Ало ? Има ли някой ? 
Станала е грешка ! Пожарите не са по моя вина ! И боят също не беше по моя вина ! Запазете гласа си . 
Войници от Земното кралство не са особено толерантни , дори при най - добри обстоятелства . 
А тези определено са не са най - добрите обстоятелства . 
Генерал Ирох . 
Радвам се да те видя , млади Аватаре . 
А Зуко ? Заловиха и него ? 
Надявам се да не е така . С късмет , той вероятно е вече е на половината път обратно към кораба си . 
Всичко това е по негова вина . 
Той започна битката а теб остави и избяга . 
Наистина започвам да виждам какъв човек е той . 
Съмнявам се в това . 
Какво мислиш , че ще се случи с нас ? Не знам . Но от моя опит , земните обитатели не са точно към падналите си врагове . 
Вярно ли е ? 
Работил ли си с врага ? 
Сложно е . 
Не , не е . Това е прост въпрос . Помагал ли си на огнеборците ? 
Тео . 
Опитвах се да те защитя . 
Огнеборците казаха . че ще ни убият а след това ще нападнат града ако не им съдействам . 
Единствената причина , поради която Омашу е останал сам е заради услугата , която съм предоставил . Услуга ? Това ли наричаш да даваш оръжия на врага ? 
Оръжия ? Не . Не , не , не , не , не , само малки проекти . Нищо , което да има някаква стойност във войната . 
Всяко нещо може да се превърне в оръжие в грешните ръце . 
Особено при Огнената нация . 
Сока . Знаеш какво означава да правиш трудни избори . 
Баща ти трябваше да напусне семейството ти . за да отиде на война , оставяйки теб , само едно момче , да отговаряш . 
Ние правим това , което трябва за да оцелеем . 
Правим компромиси достатъчно , за да се справим . 
Баща ми никога не би направил това , което ти направи . 
Аз го намерих . Аанг е в затвора . 
Аанг ! 
О , здравей , Буми . Как върви обучението ? 
Справям се добре с формите си , но оформянето е трудно . 
За какво говориш ? Прилича точно на небесен бизон . 
Предполага се , че е баджърмол . 
Сигурен ли си ? 
Няма нищо по - хубаво от зидария , която да се подчинява на земята " . 
Няма шевове . 
Точно това прави градовете им чудо " . 
Вдъхновяващи дворци , кули , които се противопоставят на гравитацията . Непроницаеми затвори . 
Харесват ми частите на Омашу които не са толкова депресиращи . Хм . 
Градовете са като хората . Те винаги имат своите тъмни страни . 
Изглежда доста тъмно от всички страни в наши дни . 
Да , какво се случи тук се случи по целия свят . 
Това е , което един век война ще направи . 
Война , започната от Огнената нация . - И война , която Огнената нация може да прекрати . 
Ако всичко беше толкова просто . 
Моят брат , Господарят на огъня , вижда нещата само през един обектив , победа или поражение . 
Нищо друго няма значение . 
Дори любимите хора изгубени по пътя . 
Ето защо Зуко е толкова горещ да ме хване ? 
За да може да спечели тази война за баща си ? 
Победата на Зуко не е в спечелването на войната . а в това да спечели живота си обратно . 
Можеш да му покажеш , че това не е начинът . Той ще те послуша . 
Искам да кажа , че той ти дължи толкова . 
Напротив , аз съм този , който му дължи . 
Много повече , отколкото някога ще мога да изплатя . 
Невъзможно ! 
Затворът на Омашу е дълбоко в сърцето на планината , заобиколен от твърда скала . Единственият начин да влезеш или излезеш е през двореца . 
Съжалявам . Аватарът е изгубен . 
Няма да напуснем Аанг . 
Ти можеш да ни вкараш в двореца . 
Не и след днешния ден . Съжалявам . Не мога . 
Ами тунелите ? 
Тунелите ? 
Тайните тунели скрити под планината . Говори се , че основателите на града са ги използвали , за да се срещат , без никой да знае . 
- Приказка . - Казахте ми , че сте ги виждали . 
Освен ако и това не е било лъжа . 
Да , има тунели , но те са нестабилни . 
Тези , които влизат вътре , никога не излизат . 
Ако вярваш на приказките , отмъстителни духове пазят проходите . 
Значи не са само тайни тунели . Тайни тунели с призраци ? 
Дори да успея да измисля начин да ги прекарам през тунелите , няма нищо Не мога да направя нищо за дворцовата охрана " . 
Ще се погрижим за това . Просто ни помогнете да влезем вътре . 
Къде го водите ? В Ямата . 
В ямата ? 
Трудов лагер на Земното кралство . за военнопленници . 
Никой , който е бил изпратен там . никога не е чувал за него . 
Ти ... нямаш такъв късмет . 
Ще се видиш с краля . 
Тези карти нямат никакъв смисъл . Тази казва да пътуваме на изток . Тази показва път на юг . А тази ... се извива право нагоре . 
Какво е това ? 
Това е контактът ми с Огнената нация . 
Кажи му , че ще се срещнеш с него . Тогава отиди при генералите на Земното кралство . и им кажи , че могат да поставят капан да съберат тези шпиони . 
Не . Не . Не , не , не , огнените магьосници го казаха ясно . Всяка съпротива и те ще изпратят всичко , с което разполагат , срещу нас . Нека дойдат . 
Аватарът се завърна в света . 
Време е да спрем да се крием . Време е да се борим . 
Ваше височество . 
Затворникът , който поискахте . 
Той беше хванат да се бие , унищожавайки имущество . Заплашвал е хората . 
И той е повелител на въздуха . 
Корен от лотос , борова кора , изсушен жасмин . 
Корен от лотос , борова кора , изсушен жасмин , гореща вода , накисване за две минути ! 
Чай ? 
И грешиш за него . 
Ние бяхме свидетели на огъването ... - Грешиш ! 
Той не е просто повелител на въздуха . Той е господар на четирите елемента . 
Спасителят на света . 
Той е Аватар . 
И е много , много добър в прескачането на скали . 
Буми ? 
Здравей , Аанг . 
Буми ! 
Как така си още жив ? 
Е , чист живот , правилна диета , ооо , и късмет . Трудно е да се каже дали това е добър или лош късмет . 
Но по - важното е , че . . , как си още жив ? И все още ли си дете ? 
- Това е дълга история . 
Борова кора ? 
Кой идиот ти каза да сложиш борова кора в него ? 
Ти го направи . 
Ммм . Хвърли го пиршество . 
Джет . 
Ти ни предаде . 
Предаде ви ? 
Спрях те да не убиваш невинни хора . Невинни ? Шпиони , предатели . Това ли е човекът , когото искаше да спасиш ? Не всички там са врагове . Ако се изправиш срещу нас ... ти си . 
Животът на Южния полюс може да е прост , но тук трябва да вземаш трудни решения . Ето какво означава да водиш война . 
Мислех , че сте на наша страна . 
На моя страна . 
Джет , ти си забравил . за какво се бориш . 
Казахте ми да си спомням за майка ми , и аз го направих . Спомних си , че тя никога не е искала горчивина да изпълва сърцето ми . 
Ето как знам , че си се озовал на грешната страна , че не се бориш за нищо , което обичаш . Ти се бориш заради омразата . 
Точно като Огнеборците . 
Аз не съм като Огнеборците . 
Сбогом , Джет . 
Погледни силата , която имаш . Това е заради мен . 
Това не беше заради теб . Това бях аз . 
Ти ! 
Не ти е мястото тук . 
Сър , бях назначен задължение за прехвърляне на затворници , но аз ... ами , закъснях . И ... и ако командирът ми разбере ... Вече имам достатъчно проблеми този месец . 
Старият Огняр беше отведен в Ямата . Другият е още тук . 
Другият ? 
Да , плешивото момче . Кралят искаше да го види . 
Ами ти просто ще стоиш там ? 
Какво ще правиш ? 
Хм . За храната ти предлагам два варианта . 
Къси ребра от остров Кенгуру . 
А другият - яхния от морски водорасли . 
Чух , че наистина " келпс " с тена ви . Аз съм добре . Това беше добро . 
Аз ще взема яхнията . 
Хм ? Аз не ям месо . 
Точно така . Не ядете . 
Добър избор . 
Чакай . Това тест ли беше ? 
Какво ? Тест ? Не . По - скоро като ... игра . 
Винаги си харесвал игрите , нали ? 
И така , замръзнал в айсберг за сто години , а ? 
Сигурно е било ... приятно . 
Не , беше кошмар . А , хайде . Колко лошо може да е било , а ? 
Светът е в пламъци , хората умират , а ти ... ти трябваше да спиш през всичко това . 
Всички повелители на въздуха бяха изтребени . А аз не бях там , за да им помогна . 
- А ? Това беше трагедия . И може да се случи отново , и затова трябва да се до племето на Северната вода . възможно най - скоро , и затова трябва да ме пуснеш . 
" " Нека " си тръгне . 
Буми ! Това е важно . 
Не ти ли пука ? 
Не ти пука ? 
Смееш да ми кажеш , че трябва да ми пука ? 
Бил ли си се една и съща битка в продължение на един век ? Гледал ли си как целият ти свят изгаря около теб ? 
Нека ти кажа нещо , Аватар . 
Може да си на сто години , но не си живял сто години , особено през тези сто години . 
Не можеш да ме накараш да повярвам . че си загубил надежда . 
Не и ти , Буми . 
Наистина ? 
Предизвикателството е прието . 
Това не може да е вярно . 
Това беше единственият отвор в планината . 
Сигурен ли си ? 
Слушай . 
Чуваш ли ... музика ? 
Когато се озовеш в тъмнина И всичко , което виждаш , са скали и камъни ... О , добре . Хвани това , нали ? 
Не забравяй , че скъпоценен дар Лежи заровен дълбоко вътре ... 
Разклати го . 
Така че копай малко и ще намериш Бижуто на сърцето ми Бижуто на сърцето ми Да 
Да . Това беше много правилно . И какво правиш тук ? Какво правим тук ? Какво правите тук ? 
Правим това , което правим . 
Вярно , но ... защо го правите тук ? 
Акустиката . Най - добрата в Омашу . 
Чуваш ли ? 
Хармония . За това става дума . 
Хармония , музика , любов . 
Ако тези момчета нямат нищо против да са тук , тунелите вероятно не са толкова лоши . 
Тунели ? О , не , това не са тунелите . 
Това са тунелите . 
Да , аз не бих влязъл там . 
Нямаме избор . 
Трябва да намерим нашия приятел . 
Е , в такъв случай , сигурно трябва да видиш това . Това е приказка за двама влюбени . 
Ома и Шу се срещнаха на върха на планината която разделяше двете им села . 
Селата бяха врагове , така че те не можеха да бъдат заедно , но любовта им беше силна , и те намериха начин . 
Те се научиха на завладяване на земята от баджърмолите , и станаха първите земни магьосници . 
Те построили сложни тунели за да могат да се срещат тайно . 
Но един ден Ома не дойде . 
Тя беше убита при нападение . 
Опустошен , Шу силата си на заклинател за да постави селата на колене . 
Тя можеше да ги унищожи всичките . Но вместо това тя обяви войната за приключила . 
Двете села й помогнаха да построи нов град . където щели да живеят заедно в мир . 
Великият град бил наречен Омашу като паметник на тяхната любов . 
" Любовта е най - светла в мрака . " 
Не забравяйте това , особено ако ще отидеш в тъмната пустота от която нито едно живо същество не се завръща . 
О , двама влюбени ... 
Всичко ще бъде наред . Там няма от какво да се страхуваш . 
Точно така . Няма такова нещо като гневни духове . 
Таен тунел Таен тунел През планините Таен , таен , таен , таен , таен тунел Да ! 
Те са обречени . 
Пълна група земни магьосници само за един старец . 
Поласкан съм . 
Само като предпазна мярка . 
Много хора по тези места биха били много заинтересовани да знаят че прочутият Дракон на Запада е сред тях . Огнената нация генерал който обсаждаше Ба Синг Се в продължение на 600 дни . 
Някой може да се изкуши да вземе нещата в свои ръце . Не можем да позволим това да се случи , нали ? 
Сега , има ли нещо , което мога да направя да направя пътуването ви по - удобно ? 
Добре съм . Благодаря ви . 
Сигурен ли сте ? 
Хайде , не се колебайте да говорите . 
До Ямата е дълъг път . 
А аз имам цялото време на света . 
Значи искаш да отидеш на север . 
Север е не е добре . 
На север има огън . 
Нямам избор . Това е мястото , където трябва да отида . 
Един съвет . Директният път не винаги е най - добрият . 
Искаш да кажеш Трябва да избера пътя , който не го прави ? 
Това означава , че трябва да внимаваш къде стъпваш . 
Буми , какво е това ? 
Буми , какво се опитваш да докажеш ? Доказвам ? 
Ех . Може би се опитвам да ти покажа . че за Аватара няма лесни пътешествия . 
Може би просто исках да играя на игра както правехме в старите времена . А може би просто исках да хапна един рок бонбон . 
Идвам , чичо . 
Натам . 
Така ли пише на картата ? 
Ммм , картата не е ясна , но аз имам предчувствие . 
- Предчувствие ? 
Да , имам предчувствие . Усещане , инстинкт . 
Виждаш ли това ? 
Угаси светлината си . 
Ами какво знаеш ? 
" Любовта е най - ярка в тъмното . " Разбираш ли ? Това беше подсказка . 
Трябва да оставиш да се стъмни за да можеш да последваш светлината . Така се намира пътят . 
Светлината на кристалите ? 
Тези неща са навсякъде . 
По стените . На пода . 
- Те са доста случайни . - Това е пътека . 
Пишеше , че " любовта е най - ярка в тъмното " . а не " светещи камъни " . 
Поетична лицензия . Както е казал менестрелът , любовта е отговорът . Любовта е всичко , от което се нуждаеш . Любовта кара света да се върти . 
Слушаш ли менестрелите ? 
- Сока , почакай ! - Катара , какъв е проблемът ти ? 
Моят проблем е че не ме вземаш на сериозно . 
Пак това . 
- Аз вече не съм малко момиче . - И все пак продължаваш да се държиш като такова . 
А ти продължаваш да се държиш сякаш знаеш всичко когато дори не можеш да кажеш че един предател откровено те лъже . 
- Казва момичето , което се влюби в терорист ! - Това не се е случило ! 
- Не трябваше да говориш с него ! - Нямаш право да ми казваш с кого да говоря ! 
- Нямаш право да ме игнорираш ! - Мога , ако се държиш като идиот ! 
- Татко ме е поставил начело ! - Ти не си татко ! 
Предполагам , че вече не сме във Вълчия залив , нали ? 
Предполагам , че не . 
Представете си , че баба ни можеше да ни види сега . 
Наистина можеше да отиде за малко от нейното тюленово сладко . 
Или нейната юфка . С горещия бульон . 
Скоро ще вземем . 
Наистина ли мислиш така ? 
Не знам . 
Хайде . По - добре да тръгваме . 
Тюленово сладко . Никога не съм знаел . как можеш да ядеш тези неща . 
Огнените магьосници нямат нужда от вода , нали ? 
Знаеш ли , в Ба Синг Се , градът трябваше да разпределя прясната вода след първата година от обсадата . 
Като си в армията , имаме специални привилегии . 
Брат ми обаче ... имаше меко сърце . 
Той събираше храна и вода от взвода си и ги даваше на децата . 
Той беше на стража в нощта , когато подпалихте Източната стена . 
По времето , когато потушавахме пожарите , от него не остана нищо за погребване . 
Той беше на 19 години . 
Всички тези изгубени животи . Всички тези боеве . И Ба Синг Се все още стои . 
Струваше ли си ? 
Бяхме във война . 
Аз бях войник . 
Ти беше месар ! 
Знаеш ли ... Все още усещам миризмата на дим когато си лягам вечер . 
Това никога не изчезва . 
Войната ни тласка към ръба . 
Някои от нас не харесват това , което намират там . 
Това ли е вашият жалък начин да кажеш , че съжаляваш за това , което си направил ? 
Не говорех за себе си . 
О , това е вярно , нали ? 
Вие нямате никаква човечност . 
Вие не знаете нищо за загубата . 
Вярно ли е , че се е отказал от обсадата ? 
Да , след като синът му беше убит . 
Значи синът му умира като герой , а той завинаги ще бъде известен като страхливец . 
Братко , утешавай се с това , че знаеш че Лу Тен завинаги ще бъде приветстван като шампион на Огнената нация . 
Благодаря ти , Озай . 
Неговата саможертва ще бъде записана в легендата . 
Чичо , каква голяма чест за теб и за Лу Тен да умре в служба на Огнената нация . 
Когато обучението ми не вървеше добре и баща ми беше нещастен , Лу Тен ми даде това . 
Той го беше спечелил за това , че е завършил първи в офицерския си клас . 
Той каза , че трябва да принадлежи на някого , на когото е отредено да извърши велики дела . 
Тя ми даде сила . 
Лу Тен никога не се е нуждаел от него защото той беше беше най - силният човек , когото познавах . 
Ставаш добър в това . 
Упражненията и някои добри инструкции . Да ? От свитъка ? Да . 
И Джет , той ми помогна да се справя с някои неща . 
Той загуби семейството си , също като нас . Той знае как тези спомени могат да те задържат . 
Той ме накара да видя че съм мислил само за как е умряла мама , а не как е живяла . 
Джет може да е тръгнал по грешен път , но той беше тласнат натам . Точно както Сай . 
Знаеш ли , Сай ми каза Трябва да стана инженер . Това беше истинското ми призвание . 
- Вярваш ли в това ? 
- Не знам . Но беше хубаво да чуя някой да ми го казва Имах какво да предложа на света . 
Освен превъзходните ми бойни умения . 
Сока . Това , което казах за теб и татко ... 
Ти водеше племето и ни защитаваше без никой да ти помага . 
На татко никога не му се е налагало да носи такова бреме сам . 
На теб ти е било по - трудно от него . 
О , това не е вярно . 
Кристалите бяха просто кристали , както си мислех . 
Това не трябва да е тук . Бяхме тук и преди , но тази стена не беше . 
Как е възможно това ? 
Не е възможно . 
Освен ако ... Тунелите се променят . 
А , зад тези врати се крие страховито предизвикателство . Истински тест за това дали или не сте готови да бъдете Аватар . 
- Буми . - Ах . Всички тези предизвикателства , игри , изпитания , нито едно от тях няма смисъл . 
Нищо не е имало смисъл от сто години насам . 
Това не е това , което си . 
Буми , когото познавам , е весело и щастливо дете . което обича да прескача камъни и винаги мисли за приятелите си . 
Вярвам , че това дете все още е там . 
Много умно . 
При теб всичко е свързано с игри , нали , Аватар ? 
На кого му пука за отговорността ? На кого му пука за , ама за спасяването на света ? 
Не , по - забавно е да се забавляваш . 
Ами , нека изиграем една последна игра . 
Както обещах , една последна игра , Аватар . 
Най - простата от всички . Ти срещу мен . 
Това е лудост . Как може тунелите да се променят ? 
- Знаех , че кристалите са грешни . - Можем ли да направим " казвам ти " по - късно ? 
Има ли вероятност да съм си въобразил това ? 
Баджермол . 
Направи го . 
Всички сме виждали достатъчно смърт . 
Това е , което получаваш за това , че проявяваш състрадание към земния владетел . 
Ти си добре . 
Трябва да вървим . 
- Мисля , че трябва да си починеш ... 
- Няма време . Скоро ще изпратят още войници . Трябва да тръгваме сега . 
Благодаря . 
Безизходица . 
Катара , съжалявам . 
И аз съжалявам . 
Какво става ? Мъртви ли сме ? 
" Любовта е най - ярка в тъмното . " Не ставаше дума за кристалите . Не това ръководеше Ома и Шу през планината . 
То е сляпо . 
Те не се ориентират с поглед а чрез усещане . 
Те усещат чувствата и реагират на тях . Гняв , страх , но най - вече любов . 
" Любовта е най - ярка в тъмното . " 
Значи те реагират на любовта ? 
Как мислите , че го правят с вербални команди ? 
Извинете ме , господин Баджърмол . Наистина ще ви бъдем благодарни , ако можете да ни покажете пътя към двореца . Моля ? 
Моля , Буми ! Не е нужно да го правиш ! О , но аз трябва . 
Някои от нас трябва да се борят дори когато не искаме . 
Ето какво означава да си във война ! 
Щеше да знаеш за това ако бяхте наблизо , но не бяхте . 
Ти ни остави . 
Ти беше Аватар . И ти ни напусна . 
В този свят не можеш да разчиташ на никого , дори на приятелите си . 
Особено на приятелите си . 
Е , колкото и забавно да беше това , е време игрите да приключат . 
Буми , не мога да задържа и двамата . Помогни ми ! Остави го да падне . Остави го да падне и спечели . 
- Буми , това не е игра ! - Да , това е . 
Такава , която изисква от теб да направиш невъзможен избор . 
Да спася ли този град или онзи ? 
Кой ще получи последните остатъци от храната ? Сиропиталището или войниците ? 
Трябва да правиш такива избори ден след ден , година след година . И това е само за спасяването на този един град . 
Трябва да спасиш целия свят . Остави го да падне , Аанг , и научи какво означава да бъдеш Аватар . 
Тогава светът е обречен . 
Сока , доведи краля . 
Аанг , сега ! 
Добре ли си ? 
Е , момче , ти със сигурност знаеш . как да сринеш къщата . 
Измамник ! Ти изневери ! 
Грешиш . 
Можеш да разчиташ на приятелите си , и това е единственият начин Аз ще спася света . 
С моите приятели . 
Мислиш като дете . 
Наистина ли това е толкова лошо ? 
Помниш ли това ? 
Използвам го , за да се обадя на приятел . 
Точно това ще направя сега . Обади се на стар приятел . 
Бяхте прави . 
Не бях тук заради света . Или за теб . 
Но сега съм тук . 
Ваше височество , повикахме подкрепленията . 
И ... и ... и удвоихте охраната по стените ? 
- Да , Ваше Височество . - Добре . Кажи им , че скоро ще бъда там . 
Чакай , какво става ? 
Силите на Огнената нация са в движение . Ще бъдат тук до зори . 
Нападат ви ? 
Ще бъдем , но ще бъдем готови . 
За щастие един източник ни предупреди . 
Сай ? Механикът предупреди генералите . за мрежа от шпиони в града . Помогна ни да ги съберем . А сега всички се махайте оттук . 
Аватарът има места , на които трябва да бъде . Можем да се погрижим за себе си . Време е Омашу да се включи отново във войната . 
О , ама аз имам още едно предизвикателство за теб . 
Моите зелеви листа ! 
Изглежда , че ние винаги сме се качваме или слизаме от лодки . 
Може би това е нашата съдба в живота , Принц Зуко . 
А , добре . Още не е късно . 
- Какво правиш тук , чичо ? - Същото като теб . Подготвям се да се кача на това , което със сигурност ще бъде незабравимо пътуване . 
Искаш ли да дойдеш с мен ? 
Дойдох напълно подготвен . Целият чай , от който се нуждая . 
Нямам нужда от детегледачка . 
Какво ще кажете за приятел ? 
Баща ми го направи много ясно че не трябва да се връщам докато не намеря Аватара ... което означава . 
че това може да отнеме много дълго време преди да се върнем у дома . 
У дома . 
Всичко , от което се нуждая , е на тази лодка . 
Както казах , целият чай , от който се нуждая , а ? 
Какво е това , Зуко ? 
Нищо . 
Да те приберем у дома . 
