여보세요 ? 아무도 없어요 ? 
착오가 있었어요 내가 불을 낸 게 아니에요 싸움도 제 탓 아니고요 악쓰지 마 
흙의 왕국 병사들은 아량이 넓지 않거든 기분이 좋을 때도 말이야 
게다가 지금은 기분이 좋을 상황이 아니잖니 
아이로 장군이군요 
만나서 반갑구나 , 어린 아바타야 
주코는요 ? 주코도 붙잡혔나요 ? 
아니길 바란다 운이 따랐다면 지금쯤 배까지 반은 갔을 거다 
이게 다 주코 탓이에요 
주코는 싸움을 시작했고 자기 삼촌을 남겨두고 도망갔어요 
이제 주코가 어떤 사람인지 알겠어요 
과연 그럴까 ? 
우린 어떻게 될까요 ? 나도 모른다 하지만 경험에 따르면 어스벤더는 패배한 적에게 관용을 베푸는 편이 아니지 
사실이에요 ? 
적에게 협력하셨어요 ? 
설명하자면 복잡하다 
아니요 , 간단한 질문이에요 파이어벤더를 도우셨어요 ? 
테오 
널 지키려고 그런 거야 
내가 협조하지 않으면 우리를 죽이고 도시를 공격하겠다고 했어 
그들이 오마슈를 건드리지 않은 건 내가 도움을 줬기 때문이야 적에게 무기를 건넸으면서 그걸 도움이라고 할 수 있나요 ? 
무기라니 , 무슨 소리야 ? 전쟁에는 아무 소용 없을 간단한 설계를 건넸을 뿐이야 
잘못된 손에 들어가면 뭐든 무기가 될 수 있어요 
불의 제국은 특히 더요 
소카 어려운 선택이 어떤 건지 너도 잘 알잖니 
너희 아버지도 참전을 위해 가족을 떠나셔야 했잖아 게다가 어린 너에게 모든 책임을 맡기셨지 
우린 해야 할 일을 할 뿐이야 생존을 위해서 
적당히 타협도 해야 하지 어떻게든 살아가야 하니까 
저희 아버지라면 아저씨처럼 행동하지 않았어요 
찾았어 아앙이 감옥에 있어 
" 100 년 전 " 아앙 
안녕 , 부미 훈련은 어떻게 돼 가 ? 
자세는 그럭저럭 괜찮은데 모양이 영 안 되네 
무슨 소리야 ? 하늘을 나는 바이슨이랑 똑같은데 ? 
오소리두더지를 만든 거야 
진짜 ? 
어스벤딩으로 만든 건축물은 누구도 따라 할 수 없지 
이음새도 없고 
그래서 흙의 왕국 도시들이 근사한 거란다 
감탄이 나오는 궁전들 중력을 거스르는 탑들 철통같은 감옥까지 
오마슈의 어두운 부분 대신 밝은 부분만 보면 좋겠네요 
도시는 사람과 같아 항상 어두운 면이 존재하지 
요즘엔 사방에 어두운 부분만 보이는 거 같아요 
이곳뿐 아니라 온 세상이 그렇지 
100 년 동안 전쟁을 했으니 당연한 결과다 
불의 제국이 시작한 전쟁이에요 불의 제국이 끝낼 수도 있고요 
그렇게 간단하면 좋겠구나 
내 동생인 불의 제왕은 하나의 관점으로 세상을 본단다 승리 아니면 패배 
다른 건 중요하지 않아 
그 과정에서 사랑하는 이를 잃는다고 해도 
그래서 주코가 저를 잡으려 안달인 건가요 ? 
아버지를 위해 전쟁을 승리로 이끌려고요 ? 
주코의 목적은 전쟁에서의 승리가 아니야 자신의 삶을 되찾는 거지 
잘못된 길인 걸 알려주세요 장군님 말은 들을 테니까요 
장군님께 진 빚이 있잖아요 
그와 반대야 오히려 내가 주코에게 빚을 졌지 
절대 갚을 수 없을 만큼 많이 
불가능해 ! 
오마슈 감옥은 산속 깊은 곳에 단단한 바위로 둘러싸여 있어 왕궁을 통해서만 드나들 수 있지 
미안하지만 아바타는 잊어버려라 
아앙을 두고 갈 수는 없어요 
궁에 들어가게 도와주실 수 있잖아요 
오늘 일 때문에 어려워 미안하지만 안 된다 
터널로 가면요 ? 
터널이라니 ? 
산 아래에 숨겨진 비밀 터널이 있는데 이 도시를 세운 사람들이 서로를 몰래 만날 때 사용했대 
- 이야기일 뿐이야 - 직접 봤다고 하셨잖아요 
그것도 거짓말이라면 모를까 
그래 , 터널이 있어 하지만 너무 불안정해 
터널에 들어간 사람은 아무도 나오지 못한다고 
이야기에 따르면 원한 서린 영혼들이 길목을 지킨다고 한다 
그냥 비밀 터널이 아니라 귀신이 나오는 터널이라고요 ? 
터널을 통과하는 길을 알아낼 수 있다고 해도 왕궁의 경비대를 어찌할 방법이 없어 
그건 알아서 할게요 안에만 들어가게 도와주세요 
어디로 데려가는 거죠 ? 구덩이로 
구덩이라고요 ? 
흙의 왕국의 전쟁 포로 노동 수용소란다 
수용소에 보내진 사람은 그대로 소식이 끊겨 버리지 
넌 운이 좀 안 좋아 
폐하를 뵈어야 하거든 
지도가 말이 안 돼요 여기서는 동쪽으로 가라고 하고 여기엔 남쪽으로 가는 길이 있어요 또 이건 위쪽으로 올라가래요 
왜 그러세요 ? 
불의 제국 연락책이야 
일단 만나자고 한 다음 흙의 왕국 장군에게 가서 함정을 설치해 스파이를 잡을 기회가 있다고 말하세요 
안 된다 파이어벤더가 분명히 말했어 저항하면 모든 화력을 여기에 보낼 거라고 오라고 하세요 
아바타가 세상에 돌아왔어요 
이제 숨지 않아도 돼요 싸울 때가 된 거예요 
폐하 
말씀하신 죄수입니다 
격투 중 물건들을 파괴해 체포되었습니다 사람들을 위협하기도 했고요 
그리고 에어벤더입니다 
연근 , 소나무 껍질 , 말린 재스민 
연근 , 소나무 껍질 , 말린 재스민 펄펄 끓는 뜨거운 물에 2 분 동안 우려서 ! 
차 마실래 ? 
자네가 잘못 알았어 
- 직접 벤딩을 봤는 ... 
그냥 에어벤더가 아니야 4 개 원소를 모두 마스터한 자이지 
세상의 구원자이고 
이 아이가 바로 아바타다 
그리고 물수제비를 아주 잘 떠 
부미 ? 
안녕 , 아앙 
부미 ! 
어떻게 살아있는 거야 ? 
깨끗하게 살고 좋은 음식을 먹고 또 운이 따랐지 좋은 건지 나쁜 건지는 몰라도 
그보다 중요한 건 넌 어떻게 살아있는 거야 ? 게다가 아직 어린아이 모습이네 ? 
말하자면 얘기가 길어 
소나무 껍질이네 ? 
어떤 멍청이가 소나무 껍질을 넣으라고 한 거야 ? 
네가 말했잖아 
이놈에게 당장 ... 성찬을 차려주거라 
제트 
넌 우릴 배신했어 
너희를 배신했다고 ? 
무고한 사람을 죽이는 걸 막았을 뿐이잖아 무고하다고 ? 스파이 , 배신자였어 그런 놈들을 구하고 싶어 ? 세상 사람 모두가 너희들의 적은 아니야 우리를 방해한다면 넌 우리의 적이야 
남극에서의 삶은 단순할지 몰라도 여기에선 어려운 선택을 해야 해 전쟁이란 그런 거니까 
난 네가 우리 편인 줄 알았어 
내 편인 줄 알았다고 
제트 , 넌 싸움의 목적을 잊어버린 거 같아 
나에게 엄마를 기억하라고 했지 ? 엄마를 기억하자 생각이 났어 엄마는 내 마음속에 어둠이 가득 차는 걸 원치 않으셨어 
그래서 네가 잘못된 편에 서 있다는 걸 알아 사랑을 위해 싸우는 게 아니라 증오 때문에 싸우고 있으니까 
파이어벤더들처럼 
난 파이어벤더와 달라 
잘 있어 , 제트 
엄청난 네 힘을 봐 이게 다 내 덕분이잖아 
네 덕분이 아니야 내 덕분이지 
거기 ! 
누군데 여기 있지 ? 
죄수를 이송하라는 임무를 받았는데요 그런데 , 저기 ... 지각을 했네요 상관한테 들키면 안 돼요 이번 달에 사고를 많이 쳐서요 
늙은 파이어벤더는 구덩이로 갔고 다른 놈은 아직 저 안에 있어 
다른 놈이요 ? 
그래 , 대머리 애 있잖아 폐하가 걔를 보고 싶다고 하셔서 
그렇게 멀뚱히 서 있을 거야 ? 
어떻게 할 건데 ? 
식사 메뉴는 두 가지야 
캥거루섬의 갈비 
다른 건 해초스튜야 
피부를 ' 해얗게 ' 만드는 데 아주 좋지 난 너무 웃기다니까 라임이 아주 끝내줬어 
스튜 먹을래 
고기를 안 먹어서 
맞아 , 안 먹지 
잘 선택했어 
잠깐만 , 지금 나 시험한 거야 ? 
뭐라고 ? 시험이라니 ? 시험은 아니고 , 뭐랄까 ... 게임에 가깝다고 할 수 있지 
넌 항상 게임을 좋아했잖아 ? 
그래서 빙산에 100 년 동안 갇혀 있었다는 거야 ? 
꽤나 좋은 시간을 보냈겠네 
아니 , 악몽 같은 시간이었어 악몽이라고 해 봤자지 
온 세상이 불에 타고 사람들이 죽어 나가는데 그동안 쿨쿨 잠만 잤다는 거잖아 
에어벤더가 전멸해 버렸어 그런데 난 도움을 줄 수도 없었지 
비극적인 사건이야 게다가 똑같은 일이 일어날지도 몰라 그래서 북쪽 물의 부족에게 가야 해 최대한 빨리 그러니까 나 좀 풀어줘 
자기 좀 ' 풀 ' 어주고 가라네 
부미 ! 정말 중요한 일이야 
넌 신경도 안 써 ? 
신경 쓰냐고 ? 
감히 나한테 신경 쓰라고 하다니 
똑같은 싸움을 100 년 동안 반복해 본 적 있어 ? 온 세상이 눈앞에서 불타는 걸 본 적 있어 ? 
내 말 잘 들어 , 아바타 
네 나이가 100 살이라고 해도 넌 100 년을 살지 않았어 특히 지난 100 년은 
네가 뭐라고 해도 넌 희망을 잃지 않았어 
넌 그럴 리가 없어 , 부미 
그래 ? 
도전을 받아들이지 
여기 아닌 거 같은데 
이 산에 구멍은 여기밖에 없었어 
확실해 ? 
들어 봐 
들려 ? 음악 소리 ? 
어둠 속에서 보이는 것은 바위와 돌뿐일 때 잘 왔어 , 그것 좀 들어줄래 ? 
마음속 깊이 간직한 소중한 선물을 기억해 
흔들어야지 
조금만 파고들면 찾을 수 있을 거야 내 심장의 보석 내 심장의 보석 좋았어 
너무너무 잘했어 그런데 여기서 뭐 해 ? 우리한테 묻는 거예요 ? 그쪽은 여기서 뭐 하는 거죠 ? 
우리가 뭐 하는지 봤잖아 
그건 알겠는데 ... 왜 여기에서 그러고 있어요 ? 
소리가 끝내주니까 오마슈에서 가장 좋지 
들었어 ? 
하모니야 , 우린 하모니를 추구하지 
하모니 , 음악 , 사랑 
이 사람들이 멀쩡한 걸 보면 터널이 그렇게 위험하진 않나 봐 
터널이라니 ? 여기는 터널이 아니야 
저기가 터널이지 
나라면 안 들어갈 거야 
선택의 여지가 없어요 
친구를 찾아야 하거든요 
그렇다면 이거 보고 가 두 연인에 관한 이야기야 
오마와 슈는 산꼭대기에서 만났어 이 산은 두 사람의 마을을 갈랐지 
두 마을은 서로 적대적이어서 두 사람이 함께하기 어려웠어 하지만 너무나 사랑했기에 둘은 방법을 찾았어 
오소리두더지에게서 어스벤딩을 배웠고 최초의 어스벤더가 되었지 
두 사람은 몰래 만나기 위해 정교한 터널을 만들었어 
하지만 어느 날 오마가 오지 않았어 
공격을 받아서 죽임을 당했거든 
절망에 빠진 슈는 어스벤딩의 힘을 이용해 두 마을을 굴복시키고자 했어 
모든 마을을 파괴해 버릴 수도 있었지 하지만 그녀는 그러는 대신 전쟁이 끝났다고 선언했어 
두 마을은 슈를 도와서 모두가 평화롭게 살아갈 새로운 도시를 만들었어 
이 멋진 도시는 두 사람의 사랑을 기념하기 위해 오마슈라고 이름 지어졌지 
' 사랑은 어둠 속에서 가장 빛난다 ' 
이걸 기억해 살아 있는 존재는 누구도 살아 나오지 못한 끝없는 어둠 속으로 간다니 더욱 필요할 거야 
오 , 두 연인은 ... 
괜찮을 거야 , 겁먹을 거 없어 
그래 한이 서린 영혼이 있을 리가 
비밀 터널 산을 관통한다네 비밀 터널 좋았어 ! 
쟤네 큰일 났다 
늙은이 한 명 때문에 이렇게 많은 어스벤더가 오다니 
영광입니다 
조심해야 하니까요 
이 지역에 알고 싶어 하는 사람이 무척 많거든요 ' 서쪽의 위대한 용 ' 이 가까이에 있는지 말이죠 바싱세를 600 일간 포위한 불의 제국 장군이니까요 
직접 일을 처리하고자 하는 사람이 있을지 모르죠 그렇게 둘 수는 없지 않겠습니까 ? 
혹시 여정이 더욱 편해지도록 도와드릴 부분이 있을까요 ? 
괜찮습니다 고마워요 
확실해 ? 
망설이지 말고 말해 
구덩이까지 한참 가야 하거든 
그리고 시간은 많지 
북쪽에 가고 싶다고 ? 
북쪽은 상황이 안 좋아 
북쪽이 전부 불길에 휩싸였지 
선택의 여지가 없어 그곳에 가야 해 
조언 하나 하지 바로 이어지는 길이 항상 최선의 길은 아니야 
둘러 가는 길로 가라는 말이야 ? 
발밑을 잘 보고 가야 한다는 얘기지 
부미 , 이게 뭐야 ? 
부미 , 뭘 증명하려는 거야 ? 증명하다니 ? 
아바타의 길이 어렵다는 걸 보여주려는 것일지도 모르지 
아니면 옛날처럼 게임을 하고 싶은 것일지도 돌 사탕이 먹고 싶어서 그랬을 수도 있고 
금방 갈게요 , 삼촌 
이쪽이야 
지도에 그렇게 쓰여 있어 ? 
지도는 명확하지가 않지만 감이 왔어 
감이라고 ? 
맞아 , 감이나 느낌 또는 직감이라고도 할 수 있지 
저거 보여 ? 
불 꺼 
생각도 못 했네 
' 사랑은 어둠 속에서 가장 빛난다 ' 알겠어 ? 이게 단서였던 거야 
빛을 따라가려면 완전히 어둡게 만들어야 해 그래야 길을 찾을 수 있어 
크리스털의 빛을 말하는 거야 ? 
사방에 있잖아 
벽에도 있고 , 바닥에도 있고 
- 너무 아무 데나 있는데 ? - 길이라니까 
사랑은 어둠 속에서 가장 빛난댔지 ' 빛나는 돌 ' 에 대한 얘기는 없잖아 
시적 허용인 거지 아까 그 사람이 말했듯이 사랑이 답인 거야 사랑만 있으면 돼 사랑이 세상을 돌아가게 하지 
아까 그 사람 말을 믿는 거야 ? 
- 소카 , 기다려 ! - 왜 그러는 건데 ? 
내 말은 하나도 귀담아듣고 있지 않잖아 
또 이러네 
- 난 이제 어린애가 아니야 - 계속 애처럼 굴잖아 
자꾸 다 안다는 듯이 행동하지 마 배신자가 거짓말하는 것도 알아채지 못했잖아 
- 테러리스트를 좋아한 주제에 - 아니거든 
- 애초에 말도 섞지 말았어야지 - 내가 누구랑 말하든 상관하지 마 
- 그리고 나 좀 무시하지 마 - 바보처럼 구는데 어떡해 ? 
- 아빠가 가장 역할을 하랬어 - 아빠는 아니잖아 ! 
울프 코브에서 멀리 떨어져 있긴 하네 
그러게 
할머니가 우릴 본다면 어떨까 
할머니가 만든 물개육포 먹고 싶다 
국수도 먹고 싶어 따뜻한 국물이랑 같이 
곧 먹을 수 있을 거야 
정말 그렇게 생각해 ? 
모르겠어 
가자 얼른 가야 해 
물개육포라니 도대체 그걸 왜 먹는지 몰라 
파이어벤더는 물이 필요 없지 ? 
바싱세에서 말이야 포위되고 1 년 후부터 마실 물을 아껴야 했어 
군인들은 말이야 특별 대우를 받았어 
그런데 내 동생은 ... 마음이 약했어 
소대에서 물과 음식을 모아서 아이들에게 나눠줬지 
당신이 동쪽 벽을 불태운 밤 동생이 보초를 서고 있었어 
불을 끄고 난 후에는 흔적도 찾을 수가 없었지 
그 앤 19 살이었어 
그렇게 많은 사람이 죽고 그렇게 많이 싸웠지만 바싱세는 여전히 건재해 
가치가 있는 일이었어 ? 
전쟁 중인 상황에서 
군인이 할 일을 한 거야 
도살자에 가까웠지 ! 
있잖아 ... 아직도 잠자리에 들 때면 연기 냄새가 나 
절대 사라지지 않지 
전쟁은 사람을 극한으로 몰아가 
그곳에서 추악한 것을 찾기도 하지 
지금 미안하다는 말을 이렇게 형편없이 하는 거야 ? 
이건 나에 대한 얘기가 아니야 
사실이구나 , 그렇지 ? 
넌 인간애라고는 없어 
상실에 대해선 아무것도 모르겠지 
포위를 포기했다는 게 사실인가요 ? 
네 , 아들이 전사한 후에요 
아들은 영웅으로 죽었는데 아비는 영원히 겁쟁이가 되겠네요 
형님 , 루텐은 영원히 불의 제국 영웅으로 기억될 겁니다 그게 위로가 되면 좋겠네요 
고맙다 , 오자이 
루텐의 희생은 전설로 오랫동안 소중히 기억될 겁니다 
삼촌 불의 제국을 위해 목숨을 바치다니 삼촌에게도 , 루텐에게도 정말 큰 영광이네요 
제가 공부를 잘 못해서 아버지 심기가 불편하셨을 때 루텐이 이걸 줬어요 
장교 수업에서 수석을 차지해 받은 상인데 
위대한 일을 할 사람이 가지고 있어야 한다고 했어요 
덕분에 전 힘이 났고요 
루텐에겐 필요가 없었어요 제가 아는 사람 중 가장 강했으니까요 
점점 더 잘하네 
연습도 하지만 설명도 잘 돼 있어서 그 두루마리 말하는 거야 ? 응 
그리고 제트가 도움을 주기도 했어 
제트도 가족을 잃었어 우리랑 똑같이 그 기억이 얼마나 사람을 괴롭히는지 알더라고 
제트 덕분에 엄마의 죽음만 기억했다는 걸 깨달았어 생전의 삶에 대해서는 생각하지 않았다는 걸 말이야 
제트가 잘못된 길로 가긴 했어도 상황이 걔를 그렇게 만든 거야 사이 아저씨처럼 말이야 
사이 아저씨가 나보고 엔지니어가 되라고 하더라 그게 진짜 내 길이라고 
- 그런 거 같아 ? 
- 모르겠어 내가 세상에 도움이 될 수 있다니 그것만으로도 되게 좋더라고 
물론 내 싸움 실력도 훌륭하지만 
소카 오빠랑 아빠에 대해서 한 말 ... 
오빠는 아무런 도움도 없이 우리 부족을 이끌고 보호했어 
아빠조차도 그런 책임을 혼자 짊어진 적은 없었지 
오빠가 더 힘든 일을 해낸 거야 
이런 , 이러면 안 되는데 
크리스털은 아무 의미도 없다니까 내 생각이 맞았네 
없던 게 갑자기 생겼어 아까 왔을 때는 벽이 없었거든 
그게 말이 돼 ? 
안 되지 
아니면 혹시 ... - 터널이 바뀌고 있어 - 터널이 바뀌고 있어 
이 문 뒤에는 무시무시한 도전이 기다리고 있어 네가 아바타가 될 준비가 됐는지 이 시험이 제대로 밝혀줄 거다 
부미 도전에 , 게임에 , 시험까지 전부 다 말이 안 돼 
말이 안 되는 건 지난 100 년 동안 있었던 일이야 
이런 모습은 어울리지 않아 
내가 아는 부미는 쾌활하고 행복한 아이야 물수제비를 좋아하고 항상 친구들을 배려하지 
네 마음 어딘가에 그 아이가 아직 있을 거야 
아주 영리하군 
넌 모든 게 게임처럼 느껴지는구나 그렇지 , 아바타 ? 
책임이 뭐 대수인가 ? 세상을 구하는 게 뭐 그렇게 중요하겠어 ? 
다 필요 없어 , 장난이 더 재밌잖아 그렇지 ? 
어쨌든 마지막으로 한 게임 더 하지 
약속한 대로 마지막 게임이다 , 아바타 
규칙은 아주 간단해 너와 나의 대결이지 
말도 안 돼 어떻게 터널이 변하는 거지 ? 
- 크리스털은 아닌 거 같았다니까 - 우쭐대는 건 좀 나중에 할래 ? 
방금 내 상상 속 소리인가 ? 
오소리두더지야 
죽여 
죽음은 충분히 많이 겪었어 
어스벤더한테 연민을 보이니까 이런 일이 벌어지잖아요 
괜찮아요 
가야 해 
- 휴식을 취하셔야 ... 
- 시간 없어 곧 더 많은 병사가 올 거다 당장 떠나야 해 
고마워 
막다른 길이야 
카타라 , 미안해 
나도 미안해 
어떻게 된 거야 ? 우리 죽은 건가 ? 
' 사랑은 어둠 속에서 가장 빛난다 ' 크리스털 얘기가 아니었어 오마와 슈는 크리스털을 보고 터널을 통과하지 않았어 
앞을 못 봐 
시각이 아니라 감정으로 길을 찾는 거야 
감정을 느끼고 거기에 반응을 보이는 거지 분노와 두려움도 느끼지만 사랑을 가장 크게 느껴 
' 사랑은 어둠 속에서 가장 빛난다 ' 
그러니까 사랑에 반응한다는 거야 ? 
말에는 어떻게 반응할까 ? 
실례합니다 , 오소리두더지 씨 왕궁까지 가는 길을 알려주시면 정말 감사할 거예요 제발요 
제발 , 부미 ! 이러지 않아도 되잖아 ! 아니 , 이래야 해 
싸우기 싫어도 싸워야 할 때가 있거든 
전쟁이란 그런 거니까 ! 
곁에 있었다면 알았겠지만 넌 없었어 
우리를 떠났지 
네가 아바타면서 우리를 떠났다고 
이제 누구에게도 기댈 수 없는 세상이 됐어 친구라고 할지라도 
친구라면 더더욱 
지금까지도 즐거웠지만 이제 게임을 끝내야 할 시간이야 
부미 , 둘 다 지탱할 수는 없어 도와줘 ! 떨어지게 둬 떨어지게 두면 네가 이기는 거야 
부미 , 이건 게임이 아니야 ! 게임이 맞아 
네가 불가능한 선택을 해야 하는 게임 
이 마을과 저 마을 중 어떤 걸 구해야 할까 ? 
마지막 식량은 누구에게 주지 ? 보육원 ? 아니면 군인들 ? 
이런 결정을 내려야 해 하루도 빠짐없이 몇 년이 지나도 계속 그것도 이 도시 하나를 지키기 위해 
그런데 넌 세상을 구해야 하지 떨어지게 둬 , 아앙 그래야 아바타가 되는 것의 의미를 깨달을 수 있어 
그럼 세상은 망한 거야 
소카 , 왕을 대피시켜 
아앙 , 지금이야 ! 
괜찮아 ? 
가는 곳마다 뒤엎는 재주가 있다니까 
사기꾼 ! 속임수를 쓰다니 ! 
넌 틀렸어 
친구에게 기대도 돼 그래야만 세상을 구할 수 있어 
친구들과 함께 
애처럼 생각하는구나 
그게 그렇게 나빠 ? 
이거 기억나 ? 
친구를 부를 때 쓰지 
지금 이걸 쓰려고 해 옛 친구를 부르고 싶어 
네 말이 맞아 
난 세상도 , 너도 모두 떠나 있었어 
하지만 난 지금 여기 있어 
폐하 지원 병력을 불렀습니다 
성곽의 경비도 두 배로 늘렸고 ? 
- 네 , 폐하 - 잘했어 , 금방 간다고 전해 
무슨 일이야 ? 
불의 제국 병력이 움직였어 새벽이면 여기에 도착할 거야 
공격을 받는 거야 ? 
공격을 받겠지만 싸울 준비도 다 해놨어 
다행히 소식통이 정보를 알려줬거든 
사이 아저씨 ? 기계공이 장군들에게 도시의 스파이 조직을 알려줬어 덕분에 일망타진하게 됐지 이제 너희들은 어서 떠나 
아바타는 가야 할 곳이 있잖아 여긴 우리가 알아서 할게 오마슈가 다시 참전할 때야 
다만 한 가지 도전이 더 있어 
내 양배추 ! 
우린 항상 배에 타고 내리는 거 같구나 
아무래도 이게 우리 운명인가 보다 주코 왕자 
늦지 않아서 다행이군 
- 왜 오셨어요 , 삼촌 ? - 너랑 똑같은 이유지 잊지 못할 여정에 오르기 위해 준비하고 있다 
저랑 같이 간다는 말씀이세요 ? 
만반의 준비를 하고 왔어 필요한 차는 다 챙겼다 
보호자는 필요 없어요 
친구는 어떠냐 ? 
아버지가 분명히 말씀하셨어요 아바타를 찾기 전에는 집에 돌아오지 말라고요 
그러니까 집에 돌아올 때까지 엄청 오래 걸릴 수도 있어요 
집이라 
내게 필요한 건 전부 이 배에 있다 
아까도 말했지만 필요한 차는 다 챙겼어 
왜 그러니 , 주코 ? 
아니에요 
집에 가요 
