有人 嗎 ? 有人 在 嗎 ? 
你們 搞 錯 了 , 火 不是 我放 的 打架 也 不是 我 想 打 的 省 省 口水 吧 
強土 王國 軍人 就算 心情 好 容忍度 也 算不上 特別 高 
更別 說現 在 的 心情 好 不到 哪裡 去 
愛和將 軍 
很 開心 又 見面 了 , 小 降世 神通 
朱克 呢 ? 他 也 被 抓 了 嗎 ? 
希望 沒有 運氣 好 的 話 他現 在 大概 已經 快 回 船上 了 
這 全都 是 他 的 錯 
他 先 挑起 戰鬥 , 然 後 又 丟下 你 逃跑 
我 漸漸 看出 他 的 真面目 了 
那 倒 未必 
你 覺得 我們 會 怎麼樣 ? 不 知道 但 就 我 的 經驗 判斷 土宗不會 太 寬 待 階下 囚 
是 真的 嗎 ? 
你 有 通敵 嗎 ? 
說來 複 雜 
並不會 , 問題 很 單純 你 是不是 在 協助 火宗 ? 
西恩 
我 是 想 保護 你 
火宗人 說 他們 會 殺 掉 我們 如果 我 不 配合 , 他們 就 會 襲擊 城市 
奧瑪 舒城 能夠 安然 無恙 是 因為 我 提供 他們 各種 服務 服務 ? 送 敵人 武器 叫做 服務 ? 
武器 ? 不是 , 只是 一些 次要 設計 沒什麼 戰爭 價值 
在 壞 人 手中 , 什麼 都 能化 為 武器 
尤其 是 烈火 國 
蘇卡 你 也 明白 左右 為 難 的 不得已 
你 爸 不得不 丟下 家人 參戰 讓 年紀 還小 的 你 當家 作主 
我們 會 做 不得已 的 事 只為 了 生存 
我們 會 做 必要 妥協 就 為 了 勉強 度日 
我 爸絕 對 不會 做出 你 那種 事 
找到 他 了 安在監 獄裡 
( 一百年 前 ) 安 
是 你 啊 , 布明 , 訓練 順利 嗎 ? 
我 的 架式 還 可以 , 但 塑形 好難 
你 在 胡說 什麼 ? 看起 來 跟 飛天 蠻 牛 一模 一樣 啊 
我 做 的 是 獾 鼴 
你 確定 ? 
運土 神功 果然 鬼斧神工 
連條 縫 都 沒 有 
所以 他們 的 城市 才 會 讓 人 嘆 為 觀止 
望 之 生畏 的 宮殿 拔地而起 的 高塔 牢不可破 的 監獄 
我 喜歡 奧瑪 舒城 比 輕 鬆 的 部分 
城市 就 像 人 永遠 都 有 黑暗面 
最近 每 一面 看起 來 都 很 黑暗 
是 啊 全世界 跟 這裡 都 有 一樣 的 問題 
百年 戰爭 就是 會有 這種 影響 
戰爭 是 由 烈火 國 挑起 的 也 可以 由 烈火 國結束 
要是 有 那麼 簡單 就 好 了 
胞弟 烈火 王看 事情 只有 一個 角度 非勝 即敗 
其他 都 不 重要 
就連 因此 失去 親人 都 無所謂 
所以 朱克才 會 一 心想 要 抓 我 嗎 ? 
好 讓 他 為 父王 贏得 這場 戰爭 ? 
朱克 的 勝利並 不是 贏得 戰爭 而是 回到 以前 的 生活 
你 可以 讓 他 知道 這 不是 辦法 他會 聽 你 的 
畢竟 你 有 恩 於 他 
正好 相反 是 他 有 恩 於 我 
多得 我永遠 還不完 
不 可能 
奧瑪 舒城 監獄 深埋 山中 , 四面 磐石 宮殿 是 唯一 的 出入口 
很 遺憾 , 降世 神通 沒救 了 
我們 絕不會 拋下安 
你 可以 帶 我們 進宮 
今天 出事 後 就 無法 了 , 對 不起 
那 地道 呢 ? 
地道 ? 
藏 在 山下 的 祕 密 地道 據 說 本城 的 創建人 都 用 那條 地道 密會 
那 只是 童話 故事 你 說 你 有親 眼看 過 
除非 那 也 是 在 說 謊 
確實 有 地道 , 但 非常 不穩 
進去 的 人 都 是 有 去 無回 
如果 你 相信 故事 說 的 那 地道 可是 有 厲鬼守衛 
所以 不 只是 祕 密 地道 還是 祕 密鬧 鬼 地道 ? 
就算 我能 想 辦法 走出 地道 也 沒 辦法 對 付禁衛 軍 
那交給 我們 煩惱 先 把 我們 弄 進去 就是 了 
你 要 帶 他 去 哪 ? 去 深淵 
深淵 ? 
強土 王國 的 戰俘 勞改營 
被 送 去 的 人 都 會 音訊全 無 
至於 你 就 沒 那麼 幸運 了 
你 要 去 見 城主 
這些 地圖 根本 沒 道理 這張 說 要 往東 走 這張 顯示 正南方 有 通道 而 這張 ... 螺旋 向上 
怎麼 了 ? 
是 我 的 烈火 國聯絡 人 
跟 他 說 你 會 去 碰面 然後去 找 強土 王國將 軍 讓 他們 設 陷阱 , 捉拿 這些 間諜 
不行 ... 火宗人 說 得 很 清楚 了 只要 有 一絲 反抗 , 他們 就 會 全力 進攻 那 就 讓 他們 來 啊 
降世 神通 已經 降臨 
也 該 停止 躲藏 挺身 戰鬥 了 
城 主 大人 
您 要 的 犯人 帶到 了 
我們 逮到 他 在 鬥毆 、 毀損 財物 危害 人民 
而且 他 還是 御氣 神通 
蓮 藕 、 松樹皮 、 乾燥 茉莉 
蓮 藕 、 松樹皮 、 乾燥 茉莉 滾 燙 熱水 , 浸泡 兩分鐘 
要 喝茶 嗎 ? 
你們 看錯 他 了 
- 我們親 眼目 擊了 御術 ... - 錯 了 
他 不 只是 御氣 神通 他 是 四大 元素 的 主宰 
堂堂 救世主 
他 是 ... 降世 神通 
而且 還很會 打水漂 
布明 ? 
安 , 你好 啊 
布明 
你 怎麼 還活 著 ? 
乾淨 的 生活 方式 、 正確 的 飲食 和 運氣 很難 說 是 好 運還 是 霉運 
但 更 重要 的 是 , 你 怎麼 還活 著 ? 而且 還是 這麼 小 ? 
說來 話 長 
松樹皮 ? 
哪個 白 癡 叫 你 加松樹皮 ? 
是 你 
來 人 啊 設宴 款待 
傑 
你 背叛 我們 
背叛 你們 ? 
我 是 阻止 你們 殃及 無辜 無辜 ? 間諜 、 叛徒 , 你 想 救 他們 ? 別 把 每個 人 都 當成 敵人 只要 妨礙 我們 就是 敵人 
在 南極 生活 可能 很 簡單 但 我們 這裡 必須 做出 兩難 決定 這 就是 戰爭 
我 還以 為 你 是 站 我們 這邊 的 
跟 我 同一 邊 
傑 你 忘 了 自己 是 為 何而戰 
你 叫 我 記得 我媽 , 我照 做 了 我 記得 她 從 不 希望 我 心中 充滿 苦澀 
所以 我 才 知道 你 會 站 錯邊 你 不是 為 愛而戰 而是 為 恨 而戰 
就 像 火宗 一樣 
我 跟 火宗人 完全 不同 
傑 , 再見 
看看 你 擁有 的 力量 , 你 得 謝 我 
你 錯 了 這是 靠 我 自己 
喂 ! 
你 不是 這裡 的 士兵 
長 官 , 我 奉命 來 押解 人犯 但 我 ... 我 遲到 了 萬一 被 我 的 指揮官 發現 ... 我 這個 月 已經 惹夠 多麻煩 了 
老振火 神通 已經 被 帶 去 深淵 了 另 一個 還在 這 
另 一個 ? 
對 , 那個 光頭 小子 , 城 主要 見 他 
你 還愣 在 那 幹 嘛 ? 
你 打算 怎麼 做 ? 
你 的 餐點 有 兩個 選擇 
一是 袋鼠 島的 小排 
二是 海鹽 紫菜 濃湯 
聽 說 很養 " 鹽 " 美 " 濃 " 喔 我 真 幽默 , 這個 梗 好笑 
請給 我 濃湯 
我 不吃 肉 
沒錯 , 你 確實 不吃 
選得 好 
等等 , 這是 考驗 嗎 ? 
什麼 ? 考驗 ? 不是 , 比較 算是 ... 遊戲 
你 一向 都 喜歡 玩遊戲 , 對 吧 ? 
話 說 , 你 被 冷凍 在 冰山 裡 上百年 啊 ? 
那 一定 很 ... 不錯 
哪裡 不錯 ? 根本 是 惡夢 得了吧 , 是 能 有 多慘 ? 
世界 水深 火熱 , 人命 毫不 值錢 你 卻 能 蒙頭 睡過 去 
整個 氣宗 都 滅絕 了 我 卻 無法 在場 幫助 他們 
那 是 一場 悲劇 而且 可能 會 歷史 重演 所以 我得 盡快 去 找 北極 水族 所以 你 得 放 我 走 
我們 走 吧 
布明 ! 事關 重大 
你 不在乎 嗎 ? 
在乎 ? 
你 敢 叫 我 在乎 ? 
你 有 打 同一 場仗 打 了 上百年 嗎 ? 你 有 眼睜睜 看著 世界 分崩 離析 嗎 ? 
降世 神通 , 我 告訴 你 一件 事 
你 或許 已經 一百 歲 了 但 你 沒 有 活過 一百年 尤其 是 最近 這 一百年 
我 不 相信 你 已經 絕望 了 
布明 , 你 不會 
是 這樣 嗎 ? 
我 接受 挑戰 
不 可能 是 這條 路 
這是 山上 唯一 的 洞口 
你 確定 嗎 ? 
你 聽 
你 有 聽 到 ... 音樂 嗎 ? 
你 在 黑暗 中尋找 自己 放眼 只見 到 一片 石頭 很 好 , 麻煩 你 拿 起 那個 
切記珍 貴寶藏 就 埋藏 在 深處 
搖一搖 
所以 向下 挖 , 就 會 找到 我 心中 的 寶石 我 心中 的 寶石 
不錯 喔 你們 在 這裡 做 什麼 ? 我們 在 這裡 做 什麼 ? 你們 才 在 這裡 做 什麼 ? 
我們 在 唱歌跳舞 啊 
看得出 來 , 但 ... 為 什麼 要 在 這邊 ? 
音效 好 全奧瑪 舒城 首屈一指 
聽到 了 嗎 ? 
和 聲 , 那 就是 我們 的 目的 
和諧 、 音樂 、 愛 
既然 這些 人 在 這沒 問題 那 地道 大概 也 沒 那麼 危險 
地道 ? 這裡 不是 地道 
那裡 才 是 地道 
要 我 就 不會 走 進去 
我們 別無選擇 
我們 必須 去 找 朋友 
既然 這樣 你們 應該 先 看看 這個 這是 一對 戀人 的 故事 
奧瑪 和 舒在 分隔 雙方 村落 的 山上 相識 
雙方 村落 是 死 敵 所以 她們 無法 在 一起 但 她 們 深愛對方 所以 找到 一個 方法 
她 們 向 獾 鼴學會 了 運土 神功 成為 最早 的 運土 神通 
她 們 建造 了 精密 地道 用來 密會 
但 有 一天 , 奧瑪 沒來 赴 會 
因為 她 遇襲 受害 
舒在 傷心 欲 絕之際 , 使用 運土 神功 讓 兩個 村子 臣服 
她 大 可以 把 他們 全殺 光 卻 反而 宣布 戰爭 結束 了 
兩個 村子 協助 她 建立 新 城市 讓 他們 能 在 此 和平 共生 
這座偉 大城市 就 叫做 奧瑪 舒城 以此 紀念 她 們 的 愛 
" 冥中 愛亮極 " 
記住 這一點 尤其 是 你 們 打算 進入 那片 從來 無 人生 還的 黑暗 虛空 
一對 戀人 ... 
沒事 的 , 裡面 沒什麼 好 怕 的 
對 , 根本 沒有 厲鬼 這種 東西 
祕 密 地道 穿過 群山 祕 密 ... 祕 密 地道 
他們 死定了 
出動 一整 隊運土 神通 只為 了 一個 老人 
我受 寵若 驚 
這 只是 保險 起見 
這一帶 有 很多 人會 想 知道 鼎鼎大名 的 平西 巨龍 駕到 了 將霸 新塞圍 城 六百 天 的 烈火 國將 軍 
有人 可能 會 忍不住 想要 親手 討 公道 總 不能 放任 這種 事 發生 , 對 吧 ? 
請問 需要 我 提供 什麼 服務 讓 您 的 旅途 更加 舒適 嗎 ? 
不用 了 謝謝 
確定 嗎 ? 
不用 客氣 , 有 就 大聲 說 
到 深淵 的 路程 還很長 
我 有的是 時間 
你 想 北上 
北方 不好 
北方 到 處 都 是 火 
我別 無選擇 , 我 一定 要 去一趟 
給你個 建議 直達 的 路 不見 得 最好 
你 是 說 我 該 繞路 ? 
我 是 說 你 走路 要 注意 腳下 
布明 , 這是 怎樣 ? 
布明 , 你 到底 想證 明什麼 ? 證明 ? 
或許 我 是 想 讓 你 知道 降世 神通 的 路 不好 走 
或許 我 只是 想 跟 以前 一樣 玩遊戲 也 可能 我 只是 想 吃 一口 冰糖 而已 
我來 了 , 伯父 
這邊 
地圖 是 這樣 寫 嗎 ? 
地圖 不 太 清楚 , 但 我 有 直覺 
直覺 ? 
對 , 直覺 , 一種 預感 、 本能 
你 有 看到 嗎 ? 
熄燈 
還真 沒 想到 
" 冥中 愛亮極 " 懂 嗎 ? 這是 線索 
必須 暗下 來 , 才能 跟 著光 走 這樣 才能 找到 道路 
水晶 的 光 ? 
這些 東西到 處 都 有 耶 
岩壁 上 、 地上 
沒什麼 規律 這是 一條 路 
那句 話 是 " 冥中 愛亮極 " 而 不是 " 閃亮 石頭 " 
這叫 詩意 就 像 吟遊 歌手 說 的 , 愛 就是 答案 我們 只 需要 愛 , 愛讓 世界 運轉 
你 要 聽吟遊 歌手 的 指示 ? 
蘇卡 , 等等 凱 塔拉 , 你 有 什麼 問題 ? 
我 的 問題 就是 你 不 把 我 當一 回事 
又 來 了 
我 已經 不是 小女孩 了 但 你 一直 很 幼稚 
你 也 一直 假裝 無 所 不知 結果 沒 看出 有個 奸細 在 你 面前 說謊 
- 愛上 恐怖分子 的 人 還敢 說 喔 - 才 沒 有 
你 從頭 就 不 該 跟 他 說 話 你 沒 資格管 我 跟 誰 說 話 
你 不能 把 我 說 的 話 當屁 誰 叫 你 這麼 白 癡 ? 
- 爸要 我 當家 作主 - 你 不是 爸 ! 
看來 我們 已經 不 在 野狼 灣了 , 對 吧 ? 
應該 是 吧 
要是 姥姥 看到 我們 這樣 , 會 怎麼 想 ? 
我 真的 很 想 吃 她 做 的 海豹 肉乾 
或是 她 煮 的 麵 配上 熱湯 
我們 很快 就 會 吃 到 了 
你 真的 這麼 認為 嗎 ? 
我 也 不 知道 
走 吧 該 繼續 上路 了 
海豹 肉乾 真心 不 懂 你 怎麼 能 吃 那種 東西 
振火 神通 不 需要 水 , 對 吧 ? 
當年 霸新塞 被圍 了 一年 後 , 全城 飲水 還得 配給 
我們 在 當兵 的 有 特權 
但 我弟 ... 心腸 很 軟 
他會 跟 弟兄 收集 食物 、 飲水 分給 孩子 們 
他 在 你 火燒 東牆 那晚 負責衛哨 
等 我們 好不容易 把 火撲滅 他 已 經燒 得 屍骨 無存 
他 才 19 歲 
犧牲 那麼 多條 性命 打過 那麼 多場 仗 霸新塞 依舊 屹立 不搖 
值得 嗎 ? 
我們 兩國 當時 在 交戰 
我 是 軍人 
你 是 殺 人 魔 
其實 我現 在 睡 覺時 還會聞 到 煙硝味 
那股 味道 永遠揮 之 不 去 
戰爭 會 把 人 逼 到 絕境 
有些 人 被 逼 到 盡頭會 不 太 正常 
你 是 在 拐 著爛 彎為 當年 暴行 道歉 嗎 ? 
我 不是 在 說 我 
看來 是 真的 , 對 吧 ? 
你 沒 人性 
完全 不 懂 失去 至親 的 感受 
他 真的 放棄 圍城 了 嗎 ? 
對 , 在 他 兒子 戰死 之 後 
所以 他 兒子 英勇 犧牲 他 卻 會永遠 留下 懦夫 的 罵 名 
大哥 , 請 放心 路騰會 永遠 被 奉 為 烈火 國 勇士 
謝謝 你 , 傲賽 
他 的 犧牲 將會 流芳百世 
伯父 路騰 為 烈火 國捐軀 對 您 和 他 來 說 都 是 無上 榮耀 
我 當年 學業 不順 , 父王 很不滿 意時 路騰給 了 我 這個 
這是 他 以 軍 官班 第一名 畢業 時 獲得 的 
他 說 這應 該屬 於 註 定做 大事 的 人 所有 
這給 了 我 力量 
路騰 從 來 就 不 需要 這個 因為 他 是 我 見過 最 堅強 的 人 
你 越來 越 上 手 了 
熟能生巧 加上 出色 指導 嘛 捲 軸上 記載 的 嗎 ? 對 
還有傑 , 他 幫 我 想通 一些 事 
他 失去 了 家人 , 跟 我們 一樣 他 知道 那些 回憶會 拖累 我們 
他 讓 我察覺 我 只 想到 媽過 世 卻 沒 想到 媽 在世 的 模樣 
傑或許 的 確誤 入 歧途 了 但 他 是 被 逼 的 就 跟 薩伊一樣 
薩伊說 我 該 當個 工程 師 他 說 那 是 我 的 天命 
- 你 相信 嗎 ? 
- 我 也 說 不 上 來 但 聽 到 我 還能 有 其他 貢獻確 實不錯 
除了 我 的 過人 戰技 以外 
蘇卡 我 之前 說 你 和 爸 ... 
你 獨力 領導 大家 , 保護 全族 
爸 從 來 就 不用 獨自 扛起 那種 負擔 
你 比 他 更 辛苦 
這樣 不 對 啊 
這些 水晶 跟 我 想 的 一樣 只是 普通 水晶 
這裡 不該 有 這道 牆 我們 之前 走過 這裡 , 但 沒 有 這道 牆 
這怎麼 可能 ? 
確實 不 可能 
除非 ... 地道 會變 
這扇 門後的 挑戰 非常 嚇人 考驗 你 是否 已經能 成為 降世 神通 
布明 這些 挑戰 、 遊戲 、 考驗 都 很 沒 道理 
這 一百年 來 的 事情 都 沒 道理 
這不像 你 的 為 人 
我 認識 的 布明 是 個 愛玩 、 樂天 的 小孩 喜歡 打水漂 , 隨時 都 念 著 朋友 
我 相信 那個 孩子 還在 你 心裡 
這招 不錯 
降世 神通 , 你 整天 就 想 玩遊戲 吧 ? 
誰 在乎 責任 啊 ? 誰 在乎 拯救 世界 啊 ? 
遊手 好 閒 比 較 好玩 吧 ? 
那麼 我們 就 來 玩 最後一場 遊戲 
正如 我 跟 你 約 好 的 這是 最後一場 遊戲 , 降世 神通 
史上 第一 簡單 你 和 我 對 打 
這也 太 扯 了 , 地道 怎麼 會變 ? 
我 就 知道 跟 水晶 走 是 錯 的 風涼話 可以 晚點 再 說 嗎 ? 
這是 我 想像出 來 的 聲音 嗎 ? 
是 獾 鼴 
動手 
我們 見識 太多 殺戮 了 
對 土宗 手下留情 就是 會有 這種 下場 
你 沒事 
我們 得 走 了 
- 你 該 休息 ... - 沒時間 了 
他們 馬 上 就 會 派出 追兵 我們 得 立刻 離開 
謝 啦 
死路 一條 
凱 塔拉 , 對 不起 
我 也 很 抱歉 
怎麼 了 ? 我們 死 了 嗎 ? 
" 冥中 愛亮極 " 這句 話 說 的 不是 水晶 在 山中 引導 奧瑪 和 舒 的 不是 水晶 
牠 眼睛 看不見 
牠 們 移動 不是 靠視覺 , 而是 靠 感覺 
牠 們 能 意識 到 感覺 , 並 做出 反應 憤怒 、 恐懼 , 但 最 重要 的 是 愛 
" 冥中 愛亮極 " 
所以 牠 們 對 愛有 反應 ? 
你 覺得 牠 對言語 會 有 反應 嗎 ? 
不好意思 , 獾 鼴 先生 如果 你 能 指引 前往 宮殿 的 路 就 太好了 拜 託 啦 
拜 託 , 布明 , 你 沒 必要 這麼 做 我 就是 有 這個 必要 
有些 人 即使 不願意 也 得 戰鬥 
戰爭 就是 這樣 
你 在 塵世 自然 會 知道 但 你 不 在 
你 丟下 了 我們 
你 是 降世 神通 卻 丟下 了 我們 
在 這 世界 上 , 誰 都 靠不住 就算 是 朋友 也 一樣 
尤其 是 朋友 
雖然 玩 得 很 開心 但 這場 遊戲 該 結束 了 
布明 , 我撐 不住 兩塊 巨石 , 幫幫 我 讓 它 砸 下 來 吧 砸 下 來 你 就 贏了 
布明 , 這 不是 鬧著 玩 的 這 就是 遊戲 
這個 遊戲 要 人 做出 痛苦 的 決定 
要 救 這個鎮 還是 那個鎮 ? 
僅存 的 食物 要 分給 誰 ? 孤兒院 還是 士兵 ? 
我們 被迫 做出 這種 選擇 日 復 一日 , 年 復 一年 那還 只是 為 了 拯救 這 一座 城市 而已 
你 必須 拯救 整個 世界 讓 它 砸 下 來 吧 , 安 體會 身為 降世 神通 的 真 諦 
那 世界 就 完蛋 了 
蘇卡 , 去 救城主 
安 , 趁現 在 
你 沒事 吧 ? 
小子 , 你 還真會 拆 房子 
作弊 ! 你 作弊 ! 
你 錯 了 
我們 可以 靠 朋友 我 也 只能 用 這個 辦法 拯救 世界 
和 朋友 聯手 
你 的 想法 跟 小孩子 一樣 
這有 什麼 不好 嗎 ? 
記得 這個 嗎 ? 
我 都 用 它 來 呼喚 朋友 
我現 在 正是如此 呼喚 一個 老朋友 
你 說 得 對 
我 拋下 了 世界 也 拋下 了 你 
但 我現 在 回來 了 
城 主 大人 我們 已經 叫 出援 軍 
城牆 有 加倍 戒備 嗎 ? 
- 有 , 城 主 大人 - 很 好 , 跟 他們 說 我 馬 上過 去 
等等 , 這是 怎麼 回事 ? 
烈火 國部隊 有動靜 , 會 在 黎明 來襲 
你們 被 襲擊 了 ? 
就 快 了 但 我們 會 做好 準備 
幸好 有線 人先 警告 我們 
- 薩伊 ? - 匠師 警告 將軍 , 城內 有間 諜網 幫忙 把 他們 一網 打 盡 了 你們 快點 離開 吧 
降世 神通 還有 地方 要 去 我們 能 自己 照顧 自己 奧瑪 舒城 要 重新 參戰 了 
對 了 , 但 我 還有 一個 挑戰 要給 你 
我 的 空心菜 啊 
看來 我們 跟上 下船 很 有 緣 啊 
我們 的 命 或許 就是 這樣 , 朱克 王子 
很 好 , 我來 得 不算 太遲 
- 伯父 , 你 來 做 什麼 ? - 跟 你 一樣 準備 踏上 一段 保證 難 忘 的 旅程 
你 想 跟 我 一起 走 ? 
我 已 做好 萬全 準備 我 需要 的 茶 全都 帶 了 
我 不 需要 保母 
那 需要 朋友 嗎 ? 
父王 說 得 斬 釘 截鐵 我 沒 找到 降世 神通 就 不准 回來 
也 就是 說 我們 可能 要 很 久 才能 回家 了 
家 
我 需要 的 東西 都 在 這艘 船上 
我 也 說 了 , 我 需要 的 茶 全都 帶 了 
朱克 , 怎麼 了 ? 
沒什麼 
我們 回家吧 
