‫ " העליתי את כל הרשתות ‫ בדקתי מלכודות " 
‫ שלום . ‫ - ביפי , זו קריסה . 
‫ אני , דורותי ומרי ‫ הולכות לערב " שתי ככל יכולתך " ‫ ב"דקירי קייב " בקנאיי . 
‫ רוצה לבוא ? יהיו שם הרבה בחורות יפות . 
‫ הלוואי , אבל הרשתות שלי הסתבכו ‫ והמלכודות שלי עולות באש . 
‫ אז אני אוותר הפעם . 
‫ ביף , אני אוהבת אותך , אבל אתה שקרן גרוע . 
‫ אתה צריך לפגוש נשים במקום לדוג דגים . 
‫ הפסד שלך . נתראה . 
‫ הגיע הזמן להירגע אחרי יום שלם של דיג ‫ בעוד קצת דיג . 
‫ אוי , לא . 
‫ אני פשוט אשחה חזרה . 
‫ אלוהים , הסחף . 
‫ הרגל שלי תקועה . 
‫ אוקיי , תחשוב , ביף . 
‫ הרגל שלך תקועה ברשת . 
‫ אתה צריך להשתחרר , אבל כשמושכים , ‫ החבלים מתהדקים . 
‫ מים קרים . 
היפותרמיה . 
‫ נראה שיש לי 15 דקות , לכל היותר . 
‫ ביף . 
‫ - מה ? 
‫ תירגע , הכול בסדר . 
‫ אלוהים ? זה אתה ? 
‫ סליחה שחשבתי שאתה דמיוני . 
‫ אני לא אלוהים , ביף . 
‫ זה אני , הפין שלך . 
‫ אוי , לא . זו כנראה ההיפותרמיה . 
‫ רגע , למה יש לך מבטא דרומי ? 
‫ כי אני מדרום הגוף שלך . 
‫ זאת אומרת , הייתי , כשהייתי בחיים . 
‫ אבל עכשיו אני מת , ואני בגן עדן . 
‫ אני , הבליטה היפה בגוף שלך , אינני , ‫ כי לא השתמשת בי במשך שנים . 
‫ מה ? זה לא נכון . 
‫ מה עם החודש שעבר ? 
‫ הגיליון האחרון של " רבעון הדייגות " . 
‫ נהנינו כמה דקות . 
‫ אני לא מדבר על משחק עם הדגיג שלך , ‫ אני מדבר על סקס . 
‫ סקס זה הקטע שלי . 
‫ טוב , אין לי הזדמנויות לפגוש אנשים . 
‫ " אין לי הזדמנויות . " 
‫ אתה כל הזמן מוותר על הזדמנויות . 
‫ רק עכשיו ויתרת על הזדמנות ‫ ללכת לערב " שתי ככל יכולתך " עם קריסה . 
‫ יש לי אוזניים , אתה יודע . 
‫ באמת ? ‫ 
- משהו כזה . 
‫ בכל אופן , לסרב להזמנה לערב בנות ‫ היה הקש האחרון מבחינתי . 
‫ זה הרג אותי . 
‫ בוא תצטרף אליי בגן עדן . 
‫ אבל אני לא רוצה למות . 
‫ טוב , אז אולי אוכל לעזור לך . 
‫ בבקשה ! ‫ - אם תוכל גם אתה לעזור לי . 
‫ אעשה הכול . 
‫ תבטיח לי שבאמת תתחיל לחיות ? ‫ תתחיל להשתמש בי ? 
‫ כי זו לא בקשה גדולה . 
‫ אסתפק בסטוץ , או אני לא יודע , ‫ נגיד שתפגוש מישהי בתחנת אוטובוס . ‫ תלכו לשירותים , היא תשכיב אותך ‫ על משטח ההחלפה . 
‫ אולי זה חלק מהעניין . 
‫ רגע , על מה אני מדבר ? 
‫ בבקשה , תעזור לי להשתחרר ! 
‫ טוב , הרשת מסובכת סביב רגל שמאל שלך . 
‫ זה קשר - חבק , אז תחליק אותו על הרגל ‫ כדי להתיר אותו , ‫ ואז שלוף את כף הרגל . 
‫ בחיי . 
‫ אני חי ! ‫ אני חי ! 
‫ סליחה על האיחור . 
‫ ביף , אתה בסדר ? 
‫ אתה דומה לדוב מ"האיש שנולד מחדש " . 
‫ אבא , מה קרה לך ? 
‫ אוקיי , אני יודע שזה יישמע מטורף , ‫ אבל הייתה לי חוויית סף - מוות וראיתי משהו . 
‫ את הפנים המלאכיים של ילדיך האהובים ? 
‫ לא , ראיתי את ה ... ‫ את הפין שלי בשמיים , והוא דיבר אליי . 
‫ אז איבדת הכרה וחלמת ? 
‫ זה לא היה חלום . ‫ זו הייתה התגלות . 
‫ איבר המין שלי כעס שאין לי ... ‫ בז ? ‫ - סקס . 
‫ ואני הולך . 
‫ אני שמח שאתה בסדר . 
‫ אני אשב במרפסת בלי לדבר על זה . 
‫ גם אני מחניקה צרחת אימה ‫ במחשבה על דיון בחוויות המיטה של אבא , ‫ אבל אני רוצה להיתפס כתומכת בסקס . ‫ ואני רוצה שאבא יהיה מאושר . ‫ אז אני פשוט אישאר פה , אהנהן ואגיד ... ‫ אני מצד שני , מוכן להתעמק בנושא . 
‫ אבא , אתה אומר שהאבא'לה שלך למטה ‫ רוצה שתמצא חברה ? 
‫ הוא לא מחפש מחויבות . 
‫ הוא רוצה סטוץ . 
‫ אולי אני והאניבי נוכל למצוא לך דייט , ‫ ואז נוכל לצאת כולנו יחד . 
‫ תמיד חלמתי לפעול יחד עם אבא שלי . 
‫ נקווה שזה לא מה שרצית להגיד . 
‫ תודה על ההצעה , בן . ‫ אבל למדתי מהטלוויזיה שאם אני רוצה רק מין , ‫ צריך פשוט להירשם לאפליקציות ? 
‫ כן . אם באים לך סתם מזמוזים , ‫ לזה נועדו האפליקציות . 
‫ טוב . ברגע שנסיים לאכול , ‫ אחשוף את עצמי לאינטרנט . 
‫ היי , מון . 
‫ היית צריך להפליץ בארוחת הערב ‫ אז יצאת החוצה ? 
‫ זה תמיד קורה לי . 
‫ בשבוע שעבר נאלצתי לצאת מ"סטייק אנ' שייק " . 
‫ מה שקרה זה שהתחילו לדבר על ענייני מבוגרים . 
‫ מה אתה עושה , ג'רי ? 
‫ באתי לקחת את ראש הביגפוט החלופי שלי . ‫ השארתי אותו פה בשבוע שעבר . 
אפשר ? 
‫ כן . ‫ גור ביגפוט . 
‫ יש לי רעיון . 
‫ יש לי פחות הזמנות ואני צריך גימיק חדש . 
‫ רוצה להיות אחיו הקטן של ביגפוט ‫ ביום ההולדת שאני מופיע בו ? 
‫ באמת ? ‫ 
- לגמרי . 
‫ זה יהיה כיף . ‫ חוץ מזה , תמיד רציתי אח קטן , אבל זה לא קרה . 
‫ אז מה אתה אומר ? 
‫ - אני בעד . 
‫ ונוכל להתחלק בטיפ . 
‫ כסף במתנה ? 
אתה כבר האח הגדול הכי טוב שלי . 
‫ אלך לספר למשפחה על החיים החדשים שלי . 
‫ טוב , העליתי את התמונה היחידה ‫ שאבא מחייך בה . 
‫ זוכר ? צילמנו אותה אחרי שראית ‫ את הקוף הלבוש בבגדי אדם . 
‫ זה לא מה שהם אמורים ללבוש . 
‫ אז אני מניח שפשוט אקליק על זה . 
‫ היי , יש לך מאץ' . ‫ 
‫ מה עכשיו ? 
לשלוח לה מכתב בדואר ? 
‫ תיפגש איתה הערב במסעדה הרוסית . 
‫ ו"שלח " . 
‫ אם הכול ילך טוב , תקבל מנה רוסית עסיסית . 
‫ אני מקווה . 
‫ החיים יקרים ואסור לי לפספס ‫ את ההזדמנות שקיבלתי . 
‫ אני חייב לעשות את מה ‫ שקפטן התחתונים שלי דורש . 
טרייסי ? ‫ - היי . 
‫ היי . 
שמי סקס טובין . 
‫ באתי לביף . 
‫ זאת אומרת , סקס . 
כלומר , באתי לדייט . ‫ סקס . ביף . 
תעשי איתי סקס . 
‫ אני אלך . 
‫ התחלה קשה . ‫ אבל זה בסדר , חשוב שתחזור למשחק . 
‫ משחק הסקס . 
‫ הנה זה בא . 
‫ מעניין אם אכלתי פעם דג שאתה דגת . 
‫ נחמד לחשוב על זה . ‫ 
- נכון . 
‫ אני מקווה שאתה נהנה מהמשקה . ‫ לגמרי . 
‫ בשמחה . ‫ - אני לא עוקב . 
‫ אני המצאתי את הספלים . 
‫ את המצאת את הספלים ? 
‫ כן . 
‫ זו בדיחה ? 
‫ חוץ מזה , אני יודעת שאתה הילרי קלינטון . 
‫ אני כבר מחכה להוריד ממך ‫ את התחפושת הזו בבית שלי . 
‫ זה ידוע . תפגוש גם אנשים ‫ משוגעים על כל הראש . 
‫ טוב , ושוב אני נכנס למשחק הסקס . 
‫ אולי אקנה אטמי אוזניים , ‫ או שאלוהים ייקח אותי . 
‫ הנה . האישה הזו נראית נחמדה ונורמלית . 
‫ נינה ? ‫ 
- שלום , אבא'לה . 
‫ החיתול שלי מלא . 
‫ אוי , לא . 
‫ לא ולא . 
‫ ברבי ? ‫ - אוי , לא . 
‫ נפל לי המוצץ , אבא'לה . 
‫ חבר'ה , יצאתי כל ערב השבוע . 
‫ אני מותש . 
‫ והיום הגיע גיליון חדש של " רבעון הדייגות " , ‫ אז אולי אישאר בבית ופשוט אקרא . 
‫ האפליקציה הייתה גרועה . ‫ אבל מצאתי אחת בשם " לאמבר לאב " ‫ שהולמת אותך יותר . 
‫ הערב תיפגש עם בחורה בשם די . 
‫ היא אומרת שתלבש רק משובץ . 
‫ זו התחלה מצוינת . 
‫ היי , חבר'ה . באתי לקחת את מון . 
‫ ביגפוט ואחיו הקטן הם להיט אמיתי . ‫ זו המסיבה החמישית שלנו השבוע . 
‫ בוא נעשה מה שביגפוטים עושים . 
‫ מרוויחים כספים ומספקים ריגושים . 
‫ טוב , הנה הדייט שלי בבד משובץ . 
‫ היי , דלמר . נראה לי שהייתה אי הבנה משעשעת . 
‫ ממש לא . 
‫ סליחה , פיני . באמת ניסיתי . 
‫ גרטה ? 
למה את שוכבת על הרצפה ? 
‫ זה טיפשי . אני סובלת ממשהו בשם פיק - ברכיים . 
‫ הן פשוט קורסות מדי פעם . 
‫ הייתי בדרך לשתות משהו . 
אתה הולך ? 
‫ בחיי הבאפלו וינגס . 
‫ אמרתי את זה בגלל הסקס . 
‫ בוקר טוב . 
‫ וואו , ביף . ‫ הכנת המון בייקון וזה נהדר ‫ כי יש לי חוסר בבשר חזיר . 
‫ אם לא אוכל 200 גרם ביום , ‫ הרופא אומר שינשרו לי הידיים . 
‫ אני יודע שאנחנו רק שניים , ‫ אבל אני פשוט רגיל לערוך לשישה . 
‫ אני מתה על זה . מי לא אוהב ארוחות בוקר ? 
‫ היה לי בחור בשם קדן בעבודה , ‫ שנהג לצרוח על תפוחי האדמה המטוגנים ‫ בחדר האוכל , אבל הוא מת . 
‫ ארזתי לך גם ארוחת צהריים מזינה . 
‫ אז היא שם , אם תרצי בה . 
‫ לא היה לי מפגש רומנטי כבר המון זמן . 
‫ לא ידעתי איך להתנהג . 
‫ ביף , רק מפני שהקשנו ערדליים , ‫ זה לא אומר שאנחנו צריכים להתנהג אחרת . 
‫ אנחנו פשוט חברים ששכבו . 
‫ " חברים ששכבו . " אוקיי . זה נשמע לי טוב . 
‫ טוב , אני צריך ללכת הביתה ‫ ולהכין בדיוק אותה ארוחה לכל המשפחה שלי ‫ לפני שיקומו . 
‫ הפתעה . ‫ 
- יום הסקס 
- אב - ‫ ראינו שלא חזרת הביתה אתמול , ‫ אז הכנו לך משהו קטן . 
‫ זה ענה על כל הציפיות שלך ? 
‫ עלי ורדים ? 
נרות ? 
‫ נשיקת שוקולד על הכרית ? 
ספר . 
‫ או שאל תספר . כלום . 
‫ בן , הפרטים האלו אישיים . 
‫ אבל מה זה משנה ? 
‫ תנו לי פרוסה מעוגת הסטוץ הזו . 
‫ למה יש עוגת - ארוחת - בוקר ? 
‫ זו יותר עוגת - סקס . 
‫ אבא הלך עד הסוף . 
‫ ואני חוזר לחדר . 
‫ קח אותי איתך . 
‫ עשינו את זה , פין שלי . 
‫ היה לנו סטוץ . של סקס . 
‫ " כן , סטוץ של סקס ‫ אנחנו רק חברים ששוכבים ‫ סטוץ של סקס ‫ סטוץ של סקס ‫ סקס " ‫ 
- מוד'ס אול - דיי - ‫ אנחנו מרוויחים כסף על ימין ועל שמאל . 
‫ וסוף סוף , יוצא לי להרגיש כמו אח גדול . 
‫ מי חשב שיהיה כל כך כיף ‫ לקנות לאחי הקטן מנת גלידה ‫ שתגרום לו להקיא ? 
‫ אתה מעולה בזה . 
‫ שלום . ‫ שלום ? 
‫ שמענו שאתם מופיעים במסיבות בעיר , כזוג . 
‫ שמענו שאפילו הופעתם ‫ ביום הולדתו השישי של ראיין פרגוסון . 
‫ כן ... 
‫ - פרגוסון שייך לנו ! 
‫ יש מקום לזוג קטן - גדול אחד בלבד בעיר הזו . 
‫ פעם היו שר הגדולה ושר הקטנה , ‫ ומישהו הלביש להן זוג פאות בטון . 
‫ עכשיו הזוג הגדול - קטן היחיד זה אנחנו . ‫ מובן ? 
‫ אוקיי . זה היה מפחיד . 
‫ אל תדאג , אח קטן . 
‫ הם רק ליצני מסיבות . ‫ כן . 
מה הדבר הכי נורא שיוכלו לעשות ? 
‫ לזרוק עלינו דלי קונפטי ? 
‫ או להכין לנו בובת בלון חמודה ? 
‫ בכנות , אני אשמח . 
- רוח האייל הבודד - ‫ בוקר טוב , משפחה מקסימה . 
במה אתם מסתכלים ? 
‫ היי , אבא . 
‫ - כלום . 
‫ אבא , אם חשבת לקרוא את " פינת השירה " , תוותר . 
‫ זה מטופש , אבל מודעות האבל היום מרתקות . 
‫ אל תדברי שטויות , ג'ודי . 
‫ את יודעת שאני תמיד קורא את " פינת השירה " ‫ מייד אחרי התאריך . 
‫ " 14 באוקטובר " . מצוין . 
‫ היי , שנצא כולנו לנסיעה ? 
‫ לווגאס ? 
קדימה . 
‫ לא עכשיו , בן . 
‫ ואודה לך אם לא תזרוק עליי מפתחות . 
‫ השיר של היום : " ' בשר אדום בלי עצמות , ‫ טיל מונחה בשעת חצות' , ‫ מאת גרטה מיטוויפ . " 
‫ " כשהוא עזר לי לקום במגרש החנייה , ‫ לפתע האווירה התחממה . 
‫ כרוכים יחד בחשיכה ‫ טרפנו זה את זה בהנאה . 
‫ אני התפשטתי , הוא היה ביף טובין . " 
‫ אלוהים . 
‫ " מצעים סתורים בריח נזיד - ביף . 
‫ הליל חולף והשחר עולה ‫ אך אנו ממשיכים להתעלס . " 
‫ מגניב מאוד . 
‫ רציתי סטוץ דיסקרטי , ‫ לא לככב בקלטת סקס ספרותית . 
‫ אבא , אתה צריך ליהנות מההישגים שלך . 
‫ נתלה את השיר הזה על המקרר . 
‫ הקשבתי לבולבול שלי ‫ ועכשיו אני הזנזון של העיר . 
‫ אבא , תירגע . 
‫ לא נראה לי שזה יעניין אף אחד . 
‫ כשקריספין ואני התחלנו לצאת , ‫ חשבנו שנהיה שיחת היום . 
‫ אתה יודע , בתור זוג חדש בכפר קטן באלסקה , ‫ אבל אנשים שכחו מזה די מהר . 
‫ למען האמת , זה היה קצת מעליב . 
‫ ביף , אני אפילו לא ידעתי ‫ שיש פינת שירה ב"רוח האייל הבודד " . 
‫ אני בטוחה שאף אחד לא קורא את זה . 
‫ - אתם צודקים . 
‫ הילדים היום , עם משחקי הווידאו , ‫ הלינקדין והעפיפונים שלהם . 
‫ הרפתקאות הסקס שלי ‫ בטח לא מעניינות אף אחד . 
‫ אני פשוט אצא לסידורים ואשכח מזה . 
‫ אבא ? אתה בסדר ? 
‫ אתה יושב על גזע המחשבות שלך . 
‫ הייתי בעיר . ‫ נראה שעוד הרבה נשים רוצות ‫ שאטבול את הטאקו שלי ‫ ברוטב הגבינה הנשי שלהן . 
‫ אני יודע שהרבה גברים היו מתלהבים , ‫ אבל פשוט לא מתאים לי ‫ להיות במרכז תשומת הלב . 
‫ אבא , אם תשומת הלב מפריעה לך ‫ כדאי שתלך לדבר עם גרטה . ‫ תגיד לה שאתה מעדיף ‫ לוותר על תיאורים מחורזים ‫ של הסטוצים שלכם . 
‫ טוב . האמג'אם . 
‫ מתי נעשית חכם כל כך ? 
‫ לפני שלוש שנים בערך . ‫ 
- יום הולדת שמח - ‫ מטורף שהופענו בשלוש מסיבות ‫ של המשפחה הזו השבוע . 
‫ הם תמיד עושים לג'יי - ג'יי שלוש מסיבות . 
‫ הוא יגדל להיות מפלצת . 
‫ היי . מה ... ‫ נראה לי שהליצנים המעצבנים ‫ זרקו עוגות על המכונית שלך . 
‫ פיפ , ביץ' . 
‫ איך נכנסתם הנה ? 
‫ הייתם מוכרחים להתגרות במזל , מה ? 
‫ מאחר שאתם לא מבינים רמזים , ‫ זה אולטימטום , מלחמת תלבושות . ‫ ביער . מחר בלילה . אתם , אנחנו . ‫ עוד כמה חבר'ה . 
‫ כיבוד , אבל לא ארוחה . 
אתם קולטים את הכיוון . 
‫ מה זה מלחמת תלבושות ? 
‫ כך אנחנו , בדרני המסיבות המקומיים , ‫ סוגרים חשבון . 
‫ המנצחים ממשיכים להופיע . ‫ המפסידים פורשים . 
‫ בחיי , לעומת שני אלו , ‫ אפילו הליצן מ"זה " נראה חביב . 
‫ אני מקווה שאף אחד לא ראה אותם . 
‫ מאכזב מאוד לראות ‫ רק שני ליצנים יוצאים ממכונית . 
‫ שלום , גרטה . 
קראתי את השיר שלך . ‫ באמת ? 
אני כל כך שמחה . 
‫ התרגשתי כל כך מההתעלסות שלנו ‫ שסוף סוף הצלחתי לחרוז . 
‫ תרצה להיכנס ? 
‫ אני ... ‫ כן , ביף ? 
‫ כן . 
‫ אז לפי השיר המאוד מפורט השני הזה , ‫ אני מניח שלא אמרת לגרטה ‫ שלא התלהבת מהשיר הראשון ? 
‫ ובכן , ניסיתי . ‫ אבל , לא . 
‫ תן לי לנחש , הסתכלתם זה לזה בעיניים ‫ ואז פשוט שכבתם שוב ? 
‫ כן . 
‫ " ' עוד ציר ביף את השוקת שלי מציף' , ‫ מאת גרטה מיטוויפ . " 
‫ זה שם מצוין לשיר ההמשך . ‫ רגע . תנו לי להתכונן נפשית . 
‫ אוקיי . תמשיך . ‫ " כריך נקניק , פתוח מלפנים . ‫ רוטב צהריים , חיבוקים לוהטים . " 
‫ לא ! סליחה . ‫ ניסיתי להיות קולית , אבל זה מוגזם . ‫ בהצלחה , אבא . 
‫ אני עולה לחדר שלי ‫ ואז דרך החלון לפסיכולוג . 
‫ ואני אלך לחדר שלי . 
‫ בעתיד הקרוב , ‫ אניח לכלי השיט האישי שלי ‫ לעגון בנמל המבטחים של תחתוניי . 
‫ ג'ודי , רוצה להביא חזרה את חתיכת השולחן ? 
‫ אוכל להתחיל לתקן אותו . 
‫ זה נראה רע . 
‫ ונראה לי שתזדהה עם החשש שלי . ‫ איפה הכיבוד ? 
‫ הנה נודי הנודל . 
‫ נראה שהוא כבר שפוך לגמרי . 
‫ לא חשבתי שתבואו . 
‫ כן , באנו . 
‫ ואתם עשיתם טעות כשנטפלתם לאחי הביגפוט . 
‫ קדימה , ג'רי . תראה להם . 
‫ מון . לא . ‫ אל תגיד את זה . אני לא ... ‫ טוב . 
זה מה שיקרה . 
‫ אנחנו מתפשטים ונשארים בתחתונים ‫ כדי לא להכתים את התחפושות בדם . 
‫ ואז הולכים מכות . ‫ המנצחים שורפים את תחפושות המפסידים . 
‫ אבל קודם לכל אחד יש עשר דקות ‫ לקחת אילו סמים שירצה . 
‫ מון , תראה . ‫ כל כך רציתי להיות אח גדול כיפי ‫ ששכחתי תפקידים אחרים של אח גדול , ‫ כמו לשמור עליך . 
‫ זאת אומרת , לקחת אותך לקרחת יער ‫ עם חבורה של פסיכופתים ? 
‫ כך לא מתנהג אח גדול . 
‫ נראה לי שהגיע הזמן לוותר ‫ על צוות הביגפוט שלנו . 
‫ אולי נוכל פשוט לבלות יחד מדי פעם . 
‫ לגמרי . ‫ טוב . 
כשאגיד , " רוץ " , תרוץ . 
‫ רוץ ! ‫ היי . 
תחזרו הנה . 
‫ לאן אתם הולכים ? 
‫ אני אתגעגע אליכם ! 
‫ אוקיי , כן . ‫ זה רע . ‫ - רע מאוד . 
‫ בוקר טוב , אחים . ‫ בצלחות יש לכם פנקייקים , ‫ אבל הבעת " אוי , לא " על הפנים . 
‫ " ' הטבעוני הלהוט שלי' מאת גרטה מיטוויפ " ? 
‫ " הצמה הבלונדינית שלך זוהרת בשמש למולי . 
‫ שפתייך כמו טופו משי , ‫ הקוקו הגברי שלך בריח פצ'ולי . " 
‫ אוי , השיר הזה הוא לא על אבא שלכם . 
‫ " חיפוש כמהין לילי , העונג בגני . 
‫ חשפתי את הגזר שלו ‫ ובשמחה הוא גם חלק בו . " 
‫ אני יודע שהשיר הזה לא על אבא , ‫ אבל אני עדיין שונא אותו . 
‫ נראה שגרטה בחרה במנה טבעונית . 
‫ זה ישבור את אבא . 
‫ הוא רק יצא שוב לשוק ‫ וכבר מורידים אותו מהמדף . ‫ ביף . 
היי . 
‫ - כן . היי . 
‫ היי , אבא . 
‫ מה הולך ? 
‫ החצר כולה ... עולה באש . 
‫ אז כדאי שתלך . 
‫ אני מבין . 
תסלחו לי . 
‫ אוי , לא . גרטה שברה את לבו . 
‫ אני אלך אחריו . 
‫ וולף , לא . 
‫ - אבל הוא עצוב . 
‫ כן , וולף , כנראה . 
‫ אבל תראה , אבא בחר לשכב עם מישהי , ‫ פעמיים , וזה הסתבך . 
‫ בתור אדם שנאלץ לחשוב על מערכת יחסים כזו ‫ וענייני סקס מאז שהיה בן 12 ‫ וראה שידור חוזר של " אביר על גלגלים " ... ‫ הסלהוף . 
‫ סע , בייבי . ‫ 
- בדיוק . 
‫ גם המכונית הזו נראתה טוב . 
‫ תראו , בתור גיי , ‫ תמיד ידעתי שיבחנו את חיי האהבה שלי ‫ בשבע עיניים . ‫ אבל האפשרות השנייה , להסתתר , היא גרועה ‫ וצריך לתת לאבא לעבד את זה , ‫ גם אם זה אומר שיגור במחסן חודש - חודשיים , ‫ ימלמל לעצמו ויאכל ספגטי קר . 
‫ אוקיי , תתכוננו לסערה . ‫ אנחנו עומדים לשקוע באומללות . 
‫ קדימה , פין . תתגלה לי . 
‫ צריך לדבר . 
‫ אולי אני צריך להיות בסכנת מוות . ‫ אני מניח שעליי לקפוץ למים . 
‫ אוי , לא . אני בסכנה . 
‫ אני עלול למות . 
‫ ביף , בנאדם . מה קורה ? 
‫ אני גאה בך מאוד . 
‫ אתה הנהג ברכבת הזיונים . 
‫ לא , אני לא כזה . ‫ למרות שאני אוהב רכבות . 
‫ אבל אני כועס . 
‫ בגלל שגרטה מצאה מאהב אחר ? הטבעוני ? 
‫ מאיפה אתה יודע ? 
‫ ביף , אני חלק ממך . 
‫ אני יודע על כל מה שאתה עושה . 
‫ אני יודע שאתה עומד להפליץ . 
‫ ובכן , אתה טוע ... ‫ רואה ? אז מה הסיפור עם גרטה ? 
‫ אתה מקנא ? ‫ 
- לא , וזה מה שמכעיס אותי . 
‫ תמיד קינאתי לקתלין , ‫ אז למה אני לא שבור מזה ‫ שאני לא היזיז היחיד של גרטה ? 
‫ האם הסטוצים הפכו אותי לטיפוס מופקר ? 
‫ ביף , אם אתה רוצה תשובות , ‫ דבר עם האיש ששלח אותי . 
‫ בלי להעליב , אבל אני די טיפש . 
‫ מישהו שלח אותך ? 
‫ הלב שלך שלח אותי . ‫ היי , לב . ‫ 
- היי , חבר'ה . 
‫ בדיוק חשבתי על חתול עם שלוש רגליים ‫ שראיתי פעם . 
‫ היה לו טוסטוס קטן . הוא היה אמיץ . 
‫ מה קורה , דניס ? ‫ 
- ללב שלי קוראים דניס ? 
‫ לך קוראים ביף ? ‫ - צודק . 
‫ ביף , זה לא רק שהמה 
- שמו שלך למטה ‫ מת כבר שנים , ‫ זה גם אני . ‫ 
- מה ? 
‫ אני כל הזמן משתמש בך . 
‫ אני אוהב את הילדים ואת הסירה ‫ ואת החתול ההוא עם שלוש רגליים . 
‫ אני זוכר שראינו את ג'נגלס באתר ההוא . 
‫ ביף , אני מדבר על אהבה רומנטית . 
‫ לא הרגשתי את זה כבר שנים . 
‫ טוב , אז למה שלחת את הבולבול שלי ? ‫ - בחייך , ביף . 
‫ כולנו מכירים את הפתגם , הפין הוא שער הלב . 
‫ זה לא פתגם . ‫ - בטח שכן . ‫ הוא על המדבקה ברכב שלי . 
- יש לך רכב ? ‫ בערך . 
זה מסובך . 
תראה , ביף . 
‫ העניין הוא , אם לא תתחיל ‫ להפעיל שוב את החכה שלך , ‫ גם לי לא יהיה סיכוי . 
‫ וצפויות לנו עוד הרבה שנים טובות . 
‫ אז אתה אומר שאם אמשיך לעשות את זה ... ‫ בדיוק ! 
‫ 
- תוכל לעמוד בזה , דניס ? 
‫ לקחת את זה קשה מאוד כשאתה - יודע - מי עזבה . 
‫ כן . הייתי גמור . 
‫ זוכר איך נשכבנו במקלחת ‫ בכל שיר של " אייר סופליי " ? 
‫ שנינו בקושי החזקנו מעמד . 
‫ אבל מצבי השתפר . 
‫ אני מניח שזה נכון . 
‫ עכשיו כשאני שומע את " אייר סופליי " , ‫ אני פשוט מכבה את הרדיו ‫ ולפעמים מנגב את המצח במגבת קרה . 
‫ אנחנו פשוט מבקשים ממך ‫ לא לבזבז את כל חייך בדייג , ‫ כשהחברות שלך הולכות ל"שתי ככל יכולתך " . 
‫ טוב , אעשה מה שאתם רוצים ואצא שוב לשטח . 
‫ כן ! אבל ביף , למעשה , זה מה שאתה רוצה . 
‫ כי אנחנו אתה , טיפשון . 
‫ היי , מאחר שנצא שוב לשטח , ‫ אולי נתקשר לבובה הזו ? ‫ ממש לא . 
‫ - לא . ‫ אבל אני אמשיך לנסות . 
‫ טוב . נתראה , ביף . 
‫ ביי , גבר . 
אל תחשוש לחזור אליי . ‫ חכה . 
פין שלי . ‫ לא אמרת מה שמך . 
‫ סינדי . 
- רבעון הדייגות - ‫ תודה על התמיכה כל השנים , ‫ קפטן כריסטי קובינטון . ‫ אלופת דיג בס ושלוש פעמים נערת שער . 
‫ אבל אני כבר מסתדר . 
‫ יודעת מה ? גבר יכול לשנות את דעתו . 
