‫ هل تودّ أن تشرب معي‬ ‫ كأس " سلو جين " يا جلالة الدوق ؟‬ 
‫ شكرًا يا " جيف " .‬ 
‫ ضع " ميليغان " عندك على الأرض .‬ ‫ فقد مضى موعد نومه أصلًا .‬ 
‫ حسنًا .‬ 
‫ ضعه في أي مكان . لا مشكلة .‬ 
‫ - هل كل شيء على ما يُرام يا جلالة الدوق ؟‬ ‫ 
‫ ولكنك كنت محقًا‬ ‫ حيال " سوزي " وعائلة " غلاس " .‬ 
‫ فقد كُشفت معلومات‬ ‫ تشير إلى أن " سوزي " وعائلة " غلاس "‬ ‫ على استعداد لقتلي‬ ‫ في حال حاولت الانسحاب من المنظمة .‬ 
‫ ظننت أنكما على وفاق .‬ 
‫ كنا على وفاق .‬ 
‫ ولكن ليس بعد الآن .‬ ‫ أقترح عليك أن تشمّ رائحته .‬ 
‫ ماذا تشمّ ؟‬ 
‫ رائحة لوز .‬ 
‫ صنع مشروب " سلو جين " يتطلب تريثًا .‬ 
‫ إذ يصبح لونه أرجوانيًا زاهيًا‬ ‫ بعد بضعة أسابيع .‬ 
‫ ومعظم الناس يكتفون بهذا .‬ ‫ ولكن للاستطعام بمذاقه الحقيقي ،‬ ‫ يجب تركه بضع سنوات .‬ 
‫ ثمة خصلة لا تُقدّر حق قدرها في هذه الأيام ،‬ ‫ ألا وهي الصبر .‬ 
‫ دع الأمور تأخذ مجراها .‬ 
‫ واصل تأدية دورك في الصفقة ولاحظ ردّ فعلهم .‬ 
‫ لا تدعهم يعرفون ما تفكر فيه .‬ 
‫ وفي هذه الأثناء ،‬ ‫ هيّئ نفسك لكل الاحتمالات .‬ 
‫ صباح الخير يا سيدي .‬ ‫ هل ترغب في كوب قهوة طازجة ؟‬ 
‫ لم لا ؟‬ 
‫ سأشربه في مكتبي يا سيد " لورنس " .‬ ‫ وأريد كوبين لا واحدًا .‬ 
‫ إنني متوتر جدًا .‬ ‫ لم أتوتر إلى هذا الحد منذ أدّيت دور " عطيل " .‬ ‫ لا تسأل . كان الوضع مختلفًا .‬ 
‫ تبًا لما أشعر به .‬ 
‫ صباح الخير يا آنسة " غلاس " .‬ ‫ - الدوق مستعد لاستقبال ضيوف ، صحيح ؟‬ 
- صحيح تمامًا .‬ ‫ هذا رائع .‬ 
‫ - " فريدي " .‬ ‫ - مرحبًا يا " سوزان " . اسمعي .‬ ‫ اعذريني ، ولكن عليّ البوح بهذا . " سوزي " ... 
‬ ‫ أعرف أنك مشغولة بإدارة العصابة ،‬ ‫ ولكن آمل أن تتفرغي لنتحدث قليلًا .‬ 
‫ لماذا لا تعمل ؟‬ ‫ ماذا ؟‬ 
‫ إنني أعمل أيتها الرئيسة .‬ ‫ فهذا هو الموضوع أصلًا .‬ ‫ إنه محق . 
اسمعي ، الموضوع أنه ... ‬ ‫ أظن أنني ربما توصلت إلى اكتشاف مهم .‬ 
‫ وأظن حقًا أنه اكتشاف‬ ‫ قد يستحق أن تأخذيه على محمل الجد .‬ 
‫ سنؤجّل الحديث عنه مؤقتًا . أستأذنكما .‬ 
‫ أنت أفسدت الأمر .‬ 
‫ أشكرك على حضورك .‬ 
‫ تفضّلي بالجلوس .‬ 
‫ كنت في الجوار .‬ 
‫ هل تريدين كوب قهوة ؟‬ 
‫ هذا لطف منك . شكرًا .‬ 
‫ هل يسير العمل بشكل جيد ؟‬ 
‫ هذا ما يبدو لي .‬ 
‫ الربحية ترتفع والتوزيع يسير بشكل جيد ،‬ ‫ والإنتاجية في تزايد .‬ 
‫ إذًا العمل مزدهر .‬ 
‫ هل هذا يعني أننا وصلنا إلى الحد‬ ‫ الذي يسمح بانسحابي من المنظمة ؟‬ 
‫ لقد وصلنا إليه .‬ 
‫ ولكننا ناقشنا تمديد العقد .‬ 
‫ وكما قلت ، نجني نقودًا بشكل متزايد .‬ ‫ ونتيجةً لذلك ، ستزيد قيمة الدفعات‬ ‫ التي تتلقاها كجزء من حصتك من الأرباح .‬ 
‫ أمتأكد أنك لا تريد إعادة النظر ؟‬ 
‫ أرفض العرض مع أنه مغر .‬ 
‫ اسمع ، مع أنك وصّلتنا إلى الحد المتفق عليه ،‬ ‫ لا تُعد النقود ربحًا حتى تُغسل .‬ 
‫ هذه ليست مشكلتي .‬ 
‫ ما مدة التمديد ؟‬ 
‫ نحتاج إلى غسل 15 مليونًا أخرى .‬ 
‫ أظن أن تحقيق هذا ممكن في غضون ثلاثة أشهر .‬ 
‫ ثلاثة أشهر .‬ 
‫ اسمع ، أتفهّم قلقك وأرى امتعاضك الواضح .‬ 
‫ ما رأيك في أن أرتّب اجتماعًا قريبًا‬ ‫ بيننا وبين الرجل الذي يغسل أموالي ؟‬ 
‫ متى ؟‬ 
‫ أداء ممتاز !‬ 
‫ أداء جميل !‬ 
‫ متى سنقابل رجُلك ؟‬ 
‫ لدينا لاحقًا وقت كثير لهذا .‬ ‫ إذ لن يذهب " تشاكي " . فهو يحب القتال الممتع .‬ ‫ ومن يكون " تشاكي " ؟‬ 
‫ هيا يا " جاكي " !‬ 
‫ ذاك " تشاكي " .‬ 
‫ - هيا ، اصرعه !‬ ‫ 
‫ اضربه .‬ 
‫ هيا !‬ 
‫ هيا يا " جاك " !‬ 
‫ أداء ممتاز !‬ 
‫ ألم أقل لك يا " سوز "‬ ‫ إنني سأصرعه في الجولة الثالثة ؟‬ 
‫ إحقاقًا للحق ، بلى .‬ 
‫ قلت لها الجولة الثالثة .‬ 
‫ أحسنت يا " جاك " . تعال إليّ !‬ 
‫ لقد قدّمت أداء يُحتذى به .‬ 
‫ لا يملّ المرء أبدًا وهو يشاهدك .‬ 
‫ أنت سلاح فتاك يا بني .‬ 
‫ حان الوقت لنتحدث عن منحك فرصة‬ ‫ في منافسة رفيعة المستوى .‬ 
‫ يبدو هذا رائعًا .‬ 
‫ صحيح يا " سوز " ؟‬ 
‫ تمتلك العقل والقوة والجمال .‬ ‫ أنت ثلاثي المخاطر يا " جاك " .‬ 
‫ " سوزي " ، هل ستنضمين إلينا هذا المساء ؟‬ 
‫ سنشرب نخب مستقبل أخيك اللامع .‬ 
‫ طبعًا سأنضم .‬ 
‫ ولكن عليّ أولًا أن أذهب مع " إيدي "‬ ‫ لتسوية مسألة مهنية .‬ 
‫ أليس هذا الدوق ؟‬ 
‫ مرحبًا . سُررت بلقائك .‬ 
‫ وأنا كذلك . اسمي " هنري كولينز " .‬ ‫ ما رأيك في أداء الشاب ؟‬ 
‫ كان أفضل أداء رأيته له .‬ 
‫ نظّف نفسك يا " جاك " ، وأراكما لاحقًا .‬ 
‫ - نراك لاحقًا .‬ ‫ - هيا بنا .‬ 
‫ لنذهب إذًا ونُجر اجتماعنا مع " تشاكي " .‬ 
‫ حسنًا . اسمع ، قبل أن أقدّمك له ،‬ ‫ عليّ أن أحذّرك من أن شخصيته مزعجة قليلًا .‬ 
‫ نقانق الذرة هذه ستروج .‬ ‫ إنها المنتج الجديد عالي الربحية .‬ 
‫ نقانق الذرة ؟‬ 
‫ لا . مردودها غير كاف .‬ ‫ وفي الواقع ، الفكرة سخيفة .‬ 
‫ " سوز " ، أنا أحبك وأحترمك ،‬ ‫ وتعرفين أنني لا أكذب عليك أبدًا ، صحيح ؟‬ 
‫ هذه ليست نقانق ذرة عادية .‬ ‫ إنها نقانق ذرة كورية حرّيفة . المستقبل لها .‬ ‫ حبيبتي " ستيلا " أطلعتني عليها .‬ ‫ فهي من هواة موسيقى البوب الكورية .‬ ‫ هل لي بمشروب ؟‬ 
‫ - طبعًا يا صاح .‬ ‫ - شكرًا لك . 
أنا عطشان .‬ ‫ - فودكا ؟‬ ‫ - أجل ، شكرًا .‬ 
‫ " إيدي " ، اسمع ، واضح لي أنك في ريبة .‬ 
‫ وسأكون صريحًا معك يا صاح . أسلوبك مزعج .‬ 
‫ ولكن هذا غير مهم .‬ 
‫ ليطمئن بالك ، ما عليك سوى أن تعرف‬ ‫ أننا الأفضل في غسل الأموال .‬ 
‫ - أنا متقدّم على غيري في عدة أمور .‬ ‫ 
- فعلًا ، كلامه صحيح .‬ 
‫ أجل يا رجل . فأنا أول من روّج بيع العصير .‬ 
‫ وأطباق السوشي بالأرز .‬ ‫ لا أعرف مكوّنات الطبق ، هل تعرفين أنت ؟‬ 
‫ من يبالي أصلًا ؟ فقد بعت الملايين منها .‬ 
‫ وكذلك الأفوكادو .‬ 
‫ الناس يدفعون مبالغ كبيرة‬ ‫ لقاء شيء مذاقه كمذاق القرميد .‬ ‫ هل يزعجك أنني بعتها ؟‬ 
‫ حسنًا ، فهمت . شكرًا للتوضيح .‬ ‫ كم يلزمك من الوقت ؟‬ 
‫ - كم المبلغ ؟‬ ‫ - 15 مليونًا .‬ 
‫ كما قلت لك .‬ 
‫ - هل مدّة أربعة أو خمسة أشهر مقبولة ؟‬ ‫ - لا . قلت لك إن مردودها غير كاف .‬ 
‫ يا أخ " إيدي " . ما خطبك ؟‬ 
‫ هدّئ أعصابك يا رجل .‬ 
‫ اطلب من أحد أن يدلكك أو استمن واسترخ .‬ 
‫ أو إليك فكرة أفضل ، تعرّف إلى فتاة فاتنة .‬ ‫ أعطني هذه .‬ 
‫ ها هي ذي .‬ ‫ حبيبتي " ستيلا " .‬ 
‫ أنا لا أقع في الحب ، إذ لست مرهفًا .‬ ‫ ولكن هذه المرأة فتنتني بسحرها .‬ ‫ أنا واقع في الحب فعلًا .‬ 
‫ وبصراحة ، إنها أجمل فتاة رأتها عيناي .‬ 
‫ - ما رأيك ؟‬ ‫ 
- أنت رجل محظوظ جدًا يا " تشاكي " .‬ 
‫ شكرًا لك .‬ 
‫ على ذكرها ، أين هي ؟‬ 
‫ - سأذهب وأحضرها لك يا " تشاكي " .‬ 
‫ - شكرًا يا أخت " سوز " .‬ 
‫ انتظروني هنا يا رفاق .‬ 
‫ " جاك " . آمل أنك لا تفعل ما أظنك تفعله .‬ 
‫ أمهلينا بضع دقائق يا " سوز " .‬ 
‫ - هل فقدت صوابك ؟‬ ‫ - " سوزي " ، أين أنت ؟‬ 
‫ - لكل فعل زمانه ومكانه . ما خطبك ؟‬ 
‫ انتظري لحظة .‬ 
‫ ما الذي يحدث هنا ؟‬ 
‫ - الأمر ليس كما يبدو .‬ ‫ - عن أي أمر تتحدث ؟‬ 
‫ أيها الوغد ! هل استغللت حبيبتي ؟‬ 
‫ - ليس تمامًا .‬ 
‫ - لا تعرف من أكون !‬ 
‫ هل تظن أنني خائف منك أيها الوغد ؟‬ 
‫ " تشاكي " ، اهدأ .‬ 
‫ لن أهدأ .‬ 
‫ أنت ، لست خائفًا منك .‬ 
‫ هيا ، فلنتصارع الآن . ما رأيك ؟‬ 
‫ أنا " تشاكي " . ثعبان الكوبرا الخطر . لا أحد ... ‬ 
‫ ما خطبك يا صاح ؟‬ 
‫ ما الذي يجري ؟‬ 
‫ هلا يخبرني أحدكم بما يجري ؟‬ 
‫ هل تعرف من يكون ؟ هل تدرك مع من عبثت ؟‬ 
‫ إنه الكوبرا " تشاكي " !‬ 
‫ كنت أعاين جروحه فحسب .‬ ‫ تعرف أنني خبيرة في الإسعافات الأولية .‬ 
‫ - ميّل رأسك إلى الخلف .‬ ‫ - ألا ترين أنه مائل ؟‬ 
‫ اسمع يا " تشاكي " ، أنا آسفة حقًا على كل هذا .‬ 
‫ " سوزي غلاس " ، اغربي عن وجهي ، مفهوم ؟‬ 
‫ لن أغسل لك أي أموال .‬ ‫ انتهت علاقتنا . مجموعة أوغاد !‬ 
‫ سار هذا على ما يُرام .‬ 
‫ سأتركه حتى يهدأ قليلًا .‬ ‫ سأصلح الموقف في الصباح .‬ 
‫ كانت مدّة العملية شهرين ، ثم أصبحت أربعة ،‬ ‫ والآن يبدو أنها ستُلغى كلّها .‬ 
‫ سأحلّ الأمر .‬ 
‫ أعتذر عن ذلك . ولكنها توددت إليّ كثيرًا .‬ 
‫ إذًا ، ألن نذهب لاحتساء مشروب ؟‬ 
‫ - " إيدي " ، يسرّني حضورك .‬ ‫ - " هنري " .‬ 
‫ انظر إليه .‬ ‫ - إنه مثال مذهل .‬ ‫ 
- هذا رهن بما تتخذه مثالًا عليه .‬ ‫ أي إن أردت مثالًا على فرط النشاط‬ ‫ وشدة الرغبة الجنسية ، فهو طلبك .‬ 
‫ كلامك صحيح إلى حد ما .‬ 
‫ عقلية " جاك " أكبر مشكلاته .‬ 
‫ عملت مع شبّان كثيرين على مر السنين ،‬ ‫ ستة منهم أبطال .‬ 
‫ الفرق بينه وبينهم‬ ‫ أنهم جميعًا يلتزمون العمل تمامًا .‬ 
‫ إنه يلتزم حياته الشخصية تمامًا .‬ ‫ ولكن السؤال المطروح الآن ،‬ ‫ هل طموحه مثل طموح عائلته ؟‬ 
‫ حجزت لنا طاولة .‬ 
‫ يراودني الفضول يا " إيدي " .‬ ‫ ما سبب وثاقة علاقتك بـ " سوزي غلاس " ؟‬ 
‫ كنت نقيبًا في فوج " حرس الملكة الفرسان " .‬ ‫ تُوفي والدي ،‬ ‫ فرجعت وورثت بعض أعماله التجارية .‬ 
‫ كنت في فوج المظليين .‬ 
‫ - كم عدد جولاتك ؟‬ ‫ 
- ثلاث جولات إلى مقاطعة " سانغين " .‬ 
‫ الحرب تعيد ضبط فلسفات الرجل وأولوياته .‬ 
‫ معك حق . شكرًا .‬ 
‫ في صحتك .‬ ‫ في صحتك .‬ 
‫ هل سوّيت أنت و " سوزي " تلك المسألة المهنية ؟‬ 
‫ كانت مسألة داخلية صغيرة .‬ ‫ لم يحدث ما يستعصي حلّه .‬ 
‫ - إذًا هل عملتما قبلًا مع " تشاكي " ؟‬ 
‫ - لم أذكر اسم " تشاكي " .‬ 
‫ لا أنصحك بأن يكون خيارك الأول ،‬ ‫ وآمل أن تفهم ما ألمّح إليه .‬ 
‫ ولا خيارك الثاني .‬ 
‫ هل تعرف شخصًا أنسب ؟‬ 
‫ أعرف أشخاصًا كثيرين يا " إيدي " .‬ 
‫ لحظة وسأرجع .‬ 
‫ شكرًا لك .‬ 
‫ " روزي " .‬ 
‫ أهلًا بالغالي .‬ 
‫ كيف حالك ؟ شكرًا لقدومك .‬ 
‫ ما سبب تشريفك لي بهذا اللقاء ؟‬ 
‫ قليل من هذا وذاك .‬ 
‫ لقد ورّطت نفسي‬ ‫ في موقف لا أظن أن بوسعي الخروج منه .‬ ‫ أحتاج إلى مساعدتك .‬ ‫ لا بد أن المشكلة كبيرة .‬ 
‫ إذ لم يسبق أن رأيتك تطلب مساعدة من شخص‬ ‫ بخصوص أي شيء .‬ 
‫ يتعلق بصديقنا " ستانلي جونستون " .‬ 
‫ بحرف " تي " .‬ 
‫ ألهذا أردت لقائي ؟‬ 
‫ أما زلتما على تواصل ؟‬ 
‫ - أجل ، ما زلت ألقاه بين وقت وآخر .‬ ‫ - هذا جيد .‬ 
‫ أستطيع مساعدتك إن كان هذا ما تريده .‬ 
‫ ولكن عليّ أن أحذّرك ، إنه ليس نبيلًا .‬ 
‫ هذه ليست مشكلة عندي .‬ 
‫ طاب صباحكما .‬ 
‫ - أهلًا يا حبيبي .‬ ‫ - " إدوينا " .‬ 
‫ أزل هذه من فضلك يا سيد " لورنس " .‬ 
‫ حاضر يا سيدي . أخوك من تركها هنا .‬ 
‫ أجل ، أعرف هذا .‬ 
‫ - هل تريد طبق بيض " بينديكت " ؟‬ ‫ - أجل . وكوب شاي . شكرًا .‬ 
‫ عزيزي ، يجب أن تتحدث إلى " فريدي " .‬ 
‫ هوسه الحديث بإنتاج الماريجوانا‬ ‫ مبالغ فيه إلى حد كبير .‬ 
‫ - فهمت .‬ ‫ - بدأ يتحدث إلى النباتات يا " إيدي " .‬ 
‫ وحين لا يتحدث إليها ، فإنه يتحدث عنها .‬ ‫ وهذا ممل جدًا .‬ 
‫ فهمت .‬ ‫ مفهوم . أعدكما بأنني سأتحدث إليه .‬ 
‫ معذرةً .‬ 
‫ - لا تردّ في أثناء الأكل .‬ ‫ 
‫ انسللت باكرًا ليلة أمس ، صحيح ؟‬ 
‫ وجب عليّ الذهاب لألقى صديقًا قديمًا .‬ 
‫ كيف سار الأمر مع " تشاكي " ؟‬ 
‫ اتضح أن مسألة " تشاكي "‬ ‫ أكثر تعقيدًا بقليل من المتوقع .‬ 
‫ هذه الرسالة موجهة إلى كل أصحابي وزملائي‬ ‫ حول العالم وفي مدينة " بريمنغهام " .‬ 
‫ حين تصادفون هذا الوغد الوسيم النحيف ،‬ ‫ أمسكوه من عنقه واسحقوه مثل الصرصور .‬ 
‫ قضى " تشاكي " ليلة أمس‬ ‫ على وسائل التواصل الاجتماعي .‬ 
‫ ما إن ترونه ،‬ ‫ انفردوا به ثم اخرقوه خرقًا أو اغتصبوه .‬ 
‫ افعلوا ما يحلو لكم . أذيقوه العذاب .‬ ‫ محصلة الكلام أن أخي‬ ‫ بحاجة إلى راحة في مكان آخر لبضعة أيام .‬ ‫ نريده أن يركّز على تدريباته .‬ ‫ لا نريد أن يُشتت تفكيره .‬ 
‫ - ما إن ترونه .‬ ‫ - أجهزوا عليه .‬ 
‫ نظرًا إلى رغبتك الشديدة‬ ‫ في جعل الأمور تسير بسرعة ،‬ ‫ تساءلت ما إن كنت ترضى‬ ‫ استقباله واستضافته عندك .‬ 
‫ بحقك يا " سوزي " . كان مفترضًا أن تحلّي هذا .‬ 
‫ وهذا بالضبط ما أفعله .‬ ‫ ثم إن " جاك " جامع حبيبة " تشاكي " .‬ 
‫ لذا من الدماثة أن ننتظر حتى يعود له صوابه .‬ ‫ - وحينها سأذكّره بمبادئ التسلسل الطبقي .‬ 
‫ - حسنًا .‬ ‫ هذا جميل .‬ 
‫ هل ننتظر ضيوفًا ؟‬ 
‫ أجل ، هذا الظاهر .‬ 
‫ تفضّل يا سيدي . من هنا .‬ 
‫ شقيق " سوزي غلاس " ؟‬ 
‫ الفريد الوحيد .‬ 
‫ حسنًا أيها الفريد الوحيد ،‬ ‫ تعال وساعدني في تعليق هذا الكيس .‬ 
‫ قال جلالة الدوق إن أمامك قتالًا مهمًا .‬ ‫ صحيح .‬ 
‫ ملاكمة إقصائية للوزن المتوسط .‬ 
‫ حسنًا يا ذا الشأن العظيم ،‬ ‫ فلتنقضّ على الكيس وتُرني ما عندك .‬ 
‫ حسنًا .‬ 
‫ " فريدي " . وصلتني رسالتك .‬ 
‫ " إدوارد " ، أردت لقاءك حقًا .‬ 
‫ أهلًا بك في عالم الإبداع يا أخي .‬ ‫ 
- " جايمس " ، اتركنا وحدنا قليلًا من فضلك .‬ 
‫ - لك ذلك .‬ 
‫ هدّئ أعصابك .‬ 
‫ أنت لها يا صاح .‬ ‫ لا تقلق . شكرًا لك .‬ 
‫ إذًا ، ما المشروع الصغير‬ ‫ الذي تعمل عليه أنت و " جيمي " ؟‬ 
‫ حسنًا ، أولًا وقبل كل شيء ، إنه ليس صغيرًا ... 
‫ الفكرة أنني هذه المرة‬ ‫ فعلت شيئًا رائعًا .‬ ‫ وسيرغب رؤساؤك في معرفته .‬ 
‫ حسنًا يا " فريدي " . لا أشك في ذلك .‬ ‫ - ولكن أريد فقط أن أخفّض سقف توقعاتك .‬ ‫ - لا بأس . أخفضه .‬ 
‫ أخفض سقف توقعاتي .‬ ‫ فأنا على وشك تجاوز توقعاتك .‬ 
‫ وماذا تكون هذه يا " فريدي " ؟‬ 
‫ إليك ما حدث ، قابلت رجلًا .‬ ‫ رجل كبير السن كثيف اللحية يشبه المسيح .‬ 
‫ بدأ يحدّثني عن المشروع الذي يعمل عليه .‬ 
‫ ألا وهو زراعة بذور الماريجوانا‬ ‫ في نفس تربة نباتات الكوكايين .‬ 
‫ ومع مرور الوقت ،‬ ‫ تبدأ البذور بامتصاص خصائص نبات الكوكايين ،‬ ‫ وفي النهاية ، ينتج المطلوب .‬ ‫ كوكايين بحشيش أو حشيش بكوكايين .‬ ‫ لا أتذكّر الترتيب .‬ 
‫ - " فريدي " ، دعني أقاطعك .‬ ‫ - لا ، دعني أنهي كلامي .‬ 
‫ اسمع ، أعرف أن هذا يبدو جنونيًا ... 
‫ ومستحيلًا علميًا . اسمع ، أقدّر ... 
‫ سيقلب هذا موازين التجارة يا " إيدي " .‬ 
‫ خلاصة القول إنني أريد منك فحسب‬ ‫ أن ترتّب لي اجتماعًا مع " سوزي " ، اتفقنا ؟‬ 
‫ - ماذا ؟‬ ‫ - وربما مع والدها أيضًا .‬ 
‫ - لا .‬ ‫ - أرجوك .‬ 
‫ لقد تغيّرت الظروف ، هل تفهم ؟‬ 
‫ عائلة " غلاس " ليسوا أهلًا للثقة .‬ ‫ إنهم يستغلوننا .‬ 
‫ فلنستغلهم نحن أيضًا .‬ ‫ إنهم خطرون ، هل تفهم ؟‬ 
‫ " سوزي " أمرت بقتل " جيثرو " .‬ 
‫ من يكون " جيثرو " ؟‬ 
‫ تذكّرت . ذلك الشاب الذي ... 
‫ حسنًا ، فهمت .‬ 
‫ مفهوم . واضح أن هذا سيئ جدًا .‬ 
‫ الفكرة يا " فريدي "‬ ‫ أنهم كذبوا علينا .‬ ‫ " سوزي " كذبت علينا .‬ ‫ ولا ينوون أبدًا ترك أرضنا .‬ 
‫ ربما من مصلحتنا ألّا يتركوا أرضنا .‬ 
‫ اسمع يا " إيدي " ،‬ ‫ أعرف أنني أحيانًا شخص لا يُعتمد عليه ،‬ ‫ ولكن أظن أنني حقًا ابتكرت شيئًا مذهلًا .‬ 
‫ هل تعرف ما أظنه يا " فريدي " ؟‬ 
‫ أظن أنك مدمن .‬ 
‫ ما دخل هذا بكلامي ؟‬ ‫ وإدمانك أحد ورطاتك الكثيرة‬ ‫ التي عليّ إخراجك منها .‬ 
‫ هذه ليست لعبة يا " فريدي " .‬ 
‫ سيقتلونك ويقتلونني .‬ ‫ وسيقتلون عائلتنا كلّها‬ ‫ إن كان ذلك سيساعدهم على نيل مرادهم .‬ 
‫ لن أغيّر رأيي .‬ 
‫ لا . التوقيت غير مناسب .‬ 
‫ أخبرتك بأنني أريد إطلاق اللهب‬ ‫ متزامنًا مع صوت الأبواق .‬ 
‫ يجب أن يكون التوقيت مثاليًا تمامًا .‬ 
‫ - عُلم أيها الرئيس .‬ ‫ - عدّله .‬ 
‫ - مرحبًا يا " إيدي " .‬ 
‫ - مرحبًا .‬ 
‫ أعتذر عن ذلك .‬ ‫ إنما أتحرّى المثالية في هذه الأمور .‬ 
‫ البراعة في تنظيم العرض هي ما تجذب الزبائن .‬ 
‫ بالطبع . ومؤسف غياب الإطلالة في العرض .‬ 
‫ فعلًا ، إنها رائعة ، صحيح ؟‬ 
‫ اشتريت المكان خلال أزمة 2008 المالية .‬ ‫ كان نصف تام .‬ ‫ تدهور وضع المطوّر العقاري ، فرحل إلى " دبي " .‬ ‫ بصراحة ، خلسته بسعر زهيد .‬ 
‫ - هل تعرف لماذا ؟‬ 
‫ لأنني كنت أعرف في أعماقي‬ ‫ أنه مهما طال الوقت ومهما ساءت الأمور‬ ‫ ستظل الحشود تأتي لمشاهدة القتالات .‬ 
‫ ففي نهاية المطاف ، ما نحن إلا بشر بدائيون .‬ 
‫ تحدّث عن نفسك يا " هنري " .‬ 
‫ حين نجرّد أنفسنا ونرجع إلى الأصل ،‬ ‫ فهذا كل ما يبقى .‬ 
‫ النزوة والغريزة وحُب البقاء .‬ 
‫ أجل ، ربما معك حق .‬ 
‫ اسمع ، أردت متابعة الحديث‬ ‫ الذي أجريناه تلك الليلة .‬ 
‫ حقًا ؟ أي جزء منه تحديدًا ؟‬ 
‫ لا تتظاهر بالحياء .‬ 
‫ - كم تريد أن تغسل ؟‬ 
‫ - 15 مليونًا .‬ 
‫ هل حصّلت موافقة " سوزي " على هذا ؟‬ 
‫ إذ حين جسست نبضها في الماضي ،‬ ‫ لم تشأ خلط المكاسب الشرعية بغير الشرعية .‬ 
‫ لا تقلق حيال " سوزي " ولا " بوبي " .‬ 
‫ - متى تريدها ؟‬ ‫ 
- بعد أسبوعين .‬ 
‫ أنت جاد جدًا في هذا .‬ 
‫ كما قلت ، النزوة والغريزة وحُب البقاء .‬ 
‫ سأعرّفك إلى أحد مساعديّ .‬ 
‫ ولكن عليّ تحذيرك ،‬ ‫ إنه أكثر رجل ممل ستقابله في حياتك .‬ 
‫ " إيدي " ، أقدّم لك " ثيك ريك " .‬ 
‫ - يسرّني لقاؤك .‬ ‫ - وأنا كذلك .‬ 
‫ بدأ " ريك " العمل محاسبًا ،‬ ‫ ولكنه كان يميل جدًا إلى المراهنات .‬ 
‫ تراكمت عليه ديون تطلّب قضاؤها عملًا إضافيًا‬ ‫ في المحاسبة الإبداعية .‬ 
‫ وتحوّلت مصادر دخله من شرعية إلى غير شرعية .‬ 
‫ " ريك " ، اشرح لـ " إيدي " طريقة عملك السحرية .‬ 
‫ يبدأ كل شيء‬ ‫ في مكتب المراهنات قبيل نهاية القتال .‬ 
‫ عندما يُحدد الخاسر ، كائنًا من يكن ،‬ ‫ ستُلاحظ فجأةً رهانات كثيرة‬ ‫ على هذا المقاتل سيئ الحظ .‬ 
‫ المميز في " ريك "‬ ‫ أنه يجد كل هذه الأشياء ممتعة .‬ 
‫ الأنشطة الداخلية والخارجية‬ ‫ وتخفيف حدة المخاطر واستهلاك الديون ... ‬ ‫ أما أنا ، فأنعس بمجرد ذكرها .‬ 
‫ كل ما يهمّك أن تعرفه عنه‬ ‫ أنه يمكن الاعتماد عليه وعمولته معقولة جدًا .‬ 
‫ وإن شكك أحدهم في صحة حساباته ،‬ ‫ فسيجعلهم يضيقون ذرعًا‬ ‫ بمعلومات مضجرة ومتكررة ومملة‬ ‫ إلى حد أنهم سيستسلمون قبل أن يستسلم بكثير‬ 
‫ يصعب أن يجني الشخص الممل نقودًا ،‬ ‫ ولكن " ريك " استثناء .‬ 
‫ أي لك أن ترتاح مطمئنًا بينما يعمل ويسلّمك ... ‫ 15 مليون جنيه إسترليني .‬ 
‫ مطروحة منها طبعًا نسبة معقولة ، خمسة بالمئة .‬ 
‫ " 14 مليونًا و250 ألف "‬ ‫ وكلاء المراهنات أمثال " ريك "‬ ‫ هم جزء من تأسيسي لأعمالي ،‬ ‫ ولكنني مضطر إلى إبقائهم بعيدين عني .‬ ‫ لأنه ممل إلى حد كبير .‬ 
‫ كما قلت ، أنا لا أهتم إلّا بالملاكمة .‬ 
‫ ماذا عنك يا " إيدي " ؟ كيف يبدو لك كل هذا ؟‬ 
‫ بصراحة ، يبدو لي ممتازًا .‬ 
‫ كلّهم في الفناء الأمامي يا آنسة " غلاس " .‬ ‫ هل تريدين شراب " جين " ؟‬ ‫ أجل ، أرغب في واحد فعلًا .‬ 
‫ - هل تريد بطة مطاطية مع الثلج ؟‬ ‫ 
- لا يا صاح .‬ 
‫ سيسرّك أن تعرف‬ ‫ أن المشكلة مع " تشاكي " قد حُلّت .‬ 
‫ - شراب " جين " يا آنستي .‬ ‫ - شكرًا لك .‬ 
‫ ظننت أنك محقت فرص المصالحة .‬ 
‫ تعرف طبيعة المبدعين أمثاله .‬ ‫ ينفعلون بشدة ، ولكن ينسون بسرعة .‬ 
‫ اسمعي يا " سوزي غلاس " . أنا أحبك وأحترمك .‬ 
‫ إليك ما سأفعله .‬ ‫ سأحذف كل الفيديوهات وأعطّل كل حساباتي .‬ 
‫ لم أقصد أن تؤول الأمور إلى هذا .‬ 
‫ وسيفعل ذلك من دون مقابل مثل الشاطر .‬ 
‫ إنني آسف أكثر من أي وقت مضى .‬ 
‫ في سيارتي 15 مليونًا . خذها إليه متى شئت .‬ 
‫ كم قال إنه سيستغرق ؟‬ 
‫ وسأغسل لك كل المال بسرعة كبيرة .‬ 
‫ أمهليني شهرين .‬ 
‫ أربعة أشهر كحد أقصى ، وهي مدة طويلة قليلًا .‬ 
‫ أو سأغسله ببطء ، القرار لك . أنا طوع أمرك .‬ ‫ ولكن ليست باليد حيلة .‬ 
‫ وهو الخيار الوحيد المجدي ، صحيح ؟‬ 
‫ بالطبع .‬ 
‫ آسف لاتصالي على خطك الخاص يا جلالة الدوق .‬ ‫ إنما أعطتني الأميرة معلومات الاتصال بك .‬ 
‫ - أوقن أنها نقلت رسالتي .‬ ‫ - لقد نقلتها فعلًا .‬ ‫ وطلب مني السيد " جونستون "‬ ‫ أن أوضّح لك بعبارات لا لبس فيها‬ ‫ أنه لا يزال راغبًا جدًا في شراء منزلك .‬ 
‫ يعرف ذلك ويتفهمه تمامًا يا جلالة الدوق .‬ 
‫ وفي الواقع ، قال إنه مستعد لتقديم عرض بديل .‬ 
‫ وأقول لك متأكدًا إنه كان يعتريه حماس شديد .‬ 
‫ سيصل إلى " لندن " غدًا .‬ 
‫ هل تمانع ترتيب اجتماع قريب إلى هذا الحد ؟‬ 
‫ فلنفعل هذا .‬ 
‫ أهلًا يا أخ " إيدي " . كيف حالك ؟‬ ‫ أنا بخير . هل ممكن أن تساعدني ؟‬ ‫ طبعًا .‬ 
‫ " إيشي " ، مهلًا . انتظر قليلًا .‬ 
‫ هل لي بكلمة معك يا " إيدي " ؟ تعال إلى هنا .‬ 
‫ أرى أنك غيّرت موقفك ، صحيح ؟‬ 
‫ معذرةً ؟‬ 
‫ في آخر لقاء بيننا يا صاح ،‬ ‫ كنت تنظر إليّ كأنني شخص أحمق .‬ ‫ 
- أليس هذا صحيحًا ؟‬ ‫ - هذا صحيح .‬ 
‫ وبحسب ما أتذكّر ،‬ ‫ كنت متشائمًا جدًا بالعملية .‬ 
‫ - أليس هذا صحيحًا ؟‬ ‫ - هذا صحيح .‬ 
‫ القرار ليس عائدًا إليّ .‬ 
‫ أحقًا يدير ظهره عنا ويمشي ؟‬ 
‫ أوتدري أمرًا آخر ؟‬ 
‫ حين أخبرتك بالمدة الزمنية اللازمة ،‬ ‫ عبست كأنني أطلقت ريحًا في المكان .‬ 
‫ " تشاكي " ، لا رغبة لي في هذا .‬ ‫ فلننجز العمل فحسب رجاءً .‬ 
‫ استمع إليّ جيدًا .‬ 
‫ سننجر العمل ، وسأخبرك بشيء آخر .‬ 
‫ ما هو ؟‬ 
‫ في روحك فراغ يا رجل .‬ ‫ هل تفهم ؟ وظلمة أيضًا .‬ 
‫ حين كنت جالسًا في مكتب " سوزي " ،‬ ‫ نظرت إليك وقلت في نفسي ،‬ ‫ " هذا الوغد الوسيم‬ ‫ غير مقتنع بنقانق الذرة خاصتي . 
‫ إن كنت غير مقتنع بهذا المشروع ،‬ ‫ فلن يقتنع أحد بهذا المشروع .‬ 
‫ وإنك لمقتنع بهذا المشروع .‬ 
‫ أحضر لي نقانق ذرة .‬ 
‫ - أي نكهة ؟‬ 
‫ - أي نكهة !‬ 
‫ أنا لا ... ‫ لا أريد نقانق ذرة .‬ ‫ ولا أحتاج إلى من يقنعني .‬ 
‫ أنا آسف . 
فلننجز العمل فحسب من فضلك .‬ 
‫ طاقتك سلبية جدًا .‬ 
‫ انظر حولك . نحن على قيد الحياة ، صحيح ؟‬ ‫ فلتمتص الطاقة الإيجابية وتطرد السلبية .‬ 
‫ لا أعرف أصلًا سبب عجلتك .‬ ‫ فقد قالت لي " سوزي " ، " خذ وقتك . 
‫ ماذا قالت ؟‬ 
‫ كما سمعت .‬ ‫ " أمامك أربعة أشهر أو خمسة أو ستة . لا يهمّ . ‫ أخبرتني بأن آخذ وقتي ، فكُفّ عن استعجالي .‬ 
‫ سأدخلها إلى منزلك بنفسي .‬ 
‫ - مهلًا . على مهلك يا صاح .‬ ‫ - انتظر يا رجل .‬ 
‫ أين تحسب نفسك ذاهبًا ؟‬ 
‫ لن آكل النقانق .‬ 
‫ بعد عشر ثوان تقريبًا ،‬ ‫ ستكون نقانق الذرة الحلال هذه في معدتك .‬ 
‫ سوف تأكلها لأن " تشاكي " طلب أن تأكلها .‬ 
‫ خمس حقائب . في كل منها ثلاثة ملايين .‬ 
‫ ما رأيك يا " ريكتونز " ؟‬ 
‫ أرى الأمر ممتعًا .‬ ‫ وجذّابًا جدًا .‬ 
‫ فلنبدأ العمل .‬ 
‫ اتخذت قرارًا تنفيذيًا .‬ 
‫ أين أنت ؟‬ 
‫ ضع الحقائب في السيارة .‬ 
‫ إنني قادم .‬ 
‫ يبدو أنك اتخذت قرارًا حاسمًا .‬ 
‫ قررت الاستعانة بـ " هنري كولينز " لغسل المال .‬ 
‫ ظننت أنني أعطيتك تعليمات واضحة .‬ 
‫ كانت واضحة فعلًا .‬ 
‫ ولكنني اخترت ما يجدي أكثر منها .‬ 
‫ " كولينز " سيتمّها في وقت أقصر .‬ ‫ 
- أريد أن يركّز " هنري " على مسيرة أخي .‬ ‫ 
- بوسعه فعل الأمرين معًا .‬ 
‫ قد تكون محقًا .‬ 
‫ ولكنك لا تمتلك الحرية‬ ‫ للتصرف من دون علمي متى تشاء .‬ 
‫ للأمور ترتيب معيّن .‬ 
‫ أنا مدرك تمامًا‬ ‫ لمكانتي في هذه المنظمة يا " سوزي " .‬ 
‫ مع الأسف ،‬ ‫ ثمة اتفاق أصلًا بيننا وبين " تشاكي " .‬ 
‫ ليس بعد الآن .‬ 
‫ ماذا فعلت أيها النقيب ؟‬ 
‫ طلبت من " تشاكي " التمهّل لا الإسراع .‬ 
‫ ولماذا عساي أفعل ذلك ؟‬ 
‫ لأنك ووالدك لا تنويان إطلاقًا تركي وشأني .‬ 
‫ هذا اتهام في غاية الخطورة .‬ 
‫ إذًا أنكريه .‬ 
‫ أخبريني ، متى ستتركين أنت وأبوك أرضي ؟‬ 
‫ بعد أن نغسل الـ15 مليونًا .‬ 
‫ دعيني أطرح عليك سؤالًا آخر .‬ 
‫ أين " جيثرو " ؟‬ 
‫ لقد أمرت بقتل " جيثرو "‬ ‫ لحمايتك أنت وأخيك الأحمق مدمن الكوكايين‬ ‫ من المصائب التي كنتما ستقعان فيها .‬ 
‫ في يوم ما ، كان " جيثرو " سيمثّل مشكلة .‬ ‫ فتعاملت مع الأمر .‬ 
‫ سأسألك مرة أخرى .‬ 
‫ متى ستتركانني أنا وعائلتي وشأننا ؟‬ 
‫ لن نترككم أبدًا .‬ 
‫ أنت تستهينين بي يا " سوزان " .‬ 
‫ لن يمنعني أي شيء من حماية عائلتي .‬ 
‫ انتبه لكلامك أيها الجندي .‬ 
‫ إذ لديّ جانب لطيف وآخر غير لطيف بالمرة .‬ 
‫ ولم تر حتى الآن إلّا اللطيف .‬ 
‫ حظًا طيبًا .‬ 
‫ يسرّني لقاؤك يا " سوزي " .‬ 
‫ - " مايك " ، اصحب " سوزي " إلى " جاك " .‬ ‫ - لك ذلك .‬ 
‫ من دواعي سروري الكبير‬ ‫ أن ألقاك مجددًا يا جلالة الدوق .‬ 
‫ وأنا يا سيد " جونستون " .‬ 
‫ تفضّل بالجلوس .‬ 
‫ - هل أنت بخير يا عزيزي ؟‬ 
‫ - أستغرب من شعوري ، فأنا متوتر جدًا .‬ 
‫ ولم يسبق أن توترت .‬ 
‫ لا يُوجد ما يستدعي قلقك يا " جاك " .‬ 
‫ اسمع ، هل تتذكر عيد الميلاد ذلك‬ ‫ حين أحضر لك والدك أول قفازي ملاكمة ؟‬ 
‫ كنت في سن الرابعة تقريبًا ، صحيح ؟‬ 
‫ أجل . وقال لي أن أضربه بكل ما أُوتيت من قوة .‬ 
‫ وقد فعلت .‬ ‫ لكمت خصيتيه .‬ 
‫ عجز أسبوعين عن المشي .‬ 
‫ كان حجمه خمسة أمثال حجمك يا " جاك " .‬ 
‫ لم يُوجد ما يستدعي خوفك حينها ،‬ ‫ ولا يُوجد ما يستدعيه الآن .‬ 
‫ هل تعرف ما أحبه‬ ‫ في الطبقة الأرستقراطية البريطانية ؟‬ 
‫ أنهم العصابات الأصلية .‬ 
‫ سبب حيازتهم 75 بالمئة من هذا البلد‬ ‫ هو أنهم سرقوها .‬ 
‫ كان " ويليام الفاتح " أسوأ من " آل كابوني " .‬ 
‫ عندما أتى من " فرنسا " ،‬ ‫ استحوذ على كل شيء طالته يداه .‬ ‫ ثم أنشأ نظامًا يتيح له ولأصدقائه‬ ‫ الاحتفاظ بما استحوذوا عليه إلى الأبد .‬ 
‫ النظام الضريبي والتعليم والسُلطة القضائية .‬ 
‫ حسنًا ، أظن أنني أتفق معك .‬ ‫ ولكنني أفضّل ترك الإجرام لأسلافي .‬ 
‫ المهم ، أواجه مشكلة صغيرة بخصوص منزلي .‬ ‫ وأدركت أخيرًا أنني قد أحتاج إلى مساعدة‬ ‫ لتصحيح الوضع .‬ 
‫ لقد أتيت إلى الرجل المناسب إذًا .‬ 
‫ ولكن المساعدة ستتطلب مقابلًا صغيرًا .‬ 
‫ هل أنت موافق على هذا ؟‬ 
‫ أنا مستعد لفعل كل ما ستتطلبه‬ ‫ يا سيد " جونستون " .‬ 
‫ يا صاح .‬ 
‫ تعرف ما عليك فعله .‬ 
‫ تبدين واثقة جدًا بنفسك . وهذا المتوقع منك .‬ 
‫ طابت ليلتك يا " فريدي " .‬ 
‫ في الواقع ، يسعدني أنني صادفتك .‬ ‫ أتساءل ما إن كان ممكنًا أن أتكلم معك قليلًا .‬ 
‫ الأمر يخصّ أخي . أنا قلق عليه .‬ 
‫ إنه يتصرف بطريقة غريبة .‬ ‫ أظن أنه ربما يوشك على ارتكاب خطأ فادح .‬ 
‫ أخوك وضّح لي موقفه تمامًا يا " فريدي " .‬ 
‫ ما لا أفهمه هو علاقتك بكل هذا .‬ 
‫ حسنًا ، هذا هو الموضوع .‬ 
‫ لقد ابتكرت شيئًا .‬ 
‫ - الموضوع الصغير الذي تتكلم عنه مع " جيمي " ؟‬ ‫ 
- ليس صغيرًا ... ‬ 
‫ " جايمس " يساعدني فيه ، ولكن الفكرة فكرتي .‬ 
‫ سلالة جديدة من الحشيش يا " سوزي " .‬ ‫ سلالة جديدة ذات مفعول هائل .‬ 
‫ أعرف أن الوقت والمكان ليسا مناسبين‬ ‫ للتحدث عن هذا ،‬ ‫ ولكن بما أن " إيدي " يريد الانسحاب‬ ‫ والوقت يمرّ ، فتساءلت ما إن كان ممكنًا ... ‬ 
‫ إذ في الحقيقة ، كلانا يعرف أن هذا عمل قاس .‬ 
‫ وإن حدث لـ " إيدي " أي مكروه ،‬ ‫ لا أقصد أنني أريد هذا ولا أنني أظنه سيحدث ،‬ ‫ ولكن إن حدث ، فيُفترض بالمنزل أن يصبح‬ ‫ مُلكًا لي .‬ 
‫ اسمعي يا " سوزي " ،‬ ‫ سلالة الحشيش هذه ستُحدث ثورة .‬ 
‫ هل تعرف من ذاك يا " فريدي " ؟‬ 
‫ إنه أخي .‬ 
‫ وأنا مستعدة لفعل أي شيء من أجله .‬ 
‫ أقترح أن تفكر مليًا في ما قلته .‬ 
‫ سُررت بلقائك ،‬ ‫ ويؤسفني أن مفاوضاتنا طالت كثيرًا .‬ 
‫ لديّ طلب أخير .‬ ‫ إن أمكن تغيير مجرى الأمور‬ ‫ بأقل احتكاك ممكن ،‬ ‫ فسأقدّر لك ذلك كثيرًا .‬ 
‫ مع أنني منزعج إلى حد كبير من عائلة " غلاس " ،‬ ‫ أود أن يخرجوا من الأمر سالمين .‬ 
‫ أعدك بذلك وعد رجل فاضل .‬ 
‫ طابت ليلتك .‬ 
‫ كل شيء جاهز .‬ 
‫ أنتظر إشارتك لأبدأ بتنفيذ الخطة .‬ 
‫ هذا جميل .‬ 
‫ " جاك " .‬ ‫ ماذا تعرف عن خصمك ؟‬ 
‫ درست أسلوبه القتالي وأعرف سجلّه .‬ 
‫ المظاهر خدّاعة أحيانًا .‬ 
‫ سأهزمه بسهولة شديدة يا " سوز " . ثقي بكلامي .‬ 
‫ يريد السيد " كولينز " التكلم معك .‬ ‫ قال إن الأمر مهم .‬ 
‫ هذا لا يبشّر بخير .‬ 
‫ يُستحسن ألّا يكون أمرًا يخصّ نقودي .‬ 
‫ لا ، الأمر لا يتعلق بالنقود .‬ ‫ بل يتعلق بأخيك .‬ 
‫ ما له ؟‬ 
‫ إنه يوشك الآن‬ ‫ على أن يهزم ملاكمًا أوزبكيًا شر هزيمة .‬ 
‫ مع سوء الحظ ، لن تكون النهاية هكذا .‬ 
‫ وهذا يؤسفني . ففي الواقع يعجبني الشاب .‬ 
‫ ولكن من المحزن أن له صلة بخطة أكبر .‬ 
‫ هيا يا " جاك " ! استعد يا عزيزي !‬ ‫ هل أنت مستعد ؟‬ 
‫ هل أنت مستعد ؟‬ 
‫ حين تسنح لي فرصة لتوسيع عملي ،‬ ‫ أعجز عن كبح نفسي .‬ 
‫ فأنقضّ عليها .‬ 
‫ القتال يفوتنا يا " هنري " .‬ ‫ أقترح أن تدخل في صلب الموضوع .‬ 
‫ 15 مليونًا .‬ 
‫ هذا مبلغ كبير .‬ 
‫ وحسب ما فهمت ، إنه مردود مزرعة واحدة‬ ‫ في الشهر الماضي وحده .‬ 
‫ إن ضربنا الرقم بـ14 ،‬ ‫ فستكون المحصلة مليارين ونصف المليار سنويًا .‬ 
‫ أنا آسفة لتخييب أملك .‬ ‫ لا نبحث عن مستثمرين ولا شركاء .‬ 
‫ أي ستنتهي علاقتنا ما إن تغسل الـ15 مليونًا .‬ 
‫ لا أريد أن أستثمر في عملكم .‬ ‫ بل سأستولي عليه .‬ 
‫ أنت مروّج ملاكمة .‬ ‫ وغاسل أموال .‬ 
‫ خير لك أن تلزم مجال عملك .‬ 
‫ أنت ذكية جدًا يا " سوزي " .‬ 
‫ وحاذقة .‬ 
‫ ولكن واضح أنك لم تتحري عني جيدًا .‬ 
‫ يمكنني أن أعاملك مثلما سأعامل أخاك ،‬ ‫ ولكن من باب الاحترام ، أقدّم لك هذا العرض .‬ 
‫ أمامك طريقان .‬ 
‫ الأول لا يتطلب مقاومة كبيرة ،‬ ‫ ويتمثل في أن تسلّميني عملكم هنا والآن‬ ‫ وتقبلين عرضي بذكاء وعن طيب خاطر .‬ 
‫ أما الثاني ،‬ ‫ فهو طريق آخره حرب .‬ 
‫ بدايتها إهلاك أخيك المحبوب .‬ 
‫ لن أقتله ، احترامًا لك .‬ ‫ ولكنني سأوذيه لتعرفي أنني جاد .‬ 
‫ لو كان أخي مكاني الآن ،‬ ‫ لقال لك الكلام نفسه .‬ 
‫ سأجازف .‬ 
‫ أجل ، توقعت أنك ستقولين هذا .‬ 
‫ التأثير في نتيجة القتال أمر ممتع جدًا .‬ ‫ إنه يتطلب مقاتلًا مميزًا جدًا .‬ ‫ مقاتل موظّف ليخدع الخصم .‬ 
‫ ذلك السفاح من سلالة نادرة من المقاتلين .‬ 
‫ ليس متكبرًا .‬ ‫ مستعد للتظاهر بالفشل من أجل كسب النقود .‬ 
‫ صحيح أن سجلّه يُظهر‬ ‫ أنه ربح في ثلاثة قتالات من أصل 30 ،‬ ‫ ولكن خساراته الـ27 كلّها كانت متعمدة .‬ 
‫ لذا عندما يفوز ،‬ ‫ يكون قد كسب مالًا كثيرًا استحق تأخيره لفوزه .‬ 
‫ لأن الحقيقة أنه وحش لا يمكن ردعه .‬ 
‫ مهلًا !‬ ‫ أيها الحكم !‬ 
‫ لن يساعدكما الحكم أيضًا .‬ 
‫ مع أنه زوج سعيد وأب لثلاثة أطفال ،‬ ‫ حبّه للكوكايين وبائعات الهوى‬ ‫ يعني أنه سيفعل ما يُطلب منه بالضبط .‬ 
‫ لذا حين أعطي الإشارة‬ ‫ بأن الوقت قد حان لصرع " جاك " ،‬ ‫ وسيُصرع فعلًا ،‬ ‫ فمحتمل أن يبقى كذلك .‬ 
‫ ستتحمل مسؤولية الاستهانة بنا .‬ 
‫ عندما عبر الجنرال " يوليوس قيصر "‬ ‫ نهر " روبيكون " مع جيشه ،‬ ‫ تعمّد بدء حرب مع الدولة الرومانية .‬ 
‫ كان خيارًا لا تراجع عنه .‬ 
‫ مشكلة عرضك أنه قد فات أوانه .‬ 
‫ فقد عُبر نهر " روبيكون " بالفعل يا " هنري " .‬ 
‫ أنت مخطئ في قولك إنني لا أعرفك .‬ 
‫ فأنا أعرف أنك لست " يوليوس قيصر " ،‬ ‫ وليست لديك أدنى فكرة‬ ‫ عن النهر الذي اخترت السباحة فيه .‬ 
‫ إنه نهر مظلم‬ ‫ ومليء بالأهوال .‬ 
‫ صحيح أنك تمتلك جيشًا صغيرًا ،‬ ‫ ولكن أنا الدولة .‬ 
‫ أنا ربّة السُلطة .‬ ‫ أنا أصل رباطة الجأش .‬ 
‫ وأنت غير مؤهل جسديًا وعسكريًا وفكريًا‬ ‫ للقتال الذي أخطأت باختياره .‬ 
‫ والدك في السجن ،‬ ‫ وأنت لست مسلّحة ولا مؤهلة بما يكفي .‬ 
‫ اقبلي العرض وسنعتني بكما .‬ 
‫ سنعرف رأيك غدًا .‬ 
‫ اعتني بنفسك .‬ 
