Θα πιείτε μαζί μου ένα τζιν κορόμηλο , εξοχότατε ; 
Ευχαριστώ , Τζεφ . 
Αφήστε τον Μίλιγκαν κάτω . Έπρεπε ήδη να κοιμάται . 
Μάλιστα . 
Ναι , οπουδήποτε . Ωραία . 
- Όλα καλά , εξοχότατε ; 
Πάντως , είχες δίκιο για τη Σούζι και την οικογένεια Γκλας . 
Κάποιες πληροφορίες έφτασαν στα αυτιά μου που υπονοούν ότι οι Γκλας , αν προσπαθήσω να απεμπλακώ από όλο αυτό , θα με σκοτώσουν . 
Νόμιζα ότι τα πηγαίνατε καλά οι δυο σας . 
Τα πηγαίναμε . 
Μα όχι πια . Μυρίστε το πρώτα . 
Τι μυρίζετε ; 
Αμύγδαλα . 
Όταν φτιάχνεις τζιν κορόμηλο , θέλει χρόνο . 
Μετά από δύο βδομάδες παίρνει αυτό το πλούσιο βιολετί χρώμα . 
Οι περισσότεροι σταματούν εκεί . Αλλά για τη γεμάτη γεύση του , το αφήνεις δύο χρόνια . 
Υποτιμημένο προτέρημα στις μέρες μας , η υπομονή . 
Αφήστε να εξελιχθεί . 
Συνεχίστε ό , τι υποσχεθήκατε , να δούμε πώς θα ανταποκριθούν . 
Να μην ξέρουν τι σκέφτεστε . 
Στο μεταξύ , προετοιμαστείτε για παν ενδεχόμενο . 
Καλημέρα , κύριε . Να σας σερβίρω φρέσκο καφέ ; 
Γιατί όχι ; 
Φέρτε τον στο γραφείο μου . Και ... δύο φλιτζάνια . 
Έχω να αγχωθώ τόσο πολύ από τότε που έπαιξα τον Οθέλλο . Μη ρωτάς , άλλες εποχές . 
Θεέ μου , γαμώτο μου . 
Καλημέρα , δις Γκλας . Ο δούκας δέχεται καλεσμένους ; 
- Ακριβώς . - Υπέροχα . 
- Φρέντι . - Σούζαν , γεια . Σούζαν . Κάτι έπαθε ο λαιμός μου . 
Σούζι , ξέρω ότι τρέχεις με τα γκανγκστερικά σου , αλλά ήθελα να μιλήσουμε . 
- Γιατί δεν δουλεύεις ; 
- Τι ; Δουλεύω . Αυτό είναι το θέμα . Έχει δίκιο . 
Το θέμα είναι ότι νομίζω ότι κατάφερα κάτι το πρωτοποριακό . 
Πιστεύω ότι είναι κάτι που πρέπει ενδεχομένως να πάρεις στα σοβαρά . 
Μια άλλη φορά , έτσι ; Κύριοι . 
Τα σκάτωσες . 
Ευχαριστώ που ήρθες . 
Κάθισε , σε παρακαλώ . 
Ήμουν περαστική . 
Καφεδάκι ; 
Γιατί όχι ; Ευχαριστώ . 
Όλα καλά στο δουκάτο ; 
Απ ' ό , τι φαίνεται . 
Η κερδοφορία αυξάνεται , οι παραδόσεις πάνε ρολόι , και η παραγωγικότητα πολλαπλασιάζεται . 
Η δουλειά πάει καλά . 
Ξεπεράσαμε το όριο που οδηγεί στην έξοδο από την οργάνωση ; 
Πράγματι . 
Ωστόσο , μιλήσαμε για παράταση . 
Κι όπως λες , κολυμπάμε στο χρήμα . Θα φανεί και στα αυξημένα κέρδη στο μερίδιό σου . 
Θες να το ξανασκεφτείς ; 
Δελεαστική προσφορά , αλλά θα αρνηθώ . 
Παρά το ότι έπιασες το συμφωνημένο όριο , τα λεφτά είναι δικά μας αφού γίνει το ξέπλυμα . 
Πρόβλημά σας . 
Πόσο καιρό ; 
Πρέπει να μαζέψουμε άλλα 15 . 
Θα έλεγα ότι αυτό είναι εφικτό εντός τριών μηνών . 
Τρεις μήνες . 
Κοίτα , σε καταλαβαίνω , και βλέπω την προφανή αναστάτωσή σου . 
Να μας κανονίσω μια συνάντηση με τον κύριο που ξεπλένει το χρήμα μου ; 
Πότε ; 
Γαμάτο ! 
Ωραίος ! 
Πότε θα τον συναντήσουμε ; 
Έχουμε χρόνο . Ο Τσάκι δεν φεύγει . Γουστάρει έναν καλό αγώνα . Ποιος είναι ; 
Πάμε , Τζάκι ! 
Αυτός είναι ; 
- Έλα , τελείωσέ τον ! 
Δώσε . 
Δώσε ! 
Πάμε , Τζακ ! 
Έτσι ! 
Δεν είπα ότι θα τον έβγαζα νοκ άουτ στον τρίτο γύρο ; 
- Το είπες . 
- Της το είπα , στον τρίτο . 
Μπράβο , Τζακ . Έλα δω . 
Εμφάνιση για σεμινάριο . 
Ούτε στιγμή βαρεμάρας στο ρινγκ . 
Είσαι κανόνι , παλικάρι . 
Ήρθε η ώρα να μπεις στη μεγάλη κατηγορία . 
Αυτό ακούγεται τέλειο . 
Έτσι , Σουζ ; 
Μυαλό , μπράτσα κι ομορφιά . Είσαι τριπλή απειλή , Τζακ . 
Θα μας κάνεις παρέα απόψε ; 
Θα πιούμε στο λαμπρό μέλλον του αδερφού σου . 
Εννοείται . 
Αφού πρώτα τελειώσω μια δουλειά με τον Έντι . 
Ο δούκας ; 
Χαίρω πολύ . 
Παρομοίως . Χένρι Κόλινς . Πώς σου φάνηκε ο μικρός ; 
Στα καλύτερά του . 
Πήγαινε να πλυθείς , Τζακ , και τα λέμε μετά . 
- Τα λέμε μετά . - Έλα . 
Πάμε στη συνάντηση με τον Τσάκι . 
Εντάξει . Πριν σας συστήσω , πρέπει να σε προειδοποιήσω ότι είναι δύστροπος . 
Αυτά τα κορν ντογκ θα σκίσουν . Είναι χρυσωρυχείο . 
Κορν ντογκ ; 
Όχι . Δεν αρκεί . Για την ακρίβεια , είναι γελοίο . 
Σουζ , σε αγαπώ , σε σέβομαι , δεν θα σου έλεγα ψέματα . 
Δεν είναι το συνηθισμένο κορν ντογκ . Είναι ένα πικάντικο κορεάτικο κορν ντογκ . Είναι το μέλλον . Η Στέλλα με μύησε . Γουστάρει Κ-pop . Μπορώ να έχω ένα ποτό ; 
- Εννοείται . - Ευχαριστώ . 
- Διψάω . Διαβήτης . Ναι . - Βότκα ; 
Έντι , βλέπω ότι έχεις τις αμφιβολίες σου . 
Θα ' μαι ειλικρινής μαζί σου . Έχεις παράξενο βάιμπ . 
Μα δεν πειράζει . 
Αρκεί να ξέρεις ότι στο ξέπλυμα χρήματος , είμαστε οι καλύτεροι στην πιάτσα . 
- Είμαι μπροστά σε πολλά πράγματα . 
- Ναι , ισχύει . 
Ήμουν πρωτοπόρος στα juice bar . 
Τα πόκι μπόουλ . Δεν ξέρω τι είναι αυτό , εσείς ; 
Σκοτιστήκαμε . Πούλησα εκατομμύρια . 
Αβοκάντο . 
Ο κόσμος δίνει όσο όσο για κάτι που έχει γεύση τούβλου . Τα πούλησα . 
Εντάξει , κατάλαβα . Ευχαριστώ . Ποιο είναι το χρονοδιάγραμμα ; 
- Πόσα ; - Δεκαπέντε . 
Όπως είπαμε . 
Τέσσερις με πέντε μήνες ; Όχι , σου είπα . Δεν μου κάνει . 
Αδερφέ Έντι . Τι σου συμβαίνει ; 
Ναι ; Χαλάρωσε , γαμώτο . 
Κάνε μασάζ . Παίξ ' την . 
Ή βάλε μια καλή γυναίκα στη ζωή σου . Φέρε . 
Να τη . Η Στέλλα μου . Ναι ; 
Δεν ερωτεύομαι . Δεν είμαι κάνας φλώρος . Μα αυτή η γυναίκα μού έκανε βουντού . Είμαι ερωτευμένος , ναι ; 
Είναι το πιο όμορφο γυναικάκι που έχω δει προσωπικά . 
- Πώς σου φαίνεται ; 
- Είσαι τυχερός άντρας , Τσάκι . 
Ευχαριστώ . 
Αλήθεια , πού είναι ; 
Πάω να σου τη φέρω . 
- Ευχαριστώ , αδερφή Σουζ . 
- Εσείς περιμένετε εδώ . 
Τζακ . Το καλό που σου θέλω να μην κάνεις αυτό που νομίζω . 
Δώσε μας δύο λεπτά , Σουζ . 
- Μου κάνεις πλάκα ; - Σουζ , πού είσαι ; 
- Εδώ βρήκες ; Πας καλά ; 
Μια στιγμή . 
Τι διάολο γίνεται εδώ ; 
- Δεν είναι αυτό που νομίζεις . - Τι δεν είναι ; 
Καριόλη ! Εκμεταλλεύτηκες το κορίτσι μου ; 
- Όχι ακριβώς . 
- Δεν ξέρεις ποιος είμαι ! 
Νομίζεις ότι σε φοβάμαι , μαλάκα ; 
Τσάκι , ηρέμησε . 
Δεν θα ηρεμήσω . 
Εσένα δεν σε φοβάμαι . 
Έλα να αναμετρηθούμε τώρα . 
Είμαι ο Τσάκι " Η Κόμπρα " Κούμπρα . Κανείς ... 
Τι διάολο , μπρο ; 
Τι διάολο γίνεται εδώ ; 
Ποιος θα μου πει τι συμβαίνει ; 
Ξέρεις με ποιον τα βάζεις ; 
Είναι ο Τσάκι " Η Κόμπρα " ! 
Τις αμυχές του κοιτούσα . Έχω κάνει πρώτες βοήθειες . 
Το κεφάλι πίσω . Εσύ τι λες ότι κάνω ; 
Τσάκι , χίλια συγγνώμη για όλο αυτό . 
Σούζι Γκλας , μπορείς να πας να γαμηθείς . 
Δεν θα κάνω τίποτα για σένα . Τελειώσαμε . Μαλάκες ! 
Καλά πήγε αυτό . 
Θα τον αφήσω να ηρεμήσει . Θα τα διορθώσω όλα το πρωί . 
Από τους δύο πήγαμε στους τέσσερις μήνες , και τώρα στο μηδέν . 
Θα το τακτοποιήσω . 
Ναι , συγγνώμη γι ' αυτό . Εκείνη με φλέρταρε άγρια . 
Λοιπόν , θα πάμε για ποτό ή όχι ; 
- Έντι , τα κατάφερες . - Χένρι . 
Κοίταξέ τον. Εντυπωσιακό δείγμα . 
Εξαρτάται πώς το εννοείς . Αν ψάχνεις πηδηχταρά σκύλο , τότε είναι . 
Υπάρχει μια αλήθεια σ ' αυτό . 
Ο εχθρός του είναι ο ίδιος του ο εαυτός . 
Έχω δουλέψει με πολλούς τόσα χρόνια , έξι από αυτούς πρωταθλητές . 
Η διαφορά είναι ότι όλοι τους έδιναν το 100 % τους . 
Αυτός τα δίνει όλα στο γλέντι . Το θέμα είναι , έχει την οικογενειακή φιλοδοξία ; 
Έχω κρατήσει τραπέζι . 
Αλήθεια , Έντι . Πώς έπιασες φιλίες με τη Σούζι Γκλας ; 
Ήμουν λοχαγός στους Δραγόνους . Πέθανε ο πατέρας μου . Γύρισα , και κληρονόμησα κάποια επιχειρηματικά του συμφέροντα . 
- Αλεξιπτωτιστής . 
- Ναι ; Πόσες θητείες ; 
Τρεις θητείες στο Σανγκίν . 
Ο πόλεμος σε κάνει να επαναπροσδιορίζεις τις προτεραιότητες . 
Όντως . Ευχαριστώ . 
Εβίβα . Εις υγείαν . 
Τακτοποιήσατε το θέμα που λέγατε ; 
Παρουσιάστηκε ένα προβληματάκι . Ελπίζω να ξεπερνιέται εύκολα . 
- Έχεις ξανασυνεργαστεί με τον Τσάκι ; 
- Δεν τον ανέφερα . 
Δεν θα ήταν η πρώτη μου επιλογή , αν με πιάνεις . 
Ούτε η δεύτερη θα ήταν . 
Ξέρεις κάποιον καταλληλότερο ; 
Ξέρω πολύ κόσμο , Έντι . 
Επιστρέφω αμέσως . 
Ευχαριστώ . 
Ρόζι . 
Για δες ποιος ήρθε . 
Ευχαριστώ που ήρθες . 
Σε τι οφείλω την τιμή ; Δουλειά ή διασκέδαση ; 
Λίγο κι από τα δύο . 
Κατάφερα να μπλέξω σε κάτι απ ' όπου δεν ξέρω αν μπορώ να απεμπλακώ . - Ίσως χρειαστώ τη βοήθειά σου . - Ακούγεται σοβαρό . 
Δεν θυμάμαι ούτε μία φορά να ζητάς βοήθεια για κάτι . 
Αφορά τον Στάνλεϊ Τζόνστον . 
Με " Τ " . 
Γι ' αυτό με φώναξες ; 
Έχετε επαφή ; 
- Ναι , βλεπόμαστε μια στο τόσο . - Ωραία . 
Μπορώ να σε βοηθήσω , αν αυτό θες . 
Σε προειδοποιώ , όμως , δεν είναι καλός άνθρωπος . 
Δεν με πειράζει . 
Καλημέρα σας . 
- Γεια σου , αγάπη μου . - Εντουίνα . 
Μπορείς να το μαζέψεις αυτό ; 
Βεβαίως , κύριε . Το άφησε ο αδερφός σας . 
Ναι , το γνωρίζω . 
- Αυγά Μπένεντικτ ; - Ναι . Και τσάι . Ευχαριστώ . 
Αγάπη μου , μίλα στον Φρέντι . 
Η πρόσφατη εμμονή του με την παραγωγή μαριχουάνας είναι υπερβολική . 
- Μάλιστα . - Έχει αρχίσει να μιλάει στα φυτά . 
Κι όταν δεν μιλάει σ ' αυτά , μιλάει γι ' αυτά , κι έχει καταντήσει βαρετό . 
Εντάξει . Εντάξει . Υπόσχομαι να του μιλήσω . 
Με συγχωρείτε . 
- Αγάπη μου , όχι στο τραπέζι . 
Την έκανες νωρίς χθες βράδυ . 
Έπρεπε να συναντήσω κάποιον . 
Πώς πήγε με τον Τσάκι ; 
Η κατάσταση με τον Τσάκι αποδείχτηκε λίγο πιο περίπλοκη . 
Καλώ όλα τα φιλαράκια μου σε όλο τον κόσμο , ναι ; Από το Μπέρμιγχαμ . 
Αν δείτε αυτόν τον κοκαλιάρη μορφονιό , πιάστε τον από τον λαιμό και λιώστε τον σαν κατσαρίδα . 
Ο Τσάκι ξεσήκωσε τον κόσμο των ΜΚΔ . 
Σπάστε τα τζάμια της γιαγιάς του , γαμήστε αυτόν ή τον μπαμπά του . 
Ό , τι γουστάρετε . Διείσδυση . Η κατάληξη είναι ότι πρέπει να εξαφανιστεί λίγες μέρες . Να επικεντρωθεί στην προπόνησή του . Χωρίς περισπασμούς . 
- Επιτόπου . - Μπαμ . 
Δεδομένου ότι θες να κυλήσουν όλα ομαλά , αναρωτιέμαι αν θα μπορούσες να τον φιλοξενήσεις . 
Για όνομα . Θα το τακτοποιούσες . 
Αυτό ακριβώς προσπαθώ να κάνω . Εξάλλου ο Τζακ πήδηξε την γκόμενα του Τσάκι . 
Το ευγενικό είναι να περιμένω να επικρατήσει νηφαλιότητα . - Και θα του υπενθυμίσω την ιεραρχία . 
- Καλώς . Και γαμώ . 
Περιμένουμε επισκέψεις ; 
Ως φαίνεται , ναι . 
Ορίστε , κύριε . Από δω . 
- Ο αδερφός της Σούζι Γκλας ; 
- Ο μοναδικός . 
Εντάξει , μοναδικέ , έλα δω να με βοηθήσεις με τον σάκο . 
- Άκουσα ότι πλησιάζει σημαντικός αγώνας . 
Ο τίτλος Eliminator μεσαίων βαρών . 
Λοιπόν , μεγάλε , δείξε μας τι κάνεις . 
Μάλιστα . 
Φρέντι . Πήρα το μήνυμά σου . 
Έντουαρντ , εσένα έψαχνα . 
Καλώς όρισες στο στρατηγείο της δημιουργίας . 
- Τζέιμς , μας αφήνεις λίγο μόνους ; 
- Ναι , φυσικά . 
Χαλάρωσε . 
Το ' χεις , μπρο . Κουλ . Ευχαριστώ , φίλε . 
Τι είναι αυτό το προτζεκτάκι που έχεις με τον Τζίμι ; 
Λοιπόν , πρώτον , δεν είναι προτζεκτάκι ... 
Απλώς αυτήν τη φορά έκανα κάτι καταπληκτικό . - Τα αφεντικά σου θα θέλουν να το μάθουν . 
- Εντάξει , Φρέντι . Είμαι σίγουρος . - Απλώς θέλω να σε προσγειώσω . - Αυτό να κάνεις . 
Εμπρός , προσγείωσέ με . Επειδή θα ξεπεράσω τις προσδοκίες σου . 
Τι ακριβώς είναι αυτό ; 
Λοιπόν , γνώρισα έναν τύπο . Γέρος , μουσάτος , έμοιαζε στον Ιησού . 
Άρχισε να μου λέει για ένα πρότζεκτ του . 
Καλλιέργεια σπόρων ήμερης κάνναβης στο ίδιο χώμα με φυτά κόκας . 
Με τον καιρό , οι σπόροι απορροφούν της ιδιότητες της κόκας , και , τελικά , βουαλά ! Κρακ χόρτο . Ή χόρτο κρακ . Δεν θυμάμαι πώς ακριβώς ... 
- Πρέπει να σε σταματήσω . - Όχι , να τελειώσω . 
Ξέρω ότι ακούγεται τρελό ... 
Κι επιστημονικά αδύνατο . Εκτιμώ ... 
Αυτό το πράμα αλλάζει όλα τα δεδομένα στον χώρο . 
Το ρεζουμέ είναι ότι θέλω να μου κλείσεις συνάντηση με τη Σούζι , εντάξει ; 
- Τι ; - Και πιθανότατα με τον πατέρα της . 
- Όχι . - Σε παρακαλώ . 
Οι συνθήκες έχουν αλλάξει , εντάξει ; 
Δεν είναι αξιόπιστοι . Μας εκμεταλλεύονται . 
Να κάνουμε το ίδιο . Είναι επικίνδυνοι , εντάξει ; 
Η Σούζι σκότωσε τον Τζέθρο . 
- Ποιος είναι ο Τζέθρο ; 
Ο τυπάς με τα ... 
Εντάξει , μάλιστα . Εντάξει . 
Εντάξει . Προφανώς αυτό είναι πολύ κακό . 
Το θέμα είναι , Φρέντι ... ότι η Σούζι μάς είπε ψέματα . Δεν πρόκειται να φύγουν από δω . 
Ίσως να μη θέλουμε να φύγουν . 
Άκου , Έντι , ξέρω ότι καμιά φορά μπορεί να είμαι ελάχιστα αναξιόπιστος , αλλά νομίζω ότι έχουμε κάτι . 
Ξέρεις τι νομίζω εγώ ; 
Νομίζω ότι είσαι εθισμένος . 
Τι σχέση έχει ... Κι είναι μια από τις πολλές εξαρτήσεις σου από την οποία πρέπει να σε γλιτώσω . 
Δεν παίζουμε εδώ , Φρέντι . 
Θα σκοτώσουν κι εσένα κι εμένα . Θα σκοτώσουν την οικογένειά μας για τον σκοπό τους . 
Δεν θα αλλάξω γνώμη . 
Όχι . Ο συγχρονισμός σου είναι εκτός . 
Σου είπα , οι φλόγες ξεπηδούν όταν μπαίνουν τα κόρνα , ναι ; 
Πρέπει να είναι άψογο . Ακριβώς . 
- Ναι , αφεντικό . - Κάν ' το . 
- Όλα καλά , Έντι ; 
- Γεια . 
Συγγνώμη γι ' αυτό . Είμαι τελειομανής με κάτι τέτοια . 
Ο εντυπωσιασμός είναι κλειδί στην προσέλκυση πελατών . 
Σίγουρα . Κρίμα για τη θέα . 
Ναι , δεν είναι υπέροχη ; 
Το αγόρασα στην κρίση του 2008 . Μισοτελειωμένο . Ο κατασκευαστής φαλίρισε . Την έκανε για Ντουμπάι . Τσάμπα πράμα , ουσιαστικά . 
- Ξέρεις γιατί ; 
Επειδή κατά βάθος ήξερα ότι , όσο άσχημα κι αν ήταν τα πράγματα , ο κόσμος θα επέστρεφε για τον αγώνα . 
Στην τελική , είμαστε ένα μάτσο αγροίκοι . 
Μίλα για τον εαυτό σου . 
Όταν απογυμνώσεις τα πάντα , το βλέπεις . 
Παρόρμηση . Ένστικτο . Επιβίωση . 
Ναι , ίσως να έχεις δίκιο . 
Τις προάλλες αφήσαμε μια συζήτηση στη μέση . 
Αλήθεια ; Τι ακριβώς ; 
Ξέρεις καλά τι . 
- Πόσα θες να ξεπλύνεις ; 
- 15 εκατομμύρια . 
Πήρες την άδεια της Σούζι γι ' αυτό ; 
Στο παρελθόν , όταν βολιδοσκόπησα την κατάσταση , δεν ήθελε να μπλέξει αυτά τα δύο . 
Μη σε ανησυχεί αυτό . 
- Πότε τα θες ; 
- Σε δύο βδομάδες . 
Βλέπω ότι δεν χάνεις χρόνο . 
Όπως είπες κι εσύ , παρόρμηση , ένστικτο , επιβίωση . 
Θα σε συστήσω σε έναν συνεργάτη μου . 
Ενημερώνω ότι είναι ο πιο βαρετός άντρας που έχεις γνωρίσει . 
Έντι , ο Θικ Ρικ . 
- Χαίρω πολύ . - Παρομοίως . 
Ο Ρικ ξεκίνησε ως λογιστής , αλλά έμπλεξε με τον τζόγο . 
Για να καλύψει τα χρέη του το ' ριξε στη δημιουργική λογιστική . 
Από θηροφύλακας λαθροκυνηγός , αν το θες . 
Ρικ , πες στον Έντι πώς γίνεται το κόλπο . 
Ξεκινά στο πρακτορείο στοιχημάτων μετά τον αγώνα . 
Όταν καθοριστεί ο ηττημένος , όποιος κι αν είναι , θα ανακαλύψει ότι πολλά στοιχήματα είχαν τοποθετηθεί στον άτυχο μαχητή . 
Το θέμα με τον Ρικ είναι ότι τα γουστάρει όλα αυτά . 
Υπεράκτια , παράκτια , απόσβεση ... Με παίρνει ο ύπνος και μόνο που το συζητώ . 
Να ξέρεις ότι είναι αξιόπιστος . - Παίρνει πολύ λογική προμήθεια . - Μπλα , μπλα . 
Αν αμφισβητούσαν τους αριθμούς του , θα τους υπέτασσε με βαρετές , κουραστικές , επαναλαμβανόμενες πληροφορίες . Θα τα παρατούσαν πολύ πριν από αυτόν . Είναι η απόλυτη θεραπεία για την αϋπνία . 
Μπλα , μπλα . Δύσκολα κάνεις το χρήμα βαρετό , μα όχι για τον Ρικ . 
Οπότε μπορείς να αράξεις μέχρι να κάνει τη δουλειά ... Δεκαπέντε εκατομμύρια λίρες . 
Μείον ένα λογικότατο 5 % , φυσικά . 
Μπουκμέικερ σαν τον Ρικ είναι μέρος της επιχείρησης , αλλά από μακριά κι αγαπημένοι . Επειδή είναι υπερβολικά βαρετός . 
Όπως είπα , εγώ ασχολούμαι με την πυγμαχία . 
Τι λες , Έντι ; Πώς σου ακούγεται όλο αυτό ; 
Ειλικρινά , μου ακούγεται τέλειο . 
Είναι στον μπροστινό κήπο , δις Γκλας . - Τζιν φις ; - Ναι , θα έπινα ένα . 
- Θες και λαστιχένιο παπάκι ; 
- Όχι , φίλε . 
Θα χαρείς όταν μάθεις ότι το θέμα με τον Τσάκι λύθηκε . 
Τζιν φις , δεσποινίς . Ευχαριστώ . 
Δεν είχε κλείσει η πόρτα ; 
Τον ξέρω τον τύπο του . Εύκολα τσαντίζεται , εύκολα ξεχνάει . 
Σούζι Γκλας , ναι ; Σε αγαπώ . Σε σέβομαι , εντάξει ; 
Θα διαγράψω όλα τα βίντεο . Θα κλείσω λογαριασμούς . 
Κακώς το τράβηξα τόσο . 
Και θα το κάνει χωρίς χρέωση , σαν καλό αγόρι . 
Δεν ξέρεις πόσο λυπάμαι . 
Τα 15 εκατομμύρια είναι έτοιμα να του τα πας . 
Πόσο χρόνο θα του πάρει ; 
Και για σένα θα το κάνω στον μισό χρόνο . 
Σε δύο μήνες . 
Τέσσερις το πολύ , όχι ό , τι καλύτερο . 
Ή αργά , ό , τι αγαπάς . Εσύ είσαι το αφεντικό . Έτσι έχουν τα πράγματα . 
Και είναι η μόνη βιώσιμη επιλογή , σωστά ; 
Φυσικά . 
Συγγνώμη για την ενόχληση , εξοχότατε . Η πριγκίπισσα μού έδωσε τα στοιχεία επικοινωνίας σας . 
- Άρα , μετέφερε το μήνυμά μου . - Πράγματι . Ο κος Τζόνστον μού ζήτησε να καταστήσω σαφές ότι συνεχίζει να ενδιαφέρεται για την απόκτηση του κτήματος . 
Σίγουρα το αναγνωρίζει και το εκτιμά αυτό , εξοχότατε . 
Μάλιστα , είπε ότι είναι ανοικτός σε εναλλακτική πρόταση . 
Θα μπορούσα να πω ότι ήταν κατενθουσιασμένος . 
Αύριο φτάνει στο Λονδίνο . 
Θα ήταν θρασύ εκ μέρους μου αν κανόνιζα συνάντηση ; 
Κανονίστε το . 
- Αδερφέ Έντι . Τι κάνεις ; - Ναι . Καλά . - Θα βάλεις ένα χεράκι ; 
Ίσι , στάσου . Στάσου . 
Να σε δανειστώ λίγο , Έντι ; Πλησίασε . 
Άλλαξες τροπάρι , έτσι ; 
Συγγνώμη ; 
Την τελευταία φορά που ανταμώσαμε , με κοιτούσες σαν να ' μουν στόκος . 
- Έτσι ; - Έτσι , μπρο . 
Κι αν θυμάμαι καλά , ήσουν κυνικός για την όλη επιχείρηση . 
- Έτσι ; - Έτσι , μπρο . 
Δεν είναι στο χέρι μου . 
Τι διάολο τσαμπουνάει αυτός ; 
Και ξέρεις τι άλλο ; 
Όταν εξηγούσα το χρονοδιάγραμμα , έκανες λες κι έκλασα στο στόμα της γιαγιάς σου . 
Δεν ασχολούμαι . Εγώ θέλω να γίνει η δουλειά μου . 
Άκουσέ με , εντάξει ; 
Όλα θα γίνουν , και ξέρεις κάτι ; 
Τι ; 
Έχεις κενό στην ψυχή σου , φίλε . Ναι ; Σκοτάδι . 
Όταν σε κοιτούσα στο γραφείο της Σούζι , σκεφτόμουν " Αυτός ο μαλάκας δεν πιστεύει στα κορν ντογκ " . 
Αν δεν πιστέψεις εσύ στο πρότζεκτ , κανείς δεν θα πιστέψει σ ' αυτό . 
Θα πιστέψεις στο πρότζεκτ . 
Φέρε μου κορν ντογκ . 
- Γεύση ; 
- Όποια να ' ναι ! 
Δεν ... Δεν θέλω κορν ντογκ . Δεν χρειάζεται να με πείσεις . 
Συγγνώμη , εντάξει ; 
Έλα , να τελειώνουμε . 
Τα βάιμπ σου έχουν γαμηθεί . 
Κοίτα γύρω σου . Δεν είμαστε ζωντανοί ; Εισέπνευσε καλά βάιμπ . Ξεφορτώσου τα κακά . 
Γιατί βιάζεσαι ; Η Σούζι είπε " Με το πάσο σου " . 
Τι είπε ; 
" Τέσσερις , πέντε , έξι μήνες . Δεν έχει σημασία " . Με το πάσο μου . Μη με πιέζεις . 
Θα τα μεταφέρω στο σπίτι μόνος μου . 
Όπα . Χαλάρωσε , αδερφέ . 
Για πού το ' βαλες ; 
Δεν θα το φάω . 
Σε δέκα δεύτερα , το χαλάλ κορν ντογκ θα έχει καταλήξει στο στομάχι σου . 
Θα το φας , επειδή το ζήτησε ο Τσάκι . 
Πέντε σάκοι . Τρία έκαστος . 
- Τι λες , Ρικόπουλο ; 
- Ότι είναι αηδιαστικό . Πανβρόμικα . 
Πιάνουμε δουλειά . 
Πήρα διοικητική απόφαση . 
Πού είσαι ; 
Βάλε τους σάκους στο γαμήδι το αμάξι . 
Έρχομαι . 
Όλο αυτό φαίνεται πολύ επίσημο . 
Θα ξεπλύνω το χρήμα μέσω του Χένρι Κόλινς . 
Νόμιζα ότι έδωσα σαφείς οδηγίες . 
Το έκανες . 
Επέλεξα τον πιο αποτελεσματικό . 
Ο Κόλινς είναι πιο σβέλτος . 
Θέλω να εστιάσει στην καριέρα του αδερφού μου . 
Κάνει και τα δύο . 
Ίσως να μπορεί . 
Αλλά δεν μπορείς να κάνεις ό , τι σου καπνίσει . 
Υπάρχει ιεραρχία . 
Γνωρίζω πολύ καλά τη θέση μου στην οργάνωση , Σούζι . 
Δυστυχώς , η συμφωνία με τον Τσάκι προηγήθηκε . 
Δεν υφίσταται πλέον . 
Τι έκανες , λοχαγέ ; 
Είπες στον Τσάκι να καθυστερήσει . Όχι να επιταχύνει . 
Γιατί να το κάνω αυτό ; 
Γιατί εσύ κι ο πατέρας σου δεν είχατε πρόθεση να αποσυρθείτε . 
Αυτή είναι σοβαρή κατηγορία . 
Γιατί δεν την αρνείσαι ; 
Γιατί δεν μου λες πότε εσύ κι ο πατέρας σου θα φύγετε από τη γη μου ; 
Μόλις ολοκληρωθεί το ξέπλυμα . 
Να σε ρωτήσω κάτι ακόμα . 
Πού είναι ο Τζέθρο ; 
Ο λόγος που ο Τζέθρο πέθανε ήταν για να προστατέψω εσένα και τον κοκάκια τον αδερφό σου από την καταιγίδα που πλησίαζε . 
Μια μέρα , ο Τζέθρο θα γινόταν μεγάλο πρόβλημα . Και το αντιμετώπισα . 
Θα ρωτήσω άλλη μία φορά . 
Πότε θα αφήσεις ελεύθερους εμένα και την οικογένειά μου ; 
Ποτέ . 
Με υποτιμάς , Σούζαν . 
Θα κάνω τα πάντα για να προστατέψω την οικογένειά μου . 
Πρόσεχε , στρατιώτη . 
Μπορώ να γίνω καλή κι όχι τόσο καλή . 
Έχεις δει μόνο τη μία πλευρά μου . 
Καλή τύχη . 
Χαίρομαι που σε βλέπω . 
- Μάικ , πήγαινε τη Σούζι στον Τζακ . - Έγινε . 
Μεγάλη μου τιμή που σας ξαναβλέπω , εξοχότατε . 
Χαρά μου , κε Τζόνστον . 
Παρακαλώ . 
- Είσαι καλά , μωρό ; 
- Είναι περίεργο . Βασικά , έχω αγχωθεί . 
Ποτέ δεν αγχώνομαι . 
Δεν έχεις να ανησυχείς για τίποτα . 
Θυμάσαι εκείνα τα Χριστούγεννα που ο μπαμπάς σού πήρε γάντια του μποξ ; 
Ήσουν τεσσάρων ετών ; Ναι . 
Κι είπε να τον χτυπήσω όσο πιο δυνατά μπορούσα . 
Και το έκανες . Απευθείας στα μπαλάκια . 
Έκανε μέρες να περπατήσει . 
Ήταν πέντε φορές το μπόι σου . 
Δεν είχες να φοβάσαι τίποτα τότε , και δεν έχεις να φοβάσαι τίποτα τώρα . 
Ξέρετε τι εκτιμώ στη βρετανική αριστοκρατία ; 
Είναι οι πρώτοι γκάνγκστερ . 
Ο λόγος που κατέχουν το 75 % της χώρας είναι επειδή το έκλεψαν . 
Ο Γουλιέλμος ο Κατακτητής ήταν χειρότερος του Αλ Καπόνε . 
Όταν έφτασε από τη Γαλλία , άρπαξε ό , τι μπορούσαν να πιάσουν τα χέρια του . Κι ύστερα έφτιαξε ένα σύστημα ώστε ο ίδιος και οι φίλοι του να τα κρατήσουν για πάντα . 
Φορολογία . Εκπαίδευση . Δικαιοσύνη . 
Νομίζω ότι θα συμφωνήσω μαζί σας . Προτιμώ να αφήσω την εγκληματικότητα στους προγόνους μου . 
Ωστόσο , αμφισβητείται η κυριαρχία μου στο κτήμα . Και συνειδητοποίησα ότι ίσως να χρειαστώ βοήθεια για να διορθώσω την κατάσταση . 
Ήρθατε στον κατάλληλο άνθρωπο . 
Βέβαια όχι χωρίς κάποια ανταλλάγματα . 
Είστε εντάξει μ ' αυτό ; 
Προτίθεμαι να κάνω ό , τι χρειαστεί , κύριε Τζόνστον . 
Μπρο . 
Ξέρεις τι πρέπει να κάνεις . 
Σε βλέπω πολύ άνετη . Όπως θα έπρεπε να είσαι . 
Καλησπέρα , Φρέντι . 
Η αλήθεια είναι ότι χαίρομαι που συναντηθήκαμε . Αναρωτιόμουν αν θα μπορούσαμε να μιλήσουμε . 
Αφορά τον αδερφό μου . Ανησυχώ γι ' αυτόν . 
Συμπεριφέρεται κάπως αλλοπρόσαλλα . Νομίζω ότι ετοιμάζεται να κάνει ένα μεγάλο λάθος . 
Ο αδερφός σου ξεκαθάρισε τη θέση του . 
Δυσκολεύομαι να κατανοήσω τη δική σου ανάμειξη σε όλο αυτό . 
Βλέπεις , αυτό είναι το θέμα . 
Έκανα μια σκέψη . 
- Το πάρεργό σου με τον Τζίμι ; 
- Δεν είναι ... 
Ναι , ο Τζέιμς με βοηθάει , αλλά είναι δικό μου γκαμπί . 
Ένα νέο στέλεχος χόρτου , Σούζι . Ένα πανίσχυρο νέο στέλεχος . 
Ξέρω ότι δεν είναι ούτε η ώρα ούτε ο χώρος για συζήτηση , αλλά αφού ο Έντι αποχωρεί , αναρωτιόμουν μήπως υπήρχε κάποιος τρόπος να τον παρακάμψουμε . 
Και οι δυο μας ξέρουμε ότι είναι δύσκολος χώρος . 
Αν πάθαινε κάτι ο Έντι , όχι ότι θα το ήθελα , όχι ότι το πιστεύω ιδιαίτερα , αλλά αν πάθαινε κάτι , ολόκληρο το κτήμα θα περνούσε σ ' εμένα . 
Αυτό το χόρτο θα κάνει χαμό , Σούζι . 
Ξέρεις ποιος είναι αυτός ; 
Ο αδερφός μου . 
Θα έκανα τα πάντα γι ' αυτόν . 
Ίσως να θες να το σκεφτείς . 
Ήταν χαρά μου . Κρίμα που οι διαπραγματεύσεις μας τραβάνε τόσο . 
Κάτι ακόμα . Αν η μετάβαση μπορεί να επιτευχθεί με τις μικρότερες απώλειες , θα το εκτιμούσα . 
Όσο κι αν έχω αγανακτήσει με τους Γκλας , θα ήθελα να βγουν αλώβητοι από όλο αυτό . 
Έχετε τον λόγο μου . Ως τζέντλεμαν . 
Καλό σας βράδυ . 
Τα κομμάτια τοποθετήθηκαν . 
Δώσε το σύνθημα και θα ρίξω το πρώτο . 
Εξαιρετικά . 
Τζακ . Πόσο καλά γνωρίζεις τον αντίπαλό σου ; 
Μελέτησα τους αγώνες του . Ξέρω το ρεκόρ του . 
Τα φαινόμενα απατούν . 
Θα τον διαλύσω , Σουζ . Έχε μου εμπιστοσύνη . 
Ο κος Κόλινς θέλει να σας μιλήσει . Είναι σημαντικό . 
Δεν τα βλέπω καλά τα πράγματα . 
Ελπίζω να μην αφορά τα λεφτά μου . 
Όχι , δεν αφορά τα λεφτά . Αφορά τον αδερφό σου . 
Τι έγινε ; 
Ετοιμάζεται να σαπίσει στο ξύλο τον Ουζμπέκο . 
Δυστυχώς , δεν θα είναι αυτή η κατάληξη . 
Κρίμα . Η αλήθεια είναι ότι τον συμπαθώ πολύ τον μικρό . 
Δυστυχώς , συνδέεται με ένα μεγαλύτερο παιχνίδι . 
Έλα , Τζακ ! Έλα , παλικάρι μου ! Είσαι έτοιμος ; 
Είσαι έτοιμος ; 
Όταν παρουσιάζεται ευκαιρία να επεκτείνω τις επιχειρήσεις μου , δεν συγκρατούμαι . 
Την αρπάζω . 
Χάνουμε τον αγώνα , Χένρι . Πες τι θέλεις να πεις . 
Δεκαπέντε εκατομμύρια . 
Είναι πολλά λεφτά . 
Αν κατάλαβα καλά , είναι από μία φάρμα και μόνο τον τελευταίο μήνα . 
Αν το πολλαπλασιάσεις επί 14 , έχουμε δυόμισι δισεκατομμύρια λίρες τον χρόνο . 
Λυπάμαι που θα σε απογοητεύσω . Δεν ψάχνουμε επενδυτές ή συνεργάτες . 
Μόλις καθαρίσεις τα 15 , κλείσαμε . 
Δεν ψάχνομαι να επενδύσω . Αναλαμβάνω τον έλεγχο . 
Διοργανώνεις αγώνες πυγμαχίας . Και ξεπλένεις χρήμα . 
Μείνε σ ' αυτά που ξέρεις . 
Είσαι πανέξυπνη , Σούζι . 
Ευφυής . 
Προφανώς δεν έκανες την έρευνά σου . 
Θα μπορούσα να σε μεταχειριστώ όπως τον αδερφό σου , αλλά από σεβασμό σου κάνω αυτήν την προσφορά . 
Έχεις δύο επιλογές . 
Αυτή της μηδενικής αντίστασης . Μου παραδίδεις την επιχείρησή σου εδώ και τώρα , και δέχεσαι την προσφορά μου με χάρη κι ευστροφία . 
Και η δεύτερη επιλογή . Που καταλήγει σε πόλεμο . 
Ξεκινώντας από την εξόντωση του υπέροχου αδερφού σου . 
Δεν θα τον σκοτώσω , από σεβασμό προς εσένα . Αλλά θα του κάνω ζημιά , για να καταλάβεις ότι σοβαρολογώ . 
Αν ο αδερφός μου σου μιλούσε τώρα , θα σου έλεγε ό , τι κι εγώ . 
Θα το ρισκάρω . 
Ναι , περίμενα ότι θα το έλεγες . 
Το θέμα με τους στημένους αγώνες έχει μεγάλο ενδιαφέρον . Χρειάζεσαι ιδιαίτερο τύπο μαχητή . Έμπειρο που μοιάζει άπειρος . 
Ο Χασάπης , είναι αυτό το είδος του σπάνιου πολεμιστή . 
Χωρίς εγωισμό . Ρίχνει τον εαυτό του για το κέρδος . 
Μπορεί να έχει τρεις νίκες σε 30 αγώνες , αλλά και οι 27 ήττες του είναι από στημένους αγώνες . 
Όταν κερδίσει , θα βγάλει τόσο χρήμα , που θα άξιζε όλη η αναμονή . 
Επειδή η αλήθεια είναι ότι είναι ασταμάτητο κτήνος . 
Όπα ! Διαιτητή ! 
Ούτε ο διαιτητής θα σε βοηθήσει . 
Αν κι είναι ευτυχισμένος πατέρας τριών παιδιών , η αγάπη του για κόκα και πόρνες σημαίνει πως θα κάνει ό , τι του λένε . 
Όταν κάνω νεύμα , κι είναι ώρα να τεζάρει τον Τζακ , και θα τον τεζάρει , οι πιθανότητες είναι ότι θα μείνει κάτω . 
Κακώς μας υποτιμάς . 
Όταν ο Καίσαρας διέσχισε τον Ρουβίκωνα με τον στρατό του , σκόπιμα μπήκε σε πόλεμο με το ρωμαϊκό κράτος . 
Το σημείο χωρίς επιστροφή . 
Το πρόβλημα με την προσφορά σου είναι ότι άργησε . 
Ήδη διασχίσαμε τον Ρουβίκωνα , Χένρι . 
Νομίζεις ότι δεν σε ξέρω . 
Ξέρω ότι δεν είσαι Ιούλιος Καίσαρας , και δεν έχεις ιδέα για το ποτάμι που διάλεξες να κολυμπήσεις . 
Είναι σκοτεινό και γεμάτο τρόμο . 
Εσύ έχεις μικρό στρατό , μα εγώ είμαι το κράτος . 
Εγώ κάνω τη μάνα . Εγώ είμαι το κατεστημένο . 
Κι εσύ είσαι ανεπαρκής σωματικά , πολεμικά , και διανοητικά για τη μάχη που λανθασμένα διάλεξες να δώσεις . 
Ο μπαμπάς σου είναι μέσα . Δεν έχεις ούτε όπλα ούτε προσόντα . 
Δέξου την προσφορά και θα σας φροντίσουμε . 
Θα δούμε πώς θα νιώθεις αύριο . 
Να προσέχεις τον εαυτό σου . 
