По стакану тернового джина , ваша светлость ? 
Спасибо , Джефф . 
Можете снять Миллигана . Ему уже давно пора спать . 
Ладно . 
Да куда-нибудь на пол . 
- Всё в порядке , ваша светлость ? 
Однако ты был прав насчет Сьюзи и семьи Гласс . 
Всплыла кое-какая информация , согласно которой , если я попытаюсь дистанцироваться от Сьюзи и семьи Гласс , меня , скорее всего , убьют . 
Я думал , вы с ней ладите . 
Вроде как ладили . 
Но уже нет . Сперва вдохните аромат . 
Что чувствуете ? 
Миндаль . 
Когда готовишь терновый джин , нужно терпение . 
Недели через две цвет становится насыщенно-рубиновым . 
Многие этим довольствуются . Но чтобы раскрыть весь букет его надо настаивать пару лет . 
Сейчас многие недооценивают это качество . Терпение . 
Не дергайтесь . 
Продолжайте выполнять свою часть сделки и смотрите на их реакцию . 
Не подавайте вида , что озадачены . 
А тем временем готовьтесь ко всяким неожиданностям . 
Доброе утро , сэр . Не желаете свежего кофе ? 
Пожалуй . 
Принесите в мой кабинет , мистер Лоренс . И ... две чашки . 
Чёрт , давно так не трясло . С тех пор как я играл Отелло . Не спрашивай , времена были другие . 
Боже , охереть нервяк ... 
Доброе утро , мисс Гласс . Кажется , герцог ждет гостей ? 
- С нетерпением . - Славно . 
- Фредди . - Сьюзан , здравствуйте . Извините ... 
Сьюзи , я знаю , вы заняты ... своими гангстерскими делами , но можно вас на пару слов ? 
- Ты почему не на работе ? - Что ? 
Я на работе , босс . Мы как раз по работе ... Да , он прав . 
Видите ли , дело в том , что у меня , возможно , можно сказать , своего рода прорыв . 
Полагаю , это дело стоящее и вам следует отнестись к нему со всей ... серьезностью . 
Мы к этому вернемся . Джентльмены . 
Ты всё обосрал . 
Спасибо , что заглянули . 
Присаживайтесь . 
Мимо проезжала . 
Не желаете кофе ? 
Не откажусь , спасибо . 
Как ваше ничего , герцог ? 
Не жалуюсь . 
Рентабельность растет , сбыт работает без перебоев , а производительность и вовсе зашкаливает . 
Дела идут . 
Мы уже перешагнули порог , за которым я выхожу из игры ? 
Несомненно . 
Однако мы обсуждали продление . 
А раз , как вы заметили , деньги текут рекой , это будет учтено в виде повышения вашей доли прибыли . 
Может , всё же передумаете ? 
Предложение заманчивое , но я пас . 
Что ж , хоть вы и достигли оговоренного порога , деньги не считаются прибылью , пока они не отмыты . 
Это не моя проблема . 
Как долго ? 
Нужно оприходовать еще 15 . 
Я бы сказала , что это достижимо в течение трех месяцев . 
Три месяца . 
Послушайте , я вас понимаю и вижу ваше смятение . 
Я могу организовать встречу с джентльменом , который отмывает мои деньги . 
Когда ? 
Молодчина ! 
Шикарно ! 
Когда будет встреча ? 
У нас уйма времени . Чаки никуда не денется . Он любит бокс . А кто тут Чаки ? 
Давай , Джеки ! 
Чаки так Чаки ... 
- Добей его ! 
Дави его ! 
Давай ! 
Отлично , Джек ! 
Молодчина ! 
Я ж говорил , что в третьем вырублю его . 
- Было такое . 
- Так и сказал : " В третьем " . 
Молодец , Джек . Подойди . 
Чёрт , это прямо мастер-класс . 
Когда ты в ринге — это всегда круто . 
Ты мастерюга , сынок . 
Пора задуматься , как тебя вывести на рейтинговый бой . 
Звучит классно . 
Скажи , Сьюз ? 
Ну , мозги , мускулы и красота — ты тройная угроза , Джек . 
Сьюзи , присоединишься к нам вечером ? 
Поднимем бокалы за будущее твоего брата . 
Разумеется . 
Но сначала нам с Эдди надо уладить кое-какие дела . 
Это герцог ? 
Рад знакомству . 
Я тоже . Генри Коллинз . Как вам его бой ? 
Лучший , что я видел . 
Приведи себя в порядок , Джек , увидимся позже . 
- До скорого . - Идем . 
Ну что , поговорим с Чаки ? 
Прежде чем я вас представлю , учтите : с ним непросто найти общий язык . 
Эти корн-доги пойдут на ура , это новая золотая жила . 
Корн-доги ? 
Нет . Так себе . Я бы даже сказал , это нелепо . 
Сьюз , я тебя люблю и уважаю . Ты знаешь , я бы не стал врать . 
Это же не обычный корн-дог . Это острый корн-дог по-корейски . За ними будущее . Стелла в теме . Она шарит в кей-попе . Плеснешь выпить ? 
- Конечно , бро . - Спасибо . 
Чертов диабет . - Водки ? - Ага . 
Эдди , слушай , я вижу , что ты слегка заменжевался . 
Скажу честно , ты какой-то странный , ей-богу . 
Но это неважно . 
Чтобы тебе полегчало , просто знай : когда дело касается отмывки бабосов , тут нам нет равных . 
- Я всё просчитываю наперед . 
- Да , это правда . 
Батончики с соком — это я придумал . 
А поке ? Я без понятия , что это . А ты ? 
Да похрен . Я продаю их миллионами . 
Авокадо . 
Люди башляют нехилые бабки . На вкус как кирпич лижешь . А у меня — только в путь . 
Ладно , я понял . Спасибо . Что по срокам ? 
- Сколько ? - Пятнадцать . 
Как договаривались . 
- А если четыре-пять месяцев ? - Нет , говорю же , слишком долго . 
Эдди , брат , ну ты чего ? 
Расслабься . 
Сходи на массаж , вздрочни . 
А лучше найди хорошую девчулю . Дай-ка . 
Вот . Глянь . Моя Стелла . Видал ? 
Я не влюбляюсь . Я не лошара , знаешь ли . Но эта женщина меня приворожила . Я влюбился . Реально ! 
Это самая шикарная чертовка из всех , кого я видел лично . 
- Что думаешь ? 
- Тебе очень повезло , Чаки . 
Спасибо . 
Кстати , где она ? 
Могу сходить за ней . 
Спасибо , сестра Сьюз . 
Не разбегайтесь . 
Джек , лучше бы тебе не делать того , что ты делаешь . 
Еще пару минут , Сьюз . 
- Ты издеваешься ? - Сьюз , где ты ? 
- Нашел время . Совсем охренел ? 
Погоди-ка . 
Какого хрена тут творится ? 
- Это не то , что ты подумал . - Тогда что это ? 
Ах ты ублюдок ! Ты поимел мою девчулю ? 
- Не совсем ... 
- Ты меня не знаешь ! 
Думаешь , я тебя боюсь , паскуда ? 
Чаки , успокойся . 
Чёрта с два ! 
Я тебя не боюсь . 
Давай разберемся здесь и сейчас . 
Я Чаки Кобра Кубра ! 
Какого хера , бро ? 
Сука , что тут у вас творится ? 
Что происходит-то ? Объясните ! 
Ты хоть знаешь , с кем связался ? 
Это сам Чаки Кобра ! 
Я осматривала его порезы . У меня же сертификат медсестры . 
- Запрокинь голову . - А я что делаю ? 
Чаки , мне очень жаль , ты уж прости . 
Сьюзи Гласс , можете идти в жопу ! 
Ни хрена я вам отмывать не буду . Сами мудохайтесь . Мудачьё ! 
Быстро вы управились . 
Пусть остынет , утром я всё разрулю . 
Два месяца превратились в четыре , а теперь вообще в " никогда " . 
Я с этим разберусь . 
Извиняйте . Она на меня прям накинулась . 
Ну так что , пойдем выпьем или как ? 
- Эдди , здравствуйте . - Генри . 
Гляньте на него . Великолепный экземпляр . 
Ну да , тот еще . Если ищете кобеля с шестью членами , это самое то . 
Что ж , в этом есть доля правды . 
Самая большая проблема Джека — он сам . 
Я работал со многими ребятами , шестеро стали чемпионами . 
Разница в том , что каждый из них выкладывается на все сто . 
А он живет на все сто . Вопрос в том , есть ли у него семейные амбиции . 
Присядем за столик . 
Мне любопытно , Эдди , как вы сошлись со Сьюзи Гласс ? 
Я был капитаном в гвардейском полку . Умер отец , я вернулся и унаследовал кое-что ... из его активов . 
Парашютный полк . 
Где бывали ? 
Три командировки в Афган . 
Война меняет мировоззрение , приоритеты . 
Это точно . Спасибо . 
- Будем здоровы . 
Вы и Сьюзи уладили деловые вопросы ? 
Да там сущие пустяки . Надеюсь , ничего , о чём стоило бы переживать . 
Уже работали с Чаки ? 
О Чаки речь не шла . 
Я бы не назвал этот вариант оптимальным выбором . 
Я бы его вообще не рассматривал . 
Порекомендуете кого-нибудь ? 
Я много кого знаю , Эдди . 
Я сейчас . 
Спасибо . 
Рози . 
Какие люди ! 
Спасибо , что пришла . 
Чем обязана такой чести ? Работа или отдых ? 
Всего понемногу . 
Я умудрился попасть в ситуацию , из которой не факт , что смогу выпутаться . - Нужна твоя помощь . - Что-то серьезное , не иначе . 
Не припомню , чтобы ты хоть раз кого-нибудь о чём-нибудь просил . 
Речь о Стэнли Джонстоне . 
Через " т " . 
Поэтому ты обратился ко мне . 
Вы еще общаетесь ? 
- Да , мы периодически видимся . - Хорошо . 
Я помогу , если ты этого хочешь . 
Но должна предупредить : он не хороший человек . 
Ничего страшного . 
Доброе утро . 
- Привет , дорогой . - Эдвина . 
Уберите это , пожалуйста . 
Разумеется . Это оставил ваш брат . 
Я уж понял . 
- Яйца бенедикт ? - Да , спасибо . И чаю . Спасибо . 
Дорогой , прошу , поговори с Фредди . 
Эта его одержимость производством марихуаны переходит всякие границы . 
- Ясно . - Он начал говорить с растениями , Эдди . 
А когда он не говорит с ними , он говорит о них , а это скука смертная . 
Хорошо . Ладно . Обещаю , я с ним поговорю . 
Извините . 
Дорогой , не за столом . 
Вчера вы рановато испарились . 
Надо было навестить старого друга . 
Как всё прошло с Чаки ? 
Ситуация оказалась несколько сложнее , чем ожидалось . 
Пламенный привет моей братве за кордоном , это ребята из Бирмингема . 
Увидите этого смазливого дрыща — хватайте за шею и давите , как таракана . 
Чаки ударно поработал в соцсетях . 
Перебейте окна его бабуле , отымейте если не его , так его папашу . 
Во все дыры ! Порвите его ! В итоге моему брату нужно пару дней где-то перекантоваться , сосредоточиться на тренировках , не отвлекаться . 
- Порвите его . - Пиф-паф . 
А поскольку вы бы хотели ускорить события , я подумала , что у вас может быть желание его приютить . 
Чёрт , вы должны были это уладить . 
А я как раз именно этим и занимаюсь . Все-таки Джек трахнул пассию Чаки . 
Из вежливости надо дать рассудительности пустить ростки . - И тогда я напомню ему об иерархии . 
- Ладно . Нормас . 
Мы ждем гостей ? 
Судя по всему , да . 
Прошу , сэр . Вам сюда . 
- Брат Сьюзи Гласс ? 
- Единственный и неповторимый . 
Ладно , единственный и неповторимый , помоги мне с грушей . 
- Говорят , у тебя будет серьезный бой . - Ага . 
За выход на титульный бой . 
Что ж , мистер Претендент , покажите , на что способны . 
Так-с ... 
Фредди . Я получил сообщение . 
Эдвард . Тебя-то мне и надо . 
Добро пожаловать в горнило творчества . 
Джеймс , оставишь нас на минутку ? 
Да , конечно . 
Расслабься . 
- Ты справишься , бро . - Всё путем . Спасибо . 
Так что это за маленький проект у вас с Джимми ? 
Ну , во-первых , это не какой-то сраный маленький ... 
Дело в том , что на этот раз я сделал нечто из ряда вон . И твои боссы захотят об этом узнать . 
Хорошо , Фредди . Не сомневаюсь . - Я просто хочу умерить твои ожидания . - Ладно , хорошо . Умеряй . 
Давай , умерь мои ожидания , потому что я собираюсь превзойти твои . 
Поясни , что это , Фредди . 
Видишь ли , меня надоумил один старец , бородатый , похож на Иисуса . 
Он мне рассказал о своем проекте . 
Он подсадил семена конопли в почву , где растут кокаиновые кусты . 
Со временем эти семена вбирают свойства кокаиновых кустов , и в итоге — вуаля ! — крэковая травка . Или марихуановый крэк . Не помню , как ... 
- Вынужден тебя прервать ... - Нет , дослушай . 
Слушай , я знаю , это звучит бредово ... 
И антинаучно . Слушай , я ценю ... 
Эта жлыга сотрясет основы наркобизнеса . 
Я прошу лишь одного : организуй мне аудиенцию с Сьюзи . 
- Что ? - И ... возможно , с ее отцом . 
- Нет . - Пожалуйста . 
Обстоятельства изменились , ясно ? 
Глассам нельзя доверять . Они нас используют . 
- Похер . Давай используем их . - Они опасны , понимаешь ? 
Сьюзи убила Джетро . 
- Какого , на хер , Джетро ? 
А ... парнишка с этими ... 
Ну ладно , понятно . 
Да , хорошо , ясно . Конечно , это довольно плохо . 
Суть в том , Фредди , что они нам врали , Сьюзи врала , и они не собираются отсюда сваливать . 
Может , этого и не надо . 
Послушай , Эдди , знаю , порой я бываю слегка ненадежен , но я думаю , что это прорыв . 
А знаешь , что думаю я ? 
Я думаю , что у тебя зависимость . 
Какого хера это ... И это лишь одна из твоих бед , из которой приходится тебя вытаскивать . 
Это не игра , Фредди . 
Они убьют тебя . Они убьют меня . Они перебьют всю нашу семью , чтобы получить желаемое . 
Я не передумаю . 
Нет , не сейчас ! 
Я же сказал , пламя пускаешь , когда вступают духовые . 
Это идеальный момент . Другого не дано . 
- Да , босс . - Надо сделать по уму . 
- Эдди . 
- Приветствую . 
Прошу прощения . Внимание к деталям . Не терплю халтуры . 
Зрелищность — это то , ради чего сюда ломится публика . 
Еще бы . И вид что надо . 
Да . Место шикарное . 
Купил его в разгар кризиса в 2008-м . Застройщик бросил на полдороге . Дал дёру в Дубай . Честно говоря , я его присвоил . 
- Знаете почему ? 
Потому что в глубине души я знал : какой бы длинной ни была черная полоса , народ вернется смотреть на драки . 
В конечном итоге мы просто кучка неандертальцев . 
Не надо обобщать , Генри . 
Если стряхнуть всё наносное , только это и останется . 
Импульсы , инстинкты , борьба за выживание . 
Возможно , вы правы . 
Я бы хотел продолжить наш вчерашний разговор . 
Да ? О чём именно ? 
Не жеманьтесь . 
- Сколько вам надо отмыть ? 
- Пятнадцать . 
А Сьюзи дала на это добро ? 
В свое время она не захотела мешать церковные дела с государственными . 
Не думайте о Сьюзи или Бобби . 
Насколько быстро ? 
Две недели . 
Дерзко , ничего не скажешь . 
Как вы заметили : импульсы , инстинкты , борьба за выживание . 
Я познакомлю вас со своим коллегой . 
Но предупреждаю : это самый занудный человек в мире . 
Знакомьтесь , Эдди , это Нудный Рик . 
- Рад знакомству . - Взаимно . 
Рик начинал бухгалтером , но питал страсть к азартным играм . 
Он влез в долги , что потребовало творческого подхода к бухгалтерии . 
Так сказать , перешел на темную сторону . 
Рик , расскажи Эдди , как творится волшебство . 
Всё начинается у букмекера после окончания боя . 
Как только определяется проигравший , кем бы он ни был , вдруг выясняется , что большинство ставок было сделано именно на этого бойца ... 
Дело в том , что Рик находит всё это интересным . 
Офшоры , оншоры , митигация , амортизация ... Меня клонит в сон от одних этих слов . 
Вам важно знать одно : он надежен . Его комиссионные более чем адекватны . 
Если кто усомнится в его цифрах , Рик его заболтает до смерти , завалив такой утомительной нудятиной , что кто угодно скиснет и отвалит . Он лучшее средство от бессонницы . 
Трудно сделать деньги скучными , но не для Рика . 
А значит , можете расслабиться , пока он отмывает ваши ... Пятнадцать миллионов . 
За вычетом пяти процентов , разумеется . 
Букмекеры вроде Рика работают на меня , но приходится держать их на расстоянии . Потому что он чертовски нудный . 
Как я сказал , главное для меня – это бокс . 
Ну как , Эдди ? Что скажете ? 
Если честно , звучит идеально . 
Они в саду , мисс Гласс . - Джин-физ не желаете ? - С превеликим удовольствием . 
- Резиновую уточку надо ? 
- Нет , друг . 
Пришла вас порадовать : с Чаки всё улажено . 
- Ваш джин-физ , мисс . - Благодарю . 
Думал , вы сожгли мосты . 
С этими креативщиками вечно так : страсти вскипают , но быстро остывают . 
Сьюзи Гласс , я вас люблю и уважаю . 
Я удалю все видео , грохну все аккаунты . 
Я не хотел , чтобы всё зашло так далеко . 
И он сделает это бесплатно , как паинька . 
Я сожалею больше , чем когда-либо . 
У меня в машине 15 миллионов . Можете отвезти ему . 
Сколько у Чаки это займет ? 
Я отмою всё в два раза быстрее . Как ракета . 
Два месяца . 
Максимум четыре , что далеко от идеала . 
Или подольше , если пожелаете . Вы босс . Такой расклад . 
И он единственный реальный вариант , да ? 
Конечно . 
Извините , что звоню на личный номер . Ваши контактные данные мне передала принцесса . 
- Надеюсь , и мое послание тоже . - Всё верно . Мистер Джонстон просил меня четко дать понять , чтобы не было разночтений , что он , как и раньше , готов купить поместье . 
Он это определенно понимает и ценит , ваша светлость . 
Он сказал , что рассмотрел бы альтернативное предложение . 
Я бы даже отметил , что он был необычайно воодушевлен . 
Завтра он прилетает в Лондон . 
Будет бесцеремонно назначить с вами встречу ? 
Нет , я готов . 
- Эдди , брат , как ты ? - Нормально . Поможешь перенести ? Ага . 
Иши , подожди . 
Можно тебя на секунду , Эдди ? Подойди . 
Вижу , ты сменил пластинку . 
Не понял . 
В прошлый раз , когда мы общались , ты смотрел на меня , как на сраное чмо . 
- Так ведь ? - Да , бро . 
Если мне не изменяет память , ты был настроен очень скептически . 
- Так ведь ? - Да , бро . 
Ну , это не мне решать . 
Куда это он потопал ? 
И знаешь что ? 
Когда я говорил о временных рамках , ты так скривился , будто я бзднул в рот твоей бабуле . 
Чаки , давай не будем об этом . Просто сделай работу . 
Слушай сюда . 
Мы это сделаем , но я тебе кое-что скажу . 
Что ? 
У тебя пустота в душе . Кромешная тьма . 
Я сидел в кабинете Сьюзи , смотрел на тебя и думал : " Хрен ли этот смазливый гондон не верит в мои корн-доги ? " 
Если ты не веришь в этот чертов проект , никто в него , сука , не поверит . 
И ты поверишь в этот чертов проект . 
Неси корн-доги . 
- Какой вкус ? 
- Любой , на хрен ! 
Я не ... Я не хочу корн-дог . Не надо меня убеждать . 
Я прошу прощения . 
Просто сделай эту работу . 
У тебя засранные чакры . 
Посмотри вокруг . Мир прекрасен . Дыши . Открой свои чакры . Отринь скверну . 
Куда ты торопишься ? Сьюзи же сказала : " Не спеши " . 
Что сказала ? 
" Четыре , пять , шесть месяцев — похрен " . Не спеши . Не надо меня подгонять . 
Я сам их отнесу тебе в дом . 
Куда разогнался , брат ? 
- Придержи коней . 
- Я не буду это есть . 
Секунд через десять этот халяльный корн-дог будет у тебя в животе . 
Ты съешь его , потому что так велел Чаки . 
Пять сумок . По три в каждой . 
Что скажешь , Рик ? 
Выглядят непотребно . Охрененно грязные . 
За работу . 
Я пошел другим путем . 
Где вы ? 
Положи сумки в чертову машину . 
Уже еду . 
Всё выглядит очень официально . 
Насчет денег я обратился к Генри Коллинзу . 
Я же дала вам четкие указания . 
Всё верно . 
Но я выбрал более эффективный вариант . 
Коллинз сделает это быстрее . 
Генри должен заниматься карьерой Джека . 
- Одно другому не мешает . 
- Возможно . 
Вы не можете по своему усмотрению отменять мои решения . 
Должен быть порядок . 
Я отдаю себе отчет о своем статусе в этой организации , Сьюзи . 
К сожалению , у нас уже есть договоренность с Чаки . 
Уже нет . 
Что вы натворили , капитан ? 
Вы сказали Чаки затянуть процесс , а не ускорить . 
С чего вы взяли ? 
Вы с вашим отцом с самого начала не собирались меня отпускать . 
Это весьма злостная инсинуация . 
Что ж вы ее не отрицаете ? 
Почему не скажете , когда вы со своим отцом уберетесь с моей земли ? 
Как только отмоем 15 миллионов . 
Позвольте еще вопрос . 
Где Джетро ? 
Смерть Джетро — вынужденная мера , чтобы защитить вас и вашего подсевшего на кокаин непутевого брата от дерьма , в которое вы бы вляпались . 
Однажды Джетро стал бы проблемой , и я это предотвратила . 
Я задам еще один вопрос . 
Когда вы отпустите меня и мою семью ? 
Никогда . 
Вы меня недооцениваете , Сьюзан . 
Я пойду на всё , чтобы защитить свою семью . 
Осторожно , солдат . 
Я могу быть милой , а могу и не быть . 
Вы видели меня лишь в одной ипостаси . 
Удачи . 
Рад тебя видеть , Сьюзи . 
- Майк , отведи Сьюзи к Джеку . - Конечно . 
Исключительно рад нашей встрече , ваша светлость . 
И я , мистер Джонстон . 
Прошу . 
- Ты как , малыш ? 
- Знаешь , странно . С какого-то хрена я нервничаю . 
Я никогда не нервничаю . 
Тебе не о чем волноваться , Джек . 
Помнишь , как на Рождество папа подарил тебе первые перчатки ? 
Сколько тебе было ? Четыре ? Да . 
И он сказал мне ударить его со всей силы . 
И ты ударил . Прямо по яйцам . 
Он неделю ходить не мог . 
Он был в пять раз больше тебя , Джек . 
Тебе нечего было бояться тогда , и нечего бояться сейчас . 
Знаете , что мне нравится в британской аристократии ? 
Они настоящие гангстеры . 
Им принадлежит 75 процентов страны , потому что они всё это украли . 
Аль Капоне — ребенок на фоне Вильгельма Завоевателя . 
Приплыв из Франции , Вильгельм захапал всё , до чего смог дотянуться , после чего создал целую систему , чтобы он сам и его друзья владели всем этим вечно . 
Налоги , образование , судебные органы — всё это создано для того , чтобы помочь аристократам сохранить свои земли и капиталы . 
Что ж , пожалуй , соглашусь с вами . А я предпочел бы оставить криминал своим предкам . 
Однако на мое право владения имуществом есть притязания . И я пришел к выводу , что мне может понадобиться помощь , чтобы исправить ситуацию . 
Тогда вы обратились по адресу . 
Правда , это предусматривает формат " услуга за услугу " . 
Полагаете , вас это устроит ? 
Я готов на всё , мистер Джонстон . 
Бро . 
Ты знаешь , что надо делать . 
Выглядите чертовски авторитетно . Как и всегда ? 
- Добрый вечер , Фредди . 
- Какая удача , что я на вас наткнулся . Давайте поговорим в спокойной обстановке ? 
Речь о моём брате . Я за него переживаю . 
Его действия носят сумбурный характер . Полагаю , он вот-вот совершит чудовищную ошибку . 
Твой брат предельно ясно изложил свою позицию . 
Вот только не могу понять , где ты во всём этом . 
Видите ли , в том и дело . 
Я кое-что придумал . 
- Твой маленький проект с Джимми ? 
- Не маленький ... 
Да , Джеймс мне помогает , но это , чёрт возьми , моя идея . 
Это новый сорт травки , Сьюзи . Охеренно мощный новый сорт . 
Знаю , сейчас не время и не место об этом говорить , но , раз Эдди артачится , а время идет , я подумал , может , есть ... другой способ это разрулить . 
Взглянем правде в глаза , мы оба знаем , что это жесткий бизнес . 
Если с Эдди что-то случится , я этого , разумеется , не хочу и не думаю , что с ним что-то случится , но если бы вдруг случилось , то формально всё поместье отошло бы ... ко мне . 
Эта травка будет грёбаной бомбой , Сьюзи . 
Знаешь , кто это , Фредди ? 
Это мой брат . 
Ради него я готова на всё . 
Подумай об этом . 
Благодарю вас и сожалею , что наши переговоры так затянулись . 
И еще кое-что . Я был бы признателен , если бы процесс передачи прошел с минимальными трениями . 
Меня разочаровала семья Гласс , но я бы хотел , чтобы для них это обошлось без серьезных последствий . 
Даю вам слово . Слово джентльмена . 
Всего доброго . 
Цепочка домино выстроена . 
Жду сигнала — и толкаю первую костяшку . 
Вот и славно . 
Джек . Что ты знаешь о сопернике ? 
Я изучал его бои , знаю результаты . 
Внешность обманчива . 
Я его размажу , Сьюз , уж поверь . 
Мистер Коллинз хочет поговорить . Это важно . 
Всё это довольно зловеще . 
Надеюсь , речь не о моих деньгах . 
Нет , дело не в деньгах , а в твоем брате . 
А что с ним ? 
Он готовится выбить из узбека центнер дерьма . 
К сожалению , всё закончится иначе . 
Жаль , конечно . Парень мне правда нравится . 
К сожалению , он стал частью большой игры . 
Давай , Джек ! Давай , сынок ! Готов ? 
Готов ? 
Когда я вижу возможность расширить свой бизнес , не могу удержаться . 
Беру быка за рога . 
Мы пропускаем бой . Нельзя ли ближе к делу ? 
Пятнадцать миллионов . 
Это крупная сумма . 
Насколько я понимаю , это с одной только фермы и всего за один этот месяц . 
Если умножить на 14 , получится где-то ... два с половиной миллиарда в год . 
Жаль тебя разочаровывать : мы не ищем ни инвесторов , ни партнеров . 
Отмоешь 15 миллионов — и на этом всё . 
Я собираюсь не инвестировать , а управлять . 
Ты организовываешь бои и отмываешь деньги . 
Не лезь не в свое дело . 
Ты очень умная , Сьюзи . 
И хваткая . 
Но ты явно просчиталась на мой счет . 
Я мог бы обойтись с тобой так же , как с твоим братом , но из уважения предлагаю вот что ... 
У тебя лишь два варианта . 
Путь наименьшего сопротивления : ты передаешь свой бизнес мне здесь и сейчас , прозорливо и любезно приняв мое предложение . 
И есть другой путь , который ведет к войне . 
Начиная с уничтожения твоего любимого брата . 
Из уважения к тебе я его не убью , но ему крепко достанется , чтобы ты поняла , что всё серьезно . 
Будь здесь сейчас мой брат , он бы сказал то же , что и я . 
Я рискну . 
Да , я предвидел такой ответ . 
Организация подставных боев — увлекательное занятие . Надо найти не просто особого бойца , а настоящую подсадную утку . 
Этот Мясник — он из редкой породы боксеров : 
никаких амбиций , готов на унижение ради выгоды . 
У него в активе может быть лишь три победы из 30 , но все 27 поражений — это подстава . 
А когда он побеждает , то срывает огромный куш , так что оно того стоит . 
Ведь на самом деле он несокрушимый монстр . 
Рефери ! 
Рефери тут тоже не поможет . 
Это отличный семьянин , у него трое детей , но из любви к коксу и шлюхам он будет делать то , что ему говорят . 
Стоит мне подать знак — Джек окажется на настиле ринга . К этому всё и идет . И можно сделать так , что он больше не встанет . 
Ты нас недооцениваешь . 
Когда Юлий Цезарь со своей армией перешел Рубикон , он сознательно пошел войной на Римскую империю . 
Это была точка невозврата . 
Беда в том , что твое предложение запоздало . 
Рубикон уже перейден , Генри . 
Я с тобой не просчиталась . 
Я знаю , что ты не Юлий Цезарь , и ты понятия не имеешь , в какую реку решил окунуться . 
Ее воды темны и полны ужасов . 
Может , у тебя и есть армия , но я — империя , 
я — структура , я — система . 
А ты плохо подготовлен физически , тактически и интеллектуально к битве , в которую недальновидно решил ввязаться . 
Твой отец в тюрьме , а тебе не хватит сил и опыта . 
Прими предложение — и мы вас не обидим . 
Посмотрим на тебя завтра . 
Береги себя . 
