මි - ජා ... 
අපේ ජීවිත ගෙවුණු කාලයක් තිබුණා දුකෙන් පරිභෝග කළා . 
පැටියෝ ! ඔයා කොහේද යන්නේ ? 
පැටියෝ , මේ ඒකට වෙලාව නෙවෙයි . දැන් නොවේ ... අම්මා . 
මට යන්න දෙන්න . 
සංග් - ටේ ... 
සංග් - ටේ . 
කරුණාකර මට ඇතුලට යන්න දෙන්න . 
කරුණාකර මට මි - ජාට සමුදෙන්න . 
සංග් - ටේ ... 
සංග් - ටේ . 
එක් වරක් පමණි . 
කරුණාකර මට එක අවස්ථාවක් දෙන්න ඇයගෙන් සමුගැනීමට . 
මට ඇයව අවසන් වරට දැකීමට අවශ්‍යයි ! 
කරුණාකර මට කියන්න ඉඩ දෙන්න ඇයට ආයුබෝවන් , සංග් - ටේ . 
ඔබ තනිවම මිය යා යුතුව තිබුණි ! 
ඇයි මගේ දුවව මැරුවේ ? ඔබ තනිවම මිය යා යුතුව තිබුණි ! 
ඇයි මගේ දුවව අරන් ගියේ ? ඇයි ? 
පලයන් එළියට ! මම කිව්වා එළියට යන්න ! 
- යැං මහත්මිය . - ඇයි ? 
- පලයන් එළියට ! - යැං මහත්මිය . 
- මට සමාවෙන්න , යැං මහත්මිය . - පලයන් එළියට ! 
- යැං මහත්මිය . - ඔහ් , දෙවියනේ ! මට ඔයාව දකින්න ඕන නෑ ! පලයන් එළියට ! 
අවමංගල්යය 
මට ඔයා නැතුව යන්න බෑ ! 
මට යන්න බැහැ , මි - ජා ! 
මේ දුක දරාගෙන අපේම ආකාරයෙන් දුෂ්කර විය , ඒ වගේම අපිට ශක්තියක් තිබුණේ නැහැ එකිනෙකාගේ වේදනාව වැළඳ ගැනීමට . 
අපේ දුක නිකම්ම ඉතුරු වුණා එදා වැඩි වේදනාවක් . 
ඇදහිය නොහැකියි . 
එයා තාමත් එහෙමද රඟපාන්නේ ? 
ඔහු ඒ සියලු කෝපය පිට කළේය එදා අම්මා මත . 
ඇය දණින් වැටී ඔහුගෙන් අයැද සිටියාය වසර ගණනාවක් සමාව සඳහා . 
ඒක හරි . 
මම ඒ කාලේ තරුණයි , නමුත් මට තවමත් මතකයි . 
ඇයට එතරම් වරදකාරී හැඟීමක් ඇති විය ඇයට වසර ගණනාවක් නිවසින් පිටව යාමට නොහැකි විය . 
අනික එයා එදා ඉඳන්ම මෙහෙමයි . 
ඒක ඇත්ත නෙවෙයි . 
ඔහු මීට වසර අටකට පෙර මේ ආකාරයෙන් කටයුතු කළේය ඉතින් යොන්ග් - පිල් සහ සෑම් - ඩාල් වෙන් වෙනවා . 
ඉන්පසු ඔහු ටික වේලාවක් නිහඬව සිටියේය . නමුත් දැන් ඔහු නැවත ආරම්භ කර ඇත . 
තාත්තේ , ඔයා මොනවද කිව්වේ ? අවුරුදු අටකට කලින් ? 
ඒ කියන්නේ එයාලට ඕන වුණේ නැහැ එකිනෙකා වෙන් කිරීමට ? 
චෝ මහත්තයා නිසාද ? 
බරපතල ලෙස ? ශුද්ධ ගවයා . 
ඉතින් දැන් ආයෙත් තරහයි ඒ දෙක නිසාද ? 
මන්ද ඔවුන් තවමත් පැහැදිලිවම එකිනෙකාට කැමතිද ? 
දෙන්නටත් පුලුවන්ද කියන්න ඔවුන් නැවතත් එකිනෙකාට කැමතිද ? 
එය " නැවත " නොවේ . 
ඔවුන් කිසි විටෙකත් නතර නොවන බව පෙනේ එකිනෙකාට කැමති . 
මම දැනගෙන හිටියා සෑම් - ඩාල් ඒක අමුතුයි කියලා කවදාවත් හොඳ මිනිහෙක්ව මුණගැහෙන්න බෑ Yong 
යොන්ග් පිල් තනිකඩයි කියලා මට ආරංචි වුණා මේ කාලය පුරාම . 
ඉතින් ඒක පැහැදිලියි නේද තාත්තේ ? 
ඔවුන් සාමාන්‍ය යුවළක් නොවීය . උපතේ සිටම ඔවුන් සැමවිටම එකට සිටියෝය . 
ඉස්සරහට යන්න අමාරු වෙන්න ඇති . 
මට අම්මා ගැන බයක් දැනෙනවා . 
ඒ හොඳ නැති ... 
- නවත් වන්න . - ඔයා කොහේද යන්නේ ? 
මම ඔහුගෙන් මේ කාරණය අවසන් කරමි වරක් සහ සියල්ලටම . 
අනේ තාත්තේ . දැන් ඉන්න . 
අම්මා දැනටමත් වරක් උත්සාහ කර ඇත . 
ඔබ ඇයව දැක්කේ නැද්ද ? ඇය හරි . 
මම ඇයව කවදාවත් දැකලා නැහැ ඉස්සර චෝ මහත්තයට ඔය විදියට මුහුණ දෙන්න . 
ඇයට හොඳටම නරකක් දැනුනා ඇයට ඔහු සමඟ කතා කිරීමට පවා නොහැකි විය . 
චෝ මහතා ද පුදුමයට පත් වූ බව පෙනුණි . 
ඇත්ත වශයෙන්ම , ඔහු විය . 
එය වසර 20 කට පසු පළමු වරට විය අම්මා බු මහත්මිය ගැන සඳහන් කරනවා මට ඇසුණා . 
එය ඇගේ තේරීම නොවීය අවුරුදු 20 ක් තිස්සේ ඇය ගැන සඳහන් නොකිරීමට . 
ඇයට නොහැකි විය . 
ඇයට එඩිතර විය නොහැකි විය . 
ඔබ සිතන්නේ ඔබට පමණක් වේදනාව ඇති බවයි සහ ඇයව ශෝක කරන්නේ එකම තැනැත්තාද ? 
මටත් ඔයා වගේම වේදනාවක් තියෙනවා . 
ඒ වගේම මටත් ඔයා වගේම එයාව මතක් වෙනවා . 
මමත් කරනවා ! 
මටත් Mi - ja නැතුව පාලුයි ! 
වඩදිය තරමක් වැඩි වූවා නම් , ඔබ විශාල කරදරයක වැටෙන්නට ඇත . 
ඔබ සතු වූ දේ වඩදිය බාදිය අතරතුර එහි යාමට ? 
අනතුරු ඇඟවීමේ ලකුණ ඔබ දුටුවේ නැද්ද ? 
Yong - pil , අපි කතා කරන්න ඕනේ . 
යොන්ග් - පිල් . 
ඔව් ? 
අපි පොඩි කාලේ , මම නිතරම මගේ දිව කපන ආකාරය මතක තබා ගන්න රසකැවිලි කන්නේ මට එය හපන්න අමතක වූ නිසාද ? 
ඇත්තෙන්ම , මම කරනවා . 
ඒකයි මම ඔයාට හැමදාම කිව්වේ එය හපන විට . 
හරි . 
අපි හැමදාම කළේ ඒකයි අපි පොඩි කාලේ ඉඳන් . 
නමුත් අපි වෙන් වුණාට පස්සේ , මම තවම හපන්න ඉගෙන ගෙන නැති බව මට වැටහුණා . 
මම හිතන්නේ මම හිතුවා මට කියන්න ඔයා නිතරම ළඟ ඉන්නවා . 
ඉතින් ඔබ දිගටම ඔබේ දිව කපා ගත්තාද ? 
නැත . 
එදායින් පස්සේ මම කැන්ඩි කන එක නැවැත්තුවා . 
මොකද මම දිව කපන වාරයක් පාසා ... එය මට ඔබව මතක් කර දෙනු ඇත . 
ඊට පස්සේ , ඒක ආයෙත් රිදෙනවා . 
ඒ නිසා මම රසකැවිලි කන එක නතර කළා . 
මම බල්ලෙක් වගේ වැඩ කළා සහ කිසිවක් වැළකුණා එය ඔබට සම්බන්ධ විය . 
හොඳයි , ඒක ඇත්තටම සාර්ථක වුණේ නැහැ . 
නමුත් ඔබ වෙනස් විය . 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
ඔබ මඟ හැරීමට උත්සාහ නොකළ බව පෙනේ ... නැත්නම් මාව අමතක කරන්න . 
සඟරාව X සඳහා තේමාව මේ වසරේ ගිම්හාන ඡායාරූප රූගත කිරීම් දර්පණ වේ . 
මොහොතක් නොතිබුනා වගේ දැනෙනවා ... 
චෝ යොං - පිල් ඔබ මගේ ජීවිතයේ කොටසක් නොවූ විට . 
2023 පළමු ඡායාරූප ශිල්පියා , චෝ EUN - HYE 
ඔබට වේදනාවක් දැනුනේ නැද්ද ? 
මම හිටියා . 
රිදුනා . 
එහෙත් ... මම ඔයාව අමතක කරන්න ගොඩක් උත්සහ කලොත් මොකද වෙන්නේ ... ඇත්තටම මට ඔයාව අමතක වුනා කියලා ? 
මට ඔයාව මග හැරුනොත් මොකද වෙන්නේ ඒ වගේම ඔයාව දකින්න ගොඩක් ආසයි 
මම ඔබේ මුහුණ මතක තබා ගැනීමට උත්සාහ කළෙමි ... ඒත් ඒක මතක නැද්ද ? 
ඔයා මට ගොඩක් අදහස් කරනවා . 
සෑම් - ඩාල් , ඔබට පෙනෙනවා , මට ඔයා නැතුව ඉන්න ඕන වුනේ නෑ මගේ ජීවිතයේ එක මොහොතකට . 
ඒක තමයි ... මට ඔයාව අමතක වුණේ නැහැ . 
යොං පිල් ... මට ඒකපාර්ශ්වික ආදරයක් අවශ්‍ය නැහැ . 
නැහැ , මම ඒක කරන්නේ නැහැ . 
අපි අවුරුදු අටක් ඉදිරියට යාමට උත්සාහ කළා , නමුත් එය වැඩ කළේ නැත . ඉතින් අපට කුමක් කළ හැකිද ? 
ඒකපාර්ශ්වික ආදරයක් අපිට මේ තරම් අසාධාරණයි නේද ? 
ඉතින් අපි නිකමට ... අපි එය කරමු . 
අපි එකට ඉමු . 
අපි ආදරෙන් ඉමු නේද ? 
හරි හරී . 
අපි ඒක කරමු . 
ආදරය . 
අපි ආදරෙන් ඉමු . 
- සෑම් - ඩාල් . - ඔව් ? 
මගේ තාත්තා දිගටම ප්රතික්ෂේප කළත් අපිව පිළිගන්න , 
අවුරුදු අටකට කලින් වගේ ඔයාට මාව යන්න දෙන්න බෑ . 
මම කරන්නේ නැහැ . 
මම දැන් ඔයාට යන්න දෙන්නේ නැහැ . 
මම ආයෙ කවදාවත් ඔයාට යන්න දෙන්නෙ නෑ . 
ඒ කෙසේ වුවත් ... ඔයාගේ තාත්තා උනත් ඔහුගේ ආශිර්වාදය කවදාවත් අපට ලබා දෙන්නේ නැහැ 
අපි හැම විටම අල්ලාගෙන සිටිමු රිදුණත් එකිනෙකා . 
- හරි හරී ? - හරි හරී . 
හරි හරී . 
මම දැන් යන්නම් . 
මොකක්ද මේ පාටි එක ඔබ තනිවම විසි කරනවාද ? 
මටත් බීමක් වත් කරන්න . 
සංග් - ඩෝ . 
කොහොමද නිකන් පාපොච්චාරණය කරන්නේ සෑම් - ඩාල්ට ඔබේ හැඟීම් ? 
මම සියල්ලම දන්නවා . මම හැමදාම දන්නවා . 
ඔබත් එතරම් ඉවසිලිවන්තයි . වසර කීයක් ගතවී ඇත්ද ? 
ජීස් . 
Gyeong - tae සිතන්නේ Yong 
ඉතින් පරක්කු වෙන්න කලින් එයාට කියන්න . 
ඇයට කියන්න ? 
- මම කළහොත් කුමක් සිදුවේද ? 
- ඇය එපා කිව්වොත් , ඒක තමයි . 
එය අවම වශයෙන් වඩා හොඳ වනු ඇත දශකයක් තනියම විඳවනවාට වඩා . 
මට හොඳක් දැනේවි , නමුත් සෑම් - ඩාල්ට බියක් දැනේවි . 
ඒ ... 
එය ඇයට මුහුණ දීමට සිදුවනු ඇත . 
ඔයා දන්නවා ද ? 
මම කෙනෙකුට කැමතියි කිව්වම , ඇය මට උදව් කිරීමට ඉතා ආශාවෙන් සිටියාය . 
ඇයට කවදාවත් මා ගැන හැඟීමක් තිබුණේ නැහැ . 
මම එයාට කිව්වොත් මට එයා ගැන හැගීමක් තියෙනවා කියලා . ඇය ගනුදෙනු කළ යුතු තැනැත්තිය වනු ඇත අනුකම්පාවෙන් සහ අපහසුතාවයෙන් . 
ඒක මට ගොඩක් ආත්මාර්ථකාමී වෙයි . 
එන්න , සංග් - ඩෝ . 
මට කවදාවත් අවස්ථාවක් ලැබුණේ නැහැ . 
මම කිව්වේ අවුරුදු 30කට විතර පස්සේ . ඉතා හොඳින් ඉදිකරන ලද ගොඩනැගිලි පවා ඉරිතැලීම් සෑදීමට ද බැඳී ඇත . 
ඉතින් කොහොමද එහෙම වෙන්නේ ... මම තවමත් බව ... කුඩා විවරයක්වත් නැත 
AS සමූහය ... මම තමයි එයාලට වැඩියෙන්ම වෛර කරන්නේ ! 
ඔවුන් ගැන සිතීම පමණි මගේ කොඳු ඇට පෙළට සීතල යවයි ! 
මම දකියි ... 
හරි , මට තේරෙනවා . 
එය කුමක් ද ? 
එය පද්ධතියේ දෝෂයක් නොවේද ? 
මගේ ක්‍රෙඩිට් කාඩ්පත් ක්‍රියාත්මක විය අද උදේ හොඳයි . 
සර් ... මම හිතන්නේ දේවල් අන්තයටම ගිහින් . 
කුමක් ද ? 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
ඔයා මාව කලබල කරනවා . 
මොකක්ද අවුල , ලේකම් කෝ ? 
කුමක් ද ? 
ඔයා අම්මා ගැනද කියන්නේ ? 
ඔව් . 
අපිත් කම්පා වුණා . මම ඇයව කවදාවත් දැකලා නැහැ ඔහු කෙරෙහි ඒ ආකාරයෙන් කටයුතු කරන්න . 
අම්මා කොහෙද ? පිටත ? 
සහ ඔබේ සැලැස්ම හරියටම කුමක්ද ? ඇයව සනසන්නද ? 
බලන්න , ගොළු සෙල්ලම් කරන්න . 
විහිළු කරන්න එපා . 
මහ හයියෙන් ඇඬුව නිසා . 
එතකොට මොකක්ද ? ඔබ යන්නේ යොන්ග් - පිල් සමඟ නැවත වෙන් වෙනවාද ? 
- කුමක් ද ? - නිකන් ගොළු සෙල්ලම් කරන්න සහ ඔහු සමඟ නැවත එකතු වන්න . 
මම දකියි . 
ඒ ගැන සිතන්න . 
ඇය චෝ මහතාට තම අදහස කීවාය වසර 20කට පසු පළමු වතාවට . 
ඇය ඔහුට මුහුණට මුහුණ පෑවාය . 
ඇය එසේ කළේ ඇයිදැයි ඔබ නොදන්නේද ? 
එය මට පැහැදිලියි . 
යාලුවනේ ආයෙත් කැඩුනොත් . . අම්මාට ඒ ගැන සදාකාලික වරදකාරී හැඟීමක් දැනෙනු ඇත . 
ඔයාට තේරෙණව ද ? 
ඔව් . 
මම දන්නවා ඒක ඔයාට කරදරයක් කියලා , නමුත් මේ කාරණය වැඩිහිටියන්ට භාර දෙන්න . 
පසුව ඔවුන්ට දොස් නොකියන්න . 
බලන්න ඔයා ලොකු නංගි කෙනෙක් වගේ හැසිරෙන හැටි . 
මම හැමදාම ලොකු අක්කා . 
තේරුනා නම් දැන් යං - පිල්ට කියන්න ඔබට නැවත එකතු වීමට අවශ්‍ය බව . 
ඔයා මොනවද කියවන්නේ ... 
හේයි ! ඔබට චෝ මහතා නම්මවා ගැනීමට අවශ්‍ය නම් , ඔබ මුලින්ම සම්බන්ධතාවයක සිටිය යුතුය . 
ඔබ නැවත එකතු වෙන්නද යන්නේ ඔහු ඔබට ආශීර්වාද කිරීමෙන් පසුව පමණක්ද ? 
දැන් යන්න . ගිහින් කියන්න ඔබට නැවත එකතු වීමට අවශ්‍යයි . 
- ඔයාට බැරි නම් මම ඒක කරන්නම් . 
- ඔයාට පිස්සු ද ? ඔබ එසේ කරන්නේ ඇයි ? 
- යොන්ග් - පිල් ! - අපි දැනටමත් නැවත එකට සිටිමු ! 
ඔයා කීවේ කුමක් ද ? 
අපි දැනටමත් නැවත එකතු වී ඇත . 
කුමක් ද ? ඔබ නැවත එකටද ? ඇයි ? 
මම කිව්වේ , කවදා සිටද ? 
- ඊයේ . - ඊයේ ? 
දෙයියනේ මට ගොඩක් ද්‍රෝහි වෙලා වගේ . 
ඔබ දෙදෙනාම ආදරය කරන පරෙවියන් විය අපි ඊයේ අවුල් සහගතව සිටියදී ? 
මගේ යහපත , ඇගේ සිනහව බලන්න . 
අපට කියන්න . 
ඇදහිය නොහැකියි . 
ඉදිරියට එන්න ! 
කුමක් ගැන ද ? 
එය හොඳින් දැනෙනවාද ? 
ඔව් . 
එය කුමක් ද ? 
Yong - pil සහ මම නැවතත් එකට සිටිමු . 
මම තවදුරටත් පසුබසින්නට මට බල නොකරමි . 
අපි ආයේ කවදාවත් වෙන් වෙන්නේ නැහැ . 
ඉතින් අම්මේ , අපි ගැන පව් කියලා හිතන්න එපා . 
කණගාටු වෙන්න එපා . 
හොඳ වැඩක් . 
ඔබ හොඳින් කළා . 
- ඉක්මන් . - ඔබ පිටත නිදා සිටිනවාද ? 
ඔයා කිව්වා මේවා වැඩක් නැති බරයි කියලා . 
අයියෝ මම කවද්ද එහෙම කිව්වේ ? මම අයිතම වලට කැමතියි මේ වගේ දේවල් සුවපහසු කරන්න කියලා . 
ඔයා සෑම් - ඩාල් එක්ක යනවා නේද ? 
කොලර් කීයක් විතරද ඔබ ඇඳගෙන සිටිනවාද ? බලන්න මේ මෝඩයා . 
දෙක . 
නැවත හමුවෙන්නම් . 
ඔහු පැන යන ආකාරය බලන්න . ජීස් . 
මට හරිම ඉරිසියයි . 
ඉතින් ඉරිසියා ! 
මාර්ගය වන විට , ඔබ සාගිමුල් වෙත ගියේ ඇයි ? 
පේන නිසාද Tyndall බලපෑම හොඳින්ද ? 
ඔව් . 
ඔබ දැනගත්තේ කෙසේද ? 
මම නොදන්න දෙයක් නෑ . මම සියල්ලම දන්නවා . 
නමුත් Tyndall බලපෑම වඩාත් හොඳින් දැකිය හැකිය හිරු උදාව අතරතුර ඔරියම් ගිනිකඳු කේතු . 
ඇත්තටම ? 
අපි ඒක බලන්න යමුද අනිද්දා ? 
වලාකුළු අඩු වනු ඇත , එබැවින් ඔබ එය හොඳින් දකිනු ඇත . 
අපිට කලින්ම උඩට යන්න වෙනවා හිරු උදාව සඳහා උදෑසන . 
හරි , ඉර පායන නිසා . 
නැත්නම් කොහොමද මේ ගැන ? ඇයි අපි හෙට කැම්පින් යන්නෙ නැත්තෙ ? 
- කඳවුරු ? 
- ඔව් . 
ඔබට එහි රාත්‍රිය ගත කිරීමට අවශ්‍යද ? 
ඔව් . 
අපි දෙන්නා විතරද ? 
අපි Gyeong - tae ට ආරාධනා කළ යුතුද ? 
හේයි , ඇයි ඔයා එහෙම කරන්නේ අපි දෙන්නා වුනාම එයාව එක්කන් එන්නද ? 
අපි යමු . 
මට තව මොනවද ඕනේ ? 
එය සීතල වනු ඇත , ඒ නිසා මම අත් උණුසුම් කරන්නන් රැගෙන ආ යුතුයි . අපි බලමු ... 
මම හිතන්නේ ඔවුන් මෙහි සිටියා . එයාලා කොහේ ද ? 
මෙන්න ඒගොල්ලො . 
නමුත් මට ඇත්තටම ඒවා අවශ්‍යද ? 
එය තවමත් උණුසුම් ය . 
ඒ වගේම ඒවා ඇත්තටම බරයි . 
ඔබ ලෝකයේ කුමක් කරන්නේද ? 
ඔබ මගේ නිවසේ කරන්නේ කුමක්ද ? කුමක් ද ? 
අම්මා ? 
ඉඳගෙන කන්න , යොන්ග් - පිල් . 
- එය මුහුදු ඉකිරි සහ මුහුදු පැලෑටි සුප් . - කුමක් ද ? 
ඇයි ඔතන හිටගෙන ඉන්නේ ? 
කන්න යන්නෙ නැද්ද ? 
පිස්සු හැදිලද ? 
ඇයි මම මේක කන්නේ ? 
මම ලස්සනට අහනකොට යන්න . 
එසේ නොවේ නම් , ඔබේ කාමරයට යන්න . 
මම මෙයාට කන්න දෙන්න ආවා . 
වාඩි වෙන්න , යොන්ග් - පිල් . 
කුමක් ද ? 
හරි හරී . 
ඔයා පුංචි ... 
ඇයි ඔයා මගේ පුතාට කෑම හදන්නේ ? 
සංග් - ටේ , ඔහුත් මගේ පුතා . 
හරියට මගේ දුවලා තුන්දෙනාගේ හැටි බු මි - ජාගේ දියණියන් ද වේ , යොන් පිල් මගේ පුතාත් . 
Mi - ja සහ මම පොරොන්දුවක් දුන්නා . 
අම්මට බැරිද තමන්ගේම පුතාට කන්න දෙන්න ? 
ඔබ ඔහුගේ මවද ? 
ඔයා එයාගේ අම්මව මැරුවා ! 
මම ඇයව කවදාවත් මැරුවේ නැහැ ! 
එසේ නම් , මම තවමත් මෙහි සිටින්නේ ඇයි ? 
මම බොහෝ කලකට පෙර අගුලු දමා ඇත ! 
ඔබේ මනස නැති වී තිබේද ? 
ඔබ අමතක කිරීමට තීරණය කර තිබේද ? ඔබ කළ සහ රඟපාන සෑම දෙයක්ම ? 
මම ඔබෙන් අයැද සිටියෙමි වසර 20 ක සමාව සඳහා . 
ඒ කාලෙකට පස්සෙ , මම කොහොමද සිහිබුද්ධියෙන් ඉන්නේ ? 
මම පව්කාරයෙක් වගේ ජීවත් වූ නිසා , එය මගේ දරුවන් ද පව්කාරයන් බවට පත් කළේය . 
මම තවදුරටත් එසේ ජීවත් නොවනු ඇත . 
මි - ජා වෙනුවෙන් සහ අපේ දරුවන් වෙනුවෙන් , මම තවත් එහෙම කරන්න යන්නේ නැහැ . 
අනේ දෙයියනේ ඔයාට ඇත්තටම පිස්සු හැදිලා . 
යහපත්කම . 
මම සුප් හොද්ද ශීතකරණයේ තබමි . එය රත් කර රාත්‍රී ආහාරය සඳහා ගන්න ! 
අවුරුදු 20ක් තිස්සේ බෝතල් කරලා . 
යොං පිල් , ඔබේ පියාට අමනාප නොවන්න , ඔහු කුමක් කළත් කමක් නැත . 
මට ඔයාගේ අම්මට මූණ දෙන්න බැරි වෙයි ඔබ කරන්නේ නම් . ඔයාට ඒක තේරුණාද ? 
යහපත්කම . අම්මා වගේ , දුව වගේ . සෑම් දල් කීවේ එයමය . 
මට ඒක තේරුණා , ඒ නිසා කලබල වෙන්න එපා . 
කෑම කන්න . 
- ඉතිරිය ශීතකරණයේ තබන්න . - හරි හරී . 
- මම යනවා . - හරි හරී . 
කෑමට ස්තූතියි . 
තාත්තා . 
එය කුමක් ද ? 
ඇය ඔබ වෙනුවෙන් ආහාර පිසීම ගැන ඔබ සතුටු වෙනවාද ? 
ඔව් , මම ගොඩක් සතුටුයි . 
ඔබ පිටතට පැමිණ බලන්න . බලන්න ඇය කෑම හැදුවේ කාටද කියලා . 
පිපිඤ්ඤා නොමැති ඉහළ කවච වලට කැමති කවුද , මුහුදු ඉකිරියන් සහ මුහුදු පැලෑටි සුප් , සහ බ්රැකන් ? 
ඒවා ඔබේ ප්‍රියතමයන් මිස මගේ නොවේ . 
එය පැහැදිලි ඇය ඒ සියල්ල ඔබ වෙනුවෙන් සෑදුවා කියලා . 
තාත්තේ , තව දුරටත් කෑම විසි කරන්න එපා . 
හරි හරී ? 
සෑම් - ඩාල් ! 
- චෝ සෑම් - ඩාල් ! - එනවා ! 
- චෝ මහත්මිය ! - චෝ මහත්මිය ! 
ලෝකයේ කුමක් ද ? 
ඔබ මෙහි සිටින්නේ කෙසේද ? 
ඉන්න , මොකද වුණේ ? 
අපි කිව්වා අපි එන්නම් ඔයාලා එක්ක එකතු වෙන්න කියලා ඔබට උදව් කිරීමෙන් පසුව . 
කොච්චර පොඩි උනත් කමක් නෑ ප්‍රදර්ශනය නම් , ඔබට තවමත් දැන්වීම් අවශ්‍යයි . 
ඒක හරි . 
ඒත් දැන් කරන්න වැඩි දෙයක් නෑ . මම ෆොටෝ ගහනවා විතරයි . 
අපි ආපු එක ගැන සතුටුයි . මෙය සිදු වන බව මම දැන සිටියෙමි . 
ඔබ ඡායාරූප ගන්නවා කිසිදු උදව්වක් නොමැතිව ඔබ විසින්ම . 
ඒක හරි . 
මම හරියටම තනියම නොවේ . 
ඔවුන් යමෙකු ලබා දුන්නා එක්තරා ආකාරයක උපකාරකයෙක් . 
එය මීට වඩා හොඳ වනු ඇත ඔබ අද එන බව මම දැන සිටියා නම් ! 
ඉතින් මේ ඔබේ නිවසයි . 
මම කවදාවත් ඔයාව මේ වගේ දැකලා නැහැ . 
ඔබ ඉතා නවීන ලෙස පෙනුණි සහ සෝල් හි සිසිල් ... 
කුමක් ද ? මම දැන් අසිහියෙන් වගේද ? 
නැහැ , දැන් ඔබට පෙනේ අසල්වැසි මිතුරෙකු මෙන් . 
එහෙනම් මට එක වගේ සලකන්න . 
- නැහැ , මට ඒක කරන්න බැහැ . - හරි . 
ඔහ් , හරි ! 
යම් අවස්ථාවක දී , මම රූගත කිරීම් උපකරණ සහ මුක්කු ගෙනාවා ඔබට ඒවා අවශ්‍ය වූ විට පමණි . 
අපි මුලින්ම කළ යුත්තේ කුමක්ද ? 
හේයි , ඔයා දැන් ආවා . ඔබ වැඩ කිරීමට මෙතරම් උනන්දු වන්නේ ඇයි ? 
අද ඔයාට කරන්න දෙයක් නෑ . පළමුව , විවේක ගන්න . ඊළගට - - 
සෑම් - ඩාල් , අපි වැඩට යා යුතුයි ! 
ඔහු කිව්වා " අපි වැඩට යන්න ඕනේ " කියලා . 
හොඳින් ... 
මට විනාඩියක් දෙන්න . 
- විවේක ගන්න . හා මේක කන්න . - හරි හරී . 
මම ආපසු එන්නම් . 
මම වැඩි කල් ඉන්නේ නැහැ . 
අපි වැඩට යමු . 
හේයි , ඔවුන් මා සමඟ වැඩ කිරීමට පැමිණ ඇත , එබැවින් ඔබට එය සඳහන් කළ නොහැක . 
ඒත් අපි යන්න එකඟ වුනා ... 
මම පසුව ලිස්සා යාමට උත්සාහ කරමි ඔවුන්ට විවේක ගන්න කියනවා . 
- පොඩ්ඩක් ඉන්න , හරිද ? 
- එහෙත් - - 
- වෙලාව - - - චෝ මහත්මිය , අපි වැඩට සූදානම් . 
ගැහැණු ළමයි , ඔබට කඳවුරු බැඳීමට යන්න බැහැ ඔබේ පළමු දිනයේ . එය වෙහෙසකර වනු ඇත . 
ඇය හරි . ඔබට හොඳින් නිදා ගැනීමට නොහැකි වනු ඇත . 
සහ සෝදා ගැනීමට තැනක් නැත , ඒ නිසා ටිකක් අපහසුයි . 
හරියටම . 
අපි දෙන්නා අද එය හසුරුවන්නෙමු . 
ලස්සන කෝපි කඩ ගොඩක් තියෙනවා වෙරළ දිගේ . 
- එතනට ගිහින් - - - චෝ මහත්මිය , ඒ ඇති . 
අපි ජෙජු වෙත පැමිණියේ වැඩ කිරීමට , කෝපි කඩවල සංචාරය කරන්න එපා . 
ඔයා තමයි කිව්වේ , " ඒයි , Eun - bi . අපි වැඩට යමු . " 
හරි . 
ඇයි මම එහෙම කළේ ? 
ඒ වගේම නෑම හෝ නිදා නොගැනීම සාමාන්‍ය දෙයක් . ඒක ඔන් ලොකේෂන් ෂූට් එකක් . 
ඒ කෙසේ වුවත් , මෙම KMA ප්‍රදර්ශනය පුදුම සහගතයි . 
ඔවුන් ඔබව සේවකයෙකු සමඟ පවා ජෝඩු කළා . 
කාලගුණය හරිම ලස්සනයි . 
බලන්න ඇය කෙතරම් හොඳින් හැසිරෙනවාද කියා . 
ඇත්තටම ඇයත් ඒ රුදුරු මිස් යං ඊයේ සිට ? 
ඇය ඉක්මනින් සන්සුන් වන බව පෙනේ ෆිට් එකක් විසි කිරීමෙන් පසු . 
- හරි . - හරි . යහපත්කම . 
ඒ ඇගේ ඩිමෙන්ශියාවද කියා මම නොදනිමි ඇගේ මතකය අවුල් කරයි නැත්තම් කොච්චර නිසාද කියලා ඇයට ඇගේ දුව නැතුව පාලුයි . 
- යහපත්කම . - සමහරවිට දෙකම . 
යහපත්කම . ඒ කෙසේ වුවත් , මිස් කෝ කොහොමද කියලා මට පුදුමයි . 
යං මහත්මිය අතේ මිටක් ඇද්දාය ඊයේ ඇගේ කොණ්ඩය . 
ශුභාරංචිය නම් ඇයට නිතරම කොණ්ඩය ගොඩක් තිබුණා . 
වාසනාවකට මෙන් , ඇගේ හිසකෙස් සියල්ලම ගැලවී ගියේ නැත . 
- ඇය හොඳින්ද ? - හේයි , සංග් 
- ටේ . 
ඇය ඊයේ සැලුනේ නැද්ද ? 
ඇය සිටියේ නැත , නමුත් මම විය . 
ඇය බෙහෙත් බිව්වාද ? 
සමහරවිට මටත් ඩිමෙන්ශියාව තියෙන්න පුළුවන් . 
මට ඒක එයාට දෙන්න අමතක වෙනවා . 
අම්මේ , අනිවාර්යෙන්ම බෙහෙත් ගන්න . 
- මම වැඩට යන්නම් . - හරි හරී . 
සංග් - ටේ . 
මි - ජා ... 
ඇය ගැන ඕනෑවට වඩා අමනාප නොවන්න . 
මම මගේ බිරිඳට අමනාප වන්නේ ඇයි ? 
කලබල වෙන්න එපා . 
ඔව් , මම එය එව්වේ අධිවේගී තැපෑලෙන් . 
පුරප්පාඩුවක් ඇති බව ඔබට විශ්වාසද ? 
ඔව් , ඔවුන් බඳවා ගැනීම පමණයි අත්දැකීම් ඇති අය . 
ඉතින් ඔයාට වෙඩි තියනවා AS බාධා නොකරන තාක් කල් . 
ඔබට ඉහළ කාර්ය සාධන ශ්‍රේණිගත කිරීමක් ද තිබුණි . 
ඇත්ත වශයෙන්ම , මම කළා . මම හිටියේ උඩින්ම . 
නමුත් මට විශ්වාස නැහැ . 
මම දන්නවා ඔයාට ඕන කියලා නැවත වැඩට යන්න , ජින් - ඩාල් . 
ඔව් , මම කරනවා . 
කෙසේ වෙතත් , ස්තූතියි . මම ආපහු ආවම ඔයාට සලකන්නම් . 
ඉන්න . ඔහු එම ස්ථානයෙන් එළියට එන්නේ ඇයි ? 
ලේකම් කෝ . 
ඔව් සර් ? 
මම ඔබට තුන් ගුණයකින් වැඩි මුදලක් ගෙවනවා අයියා ඔයාට ගෙවපු ගානට වඩා . 
ඒක හරි . 
ඉතින් ඔයා කොහොමද මාව හැදුවේ රාත්‍රිය මෙහි ගත කරනවාද ? 
මගේ කොන්ද මාව මරනවා . 
මම කිව්වා මම ඔයාට ආපහු සෝල් වලට ගෙවනවා කියලා . 
තවමත් , මම ප්රමාණවත් තරම් පොහොසත් නොවේ හෝටල් කාමරයක් සඳහා වොන් 500,000 වියදම් කිරීමට . 
මට කළ හැකි හොඳම දේ මෙය විය . 
ඔබට ක්‍රෙඩිට් කාඩ්පතක් තිබේ . 
" මෝටෙල් " යන වචන වහාම හෝ " හෝටලය " මගේ ණය ප්‍රකාශයේ දිස්වේ , මගේ බිරිඳ මාව මරයි . 
නමුත් ඔබ ඇයට ඇත්ත කිව්වොත් ... 
මගේ ලොක්කාගේ හැටි මම ඇයට ඇත්ත කීවොත් රහසිගතව ගමන් කිරීමට උත්සාහ කර හසු විය Namdal - ri සිට Samdal 
සභාපතිතුමා මාව අත්හැරියේ නැහැ . 
තාත්තා කොහොමද මෙච්චර ඉක්මනට ඒක දැනගත්තේ ? 
හේයි . ඔබ මෙහි සිටීම ගැන මට සතුටුයි , ජින් - ඩාල් . 
- හෙලෝ , සර් . - අද උදේ හැමෝම ගියා . 
ඔවුන් කොහෙද ගියේ ? 
- Namdal - ri වෙත ආපසු . - කුමක් ද ? 
නගරවාසීන් ඔක්කොම කලබල වෙලා . 
ඔවුන් පාවා දීමක් දැනෙනවා . 
ඔහු කාර්ය බහුල අයගෙන් කොහොමද අහන්නේ හමුවීමට කාලය ගත කිරීමට එතකොට නිකන් යන්නද ? 
මම ඒ ගැන බලන්නම් . 
දෙවියනේ . 
ඔන්න එයා ඉන්නවා . 
ලේකම් කෝ . 
දිගටම රිය පදවන්න . නවතින්න එපා . කාර් එක නවත්වන්න එපා . 
කුමක් ද ? 
හේ , ලෝකයේ කුමක් ද ? 
- හේයි , ජියොන් ඩේ - යොං ! - හරි හරී . 
සර්ට හැමදාම මෙහෙම පැනලා යන්න බෑ . 
චෝ මහත්මිය පැහැදිලි කිරීමක් ලැබිය යුතුය . 
මම පුරසාරම් දොඩන පසු මම පැහැදිලි කරන්නේ කෙසේද ? ඇය මාව විශ්වාස කරන්නේ කෙසේද යන්න ගැන ? 
ඊට පස්සේ , ආපහු සෝල් වලට යනවා සහ සභාපතිවරයාට ඒත්තු ගැන්වීම ... 
ඔහු මගේ ආයතනික කාඩ්පත පවා ශීත කළේය . එහි තේරුම ඔබ නොදන්නේද ? 
එයාට මාව මේ ව්‍යාපෘතියෙන් අයින් කරන්න ඕන . 
එතකොට ඔබේ සැලසුම මොකක්ද ? 
ඔයා සිතන්නේ කුමක් ද ? 
මට ප්‍රොජෙක්ට් එක ගේන්න වෙනවා සෑම වියදමකින්ම Samdal - ri වෙත ආපසු . 
- මම මෙතනට කැමතියි ! 
- ඒක හරිම ලස්සනයි ! - මේක හරිම ලස්සනයි ! 
ගොඩබිමේ සිට එහි සිටින ඔබේ මිතුරන් ... හරිම අහිංසකයි . 
- හරිම ලස්සනයි ! 
- එය හොඳ පෙනුමක්ද ? 
මටත් එකක් ගන්න ඕන . 
මම හිතන්නේ ඔවුන් සැලකිලිමත් වර්ගයක් නොවේ අන් අයට හැඟෙන ආකාරය ගැන සිතන . 
ඔව් ... 
මාර්ගය වන විට , ඔබ කූඩාරම් කීයක් ගෙනාවාද ? 
මම ඒවා දෙකක් ගෙනාවා . 
නමුත් අපි යුගල වශයෙන් බෙදිය යුතුයි . 
තුන් දෙනෙකුට එකකට ගැලපෙන්න බැහැ . 
චෝ මහත්මිය , ඉක්මනින් මෙහි එන්න ! 
ඉක්මන් කරන්න ! 
අපි එය කරමු . 
- චියර්ස් . - චියර්ස් . 
මෙය මගේ පළමු අවස්ථාවයි එළිමහනේ වයින් බොනවා . 
මට ඒ ගැන කියන්න . 
මට විශ්වාස කරන්න බෑ ඔයා වයින් ගෙනාවා කියලා . 
හොඳයි , අදහස විය සුවපහසු කාලයක් ගත කිරීමට - 
එය සම්පූර්ණයෙන්ම සුවපහසු සහ මනෝභාවය විශ්මයජනකයි . 
මේ ඔක්කොම වෙන්න ඇති රැගෙන යාමට ඉතා බරයි . 
ඒක හරි . එය ඇත්තෙන්ම බර විය මම මේ සියල්ල රැගෙන යන විට . 
මම කූඩාරම් ද රැගෙන , ඉතින් මගේ උරහිස් - 
- ඇත්තටම ? 
- ඔව් , මෙන්න . 
මට ඒවා සම්බාහනය කිරීමට අවශ්‍යද ? 
- ඔව් , එතනම . - මෙතන ? 
මෙතන . 
චෝ මහත්මිය , ඔබ වෙනස් වී ඇති බව පෙනේ ඔබේ උපන් ගමට ආපසු ගිය පසු බොහෝ දේ . 
මට ? 
ඇය හරි . ඔබ අනිවාර්යයෙන්ම වෙනස් වී ඇත . 
ඔබ පවා වෙනස් ලෙස කතා කරයි . 
විහිළු කරන්න එපා . මම තාම එහෙමමයි . 
නැත . නැවත සෝල් වෙත , ඔබ හැම විටම නොසන්සුන්ව හා අවධානයෙන් සිටින බව පෙනේ මොකද ඔයාට වැරැද්දක් කරන්න ඕන වුනේ නෑ . 
නමුත් ඔබ මෙහි ඉතා සැහැල්ලුවෙන් පෙනේ . 
අපි බොනවා , ඔබ පටිගත කරන්නේවත් නැත . 
ඔබ ඔබම පටිගත කර ඇත ඔබ තනිවම පානය කරන විට ප්‍රවේශමෙන් . 
සිතා බලන්න , මම කවදාවත් මාව ජේජු හි පටිගත කර නැත . 
සමහරවිට ඒ ඔයා කෙනෙක් එක්ක ඉන්න නිසා වෙන්න ඇති ඔබ සැපපහසුයි . 
හේයි , මමත් ඔබ සමඟ සැපපහසු විය . 
- ඇත්තටම ? 
- ඇත්ත වශයෙන් . 
- ඒක ඇත්ත නේද ? 
- ඒකට චියර්ස් . 
ඒත් සීතලයි නේද ? 
- මම එසේ සිතනවා . - ඔයාට සීතලද ? නවත් වන්න . 
ඔබට මෙය භාවිතා කළ හැකිය . 
- ඔයාට ස්තූතියි . - ඔයාට ස්තූතියි . 
ඔයාට ස්තූතියි . 
මෙන්න ඔබේ බ්ලැන්කට්ටුව . 
එය කුමක් ද ? 
කුමක් ද ? 
කිසිවක් නැත . 
ඒ කෙසේ වුවත් , මම හිතන්නේ ඔය දෙන්නා වෙනත් චිත්‍රාගාරවල අලුත් රැකියා ලැබුණේ නැහැ . 
අපට සියලු ආකාරයේ දීමනා ලැබුණා . 
ඔබ චෝ මහත්මිය යටතේ වැඩ කර ඇත්නම් , අපගේ කර්මාන්තය තුළ ඔබට විශාල ගෞරවයක් ලැබේ . 
මම දකියි . 
ඉතින් ඇයි ඔබ මා එනතුරු බලා සිටින්නේ ? 
මම නැවත සෝල් වෙත යන්නේ කවදාදැයි කවුද දන්නේ ? 
දැනටමත් වෙනත් රැකියාවක් සොයා ගන්න . 
අපිට ඕන නෑ . 
අපි ඔබ වෙනුවෙන් පමණක් වැඩ කරන්නෙමු . 
ඔබේ නිවස මීට පෙර තරමක් ඉඩකඩ ඇති බවක් පෙනෙන්නට තිබුණි . 
අපට එය පිරිසිදු කළ හැකි විය . 
- මම ඇතුලේ . - ඔයාට පිස්සුද ? 
ඇයි ඔබ අත්හරින්නේ ඔබේ වෘත්තීය ජීවිතය ගැන ? අත්හරින්න එපා ! 
අපි එසේ නොකරමු , අපි සැමවිටම ඔබ සමඟ රැඳී සිටිමු . 
මටත් . 
ජීස් . 
කවුද ඔයාට මෙහෙ එන්න කිව්වේ සහ එවැනි සංවේදී දේවල් කියන්න ? 
චියර්ස් . 
චියර්ස් . 
හේයි , සංග් - ටේ . 
Dae - seong , ඔබ කොහෙද යන්නේ ? 
අවන්හලට . 
- ඔවුන්ට යම් වෙනසක් අවශ්‍යයි . - මම දකියි . 
ඔබ නැවත තනිවම බොනවාද ? 
අපි එකට බොමු . මම ආපහු එන්නම් මම ඔවුන්ට මුදල් දුන් පසු . 
මෙතන ඉඳගෙන බොන්න , හරිද ? 
- හරි හරී . - හරි හරී . 
කමක් නැහැ . 
මම ඔයාට ගහන්න කලින් අතරමං වෙන්න . 
Yong - pil සහ Sam - dal 
මාව අවුස්සන්න එපා . 
නමුත් ඔවුන් තවමත් එකිනෙකාට කැමති විය ඒ මුළු කාලයම . 
තාත්තා වගේ , පුතා වගේ . 
ඔයා කීවේ කුමක් ද ? 
ඔබට ඔබේ මනස නැති වී ගොස් මිය යාමට අවශ්‍යද ? 
මට තියෙනවා ! 
ඔයා හිතුවේ ඔයාගේ නැසීගිය බිරිඳ ගැන විතරයි . ඔබ ඔබේ පුතාගේ දුක නොසලකා හැරියේය පසුගිය වසර අට තුළ . 
කුමක් ද ? 
ඔබ මෙතරම් නිර්භීත වන්නේ කෙසේද ? 
තව මොනවද ඕනේ ? 
ඔබේ බිරිඳ ගිය පසු , වසර දහයක් පුරා සෑම රාත්‍රියකම මගේ බිරිඳ බ්ලැන්කට්ටුවක් යට තනිවම කෑගැසුවා ! 
- හරි හරී ? 
- ඔයා පොඩි ... 
ඇයට කාටවත් කියන්න බැරි වුණා ඇගේ වරද නිසා . 
ඇය බ්ලැන්කට්ටුවක් යට ඇඬුවා ! 
ඔබට කෙතරම් නිර්භීතද , Pan - sik ? 
ඔයාට ඇත්තටම අද රෑ මැරෙන්න ඕනද ? 
- ඒකට සාප වේවා . - අවජාතකයා . පෑන් - සික් , ඔබ කුඩා ... 
ඔයා මොනවද දන්නේ ? 
ඔබට කොහොම ද ? ඔයා මොනවද දන්නේ ? 
ඔබට කෙතරම් නිර්භීතද , Pan - sik ? 
ඇයි මහත්තයෝ රණ්ඩු වෙන්නේ ? 
ඔබ කිසිවක් දන්නේ නැත . 
මගේ දැක්ම එන්න එන්නම බොඳ වෙනවා , සහ මගේ මතකය අඩාල වේ . 
සමහර දවස් වලට , මට මතක නැහැ ඇය මොන වගේද කියලා , 
ඒ නිසා මම දවස පුරාම ඇගේ ඡායාරූපය දෙස බලා සිටිමි . 
ඉතින් ඔබ දන්නේ කුමක්ද ? 
ඔබ කිසිවක් දන්නේ නැහැ ! 
ඔක්කොම කරලා . 
රසවිඳින්න . ටැංජරීන් හොඳ විය යුතුය . 
සියල්ල සකසා ඇත . ආරාධිත අමුත්තන්ගෙන් සමාවෙන්න . 
එයා නේද ? 
පැරිස් මැගසින් ගැලරිය එකම අමුත්තා , චෝ යොං - පිල් . 
ඔබ ළමා කාලයේ මිතුරන්ද ? ඒ වගේම ඔබ ප්‍රදර්ශනය කරන්නේ එකටද ? 
ඔබ දෙදෙනා අහම්බෙන් පෙම් සබඳතාවක් පවත්වනවාද ? 
හේයි ! 
ඇය මෙහි පැමිණියාය Cheon Chung - gi ඇයට කළ දෙයින් පසුව . 
ඇය පෙම් සබඳතාවක් ආරම්භ කිරීමට කැමති යැයි ඔබ සිතනවාද ? 
- හරි . - හරිද ? 
මට කණගාටුයි . 
අපි එය රාත්රියක් ලෙස හැඳින්විය යුතුද ? 
එය ප්රමාදය . මේක මෙතන දාලා ඇතුලට යන්න . 
- ඒක හරිද ? 
- ඇත්ත වශයෙන් . 
හරි හරී . 
එය සීතලයි , එබැවින් ඔතා ගැනීමට වග බලා ගන්න ඔබේ නිදන බෑග් ඔබ වටා , හරිද ? 
සුභ රාත්රියක් . 
චෝ මහත්මිය , ඉන්න ! 
- කුමක් ද ? 
- අනාවැකිකරු චෝ එතන නැද්ද ? 
ඔව් , නමුත් මෙම කූඩාරම පුද්ගලයන් දෙදෙනෙකු සඳහා වේ . ඒ නිසා මම මෙතන නිදාගන්නම් . 
කුමක් ද ? 
අපි එකිනෙකා හඳුනනවා වසර 38 ක් සඳහා . ඒකට කමක් නැහැ . 
ඔබට විවේකීව නිදාගන්න පුළුවන් , හරිද ? 
නමුත් තවමත් , එය නිවැරදි නොවේ . 
අපි දෙන්නා කෙට්ටුයි , ඒ නිසා නිකමට මිරිකන්න . 
මම කොහොමත් මගේ පැත්තේ නිදාගන්නවා . 
කුමක් සඳහා මිරිකන්නද ? විවේකීව නිදාගන්න . ඒකට කමක් නැහැ . 
එය ඔබටම අපහසුතාවයක් ඇති කර නොගන්න . 
- අපි එකට නිදාගමු . - ගැහැණු ළමයි . ඇත්තටම . මම හොඳින් . 
- අපිත් හොඳින් . - නමුත් මම - - - නැත . - මම කිව්වා මම හොඳින් කියලා ! 
- ඒකට කමක් නැහැ ! - ගැහැණු ළමයි ! 
අපි ආලය කරනවා . 
අපි ආලය කරනවා . 
ඉතින් කමක් නෑ . 
මට කණගාටුයි . 
එයාලා හදිස්සියේ මෙහෙට එයි කියලා මම හිතුවේ නෑ . 
මට සමාවෙන්න , හරිද ? 
කෙසේ වෙතත් , ඔවුන්ගේ ගැටලුව කුමක්ද ? 
අපි යාලු වෙනවා කිව්වා , නමුත් ඔවුන් අපව නැවැත්තුවේ ඇයි ? 
ඔවුන් එසේ කරන්නේ ඇයි ? 
මම එයාලට කිව්වා අපි ජෝඩුවක් විතරයි කියලා දවස් දෙකක් , ඉතින් එයාලා ... 
දවස් කීයක් ගියත් කමක් නෑ . 
මම වයින් මිල දී ගෙන විදුලි පහන් දැමුවෙමි මගේ ජීවිතයේ පළමු වතාවට . 
මම සියලු නැවතුම් ඉවත් කළෙමි . 
එන්න , මම සමාවෙන්න කිව්වා ! 
මමත් කලබල වුණා . මම ගෙනාවත් නෑ හිතාමතාම අත් උණුසුම් කරන්නන් . 
ඇයි නැත්තේ ? 
මක්නිසාද යත් මා උණුසුම් කිරීමට ඔබ මා සතුව ඇති බැවිනි . 
ආයේ දවසක යමු නේද ? 
කමක් නැහැ . 
නමුත් ඔවුන් නැවතත් ටැග් කරන්න යනවාද ? 
නැහැ , අපි ඔවුන්ව අත්හැර දමමු මොනවා උනත් . 
ඇත්තටම ? 
ඔව් , අපි ඔවුන්ව අතහැර දමමු . 
අපි ඒවා බැහැර කරමු හලාසන් කන්ද නිසා මුවන්ට ඒවා භාවිතා කළ හැකිය . 
මම දන්නවා ඔවුන් ටිකක් හෝඩුවාවක් නැති බව , නමුත් ඔවුන් ඇත්තටම මට විශේෂයි . 
මට කියන්න පුළුවන් . 
ඔවුන් ඇත්තටම ඔබට කැමතියි . 
ඔවුන් එසේ කරනවා . 
ඔවුන් නියමයි , නමුත් මම ඔවුන්ව අත්හැරියෙමි . 
Bongsan බලා යන 7780 බස් රථයට නගින්න සහ Samdal - ri හිදී බැස යන්න . 
ආයුබෝවන් චෝ මහත්මයා . 
එහෙම වුනත් මම කිව්වා මම කොහොමද විරුද්ධ වෙන්නේ කියලා ... ඔබ ඇයව දිගටම දැකිය යුතුද ? 
ඔව් . 
ඇයි ? 
නිසා ... සෑම් - ඩාල් මට විතරයි . 
හරියට අම්මේ හැටි ඔබට එකම එක විය . 
මම ... Sam - dal නැතුව ඉන්න බෑ . 
බු මි - ජා යනු කාන්තාවයි ඔබ සදහටම ආදරය කරන අතර මතක තබා ගන්න . මට නම් ඒ සෑම් - ඩාල් ය . 
ඒ නිසා , අම්මා තරම් නොවුනත් ... ඔබට දැන් මා ගැනත් සිතිය හැකිද ? 
කුමක් ද ... ඔළුවට මොකද වෙලා තියෙන්නේ ? 
චෝ යොන්ග් - පිල්ගේ කොණ්ඩය . 
එය ඔහුගේ හිසකෙස් හා සමාන නොවේද ? 
මගේ දයාබර මිතුරා ... 
ඒකෙන් මට ඔයාගෙ ඔලුව පොඩි කරන්න හිතෙනවා . ඔයාට පිස්සු ද ? 
ඔහු වගේ කිසිම දෙයක් බලන්න එපා . 
ඇත්තටම ? 
නරකයි , මම ගොඩක් මුදල් වියදම් කළා ඉතින් ඔබ එයට කැමතියි . 
හේයි , චෝ සංග් - තේ 
ඇයි ඔයා මට මේ තරම් කැමති ? 
මම දන්නේ නැහැ . මම හැමදේටම ආදරෙයි ඔයා ගැන . 
මම ඔළුවේ ඉඳන් පාදාන්තය දක්වා ඔයාට කැමතියි . 
කෙනෙකුට කැමති වීමට හේතුවක් නැත . 
මගේ හදවත චෝ යොං - පිල්ට අයිතියි . 
මගේ හදවතේ ඔබට තැනක් නැත . 
මම ඒක හොඳින් , ඔබ මගේ හදවතේ සිටින නිසා . 
ඔබේ හදවත එසේ වුවද දැනට Cho Yong - pil පිරී ඇත , මට අවසානයේ යම් අවස්ථාවක් ලැබෙනු ඇත 
ඔබට කිසි විටෙකත් අවස්ථාවක් නොලැබුණහොත් කුමක් කළ යුතුද ? 
හොඳින් ... 
මට ඒකට උදව් කරන්න බැහැ . 
අපි යමු , හයුල් ... 
කුමක් ද ? ඇය කොහෙද ගියේ ? 
චා හ - යූල් ! 
ඇයි ඔයා එතනින් එන්නේ ? 
මේක අඳින්න . 
මේක ජින් - ඩාල් නැන්දාගෙ . 
මම එය අඳින්නේ ඇයි ? 
ඔබේ බෙල්ලේ මාලයක් අවශ්යයි . 
ඇත්තටම ? 
එහෙනම් මම මගේ එක අඳිනවා . මටත් එකක් තියෙනවා . 
එය පැළඳ ගන්න . 
ඒක ලස්සනයි . 
ඇය චිත්‍ර ඇඳීමට මෙතරම් අවධානය යොමු කරන්නේ කුමක් ද ? 
මම ඔයාට කිව්වා ඇය විනෝද වෙනවා කියලා . 
ස්තුතියි . 
ඒයි , ඒක ලස්සන මාලයක් . 
මෙය ? 
එය ... 
ස්තුතියි . 
එය කුමක් ද ? 
මෙය ? 
Ha - yul සඳහා තෑග්ගක් . 
Ha - yul සාදන ලද පුවරු අපට පසුගිය වතාවේ සම්පූර්ණ පහරක් විය . 
හැමෝටම ඕන වුණේ ඒවා අල්ලගන්න . 
මම හිතන්නේ ඇයට කලාවට හැකියාවක් තියෙනවා . 
ඇත්තටම ? 
ඇය ඇගේ දක්ෂතා පරිත්‍යාග කළාය හොඳ අරමුණකට එහෙනම් . 
- ඉතින් මේ ඇය වෙනුවෙන්ද ? - ඔව් . 
මම පුවරු හදන්නයි හිටියේ තේමා උද්‍යානයට විරෝධය පළ කිරීමට . නමුත් ඔවුන් එය නැවත Namdal - ri වෙත ගෙන ගියාද ? 
ඔව් . 
ඇයි ඔබ සුසුම්ලන්නේ ? 
ඒක හොඳ දෙයක් නේද ? 
මට ඔක්කොම ඇහුණා haenyeos " නැහැ " කියලා ඡන්දය දුන්නා . 
මෙතන තේමා උද්‍යානය හදන්න ඕන මගේ අම්මා කිමිදීම නවත්වන්න . 
හොඳින් ... 
මගේ අම්මට හෘදයාබාධයක් තියෙනවා , එබැවින් ඇය කිමිදීම නොකළ යුතුය . නමුත් ඇය තවමත් එය කිරීමට අවධාරනය කරයි . 
අවම වශයෙන් තේමා උද්යානය ඇය කිමිදීම වළක්වනු ඇත . 
මම දකියි . 
ඇයට හෘදයාබාධයක් ඇති බව මම දැන සිටියේ නැත . 
ඔව් . 
ඔයාට කොහොම ද ? 
ඔබ එයට විරුද්ධ වුණා ඩොල්ෆින් නිසාද ? 
ඒක හරි . 
අධික ශබ්දය ඔවුන්ට අනතුරුදායක විය හැකිය . 
ඉදිකිරීම් එතරම් ඝෝෂාකාරී වනු ඇත . 
මගේ අම්මා හරිම මුරණ්ඩුයි . 
ඇයට ඇයව තැබිය හැකිය කිමිදීමේදී අනතුරේ . ඇය ඒ ගැන සිතන්නේවත් නැත ඇගේ සැලකිලිමත් දියණියන් . 
එවිට ඔබට ඇය සමඟ කිමිදිය හැකිය . 
කුමක් ද ? 
ඔබට ඇය සමඟ කිමිදිය හැකිය ඔබ කනස්සල්ලෙන් සිටී නම් . 
ඔබ පිහිනුම් ක්‍රීඩකයෙක් විය . 
හොඳයි , ඒක ඇත්ත . 
නැහැ , ඒක විහිළුවක් . මම අ haenyeo . 
ඊට පස්සේ , එකක් වෙන්න . ඔබව නවත්වන්නේ කුමක්ද ? ඔබ ඇය ගැන කරදර වෙනවා කිව්වා . 
එය ඇත්ත . 
අම්මා . 
හේයි , හ - යූල් . 
එන්න , වාඩි වෙන්න . 
කමක් නැහැ . 
මෙන්න , මෙය ඔබ සඳහා ය . 
මෙය ඇඳීම සඳහා ය පුවරු ඉතා ලස්සනයි . 
මම දකියි . ඔයාට ස්තූතියි . 
ඔයාට ඕන උනේ ඉක්මනට ලොකු වෙන්න නේද ? ඉන්පසුව , ඔබ උසට වැඩීමට එය පානය කරන්න . 
හරි හරී . 
හා - යූල් , මට ඔයාව තියාගන්න ඕන මේ වගේ කුඩා . 
මට ඕන නෑ ඔයා ඉක්මනට ලොකු වෙනවට . 
අම්මා , එය භයානක වනු ඇත මම මේ ප්‍රමාණය සදහටම පැවතුනොත් . 
දෙවියනේ . ඔයා යන්න මැරෙනවා නේද ? 
ඉක්මන් කර ලියාපදිංචි වන්න . 
එය අමතක කරන්න . මම යන්නේ නෑ . 
ඒක නාස්තියක් කියලා හිතන්න එපා ජෙජු හි සිරවී සිටීමට ඔබේ දක්ෂතා ගැන ? 
වැඩි කල් නොගොස් , ඔබ යා නොහැකි තරම් වයසට යයි . 
මම කිව්වා ඒක අමතක කරන්න . මම යන්නේ නෑ . 
ඔබට අහිමි වීමට ඇත්තේ කුමක්ද ? ලියාපදිංචි වන්න . 
ආයුබෝවන් ? 
ආයුබෝවන් ඔයාට කොහොම ද ? 
චෝ මහතා හදිසියේ නිවාඩු ඉල්ලා සිටියේය සහ වැඩට ආවේ නැහැ . 
යමක් සිදුවෙමින් තිබේද ? 
කුමක් ද ? 
මගේ තාත්තා ? 
තාත්තා . 
තාත්තා . 
කුමක් ද ? 
එතකොට ඔයා මොකද මෙතන කරන්නේ ? 
ඔබ යම් අදහසක් තියෙනවද ඔහු කොහේ යන්න තිබුණාද ? 
යොන්ග් - පිල් . 
ඔහු ගිය තැන මම දනිමි . 
මම හිතන්නේ ඔහු මගේ අම්මා ළඟට ගියා . 
එතකොට , ඒ කියන්නේ ඔහු පන්සලේද ? 
ඔව් . 
මම ඔවුන්ට කතා කළා විතරයි . 
එයා ඉන්නවා කිව්වා . 
මම හිතන්නේ ඔහු ඇසුරුම් කළා අද උදේ ගියා . 
ඔයා දන්නවා ද ? 
මම මගේ බලාපොරොත්තු ඇති කරගෙන තිබුණා . මම හිතුවා සමහර විට එයා අන්තිමට ගණන් ගනීවි කියලා මගේ හැඟීම් ගැන . 
ඒත් මට වැරදුනා . 
මම දන්නේ නැහැ මොනවා කරන්නද කියලා . 
ඔහු තමා වටේ මේ විශාල තාප්පය ගොඩනගාගෙන තියෙන්නේ . ඒ වගේම ඒක නිකම්ම කැඩෙන්නේ නැහැ . 
දැන් , මම දන්නේ නැහැ තව මොනවා කරන්නද කියලා . 
යොන්ග් - පිල් . 
එය කුමක් ද ? 
ඔබ තනිවමද මෙහි පැමිණියේ මගෙන් කනක් ගන්නද ? 
ඔබට අවශ්‍ය නම් මට කනක් දෙන්න පුළුවන් . 
ඔබ මා සමඟ අමනාප නොවන්නේද ? 
ඔයා මට බය නැද්ද ? 
නැත . 
මම කවදාවත් ඔබ ගැන අමනාප වී හෝ බිය වී නැත . 
එහෙම කොහොම ද ? 
මොකද මම දන්නවා ඔයා ඇත්තටම මට වෛර කරන්නේ නැහැ කියලා . 
ඔයා නිකං ... බු මහත්මියට ගොඩක් ආදරය කළා . 
මට මතකයි ඔයා මට කොච්චර ආදරේද කියලා . 
මම තරුණ කාලේ ඔයා නිතරම කියනවා . " මගේ දුව වෙන්න , සෑම් - ඩාල් . " 
ඔයා ඉස්සර එහෙම කිව්වා . 
මට දුක හිතුන දේ මට මෙතරම් ආදරය කළ එකම මිනිසා ... එක රැයින් මා අමනාප වූ කෙනෙක් බවට පත් විය . 
ඔයා දැන් වෙනස් උනා . 
ඒක ඇත්තටම මගේ හිත කැඩුවා . 
ඔබ මෙහි පැමිණියේ මාව ඒත්තු ගැන්වීමට නොවේද ? 
මම මෙතනට ආවේ කෙඳිරිගාන්න විතරයි . 
ඒක දෙයක් විතරයි මට කවදත් කියන්න ඕන උනේ . 
ඔබ කැමති සියල්ල ඔබට මා අමනාප කළ හැකිය , ඒත් මම කවදාවත් ඔයාට එහෙම කරන්නේ නැහැ . 
මොකද මම දන්නවා ඔයාට එහෙම හිතෙන්නේ ඇයි කියලා . 
මම බලාගෙන ඉන්නවා . 
මම යොන්ග් - පිල්ගේ අත තදින් අල්ලාගෙන බලා සිටිමි . 
මම ඔයා එනකම් ඉන්නම් මිස්ටර් චෝ . 
සෑම් - ඩාල් . 
ඔව් ? 
ඔබට ඇත්තටම Yong - pil නොමැතිව ජීවත් විය නොහැකිද ? 
පිළිතුර ඔබ දන්නවා . 
මට හැමදාම හැඟීම් තිබුණා Yong - pil සඳහා පමණි . 
ඒ වගේම මම සදහටම ආදරය කරන්නේ ඔහුට පමණයි , මම මැරෙන දවස දක්වා . 
ඔබට මෙම හැක්බෙරි ගස පෙනෙනවාද ? 
මා මේ ගස ලෙස සිතන්න . 
ඔයා මොනවද කියවන්නේ ? 
නගරවාසීන් කිසිවෙක් නැතත් ඒ ගැන සැලකිලිමත් , එය තවමත් අපව සුළඟින් ආරක්ෂා කරයි සහ අපට සෙවන ලබා දෙයි . 
මේ හැක්බෙරි ගහ වගේම , ඔබ මට නැවත ආදරය නොකළත් මම ඔබට සදහටම ආදරෙයි . 
ඔබ එය අදහස් ? 
ඇත්ත වශයෙන් . 
මම ඔබට සදහටම ආදරෙයි මම මැරෙන දවස දක්වා . 
මම ඔබට පමණක් ආදරය කරමි සහ ... ඔබට පමණක් ආදරෙයි . 
අහෝ හිතවත . 
මගේ යහපත . 
සෑම් - ඩාල් . 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
ඔයාට මගේ තාත්තා මුණගැහුණාද ? 
ඔව් . 
සෑම් - ඩාල් ! 
චෝ මහතා . 
ඔය දෙන්නා මගේ ආශිර්වාදය ලැබේවා . 
සමාවන්න ? 
ඔබට එකට සිටිය හැකිය ! 
ඉදිරියට යන්න . 
චෝ සෑම් - ඩාල් ... 
චෝ සෑම් - දාල් තෝරාගත්තා ජේජු සහ කාලගුණ ප්‍රදර්ශනය සඳහා 
හෙලෝ , ඔබ වාර්තාකරුද ? 
ඔයාට කොහොම ද ? 
- චෝ මහත්මිය ! - චෝ මහත්මිය ! 
අපගේ ප්‍රදර්ශනය සමඟ අප කරන්නේ කුමක්ද ? 
මාධ්‍යවේදීන් එය දැනගත්තේ කෙසේදැයි මම නොදනිමි . නමුත් එය අවුල් සහගතයි . 
- නමුත් අවලංගු කරනවා - - - මම ප්‍රදර්ශනය කරන්නේ නැහැ . 
මට ඒක කරන්න අවශ්‍ය නැහැ . 
මම එය සොයාගත්තා ! මම එය සොයාගත්තා ! 
ඒක බං ගේ alt account එක . 
ඔයා දැන් ඉන්නේ ලොකු අමාරුවක . අපි මෙතනින් සමුගමු . - කොටස් මාර්ග ? 
- හේයි , Eun - hye ... 
- කරුණාකර මාව බේරගන්න . - ඔබ බරපතල ලෙස ඔබේ මනස නැති වී තිබේද ? 
ඇයි ඔයා හිතාමතාම වෙන්නේ කළු බැටළුවා මට උදව් කළාද ? 
මම ඔයාට ආදරය නිසා . 
මම ඔයාට ආදරෙයි . 
ඔබ උපන් නගරයේදී අත්හරින්නේ ඇයි ? 
අපි මෙතන ප්‍රදර්ශනය කරමු . 
- ඒක මෙතන තියෙනවද ? 
- ඔව් , අපි එය කරමු . 
අත් නොහරිමු . 
