這是 經濟 ， 不是 刀槍 
一個 所有人 都 不用 擔心 挨 餓 的 國家 每天 三餐 都 能溫 飽 的 國家 
我 在 留學時 最羨慕 的 不是 他們 有 戰鬥機 或 航空 母艦 而是 披薩 
全國 人民 餓著 肚子 打贏 戰爭 有 什麼 用 ？ 
天 啊 ， 你 的 衣服 弄 髒 了 
- 真的 很 抱歉 
- 沒關 係 
- 你 有 沒 有 受傷 ？ 
- 我 沒事 - 謝謝 
- 方便 幫個 忙 嗎 ？ 
- 天 啊 
- 太感謝 了 
剩下 的 我 自己 來 就 好 
- 這些 水果 真 可惜 
- 謝謝 你 們 
- 小心 點 
- 我會 的 ， 謝謝 
謝謝 你 的 手帕 
你 看 起來 能 成就 一番 大事 
什麼 ？ 
你 甚至 知道 披薩 的 味道 
你 真的 有 吃過 嗎 ？ 
是 的 
你 的 演說 令人 印象 非常 深刻 
尤其 是 " 每天 三餐 都 能溫 飽 的 國家 " 
那句 話 讓 我 聽 到 哽咽 
謝謝 
我們 之 後 另外 約 時間 見面 吧 
（ 西海 精煉 石油 ， 四一 開發 朴斗七 社長 ） 
（ 逆貧 大叔 ） 
（ 逆貧 大叔 ） 
（ 自轉 與 公轉 ） 
5 月 16 日 公布 舞弊 腐敗 懲治 對象 的 同時 民主 黨 也 會 舉辦 一場 經濟 人士 懇談會 
國務 總理 和 經濟 部門 的 首長 們 都 會 出席 
希望 各位 都 能 參加 
畢竟 我們 都 逃過 一劫 了 
（ 1960 年 5 月 16 日 ， 首爾 ， 韓國 ） 
（ 半夜 飯店 ） （ 5 月 16 日 ， 舞弊 腐敗 懲治 對象 公布 民主 黨經濟 政策 懇談會 ） 
（ 斷絕 舞弊 腐敗 ） 
（ 反對 官商 勾結 ） 
（ 《 舞弊 腐敗懲 治法 》 修正案 全文 ） 
（ 屏絕 過去 ， 躍向 未來 ） 
請 問是 朱餘進 記者 嗎 ？ 
你好 ， 我 是 之前 替 朴智旭 議員 工作 過的 人 那個 ... 我 帶 了 一些 跟青 優會 有關 的 資料 過來 
這些 是 他們 籌集 非法 政治 資金 的 證據 
（ 鐘集產業 ， 三千 萬韓 圜 萬河 鋼鐵 ... ） 
你 為 什麼 要 把 這個給 我 ？ 
我 很 尊敬 朱仁 太 老師 
我 之前 為 了 生計 在 朴智旭 議員 手底下 工作 過 但 我 良心 過意 不 去 所以 才 把 這些 交給 你 
這些 資料 是 哪來 的 ？ 
什麼 ？ 
有人 給我 的 
- 團長 什麼 時候 來 的 ？ - 剛剛 就 來 了 
- 剛剛 就 來 了 ？ - 對 
- 去 吃 飯 吧 
- 好 的 
- 愣 著 幹 嘛 ？ 還不拿酒 過來 ？ - 是 
- 沒有別 的 嗎 ？ - 別 的 ？ 
旁邊 的 是 什麼 ？ 
- 喂 ， 過來 
- 是 
去忠 武莊 拿 我 常喝 的 酒 過來 
- 忠武莊 ？ 
- 快去 ， 臭小子 
是 
你 來 啦 
我會 在 今天 內 逼 出供 詞 
不用 太急 著 逼 出供 詞 
現在 開始 進行 由 民主 黨主辦 的 經濟 政策 懇談會 
各位 來賓 請 入座 
阿產 
你 在 策劃 什麼 ？ 
什麼 意思 ？ 
青優會 的 非法 選舉 資金 產業 銀行 非法 貸款 你 知道 這些 意味著 什麼 嗎 ？ 
三食 是不是 又 打算 搞小動作 了 ？ 
不管 是 什麼 ， 你 都 千萬別 參 與 他 正在 把 你 變成 一個 怪物 
" 包裝 成夢想 的 偽善 " 我 確實 是 個 怪物 
我們 要 清算 所有 的 舞弊 腐敗 分子 實現 新 的 經濟躍進 
屬 於 舞弊 腐敗 懲治 對象 的 企業 與 個 人 根據 修訂 後 的 法案 規定 - 我 在 此 公布 以下 名單 稍 後 可否 占用 你 一點 時間 ？ 
- 非法 提供 選舉 資金 ... - 有什麼 事 ？ 
我們 想 私下 讓 你 看看 韓美經濟 協定 草案 
金產委員長 會 向 你 說明 
金產 ？ 
提供 三千 萬韓 圜 以上 之 政治 資金者 ... 
只要 我們 按照 作戰 計畫 行動 就 不會 有人 受傷 
如果 有人 想 退出 就 趁現 在 
洪永祺到 了 嗎 ？ 
對 ， 他 剛剛 到 了 
他 說 他 今晚 就 會 逼 出供 詞 
你 還有 聽 到 其他 的 嗎 ？ 
唉 唷 ， 張頭 植將 軍 又 大鬧 了 一場 
大喊大叫 ， 搞 得 這裡 雞 犬 不寧 
我 拿 了 他 平常 喝 的 酒給 他 他 卻 問我們 為 什麼 不賣忠 武莊 提供 的 高粱酒 
什麼 ？ 
- 忠武莊 ？ - 是 啊 
他 說 那邊 有 他 常喝 的 酒 
唉 唷 ， 我還 特地 跑 去 忠 武莊 買 高粱酒 回來給 他 喝 
你 有 沒 有 在 忠 武莊 見過 他們 ？ 
忠武莊 ？ 
我 去 那裡 幹 嘛 ？ 
還能 是 為 什麼 ？ 
你 那麼 愛吃 中式 料理 難道 不會 去 忠 武莊 ？ 
忠武莊 的 菜 不合 我 胃口 
颱 風來 襲時 沒人能 預料 浪會 往 哪 打 
不能 只 盯 著 同一 個 方向 
好 ， 我會 等到 午夜 
洪永祺 
去死吧 ， 混帳 ！ 
社長 
洪永祺死 了 什麼 ？ 
你 說 誰 死 了 ？ 
剛才 軍人們 突然 對著 彼此 開槍 
張頭 植將 軍 逃 了 但是 洪永祺中 槍 身亡 
你 心情 好像 不錯 
他 喝 了 不少 
- 一切 都 進行 得 很 順利 嘛 - 是 啊 
- 三食 來 了 
- 三食 ！ 
你 有 沒 有 看到 金產 ？ 
他剛 才 還在 這裡 啊 
三食 ， 謝謝 你 
以 後 我們 繼續 好好 合作 我們 實在緣 分匪 淺 啊 
好 先不說 這個 ， 你 真的 沒 看到 金產 嗎 ？ 
好 啦 ， 金產 我 一定 會 負責照 顧 到底 
（ 革命 軍 ） 
瑞秋 
金部長 
三食 大叔 ， 你 怎麼 會 來 ？ 
我們 撤 吧 ， 我覺 得 不 太 對 勁 
在 外面 的 是 其他 部隊 而 不是 第三 海軍陸 戰聯隊 
他們 沒有 部隊 的 標誌 而且 還戴著 革命 軍 的 臂章 
有人 比 我們 早 一 步行 動 了 
我 必須 上樓 
剛才 總理 已經 去 了 806 號房 崔漢林將 軍 也 差不多 要 到 了 
崔漢林 要是 得知 洪永祺死 了 他 一定 也 會動搖 
金部長 ， 我們 到 此 為止 吧 
- 不行 
- 感覺 太 不 對 勁 了 
張頭 植將 軍 呢 ？ 你 跟 他 聯絡 了 嗎 ？ 
我們 不能 相信 張頭植 
- 這是 什麼 意思 ？ 
- 張頭植 ... 阿產 
部隊 都 出動 了 嗎 ？ 嗯 ， 張頭 植將 軍現 在 已經 前往 漢江 了 
你 有 聯絡 上 他 ？ 
當然 啊 ， 我來 的 路上 還跟 他 通過 無線電 
第三 海軍陸 戰聯隊 情況 怎麼樣 ？ 你確 認過 了 嗎 ？ 
怎麼 了 ？ 
有什麼 問題 嗎 ？ 
現在 占 領內務部 的 不是 第三 海軍陸 戰聯隊 而是 其他 部隊 
什麼 ？ 
是 誰 ？ 
有 其他 傢 伙 比 我們 早 一 步行 動 
張頭 植說 什麼 ？ 
他 說 要 按照 計畫 往漢江 前進 怎麼 了 嗎 ？ 怎麼 回事 ？ 
洪永祺死 了 
- 什麼 ？ 
- 我們 必須 現在 收手 
說 什麼 收手 啊 ？ 
我們 現在 把 張頭 植將 軍 的 軍隊 調 回來 ... 
我 都 說 了 不要 相信 他 
韓民 
我們 必須 搞清楚 進 入市 區的 部隊 是 哪 一方 
只要 第三 海軍陸 戰聯隊 進來 就 能 把 他們 一網 打 盡 
- 你 想 打 巷戰 ？ 
- 我 都 已經 讓 軍隊 出動 了 
我們 的 計畫 已經 暴露 了 金部長 
你 就此 收手 ， 跟 我 一起 走 吧 
這感覺 太 不妙 了 
我 去 找 張頭 植將 軍多調 一些 兵力 過來 
從現 在 起 ， 動作 快 的 人 就 會贏 
阿產 ， 崔漢林將 軍 就 快 到 了 
韓民 你 跟 第三 海軍陸 戰聯隊 聯絡 看看 確認 一下 張頭 植將 軍 的 位置 自己 小心 一點 
好 
金部長 你 必須 就此 收手 
- 我 不能 放棄 - 金部長 
你 跟 我 一起 去 大阪 吧 
我們 先去 避風頭 也 散散心 ， 整理 一下 思緒 這樣 我 就 能 重新制定 計畫 
事到如今 還要 制定 什麼 計畫 ？ 
你 那 遠 大 的 計畫 有 哪個 部分 是 實現 的 ？ 
我們 現在 立刻 搭船 前往 下關 吧 
不 ， 我現 在 要 用 自己 的 方式 處理 
- 這樣 你 會 死 的 
- 即便如此 ， 我 也 要 照 自己 的 方式 死 
- 拜 託 你 相信 我 ， 聽 我 的 
- 不 明明 有 活路 ， 你 為 什麼 要 送死 ？ 
姜成民 聽 你 話 的 下場 是 什麼 ？ 
喔 ， 金產 
我 正在 等 你 
總理 
現在 可以 由 我 來 為 你 說明 嗎 ？ 
好 
- 事情 有 按 計畫 發展 吧 ？ - 有 
聽 說 他們 取得 了 第 89 師團 發起 政變 的 供詞 
我 知道 了 ， 好 ， 進去 吧 
- 你們 先 出去 吧 
（ 革命 軍 ） 
將軍 時間 不 多 了 
唉 唷 ， 崔將 軍 ， 你 怎麼 會 來 ？ 
總理 ， 發生 政變 了 
政變 ？ 
確定 嗎 ？ 
知道 了 
移動 吧 
移動 ！ 
你 早就 知道 了 我 所有 的 計畫 嗎 ？ 
你 的 手段 我 觀察 、 經歷 了 一輩子 怎麼 可能 不曉得 ？ 
你 是 和 第二 軍 司令官 聯手 執行 計畫 嗎 ？ 
我們 在 某些 方面 挺合 得 來 的 
目前 第 15 師團 正 前去 鎮壓 第 89 師團 
在 事態 穩 定下 來前 你 先待 在 這裡會 比 較 好 
第 89 師團 真的 發起 了 政變 嗎 ？ 
陸軍總部 收到 了 情報 
什麼 情報 ？ 
你確 認過 第三 海軍陸 戰聯隊 占領 其他 主要 機構 了 嗎 ？ 
你們 這是 在 做 什麼 ？ 
你 知道 在場 的 都 是 什麼 人 嗎 ？ 
目前 政變 部隊 正在 進入 首爾 
麻煩 服 從 我們 的 管制 
政變 ？ 
是 的 ， 政變 
好 的 ， 我 明白 了 ， 我 立刻 請 他 接電話 
總理 ， 美國 司令官 想 跟 你 通電話 
請 接電話 
你好 ， 我 是 張敏 
大叔 
我 不是 說 過別 跟 我 對 抗 嗎 ？ 
你 為 什麼 要 這樣 ？ 
這是 誰 的 主意 ？ 
是 你 還是 金產 ？ 
這個 點子實 在 太 優秀 所以 就 被 我 搶 先 一步 了 
你 來 啦 
進 入市 區的 部隊 是 哪 一方 ？ 
是 我方 的 部隊 
聯隊 長 還沒到 嗎 ？ 
作戰 命令 呢 ？ 
你們 這些 傢 伙 在 開 玩笑 嗎 ？ 
人一到 就 立刻 聯 繫 ， 知道 嗎 ？ 
我們 剛才 接獲 情報 說 他們 已經 占領 了 廣播電 臺 
只要 韓國 政府 提出 請求 我們 就 派兵 出面 鎮壓 
廣播電 臺 ？ 
誰 占領 了 廣播電 臺 ？ 
我 不 確定領 軍 的 人 是 誰 
我聯絡 過陸 軍 總部 但 他們 那邊 似乎 也 發生 了 小 規模 的 交戰 
你 希望 我們 怎麼 做 ？ 
需要 我們 派兵 支援 鎮壓 嗎 ？ 
我們 現在 必須 趕快 派 第三 海軍陸 戰聯隊 進入 首爾 
什麼 意思 ？ 
誰 接管 了 陸軍總部 ？ 
喂 ， 少 胡說 八道 了 趕快 叫 他們 調動 部隊 ！ 
喂 ， 停車 
將軍 
麻煩 你 去 陸軍總部 吧 
只要 給我 一個 中隊 的 兵力 我 就 能 前往 半夜 飯店 
目前 總理 跟 崔漢林將 軍 都 還在 那 ... 
（ 革命 軍 ） 
現在 他們 差不多 也 接管 青瓦 臺 了 
什麼 ？ 
我們 支持 第二 軍 司令官 
聽 說 陸軍總部 、 廣播電 臺 和 青瓦 臺 都 被 政變 部隊 占領 了 
這 到底 是 怎麼 回事 ？ 
總理 ， 這是 一場 革命 
- 革命 ？ 
- 將軍 
我們 需要 談談 
這段 時間 你 也 辛苦 了 
- 我們 來 開拓 真正 的 未來 吧 - 將軍 
你現 在 ... 
將軍 ！ 
這 一切 ... 都 是 我 的 計畫 
我 一直 以來 都 在 幹 這種 事 
在 背 後 搞 些小 動作 是 我 的 天性 ， 也 是 習性 
真 可惜 
這下 你 要 被 自己 的 天性 跟 習性 害死 了 
社長 
我們 金產 ... 
請 你 放過 金產 吧 
他 那個 人 只會 讀書 ， 其他 什麼 都 不 懂 
奈何 他 遇到 我 這種 人 ， 跟 我 扯 上關 係 
社長 ， 我求 你 
你 至少 放過 金產 吧 
他 真的 是 個 既 聰明 又 有用 的 人 
你 不 也 很 清楚 嗎 ？ 
他 是 個 非常 有用 處 的 人 
這件 事 我 沒 有 決定權 革命 軍 司令部 自會 做出 決斷 
我 這輩子 都 為 了 青 優會 四處 奔走 
你 怎麼 能 在 狩獵 結束 後 就 將獵 犬 宰來 吃 呢 ？ 
獵犬 被 宰來 吃 不是 因為 狩獵 結束 
而是 因為 獵犬 跟 著人 狩獵 久 了 就 以 為 自己 也 是 人類 
你 為 什麼 老 是 要 爬 上 餐桌 呢 ？ 
這不 就是 擺明 要 人 把 你 宰來 吃 嗎 ？ 
集合 各部 隊 指揮官 
是 
美 軍 司令部 還有 再 打電話 來 嗎 ？ 
他們 好像 也詢 問過 青瓦 臺 派兵 鎮壓 事宜 但 青瓦 臺 拒絕 了 
瞭解 
我 是 第 55 榴彈 砲 聯隊 的 李秀 一 大尉 
我來 帶 你 前往 戰情 室 
戰情 室 ？ 
我們 臨時 轉移 了 戰情 室 
我 這就帶 你 過去 
好 
你 打算 怎麼 做 ？ 
我們 要 怎麼 處理 崔漢林將 軍 ？ 
留著 他 太 危險 了 
他 畢 竟是 美國 最 中意 的 韓國 軍人 
上校 
你 為 什麼 背叛 了 崔漢林將 軍 ？ 
你 為 什麼 要 背叛 崔漢林將 軍 ？ 
你 知道 崔漢林將 軍 在 洛東江 戰線 跟 我 說 過什麼 嗎 ？ 
他 說 " 不 豁出 性命 就 算不上 軍人 " ！ 
這 就是 你 背叛 他 的 原因 ？ 
你 懂 什麼 ？ 
你 是 軍人 嗎 ？ 
身為 軍人 一旦 退縮 ， 就 再也 不是 軍人 了 ！ 
崔漢林將 軍 已經 不是 軍人 了 
青優會 似乎 提出 了 放過 金產 的 要求 
然後呢 ？ 
革命 軍對 非 武裝 人員 介入 政變 一事 感到 十分 不滿 他們 認為 他 是 個 傲慢 又 危險 的 傢 伙 
我本來 可以 讓 金產 代替 你 死 的 
好 ， 我 知道 了 
你 回家吧 
大叔 
金部長 ？ 
是 我 
真的 是 你 嗎 ？ 
是 我 ， 大叔 
沒關 係 ， 幫 他 解開 蒙眼 布 吧 
我 在 這裡 
大叔 ， 你 的 狀況 怎麼樣 ？ 
我要 上路 了 
那種 為 了 一頓 飯 、 一塊 麵 包 拼死拼活 的 日子 
- 我 已經 厭倦 了 
- 不 
我 把 你 這麼 單純 的 人 ... 
- 拉入 政壇 
- 不 ， 你別 這麼 說 
玷汙 你 汙染 你 
我 真的 很 心疼 
你 看 錯 人 了 ， 大叔 
大叔 ， 我 ... 我本來 就是 這種 人 
我 就是 個 偽 君子 
金部長 有件事 我 騙 了 你 
什麼 事 ？ 
我 不曉得 披薩 的 味道 
我 只有 看過 但 我 從 來 沒吃過 
它 真的 那麼 好吃 嗎 ？ 
它 既 油膩 又 不 好吃 ， 大叔 
可是 大叔 ... 
我 就 知道 
帶 走 吧 
不 可以 ， 等等 ， 大叔 
不 可以 
- 快 走 
- 放 了 他 吧 
- 將軍 ... - 快 走 
大叔 
大叔 
將軍 
不 可以 
沒事 的 
別 擔心 
你 應該 是 二等兵 吧 
安靜 
你 先 上車 等 我會 派 人 送 你 回家 
之 後 革命 軍 可能 會 跟 你 聯絡 
他們 怎麼 讓 二等兵 執行 這種 任務 呢 ？ 
金部長 ， 你 就 像 這塊 蒸糕 一樣 
等 它 膨脹 需要 時間 它 外表 看起 來 也 很 粗糙 但是 放進 嘴裡 卻 十分 美味 
會 讓 人 吃 上 癮 ， 忍不住 一口 接 一口 
味道 又 很 醇厚 
（ 首爾 往返 釜山 高速公路 計畫 圖 1968 年 ） 
三面 環海 的 韓國 未來 將會 轉型 為 出口 導向型 國家 
一旦 連接 首爾及 釜山 的 高速公路 完工 太平洋 就 會 如同 我們 的 前院 充滿 我們 出口 的 貨物 
謝謝 大家 
（ 京 釜 高速公路 動土 儀式 ） 
部長 ， 有人 認為現 在 進行 大規模 土木工程 似乎 為 時過 早 
這個 問題 我 十年 後 再 回答 
這會 不會 造成 我們 的 經濟 負擔 呢 ？ 
這是 一個 會動員 九百 萬人 的 計畫 它 將會 讓 我們 得到 失業 救濟 與 技術 提升 等 無形 資產 
詳細 內容會 透過 我們 的 公關 局來 告訴 大家 
- 部長 ... 
- 我 是 《 愛民日報 》 的 朱餘進 記者 
請問 你 們 有 回收 建設 成本 的 具體 方案 嗎 ？ 
你 可以 檢視 一下 主要 城市 的 路線 
我 認為 收取 適當 通行 費 來 回收 建設 成本 是 不成 問題 的 
部長 受訪 到 此 結束 
- 我 想 再 問一個 問題 
- 部長 ， 走 吧 - 部長 - 關於 財政 失衡 的 ... 
安基澈 社長 ， 有些 人 擔心 工期 的 部分 
請問 你 對 此 有 什麼 想法 ？ 
完工 時間 應該 會 比 預計 的 還要 早 
瑞秋 
- 恭喜 
- 這都 是 託 你 們 的 福 
走 吧 
部長 你 知道 世界 運行 的 原理 為何 嗎 ？ 
春來 夏至 、 花開 花謝 以及 日升 日落 這些 世界 運行 所 遵行 的 原理 
你 是 指 地球 的 自轉 與 公轉 嗎 ？ 對 
就是 地球 的 自轉 與 公轉 但 你 現 在 能 感覺 到 地球 正在 自轉 與 公轉 嗎 ？ 
沒錯 
我 就是 那樣 的 人 就 像 地球 自轉 與 公轉 一樣 
（ 逆貧 大叔 ） 
