‫ يقول المثل ، " حتى يروي الأسد قصته ، ‫ يظل الصياد هو البطل . " 
‫ في حياتي ، كنت " كليو جونسون " . ‫ لكن بعد وفاتي ، أصبحت سيدة البحيرة . 
‫ قلت إنك تعرفين من انتزع حياتي ‫ يا " مادي مورغنستيرن " . 
‫ " العزاء غداً في المدينة لسيدة البحيرة " ‫ قلت إن أحداً لم يهتم حتى مجيئك . 
‫ الحقيقة هي ... ‫ أنت جئت في نهاية قصتي ‫ وحوّلتها إلى بداية قصتك . 
‫ صندوق البريد السعيد اللعين . 
‫ حسناً . صندوق بريد " بابا نويل " . هيا ! 
‫ " ( بالتيمور ) " ‫ حسناً . سأذهب . سأفعلها . 
‫ أهلاً ، هل لديكم رسالة لـ " بابا نويل " ؟ 
‫ عيد شكر سعيداً يا قوم . 
‫ أنا هنا مع مذيع " بالتيمور " المفضل ، ‫ " والاس وايت " . 
‫ ما رأيك في موكبنا يا " والاس " ؟ 
‫ إنه توقيت مثالي للوجود هنا ‫ في جادة " ماريلاند " ، ‫ التي تعجّ بالبالونات العملاقة . 
‫ انظروا إلى المهرجين ! 
‫ عجباً ! ولاعب الكرات . ‫ أشعر بأنني عدت فتاة صغيرة ! 
‫ العودة إلى طفولتنا هي محور هذا اليوم . 
‫ لكن لا تقلق أيها الأب . ‫ لدينا مفاجأة لك أيضاً . 
‫ انظروا ، ها هو فريق " بالتيمور أوريولز " قادم ‫ في جولتهم لنهائيات كأس العالم . 
‫ ها هي صناديق البريد الراقصة . 
‫ إن حضرتم موكب عيد الشكر من قبل ، ‫ فأنتم تعرفون أن كل شخص هنا ‫ ينتظر لحظة واحدة فقط . 
‫ أي رسائل إلى " بابا نويل " يا حلوة ؟ 
‫ وتلك اللحظة ستحدث الآن . 
‫ الظهور العظيم للرجل المعروف بأسماء ‫ القديس " نيك " و " كريس كرينغل " و " جالب البهجة " ‫ أو كما نحب تسميته هنا في " بالتيمور " ، ‫ " بابا نويل " . 
‫ يا له من احتفاء مذهل ‫ بوصول " بابا نويل " أخيراً ‫ إلى جادة " ماريلاند " ، ‫ بعد رحلته الطويلة من " القطب الشمالي " . 
‫ أحضروا معهم الكثير من الهدايا للأطفال . ‫ وستسرهم رؤية ذلك . 
‫ - " تيسي " . ‫ - معذرة . تعالي يا " تيسي " . والدك هنا . ‫ هيا بنا . لنذهب . ‫ سيكون مفتوحاً في " بريكستون " . ‫ هل معك مفاتيح السيارة ؟ 
‫ إنها في جيب معطفك . 
‫ - أمي ، كيف يعرف " بابا نويل " أننا يهود ؟ ‫ - ماذا ؟ ‫ لأننا نعلّق تميمة على باب بيتنا . 
‫ ماذا لو نمت في منزل " ماري " ؟ 
‫ سيعرف رغم ذلك . 
‫ " ماري " لن تخبره . 
‫ " تيسي " ، " بابا نويل " ليس حقيقياً ، اتفقنا ؟ ‫ والد " ماري " السمين يتنكر بزيّ " بابا نويل " . 
‫ لا تخبري " ماري " بأن أمك أخبرتك بذلك . 
‫ " ماري " تعلم أنه سمين . 
‫ والدك يقصد ‫ لا تخبريها بأن " بابا نويل " ليس حقيقياً . 
‫ تعبت من الكذب عليك مثل الأغيار . ‫ أنت فتاة ناضجة الآن ، اتفقنا ؟ 
‫ عيد الأنوار خلال 4 أسابيع ‫ ويمكنك أن تطلبي ما تريدينه من والدك . 
‫ - أعرف ما أريده . أريد فرس البحر . ‫ - اتفقنا ؟ 
‫ حسناً ، حالياً ، ‫ - لنستمتع بهذا الموكب الجميل . ‫ - ليس جميلاً على الإطلاق . ‫ الطريق مسدود من هنا أيضاً . ‫ سنعود إلى شارع الكاتدرائية . 
‫ حسناً . أعطني " ديفيد " . ‫ تعال يا عزيزي . أنت فتى كبير . ‫ " جنة الأسماك الاستوائية " ‫ حسناً . لا أفهم لماذا لم تركن سيارتك ‫ في المتحف كما فعلت العام الماضي . 
‫ لم أركن في المتحف ‫ كما فعلنا العام الماضي لأنك قلت ‫ - إنه لا يمكننا ذلك ... - لا يا عزيزي ... 
‫ بلطي أمهق . 
‫ هل تبحثين عن شيء ما ؟ 
‫ كنت أنظر إلى السمك فقط . 
‫ يجب أن تعودي مع والديك . 
‫ هل هما هنا ؟ 
‫ هل كنت تعلم أن فرس البحر من الأسماك ؟ 
‫ هل تعلمت هذا في المدرسة ؟ 
‫ أرتاد مدرسة " بيس ياكوف " الدينية . ‫ لا نتعلم عن الأسماك . ‫ كل ما نتعلمه ‫ هو أن الرب خلقها في اليوم الخامس . 
‫ في اليوم نفسه مع الطيور . ‫ أجل . 
‫ هل لديك أي فرس بحر هنا ؟ 
‫ علكة " تيبيري " من فضلك . 
‫ - أهلاً . 
‫ - سيدة " شوارتز " . لحم صدر أم كتف ؟ 
‫ لحم صدر لـ3 أفراد . 
‫ في الواقع ، لـ5 أفراد . 
‫ يعثر " ميلتون " دوماً على زوجين ‫ يدعوهما في آخر لحظة . 
‫ هذا لأنه إنسان نزيه . 
‫ هذا لأنه شخص ذو نفوذ . 
‫ الشخص ذو النفوذ ‫ يعرف ما لا يمكنه شراؤه بالمال . ‫ امرأة شجاعة وجميلة ‫ تسرع لتشتري له لحم خروف كوشر . 
‫ في سن 6 أشهر . 
‫ كان صغيراً . 
‫ لا تقلقي يا سيدة " شوارتز " . لن يفتقده أحد . 
‫ لن يفتقده أحد . 
‫ معذرةً . ‫ هل يمكنني قياس الفستان الأصفر المعروض ؟ 
‫ بالطبع يا سيدتي . آسفة حقاً . 
‫ هي تود أن تقيس الفستان الأصفر المعروض . 
‫ بالطبع يا سيدتي . سأعود حالاً . 
‫ هل يُوجد شيء آخر أريك إياه يا سيدتي ؟ ‫ لا ، شكراً لك . ذلك الفستان يكفي . 
‫ إن لم تجد ذلك الفستان بمقاسك ، ‫ يمكنني أن أطلب لك واحداً . 
‫ - أحتاج إلى شيء أرتديه الآن . ‫ - سيصل هنا يوم الاثنين . 
‫ أقسم إنه كان لدينا 3 منه صباح اليوم . ‫ ماذا عن الفستان المعروض ؟ 
‫ هل أنت متأكدة يا سيدتي ؟ العارضة من ... ‫ أجل ، لا أمانع . 
‫ العارضة ترتدي الفستان منذ الصباح . ‫ قد تجدينه مقززاً . 
‫ أودّ تجربة الفستان رجاءً . 
‫ بالطبع يا سيدتي . ‫ سأرافقك إلى غرفة القياس . 
‫ تُوجد سيدة تودّ قياس الفستان الأصفر ‫ المعروض في النافذة . 
‫ ألا تمانع ؟ 
‫ " إيثل " ترافقها إلى غرفة القياس الآن . 
‫ - " كليو " . 
‫ - نحتاج إلى الفستان . 
‫ - الآن يا آنسة ؟ ‫ - أجل ، بسرعة . 
‫ " غرف القياس " ‫ ابقي هنا . 
‫ مشبك الفستان صعب الفتح . 
‫ إنه الزمام . 
‫ - إنها قادمة . 
‫ - لا يمكنني فتحه . 
‫ يمكنني فعلها يا آنسة " شيرلي " . ‫ هل يمكنني التجربة ؟ 
‫ بسرعة . 
‫ لهذا أغلقوا الشارع كله ؟ 
‫ أجل . اختفت فتاة من " بايكسفيل " . 
‫ أحضرها والداها لترى الموكب . ‫ لا . أنا من " بايكسفيل " . ‫ حقاً ؟ ما كنت لأخمن ذلك . 
‫ لا تبدين يهودية على الإطلاق . 
‫ حسناً ، أنا متأكدة من أنها ستظهر قريباً . 
‫ فنحن في " بالتيمور " ، لسنا في " نيويورك " . 
‫ شكراً جزيلاً . سآخذ المعطف أيضاً . شكراً . 
‫ والآن سنجعلك ترتدين شيئاً آخر . ‫ ربما أحد تصاميم " ماري كوانت " . 
‫ أنا آسفة . ‫ إنها الظهيرة بالفعل ، ‫ وحصلت على موافقة بالرحيل مبكراً اليوم . 
‫ لم يخبرني أحد بشيء . 
‫ أبلغت السيد " غولدبيرغ " الأسبوع الماضي . 
‫ سيكون عليّ خصم راتبك . 
‫ آنسة " شيرلي " ، ‫ هل يمكنني الحصول على ملابسي من فضلك ؟ 
‫ مهلاً . 
‫ - سيدة " شوارتز " . ‫ 
- شكراً يا " آرون " . 
‫ ما خطب حذائك ؟ 
‫ ما خطب قبعتك السخيفة ؟ 
‫ هل أنت جادة ؟ تعلمين أنني سألقي خطبة اليوم . 
‫ عن القبعات ؟ 
‫ أنت ارتديت تلك القبعة فقط ‫ لتقنع " ميرتل " الأثرياء البيض ‫ بأنها أنقذتك من حياتك البائسة . 
‫ أو ربما إن أحسنت إلقاء الخطاب ، ‫ فستدعني أعمل معها . 
‫ عزيزتي ، أنت تعملين تحت إمرتها بالفعل . 
‫ أنا متطوعة . ‫ " صوتوا لقيادة المرأة " 
‫ - وهي تعني العمالة المجانية . ‫ 
- أشعر بأنك لا تفعلين ما يكفي . ‫ يبدو أن مديرنا أرسل بعض أعوانه إلى هنا . 
‫ هل أنت متأكدة ‫ من أنك تريدين إلقاء الخطابات لـ " ميرتل " ؟ 
‫ هل يمكنك التصرف بلطف ؟ 
‫ أنا أحاول . 
‫ اتحاد السود واليهود يضعف كل يوم ‫ بسبب خطاب حركة " أمة الإسلام " ‫ عن قوة السود . 
‫ لست بحاجة إلى أن أخبركم ‫ بأن معاداة السامية حاضرة . ‫ أمي . أخّرني الزحام . ‫ أهلاً . ‫ أهلاً . ‫ أهلاً . 
‫ - انظروا من وصلت أخيراً . ‫ - آسفة . 
‫ هل هذا " سيث " ؟ ‫ إنه يكبر بوتيرة أسرع من ديوني . 
‫ - أهلاً يا سيد " واينستين " . ‫ - " مادي " . 
‫ - " ميلتون " ، أسد لي خدمة ... ‫ 
- لاحقاً يا " سيد " . 
‫ ليكن في علمك أن الشقة الصغيرة ‫ في " ساندتاون " عُرضت للإيجار مجدداً . 
‫ - الشقة في الحي الفقير ؟ ‫ - حسناً . ‫ أحد رجالك كلفني مستأجراً العام الماضي . ‫ - سأكون في المتجر ... ‫ - إنه عيد الشكر يا سيد " واينستين " . ‫ - شكراً يا عزيزتي . 
‫ - وهل تحتفلون به ؟ 
‫ - أجل . ‫ 
- لا أفعل . ‫ نحن أمريكيون . 
‫ آسفة على تأخري . 
‫ كل الطرق مسدودة ‫ بسبب اختفاء تلك الفتاة البيضاء . 
‫ هذه صديقتي ، الآنسة " دورا كارتر " . 
‫ بالطبع ، نعرف الآنسة " كارتر " . 
‫ هل ستغنّين للسيدة " سامر " اليوم ؟ 
‫ هل ستدفع لي ؟ 
‫ " كليو " ، هل قابلت " ليندا " ؟ 
‫ هي الناظرة في ثانوية " دوغلاس " . 
‫ تقابلنا في حفل تبرع مدرسة الإنهاء . 
‫ تبرعت بتلك القبعة . 
‫ آمل أن أدخل ابني " تيدي " إلى مدرستك . 
‫ - نتيجته في الرياضيات الأعلى بين ... ‫ 
- أرجو أن ترحبوا ‫ بأول امرأة سوداء أمريكية تصبح عضواً ‫ في مجلس الولاية ، السيدة " ميرتل سامر " . 
‫ ولتقديم جوائزنا ، نطلب راعيتنا الجميلة ، ‫ السيدة " ميلتون شوارتز " . 
‫ شكراً لكم ، جميعاً . 
‫ " العطاء - مؤسسة رفاهية اليهود ، ‫ لجنة اليهود الأمريكيين " ‫ أريد أن أشكركم كلكم وزوجي " ميلتون " ‫ للسماح لي بتمثيل عائلتنا هنا اليوم . 
‫ من يريد أن يراني في الأعلى ‫ بينما يمكنهم رؤيتك ؟ 
‫ أريد أن أشكر المتطوعات منقطعات النظير ، ‫ السيدات الباسلات . ‫ بعضهن رافقنني منذ طفولتهن ‫ في أيامي التعليمية . 
‫ كما تعرفون جميعاً ، ‫ يشكر الرجل اليهودي الرب كل يوم ‫ بمباركات " شي لو أساني " الثلاثية ، ‫ لأنه لم يُخلق غير يهودي . 
‫ أعرف ما يحتاج إليه مجتمعنا . 
‫ لأنه لم يُخلق عبداً . 
‫ لتحقيق الرخاء . 
‫ ولأنه لم يُخلق امرأة . 
‫ قيل لي ‫ إن ذلك بسبب الأعباء التي تتحملها النساء . 
‫ إرسال أطفالهم إلى مدارس الفقراء ‫ والعيش في خطر ... 
‫ كانت مدارسنا بأفضل حال ‫ حتى تسبب قانونك لإلغاء الفصل العنصري ‫ بإرسال أفضل طلابنا إلى مدارس البيض . 
‫ هو محق . 
‫ يبدو أن " شيل غوردن " أرسل بعض أعوانه ‫ لإزعاج هذه الفعالية . 
‫ لم يرسلني أحد . ‫ أتحدث بالنيابة عن نفسي ‫ ورجال أعمال آخرين مثل السيد " غوردن " ‫ - الذين يهتمون لأمر هذا المجتمع ... ‫ - رجال أعمال ؟ ‫ ... أكثر منك . ‫ السيد " غوردن " مجرم ‫ يدير لعبة الأرقام الإجرامية منذ 20 عاماً ‫ والآن أضاف المخدرات إلى سجل أعماله . 
‫ السيد " غوردن " موّل حملتك الأولى . 
‫ أنت لا تتحدثين بالنيابة عنّا . 
‫ هي تتحدث بالنيابة عني . 
‫ أكملي يا " كليو " . 
‫ هذا لا يتعلق بالسيد " غوردن " . 
‫ إنه ليس كذلك . ‫ أغلبنا يحاولون إيجاد طريقة ‫ ليحصل أولادنا على تعليم جيد ‫ من دون أن نُضطر إلى القتال ‫ لنحصل على ربع ما يحصل البيض عليه . 
‫ كما تقولين فعلاً ، ‫ لا يمكنهم انتزاع كرامتنا منّا . ‫ بل نحن من يسلّمونها . 
‫ أفخر بتقديم هذه الجائزة للنساء الـ3 ‫ اللائي كنّ مثالاً للإصرار والقيادة ‫ في مجتمعنا . 
‫ تهانيّ يا سيدات . 
‫ شكراً يا سيدة " شوارتز " . لديّ خبر مهم . 
‫ عرفنا للتو أن الشرطة وسعت مجال البحث ، ‫ وأنه ستنطلق فرقة بحث كل 45 دقيقة ‫ من كنيس " درويد هيل " . 
‫ أرجو أن تنضموا إلى البحث ‫ وتتلوا صلواتكم ‫ من أجل " تيسي ديرست " وعائلتها . 
‫ بالتوفيق . 
‫ رباه يا أمي . 
‫ كرست الشرطة عدة أرقام لهذه الحالة الطارئة . 
‫ - شُوهدت " تيسي ديرست " آخر مرة ... ‫ - كان يجب أن أركب مع أبي . ‫ - ... في موكب عيد الشكر ... ‫ - " تيسي ديرست " ؟ 
‫ أجل ، ابنة " آلان ديرست " . 
‫ أجل ، أعرف من تكون " تيسي ديرست " . 
‫ - إذاً ، لماذا تسألين ؟ ‫ - لا أسأل . ‫ لا أصدّق ذلك فقط . 
‫ لا يمكنني الطهي . 
‫ يجب أن نذهب لنبحث عنها . 
‫ هل قتلت " تيسي ديرست " ؟ 
‫ إنه لحم الخروف يا " سيث " . 
‫ لهذا تأخرت . كان عليّ شراء فستان جديد . 
‫ وعليك أن تطهي بالمناسبة ، لأن ‫ أبي دعا ذلك الرجل الذي ارتدت المدرسة معه . ‫ " والاس وايت " . 
‫ بالطبع لم يخبرني والدك ‫ بأنه سينضم إلينا على العشاء . 
‫ - كان قراراً متعجلاً . ‫ - هذا طبعه . 
‫ أجل ، أنا واثقة بأن ما حدث لـ " تيسي ديرست " ‫ كان قراراً متعجلاً أيضاً . 
‫ اختفت فتاة يهودية صغيرة . 
‫ - ألا تريد المساعدة ؟ ‫ 
- نعم ، أريد أن آكل . 
‫ إن اختفيت ، ‫ أفلن تود أن يساعدني " آلان " على البحث عنك ؟ 
‫ هل تريدين البحث عن " تيسي " ‫ لتعتمدي على مساعدة آل " ديرست " ‫ ليبحثوا عني عندما أختفي ؟ 
‫ لماذا أنت غاضب عليّ دوماً ؟ 
‫ كان لحم الخروف في السيارة طيلة اليوم . ‫ أنا متأكدة من أنه فسد . ‫ لحم الخروف لم يفسد . 
‫ يريد الناس المراهنة مع مقامر ‫ يساعدهم على اختيار رقم . 
‫ - إن أردت فعل ذلك ، يجب أن تعرف ... ‫ - " تيدي " ؟ 
‫ ستنال عقابك . 
‫ - كم مرة ستفعلها يا " تشارلي " ؟ ‫ 
- مساء الخير يا " كليوباترا " . 
‫ " تشارلي " ، أنت وعدتني . 
‫ اسمعي ، هو يتمتع بموهبة " ألفن " في المراهنة . 
‫ " شيل " لم يكن في مجال المخدرات ‫ عندما بدأ أبي العمل في الأرقام . 
‫ لن يعمل ابني تحت إمرته أبداً . هل تسمعني ؟ 
‫ " كليو " ، كيف حالك ؟ 
‫ أنا بخير يا " جوني " . تسرني رؤيتك . 
‫ - أمي ، أنا أروي النكات . ‫ 
‫ أحب النساء كما أحب تسوية البيض . ‫ مقلية على جانب واحد . 
‫ تسرني رؤيتك يا " كليو " . 
‫ هل تذكرين " إيغي وودز " و " جوني " ‫ من مشرب " ريد فوكس " ؟ ‫ أجل . 
‫ عيد شكر سعيداً يا قوم . هيا . ‫ لا تدعوني أوقفكم . 
‫ أحب النساء كما أحب القهوة . ‫ ساخنة وسوداء . 
‫ أجل ، هذه أفضل . إنك في تحسن . 
‫ لديّ مزحة . 
‫ - ما تلك المزحة ؟ ‫ 
- أي واحدة ؟ ‫ بحقك يا " سلاب " . أنت تعرفها . 
‫ تلك المزحة عندما أعود إلى البيت ‫ ظانّةً أنك جهّزت الولدين لعيد الشكر . 
‫ لا . ألا تعجبك المزحة ؟ 
‫ لم تعجبني أيضاً . 
‫ هيا يا صغيري . لنذهب . 
‫ وإياك أن تظن أنني فرغت منك . 
‫ بحقك يا " ليو " . ‫ جاء " إيغي " و " جوني " إلى البلدة تواً . ‫ - حان وقت الذهاب . ‫ - لم أرهما منذ أعوام . 
‫ ارتد معطفك يا عزيزي . 
‫ - أعرف ما أريده في عيد الميلاد المجيد . 
‫ - اكتب رسالة إلى " بابا نويل " . 
‫ لا ، لا يمكنه القراءة . 
‫ من قال ذلك ؟ 
‫ " تيدي " ، لكنني سأرسم له صورة ‫ عندما تتحسن يدي . 
‫ لماذا لم تخبرني بأنها قادمة على السلالم ؟ ‫ هل تؤلمك يدك ؟ 
‫ اجلس . لا بأس . 
‫ لعلمك ، لم تكن يده تؤلمه عندما كان يضحك ، ‫ قبل أن تأتي وتحضري معك قلقك . 
‫ قلقي ؟ ‫ لا يمكنك أن تبعد " تيدي " عن الشارع حتى . 
‫ " تيدي " ليس في الشارع . 
‫ يخرج الفتى كل يوم ليعمل بالأرقام . 
‫ لن يحتاج إلى عمل الأرقام ‫ لو أن عرضك الكوميدي القذر ‫ لم يُرفض في كل ملهى في الجادّة . 
‫ سأمكث في منزل أمي ‫ حتى تقرر إن كانت عودتك إلى العمل ‫ بنفس أهمية الاحتفاظ بحقيقتك . 
‫ هيا يا " تيدي " . لنذهب . 
‫ أعرف من أكون ومن أريد أن أكون . 
‫ ولن أصبح مفلسة . 
‫ لعلمك ، يُوجد أشخاص مفلسون سعداء أيضاً . 
‫ هل تظن أن كل شيء مزحة ؟ 
‫ الولدان يحبان نكاتي . 
‫ - طرق على الباب . 
‫ - من الطارق ؟ 
‫ مئوية الأرجل . ‫ مئوية الأرجل من ؟ 
‫ مئوية الأرجل تبولت على شجرتنا . 
‫ هذه النكات التي تريد أمكما أن أقولها . 
‫ لا يهمني نوع النكات التي تقولها . ‫ ما دام الناس سيدفعون لسماعها يا " سلاب " . 
‫ هلا تحضر حقيبتي من فضلك . 
‫ مهلاً ، هل ستتركونني فعلاً ‫ - في عيد الشكر ؟ ‫ 
- هيا بنا . 
‫ على الأقل ، اتركي معي ولداً منهما . ‫ أفضّل " تيدي " . 
‫ أخبري " شيل " بأنني سآتي لاحقاً ! 
‫ لن تصدق ما رأيته ‫ في متجر الكتب في وسط البلدة . 
‫ في " هايلاندتاون " ؟ ‫ أجل . 
‫ الشابان اللذان افتتحاه ‫ أنشآ فرعاً من حزب حقوق الولايات الوطنية . 
‫ يريدون لعب دور النازية . 
‫ يتظاهرون بأنهم نازيون ؟ 
‫ إنها ليست لعبة ‫ إن بدؤوا حركة في وسط " بالتيمور " . 
‫ أشفق على أي يهودي يظن أنه بأمان . 
‫ أحتفظ بشفقتي لنجوم التلفاز المحليين ‫ الذين ليست لديهم رفيقة في العيد . 
‫ هل تظنين ‫ أن النساء مغرمات بالمذيعين المحليين ؟ 
‫ لا تتواضع يا " والاس " . لن تحقق شيئاً . 
‫ أرجوك استخدم منديلاً . 
‫ لم لا تقدمينني إلى إحدى صديقاتك يا " مادي " ؟ 
‫ آسف يا " والاس " . " مادي " ليس لديها أصدقاء . 
‫ لا أصدّق ذلك . 
‫ - لا ، أحدهم ينتظر دوره دوماً ... ‫ - هل ستترك هذا على الأرض فقط ؟ ‫ ... لمصادقة " مادي مورغنستيرن " . ‫ عذراً . قصدت " شوارتز " . 
‫ نخبك . 
‫ لعلمك ، أخذت أمك إلى حفل التخرج ‫ عندما تخلى عنها والد " تيسي ديرست " . 
‫ أجل ، وجدتها تنتحب في مكتب صحيفة المدرسة ‫ وانتهزت ... ‫ " والي " . أنت بارع كعادتك ‫ في رواية القصص الرائعة . 
‫ لم أكن أنتحب . كنت أبكي . ‫ ولم أكن أبكي على حفل التخرج السخيف . 
‫ تخيّلي لو انتهى بك الحال مع " ديرست " . 
‫ أصبح يهودياً أكثر من اللازم . ‫ حسناً . تحلّ ببعض الأدب . 
‫ ابنته مفقودة . ‫ ربما يمكنك ألّا تقول النكات عنه . 
‫ لسبب ما ، لم أسمع عن قصة حب الثانوية ‫ مع " آلان ديرست " . 
‫ لأنه لم تكن تُوجد قصة حب في الثانوية . 
‫ انشغلت جداً في صحيفة المدرسة ‫ في عامي الأخير . ‫ كان ذلك كل ما اهتممت لأمره . ‫ لم يهتم أحد لأمري . 
‫ من المتواضعة الآن ؟ 
‫ كان الجميع مغرمين بها . 
‫ لكن وحده " ميلتون " امتلك سرها . 
‫ حسناً ، يكفي هذا الكلام أمام " سيث " . 
‫ هل هذه نجمة صحيفة المدرسة ‫ ذاهبة أخيراً لتتفقّد لحم الخروف ؟ 
‫ كان هذا رائعاً يا فتى . 
‫ - أجل ، رائع . ‫ - وجهه مناسب للتلفاز . 
‫ أليس كذلك ؟ هذا ما أقوله له . 
‫ سنذهب إلى المنزل ‫ وسنضع الكمادات الباردة على يديك . ‫ اتفقنا يا صغيري ؟ 
‫ سيخفف هذا التورم وستشعر بتحسن . 
‫ آسفة . ضع تلك الحقيبة هناك . 
‫ أعرف يا عزيزي . أجل . 
‫ أعرف . دعني أخلع هذا . 
‫ أعرف . أهلاً يا أمي . 
‫ هيا . تعال واجلس معي . 
‫ أين " سلابي " ؟ 
‫ لديه عمل . 
‫ لا بد من أنك تزوجت برجل آخر . 
‫ عيد شكر سعيداً . 
‫ سيكون أسعد حتماً لو قضيته مع عائلتك ‫ بدلاً من العمل خلف ذلك المشرب . 
‫ عندما توظفني السيدة " سامر " بدوام كامل ، ‫ لن أُضطر إلى العمل ليلاً . 
‫ أحتاج إلى مساعدتكم لرعاية الولدين ‫ حتى ذلك الحين . 
‫ في فترة العطلات فقط . 
‫ ما دامت غرفتك ستسعكم جميعاً . 
‫ كيف حال الفتى الصغير ؟ ‫ تعال هنا . دعني ألقي نظرة إليك . 
‫ - اصفرت عيناه مجدداً يا " يونيتا " . ‫ - أعرف يا أمي . ‫ سآخذه إلى الطبيب غداً . هل تريد بعض العصير ؟ 
‫ لقد اكتفى من كل هؤلاء الأطباء . ‫ كل ما يقولونه ‫ هو إنه لا يُوجد علاج لفقر الدم . 
‫ - أمي ... ‫ - نحتاج إلى النبيّ ‫ ليأتي ويفحصه . 
‫ - نبيّ مزيف لعين . ‫ 
انتبهي إلى ألفاظك . 
‫ سمعتم كلامي . حذار أن يلمس ابني . 
‫ انتبهي إلى كلامك عندما تتحدثين عن الموقّر . ‫ انتبه إلى كلامك يا " أيزياه " . 
‫ لا بد من أنك نسيت منزل من هذا . ‫ منزل أبي ؟ ‫ توليت مسؤولية هذا المنزل منذ وقت طويل . 
‫ لكنك تبدو مرتاحاً جداً في مقعده . 
‫ اسمعي ، يجب أن تحترمي " أيزياه " ‫ عندما تتحدثين إليه . 
‫ - الاحترام مجهود من الطرفين يا أمي . ‫ - يمكنك أن تكرري قول ذلك . 
‫ يجب أن أذهب إلى العمل . 
‫ ضعي بعض الكمادات الدافئة على يديه و ... 
‫ النقيب " ستاسلي " من قسم شرطة " بالتيمور " ‫ أخبرنا بأنه كلّف عدة فرق ‫ للبحث عن الفتاة المفقودة ‫ وأبلغ كل رجال دوريات الشرطة ‫ بأن ينتبهوا إلى أي أشخاص مريبين . 
‫ اختفاء " تيسي " وحّد مدينة ‫ عاشت طويلاً بالتفرقة . 
‫ الأسقف " كارول " والقس ... ‫ " آلان ديرست " . 
‫ من يهتم ؟ 
‫ إن كانت لديكم أي معلومات قد تكون مفيدة ... ‫ أي شيء آخر تريدين إخباري به ؟ 
‫ " تيسي ديرست " مفقودة . 
‫ أشعر بأنه من الخطأ أن أكون في المطبخ الآن . 
‫ ظننت أنك تحبين المطبخ الجديد . 
‫ اسمعي يا " مادي " ، ‫ هل يمكننا أن نتناول عشاء عيد شكر لطيفاً ‫ وألّا نتحدث عن " تيسي ديرست " لعدة ساعات ؟ 
‫ سيد " ديرست " ، ‫ هل تود أن تقول شيئاً للمستمعين ؟ 
‫ أرجوكم أن تدعوا من أجل فتاتنا ‫ وتبحثوا عنها . 
‫ نشعر بالأمل وننتظر أن نعيدها إلى البيت . ‫ شكراً لكم . 
‫ - " مادي " ... 
‫ - يجب أن نذهب وننضم إليهم . 
‫ ... استخدمت صحون مشتقات الحليب لتقديم اللحم . 
‫ لماذا فعلت ذلك ؟ 
‫ آسف يا قوم ، لكن سيكون عليّ رمي هذا اللحم . 
‫ - آسف يا " والاس " . لا . ‫ - لا بأس . ‫ - تعتذر لـ " والي " ؟ ‫ - أجل . ‫ هل ذهب " والي " إلى شارع " لومبارد " ‫ ليحضر لك لحم الخروف الكوشر ؟ 
‫ " والاس " ضيفنا ، ‫ والآن ليس لدينا ما نقدمه له ، ‫ أم هل يجب علينا الامتناع عن الأكل ‫ حتى يعثروا على " تيسي ديرست " ؟ 
‫ حسناً . لنبدأ الصيام . 
‫ ظننت أنه عيد الشكر ‫ لكن يبدو أنه يوم الغفران . 
‫ ماذا ... مهلاً ... ‫ أعطيني هذا . ماذا تفعلين ؟ 
‫ أعطيني إياه . 
‫ معذرةً . 
‫ ماذا ... ‫ " مادي " ، رحل " والاس " . 
‫ هلا تدخلينني وتوقفين هذا الجنون . 
‫ نظفت كل شيء . 
‫ هيا ، دعيني أرى يدك . 
‫ ما الخطب ؟ ماذا انتابك ؟ 
‫ لماذا يتصرف الجميع كأن بي مشكلة ما ‫ لأنني مهتمة ؟ 
‫ بـ " تيسي ديرست " ؟ 
‫ لا أعرف يا " مادي " . 
‫ كل سكان " بالتيمور " يبحثون عنها ، ‫ وأصبح أنا المجنونة ؟ 
‫ لا أعرف شخصاً آخر يتعامل مع الأمر ‫ بهذه الطريقة . ‫ ولم أقل إنك مجنونة . 
‫ لم أقل ذلك قطّ . 
‫ كنت مستاء فقط ‫ لأنه لم يكن لدينا ما نقدمه ، اتفقنا ؟ 
‫ حاشا لله أن يمر يوم واحد من دون أن أخدمك . 
‫ تخدمينني ؟ 
‫ أجل يا " ميلتون " . 
‫ أجل يا " ميلتون " . لقد خدمتك لـ20 عاماً . 
‫ وأنت تظن أنني لا أجيد شيئاً ‫ سوى رعاية أمور البيت . 
‫ لا ، لا أظن ذلك . 
‫ - بلى . 
‫ - لا ، لا أظن ذلك . 
‫ ماذا إذاً ؟ ‫ " مادي " ... ‫ ما الذي تظن أنني أجيده سوى ذلك ؟ 
‫ لم تريدي يوماً أن تفعلي شيئاً آخر . 
‫ لم أحاول فعل أي شيء آخر ! 
‫ هل تساءلت يوماً عن السبب ؟ 
‫ إن لم يُعثر على طفلة مفقودة ‫ في أول 24 إلى 48 ساعة ، ‫ فهي ميتة على الأرجح . هل سمعت ذلك ؟ ‫ " مادي " ، ماذا تفعلين ؟ 
‫ ماذا يحدث ؟ 
‫ - دعها تغرب من هنا . ‫ - مهلاً ، انتبه إلى ألفاظك . 
‫ لا أحتاج إلى والدك ليسمح لي بالذهاب . 
‫ أجيبيني يا " مادي " . إلى أين تذهبين ؟ 
‫ ماذا يحدث ؟ 
‫ " مادي " ، هذا مفاجئ . ‫ مفاجئ تماماً ! 
‫ في الماضي ربما ما كنت لأصدّق أنك تركت زوجك ‫ ومنزلك الجميل وحياتكما التي بنيتماها معاً . 
‫ لكن كما غيّر الموت نظرة الناس إليّ ، ‫ فقد غيّر نظرتي إليك . 
‫ رأيتك مرة يا " مادي شوارتز " . 
‫ رأيتك قبل أن يبدأ كل هذا . 
‫ رأيت أنك رأيت أنني أراقبك . 
‫ يشبه هذا الكلام الذي كنا نقوله بسرعة ‫ في صغرنا . ‫ أرسم صورة لنفسي وهي ترسم صورة لنفسي ‫ وهي ترسم صورة لنفسي . 
‫ تستمر الصورة حتى تصبح ضئيلة ‫ ولا يمكنك رؤية أي شيء على الإطلاق . 
‫ مساء الخير يا سيدة " جونسون " . 
‫ كيف حال " دورا " ؟ 
‫ الفلفل الأسود والماء الساخن قد يفيدانها . 
‫ سأطمئن عليها عندما أنتهي من عملي بالأسفل . 
‫ - هل يمكنك تعليقه من أجلي ؟ ‫ - بالتأكيد . ‫ شكراً يا " كلارينس " . 
‫ الفتاة المفقودة اللعينة ‫ جعلت كل اليهود يغلقون مبكراً اليوم . 
‫ هل تريدني أن أخبر السيد " غوردن " ‫ بأنه ليس لدينا تأمين ‫ عندما تراهن البلدة كلها على رقم 466 ؟ 
‫ " ليو " ، عيد شكر سعيداً . 
‫ - عيد شكر سعيداً يا " فيرنون " . ‫ - أجل . 
‫ أنا قادم . 
‫ - ماذا تفعلين هنا ؟ تعالي . ‫ - " سيد " ، أنا آسفة حقاً لإزعاجك . ‫ تعالي . ‫ لا بأس . 
‫ شقة الحي الفقير التي تحدثت عنها . ‫ أريد أن أستأجرها منك لفترة . 
‫ عمّ تتحدثين ؟ 
‫ أين " ميلتون " ؟ المتجر مغلق . 
‫ - لكن معنا ... 
‫ - أحضراها . 
‫ شكراً يا ولدان . 
‫ " تيسي " المسكينة . 
‫ - تباً لك . ‫ 
- أنا " كليو " . 
‫ أنا آسفة . 
‫ تباً لك يا " كليو " . 
‫ ستؤدين الساعة 10 الليلة . 
‫ 11 . 
‫ 10 . 
‫ أحضرت لك الماء بالفلفل . 
‫ أما زلت ترتدين تلك القبعة السخيفة ؟ 
‫ تباً لك يا " دورا " . 
‫ " مادي " ، ماذا حدث ليدك ؟ 
‫ - هل أتوقف عن طرح الأسئلة ؟ ‫ - سأقدّر لك هذا . 
‫ يمكنني أن أجعل " جوديث " تريك إياها . 
‫ - هل تذكرين ابنتي ؟ " جوديث " . ‫ - بالطبع . 
‫ " جوديث " ! ‫ أجل ؟ 
‫ أريدك أن تأخذي السيدة " شوارتز " إلى الشقة . 
‫ 
- في الحي الفقير ؟ ‫ - كم شقة لدينا ؟ 
‫ استجمعي نفسك . 
‫ " مادي " ، لا عجلة في ذلك . 
‫ سأستردهما . أحتاج إلى رهنهما لشهر أو شهرين . 
‫ - هو لم يشتره من عندي حتماً . ‫ 
- اشتراه من متجر " ستاينر " . 
‫ متجر " ستاينر " . 
‫ متجر فخم والآن ها هو مغلق . 
‫ ماذا أقول دوماً يا عزيزتي ؟ 
‫ " لا تحتاج إلى الثريات لبيع ماسة . " 
‫ هذا صحيح . 
‫ يمكنني أن أقدم لك 500 فقط . 
‫ لكن " ميلتون " كان قد أمّنه بـ2000 دولار . 
‫ سأخبرك بشيء . لا أريد التورط في هذا ، ‫ لكن إن جاء أحدهم وأراد شراءه ، ‫ فسنتوصل إلى حل . 
‫ - هل وجدت المفاتيح يا عزيزتي ؟ 
‫ - سأبحث في الخلف . 
‫ خذي . 
‫ سأنتظر في السيارة . 
‫ " مادي " ... ‫ عيد شكر سعيداً . 
‫ - كيف الحال يا " كيرتيس " ؟ ‫ 
- ليلة عادية أخرى في " الفرعون " . 
‫ - هل يسود الحماس ؟ 
‫ - أجل . كيف حالك ؟ 
‫ لا شيء يسير في مصلحتي . ‫ أظن أنه يجب عليّ الدخول . 
‫ رباه . 
‫ الدخول لأعضاء الملهى فقط يا " سلاب " . ‫ أنت تعرف ذلك . ‫ يجب أن تجرب القتال بالوسائد . 
‫ الدخول للأعضاء فقط يا " سلاب " . ‫ أنت تعرف ذلك . ‫ - وللمؤدين أيضاً . 
‫ - أنت لم تعد تؤدي هنا . 
‫ هل هذه أوامر " شيل " ؟ 
‫ الحديث إليّ يشبه الحديث إلى السيد " غوردن " . 
‫ اسمع يا رجل ، طلبت من " كليو " أن تخبر " شيل " ‫ بأن زوجها سيأتي إليه ، اتفقنا ؟ 
‫ حقاً ؟ 
انتظر هنا إن أردت . 
‫ - هل رأى أحدكم " شيل " هنا ؟ 
‫ - السيد " غوردن " على المسرح . 
‫ صفقوا للرجل ‫ الأسطورة الموهوب ، ‫ " روي تانغلفوت ماكوي " . 
‫ يا زعيم ، " سلابي " في الخارج . ‫ يقول إنه يريد تقديم عرض . 
‫ - حقاً ؟ ‫ - أجل . ‫ لا أعرف ماذا أقول لك . أخبر " كليو " . ‫ حسناً . بالتأكيد يا زعيم . 
‫ الشرطي " بلات " . 
‫ " ريجي " ، كيف حالك ؟ 
‫ هل تتجنب الوقوع في مشكلات ؟ 
‫ طيلة اليوم وكل يوم . 
‫ يبدو أن أحدهم نال من عينك . 
‫ سأنال منه المرة القادمة . 
‫ " سلابي " يقول إنه يريد الدخول . 
‫ إلام تنظر أيها الشرطي ؟ ‫ ألا يجب أن تكون في الخارج ‫ تبحث عن فتاة بيضاء مفقودة ؟ ‫ قبل أن يأتوا إلى هنا ليضربوا إخوتنا السود ؟ 
‫ ستبدأ مناوبتي بعد ساعة . 
‫ إن كنت من سيعثر عليها ، ‫ فعليها أن تبقى مفقودة حتى الساعة 10 . 
‫ أليس كذلك يا " ريجي " ؟ 
‫ سرعتك في ذلك ‫ لا تعني أنه يمكنك أن تفلت من دفع البقشيش . 
‫ أدفع البقشيش . 
‫ ليس كافياً . 
‫ لم أعرف أن استراحتي هنا سببت هذه المشكلات . 
‫ لا تسمّها استراحة ما دامت في وقت عملك . 
‫ سيدتي القاضية ، هل أحاول إثبات براءتي ‫ من كوني بخيلاً ‫ أم إنك تقولين إنني أقبل الرشى ؟ ساعديني . ‫ أشعر بالفضول فقط ‫ لمعرفة ما تفعله هنا في منتصف الأسبوع . 
‫ كحال الجميع . من أجل الموسيقى ... ‫ والمنظر . 
‫ - المنظر ؟ ‫ - أجل . 
‫ لكن لا تقلقي حيالي . ‫ لا أتبول على الأشجار الموسومة . 
‫ لم أعرف أنك تحب الأشجار ‫ أيها الشرطي " بلات " . 
‫ لماذا ؟ 
‫ من الصعب إيجاد أشجار بيضاء . 
‫ " دورا " ! 
‫ الزهور تمدكم بالقوة ! 
‫ تخفيضات آخر اليوم ! 
‫ اشتروها بينما يمكنكم ذلك . 
‫ فراولة ثورية أكثر من " مارتن لوثر كينغ " . 
‫ الزهور تمدكم بالقوة ! 
‫ اشتروها بينما يمكنكم ذلك . 
‫ تخفيضات آخر اليوم ! 
‫ هيا ، دعيني أساعدك . 
‫ شكراً لك . 
‫ أجل . إنها أنيقة جداً . ‫ ماذا لو اشتريت سريراً قابلاً للطيّ ؟ 
‫ الشيء الوحيد الذي سيقنع أمي ‫ بالسماح لي بترك المنزل من دون زوج ‫ هو إن انتقلت للسكن مع امرأة لطيفة ‫ من شمال غربيّ " بالتيمور " . 
‫ امرأة عجوز لطيفة . 
‫ لم أخبر أمي حتى بأنني رحلت . 
‫ لن يكون ذلك أسهل ‫ من حين أخبرتها في سن الـ20 . 
‫ أنت لست عجوزاً . ‫ وإن تركتني أنتقل للسكن معك ، ‫ فلن تحتاجي إلى رهن خاتمك . 
‫ هل اقتربنا ؟ ‫ أجل . من هذا الاتجاه . 
‫ هيا . 
‫ ماذا تفعلين هنا يا حلوة ؟ 
‫ الباب يعلق أحياناً . 
‫ الإضاءة لا تعمل . 
‫ حسناً ، هذا المرحاض . 
‫ حوض الاستحمام كبير ، وهذا أمر لطيف . 
‫ إنه متسخ قليلاً فقط ‫ لأنني تركت النافذة مفتوحة بالخطأ . 
‫ غضب عليّ لأنني فعلت ذلك . 
‫ أجل ، لكن لم يعش أحد هنا منذ 6 أشهر تقريباً . 
‫ كنت أفكر في أن أنتقل للسكن هنا ، ‫ لكن هذا ذنبي . 
‫ يمكنني العودة بإسفنجة أو ممسحة أو ما شابه ‫ إن أردت . ‫ ووسادة أيضاً . 
‫ أجل ، أحب هذه الشقة فعلاً . ‫ لطالما أردت العيش هنا ، لكن أبي لا يسمح لي . 
‫ يقلق عليّ فعلاً . 
‫ لا أعرف شعورك حيال وجود شريكة سكن ، ‫ لكنني لا أمانع النوم على الأرض . 
‫ سآخذها . 
‫ حسناً ، سأساعدك على حمل حقيبتك . ‫ لا . شكراً لك . أريد تغيير ملابسي فقط ، ‫ ثم سأذهب إلى الكنيس لأنضم إلى فرقة البحث . ‫ لن يسمحوا بمشاركة امرأة . 
‫ إذاً سأبدأ فرقة بحثي الخاصة . 
‫ لن تكون فرقة إن ذهبت بمفردك . 
‫ لا أحتاج إلى شريكة سكن يا " جوديث " . 
‫ ما رأيك في صديقة ؟ 
‫ ما تلك الكلمة ؟ 
‫ - هيا . انهضي . ‫ - لا . ‫ " دورا " . ‫ " دورا " . ‫ أقسم لك إن لم تصعدي إلى المسرح ‫ خلال 10 دقائق ... ‫ هيا يا عزيزتي . 
‫ هكذا . هيا يا عزيزتي . ‫ مديرك جعلها تدمن هذه المخدرات . ‫ كيف يُفترض بها أن تغنّي ؟ 
‫ مديري ؟ 
ألست هنا ؟ ‫ - " ريجي " . ‫ - تعملين له أيضاً . 
‫ لا أفعل نفس ما تفعله . 
‫ هيا يا عزيزتي . ‫ تعرفين أن " كاب كالواي " قادم الليلة . 
‫ هكذا . أجل . 
‫ أيتها الحقيرة . هيا . ‫ تعلمين أن السيد " هايديهو " يتشوق ‫ لسماعك تغنّين . 
‫ أحضرها إلى المسرح عندما تفتح عينها الأخرى . ‫ لا تتأخر . 
‫ أجل يا عزيزتي . تعلمين ‫ أن السيد " هايديهو " يتشوق لسماع غنائك . 
‫ " ليفتي " ، ستأتي " دورا " بعد 5 دقائق . ‫ النسخة البطيئة ‫ من أغنية " وير ديد أور لوف غو " . 
‫ " كليو " . 
‫ " شيل " . 
‫ هل أردت رؤيتي يا سيد " غوردن " ؟ 
‫ أجل ، اجلسي . 
‫ هل تريدين مشروباً ؟ 
‫ لا ، شكراً لك . 
‫ " كليو " تتابع سجلّاتي منذ أن كانت يافعة . 
‫ وهي بارعة في ذلك أيضاً . ‫ أحاول إقناعها بفعل المزيد من أجلي ، ‫ لكنها أكثر انشغالاً بإلقاء الخطابات . 
‫ صحيح يا " كليو " ؟ 
‫ أنت باردة المشاعر . ‫ تركت " سلابي " في الخارج هكذا ‫ مثل قبعة قديمة . 
‫ أجل ، مررنا بيوم عصيب ، ‫ ولم أرد أن أخوض ذلك هنا . 
‫ لا أريد أن أرى رجلاً أسود ينهار ، ‫ لذا لندخله ليقدم عرضاً . 
‫ شكراً يا سيد " غوردن " . 
‫ هل تعملين مع السيدة " سامر " الآن ؟ 
‫ لا ، أنا متطوعة ... 
‫ - هل تعملين لديها مجاناً ؟ ‫ - ... للسيدة " سامر " . ‫ وأنا أدفع لك لتعملي لديّ ؟ 
‫ لا بد من أنني أخطأت في شيء ما . 
‫ حتماً . 
‫ اسمعي ، لم لا تذهبين إلى هناك ‫ لتخبري هؤلاء الناس بأن " دورا " ستبهرهم ؟ 
‫ لا أستمتع بالصعود إلى المسرح ‫ يا سيد " غوردن " . 
‫ يجب أن تتذكري ذلك ‫ عندما تطلب منك السيدة " سامر " الكلام ، ‫ لكن هذا الفارق بيني وبينها . 
‫ أنا أدفع لك ، لذا لا أطلب ذلك منك . 
‫ أجل يا سيدي . معذرةً . 
‫ فتاة صالحة . 
‫ " تيسي " ! ‫ " تيسي " . 
‫ أعرف إلى أين أذهب . 
‫ يُوجد طريق هنا يقود إلى البحيرة . 
‫ هل هذه بقعتك القديمة لتبادل القبلات ؟ 
‫ لا . 
‫ لماذا تتصرفين بغرابة ؟ 
‫ لا أتصرف بغرابة . ‫ حسناً . 
‫ لعلمك ، لا تُوجد مشكلة ‫ في التدحرج عارية على الحشائش ‫ مع بعض الأولاد . 
‫ هل يمكنك حمل هذا ؟ 
‫ نحن في عام 1966 . 
‫ لم أكن أتدحرج عارية على الحشائش مع أحد . 
‫ ماذا تفعلين ؟ 
‫ - ماذا أفعل في نظرك ؟ ‫ - لا تفعلي هذا بقربي . 
‫ سيداتي وسادتي . ‫ عرفت هذه المؤدية التالية منذ صغري ، ‫ وما زلت لا أعرف ما ستفعله الآن ، ‫ لكنني أشعر دوماً برغبة في سماع المزيد منها . 
‫ من أجل متعتكم ، الفريدة من نوعها ، ‫ الآنسة " دورا كارتر " . 
‫ لا أصدّق هذا . 
‫ مهلاً ! 
‫ لا تلمسيها ! 
‫ أريد أن أعانقها فقط . 
‫ - فقط ... ‫ - عانقيني . 
‫ " جوديث " ، اذهبي لتحضري أحدهم . 
‫ أعدك ألّا ألمسها ، ‫ لكن يجب أن أنتظر هنا معها . 
‫ ستتفهمين ذلك لو كنت أماً . 
‫ عندما تموتين ، لا تعودين فتاة . ‫ ولا امرأة ، ولا زوجة . 
‫ لا تعودين أم أحدهم ولا ابنة أحدهم . 
‫ ولا أحد يمكنه أن يملي عليك ‫ كيف تعيشين حياتك . 
‫ أنت أردت من موت " تيسي " ‫ أن يمنحك تلك الحرية ، صحيح ؟ 
‫ لكنه أراك الباب فقط . 
‫ احتجت إلى موتي لتفتحيه . 
