कह ज त है , " जब तक शेर अपन कह न ख़ुद नह ं सुन त , श क र न यक बन रहेग । " 
जब मैं ज़ ंद थ , मैं क्ल य ज नसन थ । लेक न मेर म त के ब द , मैं बस " लेड इन द लेक " य न झ ल में डूब हुई एक औरत बन गई । 
तुमने कह तुम ज नत ह क मेर ज न क सने ल , मैड म र्गेनस्टर्न । 
शहर क " लेड इन द लेक " क अंत म संस्क र कल तुमने कह तुम्ह रे आने से पहले क स क परव ह नह ं थ । 
सच यह है क ... तुम मेर कह न क अंत ह ने के ब द आईं और तुमने उसे अपन कह न क शुरुआत में बदल द य । 
कमबख़्त मेलब क्स बनन मुब रक ह । 
ठ क है । सैंट क छ ट मेलब क्स । चल ! 
ब ल्ट म र ठ क है । क म शुरू । चल , करते हैं । 
हे , सैंट क ख़त भेजन च हते ह ? 
सब ल ग ं क हैप थैंक्सग व ंग । 
मैं यह ँ ब ल्ट म र के पसंद द प्रस्तुतकर्त , व लेस व्ह इट के स थ हूँ । 
तुम्हें हम र परेड कैस लग रह है , व लेस ? 
यह ँ मैर लैंड एवेन्यू में र नक़ छ ई हुई है , व श ल गुब्ब र ं से पर पूर्ण । 
उन ज कर ं क देख ! 
व ह । और वह ब ज़ गर । मुझे मेर बचपन य द आ गय ! 
आज क द न ह फ र से बच्च बन ज ने क है । 
लेक न फ़ क्र मत कर , डैड । हम रे प स आपके ल ए भ एक त हफ़ है । 
देख ए , हम रे अपने ब ल्ट म र ओर य ल्स आ गए हैं , ज अपने वर्ल्ड स र ज़ टूर पर हैं । 
न चते हुए मेलब क्स भ देख ए । 
अगर आप कभ भ क स थैंक्सग व ंग परेड में गए हैं , त आपक पत ह ग क हर छ टे बच्चे क एक ह पल क इंतज़ र रहत है । 
तुम्हें सैंट क ख़त भेजने हैं , बच्चे ? 
और वह पल इस समय घट त ह रह है । 
उस आदम क भव्य आगमन , ज से सेंट न क , क्र स क्र ंगल , द ज ल वन जैसे न म ं से ज न ज त है , य ज से हम यह ँ ब ल्ट म र में सैंट कहकर पुक रते हैं । 
दूर उत्तर ध्रुव से आख़ रक र यह ँ मैर लैंड एवेन्यू में पहुँचने पर म स्टर क्ल स क क्य श नद र जय-जयक र ह रह है । 
वह अपने स थ छ टे बच्च ं के ल ए बहुत स रे उपह र और आकर्षक वस्तुएँ लेकर आए हैं । बच्च ं क यह देखकर बहुत अच्छ लगेग । 
- टेस । - म फ़ करन । टेस , आओ । डैड आ गए हैं । चल , चलते हैं । आओ । ब्रेक्सटन अभ खुल ह ग । क र क च ब य ँ तुम्ह रे प स हैं ? 
तुम्ह रे क ट क जेब में हैं । 
- म म , सैंट क कैसे पत क हम यहूद हैं ? - ह ँ ? क्य ंक हम रे घर के दरव ज़े पर एक मेज़ूज़ लग हुआ है । 
अगर मैं मैर के घर पर स ज ऊँ त ? 
उसे फ र भ पत चल ज एग । 
मैर मेर प ल नह ं ख लेग । 
टेस , सैंट असल में नह ं ह त है । ठ क है ? मैर के म टे प त ह सैंट के कपड़े पहनकर आते हैं । 
मैर से यह मत कहन क तुम्ह र म ँ ने तुम्हें यह बत य थ । 
मैर क पत है क वह म टे हैं । 
डैड क मतलब है क मैर से मत कहन क सैंट असल में नह ं ह त है । 
मैं क स ग़ैर-यहूद क तरह तुमसे झूठ ब ल-ब लकर थक चुक हूँ । अब तुम बड़ ह गई ह , ठ क है ? 
च र हफ़्त ं में ह नक है और तुम अपने प त से ज च हे म ँग सकत ह । 
- मुझे क्य च ह ए , पत है । मुझे स ह र्स च ह ए । - ठ क है ? 
ठ क है । वैसे , अभ के ल ए , - बस इस ख़ूबसूरत परेड क लुत्फ़ उठ ते हैं । - इस ख़ूबसूरत " झंझट " क । इसक वजह से यह र स्त भ बंद है । हमें व पस ग रज घर ज न ह ग । 
ठ क है । डेव ड क मुझे दे द । यह ँ आओ , बच्चे । तुम बड़े ह गए ह । ट्र प कल फ़ श हेवन ठ क है । मुझे समझ नह ं आ रह है क तुमने प छले स ल क तरह क र संग्रह लय में प र्क क्य ं नह ं क । 
मैंने प छले स ल क तरह क र संग्रह लय में प र्क नह ं क क्य ंक तुमने कह थ - हम वह ँ द ब र प र्क नह ं कर सकते क्य ंक ... - नह ं , ज न ... 
अलब इन आईब इटर । 
क्य तुम कुछ ख ज रह ह ? 
मैं बस मछल देख रह थ । 
तुम ज ओ और अपने म त - प त के स थ व पस आन । 
क्य वे यह ँ हैं ? 
आपक पत थ क स ह र्स मछल ह त हैं । 
यह तुमने स्कूल में स ख ? 
मैं बेस य क व ज त हूँ । हमें मछल य ं के ब रे में नह ं स ख य ज त । बस इतन ह क भगव न ने उन्हें प ँचवें द न पर बन य थ । 
उस द न , ज स द न पक्ष य ं क बन य थ । ह ँ । 
क्य आपके प स यह ँ क ई स ह र्स हैं ? 
ट बेर गम , प्ल ज़ । 
- हैल । 
- म सेज़ श्वर्ट्ज़ । ब्र स्केट य चक ? 
ब्र स्केट , त न ल ग ं के ल ए । 
बल्क प ँच ल ग ं के ल ए दे द । 
म ल्टन हमेश आख़ र वक़्त में क स न क स दम्पत क आमंत्र त कर लेत है । 
ऐस इसल ए क्य ंक वह एक सम्म न त व्यक्त है । 
ऐस इसल ए क्य ंक वह एक त क़तवर व्यक्त है । 
एक त क़तवर व्यक्त ज नत है क पैस ं से क्य नह ं ख़र द ज सकत । एक ख़ूबसूरत " बह दुर औरत " ज उसके ल ए मेमने क क शर म ंस ल ने के ल ए इधर-उधर भ गत फ र रह है । 
छह मह ने क । 
ओय , यह त बच्च है । 
फ़ क्र मत कर ए , म सेज़ श्वर्ट्ज़ । क स क उसक य द नह ं आएग । 
क स क उसक य द नह ं आएग । 
ज़र सुन ए । क्य मैं प्ल ज़ ख ड़क में लग वह प ल ड्रेस पहनकर देख सकत हूँ ? 
बेशक , मैम । मुझे म फ़ क ज ए । 
यह ख ड़क में लग प ल ड्रेस पहनकर देखन च हत हैं । 
बेशक , मैम । मैं अभ आत हूँ । 
क्य मैं आपक कुछ और द ख सकत हूँ , मैम ? नह ं , शुक्र य । वह ड्रेस क फ़ है । 
अगर आपके स इज़ क ड्रेस नह ं म ल , त मैं आपके ल ए ऑर्डर भ कर सकत हूँ । 
- मुझे तुरंत एक ड्रेस च ह ए । - वह स मव र क यह ँ आ ज एग । 
भगव न क़सम , आज सुबह हम रे प स त न ड्रेस थ ं । ज ख ड़क में लग है , वह म ल प एग ? 
आपने स च ल य है , मैम ? वह म डल एक अश्व ... ह ँ , मुझे क ई फ़र्क़ नह ं पड़त । 
उस म डल ने आज सुबह से वह ड्रेस पहन हुई है । ह सकत है वह गंद ह । 
मैं वह ड्रेस पहनकर देखन च हूँग , प्ल ज़ । 
बेशक , मैम । मैं आपक फ़ ट ंग रूम तक ले चलत हूँ । 
वह ँ एक मह ल हैं ज ख ड़क व ल प ल ड्रेस पहनकर देखन च हत हैं । 
उन्हें क ई ऐतर ज़ नह ं है ? 
ऐथल इस वक़्त उन्हें फ़ ट ंग रूम में ले ज रह है । 
- क्ल य । 
- हमें यह ड्रेस च ह ए । 
- तुरंत , म स ? - ह ँ । जल्द कर । 
फ़ ट ंग रूम्स यह ं रहन । 
इस ड्रेस क क्ल प बहुत पेच द है । 
ज़ प अटक रह है । 
- वह आ रह हैं । 
- मुझसे यह नह ं खुल रह है । 
मैं यह कर सकत हूँ , म स शर्ल । मैं क श श करके देखूँ ? 
जल्द कर । 
त पूर सड़क इसल ए बंद है ? 
ह ँ । प इक्सव ल क एक लड़क ल पत ह गई है । 
उसके म त - प त उसे परेड द ख ने ल ए थे । ओह , नह ं । मैं भ प इक्सव ल से हूँ । सच में ? मतलब , मुझे त ब ल्कुल अंद ज़ नह ं थ । 
आप ब ल्कुल भ यहूद नह ं लगत हैं । 
मुझे यक़ न है वह जल्द म ल ज एग । 
आख़ र यह ब ल्ट म र है , न्यूय र्क शहर नह ं । 
बहुत-बहुत शुक्र य । मैं क ट भ लूँग । शुक्र य । 
अब , चल , तुम्हें कुछ और पहन ते हैं । श यद मैर क्व ंट क क ई ड्रेस । 
मुझे म फ़ करन । द पहर के ब रह बज चुके हैं और मुझे आज जल्द ज ने क इज ज़त म ल गई थ । 
मुझे क स ने कुछ नह ं बत य । 
मैंने म स्टर ग ल्डबर्ग क प छले हफ़्ते सूच त क य थ । 
मुझे तुम्ह रे पैसे क टने पड़ेंगे । 
म स शर्ल , क्य मुझे मेरे कपड़े म ल सकते हैं , प्ल ज़ ? 
रुक । 
- म सेज़ श्वर्ट्ज़ । 
- शुक्र य , एरन । 
तुम्ह रे जूते में कुछ गड़बड़ है क्य ? 
तुमने यह कैस घट य ट प पहन हुई है ? 
सह में ? तुम ज नत ह मैं आज भ षण देने व ल हूँ । 
ट प य ं पर ? 
तुमने यह ट प स र्फ़ इसल ए पहन है त क मर्टल इन अम र श्वेत आदम य ं क यह यक़ न द ल सके क उसने तुम बेच र क बच य है । 
य अगर मैं यह भ षण अच्छे से दे देत हूँ , त श यद वह मुझे उसके ल ए क म करने दे । 
ज न , तुम पहले ह उसके ल ए क म कर रह ह । 
मैं स्वयंसेव करत हूँ । मह ल नेतृत्व के ल ए व ट करें 
- वेतनह न श्रम क एक और न म । 
- मुझे लगत है तुम पर्य प्त स्वयंसेव नह ं करत ं । लगत है हम रे ब स ने अपने कुछ स थ य ं क यह ँ बुल ल य है । 
तुम पक्क मर्टल के ल ए भ षण देन च हत ह ? 
तुम मुझे परेश न करन बंद कर सकत ह , प्ल ज़ ? 
मैं क श श कर रह हूँ । 
अश्वेत-यहूद गठबंधन , नेशन ऑफ़ इस्ल म के अश्वेत शक्त के प्रच र से द न-ब-द न कमज़ र ह त ज रह है । 
यह कहने क ज़रूरत नह ं है क यहूद - व र ध भ वन यह ँ बन रहेग । म म । यह ट्रैफ़ क भ न । ह य । हे । 
- आख़ र तुम आ गईं । - म फ़ करन । 
क्य यह सेथ है ? यह त मेरे क़र्ज़ से भ ज़्य द तेज़ से बढ़ रह है । 
- हैल , म स्टर व इंस्ट न । - मैड । 
- म ल्टन , मुझे एक " मदद " च ह ए ... 
- ब द में , स ड । 
बस तुम्हें बत रह हूँ क मुझे सैंडट उन व ल स्टूड य अप र्टमेंट फ र से क र ए पर देन है । 
- वह ज ब टम में है ? - ठ क है । प छले स ल तुम्ह रे एक आदम ने क र एद र ढूँढ द य थ । - मैं स्ट र में रहूँग ... - आज थैंक्सग व ंग है , म स्टर व इंस्ट न । - शुक्र य , ज न । 
- और आप उसक जश्न मन ते हैं ? 
- ब ल्कुल । 
- मैं नह ं मन त । हम अमेर क हैं । 
देर से आने के ल ए म फ़ करन । 
उस श्वेत लड़क के गुम ह ज ने से सब जगह ज म लग हुआ है । 
यह मेर द स्त , म स ड र क र्टर है । 
बेशक , हम म स क र्टर क ज नते हैं । 
क्य आज आप म सेज़ समर के ल ए ग ने व ल हैं ? 
वह पैसे देंग ? 
क्ल य , क्य तुम ल ंड से म ल ं ? 
यह डगलस ह ई स्कूल क उपप्रध न च र्य हैं । 
हम च र्म स्कूल के ग वअवे क र्यक्रम में म ले थे । 
मैंने वह ट प द न में द थ । 
मैं अपने बेटे , टेड क आपके स्कूल में भर्त करव न च हत हूँ । 
- उसके गण त के अंक सबसे ज़्य द हैं पूर ... 
- प्ल ज़ मेरे स थ स्व गत क ज ए अमेर क क पहल अश्वेत मह ल र ज्य सभ सद , म स मर्टल समर क । 
और पुरस्क र व तरण के ल ए , हम बुल न च हते हैं हम र ख़ूबसूरत संरक्षक , म सेज़ म ल्टन श्वर्ट्ज़ क । 
आप सबक शुक्र य । 
द जेडब्ल्यूएफ़ - एजेस मैं आज यह ँ , मुझे अपने पर व र क प्रत न ध त्व करने देने के ल ए आप सबक और मेरे पत , म ल्टन क शुक्र य अद करन च हत हूँ । 
जब उनके स मने तुम ह सकत ह , त वह ँ मुझे क न देखन च हेग ? 
मैं अपन बेम स ल स्वयंसेव क ओं , इन बह दुर मह ल ओं क शुक्र य कहन च हत हूँ । ज नमें से कुछ त मेरे अध्य पन के द न ं से मेरे स थ हैं , जब वे बहुत छ ट हुआ करत थ ं । 
जैस क आप सब ज नते हैं क एक यहूद आदम त न " श ल अस न " दुआओं के स थ , हर र ज़ इस ब त के ल ए भगव न क शुक्र य अद करत है क भगव न ने उसे एक ग़ैर-यहूद नह ं बन य । 
मैं हम रे समुद य क ज़रूरतें ज नत हूँ । 
क भगव न ने उसे ग़ुल म नह ं बन य । 
समृद्ध क र स्त । 
और भगव न ने उसे एक औरत नह ं बन य । 
मुझे बत य गय है क इसक वजह वह ब झ है ज हम औरतें उठ त हैं । 
अपने बच्च ं क घट य स्कूल ं में भेजन और एक असुरक्ष त म ह ल में ... 
हम रे स्कूल ं में सब सह चल रह थ , जब तक क आपके एक करण व धेयक क वजह से हम रे सबसे अच्छे व द्य र्थ श्वेत स्कूल ं में नह ं गए थे । 
ब त त सह है । 
लगत है शेल ग र्डन ने अपने कुछ स थ य ं क इस क र्यक्रम में रुक वट ड लने के ल ए भेज है । 
मुझे क स ने नह ं भेज । मैं अपने और म स्टर ग र्डन जैसे दूसरे व्य प र य ं क तरफ़ से ब ल रह हूँ , - ज न्हें इस समुद य क ... - व्य प र ? ... आपसे कह ं ज़्य द फ़ क्र है । म स्टर ग र्डन एक अपर ध है ज सने 20 स ल ं तक अवैध ल टर क धंध क य और अब अवैध ड्रग्स क धंध भ शुरू कर द य है । 
आपक पहल मुह म के ल ए पैसे म स्टर ग र्डन ने द ए थे । 
आप हम में से क स क प्रत न ध नह ं हैं । 
यह मेर प्रत न ध हैं । 
ब ल , क्ल य । 
यह ँ ब त म स्टर ग र्डन क नह ं ह रह है । 
ब ल्कुल नह ं । हम में से ज़्य द तर ल ग एक ऐसे र स्ते क तल श में हैं ज स पर चलकर हम रे बच्च ं क अच्छ श क्ष म ल सके और हमें , श्वेत ल ग ं के अध क र ं क एक-च थ ई प ने के ल ए भ संघर्ष न करन पड़े । 
जैस क आप कहते हैं , हम र गर म हमसे कभ छ न नह ं ज न च ह ए । स र्फ़ हम ह उसे त्य ग सकते हैं । 
मैं यह पुरस्क र उन त न औरत ं क देते हुए गर्व महसूस कर रह हूँ ज हम रे समुद य में दृढ़ इर द ं और नेतृत्व क म स ल हैं । 
आप सब मह ल ओं क बहुत बध ई । 
शुक्र य , म सेज़ श्वर्ट्ज़ । मेरे प स एक ज़रूर ख़बर है । 
हमें अभ - अभ पत चल है क पुल स ने एक नय ख ज क्षेत्र न र्ध र त क य है और ड्रुइड ह ल स नेग ग से हर 45 म नट ं में 
प्ल ज़ इस तल श में श म ल ह इए और टेस डर्स्ट और उसके पर व र के ल ए प्र र्थन क ज ए । 
शुभक मन एँ । 
भगव न , म म । 
पुल स ने इस आप त स्थ त के ल ए कई फ़ न ल इनें न र्ध र त क हैं । 
- टेस डर्स्ट क आख़ र ब र ... - मुझे डैड क ग ड़ में ज न च ह ए थ । - ... थैंक्सग व ंग डे क एक परेड में देख गय थ ... - टेस डर्स्ट ? 
ह ँ , ऐलन डर्स्ट क बेट । 
ह ँ , मैं ज नत हूँ टेस डर्स्ट क न है । 
- फ र आप पूछ क्य ं रह हैं ? - मैं पूछ नह ं रह हूँ । मुझे बस यक़ न नह ं ह रह है । 
मैं ख न नह ं बन सकत । 
हमें उसे ढूँढने ज न च ह ए । 
आपने टेस डर्स्ट क क़त्ल कर द य ? 
वह म ंस क है , सेथ । 
इस ल ए मुझे देर ह गई थ । मुझे एक नई ड्रेस लेन पड़ । 
और वैसे , आपक ख न बन न पड़ेग , क्य ंक डैड ने उस आदम क आमंत्र त क य है , ज आपके स्कूल में थ । व लेस व्ह इट । 
बेशक तुम्ह रे प त मुझे क्य ं बत एँगे क वह ड नर के ल ए आ रह है ? 
- वह एक एक तय हुआ थ । - वह ऐसे ह करते हैं । 
ह ँ , मुझे यक़ न है , टेस डर्स्ट के स थ ज हुआ , वह भ एक एक ह हुआ ह ग । 
एक छ ट स यहूद बच्च ग़ यब ह गई । 
- क्य तुम मदद नह ं करन च हते ? 
- नह ं , मैं ख न ख न च हत हूँ । 
अगर तुम ग़ यब हुए ह ते , क्य तुम यह उम्म द नह ं करते क ऐलन तुम्हें ढूँढने में मेर मदद करे ? 
त आप टेस क इसल ए ढूँढन च हत हैं , क्य ंक आप स च रह हैं क अगर मैं ग़ यब ह गय त डर्स्ट पर व र मेर तल श करेग ? 
तुम मुझ पर हमेश इतन ग़ुस्स क्य ं करते ह ? 
म ंस पूर द न क र में रह है । वह पक्क ख़र ब ह गय ह ग । म ंस ख़र ब नह ं हुआ है । 
ल ग एक ऐसे रनर के स थ द ँव लग न च हते हैं ज नंबर चुनने में उनक मदद कर सके । 
- अगर तुम्हें यह करन है त तुम्हें पत ह न च ह ए ... - टेड ? 
मैं तुम्हें अभ देखत हूँ । 
- क तन ब र , च र्ल ? 
- कैस ह , क्ल य पैट्र ? 
च र्ल , तुमने मुझसे व द क य थ । 
हे , उसमें ऐल्व न क तरह रनर बनने क हुनर है । 
जब मेरे डैड रनर थे , तब शेल अवैध ड्रग्स क धंध नह ं करत थ । 
मेर बेट उसके ल ए कभ क म नह ं करेग । मेर ब त सुन रहे ह ? 
क्ल य , कैस ह तुम ? 
मैं अच्छ हूँ , ज न । तुम्हें देखकर अच्छ लग । 
- मम्म , मैं चुटकुले सुन रह हूँ । 
मुझे औरतें वैस ह पसंद हैं जैसे अंडे । चमक ल भ ग ऊपर । 
तुम्हें देखकर अच्छ लग रह है , क्ल य । 
तुम्हें रेड फ़ क्स ल उंज के एग वुड्स और ज न य द हैं ? ह ँ । 
सबक हैप थैंक्सग व ंग । चल । रुकने क ज़रूरत नह ं है । 
मुझे औरतें वैस ह पसंद हैं जैसे क फ़ । गर्म और अश्वेत । 
हे , यह व ल बेहतर है । यह ... तुम स ख रहे ह । 
मैं भ सुन त हूँ । 
- वह चुटकुल य द है ? 
- क न स ? ओह , बत ओ भ , स्लैप , तुम्हें त य द है । 
वह ज समें मैं यह स चते हुए घर आत हूँ क तुमने बच्च ं क थैंक्सग व ंग के ल ए तैय र कर द य ह ग । 
ओह , नह ं । तुम्हें यह चुटकुल पसंद नह ं आय ? 
मुझे भ पसंद नह ं है । 
चल , बच्चे । चलते हैं । 
और तुम यह मत स चन क तुम बच गए ह । 
अरे , ल य । एग और ज न अभ - अभ शहर में आए हैं । - चल , चल ज ए । - मुझे इनसे म ले स ल ं ह गए थे । 
अपन क ट पहन , बच्चे । 
- मैंने स च ल य मुझे क्र समस पर क्य च ह ए । 
- तुम सैंट क एक न ट ल ख सकते ह । 
नह ं , वह पढ़ नह ं सकते । 
ऐस क सने कह ? 
टेड ने । पर मेर ह थ ठ क ह ने के ब द मैं उन्हें एक तस्व र बन कर भेजूँग । 
तुमने मुझे बत य क्य ं नह ं क वह ऊपर आ रह है ? तुम्ह रे ह थ में दर्द ह रह है ? 
बैठ ज ओ । क ई ब त नह ं । 
पत है , जब यह हँस रह थ , तब इसके ह थ में दर्द नह ं ह रह थ , तुम्ह रे झल्ल ते हुए ऊपर आने से पहले । 
झल्ल ते हुए ? मेरे झल्ल ते हुए ? तुम टेड क ब हर घूमने से भ नह ं र क सकते । 
टेड ब हर घूम नह ं रह थ । 
वह लड़क हर र ज़ ब हर ज कर सट्ट लग त है । 
उसे सट्ट लग ने क ज़रूरत नह ं पड़त अगर तुम्ह र घट य एक्ट तुम्हें इस इल क़े के सभ क्लब ं से ब हर नह ं न क लव देत । 
मैं तब तक अपन म ँ के घर पर रहूँग जब तक तुम यह फ़ैसल नह ं कर लेते क व पस क म पर ज न भ तुम्ह रे सच ज तन ज़रूर है य नह ं । 
चल , टेड । चल , चलते हैं । 
मैं ज नत हूँ क मैं क न हूँ और क्य बनन च हत हूँ । 
मैं ग़र ब नह ं रहूँग । 
पत है ग़र ब ल ग भ ख़ुश रह सकते हैं । 
क्य तुम्ह रे ल ए सब कुछ मज़ क़ है ? 
लड़क ं क मेरे मज़ क़ पसंद हैं । 
- खट-खट । 
- क न है ? 
मूर्त य ँ । मूर्त य ँ क न ? 
" मूत द य " सैंट ने हम रे क्र समस के पेड़ पर । 
तुम्ह र म ँ च हत है क मैं ऐसे चुटकुले सुन ऊँ । 
मुझे क ई फ़र्क़ नह ं पड़त क तुम क स तरह के चुटकुले सुन ते ह । बशर्ते ल ग उन्हें सुनने के पैसे दें , स्लैप । 
क्य तुम मेर पर्स उठ ओगे , प्ल ज़ ? 
रुक , तुम सच में थैंक्सग व ंग पर - मुझे छ ड़कर ज रह ह ? 
- चल । 
कम से कम एक लड़के क त मेरे प स रहने द । ह सके त टेड क । 
शेल से कहन मैं ब द में वह ँ आऊँग ! 
तुम व श्व स नह ं कर गे मैंने शहर व ले बुकस्ट र में क्य देख । 
ह ईलैंडट उन में ? ह ँ । 
ज न द जव न बंद ं ने वह बुकस्ट र ख ल थ , उन्ह ंने नेशनल स्टेट्स र इट्स प र्ट क एक श ख शुरू क है । 
वे न ज़ बनन च हते हैं । 
न ज़ बनन च ह रहे हैं , हँ ? 
अगर वे ब ल्ट म र के ब च ंब च क ई आंद लन शुरू कर दें त इसे हल्के में नह ं लेन च ह ए । 
मुझे उन यहूद य ं पर तरस आत है ज ख़ुद क सुरक्ष त समझते हैं । 
मुझे त उन स्थ न य ट व स्ट र्स पर तरस आत है ज न्हें छुट्ट य ं में भ क ई स थ नह ं म लत । 
तुम्हें लगत है औरतें स्थ न य पत्रक र ं पर फ़ द रहत हैं ? 
इतने व नम्र मत बन , व लेस । इससे तुम्हें कुछ नह ं म लेग । 
प्ल ज़ नैपक न इस्तेम ल कर । 
क्य ं न तुम मुझे अपन कुछ द स्त ं से म लव द , मैड ? 
म फ़ करन , व लेस । मैड क क ई द स्त नह ं है । 
मुझे यक़ न नह ं ह त । 
- नह ं । मैड म र्गेनस्टर्न से द स्त करने के ल ए ... - तुम इसे ऐसे ह फ़र्श पर छ ड़ द गे ? ... क ई न क ई हमेश ल इन में इंतज़ र कर रह ह त है । मुझे म फ़ करन । श्वर्ट्ज़ । 
ल ह यम य न ज़ ंदग के न म । 
पत है , जब टेस डर्स्ट क ब प तुम्ह र म ँ से व द करके वह ँ नह ं आय , तब मैं तुम्ह र म ँ क प्र म पर ले गय थ । 
ह ँ , यह मुझे स्कूल के न्यूज़रूम में ब लखत हुई म ल थ और मैंने म क़ हथ य ल य ... ओह , व ल । तुम कह न त हमेश कम ल क सुन ते ह । 
मैं ब लख नह ं रह थ । मैं बस र रह थ । और उसक वजह क ई बचक न प्र म नह ं थ । 
स च अगर तुम्ह र श द डर्स्ट से ह ज त त ? 
वह त कुछ ज़्य द ह यहूद ह गय है । ठ क है । थ ड़ मर्य द रख । 
उस आदम क बेट ल पत है । हमें श यद उसके ब रे में मज़ क़ नह ं करन च ह ए । 
ज ने कैसे , मैंने ऐलन डर्स्ट के स थ इस ह ई स्कूल के प्य र के ब रे में कभ नह ं सुन । 
ऐस इसल ए क्य ंक ह ई स्कूल क क ई प्य र थ ह नह ं । 
अपने स न यर य अर में मुझे स्कूल पेपर से ह फ़ुरसत नह ं म लत थ । मुझे बस उस क परव ह थ । क ई मेर तरफ़ देखत तक नह ं थ । 
अब क न व नम्र बन रह है ? 
हर क ई इससे प्य र करत थ । 
लेक न इसे लुभ ने क नुस्ख़ स र्फ़ म ल्टन के प स थ । 
ठ क है , सेथ के स मने इतन क फ़ है । 
क्य यह स्कूल के न्यूज़पेपर क स्ट र हैं ज आख़ रक र यह देखने ज रह हैं क मेमने क ब्र स्केट पक य नह ं ? 
यह अच्छ है , बच्चे । 
- ह ँ , बहुत अच्छ । - इस लड़के क ट व पर आन च ह ए । 
ब ल्कुल , है न ? मैं इससे यह कहत रहत हूँ । 
हम घर पहुँचकर तुम्ह रे ह थ ं पर कुछ ठंड पट्ट य ँ लग देंगे । ठ क है , बच्चे ? 
उससे सूजन कम ह ज एग । तुम्हें बेहतर महसूस ह ग । 
म फ़ करन । मुझे म फ़ करन । वह बैग अंदर ले आओ । 
ज नत हूँ , बच्चे । ज नत हूँ । ह ँ । 
ज नत हूँ । चल , इसे उत र । 
ज नत हूँ । कैस ह , म ँ ? 
आ ज ओ । मेरे स थ बैठ ज ओ । 
स्लैप कह ँ है ? 
उसे कुछ क म थ । 
फ र तुम्हें अपने ल ए क ई और आदम ढूँढ लेन च ह ए । 
हैप थैंक्सग व ंग । 
यह थैंक्सग व ंग और ज़्य द हैप ह त अगर तुम उस ब र में ज ने के बज य इसे अपने पर व र के स थ मन त ं । 
जब म सेज़ समर मुझे फ़ुल-ट इम न कर पर रख लेंग , तब मुझे र त में क म नह ं करन पड़ेग । 
तब तक के ल ए मुझे बस बच्च ं क संभ लने में थ ड़ मदद च ह ए । 
स र्फ़ छुट्ट य ं में । 
बशर्ते तुम सब तुम्ह रे अपने कमरे में सम सक । 
मेर बच्च कैस है ? यह ँ आओ । मैं तुम्हें सह से देख त लूँ । 
- इसक आँखें फ र से प ल ह गई हैं , यूनेट । - ज नत हूँ , म ँ । मैं कल इसे ड क्टर के प स ले ज ऊँग । तुम थ ड़ जूस प ओगे ? 
इसने उन ड क्टर ं के चक्कर बहुत क ट ल ए । वे बस यह कहते हैं क स कल सेल क क ई इल ज नह ं है । 
- मम्म ... - नब स हब क बुल कर इसे उन्हें द ख न च ह ए । 
- नब क ऐस तैस । - हे , हे । 
ज़ब न संभ लकर ब त कर । 
आपने सुन मैंने क्य कह । वह मेरे बेटे क नह ं छूएग । 
प दर य ं के ब रे में स च-समझकर ब ल कर । आप स च-समझकर ब ल , आइज़ेय । 
श यद तुम भूल रह ह तुम क सके घर में ह । क सके ? मेरे प त के घर में ? इस घर क ज़ म्मेद र बहुत लम्बे समय से मैं उठ रह हूँ । 
उनक जगह पर बहुत आर म से बैठकर । 
हे , आइज़ेय से इज़्ज़त से ब त कर । 
- इज़्ज़त स र्फ़ एक तरफ़ से नह ं द ज त , मम्म । - मैं भ यह कह रह हूँ । 
मुझे क म पर ज न है । 
और इसके ह थ ं पर गरम पट्ट य ँ रख देन ... 
ब ल्ट म र पुल स व भ ग के कैप्टन स्टैस्ल ने हमें बत य क उन्ह ंने ल पत लड़क क ढूँढने के ल ए कई दल ं क क म पर लग य है और बल के हर गश्त क सूच त कर द य गय है क क स भ संद ग्ध व्यक्त पर नज़र रखें । 
टेस के ल पत ह ने से यह शहर एकजुट ह गय है ज अक्सर बँट हुआ रहत है । 
ब शप कैरल और प दर ... ऐलन डर्स्ट । 
क से फ़र्क़ पड़त है ? 
अगर आपके प स ऐस क ई ज नक र है ज ससे मदद म ल सकत है ... कुछ और है ज तुम मुझे बत न च हत ह ? 
टेस डर्स्ट ल पत है । 
इस समय रस ई में ख न बन ते रहन ठ क नह ं लग रह है । 
मुझे लग थ तुम्हें नई रस ई पसंद आई । 
देख , मैड , क्य हम कुछ घंट ं के ल ए टेस डर्स्ट के ब रे में ब त न करके बस एक अच्छ स थैंक्सग व ंग ड नर कर सकते हैं ? 
म स्टर डर्स्ट , क्य आप हम रे श्र त ओं से कुछ कहन च हेंगे ? 
प्ल ज़ हम र छ ट बच्च के ल ए प्र र्थन करें और उसे ढूँढने क क श श करते रहें । 
हमें पूर उम्म द है और हम बस उसके घर व पस आने क इंतज़ र कर रहे हैं । शुक्र य । 
- मैड ... 
- हमें ब हर ज कर उनक मदद करन च ह ए । 
... तुमने ब्र स्केट के ल ए दूध के बर्तन इस्तेम ल क ए । 
ऐस क्य ं क य तुमने ? 
सब ल ग , मुझे म फ़ करन , लेक न मुझे यह पूर ब्र स्केट फेंकन पड़ेग । 
- मुझे म फ़ करन , व लेस । नह ं । - क ई ब त नह ं । - तुम व ल से म फ़ म ँग रहे ह ? - म फ़ करन ... ह ँ । क्य व ल इतन दूर ल म्ब र्ड स्ट्र ट ज कर तुम्ह रे ल ए क शर म ंस ल य थ ? 
व लेस हम र मेहम न है और अब उसे ख ल ने के ल ए हम रे प स कुछ नह ं है , य हमें ख ने के ल ए टेस डर्स्ट के म लने तक क इंतज़ र करन च ह ए ? 
ठ क है । हम उपव स रख लेते हैं । 
मुझे लग थ आज थैंक्सग व ंग है , लेक न आज श यद य म क पर है । 
तुम यह क्य ... हे ... इसे मुझे द । तुम क्य कर रह ह ? 
इसे मुझे द । 
म फ़ करन । 
क्य ... मैड , व लेस चल गय है । 
क्य तुम प्ल ज़ ब हर आओग और यह प गलपन बंद कर ग ? 
मैंने सब कुछ स फ़ कर द य । 
चल , मुझे अपन ह थ द ख ओ । 
क्य हुआ है ? तुम्हें क्य ह गय है ? 
सब ल ग ऐसे बरत व क्य ं कर रहे हैं क कह ं न कह ं मैं ग़लत हूँ क्य ंक मैं परव ह करत हूँ ? 
टेस डर्स्ट क ? 
पत नह ं , मैड । 
पूर ब ल्ट म र उसे ढूँढ रह है और मैं बेवक़ूफ़ हूँ ? 
मैं ऐसे और क स इंस न क नह ं ज नत ज इस घटन पर ऐस प्रत क्र य दे रह है । और मैंने तुम्हें कभ बेवक़ूफ़ नह ं कह । 
मैंने कभ नह ं कह । 
मैं बस इसल ए परेश न थ क्य ंक हम रे प स पर सने के ल ए कुछ नह ं थ । ठ क है ? 
ह ँ , कह ं एक भ द न ऐस न ब त ज ए जब मैंने तुम्ह र सेव नह ं क । 
मेर सेव ? 
ह ँ , म ल्टन । 
ह ँ , म ल्टन । मैंने 20 स ल तुम्ह र सेव क है । 
और तुम्हें लगत है मैं बस एक गृह ण बनने के ल यक़ हूँ । 
नह ं , मुझे ऐस नह ं लगत । 
- ह ँ । 
- नह ं , मुझे ऐस नह ं लगत । नह ं । 
फ र क्य लगत है ? मैड ... तुम्हें क्य लगत है मैं क स च ज़ में अच्छ हूँ ? 
तुममें कभ कुछ और करने क च हत ह नह ं थ । 
मैंने कभ कुछ और करने क क श श नह ं क ! 
क्य तुमने कभ स च क्य ं ? 
अगर क ई ल पत बच्च पहले 24 से 48 घंट ं में नह ं म लत है , त बहुत मुमक न है क वह मर चुक है । तुमने यह ब त सुन है ? मैड , यह क्य है ? 
यह क्य ह रह है ? 
- आप उन्हें ज ने द न । - हे , ज़ब न संभ लकर ब ल । 
मुझे ज ने के ल ए तुम्ह रे प त क मंज़ूर नह ं च ह ए । 
मुझे जव ब द , मैड । तुम कह ँ ज रह ह ? 
क्य ह रह है ? 
मैड , यह ब ल्कुल बेवजह है । ब ल्कुल बेवजह ! 
एक समय ऐस थ जब श यद मैं यक़ न नह ं करत क तुमने अपने पत क , अपने सुंदर घर क , तुम्ह रे पत के स थ ज तुम्ह र ज़ ंदग थ , उस ज़ ंदग क छ ड़ द य । 
लेक न जैसे मेर म त से ल ग ं क मेर तरफ़ देखने क नज़र य बदल गय , उससे मेर तुम्ह र तरफ़ देखने क नज़र य भ बदल गय । 
मैंने एक ब र तुम्हें देख थ , मैड श्वर्ट्ज़ । 
इस सबके शुरू ह ने से पहले , मैंने तुम्हें देख थ । 
मैंने तुम्हें मुझे तुम्हें देखते हुए देख थ । 
यह एक ऐस ब त है जैस बचपन में आप जल्द - जल्द खेल में ब लते हैं । मैं ख़ुद क एक ऐस तस्व र बन रह हूँ , ज समें मैं ख़ुद क एक ऐस तस्व र बन रह हूँ , ज समें मैं ख़ुद क एक तस्व र बन रह हूँ । 
तस्व र के अंदर तस्व र तब तक द खत रहत है जब तक वह इतन छ ट नह ं ह ज त क आपक कुछ भ द ख ई देन बंद ह ज त है । 
गुड इवन ंग , म सेज़ ज नसन । 
ड र कैस है ? 
उसे क ल म र्च और गर्म प न देने क ज़रूरत है । 
न चे क क म देखने के ब द मैं ज कर उसे देखत हूँ । 
- क्य तुम इसे रख द गे ? - ब ल्कुल । शुक्र य , क्लेरेंस । 
कमबख़्त ल पत लड़क क वजह से आज स रे यहूद ल ग दुक नें जल्द बंद कर रहे हैं । 
त मैं म स्टर ग र्डन से यह कहूँ क अगर पूर शहर 466 पर द ँव लग त है , त हम रे ल ए क फ़ ज ख म ह ग ? 
ल य , हैप थैंक्सग व ंग । 
- हैप थैंक्सग व ंग , वर्नन । - ह ँ । 
आ रह हूँ । 
- तुम यह ँ क्य कर रह ह ? अंदर आ ज ओ । - स ड , परेश न करने के ल ए म फ़ करन । आ ज ओ । परेश न क क ई ब त नह ं है । 
तुमने ज स अप र्टमेंट क ज़ क्र क य थ , वह ज ब टम में है । कुछ द न ं के ल ए मुझे वह क र ए पर च ह ए । 
तुम क्य ब त कर रह ह ? 
म ल्टन कह ँ है ? दुक न बंद है । 
- लेक न हम रे प स ... 
- यह ँ ले आओ । 
शुक्र य , बच्च ं । 
बेच र टेस । 
- भ ड़ में ज ओ । 
- मैं क्ल य हूँ । 
म फ़ करन । 
भ ड़ में ज ओ , क्ल य । 
तुम्हें आज र त दस बजे परफ़ र्म करन है । 
ग्य रह बजे । 
दस बजे । 
मैं तुम्ह रे ल ए क ल म र्च क प न ल ई हूँ । 
तुमने अभ भ वह घट य ट प पहन हुई है ? 
भ ड़ में ज ओ , ड र । 
मैड , तुम्ह रे ह थ क क्य हुआ ? 
- क्य मैं सव ल पूछन बंद कर दूँ ? - तुम्ह र शुक्रगुज़ र रहूँग । 
मैं तुम्हें वह अप र्टमेंट द ख ने के ल ए जूड थ क भेज सकत हूँ । 
- तुम्हें मेर बेट य द है ? जूड थ । - बेशक । 
जूड थ ! ह ँ ? 
म सेज़ श्वर्ट्ज़ क अप र्टमेंट द ख ने ज ओ । 
- ब टम व ल ? 
- हम रे प स क तने अप र्टमेंट हैं ? 
ह श में रहकर ब त कर । 
ओह , मैड , क ई जल्द नह ं है । 
मैं इन्हें व पस ले लूँग । मुझे बस एक य द मह न ं के ल ए इन्हें ग रव रखन पड़ेग । 
- म ल्टन ने इन्हें यह ँ से त नह ं ख़र द थ । 
- उसने स्ट इनर्स से ख़र द थ । 
स्ट इनर्स । 
कुछ ज़्य द ह तड़क ल - भड़क ल थ और अब वह दुक न बंद ह चुक है । 
मैं हमेश क्य कहत हूँ , बच्चे ? 
" ह र बेचने के ल ए झूमर ं क ज़रूरत नह ं पड़त । " 
सह कह । 
इनके त मैं स र्फ़ 500 दे सकत हूँ । 
पर म ल्टन ने इनक 2,000 ड लर क ब म कर य थ । 
देख , मैं तुम्हें बत त हूँ । मैं ब च में नह ं पड़न च हत , लेक न अगर क स ख़र दद र क यह स्ट इल च ह ए ह ग , त हम म ल-भ व कर सकते हैं । 
- तुम्हें च ब य ँ म ल गईं , बच्चे ? 
- मैं प छे ज कर देखत हूँ । 
यह ल । 
मैं ज कर क र में इंतज़ र करत हूँ । 
और मैड ... हैप थैंक्सग व ंग । 
- क्य ह रह है , कर्ट स ? 
- वह ज फ़ेर में हर र त ह त है । 
- पूर र नक़ छ ई हुई है ? 
- ह ँ । क्य चल रह है ? 
कुछ नह ं चल रह है , द स्त । स च रह हूँ अंदर आ ज ऊँ । 
ओह , य र । 
स र्फ़ क्लब के सदस्य अंदर आ सकते हैं , स्लैप । तुम ज नते ह । क ससे प टकर आए ह ? 
मैंने कह स र्फ़ क्लब के सदस्य , स्लैप । तुम ज नते ह । - परफ़ र्मर भ । 
- अब तुम यह ँ परफ़ र्म नह ं कर गे । 
ऐस शेल ने कह है ? 
मैं वह कह रह हूँ ज म स्टर ग र्डन कहेंगे । 
देख , द स्त , मैंने क्ल य से कह थ क वह शेल क बत दे क उसक पत यह ँ आने व ल है , ठ क है ? 
तुमने सच में कह थ ? 
अगर च ह त यह ं इंतज़ र कर । 
- तुम में से क स ने यह ँ शेल क देख है ? 
- म स्टर ग र्डन ऊपर स्टेज पर हैं । 
अब स्व गत क ज ए , सुर ं के ज दूगर , च र ं ओर मशहूर , र य " टैंगलफ़ुट " मैक य क । 
ब स , स्लैप ब हर है । उसने कह वह क ई सेट वग़ैरह करन च हत है । 
- उसने ऐस कह ? - ह ँ । मुझे इस ब रे में कुछ नह ं पत । क्ल य क बत ओ । अच्छ । ज़रूर , ब स । 
ऑफ़ सर प्लैट । 
रेज , कैसे ह तुम ? 
क ई पंग त नह ं कर रहे ह न ? झमेल ं से दूर ह न ? 
हर द न , हर र ज़ । 
लगत है क स ने तुम्ह र आँख फ ड़ द । 
अगल ब र मैं उन्हें फ ड़ दूँग । 
स्लैप कह रह है उसे अंदर आन है । 
क्य देख रहे ह , ऑफ़ सर ? तुम्हें ब हर उस ल पत श्वेत लड़क क तल श नह ं करन च ह ए ? इससे पहले क वे यह ँ आकर हम रे ल ग ं क प टन शुरू कर दें ? 
मेर श फ़्ट एक घंटे में शुरू ह ग । 
अगर मेर क़ स्मत में उसे ढूँढन ल ख है , त उसे दस बजे तक ल पत रहन पड़ेग । 
सह कह न , रेज ? 
जल्द सर्व स ह ने क मतलब यह नह ं है क तुम ट प नह ं द गे । 
मैं ट प देत हूँ । 
इतन क फ़ नह ं है । 
मुझे नह ं पत थ मेरे यह ँ रुकने से ल ग ं क द क़्क़त ह रह है । 
अगर तुम ड्यूट पर नह ं ह त इसे रुकन नह ं कहेंगे । 
य र ऑनर , मुझ पर कंजूस ह ने क इल्ज़ म लग य ज रह है य तुम कह रह ह क मैं र श्वत लेत हूँ ? मुझे बत कर ज़र मेर मदद कर । मैं बस यह ज नने के ल ए उत्सुक हूँ क तुम हफ़्ते के ब च में यह ँ क्य कर रहे ह । 
वह ज ब क़ सब कर रहे हैं । संग त ... और नज़ रे क लुत्फ़ उठ रह हूँ । 
- नज़ रे क ? - ह ँ । 
लेक न मेर फ़ क्र मत कर । मैं दूसर ं के पेड़ ं के फल नह ं ख त । 
मुझे नह ं पत थ तुम्हें पेड़ पसंद हैं , ऑफ़ सर प्लैट । 
ऐस क्य ं ? 
श्वेत पेड़ आस न से नह ं म लते न । 
ड र । ड र ! 
फूल ं में है त क़त ! 
धम केद र सेल ! 
अभ नह ं ल ए त फ र ह थ नह ं आएँगे । 
क्र ंत क र स्ट्र बेर , म र्ट न लूथर क ंग से भ ज़्य द त ज़ । 
फूल ं में है त क़त ! 
अभ नह ं ल ए त फ र ह थ नह ं आएँगे ! 
धम केद र सेल ! 
ल इए । मैं आपक मदद करत हूँ । 
शुक्र य । 
ह ँ । यह क तन अच्छ है । अगर मैं एक फ़ ल्ड ंग बेड ले आऊँ त ? 
मतलब , मेर म म मुझे क स आदम के ब न स र्फ़ एक ह स्थ त में घर से ब हर न कलने देंग , और वह तब अगर मैं न र्थवेस्ट ब ल्ट म र क क स सभ्य मह ल के स थ रहने लगूँ । 
क स सभ्य बूढ़ मह ल के स थ । 
मैंने अभ अपन ख़ुद क म ँ तक क नह ं बत य है क मैंने घर छ ड़ द य है । 
बत न उतन ह मुश्क ल ह ग ज तन मुश्क ल तब थ जब मैं 20 स ल क थ । 
आप बूढ़ नह ं हैं । अगर आप मुझे अपने स थ रहने देंग , त आपक अपन अँगूठ ग रव नह ं रखन पड़ेग । 
हम पहुँचने व ले हैं ? ह ँ । इस तरफ़ है । 
चल ए । 
तुम वह ँ क्य कर रह ह , ज नेमन ? 
दरव ज़ अटक ज त है । 
यह क म नह ं कर रह है । 
त यह ब थरूम है । 
टब असल में क फ़ बड़ है , ज क अच्छ ब त है । 
यह बस थ ड़ गंद है क्य ंक मैंने ग़लत से ख ड़क खुल छ ड़ द थ । 
इसके ल ए वह मुझसे ग़ुस्स ह गए थे । 
ह ँ , लेक न लगभग छह मह न ं से यह ँ क ई नह ं रह रह है । 
मैं स च रह थ क मैं यह ँ आकर रह सकत हूँ , लेक न , मतलब , वह मेर ग़लत है । 
अगर आप च हें त मैं व पस आकर एक स्प न्ज य झ ड़ू दे ज ऊँग । एक तक य भ । 
ह ँ , मुझे सच में ... मुझे यह अप र्टमेंट बहुत पसंद है । मैं हमेश यह ँ रहन च हत थ , लेक न मेरे डैड मुझे रहने नह ं देते । 
उन्हें मेर बहुत फ़ क्र ह ज त है । 
मुझे नह ं पत आप क ई रूममेट रखन च हत हैं य नह ं , लेक न मुझे फ़र्श पर स ने में भ क ई परेश न नह ं है । 
मैं यह क र ए पर ले लूँग । 
त , मैं सूटकेस रखने में आपक मदद कर देत हूँ । नह ं । शुक्र य । मुझे बस कपड़े बदलने हैं , और फ र मैं ख ज दल में श म ल ह ने स नेग ग ज ऊँग । वे एक औरत क श म ल नह ं करेंगे । 
फ र मैं अपन ख ज दल बन लूँग । 
अगर आप अकेल ढूँढेंग त उसे दल नह ं कह ज सकत । 
मुझे रूममेट नह ं च ह ए , जूड थ । 
और एक द स्त ? 
वह क्य है ? 
- चल । खड़ ह ज ओ । - नह ं । ड र । ड र । भगव न क़सम , अगर तुम दस म नट में उस स्टेज पर नह ं पहुँच ं ... अब चल भ , य र । 
श ब श । चल , ज न । तुम्ह रे ब स ने इसे इस घट य नशे क लत लग द । अब यह कैसे ग एग ? 
मेर ब स ? 
तुम भ यह ं ह न ? - रेज ... - तुम भ उसके ल ए क म करत ह । 
मैं वह नह ं करत ज तुम करते ह । 
चल , ज न । तुम ज नत ह आज यह ँ कैब कैल वे आ रह है । 
श ब श । अह-हँ । 
कम न कह ं क । चल । पत है म स्टर ह य-डे - ह तुम्हें ग ते हुए सुनने के ल ए बेत ब है । 
जब इसक दूसर आँख खुल ज ए त इसे ब हर स्टेज पर ले आन । ज़्य द समय मत लग न । 
ओह , ह ँ , ज न । पत है म स्टर ह य-डे - ह तुम्हें ग ते हुए सुनने के ल ए बेत ब है , ज न । 
लेफ़्ट , ड र प ँच म नट में परफ़ र्म करेग । " व्हेर ड ड आर लव ग , " ध म धुन में । 
क्ल य । 
शेल । 
आप मुझसे म लन च हते थे , म स्टर ग र्डन ? 
ह ँ , बैठ ज ओ । 
ड्र ंक ल ग ? 
नह ं , शुक्र य । 
क्ल य बहुत छ ट थ , तभ से मेर ह स ब-क त ब संभ ल रह है । 
अपने क म में बहुत अच्छ भ है । मैं इससे और क म करव ने क क श श करत रहत हूँ , लेक न यह भ षण देने में कुछ ज़्य द ह व्यस्त है । 
है न , क्ल य ? 
तुम पत्थर द ल ह । स्लैप क क स पुर न ट प क तरह ब हर छ ड़ रख है । 
ह ँ , आज क द न हम रे ल ए मुश्क ल थ , और मैं नह ं च हत थ क यह ँ भ तम श ह । 
अह-हँ । मैं एक और अश्वेत आदम क बर्ब द ह ते हुए नह ं देखन च हत , त उसे अंदर बुल ओ और उससे एक सेट करव ओ । 
शुक्र य , म स्टर ग र्डन । 
त अब तुम म सेज़ समर के स थ क म कर रह ह , हँ ? 
नह ं , मैं स्वयंसेव करत हूँ ... 
- त तुम उसके ल ए मुफ़्त में क म कर रह ह ? - ... म सेज़ समर के ल ए । और मैं तुम्हें मेरे ल ए क म करने के पैसे देत हूँ । 
मैं ज़रूर कुछ ग़लत कर रह हूँ । 
पक्क ब त है । 
हे , क्य ं न तुम वह ँ ज कर इन ल ग ं क बत ओ क कैसे ड र इन सबके ह श उड़ ने व ल है । 
स्टेज पर मुझे घबर हट ह त है , म स्टर ग र्डन । 
ओह , त , तुम यह ब त तब य द रखन , जब अगल ब र म सेज़ समर तुमसे ब लने क गुज़ र श करे , लेक न उसमें और मुझमें यह त अंतर है । 
देख , मैं तुम्हें पैसे दे रह हूँ , त मैं तुमसे गुज़ र श नह ं कर रह हूँ । 
ज , सर । मैं चलत हूँ । 
अच्छ बच्च ह । 
टेस ! टेस । 
मुझे पत है मैं कह ँ ज रह हूँ । 
यह ँ एक र स्त है ज झ ल तक ज त है । 
क्य आप यह ँ छुपकर , मतलब , इश्क़ लड़ य करत थ ं ? 
नह ं । 
आप इतन अज ब बरत व क्य ं कर रह हैं ? 
ऐस कुछ नह ं है । ठ क है । 
पत है , कुछ लड़क ं के स थ , मतलब , ब न कपड़ ं के घ स में ल टने में क ई बुर ई नह ं है । 
ज़र इसे पकड़ेंग ? 
यह 1966 क स ल है । 
मैं क स के स थ ब न कपड़ ं के घ स में नह ं ल ट रह थ । 
तुम क्य कर रह ह ? 
- क्य लगत है मैं क्य कर रह हूँ ? - मेरे प स यह मत कर । 
देव य ं और सज्जन ं । हम र इस अगल परफ़ र्मर क मैं तब से ज नत हूँ , जब मैं एक छ ट बच्च थ और यह अभ भ मुझे अपने क म से च ंक देत है , लेक न मेर इससे कभ मन नह ं भरत । 
अब आप सुनने क मज़ ल ज ए , ल जव ब म स ड र क र्टर क । 
ऐस नह ं ह सकत । 
रुक ए ! 
आप उसे छून मत ! 
मैं बस उसे उठ न च हत हूँ । 
- मैं बस ... - मुझे गले लग इए । 
जूड थ , ज ओ , क स क बुल कर ल ओ । 
मैं व द करत हूँ मैं उसे नह ं छूऊँग , लेक न मुझे उसके स थ यह ं इंतज़ र करन ह ग । 
अगर तुम एक म ँ ह त ं त मेर ब त समझत ं । 
मरने के ब द आप एक लड़क नह ं रहत ं । य एक औरत । य एक पत्न । 
आप क स क म ँ , क स क बेट नह ं रहत ं । 
और क ई आपक नह ं बत सकत क आपक अपन ज़ ंदग कैसे ज न च ह ए । 
तुम च हत थ ं क टेस क म त तुम्हें वह आज़ द दे , है न ? 
लेक न उसक म त तुम्हें स र्फ़ उस दरव ज़े तक ले गई । 
वह दरव ज़ खुल थ मेर म त से । 
