Говорят : " Пока лев не расскажет свою историю , охотник всегда будет героем " . 
При жизни я была Клео Джонсон . Но после смерти я стала Женщиной в озере . 
Мэдди Моргенштерн , ты сказала , что знаешь , кто отнял у меня жизнь . 
ЗАВТРА ОТПЕВАНИЕ " ЖЕНЩИНЫ В ОЗЕРЕ " Что до твоего прихода всем было плевать . 
А правда в том ... что ты появилась под конец моей истории и превратила ее в свое начало . 
Чертов почтовый ящик счастлив . 
Да . Почтовый ящичек Санты . Оп ! 
БАЛТИМОР Так . Поехали . За дело . 
- Есть письмо для Санты ? 
- Счастливого Дня благодарения . 
Со мной любимый ведущий Балтимора , Уоллес Уайт . 
Как вам наш парад , Уоллес ? 
Что ж , на Мэриленд-авеню очень весело . Атмосферу дополняют гигантские шары . 
А какие клоуны ! 
Ого . И жонглер . Я снова чувствую себя девочкой ! 
В этом смысл праздника – снова стать ребенком . 
Но не волнуйся , папа . Мы и для тебя кое-что припасли . 
Смотрите , вот наши " Балтимор Ориолс " во время турне Мировой серии . 
А вот танцующие почтовые ящики . 
Если вы бывали на параде Дня благодарения , то вы в курсе , что все дети ждут одного момента . 
Есть письма для Санты ? 
И этот момент происходит прямо сейчас . 
Эффектное появление человека , известного как Святой Ник , Крис Крингл , Весельчак или , как мы его называем тут , в Балтиморе , Санта . 
Какими потрясающими овациями встречают долгожданное появление мистера Клауса на Мэриленд-авеню . 
Он привез кучу подарков и сладостей для детворы . И как же они рады его видеть . 
- Тесси . - Простите . Тесси , идем . Папа тут . Пойдем . - На Брекстон открыто . Ключи у тебя ? 
- У тебя в кармане . 
- Мама , откуда Санта знает , что мы евреи ? - Да ? У нас мезуза на двери . 
- А если я переночую у Мэри ? 
- Он узнает . 
Мэри не скажет . 
Тесси , Санты не существует . Ясно ? Толстый отец Мэри наряжается Сантой . 
Не говори Мэри , что мама это сказала . 
Мэри знает , что он толстый . 
Папа хочет сказать , не говори Мэри , что Санты не существует . 
Я устала тебе врать как гой . Ты уже большая девочка . 
Через четыре недели Ханука – скажешь папе , чего тебе хочется . 
- Я знаю чего . Морского конька . - Да ? 
- А пока насладимся чудесным парадом . - Чудесной морокой . И тут закрыто . Придется вернуться к собору . 
Ладно . Дай Дэвида . Иди сюда , крепыш . " РЫБНЫЙ РАЙ " Почему ты не припарковался у музея , как в том году ? 
- Ты же сказала , там нельзя парковаться ... - Нет , милый ... 
Цихлида-альбинос . 
Ищешь что-то ? 
Просто смотрела на рыб . 
Возвращайся с родителями . 
Они здесь ? 
Вы знали , что морские коньки – рыбы ? 
Ты это в школе узнала ? 
Я хожу в " Бейс Яаков " . Мы рыб не изучаем . Лишь то , что Бог создал их на пятый день . 
Как и птиц . Ага . 
А морские коньки есть ? 
Чайную жвачку , будьте добры . 
- Здрасте . 
- Миссис Шварц . Грудинку или лопатку ? 
Грудинку на троих . 
Вообще-то , дайте на пятерых . 
Милтон вечно приглашает гостей в последний момент . 
Это потому что он порядочный . 
Потому что он павлин . 
Такой знает , чего за деньги не купишь . Прекрасная эшет хаиль добывает ему кошерного ягненка . 
Шестимесячный . 
Ой-вей , совсем малыш . 
Не волнуйтесь , миссис Шварц . Скучать по нему не будут . 
Скучать по нему не будут . 
Простите . Можно примерить желтое платье с витрины ? 
Да , мэм . Простите . 
Мадам хочет примерить желтое платье с витрины . 
Конечно , мэм . Я сейчас . 
- Посмотрите что-нибудь еще ? - Нет , спасибо . Только платье . 
Если ваш размер не найдется , я могу заказать . 
- Мне надо сейчас . - Получим в понедельник . 
Богом клянусь , утром было три . А платье с витрины ? 
- Вы уверены , мэм ? Модель – негри ... - Да , я не против . 
Модель всё утро в этом платье . Оно могло испачкаться . 
Я бы хотела примерить платье . 
Конечно , мэм . Идемте в примерочную . 
Дама хочет примерить желтое платье с витрины . 
Она не против ? 
Этель повела ее в примерочную . 
- Клео . 
- Нам нужно платье . 
- Сейчас , мисс ? - Да . Быстрее . 
ПРИМЕРОЧНЫЕ Стой тут . 
Такой сложный замок . 
Это молния . 
- Она идет . 
- Не расстегивается . 
Я могу сама , мисс Ширли . Позволите ? 
Побыстрее . 
Поэтому улицу перекрыли ? 
Да . Пропала девочка из Пайксвилла . 
Родители привели ее на парад . О нет . Я из Пайксвилла . Да ? А так и не скажешь . 
Вы непохожи на еврейку . 
Уверена , она найдется . 
Это же Балтимор , а не Нью-Йорк . 
Благодарю . И пальто . Спасибо . 
Так , оденем тебя во что-нибудь другое . Может , что-то от Мэри Куант . 
Простите . Уже полдень , и мне разрешили сегодня уйти пораньше . 
Мне ничего не говорили . 
Я уведомила мистера Голдберга на той неделе . 
Вычту из жалованья . 
Мисс Ширли , можно мне мою одежду ? 
Стойте . 
- Миссис Шварц . 
- Спасибо , Аарон . 
Что с твоей туфлей ? 
А с твоей дурацкой шляпой ? 
Серьезно ? Ты знаешь : я сегодня говорю речь . 
О шляпах ? 
Ты нацепила эту шляпку , только чтобы эти белые богачи решили , что Миртл спасла твою задницу . 
Или , может , если речь удастся , она позволит работать на нее . 
Милая , ты уже на нее работаешь . 
Я волонтерка . ЗА ЖЕНСКОЕ ЛИДЕРСТВО 
- Синоним бесплатного труда . 
- Старайся больше . Похоже , наш босс прислал своих дружков . 
Точно хочешь сказать речь в поддержку Миртл ? 
Веди себя мило , ладно ? 
Я стараюсь . 
Союз темнокожих и евреев ежедневно слабеет из-за риторики " Нации ислама " о власти темнокожих . 
Конечно , антисемитизм никуда не денется . Мама . Дорога . Привет . Привет . 
- Неужели . - Прости . 
Это Сет ? Он растет быстрее , чем мои долги . 
- Мистер Вайнштейн . - Мэдди . 
- Асэ ли това , будь добр ... 
- Позже . 
Чтоб ты знал , студия в Сэндтауне снова сдается . 
- На Дне ? - Да . Твои люди нашли мне арендатора . - Я в магазине ... - День благодарения же . - Спасибо , милая . 
- Вы его празднуете ? 
- Да . 
- Я – нет . Мы американцы . 
Извините за опоздание . 
Все дороги перекрыты , ведь эта белая девочка пропала . 
Это моя подруга , мисс Дора Картер . 
Мы хорошо знаем , кто такая мисс Картер . 
Будете сегодня петь для миссис Саммер ? 
А она платит ? 
Клео , ты знаешь Линду ? 
Она замдиректора в средней школе Дугласа . 
Мы встречались на раздаче вещей в школе " Чарм " . 
Я пожертвовала эту шляпку . 
Я надеюсь устроить в вашу школу моего мальчика Тедди . 
- У него наивысший балл ... 
- Поприветствуйте первую темнокожую женщину-сенатора США , мисс Миртл Саммер . 
Для церемонии награждения приглашаем нашу прекрасную патронессу , миссис Милтон Шварц . 
Всем спасибо . 
ПОЖЕРТВУЙТЕ JWF - AJC Я хочу поблагодарить всех вас и моего мужа Милтона за возможность представлять здесь сегодня нашу семью . 
Кому я нужен , если можно смотреть на тебя ? 
Я благодарю моих несравненных волонтерок , " Галантных леди " . Некоторые из них были со мной , еще когда пешком под стол ходили , – в мою бытность учительницей . 
Как вы все знаете , еврейский мужчина каждый день благодарит Бога тремя благословениями " Ше-ло асани " за то , что Он не создал его гоем . 
Я знаю , что нужно нашей общине . 
Не создал его рабом . 
Путь к процветанию . 
И за то , что не создал его женщиной . 
Слышала , это из-за тягот , которыми обременены мы , женщины . 
Посылая детей в бедные школы и живя в опасных ... 
Наши школы были в порядке , пока ваш закон о десегрегации не послал наших лучших учеников в белые школы . 
Он прав . 
Похоже , Шелл Гордон прислал своих дружков сорвать это мероприятие . 
Никто меня не присылал . Я говорю за себя и бизнесменов вроде мистера Гордона , - пекущихся об общине больше вашего . - Бизнесменов ? Мистер Гордон – преступник , 20 лет заправляющий нелегальной лотереей и включивший в свою бизнес-модель наркотики . 
Мистер Гордон финансировал вашу первую кампанию . 
Вы не выражаете наше мнение . 
Мое выражает . 
Продолжай , Клео . 
Дело тут не в мистере Гордоне . 
Нет . Большинство из нас пытается дать детям достойное образование без необходимости сражаться за четверть того , что получают белые . 
Не зря говорят , что наше достоинство нельзя отнять . От него можно лишь отказаться . 
Я с гордостью вручаю эту награду трем женщинам , являющимся образцом целенаправленности и лидерства в нашей общине . 
Поздравляю , дамы . 
Спасибо , миссис Шварц . У меня важные новости . 
Мы узнали , что полиция расширила радиус поиска . Каждые 45 минут поисковый отряд будет отправляться от синагоги " Друид-Хилл " . 
Присоединяйтесь к поискам и помолитесь о Тесси Дёрст и ее семье . 
Бог в помощь . 
Господи , мама . 
Полиция отвела несколько частот . 
- Последний раз Тесси ... - Надо было ехать с папой . - ... видели на параде ... - Тесси Дёрст ? 
- Да , дочь Аллана Дёрста . 
- Да , я знаю , кто она . 
- Тогда чего спрашиваешь ? - Я не спрашиваю . Мне просто не верится . 
Я не могу готовить . 
Мы должны пойти искать ее . 
Ты убила Тесси Дёрст ? 
Это ягненок , Сет . 
Поэтому я опоздала . Покупала новое платье . 
А готовить придется , потому что папа пригласил того парня , с которым ты училась . Уоллеса Уайта . 
Конечно , твой отец не сказал мне . 
- Не успел . - В его стиле . 
Да , вот и Тесси Дёрст может не успеть . 
Маленькая еврейская девочка пропала . 
- Ты не хочешь помочь ? 
- Нет , я хочу поесть . 
Если бы ты пропал , не хотел бы , чтоб Аллан помог тебя найти ? 
Так ты хочешь искать Тесси , чтобы рассчитывать на Дёрстов , если я пропаду ? 
Почему ты вечно злишься на меня ? 
Мясо целый день в машине . Наверняка испортилось . Не испортилось . 
Люди хотят играть с беттером , который поможет выбрать число . 
- Для этого надо знать ... - Тедди ? 
Я с тобой разберусь . 
- Сколько можно , Чарли ? 
- Привет , Клеопатра . 
- Чарли , ты же обещал . 
- У него талант , как у Элвина . 
Шелл не вел дела с наркотой , когда папа играл в лотерею . 
Мой сын не будет на него работать , ясно ? 
Клео , как поживаешь ? 
Хорошо , Джонни . Рада видеть . 
- Мама , я рассказываю анекдоты . 
Мои женщины должны быть как яичница . Глазастые . 
Рад видеть , Клео . 
Помнишь Эгги Вудса и Джонни из " Ред Фокс Лаундж " ? Ага . 
Всех с Днем благодарения . Продолжай . 
Мои женщины должны быть как кофе . Горячие и черные . 
Эй , уже лучше . У тебя получается . 
Я тоже знаю анекдот . 
- Как он начинается ? 
- Который ? О , да ладно , Слэп , ты его знаешь . 
Тот , где я прихожу домой , думая , что ты подготовил детей к празднику . 
О нет . Тебе не смешно ? 
Мне тоже . 
Идем , детка . Пошли . 
С тобой я не закончила , будь уверен . 
Брось , Лео . Эгги и Джонни только приехали . - Уходим . - Я сто лет их не видел . 
Одевайся , малыш . 
- Я знаю , что хочу на Рождество . 
- Напиши Санте письмо . 
Он читать не умеет . 
Кто сказал ? 
Тедди . Но я нарисую , когда рука заживет . 
Чего не сказал , что она идет ? У тебя рука болит ? 
Присядь . Всё хорошо . 
Когда он смеялся , руки не болели . Пока ты не начала зудеть . 
Зудеть ? Я ? У тебя Тедди по улице слоняется . 
Тедди не слоняется . 
Он каждый день учится игре . 
Ему бы не пришлось , если бы тебя не вышвырнули изо всех клубов на Авеню . 
Буду у мамы , если вдруг решишь , что возвращение на работу так же важно , как твоя правда . 
Идем , Тедди . Пошли . 
Я знаю , кто я и кем хочу быть . 
Точно не нищей . 
Есть и счастливые нищие . 
Для тебя всё шуточки ? 
Мальчики любят мои шутки . 
- Тук-тук . 
- Кто там ? 
Сороконожка . Какая ? 
Заплутавшая немножко . 
Такие шутки ждет от меня ваша мама . 
Мне плевать , какие шутки ты рассказываешь . Если люди за это платят , Слэп . 
Возьми мою сумочку . 
- Бросаешь меня в День благодарения ? 
- Идем . 
Оставь хотя бы одного . Лучше Тедди . 
Скажи Шеллу , я позже зайду ! 
Не поверишь , кого я видел в книжном . 
- В Хайлендтауне ? 
- Да . Два парня , которые открыли его , организовали ветвь Национальной партии прав штатов . 
Играют в нацистов . 
Играют в нацистов , говоришь ? 
Если они организуют движение в Балтиморе , это не игра . 
Мне жаль евреев , не осознающих опасности . 
Мне жаль местных телезвезд , которые не могут найти пару на праздники . 
Думаешь , женщины бросаются на местных ведущих ? 
Не скромничай . Это путь в никуда . 
Возьми салфетку . 
Познакомь меня с подругами , Мэдди . 
Мне жаль , Уоллес . У Мэдди нет подруг . 
Я не верю . 
- Нет . Все хотят ... - Не бросай вещи на пол . ... подружиться с Мэдди Моргенштерн . Прости . Шварц . 
Лехаим . 
А я повел твою маму на выпускной , когда отец Тесси Дёрст не явился . 
Я нашел ее рыдающей в редакции школьной газеты и сразу ... О , Уолли . Ты мастер замечательных историй . 
Я не рыдала , а плакала . И уж точно не из-за дурацкого выпускного . 
Представь , ты бы осталась с Дёрстом . 
Он стал слишком еврейским . Так . Вспомни про совесть . 
Его дочь пропала . Может , не стоит о нём шутить ? 
Я не слышал про твою большую школьную любовь с Алланом Дёрстом . 
Потому что ее не было . 
В выпускном классе я была занята школьной газетой . Меня интересовало лишь это . На меня никто не смотрел . 
А теперь кто скромничает ? 
В нее были влюблены все . 
Но только Милтон нашел потайной ключик к ее сердцу . 
Так , хватит . Не при Сете . 
Неужели звезда школьной газеты наконец проверит жаркое из ягненка ? 
Молодец . 
- Да уж . - Ему бы на ТВ . 
Лицом вышел , да ? Я ему говорю . 
Придем домой и приложим к рукам холодный компресс . Ладно , детка ? 
Это уберет воспаление . Тебе будет получше . 
Прости . Мне жаль . Положи сумку туда . 
Я знаю , малыш . Знаю . Да . 
Я знаю . Давай сниму куртку . 
Я знаю . Привет , ма . 
Иди посиди со мной . 
А где Слэппи ? 
У него работа . 
- Тогда найди нового мужчину . 
- С праздником . 
Было бы лучше отметить его с семьей , а не за барной стойкой . 
Миссис Саммер возьмет меня на полный день , и я не буду работать ночью . 
А пока мне нужна помощь с мальчиками . 
На праздники . 
Если втиснетесь в свою комнату . 
Как дела у моего малыша ? Иди сюда . Я на тебя взгляну . 
- Белки глаз снова желтые . - Я знаю . - Завтра отведу к врачу . Сок будешь ? 
- Он был у врачей . Они лишь говорят , что эта анемия не лечится . 
- Мама ... - Пусть на него взглянет Пророк . 
- Пророк , чтоб его . 
- Следи за выражениями . 
Ты слышал . Сына не трогать . 
- Не смей так говорить о преподобном . - За собой следи . 
- Забыла , в чьем ты доме ? - В доме моего отца ? Я давно выполняю эту роль . 
Удобно устроившись в его кресле . 
Разговаривай с Айзеей уважительно . 
- Уважение – палка о двух концах . - Можешь повторить . 
Мне надо на работу . 
Положи ему на руки теплый компресс и ... 
Капитан Стэссли из полиции Балтимора рассказал , что послал несколько подразделений на поиски девочки и велел всем патрульным примечать возможных подозреваемых . 
Исчезновение Тесси объединило до этого разобщенный город . 
Епископ Кэрол и пастор ... Аллан Дёрст . 
Кому какое дело ? 
Если у вас есть информация , которая может быть полезной ... Расскажешь что-нибудь еще ? 
Тесси Дёрст пропала . 
Мне кажется неправильным быть сейчас на кухне . 
Думал , тебе нравится новая кухня . 
Мэдди , давай устроим хороший ужин в честь Дня благодарения и пару часов не будем говорить о Тесси Дёрст ? 
Мистер Дёрст , скажете пару слов слушателям ? 
Прошу , молитесь о нашей малышке и ищите ее . 
Мы не теряем надежды и ждем ее домой . Спасибо . 
- Мэдди ... 
- Надо помочь им . 
... ты положила грудинку на молочное блюдо . 
Зачем ? 
Простите все , но мне придется выбросить всю грудинку . 
- Прости , Уоллес . Нет . - Ничего . - " Прости , Уолли " ? - Прости ... Да . Уолли ездил на Ломбард-стрит за твоим кошерным ягненком ? 
Уоллес – наш гость , и теперь нам нечего ему подать . Или нам ждать , пока найдут Тесси Дёрст , чтобы поесть ? 
Ладно . Будем поститься . 
Я думал , это День благодарения . А это Йом-кипур . 
Что ты ... Эй ... Отдай . Ты чего ? 
Дай сюда . 
Извини . 
Что ... Уоллес ушел . 
Выходи , пожалуйста . Не сходи с ума . 
Я всё убрал . 
Ну же , покажи мне руку . 
Что случилось ? Что на тебя нашло ? 
Почему , если мне не всё равно , это плохо ? 
Ты про Тесси Дёрст ? 
Я не знаю , Мэдди . 
Весь Балтимор ее ищет , а я сумасшедшая ? 
Только ты одна так на это реагируешь . И я не говорил про сумасшедшую . 
Я такого не говорил . 
Я просто расстроился , что нам нечего было подать . Понимаешь ? 
Упаси бог , чтобы я один день тебе ничего не подала . 
Подала мне ? 
Да , Милтон . 
Да , Милтон . Я 20 лет тебя обслуживаю . 
И ты считаешь , я гожусь лишь быть домохозяйкой . 
Нет , не считаю . 
- Считаешь . 
- Нет , не считаю . Нет . 
Тогда что ? Мэдди ... На что я годна , по-твоему ? 
- Ты не хотела делать что-то еще . 
- Я никогда не пыталась делать что-то еще ! 
Ты никогда не думал почему ? 
Если пропавшего ребенка не находят в первые 24 — 48 часов , скорее всего , он мертв . Слышал такое ? Мэдди , в чём дело ? Что такое ? 
Что происходит ? 
- Пусть катится . - Эй , выбирай слова . 
Мне не нужно разрешение твоего отца . 
Ответь мне , Мэдди . Куда ты собралась ? 
Что происходит ? 
Мэдди , это на ровном месте . Просто на пустом месте ! 
Раньше я бы не поверила , что ты оставила своего мужа , свой красивый дом , вашу жизнь вместе . 
Но так же , как смерть изменила мнение людей обо мне , она изменила мое мнение о тебе . 
Я как-то видела тебя , Мэдди Шварц . 
До того , как всё это началось . 
Видела , как ты видишь , что я вижу тебя . 
Это как скороговорка из детства . Я рисую картинку , где я рисую картинку себя , на которой я рисую себя . 
Картинка повторяется в следующих , уменьшаясь , – и вот уже ничего не разобрать . 
- Добрый вечер , миссис Джонсон . 
- Как там Дора ? 
Ей не помешает кипяток с перцем . 
Закончу внизу и схожу к ней . 
- Не повесишь ? - Конечно . Спасибо , Кларенс . 
Из-за пропавшей девчонки все евреи закрылись рано . 
Мне что , сказать мистеру Гордону , что нам нечем крыть , когда весь город ставит на 466 ? 
Лео , с Днем благодарения . 
- И тебя , Вернон . - Ага . 
Иду . 
- Что ты тут делаешь ? Входи . - Прости за беспокойство . Проходи . Ерунда . 
Квартира , о которой ты говорил . Та , что на Дне . Хочу снять ее ненадолго . 
О чём ты говоришь ? 
Где Милтон ? Мы закрыты . 
- Но у нас ... 
- Давайте . 
Спасибо , парни . 
Бедняжка . 
- Чтоб тебя . 
- Это Клео . 
Прости . 
Чтоб тебя , Клео . 
Твой выход в 22 : 00 . 
В 23 : 00 . 
В 22 : 00 . 
Я принесла воду с перцем . 
Дурацкая шляпка на тебе ? 
Да пошла ты , Дора . 
Мэдди , что с рукой ? 
- Мне не спрашивать ? - Будь добр . 
Джудит покажет тебе квартиру . 
- Помнишь мою дочь ? Джудит . - Конечно . 
Джудит ! Да ? 
Покажи миссис Шварц квартиру . 
- На Дне ? 
- У нас много квартир ? 
Соберись . 
Мэдди , мне не к спеху . 
Я их выкуплю . Хочу заложить на месяц или два . 
- Ну , он его не тут купил . 
- " У Штайнера " . 
" У Штайнера " ? 
Навороченный ювелирный , сейчас закрыт . 
Как я всегда говорю ? 
" Чтобы продать бриллиант , не нужны канделябры " . 
Точно . 
Могу дать только 500 . 
Но Милтон застраховал его за 2 000 долларов . 
Ну , я так скажу . Не хочу вмешиваться , но , если будет покупатель , которому оно понравится , мы что-нибудь придумаем . 
- Нашла ключи , детка ? 
- Посмотрю там . 
Вот . 
Я подожду в машине . 
И , Мэдди ... С Днем благодарения . 
- Как оно , Кёртис ? 
- Еще одна ночь в " Фараоне " . 
- Движуха есть ? 
- Ага . Как дела ? 
Так себе , старик . Пустишь меня ? 
- О , мужик . 
- Только для членов клуба . Ты же знаешь . Пробуй драться подушками . 
Я сказал , только члены клуба . - И артисты . 
- Ты тут не выступаешь . 
- Это Шелл сказал ? 
- Считай , я представитель м-ра Гордона . 
Слушай , я просил Клео сказать Шеллу , что ее муженек зайдет , ясно ? 
Неужели ? 
Если хочешь , жди тут . 
- Шелла не видели ? 
- Мистер Гордон на сцене . 
Поаплодируйте человеку , трубачу , легенде – перед вами Рой " Тэнглфут " Маккой . 
Босс , Слэппи пришел . Говорит , хочет выступить . 
- Правда ? - Да . Ну , я не знаю , что сказать . Спроси Клео . Да . Конечно , босс . 
Офицер Платт . 
Как дела , Реджи ? 
Нос по ветру ? Избегаешь неприятностей ? 
- Весь день , каждый день . 
- А вот глаз пострадал . 
В следующий раз поквитаюсь . 
Слэппи хочет зайти . 
На что смотрите , офицер ? Вы не должны искать пропавшую девочку ? Пока сюда не пришли с кулаками ? 
Смена начнется через час . 
Если мне суждено ее найти , ей придется остаться ненайденной до 22 : 00 . 
Да , Реджи ? 
Быстрый визит не отменяет чаевые . 
- Я даю на чай . 
- Недостаточно . 
Не знал , что мой поход сюда создал проблемы . 
А какие могут быть походы на службе ? 
Ваша честь , я пытаюсь доказать , что я не жмот ? Или это намек , что я продажный ? А ? Любопытно , что вы тут делаете среди недели . Наслаждаюсь музыкой ... и видом . 
Как все . 
- Видом ? - Да . 
Но вы не волнуйтесь . Я не писаю на меченые деревья . 
Не знала , что вы любите деревья , офицер . 
Почему же ? 
Белые сложно найти . 
Дора . Дора ! 
Цветы – сила красоты ! 
Вечерняя распродажа ! 
Покупайте , пока можно . 
Революционная клубника . Свежее , чем Мартин Лютер Кинг . 
Цветы – сила красоты ! 
Покупайте , пока можно ! 
Вечерняя распродажа ! 
Я помогу . 
Спасибо . 
Да . Какая красота . А если я принесу раскладушку ? 
Мама выпустит меня из дома без мужчины , только если я съедусь с милой дамой из северо-западного Балтимора . 
Милой старой дамой . 
Я еще своей матери не сказала , что ушла . 
Будет не легче , чем когда мне было 20 . 
Вы не старая . Если дадите жить с вами , кольцо останется у вас . 
Мы пришли ? Да . Сюда . 
Идем . 
Что ты тут забыла , милашка ? 
Замок заедает . 
Выключатель не работает . 
Итак , это ванная . 
Ванна довольно большая , что хорошо . 
Тут грязновато , потому что я забыла закрыть окно . 
Он так сердился . 
Да , но тут уже полгода никто не живет . 
Я думала , что смогу въехать , но это я виновата . 
Могу принести губку или швабру , если хотите . А еще подушку . 
Да , мне очень ... Мне нравится квартира . Я всегда хотела жить тут , но отец против . 
Он очень переживает за меня . 
Не знаю , как вы отнесетесь к соседке , но я могу спать на полу . 
Я ее возьму . 
Ну , я помогу с чемоданом . Нет , спасибо . Мне нужно переодеться , а потом я пойду в синагогу и присоединюсь к поискам . Женщину они не пустят . 
Тогда буду искать сама . 
В одиночку вам будет нелегко . 
Мне не нужна соседка , Джудит . 
Как насчет подруги ? 
А что это ? 
- Вставай . - Нет . Дора . Дора . Богом клянусь , если не выйдешь на сцену ... Иду , мама . 
Вот так . Давай , детка . Твой босс подсадил ее на это . Как ей петь ? 
Мой босс ? 
А ты ни при чём ? - Ты на него работаешь . 
- Я делаю не то , что ты . 
Давай , детка . Сегодня придет Кэб Кэллоуэй . 
Вот так . Ага . 
Хулиганка . Давай . Мистеру Хай-ди-хо не терпится тебя услышать . 
Выведи ее на сцену , как откроет второй глаз . Не задерживайтесь . 
О да , малышка . Мистер Хай-ди-хо так хочет тебя послушать . 
Лефти , Дора выйдет через пять . " Where Did Our Love Go " . Медленно . 
Клео . 
Шелл . 
Вызывали , мистер Гордон ? 
Да , сядь . 
Выпьешь ? 
Нет , спасибо . 
Клео ведет мою бухгалтерию еще с юности . 
Ведет чертовски хорошо . Я склоняю ее к большему , но она слишком занята речами . 
Верно , Клео ? 
Ты такая черствая . Выкинула Слэппи , как старую шляпу . 
Да , у нас был трудный день , и я не хотела тащить это сюда . 
Я не хочу видеть падение очередного черного , так что пусть покажет свой номер . 
- Спасибо , мистер Гордон . 
- Ты теперь с миссис Саммер ? 
Нет , я волонтерка ... 
- Работаешь на нее бесплатно ? - ... у миссис Саммер . А я тебе за работу плачу . 
Видно , я ошибся . 
Видно . 
Слушай , иди на сцену и скажи народу , что Дора сейчас повергнет их в шок . 
Я не любительница сцены , мистер Гордон . 
О , ну , вспомни об этом , когда в следующий раз миссис Саммер попросит тебя сказать речь . В этом разница между ней и мной . 
Видишь ли , я тебе плачу , так что я не прошу . 
Да , сэр . Извините . 
Хорошая девочка . 
Тесси ! Тесси ! 
Я знаю , куда идти . 
Тут есть тропа , ведущая к озеру . 
Ваше старое место для свиданий ? 
Нет . 
Чего вы такая странная ? 
Вовсе нет . Так . 
Нет ничего плохого в том , чтобы резвиться голышом на травке с парой парней . 
Подержите ? 
Сейчас 1966 год . 
Я ни с кем не резвилась голышом на траве . 
Ты что делаешь ? 
- А на что это похоже ? - Отойди дальше . 
Дамы и господа . С этой пташкой я знакома еще с детства . Но до сих пор не знаю , чего от нее ждать . В любом случае мне всегда мало . 
Ваш слух усладит единственная и неповторимая мисс Дора Картер . 
Обалдеть . 
Стойте ! 
Не трогайте ее ! 
Хочу обнять ее . 
- Просто ... - Обнимите меня . 
Джудит , приведи кого-нибудь . 
Обещаю , я не прикоснусь к ней , но я должна остаться здесь с ней . 
Ты бы поняла , будь ты матерью . 
После смерти ты уже не девочка . Женщина или жена . 
Ты не чья-то мать , не чья-то дочь . 
И никто не скажет тебе , как прожить жизнь . 
Ты хотела , чтобы смерть Тесси дала тебе эту свободу , не так ли ? 
Но она лишь показала тебе дверь . 
А чтобы открыть ее , потребовалась моя . 
