俗話 說 , " 在 獅子訴 說 自己 的 故事 之前 獵人永遠 都 會 被 捧成 英雄 " 
我 生前 是 克莉 歐強森 但 我 死 後 , 就 變成 湖中 的 女人 
妳 說 妳 知道 是 誰 奪 走 我 的 性命 麥蒂 摩根 史登 
( 明日 替 本市 " 湖中 的 女人 " 舉辦 告別式 ) 妳 說 在 妳 出現 之前 , 根本 沒人 在乎 
事實 是 ... 妳在 我 人生 的 終點 出現 然後把 一切 轉變成 妳 的 起點 
他媽 的 快樂 郵筒 
( 1966 年 ) 好 的 , 耶誕 老人 的 小 郵筒 , 我 跳 
( 巴爾 的 摩 ) 好 的 , 開始 , 跳起 來 
嘿 , 你 要 寄信 給耶誕 老人 嗎 ? 
各位 , 感恩 節快 樂 
在 我 身旁 的 是 巴爾 的 摩 最 喜歡 的 主播 瓦 勒斯 懷特 
瓦 勒斯 , 你 覺得 我們 的 這場 遊行 如何 ? 
在 馬 里蘭 大道 熱鬧 非凡 還有 巨大 的 氣球 
看看 那些 小丑 
哇 , 還有 那個 雜耍 者 我 好像 又 變回 小女孩 了 
今天 的 重點 就是 找回 赤子之心 
但是 老爸 , 別 擔心 , 我們 也 沒忘記 招待 你 
瞧瞧 , 本地 的 巴爾 的 摩金鶯隊 上場 了 他們 準備 在 世界 大賽 爭冠 
會 跳舞 的 郵筒 來 了 
若 妳 參加過 感恩 節遊行 就 會 知道 每個 小孩 都 在 等待 一個 時刻 
親愛的 , 妳 要 寄信 給耶誕 老人 嗎 ? 
而 那 一個 時刻 正在 發生 
這個 華麗 出場 的 男人 被 稱 為 聖 尼古拉 、 克里斯 金格 、 歡樂哥 或 我們 巴爾 的 摩人 都 喜歡 稱呼 的 名字 耶誕 老人 
現場 歡聲 雷動 耶誕 老人 先生 終於 抵達馬里蘭 大道 他 從 北極 遠道 而 來 
他 還帶 了 很多 禮物 跟 好 東西 要 送給 小朋友 們 他們 看 了 全都 好 開心 
- 泰西 - 借過 , 泰西 , 爸爸 來 了 我們 走 吧 , 過來 布萊斯頓 一定 開 了 , 車鑰匙 在 妳 那邊 嗎 ? 
在 你 的 外套 口袋 裡 
- 媽 , 耶誕 老人 怎知 我們 是 猶太人 ? - 什麼 事 ? 因為 我們 家 的 門上 有 經文匣 
若 我 在 瑪莉家 睡覺 呢 ? 
他 還是 會 知道 
瑪莉 不會 揭穿 我 
泰西 , 耶誕 老人 不是 真的 , 好 嗎 ? 是 瑪莉 的 肥 爸爸 打扮 成耶誕 老人 
別告 訴瑪莉 妳 媽這樣 說 
瑪莉 知道 他 很 肥 
爸爸 的 意思 是 別告 訴瑪莉 耶誕 老人 不是 真的 
我 不想 把 妳 當成 小孩 哄 騙 了 妳 長 大 了 , 好 嗎 ? 
四週 之 後 就是 光明 節 妳 想要 什麼 禮物 都 能 跟 爸爸 說 
- 我 知道 我要 什麼 , 我要 一 隻 海馬 - 好 嗎 ? 
好 的 , 現在 - 我們 好好 享受 這場 美好 的 遊行 吧 - 這場 美好 的 虛榮 遊行 也 擋 住 了 這條 路 , 我們 得 回去 大 教堂 
好 , 把 大衛給 我 親愛的 , 過來 , 你 長 好 大 了 喔 ( 熱帶魚 天堂 ) 好 , 我 不 懂 你 為 何不 像 去年 那樣 停 在 博物 館 旁邊 
我 沒 有 像 去年 那樣 停 在 博物 館 旁邊 因為 妳 說 - 我們 不能 再 停 在 那裡 , 因為 ... - 不 , 親愛的 ... 
白化 症馬 面魚 
妳在 找什麼 嗎 ? 
我 只是 在 看 那 隻 魚 
妳 應該 回去 爸媽 身邊 
他們 在 這裡 嗎 ? 
你 知道 海馬 是 魚類 嗎 ? 
是 學校 教 的 嗎 ? 
我念 雅各 家書院 , 學校 沒教關 於 魚的 事 只 說 上帝 在 第五天 創造魚 
也 在 同一天 創造 鳥 對 
這裡 有 賣 海馬 嗎 ? 
請給 我 冬青 口香糖 
- 你好 
- 施瓦茲 太太 , 要 胸肉 還是 肩胛 肉 ? 
三塊 胸肉 
其實 , 五塊 好 了 
米爾頓 都 會 臨時 邀請 其他 夫妻 來 
因為 他 很 好客 
因為 他 是 大人物 
大人物 知道 哪些 東西 是 錢 買 不到 的 一位 美麗 的 淑女 四處 奔走 替 他 買 猶太 認證 的 羊肉 
才 六個 月 大 
只是 小羊 
施瓦茲 太太 , 別 擔心 , 沒人會 想念 牠 
沒人會 想念 牠 
不好意思 我 能試 穿 櫥 窗裡 那件 黃 色洋裝 嗎 ? 
沒 問題 , 女士 , 真 抱歉 
她 要 試 穿 櫥 窗裡 那件 黃 色洋裝 
沒 問題 , 女士 , 我馬上 回來 
女士 , 妳 還想 看 哪些 品項 嗎 ? 不用 了 , 謝謝 , 那件 洋裝 就行了 
若 她 找 不到 妳 的 尺碼 , 我 也 可以 替 妳 訂 
- 我現 在 就要 買 - 週一 就 會 送 來 
我 發誓 今天 早上 還有 三件 我 能試 穿 櫥 窗裡 的 那件 嗎 ? 
女士 , 妳 確定 嗎 ? 模特 兒 是 黑 ... 對 , 我 不介意 
模特 兒 整個 早上 都 穿 那件 洋裝 , 可能 很 髒 
我想試 穿 那件 洋裝 , 麻煩 了 
沒 問題 , 女士 我 帶 妳 去 試 穿間 
有 一位 女士 要試 穿 櫥 窗裡 那件 黃 色洋裝 
她 不介意 嗎 ? 
埃瑟 正帶 她 去 試 穿間 
- 克莉歐 
- 我們 需要 這件 洋裝 
- 小姐 , 現在 嗎 ? - 對 , 快點 
( 試穿 間 ) 別 走 開 
這件 洋裝 的 釦子 超難 扣 
是 拉 鍊 
- 她 來 了 
- 我 拉不下 來 
我能 脫掉 , 雪莉 小姐 , 可以 讓 我 來 嗎 ? 
快點 
這 就是 封住 整條 街 的 原因 嗎 ? 
對 , 一個 來 自派 克斯 維爾 的 女孩 失 蹤 了 
她 的 父母 帶 她 來 看遊行 不 , 我 就是 來 自派 克斯 維爾 真的 嗎 ? 我絕 對 猜 不到 
妳 看 起來 完全 不像 猶太人 
她 一定 很快 就會 出現 了 
畢竟 這裡 是 巴爾 的 摩 , 不是 紐約市 
太感謝 妳 了 , 我 也 要 那件 外套 , 謝謝 
那麼 , 我 讓 妳 穿 上別 的 衣服 吧 穿瑪莉官 設計 的 好 了 
抱歉 現在 已經 是 中午 , 今天 我 獲准 提早 離開 
沒人 告訴 我 
我 上 週 就 跟 戈柏 先生 報備 了 
那 我 就 得 扣 妳 的 薪水 
雪莉 小姐 , 可以 把 我 的 衣服 還我 嗎 ? 
等等 
- 施瓦茲 太太 
- 謝謝 你 , 艾倫 
妳 穿 那 什麼 鞋子 ? 
妳 戴 那 什麼 愚蠢 的 帽子 ? 
妳在 說 笑 嗎 ? 妳 知道 我 今天 要演 說 
關於 帽子 嗎 ? 
妳 要 戴 那 頂 小帽子 茉托 才能 讓 這些 有 錢 的 白人 以為 她 拯救 了 妳 這個 窮 鬼 
或者 若 我 演說 成功 , 她 就 會 讓 我 替 她 工作 
親愛的 , 妳 已經 在 替 她 工作 了 
我 是 志工 ( 投票 給 女性 領導人 ) 
- 又 稱 為 免費 勞工 
- 我覺 得 妳 不夠 盡力 我們 的 老 闆 似乎 帶 了 幾個 親信來 
妳 確定 要 替 茉托演 說 嗎 ? 
能 請 妳 說 句 好 話 嗎 ? 
我 儘 量 
黑人 與 猶太人 聯盟 的 勢力 每天 都 越來 越 衰弱 因為 主張 黑人 力量 的 伊斯 蘭 民族 組織 不 斷言語 攻訐 
無庸 置疑 , 反猶太主義 根深蒂固 媽 , 塞車 好 嚴重 嗨 嘿 
- 瞧瞧 誰終 於 來 了 - 抱歉 
這是 賽斯 嗎 ? 他長 大 的 速度 比 我 欠債 還快 
- 你好 , 溫斯坦 先生 - 麥蒂 
- 米爾頓 , 幫 我 一個 忙 ... 
- 待會 再 說 , 席德 
我 跟 你 說 , 在 桑德敦 的 套房 又 要 出租 了 
- 底層 那間 嗎 ? - 好 的 去年 你 的 手下 趕走 我 的 一個 租客 - 我會 在 店裡 ... - 今天 是 感恩 節 , 溫斯坦 先生 - 謝謝 妳 , 親愛的 
- 你們 慶祝 這 一天 ? 
- 沒錯 
- 我 不慶祝 我們 是 美國人 
抱歉 , 我 遲到 了 
到 處 都 塞車 , 因為 那個 白人 女孩 失 蹤 
這是 我 的 朋友 , 朵 拉 卡特 小姐 
當然 了 , 我們 知道 卡特 小姐 是 誰 
今天 妳 會 替 桑瑪 女士 獻唱 嗎 ? 
她 要付 錢 嗎 ? 
克莉歐 , 妳 見 過琳 達 嗎 ? 
她 是 道格拉斯 中學 的 副 校長 
我們 在 禮儀 學校 的 捐 贈會 上 見過 
那頂 帽子 就是 我 捐 的 
我 希望 能 讓 我 兒子 泰迪去 念 貴校 
- 他 的 數學 成績 是 全班 最高 ... 
- 請 一起 歡迎 全美 第一位 黑人 女性 參議員 茉托桑瑪 女士 
至於 頒獎 人 有 請 我們 美麗 的 女贊 助人 上台 米爾頓 施瓦茲 太太 
謝謝 大家 
( 捐助 猶太 福利 基金 會 美國 猶太委員會 ) 我要 感謝 大家 , 還有 我 的 丈夫 米爾頓 答應 讓 我 在 今天 代表 我 的 家人 上台 
既然 可以 看著 妳 , 誰還 需要 我 上台 呢 ? 
我要 感謝 我 無 與 倫比 的 志工 , 蓋倫 女士 們 她 們 有些 人 在 很 年 輕時 就 陪 著 我 打拼 在 我 教書 的 時候 
各位 知道 , 猶太 男人 每天 都 會 感謝 上帝 感恩 被 賜 予三種 恩典 沒有 把 他 創 造成 異 教徒 
我 知道 我們 的 社區 需要 什麼 
沒有 把 他 創 造成 奴隸 
一條 通往 繁榮 的 道路 
以及 沒有 把 他 創 造成 女人 
我 聽 說 是 因為 我們 女人 要 肩負 很多 重擔 
送 孩子 們 去 糟糕 的 學校 並 生活 在 不 安全 的 ... 
我們 的 學校 原本 好 得 很 直到 妳 提出 的 融合 法案 讓 我們 最 優秀 的 學生 都 去 念白 人學校 
這是 實話 
看來 薛爾戈 登 派出 了 幾個 親信 干擾 這場 活動 
沒人 派 我 來 我 是 替 自己 跟戈登 先生 那樣 的 其他 生意人 說出 心聲 - 他們 更 在乎 這個 社區 ... - 生意人 ? 妳 永遠望 塵 莫及 戈登 先生 是 罪犯 20 年 來 從 事 非法 彩票 生意 現在連 毒品 也 賣 
戈登 先生 資助 妳 的 第一 場選戰 
妳 無權 代表 我們 任何人 發言 
她 能 代表 我 發言 
繼續 說 , 克莉歐 
這件 事 跟 戈登 先生 無關 
真的 我們 大部分 人 只是 在 想 辦法 讓 我們 的 孩子 得到 良好 教育 不必 努力 爭取 跟 白人 相較 之下 少得 可憐 的 福利 
如 妳 所 說 , 誰 都 無法 奪 走 我們 的 尊嚴 除非 我們 自己 放棄 
我 很榮 幸能 把 這個獎 頒給 三位 女性 她 們 是 社區 中 追求 目標 與 領導 的 楷模 
恭喜 , 女士 們 
謝謝 妳 , 施瓦茲 太太 我 有 重要 消息 要 宣布 
我們剛 得知 警方 擴大 了 搜索 範圍 搜索 隊 每 45 分鐘 就 會 出動 從德魯伊丘 猶太會堂 出發 
請 加入 搜索 的 行列 並替 泰西 德斯特 與 她 的 家人 禱告 
一路平安 
天 啊 , 媽 
警方 已經 開通 好 幾支 緊急 專線 
- 泰西 德斯特 最 後 一次 現身 ... - 早 知道 我 就 坐 爸的車 - 是 在 一場 感恩 節遊行 - 泰西 德斯特 ? 
對 , 亞倫 德斯特 的 女兒 
對 , 我 知道 泰西 德斯特 是 誰 
- 那 妳 幹嘛問 ? - 我 沒 有問 我 只是 無法 相信 
我 不能 回去 下廚 
我們 應該 去 找 她 
妳 殺 了 泰西 德斯特 嗎 ? 
這是 羊肉 的 血 啦 , 賽斯 
所以 我 才 遲到 , 我 得 去 買 一件 新洋 裝 
對 了 , 妳 必須 下廚 , 因為 爸邀 請 了 妳 的 學校 同學 , 瓦 勒斯 懷特 
你 爸 當然 不會 告訴 我 他 要 來 吃 晚餐 
- 他 臨時 決定 邀請 他 - 他 都 這樣 
對 , 我 確定 泰西 德斯特 也 是 臨時 失 蹤 
一個 猶太 小女孩 失 蹤 了 
- 你 不想 幫忙 嗎 ? 
- 不想 , 我 想 吃 飯 
若 你 失 蹤 了 , 你 不 希望 亞倫幫 我 找 你 嗎 ? 
所以 妳 要 去 找 泰西 是 因為 若 我 失 蹤 妳 才能 請 德斯特 一家 去 找 我 嗎 ? 
你 為何 總 是 對 我 這麼 不滿 ? 
羊肉 已經 擺 在 車上 一整天 , 一定 臭酸 了 羊肉 沒 問題 
人們 想 找 一個 幫 他們 簽賭 的 人 
- 若 你 要 這麼 做 , 就 得 知道 ... - 泰迪 
我會 跟 你 算帳 
- 查理 , 幾次 了 ? 
- 午安 , 埃及 豔 后 
查理 , 你 答 應過 我 
嘿 , 他 遺傳到 艾文 的 簽賭 天分 
我爸 經營 簽賭 生意 時 , 薛爾還 沒販毒 
我兒子 絕對 不會 替 他 工作 , 懂 嗎 ? 
克莉歐 , 妳 好 嗎 ? 
我 很 好 , 強尼 , 很 高興見 到 你 
- 媽媽 , 我 在 說 笑 話 
我 喜歡 的 女人 就 像 我 愛吃 的 蛋 荷包蛋 
很 高興見 到 妳 , 克莉歐 
妳 記得 紅狐 酒吧 的 艾吉伍 茲 跟 強尼 嗎 ? 記得 
大家 感恩 節快 樂 繼續 說 , 別因 為 我 停下 來 
我 喜歡 的 女人 就 像 我 愛喝 的 咖啡 又熱 又 黑 
嘿 , 這個 比 較 好笑 , 你 ... 有 進步 喔 
我 也 有 一個 
- 那 是 什麼 笑 話 ? 
- 哪一個 ? 快點 , 小賴 , 你 知道 的 
那個關 於 我 回家 時 , 以為 你 已經 準備 好 讓 孩子 們 過 感恩 節的 笑 話 
不 , 你 不 喜歡 這個 笑 話 嗎 ? 
我 也 不 喜歡 
寶貝 , 我們 走 吧 
我 晚點 再 跟 你 算帳 
別 這樣 , 小莉 , 艾吉 跟 強尼才 剛來 鎮上 - 該 走 了 - 我 好多年 沒見 到 他們 了 
寶貝 , 穿 上 外套 
- 我 知道 我要 什麼 耶誕禮物 
- 你 可以 寫 信給 耶誕 老人 
不行 , 他 不識 字 
誰 跟 你 說 的 ? 
泰迪 說 的 , 但 等 我 的 手好 一點 就要 畫圖給 他 看 
你 為 何不 跟 我 說 她 要 上樓 ? 你 的 手痛 嗎 ? 
坐下 , 沒事 的 
他 說 說 笑笑 的 時候 手 並不痛 在 妳 氣急敗 壞 地 走 進來 之前 
氣急敗 壞 ? 我氣 急敗 壞 ? 你 甚至 無法 讓 泰迪遠 離 街頭 
泰迪 又 不 在 街上 
那個 男孩 每天 都 出去 簽賭 
他 原本 不必 出去 簽賭 , 可惜 你 的 下流 表演 讓 街上 每一間 俱樂部 都 把 你 掃地 出門 
我會 住 在 我 媽家 , 直到 你 想 清楚 回去 工作 是否 對 你 而言 很 重要 
泰迪 , 我們 走 吧 
我 知道 我 是 誰 , 也 知道 我想 成為 誰 
我 並非 一 無 所有 
一無 所有 的 人 也 可以 很快 樂 
你 覺得 一切都是 笑 話 嗎 ? 
兒子們 超愛我 的 笑 話 
- 敲敲 門 
- 是 誰 ? 
蜈蚣 哪 隻 蜈蚣 ? 
我們 耶誕樹 上 的 那 隻 蜈蚣 
你 媽要 我 說 這種 笑 話 
我 不在乎 你 說 哪種 笑 話 只要 人們 願 意付 錢 聽 , 小賴 
請 你 幫 我 拿 皮包 
等等 , 所以 妳 真的 要 在 - 感恩 節離開 我 ? 
- 走 吧 
至少 讓 我 留下 一個 兒子 我 偏好 泰迪 
跟 薛爾說 我 晚點 會 去 找 他 
你 無法 相信 我 在 市中心 的 書店 看見 什麼 
在 高地 鎮 ? 對 
開書店 的 那 兩個 年 輕人 成立 了 一間 國家州 權黨 分部 
他們 想 扮納粹 
扮納粹 嗎 ? 
若 他們 在 巴爾 的 摩 市中心 推廣一場 運動 就 不是 遊戲 了 
我 同情 那些 自以 為 安全 的 猶太人 
我 同情 那些 無法 在 假期 約會 的 本地 電視 明星 
妳 以 為 女人 會 對 本地 新聞 主播 投懷 送 抱 嗎 ? 
瓦 勒斯 , 別謙虛 , 這樣 對 你 沒 好 處 
請用 餐巾 紙 
麥蒂 , 妳 把 我 介紹給 幾個 妳 的 朋友 吧 
瓦 勒斯 , 抱歉 , 麥蒂 沒有 任何 朋友 
我 不 相信 
- 不 , 永遠 都 有人 等 著 ... - 你 就 直接 把 這 丟 地上 ? 跟 麥蒂 摩根 史登 做 朋友 抱歉 , 施瓦茲 
乾杯 
我 曾 帶 妳 母親 參加 畢業 舞會 因為 泰西 德斯特 的 父親 放 她 鴿子 
對 , 我 發現 她 在 學校 的 校刊 室 啜泣 我 逮到 機會 就 ... 瓦利 , 你 說 的 故事 總是 如此 動聽 
那 不是 啜泣 , 我 是 在 大哭 而且 絕對 不是 為 了 任何 愚蠢 的 畢業 舞會 
真 不敢想像 妳 跟 德斯特 在 一起 會 怎樣 
他 變得 太像 猶太人 了 夠了 , 你 留點 口德 吧 
他 的 女兒 失 蹤 了 或許 不要 拿 他 開 玩笑 比較 好 
我 倒 從 沒 聽過 這段 妳 跟 亞倫 德斯特 轟動 的 高中 情史 
因為 根本 沒有 轟動 的 高中 情史 
我 在 高三 那年 忙 著 寫 校刊 我 只在乎 這件 事 , 根本 沒人 追求 我 
現在 誰 謙虛 了 ? 
所有人 都 愛 她 
但 只有 米爾頓 能 擄 獲 她 的 心 
好 , 你們 別 在 賽斯 面前 說 這些 了 
學校 校刊 的 風 雲 人物 終於要 去 看 羊 胸肉 烤 好 了 沒 嗎 ? 
兒子 , 真 好笑 
- 對 , 非常 厲害 - 這 小子 有 上 電視 的 潛力 
可不是 嗎 ? 我 一直 這樣 告訴 他 
回家 之 後 我 就 替 你 的 手冰 敷 , 寶貝 , 好 嗎 ? 
然後就會 消腫 , 你 就 會 比 較 舒服 
對 不起 ... 幫 我 把 包包 放在 那裡 
寶貝 , 我 知道 ... 好 的 
我 知道 , 把 外套 脫掉 
我 知道 , 嘿 , 媽 
過來 , 坐 我 腿 上 
小賴 在 哪裡 ? 
他 去 工作 了 
妳 一定 是 交 了 新 男友 
感恩 節快 樂 
若 妳 跟 家人 共度 會 更 快樂 而 不是 待 在 吧台 後 面 
桑瑪 女士 全職 聘僱 我 之 後 我 晚上 就 不必 工作 了 
我 只 需要 有人 在 這段 時間 幫 我 顧兒子 
在 假日 而已 
只要 你們 能 擠 在 一個 房間裡 就 好 
我 的 小 孫子 還好 嗎 ? 過來 , 讓 我 看看 
- 他 的 眼睛 又 變 黃 了 , 尤 妮塔 - 我 知道 , 媽 明天 我會 帶 他 去 看 醫生 你 要 喝點 果汁 嗎 ? 
他 看夠 醫生 了 他們 只 說 鐮 刀型紅 血球 疾病 沒藥醫 
- 媽 ... - 我們 需要 先知 過來 治療 他 
- 先知 個 鬼 - 嘿 ... 
嘴巴 放乾淨點 
你 聽 見 我 的 話 了 , 他 最好 別 碰 我 兒子 
妳 提到 聖者 時 嘴巴 最好 放乾淨 你 管好 自己 就 好 , 艾賽亞 
妳 一定 是 忘 了 這是 誰 的 家 你 是 指 我 爸爸 的 家 嗎 ? 我 已 經養 這個 家 很 久 了 
但 你 坐在 他 的 椅子 上 還真 舒服 
嘿 , 妳 跟 艾賽亞 說 話 的 時候 要 放 尊重 
- 尊重 是 互相 的 , 媽 - 完全 沒錯 
我要 去 工作 了 
別 忘 了 替 他 熱敷 雙手 
巴爾 的 摩 警局 的 史 塔斯 利隊 長 表示 他 已經 指派 好 幾個 小組 搜索 失 蹤 的 女孩 並 提醒 所有 巡警 要 密切注意 任何 嫌犯 
泰西 失 蹤 一案 讓 這座 向 來 分裂 的 城市 團結 起來 
卡洛 主教 與 牧師 ... 亞倫 德斯特 
誰 在乎 ? 
若 你 知道 任何 有助 協尋的 消息 ... 妳 還有別 的 事要 告訴 我 嗎 ? 
泰西 德斯特 失 蹤 了 
我覺 得現 在 待 在 廚房裡 是 不 對 的 
我 以 為 妳 喜歡 這個 新 廚房 
聽著 , 麥蒂 我們 可以 好好 享用 感恩 節 晚餐 這幾小時 先別 談 泰西 德斯特 的 事 , 行 嗎 ? 
德斯特 先生 , 你 要 對 聽眾 說 幾句 話 嗎 ? 
請替 我們 的 小寶貝 禱告 , 還有 , 努力 找 她 
我們 懷抱 著 希望 , 等 著 帶 她 回家 , 謝謝 
- 麥蒂 
- 我們 應該 出去 加入 搜索 
妳 用 放 乳 製 品 的 盤 子 放羊 胸肉 
妳 為何 這麼 做 ? 
抱歉 , 各位 但 我 必須 把 這整 塊 羊 胸肉 丟掉 
- 抱歉 , 瓦 勒斯 , 不 - 沒關 係 - 你 向 瓦利 道歉 ? - 抱歉 ... 對 是 瓦利 大老遠 去 隆博街 買 你 要 的 猶太 認證 羊肉 嗎 ? 
瓦 勒斯 是 我們 的 客人 現在 我們 端 不出 東西給 他 吃 或者 我們 要 等到 他們 找到 泰西 德斯特 才能 吃 東西 ? 
好 , 大家 禁食 吧 
我 以 為 今天 是 感恩 節 , 但 沒 想到 是 贖罪 日 
妳在 幹 ... 嘿 ... 給我 , 妳在 做什麼 ? 
給我 
失陪 了 
怎麼 ... 麥蒂 , 瓦 勒斯 走 了 
請 妳 出來 , 別 再 鬧 了 , 好 嗎 ? 
我 都 清理 乾淨 了 
出來 吧 , 讓 我 看看 妳 的 手 
怎麼 了 ? 妳是 怎麼 回事 ? 
為何 我 在乎 這件 事 大家 就 覺得 我 有 毛病 ? 
關於 泰西 德斯特 嗎 ? 
不曉得 , 麥蒂 
整個 巴爾 的 摩 都 在 找 她 , 我 卻 是 瘋 婆娘 ? 
別人 都 沒 有 妳 這種 反應 而且 我 從 沒 說過 妳是 瘋 婆娘 
我 從 沒 說過 
我 只是 很 生氣 沒有 食物 宴客 , 好 嗎 ? 
只要 我 一天 沒 伺候 你 , 就 罪 該 萬 死 
伺候 我 ? 
對 , 米爾頓 
對 , 米爾頓 , 我 已經 伺候 了 你 20 年 
而 你 認為 我 只 適合當 家庭 主婦 
不 , 我 沒 這樣 認為 
- 你 有 
- 不 ... 我 沒 有 
不然 是 怎樣 ? 麥蒂 你 認為 我 擅長 什麼 ? 
妳 從 來 不想 去 做別 的 事 
我 從 沒試 過去 做別 的 事 
你 想過 原因 嗎 ? 
若 失 蹤 兒 童 沒 有 在 頭 24 到 48 小時 內 被 找到 就 可能 死 了 , 你 聽過 這種 說法 嗎 ? 麥蒂 , 現在 是 怎樣 ? 妳在 做什麼 ? 
這是 怎麼 回事 ? 
- 你 就 他媽 的 讓 她 走 吧 - 嘴巴 放乾淨 
我 不 需要 你 爸 讓 我 走 
麥蒂 , 回答 我 , 妳 要 去 哪裡 ? 
這是 怎麼 回事 ? 
麥蒂 , 這樣 太 突然 了 我 完全 沒 料到 會 這樣 
我 曾經 不 相信 妳 會 離開 妳 的 丈夫 妳 的 豪宅 , 與 你 們 共有 的 人生 
但 如同 死亡 改變 了 人們 看待 我 的 方式 它 也 改變 了 我 看待 妳 的 方式 
我 看過 妳 一次 , 麥蒂施 瓦茲 
在 這 一切 開始 之前 , 我 看過 妳 
我 看 見 妳 看 見 我 在 看 著 妳 
這就 像 小 時候 的 繞 口令 我 在 畫一張 我 在畫 自己 的 圖 畫一張 我 自己 的 圖 
圖畫 不斷 延伸 , 直到 變得 好 小 讓 人 什麼 都 看不到 
晚安 , 強森 太太 
朵 拉 還好 嗎 ? 
黑胡椒 跟 熱水 或 許有 幫助 
我 在 樓 下 忙 完 之 後 就 會 去 看看 她 
- 你 能 幫 我 寄放 外套 嗎 ? - 沒 問題 謝謝 你 , 克萊倫斯 
那個 可惡 的 失 蹤 女孩 讓 所有 猶太人 都 提早 打烊 
所以 你 要 我 告訴 戈登 先生 , 我們 毫無 保障 因為 整座 城市 都 押 466 號嗎 ? 
小莉 , 感恩 節快 樂 
- 感恩 節快 樂 , 維農 - 是 啊 
來 了 
- 妳 怎麼 會來 這裡 ? 進來 - 席德 , 很 抱歉 打擾 你 過來 一點 都 不 打擾 
你 提到 有 一間 在 底層 的 公寓 我 想 跟 你 租 一陣子 
妳在 說 什麼 ? 
米爾頓 在 哪裡 ? 我們 打烊 了 
- 但 我們 帶 了 ... 
- 拿 過來 
謝謝 , 男孩 們 
可憐 的 泰西 
- 滾開 
- 我 是 克莉歐 
抱歉 
滾開 , 克莉歐 
妳 今晚 10 點要 表演 
是 11 點 
10 點 
我 帶 了 胡椒 水給 妳 
妳 還戴著 那 頂 愚蠢 的 小帽子 嗎 ? 
去 妳 的 , 朵 拉 
麥蒂 , 妳 的 手 怎麼 了 ? 
- 妳 要 我 別問 問題 了 嗎 ? - 這樣 最好 
我 可以 叫茱蒂絲 帶 妳 去 看屋 
- 妳 記得 我 女兒 吧 ? 茱蒂絲 - 當然 
茱蒂絲 幹嘛 ? 
我要 妳 帶 施瓦茲 太太 去 看 那間 公寓 
- 在 底層 那間 ? 
- 不然 我們 有 幾間 公寓 要 出租 ? 
妳 頭腦 清楚 一點 
麥蒂 , 別急 
我會 把 它們 贖 回來 我 只 需要 典當 兩三個 月 
- 他 不是 在 這裡 買 的 
- 他 在 史坦納 買 的 
史坦納 耶 
好 高級 , 而 他們 現在 打烊 了 
親愛的 , 我 是 怎麼 說 的 ? 
" 不 需要 水晶 燈 就 能 賣 鑽石 " 
沒錯 
我 只能 給 妳 500 美元 
但米爾頓 替 它 保 了 兩 千美元 
這樣 吧 , 我 不想 插手 這件 事 但 若 有人 想要 這種 造型 的 鑽石 我們 再 來 談 
- 親愛的 , 妳 找到 鑰匙 了 嗎 ? 
- 我 去後面 找 找 
拿 去 
我 去 車上 等 
麥蒂 ... 感恩 節快 樂 
- 科提斯 , 你好 嗎 ? 
- 每晚 在 法老 都 差不多 
- 生意 好 嗎 ? 
- 很 好 , 你 呢 ? 
還行 , 老頭 , 我想 進去 
天 啊 
只有 俱樂部 會員能 進來 , 小賴 , 你 知道 的 你 應該 試試 看 打 枕頭 仗 
我 說 只有 俱樂部 會員能 進來 , 小賴 你 知道 的 - 表演者 也 能 進去 
- 你 沒 在 這裡 表演 了 
這是 薛爾下 的 命令 嗎 ? 
跟 我 談 等 於 跟 戈登 先生 談 
聽著 , 老兄 , 我 叫克莉 歐告訴 薛爾 她 的 老公 會來 一趟 , 好 嗎 ? 
真的 嗎 ? 
你 可以 在 這裡 等 
- 你們 有 看見 薛爾 嗎 ? 
- 戈登 先生 在 台上 
請 掌聲 鼓勵 這位 先生 他 的 口技 與 傳奇 " 探戈 腳 " 洛伊 麥考 伊 
老大 , 小賴 在 外面 , 他 說 想要 表演 之類 的 
- 是 嗎 ? - 對 我 不 知道 該 跟 你 說 什麼 , 去 告訴 克莉歐 吧 好 的 , 老 闆 , 沒 問題 
普萊 特警 員 
瑞吉 , 你好 嗎 ? 
你 有 學乖 了 嗎 ? 不 惹 麻煩 ? 
我 每天 都 很 乖 
似乎 有人 賞你 一個 黑眼圈 
下次 我會討 回來 
小賴 說 他 想 進來 
警員 , 你 在 看 什麼 ? 你 不是 應該 出去 找 那個 失 蹤 的 白人 女孩 嗎 ? 以免 他們 進來 找 我們 兄弟 的 麻煩 ? 
我 一小 時後才 值班 
若要 我 找到 她 , 她 就 得失 蹤 到 10 點 
瑞吉 , 對 吧 ? 
就算 你 喝 得 很快 , 照樣 應該 給小費 
我 有 給小費 啊 
不夠 多 
沒 想到 我來 這裡 放 鬆 一下 , 妳 也 看 不 順眼 
你 又 沒 在 值勤 , 這不叫 放 鬆 
法官大人 , 我要 靠 小氣 證明 我 的 清白 還是 妳 暗示 我 收賄 ? 請 妳 說 清楚 我 只是 好奇 你 在 週間 來 這裡 做 什麼 
跟 其他人 一樣 , 我來 聽 音樂 跟 看 風景 
- 看風景 ? - 對 
但 妳 別 擔心 , 我 不會 在 別人 的 地盤 上 撒尿 
我 不 知道 你 有 地盤 觀念 , 普萊 特警 員 
怎麼 說 ? 
很難 找到 白色 的 地盤 
朵 拉 ... 
來 買花 
今晚 大出 清 
要 把握 機會 
比馬丁 路德 金恩 還新鮮 的 草莓 
來 買花 
要 把握 機會 
今晚 大出 清 
給我 , 讓 我 幫 妳 
謝謝 
別 客氣 , 這個 好 高級 我 可以 睡 摺 疊 床 嗎 ? 
我媽 讓 我 在 沒 有 男人 陪伴 獨自 出門 的 唯一 前提 就是 我 跟 來 自巴爾 的 摩 西北 區的 善良 女士 一起 住 
一個 善良 的 老 女人 
我 甚至 還沒 跟 我媽 說 我 離家 了 
我 20 歲 時 照樣 難以 啟齒 
妳 才 不 老 而且 若 妳 讓 我 跟 妳 一起 住 就 不必 典當 戒指 了 
快到 了 嗎 ? 對 , 往 這邊 走 
來 吧 
甜心 , 妳在 這裡 做 什麼 ? 
門會 卡住 
燈壞 了 
那麼 , 這是 盥洗室 
浴缸 滿大 的 , 這樣 很 好 
只是 有 一 點 髒 , 因為 我 不 小心 忘 了 關窗 戶 
他 有 一點氣 我 
對 , 但 這裡 已 經六個 月 沒人住 
我 原本 想 說 可以 搬 進來 , 但 那 是 我 的 錯 
若 妳 要 的 話 , 我 可以 帶海綿 或 拖把 回來 還有 枕頭 
對 , 我 真的 ... 很 喜歡 這間 公寓 我 一直 想住 在 這裡 , 但 我 爸 不准 
他 變得 很 擔心 我 
我 不 知道 妳 是否 介意 有 室友 但 我 真的 不介意 睡 地上 
我要 租 
那麼 , 我 就 幫 妳 拿 行李箱 不用 了 , 謝謝 , 我 只要 換 衣服 然後我要 去 猶太會堂 , 加入 搜索 隊 他們 不會 讓 女人 進去 
那 我 就 自己 成立 搜索 隊 
若 妳自己 去 , 就 稱 不 上 搜索 隊 
茱蒂絲 , 我 不要 室友 
那 妳 要 朋友 嗎 ? 
什麼 朋友 ? 
- 快點 , 站 好 - 不要 朵 拉 朵 拉 我 發誓 , 若 妳 十分 鐘內 沒 上台 ... 妳 清醒 一點 
很 好 , 加油 , 寶貝 你 的 老 闆 讓 她 吸毒 , 現在 她 要 怎麼 唱歌 ? 
我 的 老 闆 ? 
妳 睜眼 說 瞎 話 嗎 ? - 瑞吉 - 妳 也 替 他 工作 
我 沒 幹 你 的 那種 勾當 
寶貝 , 醒醒 跟 妳 說 , 凱伯凱 洛威 今晚 會來 
很 好 , 對 
妳 這賤貨 , 扶好 她 凱哥 等不及 聽 妳 唱歌 了 
等 她睜開 另 一 隻 眼睛 , 你 就 帶 她 上台 別耗 太久 
對 , 寶貝 , 凱哥 一直 很 想 聽 妳 唱歌 
左仔 , 朵 拉 五分 鐘後 上台 唱 《 我們 的 愛上 哪 去 了 》 , 慢板 
克莉歐 
薛爾 
戈登 先生 , 你 要 見 我 ? 
對 , 請 坐 
妳 要 喝點 什麼 嗎 ? 
不用 , 謝謝 
克莉歐 很 年 輕 的 時候 就 替 我 作帳 
她 也 很 專業 , 我 一直 想 請 她 替 我 做 更 多事 但 她 都 忙 著演 說 
克莉歐 , 對 吧 ? 
妳 好 冷酷 把 小賴 拒 於 門外 , 像 喪家 之 犬 
對 , 我們 今天 鬧 得 不 愉快 我 不想 把負 能量 帶 進來 
不 , 我 不想 看見 另 一個 落魄 的 黑人 所以 , 叫 他 進來 表演 吧 
謝謝 你 , 戈登 先生 
妳 現 在 跟 桑瑪 女士 合作 嗎 ? 
不 , 我 是 自願 ... 
- 所以 妳 免費 替 她 工作 ? - 替桑瑪 女士 助選 而 我付 錢 請 妳 替 我 工作 ? 
我 一定 是 哪裡 做 錯 了 
一定 的 
嘿 , 妳 上台 吧 告訴 這些 人 , 朵拉會 讓 他們 驚為 天人 
我 不 喜歡 上台 , 戈登 先生 
妳 應該 記得 這一點 在 下次 桑瑪 女士 要求 妳 演說 的 時候 但 這 就是 她 與 我 的 差別 
聽著 , 我付 錢給 妳 , 所以 妳 別 無選擇 
好 的 , 先生 , 失陪 了 
好乖 
泰西 泰西 
我 知道 我要 去 哪裡 
前面 有 一條 通往 湖泊 的 小徑 
妳 以前 都 來 這裡 嘿休 嗎 ? 
不是 
妳 為 何表現 得 這麼 古怪 ? 
並沒有 好 吧 
跟 妳 說 , 跟 幾個 男生 在 草地 上裸體 打 滾 也 沒什麼 不 對 
妳 幫 我 拿 著 , 好 嗎 ? 
今年 是 1966 年 
我 沒 有 跟 任何人 在 草地 上裸體 打 滾 
妳在 做什麼 ? 
- 我 看 起來 像 在 做 什麼 ? - 別 在 我 旁邊 抽 
女士 們 與 先生 們 我 從 小 就 認識 下 一位 表演者 而 我 依舊 不 知道 她 接下 來 要 做 什麼 但 她 總 是 讓 我 意猶未 盡 
各位 請 豎 起 耳朵 歡迎 獨一無二 的 朵 拉 卡特 小姐 
見 鬼 了 
等等 
不要 碰 她 
我 只 想 抱 著 她 
- 就 ... - 抱著 我 
茱蒂絲 , 去 找 人來 幫忙 
我 保證 我 不會 碰 她 但 我 必須 在 這裡 陪 她 等 
若 妳 身為 人母 , 就會 瞭解 
在 妳 死 了 之 後 , 就 不再 是 一個 女孩 女人 或 妻子 
妳 不再 是 某人 的 母親 或 女兒 
而且 沒人能 告訴 妳 應該 如何 過 日子 
妳 希望 泰西 的 死 能 帶給 妳 那種 自由 , 對 吧 ? 
但 它 只 帶領 妳 前往 那 扇門 
唯有 我 死 , 才能 打開 
