俗话说 " 在 狮子 讲 出 自己 的 故事 前 猎人 永远都是 英雄 " 
活着 的 时候 我 叫 克利奥 约翰逊 但 死 后 我成 了 湖中 女 
麦迪 摩根 斯顿 你 说 你 知道 是 谁 杀 了 我 
( 本市 " 湖中 女 " 的 葬礼 明日 举行 ) 你 说 在 你 之前 没 人 在乎 
事实 是 ... 你 是 在 我 的 故事 结尾 才 出现 却 把 它 变成 了 你 故事 的 开端 
真是 个 开心 邮筒 
( 1966 年 ) 好 吧 圣诞老人 的 小 邮筒 哈 
( 巴尔的摩 ) 好 来 开始 吧 
嘿 有 写给 圣诞老人 的 信 吗 ? 
各位 感恩节 快乐 
在 我 身边 的 是 巴尔的摩 大家 最爱 的 主播 华莱士 怀特 
华莱士 你 觉得 这场 游行 怎么样 ? 
马里兰 大街 上 热闹非凡 巨型 气球 真是 点睛之笔 
看看 这些 小丑 
天 啊 还有 那个 耍 杂技 的 我 好像 又 回到 了 童年 时光 
今天 的 主题 就是 重返 童年 
但别 担心 老爸 我们 也 为 你 准备 了 节目 
看 我们 的 巴尔的摩 金莺队 来 了 他们 正在 参加 世界 棒球 锦标赛 
跳舞 的 邮筒 来 了 
如果 大家 参加 过 感恩节 游行 那 你们 一定 知道 每 一个 小朋友 都 在 等 同一个 时刻 
亲 有 给 圣诞老人 的 信 吗 ? 
这个 时刻 就是 现在 
圣 尼克 、 圣诞 爷爷 、 快乐 老人 隆重 登场 了 我们 巴尔的摩 喜欢 叫 他 圣诞老人 
多么 隆重 的 欢迎 啊 圣诞老人 终于 来到 了 马里兰 大街 他 来自 遥远 的 北极 
他 给 小朋友 们 带来 了 很多 礼物 他们 看到 了 一定 非常 开心 
- 泰西 - 借 过 泰西 来 爸爸 来 了 走 吧 来 布雷克 斯顿 一定 开门 车 钥匙 在 你 那 ? 
在 你 大衣 口袋 里 
- 妈 圣诞老人 怎知 我们 是 犹太人 ? - 什么 ? 因为 我们 家门 上 挂 着 安家 符 
那 如果 我 去 玛丽 家过夜 呢 ? 
他 还是 知道 
玛丽 不会 告 我 状 的 
泰西 圣诞老人 不是 真的 明白 吗 ? 玛丽 的 胖 爸爸 扮成 圣诞老人 
别 跟 玛丽 说 你 妈妈 跟 你 说 了 这话 
玛丽 知道 他 很胖 
爸爸 是 说 别 告诉 玛丽 圣诞老人 不是 真的 
我 厌倦 了 像 个 非 犹太人 那样 对 你 撒谎 你 是 大姑娘 了 好 吗 ? 
四周 后 就是 光明节 了 你 想要 什么 都 可以 问 你 爸要 
- 我 知道 要 什么 我要 一匹 海马 - 好 吗 ? 
好 现在 呢 ... - 我们 好好 欣赏 这 盛大 的 游行 吧 - 盛大 个 鬼 这边 也 封路 了 我们 必须 回到 教堂 街去 
好 把 大卫 给 我 吧 来 亲爱 的 你 是 大 孩子 了 ( 热带鱼 天堂 ) 好 吧 我 不 懂 你 为什么 不像 去年 那样 把 车 停 在 博物馆 
我 没 像 去年 一样 停 在 博物馆 因为 你 说 - 不能 再 停 那 因为 ... - 不 亲爱 的 
白 化食 眼鱼 
你 想 买 什么 吗 ? 
我 只是 在 看 鱼 
你 该 带上 家长 再 来 
他们 在 吗 ? 
你 知道 海马 是 鱼 吗 ? 
你 在 学校 里 学到 的 ? 
我念 犹太 学校 我们 学 不到 关于 鱼 的 知识 只学过 鱼 是 上帝 在 第五天 创造 的 
和 鸟 是 同一天 对 
你 这里 有 海马 吗 ? 
请 给 我 来 点 冬 绿树 口香糖 
- 你好 
- 施瓦茨 夫人 胸肉 还是 肩肉 ? 
三人份 的 胸肉 
还是 要 五人份 的 吧 
米尔顿 总是 在 最后 一刻 随便 邀请 一对 夫妇 来 
因为 他 是 受 尊敬 的 人 
因为 他 是 个 有 影响力 的 人 
有 影响力 的 人 知道 什么 才 是 最 宝贵 的 是 美丽 的 贤妻 四处奔波 给 他 买合 教规 的 羊肉 
六个月 大 的 
还是 羊羔 呢 
别 担心 施瓦茨 夫人 没人会 想念 它 
没人会 想念 它 
打扰 一下 请问 我能 试穿 橱窗 里 那条 黄 裙子 吗 ? 
当然 女士 真 抱歉 
她 想 试穿 橱窗 里 那条 黄 裙子 
好 的 女士 我 很快 回来 
女士 还 想 看看 其他 什么 吗 ? 不 谢谢 那条 裙子 就 好 
如果 她 找 不到 你 的 尺码 我 可以 为 你 订 一条 
- 我 现在 就要 - 星期一 就 能 送到 这里 
我 发誓 今天 早上 还有 三条 呢 橱窗 里 那条 呢 ? 
女士 你 确定 ? 模特 是 黑 ... 确定 我 不介意 
模特 穿 了 一上午 裙子 可能 很 恶心 了 
我 想 试穿 一下 有劳 
当然 女士 我 带你去 试衣间 
有 一位 女士 想 试穿 橱窗 里 的 黄 裙子 
她 不介意 ? 
埃 塞尔 正带 她 去 试衣间 呢 
- 克利奥 
- 我们 需要 这 条 裙子 
- 小姐 现在 吗 ? - 对 快 
( 试衣间 ) 待 在 这里 
这 条 裙子 的 搭扣 特别 难搞 
是 拉链 
- 她 来 了 
- 我拉不开 拉链 
我 可以 拉开 的 雪莉 小姐 能 让 我 试试 吗 ? 
快点 
这 就是 整条 街 封路 的 原因 ? 
是 一个 来自 派克 斯维尔 的 女孩 失踪 了 
她 父母 带 她 去 看 游行 太糟 了 我 就是 来自 派克 斯维尔 真的 ? 天 真 想不到 
你 看起来 完全 不像 犹太人 
她 一定 很快 会 出现 的 
毕竟 这里 是 巴尔的摩 不是 纽约 
非常感谢 外套 也 给 我 吧 谢谢 
好 了 我们 来 给 你 另外 找件 衣服 穿 也许 可以 穿玛莉官 的 衣服 
对不起 已经 到 中午 了 我 今天 得到 了 批准 可以 早 走 
没 人 告诉 我 啊 
我 上周 跟戈 德堡 先生 说 了 
那 我 不得不 扣 你 工资 
雪莉 小姐 请 把 我 的 衣服 拿给 我 好 吗 ? 
等 一下 
- 施瓦茨 夫人 
- 谢谢 你 阿龙 
你 的 鞋 怎么 了 ? 
你 怎么 戴 这么 难看 的 帽子 ? 
你 认真 的 ? 你 知道 我 今天 要 演讲 
主题 是 帽子 吗 ? 
你 戴 这顶 小帽子 只是 为了 默 特尔 能 让 那些 有钱 的 白人 认为 是 她 救 了 你 这 可怜虫 
也许 我 这次 演讲 做得好 她 就 会 让 我 为 她 工作 
宝贝 你 已经 在 为 她 工作 了 
我 是 志愿者 ( 为 女性 领袖 投票 ) 
- 换句话说 就是 免费 劳动力 
- 我 觉得 你 做 得 还 不够 看来 我们 的 老板 叫 来 了 一些 心腹 
你 确定 要 为默 特尔 演讲 吗 ? 
请 保持 友善 好 吗 ? 
我 在 努力 了 
黑人 犹太人 联盟 每天 都 在 被 伊斯兰 民族 组织 关于 黑人 权力 的 言论 所 削弱 
不用说 反 犹太主义 将 继续 存在 妈 路上 太堵 了 嗨 嗨 
- 瞧 是 谁 终于 来 了 - 抱歉 
这是 塞思 吗 ? 他 长大 的 速度 比 我 的 债务 上涨 还 快 
- 你好 温斯坦 先生 - 麦迪 
- 米尔顿 帮 我 个 忙 
- 回头 再说 锡德 
我 跟 你 讲 沙镇 的 单间 公寓 又 在 招租 了 
- 贫民区 那个 ? - 好 了 你 的 人 去年 帮 我 找到 一位 租客 - 我会 在 店 ... - 今天 感恩节 温斯坦 先生 - 谢谢 你 亲爱 的 
- 你们 过 感恩节 ? 
- 是 啊 
- 我 不过 我们 是 美国 人 
抱歉 我 迟到 了 
所有 的 事 都 耽搁 了 因为 那个 白人 女孩 失踪 
这位 是 我 朋友 多拉 卡特 小姐 
当然 我们 知道 卡特 小姐 是 谁 
你 今天 要 为 萨默 夫人 唱歌 吗 ? 
她 给钱 吗 ? 
克利奥 你 认识 琳达 吗 ? 
她 是 道格拉斯 高中 的 副校长 
我们 在 魅力 学校 礼品 发送 会上 见过 
那顶 帽子 是 我 捐 的 
我 希望 你 能 让 我 儿子 泰迪进 你 的 学校 
- 他 的 数学 成绩 是 他们 班 最 ... 
- 请 和 我 一起 欢迎 美国 第一位 黑人 女性 州 参议员 默 特尔 萨默斯 女士 
有 请 颁奖 嘉宾 美丽 的 女 赞助人 米尔顿 施瓦茨 太太 
谢谢 大家 
( 捐赠 犹太人 福利 基金会 美国 犹太人 委员会 ) 我 想 感谢 大家 和 我 的 丈夫 米尔顿 允许 我 今天 在 此 代表 我 的 家庭 
大家 看 你 就 够 了 谁 还 需要 我 上台 啊 ? 
我要 感谢 我 无与伦比 的 志愿者 勇敢 的 女士们 她们 当中 有些 人刚 学会 走路 就 跟着 我 干 了 当年 我 还 在 当 老师 
大家 知道 一个 犹太 男子 每天 都 用 三句 特别 的 祝福 感谢上帝 没有 把 他 创造 成 一个 非 犹太人 
我 知道 我们 的 社群 需要 什么 
没有 把 他 创造 成 一个 奴隶 
一条 通往 繁荣 的 路 
以及 没有 把 他 创造 成 一个 女人 
我 听说 这 是因为 我们 女人 肩负着 各种 负担 
把 孩子 们 送 去 没 钱 的 学校 住 在 不 安全 的 ... 
我们 的 学校 本来 挺 好 的 直到 种族 融合 法案 把 我们 最好 的 学生 都 送到 白人 学校 
他 没 说错 
看来 谢尔戈 登派 了 心腹 来 扰乱 这次 活动 
没人 派 我 来 我 代表 自己 和 像 戈登 先生 一样 的 商人 - 他 对 这个 社群 的 在乎 - 商人 ? 远远 要 超过 你 戈登 先生 是 经营 非法 彩票 生意 20 年 的 罪犯 现在 还 从事 起 了 毒品 生意 
戈登 先生 资助 了 你 的 第一次 竞选 
你 代表 不了 我们 任何 一人 
她 能 代表 我 
继续 说 克利奥 
重点 真的 不是 戈登 先生 
不是 的 我们 大多数 人 只 想 努力 找到 办法 让 自己 的 孩子 接受 良好 的 教育 而 不是 拼死拼活 才 得到 白人 资源 的 四分之一 
如 你 所说 谁 也 无法 夺走 我们 的 尊严 尊严 只能 由 我们 自己 放弃 
我 自豪 地为 这 三位 女性 颁奖 她们 是 我们 社群 目标 和 领导力 的 楷模 
恭喜 女士们 
谢谢 你 施瓦茨 夫人 我 有 重要 新闻 要 宣布 
我们 刚刚 得知 警方 扩大 了 搜索 范围 每 45 分钟 加 派 一个 搜寻 队 从 德鲁伊 德山 犹太教 堂 出发 
请 加入 搜寻 队 并 为 泰西 德斯特 和 她 的 家人 祈祷 
上帝保佑 
天 啊 妈 
警方 已 为 此次 紧急事件 开通 了 几条 热线 
- 泰西 德斯特 最后 被 看见 ... - 我 该 乘 爸爸 的 车 - 是 在 感恩节 游行 上 - 泰西 德斯特 ? 
对 阿伦德 斯特 的 女儿 
是 我 知道 泰西 德斯特 是 谁 
- 那 你 问 什么 ? - 我 不是 问 我 只是 不敢相信 
我 没法 做饭 了 
我们 应该 出去 找 她 
你 杀 了 泰西 德斯特 ? 
是 羊肉 的 血 塞思 
我 因此 才 迟到 的 我 不得不 去 买 条新 裙子 
对 了 你 必须 做饭 因为 爸爸 邀请 了 你 的 同学 华莱士 怀特 
你 父亲 果然 不会 告诉 我 他 要 来 吃晚饭 
- 最后 一刻 决定 的 - 一贯作风 
对 我 相信 泰西 德斯特 也 是 最后 一刻 失踪 的 
一个 犹太 小女孩 失踪 了 
- 你 不想 帮忙 吗 ? 
- 不想 我 想 吃饭 
如果 你 失踪 了 你 不 希望 阿伦 帮 我 找 你 吗 ? 
所以 你 想 找 泰西 是 希望 我 失踪 时 可以 指望 德斯特 一家 来 找 我 ? 
你 为什么 总生 我 的 气 ? 
羊肉 在 车里 放 了 一天 一定 已经 变质 了 羊肉 没事 
人们 想 和 能 帮 自己 选号 的 下注 员 一起 赌博 
- 你 想 这么 做 你 必须 知道 ... - 泰迪 ? 
我 要说 说 你 
- 查理 都 多少 次 了 ? 
- 下午 好 克利 奥帕特拉 
查理 你 答应 过 我 的 
嘿 他 在 这方面 有 阿尔文 的 天赋 
我爸 搞 彩票 的 时候 谢尔 还 没 做 毒品 生意 
我 儿子 永远 不能 为 他 工作 听见 没 ? 
克利奥 你好 吗 ? 
我 很 好 约翰尼 很 高兴 见到 你 
- 妈妈 我 在 讲 笑话 
我 对 女人 的 喜好 就 像 煎蛋 像 太阳 的 一面 朝上 
很 高兴 见到 你 克利奥 
你 记得 艾吉伍 兹 和 红狐狸 酒吧 的 约翰尼 吧 ? 记得 
大家 感恩节 快乐 来 继续 吧 
我 对 女人 的 喜好 就 像 咖啡 火热 、 漆黑 
嘿 这个 更好 这个 ... 你 越 讲 越 好 了 
我来 一个 
- 那个 笑话 怎么 讲来 着 ? 
- 哪个 ? 拜托 巴掌 你 知道 的 
就是 那个 我 回到 家 以为 你 已经 让 孩子 们 准备 好 了 过 感恩节 
不 你们 不 喜欢 这个 笑话 ? 
我 也 不 喜欢 
来 宝贝 我们 走 
我 告诉 你 我 跟 你 还 没完 呢 
拜托 利奥 艾吉 和 约翰尼 才刚 来 呢 - 该 走 了 - 我 很多年 没 见 他们 了 
把 外套 穿 上 宝贝 
- 我 知道 我 圣诞节 想要 什么 
- 你 可以 给 圣诞老人 写个 字条 
不了 他 不 识字 
谁 说 的 ? 
泰迪 但 我会 等 手 好 起来 后 给 他 画 一幅 画 
你 为什么 不 告诉 我 她 要 上楼来 ? 你 的 手疼 ? 
坐下 没事 的 
他 刚才 笑 的 时候 手 就 不 疼 在 你 把 烦恼 带 进门 之前 
烦恼 ? 我 的 烦恼 ? 你 甚至 不能 阻止 泰迪 混 街头 
泰迪 没 混 街头 
那小子 每天 都 出去 经营 彩票 
他本 不必 去 经营 彩票 还 不是 你 的 下流 演出 害得 你 被 整条 街 的 俱乐部 封杀 
我先 回娘家 住 了 住 到 你 决定 好 回去 工作 是否 和 你 所谓 的 真相 一样 重要 为止 
来 泰迪 我们 走 
我 知道 自己 是 谁 知道 我 想 成为 谁 
她 没 破产 
有些 破产 的 人 也 很 快乐 
你 觉得 一切都是 笑话 吗 ? 
孩子 们 都 喜欢 我 的 笑话 
- 敲敲 门 
- 谁 啊 ? 
蜈蚣 哪个 蜈蚣 ? 
我们 圣诞树 上 的 蜈蚣 
你们 的 妈妈 希望 我 讲 的 笑话 
我 不管 你 讲 什么 笑话 只要 有人 肯 花钱 来 听 就 好 巴掌 
请 把 我 的 手袋 拿给 我 好 吗 ? 
等等 你 真要 在 感恩节 - 离开 我 ? 
- 我们 走 
至少 让 一个 孩子 留在 我 这 吧 最好 是 泰迪 
告诉 谢尔 我 晚点 过去 
你们 一定 不 信 市中心 的 书店 里 有 什么 
在 高地 镇 ? 对 
是 两个 年轻人 开 的 他们 创立 了 一个 全国 州权 党支部 
他们 想 扮演 纳粹 
扮演 纳粹 啊 ? 
在 巴尔的摩市 中心 这么 干 就 不是 儿戏 了 
我 可怜 那些 自 认为 还 很 安全 的 犹太人 
我 可怜 某些 本地 电视 明星 节日期间 都 找 不到 约会 对象 
你 觉得 女人 会 对 本地 新闻 主播 投怀送抱 ? 
别谦虚 华莱士 谦虚 没用 
请 用 纸巾 
麦迪 不如 你 给 我 介绍 几个 朋友 ? 
抱歉 华莱士 麦迪 没 朋友 
我 不信 
- 不 总 有人 排着 队 想 ... - 你 就 把 这 丢 地上 ? 跟 麦迪 摩根 斯顿 交朋友 抱歉 施瓦茨 
为了 健康 
知道 吗 泰西 德斯特 的 父亲 放 了 你 母亲 鸽子 于是 我 带 她 参加 的 舞会 
对 我 发现 她 在 学校 新闻 室里 抹 眼泪 于是 我 挺身 ... 阿华 你 总是 这么 会 讲故事 
我 不是 抹 眼泪 是 大哭 当然 不是 因为 什么 破 舞会 
想想 如果 你 最终 和 德斯特 在 一起 会 怎样 吧 
他 实在 是 太 " 犹太人 " 了 好 了 积点 口德 吧 
人家 女儿 失踪 了 别开 他 的 玩笑 
我 居然 从 没听说过 你 跟 阿伦德 斯特 还有 过 高中 热恋 
因为 根本 没有 高中 热恋 
我 高 四 那年 写 论文 忙 得 不可开交 我 只 关心 这个 甚至 没人 看 我 一眼 
现在 是 谁 在 谦虚 啊 ? 
她 当年 可是 万人迷 
但 只有 米尔顿 成功 上垒 
好 了 别 在 塞思 面前 说 了 
校报 的 明星 记者 终于 要 去 看看 羊 胸肉 了 吗 ? 
说得好 小子 
- 对 很 不错 - 这 小子 长得 很 适合 上 电视 
是 吧 ? 我 一直 这么 跟 他 说 
我们 回家 去 给 你 的 手 冷敷 一下 宝贝 好 吗 ? 
这样 会 消肿 你 就 不 疼 了 
抱歉 ... 替 我 把 包放 进去 
宝贝 我 懂 ... 好 了 
我 懂 我 帮 你 脱掉 
我 懂 嗨 妈 
来 坐 我 旁边 
巴掌 在 哪 ? 
他 有 工作 
你 一定 有 新 男人 了 
感恩节 快乐 
如果 你 和 家人 一起 过节 而 不是 在 酒吧 上班 那 就 更 快乐 了 
萨默 夫人 聘 我 全职 工作 后 我 就 不必 晚上 上班 了 
在 那 之前 我 需要 有人 帮 我 看 孩子 
只是 节日期间 而已 
只要 你 的 房间 住 得 下 你 和 儿子 们 就 行 
小家伙 怎么样 ? 来 让 我 看看 
- 他 的 眼睛 又 黄 了 尤 妮塔 - 我 知道 妈 我 明天 带 他 去 看 医生 你 想 喝 果汁 吗 ? 
他 看过 很 多次 医生 了 他们 只会 说 镰状 细胞 没得治 
- 妈妈 - 我们 需要 先知 来 看看 他 
- 先知 个 屁 - 嘿 ... 
注意 语言 
你 听见 了 他 最好 别碰 我 儿子 
说 到 牧师 的 时候 注意 你 的 措辞 你 才 要 注意 措辞 以赛亚 
你 忘 了 这里 是 谁家 吧 谁 我 父亲 家 吗 ? 我 从 很久以前 开始 就 在 养 这个 家 了 
你 坐 他 的 椅子 坐得 倒 是 很 舒服 
嘿 跟 以 赛亚 说话 的 时候 放 尊重 些 
- 尊重 是 互相 的 妈 - 可不是 嘛 
我 得 去 工作 了 
给 他 的 手 热敷 一下 然后 ... 
巴尔的摩 警察局 的 斯塔斯 利 警长 跟 我们 说 他 已经 派出 多个 单位 寻找 失踪 女孩 并 通知 了 所有 巡警 留意 任何 嫌疑人 
泰西 的 失踪 让 一个 一直 非常 分裂 的 城市 团结 了 起来 
卡罗尔 主教 和 牧师 ... 阿伦德 斯特 
谁 在乎 啊 ? 
如果 你 有 任何 可能 有 帮助 的 信息 ... 你 有 其他 事想 告诉 我 吗 ? 
泰西 德斯特 失踪 了 
现在 待 在 厨房 里 感觉 是 个 错误 
我 还 以为 你 喜欢 这个 新 厨房 呢 
听 着 麦迪 我们 能 不能 好 好吃 顿 感恩节 晚餐 这 几个 小时 先 别说 泰西 德斯特 的 事 了 ? 
德斯特 先生 你 想 对 听众 说 几句 吗 ? 
请 为 我们 的 小宝贝 祈祷 并 留意 她 的 下落 
我们 心怀 希望 等 着 带 她 回家 谢谢 
- 麦迪 
- 我们 应该 出去 加入 搜寻 队 
你 用 乳制品 的 碟子 盛羊 胸肉 
为什么 ? 
对不起 各位 但 我 必须 扔掉 整块 羊 胸肉 
- 抱歉 华莱士 不行 - 没事 的 - 你 向 阿华 道歉 ? - 抱歉 是 阿华 大老远 跑 去 伦巴第 街 给 你 买 了 合 教规 的 羊肉 ? 
华莱士 是 我们 的 客人 现在 我们 没有 东西 招待 他 了 还是 说 我们 要 等 他们 找到 泰西 德斯特 后 再 开饭 ? 
好 啊 我们 来 禁食 
我 以为 今天 是 感恩节 看来 是 赎罪 日 啊 
你 干什 ... 给 我 你 干什么 ? 
给 我 
失陪 
什 ... 麦迪 华莱士 走 了 
请 你 出来 别 再 发疯 了 好 吗 ? 
我 都 打扫 干净 了 
出来 吧 让 我 看看 你 的 手 
怎么 了 ? 你 为什么 突然 这么 激动 ? 
为什么 因为 我 在乎 所有人 就 都 觉得 我 有 问题 ? 
在乎 泰西 德斯特 ? 
我 也 不 知道 麦迪 
全 巴尔的摩 的 人 都 在 找 她 而 我 却 成 了 疯婆 ? 
我 不 知道 还有 谁 有 你 这样 的 反应 而且 我 从没 说 过 " 疯婆 " 这个 词 
没说 过 
我 只是 因为 没 吃 的 招待 客人 而 感到 沮丧 好 吗 ? 
天 啊 你 真该 试试 过 一天 没有 我 服侍 你 的 日子 
服侍 我 ? 
是 的 米尔顿 
是 的 米尔顿 我 服侍 你 20 年 了 
你 认为 我 唯一 擅长 的 事 就是 当 家庭主妇 
我 没有 
- 你 有 
- 不 我 没有 
那 你 怎么 认为 ? 麦迪 你 认为 我 擅长 什么 ? 
你 从没 想 过去 做 其他 事 
我 从没 试 过去 做 其他 事 
你 想 过 是 为什么 吗 ? 
如果 失踪 儿童 没有 在 头 24 到 48 小时 内 被 找到 那 很 可能 就是 死 了 你 听说 过 吗 ? 麦迪 这算 什么 ? 
怎么回事 ? 
- 让 她 走 吧 - 嘿 你 说话 小心 点 
我 不 需要 你 父亲 让 我 走 
回答 我 麦迪 你 要 去 哪 ? 
怎么回事 ? 
麦迪 你 在 无理取闹 完全 是 无理取闹 
曾经 的 我 也许 不会 相信 你 离开 了 自己 的 男人 离开 了 漂亮 的 房子 和 你们 共同 的 生活 
但 就 像 死亡 改变 了 人们 对 我 的 看法 它 也 改变 了 我 对 你 的 看法 
我见 过 你 一次 麦迪 施瓦茨 
在 这 一切 开始 前 我 看到 过 你 
看到 你 发现 了 我 在 看 你 
就 像 童年 的 快言快语 我 在 画 一幅 自己 画 自己 画 自己 的 画 
那幅 画 无穷无尽 直到 它 变得 太小 什么 都 看不出来 
晚上 好 约翰逊 夫人 
多拉 怎么样 ? 
黑胡椒 和 热水 也许 有 帮助 
我 忙 完 楼下 的 事 就 去 看看 她 
- 你 能 帮 我存 了 吗 ? - 当然 谢谢 你 克拉伦斯 
该死 的 失踪 女孩 害 所有 的 犹太人 商店 今天 提早 关门 
你 想要 我 告诉 戈登 先生 当 全城 押注 在 466 上时 我们 没有 保险 ? 
利奥 感恩节 快乐 
- 感恩节 快乐 弗农 - 好 
来 了 
- 你 怎么 来 了 ? 进来 - 锡德 很 抱歉 打扰 你 来 不 麻烦 的 
你 说 的 那间 公寓 贫民区 的 那个 我 想 从 你 手里 租 一阵子 
你 说 什么 呢 ? 
米尔顿 在 哪 ? 我们 打烊 了 
- 但 我们 有 ... 
- 拿 过来 吧 
谢 了 伙计 们 
可怜 的 泰西 
- 去 死 
- 是 克利奥 
对不起 
克利奥 你 去 死 
你 今晚 10 点 演出 
是 11 点 
10 点 
我 给 你 拿 胡椒 水来 了 
你 还 戴 着 那 顶小破 帽子 吗 ? 
去 你 的 多拉 
麦迪 你 的 手 怎么 了 ? 
- 我 是不是 该少 问 几句 ? - 那 最好 了 
我 可以 叫 朱迪丝 带你去 看 
- 你 记得 我 女儿 吧 ? 朱迪丝 - 当然 
朱迪丝 什么 事 ? 
我要 你 带 施瓦茨 太太 去 看 那间 公寓 
- 贫民区 那个 ? 
- 我们 有 多少 间 公寓 ? 
别犯 迷糊 
麦迪 不必 着急 
我会 赎回 来 的 我 只 需当 掉 一两个 月 
- 他 不是 在 这里 买 的 
- 他 在 斯坦纳 那里 买 的 
斯坦纳 
花里胡哨 的 现在 他们 关门 了 
亲 我 平时 怎么 说 的 ? 
" 你 不 需要 水晶 吊灯 来 卖 钻石 " 
对 
我 只能 出 500 左右 
但 米尔顿 给 它 买 了 两千 美元 的 保险 
这样 吧 我 不想 牵扯 进来 但 如果 有人 进来 想要 这 款 我们 可以 商量 
- 宝贝 找到 钥匙 了 吗 ? 
- 我 去 后面 找 找 
给 
我 去 车里 等 
麦迪 感恩节 快乐 
- 柯蒂斯 怎么样 ? 
- 法老 剧院 的 平常 一夜 罢了 
- 赶场子 ? 
- 是 戏法 效果 如何 ? 
不好 老哥 我 觉得 我该 进来 
哥们 
仅限 俱乐部 会员 进入 巴掌 你 知道 的 你 该 试试 枕头 大战 
我 说 仅限 俱乐部 会员 巴掌 你 知道 的 - 演员 也 能 进 
- 你 已经 不 在 这里 表演 了 
谢尔说 的 ? 
你 跟 我 说 就 等于 在 跟 戈登 先生 说 
听 着 哥们 我 叫 克利奥 告诉 谢尔 她 老公 要 过来 明白 吗 ? 
是 吗 ? 
尽管 在 这里 等 吧 
- 你们 有 谁 看到 谢尔 了 吗 ? 
- 戈登 先生 在 舞台 上 
掌声 有 请 神秘 号手 " 绊脚 鬼 " 罗伊麦 科伊 
老大 巴掌 在 外面 他 说 想 演个 节目 什么 的 
- 是 吗 ? - 是 我 不 知道 怎么 跟 你 说 去 告诉 克利奥 好 的 老大 
普拉特 警官 
雷吉 你好 吗 ? 
安分守己 吗 ? 没 惹事 吧 ? 
每天 都 很 老实 
看来 有人 送 了 你 个 黑眼圈 
我 下次 再 还 回去 
巴掌 说 他 想 进来 
警官 你 在 看 什么 ? 你 难道 不该 在 外面 找 那个 失踪 的 白人 女孩 吗 ? 趁 他们 还 没 进来 打 我们 的 兄弟 
我 一 小时 后 开始 执勤 
要 让 我 找到 她 她 必须 继续 失踪 到 10 点 
雷吉 对 吧 ? 
就算 喝得 快 你 也 应该 给 小费 
我 给 
不够 
我 不 知道 我 在 这里 停留 会 引起 不满 
如果 你 没 在 执勤 我 觉得 就 不算 停留 
法官大人 我 是否 要 证明 吝啬 是 无辜 的 还是 说 你 在 指控 我 受贿 ? 帮帮忙 我 只是 想 知道 你 在 平日 来 这里 做 什么 
和 其他人 一样 啊 听 音乐 看 美景 
- 美景 ? - 对 
但 不用 担心 我 我 不会 摘有主 的 花 
我 不 知道 你 喜欢 花 普拉特 警官 
为什么 ? 
白花 很难 找 
多拉 ... 
鲜花 有 力量 
优惠价 卖完 下班 
机不可失 失不再来 
革命 草莓 比 马丁路德 金 还 新鲜 
鲜花 有 力量 
机不可失 失不再来 
优惠价 卖完 下班 
来 我 帮 你 
谢谢 
客气 这个 真 好 如果 我 弄 一张 折叠床 呢 ? 
如果 没有 男人 我妈 能 让 我 搬出去 的 唯一 方法 就是 我 搬 去 和 一位 巴尔的摩 西北区 的 淑女 住 
是 老 淑女 了 
我 还 没 告诉 自己 的 母亲 我 走 了 呢 
这 并不比 我 20 岁 时 更 容易 
你 不 老 而且 如果 你 让 我 搬 来 和 你 住 你 就 不必 当 掉 戒指 了 
快到 了 吗 ? 是 的 这边 
来 
美女 干什么 呢 ? 
这门 不好 开 
没 电 
这是 洗手间 
浴缸 很大 这倒 是 不错 
只是 有点 脏 因为 我 忘记 关窗 了 
他 因此 有点 生 我 的 气 
对 这里 大约 六个月 没人住 了 
我 本来 想 搬进 来 住 的 但 这事怪 我 
如果 你 想 我 回头 可以 拿块 海绵 或 拖把 什么 的 再 来 还有 枕头 
是 我 ... 很 喜欢 这 间 公寓 我 一直 想 住 这里 但 我 爸 不让 
他会 很 担心 我 
我 不 知道 你 想 不 想要 室友 但 我 真的 不介意 睡 地板 
我租 了 
我 帮 你 整理 行李箱 吧 不用 了 谢谢 我 得 换衣服 然后 我会 去 犹太教 堂 加入 搜寻 队 他们 不让 女人 加入 的 
那 我 就 发起 自己 的 搜寻 队 
如果 就 你 一个 人 那 就 不是 " 队 " 了 
我 不 想要 室友 朱迪丝 
那 朋友 呢 ? 
那 是 什么 ? 
- 来 起来 - 不要 多拉 多拉 我 发誓 如果 你 十分钟 后 没 上台 ... 好 了 老妈 
到 了 来 宝贝 你 的 老大 给 她 这种 破药 她 怎么 唱歌 啊 ? 
我 的 老大 ? 
你 不 也 在 这里 吗 ? - 雷吉 - 你 也 是 为 他 工作 的 
我 不 做 你 做 的 事 
来 宝贝 你 知道 凯比 卡洛威 今晚 要 来 
好 了 这 就 对 了 
你 这个 混蛋 来 你 知道 卡洛威 先生 都 等不及 听 你 唱歌 了 
等 她 睁开 另一只 眼睛 你 就 带 她 上台 别 让 我 等 太久 
对 宝贝 你 知道 卡洛威 先生 非常 想 听 你 唱歌 宝贝 
左撇子 多拉 五分钟 后 登台 《 我们 的 爱 去 哪 了 》 半速 
克利奥 
谢尔 找 你 
戈登 先生 你 想见 我 ? 
对 坐 吧 
想 喝一杯 吗 ? 
不了 谢谢 
克利奥 从 很 年轻 的 时候 起 就 帮 我 管理 账簿 
而且 做 得 非常 好 我 一直 想 给 她 多派 些 活 但 她 总是 忙 着 发表 讲话 
克利奥 是 吧 ? 
你 真 冷酷 把 巴掌 像 一顶 旧 帽子 一样 丢 在 外面 
是 我们 今天 过得 不 愉快 我 不想 把 坏 心情 带进来 
明白 了 我 不想 再 看到 有 黑人 失败 了 让 他 进来 演 一场 吧 
谢谢 你 戈登 先生 
你 在 为 萨默 夫人 做事 对 吗 ? 
不 我 是 志愿者 
- 所以 你 是 免费 为 她 干 ? - 为萨默 夫人 做事 你 为 我 工作 我得付 你 钱 ? 
我 一定 是 哪里 做错 了 
一定 是 
嘿 不如 你 上台 去 告诉 这些 观众 多拉 会技惊 四座 
我 不 适合 站 在 聚光灯 下 戈登 先生 
下次 萨默 夫人 叫 你 讲话 你 最好 记住 刚刚 说 的话 但 她 和 我 不同 
你 看 我 是 给 你 钱 的 所以 我 这 不是 请求 
是 先生 失陪 
乖 
泰西 泰西 
我 知道 我要 去 哪 
这里 有 一条 通往 湖边 的 路 
这 是 你 曾经 亲热 的 地方 吗 ? 
不是 
你 为什么 表现 得 这么 奇怪 ? 
我 没有 好 吧 
要 知道 这 是 很 正常 的 和 几个 男生 脱光 了 滚 草地 
你 能 拿 一下 吗 ? 
都 1966 年 了 
我 没 和 任何人 脱光 了 滚 过 草地 
你 干什么 ? 
- 我 看起来 像 在 干什么 ? - 别 在 我 旁边 吸 
女士们 、 先生 们 接下来 这位 演员 我 从小 就 认识 可 我 还是 不 知道 她 接下来 要 表演 什么 但 她 总会 让 我 想要 看 她 表演 更 多 
请 大家 欣赏 独一无二 的 多拉 卡特 小姐 
不 可能 
等等 
别碰 她 
我 只 想 抱 她 
- 就是 ... - 抱 我 
朱迪丝 去 叫 人 
我 保证 不 碰 她 但 我 必须 在 她 旁边 等 着 
如果 你 是 个 母亲 你 就 会 懂 的 
一旦 死亡 你 就 不再 是 个 女孩 不再 是 女人 、 妻子 
你 不是 任何人 的 母亲 、 女儿 
没人能 告诉 你 该 如何 生活 
你 本 希望 泰西 的 死 来 带给 你 自由 不是 吗 ? 
但 它 只是 将 你 带到 门前 
是 我 的 死 将门 打开 
