Έντουαρντ ; Γεια . 
Πάλι έφερες τα σκουπίδια μου ; 
Είχα ξεχωρίσει της ανακύκλωσης . 
Όχι , αυτό ήρθε για σένα . 
Πέρασε από πολλές παλιές διευθύνσεις . Όση ανακύκλωση κι αν έχεις κάνει , το αποτύπωμα άνθρακά σου εκτοξεύτηκε . 
- Ας το άφηνες στο δωμάτιό μου . 
- Απλώς φαινόταν πολύ σημαντικό . 
Μα μιας και ήρθα , θέλω επειγόντως συμβουλές για ένα ευαίσθητο μπλέξιμό μου . 
Πρόσφατα είχα μια συνεύρεση σωματικής φύσης , κι αναρωτιόμουν ποιο είναι το εορταστικό πρωτόκολλο αν θέλω να ξαναγίνει . 
Ναι , είναι ζόρικα αυτά πριν του Αγίου Βαλεντίνου . 
Πάρε μαθήματα από το ταχυδρομείο . Αμεσότητα κι ευαισθησία . 
- Αστεία παραδόσεων . - Ναι . - Να μου λείπει . - Καλά . Το να ζητάς διευκρινίσεις ακούγεται καλό . 
Ως συγκάτοικος , θες να ξέρεις τι κάνω σεξουαλικά ; Βασικά προτιμώ να μείνω στα σκοτάδια . 
Κρίμα . 
Έχω πολλές φοβερές λεπτομέρειες να μοιραστώ . 
Αηδία . Και το ότι ήρθες ως εδώ για να μου τις πεις ... Ευχαριστώ , Νελ . 
Τα λέμε . 
Γεια . 
Τι είναι αυτό ; 
Πήρες ηρεμιστικό και ξετίναξες το τηλεμάρκετινγκ ; 
Το έστειλαν στο παλιό μου σπίτι στο Λονδίνο . 
Στο Λονδίνο ; Άλλαξες άλλες τρεις διευθύνσεις . 
Είναι μια κυριλέ ηλεκτρική γάστρα . 
Σίγουρα ηρεμιστικό . Ναι . 
Φίλιπ Νελ ΓΙΑ ΠΑΝΤΑ Γράφει " Φίλιπ και Νελ για πάντα " . 
Θεέ μου . Ήταν από τη λίστα γάμου μου . 
Του Αγίου Βαλεντίνου . 
Είσαι καλά , αγάπη ; 
Ναι . Δηλαδή , ήταν ... Πάει ένας χρόνος . Είναι μια χαζή συσκευή . 
Νελ , είσαι λίγο ταραγμένη για τις ερωτικές σου αποτυχίες , μα είναι ελεύθερη απόψε η γάστρα ; 
Έχω συνταγή για βρώσιμη μπογιά σώματος κι έχω μικρή γάστρα . Κουνήσου . 
Τίνα , πάρε τα χέρια σου από τη γάστρα . 
Μπορώ να την αφήσω εδώ ; 
Πρέπει να την κρύψω από την Τίνα . Την κοιτάει κάπως . 
Τι συμβαίνει εδώ μέσα ; 
Σώζω τον γάμο μου από την κατάρα των επτά ετών . 
- Επτά χρόνια φαγούρα . 
- Αλλιώς τα λέει η μάνα μου . 
Ορκίζεται ότι κάθε επτά χρόνια , κάθε κύτταρο στο σώμα σου αναγεννιέται , άρα την έβδομη χρονιά , δεν είστε συμβατοί με τον σύντροφό σου επειδή έχετε γίνει άλλοι άνθρωποι . 
Αυτή δεν πιστεύει στο παράλληλο παρκάρισμα . 
Ναι . Νιώθω αποκομμένη από τον Κιθ αφότου έπιασε δουλειά στο Σαν Φρανσίσκο . 
Απόψε θα έρθει για του Αγίου Βαλεντίνου . Ποιο από αυτά θα αντιστρέψει την κατάρα ; 
Και τα δύο μαζί μυρίζουν μπρόκολο . Διάλεξε ένα . 
Εσύ τι θα κάνεις απόψε ; 
Εγκατέλειψα εκείνο το μίνι αν το θες για μια γυροβολιά . 
Δεν θα αγχωθώ . Έχω ένα καυτό ραντεβού με τη γάστρα μου . 
Πρέπει να ρισκάρεις να εκτεθείς . 
Να μη σε σταματάει μια χαζή γάστρα . 
Δεν με σταματάει . 
Τότε ; 
Να ... Ωραίο χαμόγελο . Μην το δείχνεις συνέχεια . 
Δες τη διαθήκη μου . 
Θα το δαγκώσεις ; 
Δολοφόνος . Κι αυτός . 
Κακοποιός . 
Διπλή ανθρωποκτονία . 
Διπλή ; 
Κατεβαίνεις ; 
Να ξέρεις ότι η σύφιλη είναι σε έξαρση . 
Η ζωή μου είναι περίπλοκη . 
Καλά . Απλώς δεν θέλω να αποκλείεις την πιθανότητα . 
Καλά , εντάξει . Δεν θα το κάνω . 
Απλώς ... Στο στόμα μου μέσα ; 
Χαίρετε . 
Γεια . Τι κάνεις εδώ ; 
Ο ακριβής σκοπός της επίσκεψής μου ήταν να σφυγμομετρήσω τη βούλησή σου να επισκεφτείς ξανά το κορμί μου . 
Τέλεια προσφορά , το απόλαυσα . 
Καλό θα ήταν , όμως , να είναι κάτι της μίας φοράς που έγινε τρεισήμισι φορές . 
Ευχαριστώ που είσαι ξεκάθαρη . 
Χαρά μου . 
Τελευταία φορά που αγγίζονται τα κορμιά μας . 
Απόλαυσέ το . 
Αλέξις , κάνε μου τη χάρη κι άνοιξε λίγο τον χώρο . 
- Η καρέκλα είναι 100 % δέρμα ταράνδου . 
- Τι είναι όλα αυτά ; 
Δεδομένης της κατάστασης της προσωπικής σου ζωής και της εφημερίδας που , συμφωνούμε και οι δύο , είναι χάλια ... Όπως και να ' χει , είπα να μείνω λίγο εδώ και θέλω πίσω το γραφείο μου . 
- Δεν ξέρω τι είναι , μα είναι δικό σου . 
- Δική σου είναι η εφημερίδα . 
Και πώς πάει ο χωρισμός σου με τον Τάνερ ; 
Επειδή το όνομά του είναι σε κάποια ακίνητα , κι ίσως το χρησιμοποίησα για αναχρηματοδότηση του γιοτ μου . 
Αν είναι να πάρετε διαζύγιο , πρέπει να οργανωθούμε . 
Θα ήθελα να μιλήσουμε για την προσωπική μου ζωή , την οποία έχω υπό έλεγχο , σου το ορκίζομαι . Μα δυστυχώς με ζητούν επειγόντως κάτω για μια κλήση Zoom , συνομιλίες μέσω Google , διάφορες κλήσεις , να χρονομετρήσω διαλείμματα . 
Όρμα τους , μικρή . 
Μάλλον θέλω κάρτα πρόσβασης . Το ασανσέρ δεν κινείται . 
Τι είναι αυτό ; 
Ανανάς . 
Εντάξει . Φτάνει τώρα . 
ΣΗΜΕΡΙΝΗ ΣΠΕΣΙΑΛΙΤΕ " Το μάφιν του έρωτα " . Θα πάρω ένα . 
Μάλλον θα είναι το μόνο ερωτικό της μέρας μου . 
Συγγνώμη , μόλις τελείωσαν . 
Φυσικά . Μάλιστα . 
Θα το μοιραστώ . Αλήθεια ; 
Το μάφιν του έρωτα πρέπει να το μοιράζεσαι . 
Ποια είμαι εγώ να απαρνηθώ το μάφιν σου ; 
Πολύ γλυκό εκ μέρους σου . 
Νιώθω ότι σου χρωστάω έναν καφέ ή λίγες ζαχαρίτσες . 
Έχω το τελευταίο τραπέζι και μπορείς να μου κάνεις παρέα . 
Εκτός , φυσικά , κι αν έχεις μεγάλα σχέδια . 
Όχι . Είμαι ελεύθερο πουλί . 
- Αντρές . 
- Νελ . 
Πάω να σκουπίσω τις κουτσουλιές από το τραπέζι . 
Ευχαριστώ , Αντρές . 
- Γεια , βρομίτσα . - Τι ; Μυρίζεις σαν παλιό βιβλιοπωλείο . 
Μ ' αρέσει . 
Έχω την επόμενη δουλειά σου . Όχι . Περίμενε . Μη μου δίνεις νεκρολογία . 
Έχω μια κατάσταση που ψήνεται . 
Θα σου αρέσει . Πίστεψέ με . 
- Όχι . - Εστάλη . 
Γερουσιαστής Νταϊάνα Φερνάντεζ . Τουίταρε τον κωδικό της . 
Αγόρευα και κωλυσιεργούσα σκόπιμα για την υγεία των γυναικών . Πρέπει να ξέρω και το Twitter ; 
Αν με θες , που δεν θα με θες , κλείνω το κινητό για 12 ώρες . 
Τέλεια . 
Χαίρω πολύ , Νταϊάνα . 
Είμαι πολύ μεγάλη θαυμάστριά σου . 
Ανυπομονώ να γράψω τη νεκρολογία σου . Μα είναι του Αγίου Βαλεντίνου , κι ήλπιζα να κάνεις λίγο πίσω , επειδή μόλις γνώρισα έναν παίδαρο . 
Τι καλά . 
Ποιος είναι ; 
Αυτός ο κούκλος εκεί πέρα . 
Αυτός είναι ο γιος μου . 
Φοβερό που ερχόμουν να σε δω για τη νεκρολογία της μαμάς μου . 
Δεν το πιστεύω . 
Εγώ το πιστεύω . Αυτή είναι η μοίρα μου . 
Κοιτούσα τα πράγματα της μαμάς μου . Βρήκα αλληλογραφία της με τη Ρουθ Μπέιντερ Γκίνσμπεργκ . 
Είπα μήπως κάνει κάτι η εφημερίδα με τις επιστολές . 
Πάντα έλεγε " Οι εφημερίδες είναι ο ακρογωνιαίος λίθος της δημοκρατίας " . 
Σίγουρα θα θέλαμε να τυπώσουμε αποσπάσματα των επιστολών . 
Αλήθεια ; 
Ξέρω ότι μόλις γνωριστήκαμε , μα είμαι ζωγράφος κι έχω εγκαίνια σε μια γκαλερί , τα οποία θα έπρεπε να ακυρώσω . Μα η μαμά μου με στήριζε πάρα πολύ , και θα τα κάνω προς τιμήν της . Αναρωτιόμουν αν θα ήθελες να έρθεις και να συνεχίσουμε εκεί . 
- Πολύ θα το ' θελα . - Θα βγούμε όλοι μαζί . 
Ανυπομονώ . 
Μα απόψε δεν μπορώ . 
Μα δεν είχες κανονίσει . 
Όντως . Απλώς προέκυψε μια κατάσταση που πρέπει να φροντίσω . 
Δυο τρεις μέρες θα μου πάρει . 
Συγγνώμη , μάλλον παρεξήγησα τελείως . 
Όχι , συγγνώμη . 
Δεν παρεξήγησες . Το αντίθετο . 
Καταλαβαίνω . Είμαι πιεστικός . Και βιαστικός . 
- Σκεφτόμουν ... - Κι εγώ έχω πολλές δουλειές . 
- Καταλαβαίνω ... 
- Δεν πειράζει . Χάρηκα πολύ . 
- Τα θαλάσσωσα . 
- Εντελώς , όμως . 
Αυτό ήταν εξαιρετικά ικανοποιητικό . 
Πράγματι . 
Και πάλι , όμως , δεν είσαι ξεκάθαρη . 
Θα ήθελα να μιλήσουμε . 
Πατέρα , τι κάνεις εδώ κάτω ; 
Εσένα ψάχνω . 
Τι κάνεις στην αποθήκη ; 
Ποιος είναι αυτός ; 
Για μένα δουλεύει ; 
Μοιάζει με άτομο που κάνει σάντουιτς . 
Εσύ τα κάνεις ; 
Μπορώ να τα κάνω . Όχι . 
Είναι ο δικηγόρος μου , ο Έντουαρντ . 
Ο Έντουαρντ ... 
Έντουαρντ . 
Ώστε Έντουαρντ Έντουαρντ . 
Έχεις συνηθίσει να είσαι ψηλός . Μέχρι σήμερα . 
Είναι το φυσικό σας ή φοράτε τακούνια ; 
Ούτε καν πάτους . 
Αυτό ήταν εξόχως διαφωτιστικό , μα ο Έντουαρντ έφευγε . 
Γιατί ; Δικηγόρος σου είναι . 
Ας συζητήσουμε για την περιουσία μας ενόψει του χωρισμού σου . 
Δεν ειδικεύεται σε αυτά ακριβώς . 
Είναι δικηγόρος για δέντρα . 
- Τι ; 
- Περιβάλλον . Σώζει τη Γη . 
Καλός Σαμαρείτης . Ψυχοπονιάρης . 
- Το ' χασα . - Δεν πειράζει . 
Θέλω να μείνω . 
Να βοηθήσω να ξεκαθαρίσει το τοπίο , νομικά μιλώντας . 
Φανταστικά . 
- Σαμ . 
- Γεια . 
Τι θες εδώ ; Δεν είχες μεγάλα σχέδια με τον Κιθ ; 
Ναι , είχα . Μα ο Κιθ έχασε την πτήση . Έτσι χάσαμε την κράτησή μας , κι αυτό είναι πρόβλημα γιατί δεν υπάρχει πουθενά τραπέζι . Μα λέει ότι θα πάρει την επόμενη πτήση . Όλα καλά . Σίγουρα δεν έχει καμία σχέση με την κατάρα . 
Τη θέλετε την καρέκλα ; 
- Εγώ ... - Τη θες τη μούρη σου ; 
Τη θέλω για τον άντρα μου , που τον αγαπώ όπως τη μέρα του γάμου μας . 
Θα σου φέρω λίγο κρασί . - Ευχαριστώ . - Ναι . 
Κρίκετ . 
- Γεια σου . - Γεια . 
Ήλπιζα να μη σε δω απόψε . 
- Τι ; 
- Του Βαλεντίνου είναι . 
Έλεγα να ρίξουμε λίγο τυράκι εδώ μέσα . Για ένα σπέσιαλ ρομαντικό φοντί . Μόνο για κορίτσια . Θλιβερό . 
Εγώ είμαι η πεθαμένη ; 
Θα περνάς δύσκολα την πρώτη μέρα του Αγίου Βαλεντίνου χωρίς τον Μόντι . 
Βασικά , θα παίξει φάση . Κοίτα τι γίνεται στον πάγκο μου . 
Έχω πέραση στο γκρίζο . 
Νελ , ευχαριστώ που είμαι προτεραιότητά σου , μα ελπίζω ότι αν ενδιαφέρεται κάποιος κούκλος , να προτιμήσεις αυτόν κι όχι εμένα και το φοντί . 
Ακριβώς . Τον γιο μου . Ο οποίος αποφοίτησε με άριστα και δεν έχει σπάσει ούτε ένα κόκαλο . 
Βασικά γνώρισα έναν γλυκούλη σήμερα . Ένιωσα ότι επικοινωνούσαμε . 
Τότε τι κάνεις εδώ ; 
Μόλις πέθανε η μαμά του . Νιώθω σαν να είναι εδώ . 
Νελ , η ζωή πάντα θα είναι περίπλοκη . Εσύ πρέπει να το παλέψεις . 
Έχεις δίκιο . Τέρμα οι δικαιολογίες . 
Με προσκάλεσε στην έκθεσή του και θα πάω . 
- Μπράβο σου . Ωραία . - Ναι . 
Έτσι μπράβο . 
Βγάλε τώρα το σακάκι και δείξε λίγο δέρμα . 
Μαγειρεύεις ; Ο Αντρές λατρεύει το μπανανόψωμο . 
- Λέει ότι λατρεύει τα καρύδια , μα όχι . 
- Σκέφτηκα κάτι . Γιατί δεν περιμένεις έξω ; 
Ή πήγαινε να αράξεις για λίγο στους αιθέρες και θα τα πούμε μετά . 
Ως γερουσιαστής της Καλιφόρνια , διεκδικώ τον χρόνο μου . Απαιτώ να μείνω μαζί σας . 
Νταϊάνα , λυπάμαι . Το ότι μιλάω με φαντάσματα δεν θα με εμποδίσει να ζω . 
Θα γράψω τη νεκρολογία σου . Δεν θα είναι καλή , - απλώς ... - Νελ . 
Δεν θέλω να κρατάω φανάρι , μα είμαι η μάνα του . Κι αν είναι γραφτό να γίνετε ζευγάρι , θα είναι η ευκαιρία μου να σας χαρώ μαζί . 
- Εντάξει . - Να σε ρωτήσω κάτι , Κρίκετ ; 
Ανησυχούσες για τον ρομαντισμό με τον Μόντι ; 
Ήσασταν μαζί πάνω από επτά χρόνια . 
- Σαμ . - Ναι ; Μιλάω με κάποιον . - Συγγνώμη . 
- Δεν πειράζει . 
Δεν έχεις ιδέα για τι μιλάμε . 
Ο Μόντι ήταν ο μακαρίτης ο άντρας της . Υπέροχος άνθρωπος , ο έρωτας της ζωής της . 
Δεν τρως τα αλλαντικά σου . Γιατί ; 
Απλώς ήμουν στον κόσμο μου πριν . 
Δεν θέλω να λέω όχι σε προτάσεις πια . 
Στο εξής , θα λέω ναι στη ζωή μου . 
Μ ' αρέσει αυτό . 
Αφότου πέθανε η μαμά , κατάλαβα πόσο μικρή είναι η ζωή . 
Δεν θέλω να χαραμίσω ούτε δευτερόλεπτο . 
- Άρα λέμε κι οι δύο ναι ; 
Είναι ακατάλληλη στιγμή να ζητήσω μια μικρή χάρη ; 
- Θες να δεις το έργο μου ; - Ναι . 
Ένα πορτρέτο της μαμάς μου . 
Ένα λεπτό . 
Καλά , αλλά γρήγορα και φύγε . 
Πες του ότι είναι κακός καλλιτέχνης , τον αγαπώ , αλλά η τέχνη του είναι χάλια . 
Τι ; 
Αγόραζαν τα έργα του για να δουν εμένα . Προσπάθησα να του το πω όσο ζούσα , μα δεν μπόρεσα . Πρέπει να του το πεις εσύ . Τώρα . 
Δεν το ' χει με τα μάτια . 
Μπορεί να ακουστεί παράξενο , μα αφού λέμε μόνο ναι , μου ήρθε μια έμπνευση να σε ζωγραφίσω τώρα . 
Μπορούμε απλώς να αράξουμε και να κοιταζόμαστε . 
Πάω να πάρω το μπλοκ μου . 
- Λοιπόν ; 
- Τόση ώρα , προσποιούσουν ότι ταιριάζουμε , μα με ήθελες για τη βρομοδουλειά σου ; 
Είσαι όντως πολιτικός . 
Καλά . Μπορεί να σε χειραγώγησα λιγάκι , μα μετανιώνω πολύ γι ' αυτό , κι είσαι η μόνη μου ελπίδα να το διορθώσω . 
Όχι . Δεν πρόκειται να το κάνω . Υποτίθεται ότι ζω για μένα . 
- Έτοιμη να σε ζωγραφίσω ; - Φυσικά . 
Τέλεια . Θα ξεκινήσω με τα μάτια σου . 
Ξεκινάω κάθε διαμεσολάβηση με ενός λεπτού αναγνώριση της Μητέρας Γης . 
Εκείνη κάνει τη διαπραγμάτευση . Ο δικηγόρος του ήλιου , του αέρα . Πληρώνεται με την ώρα ; 
Γιατί δεν μπαίνουμε στο ψητό ; 
Αλέξις , ποια η κατάστασή σου με τον Τάνερ ; 
Θα ήθελα να τον βγάλω με Photoshop από τη χριστουγεννιάτικη φωτογραφία . 
Δεν μπορώ να το απαντήσω αυτό τώρα . 
Θα σου πω ένα μυστικό που έμαθα έξι φορές μέσα σε τέσσερις γάμους . 
Όταν λαχταράς επιδόρπιο , το τελείωσες το δείπνο σου . 
Έφαγα καναδυό φορές παγωμένο γιαούρτι . 
Και τι μέλλον έχεις με αυτό το γιαούρτι ; 
Όλοι θα θέλαμε να ξεκαθαρίσει το θέμα με το γιαούρτι . 
Δεν ξέρω . 
Είναι περίπλοκο . 
Προσπαθώ να δω τι γίνεται στον γάμο μου , να είμαι μαμά , επιχειρηματίας , και να μη δείχνω ίχνος συναισθήματος όπως μου έμαθες . Είναι πολλά . Θέλω χρόνο . 
Ο χρόνος είναι χρήμα , Λέξι . Δικό μου χρήμα . 
- Ορίστε ; 
- Παρενόχληση κόρης . 
- Υπάρχει αυτό ; - Αν θέλει χρόνο , οι ερωτήσεις οδηγούν σε ψυχική οδύνη , για την οποία θα είστε υπεύθυνος . 
Θα βρω τις νομικές διατάξεις . 
Σας εγγυώμαι πως ό , τι κι αν γίνει με τον Τάνερ , η περιουσία είναι ασφαλής . 
Στο μεταξύ , αν θέλει γιαούρτι , σίγουρα θα βρει τρόπο να το φάει . 
Καλά . Μου αρκεί . 
Ευχαριστώ . 
Αυτά με τη Γη είναι λίγο κουλά . 
Είναι κουλά . 
Λατρεύω αυτήν την πόζα , μα είσαι προφίλ και θέλω να αρχίσω με τα μάτια . 
Λυπάμαι που βλέπεις νεκρούς . Είναι παράξενο . 
Μα ίσως υπάρχει λόγος . Ίσως ο λόγος είναι να βοηθάς άτομα σαν τον γιο μου . 
Κοίτα γύρω σου , Νελ . Δεν είναι κανείς εδώ . 
Θα κατηγορεί τον εαυτό του . 
Όλα καλά ; 
Άκου . Με συγκινεί που θες να με ζωγραφίσεις , και είσαι πολύ ευγενικός με τόσο όμορφο πρόσωπο . 
Απλώς ίσως δεν σου έχουν πει ότι τα μάτια στους πίνακές σου είναι αλλόκοτα . Κι αγόραζαν έργα σου επειδή η μαμά σου ήταν γερουσιαστής . Θεέ μου . Θα κλάψει . 
Κλαίει αξιολάτρευτα . Δεν κοιτάζω . - Έχεις δίκιο . Κάνω χάλια τα μάτια . 
- Το ξέρεις ; 
Ναι . Φυσικά . Μάτια έχω . Απλώς δεν μπορώ να τα ζωγραφίσω . 
Η μαμά φταίει . Ήθελε να γίνω καλλιτέχνης οπωσδήποτε . 
Θυσίασε τόσα για μένα . Ήθελα να κάνω το ίδιο για εκείνη , μα δεν το κάνω με την καρδιά μου . 
Πες του ότι λυπάμαι που τον πίεσα . 
Υποθέτω ότι θα ήθελε να κάνεις αυτό που σε κάνει πραγματικά χαρούμενο . 
Ευχαριστώ . 
Είσαι το πρώτο άτομο που τόλμησε να μου πει αλήθεια . 
Γι ' αυτό ένιωσα τέτοια έλξη σήμερα . 
Επίσης , είσαι και πανέμορφη . 
Εσύ έχεις κοιταχτεί σε καθρέφτη ; 
Κάτι τελευταίο πριν φιληθείτε , στρώσε λίγο την μπούκλα . 
Όλο πετάγεται . 
Η μαμά μου το έκανε αυτό . 
Αμάν . Τι περίεργο πράγμα το πένθος . 
Πάει κι έρχεται σε πελώρια κύματα . 
Θεέ μου , πόσο μου λείπει . 
Και μένα μου λείπεις . 
Αν ήταν εδώ , θα σου έλεγε πόσο σπουδαίος γιος είσαι . 
Κι όσο όμορφος κι αν είσαι , πρέπει να σου δώσω λίγο χώρο για να τα επεξεργαστείς όλα αυτά . 
Ναι . Συγγνώμη . 
Όταν βγάλω άκρη και βάλω τη ζωή μου σε τάξη , θα ήθελες μήπως να ξαναβρεθούμε ; 
Θα το ήθελα πολύ . 
Θα πω στον μπάρμαν να πάει σπίτι του . Σωστά . 
Θα ήθελες λίγο φοντί από την ηλεκτρική γάστρα ; 
- Μιλάμε για πολύ τυρί . - Ναι . 
- Με πήρε η Κρίκετ . - Ναι . Έχασε την τελευταία πτήση . 
Σ ' το λέω , η κατάρα των επτά χρόνων είναι αληθινή . 
Σαμ . 
Έχω παντρευτεί δύο φορές κι έχω ερωτευτεί κάμποσες , κι ένα πράγμα ξέρω , ότι δεν υπάρχει τέτοια κατάρα . 
Οι σχέσεις έχουν σκαμπανεβάσματα . 
Σημασία έχει να σηκώνεσαι και να προσπαθείς . 
Θα πιω σ ' αυτό . 
Να μη φοβάσαι να συνεχίσεις . Μπράβο . 
Πλάκα έχει αυτό . 
Μου θυμίζει όταν πίναμε κρασί με τη ΡΜΓ . 
Γίναμε στουπί . 
Ξέχασα τελείως να κάνω κάτι . Ένα λεπτό . 
Αυτό το κρασί . Είναι από το καλό . 
Είναι εκλεκτής σοδειάς από την αποθήκη . Σε είδα . Το βγάζεις μόνο όταν πίνεις . 
Ακριβώς . 
Μυρίζει πολύ ωραία . 
Η βρώσιμη μπογιά σώματος είναι από σοκολάτα και λίπος . 
Πρέπει να γλιστράει για μέγιστο αισθησιασμό . 
Πού την ξέρετε ; Δουλεύει δίπλα μου . 
Δεν μ ' αρέσει που μου έκλεισες το μάτι . 
Τέλος ο Βαλεντίνος . 
- Τίνα , είσαι φρικιό . 
