" Η Εστέλ Ντούμπροφ , αφοσιωμένη μητέρα και γιαγιά , αφήνει πίσω ... " 
Ακόμα δεν το πιστεύω . 
" ... δεκαέξι παιδιά και 49 εγγόνια " . 
Πώς θυμάσαι όλα τα ονόματα ; 
Με υπομονή , αγάπη και καρτελάκια . Πολλά καρτελάκια . 
Λες να κάνεις παιδιά ; Να ... ξέρεις . Μη με παρεξηγείς . Τα λατρεύω . Απλώς είμαι σε μια φάση που τα παιδιά μάλλον δεν παίζουν σαν ενδεχόμενο . 
- Ξέρω . Πρέπει ... 
- Μην το κάνεις . 
- Ορίστε ; 
- Σώσε τον κόλπο σου . 
Τον κόλπο μου ; Εγώ ... 
Με τον γιατρό μου μιλάω . Ναι . 
Δεν το περίμενα αυτό . 
Δεκαέξι παιδιά . 
Δεκαέξι διαδρομές μέσα από το ίδιο κανάλι . 
Ξέρεις τι παθαίνει το σώμα σου ; 
Έχω μεγάλη φαντασία . 
Μα τα αγαπάς , σωστά ; 
Φυσικά . Ξέρεις και ποιον άλλο αγαπώ ; 
Τα ανίψια μου . 
Κάν ' το για το καλό σου . Γίνε θεία . 
Θα έχεις μόνο τα καλά και κανένα από τα ζόρια . 
Λοιπόν , θα με στείλεις στο καλό τώρα ή ... Ναι . Μάλλον θα θες λίγο χρόνο μόνη σου . 
Ναι . 
Ας Περιμένει ο Θάνατος . Προσοχή , μίσθαρνοι . 
Ένα θερμό καλωσόρισμα στην πιο ψηλή και ισχυρή παρουσία σε κάθε χώρο , πατέρα μου και εργασιακό πατέρα σας , Ντάνκαν Ρόουντς . 
Χαιρετώ το βασικό εργατικό δυναμικό . 
Έχω πολύ συναρπαστικά νέα για εμένα . 
Απ ' ό , τι φαίνεται θα βραβευτώ με το Βραβείο Επιτεύγματα Ζωής από το Πνεύμα Δημοσιογραφίας . 
Ναι ! Σουτάρει ! Ντανκάρει ! 
Αθλήματα . 
Αυτό αποδεικνύει ότι αν δουλέψετε σκληρά κι έχετε πολλά λεφτά και σαμποτάρετε τους αντιπάλους , μια μέρα , όλη σας η ζωή μπορεί να είναι ένα επίτευγμα άξιο βράβευσης . 
Μισό λεπτό . Απ ' ό , τι φαίνεται , δεν θα αναγνωριστεί μόνο ο πατέρας . 
Δείτε όλοι τα μέιλ σας . 
Είμαι υποψήφιος για βραβείο . 
Τι ; 
Κι εγώ το ίδιο ! 
Δεν έλαβα κάποιο μέιλ . 
Ούτε καν στα ανεπιθύμητα . 
Μήπως να πάω πιο κοντά στο ρούτερ ; 
Αν με χρειαστείτε , θα ψάχνω τρόπους να εκμεταλλευτώ την επιτυχία ώστε να αποκτήσω δημόσιο αξίωμα . 
Οι δυνατότητες είναι άπειρες αν είστε εγώ . 
Εντάξει . Ευχαριστώ . 
Τι άγχος . 
Ο Κιθ είναι εκτός πόλης . Η μαμά του αντέχει μόνο ένα μωρό . Πρέπει να βρω νταντά . 
Εμένα μου λες ; 
Κι ο Μπεν λείπει , οπότε πρέπει να βρούμε νταντά . 
Κακώς σου έδωσα τη τηλέφωνο της νταντάς ! 
Η Άσλεϊ θα σώσει τους Ντεν-Μπεν . 
Όχι γκριμάτσες . 
Η θυσία σου θα μείνει αξέχαστη . 
Αν θες κάποιον για τα παιδιά , η κεφάτη θεία Νελ θα τα δώσει όλα . 
- Ναι ! - Ναι . Τέλεια . 
Θα αφήσω το μωρό στη μαμά του Κιθ . Η Τίλι ζηλεύει τον αδερφούλη της , και θα χαρεί το τετ α τετ με την αγαπημένη της θεία . Τέλεια . Η Τιλς είναι η κολλητούλα μου . 
Με νιώθει . 
Άσε που αφορμή ψάχνω να ξαναντυθώ πριγκίπισσα . 
Δεν είμαι μια απλή νονά . Είμαι η νεραϊδονονά . 
Θα της κάνω μια προσφορά που δεν θα αρνηθεί . 
Μάλλον δεν έχεις δει τον Νονό . 
Σοβαρά ; Πού το κατάλαβες ; 
Τι λες , Άρθουρ ; Κορυφαίο το φρούριο ; 
Σουτιέν ; 
Τι είναι όλα αυτά ; 
Πριγκιπικό φρούριο για την Τίλι . 
Αυτό τι είναι ; 
Είναι της φιλενάδας μου . 
Καλό θα ήταν να ήξερα ότι έρχεται ένα παιδί . 
Καλό θα ήταν να ήξερα ότι κάνεις σεξ στον κοινό καναπέ . 
Αηδία . Δεν μ ' αρέσει καθόλου . 
- Ποια είναι ; 
- Δεν μπορώ να σου πω . Υπέγραψα συμφωνητικό . Είναι διάσημη . Έλα τώρα . Η Σελένα Γκόμεζ ; 
Η Τζούντι Μπλουμ ; 
Η Μάρθα Στιούαρτ ; Είσαι ο Σνουπ ; 
Ευχαριστώ που πιστεύεις ότι θα έριχνα τέτοιες γυναίκες . Ωστόσο , δεν επιβεβαιώνω ούτε διαψεύδω τις εικασίες σου . 
Καλά . Τι σε νοιάζει για το παιδί ; 
Δεν θα έβγαινες με τη Σαρλίζ ; 
Η ερωμένη μου έχει δουλειά , άρα θα παίζω Star Rim όλη νύχτα κι άρα θα σου επιτάξω το φρούριο . 
Μην ανησυχείς . Δεν θα ανακατευτούμε στις βρομοδουλειές σου . 
Έχω σχεδιάσει ωραίες δραστηριότητες γιατί είμαι η κεφάτη θεία Νελ , η ντι τζέι Κόρνα . 
- Κολλητή ! 
- Γεια σου , κολλητή ! 
Άρθουρ ! 
Ευχαριστώ που την ανέλαβες τελευταία στιγμή . 
Την επιτροπή των βραβείων να ευχαριστείς που δεν με αναγνώρισε . 
Άντε φύγε με το βαμμένο μάτι και το κωλαράκι σου . 
Αυτό εδώ ; 
Τίλι ! 
Πριγκίπισσα Τίλιφερ , του Οίκου Τίλι , τιμάμε τους χωρικούς με την παρουσία σας ; 
Συγγνώμη , θεία Νελ , δεν μ ' αρέσουν οι πριγκίπισσες πια . 
Θέλω να διαβάσω στον καναπέ . 
Εντάξει . Ναι . 
Καλό είναι το διάβασμα . 
Ας γίνουμε βιβλιοφάγοι . 
Πάω να αλλάξω . Δεν μπορώ να αναπνεύσω . 
ΠΝΕΥΜΑ ΔΗΜΟΣΙΟΓΡΑΦΙΑΣ Δεν είναι υπέροχο ; 
Επιτέλους αναγνώριση , σαν την Τζένιφερ Κούλιτζ ή τα λαχανάκια Βρυξελλών . 
- Τσαλακώθηκα ; - Είναι κοτλέ . 
Είναι όλο τσαλακωμένο . 
Δες εμένα . 
Βγήκα έξω . Περνάω καλά . Πίνω το δεύτερο μαρτίνι και νιώθω ... Όχι , Θεέ μου . Ανακατεύομαι . 
- Να το πάω πιο αργά ; 
- Ναι , καλό θα ήταν . 
Είμαι περήφανη και για τους δυο σας . 
Ό , τι κι αν γίνει απόψε , το ότι είστε και οι δύο υποψ ... - Χειροκροτήστε ! - Τι ; 
Ευχαριστώ . 
Ποιος είναι αυτός ο κούκλος ; 
- Γεια , πατέρα . 
Είναι σε φυσικό μέγεθος . 
- Μακάρι να ήμουν τόσο αδύνατος . 
Δεν είναι τέλειο ; 
Το πρώτο σου βραβείο επιτευγμάτων και 15 χρόνια νωρίτερα από τον Ρούπερτ . 
Πάντα λες ότι θα είναι υπέροχα όταν βγάλεις τα πρώτα δέκα εκατομμύρια ή όταν αγοράσεις δεύτερο νησί . Μα όλα αυτά ωχριούν μπροστά στην αναγνώρισή σου σε επίσημο δείπνο . 
Τώρα ξέρω πώς θα ένιωθε ο Γκάντι αν είχε όλα του τα μαλλιά . 
- Είμαι ο Καλύτερος Γκάντι . 
- Ναι , είσαι , πατέρα . 
Χειροκρότημα ! 
Κολλητή , βιβλία δεν βρήκα , αλλά ένα παλιό περιοδικό Glamour . Τίλι ; Αυτός ο βαρετός τύπος σε αναγκάζει να παίξεις ; 
- Ήθελε να παίξει . - Τι ; 
Και παραδόξως με βοηθάει . 
Βρήκε ρωγμή στο συνεχές χωροχρόνου . 
Παίζω με τον μπαμπά όταν είναι εδώ . Ξέρω όλα τα κόλπα . 
Δεν θες να χορέψουμε στο TikTok ; 
Μπορώ να σε σηκώσω . Βγήκα με έναν χειροπράκτη . 
Μου έμαθε πώς να το κάνω για να μην ξαναχτυπήσω . 
Μα φτάσαμε στο εξωτερικό σύμπαν . 
Καλό . Ναι . 
Η θεία Νελ ξέρει να ελίσσεται . Για πάμε . 
Εξωγήινος είναι αυτός ή ... - Πόση ώρα κρατάει ; 
- Πόσο μεγάλο είναι το σύμπαν ; 
Θα μας προσγειώσει στην αποβάθρα ! 
- Ναι ! - Μπράβο . Μπράβο . 
Η μυστική χειραψία μας . 
Δεν είναι πια μυστική . Μόλις την κάνατε . 
Τέλος πάντων . Δεν πειράζει . 
Να ξανασκεφτούμε το TikTok ; 
Έμαθα χορευτικό των BTS . Φιλενάδα . 
Αυτό είναι λίγο κριντζ , θεία Νελ . 
Ναι , συμφωνώ . Ειρωνικά το έλεγα . 
Να κάνουμε κάτι άλλο ; 
Θέλω να ανοίξω ένα εστιατόριο . 
Καλώς την τοπ σεφ Τίλι . 
Ένα τραπέζι για έναν , παρακαλώ . 
- Έντουαρντ ; 
- Θα έτρωγα . 
Από δω . 
Έρχομαι να πάρω παραγγελία . 
Δεν ξέρω τι μαγικά κάνεις με τη μικρούλα , μα η Τίλι πάντα προτιμούσε εμένα . 
Δεν ξέρω γιατί ξαφνικά προτιμάει εσένα . 
Τα παιδιά είναι περίεργα . 
Ίσως σε συμπαθήσουν τα δικά σου . 
Ναι , αν κάνω ποτέ . 
Το φαντάστηκα . 
Το φαντάστηκες ; Μάλιστα . 
Συγγνώμη . Γιατί το φαντάστηκες ; 
Αρχικά , λόγω της κατοικίας σου και της εργασίας σου . 
Επίσης , δεν καίγεσαι να βρεις φίλο . 
Επειδή δεν είμαι απελπισμένη . 
Αν είναι να γίνει , θα γίνει . 
Το βλέπεις τελείως λάθος . Στην ηλικία σου η εγκυμοσύνη θεωρείται γηριατρική και οι πιθανότητες σύλληψης φθίνουν σε κάθε κύκλο . 
Τα περιθώρια γονιμότητάς σου στενεύουν . Βασικά κλείνουν ερμητικά . 
Καλώς ήρθατε στο Σε Τίλι . 
Να ξεκινήσουμε με λίγο νερό ; 
Ανθρακούχο ή απλό ; 
Βρύσης . 
Ήδη πάει να μας φάει λεφτά . 
Μπορώ να καθίσω σε άλλο τραπέζι ; 
Συγγνώμη . Είμαστε γεμάτοι απόψε . 
Καραβίδες τέτοια εποχή ; 
Πες με επιφυλακτικό , μα θα δοκιμάσω . 
Δεν το πιστεύω ότι βραβεύεται η ζωή μου . 
Συγχαρητήρια που κάθεσαι δίπλα μου . 
Κάτι σωστό θα έκανες . 
Ευχαριστώ . Το χρειαζόμουν αυτό . Σκέφτομαι τι θα πω αν κερδίσω . 
Κάτι τύπου " Είναι τιμή " . Τιμή μου ; 
Μεγάλη τιμή μου ; 
Το είπα τόσες φορές που δεν βγάζει πια κανένα νόημα . 
Είσαι αγχώδης τυπάκος . 
Η μερίδα του Ντάνκαν είναι μεγαλύτερη από τις δικές μας . 
Αυτή η μπριζόλα είναι δύο μπουκιές . 
Λογικό είναι , Σαμ . 
Αυτός πήρε μπριζόλα rib eye , εσύ το μίνι μινιόν . 
Επίσης , δεν αναγνωρίζω κανέναν υποψήφιο στην κατηγορία μου . 
Εκτός ίσως από αυτόν εκεί , που έπαιζε σε διαφημιστικό ασφαλιστικής . 
Ναι . Τι κρίμα . 
Δημοσιογράφοι να παίζουν σε διαφημιστικά για να τα βγάλουν πέρα . 
Η θλιβερή φύση της δημοσιογραφίας . 
Μια υπενθύμιση , κα Ρόουντς , έχετε κλείσει τον χώρο έως τις 9 : 00 μ.μ. 
- Ναι . - Έχουμε συνάντηση των ΑΑ . - Θέλουμε χρόνο να ... 
- Γνωρίζω το πρόγραμμα . 
Θα φύγουμε εγκαίρως , σπαστικέ ! Φύγε από δω . 
- Πόσα άκουσες ; 
- Εσύ πόσα λες ; 
Άρα όλα . 
Ερχόμαστε αμέσως . 
- Μικρέ . - Κυρία . Φωτογραφία τον πατέρα μου . 
Ναι , όλα είναι ψέμα . 
Δεν υπάρχουν τα βραβεία . Πλήρωσα . 
Τον χώρο , το φαΐ , τους υποψηφίους . Ο παρουσιαστής μού χρωστάει χάρη . 
Γιατί το έκανες αυτό ; 
Ήθελα να δει ο μπαμπάς τι καλά τα πάει η εφημερίδα με εμένα . Και για μια αξέχαστη βραδιά για εσάς . 
Νικητής του Συντάκτη Άρθρων Πόλης της χρονιάς ο Ντένις Σίμπο-Τζόουνς . 
Γίνεται ! Γίνομαι ! 
Η καλύτερη νύχτα της ζωής μου . 
Τι ; Του μίλησες πρόσφατα ; 
Το χρειάζεται αυτό . 
Αλέξις . 
Νελ , σταμάτα ! Σταμάτα τον θόρυβο , σε παρακαλώ . 
Δεν θέλει μαχαίρι ο σολομός . Είναι τρυφερότατος . 
Μη μου λες πώς να φάω . 
Αν θες να ξέρεις , το κουνουπίδι έκοβα , που είναι λίγο ωμό . 
Απολαμβάνετε το γεύμα σας ; 
Ναι . Είναι πεντανόστιμο . 
Από πού να ξεκινήσω ; 
Με τέτοιες τιμές , το λαβράκι δεν θα έπρεπε να έχει κόκαλα . 
Συγγνώμη , κύριε . 
Επίσης , παρήγγειλα λινγκουίνι και , κοιτάξτε . 
Το βλέπετε ; 
Κολλάει . 
Όταν κολλάει στον τοίχο , παραμαγειρεύτηκε . 
Λυπάμαι πολύ , κύριε . 
Θα το πάρω και θα μιλήσω στον σεφ . 
Ευχαριστώ . 
- Να δοκιμάσω λίγο κολοκύθι ; 
Σκέφτεσαι ποτέ τι θα πεις προτού το πεις ; 
Κι ότι ίσως μπορεί να πληγώσεις κάποιον ; 
Η κριτική είναι απαραίτητη αν θέλει να πετύχει στην οικονομία αυτή . 
Αυτό δεν ... Το σουφλέ σας , κύριε . Κερασμένο από εμάς . 
Τώρα μάλιστα . Ευχαριστώ . 
Φαίνεται υγρό , αφράτο . 
Ξέρεις το μυστικό για ένα σταθερό σουφλέ ; Μπαγιάτικα αβγά . 
Ενδιαφέρον . Πολύ ενδιαφέρον . 
Άρα θες πιο ηλικιωμένα αβγά στο γλυκό , αλλά όχι στις γυναίκες ; Καλά κατάλαβα ; 
Θα φέρω τον λογαριασμό σας . 
Μάλλον δεν μιλάς για το σουφλέ . 
Λες ; 
Ευχαριστώ για την απίστευτη τιμή . 
Σαμ , μη φεύγεις . Δεν ανακοίνωσαν το βραβείο σου . 
Ποιο βραβείο ; 
Όλα είναι ένα ψέμα . 
Έχω πολλά στο κεφάλι μου στο σπίτι . Δεν αντέχω κι αυτό . 
Το ξέρω . Συγγνώμη . 
Νόμιζα ότι αν αφιέρωνα μια βραδιά στο βραβείο του πατέρα μου , θα μου έλεγε επιτέλους " ευχαριστώ " . 
Το βραβείο Καλύτερης Συντάκτριας Μόδας πάει στη ... Σαμ Χόλκαρ . 
Καλά . Αλλά μου χρωστάς πολλά ... Κάτι θα σκεφτώ . 
Ευχαριστώ . Μίλα γρήγορα . 
Οι ΑΑ γλυκοκοιτάζουν το μπαρ και δεν θέλω να ξανακυλήσουν εξαιτίας μου . 
Ευχαριστώ . 
Δεν ξέρω γιατί ταράζεσαι . 
Τα δεδομένα λέω . 
Τα δεδομένα είναι αγενή . 
Δεν γίνεται να είναι αγενή . Δεδομένα είναι . 
Εσύ τα ερμηνεύεις ως αγενή , ενώ είναι απλώς δεδομένα . 
Όχι , το στόμα σου είναι αγενές που ξεστομίζει ηλίθια δεδομένα . 
Αυτό είναι όντως αγενές . 
Τι θες να κάνω ; 
Να σου λέω ψέματα ότι έχεις δισεκατομμύρια ωάρια και μπορείς να κάνεις παιδί ως τα 90 σου ; 
Νελ ! Μου πέταξες ένα σιρά του ' 97 λες και ήταν χύμα κρασί . 
Πάλι καλά να λες που δεν ήταν το αληθινό πιρούνι . 
Σταματήστε ! 
Γιατί πάντα όλοι τσακώνονται ; 
Ούτε ένα δείπνο της προκοπής ; 
Έπρεπε αυτό το πάθος να το γευτώ και στο φαΐ . 
Τίλι , αγάπη μου , είσαι καλά ; 
Στενοχωρήθηκες ; 
Ο Έντουαρντ φταίει ; 
Εγώ ; 
Ο αδερφούλης σου ; Απαίσιος είναι αυτός , αλλά όχι . 
Αν θες να μιλήσεις , εγώ είμαι εδώ . 
Δεν χρειάζεται αν δεν θέλεις , όμως . Μπορώ να κάτσω εδώ μαζί σου . 
Όταν είναι εδώ ο μπαμπάς , τσακώνεται με τη μαμά , όπως κάνατε εσείς οι δύο . 
Η μαμά παριστάνει ότι όλα είναι καλά , μα το ξέρω ότι δεν είναι . 
Αγάπη μου . 
Λυπάμαι πολύ . 
Γι ' αυτό ήθελες να παίξεις Star Rim ; 
Για να νιώσεις κοντά στον μπαμπά ; 
Τσακώνονται επειδή θύμωσαν μαζί μου που τσακώνομαι με τον αδερφό μου . 
Όχι . Όχι , Τίλι μου . 
Έλα εδώ . 
Δεν φταις εσύ , εντάξει ; 
Το ότι τσακώνονται δεν έχει καμία σχέση μ ' εσένα . 
Σ ' αγαπούν πολύ . 
Είσαι ό , τι καλύτερο τους έχει συμβεί . 
- Ξέρεις πώς το ξέρω ; - Πώς ; 
Επειδή μου το λένε συνέχεια . 
Λένε " Η Τιλς είναι η καλύτερη . Την αγαπώ πολύ . 
Αν ήταν παγωτό , θα ήταν η αγαπημένη μου γεύση " . 
Και πιστεύω ότι οι γονείς σου έχουν καλό γούστο , αφού είσαι κι η δική μου αγαπημένη γεύση . 
Θα σε φάω σε κουταλιές . Κάτσε να δαγκώσω λίγο . 
Συγγνώμη που δεν σπάσαμε πλάκα όπως συνήθως . 
Δεν είμαι εδώ μόνο γι ' αυτό . 
Ναι , δηλαδή , είμαι εδώ για τα πάντα . 
Δεν νομίζω ότι τα χορευτικά του TikTok είναι κριντζ όταν τα κάνεις εσύ . 
Έτσι δεν είναι ; 
Αφού το ' χω . Το ξέρεις . 
Με την ευκαιρία , θέλω να ευχαριστήσω πολλά άτομα απόψε . 
Κυρία , πρέπει ... Αυτό είναι . 
Τον Καρλ , τον λογιστή μου . Η δουλειά σου στις οφ-σορ είναι απλώς καταπληκτική . 
- Οι ΑΑ μού έγιναν στενός κορσές . 
- Ένα λεπτό . 
Τον στιλίστα μου , τον Ζακ . Θεέ μου . Ευχαριστώ πολύ , φίλε μου . 
Και τέλος , το άτομο που είναι κυριολεκτικά ο λόγος για τον οποίο είμαστε εδώ απόψε και χωρίς το οποίο , τίποτα από όλα αυτά δεν θα ήταν εφικτά . 
Αυτό είναι . 
Τον Ιωάννη Γουτεμβέργιο , εφευρέτη της τυπογραφίας . 
Μόλις το έμαθα . Ναι . 
Εντάξει . Βαρύ είναι . 
Ευχαριστώ . Καλό βράδυ . 
Κατεβάστε τα όλα . 
Μπορεί να τρελάθηκα , μα το βραβείο μου ξεφλουδίζει κι από κάτω λέει " Νούμερο Ένα Μπαμπάς " , κι αυτό ... Δεν θέλω να ξανακλάψω . Μα ... Ας το ξανασυζητήσουμε τη Δευτέρα . 
Καλό βράδυ . 
ΜΠΡΟΥΚΜΟΡ Πώς πήγε ; 
- Όλη η τελετή ήταν ψεύτικη . 
- Τι ; Το έκανε η Λέξι για τον μπαμπά της . 
- Τρελό . - Το ξέρω . - Μα τυπικό . 
- Και θλιβερό . 
Αν αυτό σε κάνει να νιώσεις καλύτερα , κι εμείς φάγαμε στα ψέματα . 
Άνοιξε επιτέλους το εστιατόριό της . Μπράβο . 
Ναι , δοκιμαστικά . Μα ήταν ωραία . 
- Πώς είναι ; 
- Κοιμάται στο δωμάτιό μου . 
Περίμενε . Κάτι γρήγορο . 
Μιλήσαμε λιγάκι πριν και μου είπε ότι με τον Κιθ δεν τα πάτε και τέλεια . 
Τίποτα δεν της ξεφεύγει . 
Λείπει για δουλειά ή εξαιτίας όλου αυτού ; 
Και για τα δύο . 
Πρέπει να δουλέψει πιο πολύ εκεί και μένουμε χώρια μέχρι να βγάλουμε άκρη . 
Φιλενάδα . Λυπάμαι πολύ . Δεν είχα ιδέα . 
Είναι δύσκολο να το αντιμετωπίζω μόνη μου . 
Εγώ είμαι εδώ . Δεν είσαι μόνη σου . 
- Το ξέρω . 
- Πρέπει να το ξέρεις . 
Είμαι εδώ για ό , τι χρειάζεσαι . 
Ιδίως σε ό , τι αφορά τα παιδιά . 
Η κεφάτη θεία Νελ . 
Τι θα γίνει ; 
- Σταμάτα τα αυτά . Αγκαλιά . - Όλα ; 
- Σ ' αγαπώ . - Σ ' αγαπώ . 
Τι κάνεις ; 
Φάγαμε ψεύτικο φαΐ , αλλά δεν αντέχω τις δαχτυλιές στα πιάτα . 
Λυπάμαι που σε στενοχώρησα . 
Δεν ήθελα να νιώσεις άσχημα . 
Νόμιζα ότι παρέθετα δεδομένα , μα συνειδητοποίησα πως ακούγονταν αγενή επειδή μου το είπες . 
Το εκτιμώ . Για να είμαι ειλικρινής , το ήθελα αυτό το ταρακούνημα . 
Κρύβομαι λέγοντας " Αν είναι να γίνει , θα γίνει " . Μα δεν θα γίνει αν δεν το αναγκάσω . 
Και θέλω να γίνει . 
Αλήθεια ; 
Ναι . 
Ήμουν με την Τίλι πριν . Το ένιωσα σωστό . 
Και ίσως να γίνω καλή μαμά . 
- Χαίρομαι που το λες αυτό . - Ναι ; 
Μετά τον καβγά μας , έκανα μια πρόχειρη έρευνα και τελικά τα δεδομένα είναι πιο ενθαρρυντικά . 
Πολλές κάνουν υγιή παιδιά στην ηλικία σου . 
Να εστιάσεις περισσότερο στη διατροφή σου . - Ξέρω ότι θα δυσκολευτείς . 
- Ευχαριστώ . Να καταψύξεις ωάρια . 
Είναι ακριβό κι εσύ είσαι ... Ας μην κρυβόμαστε . Φτωχή . 
Απλώς λέω ... Νομίζω ότι θα είσαι φοβερή . 
Πες αυτό τότε . 
Θα είσαι φοβερή . Ευχαριστώ . 
- Δεν στέγνωσες το πιάτο . 
- Όχι . 
Θα έχει σημάδια ... - Στεγνό είναι ! - Αλλάζουμε . 
Πατέρα , δεν είναι εύκολο , μα έχω να σου πω κάτι . 
Μια ζωή προσπαθώ να σε εντυπωσιάσω . Να πάρω την έγκρισή σου . Μα δεν ενδιαφέρεσαι . 
Μάντεψε λοιπόν . 
Τα βραβεία ήταν απάτη . 
Και κάτι ακόμα . Αντιπαθούσα τη φιλενάδα σου τη Σούζαν . 
Θα χρεώσω την πιστωτική σας άλλη μία ώρα . 
Μη με διακόπτεις όταν μιλάω στον πατέρα μου ! 
Λοιπόν , μπαμπά . Πάμε . Θα συνεχίσουμε στο αμάξι . 
Πιο φτηνό από ψυχοθεραπεία . 
