Κανείς δεν ξεφεύγει από τον Μπεστίλ , τον μέγα κυνηγό του Ορμπόνα . 
Κυρίως ένας αξιολύπητος άνθρωπος . 
Κράτα το στόμα κλειστό μπροστά στους συμβούλους της βασίλισσας Όχο , αλλιώς θα σου το κλείσω εγώ . Μ ' ακούς ; 
Ένα δείγμα ανθρώπου , όπως ζητήθηκε . 
Μάλλον η αδερφή Ντάριους έκανε λάθος . 
Οι άνθρωποι δεν εξαφανίστηκαν . 
- Φάντασμα του χώματος . 
- Δαίμονας των λάκκων . 
Πού το βρήκες ; 
Εγώ θα απαντήσω , αδερφέ Λόροκ . 
Σε μια σπηλαιώδη τρύπα . Έφτιαχνε λαγούμι με τα ανασυρόμενα νύχια του . 
- Σωστά ; 
- Κάτι τέτοιο . 
- Την εντόπισα σε έναν έμπορο στο Λάκας . 
- Φρικτό . 
Ναι . Φρικτό . 
Λείο δέρμα , γουρλωτά μάτια . 
Κι η μυρωδιά . 
Απαίσια . 
Μην πλησιάζεις . 
Είναι μια επικίνδυνη , ασταθής φυλή , αλλά ανυπομονώ να τη μελετήσω . 
- Ένας αληθινός άνθρωπος . 
- Μεγαλειοτάτη . 
Αποστρέψτε το βλέμμα . 
Ίσως σας λιώσει τον εγκέφαλο . 
Να μου λιώσει τον εγκέφαλο ; Πώς θα προστατευτούμε , Ζιν ; 
- Είσαι ο Ζιν ; 
- Μιλάει . 
- Έχεις το Όμνιποντ ; Πού είναι ; - Κλείσε το στόμα . 
Φύλακες ! 
Άσε με ! 
Κατέβασέ την . 
Ζιν , απομάκρυνε το άθλιο πλάσμα . 
Η παρουσία του αποτελεί κίνδυνο για τη βασίλισσα . 
Άσε με ! 
Πού με πας ; 
Μελέτησα πλάσματα υπό εξαφάνιση σε πολλούς γαλαξίες . 
Ο Κάρανκλ σού έδωσε ένα Όμνι . Η εξαφάνιση ενός είδους σημαίνει ότι η φύση αποκαθιστά την ισορροπία . 
- Δεν εξαφανιστήκαμε . Να με . - Οι άνθρωποι είναι ειδική περίπτωση . 
Αντί απλώς να εξαφανιστείτε , πήγατε να πάρετε μαζί σας και τον κόσμο . 
Πάντα αναρωτιόμουν πώς κάτι εύθραυστο είναι τόσο καταστροφικό . 
Πληροφορίες . Αυτό θέλεις ; 
Αν μου δώσεις το Όμνι , θα σου πω τα πάντα για μένα , για τους ανθρώπους . 
Ό , τι θες να μάθεις θα σ ' το πω . Είμαι ανοιχτό βιβλίο . 
Όχι . Με παρεξήγησες , άνθρωπε . 
Θα κοιτάξω μέσα σου για να μάθω . 
Πρώτα θα κάνω ανατομή στον λάρυγγά σου . 
- Προτείνω να μη γίνει ανατομή . 
- Καλή ιδέα . 
Βοήθεια ! 
Με τύφλωσε ! 
Δεν βλέπω ! 
Πάρτε την ! 
Φύλακα ! 
Πάρε το φρικτό πράγμα από πάνω μου ! 
Πάρτε το ! 
Πού είναι ; Πού ; 
Πρέπει να τη βρούμε . 
Μη μάθει ο Λόροκ ότι το έσκασε . 
Θα με σκοτώσει . 
Μακάρι να ήσουν εδώ . 
Δεν θα πίστευες τι έχουμε στο παλάτι σήμερα . 
Έναν αληθινό άνθρωπο . 
Μας τρόμαξε πολύ . 
Μου ... Μου λείπεις πολύ , πατέρα . 
Φύλακες ! 
Εδώ ! 
- Γρήγορα ... - Όχι . - Μη φωνάξεις τους φύλακες . - Μη μου λιώσεις τον εγκέφαλο . 
- Θα μου λιώσεις τον εγκέφαλο ; - Τι ; 
Όχι φυσικά ... 
Εσείς , στην αυλή . Εμείς , εδώ κάτω . 
Ναι , μη μου δώσεις αφορμή να το κάνω , γιατί μπορεί να τον λιώσω . 
Κατάλαβες ; 
Τους φύλακες . Πες τους να φύγουν , αλλιώς ... Οι άνθρωποι δεν μπορούν να λιώσουν εγκεφάλους . 
Ησυχία . Μη μου το χαλάς . 
Φύλακες , ωραία . 
Ψάχνετε τον άνθρωπο ; 
Πήγε από κει . 
Ευχαριστώ . 
Ή ευχαρίστησε τον εαυτό σου που έσωσες τον εγκέφαλό σου . 
Όχι ότι θέλω να σου κάνω αυτό το λιώσιμο , αλλά ίσως αναγκαστώ αν δεν με βοηθήσεις να βρω κάτι . 
- Βλέπεις ; 
- Γεια . Ο Ζιν αγόρασε ένα από κάποιον στο Λάκας και είναι στο παλάτι . 
Θα υποκλινόμουν , αλλά δεν μπορώ . 
Ένα ανθρώπινο τέχνεργο . 
Στο μόνο μέρος που φαντάζομαι ότι βρίσκεται είναι η συλλογή . 
- Η συλλογή ; 
- Ναι , η συλλογή του πατέρα μου . 
Όμως , η πόρτα ανοίγει μόνο με το βασιλικό σκήπτρο . 
- Εκείνο εκεί είναι ; - Ναι . 
Θα σημάνει κάποιος συναγερμός αν το πάρουμε ; 
- Όχι . 
- Εντύπωση μου κάνει . 
Έλα . Ας το πάρουμε . 
Γιατί δεν έχεις εσύ το σκήπτρο ; 
- Είναι πολύπλοκο . 
- Μα εσύ είσαι η βασίλισσα . 
Επέτρεψες στον άνθρωπο να ξεφύγει . Απαράδεκτο , Ζιν . 
Όχι , οι φύλακες ψάχνουν το παλάτι αυτήν τη στιγμή , αδερφέ Λόροκ . 
Θα την πιάσουν . 
Σε διαβεβαιώ , δεν υπάρχει λόγος ανησυχίας . 
Το έχω υπό έλεγχο . 
Μη με πατρονάρεις . 
Δεν το μυρίζεις ; 
Όχι , δηλαδή , ναι ... 
Μυρίζει σαν μόλις να πέρασε από δω . 
Μείνε ήσυχος , θα βρεθεί σύντομα και θα μπει στο κλουβί . 
Ελπίζω να γίνει έτσι , αδερφέ Ζιν , αλλιώς θα μπεις εσύ στο κλουβί . 
Σου πάει . 
Θα είσαι ασφαλής εδώ μέσα . 
Η συλλογή του βασιλιά Όχο με τα ανθρώπινα τέχνεργα . 
Εντάξει . Τον ενδιέφεραν πολύ οι άνθρωποι . 
Ο Λόροκ είπε ότι τα τέχνεργα μόλυναν το μυαλό του πατέρα μου , τον τρέλαναν . 
Γι ' αυτό τα κρατά κλειδωμένα εδώ . 
Αυτό είναι παράλογο ... παράλογα έξυπνο εκ μέρους του . 
Μπορεί να μολύνουν τον εγκέφαλό σου . 
Να. Έτσι . 
Οπότε , το Όμνιποντ είναι σε ένα από αυτά ; 
Ναι . 
Εδώ θα τα έχει αποθηκεύσει ο Ζιν . 
- Όμνι ; 
- Δεν εντοπίζεται σήμα . 
Εντάξει ! 
Ας ξεκινήσουμε μ ' αυτό . 
Μπάλες . Για ρίψεις , αναπηδήσεις , κύλισμα , ελιγμό , κλότσημα , πιάσιμο , τρίπλες . 
Ποδήλατο . Είχες στο Καταφύγιο . 
Τούμπα . Κάνει παράξενο ήχο . 
Πικάπ . 
Στέρεο . 
Στιγμιαία φωτογραφική μηχανή , με φλας . 
Είναι μεγάλος . 
Μπορείς να τον σταματήσεις ; Ναι ; 
Θυμάσαι ; Λιώσιμο μυαλού . 
- Βασίλισσα ; 
- Ο Τσιπ . 
- Ο Τσιπ ; 
- Ναι . Ήταν ο αγαπημένος του πατέρα μου . 
Ήταν πιστός σ ' εκείνον . 
Δεν είναι σαν τους άλλους . 
Ο Τσιπ . 
Ίσως μας βοηθήσει να φτάσουμε τα πιο ψηλά . 
Ευχαριστώ , Τσιπ . 
Να σου πω . Άκου . 
Δεν πρόκειται , ξέρεις , να σου λιώσω τον εγκέφαλο . 
- Όχι ; 
- Δεν θα το έκανα . 
Και επίσης δεν μπορώ . 
Δεν λιώνω εγκεφάλους . 
Χαίρομαι που το μαθαίνω . 
ΤΥΧΗ Δουλεύει . 
Για δες . 
- Καλώς ήρθατε στη γη της τύχης . 
- Ξέρεις τι είναι ; 
Ιερός βωμός ; 
Δεν ξέρω . 
Ο πατέρας σου θα ήξερε πιο πολλά από μένα . 
- Εντάξει . 
- Καλή επιτυχία ! 
Κρίμα ! Τι ατυχία είναι αυτή ; 
Νομίζω ότι είναι ένα παιχνίδι . 
Ο πατέρας έλεγε ότι είχατε θαυμάσια παιχνίδια . 
Ένα παιχνίδι ; 
Μάλιστα . 
- Σωστά . Είναι φλίπερ . 
- Καλή επιτυχία . 
Πάτα το κουμπί . 
Ωραία . 
- Ναι . 
- Μπράβο , Εύα . 
Μην το βάζεις κάτω ! 
Ναι ! Θαυμάσια . 
Ναι ! Τι κάνεις με το χέρι σου ; 
Κόλλα πέντε . 
Ανθρώπινος πανηγυρισμός . 
Απλώς αγγίζετε τα χέρια . 
Έτσι ; 
Έτσι νομίζω . 
Νιώθω ότι σκίζουμε . 
- Καλή επιτυχία . 
- Έχει πλάκα . 
Στην πραγματικότητα , δεν είχα ποτέ ... Τι ; 
Μια φίλη . 
- Ούτε κι εγώ . 
- Τι ; 
Αμφιβάλλω . 
Όχι , αλήθεια . 
Μεγάλωσα σε ένα οχυρό . Είχα μόνο φανταστικούς φίλους . 
Ακούγεται θλιβερό όταν το λες φωναχτά . 
Καμιά φορά φωνάζω στους διαδρόμους και φαντάζομαι ότι η ηχώ είναι φίλοι που με καλούν . 
Εγώ μιλούσα στον μοναδικό μου φίλο , μια κούκλα , τον Μίγκο , για δέκα χρόνια . 
Επόμενη στάση , Τυχερό Σεντ . 
Καλύτερα να βρούμε εκείνο το Όμνιποντ για να μη μου λιώσεις τον εγκέφαλο . 
Χαίρομαι που με βοηθάς . 
Πώς γίνεται να μην έχεις φίλους ; Είσαι η βασίλισσα . Όχι προτού τελειώσω την εκπαίδευση που επιθυμεί ο Λόροκ . 
Όλη μου τη ζωή προετοιμαζόμουν για κάτι που δεν ξέρω καν αν μπορώ να κάνω . 
Έχεις πιο πολλές πιθανότητες από μένα . 
Δεν φοβάσαι τίποτα . 
Είμαι καλή στο να προσποιούμαι . 
Μπορεί να φαίνομαι σίγουρη , αλλά μέσα μου είμαι σκέτο ράκος . 
Δεν είσαι ράκος σκέτο . 
Κι εγώ θεωρώ ότι είσαι γεννημένη βασίλισσα . 
Διέταξες τον τεράστιο φύλακα πίσω στο άγαλμα πολύ εύκολα . 
Κι εσύ αντιστάθηκες στους Λόροκ και Ζιν αβίαστα . 
Απλώς φέρθηκα σαν το τέρας που με θεωρούν . 
Ίσως η Ντάριους να είχε δίκιο . 
Ο πατέρας μου δεν συμφωνούσε με την Ντάριους και τον Λόροκ . 
Όταν πέθαινε ο πλανήτης μας , ο πατέρας μου διάλεξε αυτόν τον πλανήτη για να ζήσουμε . 
Φύτεψε τον σπόρο που έκανε τον Ορμπόνα αυτόν που βλέπεις σήμερα . 
Όμως , φαντάσου την έκπληξή του όταν έμαθε ότι κάποτε υπήρχε προηγμένη ζωή εδώ . 
Γιατί λες να τα συνέλεξε όλα αυτά ; 
Τον μάγευαν οι άνθρωποι . 
Ήξερε όσα είχαν κάνει , ωστόσο πίστευε ότι ήταν ευγενικοί , καλοσυνάτοι . 
Τώρα ξέρω ότι είχε δίκιο . 
Γι ' αυτό χρειάζομαι το Όμνι . 
- Θέλω να βρω τον λαό μου . 
- Μάλλον μπορώ να βοηθήσω . 
Το Χρυσόψαρο . 
Το Χρυσόψαρο ; 
Ο πατέρας μου το ονόμασε από τον πιο φονικό θηρευτή του κόσμου σου . 
Έχω να το δω από τότε που ήμουν παιδί . 
Ήμουν τόσο μικρή όταν κάναμε βόλτες που σχεδόν δεν έβλεπα από το ταμπλό . 
Είπε ότι μια μέρα θα γινόταν δικό μου . 
Θα σου λείπει πολύ . 
Μου λείπει . 
Έλα . Μπες μέσα . 
Είναι καταπληκτικό . 
Τεχνολογία του Ορμπόνα . 
Σε ανθρώπινο όχημα . 
Ήθελε έναν κόσμο όπου άνθρωποι κι Ορμπόνιοι θα μοιράζονταν τους πόρους και τον πλανήτη . 
Δικό σου . Πάρ ' το . 
Χρησιμοποίησέ το για να βρεις τον λαό σου . 
- Δεν μπορώ . 
- Αυτό θα ήθελε ο πατέρας μου . 
Ευχαριστώ . 
Εκεί είναι ! 
Πιάστε τον άνθρωπο ! - Όχι . 
- Όχι ; 
Προστατεύετε αυτό το πλάσμα ; 
Είναι ... Είναι φίλη μου . 
Φίλη ; 
Σας απήγαγε . 
Είστε τυχερή που δεν έλιωσε ο εγκέφαλός σας . 
- Στάσου ... 
- Άφησέ με ! Αυτή δεν είναι συμπεριφορά βασίλισσας . 
Είναι ντροπή για τον θρόνο και για τον πατέρα σας . 
Όχι , Λόροκ . Δεν καταλαβαίνεις . Άκουσέ με . 
Για δες . Απαλή , ισχνή , χωρίς νύχια , μικρά δόντια . 
Οι αισθήσεις σου είναι αδύναμες , ασυντόνιστες με το περιβάλλον σου . 
Ωστόσο με κάποιον τρόπο , το είδος σου κυριάρχησε στον πλανήτη . 
- Ο Λόροκ θέλει να μάθει πώς . 
- Δεν ξέρω τίποτα γι ' αυτό . 
Θέλω το Όμνιποντ που πήρες από τον Κάρανκλ . 
Άρα ένα τέτοιο έψαχνες . 
- Όχι πάλι . 
- Είναι δικό μου . 
Τώρα είναι και τα δύο δικά μου . 
- Δεν είμαι δικό σου . - Ναι . 
Ναι . Αυτές οι πέτρες θα διακοσμήσουν την προθήκη σου . 
Βοήθεια ! 
Μαμάκα , φοβάμαι . 
Ένα τέρας πάει να με πιάσει . 
Εδώ . 
Βοήθεια . Φοβάμαι . 
Μη με πλησιάζεις μ ' αυτό . Θα λιώσω τα εσωτερικά σου όργανα ένα ένα . 
- Όργανα ; 
Ο εγκέφαλος δεν ήταν ; 
- Δεν έχει σημασία . Θα τα λιώσω όλα . 
Ίσως χρειαστώ μεγαλύτερη δόση . 
- Θα σε βοηθήσω . 
- Βοηθήσεις ; 
Αυτό το ψωροπερήφανο ύφος . 
Λες και θες να πεθάνεις με ασύλληπτο πόνο . 
Θα συνεργαστούμε . 
Εγώ βοηθήσω . 
Ήρθα για το Όμνι που αγόρασες από τον Κάρανκλ . 
Και μιας κι είσαι λογικό ον , μόλις σου δώσω αποδείξεις ότι έχω δυνάμεις , δεν θα αναγκαστώ να σε βλάψω . 
- Αποδείξεις . 
Τι αποδείξεις ; 
- Το μωρό σκοπευτής άμμου . 
Εσύ κραυγή . Ύπνο . 
Εγώ κραυγή . Ύπνο . 
Τα εσωτερικά του όργανα κι ο εγκέφαλός του είναι πλέον γλίτσα . 
Δες και μόνος σου . 
Θα φορούσα γάντια . 
Αμάν ! 
- Στάσου . 
Λύσε με . 
- Φύλακες ! 
Γύρνα πίσω με τα Όμνιποντ ! 
Φύλακες ! 
Έχουμε πρόβλημα στο εργαστήριο ! 
Φύλακες ! 
Έλα τώρα ! 
Πόσοι είστε ; 
Εντάξει . Πρέπει να φτάσω στο Χρυσόψαρο . 
Τι ; 
Πού είναι ; 
Τσιπ ! 
Ευχαριστώ , Τσιπ ! 
Μπες ! Γρήγορα ! 
Αλλιώς θα σου λιώσω τον εγκέφαλο . 
- Νόμιζα ότι δεν ήξερες να οδηγείς . 
- Δεν ξέρω ! 
Πρόσεχε ! 
- Έλα να σε βγάλουμε από δω . 
- Όχι ακόμα . 
Ο Ζιν έχει το άλλο Όμνιποντ και το δικό μου . 
Θα τα πάρουμε . 
Και ο Λόροκ ; 
Δεν θέλω να βρεις τον μπελά σου . 
Δεν θα βρω εγώ τον μπελά μου . 
Εσύ . 
- Φύλακες ! Πιάστε τον άνθρωπο ! - Όχι . 
- Μεγαλειοτάτη , ο άνθρωπος ... - Είπα όχι . 
Κάνε στην άκρη . 
Είσαι στον θρόνο μου . 
Αυτός ο άνθρωπος μόλυνε το μυαλό σας . Είδα την ίδια επίδραση στον πατέρα σας . 
Μη μιλάς για τον πατέρα μου . 
Δεν θα μιλάς για εκείνον ή το βασίλειό του . 
Δώσε μου το σκήπτρο μου . 
- Τώρα ! 
- Φύλακες . 
Η βασίλισσα δεν σκέφτεται καθαρά . 
Πάρτε την . 
Φύλακες ; 
Πιάστε τες . 
Τώρα . 
- Τι ... - Είμαι η βασίλισσα , ηγέτιδα του Ορμπόνα . 
Τώρα δώσ ' μου το σκήπτρο μου . 
Ζιν . 
Φέρε μου τα Όμνιποντ . 
Ναι , Μεγαλειοτάτη . 
Έλα . Έλα , δούλεψε . 
Αναδημιουργία Όμνι γενιάς οκτώ . 
Χαίρετε . Ρώτα ό , τι θες . 
Οδηγίες για την τοποθεσία του αρχικού ιδιοκτήτη . 
Συντεταγμένες 40,7128 μοίρες βόρεια , 74,0060 μοίρες δυτικά . 
- Πόσο μακριά είναι ; 
- Είναι 256,28 χιλιόμετρα . 
Μεταφορά δεδομένων . 
Είσαι σίγουρη ; 
Όπως είπα , αυτό θα ήθελε κι ο πατέρας μου . 
Ολοκλήρωση μεταφοράς . 
Θα σου τηλεφωνήσω καμιά φορά , φίλη μου . 
Βλέπω σπουδαία πράγματα για σένα , Εύα . 
Ξέρω ότι θα συναντηθούμε ξανά . 
Το ελπίζω , Μεγαλειοτάτη . 
Κι ευχαριστώ , Τσιπ ! 
Φάντασμα του χώματος . 
