Ніхто не втече від Бестіла , найкращого мисливця Орбони . 
Особливо якась жалюгідна людинка . 
Не розкривай рота перед радниками королеви Охо , бо я тобі його закрию . Чула ? 
Живий екземпляр людини , як замовляли . 
Бачу , сестра Даріус помилялася . 
Люди не вимерли . 
Примара землі . 
Землерийний демон . 
Де ти її знайшов ? 
Я відповім , брате Лорок . 
У глибокій печеристій ямі . Викопало нору пазурями , які вміє втягувати . 
- Правильно ? 
- Щось таке . 
Вистежив у торговця в Лакусі . 
Воно гидотне . 
Так . Гидотне . 
Гладенька шкіра , очі - намистини . 
І запах . 
Точніше , сморід . 
Не наближайся . 
Це небезпечна винахідлива раса , але мені вже кортить її дослідити . 
Справжня людина . 
Ваша величність . 
Прошу , не дивіться . 
Воно небезпечне , розплавить вам мозок . 
Розплавить мозок ? Зін , як нам уберегтися ? 
- Стоп , ти Зін ? 
- Воно говорить . 
Омніпод у тебе ? Де він ? Той ... Закрий рота . 
Варта . 
Відпусти ! 
Опусти її на підлогу . 
Зін , прибери огидну потвору . 
Сама її присутність небезпечна для королеви . 
Відчепися ! 
Куди ведете ? 
Я вивчав загрожених істот у багатьох галактиках . 
Каранкл дав тобі Омні . Де він ? Коли вид вимирає , природа скидає зайве , відновлює рівновагу . 
Ми не вимерли . Я ж тут . Але люди – особливий випадок . 
Замість просто вимерти , ви хотіли забрати з собою цілий світ . 
Я не розумію : як таке крихке може спричиняти такі руйнування . 
Інформація . Ось що тобі потрібно ? 
Якщо віддаси Омні , я розповім тобі все про себе , про людей . 
Хочеш усе знати ? Розкажу . Я відкрита книга . 
Ні , ні . Ти не зрозуміла , людино . 
Я планую зазирнути всередину тебе . 
А почну я розтин з твоєї голосової скриньки . 
Не раджу мене розтинати . 
Слушна думка . 
Рятуйте ! 
Осліпила мене ! 
Я не бачу ! 
Заберіть ! 
Варта ! Варта ! 
Зніміть з мене цю гидоту ! 
Зніміть ! 
Де вона ? Де ... 
Треба її знайти . 
Хоч би Лорок не дізнався . 
Він мене вбʼє . Знайдіть ! 
Якби ж ти був тут . 
Ти не уявляєш , що у нас сьогодні в палаці . 
Справжня людина . 
Наробила переполоху . 
Я ... я дуже сумую за тобою , тату . 
Варта ! Варта ! 
Вона тут ! 
- Швидше ... - Гей ! Ні . - Не клич варту . - Прошу , не ... не чіпай мозок . 
Ти розплавиш мені мозок ? Що ? 
Та я не ... 
Гляньте на подвірʼї . А ми внизу . 
Ну тобто не провокуй мене , бо я можу розплавити . 
Ясно ? 
Вартові . Відішли їх , а то побачиш . Люди не здатні фізично плавити мозок . 
Омні , цить . Підіграй мені . 
Варта . Добре . 
Ви шукаєте людину ? 
Вона побігла туди . 
Дякую . 
Або ... Тобто собі дякуй , що врятувала свій мозок . 
Я не дуже й хочу щось там тобі плавити , але доведеться , якщо не допоможеш знайти одну річ . 
- Бачиш ? 
- Вітаю . Зін купив такий у торговця в Лакусі , і він десь тут , у палаці . 
Я вклонився б , ваша величність , та не можу . 
Людський артефакт . 
Єдине місце , яке спадає на думку , – це колекція . 
- Колекція ? 
- Так , колекція мого батька . 
Але двері відчиняє лише королівський скіпетр . 
- Це він , отам ? 
- Так . А спрацює сигналізація , якщо ми його візьмемо ? 
- Ні . 
- Нічого собі . 
Ходімо , треба брати . 
А чому скіпетр не в тебе ? 
Усе складно . 
Ти ж королева . 
Ти дав людині втекти . Це неприпустимо , Зін . 
Ні , колони - вартові зараз обшукують палац , брате Лорок . 
Людину скоро зловлять . Запевняю : 
турбуватися немає причин . 
У мене все під контролем . 
Не заспокоюй мене . 
Ти не чуєш запаху ? 
Ні . Себто , так ... А ти чуєш ? 
Пахне так , наче вона тут щойно проходила . 
Будь певен , скоро її знайдуть і посадять під замок у клітку . 
Хай буде так , брате Зін , бо інакше в клітці опинишся ти . 
Тобі личить . 
Тут ти будеш у безпеці . 
Колекція людських артефактів , яку зібрав король Охо . 
Ясно . Його страшенно цікавили люди . 
Лорок каже , що ці артефакти заразили батьків розум , довели до божевілля . 
І тому Лорок тримає їх під замком . 
Це ж здуріти ... як розумно з його боку . 
Мозок таки може цим заразитися . 
Це роблять отак . 
Клас . То Омніпод десь у коробці ? 
Так . 
Тут Зін міг залишити його на зберігання . 
- Омні ? 
- Сигналу немає . 
Добре . 
Почнемо з цієї . 
Мʼячі . Щоб кидати , котити , жонглювати , стукати , ловити , вести . 
Велосипед . Як у тебе в Притулку . 
Труба . Видає дивні звуки . 
Програвач платівок . 
Стереосистема . 
Миттєва камера ... зі спалахом . 
Який великий . 
А можеш відігнати цю штуку ? 
Агов ! Забула ? Мозок розплавлю . 
- Королево ? 
- Це Чіп . 
- Чіп ? 
- Так . Колись батько його дуже любив . 
Чіп був відданий тільки йому . 
Він не такий , як інші . 
Чіп . 
Може , він дотягнеться до тих , що високо . 
Дякую , Чіп . 
Слухай . 
Я не збираюся плавити тобі мозок . 
- Ні ? 
- Тобто і не збиралася . 
Та й не вмію . 
Я такого не роблю . 
Приємно це знати . 
УДАЧА - Ого . - Працює . 
Нічого собі . 
Вітаю в краю удачі . 
Ти знаєш , що це ? 
Якийсь священний вівтар ? 
Я не знаю . 
Твій батько більше знав про людей , ніж я . 
- Ага . 
- Удачі . 
Капець . Це ж чого тобі так не щастить ? 
Я думаю , це гра . 
Тато казав , що у вас , людей , чудесні ігри . 
Гра ? 
Точно . 
Це автомат для пінболу . 
Удачі . 
Тисни на кнопку . 
Чудово . 
- Так . 
- Молодець , Ево . 
Швидше . Ще раз . 
Так ! Блискуче . 
Так ! Ура ! Що це ти робиш рукою ? 
Це " дай пʼять " . 
Люди так святкують . 
Треба торкнутися долонями . 
Отак ? 
Приблизно . 
У нас добре виходить . 
- Удачі . 
- Прикольно . 
У мене ніколи не було ... Чого ? 
Подруги . 
- У мене теж . 
- Що ? 
Сумніваюся . 
Правда . 
Я виросла в бункері . У мене були тільки уявні друзі . 
Ого . Сказала вголос , і так сумно стало . 
Інколи я кричу в коридор і уявляю , що луна – це друзі , які гукають у відповідь . 
А я розмовляла з єдиним другом , іграшкою Міґо , більш ніж десять років . 
Далі . Щасливий пенні . 
Що ж , треба шукати той Омніпод , щоб ти не розплавила мені мозок . 
Добре , що ти мені допомагаєш . 
Але як це в тебе немає друзів ? Ти ж королева . Ні , поки не вивчуся так , щоб це задовольнило Лорока . 
Я все життя вчилася , щоб підготуватися . Але не знаю , чи впораюся . 
У тебе більше шансів , ніж у мене . 
Ти нічого не боїшся . 
Я добре вмію прикидатися . 
Наче така впевнена , а всередині – розтелепа . 
Ти не розтелепа . 
А я думаю , що ти природжена королева . 
Так вільно командувала тим гігантом - вартовим біля статуї . 
А ти спокійно дала відсіч Лорокові й Зіну . 
Я була монстром , яким вони мене вважають . 
Може , Даріус правду казала . 
Батько не погоджувався з Даріус і Лороком . 
Коли наша планета помирала , тато обрав цю планету як новий дім . 
Він засіяв Орбону , якою ти її бачиш сьогодні . 
Але уяви його подив , коли він дізнався , що колись тут буяло розвинене життя . 
Як ти думаєш , навіщо він усе це збирав ? 
Люди його зачаровували . 
Він знав , що вони накоїли , та все ж вірив , що вони були хороші , добрі . 
Тепер я знаю , що він не помилявся . 
Тому потрібен той Омні . 
Щоб знайти мій народ . 
Думаю , я допоможу . 
Золота рибка . 
Золота рибка ? 
Тато назвав її на честь вашого найнебезпечнішого хижака . 
Я з дитинства її не бачила . 
Тато катав мене на ній ще тоді , коли я не бачила нічого вище панелі приладів . 
Казав , що колись вона буде моя . 
Ти дуже за ним сумуєш . 
Дуже . 
Давай . Застрибуй . 
Просто супер . 
Орбонські технології . 
У людській автівці . 
Тато уявляв світ , у якому люди й орбонійці спільно користуються ресурсами й планетою . 
Вона твоя . 
Забирай . Знайди свій народ . 
- Я не можу . 
- Така була б татова воля . 
Дякую . 
Он вони ! 
Узяти людину ! - Ні . 
- Ні ? 
Ти захищаєш цю потвору ? 
Вона моя подруга . 
Подруга ? 
Вона тебе викрала . 
Пощастило , що мозок не розплавила . 
- Стій ... 
- Пусти ! Королеві така поведінка не личить . 
Ти знеславила трон і свого батька . 
Лороку , ти не розумієш . Послухай . 
Ти ба , яка ти . Мʼяка , худа , без пазурів , дрібнозуба . 
Чуття слабкі , недорозвинені , не в гармонії з довкіллям . 
Але чомусь ваш вид домінував на цій планеті . 
Лорок хоче знати як . 
Про це не знаю . 
Я шукаю Омніпод , який ви купили в Каранкла . 
То ти шукала ще один такий . 
- Знову . 
- Це моє . 
Тепер вони обидва мої . 
- Я не твій . - Так . 
Ці камінці Омні стануть окрасою твоєї вітрини . 
Рятуй . 
Матусю , мені страшно . 
Мене хоче зʼїсти монстр . 
Глянь сюди . 
Рятуй . Страшно . 
Не підходь до мене . Я розплавлю тобі внутрішні органи , один за одним . 
Органи ? 
Що , вже не мозок ? 
Неважливо . Все розплавлю . 
Тебе вгамує більша доза . 
- Я тебе врятую . 
- Врятуєш ? 
Самовдоволена пика . 
Тобі наче аж кортить сконати в немислимих муках . 
Давай разом . 
Я поможу . 
Я прийшла забрати Омні , який ти купив у Каранкла . 
А оскільки ти – істота розумна , я знаю , що доказ моїх надздібностей переконає тебе не лізти на рожен . 
Доказ . 
Який ще доказ ? 
Піщаний снайпер . 
Ти . Закричи . І засни . 
Я . Закричу . І засну . 
Замість внутрішніх органів і мозку в нього тепер каша . 
Сам перевір . 
Я б наділа рукавички . 
Лишенько ! 
- Стій . 
Звільни . 
- Варта ! Варта ! 
Ану вернися з Омніподами ! 
Варта ! Варта ! 
У нас проблема . Негайно , в лабораторію ! 
Варта ! Варта ! 
Та що ж таке ? 
Скільки вас тут ? 
Добре . Дійти до Золотої рибки . 
Що ? 
Де вона ? 
Чіп ! 
Дякую , Чіп ! 
Сідай ! 
Швиденько ! А то мозок розплавлю . 
- Ти ж наче не вмієш водити . 
- Не вмію ! 
Обережно ! 
Я тебе вивезу . 
Ще рано . 
Другий Омніпод у Зіна , і мій він забрав . 
Ми їх повернемо . 
А Лорок ? 
Не хочу , щоб у тебе були неприємності . 
Неприємності тут не в мене . 
Ти . 
- Варта ! Взяти людину ! - Ні . 
- Ваша величність . Людина ... - Я сказала : " Ні " . 
Відійди . 
Ти застуєш мені трон . 
Ця людина заразила ваш розум . Те саме я бачив у вашого батька . 
Не говори про мого батька . 
Ти більше не речник : ні короля , ні королівства . 
Віддай мій скіпетр . 
- Негайно ! 
- Варта . 
Королева збожеволіла . 
Усуньте її . 
Варта ! 
Схопіть їх обох . 
Негайно . 
- Що ... - Я королева Охо . Правителька Орбони . 
А зараз віддай мені скіпетр . 
Зін . 
Подай мені Омніподи . 
Так , ваша величність . 
Ну давай . Працюй . 
Відновлюю Омні - вісім . 
Вітаю . Питай що завгодно . 
Як потрапити туди , де жив перший власник ? 
Координати 40.7128 градусів північ , 74.0060 – захід . 
- А це далеко ? 
- Близько 256 кілометрів . 
Передаю дані . 
Ти впевнена ? 
Я ж кажу , що така була б батькова воля . 
Дані завантажено . 
Якось наберу тебе , подруго . 
Ево , в тебе велике майбутнє . 
Я знаю , ми ще зустрінемося . 
Надіюся , ваша величність . 
Дякую , Чіп ! 
Примара землі . 
