‫ أنا من أشد المؤمنين‬ ‫ بأهمية الملابس في التعبير عن شخصية المرء .‬ 
‫ لا مشكلة في مواءمة الملابس‬ ‫ ما دام المرء يفعل ذلك مدركًا له .‬ 
‫ مع أنني أرتدي زي الحمل ،‬ ‫ ثمة إشارات واضحة متعددة‬ ‫ تُظهر لذوي النظرات العميقة‬ 
‫ هل لديك مناسبة تستدعي كشف هذه الحقيقة ؟‬ ‫ أجل .‬ 
‫ بدلة جديدة لمرحلة جديدة .‬ 
‫ روحه منيعة ، وسيكون جسمه منيعًا مثلها .‬ 
‫ هذه فكرة مطمئنة .‬ 
‫ إذًا اطمئني بها .‬ 
‫ اسمعي ، لا أريد فعل أي شيء‬ ‫ يزعجك أو يزعج والدك .‬ 
‫ لك مطلق الحرية يا " جون " .‬ 
‫ " جيفري " .‬ 
‫ أعتذر عن إزعاج جلالتك . هل تنتظر أحدًا ؟‬ 
‫ إذ أرى خمس سيارات في " فيلد بارن لاين " .‬ 
‫ لا ، بالمرة .‬ 
‫ هل يبدون من أهل المنطقة ؟‬ 
‫ لا ، لا يبدون إطلاقًا‬ ‫ كالمتسكعين الذين نراهم عادةً يا سيدي .‬ 
‫ حسنًا .‬ ‫ ابق مكانك . سآتي إليك .‬ 
‫ " أطلق نيرانك على كل من يقوم عليك ... "‬ 
‫ خرجت لأتفقد صناديق التعشيش فرأيت هؤلاء .‬ 
‫ إنهم هنا منذ 20 دقيقة تقريبًا .‬ 
‫ يبدون جادّين . هل تعرف من يطاردون ؟‬ 
‫ هذا زعيم عصابة ليفربولي‬ ‫ يخشى الله ويتاجر بالكوكايين .‬ ‫ ولا شيء مما سبق خير .‬ 
‫ - آمين .‬ ‫ - آمين .‬ 
‫ " فريدي " ، هل حصل تواصل حديث‬ ‫ بينك وبين " جون الخنفشاري " ؟‬ 
‫ تواصل بيني وبين " الخنفشاري " ؟‬ ‫ طبعًا . نتبادل رسائل إلكترونية‬ ‫ بخصوص أفكار عن ورق الجدران .‬ 
‫ لماذا عساي أتواصل مع ذلك الوغد المجنون ؟‬ 
‫ حسنًا . اطلب من الجميع البقاء داخلًا .‬ ‫ سأفعل . مفهوم . لماذا ؟ ما الذي يحدث ؟‬ 
‫ سأتصل بك حين أعرف أي جديد .‬ 
‫ يجب أن نذهب إلى كوخي ونُحضر بعض الأغراض .‬ 
‫ أليست هذه أكثر من اللازم يا " جيفري " ؟‬ 
‫ مهمتي قتل الطفيليين يا جلالة الدوق .‬ 
‫ لقد ارتكبت ذنبًا يا أمي .‬ 
‫ وحقيقة وجود ذلك الرجل في الخارج‬ ‫ غالبًا تشير إلى أنه اكتشفه .‬ 
‫ مرحبًا يا " فريدي " .‬ 
‫ جئت لتحصيل دين .‬ ‫ دين تدين لي به .‬ 
‫ يمكن فعل هذا بطريقة من اثنتين .‬ 
‫ إما أن تخرج وإلا فسأدخل .‬ 
‫ مرحبًا يا أبي . كيف حالك ؟‬ ‫ لا تقلقي عليّ . ما آخر التطورات ؟‬ 
‫ تحدثت للتو إلى الطبيب .‬ ‫ " جاك " بخير . إنه نائم ، ولكن وضعه يتحسّن .‬ 
‫ تحدّثت أمس إلى " إيدي " فجعل التفكير يؤرّقني .‬ 
‫ لذا أريدك أن تأتي إليّ بسرعة .‬ ‫ وأحضري الدوق معك .‬ ‫ 
- هذا صعب قليلًا .‬ ‫ - لماذا ؟‬ ‫ كما تعرف ، غدر بنا ،‬ ‫ فغدرت به .‬ 
‫ أظن أن عليك مواكبة آخر التطورات .‬ ‫ إذ يبدو لي أنك متأخرة عما يحدث بـ24 ساعة .‬ 
‫ أيًا كان ما فعلته ، يُستحسن أن تتراجعي عنه .‬ ‫ أريد لقاء الدوق ، وأريده أن يكون راضيًا .‬ 
‫ ما فعلته هو أنني اتصلت بـ " الخنفشاري " .‬ 
‫ الويل لي يا " سوزي " .‬ 
‫ " سوزي " ، لقد أتى " جون الخنفشاري "‬ ‫ إلى منزلي للتو .‬ 
‫ أعتذر عن هذا يا " إيدي " . لعلي السبب .‬ 
‫ ما الذي دفعك إلى فعل ذلك ؟‬ 
‫ كانت لديّ دوافع معيّنة حينها . 
هل وصل ؟‬ ‫ أجل ، ومعه نصف الأخوية المسيحية .‬ 
‫ - اصمدوا قليلًا . النجدة قادمة .‬ ‫ - حسنًا .‬ ‫ أيًا كان ما ستفعلينه ، فافعليه بسرعة .‬ 
‫ مرحبًا يا " جيمي " . أريدك أن تصغي إليّ جيدًا .‬ 
‫ الدوق في ورطة صغيرة .‬ 
‫ سأرسل من الخلف أشخاصًا مع ما يلزم .‬ ‫ احرص على أن يصلوا إلى المنزل .‬ 
‫ اعذرني يا " جون " . لقد أتى أخي . مهلًا .‬ 
‫ سيد " ديكسون " .‬ ‫ أعتقد أنكم تتعدون على ملكية خاصة .‬ 
‫ أتيت لأعيد إليكما بندقيتكما فحسب .‬ 
‫ - كنت سأعطيها لأخيك .‬ ‫ - " إيدي " ، سأنهي الموضوع وأخرج .‬ 
‫ سأمنحكما خمس دقائق احترامًا لتراث عائلتكما .‬ 
‫ هذا جيد .‬ 
‫ " تامي " ، أمي ، أغلقا الستائر‬ ‫ واحرصا على الابتعاد عن النوافذ .‬ 
‫ طفح الكيل .‬ 
‫ اسمعوني ، أحبكم .‬ 
‫ - سُررت بمعرفتكم .‬ ‫ - " فريدي " !‬ 
‫ لا ، أنا من تسبب في هذه الورطة ،‬ ‫ وحان الوقت لأتحمّل عواقب أفعالي .‬ 
‫ - " فريدي " ، لن أسمح لك بذلك .‬ ‫ - لا بأس .‬ 
‫ اسمعوا ، لا مشكلة .‬ 
‫ فهذا ما أستحقه تمامًا .‬ 
‫ أنا شخص مخيب للآمال إلى حد كبير .‬ 
‫ وإن أبقى أولئك الذين في الخارج على حياتي ،‬ ‫ فسأخيّب الآمال مجددًا .‬ ‫ هل أنا مخطئ ؟‬ 
‫ " إدوارد " ، هل أنا مخطئ ؟‬ 
‫ وصلني الجواب . ولكن لا مشكلة .‬ 
‫ لأن هذه المرة الوحيدة‬ ‫ التي يمكنني فيها فعل شيء غير أناني .‬ 
‫ إنها فرصتي الوحيدة لأستعيد ذرّة من كرامتي .‬ 
‫ فلا تحرموني من ذلك .‬ 
‫ لا تحرموني منه .‬ 
‫ " فريدي " ، هذا لن يجلب لك الكرامة .‬ ‫ بل سيجلب لك الألم والعنف والموت .‬ 
‫ نحن نحبّك .‬ 
‫ وكلامك صحيح ،‬ ‫ أحيانًا تتصرف بغباء قليل .‬ 
‫ - غباء كبير .‬ ‫ - غباء كبير .‬ ‫ غباء كبير جدًا .‬ 
‫ ولكننا الآن بحاجة إليك .‬ ‫ هل تفهم ؟‬ 
‫ أنا بحاجة إليك .‬ 
‫ - فهمت .‬ ‫ - هذا جيد .‬ 
‫ أمي ، اصحبي الموظفين إلى القبو في الأسفل .‬ 
‫ حسنًا . وسأصحب " شارلي " .‬ 
‫ أرجوكم أن تتوخوا الحذر .‬ 
‫ " تامي " ، أغلقي الباب واحرصي على قفله .‬ 
‫ ثلاثتنا ضد عائلة إجرامية كاملة ؟‬ 
‫ هل من خطة يا " إدوارد " ؟‬ 
‫ - رائع ، لا خطة . يحاضرني ويضع يده على وجهي ... ‬ ‫ - اصمت !‬ ‫ - ما خطتك ؟‬ 
ونحن في عداد الموتى .‬ ‫ - هل ستسلّم نفسك ... 
- يا جلالة الدوق .‬ ‫ أحضرت خمس بنادق أخرى وقنّاصة .‬ 
‫ هذا ممتاز . أحسنت صنعًا .‬ 
‫ تكاد الدقائق الخمسة تنتهي يا " جون " .‬ ‫ هل تريد أن نبدأ ؟‬ 
‫ ما الخطة يا جلالة الدوق ؟‬ 
‫ - النجدة قادمة .‬ ‫ - حسنًا .‬ 
‫ هذا يقلب الموازين .‬ 
‫ " جيمي " ، هل تودّ الانضمام إلينا ؟‬ 
‫ لا يا زعيم . فأنا أميل إلى السلم .‬ 
‫ إذًا انزل إلى القبو مع أمي والموظفين .‬ 
‫ " جيفري " ، اصعد مع من صعدوا .‬ ‫ أما من بقوا ، فليتمركزوا هنا .‬ 
‫ أين سلاحي الرشاش ؟‬ 
‫ فليحدث ما يحدث .‬ 
‫ هل تعرفان لماذا أحب الحمام كثيرًا ؟‬ 
‫ إنه يرمز إلى انسجام الإنسان مع الطبيعة .‬ 
‫ حتى قبل أن يبلغ " نوح " اليابسة ،‬ ‫ كان البشر وطيور الحمام يعملون متكاتفين .‬ 
‫ هل سبق أن سمعتما بحمامة " تشير آمي " ؟‬ 
‫ في آخر سنة من الحرب العالمية الأولى ،‬ ‫ علق 500 جندي فرنسي خلف خطوط العدو .‬ ‫ كانوا يُقصفون من قبل سريّتهم نفسها .‬ 
‫ فقرر رائد إرسال حمامة لطلب المساعدة .‬ 
‫ أُصيبت الحمامة برصاصة في صدرها ،‬ ‫ وفقدت إحدى عينيها ،‬ ‫ وكانت ساقها الصغيرة في حالة يُرثى لها .‬ ‫ ولكنها طارت حتى وصلت إلى القاعدة‬ ‫ ووصّلت الرسالة .‬ ‫ فأُنقذ الجنود .‬ 
‫ بفضل تلك الحمامة .‬ 
‫ منح الفرنسيون الحمامة وسام الشجاعة .‬ 
‫ كما تريان ، يتمتع الحمام بقيم .‬ 
‫ منها الولاء .‬ ‫ والشجاعة .‬ ‫ والنزاهة .‬ 
‫ أريدكما أن تنسيا الضغائن وتتصالحا ،‬ ‫ هذا إن صحّت تسميتها ضغائن .‬ 
‫ المغزى من القصة‬ ‫ أن على المرء تحمّل الصدمات وتقبّل اللوم‬ ‫ من أجل تحقيق الهدف الأكبر .‬ 
‫ أريد أن تكونا لي بمثابة حمامتي " تشير آمي "‬ ‫ لأنني لن أطيق التعامل مع فوضى أخرى‬ ‫ مثل التي حدثت صباح اليوم .‬ 
‫ لا أحد يودّ أن يأتي إليه‬ ‫ ذلك الليفربولي المجنون‬ ‫ ومعه جيش أوغاد معاتيه مهووسين بالدين .‬ 
‫ وضّحت للسيد " ديكسون "‬ ‫ أنه إن رجع إلى المنزل ،‬ ‫ فسأعوّضه .‬ 
‫ ولهذا يا " إيدي " ، عليك الآن أن تعوّضني .‬ 
‫ اجلسا أمامي هنا .‬ 
‫ أشعر كأنني أتعامل مع طفلين .‬ 
‫ كنت أراجع وضعي .‬ ‫ وتوصّلت إلى نتيجة .‬ ‫ اكتفيت . سأنكص عن العمل وأنسحب .‬ 
‫ صحيح أن " جاك " سيكون بخير ،‬ ‫ ولكنني أرى هذه إشارة .‬ ‫ لحظة إدراك ، إن جاز التعبير .‬ ‫ لذا ، سأبيع المشروع فحسب .‬ 
‫ بهذه البساطة .‬ 
‫ وإلام سيؤول اتفاقنا ؟‬ 
‫ أريد الانسحاب .‬ ‫ لا أريد الانتقال من زراعة الحشيش‬ ‫ إلى إنتاج الميثامفيتامين بكميات كبيرة .‬ 
‫ أجل ، أتفهّم ذلك ، وسألتزم بما قلته .‬ ‫ هل فهمتني ؟‬ 
‫ أنت مدرك طبعًا أنك تفعل بالضبط‬ ‫ ما يريده السيد " جونستون " .‬ 
‫ ليست لدى السيد " جونستون " أدنى فكرة‬ ‫ عن خفايا الوضع .‬ 
‫ لذا ، لا . لن أقدّم لأحد شيئًا .‬ ‫ ولا سيما ذلك المنحط .‬ 
‫ والآن ،‬ ‫ سأبيع المشروع لمن يدفع أكثر ،‬ ‫ وسأقبل العروض التي تزيد عن 150 مليونًا .‬ ‫ ويجب تقديمها كلّها بحلول نهاية الأسبوع .‬ 
‫ كل ما أريده منك‬ ‫ هو أن تعمل مع " سوزي "‬ ‫ وتحرص على أن تنال أجدى صفقة .‬ 
‫ ولماذا اخترتني أنا تحديدًا ؟‬ 
‫ لقد لاحظت بوضوح بالغ‬ ‫ أنكما أصبحتما ثنائي عمل رائعًا .‬ 
‫ لماذا لم تقولي شيئًا ؟‬ 
‫ إنك تديرين العملية منذ سنوات .‬ ‫ هل ستسمحين له ببيعها من دون رضاك ؟‬ 
‫ أنا موظفة يا " إيدي " . مثلك تمامًا .‬ 
‫ ما هذا الكلام ؟ إنه والدك .‬ ‫ لم يسأل حتى عن رأيك .‬ 
‫ ولم يسأل عن رأيك .‬ 
‫ لقد تصرّفت من دون علمي يا " إيدي " .‬ ‫ وفعلت ذلك مرّتين لا مرّة .‬ 
‫ يمكن أن نقول من دون تحفّظ‬ ‫ إن كلينا أخطأ في بعض الحسابات ،‬ ‫ وهذا تلطيف للحقيقة . ولكن هكذا يكون العمل .‬ 
‫ نلت مرادك في النهاية ، صحيح ؟‬ 
‫ سيبيع أبي المشروع ، وأنت ستنسحب .‬ 
‫ وأنت ؟‬ 
‫ أظن أنك أصغر من أن تتقاعدي .‬ 
‫ لن تكون حياتي متعبة‬ ‫ إن تسنّى لي أن أنعم بنوم هنيء وألعب القمار .‬ 
‫ أتفق معك .‬ 
‫ لقد حسم قراره .‬ ‫ فلنفعل ما يطلبه منا ونُنه الأمر .‬ 
‫ " الزبون المحتمل الأول ، ( ستانلي جونستون ) "‬ ‫ لم أُخف رغبتي في الاستيلاء على منظمة والدك .‬ ‫ " صافي الثروة : 
ملياران ونصف المليار "‬ ‫ أعرف أنكم واجهتم عراقيل كبيرة في العمل‬ ‫ خلال الأشهر القليلة الماضية .‬ 
‫ اختفاء منتجات .‬ ‫ إغلاق منافذ التصدير . توجيه لكمات .‬ 
‫ نعرف أنك وراء كل هذا .‬ ‫ ولكنك تجاوزت الحد بما فعلته بأخي .‬ 
‫ لقد رفضت عرضي الأول .‬ 
‫ فاضطُررت إلى إقناعك ووالدك بأنني جاد .‬ 
‫ أنا على استعداد لإجراء مفاوضات‬ ‫ بخصوص تسليمك المشروع لي بشكل سلمي ،‬ ‫ ولكن يجب أن تعرفي أنني أجريها‬ 
‫ آنسة " غلاس " ،‬ ‫ يبدو أنك لا تعرفين أن أحد موظفيك الساخطين‬ ‫ قد سرّب إليّ عناوين المزارع الـ12 الأخرى .‬ 
‫ مع الأسف ، لا .‬ 
‫ القائمة التي أعطيتها للسيد " ستيفنز "‬ ‫ كانت في الواقع مزيّفة .‬ 
‫ - مرحبًا ؟‬ 
‫ - طاب نهارك .‬ 
‫ هل أتحدث إلى ماركيزة " بيفرزبروك " ؟‬ 
‫ أجل .‬ 
‫ - البارون " ناوتون " ؟‬ 
‫ - مرحبًا .‬ 
‫ الفيكونت " باولينغ " ؟‬ 
‫ أجل .‬ 
‫ يا إلهي .‬ ‫ إنني أستمتع بهذا .‬ 
‫ مهلًا .‬ 
‫ مساء الخير .‬ ‫ اتصلت لأناقش علاقتك المهنية‬ ‫ بالسيد المدعو " روبرت غلاس " .‬ 
‫ أجل . أكمل كلامك . من معي ؟‬ 
‫ كنت أظن أنه تُؤكد من صحتها .‬ 
‫ كنت ضحية خداع يا سيد " جونستون " .‬ 
‫ يجب أن أعترف بأنني فُوجئت بانسجامكما .‬ 
‫ لماذا غيّرت رأيك ؟‬ ‫ رأيتها لحظة تغيير حاسمة .‬ ‫ فغيّرته .‬ 
‫ لماذا تظنان أنني مهتمة بتجارة الحشيش ؟‬ 
‫ نعرف أن لديك معارف نافذين‬ ‫ في " أمريكا الجنوبية " .‬ 
‫ سيحصلون على مشروع متكامل رأسيًا‬ ‫ يتحكم حاليًا في نحو 50 بالمئة‬ ‫ من سوق " المملكة المتحدة " .‬ 
‫ وإذا صدر أمر بتشريع الحشيش‬ ‫ في " المملكة المتحدة " ،‬ ‫ فسيكون بحوزتك حينها‬ ‫ بعض أحدث منشآت التوزيع والتطوير‬ ‫ في " أوروبا الغربية " .‬ 
‫ أساعدكما ؟‬ ‫ يمكنني طبعًا وصلكما بالروس ،‬ ‫ ولكن إليكما تحذيرًا ، إنهم شديدو العنف .‬ ‫ إلى حد أنهم قد يرمونكما من النافذة‬ ‫ إن ألقيتما دعابة لم يفهموها .‬ 
‫ المهم ، هل لديهم دعم مادي مناسب ؟‬ 
‫ بالله عليك . بضع مئات الملايين‬ ‫ لا تعني شيئًا لأولئك الروس .‬ ‫ فالحكومة الروسية تدعمهم إلى أقصى حد .‬ 
‫ تعرفان أنني لست ممن يعبثون .‬ ‫ وقد رأيتما ذلك بأعينكما ، صحيح ؟‬ 
‫ شركائي أشد خطرًا مني .‬ 
‫ إننا مستعدان للمجازفة .‬ 
‫ وبخصوص ما حدث بيننا ؟‬ 
‫ كان أفضل ما حدث لي على الإطلاق .‬ 
‫ إذ يبقى المرء غافلًا عن الواقع‬ ‫ ما لم يُضرب ضربًا مبرحًا يغيّر نظرته .‬ 
‫ ولكن حين يغيّرها ويدرك أن النفوذ أهم شيء ،‬ ‫ يُفتح أمامه العالم .‬ ‫ فهو أصلًا موجود ليُنتهز .‬ 
‫ وعلى الرغم من أساليبك الانتهازية ،‬ ‫ فإن أبي ما زال على استعداد ليبيعك المشروع .‬ ‫ بشرط أن تكون على استعداد‬ ‫ لتدفع أكثر من أي شخص آخر .‬ 
‫ هل هذا سبب وجود الطائر ؟‬ 
‫ إن أبي من الطراز القديم‬ ‫ حين يتعلق الأمر بالاتصالات التجارية .‬ 
‫ يريد أن تُوضع العروض في ظروف وتُكتب بخط اليد‬ ‫ وتُسلّم عبر الحمام الزاجل‬ ‫ بحلول نهاية الأسبوع .‬ 
‫ ما الخطب في رسالة إلكترونية أو اتصال ؟‬ 
‫ اسألي " بوبي " عن ذلك حين يفوز عرضك .‬ 
‫ طاب نهارك .‬ 
‫ أحببت الطائر ، لعلمكما .‬ ‫ إنه مضحك جدًا .‬ 
‫ أظن أن هذا رسميًا ينهي تعاملاتنا التجارية .‬ 
‫ ما زالت ثمة بضعة طيور متبقية .‬ ‫ أقترح أن نطلق سراحها لتعود إلى ديارها .‬ 
‫ يا له من حمام مسكين .‬ 
‫ حظًا طيبًا .‬ 
‫ حظًا طيبًا .‬ 
‫ كان وداعًا مؤثرًا أيها النقيب .‬ 
‫ أمي ، هل تظنين أن " جيف " على ما يُرام ؟‬ 
‫ إنه يتصرف بغرابة شديدة منذ عدت .‬ 
‫ تعرفين أنه لطالما كان مولعًا بك .‬ ‫ ما كنت لأتعمق بالتفكير في الأمر .‬ 
‫ انظري . ها قد أتى " إيدي " . مرحبًا .‬ 
‫ صباح الخير .‬ 
‫ إن كنت تبحث عن حمامتك ،‬ ‫ فقد رأيت " فريدي " قبل قليل يعدو وهي بيده .‬ 
‫ ممتاز . عليّ الذهاب لأردعه . شكرًا للمعلومة .‬ 
‫ أواثق بأن كل شيء على ما يُرام ؟‬ ‫ أجل يا أمي . كل شيء على ما يُرام .‬ 
‫ - أي طريق سلك ؟‬ ‫ 
- ذاك الطريق يا حبيبي .‬ 
‫ هيا يا " ميتش " . بحقك . كُلي فحسب .‬ 
‫ سيجعلك الطعام جميلة وكبيرة وقوية .‬ 
‫ من تُكلّم يا " فريدي " ؟‬ 
‫ ماذا ؟ لا أحد بالمرة .‬ ‫ لا أظن ... هل كنت أكلّم أحدًا ؟‬ ‫ لا . لا أظن أنني كنت ... ‬ 
‫ هات الحمامة .‬ 
‫ أريد حمامة واحدة .‬ ‫ حمامة بائسة واحدة فقط يا " إيدي " .‬ 
‫ اسمع ، أعرف ماذا ستقول .‬ ‫ ستقول إن أثرياء كثيرين ذوي شأن ينتظرونك .‬ ‫ ولكنني جمعت أموالًا طائلة في حياتي .‬ ‫ أقرر بذلك .‬ 
‫ - الديون لا تُحتسب .‬ ‫ 
- لا داعي إلى السخرية .‬ ‫ إليك ما أحاول إيصاله يا " إيدي " ،‬ ‫ كنت أراقبكم في الشهرين الماضيين‬ ‫ وأراقب الطريقة التي تعملون بها‬ ‫ وأحاول تعلّم كل شيء .‬ ‫ وكل هذه المواد الممنوعة هنا ... ‬ 
‫ استمع إليّ .‬ ‫ فرغنا من العمل .‬ 
‫ لا مزيد من الألاعيب . لا مزيد من الديون .‬ ‫ انتهى الأمر .‬ 
‫ فهمت قصدك . أنت غيران مني .‬ ‫ تريد أن تردّني عن وجهك .‬ 
‫ بل أظن أنك من أراد أن يردّني عن وجهه .‬ 
‫ حسنًا . أفحمتني بردّك هذا .‬ ‫ وغالبًا أستحق ذلك .‬ 
‫ - لكن ... ‬ ‫ - سآخذ الحمامة يا " فريدي " .‬ 
‫ لن أعطيك " ميتش " يا " إد " .‬ 
‫ لست أهلًا لهذا يا " فريدي " .‬ 
‫ لا أحد منا أهل له .‬ 
‫ هل تتذكر أول مرة‬ ‫ أخذنا فيها أبونا لمطاردة الغزلان ؟‬ 
‫ لا أتذكّرها ، بصراحة .‬ 
‫ طاردنا الغزال كلّنا ،‬ ‫ ثم خلّاني أبي أضربه بالنار .‬ 
‫ وقد أصبته . نلت منه بجدارة .‬ 
‫ وكان فخورًا جدًا .‬ 
‫ ثم حين اقتربنا منه ... ‬ ‫ كان لا يزال يتنفس .‬ ‫ ولم أستطع الإجهاز عليه .‬ 
‫ كنت مجرد طفل يا " فريدي " .‬ 
‫ وكنت أنت أصغر مني .‬ 
‫ أعطاك أبي السكين ،‬ ‫ ونحرت ذلك الغزال كأنه أمر بسيط .‬ 
‫ إليك ما أحاول إيصاله يا " إدوارد " .‬ ‫ لعلك محق .‬ 
‫ لعلّي لست أهلًا لهذا .‬ 
‫ ولكن أنت ... ‬ ‫ خُلقت لتفعله .‬ 
‫ اعتن بـ " ميتش " من أجلي .‬ 
‫ أعتذر جدًا عن المقاطعة يا جلالة الدوق ،‬ ‫ ولكن هل أنت بخير ؟‬ 
‫ يبدو أنك تمرّ بلحظة مشحونة عاطفيًا .‬ 
‫ أشكرك يا " جيمي " ، ولكن اتركني الآن .‬ 
‫ لك ذلك طبعًا . أعتذر .‬ 
‫ أريدك أن تصوغ بضعة عقود أنظمة أساسية .‬ ‫ لا داعي إلى أن تكون ملزمة قانونيًا ،‬ ‫ ولكنني أريد وضع شروط بخصوص الاتحاد المالي‬ ‫ للأطراف المهتمة .‬ 
‫ في الواقع ، يجب أن نجمع نحو 200 مليون‬ ‫ لتكون أمامنا فرصة للنجاح .‬ 
‫ سيكون اللوردات الـ12 الآخرون‬ ‫ مصدر النسبة الأكبر .‬ 
‫ إن استطعت إقناعهم‬ ‫ باستثمار عشرة بالمئة في كل عقد ،‬ ‫ فسيكون مرادنا آخذًا مجراه .‬ 
‫ ثم سنتواصل مع أصدقائنا الرُحّال .‬ 
‫ في جعبتهم الآن أموال كثيرة‬ ‫ بفضل دخولهم إلى أعمال الاستيراد والتصدير .‬ 
‫ إنني أرغب منذ مدة مديدة‬ ‫ في تخليص نفسي من عائلة " غلاس " .‬ ‫ فسأشتري مشروعهم بدلًا من الانسحاب منه .‬ 
‫ يمكن لهذا أن يجعل احتمال نجاحك واردًا ،‬ ‫ ولكن ينقصك كثير من الأموال‬ ‫ لتصل إلى المبلغ المراد .‬ 
‫ إن جرت الرياح بما تشتهي سفننا ،‬ ‫ فستكون قادرًا على جمع 25 مليونًا ،‬ ‫ يُضاف إليها قرض العشرة ملايين من والدتك .‬ 
‫ اضطُررت إلى بيع كل أسهمي‬ ‫ ولوحة " مونيه " التي تركتها أمي .‬ 
‫ - شكرًا يا أمي .‬ ‫ - وبهذا ستبقى تنقصك 15 مليونًا .‬ 
‫ - صحيح .‬ ‫ - ماذا عن " سوزي غلاس " ؟‬ 
‫ واضح أنه لا يمكنك إدارة المشروع من دونها .‬ 
‫ ليست مهتمة .‬ 
‫ لا أفهم سبب عدم اهتمامها .‬ 
‫ فمما تبيّن لي ، إنها تدير العملية منذ سنوات .‬ 
‫ الأمر معقد جدًا يا أمي .‬ 
‫ وهذا يعني أن عليّ اللجوء إلى خيار أسوأ .‬ 
‫ مرحبًا يا " هنري " .‬ 
‫ - أريد كوب شاي رجاء .‬ ‫ 
- سيجهز حالًا .‬ ‫ تبدو مريضًا بعض الشيء . 
أنصحك بزيارة طبيب .‬ 
‫ الإصابات المماثلة لإصابتي‬ ‫ تجعل الأطباء يطرحون عليّ أسئلة لا أحبها .‬ 
‫ مؤسف أن كفيلك لم يجد لك‬ ‫ طبيبًا ممارسًا متعاطفًا .‬ 
‫ وبحسب ما سمعت ،‬ ‫ فإن علاقتك المهنية بصديقنا الأمريكي‬ ‫ انتهت منذ ذلك الحين .‬ 
‫ - تفضّل يا حبيبي .‬ ‫ - شكرًا لك .‬ 
‫ واضح أنك على اطلاع تام .‬ 
‫ غسلت الـ15 مليونًا وأعطيتها لـ " سوزي " ،‬ ‫ وأعطيتها أيضًا 15 مليونًا لـ " جاك "‬ ‫ اعتذارًا عما حدث له ،‬ ‫ ولكنني ما زلت لا أعرف ما إن انتهت المسألة .‬ 
‫ فلماذا أردت لقائي ؟‬ 
‫ أنت مدرك لما فعلته . لا يمكن التراجع عنه .‬ ‫ إنه أمر لا يُغتفر .‬ 
‫ أتيت لأرى ما إن كان ممكنًا‬ ‫ أن أغيّر لك حجم ثروتك .‬ 
‫ أحقًا ؟‬ 
‫ يمكنني أن أجد لك مخرجًا من كل هذا .‬ ‫ ولكنه سيكلّفك 15 مليونًا أخرى .‬ 
‫ وعلاوةً على ذلك ، ثمة بضعة أمور يجب فعلها .‬ 
‫ فيم تفكر يا " إيدي " ؟‬ 
‫ كيف حاله ؟‬ 
‫ إنه ينام كثيرًا .‬ ‫ ولكنه يتحسن .‬ 
‫ كيف حالك ؟‬ 
‫ بصراحة ، لا أعرف .‬ 
‫ تركيزي حاليًا عليه فحسب .‬ 
‫ لا بد أنكما مقرّبان جدًا .‬ 
‫ كان في سن العاشرة عندما تُوفيت أمنا .‬ 
‫ هذه مسؤولية كبيرة على عاتق شابة مثلك .‬ 
‫ لم أشعر قط بأنه عبء .‬ ‫ أحببت الاعتناء بـ " جاك " .‬ ‫ وأحب إدارة المشروع .‬ 
‫ أعرف أن والدك‬ ‫ يخطط لبيع المنظمة ،‬ ‫ وأنت غالبًا تفكرين في ما عليك فعله .‬ 
‫ لذا إليك نصيحتي الوحيدة ،‬ ‫ لا تصغي إلى أي أحد ،‬ ‫ ولا سيما ابني ووالدك بصفة خاصة .‬ 
‫ وإن كنت تريدين الزبدة‬ ‫ من سنوات خبرتي الطويلة ،‬ ‫ فأقول لك إن ندمك على ما لم تفعليه‬ ‫ سيكون أكبر بكثر من ندمك على ما فعلته .‬ 
‫ أخبريني إذًا ، ما الذي تخشين ألّا أفعله ؟‬ 
‫ إذًا أنا أدير الأمور العملية .‬ ‫ وأنت تتكفل بأمر اللوردات .‬ ‫ وذلك المدعو " جيه بي " يتكفل بالتوزيع .‬ 
‫ بالضبط . ستمنحك الـ15 مليونًا‬ ‫ مساهمة وملكية مشتركتين .‬ 
‫ هل تظن أن " بوبي غلاس " سيقبل بـ200 مليون ؟‬ 
‫ أجل ، هذا الرقم الذي أفكر فيه .‬ 
‫ ما إن تتم الصفقة ، سيكون خارج الساحة .‬ 
‫ ماذا عن العم " ستان " ؟‬ 
‫ سمعت أن حساباته غير مضبوطة .‬ 
‫ قابلت أمك في المشفى .‬ 
‫ أرى أن تصرّفاتك تناقض أفكارك .‬ ‫ أليس هذا صحيحًا يا " إيدي " ؟‬ 
‫ ربما .‬ 
‫ أرى بين الغيوم شلايا دماغ ذلك الليفربولي .‬ 
‫ اعتبري أنه من جلب الأمر لنفسه .‬ 
‫ هل تعرفين معنى هذه ؟‬ 
‫ لا يخلو الأمر من الخطر .‬ ‫ إنه شعار عائلتنا .‬ ‫ " لا يخلو الأمر من الخطر . "‬ 
‫ وقد جعلني أفكر .‬ 
‫ لا شيء قيّمًا في الحياة‬ ‫ يأتي من دون قليل من الخطر .‬ 
‫ وإليك ما أدركته ،‬ ‫ عائلتي تفعل هذا منذ أجيال .‬ 
‫ تعيش بسكينة كالحملان الوديعة‬ ‫ ولكن تصطاد في الغابة كالوحوش .‬ 
‫ أي لا شيء جديد . هذا مجرد تكرار للسوابق .‬ 
‫ هل تمكنت من جمع الأموال اللازمة ؟‬ 
‫ جمعنا مبلغًا كبيرًا .‬ ‫ ولكن ، كما تعرفين ، السوق تنافسي .‬ 
‫ أي نقدّر دومًا أي استثمار آخر . إن كنت مهتمة .‬ 
‫ بدأ أبي بتجارة الحشيش في السبعينيات .‬ ‫ أي قبل نصف قرن تقريبًا .‬ 
‫ لقد أحسن صنعًا ، فقد بنى لنفسه إمبراطورية .‬ ‫ أكبر منظمة في " المملكة المتحدة " .‬ 
‫ ولكن إحقاقًا للحق ،‬ ‫ لقد قلّ تركيزه عليها .‬ 
‫ إذ نال مراده ، ولا يريد أن يطمع فيخسره .‬ ‫ أي كان مكتفيًا بسير العمل على نحو جيد .‬ 
‫ كلّما فتحت معه موضوع توسيع العمل ،‬ ‫ لم يُبد اهتمامًا .‬ 
‫ وانظري إلى ما حققناه معًا في بضعة أشهر .‬ 
‫ إن استثمرت 35 ، فسنكون شريكين متساويين .‬ 
‫ هل تريد أن نكون شريكين ؟‬ 
‫ ولكن علينا التحدث عن " هنري كولينز " .‬ 
‫ سامحته مرة . لن أسامحه مرة أخرى .‬ 
‫ أتفهّم ذلك .‬ 
‫ ولكن أظن أن علينا إبقاء توقعاتنا واقعية .‬ ‫ أقلّه على المدى القريب .‬ 
‫ لا بد أن ثقتك كبيرة‬ ‫ ما دمت ستلجأ إلى هذا الخيار مجددًا .‬ 
‫ كبيرة جدًا .‬ 
‫ " شارلوت " .‬ 
‫ دعها تطير .‬ 
‫ - مستعدة ؟‬ 
‫ - فلنفعلها .‬ 
‫ طوع يديك يا " جيفري " .‬ 
‫ أحسنت يا شاطرة .‬ 
‫ هل أنت متعبة ؟‬ 
‫ أجل ، اذهبي وكُلي بعض الطعام .‬ 
‫ هذا رقم كبير جدًا .‬ 
‫ نعم يا آنسة " شارلوت " ؟‬ 
‫ كنت أفكر كثيرًا‬ ‫ في طفولتي .‬ 
‫ أدركت ... ‬ ‫ أنك علّمتني كل ما أعرفه .‬ 
‫ واسترجعت أيام تخييمنا في الغابة .‬ 
‫ وكنت أنت من علّمني‬ ‫ كيف أشعل نارًا وكيف أركب حصانًا .‬ ‫ وكيف ألتقط سمك السلمون .‬ 
‫ لطالما كنت قريبًا مني .‬ ‫ صحيح ؟‬ 
‫ أنا حارس الطرائد فحسب .‬ 
‫ هل أنت متأكد ؟‬ 
‫ إذ أحيانًا أتساءل ... ‬ ‫ وأجد الأمر منطقيًا .‬ 
‫ حسنًا . فلتكن الحال أيًا تكن .‬ 
‫ لم أشأ أن أخجلك .‬ 
‫ ما كنت لأخجل أبدًا .‬ 
‫ فأنت أروع رجل عرفته في حياتي .‬ 
‫ وصلتني أربعة عروض . وستُطرح للمناقشة .‬ 
‫ كلّها أكثر مما طلبت . أحسنتما .‬ 
‫ ولاحظت أن اسميكما على واحد منها .‬ 
‫ هذا غير متوقع .‬ 
‫ أريدكما أن تعرفا أنني سأنظر في هذه العروض‬ ‫ بناء على مزاياها الفردية .‬ 
‫ - عُلم .‬ ‫ - ممتاز .‬ 
‫ ولكن من صاحب العرض الفائز ؟‬ 
‫ الأمر ليس بهذه البساطة يا أمي .‬ 
‫ فكما تعرفين ، كان السوق تنافسيًا جدًا ،‬ ‫ وطبعًا لم نكن أصحاب العرض الأكبر .‬ 
‫ من ربح إذًا ؟‬ 
‫ العم " ستان " .‬ 
‫ سأعترف بأنني كنت متأكدًا‬ ‫ من أن عرضي سيكون تنافسيًا .‬ 
‫ يسعدني أن الصفقة تمّت أخيرًا .‬ 
‫ سيذهب السيد " ستيفنز " إلى البنك‬ ‫ ويرتّب عملية إرسال المال‬ ‫ إلى حساب من اختيار السيد " غلاس " .‬ 
‫ كان مستعدًا ليدفع ثمنًا أعلى من ثمن المشروع ،‬ ‫ فتحمّس السيد " غلاس " لمناقشة العرض .‬ 
‫ أشعر بالريبة التي تنتابك يا أمي ، ومعك حق .‬ 
‫ في الحقيقة ، استعنت بـ " هنري كولينز " ،‬ ‫ إذ يعرف محاسبه أين يخفي السيد " جونستون "‬ ‫ وثائق أعماله غير الشرعية .‬ 
‫ شكرًا لك على لقائي بهذه السرعة .‬ ‫ على الرحب يا سيد " ستيفنز " .‬ 
‫ هذه الوثائق ، وأعني بها سجلاته الضريبية ،‬ ‫ سُلّمت إلى الجهة المعنية ،‬ ‫ ألا وهي هيئة الضرائب في " المملكة المتحدة " .‬ 
‫ ما أدى إلى اعتقال العم " ستان "‬ ‫ بعدّة تهم تهرّب ضريبي ،‬ ‫ وتجميد جميع أصوله ،‬ ‫ ما جعله عاجزًا عن إتمام عملية الشراء .‬ 
‫ ولكن إن أصبح العم " ستان " خارج الموضوع ،‬ ‫ أفلا يعني هذا أن " بيت سبنسر فوربس "‬ ‫ هو من ربح في النهاية ؟‬ 
‫ هذا ما قلته لـ " ميرسي " .‬ 
‫ " ( بيت ) الدبق " .‬ 
‫ جاء عرضك في المركز الثاني .‬ 
‫ لا تقلقي يا أمي . لم يربح .‬ ‫ ألم تقل للتو إنه ربح ؟‬ 
‫ قلت لـ " ميرسي " إنه ربح .‬ 
‫ شركائي قادمون من " بوغوتا " .‬ ‫ أخبرتك بأنهم لا يقبلون الرفض .‬ 
‫ كما تعرفين ،‬ ‫ يصعب جدًا إخراج المال من " روسيا " ،‬ ‫ ما يتيح فرصة مواتية لشخص مثلك‬ ‫ يجب انتهازها سريعًا .‬ 
‫ أين أجد المدعو " ( بيت ) الدبق " ؟‬ 
‫ كانت " ميرسي " تحت ضغط كبير‬ ‫ من رؤسائها في " أمريكا الجنوبية " .‬ 
‫ فتكفّلت بإخلاء الساحة لهم .‬ 
‫ ثم تدخّل " هنري كولينز " مجددًا وتدبّر أمرها .‬ 
‫ يسعدني أن أحدهم تدبّر أمر هذه المسكينة .‬ 
‫ معذرةً . ألم يكن " هنري كولينز "‬ ‫ من تلاعب بنتيجة النزال ؟‬ ‫ هو لا غيره .‬ 
‫ بالله عليك ، قل لي إنك لا تعمل معه الآن .‬ 
‫ الوغد " هنري كولينز " .‬ 
‫ انس أمر " هنري كولينز " .‬ 
‫ كانت رغبته في المشروع شديدة ،‬ ‫ فاستعنت به لزيادة عرضي .‬ 
‫ 15 مليونًا . كما اتفقنا .‬ 
‫ تفضّل بالجلوس يا " هنري " .‬ 
‫ كل المغزى من إخباري إياكما‬ ‫ بأنني سأبيع المشروع هو إيقاظكما .‬ 
‫ لن تشتريا العملية .‬ ‫ بل ستستثمران فيها .‬ 
‫ ليتسنى لنا معًا توسيع مصالحنا .‬ 
‫ أفهم من كلامك أنك لن تتقاعد يا أبي .‬ 
‫ مستحيل .‬ 
‫ ولكنني أردت أن أتأكد‬ ‫ من أنكما مستعدان للمجازفة في سبيل العمل .‬ 
‫ للمسؤوليات المشتركة مزايا .‬ 
‫ وفوائد استمرارية العمل‬ ‫ فوائد لا يُستهان بها .‬ 
‫ " إيدي " ، أنت جندي . أنت أرستقراطي .‬ ‫ ولكنني أرى رجلًا لا تحكمه الألقاب .‬ ‫ ولا تقيّده .‬ 
‫ لذا ، اتفقنا .‬ 
‫ 235 مليون جنيه إسترليني .‬ 
‫ أصبح لديك هدف الآن .‬ 
‫ لم تُخلق لتتلقى الأوامر .‬ ‫ بل خُلقت لتمليها .‬ ‫ ولبناء الإمبراطوريات وتوسيعها .‬ 
‫ لا أرى نقيبًا . بل أرى جنرالًا جبارًا .‬ 
‫ ليتك لم تتكبد العناء .‬ 
‫ أتريد أن تفعلها ؟‬ 
‫ هل هذا طلب ؟‬ ‫ لا . لست مضطرًا إلى فعلها .‬ 
‫ إنما ظننتك قد ترغب في ذلك .‬ 
‫ كجزء من " رحلتك " .‬ 
‫ لا تكثر من الصلصة أيها الطاهي .‬ 
‫ لا تقلق حيال وضعك .‬ ‫ حين تألف السجن ، ستجد أنه ليس سيئًا جدًا .‬ 
‫ إذ يتسنى لك أن تنام كثيرًا‬ ‫ وتمارس التمارين الرياضية ،‬ ‫ ولا يُوجد من يقاطعك .‬ 
‫ وبما أن السيد " كاواساكي "‬ ‫ قد فقد إطلاق سراحه المشروط ،‬ ‫ أضمن لك طعامًا بجودة عالية‬ ‫ لسنة أخرى على الأقل .‬ 
‫ سلمت يداك .‬ 
‫ هناك ما هو أسوأ من هذا بكثير .‬ 
‫ تتحدث كسيد فاضل بحق .‬ 
