Я свято вірю у важливість самовираження через одяг . 
Нема нічого поганого в тому , щоб іти за стадом , якщо свідомо . 
Хоч я і вдягаюсь у костюм вівці , є купа промовистих ознак , які видають езотеричному оку , що я насправді вовк в овечій шкурі . 
Чи є у вас ідея , коли її скинути ? Так , є . 
Новий костюм для нової ери . 
У нього сильний дух — плоть зрештою рушить за ним . 
Втішні слова . 
Раджу шукати в них розраду . 
Я б не хотів зробити щось не так і засмутити вас чи вашого батька . 
Твої руки розв'язані , Джоне . 
Джеффрі . 
Вибачте , що турбую , сер . Ви чекаєте на гостей ? 
У мене тут п'ять машин на Філд - Барн - лейн . 
Ні , не чекаю . 
Вони тутешні ? 
Ні . На наших типових гуляк вони аж ніяк не схожі , сер . 
Ясно . Будь там , я їду . 
Пусти вогонь на всіх , хто повстане проти ... 
Я перевіряв шпаківні та побачив їх . 
Вони там уже хвилин 20 . 
Схоже , у них серйозні наміри . Є ідеї , хто їм потрібен ? 
Це богобоязливий кокаїновий барон з Ліверпуля . І це недобре . 
- Амінь . - Амінь . 
Фредді , ти недавно говорив з Джоном " Євангеліє " ? 
Чи говорив я з " Євангеліє " ? Звісно . Ми переписуємося , іноді обговорюємо ідеї шпалер . 
Нащо б я , бляха , говорив з цим скаженим хером ? 
Добре . Скажи всім сидіти вдома . Добре . Але нащо ? Що , в біса , відбувається ? 
Як дізнаюся більше , подзвоню . 
Треба заскочити в мій котедж і прихопити кілька речей . 
А це не перебір , Джеффрі ? 
Мене найняли вбивати шкідників , сер . 
Я зробив дещо погане , мамо . 
І те , що той чоловік зараз на дворі , говорить про те , що він дізнався . 
Привіт , Фредді . 
Я прийшов забрати борг . Який ти мені завинив . 
Вибирай одне з двох : 
або вийдеш ти , або зайду я . 
Привіт , тату , як ти ? Не турбуйся про мене . Що нового ? 
Тільки розмовляла з лікарем . Джек стабільний . Він спить , але йому вже краще . 
Я говорив з Едді , він дещо сказав . 
Негайно приїжджай до мене . І візьми герцога . 
- Це буде проблематично . - Чому ? Ну , він нас продав , тож я продала його . 
Слухай , тобі слід перевірити свої новинні канали . Ти відстаєш на 24 години . 
Що б ти не зробила , скасуй це . Нам потрібен герцог . І потрібен щасливим . 
Ну , я подзвонила " Євангеліє " . 
Бляха - муха , Сьюзі . 
Сьюзі , Джон " Євангеліє " зараз на моєму подвір'ї . 
Вибач , Едді . Це через мене . 
Нащо ти це , блін , зробила ? 
У мене були причини . Він ще там ? 
Так . Він і пів його братії . 
- Тримайся . Кавалерія їде . - Добре . Що б ти не придумала , поквапся . 
Що ж , Джиммі , слухай мене дуже уважно . 
Герцогу непереливки . 
Я зараз пошлю хлопців з доставкою . Проведи їх у будинок . 
Вибач , Джоне , мій брат тут . Секунду . 
Містере Діксоне . Ви на приватній території . 
Я приїхав повернути вашу рушницю . 
- Я хотів віддати її вашому братові . - Едді , я піду . 
Я дам вам п'ять хвилин з поваги до вашої родини . 
Добре . 
Теммі , мамо , закрийте вікна і відійдіть від них . 
Досить . 
Люди , я вас люблю . 
- Був радий вас знати . - Фредді ! 
Ні , це моя проблема , і настав час нарешті з нею розібратися . 
- Фредді , я тебе , бляха , не пущу ! - Усе гаразд . 
Люди , усе гаразд . 
Бо я на все це заслуговую . 
Я величезний шмат лайна . 
І якщо вони залишать мене в живих , я продовжу бути шматом лайна . Що , не так ? 
Едварде , не так ? 
Отож - бо . Та нічого . 
Бо це єдина можливість зробити щось безкорисливе . 
Єдиний шанс повернути собі дещицю людської гідності . 
Тож не забирай його в мене . 
Не треба . 
Фредді , це не гідність . Це біль , насильство і смерть . 
Ми любимо тебе . 
І так , ти буваєш скалкою в дупі . 
- Великою . - Великою . Дуже великою . 
Але зараз ти нам потрібен . Ясно ? 
Мені потрібен . 
- Гаразд . - Супер . 
Мамо , відведи прислугу в підвал . 
Так , я піду по Чарлі . 
Будьте обережними . 
Теммі , замкни двері . 
На ключ . Стоп , троє проти цілої банди ? 
У тебе є план , Едварде ? 
- Клас , плану нема . Читає мені ... - Замовкни ! А який в тебе план ? 
- Піти і пасти мучеником ? 
- Ваша Світлосте ! Я знайшов ще п'ять рушниць і гвинтівку . 
Супер , дякую . 
П'ять хвилин майже вийшли , Джоне . Почнемо ? 
Ваша Світлосте , який план ? 
- Допомога їде . - Добре . 
Ну , це все міняє . 
Джиммі , візьмеш зброю ? 
Не я , босе . Я пацифіст . 
Гаразд . Підвал . До мами та прислуги . 
Джеффрі , нагору до решти . Усі інші , займайте позиції тут . 
А де моя пушка ? 
Пофіг . 
Знаєте , чому я так люблю голубів ? 
Вони символізують гармонію людини з природою . 
Ще до того , як Ной ступив на сушу , ми працювали разом , людина і птах . 
Ви коли - небудь чули про Шер Амі ? 
В останній рік Першої світової 500 французів застрягли в тилу ворога . Їх обстрілювала їхня ж рота . 
Отже , командир посилає голуба з проханням про допомогу . 
Цього голуба ранять у груди , він втрачає око , у нього відвисає лапка . Але він все одно долітає на базу , передає повідомлення , і солдати врятовані . 
Завдяки цьому голубу . 
Французи нагородили його медаллю за доблесть . 
Бачте , у голубів є цінності . 
Вірність . Хоробрість . Сумлінність . 
Я хочу , щоб ви викурили люльку миру , так би мовити . 
Мораль історії в тому , що треба приймати удари , визнавати вину заради вищої мети . 
Я хочу , щоб ви були моїми Шер Амі , бо я не витримаю ще одну курзу - верзу , як сьогодні . 
Нікому не потрібна на порозі та ліверпульська скотина з армією боговтюрених лунодятлів . 
Я дав зрозуміти містеру Діксону , що якщо він піде додому , я відплачу йому . 
Тож тепер , Едді , ти маєш відплатити мені . 
Живо , бляха , сідайте . 
Ви як діти , їй - богу . 
Я проаналізував своє становище і прийшов до висновку , що з мене досить , я йду . 
З Джеком усе буде гаразд , але я сприймаю це як знак . Одкровення , так би мовити . Тому я просто продам бізнес . 
І все . 
Як це вплине на нашу угоду ? 
Ви обіцяли піти . Я не хочу , щоб на моїй землі почалося масове виробництво мету . 
Так , я все розумію , але я не зміню свого рішення . Ясно ? 
Ви усвідомлюєте , що робите м - ру Джонстону ласку ? 
Містер Джонстон ніхера не знає про нюанси ситуації . 
Тож ні , нікому я , бляха , ласку не роблю . Особливо цьому янкі . 
Отже , я продам тому , хто запропонує найвищу ціну . І я розглядатиму пропозиції від 150 лямів . Ставки приймаються до кінця тижня . 
Від тебе я хочу , щоб ти допоміг Сьюзі укласти найкращу угоду . 
Чому саме я ? 
Ну , бо очевидно , що в команді ви працюєте набагато краще . 
Чому ти нічого не сказала ? 
Ти роками керувала бізнесом . Просто даси його продати ? 
Я працівниця , Едді . Як і ти . 
У сенсі ? Він твій батько . Він не спитав твоєї думки . 
Твоєї він теж не спитав . 
Ти мене підставив , Едді . І не раз , а двічі . 
Ну , треба визнати , ми обоє прорахувалися , м'яко кажучи , але це бізнес , Сьюзан . 
Зрештою ти досяг свого , так ? 
Тато все продає . Ти будеш вільний . 
А ти ? 
Тобі ще ранувато на пенсію . 
Є гірші речі , ніж спати по 10 годин і грати в лото щосереди . 
Це правда . 
Він уже все вирішив . Зробімо , що він хоче , і покінчімо з цим . 
Я не приховував , що хочу заволодіти організацією вашого батька . 
Я знаю , що вона переживає серйозні проблеми останні кілька місяців . 
Зникнення товару , блокування шляхів , напади . 
Ми знаємо , що за всім цим стоїте ви . Та ви перейшли межу , торкнувшись брата . 
Ви відкинули мою пропозицію . 
Мені треба було показати вам з батьком , що мої наміри серйозні . 
Я готовий до переговорів про мирну передачу вашого бізнесу . Але ви повинні розуміти , що я матиму в них значну перевагу . 
Міс Ґласс , чого ви не знаєте , так це те , що один із ваших співробітників злив мені адреси 12 - ти інших ферм . 
Взагалі - то ні . 
Список , який я дав містеру Стівенсу , був насправді фальшивим . 
- Алло . 
- Добрий день . 
Це маркіза Біверсбрукська ? 
Слухаю . 
- Барон Наутон ? 
- Вітаю . 
Віконт Боулінг ? 
Це я . 
Боже . Мені це подобається . 
Тихо . 
Добрий день . Я телефоную щодо ваших ділових стосунків з містером Робертом Ґлассом . 
Так , слухаю . З ким я розмовляю ? 
Мені здавалося , його перевірили . 
Ви стали жертвою обману , містере Джонстоне . 
Мушу визнати , мене здивувало , що ви приїхали разом . 
Чому ви передумали ? Бо настав поворотний момент . Тож я повернувся . 
Хто сказав , що мене цікавить трава ? 
Ми знаємо , що ви маєте серйозні зв'язки в Південній Америці . 
У нас вертикально інтегрований бізнес , який контролює близько 50 % ринку Британії . 
Якщо і коли його можна буде легалізувати , ви матимете найсучасніші розподільні та дослідні об'єкти в Західній Європі . 
Допомогти вам ? Я зведу вас із росіянами , але послухайте мудру людину — вони вкрай довбануті . Настільки , що як не вкурять ваш жарт , викинуть з вікна . 
Але чи є в них такі кошти ? 
Кілька сотень — ніщо для цих сраних росіян . За ними стоїть Кремль . 
Ви знаєте , що я серйозна . Ви це бачили на власні очі , так ? 
Мої друзі ... геть інша історія . 
Що ж , ми готові ризикнути . 
А те , що сталося між нами ... 
Найкраще , що могло статися . 
Бачте , поки з тебе не виб'ють усе лайно , ти живеш у темряві . 
Та коли усвідомлюєш , що найголовніше — це сила , весь світ відкривається . Просто бери і володарюй . 
І попри ваші макіавеллівські тактики , мій батько все одно хоче продати бізнес вам , але тільки якщо дасте більше за інших . 
Але чому тут ця пташка ? 
Мій батько дуже старомодний , коли мова заходить про ділові переговори . 
Усі ставки мають бути зроблені письмово і доставлені голубом до кінця тижня . 
А що не так з імейлами чи дзвінками ? 
Спитаєте Боббі , коли виграєте . 
На все добре . 
Класна ідея з пташкою . Дуже потішна . 
Що ж , гадаю , на цьому наші ділові стосунки закінчуються . 
Ще лишилося кілька пташок . Я випущу їх . Вони знайдуть дорогу додому . 
Бідні голуби , так ? 
Щасти . 
Щасти . 
Емоційне прощання , капітане . 
Мамо , думаєш , із Джеффом усе гаразд ? 
Він дивно поводиться , відколи я приїхала . 
А , ну , ти ж знаєш , він завжди був до тебе прив'язаний . Я б не звертала на це уваги . 
О , дивись — Едді ! Привіт . 
Доброго ранку . 
Якщо шукаєш свого голуба , то я бачила , як Фредді з ним утік . 
Клас . Я приб'ю його . Дякую , що сказала . 
Точно все добре ? Так , мамо , все нормально . 
- Куди він побіг ? 
- Туди , любий . 
Давай , Мітче . Давай , їж . 
Вона зробить тебе великим і сильним . 
З ким ти розмовляєш ? 
Що ? Ні з ким . Взагалі . Хіба я ... Ні , тобі здало ... 
Віддай пташку . 
Лише одного голуба . Одного нікчемного голуба . 
Я знаю , що ти скажеш . Скажеш , у тебе купа намаханих претендентів . Та я вже збирав епічні суми , згадай . 
- Борги не рахуються . 
- Гаразд , не єхидствуй . Я намагаюся сказати , що я вже кілька місяців за тобою слідкую . Спостерігаю за тим , як ти працюєш , і вбираю весь цей кримінал ... 
Послухай мене . Прошу . Усе скінчено . 
Більше ніяких ігор , ніяких боргів . 
Кінець . А , я зрозумів . Ясно . Ти заздриш . Хочеш прибрати мене . 
Здається , це ти хотів мене прибрати . 
Гаразд . Що ж , 1 : 0 . Мабуть , я на це заслужив . 
- Але ... - Я забираю голуба . 
Я тобі Мітча не віддам , Ед . 
Ти не гангстер , Фредді . 
Ми не гангстери . 
Пам'ятаєш , як тато повіз нас на перше полювання ? 
Ні , не дуже . 
Ми вистежили оленя , а тоді тато дав мені вистрелити . 
І я влучив . Я , сука , влучив . 
Він так мною пишався ... 
А коли ми підійшли ближче , олень все ще дихав . Я не зміг . 
Ти був дитиною , Фредді . 
Ти був молодшим за мене . 
Тато дав тобі ніж , і ти перерізав оленю горло , наче й не було нічого . 
Я веду до того , Едварде , що , може , ти правий . 
Може , це не моє . 
Але ти ... ти створений для цього . 
Приглянь за Мітчем . 
Вибачте , що турбую , Ваша Світлосте . З вами все добре ? 
Ви , здається , трохи зависли . 
Не зараз . Дякую , Джиммі . 
Так , звісно . Вибачте . 
Я хочу , щоб ви склали установчий договір . Можна без юридичного закріплення — мені лише треба викласти умови консорціуму для партнерів . 
Нам потрібно зібрати десь 200 млн , щоб мати шанс . 
Левова частка надійде від 12 інших лордів . 
Якщо переконаю їх вкласти по 10 % , вважайте , пів шляху пройдено . 
Потім ми завітаємо до наших друзів - пейві . 
Вони сколотили чималі статки після знайомства з імпортно - експортним бізнесом . 
Я довгий час хотів позбутися Ґлассів . Я не проґавлю свій шанс . 
Ну , цього вистачить , щоб отримати місце за столом , та ви все ще далекі від суми , яку хочете зібрати . 
За сприятливих умов вам удасться знайти ще 25 , плюс 10 мільйонів позики від вашої матері . 
Довелося продати всі свої акції і маминого Моне . 
- Дякую , мати . - Та вам все ще треба 15 . 
- Так . - О , а як щодо Сьюзі Ґласс ? 
Ти не зможеш керувати бізнесом без неї . 
Вона не зацікавлена . 
Але чому ? 
Наскільки я розумію , вона роками завідувала всіма процесами . 
Усе складно , мамо . 
А тому мені доведеться розглянути набагато неприємніший варіант . 
Привіт , Генрі . 
- Чай , будь ласка . 
- Несу . Що ж ... У тебе хворий вигляд . 
Сходи до лікаря . 
Природа моїх ран викличе запитання , а я цього не хочу . 
Шкода , що твій спонсор не зміг знайти лояльного лікаря . 
Утім , з того , що я чув , твої ділові стосунки з американцем завершились . 
- Ваш чай . - Дякую . 
Ти добре інформований . 
Я дав Сьюзі 15 лямів , плюс інші 15 Джеку в кишеню як вибачення , та я досі не знаю , чи вибрався з халепи . 
Отже , що тобі треба ? 
Ти знав , що коїв . Цього не виправиш . Таке не пробачають . 
Я прийшов вияснити , чи зможу я змінити твою долю . 
Он як ? 
Я можу тебе витягнути . Але це коштуватиме тобі ще 15 лямів . 
Крім того , тобі треба буде дещо зробити . 
Що ти задумав , Едді ? 
Як він ? 
Багато спить . Але вже краще . 
А сама ти як ? 
Не знаю , якщо чесно . 
Я зараз думаю лише про нього . 
Ви , мабуть , дуже близькі . 
Йому було десять , коли померла мама . 
Велика відповідальність для дитини . 
Я не скаржилась . Я любила доглядати за Джеком . Я люблю керувати бізнесом . 
Я знаю , що твій батько хоче продати організацію , і ти , мабуть , думаєш , що робити . 
Я дам тобі одну пораду : нікого не слухай , ні мого сина , ні особливо свого батька . 
Утім , якщо хочеш скористатися моїм багаторічним досвідом , то скажу , що ти скоріше жалкуватимеш про те , що не зробила , ніж про те , що зробила . 
Скажіть , ви боїтеся , що я не зроблю що ? 
Отже , я керуватиму справами на місцях . Ти дбатимеш про лордів . А цей Джей Пі займатиметься дистрибуцією ? 
Так . Твої 15 млн зроблять тебе членом і співвласником асоціації . 
Думаєш , 200 млн задовольнять Боббі ? 
Думаю , задовольнять , так . 
Як укладемо угоду , він вибуде з гри . 
А дядько Стен ? 
Я чув , у нього проблеми з рахунками . 
Твоя мама приходила в лікарню . 
Ти повний суперечностей , так , Едді ? 
Можливо . 
Це що , мізки того ліверпульця на хмарах ? 
Ну , якщо чесно , він сам винен . 
Знаєш , що це значить ? 
Non sine periculo . Це наш сімейний девіз . " Не без загрози " . 
Він навів мене на думку . 
Усе , що має цінність , несе в собі хоч яку , та ... загрозу . 
Бач , я зрозумів , що моя сім'я століттями цим займається . 
Живе в зоопарку , але полює в джунглях . 
Для нас нічого нового . Ми до цього звикли . 
Тобі вдалося зібрати необхідні кошти ? 
Ми зібрали значну суму . Але , як знаєш , у нас велика конкуренція . 
Ми завжди раді новим інвестиціям , якщо тобі це цікаво . 
Тато почав продавати шмаль у 70 - х . Майже пів століття тому . 
Він молодець , збудував собі імперію . Найбільшу в Британії . 
Але , якщо чесно , він розслабився . 
Бо мав гуску , що несла золоті яйця . Поки яйця вилазили , він ні про що не парився . 
Щоразу , як я заводила розмови про вихід на новий рівень , йому було нецікаво . 
І подивись , чого ми досягли за кілька місяців . Разом . 
Вклади 35 , і будемо партнерами . 
Хочеш бути партнерами ? 
Але нам треба поговорити про Генрі Коллінза . 
Я його вже один раз відпустила , ліміт вичерпано . 
Я розумію . 
Та доведеться знизити запити . Поки що принаймні . 
Ти , схоже , дуже впевнений , раз просиш про таке . 
Надзвичайно . 
Шарлотто . 
Відпускай . 
- Готова ? 
- Вперед . 
Давай , Джеффрі . 
Красунчик . 
Втомився , га ? 
Так , іди поклюй щось , ну . 
Ніфігова , бляха , цифра . 
Так , міс Шарлотто . 
Останнім часом я часто згадую своє дитинство . 
Я усвідомила , що ти навчив мене всього , що я знаю . 
Усі ті наші ночівлі в лісі . 
Це ти навчив мене розводити вогонь , їздити верхи . Голіруч ловити лосося . 
Ти мій справжній батько , так ? 
Я всього лише єгер , Шарлотто . 
Точно ? 
Бо іноді я замислююся , і ... усе збігається . 
Що ж , проїхали . 
Я не хотів , щоб ти соромилась . 
Нема чого соромитись . 
Ти найдивовижніша людина , яку я знаю . 
Чотири ставки . На руках . 
Суми більші , ніж просив . Молодці . 
І я помітив на одному з папірців ваші імена . 
Неочікуваний поворот подій . 
Але знайте : я всіх оцінюватиму за однаковими критеріями . 
- Звісно . - Супер . 
То чия ставка виграла ? 
На жаль , не все так просто , мамо . 
Як знаєш , у нас була велика конкуренція , і нашу ставку перебили . 
То хто виграв ? 
Дядько Стен . 
Зізнаюся , я знав , що моя ставка виграє . 
Радий нарешті укласти угоду . 
Містер Стівенс поїде в банк і перекаже гроші на будь - який рахунок , що дасть містер Ґласс . 
Він запропонував найбільшу суму , і містер Ґласс хотів її прийняти . 
Я бачу , ти щось підозрюєш , мамо , і правильно . 
Я залучив Генрі Коллінза , чий бухгалтер знав , де м - р Джонстон ховає свої скелети . 
- Дякую , що так швидко приїхали . - Нема за що . 
Ці скелети , тобто податкові звіти , передали відповідним органам податкової і митної служби Його Величності . 
Дядька Стена заарештували за несплату податків і заморозили всі його активи , позбавивши можливості завершити покупку . 
Але якщо дядько Стен вибув із гри , чи не значить це , що виграв Піт Спенсер - Форбс ? 
Так я сказав Ласці . 
Пітний Піт . 
Ви на другому місці . 
Спокійно , мамо , він не виграв . Ти ж сказав , що виграв . 
Я Ласці так сказав . 
Мої друзі летять з Боготи . Я казала — вони не приймуть відмови . 
Ну , гроші з Росії вивезти дуже важко , як ви знаєте , а тому вікно можливостей буде якийсь час відчинене для таких , як ви . 
Де знайти Пітного Піта ? 
Бачте , на Ласку дуже давило начальство з Південної Америки . 
Вона вирішила сама прибрати конкурента . 
І тут знову виходить Генрі Коллінз і дбає про неї . 
Як добре , що про неї хтось дбає , бідолаху . 
- Ну ... - Стій . Той самий Коллінз , що покалічив Джека ? Так , він . 
Любий , тільки не кажи , що ти тепер з ним . 
Генрі , сука , Коллінз . 
Забудьте про нього . 
Він був у відчаї , тож я просто використав його . 
П'ятнадцять лямів . Як і домовлялись . 
Присядь - но , Генрі . 
Я сказав , що продаю бізнес лише для того , щоб розбудити вас . 
Ви не купуєте організацію — ви інвестуєте в неї . 
Для того , щоб разом її розширити . 
- Значить , ти на пенсію не йдеш , тату ? - Га ? 
Ні за що . 
Я хотів переконатися , що ви готові змагатися . 
У розподілі обов'язків є свої плюси . 
І не можна заплющувати очі на переваги спадкоємності . 
Едді , ти солдат , ти аристократ . Але ці титули не розкривають усього тебе , твоєї істинної природи . 
Отже , домовились . 
235 мільйонів фунтів . 
Тепер ти маєш мету . 
Ти народжений , щоб віддавати накази , а не виконувати їх . Щоб будувати і розширювати імперії . 
Ти не капітан . Ти , бляха , генерал . 
Не варто було . 
Не хочеш сам ? 
Це прохання ? Ні . Я просто цікавлюсь . 
Подумала , може , хочеш . 
Типу , щоб відзначити свій " перехід " . 
Поменше соусу , шеф . 
Не тривожтеся . У тюрмі не так погано , щойно звикаєш . 
Багато часу для сну , фізичних тренувань і глибоких роздумів . 
І оскільки містеру Кавасакі відмовили в УДЗ , я гарантую , що принаймні ще рік у нас буде смачна їжа . 
О , чудово . 
Могло бути й гірше . 
Слова справжнього джентльмена . 
