רוז רק עשתה את עצמה טיפשה ‫ אבל הייתה ערמומית ומניפולטיבית , ‫ אז אני מעדיפה את דורותי מ"בנות הזהב " . 
‫ ג'ודי . ‫ - מה ? 
‫ מאוד לא מנומס להירדם ‫ בזמן שאני מדרגת את " בנות הזהב " . 
‫ סליחה , אלניס . לא התכוונתי להתנמנם , ‫ אבל את יודעת , באמצע הקיץ ‫ שמי אלסקה מחשיכים לזמן קצר מאוד ‫ ועכשיו שתיים בלילה , ‫ אז אני עושה כמיטב יכולתי . ‫ ואני רוצה לשמוע עוד על דירוג בנות הזהב . 
‫ אני מתה על זה . ‫ אבל הסיבה שיצאתי הנה מלכתחילה ‫ הייתה כדי לדבר עליי . ‫ והזמן רץ . 
‫ כן . 
‫ קצת קשה לך בתקופה הזו , מה ? 
‫ מאחר שיום ההיפוך הקיצי בכלל ‫ נחשב לזמן קדוש ‫ עבור אימהות ובנות . 
‫ וכל האימהות והבנות בעיירה ‫ משתתפות בטורניר הסופטבול הגדול , 
‫ אולי את מרגישה קצת ... לא שייכת . 
‫ טוב , אלו היו הרבה הנחות בתור חברה דמיונית . 
‫ ותראי , אולי אני באמת משתוקקת ‫ לשחק סופטבול עם אימא שלי ‫ ולהתמסר איתה . ‫ אבל לא על זה רציתי לדבר . 
‫ אוקיי . ספרי לי . 
‫ את יודעת שאני מציגה את הציורים שלי על הקיר ‫ ליד השירותים ב"מוד'ס אול - דיי " ? ‫ כבר מכרתי 15 ציורים . 
‫ אני כל כך גאה בך . ‫ כן , אז לא אכפת לי ‫ מכל ענייני האימהות והבנות , ‫ כי אני ממש פורחת עכשיו . 
‫ זה לא מפתיע אותי , ג'ודי . ‫ סבל יכול לייצר אמנות עוצמתית מאוד . 
‫ לא יכולתי לכתוב את " מעל לראש " , ‫ אם החמוס שלי , דבון , ‫ לא היה נתקע בפחית ה"פרינגלס " ומת . 
‫ ג'ודי , תתעוררי . אל תיפלי מהגג . 
‫ כן , אני ... ‫ נכנסת . - אוקיי , היא ... ‫ כן , נצטרך להסתפק בזה . 
‫ תראו את המפלץ המדהים הזה ! 
‫ רבותיי , יצרנו בוב - כרוב בוגר לגמרי . 
‫ לידו הענק הירוק נראה כמו ערמת זבל ענקית . 
‫ הענק העלוותי הזה בטוח יזכה במקום הראשון ‫ במצעד הירקות ביום הארוך ביותר ! 
‫ כן , נשארו רק עוד כמה ימים . 
‫ אני אמשיך בגיזום . 
‫ אני כבר חיזקתי את הגדר . 
‫ ואבא , אם אוכל לקחת את הגנרטור , ‫ הייתי רוצה לטעון אותה ב - 200 וולט . 
‫ האם ואני בעיקר הקראנו לכרוב ‫ והשמענו לו מוזיקה ‫ כי מחקרים מראים שזה מעודד צמיחה , ‫ אבל היום אנחנו עולים מדרגה עם " אסמר " . ‫ תקשיב לאדמה , היא הומה בזמזום החיים . 
‫ נפלא , בנים . 
נהדר כמה שהצוות הזה ממוקד . 
‫ היי , אבא . לפני שניכנס , ‫ אני יכול לתת לו נשיקה קטנה ? 
‫ בהחלט , בן . 
‫ - דיינר ‫ מוד'ס אול - דיי - ‫ יש לי עוד ציור , מוד . ‫ נראה כמו עוד להיט , ג'ודי . 
‫ זו המילה הנכונה ? 
‫ לא . ‫ 
- נו , טוב . 
‫ תבואי לטורניר הסופטבול לאימהות ובנות היום ? 
‫ תפסו את רבקה וסוזנה פיטרסון ‫ מזייפות מחבטים . ‫ הן הורחקו לתמיד , אז כל אחד יכול לנצח . 
‫ לא , אני לא באה . 
‫ כל ענייני האימהות ובנות בתקופה הזו , ‫ אני לא יודעת , ‫ זה קצת מוגזם , לא ? 
‫ זאת אומרת , ברור , ‫ לאימהות יש בנות , לבנות יש אימהות . 
משעמם . 
‫ מה שאני רוצה לדעת זה ‫ מי קנה את הציורים האלו ? 
‫ הייתי שמחה להכיר את המעריצים שלי . 
‫ למעשה , אותו אדם קנה את כולם . 
‫ באמת ? מי זה ? 
‫ אני לא יודעת מי זה , ‫ אבל הוא תמיד עטוף בגלימה . 
‫ זה מוזר . 
‫ את המומה מהציור ? ‫ 
- לא , אני המומה מהצדפות לארוחת הבוקר . 
‫ אני חייבת למהר . זוזו . ‫ היי , ג'רי , פה . 
‫ מוכן ליהנות ממשחק בנות ואימהות ? 
‫ לגמרי . 
‫ טוב לחזור למגרש . 
‫ אני מתגעגע לצפייה בקבוצת הבית שלנו , ‫ ה"פרזנו פוטלונגס " . 
‫ ולאכול את כל הנקניקיות בדוכנים . ‫ אכלתי עד שהקאתי . 
‫ גם אני . אני לא רוצה להגעיל ‫ ואני יודע שזה בלתי אפשרי , ‫ אבל אני בטוח שפעם ‫ יצאה לי נקניקייה שלמה מהתחת . 
‫ לא יכולתי שלא לשמוע אתכם כי פשוט הקשבתי . ‫ אבל לא מוכרים פה נקניקיות . 
‫ מה ? לא מוכרים ? 
זה סיוט . ‫ חכי , היי . ‫ אם את רוצה לבזבז את כספי הנקניקיות , ‫ יש לי הנחה מיוחדת על משהו משעשע . ‫ אני מתה על הידיים הענקיות המטופשות . 
‫ ניקח שתיים . 
‫ אבל אני רואה שלכל אחד מכם יש שתי ידיים . 
‫ הוא צודק , אייץ' בי . 
‫ אוי , אני מרגיש שפס - פגתי בגדול ‫ בגלל כפפות הספוג המדהימות שלכם . - מעריצה מספר אחת - ‫ כן , הן ממש כיפיות . 
‫ אפשר להצביע בהגזמה , ‫ להעמיד פנים שאתה מחטט באף . 
‫ אולי לא אוריד אותן לעולם . 
‫ באמת ? 
‫ אולי גם אני לא אוריד את שלי . 
‫ רוצה להכניס עניין ? 
‫ אוי , לא . אל תהפכי את זה לזה . 
‫ - למה ? ‫ בילדותנו , האניבי הכריחה אותי ‫ להשתתף בהתערבויות מטופשות ‫ שתמיד ניצחה בהן . 
‫ לא תמיד . אתה המשכת יותר זמן ‫ לאכול רק חמוצים . 
‫ כן , אבל סבלתי ממחסור חמור בוויטמינים ‫ והתעוורתי ל - 42 שעות . 
‫ אם אתה חושב שהתערבויות זה טיפשי , ‫ אולי כדאי שתוריד כבר עכשיו את הכפפות . 
‫ לא , את תורידי אותן . 
אני רוצה להיקבר עם הכפפות ‫ שיבלטו כך מהקבר . 
‫ כדי שכולם ידעו שאני מספר אחת במוות . 
‫ ג'ודי , חכי . 
‫ הציור החדש שלך נמכר , ממש לפני שבאת . 
‫ אותו מעריץ . 
‫ מוד , יש עוד משהו שאת יכולה ‫ לספר לי על האדם הזה ? 
‫ ובכן , נראה לי שזו אישה , וכשהיא שילמה , ‫ ראיתי שיש לה קעקוע ‫ של האותיות ר.ב.ג על פרק כף היד . 
‫ אולי זה רות ביידר גינסבורג . ‫ או רונדה " בלונים " גרנדלמן , ‫ בעלת חנות הבלונים ב"צוק המוות " , ‫ שתיהן שוחטות פרות קדושות בדרכן . 
‫ ועל המכונית שלה הייתה מדבקה שנאמר בה , ‫ " אם אתה לא אוהב את הנהיגה שלי , ‫ בדוק עד כמה אתה סקסיסט . " 
‫ פמיניסטית שאוהבת את הציורים שלי ? 
‫ אני אמצא אותך , נשמה תאומה שלי . 
‫ אז את רוצה את 15 הדולר שלך או ... ‫ כן , אבל אני אמשיך לבהות בערגה בחלון ‫ רק עוד רגע . 
‫ אז את מתכוונת לארוב לקונה המסתורית ‫ ולעקוב אחריה ? 
‫ לעולם לא אגביל את היצירתיות שלך , ‫ אבל במקרה הזה , דווקא כן . 
‫ אני מתה לפגוש אותה . 
‫ כאילו , נחמד לחשוב ‫ שאישה מבוגרת מתלהבת מהציורים שלי . 
‫ הפעם היחידה שאימא שלי ‫ הפגינה עניין באמנות שלי ‫ הייתה כשאמרה לי לקשקש על החשבון בבר ‫ כדי שהמלצרית תחשוב שזה חמוד ‫ כשיצאה בלי לשלם . 
‫ ואת בטוחה שזה לא קשור ‫ לטורניר האימהות והבנות ביום ההיפוך הקיצי ? 
‫ אלניס , אין לי זמן לחשוב על משהו ‫ כמו התמסרות קלאסית של אם ובת . 
‫ אני עסוקה מדי בלשגע את עולם האמנות בעיירה . 
‫ אוקיי , אני רק ... ‫ חלומות פז , אלניס . 
אני צריכה לישון קצת . ‫ יש לי מארב חשוב מחר . 
‫ אבא , תוכל להקפיץ אותי אל מוד ? 
‫ אני לא יכול , ג'ודי . 
‫ זו שעת האמבטיה של הכרוב . 
‫ אוקיי , אלך לבדוק אם האם או וולף ‫ יכולים לקחת אותי . 
‫ וולף , האם , איפה אתם ? 
‫ ירו בי . 
‫ אוי , לא . 
בעלי , אברהם לינקולן . 
‫ אחד מכם יכול להקפיץ אותי לעיר ? 
‫ ג'ודי , בבקשה ! אל תפריעי . 
‫ אנחנו מתאמנים על ההצגה ההיסטורית ‫ שנציג לכרוב . 
‫ האניבי בבית ? 
‫ היא לקחה את ג'רי לבאולינג . ‫ נראה לה שזה יגרום לו להוריד את הכפפות . 
‫ אלוהים ! 
‫ טוב , אז פשוט אקח " אובר " ‫ כי כולם עסוקים מדי בשבילי . 
‫ תהיי קשובה , ג'ודי . ‫ את באולם תיאטרון ובדיוק ירו בי . 
‫ טוב , מוד . אני מוכרחה לפגוש ‫ את הקונה המסתורית ‫ שרכשה את כל הציורים שלי . 
‫ אז פשוט אשב פה ‫ ואחכה עד שתופיע כדי שלא אפספס אותה . 
‫ בדיוק פספסת אותה . ‫ אוי , לא . 
‫ קייל , אני צריכה את הקורקינט . 
מהר ! ‫ שלי - שלך , ג'ודי בובי . 
‫ תחזירי אותו עם מכל מלא . 
‫ זה חשמלי . ‫ 
- שמעת אותי . 
‫ וואו . נראה שגם היא אמנית . 
‫ שלום לך . 
‫ - סליחה . 
‫ זו רק הצצה שגרתית לביתך ‫ במסגרת בדיקת בתים . 
‫ זה עניין רגיל לגמרי ודרך אגב , ‫ הבית שלך נראה נהדר . 
‫ סליחה , אני משקרת . 
‫ אני לא פקחית הצצה לבתים . 
‫ ציירתי את כל הציורים האלו שקנית . 
‫ בבקשה אל תתקשרי למשטרה ‫ כי גילית נערה מוזרה מציצה לך הביתה . 
‫ מה ? להתקשר למשטרה ? 
אין מצב . 
‫ את הציירת . אני שרי . 
‫ קרוב לוודאי שהמעריצה הכי גדולה שלך . 
‫ תודה . 
‫ הייתי מוכרחה לפגוש ‫ את האדם שמחובר לעיניים ‫ שמתלהבות מהאמנות שלי . 
‫ אני שמחה מאוד שמצאת אותי . 
‫ האמנות שלך ... מדברת אליי . 
‫ לא , היא צורחת אליי ! ‫ 
- באמת ? 
‫ כן , גלשתי במדיה החברתית יום אחד וחשבתי , ‫ דקה , חמודה . זה ייראה מדהים בסלון שלי . 
‫ אז קניתי את הציור , ‫ והוא באמת נראה מדהים , אז קניתי עוד אחד . 
‫ לא , באמת ! בחיי ! 
‫ הם באמת נראים נהדר שם . 
‫ את נראית לי אישה צעירה וחכמה מאוד , ג'ודי . 
‫ וואו , תודה . 
‫ אני עוקבת אחרי " דרך האמן " . 
‫ אם הייתי קונה את הספר . אני אקנה אותו . 
‫ את חייבת להשאיל לי אותו . 
‫ את יודעת , ג'ודי , נראה לי ‫ שנועדנו להיפגש פה היום . 
‫ ונראה לי שנועדנו לאכול צהריים יחד מחר . 
‫ את ואני במקום החדש הזה לתה מנחה ‫ בקניון , " שקיק התה " . 
‫ מה את אומרת ? 
על חשבוני . 
‫ כן , זה נשמע כיף . 
‫ תודה , שרי . 
‫ - יש ! מפגש בנות ! 
‫ אוקיי , אז זה כרטיס הביקור שלי ‫ למקרה שמשהו יצוץ לפני מחר . 
‫ המספר שלי מופיע והבלוג שלי . 
‫ אבל הוא כל כך טיפשי . אל תקראי אותו . 
‫ " האלה האם.קום " . ‫ האלה האם , זו את ? 
‫ כן . כמה מהחברים הטובים שלי קוראים לי כך . 
‫ את יודעת , זו בדיחה פנימית . 
‫ אני כבר לא זוכרת איך זה התחיל , ‫ אבל כבר התחייבתי לשם הדומיין . ‫ אז את יודעת , ככה זה . 
‫ אני מבינה . 
זה כמו שהתלהבתי ‫ ממראה הגולשת בכיתה ה' . ‫ מרחתי משחת אבץ על האף וקראתי לכולם " אחי " . 
‫ כן . נראה שאנחנו ‫ ממש מבינות זו את זו . נכון , ג'ודי ? 
‫ נראה לי שכן , שרי . 
‫ אוי , בחייך . ‫ את יכולה לקרוא לי האלה האם . 
‫ אני צוחקת . 
‫ אוקיי . נתראה מחר , ‫ הציירת האהובה עליי בעולם . 
‫ נתראה מחר , אהוב ... ‫ רוכשת הציורים שלי האהובה עליי בעולם . 
‫ לא תאמינו מה קרה לי היום . 
‫ תראו את זו . 
‫ בחיי , הכרוב שלנו מחייך . 
‫ תשלח לי את התמונה . 
‫ אלו שרירים ? 
‫ זה מוזר שנראה לי ‫ שהוא יכול להציל אותי מבניין בוער ? 
‫ נראה שאף אחד לא רוצה לשמוע מה יש לי להגיד . 
‫ הגיזום שלי ממש עובד . 
אני גאה בכרוב . 
‫ האם ואני ישבנו לצפות איתו ‫ ב"גארדן סטייט " היום . 
‫ זה היה מדהים . כולנו בכינו . 
‫ וואו , אתם מתנהגים כמו משוגעים . 
‫ האניבי , את יכולה להוריד אותן . 
ג'רי לא פה . ‫ נדמה לך שהוא לא פה . 
‫ אני מבטיחה לך שהוא מסתתר בבית ‫ ומנסה לתפוס אותי מורידה אותן . 
‫ אני בטוחה שהוא לא פה . 
‫ לבריאות , ג'רי . 
‫ - תודה , אחותי . 
‫ אבל עדיין אנצח . ‫ 
- לעזאזל איתך , אחותי . 
‫ אני הולכת לאכול בחדר ולצייר עוד ציור לשרי , ‫ כי נראה שהיא היחידה שאכפת לה ממני . 
‫ ביי , ג'ודי . 
‫ - קניון - ‫ - שקיק התה - ‫ נו , כתרי הנקניקיות טעימים לנו ? 
‫ הכי בארמון . ‫ - בארמון . 
‫ ג'ודי , הציור החדש הזה עוצר נשימה . 
‫ ההורים שלך בטח גאים מאוד . 
‫ יש לי רק הורה , ביחיד . אבא שלי , שהוא נהדר . 
‫ אבל המחמאה הרגילה שלו ‫ " עוד ציור יפה של ג'וד " , כבר לא ממש משפרת ‫ את הדימוי העצמי שלי . 
‫ ספרי לי על הדמות הזו בכוכבים . ‫ היא מופיעה ברוב הציורים . 
‫ היא נראית כמעט אימהית . 
‫ אני מקווה שזה לא נשמע מטורף . ‫ אני רואה מישהי בזוהר הצפוני לפעמים , ‫ ואני מספרת לה את הסודות שלי . 
‫ זה בכלל לא נשמע מטורף . 
‫ גם אני מדברת עם ... ‫ ובכן , אני מכנה אותם " יצורים שמימיים " . 
‫ מה , באמת ? 
‫ כן . 
‫ היו לי שיחות מדהימות ‫ עם אנשים שעשו היסטוריה בכל רחבי היקום . 
‫ אלברט איינשטיין , ‫ סרינה ויליאמס , דני שובבני . 
‫ זה הבסיס לענייני הרוח שאני מתעניינת בהם . 
‫ עכשיו ספרי על הסירה . 
‫ - זו הסירה המשפחתית . 
‫ למשפחה שלך יש סירה ? 
‫ אשמח מאוד לראות אותה . 
‫ אולי תוכלי לעשות לי סיור פעם . ‫ אולי אפילו הערב . 
‫ יהיה כיף לעשות משהו יחד בציר החוצה . 
‫ המה ? 
‫ - סליחה . 
‫ רק מילה מסובכת ליום הארוך בשנה . 
‫ חוץ מזה , זו בטח התראה קצרה ‫ מכדי לצאת הערב . ‫ יודעת מה ? עזבי . 
‫ לא , אני לא רוצה לעזוב את זה . ‫ אשאל את אבא . 
‫ אם את מתעקשת . 
‫ יש סוכריות בחינם ליד הקופה , ‫ אלך למלא את התיק שלי . 
‫ סליחה , תוכל לארוז לי את השאריות ? 
‫ אחי מון לא יאמין שמכינים כריכים שלמים ‫ רק ממלפפונים . 
‫ כמובן . 
תגידי , את בכת של האישה הזו ? 
‫ מה ? לא נראה לי שיש לה כת . 
‫ לא , יש לה . 
‫ בן הדוד שלי פרי היה בה חודש כשהיה מובטל . 
‫ הוא הצליח לצאת רק כשעבר לוויומינג ‫ כדי להצטרף לכת אחרת . 
‫ אוקיי , אארוז לך את זה . 
‫ טוב . ביי - ביי , ג'ודי חמודי . 
‫ תודיעי לי לגבי הסירה , אוקיי ? 
‫ יהיה נהדר להמשיך בחברות שלנו בממד הבא . 
‫ סליחה , מה ? ‫ - כת . 
‫ כמעט שכחתי , הכנתי לך משהו קטן . 
‫ זו אבן הירח שלך , אבן ההולדת , אבן השמש , ‫ וסתם אבן קטנה שמצאתי מחוץ לקרוון שלי ‫ ונראתה לי יפה . 
‫ תפסי את . 
‫ מה ? 
הכנתי את זה בשבילך . 
‫ תודה , מתה על זה . ‫ מה ? מה אנחנו עושות ? 
‫ את משעשעת . הנה . 
קחי את זה , ג'ודי . 
‫ טוב , להתראות . 
‫ - מסירות אם ובת . 
‫ אבא , לפני שנצא כולנו למצעד הירקות הגדולים , ‫ אפשר לדבר איתך שנייה ? 
‫ תני לי דקה , ג'ודי . 
‫ מון מתעקש לנסוע בעגלה עם הכרוב , וזה מגוחך , ‫ כי אני צריך לשבת פה מאחור . 
‫ טוב , אבא , אשאל אותך במכונית . 
‫ אביא לי משקפי שמש . כבר באה . 
‫ אמרתי את זה פעם ואגיד שוב , ‫ הוא צריך להיות מונח עליי . 
‫ אף אחד לא נוסע עם הכרוב . 
‫ הוא צריך להתרכז . 
‫ חבר'ה , אנחנו נאחר . בואו פשוט ניסע . 
‫ אבא , שים בבקשה את השירים שהכנו לכרוב . 
‫ אלו שירים של יואי לואיס ‫ והוא אוהב את זה חזק . 
‫ היי , תחזרו . 
‫ אוקיי , נראה שבני המשפחה שלי נסעו בלעדיי . 
‫ נראה שאני לא צריכה לבקש רשות ‫ להראות לשרי את הסירה , ‫ כי אף אחד לא ביקש ממני רשות לאמץ כרוב ‫ ולהעריץ את האדמה שהוא צומח בה . 
‫ היי , שרי . יש לי חדשות נפלאות . 
‫ נצא לסיור הזה . 
‫ - מצעד הירקות - ‫ תכסו לו את העיניים . הוא יילחץ . ‫ הוא רועד . 
‫ אם מון לא היה מגונן עליו כך ... ‫ סליחה שאכפת לי . 
‫ שלום , חובבי הירקות ב"האייל הבודד " . 
‫ המצעד לאוהל השיפוט יתחיל בעוד זמן קצר . 
‫ וזכרו , אני השופט היחיד . 
‫ אין פה איזונים ובלמים . 
‫ תראו , זה מתחיל . 
זריחה , שקיעה וכולי . 
‫ בואו נפסיק לריב . קדימה . 
‫ היי , שרי , הבאת חברים ? 
‫ אלו רק שני חברים מהקבוצה הרוחנית שלי . ‫ קורי ומריה . 
‫ מה הולך ? 
‫ - מדהים לפגוש אותך . 
‫ ואל תיבהלי מהגלימות . 
‫ אני לובש אותה כי יש בה כיסים ‫ לכל ה"ביני בייביז " שלי . 
‫ יש לנו משהו אחר כך ‫ אז חשבתי שיצטרפו אלינו . 
‫ בטח , שיהיה . כן . ‫ אעשה לכם סיור קצר . 
‫ ברוכים הבאים ל"קתלין האיומה " . 
‫ אני אדלג על השירותים ‫ כי קשה לנקות שירותים מלפני 30 שנה . 
‫ והנה הסימן מהפעם ‫ שעפו לי שתי שיני חלב ממכה , ‫ ואחר כך , שתי שיניים קבועות . ‫ וזה ההגה שאני משתמשת בו ‫ כשתורי להשיט את הסירה . 
‫ את משיטה את הסירה הגדולה הזו ? ‫ - כן . 
‫ את באמת מדהימה , ג'ודי . 
‫ את חייבת לצאת איתנו לים . 
‫ לא כדאי בלי לשאול את אבא שלי , ‫ למרות שהוא בטח יתעלם ממני ‫ ויגיד משהו על הכרוב . אז את יודעת מה ? ‫ כן , בואו נעשה את זה . 
רק סיבוב קטן . ‫ אפשר להוציא את ה"ביני בייביז " מהכיסים ‫ כדי שיוכלו לצפות בשיט ? 
‫ כן , בטח . אין בעיה . 
‫ שמעתם , חבר'ה ? 
היא אמרה שזה בסדר . 
‫ זהו זה . 
‫ האלה האם נמצאת בסירת הגאולה ‫ עם בת הנבואה . 
- מי ? 
‫ ואנחנו בדרך למערבולת הציר החוצה . 
‫ על מה את מדברת ? ‫ - סליחה . ‫ הציר החוצה הוא רק הדלת שדרכה ‫ נוכל לעזוב את המישור הארצי אל הרב - ממדיות . 
‫ כן , אני וה"בייביז " חייבים להגיע לממד הבא . 
‫ היא נראית מבולבלת ‫ בתור בת הנבואה , האלה האם . 
‫ כל זה מופיע בבלוג , ג'ודי . ‫ הנחתי שקראת אותו . 
‫ את ... לא קראת אותו ? 
‫ לא . אף אחד לא קורא בלוגים , ‫ אנחנו לא בשנות ה - 90 . 
‫ אז אתן לך תקציר . 
‫ כדור הארץ יתמוסס ממש הערב ‫ ובני המזל המעטים שנמצאים בסירה הזו ‫ יעזבו לממד הבא . 
‫ ואם מדברים על עזיבה , ‫ אני רק איכנס לרגע לשירותי האלות . 
‫ היי , קורי , מריה , אתם יכולים להשגיח עליה ? 
‫ היא המועדפת . 
‫ אוי , לא . 
‫ אני כל כך שמחה להדהד איתך לממד הבא , ג'ולי . - חטיפי פירות - ‫ גם אני . 
הממד הזה הוא סתם . 
‫ כן , וזה קורה בדיוק בזמן . 
‫ קניתי אופני כושר ושקעתי בחובות . ‫ יש לי כל כך הרבה . 
‫ אני לא יכולה לשבת , לעמוד או לשכב בבית שלי . ‫ שגם אותו יעקלו . 
‫ ואני אספתי את כל ה"ביני בייביז " שיוצרו , ‫ חסר לי רק ואלאס הגדול והחברים שלו , 
‫ ואני לא מוצא אותם בשום מקום . ‫ - האניבי ‫ הצילו ! - ‫ שרי אמרה לי שיש סט מושלם בממד הבא , ‫ וכדי להגיע לממד הבא צריך ... ‫ אל תדאגי . רק ייראה כאילו אנחנו מתים . 
‫ מושלם . נהדר . 
טוב , זה היה כיף , לא ? 
‫ אבל עכשיו אסובב את הסירה ואחזור לחוף . 
‫ כבר אין דרך חזרה . 
‫ אלוהים . 
‫ תפסו אותה ! שבו עליה ! מריה , שבי עליה ! 
‫ - מזנון - ‫ נקניקיות ! קנו נקניקיות ! 
‫ - יש להם נקניקיות הערב . 
‫ פה . 
ניקח שתיים . 
אני רק ... ‫ אוף . ‫ - אולי אני אוכל להוציא את הארנק שלי . 
‫ אתם משלמים או מה ? 
‫ באמת נפספס את הנקניקיות שלנו ? 
‫ האוכל האהוב עלינו . ‫ 
- אני יודע . 
‫ אתה חושב מה שאני חושבת ? ‫ בשלוש ? 
אחת , שתיים , שלוש . ‫ 
- אחת , שתיים , שלוש . 
‫ מה העניין ? 
‫ האניבי שואו ! ‫ אלופת העולם בהתערבויות מטופשות ! 
‫ עשיתי את זה כמו שצריך ? 
זה מה שרצית ? ‫ - את שכרת אותו ? 
‫ בטח ששכרתי אותו . 
‫ כל הכבוד , אחותי . 
‫ לפחות תגידי לי שהנקניקיות אמיתיות . 
‫ בטח שהן אמיתיות . אני לא מפלצת . 
‫ עכשיו אוכל סוף סוף להציץ בטלפון . ‫ עברו ימים . 
‫ רגע . מה ... אוי , לא . ג'ודי . 
‫ תורך , חבר . 
תזכור , תיהנה שם . 
‫ אבל שמור את הביצועים לשופט . 
‫ כשנחלוף ליד ראש העיר , ‫ אני רוצה שלא רק יראה שאתה הכי טוב . ‫ אני רוצה שירגיש זאת . אני רוצה שידע זאת . 
‫ חבר'ה , ג'ודי בצרות . 
‫ ביף , תוכל לאתר את הסירה ? 
‫ כן , ברדאר של לונדרה . מה קורה ? 
‫ אספר לך בדרך . 
מהר ! 
‫ אבל אנחנו צריכים להיות עם הירק בשיפוט ‫ או שניפסל . 
‫ מון , לא . הירק הגדול החשוב לי ביותר ‫ הוא אחותך ג'ודי . בואו ! 
‫ היי , סנטיאגו . רוצה כרוב שעומד לזכות בפרס ? 
‫ מוכרחים להציל את אחותנו . 
‫ כרוב משלי ? 
זה היום הטוב בחיי . 
‫ את טובה להפליא בלשבת על אנשים . 
‫ הנה דובי מיליארדר , ‫ זה " ביסקיט " מהכלבלבים " ביסקיט ו"גרייבי " . ‫ וכמובן , את ודאי מכירה ‫ את ה"ביני " הבוגר הנדיר שלי , ‫ השף ז'ואל רובושון ‫ מ"ארבע העונות " , ניו יורק . 
‫ היי , שרי . אני ממש לא רוצה לעבור לממד הבא . 
‫ שטויות , ג'ודי . 
‫ יש לי משהו מיוחד מאוד ‫ שמחכה רק לך מעבר לציר החוצה . 
‫ משהו שאת רוצה מאוד . 
‫ - לא . זה בסדר . ‫ לא נראה לי שיש משהו ‫ שאני רוצה עד כדי כך . 
‫ בחייך , ג'ודי , ברור שאת זקוקה נואשות לאימא . ‫ מישהי שתעשה הכול למענך ‫ ואת תעשי הכול למענה . 
‫ זה ממש מתפרץ מהציורים שלך . 
‫ אני יכולה להיות האלה האם שלך , ‫ והמעבר שלנו לממד הבא ‫ יהפוך אותך לבת הנבואה הנצחית שלי . 
‫ זה כל כך מתוק . 
‫ - מה ? 
זה לא מתוק . זה מטורף . 
‫ ניצלת אותי . 
סידרת אותי ‫ בעזרת שבחים וצמידים . 
‫ את בכלל מעריצה של ר.ב.ג ? 
‫ כן . " רד " , " בלו " , " גרין " , ‫ הצבעים האהובים עליי . 
‫ וזה לא צמיד , ג'ודי . זה דרכון שינוי ממד . 
‫ הוא מבטיח את כניסתך לממד הבא . 
‫ ואני חובשת את הכתר ‫ כדי ששומרי השער ידעו על מעמדי הרם . ‫ ושוב , ג'ודי , היית יודעת עליו הכול ‫ אם רק היית קוראת את הבלוג שלי ! 
‫ טוב , אני מבינה שאלניס צדקה ‫ וחיפשתי דמות אם כי קשה לי בתקופה הזו בשנה , ‫ אבל זו לא את . 
‫ בקשר אמיתי , אם ובת ‫ לא צריכות לעשות כל דבר זו למען זו . 
‫ לא רציתי לקשקש על החשבון של אימא בבר . ‫ רציתי שתשלם על המשקאות שלה , ‫ וגם שתפסיק לשתות . 
‫ אבל זו בעיה אחרת . 
‫ את כל כך זקוקה לאנרגיה האימהית שלי כרגע ‫ שזה מטורף . 
‫ לא , שרי . 
את יודעת מה ? את צודקת . ‫ אין לי אימא בחיי , ‫ אבל יש לי משפחה , והם יכעסו עליי מאוד ‫ אם איעלם מפה איתכם , מטורפים הזויים . 
‫ אני לא צריכה אותך . 
‫ בכלל לא הבנת את הציורים שלי . 
‫ הם תיארו חוסר שוויון באזורים כפריים . 
‫ לא ! דובי שף ז'ואל רובושון . 
‫ ג'ודי . תראי , זה הציר החוצה . 
‫ הנה זה בא . 
‫ זה רק קרחון , משוגעת אחת . 
‫ לא . 
‫ לא ! 
הרסת הכול ! 
‫ אוי , לא . פספסנו את הגאולה ? 
‫ לא , המחיצה בין שני העולמות עדיין דקה מאוד . 
‫ בואו פשוט נקפוץ לים . 
‫ לא , המים קרים מאוד גם בקיץ . 
‫ אתם תמותו ולא יהיו שום " ביני בייביז " . 
‫ מה ? זה לא ייתכן . 
‫ אל תדברי עם המאמינים שלי , ג'ודי . ‫ את לא הבת שלי . 
‫ בטח שלא . 
ושרי , אני אדבר עם מי שאני רוצה . 
‫ ג'ודי , אני מצטער שכולנו שקענו ‫ בעניין הירק הענקי . 
‫ תודה , אבא . 
אני בסדר . 
‫ אני מצטערת שלקחתי כת לשיט בסירה שלנו . 
‫ ולא רציתי להגיד כלום ‫ כי אני לא רוצה שתחשוב אי פעם ‫ שאתה לא מספיק לי . ‫ אני מניחה שקצת חסרה לי אימא לאחרונה . 
‫ אבל כששרי כמעט הטיחה אותי בקרחון , ‫ הבנתי שיש הרבה נשים בחיי שאני חשובה להן . 
‫ כמו קייל שהשאילה לי את הקורקינט , ‫ אליסון שתומכת באמנות שלי , ‫ ומוד שנותנת לי לתלות ציורים במסעדה שלה . 
‫ ואל תשכחי אותי , ג'ודי . 
‫ לא היית יודעת מי הדוכסית לואן דה לספס ‫ ללא ההדרכה שלי . 
‫ נכון . 
זה כאילו שאין לי אימא רגילה אחת . ‫ יש לי מן פרנקנ - אימא . ‫ היא עשויה מחלקים של אנשים ‫ שמפוזרים בכל רחבי העיירה . 
‫ יד פה , רגל שם . לב בפרגולה . 
‫ וכשאתם לא עסוקים באובססיביות ‫ בירק ענק מטופש , ‫ גם אתם די בסדר . 
‫ סליחה , נסחפנו קצת . 
‫ אבל ראית את הכרוב ? ‫ 
- מון . 
‫ הבחור העלוותי המקסים שלנו אפילו לא זכה ? 
‫ הכרוב הפסיד לעגבנייה של טנטלי . 
‫ אוי ... ‫ לכי לעזאזל , ג'ודי . 
‫ לא נכון . ראיתי את היצירה האחרונה שלה . ‫ זה היה עוד ציור יפה של ג'וד . 
‫ תודה , אבא . 
