‫ האם , נחמד שהכנת לי פנקייק בצורת פרצוף , ‫ אבל לצערי , ‫ עכשיו פשוט לא אוכל לאכול את ג'רארד . 
‫ יהיו לך חיים קשים באלסקה ‫ אם את לא יכולה להתגבר ולאכול חבר , בובה . 
‫ אוקיי , תרצי קצת מפלאן האימון שלי במקום זה ? 
‫ אבא אכל את הרוב אתמול , אבל נשארו עוד כמה . 
‫ הגיוני . מאות שנים ‫ גברים אכלו יותר פלאן ממה שמגיע להם . 
‫ ממש ! חזירים . 
‫ אחי יהיה מפורסם בזכות הפלאן ‫ שיכין למסעדה אמיתית . 
‫ אתה בטח מרגיש כמו האח הלא מפורסם ‫ במשפחת המסוורת' , מה ? 
‫ כן . שקוף אבל גאה . 
‫ באיזה תפריט הפלאן שלך יופיע ? ‫ הרגיל , לילדים , או לפנסיונרים ? 
‫ בכל השלושה , מותק . ‫ - או 
- לה . ‫ בחיי הנקניקיות , האם . 
‫ היי . 
איפה אבא ? ‫ בדרך כלל לוקח לו שלוש וחצי דקות להתקלח , ‫ אבל הוא שם כבר 14 דקות . ‫ הוא בטח ממש מרוכז ‫ בלנקות את כל חורי האבא האלו . 
‫ וולף , כמה פעמים אני צריכה לבקש ממך ‫ לא להגיד " חורי אבא " ? 
‫ נראה שעוד הרבה . 
‫ זה היה אבא ? 
‫ אבא , אתה בסדר שם ? ‫ 
- מושלם . 
‫ אופס . סוגר את הדלת . 
‫ אבל אבא , אתה נשמע סובל . 
‫ אני בסדר , בן . 
‫ יש לי רק קצת כאבים בבטן , ‫ בחזה ובגב . 
‫ בחזה ? 
‫ - ובגב . 
‫ נראה לי שנתפסו לי כמה שרירים . 
‫ אתה רוצה שאיכנס ואביא לך את המגבת ? 
‫ לא , תודה , בן . אשתמש במגבת של הטבע . ‫ פשוט אעמוד פה . 
‫ היי , אבא . אתה בסדר ? 
‫ אל תדאג , האם . ‫ פשוט נתפסו לי כמה שרירים במקלחת . 
‫ נשמע הגיוני לגמרי , ‫ אבל אפשר להציע שתלך לרופא ? 
‫ שטויות . 
אלך היום לצינור של מי הקרחון הקסום ‫ ואשתה את המים המרפאים שלו . ‫ הצינור של אימא אדמה ? אבא , זו אגדה מגניבה , ‫ אבל אולי כדאי ללכת לרופא אמיתי ‫ במקום לצינור מתכת דולף . 
‫ לא , תודה . 
עכשיו , אם תסלחו לי , ‫ עליי להתכונן למסע שלי . 
‫ זה טוב . 
‫ ישבן אבא ! 
‫ - אוי , לא ! ‫ רעיון טוב , מגבת . 
‫ אני יבש לגמרי . 
‫ אז חריץ הישבן העקום הוא תורשתי . ‫ אה - הה . ‫ - כן . 
‫ הקקי שלי יוצא מסולסל , כמו גלידה אמריקאית . 
‫ היה נהדר לראות אותך , ורוניקה . 
‫ אסור לנו לחכות שוב שנתיים . 
‫ הרגשתי הקלה כשהתקשרת . 
‫ זה מצחיק , חשבתי שאת מתה . 
‫ באמת ? 
‫ - כן . 
‫ כולם בפרזנו אמרו שהלכת אחרי גבר לשממה . 
‫ אני רואה " דייטליין " , האניבי . 
‫ אני יודעת איך הסיפורים האלו נגמרים . 
‫ לא סתם הלכתי אחרי גבר , התאהבתי . 
‫ מישהו מכריח אותך להגיד את זה ? 
‫ תמצמצי שלוש פעמים ל"כן " . 
‫ פשוט התחתנתי ועזבתי . 
‫ אוקיי , פשוט ... ‫ אם בכלל , הגבר צריך לבוא אחרייך . 
‫ אוף . אני צריכה לסיים . ‫ הבן של השכנים שוב מציץ לי בחלון . 
‫ לך מפה , הנס ! 
‫ ביי , האניבי . אל תשכחי מי את שם . 
‫ מה שתגידי , ורוניקה . 
‫ לא הלכתי אחרי גבר . 
אני מובילה . 
‫ למעשה , אוביל את עצמי לטיול בשטח . 
‫ כי זה מה שאני רוצה , ‫ לא מפני שזה אחד הדברים היחידים ‫ שאפשר לעשות פה . 
‫ אוקיי . 
‫ הנה הוא . 
‫ הצינור של אימא אדמה , הרופא של אלסקה . 
‫ שיקוי הרים מתוק . 
‫ תודה , אימא יקרה . 
ינקתי והחלמתי . 
‫ כדאי שאלך ואלגום עוד לגימה ‫ כדי לרפא את הפצעים החדשים האלו . 
‫ מי ורוניקה חושבת שהיא ? 
‫ אז מה אם עברתי הנה למען גבר ? 
‫ מה ? הייתי צריכה להישאר בפרזנו ‫ ולעבוד בחנות הווילונות ? ‫ עם אבא שלי שמשמיע " סטילי דן " כל היום ... 
זה כל מה שכתבו ‫ על המצבה של האישה הזו ? 
‫ בלי שם ? 
טוב , אולי יש משהו מאחור . 
‫ לא . 
מסכנה שלי . 
את לא רק " רעיה " . 
‫ אני מוכרחה לברר את זה . 
‫ טוב , רעיה . חכי פה . ‫ אין לך ברירה , כי את מתה . 
‫ אני כבר חוזרת . 
‫ תודה שהקפצת אותי לסופרמרקט . 
‫ אני עדיין לא מאמינה ‫ שאפשר לקנות עוף בגריל כל יום . 
‫ טעים , ולא חסכו בעצמות . 
אבא שלכם הלך לשתות ‫ מצינור הניקוז הזה או מה שלא יהיה , ‫ אז באנו לקחת אתכם . 
‫ חבר'ה , ראיתם את הקבר הזה ביער ‫ שכתוב עליו רק " רעיה " ? 
‫ כן , סימנתי אותו במפת הקברים שלי ‫ לקראת אפוקליפסת הזומבים . 
‫ " רעיה " בחיים לא תאכל לי את הראש . 
‫ היא כבר אוכלת לי את הראש ‫ כי אני לא יכולה להפסיק לחשוב עליה . 
‫ האישה המסכנה שוכבת לה שם ‫ בבור שכתוב עליו " רעיה " . 
‫ בלי שם אפילו . 
‫ ראיתי את הקבר הזה מיליון פעמים ‫ והתייחסתי לזה כסקסיזם עתיק . ‫ אבל נכון , לאף אחד לא מגיע ‫ שפשוט יזרקו אותו לבור ‫ שמסומן במילה שמתחילה ב"ר " . 
‫ אלא אם המילה היא " רספקט " . 
‫ את יכולה לדמיין את זה על מצבה ? 
‫ נראה לי שאערוך מחקר ‫ ואברר מי האישה הזו הייתה . 
‫ אולי אוכל להציג לעולם את הישגיה . 
‫ אני בעד . 
‫ - בואו נחשוף את הסודות שלה . 
‫ ואולי את התכשיטים שלה . 
‫ היי , אבא . זה רעש נחמד שאתה משמיע . 
‫ יש מצב שעדיין כואב לך , אבא ? 
‫ לא , ינקתי מהצינור ‫ והשיקוי הטבעי מכסה ברגע זה ‫ את איבריי הפנימיים בציפוי עבה של בריאות . 
‫ טוב , כי מחר בארוחת הצהריים ‫ אציג את הפלאן שלי ‫ ואני צריך אותך בכושר אכילה מלא . 
‫ היי , מתחיל " מחליקים וצוחקים " . 
‫ בסרטון ההחלקה הראשון שלנו דוור בשם פלויד ‫ מבצע החלקה פלוידיאנית . 
‫ אבא . 
‫ אנחנו באמת צריכים לקחת אותך לרופא . 
‫ ברגע זה . ‫ 
- שטויות . 
‫ בסרטון הבא , נפילה משעשעת של ילד לתהום . 
‫ חבר'ה , אני דואג מאוד לאבא . 
‫ חיפשתי את התסמינים בגוגל ‫ וזה יכול להיות כל דבר מהתכווצות שרירים , ‫ התקף לב , ועד משהו שנקרא לבלב נעלם . 
‫ גם אני דואג , אבל בלתי אפשרי ‫ לקחת את האיש הזה לרופא . 
‫ זוכרים כשכף הרגל שלו ‫ פנתה לצד הלא נכון במשך שנה ? ‫ בטח . אני קשרתי לו את השרוכים ‫ בנעל של הרגל ההפוכה בכל בוקר . 
‫ אבל זה לא יקרה שוב כי יש לי תוכנית . 
‫ התוכנית היא לא רק לתת לו מחמאות , נכון ? 
‫ זה חלק מזה , בהחלט . 
‫ אבל זה מה שנעשה . נתחכם ונעשה לו בדיקה . 
‫ - כיף . 
‫ אני רוצה להנהן באופן מרגיע ‫ כשאני מקשיב בסטטוסקופ . 
‫ אוקיי . מתחילים במבצע " א - גבת " . 
‫ מרפאים את אבא דרך אגב . 
‫ יופי של תוכנית , שם גרוע . 
‫ טוב . שימו יד . 
א ... ‫ זה רק אני ? 
בסדר . 
‫ גבת ! 
‫ אוקיי , הנה הוא . 
‫ זה הזמן לחדור לגוף של אבא שלנו . 
‫ אלוהים . נראה שאתה לא שומע ‫ מילה ממה שאתה אומר . 
‫ שלום , אבא . 
איך הייתה העבודה הבוקר ? ‫ שלל מוצלח ? 
‫ הרגת הרבה דגים ? 
‫ יופי . 
‫ הרוח חזקה בים ? 
היה לך קשה לנשום ? 
‫ נשמתי נהדר . 
‫ אבא , רק תהיתי . ‫ כשהעלית את הרשתות , עם איזה פרצוף הזדהית ? 
‫ אף אחד . הם הרבה יותר סקסיים ממני . 
‫ אוקיי . 
‫ חבר'ה , יש לי בעיה רצינית . 
‫ יש לי פרויקט לשיעור מדעים ‫ והנושא הוא שתן של זקנים . 
‫ אני זוכר את יחידת הלימוד הזו . 
‫ אבל שכחתי לקחת פיפי של זקן . ‫ אוף , אני מניח שפשוט איכשל . 
‫ זה נורא . 
‫ אלא אם ... ‫ אבא , אתה יכול להשתין לכוסית הזו , ‫ לכתוב עליה את שמך , 
‫ לסגור אותה , לרשם את התאריך של היום ‫ ולהחזיר לי אותה ? 
‫ בטוח אקבל 100 . 
‫ כן , עם הפיפי של אבא בכיס , ‫ אתה לא יכול להפסיד . 
‫ רבותיי , לא נולדתי אתמול . 
‫ אני רואה ששלושתכם מנסים לעשות לי ‫ מין בדיקה רפואית ביתית . 
‫ אוף , אבא . ‫ רק ביקשנו קצת פיפי ואתה כבר לא סומך עלינו ? 
‫ בן , תפסיק . 
‫ הגוף שלי פרטי , אפילו לעצמי . 
‫ בגלל זה הוא עטוף בווילון שנקרא עור . 
‫ אבל אבא , אתה ממש ... 
‫ - דחוף את ה"אבל אבא " שלך לתחת , בן . 
‫ אף אחד פה לא שומע את עצמו ? 
‫ עכשיו , אם תסלחו לי , ‫ אחזור לצינור של אימא אדמה לעוד לגימה . 
‫ אבל אבא , אני מגיש את הפלאן שלי במסעדה ‫ היום בארוחת הצהריים . 
‫ הבטחת שתבוא . 
‫ ניפגש שם בשעה 12 : 00 . 
‫ שפשוט ניקח ממנו פיפי בכוח ? 
‫ אם אנחנו לא יכולים להביא את אבא לרופא , ‫ אולי נוכל להביא רופא אל אבא . 
‫ כן . בדרך זו או אחרת , ‫ אנחנו חייבים לחבר בין שניהם . 
‫ אוקיי , עכשיו אני עושה את זה . 
‫ - ספרייה - ‫ ידוע לנו שהקבר של " רעיה " הוא מ - 1888 . 
‫ וכתוב פה שבאו לכאן ‫ כמה מתיישבים בריטיים לא - ערוכים ‫ כדי להצטרף לאידיוטים אירופאים אחרים ‫ באותה תקופה . 
‫ כן , לבנים מטומטמים בהחלט ‫ היו הקטע של העיירה בתחילתה . 
‫ אבל היא יכולה להיות כל אחת ‫ מהחתיכות האלו משנות ה - 80 . 
‫ איך להתאים פנים לקבר ? 
‫ אולי כדאי שפשוט נוותר ‫ ונלך לאירוע הצגת תפריט הפלאן של האם ? 
‫ אולי אחת הבחורות האלו ‫ לא הייתה טיפשה כמו האחרות . 
‫ אולי היא הייתה נערה עירונית מלונדון ‫ וקראו לה משהו כמו פרספוג'יניה לאמפנובל . 
‫ היא הייתה פרופסורית ללימודי לכלוך ‫ שבאה לערוך מחקר . 
‫ באותה תקופה ... ‫ - כמה טוב בבור - ‫ רוב המתיישבים האירופאיים הטיפשים ‫ גרו בבורות באגם בוץ וקקי . 
‫ איזה לכלוך נפלא . 
‫ זה לכלוך מקיר אל קיר . 
‫ הם לא היו רגילים לזרים בעיירה , ‫ אז היפהפייה הזו בלטה כמו פצע מהמם . 
‫ ואז גבר מקומי אך נאה ‫ הושיט לה את ידו המלוכלכת . 
‫ אני רואה לפי מעט הלכלוך שיש לך בשיניים ‫ שאת לא מהאזור . 
‫ אפשר לערוך לך סיור בשכונה המטונפת שלנו ? 
‫ זו ערמת החיות המתות שלנו . 
‫ זו ערמת האנשים המתים שלנו . 
‫ וזה מגרש המשחקים שלנו . 
‫ יש לי רעיון שעשוי ‫ לשנות את המצב עבור כולכם . 
‫ זה בור הפוך מעל פני הקרקע ‫ ואנחנו קוראים לו " בית " . 
‫ ואולי פרספוג'יניה לימדה ‫ את כל המטומטמים על בתים , ‫ והם הפסיקו לגור בבורות . 
‫ היא עמדה לחזור ללונדון ‫ כשהמקומי עשה משהו רומנטי להפליא . 
‫ גברת נקייה , אני רוצה לתת לך את זה . ‫ זו בובת תירס מכוערת שהכנתי לך . 
‫ גבירתי , האם נוכל לבוא בברית הנישואים ‫ ולהגיע יחד לגיל 35 המופלג ? 
‫ והיא אמרה " כן " . 
‫ ומאחר שהמקומי המטונף ‫ מעולם לא גילה את שמה , ‫ הוא שילם לילד מקומי בטבק ‫ שיחקוק את המילה " רעיה " על המצבה שלה . 
‫ ואני מניחה שאז כולם שכחו אותה ‫ ואת התרומה שלה , ‫ כולל החברה שלה ורוניקה . 
‫ פרספוג'יניה לאמפנובל המסכנה . 
‫ וגם אנחנו מסכנות כי עדיין אין לנו תשובות . 
‫ אבל אני חושבת שאולי כדאי ‫ לבדוק את רישומי האוכלוסין העתיקים ‫ בחברה ההיסטורית . ‫ וואו ! אני מתרגשת . אתן מתרגשות ? 
‫ אני צוחקת . 
בואו נלך . 
‫ תודה שלבשת את התחפושת , דוקטור קלהאן . 
‫ כך תוכל להתקרב מספיק לאבא כדי לבדוק אותו . 
‫ בטח . זאת אומרת , ‫ לרוב אני עושה דברים כאלה ‫ עם ילדים שמפחדים מהרופא , ‫ וגם במפגשי פיראטים , ופעם אחת בחיי האישיים . 
‫ אבל אני שמח לעזור . ‫ - נהדר . 
‫ אנחנו ממש לא רוצים שאבא שלנו ימות . 
‫ אני עדיין לא מוכן להיות ראש משפחת טובין . 
‫ אין לי מושג באיזה יום מוציאים פחים . 
‫ אז זו התוכנית . 
‫ גש לשולחן , תטען שגם לך יש סירה ... ‫ אבא ימות על זה ‫ כי הוא מחבב בעלי סירות אחרים ... ‫ ואז תן לו חיבוק ממושך ותקשיב ללב שלו . 
‫ בקלי קלות תאבחן את אבא שלנו . 
‫ מה ... ‫ שלום , בנים . 
‫ נחשו מי החלים לגמרי ? 
‫ באמת הפעם , ואני לא משקר . 
‫ תיכנסו ובואו נהנה מהפלאן של אחיכם . 
‫ אבא שלנו שתה מצינור והחלים . 
‫ הללויה . 
‫ אז באמת הבראת ? ‫ כן . סליחה שהתחלתי בלעדיכם , ‫ אבל לא הצלחתי לאכול בימים האחרונים . ‫ רמת הפטוצ'יני אלפרדו שלי ירדה באופן מסוכן . 
‫ אז שום דבר לא כואב לך ? 
‫ לא . 
‫ שלום לכם , חברים . 
‫ אני רב חובל שעובר בעיר עם המטען שלי . 
‫ אפשר לתת לך חיבוק ? 
‫ שלום , דוקטור קלהאן . 
תן לי לנחש . ‫ הבנים שלי ביקשו ממך ‫ לבוא הנה ולבדוק אותי בחשאי ? 
‫ תפסת אותי . 
‫ הם דואגים לך , ביף . 
‫ למעשה , דוק , הוא התאושש לגמרי . 
‫ אוקיי , יש מחלות רציניות שבאות והולכות . 
‫ בדרך כלל , כיס ה ... ‫ זו מסעדה , לא שיעור רפואה . 
‫ באתי הנה לחגוג את הצלחתו של בני ‫ בסצנה הקולינרית בעיירה . 
‫ אבל הכאבים בגב ובחזה שלך ... ‫ - לא . 
‫ החיים הם תעלומה , ובלי ספוילרים , בבקשה . ‫ ביף , אבל זה עלול להיות ... 
‫ - לא ! 
‫ יודעים מה ? אם לא תניחו לי , אני אניח לכם . 
‫ אסע באופנוע השלג הביתה . 
‫ בוא , תפוח אדמה . אני אזלול אותך בדרך . 
‫ אבל אבא , הפלאן שלי , היום הגדול שלי ! 
‫ אני אוהב אותך , בן . 
תביא לי קצת הביתה . 
‫ הרופא הטיפש לא יודע על מה הוא מדבר . 
‫ אין לי שום בעיה . 
‫ אף פעם לא הרגשתי טוב כל כך . 
- המסעדה הרוסית - ‫ הלב שלי ! 
‫ תפוח האדמה שלי ! 
‫ כן , אני לא יכול לזוז . 
‫ אני מצטער , תפוח אדמה . 
‫ - החברה ההיסטורית - ‫ אולי זה משהו . כתוב פה שב - 1888 ‫ הייתה תחרות גלגול גזעי עצים , ‫ אבל רק גברים יכלו להשתתף . ‫ זה משהו שאני לעולם לא אגיד . 
‫ עדיין , מעניין מה אם הייתה אישה אחת ‫ שכן ניסתה להשתתף ? 
‫ נגיד שהיא התחתנה עם גבר שעבד במנסרה , ‫ ואולי האישה הזו הייתה מוכשרת בגלגול גזעים . 
‫ מבינות , הרעיה הזו נולדה ‫ על בול עץ בלב המיסיסיפי האדיר , ‫ והיא יכלה לסחרר את הגזע הזה ‫ כאילו שהיא תולה וילון . 
‫ היא הייתה כל כך מוכשרת שזה תפס , ‫ וכולם בעיירה רצו ללמוד לעשות זאת כמוה . 
‫ זה הפך לפופולרי כל כך שהחליטו לערוך תחרות ‫ אבל ברור שהחליטו שנשים לא יכולות להתחרות , 
‫ אז היא לימדה את בעלה ‫ את כל מה שידעה והוא ניצח ! 
‫ ואז אנשים התחילו להגיד ‫ שהוא לימד אותה לגלגל גזעים . 
‫ וכמובן שהוא זקף זאת לזכותו ‫ כי כיף לזקוף דברים לזכותך . 
‫ רעיה החליטה להוכיח את עצמה ביציאה לנהר , ‫ והיא הייתה מדהימה , 
‫ אבל אז גל גדול סחף אותה לים ‫ והיא רקדה על גזע העץ הזה במשך חודשים , ‫ כשחיכתה לעזרה . 
‫ ואז למרבה הצער , ‫ ה"טיטניק " דרסה אותה והיא מתה . 
‫ ה"טיטניק " הזו לא עשתה שום דבר כמו שצריך . 
‫ בעלה הרגיש רע כל כך שגנב לה את התהילה , ‫ שהוא לא יכול היה לראות את שמה המקסים . 
‫ אז הוא כתב " רעיה " על המצבה שלה ‫ ואז התפוצץ מצער . 
‫ ואיתו נקבר הזיכרון האחרון ממנה ‫ למרות שהייתה מדהימה . 
‫ זה בדיוק מה שקרה . בואו נלך לאכול . 
‫ כולנו אבק נישא ברוח , ‫ והפלאן נישא לי לתוך הפה . 
‫ אבק . נסורת . המנסרה הישנה . 
‫ אנחנו צריכות לבדוק את רישומי העובדים שם . 
‫ נכון . כמעט כולם והילדים שלהם ‫ עבדו אז במנסרה . ‫ לא אני . הייתי מנהלת עבודה במחצבה ‫ כל חטיבת הביניים . 
‫ עשרה סנטים יותר לשעה ‫ וכל החצץ שיכולת לאכול . 
‫ אני מבזבז רגעים יקרים בגסיסה . 
‫ הטלפון שלי . 
‫ אני חייב לזחול . 
‫ לא , לא . דחה . אוף . 
‫ - לונדרה - ‫ לא . ‫ 
- היי , זו אני , לונדרה . 
‫ אוקיי . אז , ביף , ‫ אתה לא תאמין . ‫ - לא . 
‫ דסטי ואני היינו באנקורג' הבוקר , ‫ קנינו מצרכים לארוחת יום הולדתה , ‫ וב"לוטרת המזון " יש אבטיחים . 
‫ לא , זה לא החלק המטורף . 
‫ פתחנו את האבטיח ובתוכו היה צרור מפתחות . 
‫ לונדרה . 
‫ אלוהים , ביף . דסטי מצאה שם גם בובת בראץ . 
‫ הייתי שמחה להמשיך לפטפט , ‫ אבל אני צריכה להתקשר לעוד אנשים . ביי . 
‫ הלו . מישהו ? ‫ אני ... 
זה אתה . היי , דניס . 
‫ זכרת את שמי . 
כן , זה אני . הלב שלך . 
‫ מה קורה ? 
‫ אלוהים , אם אתה פה , ‫ תגיד לי שיש לי בעיה בלב , נכון ? 
‫ בגלל זה היו לי כאבים בחזה ? ‫ מה ? זה מעליב . אני בכושר מצוין . 
‫ אני לב ובכל זאת יש לי שרירי בטן . ‫ וואו . ‫ - כן . 
‫ אורח החיים שלך ‫ של פעילות גופנית בלתי פוסקת , בשר שמן , ‫ ולחץ תמידי מחזקים אותי מאוד . 
‫ טוב לדעת . אבל מה יש לי ? 
‫ היו לי כאבים חזקים . 
‫ אני לא יכול לאבחן . רופא צריך לעשות את זה . 
‫ וזו הסיבה שאני פה . 
‫ אני רוצה לדעת למה , למען השם , ‫ אתה לא הולך לרופא , בנאדם . 
‫ אני מפחד . 
‫ כי מה אם זה משהו נורא ‫ ואז אמות ואשאיר את הילדים לבד ? ‫ רגע , מה ? 
אנחנו נמות ? 
‫ כן , אני אמות יום אחד ואתה תמות איתי . ‫ מה העניין ? 
זה ייגמר ? 
‫ המוח לא אמר לי שום דבר על זה . 
‫ סליחה , הנחתי שאתה יודע . 
‫ לא , לא ידעתי . 
אני רק לב . ‫ אני לא יכול לחשוב בעצמי . ‫ אני מתנצל שוב . 
‫ אבל כן , מזה אני חושש . ‫ שאלך לרופא והוא יגיד שאני עומד למות . 
‫ ואז אצטרך לחיות עוד קצת בידיעה ‫ שאשאיר את הילדים המדהימים האלה ‫ וכל הדברים המוזרים שהם עושים ‫ שאני אוהב כל כך , מאחור . 
‫ גם עצים ואבנים והרים ואנדי מקדואל . 
‫ יש פה כל כך הרבה דברים טובים . ‫ אני לא רוצה לעזוב . 
‫ אז מה אתה עושה , בנאדם ? 
לך עכשיו לרופא . ‫ אתה צודק . אני צריך להציל אותנו . ‫ - כן . 
‫ אם לא אעשה את מה שמפחיד אותי , ‫ אז יקרה מה שבאמת מפחיד אותי . 
‫ כן . בוא לא נמות . 
‫ יש לנו כל כך הרבה למה לצפות . 
‫ יש לי דייט עם מורה מאוהיו ביום חמישי . ‫ רגע , איך ? 
‫ - פגשתי אותה ... 
אין זמן . 
‫ אלוהים אדירים , תעשה משהו עכשיו . ‫ אוקיי . בסדר . 
‫ בנים ! 
דוקטור קלהאן ! 
‫ זה אבא ? 
‫ אני צריך עזרה ! 
‫ תסיטו את וילון הגוף שלי ותסתכלו פנימה . 
- מנסרת האייל הבודד - ‫ היי . 
תהינו אם יש לכם רישומי עובדים ‫ משנות ה - 80 של המאה ה - 19 . 
‫ אני מצטערת . המנסרה נשרפה ונבנתה מחדש מאז ‫ ארבעים ושבע פעמים . 
‫ לעזאזל . 
‫ האניבי , עשית כל מה שיכולת . 
‫ אולי לא צריך להעיר גופה מרבצה . 
‫ לא , אסור לנו להתייאש . 
‫ למה זה מטריד אותך כל כך ? 
‫ אני רק ... מה אם האישה הזו ‫ עשתה את כל הדרך מפרזנו ? 
‫ אתן יודעות , כי היא התאהבה בגבר ‫ שפגשה בצ'אט בקוד מורס ‫ של המאה ה - 19 או משהו , ‫ וזה נראה רעיון טוב , אבל אז היא ... ‫ הא פשוט מתה ‫ ואז כולם שכחו מי היא הייתה . הסוף . 
‫ אוקיי , האניבי , חכי . 
‫ את לא חושבת שאת כמו האישה המתה הזו , נכון ? 
‫ אולי . ‫ החברה הטיפשה שלי , ורוניקה , אמרה ‫ שוויתרתי על החיים שלי ‫ והלכתי אחרי גבר לאלסקה . 
‫ האם אני רק רעיה ? ‫ האניבי , בחייך . את כבר אגדה בעיירה . 
‫ היית ראשת עיר . תקף אותך נשר . ‫ הלכת מכות עם נווד . 
‫ אם בכלל , וולף צריך לחשוש שהוא יגיע לקבר ‫ שיהיה כתוב עליו רק " בעל " . 
‫ ואת צריכה לדאוג שזה מה שיקרה . כבדיחה . ‫ רעיה מסכנה . 
נראה שהמעט שאנחנו יכולות לעשות ‫ זה להניח פרחים על קברה . 
‫ ופיצה פפרוני . ‫ כאילו , בטח ? 
‫ אכלת פעם פיצה פפרוני ? 
הן מדהימות . 
‫ זו מחווה מקסימה . 
‫ בבקשה , רעיה . תיהני מהפיצה . 
‫ רגע , מה זה ? 
‫ " ברתולומיאו רעיה " ? ‫ רגע , " רעיה " זה שם משפחה ? 
‫ " מניפרד רעיה , מבטאים ' ריה' , ‫ נקראה גם מניפרד המטורפת . 
‫ היא הייתה רוצחת סדרתית ‫ שהרגה 17 איש , ביניהם בעלה ברתולומיאו . " 
‫ אז היא לא הייתה רק רעיה . 
‫ כל הכבוד לך . ‫ - בית חולים - ‫ כיס המרה שלי , מה ? 
‫ כן . יש לך שם אבנים רציניות . 
‫ ועוד איך . 
‫ הכיס של אבא מייצר אבנים מטורפות . 
‫ הכאב יכול לבוא ולחלוף עם האכילה , ‫ אבל נוציא אותו היום ותהיה חופשי כמו ציפור . 
‫ יש לי תג " מנתחים צעירים " , ד"ר . 
‫ אני יכול להצטרף לניתוח , אם צריך . 
‫ אין צורך הפעם , מון . 
‫ אבל יש לי ניתוח עמוד שדרה ביום חמישי ‫ שאשמח לשמוע את דעתך עליו . 
‫ אצטרך לדחות כמה דברים , אבל אבוא . 
‫ אבא , אנחנו גאים בך מאוד ‫ שביקשת סוף סוף עזרה מרופא ‫ שהוא לא צינור בהר . 
‫ ואולי תוכל לעשות את זה שוב , ‫ הקטע של ללכת לרופא , ‫ כי אנחנו רוצים שתחיה . 
‫ סליחה שאני לוחץ עליך . ‫ לא , האם . אתה צודק . 
מעכשיו והלאה , אעשה בדיקה שנתית ‫ כל חמש או שש שנים . ‫ - זו התחלה . 
‫ לך לשלום , כיס מרה אבהי . 
‫ אתה תהיה בסדר . 
- ביף ‫ טובין - ‫ מה העניין ? 
יש לכולכם מצבות ? ‫ כן , לפני כמה שנים מצאתי גרניט בהנחה ‫ ודבר הוביל לדבר . 
‫ ואם מדברים , האניבי , ‫ ציפור קטנה בשם ג'ודי לחשה לי ‫ שחששת לסיים כמו רעיה הזקנה , ‫ מה שהעניק לי השראה ‫ להכין לך את המצבה המדהימה הזו . - האניבי 2221 - ‫ בחרת שנת מוות ? ‫ - את תהיי בת 220 . 
אז זה בסדר . 
‫ כתובות גם כל מיני עובדות עלייך . ‫ למשל שאת מעריצה של " שרק " ויזמית . 
‫ והמון מקום להוסיף כל דבר אחר שיקרה . 
‫ כאילו אם פתאום תתחילי להעריץ ‫ את " דייב מתיוס בנד " . 
‫ וולף , זה מלחיץ מאוד , ‫ אבל אני מניחה שגם נוגע ללב . 
‫ טוב . מספיק להביט במצבות . 
בואו נלך לאכול . 
‫ עכשיו שהוציאו לי את כיס המרה , ‫ אני מתגעגע לאוכל השמן . ‫ והכנתי את פשטידת חמש החמאות המפורסמת שלי . 
‫ אני מזמין פינה . 
‫ " היי , גברת ‫ יושבת וזועפת ‫ היי אישה ‫ יושבת ותוהה ‫ את נראית לי מושלמת ‫ מבפנים ומבחוץ ‫ היי ! תעלי לגזע העץ שלי ! 
‫ כשאנחנו על גזע העץ ‫ הדאגות לא ימצאו אותנו ‫ עץ תחת רגלינו ‫ העבר רחוק מאחורינו 
‫ מתגלגלות במורד הנהר ‫ קלילות ועליזות ‫ האם אני הגזע או שהיא זו אני ? 
‫ לבנה , בוקיצה , אדר או שקמה ‫ אני אוהבת לעלות ‫ עם בחורה אחת , שתיים או ארבע 
‫ בואו ניקח את הגזע שלנו לפריז ‫ או לחוף ג'רזי ‫ היי ! תעלי לגזע שלי ! " ‫ תרגום : סמדר פיסיק 
