Πάλι κλειδωμένα είναι . 
Δώστε μου ένα λεπτό . 
Θα την ανοίξω αμέσως . 
Περπατήσαμε ήδη αρκετά , ίσως να σταματούσαμε για σήμερα . 
Πολύ έξυπνο , Μάρσιλ . Απάντησες με το στομάχι . 
Δεν το έκανα εγώ ! 
Φυσιολογικό είναι . 
Εξάλλου , μόνο μεζεδάκια φάγαμε σήμερα . 
Λάιος , εγώ δεν θέλω να κάνουμε διάλειμμα . 
Το μόνο φαγητό που βρήκαμε σήμερα ήταν ένα μπολ θησαυροζουζούνια . 
Ακόμα κι αν πιεστούμε , να πάμε στο τέταρτο επίπεδο . 
Θα συναντάμε όλο και πιο δυνατά τέρατα όσο προχωράμε . 
Καλύτερα να εξοικονομήσουμε ενέργεια . 
Δεν θα ' χει νόημα να εξοικονομήσουμε ενέργεια , αν λιποθυμήσουμε απ ' την πείνα . 
Αλλά χωρίς ενέργεια , δεν θα μπορούμε να νικήσουμε τα τέρατα ... 
Άνοιξα . 
Αυτό το δωμάτιο μοιάζει με τραπεζαρία . 
Πρέπει να ήταν πολύ χλιδάτη τραπεζαρία κάποτε . 
Τώρα τη στοιχειώνουν τα πνεύματα των νεκρών . 
- Ούτε αρουραίος δεν υπάρχει . 
- Δεν τρώω αρουραίο , εντάξει ; 
Γιατί μας επιτίθενται πάντα οι πεθαμένοι άραγε ; 
Δεν γίνεται να μας κυνηγήσει κανένα ψητό γουρούνι ; 
Μη λες βλακείες . 
" Να μας κυνηγήσει " ... 
Μα μας κυνηγάει το φαγητό ! 
Ζωντανός πίνακας ; 
Πρόσεχε , Λάιος ! 
Πολύ πλησίασες ! 
Μπορεί να σε ρουφούσε ! 
Αυτό ήθελα ! 
Παραλίγο να τα κατάφερνα ! 
Τι πράγμα ; 
Ο πίνακας είχε σταφύλια . 
Εννοείς πως προσπαθούσες να φας το φαγητό του πίνακα . 
Ναι . Τέλεια ιδέα , δεν συμφωνείτε ; 
- Με τίποτα ! 
- Ηλίθιε ! 
- Βλάκα ! Τι σκεφτόσουν ; 
- Ξέρεις τη φράση " λαγοί με πετραχήλια " ; 
Ξέρω πως δεν θα σκάσει μύτη κανένας λαγός με πετραχήλια , αλλά αν υπάρχει λαγός με πετραχήλια σε πίνακα μας κάνει ! 
Μπορεί να πεθάνεις μες στον πίνακα . 
Ακριβώς ! 
Μέσα στον πίνακα , θα μπορούμε να αλληλεπιδρούμε ! 
Καλά , όπως αγαπάς . 
Αλλά έχεις μόνο μία ευκαιρία . 
Θα σε δέσουμε με σχοινί . 
Όταν κάνεις σινιάλο , θα σε τραβήξουμε . 
Ποιον πίνακα να διαλέξω ; 
Αυτός φαίνεται πολύ καλός . 
Έχει ένα σωρό νόστιμα φαγητά . 
Εντάξει , αυτόν διαλέγω . 
Αμάν . 
Καλώς τον. 
Με εντόπισαν . 
Το σπαθί σου ... 
Φοράς παράξενη πανοπλία . Φρουρός του κάστρου δεν είσαι ; 
Κράτα λίγο . 
Έλεος , πάντα ξεμένουμε από άτομα . 
Από ' δώ ! Μη χαζεύεις ! 
Κοίτα φάτσα . Φαίνεται πολύ έξυπνος ! 
Ναι , η μύτη του είναι ολόιδια με τη δική σου . 
Μια μέρα θα κυβερνήσει έξοχα το βασίλειο . 
- Ησύχασε , καλό παιδάκι . - Συγχαρητήρια , Μεγαλειότατε . 
Μην ονειροπολείς ! 
Φέρε το επόμενο πιάτο ! 
- Θα μπορούσα να φάω ... 
- Το βρήκα ! 
Ντέλγκαλ ! 
Έτσι θα σε λένε . 
Ντέλγκαλ , θα γίνεις σπουδαίος βασιλιάς ! 
Άσχημα τα πράγματα ! 
Δεν πρόκειται να φάω τίποτα ! 
Λίγη βοήθεια ! 
Μας κάνει σινιάλο ! 
Τραβήξτε ! 
Πώς ήταν ; 
Έφτασα πολύ κοντά στο να φάω , αλλά δεν ήταν κατάλληλη η ατμόσφαιρα . 
- Η ατμόσφαιρα ; 
- Αυτό σε σταμάτησε ; 
Ναι , η ατμόσφαιρα έφταιγε . 
Θα ξαναμπώ ! 
Με τις κατάλληλες συνθήκες , θα μπορέσω να φάω . 
Τι εννοείς " κατάλληλες " ; 
Πώς να το πω ; 
Κάτι πιο καθημερινό . 
Καθημερινό ; 
Αυτός πώς σου φαίνεται ; 
Έχουν πλούσιο φαγητό , μοιάζει με πάρτι και κάποιος χορεύει γυμνός . 
Αυτό είναι ! 
Ανόητε μέθυσε ! 
Τι νομίζεις πως κάνεις μπροστά στον βασιλιά ; 
Κατέβα απ ' το τραπέζι αμέσως ! 
Σταματήστε . 
Σήμερα παντρεύομαι . 
Ας τον συγχωρήσουμε που παρασύρθηκε λιγάκι . 
Μα , πρίγκιπα Ντέλγκαλ ... 
Ντέλγκαλ ; 
Είναι το μωρό απ ' τον άλλον πίνακα ; 
Κουνήσου ! 
Παρά τρίχα ! 
Ντέλγκαλ ! 
Πατέρα ! 
Πολύ χαίρομαι που βλέπω πόσο ωραία μεγάλωσες . 
Στο μέλλον του βασιλείου . 
Πατέρα ! 
Δηλητηριάστηκε ! 
Θα πάρω κάτι να το φάω αργότερα με την ησυχία μου . 
Συγγνώμη . 
Μεγαλειότατε ! 
Κάνε τον καλά ! 
Γρήγορα ! 
Αυτό το ξωτικό το είδα και στον προηγούμενο πίνακα . 
Λες να είναι γελωτοποιός ; 
Δείτε τι έφερα ! 
Αυτήν τη φορά πήρα μαζί μου φαγητό ... 
Τι έγινε ; 
Εξαφανίστηκε ! 
Άρα δεν μπορώ να βγάλω φαγητό απ ' τον πίνακα . 
Ο μόνος τρόπος είναι να φας όσο είσαι μέσα ! 
Ξανά ! 
Εδώ που φτάσαμε , πρέπει να φάω οπωσδήποτε ! 
ΦΑΓΗΤΟ ΤΗΣ ΑΥΛΗΣ 
Τελετή στέψης είναι ; 
Άρα ο πρίγκιπας διαδέχτηκε τον βασιλιά . 
Είθε το βασίλειο και ο λαός να ακμάζουν ες αεί . 
Νόστιμο ! 
Πολύ νόστιμο ! 
Νόμιζα πως θα είχε γεύση μπογιάς , αλλά είναι γευστικότατο ! 
Κι άλλο , παρακαλώ . 
Έφαγα του σκασμού . 
Φούσκωσα . 
Καλύτερα να πηγαίνω . 
Τι ; 
Το ξωτικό ... 
- Δεν ανήκεις στο κάστρο μας . 
- Να πάρει ! 
Τι κάνεις εδώ ; 
Ήσουν στη γέννηση του πρίγκιπα και στον γάμο του . 
Ποιος είναι ο σκοπός σου ; 
Θέλεις τον θρόνο ; 
Θα σε κάνω στάχτη εδώ και τώρα ! 
Ο πίνακας ! 
Έγινε κάτι μέσα στον πίνακα ; 
Υπήρχαν ένα σωρό λαχταριστά πιάτα . 
Πάνω που ετοιμαζόμουν να φύγω αφού έφαγα του σκασμού , κάποιος κατάλαβε πως ήμουν ξένος , με άρπαξε απ ' το κολάρο και θύμωσε πάρα πολύ . 
Δεν εκπλήσσομαι . 
Φοβήθηκα . 
Τώρα που χαλάρωσα , άρχισα να ξαναπεινάω . 
Στάσου , τι ; 
Αν κι έφαγα πάρα πολύ , νιώθω λες κι έχω άδειο στομάχι ! 
Τι σου είπαμε ; 
Κανονικός λαγός με πετραχήλια ! 
Χάσαμε τον χρόνο μας ! 
Μα ήταν πεντανόστιμα . 
Η κουζίνα ήταν εδώ ; 
Θα πάρουμε νερό από δίπλα και θα ξεκουραστούμε εδώ λιγάκι . 
Αν δεν έκανες χαζά με τους πίνακες , τώρα μπορεί να είχαμε φτάσει στο τέταρτο επίπεδο . 
Είναι μίμικ ; 
Δεν είχα προσέξει το κουτί . 
Δεν είναι προφανές , αλλά δεν είναι και κρυμμένο . 
Είναι σε σημείο που τραβάει την προσοχή . 
Αρέσουν στα καθάρματα αυτά τα σημεία . 
Ας ξεκουραστούμε εδώ σήμερα . 
Εντάξει . 
Συμφωνείς , Τσίλτσακ ; 
Ναι . 
Δεν χρειάζεται να τους το πω . 
Ο Σένσι κι ο Λάιος θα θέλουν να το φάνε . 
Και θα πρέπει εγώ ν ' ανοίξω το κουτί . 
Μίμικ ... 
Ούτε που θυμάμαι πόσες φορές μου την έφεραν τα καθάρματα . 
Τέλεια ! 
Δεν είναι κλειδωμένο ούτε έχει παγίδα . 
Αφού ήταν κλειδωμένο , δεν θα είναι μίμικ . 
Αν το ανοίξω από πίσω , δεν θα μου κάνει κακό . 
Να πάρει ! 
Ξέχασα την παγίδα ! 
Παλιομίμικ ... 
Είσαι καλά ; 
Φαίνεσαι απορροφημένος . 
Σε απασχολεί κάτι ; 
Όχι , δεν θα το ' λεγα . 
Θα είσαι κουρασμένος . 
Παιδί είσαι ακόμα . 
Αφήστε τον να κοιμηθεί . Μην τον βάλετε σκοπιά . 
Δεν είμαι παιδί , είπαμε ! 
Πόσων χρόνων είσαι ; 
Προτιμώ να μην πω . 
Άντε πάλι ! Πάντα έτσι κάνεις . 
Δεν μας λες καν τη γενέτειρα ή τα γενέθλιά σου . 
Προτιμώ να διαχωρίζω τα επαγγελματικά απ ' τα προσωπικά . 
Εσύ θα βγεις χαμένος , αν συνεχίσεις να φέρεσαι έτσι . 
Καλά , όπως αγαπάς . 
Έχω αρχίσει να πεινάω συχνότερα . 
Παλιά άντεχα δύο μέρες χωρίς φαγητό . 
Πάω να φέρω νερό από δίπλα . 
Πού ' σαι , νυσταλέα . 
Πάω να φέρω νερό . 
Θα έρθω μαζί σου . 
Όχι , άσε . Δεν θ ' αργήσω . 
Είναι επικίνδυνο . 
Δίπλα πάω . 
Νομισματοζουζούνι . 
Λες να έχουν φωλιά εδώ κοντά ; 
Αν βρω μερικά ακόμα , ίσως κοπάσει η πείνα μας . 
Μ ' αρέσουν τα νομισματοζουζούνια . 
Είναι τέρατα που καμουφλάρονται , σαν τους μίμικ , μα είναι χαριτωμένα . 
Αμάν ! 
Εκεί είναι οι μίμικ ... 
Ηλίθιε . 
Ξέχασες πως ζυγίζεις περισσότερο με το νερό . 
Κάποιος μηχανισμός θα υπάρχει για ν ' ανοίξει . 
Μόνο που δεν τον φτάνω . 
Να φωνάξω " βοήθεια " ; 
Αν μ ' ακούσει κανένα τέρας , θα κινδυνεύσουν οι φίλοι μου . 
Μη φοβάσαι . 
Αν δε γυρίσω , θα το προσέξει η Μάρσιλ . 
Σοβαρά ; 
Δεν νομίζω . 
Μην την υπολογίζεις . 
Μην πανικοβάλλεσαι ! 
Οι κλειστές πόρτες δεν είναι η ειδικότητά σου ; 
Αυτή η πόρτα ανοίγει , αν καταλάβεις τον μηχανισμό . 
Θα είμαι εντάξει , αρκεί να μην αγγίξω τον μίμικ . 
Δεν ακούω θόρυβο συσκευής , άρα δεν θα υπάρχει χρονικό όριο . 
Υπάρχουν κουμπιά στον τοίχο κι ένας μηχανισμός που μάλλον ενεργοποιεί λόγχες . 
Αν δεν πατήσω σωστά τα κουμπιά , θα πεταχτούν . 
Και το κείμενο σ ' αυτήν την πλάκα θα είναι το κλειδί , αλλά ... Είναι σε κάποια αρχαία γλώσσα και δεν καταλαβαίνω γρι . 
Μακάρι να ήταν εδώ η Μάρσιλ . 
Αν και κάτι μου θυμίζει ... 
Όχι , πρώτα πρέπει να βάλω σε τάξη τις σκέψεις μου . 
Υπάρχουν τρία κουμπιά στις γωνίες του δωματίου . 
Γιατί τρία ; 
Πρέπει να τα πατήσω με συγκεκριμένη σειρά ; 
Υπάρχει κουμπί και πίσω απ ' τον μίμικ ! 
Να πάρει ! 
Το κάθαρμα μου μπαίνει εμπόδιο σε κάθε ευκαιρία ! 
Υπάρχει κανένα στοιχείο στο δωμάτιο ; 
Και βέβαια όχι . 
Αν πατήσω τυχαία τα κουμπιά , θα γίνω σουβλάκι . 
Εκτός αν αποφύγω τις λόγχες έτσι μικρόσωμος . 
Μπα , είναι πολύ επικίνδυνο . 
Δεν έχω ιδέα τι να κάνω ! 
Ίσως να έμενα ακίνητος μέχρι το πρωί ... 
Εδώ ήσουν ; 
Να πάρει ! 
Σώθηκα ... 
Είσαι σκληρό καρύδι ! 
Οι μίμικ είναι γλυκούληδες ανάποδα , έτσι που κουνάνε τα πόδια . 
Αν τους αναποδογυρίσεις , βλέπεις το φύλο τους . 
Θυμάμαι τη μία άχρηστη πληροφορία του Λάιος μετά την άλλη . 
Να τον αναποδογυρίσω ; 
Λες και γίνεται ! 
Πάμε κι ό , τι γίνει ! 
Ουφ . 
Άραγε θα έρθουν να με βοηθήσουν μετά από τόση φασαρία ; 
Ήταν άδειο ; 
Τολμάς να με κοροϊδεύεις ; Τι ; 
Αυτό το κείμενο ... 
Αυτό ήταν γραμμένο στην πλάκα ! 
Τότε ξέρω τι λέει ! 
Γρήγορα ! 
- Ανατολή ! 
- Όσες φορές κι αν ανατείλει ο ήλιος ... 
- Δύση ! 
- Και δύσει το φεγγάρι ... 
- Βορράς ! - Σαν τα ακίνητα αστέρια ... 
Νότος ! 
Είθε ο άνεμος της τύχης να φυσάει πάντα προς το μέρος σου ! 
Άνοιξε ! 
Δεν γύρισε ο Τσίλτσακ . 
Τσίλτσακ ! 
Συγγνώμη , συγχώρεσέ με ! 
Ηρέμησε , ζω . 
Τι είναι αυτό ; 
Εσύ το έκανες , Τσίλτσακ ; 
Μπράβο ! 
Ευχαριστώ . 
Ένας υπέροχος μίμικ . 
Μίμικ ; 
Πρώτη φορά θα μαγειρέψω μίμικ . 
Μην το φας λες κι είναι κάτι φυσιολογικό ! 
Μην ανησυχείς , Μάρσιλ . 
Οι μίμικ δεν είναι δηλητηριώδεις . 
Μπορεί να έχουν τοξίνες , ανάλογα με τη διατροφή τους , αλλά αν αφαιρέσεις τα πεπτικά τους όργανα , θα είναι ασφαλείς . 
Πώς είναι ασφαλές αυτό το πράμα ; 
Ξέχνα το , Μάρσιλ . 
Δεν έχει νόημα να τους φέρνεις αντίρρηση . 
Πάντως εγώ σήμερα δεν θα το φάω ό , τι κι αν γίνει ! 
Βράζουμε άφθονο νερό , προσθέτουμε αλάτι . 
Βάζουμε τον μίμικ , κλείνουμε το καπάκι και περιμένουμε . 
Όταν πάρει βράση , είναι έτοιμο ! 
ΒΡΑΣΤΟΣ ΜΙΜΙΚ 
Δεν βγαίνει εύκολα το κρέας . 
Για δοκίμασε με τη λαβή . 
Τίποτα . Το χώνω όλο και πιο μέσα . 
Μάλιστα . 
- Τσίλτσακ , δώσ ' μου τα μαραφέτια . 
- " Τα μαραφέτια " ; 
Ξέρεις , τα εργαλεία που κουβαλάς μαζί σου . 
Τα εργαλεία . 
Τρελάθηκες ; 
Θα τα απολυμάνουμε με βραστό νερό κι όλα καλά . 
Δεν είναι αυτό το πρόβλημα ! 
Μη ! 
Τώρα βγαίνει εύκολα . 
Ορίστε . 
Είναι πολύ νόστιμο . 
Είναι γευστικότατο . 
Στοίχημα πως θα είναι τέλειο να φας πλάτη και πόδι μαζί . 
Το περίμενα καλύτερο . 
Λένε πως οι πεπτικοί αδένες απ ' τα καβούρια έχουν χάλια γεύση . 
Γιατί δεν μας είπες για τον μίμικ ; 
Έχω δυσάρεστες αναμνήσεις από μίμικ . 
Ιδανικά , θα ήθελα να τους αποφύγω τελείως . 
Τέλος πάντων , έκανα αρκετά λάθη . 
Φοβήθηκα πως θα έτρωγε το θησαυροζουζούνι . 
- Οι μίμικ δεν τρώνε θησαυροζουζούνια . 
Τα θησαυροζουζούνια τρώνε μίμικ . 
Όταν βρουν έναν μίμικ , μπαίνουν στο κουτί και γεννούν αυγά . 
Οι προνύμφες που εκκολάπτονται μεγαλώνουν τρώγοντας τον μίμικ . 
Μόλις γίνουν ενήλικα έντομα , συχνά οι άνθρωποι τα περνάνε για θησαυρό και το σκάνε για ν ' αρχίσουν το επόμενο κεφάλαιο . 
Με δουλεύετε ; 
Κόφ ' το επιτέλους ! 
Αυτά παθαίνεις άμα δεν λες την ηλικία σου . 
Δεν έμαθες πως αν έχεις μυστικά απ ' τους φίλους σου , εσύ θα χάσεις ; 
Έλα , πες μου πόσων χρόνων είσαι ! 
Πε ... 
Περιμένω να κλείσω φέτος τα 29 . 
Είσαι όντως πιτσιρίκι . Τι βαρετό ! 
Δεν ήξερα πως ήσουν τόσο νέος . 
Γιατί δεν μου λέτε κι εσείς την ηλικία σας ; 
Αυτό μισώ στα μακροβιότερα είδη ! 
Τι θες ; 
Κύριε Τσίλτσακ ... 
Κόφ ' το ! 
Σήμερα μπορεί να τρως τέρας , αλλά αύριο ίσως γίνεις το γεύμα κάποιου άλλου . 
Νοστιμιές μπουντρουμιού . 
Μα τι νοστιμιές ! 
Υποτιτλισμός : Λιάνα Μεσάικου 
