또 잠겨 있네 
잠깐 기다려 
금방 딸 테니까 
이미 꽤 걸었으니까 오늘은 이쯤에서 쉬는 게 나을지도 몰라 
배로 대답을 다 하고 재주 좋네 , 마르실 
내가 낸 소리 아냐 ! 
배고플 만도 하지 
오늘은 아직 간식밖에 안 먹었으니 
하지만 라이오스 난 쉬는 건 반대일세 
오늘 찾은 식재료는 한 통 분량의 보물 벌레뿐이야 
좀 무리하더라도 4 층까지 내려가야 해 
하지만 내려갈수록 마물도 더 강해질 거야 
지금은 체력을 아끼고 싶어 
하지만 체력을 아껴 봤자 배고파서 쓰러지면 의미 없지 
반대로 체력이 없으면 마물을 쓰러트릴 수 없고 
열렸어 
이 방은 식당이었나 보다 
예전엔 엄청 호화로운 식탁이었을 텐데 
하지만 지금은 죽은 자들이 떠돌아다닐 뿐이지 
쥐 한 마리도 안 보여 
쥐는 절대 안 먹는다 ! 
왜 항상 죽은 놈들만 덤벼드는 걸까 ? 
돼지 통구이가 덤벼들면 좋을 텐데 
대체 뭔 소리야 
' 덤벼든다 ' 
아냐 , 있어 덤벼드는 음식이 있어 ! 
살아 있는 그림 ? 
잠깐 , 라이오스 ! 
너무 다가갔잖아 
끌려 들어가고 싶어 ? 
들어가고 싶어 ! 
마침 딱 좋았는데 
뭐라고 ? 
저 그림은 포도를 들고 있었어 ! 
그러니까 정리하자면 그림 속의 음식을 먹으려 했다는 거네 ? 
맞아 , 좋은 생각 같지 않아 ? 
- 뭐가 좋아 ! 
- 이 바보야 ! 
- 생각이란 걸 좀 해 ! 
- ' 그림의 떡 ' 이란 속담을 아는가 ? 
물론 인간은 그림의 떡을 먹을 수 없지만 그림의 떡을 먹는 사람의 그림이라면 충분히 가능해 
그림 속에서 죽을 게 뻔하잖아 
내 말이 그거야 
그림 속에서라면 서로 간섭할 수 있다는 증거잖아 
알았어 , 네 맘대로 해 
대신 이번 한 번만이다 
끈으로 몸을 묶지 
신호를 보내면 밖에서 잡아당기겠네 
어느 그림으로 할까 ? 
이 그림 , 뭔가 대단해 
완전 진수성찬이야 
좋았어 , 이 그림으로 정했다 
아프다 
당신 
곧장 들켜 버렸네 
그 검 
희한한 갑옷을 입고 있긴 하지만 성의 경비병 맞으시죠 ? 
자 , 이거부터 나르세요 
참 나 , 어쩜 일손이 늘 부족한지 
이쪽이에요 , 정신 바짝 차려요 
보게나 이 똑똑해 보이는 얼굴을 ! 
네 , 아이의 코가 폐하를 빼닮았습니다 
언젠가 온 나라를 훌륭하게 이끌 걸세 
- 프리나그 폐하 , 경축드리옵니다 
가만히 서서 뭐 해요 ? 
빨리 다음 접시 들고 와요 
- 저기 , 한 입만 ... 
- 좋았어 ! 
데르갈 ! 
네 이름은 데르갈이다 ! 
데르갈 , 커서 성군이 되거라 ! 
안 되겠어 
여기서 뭘 먹긴 글렀어 
날 , 꺼 , 내 , 줘 ! 
신호가 왔어 
셋 , 둘 ! 
어땠나 ? 
좀만 버티면 먹을 수 있었겠지만 뭔가 그럴 분위기가 아니었어 
- 분위기 ? 
- 분위기 따질 때야 ? 
응 , 진짜 분위기 때문이었어 
한 번 더 도전 ! 
상황만 적절하면 먹을 수 있을 것 같아 
적절한 상황이란 게 뭔데 ? 
뭐랄까 
격식 안 차리고 즐기는 분위기면 좋겠어 
격식을 안 차려 ? 
이런 건 어때 ? 
진수성찬도 있고 경사스러운 분위기야 홀딱 벗고 춤추는 놈도 있어 
이거다 ! 다녀올게 ! 
이 한심한 주정뱅이 ! 
왕의 안전에서 무슨 짓이냐 ! 
빨리빨리 내려와 ! 
그만하게 
오늘은 나의 결혼식이라 
흥을 주체하지 못한 것 같으니 용서해 주게 
하지만 데르갈 왕자님 
데르갈 ? 
아까 그 그림 속의 아기 ? 
저리 가 ! 
살았다 
데르갈 ! 
아바마마 ! 
네가 멋지게 자라 주어서 짐은 참으로 기쁘구나 
이 나라의 미래를 위하여 
아바마마 ! 
독이다 ! 
음식을 좀 챙겨 가서 느긋하게 먹어야겠다 
죄송합니다 
폐하 ! 
어서 치료하게 ! 
빨리 ! 
저 엘프는 저번 그림에도 있었는데 
어릿광대 같은 건가 ? 
자 , 이거 봐 
이번엔 요리를 가져왔 ... 
뭐야 ? 
아무것도 없잖아 ? 
그림 밖으로는 못 들고 나오나 ? 
안에서 먹고 오지 않으면 의미가 없나 봐 
다음 ! 
이젠 무슨 수를 써서라도 꼭 맛봐야겠어 
" 궁중 요리 풀코스 " 
이건 대관식인가 ? 
저 왕자가 왕위를 이어받았나 ? 
이 나라와 백성이 천년만년 번성하길 기원하며 
맛있다 
맛있어 ! 
물감 맛이라도 나면 어쩌나 싶었는데 이건 진짜 진수성찬이네 
음식 좀 더 주세요 
많이도 먹었다 
배가 빵빵해 
슬슬 돌아가 볼까 
응 ? 
이 녀석은 ... 
- 넌 성 사람이 아니잖아 
- 큰일 났다 
뭘 하는 거지 ? 
왕자의 생일과 결혼식에도 왔었잖아 
목적이 뭐냐 
왕좌를 노리는 건가 ? 
이대로 숯덩이를 만들어 주마 
그림이 ... 
그림 속에서 뭔 일 있었어 ? 
엄청 맛있는 요리가 가득 차려져 있길래 
배불리 먹고 슬슬 돌아오려고 했더니 외부인이라는 걸 들켜서 멱살을 잡히고 엄청 야단맞았어 
당연히 야단맞지 
무서웠어 
긴장이 풀리니까 또 배고프네 
뭐야 ? 
그렇게 잔뜩 먹었는데 배에 든 게 없어 
거봐 ! 
역시 그림의 떡이잖아 ! 
날린 시간 돌려 내 ! 
아니야 , 정말 맛있었다니까 ? 
여기는 주방인가 ? 
옆방에서 물도 뜰 수 있고 한숨 쉬고 가기 딱 좋은 방이야 
자네가 그림 속에서 놀지 않았으면 이미 4 층에 가고도 남았을 걸세 
저건 미믹이잖아 ? 
예전엔 저기에 저런 상자가 없었는데 
너무 눈에 띄지도 않고 가려지지도 않고 
절로 시선이 가는 자연스러운 위치야 
빌어먹을 미믹이 딱 좋아할 만한 장소지 
어쨌든 이렇게 됐으니 오늘은 여기서 자고 가자 
그래 
괜찮지 , 칠책 ? 
응 
그냥 입 닫고 있을까 ? 
어차피 센시랑 라이오스는 잡아먹자고 할 테고 
그럼 나한테 상자를 따라고 할 게 뻔해 
미믹 
저 녀석 때문에 몇 번이나 쓴맛을 봤는지 몰라 
좋았어 
자물쇠도 함정도 없어 
이건 자물쇠가 있었으니까 미믹이 아닐 거야 
뒤에서 열면 꼼짝 못 할걸 
당했다 ! 
함정을 깜빡했어 ! 
빌어먹을 미믹 
괜찮아 ? 
멍하니 있길래 
무슨 고민 있어 ? 
아니 , 딱히 없는데 
피곤해서 그럴 거야 
아직 어린애니까 
오늘은 불침번 세우지 말고 푹 재우자고 
어린애 아니라니까 
그럼 몇 살인데 ? 
말하기 싫어 
또 시작이네 , 칠책은 맨날 저래 
고향이나 생일도 안 가르쳐 주고 
일이랑 사생활은 확실히 구분하고 싶거든 
그러다간 언젠가 손해 볼 일 생긴다 
- 그래 - 진짜 생긴다 ! 
배고픔에 약해졌어 
원래 이틀씩 굶어도 멀쩡했는데 
옆방에 가서 떠 올까 ? 
어이 , 굼벵이 
잠깐 물 좀 떠 올게 
같이 가 줄게 
됐어 , 금방 올 거야 
위험해 
바로 옆방이잖아 
동전 벌레다 
주변에 둥지라도 있나 ? 
몇 마리 더 찾으면 요깃거리는 되려나 ? 
라이오스만큼은 아니어도 나도 동전 벌레는 좋아 
미믹과 똑같은 의태 마물이지만 귀여운 구석이 있어 
야 ! 
잠깐 기다려 , 그쪽엔 미믹이 ... 
이런 ... 멍청이 
자루를 든 만큼 무거워졌다는 걸 깜빡하다니 
문을 여는 장치가 이 근처에 있을 텐데 
닿을 리가 없지 
도와달라고 할까 ? 
아냐 , 마물이 소리를 듣고 오면 동료들까지 위험해져 
괜찮아 
내가 안 돌아오면 마르실이 눈치챌 ... 
리가 없지 ! 
어림도 없어 
기대할 걸 해라 
당황하지 마 
잠긴 문을 따는 건 네 전문 분야잖아 ! 
이런 문은 잠금장치만 풀면 열려 
미믹은 안 건드리면 괜찮고 
이상한 장치가 작동하는 소리도 안 들리니 제한 시간도 없어 
벽에 스위치가 몇 개 있고 창이 튀어나올 것 같은 장치네 
누르는 순서를 틀리면 튀어나오려나 ? 
그리고 이 판에 적힌 문구가 열쇠일 텐데 고대어잖아 ? 어떻게 읽으란 거야 
젠장 , 마르실이 있었다면 ... 
그런데 분명 어디서 본 것 같은데 ... 
모르겠다 , 일단 정리해 보자 
방의 구석에 스위치가 세 개 
왜 세 개지 ? 
그걸 특정한 순서대로 누른다 ? 
미믹 뒤에도 스위치가 있잖아 ! 
젠장 ! 
왜 맨날 발목 잡고 난리야 ! 
방 안에 힌트는 ... 
있을 리가 없지 
대충 막 눌렀다가는 꼬치구이가 될 테고 
난 몸집이 작으니까 틈새로 ... 
아냐 , 너무 위험해 
정말 어떡하면 좋을지 감도 안 오네 
날이 밝을 때까지 꼼짝없이 기다려야 하나 ... 
거기서 나오는 거냐 ? 
망했 ... 
살았 ... 
튼튼하기도 하네 
미믹은 거꾸로 뒤집으면 버둥거려서 귀여워 
뒤집으면 암컷인지 수컷인지도 알 수 있지 
라이오스의 쓸데없는 잡지식이 주마등처럼 스쳐 지나간다 
저걸 뒤집으라고 ? 
절대 못 뒤집어 ! 
에라 , 모르겠다 ! 
아프다 
시끄러운 소리를 듣고 구하러 오진 않으려나 ? 
이건 빈 상자였잖아 ? 
놀리는 것도 아니고 
이 문자는 ... 
판에 적힌 문구가 이거였구나 
이거라면 나도 무슨 뜻인지 알아 
서두르자 ! 
- 동쪽 ! 
- 몇 번이고 해가 뜨고 
- 서쪽 ! 
- 달이 지더라도 
- 꿈쩍하지 않는 별처럼 
남쪽 ! 
천년만년 행복의 바람이 함께하길 ! 
열렸다 ! 
칠책이 안 돌아온다니까 ! 
칠책 ! 
미안 , 미안해 
살아 있거든 ? 
이건 뭐지 ? 
네가 잡았어 , 칠책 ? 
해냈구나 ! 
고마워 
아주 멋진 미믹이네 
미믹인가 ? 
나도 처음 요리해 보네 
당연하다는 듯이 먹으려고 하지 마 
괜찮아 , 마르실 
미믹 자체엔 독이 없어 
뭘 먹고 사느냐에 따라 독을 품은 녀석도 있지만 소화 기관만 제거하면 괜찮지 않을까 ? 
뭐가 괜찮다는 건지 전혀 모르겠는데 
포기해 , 마르실 
쟤들한테는 씨알도 안 먹혀 
하지만 난 오늘만큼은 절대 안 먹을 거야 
물을 한 솥 가득 끓여서 소금을 넣고 
미믹을 넣고 뚜껑을 덮어서 잠시 기다리네 
충분히 익었으면 완성일세 ! 
" 삶은 미믹 " 
살이 잘 안 빠지네 
손잡이로 빼는 건 어떤가 ? 
안 돼 , 더 깊이 들어가 버려 
맞다 
칠책 , 그걸 빌려주게 , 그거 ! 
그거라니 ? 
왜 있잖나 , 자네가 늘 들고 다니는 피킹 툴 ! 
피킹 툴 ! 
제정신이야 ? 
끓는 물로 소독하면 괜찮지 않나 
지금 그게 문제가 아냐 ! 
안 돼 ! 
쏙 빠진다 ! 
먹어 봐 
완전 맛있어 
그런데 이거 진짜 맛있네 
등딱지와 다리의 살을 함께 먹으면 맛있을 것 같은데 
딱히 그렇지도 않군 
소라게 종류의 중장선은 맛없다고 들었어 
그런데 왜 미믹이 있다고 말 안 했어 ? 
미믹엔 좋은 기억이 없거든 
웬만하면 엮이지 않고 지나치는 게 좋다고 생각했어 
나도 여러모로 판단력이 무뎌졌네 
미믹이 보물 벌레를 먹을까 봐 당황했어 
미믹은 보물 벌레를 안 먹어 
오히려 보물 벌레가 미믹을 먹지 
미믹을 발견하면 상자의 틈으로 들어가 알을 낳고 
상자 안에서 부화한 애벌레는 미믹을 먹으며 자라거든 
그렇게 성충이 되면 보물인 줄 착각하고 들고 가는 인간을 이용해 새로운 곳으로 이동하곤 하지 
장난하나 , 정말 
그만하라니까 ! 
싫으면 나이를 알려 주든가 
동료한테 숨기는 게 있으면 손해 본다는 걸 확실히 배웠지 ? 
그러니까 몇 살인지 알려 줘 
오 ... ' 오 ' ? 
올해로 29 살이야 
뭐야 , 진짜 어린애잖아 시시해 
그렇게나 어렸다는 건가 ? 
그러는 너희는 몇 살인데 ? 
이래서 오래 사는 종족들이 싫어 ! 
뭐야 ? 
저기 , 칠책 ... 형님 
그만해 ! 
오늘은 마물이 우리의 식량이지만 내일은 우리가 누군가의 식량이 될 수도 있는 법 
던전밥 
던전밥 
자막 : 이창섭 
