Ти беше прав , тук е страшно . 
Няколко пъти видях духа на една млада девойка . 
Каза , че някой я е убил . 
Ходи нощем по коридора и пее ... Тихичко ... 
Винаги идва , когато духа силен вятър , както днес . 
Защото от вятъра хората оглупяват . 
Искаш ли ? 
Ще ти помогна да го изядеш . 
Не знаех , че не обичаш . 
Скоро пак ще излизам в отпуск , ще купя нещо друго . 
- Стафиди , шамфъстък ... 
- Г - н Хеньо , правилата още важат . 
По това време трябва да сме си по стаите . Той трябва да си почива . 
Да спиш в кош , да сънуваш грош . 
Трябва да ви дам лекарствата . 
Извинете , може ли за момент ? 
Да , разбира се . 
Става дума за Волницки . При нас е от седмици , но сякаш още се отнасяте с него различно от другите пациенти . 
Не разбирам откъде идва това впечатление . 
Той има отделна стая , посещавате го по - често , отколкото другите . Лично гледате записите от камерата в стаята му . 
Защото е под наблюдение . 
Но той има диагноза . 
Съдебните експерти я определиха като шизофрения с доминираща негативна симптоматика . 
Която се появява в най - удобния за него момент , нали ? 
Но той е бил пребит лошо . 
Има иноперабилен хематом в мозъка . Много добре знаете , че такава травма може да влоши симптомите на болестта . 
Да , случва се понякога . 
Той има нужда от чести социални контакти . 
Тази изолация и непрекъснат контрол не са препоръчителни . 
Искам да ви покажа нещо . Заповядайте . 
Вие сте нова тук , също като него . 
И не знаете , че за нас най - важното нещо е доверието . 
Но доверието трябва да се спечели . 
Разбирам . 
Какво искахте да ми покажете ? 
Исках да ви покажа кой определя правилата тук . 
Разкарай се , шибаняк ! 
Ей , познаваш ли човек , който има някакви хапчета ? 
- Какво да бъде ? 
- Някаква спортна напитка . 
Не , извинявай , портокалов сок . 
Миличка , не мога да говоря . Ще ти звънна по - късно . 
- Трябват ми пари . 
- Станало ли е нещо ? 
Изгониха ме от квартирата . 
- Намери ли вече нова ? 
- Не ... Не знам какво да правя , мамо ! 
Добре , стегни се ! Ще измислим нещо . 
Сега ще ти изпратя пари . 
Първо кинтите . 
Ей , спокойно , без нерви ! Ако те обича , ще чака . 
- Приятно прекарване . 
- Полиция , не мърдай ! 
- Млъквай ! 
Задържани сте за търговия с незаконни вещества ! 
- Хапче за изнасилване ? ! Жена на жена ! 
- Но ние ... 
Мамка му ! 
- Нищо не съм купил , невинен съм ! 
Що за идея е това ? ! Полицаи да продават дрога в града ! 
- Това не бяха истински наркотици . 
- Искахме да печелим доверие . 
- Щяхме да разработим цяла мрежа . 
- Но ни издъниха . 
Кой изобщо ви разреши ? 
- Началството . 
- Кой именно ? 
- Питам кой подписа тая простотия ! 
- Вие ! 
- Моля ? ! 
- Вие сте шефът от половин година . 
Драга госпожо , щяхте да го вземете в петък ! 
Не ! В петък е твой . Аз съм на английски . Така ли ? ! Английски ? А не латински или информатика ? 
Информатиката е във вторник , написах ти го в календара ! 
А имам и курс за медиатори всеки втори уикенд . 
Моля ? Медиатори ? ! 
Искам да се развивам , не да седя в пелените ! 
Разбирам , пелените не ти отиват ... 
Но ти - медиатор ? 
И още как , мамка му ! 
Ти луда ли си , мамка му ? 
Млякото е прекалено топло ! Ще опариш детето ! 
Не псувай пред детето ! И си вдигни шибания телефон ! 
Ела , пиленце . 
Кой се е раззвънял , мамка му ? ! 
Знаеш ли , че им прецака следствието ? Даваш ли си сметка ? 
Тези двамата трябваше да се внедрят в бандата , търгуваща с хапчета за изнасилване ! 
Кой го измисли изобщо ? 
Как кой ? Някой от " Наркотици " , но ти го одобри , мамка му ! 
- Не , не съм ! Не съм склеротичка . - Не . 
На бюрото ти е бардак , не знаеш какво подписваш ! 
- Глупости . - Добре . 
Ти какво правеше там ? 
Беше след работно време . Тичах . Влязох да изпия един сок . 
В работно време правиш същото ! Мотаеш се в града и гониш гангстери , вместо да се хванеш на работа ! 
Пич , аз съм полицайка . Не ! Ти си шефката ! 
Плащат ти , за да си седиш на задника . 
Говорихме за това . Въвеждам нов модел на ръководство . 
Не седя на бюрото , а отивам на терен с моите хора . 
И получава ли ти се този модел , гениална главо ? ! 
О , мамка му ! 
- Здрасти , Ага . 
- Здрасти . Как е малкият ? 
Супер , много е добре ! Сега е с татко си , който не води служебни разговори в извънработно време . Разбира се . Имам само един малък въпрос . 
Ще се справиш сама , защото днес по изключение Мрувец е зает със сина си , а не с теб ! 
Егати ... 
Полицай Силвия Козак , контрол по трезвеността . 
- Как се духа в това ? 
- Ето тук . Все едно духате свещ . 
Нула нула . 
Довиждане . 
Можете да тръгвате . 
Довиждане . 
Добре , сменяме се . Писна ми вече . 
Какво ? Пак ли те сваляше някой ? 
Не , но беше някакъв ... странен . 
- Защо толкова мразиш мъжете , а ? 
- Защото сте грозни . 
- А ти си хубавка . 
- Но съм заета . 
На работа ! 
Поздрави на Кашя . 
Не , няма проблем , иди сама ! 
Разбирам , това е купон без половинките . 
Може да срещнеш някоя , от която не те е срам ! 
Не ме е срам от теб ! Аз живея с теб ! 
Но не каниш никакви познати от полицията . 
Защото са банда надути дебили ! 
Добре се вписваш сред тях . 
Шибай се . 
Куриер . Поръчвала ли си нещо ? 
Блокирал е входа ! 
От магазина ли е ? 
Не , никога не съм го виждала тук . 
Ще звънна в полицията . 
Слушай , писна ми вече ... 
Да не се караме , а да си поговорим човешки . 
Силвия ? 
Силвия ! 
Не ме гледай . 
Ниц , Ниц ... Ниц . 
Мадейски , Лико , Шчепаняк , 
Бих ти помогнал , но трябва да ида до клозета . 
- Все така нищо ? 
- Все същото , откакто дойде тук . 
Няма да се нахрани сам . 
Не , още не . 
Какво е станало тук ? 
Случайно бутнах таблата . 
Почистете , моля . 
Още една порция , моля . 
Погледни . 
Архангел Михаил - покровител на пазителите на реда . 
- Проверете има ли отпечатъци . - Дадено . 
Какво имате ? 
Съседите казаха , че преди смъртта си лошо се е карала с тази другата . - Крещели си ... 
- Каква друга ? 
Чака там , в хола . 
Каква е тя ? 
- Живеели заедно . - Как ? 
Като двойка ? 
Да ... Като двойка . 
- Говори нормално ! Женско семейство . 
- Да , двойка са били . 
- Тя какво каза ? 
- Че я е убил куриерът . 
- Куриерът ? 
Съседите видели ли са го ? 
Разбирам , че и вие не сте го видели . 
Не . Бях на балкона . 
Видях само как приближи някаква кола . 
Каква беше колата ? 
Не знам . 
Вярно ли е , че сте се карали с партньорката си преди смъртта й ? 
Но не съм я убила аз ! 
Спокойно . Длъжен съм да задам всички въпроси . 
Мамка му . 
Извинете ме - шефката . 
- Ела да пушим . - Не пуша . 
Аз също . 
- Казаха ли ти за иконката ? 
- Иконка , на която има ангел . 
Не помниш ли ? Волницки започваше със серафимите . 
Това е Архангел Михаил , виси тук на календара , има го и в полицията ! 
Може убиецът просто да не обича полицаи . 
А Мачей Яник ? Какво става с него , имаме ли вести ? 
Не са много . Още го издирват , няма доказателства , че е помогнал на майка си да се самоубие . 
Майка му също беше ченге . И какво от това ? Колегите и шефовете ни вършат такива неща , че половин Полша мрази полицаите , а другата половина им се присмива ! 
Тук мотивът е различен . 
Жертвата е криела връзката си с жена , впрочем бурна връзка . 
И какво ? Намекваш , че в пристъп на страст й е прерязала гърлото ? 
Като женска богомолка ? 
Интересно , но се съмнявам . 
Може някой съсед да мрази лесбийки . 
- Малко ли са откачените ? 
- Току - що ти споменах двама . 
Яник е малоумник , който не може да измисли историята с иконките ! А твоят Волницки е " зеленчук " , и съдът го потвърди ! 
Маниакално се връщаш към стария си случай , защото не харесваш новата си работа , разбра ли ? 
Зъбиш ми се , защото те е страх да се зъбиш на Вронска . 
По - полека ! По - полека . И това беше удар под пояса . 
Добре , прав си . 
Знаеш как да действаш . 
- Какво правиш ? - Какво ? 
! Отивам да оправям бумаги ! 
Ясно . Сърди си се . 
Цебула , Водаж ... Василевич . 
Пак ли Световното по футбол от 1938 г . ? 
- Отначало ли започна ? 
- Ниц . Шчепаняк , Баран ... 
- Добър удар , г - н Хеньо ! 
- Благодаря . 
Предполагам , че излизате в отпуск ? 
- Защо , проблем ли има ? - Не , няма . 
Забелязах , че сте се сприятелили с Пьотр Волницки . 
Той е много интересен човек . 
Наистина ли говори с вас ? 
Но разбира се ! 
За какво ? 
Главно за книги . Много е начетен . 
Знае много за ангелите , светците , демоните ... 
Шегувате се с мен . 
Не , докторе . 
Аз съм луд . Вие сам ми поставихте диагнозата . 
Г - н завеждащ ... 
- Търсят ви . 
- Кой ? 
- Полицайка , някаква важна . 
Всъщност нямаме контакт с него . 
Не говори , не реагира на въпроси . 
Не яде без чужда помощ . 
Съдът прецени , че травмите и нараняванията първо са довели до невротични смущения , след това до психотични симптоми и накрая до някакъв вид шизофрения . Знам какво е преценил съдът . Четох решението няколко пъти . 
Питам какво мислите вие . 
Много е трудно да бъдат измамени вещите лица в съда . 
Но е възможно ? 
Той беше изследван няколко месеца , а сега и ние го наблюдаваме внимателно . 
Не отговорихте на моя въпрос . 
Вие сте специалист с голям опит . Възможно ли е Пьотр Волницки да симулира ? 
Имате съгласието ми да го посетите . 
Моля , елате с мен . 
Хайде , опитай ! Усмивка ... 
Хайде , погледни ме ! 
Усмивка ... Целувка ... И сега балон . 
Добър ден , ще прекъснем . 
Пациентът има гости . 
- Едва започнахме . 
- Ако обичате ! Моля . 
Някой е прерязал гърлото на една полицайка . 
И е оставил до нея картинка с Архангел Михаил . 
Веднага се сетих за теб . 
Но после проумях , че не може да си бил ти . 
Знаеш ли защо ? 
Защото ти винаги се стараеше повече . 
Ти беше артист . 
А тук някакъв касапин реже гърлото на жената и хвърля на земята картинка с ангелче . 
Никакъв финес . 
Това е Мачей Яник , нали ? 
Прави го заради теб . 
Много се старае , но как да го кажа ... Момчето няма твоя талант . 
Знаеш ли , сега мога да направя много неща . 
Мога , например , да докажа , че симулираш - и ще се върнеш обратно в пандиза . 
Защо ти е това ? 
Добре , това е последният ти шанс . 
Помогни ми да го хвана и да приключваме с този цирк ! 
- Здрасти . Малкият спи ли ? 
- Преди малко заспа . 
- Не беше заключил вратата . - " Грижовните мечета " ме разсеяха . 
- Какво гледаш ? 
- Охранителните записи от града . 
Банки , куриерски пунктове , охраняеми комплекси . 
Чудесно , любимото ми . 
Какво търсиш ? 
Сещаш ли се за убитата пътна полицайка ? 
Да , говорихме по телефона . 
Съседите казаха , че някаква кола спряла пред блока й . - Син бус за доставки . - Много са малко данните . 
Малко са . Искаш ли кафе ? 
Не , благодаря . 
Мамка му ! 
Мамка му , не пред детето ! 
Проверихме . Предния ден автомобил със същото описание е минал при нея тест за алкохол . " Форд Транзит " . 
Е , това вече е нещо . 
- И имам за това цяла нощ . - Стига бе ! 
- Ага ли ти нареди ? - Не , тя има съвсем други идеи . 
- Стига ! Не искам да знам . - И аз не искам . 
Добре . Изчезвайте , скъпи мои . Трябва да пийна кафе , защото просто ще падна . Слушай , легни си . Аз ще погледна записите . 
Наистина ли ? 
Безплатно ? 
Ще си помисля . 
Благодаря . 
Ох , мамка му ... 
Как се чувствате ? 
Чудесно . 
Ако имате някакви проблеми с надзирателите или затворниците , мога да помогна . 
Благодаря , няма нужда . 
Затова пък на мен ми е нужна вашата помощ . 
Подозирам , че Пьотр симулира психично заболяване . И планира поредното убийство . 
Но за да докажа , че има някакъв контакт с действителността , трябва да го провокирам . 
Какво трябва да направя ? 
Не вие . Синът ви . 
Бих искала да го посети . Единствено той извиква някакви емоции у него . 
- Прощавайте . 
- Не ... Вярно е . 
И точно затова не съм съгласна . 
Яшек също има чувства и никой няма да си играе с него . 
Разбирам . 
Вие искахте да убиете Пьотр , нали ? 
Прокуратурата бе събрала доказателства за него , въз основа на които щеше да лежи до живот , и то при много по - лоши условия от тези тук . 
А в болницата има прекрасна градина , в която може да се разхожда . 
- Май това не е била целта ви . 
- Много , много исках да го убия . 
Обаче му дадохте шанс отново да се измъкне . 
- Дръж по - високо , той ще я хване ! 
Почти я хвана . 
Хеленка , прибери се вътре . 
Ела , Леви ! 
- Моля да ни оставите на мира ! 
- Дай ми две минути . 
Бях при майка ти . Тя се съгласи да поговорим . 
Здравей . 
Зле изглеждаш . 
Като чух какво ти е направила мама , не можах да повярвам . Не знаех , че е способна на това . 
Но знаеш ли какво ? Завиждам й , че е намерила сили . 
Жалко , че не е успяла . 
Ненавиждам те ! 
И сам бих те убил ! 
- Какво става тук ? 
- Имам позволение от завеждащия . 
Това не ме засяга . Пациентът е под моя опека . 
- Разбирам , но чуйте ме ... - Вие ме чуйте ! Той е тежко болен ! 
А това , което правите , пречи на лечението му . 
Моля , излезте веднага ! 
Защо разрешихте посещенията при Волницки ? 
Та вие сама казахте да не го изолираме от околните . 
Моля да не се шегувате ! 
Срещата със сина му и с полицайката навяват травматични спомени . От тях той може още повече да се затвори в себе си . 
Но парадоксалното е , че чрез шока може да преодолее травмата . 
Чували ли сте за имплозивната терапия ? 
Да , лекува фобии . Показват паяци на болни с арахнофобия . 
- Доста спорен метод . 
- Но много ефикасен . 
Наистина ли го направихте заради това ? 
Той е престъпник . 
Както всички тук . 
- Изнасилвачи и убийци . 
- Пациенти , нуждаещи се от помощ . 
Някои - да , и тях ги лекуваме . 
Но има и такива , които бягат от отговорност . 
Това го решава съдът , а не ние ! 
Пуснах оплакване срещу полицайката . Може да сте следващият . 
Знаете ли ... Мисля , че ходите по много тънък лед . 
Само ви предупреждавам . Мисля , че дълбоко се заблуждавате . 
Моля да прегледате записите от последните няколко дни . 
Ще се учудя , ако още смятате , че Волницки симулира . 
Вече го направих . 
Да . 
Права сте . 
Той има дълбоко разстройство . И няма контакт със света . 
Но ако още веднъж влезете в кабинета ми , без да чукате ще изхвърчите оттук завинаги . 
Мислиш ли , че може да се преструва ? 
Не знам , нямам представа . 
- Подозирам , че планира ново убийство . 
- Няма как да ви помогна . 
И всичко това беше безсмислено . Нямаше нужда да идвам . 
Изкрещях всичко , но изобщо не се почувствах по - добре . 
Моля ви , повече не ни замесвайте в това . 
- Полковска , кажете . 
- От Главно управление на полицията . 
Г - н комендантът ви кани на разговор . 
- Главният комендант ? Кога ? 
- Колкото може по - бързо . 
Ей сега , ей сега ! 
Изкуствената цица пристига ! 
- Дълго ли спах ? 
- Толкова , че закъснявам за работа . 
Ела , бебчо , ела . 
Всичко е наред . 
Ам , ам , ам ! 
Това е за теб . 
- Ами ! - На кои минути се появява колата . 
Има нещо , обикаля няколко пъти около блока на убитата . 
Не съм гледала всичко , но може би някъде се вижда лицето на шофьора . 
- Еха ! Много благодаря . 
- Моля , няма защо . 
- Остави ключовете в пощенската кутия . - Естествено . 
Е , вече сме сами . 
Г - н комендант ? 
Добър ден . 
Да ... 
Това е подарък от посланика , трябваше да го изпробвам . 
Казват , че 40 процента от полицаите може да бъдат заменени от дронове . 
- Вие как мислите ? 
- Мисля , че са 100 процента . 
- Има оплаквания от вас . 
- Такава ми е работата . 
В столичната полиция е бардак , а вие ходите до психиатрията да се гаврите с лудите . 
Ръководя разследването на смъртта на полицай Силвия Козак . Да . 
И това е трагедия ! Човешка , но и имиджова . 
Не , не може ... така безнаказано да се убива полицай . 
- Хванахте ли извършителя ? 
- Работим по въпроса . 
Освен ако не е извършителка ... 
Изглежда убитата ... е имала по - специални предпочитания . 
Това по - скоро няма връзка с разследването . 
Както и психичноболният пациент от специалното отделение . 
Убедена съм , че това , уви , е началото на серия . 
Имате ли доказателства ? Освен онази иконка . 
Именно . 
Съветвам ви да се постараете повече . Или това ще е последният ни разговор . 
Довиждане . 
- Ало , ало ? - Здрасти . Какво има ? 
- Пипнахме го . 
Шофьора , тайнствения куриер , убиеца на полицайката . 
Този човек с много таланти , без преувеличение ! 
- Казвай де ! 
- Мачей Яник ! 
Шибаният Мачей Янек , разбра ли ? 
Ало ? 
Какво , да не си глътна езика ? 
Трябва да затварям . 
Йола ? 
Йола ! 
- Господи ... - Внимавай ! 
Йола , иди си в стаята . Лягай ! 
Мамка му , ставай . Ставай ! 
Чуваш ли ме ? 
Какво е станало ? 
Казах ти ... Хазяинът ме изгони от жилището . 
- Защо те изгони ? 
- Защото е капут . 
- Ни си му платила . - Не ! 
- Много ли си пила ? 
- Алкохолът е зло ! 
Добре , с какво си се надрусала ? 
С всичко ! 
С всичко , маменце ! 
Отивам за пуканки . 
- Янек , ще отвориш ли ? - Добре . 
Кой е ? 
Янек , кой е ? 
Никой ! 
Глътнете това , моля . 
Добър вечер . 
Вечерните логопедични упражнения . 
Много добре . 
Ангел Божи , мой хранител , страж бъди ми и пазител ! Сутрин , вечер , ден и нощ ме брани със свойта мощ ! 
В тяло и в душа пази ме , в живот вечен поведи ме ! 
Ужасно е онова , което беше измислила със сина ти . 
И е крайно безотговорно , че завеждащият се е съгласил . 
Никога повече няма да позволя нещо подобно . 
Няма ... значение ... 
Само ти . 
