Вистина е , местово е проколнато . 
Двапати видов дух на девојка . 
Кажа дека ја убиле . 
Ноќе шета по ходниците и пее . Тивко . 
Кога дува силен ветар , како вечерва . 
Луѓето споулавуваат заради ветерот . 
Сакаш малку ? 
Ќе ти помогнам да јадеш . 
Не го сакаш тоа . 
Наскоро ќе одам на одмор . Ќе ти донесам нешто друго . 
- Суво грозје , ф'стаци ... 
- Хењо , правилата уште се исти . 
Во ова време , секој мора да си биде во неговата соба . 
Убаво да спиеш . 
Мора да ви ги дадам лековите . 
Имате момент ? 
Секако . 
Волницки е тука веќе неколку недели . Но го третирате поинаку од другите пациенти . 
Не знам од каде ви е тоа . 
Има сопствена соба и повеќе посети од сите други пациенти . Лично ги прегледувате снимките од неговата соба . 
По опсервација е . 
Но има дијагноза . 
Шизофренија со доминантни негативни симптоми , велат судските вештаци . 
Се манифестираше баш кога најмногу му одговараше . 
Но тешко е претепан . 
Има хематом во мозокот што не може да се оперира . Знаете дека таква траума може да ги влоши симптомите . 
Да , се случува . 
Му требаат силни општествени контакти . 
Не се советуваат изолација и непрекината контрола . 
Ќе ви покажам нешто . Дојдете . 
Нова сте , како него . 
Не знаете дека ние се потпираме на доверба . 
А довербата треба да се заслужи . 
Разбирам . 
Што сакавте да ми покажете ? 
Сакав да ви покажам кој ги поставува правилата овде . 
Сиктер , гомнар еден ! 
Знаеш некој што има таблети ? 
- Повелете . 
- Изотоник . 
Извини . Сок од портокал . 
Срце , не можам сега . Ќе ти се јавам . 
- Ми требаат пари . 
- Што е работата ? 
Ме избркаа од станот . 
- Најде нов ? 
- Не . Мамо , не знам што да правам . 
Добро . Смири се . Ќе смислиме нешто . 
Ќе ти испратам пари . 
Готовина однапред . 
Оти си толку напнат ? Ако те сака , ќе те чека . 
- Уживајте . 
- Полиција ! Не мрдајте ! 
- Ќути ! 
Уапсени сте заради препродажба на незаконски супстанции . 
- Дрога за силување ? Жена на жена ? 
- Ама ние ... 
Да ти ебам . 
- Ништо не купив . Невин сум . 
Каква е таа глупава идеја полицијата да продава дрога ? 
- Не е вистинска дрога . 
- Градевме углед . 
- За да ја срушиме мрежата . 
- Ама не разоткрија . 
Кој го одобри тоа ? 
- Раководството . 
- Што значи тоа ? 
- Кој ја потпиша таа глупост ? 
- Вие . 
Молам ? 
Шест месеци сте шефица . 
Кажа дека ќе го земеш во петок ! 
- Не , петокот е твој . Имам англиски . - Англиски ? Не латински или информатика ? 
Информатика е во вторник . Се ти пишува во календарот . 
Секој втор викенд имам обука за преговарачи . 
Што ? Преговарачи ? 
- Сакам да напредувам , а не да се закопам во пелени . 
Јасно ми е , не си ти за пелени . 
Ама преговарач ? 
Ќе видиш . 
Нормална ли си , ебате ? 
Жешко е млекото ! Ќе се изгори ! 
Не пцуј ! И јави се на телефонот , да го ебам ! 
Ела , сонце . 
Кој заебава ? 
Свесна ли си дека си им ја заебала истрагата ? 
Тие двајца требаше да се уфрлат во банда што продава таблети за силување ! 
Чија е таа идеја ? 
На некој од Наркотици , ама ти ја одобри , ебате . 
- Нема шанси . Не сум сенилна . - Да . 
Ама во тој неред , не гледаш што потпишуваш . 
- Јадеш гомна . 
- Што мајка си барала таму ? 
По работа , бев да трчам и застанав на сок . 
Исто се однесуваш и на работа . Бркаш бараби наместо да се занимаваш со вистинска работа . 
Другар , полицаец сум . Не ! Шефица си ! 
И те плаќаат да седиш во канцеларија ! 
Ти кажав , воведувам нов модел на раководење . 
Нема да седам на биро , туку ќе бидам на терен со моите луѓе . 
Како функционира тој модел , генијалке ? 
Да ти ебам . 
- Здраво , Ага . 
- Како е малото ? 
Супер . Со татко му е , кој не треба да се јавува на службениот телефон ова време . Да . Само една ситница . 
Среди ја сама оти денеска Мрувјец го чува син му , а не тебе . 
Да ти ебам . 
Офицер Силвија Козак . Алкотест . 
- Како да дувнам ? 
- Овде . Како свеќа . 
0,0 . 
Пријатно . 
Може да одите . 
Пријатно . 
Преземи . Доста ми беше . 
Што е ? Пак ти се пушташе некој ? 
Не , ама чуден беше . 
- Оти толку ги мразиш мажите ? 
- Сите сте грди . 
- А ти си убава . 
- Ама зафатена . 
Работи . 
Поздрави ја Каша . 
Слободно оди сама ! 
Забава без придружба е ! 
Ќе си најдеш некоја од која нема да се срамиш . 
Не се срамам ! Живеам со тебе ! 
Не ги викаш пријателите од станицата тука . 
Заостанати кретени се ! 
Супер се вклопуваш . 
Носи се . 
Доставувач ! Си порачала нешто ? 
Го блокира приодот . 
Од дуќанот ли е ? 
Не , никогаш не сум го видела тука . 
Ќе викнам полиција . 
Слушај , преку глава ми е . 
Да разговараме . 
Силвија . 
Силвија ! 
Не ме гледај . 
Ниц , Ниц ... Ниц . 
Мадејски , Лико , Шчепањак , 
Би помогнал , ама ми се оди во веце . 
- Уште ништо ? 
- Ист е откога стигна . 
Да го нахранам ? 
Не . Уште не . 
Што се случи тука ? 
Ми пречеше послужавникот . 
Исчистете , ве молам . 
Уште една порција , ве молам . 
Види . 
Архангел Михаил , заштитникот на полицијата . 
- Побарај отпечатоци . - Добро . 
Што дозна ? 
Пред убиството , комшиите слушнале дека се кара со другата . - Се дереле . 
- Која друга ? 
Таа во дневната . 
Која е ? 
- Живееле заедно . 
- Како пар ? 
Да , како пар . 
Па , што ? И лезбејските врски функционираат . 
- Добро , како пар . 
- Што кажа ? 
- Дека ја убил доставувач . 
Доставувач ? 
- Го виделе ли комшиите ? 
Ни вие не го видовте ? 
Да . Бев на терасата . 
Видов само ... Дошол со кола . 
Каква ? 
Не знам . 
Вистина ли е дека сте се скарале со партнерката ? 
Не ја убив јас ! 
Полека . Мора да ве испрашам . 
Да ти ебам . 
Се извинувам . Шефицата . 
- Да запалиме по една . - Не пушам . 
И јас . 
- Ти кажале за молитвената картичка . 
- Да , со ангел . 
Волницки почна со серафим . 
Архангел Михаил го има во полицискиот календар . 
Може убиецот не ја сака полицијата . 
Како е Маќеј Јаник ? 
Има ли нешто ново ? Не , уште е во бегство . Нема доказ дека и помогнал на мајка му да се самоубие . 
И таа беше полицаец . Па ? Заради постапките на некои наши колеги , пола држава ја мрази полицијата , а другата половина ја исмева . 
Тука мотивот е друг . 
Нашата жртва криела турбулентна истополова врска . 
Па ? Сакаш да кажеш дека ја заклала од страст ? 
Како богомолка ? 
Интересно , ама тешко . 
Може комшија мрази лезбејки . 
- Светот е полн лудаци . 
- Јас спомнав двајца . 
Јаник е дебил на кој не би му текнала молитвена картичка , а твој Волницки е билка . 
Опседната си со стариот случај оти не ти се допаѓа новата работа . 
На Вроњска не би и дрдорел толку . 
Пази што зборуваш . Пази . Тоа е низок удар . 
Имаш право . 
Знаеш што треба . 
- Што правиш ? 
- Одам да ги средам документите . 
Да , само ти мурти се . 
Цебула , Водаж ... Вашевич ... 
Пак Светското првенство 1938 ? 
- Од почеток почна ? 
- Ниц ... Шчепањак , Баран ... 
- Браво , Хењо ! 
- Фала ви . 
Одиш на одмор ? 
- Зошто ? Има проблем ? - Не . 
Забележав дека си се зближил со Пјотр Волницки . 
Многу интересен човек . 
Разговара со тебе ? 
Нормално . 
За што ? 
За книги . Многу е начитан . 
Многу работи знае за ангелите , светците , демоните . 
Ме влечеш за нос . 
Не , докторе . 
Луд сум . Лично ми ја поставивте дијагнозата . 
Докторе . - Да . 
- Ве бара некој . 
- Кој ? 
- Некоја важна полицајка . 
Нема контакт со него . 
Не зборува и не реагира на прашања . 
Не може да јаде сам . 
Судот наведува дека траумата и повредите прво предизвикале невротски растројства , па психоза и на крај некој вид шизофренија . Знам . Повеќепати го прочитав досието . 
Ве прашувам што мислите вие . 
Многу е тешко да се манипулира со судските вештаци . 
Но можно е ? 
Со месеци беше под опсервација . Сега го следиме внимателно . 
Не ми одговоривте на прашањето . 
Како искусен специјалист , сметате ли дека е можно да глуми Пјотр Волницки ? 
Ќе ви дозволам посета . 
Дојдете . 
Пробај . Насмевни се . 
Гледај ме . 
Насмевни се . Бакнеж . Сега балон . 
- Пациентот има посетител . 
- Штотуку почнавме . 
Ќе ве викнам . 
Повелете . 
Некој заклал полицајка . 
И и оставил сликичка од архангел Михаил . 
Веднаш помислив на тебе . 
Ама после ми текна . Не е можно да си бил ти . 
Знаеш оти ? 
Ти секогаш се трудеше повеќе . 
Уметник беше . 
А ова е некој касап што заклал девојка и оставил сликичка од ангел . 
Нема финеси . 
Маќеј Јаник , нели ? 
Во твое име . 
Се труди детето , ама ... Како да се изразам ? Го нема твојот талент . 
Сешто можам да направам сега . 
Можам да направам дека глумиш . Ќе се вратиш во затвор . 
Не ти треба тоа . 
Добро . Последна шанса . 
Помогни ми да го фатам за да му ставиме крај на циркусов . 
- Здраво . Спие малото ? 
- Само што задрема . 
- Не си заклучил . - " Шарените мечиња " ме прегазија . 
- Што правиш ? 
- Проверувам камери . 
Банки , пакетомати , заградени згради ... 
Интересно . 
Што бараш ? 
Ти текнува на убиената сообраќајна полицајка ? 
Да . Ми кажа . 
Комшиите кажаа дека застанало возило на приодот . - Сино комбе . - Недоволно детали . 
Недоволно . 
Кафе ? Не , фала . 
Да ти ебам ! 
Не пцуј . 
Претходниот ден застанала такво возило заради алкотест . - " Форд транзит " . 
- Е , тоа веќе е нешто . 
- Имам цела ноќ за ова . - Што ? 
- Наредби од Ага ? - Не , таа има друга идеја . 
- Нејќам да знам . 
- И јас . Гитла . Ако не се напијам кафе , ќе се онесвестам . Легни си . Јас ќе ги прегледам снимките . 
Сериозно ? 
Бесплатно ? 
Ќе размислам . 
Фала . 
Да ти ебам ! 
Како сте ? 
Одлично . 
Ако имате проблем со чувари или затворенички , можам да ви помогнам . 
Фала , но не треба . 
Но мене ми треба помош од вас . 
Мислам дека Пјотр глуми душевна болест . И планира нови дела . 
Но за да докажам дека е во контакт со реалноста , мора да го испровоцирам некако . 
Што можам јас тука ? 
Не вие . Син ви . 
Сакам да го посети Пјотр . Само тој предизвикува емоции кај него . 
Извинете . 
Не , вистина е . 
Затоа нема да дозволам . 
Јашек има емоции . Никој не смее да си игра со нив . 
Јасно ми е . 
Сакавте да го убиете Пјотр ? 
Обвинителот имаше докази со кои ќе го затвореа доживотно на многу полошо место од ова каде што сте вие . 
Во болницата , може да шета по градини . 
- Мислам дека не ви било тоа намерата . 
- Сакав да го убијам . 
Но му дадовте можност да избега . 
- Држи ја повисоко . Ќе ја фати . 
За малку ќе ја фатеше . 
Хеленка , влези внатре . 
Леви , ела . 
- Оставете не на мира . 
- Две минути . 
Бев кај мајка ти . Дозволи да разговараме . 
Здраво . 
Не изгледаш баш добро . 
Не ми се верува што ти направи мама . Не верував дека е способна за тоа . 
Ама знаеш што ? Камо да ја имам нејзината сила . 
Штета што не успеа . 
Те мразам . 
Ми иде да те убијам со мои раце . 
- Што се случува овде ? 
- Имам дозвола од шефот на одделот . 
Пациентот е под мој надазор . 
- Јасно ми е , но слушајте ... - Вие слушајте . Пациентот е многу болен . 
Ја нарушувате терапијата . Одете си , ве молам . 
Одете си веднаш . 
Зошто сте им дозволиле на тие луѓе да го посетат Волницки ? 
Сама рековте дека не смее да биде во изолација . 
Не бидете смешен . 
Средбата со син му и полицајката може да врати трауматични спомени и да доведе до поголемо повлекување . 
Траумата се лечи со шок . 
Не сте слушнале за имплозивна терапија ? 
Со неа се лечат фобии . На арахнофобите им покажуваат пајаци . 
- Контроверзен метод . 
- Но делотворен . 
Зошто направивте така ? 
Криминалец е . 
Како сите овде . 
- Силувачи и убијци . 
- Пациенти на кои им треба помош од нас . 
Некои . Нив ги лечиме . 
Но некои се обидуваат да избегнат одговорност . 
Судовите треба да одлучат ! 
Ја пријавив полицајката . Вие сте следен . 
Мислам дека одите по тенок мраз . 
Ве предупредувам , страшно грешите . 
Разгледајте ги снимките од изминативе денови . 
Ќе ме зачуди ако уште мислите дека глуми . 
Веќе ги разгледав . 
Да . 
Имате право . 
Длабоко е растроен . И нема контакт со светот . 
Но ако ми влезете уште еднаш во канцеларијата без тропање ... ќе летате . 
Мислиш дека се преправа ? 
Врска си немам . 
- Мислам дека планира нови дела . 
- Не можам да ви помогнам . 
Не требаше да одам таму . 
Се изнавикав , а не ми е поарно . 
Не вовлекувајте не во тоа . Јасно ? 
- Полковска . 
- Од секретаријатот на полицијата . 
Ве бара началникот . 
- Началникот ? Кога ? - Под итно . 
Ве чека . 
Еве , еве . 
Доаѓа лажната цицка . 
- Долго ли спиев ? 
- Доволно да задоцнам . 
Ела , сонце . 
Добро е . 
Ам , ам , ам . 
Ова е за тебе . 
- Да ? - Времето кога се појавува комбето . 
Нешто е сомнително тука оти кружел во маалото на жртвата . 
Не ги прегледав сите , ама може некаде се гледа лицето на возачот . 
- Фала ти многу . 
- Нема за што . 
- Клучот стави го во сандачето . - Добро . 
Сами сме . 
Г . началник . 
Добар ден . 
Добар ден . 
Подарок од амбасадор . Морав да ги испробам . 
Велат , 40 % од полициските сили може да се заменат со беспилотни летала . 
- Што мислите вие ? 
- Мислев дека може 100 % . 
- Примам поплаки . 
- Таква е работата . 
Градот е во хаос , а вие малтретирате манијаци во лудница . 
Го надгледувам случајот со убиството на полицајката Силвија Козак . Да . 
Трагедија . И од човечка и од медиумска страна . 
Убијците на полицајци не смеат да се извлечат . 
- Го фативте ли ? 
- Работиме на тоа . 
Или може е жена . 
Слушам , жртвата имала одредени склоности . 
Мислам дека тоа не игра улога . 
Како и пациентот во затворениот психијатриски оддел . 
Уверена сум дека тоа е почетокот на низа . 
Имате ли доказ ? Освен молитвената картичка . 
Токму така . 
Потрудете се повеќе да не ни биде ова последниот разговор . 
Пријатно . 
- Ало . - Што откри ? 
- Го најдовме . 
Возачот на комбето , доставувачот , убиецот на полицајката . 
Мултиталентот . 
- Продолжи . 
- Маќеј Јаник ! 
Мочаниот Маќеј Јаник ! Разбираш ? 
- Ало ! 
Во шок си ? 
- Мора да одам . Ќе ти се јавам . 
Јола . 
Јола ! 
Леле . - Полека ! 
Оди во твојата соба . Легни . 
Да ти ебам . Стани ! 
Ме слушаш ли ? 
Што се случи ? 
Ти кажав , газдата ме избрка . 
- Оти ? 
- Оти е гомнар . 
- Не си му платила . - Да . 
- Колку испи ? 
- Алкохолот е зло . 
Тогаш , на што си ? 
На се . 
На се , мамо ! 
Ќе земам пуканки . 
- Јанек , ќе отвориш ? - Добро ! 
Кој е ? 
Јанек , кој е ? 
Никој ! 
Голтнете , ве молам . 
Добра вечер . 
Вечерна логопедска терапија . 
Добро . 
Ангелу чувару мил , закрили ме со твојата снага . Според Божјото ветување , чувај ме и ноќе и дење . 
А кога од овој свет ќе заминам , среќно на небото да дојдам за таму со тебе да можам вечно драгиот Бог да Го обожувам . 
Страшно е тоа што му го направила на син ти . 
И неодговорно од шефот на одделот што го дозволил тоа . 
Никогаш повеќе нема да дозволам такво нешто . 
Не е важно . 
Само ... ти . 
