Алис . 
Дори да ме няма , винаги съм до теб . 
Каквото и да се случи , винаги ще бдя над теб . 
Хюстън , тук " Птича песен " . 
Всички са живи . 
Сигурно съм припаднал . Те дишат . 
Виждам дъха им ! 
Но бяха мъртви . За бога ! 
Виждам дъха им . 
Живи са . 
Сигурно съм припаднал . 
Те дишат . 
Виждам дъха им ! 
Живи са . 
Дишат , виждам дъха им . 
Татко , седни . 
Седни . 
Чуй ме . Мама почина . 
Съжалявам . 
Загина при злополука . 
Тялото й е още горе . 
Прекара с нея два дена в хижата . 
Чух всичко . 
- Майка ти е жива , но не е при нас . 
Загубихме нашето мамче . 
Има и друга Алис . 
Върнала се е нейната майка . 
Има и друго място . 
Свързано е с ЛСА . 
Майка ти има психично заболяване . 
Каквото и да ти е казала , не е вярно . 
Майка ти е жива . 
Грешиш . 
Машината не работи , изображението е неясно . 
Дай да видя . 
Г - н Калдера е прострелял командир Пол Ланкастър на " Лексингтън Авеню " No60556 в около 21 : 05 ч . в понеделник , 8 ноември 2021 г . Другото обвинение е , че г - н Калдера е бутнал г - н Иън Роджърс от кърмата на " Бърнис " близо до брега на Санта Барбара в 23 : 35 ч . в неделя , 17 октомври 2021 г . 
Продължете . 
Г - н Калдера отрича да е извършил тези престъпления . 
Освен това настоява тест с полиграф да установи самоличността му и дали помни случилото се . 
Сравнете моята ДНК с тази на обитателя на апартамента на Бъд Калдера . 
Но не отричате , че сте Хенри Калдера . 
Вече се разбрахме , че не съм така нареченият Бъд Калдера . 
Предлагам да приемем , че тези господа са един и същ човек . 
Моите уважения , но не са . 
Установете къде живее Бъд Калдера . Проверете личния и финансовия му статус . 
Казано накратко , помогнете ми да разбера как живее . 
Тук пише . 
Един господ знае колко струва , вероятно милиони . 
Но тя е взела брадвата и го е ударила 40 пъти . 
Съжалявам . 
От името на ЕКА . 
В момента се лекува . Ще я уволним . 
Наистина ли ? - Да . 
Помня реакцията за жените астронавти през 1964 г . 
Бяха преминали физическите тестове . Стивън Въндъраус , шефът на програмата по онова време , написа доклад за проблема " жени в Космоса " и трудностите при сработването на своенравен психофизиологичен обект , тоест " жена " , със сложна машина , тоест " космически кораб " . 
Така и не разрешихме този проблем . 
Хенри , не се ли тревожиш ? Не , все пак е един предмет . Животът продължава . 
Какво става ? 
Защо сте ме заключили ? 
Защо съм тук ? 
Говорите ли английски ? А руски ? Чакайте , моля ви ! Моля ви , почакайте ! Ехо ? Моля ви , върнете се . Моля ви ! 
Взела ли е телефона си ? 
Защо не знаеш ? 
Трябва да обсъдя някои неща с нея . 
Нали каза , че е мъртва ? 
Алис , изяж си закуската . 
Има вкус на лайна . 
- Не е вярно . Не си опитвала лайна . 
Не може да се виждаш с майка си , ако вярваш на лъжите й . 
Това не е ПТС . Не страдам от психоза . Не е шизофрения . 
Всички шизофреници и луди говорят така . 
Трябва да се върна при дъщеря си . 
Нали свириш на пиано ? 
Свири . 
В хижата ми имаше пожар . 
Преди това ... видях дъщеря си . Истинската . Не я бях виждала отпреди полета . 
Свири . 
- Имаш ли деца ? 
Ти замина с дъщеря си . 
Тя беше много зле след пожара , но сега е добре . 
С баща си е . 
- Усетих миризмата й . 
На истинската Алис . 
Подуших дъщеря си . Наистина . Ако не се лекуваш , състоянието ти ще се влоши , повярвай ми . 
Защо не ми позволяваш да я видя ? 
Моля те , тя е моето детенце . 
Загубих детенцето си . 
Бременна си . 
Правим тест за бременност , преди да дадем литий . 
Опасен е за ембриона . - Какво ? 
По принципи изписваме по 1800 милиграма , за да облекчим симптомите . Но си на ранен етап от бременността - в четвърта седмица . 
Изготвихме алтернативна медикаментозна терапия , но трябва да я спазваш , иначе ще се наложи пак да ти пуснем ток . 
Не мога да задържа бебето . 
Ако го родя , как ще се върна при нея ? 
Моля те . Изпий лекарствата . 
Виждам , че страдаш . 
Болката не ме плаши ! 
Това не е лудост . 
Трябва да се върна при нея , разбираш ли ? Не мога да остана . 
Какъв е този шум ? 
Имаме още един гост . 
Никога няма да го видиш . 
Нелечимо болен е . 
- Не си отивай . 
Ти си била . 
Виждам пламъци ... Пожар ! 
Капсулата гори . 40 , 42 . 
Горещо е . 
Светът е наопаки . 
Обажда се Ирена . Трябва да се видим , спешно е . 
Познавате ли Иън Роджърс ? 
- Не съм чувал за него . 
Качвали ли сте се на борда на " Бърнис " ? 
- Не , доколкото знам . 
Срещнахте ли се с Пол Ланкастър в дома ви в Източен Холивуд ? 
Не притежавам дом в Източен Холивуд . Не съм се срещал с Пол Ланкастър . 
Познавате ли Пол Ланкастър ? 
- Виждали сме се много пъти . 
При какви обстоятелства ? 
Не помня конкретните случаи , но и двамата бяхме служители на НАСА и работехме по програмата на МКС . Аз - като главен технолог в Лабораторията по реактивно движение , а той - като астронавт и командир . 
Простреляхте ли Пол Ланкастър ? 
Но е възможно да съм го убил . - По какъв начин ? 
Изобретих уред , който причини , или по - скоро допусна , фатален инцидент в Космоса . 
С радост ще те послушам . 
Здравей ! 
Повикаха ли те ? 
Говорил ли си с Магнъс ? 
Виждал ли си Алис ? 
Разпитах надълго и нашироко за заболяването ти . 
Защо не посвириш ? 
Не знаех , че свириш на пиано . 
Иля , може да ти прозвучи откачено , но това не е заболяване . 
Четох за проучванията на Хенри . 
Знаеш ли къде е Хенри Калдера ? 
С какво се занимава ? Искам да говоря с него . 
Наричат го " височинна психоза " . 
Чувство за раздвоеност , параноя , усещане , че познатите места и хора са фалшиви . 
Често се случва . 
Хубавото е , че има лечение . 
Защо си дошъл ? 
Ирена е болна , надява се да я заместя . 
Иска да остави тук някой , който може да се грижи за хората . 
Иля . Чух записите от радиото от нейната капсула . Разпаднала се е в Космоса . Ирена е загинала . 
Нейният труп се удари в МКС . 
Не загина Пол , а аз . 
Ако тя е трупът , който се удари в МКС , как е възможно да е тук сега ? 
Както и аз . 
Ние сме от друго място . 
Най - логичното обяснение на присъствието ви тук е , че сте се върнали живи . 
Не я помня . 
Тя е шефът на " Роскосмос " , а аз не я помня . 
Не помня ЛСА . Не помня Хенри Калдера , не помня дъщеря си . 
Значи имаш проблем с паметта . 
Върви си . 
Тук ще ти помогнат . 
Не скърби , а се лекувай . 
Моля те . 
Ако не се лекуваш , състоянието ти ще се влоши . 
Сякаш я видях . В снега . 
И за момент ... Зарадвах се , че я виждам . 
Усетих колко много ми липсва , колко силно я обичам и колко съжалявам . 
И тя изчезна . 
С вързани ръце съм . И двете преживяват някаква криза , която не разбирам . 
Имат тайни , които не споделят с мен . 
Не знам какво да правя . 
И не знам как да помогна на Алис . 
Как да се върнем към предишния си живот ? 
Искате ли да си го върнете ? 
Сякаш всички се реем в Космоса . 
Чувствам се така , сякаш всички се реем в Космоса . 
Няма да си кривя душата . Не съм свикнал с такъв лукс . - Хенри . 
Караш ме да се чувствам необяснимо добре . 
Какво има ? 
Какво се е променило ? 
Някога , когато ме обучаваха , Ирена Лисенко отлетя в Космоса и се върна невредима . 
Боже ! Каква красива жена беше тя . 
Не съм я виждал лично . 
Дълго време не бях на себе си . 
Спомних си , че в Космоса е станал инцидент и Ирена Валентина Лисенко е умряла от задушаване . 
Бил си объркан от заболяването . 
Хенри , и двамата сме преживели неща , от които ни е трудно да се отърсим . И още как . 
- Каза , че си бил раздвоен . 
Някой спеше в леглото ми , носеше дрехите ми и изяждаше храната ми . 
Кажи ми като специалист - ако започна да ги пия отново , ще облекчат ли психичните ми проблеми ? 
Хенри , какво има ? 
Не съм Хенри . 
Хенри го няма . 
И , да чукна на дърво , ако имам късмет , никога няма да се върне . Но ще си спомни кой е и ще изживее старините ми , с всички зависимости и провали . 
Ела с мен в " Св . Сергий " , ще ти помогна . - Нямам нужда от помощ . 
Аз спечелих Нобелова награда . 
Снимал съм се с Рейгън и Мохамед Али . 
Аз съм този човек . 
А ти продължавай да отричаш и да прикриваш истината , както винаги . 
Вярваш ли в духове ? 
- Не знам . 
Понякога мисля , че татко е тук . 
Знам , че загина , но понякога ми се струва , че е тук . 
Уенди , мисля , че майка ми е мъртва , а тази , която е тук , е друга . 
Завиждам ти . 
Полужива и полумъртва е по - добре от изцяло мъртва . 
Може би някои хора могат да са и двете неща . 
Как е баща ти ? 
Държа се странно на погребението на мама . 
Не знам . 
Отиде да се види с един астронавт и той го е прострелял . 
Сега е в болница . 
Тъжно е . 
И аз още тъгувам за мама . 
Мисля , че видях призрака й . 
Баща ти е готин . 
- Вечно мърмори . 
Добър баща е . 
Да , мисля , че си права . 
Татко , знам , че са измислици . Разказите на мама . 
Знам , че не е мъртва . 
Радвам се да го чуя . 
- Може ли да идем да я видим ? 
Искаш ли я ? - Какво има вътре ? 
Неща , които са намерили пред хижата . 
Ще отидеш ли да провериш дали не си забравила нещо ? 
Чуваш ли ме ? 
Искаш ли да играем ? 
Мама там ли е ? 
Искам да знам дали наистина я видях . 
Моля те . 
Искам да говоря с нея . Моля те ! 
Заминаваме . 
Готово . 
Повече няма да търся мама . 
Има и друга Алис , на друго място . 
Моята майка е при нея . 
Чудесно обяснение . 
Другата Алис има късмет , не мога да й се сърдя . 
Гордея се с теб . 
Смела ли съм ? 
И то много . 
Какво показа полиграфът ? 
Отлични резултати . 
А ДНК тестът ? 
Ако съм прав , моята е различна от тази , която сте открили в дома на Бъд Калдера . 
Не , ДНК тестовете са идентични . 
А полиграфът доказва само , че вярвате в това , което твърдите . 
Истината е . 
Истината е дефицитна стока . 
Не сте ли забелязали ? 
СПИСЪК НА ГОСТИТЕ , " БЪРНИС " Хенри , известен като Бъд Калдера , повдигам ви обвинение за убийството на Иън Роджърс и за опит за убийство на командир Пол Ланкастър . 
Не сте длъжен да отговаряте , но всичко , което кажете , може да се използва срещу вас в съда . 
Продължаваме с възстановка на нощта с двойното убийство , три седмици след смъртта на Ани Чапман , на 30 септември 1888 г . 
Била влажна , мрачна нощ . И изключително тъмна . 
В 1 ч . сутринта управителят на клуба подкарал понито си през тази арка към изхода . 
Понито отскочило вляво , подплашено от нещо , което се промъквало в сенките . 
Джак Изкормвача . 
Последвайте ме и ще ви покажа къде точно е бил . 
Какво искаш ? 
Бивш полицай съм . 
Знам . 
Живей си живота , Иън Роджърс . 
Как си ? 
Кои са мъжете горе ? - Само един е . 
Кой е той ? 
Първият човек в Космоса . 
Какво ? 
- Пий си лекарствата . 
Свири на пианото . 
Прави привични за теб неща . Помага . 
Иначе , повярвай ми , ще се сринеш психически . 
Загинах ли в Космоса ? 
Може ли да се върна ? 
Има ли някакъв начин ? 
Двойница ли имаш ? 
Едната мъртва , а другата - жива ? 
И аз ли съм раздвоена ? 
Това помага ли ни да опознаем себе си ? 
Но ако това се е случило ... - Стига . 
Тук имаш дете , което трябва да отгледаш . 
Може би скоро ще имаш и второ . 
Приеми тази ситуация и забрави другото . 
Как бих могла ? Не мога . 
Каквото и да се е случило , няма връщане назад . 
Нищо не можеш да промениш . 
Никога . 
Станалото - станало . 
Живей . 
Мисля си за другата Алис . 
Тя няма нищо против , че ти си тук с мен . 
Мисля , че е съгласна . 
И двете загубихме близък човек , но и намерихме нов . 
Не е нужно да забравяме . 
Трябва да приемем реалността . 
Приемаме ли я ? 
Ти си забележителна личност , Алис . 
Майка ти много би се гордяла с теб . 
А ти гордееш ли се ? 
Имам нужда от майка . 
А аз - от Алис . 
Аз мога да бъда тази Алис , мамче . 
Това видях . 
Това се блъсна в МКС . 
Рисунката е на Алис . 
Явно те е чула да разказваш . 
Опитвам се да мисля трезво . Съпругът ми е тук . 
Дъщеря ми е тук . 
Това е светът , който напуснах . 
Но ? 
Ще започна да пия лекарствата , щом с тях няма ... да се чувствам несигурна и объркана . 
Ами бебето ? 
Ти искаше второ , но отпреди полета не сме обсъждали темата . 
В състояние ли сме да имаме бебе ? 
Ти искаш ли го ? 
А ти ? 
Казвам се Ирена Валентина Лисенко . 
Старши инспектор съм в " Роскосмос " . 
ДО : АСТРОНАВТИТЕ Бях втората жена , полетяла в Космоса . 
Оттогава , под ръководството на СССР и след падането на комунизма , за мен е бреме и отговорност да прикривам основен факт за пътуването в Космоса . 
А той е , че там хората полудяват . 
Това ни е известно . 
На вас - също . 
Преструваме се , че не е вярно , но мнозина от нас виждат и чуват неща , които нямат логично обяснение . Дори не могат да бъдат наречени " лудост " . 
Моля всеки от вас , който има желание , да сподели с мен анонимно личните си проблеми . 
Пол , пусни ме ! 
- Видях нещо ! 
Съжалявам . 
Всичко е различно . 
Магнъс , приличам ли ти на твоята Джо ? 
Обичам те . 
Обичам те и искам да бъдем заедно повече от преди . 
Аз също . 
Може ли да седна при теб ? 
Благодаря , че се погрижихте за нея . 
Заповядай . 
Как се казвате ? 
Ирена Валентина Лисенко . 
Приятелите ми ме наричат Валя . 
Скачай в заешката дупка , Алис . 
До безкрайността и отвъд нея . 
Почакай за момент . 
Мамо ? 
Може ли да те питам нещо ? 
Ако се е случило каквото се е случило , ако аз съм от тук и тате е от тук , и ти си от там , откъде ще е бебето ? 
Алис , дори да ме няма ... винаги ще съм до теб и баща ти . 
Едва ли можеш да разбереш колко копнеех да съм край теб , да гледам как растеш . 
Каквото и да се случи , винаги ще бдя над теб . 
Сърцето ми бие заради теб , детенце мое . 
Обичам те страшно много , дори не можеш да си представиш колко . 
Обич моя . 
