ऐल स । 
भले ह मैं यह ँ न रहूँ ... मैं हमेश तुम्ह रे स थ हूँ । 
च हे ज ह ज ए , मेर नज़रें हमेश तुम पर रहेंग । 
ह्यूस्टन । यह बर्डस न्ग है । एच . 
वे ज़ ंद हैं । 
पक्क मैं बेह श ह गय हूँग । वे स ँस ले रहे हैं । 
मैं उनक स ँसें देख सकत हूँ । 
पर वे मर चुके थे ... हे भगव न ! 
मैं उनक स ँसें देख सकत हूँ । 
वे ज़ ंद हैं । 
... बेह श ह गय हूँग । 
वे स ँस ले रहे हैं । 
मैं उनक स ँसें देख सकत हूँ । 
वे ज़ ंद हैं । 
वे स ँस ले रहे हैं । मैं उनक स ँसें देख सकत हूँ । 
डैड , बैठ ए । 
बैठ ए । 
सुन ए । म ँ मर चुक हैं । 
मुझे अफ़स स है । 
वह दुर्घटन में म र गई थ ं । क्य कह ? 
उनक ल श अब भ वह ँ ऊपर है । 
तुमने अभ - अभ उनके स थ कैब न में द द न ब त ए । 
मैंने वह सुन । 
तुम्ह र म ँ ज़ ंद हैं । वह बस हम रे स थ नह ं हैं । 
म ँ मर चुक हैं । 
और एक और ऐल स है । 
वह उसक म ँ हैं ज ल ट आईं । 
एक अलग जगह है । 
उसक स एएल से क ई संबंध है । 
तुम्ह र म ँ क द म ग़ ब म र है । 
उन्ह ंने तुम्हें ज भ बत य , वह सच नह ं है । 
तुम्ह र म ँ ज़ ंद हैं । 
आप ग़लत हैं , डैड । 
मश न में क ई ख़र ब है । फ़ ट ख़र ब ह गई है । 
मुझे द ख ओ । 
आर प ये हैं क श्र क ल्डैर ने कम ंडर प ल लैंकेस्टर क 60556 लेक्स ंग्टन ऐवन्यू में आठ नवंबर , 2021 , स मव र क लगभग 21 : 05 बजे ग ल म र । स थ ह , श्र क ल्डैर ने श्र इयन र जर्स क सत्रह अक्टूबर , 2021 , रव व र क 23 : 35 बजे एसएस बर्न स से धक्क म र द य ज ससे डूबने से श्र र जर्स क म त हुई । 
ब ल । 
श्र क ल्डैर क कहन है क वह व इंस न नह ं हैं ज न्ह ंने ये अपर ध क ए । 
स थ ह , वह अपन पहच न और इन च ज़ ं क पुष्ट करने के ल ए 
मैं च हत हूँ क तुम बड क ल्डैर के अप र्टमेंट में रहने व ले इंस न के ड एनए के स थ मेरे ड एनए क तुलन कर । 
पर आप इनक र नह ं कर रहे हैं क आप हेनर क ल्डैर हैं । 
श यद हम यह स्थ प त कर चुके हैं क मैं तथ कथ त बड क ल्डैर नह ं हूँ । 
मैं यह सुझ व दूँग क वे द न ं सज्जन एक ह इंस न हैं । 
सम्म न सह त , वे एक ह इंस न नह ं हैं । 
मैं च हत हूँ क तुम यह पत कर क बड क ल्डैर कह ँ रहत है और उसक न ज और आर्थ क स्थ त य ँ कैस हैं । 
संक्षेप में , मुझे यह ज नन है क उसक ज़ ंदग कैस है । 
यह पढ़ ए । ब इंग म इसेल्फ़ बड क ल्डैर 
वैसे , भगव न ह ज नते हैं इसे बन ने में क तन खर्च आय थ । श यद ल ख ं लगे थे । 
पर उसने कुल्ह ड़ से इसे चूर-चूर कर ड ल । 
मैं आपसे म फ़ म ँगत हूँ । । 
यूर प यन स्पेस एजेंस क ओर से । 
उसक इल ज ह रह है । हम उसे न कर से न क ल देंगे । 
- सच में ? - ह ँ । 
मुझे य द है , सन् 1964 में , जब पहल ब र मह ल एस्ट्र न ट ं क भर्त हुई थ । 
उन्ह ंने श र र क ज ँच बस ख़त्म ह क थ , समझे ? और स्ट वन व न्डरुस , ज उस समय ऑपरेशन्स के प्रमुख थे , उन्ह ंने अंतर क्ष में मह ल ओं के ज ने क समस्य और एक मनम ज मन श र र क च ज़ , य न एक मह ल के एक जट ल मश न , य न एक अंतर क्ष य न से मेल क 
वह समस्य है ज हम कभ सुलझ न सके । 
हेनर , आप इसे लेकर च ंत त नह ं हैं ? नह ं । नह ं । क्य ? वह बस एक स म न है । हमें ज़ ंदग य ँ ज न हैं । 
क्य ह रह है ? 
मुझे बंद करके क्य ं रख गय है ? 
मैं यह ँ क्य ं हूँ ? 
तुम अंग्रेज़ ब लत ह ? तुम रूस ब लत ह ? रुक , रुक , रुक ! कृपय ! कृपय । रुक , रुक , रुक , कृपय ! हैल ? बस कृपय व पस ल ट ! कृपय ! 
क्य उनके प स उनक फ़ न है ? मुझे नह ं पत । 
आपक क्य ं नह ं पत ? 
मुझे कुछ च ज़ ं के ब रे में उनसे ब त करन है । 
पर तुम्हें त लग थ क वह मर चुक हैं । 
ऐल स , अपन न श्त ख ओ । 
- उसक स्व द ब ल्कुल भद्द है । 
- इसक स्व द भद्द नह ं है । तुमने कभ भद्द च ज़ नह ं चख है । 
देख , अगर तुम अपन म ँ क बकव स ब त ं पर व श्व स करत रह , त तुम उनसे नह ं म ल सकत । 
यह प ट एसड नह ं है । यह मन व क र नह ं है । यह प गलपन नह ं है । 
मन व क र और प गलपन से ग्रस्त सभ ल ग यह कहते हैं । 
मुझे अपन बेट के प स व पस ज न है । 
तुम प य न बज त ह , है न ? 
त बज ओ । 
मेरे कैब न में आग लग थ । 
उससे पहले ... मैंने अपन बेट क देख थ । मेर असल बेट क । अंतर क्ष में ज ने के ब द से , मैंने उसे नह ं देख थ । 
बज ओ । 
क्य आप एक म ँ हैं ? 
तुम अपन बेट के स थ सफ़र कर रह थ । 
आग लगने के ब द वह क फ़ ब म र पड़ गई थ , पर अब वह ठ क है । 
वह अपने प त के स थ है । 
मैं उसे सूँघ सकत थ । 
असल ऐल स क । 
मैं अपन बेट क सूँघ सकत थ । मैं सूँघ सकत थ । अगर इस ब म र क इल ज नह ं क य गय , त व श्व स कर , यह स्थ त बदतर ह ज एग । 
आप मुझे उससे म लने से क्य ं र क रह हैं ? 
कृपय । वह मेर बच्च है । 
वह मेर बच्च है और मैंने उसे ख द य है । 
तुम गर्भवत ह । 
तुम्हें पत है क हम ल थ यम देने से पहले गर्भ वस्थ क ज ँच करते हैं । 
यह भ्रूण के ल ए बेहद जहर ल ह सकत है । क्य ? 
- आमत र पर , हम तुम्हें ... - अरे , नह ं । ... श ंत करने के ल ए 1,800 म ल ग्र म ल थ यम-7 देते , पर तुम गर्भ वस्थ के शुरुआत चरण में ह । च र हफ़्ते हुए हैं । 
हमने तुम्ह रे इल ज के ल ए एक वैकल्प क औषध च क त्स ड ज़ इन क है , पर तुम्हें उसे स्व क र करन ह ग । वरन हमें तुम्हें फ र से झटके देने ह ंगे । 
मैं इस बच्चे क जन्म नह ं दे सकत । 
अगर मैंने इस बच्चे क जन्म द य , त मैं उसके प स व पस कैसे ल टूँग ? 
कृपय । ये ग ल य ँ ल । 
मैं देख रह हूँ क तुम दर्द में ह । 
मैं दर्द सह सकत हूँ ! 
यह प गलपन नह ं है । 
मुझे उसके प स व पस ल टन ह ग । आप समझ रह हैं ? मैं यह ँ नह ं रह सकत ? 
वह कैस आव ज़ है ? 
यह ँ एक और मेहम न है । 
तुम उस इंस न से नह ं म ल ग । 
वह ल इल ज है । 
कृपय मत ज इए ... 
वह आप हैं । 
लपटें उठ रह हैं ... आग ! आग ! 
कैप्सूल में आग लग है । च ल स । 42 । 
मुझे गर्म लग रह है । 
दुन य उलट ह गई है । 
इर न ब ल रह हूँ । मुझे तुमसे म लन है । यह बेहद ज़रूर है । 
क्य आप कभ इयन र जर्स से म ले हैं ? 
मुझे नह ं पत वह क न है । 
क्य आप कभ एसएस बर्न स पर सव र हुए हैं ? 
मेर ज नक र में , नह ं । 
क्य आप ईस्ट ह ल वुड में अपने घर में प ल लैंकेस्टर से म ले थे ? 
ईस्ट ह ल वुड में मेर क ई घर नह ं है , इसल ए मैं प ल लैंकेस्टर से नह ं म ल । 
क्य आप कभ प ल लैंकेस्टर से म ले हैं ? 
कई ब र । 
आप क न ह ल त ं में उनसे म ले थे ? 
मुझे शुरुआत ह ल त त य द नह ं हैं , पर हम द न ं आईएसएस प्र ग्र म के ल ए न स द्व र न य ज त हुए थे : मैं र केट प्र पल्शन लैब रेटर के च फ़ तकन श यन के रूप में , वह एस्ट्र न ट और म शन कम ंडर के रूप में । 
क्य आपने प ल लैंकेस्टर क ग ल म र ? नह ं । 
पर मेर म नन है क श यद मैंने उसक हत्य क ह ग । कैसे ? 
मैंने एक मश न क न र्म ण क य थ ज ससे ... ... य ज सक वजह से वह स्थ त उत्पन्न हुई ज ससे अंतर क्ष में घ तक दुर्घटन घट थ । 
मैं तुम्हें प य न बज ते हुए सुनन च हूँग । 
हैल ! 
क्य उन्ह ंने तुम्हें यह ँ आने क कह ? 
क्य ... क्य तुमने मैग्नस से ब त क ? 
क्य तुम ऐल स से म ले ? 
मैं इस ब म र के ब रे में कई सव ल पूछत आ रह हूँ । 
तुम बज त क्य ं नह ं ? 
मैंने तुम्हें पहले कभ प य न बज ते नह ं सुन है । 
इल्य , यह अज ब सुन ई पड़ सकत है , पर यह क ई ब म र नह ं है । 
सुन , मैं हेनर के क म के ब रे में पढ़ रह हूँ । 
तुम्हें पत है हेनर क ल्डैर कह ँ हैं ? 
वह क्य कर रहे हैं ? श यद मैं उनसे ब त कर सकत हूँ । 
वे इसे " एस्ट्र न ट बर्नआउट " कहते हैं । 
पृथक्करण क भ वन । प गलपन । यह महसूस करन क पर च त जगहें और ल ग बहरूप ये हैं । 
यह कई ब र ह चुक है । 
अच्छ ख़बर यह है क वे इसक इल ज कर सकते हैं । 
तुम यह ँ क्य ं आए ह ? 
इर न ब म र हैं । वह उम्म द कर रह हैं क मैं यह ज़ म्मेद र सँभ लूँ । 
यह ँ क स ऐसे क ज़रूरत है ज ल ग ं क देखभ ल कर सके । 
इल्य , मैंने इर न के कैप्सूल से रेड य संच र क र क र्ड ंग सुन हैं । वह अंतर क्ष में ध्वस्त ह गय थ । वह मर गई थ ं । 
इर न ह वह ल श थ ं ज आईएसएस से टकर ई थ । 
प ल मर नह ं थ । मैं मर थ । 
ज , अगर इर न वह ल श थ ं ज आईएसएस से टकर ई थ , त वह यह ँ कैसे म जूद हैं ? 
वैसे ह जैसे मैं यह ँ म जूद हूँ । 
हम क स और जगह से आए हैं । 
तुम द न ं के यह ँ ह ने क सबसे स ध स्पष्ट करण यह है क तुम द न ं ज़ ंद ल ट ह । 
मुझे इर न य द नह ं है । 
वह र सक स्म स क प्रमुख हैं और मुझे वह य द नह ं हैं । 
मुझे स एएल य द नह ं है । मुझे हेनर क ल्डैर य द नह ं हैं । मुझे मेर बेट य द नह ं है । 
त तुम्ह र य दद श्त में ह क ई गड़बड़ है । 
यह ँ से चले ज ओ । 
तुम यह ँ क फ़ कुछ कर सकत ह , ज । 
श क करन बंद कर और स्वस्थ ह ज ओ । 
कृपय । 
अगर तुम स्वस्थ नह ं हुई , त तुम्ह र ह लत और बदतर ह ज एग । 
मुझे लग मैंने उसे देख । बर्फ़ में । 
और एक पल के ल ए , मैं ... मैं उसे फ र से देखकर बेहद ख़ुश थ । 
मैंने महसूस क य क मुझे उसक क तन य द आई और मैं उससे क तन प्य र करत थ ... और मुझे क तन अफ़स स थ । 
और फ र वह चल गई । 
मैं ब च में फँस हुआ हूँ । और वे द न ं उन ह ल त ं से गुज़र रह हैं ज नके ब रे में मुझे क ई अंद ज़ नह ं है । 
उनके प स र ज़ हैं ज नक मैं ह स्स नह ं हूँ । 
मुझे पत नह ं क मैं इससे कैसे आगे बढ़ूँ । 
और मुझे पत नह ं क मैं ऐल स क इससे कैसे उभ रूं । 
हम कैसे द ब र एक पर व र बनें ? 
क्य तुम द ब र एक पर व र बनन च हते ह ? 
लगत है हम सभ ब न मदद के समस्य ओं से जूझ रहे हैं । 
बस ऐस लगत है हम सभ ब न मदद के समस्य ओं से जूझ रहे हैं । 
अरे , सच में , - यह उससे कह ं बेहतर है ज सक मैं आद हूँ । - हेनर । 
तुम मुझे अस्पष्ट रूप से बेहतर महसूस कर ते ह । 
क्य हुआ ? 
क्य अलग है ? चल । 
ज नत ह , क फ़ समय पहले , जब मैं ट्रेन ंग में थ , इर न ल सेन्क , वह अंतर क्ष में गई थ । और ... और वह सह - सल मत व पस न चे ल ट आई थ । 
अरे , व ह । वह क तन आकर्षक थ । 
मैं उससे कभ नह ं म ल । पर फ र मैं चल गय । 
क फ़ समय तक , मैं अपने ह श में नह ं थ । 
पर तभ मुझे य द आय क मैंने वह ँ ऊपर एक दुर्घटन के ब रे में सुन थ और , दरअसल , इर न वेलेंट न ल सेन्क दम घुटने से मर थ । 
तुम उस ब म र क वजह से ऐस स च रहे ह । 
हेनर , हम द न ं के स थ एक दुर्घटन हुई थ । व पस आकर अज ब महसूस हुआ थ । बेशक अज ब महसूस हुआ थ । 
तुमने कह थ क तुम्हें महसूस ह रह है क एक दूसर इंस न तुम्ह रे स थ चल रह है । 
क ई मेरे ब स्तर पर स रह है और मेरे कपड़े पहन रह है और मेर दल य ख रह है । 
अब , तुम ह व शेषज्ञ ह । अब , अगर मैं ये द ब र लेने लगूँ , क्य ये मेरे व्यक्त त्व व क र क दूर करेंग ? 
हेनर , क्य ब त है ? 
मैं हेनर नह ं हूँ । 
हेनर ज चुक है । 
और उम्म द है क , अगर मेर क़ स्मत अच्छ रह , त वह द ब र कभ नह ं ल टेग । पर उसे य द रहेग क वह क न थ और वह मेरे बुढ़ पे , मेर लत ं और मेर असफलत ओं क ज एग । 
तुम्हें मेरे स थ व पस सेंट सेर्ग अस ल टन ह ग । मैं तुम्ह र मदद कर सकत हूँ । नह ं , मुझे मदद क ज़रूरत नह ं है । 
मैं वह इंस न हूँ ज सने न बेल पुरस्क र ज त थ । 
मैंने र गन और मुहम्मद अल के स थ फ़ ट ख ंचव ई थ ं । 
वह मैं हूँ । 
और हमेश क तरह , तुम इससे इनक र करन और इस पर पर्द ड लन ज र रख सकत ह । 
क्य तुम भूत ं में व श्व स करत ह ? 
पत नह ं । 
कभ - कभ मुझे लगत है क मेरे डैड यह ं हैं । 
मुझे पत है क वह मर चुके हैं , पर कभ - कभ मुझे लगत है क वह यह ं हैं । 
वेंड , मुझे लगत है क मेर म ँ मर चुक हैं और यह ँ एक और हैं ज ज़ ंद हैं । 
तुम्ह र स्थ त मुझसे ज़्य द बेहतर है । 
आध ज़ ंद और आध मृत , यह पूर तरह से मृत ह ने से बेहतर है । 
श यद कुछ ल ग ज़ ंद और मृत , द न ं ह सकते हैं । 
तुम्ह रे डैड क क्य हुआ ? 
वह मम्म के अंत म संस्क र में थ ड़ अज ब बर्त व कर रहे थे । 
पत नह ं । 
वह एक एस्ट्र न ट से म लने गए और उन्हें ग ल म र द गई । 
अब वह अस्पत ल में हैं । 
मैं थ ड़ उद स हूँ । 
मैं भ अपन मम्म क लेकर उद स हूँ । 
मुझे लगत है क मैंने उनक भूत देख थ । 
पर तुम्ह रे डैड बेहद श नद र हैं । 
वह च ड़च ड़े हैं । 
वह अच्छे डैड हैं । 
ह ँ । श यद वह हैं । 
डैड , मुझे पत है क वह सब भ्रम है ... ज उन्ह ंने कह थ । 
मुझे पत है क वह मर नह ं थ ं । 
मुझे यह सुनकर बेहद ख़ुश हुई । 
त , क्य हम उनसे म लने ज सकते हैं ? 
- तुम्हें इस बक्से क च ज़ें च ह ए ? 
कुछ च ज़ें हैं ज उन्हें कैब न के ब हर म ल थ ं । ह ँ । 
ऐल स , आख़ र म क है । ऊपर देखन च ह ग क्य तुमने कुछ छ ड़ य नह ं ? 
तुम मुझे सुन सकत ह ? 
तुम एक खेल खेलन च हत ह ? 
क्य मम्म वह ँ हैं ? 
मैं ज नन च हत हूँ क क्य मैंने उन्हें सच में कैब न में देख थ । 
कृपय ? 
मैं उनसे ब त करन च हत हूँ । कृपय । 
दरअसल , अभ हम यह ँ से ज रहे हैं । 
चल । 
अब मैं मम्म क और नह ं ढूँढूँग । 
एक और ऐल स है । वह कह ं और रहत है । 
मेरे बज य , उसे मम्म म ल गई है । 
यह क फ़ अच्छ , सक र त्मक नज़र य है । 
मैं बस ज़्य द क़ स्मतव ल ह ने के क रण दूसर ऐल स पर गुस्स नह ं कर सकत । 
मुझे तुम पर बेहद गर्व है । 
क्य मैं स हस हूँ ? 
तुम बेहद स हस ह । 
और प ल ग्र फ़ ? 
आप पूर तरह प स ह गए । 
और ड एनए ? 
अगर मैं सह हूँ , त मेर ड एनए उस ड एनए से अलग ह ग ज तुम्हें बड क ल्डैर के अप र्टमेंट में म ल थ । 
नह ं । वह ड एनए ब ल्कुल मेल ख त है । 
और प ल ग्र फ़ केवल यह स ब त करत है क आपक वह सह लगत है ज आप स चते हैं । 
यह सच ह है । 
इन द न ं सच क पहच नन क फ़ मुश्क ल है । 
क्य आपने ध्य न नह ं द य ? 
बर्न क न IV गेस्टल स्ट एसएस बर्न स हेनर , ज बड क ल्डैर के न म से भ ज ने ज ते हैं , मैं औपच र क रूप से आप पर इयन र जर्स क हत्य और कम ंडर प ल लैंकेस्टर क हत्य क क श श क आर प लग रह हूँ । 
आपक कुछ कहने क ज़रूरत नह ं है , पर आपके बच व पर बुर असर पड़ सकत है अगर आप पूछत छ के द र न क स ऐस ब त क ज़ क्र नह ं करते हैं ज स पर आप ब द में अद लत में न र्भर करते हैं । 
और अब हम तथ कथ त " द हर घटन " क र त क ओर बढ़ते हैं । ऐन चैपमैन क हत्य के त न हफ़्ते ब द , त स स तंबर , 1888 क र त क ओर । 
और उस श म क फ़ ब र श हुई थ , भद्द म सम थ । और क फ़ अँधेर थ । 
र त के एक बजे ... क्लब क पर च रक अपन घ ड़ और बैर लेकर उस मेहर ब से ह ते हुए गल य रे में गय । 
घ ड़ गल के अँधेरे में छ प क स च ज़ से डरकर ब ईं तरफ़ कूद । 
जैक द र पर । 
अगर हम आगे बढ़ें , त मैं आपक वह जगह द ख सकत हूँ । 
क्य कर रहे ह ? 
मैं एक सेव न वृत्त पुल स ऑफ़ सर हूँ । 
ज नत हूँ । 
बेहतर न ज़ ंदग ज य , इयन र जर्स । 
कैस ह ? 
ऊपर वे आदम क न हैं ? वह ँ केवल एक आदम है । 
वह क न है ? 
अंतर क्ष में ज ने व ल पहल आदम । 
- क्य ? 
- अपन दव इय ँ ल । 
प य न बज ओ । 
वह च ज़ें कर ज ससे तुम्ह र शर र पर च त है । इससे मदद म लत है । 
वरन , मेर व श्व स कर , तुम्ह र द म ग़ ह लत ब गड़ ज एग । 
क्य मैं वह ँ ऊपर म र गई थ ? 
क्य मैं व पस ज सकत हूँ ? 
क्य मैं कभ व पस ज सकत हूँ ? 
क्य आपके द रूप हैं ? 
एक मृत , एक ज़ ंद ? 
क्य मेरे द रूप हैं ? 
यह अपने ब रे में हम रे ज्ञ न क कैसे बेहतर बन त है ? 
पर अगर वह ँ ऊपर यह ह त है ... बस कर । 
यह ँ तुम्ह र एक बेट है , ज सक तुम्हें देखभ ल करन है । 
और श यद , एक और बच्च ह ने व ल है । 
इसे स्व क र कर और ज ने द । 
कैसे ज ने दूँ ? मैं नह ं सकत । 
क्य ंक यह ज भ है , इसे बदल नह ं ज सकत है । 
तुम इसे बदल नह ं सकत । 
कभ नह ं । 
यह ह चुक है । 
ज य । 
मैं उस दूसर ऐल स के ब रे में स च रह थ । 
श यद उसे लगत है क यह ठ क है और आप यह ँ मेरे स थ हैं । 
मुझे लगत है क उसे यह ठ क लगत है । 
हम द न ं ने क स क ख य , पर हमें क ई म ल भ गय । 
इसक यह मतलब नह ं क हम दूसर व ल क भूल ज एँ । 
इसक बस यह मतलब है क हमें इसे स्व क र करन ह ग । 
क्य हम इसे स्व क र करते हैं ? 
तुम एक बेहद श नद र बच्च ह , ऐल स । 
तुम्ह र म ँ क तुम पर बेहद गर्व ह त । 
क्य आपक मुझ पर गर्व है ? 
मुझे एक म ँ क ज़रूरत है । 
मुझे भ एक ऐल स क ज़रूरत है । 
वह मैं हूँ । म ँ , वह मैं ह सकत हूँ । 
मैंने यह देख थ । 
यह आईएसएस से टकर य थ । 
ऐल स ने यह बन य थ । 
द व ल्य श यद उसने तुम्हें इसके ब रे में ब त करने सुन ह ग । 
मैं तर्कसंगत ह ने क क श श कर रह हूँ , मैग्नस । मेर पत यह ँ है । 
मेर बेट यह ँ है । 
यह बेशक वह दुन य है ज मैं छ ड़कर गई थ । 
पर क्य ? 
मैं यह ग ल य ँ लेन शुरू करूँग , अगर इसक मतलब यह है क मैं ... मैं अन श्च तत क इस स्थ त में नह ं रहूँग । 
और इस बच्चे क क्य ? 
हमें हमेश से एक और बच्च च ह ए थ , पर तुम्ह रे अंतर क्ष में ज ने के पहले से , हमने इस पर चर्च नह ं क । 
क्य हम उसक स्व गत करने क स्थ त में हैं ? 
क्य तुम यह बच्च च हत ह ? 
तुम च हते ह ? 
मेर न म इर न वेलेंट न ल सेन्क है । 
मैं र सक स्म स क एग्ज क्यूट व कंट्र लर हूँ । 
सेव में : एस्ट्र न टमेलल स्ट सन् 1967 में , मैं अंतर क्ष में ज ने व ल दूसर मह ल बन । 
उस समय से यूएसएसआर के तहत और स म्यव द के पतन के ब द से , अंतर क्ष य त्र के ब रे में एक बुन य द तथ्य क छ प न मेर ब झ और मेर ज़ म्मेद र रह है । 
क यह ल ग ं क प गल बन त है । 
हमें यह पत है । 
आप यह ज नते हैं । 
हम ढ ंग करते हैं क यह सच नह ं है , पर हम में से कई ऐस च ज़ें देखते और सुनते हैं ज समझ ई नह ं ज सकत हैं ... श यद " प गलपन " कहकर भ नह ं समझ ई ज सकत ं । 
मैं पूछ रह हूँ क क्य आप अपन क स भ समस्य के ब रे में मुझे गुमन म रूप से बत एँगे । 
प ल , मुझे छ ड़ । 
- मैंने कुछ देख है ! - मुझे छ ड़ ! 
मुझे म फ़ कर द । 
ह ल त अलग हैं । 
मैग्नस , क्य मैं तुम्हें तुम्ह र ज जैस लगत हूँ ? 
मुझे तुमसे प्य र है । 
मुझे तुमसे प्य र है और तुम्ह रे स थ रहने क मेर च ह , पहले से बढ़ गई है । 
मेर भ । 
मैं तुम्ह रे स थ बैठ सकत हूँ ? ज़रूर । 
उनक देखभ ल करने के ल ए धन्यव द । 
यह ल । 
आपक न म क्य है ? 
इर न वेलेंट न ल सेन्क । 
पर मेरे द स्त मुझे व ल्य बुल ते हैं । 
अलव द , ऐल स । 
चल चलें ! 
बस मुझे एक म नट द , ठ क है ? 
म ँ ? 
क्य मैं आपसे कुछ पूछ सकत हूँ ? 
अगर ज हुआ , वह हुआ ... अगर मैं यह ँ से हूँ और डैड यह ँ से हैं और आप वह ँ से हैं ... त बच्च कह ँ से ह ग ? 
ऐल स , भले ह मैं यह ँ न रहूँ ... मैं हमेश तुम्ह रे ... और डैड के स थ हूँ । 
मुझे नह ं लगत क तुम्हें यह अंद ज़ है क मैं क तन ... मैं बस तुम्ह रे प स रहकर तुम्हें बड़ ह ते हुए देखन च हत थ । 
च हे ज ह ज ए , मेर नज़रें हमेश तुम पर रहेंग । 
और मेर द ल ... तुम्ह रे स थ धड़कत है , ज न । 
मैं तुम्हें बेहद प्य र करत हूँ । तुम्ह र कल्पन से भ ज़्य द । 
मेर ज न । 
