ఆలీస్ . 
నేన ఇక్కడ లేకపోయినా ... ఎల్లవేళలా నీ దగ్గరే ఉ టాన . 
ఏ జరిగినా కానీ , నిన్న క టికి రెప్పలా కాపాడ క ట నే ఉ టాన నేన . 
హ స్టన్ . నేన బర్డ్ సా గ్ న డి మాట్లాడ త న్నా . హెచ్ . 
వాళ్ల బతికే ఉన్నార . 
నేన స్ప హ కోల్పోయినట్ట న్నా . వాళ్ల ఊపిరి తీస క ట న్నార . 
వాళ్ల ఊపిరి తీస కోవడ కనిపిస్తో ది ! 
కానీ వాళ్ల ఇ తక మ ద చనిపోయారే ... అయ్య బాబోయ్ ! 
వాళ్ల ఊపిరి తీస కోవడ కనిపిస్తో ది . 
వాళ్ల బతికే ఉన్నార . 
... స్ప హ కోల్పోయినట్ట న్నా . 
వాళ్ల ఊపిరి తీస క ట న్నార . 
వాళ్ల ఊపిరి తీస కోవడ కనిపిస్తో ది ! 
వాళ్ల బతికే ఉన్నార . 
వాళ్ల ఊపిరి తీస క ట న్నార . వాళ్ల ఊపిరి తీస కోవడ కనిపిస్తో ది . 
నాన్నా , క ర్చో . 
వచ్చి క ర్చో . 
చెప్పేది విన . అమ్మ చనిపోయి ది . 
నేన చి తిస్త న్నాన . 
తన ద ర్ఘటనలో చనిపోయి ది . ఏ టి ? 
తన దేహ ఇ కా అ తరిక్ష లోనే ఉ ది . 
న వ్వ ఇప్ప డే కదా క్యాబిన్ లో తనతో పాట రె డ రోజ ల గడిపి వచ్చి ది . 
నేన అది విన్నాన . 
అమ్మ బతికే ఉ ది . తన మనతో లేద . 
మన అమ్మ చనిపోయి ది . 
ఇ కో ఆలీస్ క డా ఉ ది . 
ఇక్కడికి వచ్చి ది వాళ్ల అమ్మే . 
ఇ కో ప్రప చ ఉ ది . 
ఇద తా జరగడానికి క్యాల్ కారణ . 
అమ్మ మానసిక పరిస్థితి బాగాలేద . 
తన నీకేదైతే చెప్పి దో , అది నిజ కాద . 
అమ్మ బతికే ఉ ది . 
న వ్వ పొరబడ త న్నావ , నాన్నా . 
య త్ర లో ఏదో లోప తలెత్తి ది . బొమ్మ సరిగ్గా రావట్లేద . 
ఓసారి నాక చ పి చ . 
ఆరోపణ ఏ ట టే , మిస్టర్ కాల్డేరా , 60556 లెక్సి గ్టన్ అవెన్య లో కమా డర్ పాల్ లా కాస్టర్ ని నవ బర్ 8 , 2021 , సోమవారమ న స మార గా రాత్రి తొమ్మిది గ టల అయిద నిమిషాలక కాల్చార . అ తే కాక డా , మిస్టర్ కాల్డేరా , మిస్టర్ ఐయాన్ రాజర్స్ ని , శా టా బార్బరా తీరానికి సమీప లో , ఎస్ఎస్ బర్నీస్ నౌక వెన క బాగ న డి సమ ద్ర లోకి తోసేశార , ఇది 17 అక్టోబర్ , 2021 తేదీన ఆదివార నాడ , పదకొ డ గ టల మ ప్పై అయిద నిమిషాలక జరిగి ది , దానితో మిస్టర్ రోజర్స్ నీట మ నిగి చనిపోయార . 
చెప్ప . 
ఈ నేరాలక పాల్పడి ది తన కాదని మిస్టర్ కాల్డేరా చెప్త న్నార . 
ఇ కా , తన గ ర్తి ప న నిర్ధారి చడ తో పాట , ఇవేవీ తనకి గ ర్త లేవని నిర్ధారి చడానికి , 
నా డీఎన్ఏని , బడ్ కాల్డేరా ఇ ట్లో మీక దొరికిన డీఎన్ఏతో పోల్చి చ డ డి . 
కానీ మీర హెన్రీ కాల్డేరా కాదని మీర చెప్పడ లేద కదా . 
ఇక్కడ ఉ డే వ్యక్తి అయిన , బడ్ కాల్డేరా మాత్ర నేన కాదని మన నిర్ధారణక వచ్చా కదా . 
నేనే చెప్త న్నాన టే , ఆ రె డ పేర్ల , ఒకే వ్యక్తికి చె దినవని . 
సగౌరవ గా చెప్త న్నా , ఆ రె డ పేర్ల ఓకే వ్యక్తివి కాద . 
బడ్ కాల్డేరా ఎక్కడ ఉ టాడో , అతని వ్యక్తిగత , ఆర్థిక స్థితిగత ల ఏ టో మీర ఒక నిర్ధారణక రావాల్సిన అవసర ఉ ది . 
ఒక్క మాటలో చెప్పాల టే , అతని జీవిత ఎలా ఉ డేదో తెల స కోవడ లో నాక మీ సాయ కావాలి . 
దీన్ని చదవ డి . నేన నాలా ఉ డట బడ్ కాల్డేరా 
దానికి ఎ త ఖర్చ అయి ఉ ట దో ఆ దేవ డికే తెలియాలి . కోట్ల ఖర్చ అయి ఉ డవచ్చ . 
కానీ తన గొడ్డలి తీస క ని ఎడాపెడా దాన్ని నరికేసి ది . 
నన్న క్షమి చ డి . 
య రోపియన్ స్పేస్ ఏజెన్సీ తరఫ న క్షమాపణల కోర త న్నా . 
తనకి చికిత్స అ ది చబడ తో ది . మేమ తనని ఉద్యోగ లో చి తీసేస్త న్నా . 
- నిజ గానా ? - అవ న . 
1964 లో నాక బాగా గ ర్త ది , మహిళా ఆస్ట్రానాట్లన తొలిసారిగా తీస క ట న్నార . 
అప్ప డే వారి శారీరక పరీక్షల మ గిశాయి . ఆ సమయ లో స్టీవెన్ వి డెరస్ ఆపరేషన్ హెడ్ గా ఉన్నాడ , మహిళల అ తరిక్ష లోకి వెళ్తే , ఎద రవ్వగల సమస్యల గ రి చి ఆయన ఒక నివేదిక ర పొ ది చాడ , నిత్య మార త ఉ డే భావావేశాల గల 
ఆ సమస్యని ఇప్పటిదాకా మన పరిష్కరి చలేకపోయా . 
హెన్రీ , దీని విషయ లో నీక కోప గా లేదా ? లేద . లేద . భలేవాడివే . అది ఒక వస్త వ మాత్రమే . మన బత క బ డి సాగి చాలి కదా . 
ఏ జర గ తో ది ? 
నన్న ఎ ద క బ ధి చార ? 
నన్న ఇక్కడికి ఎ ద క తీస కొచ్చార ? 
మీక ఇ గ్లీష్ వచ్చా ? రష్యన్ వచ్చా ? ఆగ డి , ఆగ డి ! దయచేసి ఆగ డి ! ఆగ డి . ఆగ డి , దయచేసి ఆగ డి ! హలో ? దయచేసి మళ్లీ ఇక్కడికి ర డి ! 
తన దగ్గర ఫోన్ ఉ దా ? నాక తెలీద . 
తెలీకపోవడమే టి ? 
నేన తనతో కొన్ని విషయాల మాట్లాడాలి . 
ఇ దాకే తన చనిపోయి దని అన్నావ గా . 
ఆలీస్ . టిఫిన్ తిన . 
- అది చెత్తలా ఉ ది . 
- చెత్తలా ఏ లేద . ఎప్ప డైనా చెత్త ర చి చ శావా ఏ టి ? 
చ డ , మీ అమ్మ చెప్పే సోద తా న వ్వ వి ట ఉ టే , తనని న వ్వ చ డలేవ . 
నాకేమీ పీ .టీ .ఎస్ .డీ నాక పిచ్చి క డా లేద . నేనేమీ లేనిపోనివి ఊహి చ కోవట్లేద . 
పిచ్చివాళ్ల , లేనిపోనివి ఊహి చ కొనే వాళ్ల క డా అదే చెప్తార . 
నేన నా క త రి దగ్గరికి వెళ్లాలి . 
నీక పియానో వాయి చడ వచ్చ , కదా ? 
ఇప్ప డ వాయి చ . 
నా క్యాబిన్ లో మ టల చెలరేగాయి . 
అ తక మ ద ... నేన నా క త రిని చ శాన . నా అసలైన క త రిని . అ తరిక్ష లోకి వెళ్లిన తర్వాత తనని నేన చ డట అదే మొదటిసారి . 
పియానో వాయి చ . 
మీక పిల్లల ఉన్నారా ? 
న వ్వ మీ క త రితో ప్రయాణిస్త ఉన్నావ . 
అగ్ని ప్రమాద తర్వాత తనకి ఆరోగ్య పాడై ది , కానీ ఇప్ప డ తన బాగానే ఉ ది . 
ఇప్ప డ తన , వాళ్ల నాన్న దగ్గర ఉ ది . 
తన వాసన నాక తెలిసి ది . 
అసలైన ఆలీస్ కి స బ ధి చిన వాసన . 
నా క త రి వాసన నాక తెలిసి ది . నాక తెలిసి ది . నీ ఆరోగ్య స్థితికి చికిత్స అ ది చక టే , చెప్త న్నా కదా , అది మరి త దిగజారిపోత ది . 
తనని చ డక డా నన్న ఎ ద క ఆప త న్నార ? 
బతిమాల త న్నా నేన . తన నా క త ర . 
తన నా క త ర , తన తప్పిపోయి ది ఇప్ప డ . 
న వ్వ గర్భవతివి . 
లిథియాన్ని ఇచ్చే మ ద గర్భ పరీక్ష చేస్తామని నీక తెల స కదా . 
అది కడ ప లో బిడ్డకి చాల ప్రమాద కావచ్చ . ఏ టి ? 
- సాధారణ గా అయితే , మేమ ... - అయ్యయ్యో . ... నీ లక్షణాలన అద ప చేయడానికి 1,800 మిల్లీగ్రామ్ల లిథియ - 7 ని ఇస్తామ , కానీ ఇప్ప డ నీ గర్భ ప్రార భ దశలో ఉ ది . నాల గ వారాల గర్భ అన్నమాట . 
కాబట్టి , నీక చికిత్స అ ది చడానికని మేమ ప్రత్యామ్నాయ మ ద లని ర పొ ది చా , కానీ న వ్వ వాటిని తప్పక తీస కోవాలి . లేకపోతే , నీక మళ్లీ షాక్ ఇవ్వడ తప్ప మాక మరో దారి ఉ డద . 
నేన ఈ బిడ్డని కనలేన . 
ఈ బిడ్డని క టే , నా క త రి దగ్గరికి నేన ఎలా చేర కోగలన ? 
దయచేసి చెప్పేది విన . ఈ మాత్రల వేస కో . 
న వ్వ చాలా బాధలో ఉన్నావని అర్థమవ తో ది . 
నేన బాధని తట్ట కోగలన ! 
నేనేమీ పిచ్చిదాన్ని కాద . 
నేన నా క త రి దగ్గరికి వెళ్లాలి . మీక అర్థమవ తో దా ? నేన ఇక్కడ ఉ డలేన . 
ఏ టి ఆ శబ్ద ? 
ఇక్కడ ఇ కో అతిథి ఉన్నార . 
ఆ వ్యక్తిని న వ్వ చ డలేవ . 
అతడిని నయ చేయలే . 
దయచేసి వెళ్లిపోక డి ... 
అది మీరే . 
మ టల ఎగసిపడ త న్నాయి ... మ టల ! మ టల ! 
క్యాప్స ల్ కి మ టల అ ట క న్నాయి . నలభై . 42 . 
నాక వేడిగా ఉ ది . 
ప్రప చ వి తగా ఉ ది . 
నేన ఇరీనాని . నేన నిన్న కలవాలి . చాలా అత్యవసరమైన పని ఉ ది . 
మీర ఎప్ప డైనా ఐయాన్ రాజర్స్ ని కలిశారా ? 
ఆయన ఎవరో నాక తెలీద . 
మీర ఎప్ప డైనా ఎస్ఎస్ బర్నీస్ నౌక ఎక్కారా ? 
నాక తెలిసి ఎక్కలేద . 
ఈస్ట్ హాలీవ డ్ లోని మీ ఇ ట్లో మీర పాల్ లా కాస్టర్ ని కల స క న్నారా ? 
నాక ఈస్ట్ హాలీవ డ్ లో ఇల్ల లేద , కాబట్టి నేన పాల్ లా కాస్టర్ ని క డా కల స కోలేద . 
అసల మీర ఎప్ప డైనా పాల్ లా కాస్టర్ ని కల స క న్నారా ? 
చాలాసార్ల కల స క న్నా . 
ఆయన్ని ఏ స దర్భాల్లో కల స క న్నార ? 
అసలైన స దర్భాలే టో నాక గ ర్త లేద , కానీ మేమిద్దరమ నాసా ఉద్యోగ లమే , ఐఎస్ఎస్ ప్రోగ్రామ్ లో పని చేశా : నేన రాకెట్ ప్రొపల్షన్ ల్యాబొరేటరీలో చీఫ్ టెక్నీషియన్ ని , అతన ఆస్ట్రానాట్ , ఇ కా మిషన్ కమా డర్ . 
పాల్ లా కాస్టర్ ని మీర కాల్చారా ? లేద . 
కానీ అతడిని నేనే చ పి ఉ డవచ్చ . అదెలా సాధ్య ? 
నేన ఒక య త్రాన్ని కనిపెట్టాన , దాని వల్ల , దాని కారణ గా అ తరిక్ష లో ఒక భయ కరమైన ద ర్ఘటన జరిగి ది . 
న వ్వ వాయిస్త ఉ టే అలా వి ట ఉ డిపోతా . 
హలో ! 
నిన్న రమ్మని వీళ్ల అడిగారా ? 
న వ్వ ... న వ్వ మాగ్నస్ తో మాట్లాడావా ? 
ఆలీస్ ని చ శావా ? 
ఈ రోగ గ రి చి నేన చాలా ప్రశ్నల అడ గ త ఉన్నాన . 
న వ్వ వాయి చడ కొనసాగి చవచ్చ గా ? 
ఇ తక మ ద ఎన్నడ న వ్వ పియానో వాయిస్త డగా వినలేద నేన . 
ఇల్యా , ఇది నీక వి తగా అనిపి చవచ్చ , కానీ ఇదేమీ రోగ కాద . 
చ డ , నేన హెన్రీ రచి చిన ఆర్టికల్స్ ని చద వ త ఉన్నా . 
నీక హెన్రీ కాల్డేరా ఎక్కడ ఉన్నాడో తెల సా ? 
అతనే చేస్త న్నాడో తెల సా ? నేన అతనితో మాట్లాడితే మేల . 
దీన్ని " ఆస్ట్రానాట్ బర్న్ అవ ట్ " అని పిల స్తార . 
లేనిపోనివి ఊహి చ కోవడ . భ్రమల . తెలిసిన వ్యక్త ల , ప్రదేశాల నకిలీవని అనిపి చడ . 
ఇలా చాలా సార్ల జరిగి ది . 
మ చి విషయ ఏ ట టే , దానికి మ ద ల ఉన్నాయి . 
న వ్వ ఇక్కడికి ఎ ద క వచ్చావ ? 
ఇరీనాకి ఆరోగ్య బాగాలేద . దీన్ని బాధ్యతల నేన తీస కోవాలని తన ఆశ . 
జనాలని ప్రేమగా చ స కోగల వాళ్ల ఇక్కడ , ఎవరోకర ఉ డాలి కదా . 
ఇల్యా , తన క్యాప్స ల్ న డి రేడియో ద్వారా అ దిన రికార్డి గ లన నేన విన్నాన . అది అ తరిక్ష లో మ క్కల మ క్కలైపోయి ది . తన చనిపోయి ది . 
ఐఎస్ఎస్ ని ఢీ కొట్టిన శవ ఇరీనాదే . 
చనిపోయి ది పాల్ కాద , నేన . 
జో , ఐఎస్ఎస్ ని ఢీ కొట్టిన శవ తనదే అయితే , తన ఇప్ప డ ఇక్కడ ఎలా ఉ ది ? 
నేన ఎలా ఉన్నానో , అలానే . 
మేమ వేరే చోట న డి వచ్చా . 
మీరిద్దర ఇక్కడ ఉన్నార టే దాని స్పష్టమైన అర్థ ఏ టో తెల సా , మీరిద్దర బతికే ఇక్కడికి వచ్చారని . 
నాక తన ఎవరో గ ర్త లేద . 
తన రాస్ కాస్మోస్ కి హెడ్ , కానీ తన నాక గ ర్త లేద . 
నాక క్యాల్ క డా గ ర్త లేద . నాక హెన్రీ కాల్డేరా ఎవరో గ ర్త లేద . నా క త ర క డా నాక గ ర్త లేద . 
అ టే , నీ జ్ఞాపక శక్తిలో ఏదో లోప ఉ దని అర్థ . 
వెళ్లిపో న వ్వ . 
మెర గవ్వడానికి ఇక్కడ నీక చాలా అవకాశాల ఉన్నాయి , జో . 
బాధపడట మానేయ్ , మెర గ అవ్వ . 
దయచేసి నా మాట విన . 
న వ్వ కోల కోకపోతే , నీ పరిస్థితి ఇ కా దిగజారిపోత ది . 
తన కనిపి చినట్ట అనిపి చి ది . ఆ మ చ లో . 
ఒక క్షణ పాట , నాక ... నాక తనని చ సిన ద క చాలా ఆన ద గా అనిపి చి ది . 
తనని ఎ త మిస్ అవ త న్నానో , తన మీద నాకె త ప్రేమ ఉ దో తెలిసొచ్చి ది ... ఒక్కసారిగా గ డె తడ క్క పోయి ది . 
ఆ తర్వాత తళ క్క మని తన మాయమైపోయి ది . 
నేన మధ్యలో కొట్టిమిట్టాడ త న్నాన . వాళ్లిద్దర చాలా అన భవిస్త న్నట్ట న్నార , కానీ అదే టో నాక అస్సల అర్థ కావట్లేద . 
వాళ్లిద్దర రహస్యాల ఉ చ క ట న్నార , అవే టో నాక చెప్పట్లేద . 
దాన్ని మర్చిపోయి ఎలా మ ద క సాగాలో నాక అర్థ కావట్లేద . 
దాన్ని మర్చిపోయేలా ఆలీస్ కి ఏమని సర్ది చెప్పాలో నాక అర్థ కావట్లేద . 
మళ్లీ మేమెలా ఏక అవ్వగల ? 
నీక మళ్లీ ఏక అవ్వాలన దా ? 
మాక దరికీ ఏవేవో సమస్యల ఉన్నాయని , ఏ చేయాలో అర్థ కాని పరిస్థితిలో ఉన్నామనిపిస్తో ది . 
మాక దరికీ సమస్యల ఉన్నాయని , ఏ చేయాలో అర్థ కాని పరిస్థితిలో ఉన్నామనిపిస్తో ది . 
అయ్య బాబోయ్ , ఒకటి చెప్పనా , - ఇది నాక కొత్తగా ఉన్నా , చాలా బాగ ది . - హెన్రీ . 
ఎ ద కో తెలీద కానీ , నీ వల్ల నాక బాగా అనిపిస్తో ది . 
ఏ టి ? 
ఏమై ది ? క ర్చో . 
విషయ ఏ ట టే , చాలా కాల క్రి దట , నేన శిక్షణలో ఉన్నప్ప డ , ఇరీనా లిసె కో అ తరిక్ష లోకి వెళ్లి ది . కానీ ... తన ప్రాణాలతో తిరిగి వచ్చి ది . 
అయ్య బాబోయ్ . తన అ దాల రాశి . 
నేన తనని ఎప్ప డ కలవలేద . కానీ ఆ తర్వాత , నేన ఎటో వెళ్లిపోయాన . 
చాలా కాల వరక , నేన నేన లా బతకలేద . 
కానీ అప్ప డే నాక ఒకటి గ ర్త వచ్చి ది , అ తరిక్ష లో ఒక ప్రమాద జరిగి దని , అ ద లో ఇరీనా వాల టీనా లిసె కో , ఊపిరాడక చనిపోయి దని . 
నీక అలా అనిపి చడానికి నీ ర గ్మతే కారణ . 
హెన్రీ , మనిద్దరమ ప్రమాదానికి గ రయ్యా . బయటపడ్డాక ఇద్దరికీ వి తగా అనిపి చి ది . అ ద లో ఏ స దేహమ లేద . 
నీతో పాట వేరే వ్యక్తి ఉన్నట్ట అనిపిస్తో దని అన్నావ న వ్వ . 
నేన కాని వ్యక్తి , నా మ చ పై పడ క ట ఉన్నాడ , నా బట్టల వేస క ట ఉన్నాడ , నా ఆహారాన్ని మెక్క త ఉన్నాడ . 
ఇక , న వ్వ నిప ణ రాలివేగా . ఇప్ప డ నేన వీటిని తీస కోవడ మొదల పెడితే , నా మానసిక పరిస్థితి మెర గవ త ది అ టావా ? 
హెన్రీ , ఏ టి స గతి ? 
నేన హెన్రీని కాద . 
హెన్రీ ఇప్ప డ లేడ . 
ఇక ఏ చేసినా , నాక అద ష్ట ఉ టే , అతన మళ్లీ ఎప్పటికీ ఇక్కడికి రాలేడ . కానీ అతన ఎవరనేది అతనికి గ ర్త వస్త ది , నా వ ద్ధ జీవితాన్ని , నా ద రలవాట్లన , నా వైఫల్యాలన అతన అన భవిస్తాడ . 
న వ్వ నాతో సెయి ట్ సెర్గియస్ కి రావాలి . నేన నీక సాయపడగలన . లేద , నాక ఏ సాయమ అక్కర్లేద . 
నోబెల్ బహ మానాన్ని గెల చ క న్న వ్యక్తిని నేనే . 
రీగన్ తో , మొహమ్మద్ ఆలీతో ఉన్న ఫోటోలో ఉన్నది నేనే . 
నేనే . 
న వ్వ దాన్ని తిరస్కరిస్త , కప్పిప చ్చ త ఉ డవచ్చ , మొదట్న చీ న వ్వ చేస్త న్నట్ట గానే . 
న వ్వ దెయ్యాలన నమ్మ తావా ? 
ఏమో . 
ఒక్కోసారి మా నాన్న ఇక్కడే ఉన్నట్ట నాక అనిపిస్త ఉ ట ది . 
ఆయన చనిపోయాడని నాక తెల స , కానీ ఒక్కోసారి నాక అలా అనిపిస్త ఉ ట ది . 
వె డీ , మా అమ్మ చనిపోయి ది అన క టా , ఇక్కడ బతికి ఉ డేది వేరే ఆమె అన క టా . 
నాక నీ స్థాన లో ఉ డాలన ది . 
ప ర్తిగా చనిపోయి ఉ డట క టే సగ బతికి , సగ చచ్చి ఉ డట మేల . 
బహ శా కొ దర చనిపోయి క డా బతికే ఉ డగలరేమో . 
మీ నాన్నకి ఏమై ది ? 
అమ్మ అ త్యకియల సమయ లో అదోలా ప్రవర్తి చాడ . 
ఏమో మరి . 
ఆయన ఒక ఆస్ట్రానాట్ ని చ డటానికి వెళ్లాడ , అక్కడ ఆయన్ని కాల్చార . 
ఇప్ప డ ఆస పత్రిలో ఉన్నాడ . 
నాక బాధగా ఉ ది . 
మా అమ్మ విషయ లో నాక ఇ కా బాధగానే ఉ ది . 
నేన తన ఆత్మని చ శాన అన క టా . 
అయినా మీ నాన్న బాగా చ స క ట న్నాడ . 
ఆయన ఊరికే కోప్పడ త న్నాడ . 
ఆయన ఒక మ చి నాన్నలా చ స క ట న్నాడ నిన్న . 
హా . అ తే అన క టా . 
నాన్నా , తన చెప్పి ద తా ... నిజ కాదని నాక తెల స . 
తన చనిపోలేదని నాక తెల స . 
న వ్వ అలా అ ట టే నాక చాలా ఆన ద గా ఉ ది . 
అయితే , తనని చ డటానికి మన వెళ్లవచ్చా ? 
- ఈ పెట్టెలో ఉ డే వస్త వ ల నీక కావాలా ? 
క్యాబిన్ బయట వాళ్లకి దొరికిన వస్త వ ల . అవి నాక కావాలి . 
ఆలీస్ , ఇదే ఆఖరి అవకాశ . పైన ఏమైనా మర్చిపోయావేమో ఓసారి చ సొస్తావా ? 
నా మాటల నీక వినిపిస్త న్నాయా ? 
ఏదైనా ఆట ఆడ క దామా ? 
అమ్మ అక్కడ ఉ దా ? 
క్యాబిన్ లో నిజ గానే తనని చ శానో లేదో నేన నిర్ధారి చ కోవాలన క ట న్నా . 
ప్లీజ్ ? 
నాక తనతో మాట్లాడాలన ది . ప్లీజ్ . 
ఇప్ప డ మేమ బయల దేర త న్నా . 
అదన్నమాట . 
నేన ఇకపై అమ్మ కోస వెతకన . 
ఇ కో ప్రప చ లో ఇ కో ఆలీస్ ఉ ది . 
అమ్మ నా దగ్గరికి రాక డా , తన దగ్గరికి వెళ్లిపోయి ది . 
అలా ఆలోచి చడ చాలా గొప్ప విషయ . 
ఆ అద ష్ట వేరే ఆలీస్ కి దక్కిన ద క , తనపై నేన కోప గా ఉ డట న్యాయ కాద . 
నిన్న చ స్త టే చాలా గర్వ గా ఉ ది . 
నేన ధైర్యవ త రాలినా ? 
గొప్ప ధైర్యవ త రాలివి న వ్వ . 
లై డిటెక్టర్ పరీక్ష ఏమై ది ? 
దానిలో మీర బాగానే గట్టెక్కేశార . 
మరి డీఎన్ఏ ? 
నా అ చనా సరైనదే అయితే , నా డీఎన్ఏకి , బడ్ కాల్డేరా ఇ ట్లో మీక దొరికిన డీఎన్ఏకి అస్సల పోలికే ఉ డద . 
లేద . డీఎన్ఏ ఒకటే . 
లై డిటెక్టర్ పరీక్షలో , మీర చెప్పేది నిజమని మీర అన క ట న్నారన్నదే నిర పితమవ త ది . 
నేన చెప్పేది నిజమే . 
ఈ రోజ ల్లో నిజ ఎక్కడ దొర క త ది ! 
అది ఎప్ప డైన మీర గమని చారా ? 
బెర్నికాన్ IV . అతిథ ల జాబితా ఎస్ఎస్ బర్నీస్ బడ్ కాల్డేరా అని క డా పిలవబడే హెన్రీ , ఐయాన్ రాజర్స్ ని హత్య చేసిన ద క , అలాగే పాల్ లా కాస్టర్ పై హత్యాయత్న చేసిన ద క , నేన అధికారిక గా మీపై కేస ఫైల్ చేస్త న్నాన . 
మీర ఇప్ప డ ఏమీ చెప్పాల్సిన పని లేద , కాకపోతే , మిమ్మల్ని ఏదైనా అడిగినప్ప డ మీర చెప్పకపోతే , ఆ తర్వాత కోర్ట లో దాన్ని మీర ప్రస్తావిస్తే , మీ డిఫెన్స్ బలహీనపడే అవకాశమ ది . 
ఇక మన " జ ట హత్యల " జరిగిన రాత్రి గ రి చి చర్చిద్దా . ఆనీ చాప్మన్ ని హత్య చేసిన మ డ వారాల తర్వాత , అ టే , సెప్టె బర్ 30 , 1888 న అన్నమాట . 
వర్ష వల్ల ఆ రోజ వీధ లన్నీ తడిగా ఉన్నాయి , చాలా దార ణమైన సాయ కాల సమయ అది . కటిక చీకటి ఆవరి చేసి ఉ ది . 
అర్ధరాత్రి ఒ టి గ టక ... క్లబ్ స్టీవార్డ్ , తన గ ర్రప బ డిని ఆ కమాన ద్వారా పోనిచ్చి , ప్రధాన వీధిలోకి వెళ్లాడ . 
గ ర్ర ఎడమ వైప క ఎగిరి ది , ఆ అ ధకారప స ద లో స చరిస్త న్న ఎవరినో చ సి అది జడ స క ది . 
అతనే జాక్ ద రిప్పర్ . 
మన తర్వాతి ప్రా తానికి వెళ్తే , అది ఎక్కడో మీక చ పగలన . 
ఓరి నాయనోయ్ ! 
నేన రిటైర్ అయిన పోలీస ని . 
నాక తెల స . 
జీవితాన్ని ఉల్లాస గా , ఉత్సాహ గా గడ ప , ఐయాన్ రాజర్స్ . 
ఎలా ఉన్నావ ? 
పైన న్న మగవాళ్ల ఎవర ? అక్కడ ఒక మగవాడే ఉన్నాడ . 
ఎవర అతన ? 
అ తరిక్ష లోకి వెళ్లిన తొలి మనిషి . 
- ఏ టి ? 
- నీ మ ద ల తీస కో . 
పియానో వాయి చ . 
నీ శరీరానికి అలవాటైన పన ల చేయ్ . అది సాయపడ త ది . 
లేకపోతే , చెప్త న్నా కదా , నీ మానసిక పరిస్థితి ప ర్తిగా దిగజారిపోత ది . 
నేన అ తరిక్ష లో చనిపోయానా ? 
నేన మళ్లీ నా లోకానికి వెళ్లిపోగలనా ? 
అసల ఎప్పటికైనా వెళ్లగలనా ? 
మీర క డా ఇద్దర ఉన్నారా ? 
ఒకర చనిపోయి , ఒకర బతికి ఉన్నారా ? 
నా విషయ లో క డా ఇద్దర ఉన్నారా ? 
దాని వల్ల మన గ రి చి మనకి ఉన్న అవగాహన ఏమైనా మెర గవ త దా ? 
కానీ అ తరిక్ష లో ఇది జర గ త ఉ టే ... ఇక చాల . 
నీక ఇక్కడ ఒక క త ర ఉ ది , తనని న వ్వ చ స కోవాలి . 
ఇ కో బిడ్డ క డా ప ట్టబోతో ది . 
ఈ విషయాలన న వ్వ పరిగణనలోకి తీస కొని , మిగతాద తా మర్చిపో . 
ఎలా మర్చిపోగలన ? నేన మర్చిపోలేన . 
ఎ ద క టే , ఏదేమైనా , దీన్ని మార్చడ సాధ్యపడద . 
న వ్వ దీన్ని మార్చలేవ . 
ఎప్పటికీ మార్చలేవ . 
పని అయిపోయి ది . 
జీవి చ . 
నేన ఇ కో ఆలీస్ గ రి చి ఆలోచిస్త ఉన్నా . 
న వ్వ నాతో ఇక్కడ ఉ డట తనకి పర్వాలేదనే అన క ట న్నా . 
తనకి ఏ అభ్య తరమ లేదనే అన క ట న్నా . 
మనిద్దరమ ఒకరిని ద ర చేస క న్నా , కానీ మనకి వారి స్థాన లో వేరొకర దొరికార క డా . 
అ త మాత్రాన , మన కోల్పోయిన మనిషిని మర్చిపోవాల్సిన పని లేద కదా . 
మన దాన్ని అ గీకరి చి మ ద క సాగిపోవాలి , అ తే . 
మన అ గీకరి చి మ ద క సాగిపోదామా ? 
న వ్వ చిన్నపిల్లవే అయినా చాలా గొప్పదానివి , ఆలీస్ . 
మీ అమ్మ నిన్న చ స్తే చాలా గర్విస్త ది . 
మరి నీక గర్వ గా అనిపిస్తో దా ? 
నాక ఒక అమ్మ కావాలి . 
నాక క డా ఒక ఆలీస్ కావాలి . 
అది నేనే . అమ్మా , నేన ఆలీస్ గా ఉ డగలన . 
నేన చ సి ది ఇదే . 
ఐఎస్ఎస్ ని ఢీ కొట్టి ది ఇదే . 
ఆలీస్ దీన్ని గీసి ది . 
వాల్యా న వ్వ దీని గ రి చి మాట్లాడ త ఉ డగా తన విని ఉ ట ది . 
నేన వివేక తో మాట్లాడే ప్రయత్న చేస్త న్నాన , మాగ్నస్ . నా భర్త ఇక్కడే ఉన్నాడ . 
నా క త ర ఇక్కడే ఉ ది . 
అ తరిక్ష లోకి నేన ఈ ప్రప చ న డే వెళ్లి ఉ డాలి . 
మరి ఇ కే టి ? 
నేన మాత్రలన తీస కోవడ మొదల పెడతాన , దాని వల్ల నా ... ఈ అనిశ్చితితో , క గార తో నేన బతకలేన . 
మరి నీ కడ ప లో పెరిగే బిడ్డ స గతే టి ? 
ఇ కో బిడ్డ కావాలని నీక ఉ డేది కద , కానీ న వ్వ అ తరిక్ష లోకి వెళ్లినప్పటి న డి దాని గ రి చి మన మాట్లాడ కోలేద . 
ఇ కో బిడ్డని కనడానికి మన అన్ని విధాలా స సిద్ధ గా ఉన్నామా ? 
కనాలని నీక ఉ దా ? 
నీక ఉ దా ? 
నా పేర ఇరీనా వాల టీనా లిసె కో . 
నేన రాస్ కాస్మోస్ కి ఎగ్జిక్య టివ్ క ట్రోలర ని . 
వీరికి : ఆస్ట్రానాట్ మెయిల్ లిస్ట్ 1967 లో , నేన అ తరిక్ష లోకి వెళ్లిన రె డవ మహిళని అయ్యాన . 
అప్పటి న డి , య ఎస్ఎస్ఆర్ ఉన్న సమయ లో అయితేనేమీ , కమ్య నిజ పతనమైన సమయ న డి అయితేనేమీ , అ తరిక్ష ప్రయాణానికి స బ ధి చిన ప్రాథమిక వాస్తవాన్ని దాచవలసిన బర వ బాధ్యతలన నేన మోస్త వస్త న్నాన . 
అ తరిక్ష ప్రయాణ జనాలన పిచ్చివాళ్లన చేస్త దన్న వాస్తవాన్ని . 
అది మాక తెల స . 
మీక క డా తెల స . 
అది నిజ కాదని మన నటిస్తా , కానీ మనలో చాలా మ ది , వివరి చడానికి వీల పడని అనేక వాటిని చ స్త టార , వి ట టార ... కానీ దాన్ని మన " పిచ్చి " అన అన్నమాట . 
మీక ఏవైనా సమస్యల ఉ టే , అవి నా ద ష్టికి తీస క రావాలన క టే , నిశ్చి తగా , అనామక గా మీర ఆ పని చేయవచ్చ . 
పాల్ , వద ల . 
- నాక ఒకటి కనిపి చి ది ! 
నన్న మన్ని చ . 
అన్నీ వేర గా ఉన్నాయి . 
మాగ్నస్ , నేన నీ జోలా అనిపిస్త న్నానా నీక ? 
ఐ లవ్ య . 
ఐ లవ్ య , ఇ కా నాక నీతో ఉ డాలని చాలా అ టే చాలా ఉ ది . 
నాక క డా . 
నేన క డా నీతో పాట క ర్చోవచ్చా ? తప్పక డా . 
ఆమెని బాగా చ స క న్న ద క థ్యా క్య . 
ఇది తీస కో . 
మీ పేరే టి ? 
ఇరీనా వాల టీనా లిసె కో . 
కానీ నా సన్నిహిత ల నన్న వాల్యా అని పిల స్తార . 
మన జీవితమనే సాహసాన్ని కొనసాగి చాలి , ఆలీస్ . 
కలిసి పిచ్చెక్కి దా రా ! 
నాకొక నిమిష ఇవ్వవా ? 
అమ్మా ? 
నిన్న ఒక ప్రశ్న అడగవచ్చా ? 
ఒకవేళ ఏదైతే జరిగి దన క ట న్నామో , అది నిజ గానే జరిగి ఉ టే ... నేన , నాన్న ఇక్కడి వాళ్ల అయ్య డి , న వ్వ వేరే ప్రప చానికి చె దినదానివి అయ్య టే ... కడ ప లోని బిడ్డ ఎక్కడిది అ టావ ? 
ఆలీస్ , నేన ఇక్కడ లేకపోయినా ... ఎల్లవేళలా నీ దగ్గర ... నాన్న దగ్గరే ఉ టా . 
నాకే తెలీద ఎ తగా ... నీ దగ్గర ఉ డి న వ్వ ఎద గ త ఉ డట చ డాలని ఉ దో . 
ఏ జరిగినా కానీ ... నిన్న క టికి రెప్పలా కాపాడ క ట నే ఉ టాన నేన . 
ఇ కా ... న వ్వే నా ప్రాణ , తల్లీ . 
నేన నిన్న చాలా అ టే చాలా ప్రేమిస్త న్నాన . ఎ తో న వ్వ ఊహి చన క డా లేవ . 
నా బ గార . 
