Еліс . 
Навіть якщо я не поряд ... я завжди з тобою . 
Хай що станеться , я завжди тебе бачитиму . 
Г'юстон , це " Пісня " . 
Вони живі . 
Мабуть , я відключився . Вони дихають . 
Я бачу , що вони дихають ! 
Але ж вони загинули ... Господи ! 
Я бачу , що вони дихають . 
Вони живі . 
... відключилися . 
Вони дихають . 
Я це бачу ! 
Вони живі . 
І дихають . Я це бачу . 
Тату , сядь . 
Сядь . 
Послухай . Мама померла . 
Мені дуже прикро . 
Вона загинула в аварії . Вибач , що ? 
Її тіло й досі там . 
Ти ж щойно провела з нею два дні в будиночку . 
Я все чула . 
Мама жива . Просто не з нами . 
Ми втратили маму . 
Є ще одна Еліс . 
І на Землю повернулася її мама . 
Є ще один світ . 
Це якось пов'язано з ЛХА . 
Мама психічно хвора . 
Хай що вона тобі сказала – це неправда . 
Мама жива . 
Ти помиляєшся , татку . 
Щось не так з приладом . Зображення пошкоджене . 
Покажи . 
Містера Кальдеру звинувачують у тому , що він стріляв у Пола Ланкастера на Лексінґтон Авеню , 60 556 , приблизно о 21 : 05 восьмого листопада 2021 року . Крім того , містер Кальдера скинув м - ра Ієна Роджерса з корми теплохода " Bernice " неподалік від Санта - Барбари о 23 : 35 17 жовтня 2021 року , що спричинило смерть через утоплення вищезгаданого м - ра Роджерса . 
Ну ? 
М - р Кальдера стверджує , що ці злочини скоїв не він . 
Крім того , він вимагає проведення перевірки на поліграфі , щоб встановити особу й правдивість спогадів про ті події . 
Прошу порівняти мою ДНК з ДНК мешканця квартири Бада Кальдери . 
Але ж ви не заперечуєте , що ви Генрі Кальдера ? 
Думаю , ми вже встановили , що я – не так званий Бад Кальдера . 
Я вважаю , що ці два джентльмени – одна особа . 
Вибачте , але це не так . 
Я прошу вас встановити місце проживання Бада Кальдери , його матеріальний стан і подробиці особистого життя . 
Допоможіть мені дізнатися , яким є його життя . 
Ось , прочитайте . БУТИ СОБОЮ БАД КАЛЬДЕРА 
Хтозна , скільки це коштувало . Не один мільйон . 
Вона взяла сокиру й розбила її на крихітні друзки . 
Співчуваю . 
Від імені ЄКА . 
Її лікують . Потім ми її звільнимо . 
- Справді ? - Так . 
Пам'ятаю , як у 1964 році в астронавти вперше набрали жінок . 
Вони пройшли фізичне обстеження . І от Стівен Віндерас , тодішній керівник , написав доповідь про жінок у космосі й про те , як важко поєднати темпераментний психофізичний об'єкт , тобто жінку , зі складною машиною , тобто космічним апаратом . 
Цю проблему ми так і не вирішили . 
Генрі , тебе це не хвилює ? Ні . Ні . Це ж лише річ . Треба жити далі . 
Де я ? 
Чому мене посадили під замок ? 
Чому я тут ? 
Ви говорите англійською ? А російською ? Зачекайте ! Будь ласка ! Зачекайте ! Агов ! Благаю , поверніться ! Благаю ! 
У неї з собою є телефон ? Я не знаю . 
Як це ти не знаєш ? 
Мені треба про дещо з нею поговорити . 
Ти ж наче вважала її мертвою . 
Еліс . Доїж сніданок . 
- Він на смак , як гівно . 
- Неправда . Ти гівна ще не їла . 
Ти не побачиш матір , якщо віриш у маячню , яку вона розповідає . 
Це не ПТСР . І не психоз . І не шизофренія . 
Так говорять усі шизофреніки й психопати . 
Мені треба повернутися до дочки . 
Ви ж граєте на фортепіано ? 
Зіграйте . 
У будиночку сталася пожежа . 
Перед цим ... я бачила свою дочку . Справжню . Я не бачила її , відколи полетіла в космос . 
Грайте . 
У вас є діти ? 
Ви взяли дочку з собою в будиночок . 
Після пожежі вона була в жахливому стані , та тепер усе добре . 
Вона з батьком . 
Я чула її запах . 
Запах справжньої Еліс . 
Вона пахла , як моя рідна дочка . Якщо не будете лікуватися , вам стане гірше . 
Чому ви не дозволяєте з нею побачитися ? 
Будь ласка . Це ж моя доня . 
Це доня , яку я втратила . 
Ви вагітні . 
Ми робимо тест на вагітність перед тим , як давати літій . 
Він токсичний для плода . Що ? 
- За інших обставин ми прописали б вам ... - О , ні . ... 1 800 мг літію - 7 , щоб полегшити симптоми , але ви на ранньому етапі вагітності . Чотири тижні . 
Ми розробили для вас альтернативний метод лікування , але треба , щоб ви хотіли лікуватися . Інакше ми знову використаємо електрошок . 
Мені не можна народжувати . 
Якщо я народжу цю дитину , то як повернуся до дочки ? 
Будь ласка . Прийміть ці пігулки . 
Я бачу , що вам боляче . 
Я вмію терпіти біль . 
Це не божевілля . 
Мені треба до неї повернутися . Розумієте ? Я не можу залишитися тут . 
Що це за звуки ? 
Це інший наш гість . 
Ви його не побачите . 
Він невиліковний . 
Прошу , не йдіть . 
Це ж ви . 
Усюди вогонь ... Вогонь ! 
Капсула горить . Сорок . 42 . 
Мені спекотно . 
Світ навпаки . 
Це Ірена . Треба зустрітися . Це терміново . 
Ви були знайомі з Ієном Роджерсом ? 
Не знаю , хто це . 
Чи були ви на борту теплоходу Bernice ? 
Як мені відомо – ні . 
Чи бачилися ви в себе вдома в Іст - Голлівуд з Полом Ланкастером ? 
У мене нема житла в Іст - Голлівуд , отже , я не бачився з Полом Ланкастером . 
Ви коли - небудь з ним зустрічалися ? 
Багато разів . 
За яких умов ви зустрічалися ? 
Не пам'ятаю , як ми познайомилися , та ми обидва працювали в НАСА в програмі МКС : я – головним спеціалістом у Лабораторії реактивного руху , а він – астронавтом і керівником місії . 
Ви стріляли в Пола Ланкастера ? Ні . 
Але , можливо , я його вбив . Як ? 
Я створив машину , яка спричинила , скоріше , створила умови , за яких сталася аварія і смерть . 
Я б послухав , як ти граєш . 
Привіт ! 
Ти приїхав на їхнє прохання ? 
Ти говорив з Маґнусом ? 
Бачив Еліс ? 
Я багато розпитував про цю хворобу . 
Може , зіграєш ? 
Я ніколи не чув , щоб ти грала на фортепіано . 
Ілья , хай це звучить божевільно , але це не хвороба . 
Я читала про роботу Генрі . 
Ти знаєш , де Генрі Кальдера ? 
Чим він займається ? Може , я з ним поговорю . 
Це називається " вигоранням астронавта " . 
Відчуття чужості . Параноя . Враження , що знайомі місця й люди не такі , як були . 
Таке було вже багато разів . 
Добре , що це лікується . 
Чому ти приїхав ? 
Ірена хвора . Вона думає , що я її заміню . 
Хтось мусить дбати про тутешніх гостей . 
Ілья , я чула записи радіоповідомлень з її капсули . Капсула розвалилася в космосі . Вона загинула . 
Ірена й була тим об'єктом , який врізався в МКС . 
І Пол не загинув . Я загинула . 
Якщо вона була об'єктом , що врізався в МКС , як вона може бути тут ? 
Так само , як і я тут . 
Ми з якогось іншого місця . 
Найпростіше пояснення того , що ви обидві тут , це те , що ви обидві повернулися живими . 
Я її не пам'ятаю . 
Вона керує " Роскосмосом " , а я її не пам'ятаю . 
І не пам'ятаю ЛХА . Не пам'ятаю Генрі Кальдери . І не пам'ятаю своєї дочки . 
Отже , в тебе проблеми з пам'яттю . 
Іди геть . 
Тут тобі буде значно краще , Джо . 
Перестань горювати й одужуй . 
Будь ласка . 
Якщо тобі не стане краще , стане тільки гірше . 
Я думала , що її бачу . У заметілі . 
У ту мить я ... був дуже радий знову її бачити . 
Я відчув , як скучив за нею як її люблю ... і як мені жаль . 
Та вона зникла . 
Я не розумію , що з ними . Вони переживають щось , а я й гадки не маю що . 
У них є невідомі мені таємниці . 
Я не знаю , що робити далі . 
І не знаю , що тепер робити з Еліс . 
Як нам тепер знову бути сім'єю ? 
А ви хочете знову бути сім'єю ? 
Враження , що ми всі наче опинилися в космосі . 
Враження , що ми всі наче опинилися в космосі . 
Скажу чесно : - це краще ніж те , до чого я звик . - Генрі . 
З тобою я чомусь почуваюся краще . 
Що таке ? 
Ти якийсь інший . Сідай . 
Колись давно , коли я ще вчився , Ірена Лисенко полетіла в космос . І ... повернулася звідти ціла й здорова . 
І – боже мій – яка вона була красуня ! 
Ми не були знайомі . А потім я зник . 
Я довго не був самим собою . 
Але якраз тоді я дізнався , що в космосі сталася аварія , і Ірена - Валєнтіна Лисенко задихнулася . 
Ти так думаєш через хворобу . 
Генрі , і ти , і я пережили аварію . І на Землі нам було дивно . Дуже дивно . 
Ти казав , що відчуваєш , як поряд існує хтось інший . 
Хтось спав у моєму ліжку , носив мій одяг і їй мою вівсянку . 
Скажи мені як спеціаліст : якщо я знову почну їх приймати , чи полегшать вони мій розлад особистості ? 
Генрі , що сталося ? 
Я не Генрі . 
Генрі вже нема . 
І , тьху - тьху , щоб не наврочити , його більше тут не буде . Але він пам'ятатиме , ким був , хоч буде приречений на мою старість , мої згубні звички й невдачі . 
Їдьмо в лікарню Святого Сергія . Я тобі допоможу . Мені не потрібна допомога . 
Це я отримав Нобелівську премію . 
Зі мною фотографувалися Рейґан і Мохаммед Алі . 
Це я . 
Можеш і далі це заперечувати чи приховувати , як завжди . 
Ти віриш в існування привидів ? 
Не знаю . 
Мені іноді здається , що тато живий . 
Я знаю , що він помер , та іноді мені здається , що він з нами . 
Венді , я думаю , що моя мама померла , а тут , жива , якась інша мама . 
Я помінялася б з тобою місцями . 
Напівжива й напівмертва краще , ніж цілком мертва . 
Може , буває так , що люди наче й живі , й наче ні . 
Що сталося з твоїм татом ? 
Він поводився на маминому похороні , як божевільний . 
Не знаю . 
Він пішов у гості до астронавта , і в нього стріляли . 
Тепер він у лікарні . 
Мені сумно . 
А мені сумно через маму . 
Думаю , я бачила її привид . 
Зате в тебе класний тато . 
Він постійно бурчить . 
Він хороший тато . 
Так . Мабуть , таки класний . 
Тату , я знаю , що це вигадки ... Те , що вона говорила . 
Я знаю , що вона не померла . 
Я дуже радий , що ти це кажеш . 
Можна мені з нею побачитися ? 
- Тобі потрібно те , що в коробці ? 
Це речі , які знайшли біля будиночка . Так . 
Еліс , останній шанс піти нагору й подивитися , чи ти нічого не забула . 
Ти мене чуєш ? 
Хочеш зіграти в гру ? 
Мама поряд ? 
Я хочу зрозуміти , чи справді я її тоді бачила . 
Будь ласка . 
Я хочу з нею поговорити . Будь ласка . 
Заходимо до неї . 
Ну , все . 
Я більше не шукатиму маму . 
Є ще одна Еліс . Десь в іншому місці . 
Їй дісталася моя мама . 
Може , так думати краще . 
Не можна злитися на іншу Еліс , бо їй більше пощастило . 
Я дуже тобою пишаюся . 
Я смілива ? 
Надзвичайно смілива . 
А перевірка на поліграфі ? 
Ви успішно її пройшли . 
А ДНК ? 
Якщо я маю рацію , моя ДНК закручена в інший бік , ніж у Бада Кальдери . 
Ні . ДНК така сама . 
А поліграф лише довів , що ви вірите в те , що говорите . 
Це правда . 
У наші дні правда – рідкісний товар . 
Ви помітили ? 
СПИСОК ГОСТЕЙ " БЕРНІКОН - IV " . ТЕПЛОХІД BERNICE Генрі , також відомий як Бад Кальдера , я офіційно обвинувачую вас у вбивстві Ієна Роджерса і замаху на вбивство командира Пола Ланкастера . 
Ви не мусите нічого казати , однак , якщо приховаєте на допиті свої аргументи для суду , це може зашкодити вашому захисту . 
Перейдемо до вечора , коли сталася так звана " подвійна подія " . Три тижні після вбивства Енні Чемпен , тридцяте вересня 1888 року . 
То був мрячний , непогожий вечір . А ще було дуже темно . 
О першій ночі ... слуга клубу направив поні , запряженого у возика , в цю арку , в цей прохід . 
Поні сахнувся ліворуч , злякавшись того , хто причаївся в тінях провулка . 
Джека - Різника . 
Ходімо далі – і я покажу вам , де саме . 
Чорт ! 
Я колишній офіцер поліції . 
Я знаю . 
Живи своє найкраще життя , Ієне Роджерсе . 
Як ви ? 
Хто ті чоловіки нагорі ? Там лише один чоловік . 
Хто він ? 
Перша людина в космосі . 
- Що ? 
- Приймайте ліки . 
Грайте на фортепіано . 
Робіть те , до чого звикло ваше тіло . Це допомагає . 
Інакше , повірте , ви розпадетеся надвоє . 
Я загинула в космосі ? 
Я можу повернутися ? 
Я коли - небудь повернуся ? 
Вас дві ? 
Одна – мертва , друга – жива ? 
І мене теж дві ? 
Як це знання допоможе нам зрозуміти себе ? 
Але якщо в космосі таке стається ... Годі . 
У вас тут є дитина , якій ви маєте бути матір'ю . 
І , може , народиться ще одна . 
Прийміть це й змиріться . 
Як можна змиритися ? Я не можу . 
Хай що це є , цього вже не змінити . 
Цього вже не змінити . 
Ніколи . 
Це сталося . 
Живіть . 
Я думала про іншу Еліс . 
Думаю , вона не проти , що ти тут зі мною . 
Я відчуваю , що вона не проти . 
Ми обидві когось утратили , але й знайшли теж . 
Це не значить , що треба забути про тих , інших . 
Це значить , що треба це прийняти . 
Ти це приймаєш ? 
Ти дивовижна дівчина , Еліс . 
Твоя мама дуже тобою пишалася б . 
А ти пишаєшся ? 
Мені потрібна мама . 
А мені потрібна Еліс . 
Це я . Мамо , це можу бути я . 
Ось що я бачила . 
Ось що врізалося в МКС . 
Це намалювала Еліс . 
ВАЛЯ Мабуть , почула , як ти про це говорила . 
Я намагаюся мислити раціонально . Мій чоловік – тут . 
Дочка – тут . 
Безперечно , це той світ , з якого я полетіла . 
Але ? 
Я почну приймати пігулки , якщо вони допоможуть мені ... здолати мою бентегу . 
А як же дитина ? 
Ти завжди хотіла ще одну , але ми востаннє говорили про це до того , як ти полетіла . 
Ми готові до її народження ? 
Ти хочеш її народжувати ? 
А ти ? 
Мене звати Ірена - Валєнтіна Лисенко . 
Я старший диспетчер " Роскосмосу " . 
КОМУ : АСТОНАВТИ , СПИСОК РОЗСИЛКИ У 1967 році я стала другою жінкою , яка полетіла в космос . 
Відтоді , за часів СРСР і після падіння комунізму , я несла тягар відповідальності за приховування основного факту про польоти в космос . 
Вони зводять людей з розуму . 
Нам це відомо . 
І вам це відомо . 
Ми вдаємо , що це не так , та багато хто з нас бачить і чує таке , чого не можна пояснити ... навіть назвавши це божевіллям . 
Я хочу спитати , чи хотіли б ви анонімно поділитися зі мною власними проблемами . 
Поле , пустіть . 
- Я щось бачив ! - Пустіть ! 
Вибач . 
Усе інакше . 
Маґнусе , ти вважаєш мене своєю рідною Джо ? 
Я тебе люблю . 
Я тебе люблю й хочу бути з тобою більше , ніж будь - коли . 
Я теж . 
Можна сісти поряд ? Авжеж . 
Дякую , що подбали про неї . 
На . 
Як вас звати ? 
Ірена - Валєнтіна Лисенко . 
Але друзі звуть мене Валя . 
Я теж , як і ти , Еліс , побігла в кролячу нору . 
У безкінечність і ще далі ! 
Дай мені хвилинку , добре ? 
Мамо . 
Можна в тебе щось спитати ? 
Якщо справді сталося те , що сталося ... Якщо ми з татом звідси , а ти – звідти ... звідки буде дитина ? 
Еліс , навіть якщо я не поряд ... я завжди з тобою ... і татом . 
Не знаю , чи ти розумієш , як ... я хотіла бути поряд і бачити , як ти дорослішаєш . 
Хай що станеться ... я завжди тебе бачитиму . 
А моє серце ... б'ється , бо ти є , доню . 
Я дуже тебе люблю . Більше , ніж ти можеш собі уявити . 
Моє сонечко . 
