बकव स ... 
म ँ क ले आइए । 
पत - पत्न क तकर र ह त , मन ने क पहल पत क करन च ह ए । 
अरे , चल गई । 
तुम्हें कुछ च ह ए ? 
मैं ल दूँग । 
मेरे प प मेहनत थे , लेक न मुश्क ल से ह गुज र ह प त थ । 
मुझे हमेश उनके ल ए दु ख ह त थ और बुर लगत थ । 
बस एक नई क र ले ल । 
ऐस लगत है जैसे 100 स ल के द द ज ख ंस रहे हैं । 
इसे सुन ई देत है ! 
इतन बेरहम मत बन । 
मुझे डर है क यह खतरन क है । 
यह बच्च मुझे खतरे में नह ं ड लेग । 
तुम मेरे ब न अकेल रह ज ओग । 
ध्य न से चल न । 
क्य आप र त क आ रहे ह ? 
मुझे क फ़ देर ह ज येग । 
स ने से पहले दरव ज़े ठ क से बंद कर लेन ! 
हम रे यह ँ च र क न करेग ? 
यह ल । 
चल । 
अलव द । 
वह सुंदर है । ब लकुल अपन म ँ क तरह । 
त क्य हुआ ? उसक म ँ भ ग गय । 
श्र म न क ंग क बस उसक सुंदरत के क रण उससे श द नह ं करन थ । 
- मुझे बेच र बच्च पर दय आत है । - बंद कर । 
वह बेच र बच्च ज सक म ँ भ ग गई थ । 
इस छ टे से म हल्ले में , ल ग ट इमप स करने के ल ए हम र ब तें करते थे । 
और इससे मुझे ज़्य द दुख ह त थ , क्य ंक मैं युव वस्थ से गुजर रह थ । 
प प ... 
वह कह ँ ज रहे हैं ? 
ब र श ह रह है । क्य हम एक व ड य क र ए पर लें ? 
- रेम य न ख एँ ? 
- अच्छ व च र है । 
व ड य लेकर आत हूँ । 
- जल्द व पस आन । - ठ क है । 
म ँ ? 
आगे बढ़ने के ल ए , मुझे म नन पड़ क मेर ज़ ंदग क हक कत यह है । 
क मेर ज़ ंदग एक बेक र ज़ ंदग है । 
क मेरे नस ब में अभ ग ह न ह ल ख है । 
1,200 व न । 
तुम्ह र बटुआ ख गय ? 
हे भगव न । तुम्हें देखकर ह पत चलत है क तुम्ह र म ँ भ ग गय । 
अपन म ँ क वजह से , तुम्हें चतुर ई से क म लेन च ह ए त क दूसरे ल ग तुममें द ष न न क लें । 
पत है न ? 
इतन दखलअंद ज़ मत कर । 
यह ल । 
क्य यह तुम्ह र है ? 
त कुछ अच्छ भ थ । 
मैं च हत थ क क ई मेर ओर मदद क ह थ बढ़ ए । 
क्य ? 
व स ले ... 
मैं तुम्हें सज़ दूँग ! 
यह ज नने क बहुत बेत ब रहत थ क यह दलदल है य ठ स ज़म न । 
लेक न मैंने ठ न ल य थ क इस दूसरे म के में यह द ब र नह ं करूँग । 
मैं लड़ने व ल थ , बढ़ने व ल थ , और हर क स से ज़्य द खुश ह ने व ल थ । 
आख रक र एक अच्छ ह थ चुनने क ब र मेर थ । 
इस ब र मैंने एक अच्छ ह थ चुन । 
मुझे व श्व स थ क मैं खुश रहूँग । 
मैंने ब त करने के ल ए फ़ न क य , लेक न तुमने उठ य नह ं । 
मैंने ब द में व पस आने के ब रे में स च । लेक न ह सकत है तुम मेरे क ल ट लते रह , इसल ए तुमसे म लने के ल ए इंतज़ र क य । 
ज - व न । 
मैं इसे समझ सकत हूँ । 
मैं गलत थ । मैं अब भ बुरे ह थ ं क ह चुनत हूँ । एप स ड 12 सुंगस जक के नेवर स र ज वेबन वेल पर आध र त Marry My Husband 
सुश्र क ंग , हम क्य करें ? 
अभ - अभ , मैंने सुश्र य ंग क फ़ न क य थ , क्य ंक वह आई नह ं थ । 
हम क्य करें ? सुश्र य ंग क पेट क कैंसर है । 
इसल ए ज वन कठ न है । 
भव ष्य एक रहस्य है । 
जब मैं बच्च थ , त लगत थ इस उम्र तक मैं सब कुछ ज नने लग ज ऊँग । 
नह ं , तुम बहुत अच्छ कर रह ह । 
मैंने उस दुर्भ ग्यपूर्ण घटन के ब रे में कंपन पेपर में तुम्ह र क लम पढ़ । 
स्ट फ़ व चल त ह सकत थ । यह उच त प्रत क्र य थ । 
मुझे गर्व हुआ । 
और मुझे अपने कर्मच र य ं क गलत छ प ने के ल ए तुम्हें कहन बुर लग । 
हम पर व र क तरह हैं । इतन त मैं कर ह सकत थ । 
मेरे प प हमेश मुझसे कहते थे , क यूएंडके मेर पर व र थ । 
मैंने भ हमेश यह म न है । 
गैंग-च ओल बहुत भ ग्यश ल है । 
उसने तुम्हें अच्छे से प ल है । 
अगर आप ऐस स चते हैं , त मुझे सग ई नह ं त ड़न थ । 
हमने अपने म त - प त क वजह से सग ई क , और ज और एक आदम के त र पर मुझे वह कभ पसंद नह ं आय । इसल ए मैं सग ई त ड़ने के ल ए म न गई । 
लेक न अब वह आकर्षक ह गय है । 
क्य हुआ है ? 
इसल ए मैं थ ड़े द न क र य में रुक रह हूँ । 
क्य मैं ऐस कर सकत हूँ ? 
मैं आत रहूँग और आपसे म लत रहूँग । 
कैस लगेग अगर मेर ब यफ़्रेंड मेर बेस्ट फ़्रेंड से श द करे ? 
क्य मैं भ ग्यश ल महसूस करूँग क मुझे एक नय अम र ब यफ़्रेंड म ल ? 
यह डेल स प क तरह है , है न ? 
तुमने मुझे अस्पत ल ले ज ने के ल ए क र खर द । 
तुमने आख र ब र कब ग ड़ चल ई थ ? 
टेस्ट के पर ण म कैसे रहे ? 
यह आस न नह ं ह ग । 
मुझे लंब इंतज़ र करन ह ग क्य ंक ड क्टर क शेड्यूल फ़ुल है । 
फ र भ , मेड कल फ़ ल्ड में बहुत तरक्क ह गई है , त ... 
मुझे इससे नफ़रत है । 
अगर मैं तुम्ह रे स थ हूँ त मैं कमज र पड़ ज त हूँ । 
अगर मैं अकेल हूँ त मैं इसे सहन कर सकत हूँ । 
यह क रण है क मैं तुम्ह रे प छे लग रहत हूँ । 
जब आप दर्द में ह , त म नस क रूप से स्वस्थ नह ं रह सकते । 
र ल । 
इसे मत र क । बस मेर ब ह ं में र ओ । 
तुम्हें र न पड़ेग । 
तुम मेरे ल ए इतन अच्छ क्य ं ह ? 
यह मेर गलत है । 
मेर भ ग्य उसके प स गय । 
लेक न क्य ं ? 
यह म न-ह्व न क श द के स थ खत्म नह ं ह त है ? 
अरे । 
घूरन बंद कर । 
अगर इस जगह से इतन ह नफ़रत है त मेर म ँ क बत न थ । 
मैं उन्हें यह ब त कैसे ब लूँ ? 
तुम्हें मेरे ल ए उन्हें बत न थ । 
मैं क्य ं बत ने लग ? 
मुझे लगत है क मेर म ँ सह है । 
क स गर्भवत मह ल के ल ए फ़्ल इट लेन खतरन क है । 
ठ क है । अच्छ । 
हन मून महत्वपूर्ण नह ं है । 
म न-ह्व न । 
चल एक अच्छ ज वन ज ते हैं , ठ क है ? 
अब तुम हम रे घर के मुख य ह । 
- बच्च ... - अरे ! 
मैं मुख य क्य ं हूँ ? 
ज - व न ने ऐस कभ नह ं कह । 
सु - म न । तुम बहुत अच्छ ह , लेक न तुम श द के ब रे में नह ं ज नत । 
ध्य न से सुन । 
जब पत - पत्न द न ं अपन द य त्व न भ ते हैं त श द य ँ बेहतर चलत हैं । 
क्य ? 
तुम्हें श द क न मंत्रण पसंद नह ं आय , तुम म ँ क नह ं समझ प ई , और हन मून डेस्ट नेशन पसंद नह ं आय , 
तुम मुझसे श क यत करत रहत ह । 
ऐस इसल ए है क्य ंक तुम बस अपने ब रे में स चत ह । 
मेर तरफ़ देख । 
तुम्ह रे द स्त ं ने श द में हंग म क य , क्य मैंने उस ब रे में कुछ कह ? 
तुम परेश न ह गए थे और तुमने अपन फ़ न मुझ पर फेंक थ । 
अरे ! 
क्य ये द न ं एक ह ब त हैं ? 
तुमसे ब त करने क क ई फ यद नह ं ... 
रहने भ द । 
धत् । 
बध ई ह मेर कचर अपन ने के ल ए । 
नह ं । 
हैल , संग-ज ंग । क्य इसे क र ये पर द य ? 
ह ँ , मैंने अभ - अभ पैसे भेजे हैं । 
- धन्यव द । - अलव द । ठ क है । 
लेक न तुम्ह रे स थ ध ख धड़ हुई , ऐस म ँ क बत न ठ क रहेग ? 
भले ह वह इसे म न ले , पर क्य तुम्ह र पत्न इस पर न र ज़ नह ं ह ग ? 
मैं उनक इकल त बेट हूँ । वह मुझे नह ं म रेंग । 
और यह मेर पत्न क पैस नह ं थ , त वह क्य कर सकत है ? 
रुक । 
ठ क है , मुझे पैसे म ल गये ! 
ऋण भ संपत्त हैं । यह ठ क ह ज एग । 
ठ क है , शुक्र य । अलव द ! 
अरे ब प रे ! 
तुम क सके ब रे में ब त कर रहे थे ? 
क्य ? 
तुम्ह र क्य मतलब है ? 
तुमने क्य सुन ? 
तुम्ह र क्य मतलब थ ? 
तुमने कह क यह मेर पैस नह ं थ ! 
व ... 
यह जल्द ह र ल ज ह ग । यह हम रे ल ए परेश न व ल ब त है । 
उन्ह ंने ड्र फ़्ट भ चेक क य थ । अब वे प छे कैसे हट सकते हैं ? 
आप ल न्च से पहले ऐस नह ं कर सकते । 
यह प गलपन है । 
रुक ! एक सेकंड रुक ! 
क्य हुआ , हुई-य न ? 
आदरण य सुश्र य ंग और सुश्र क ंग ज स प्र जेक्ट पर क म कर रह हैं , उसमें कुछ गड़बड़ हुई ? 
- त ए-ह्य ंग । 
- ह ँ ? 
बेक र प्र जेक्ट से मत च पके रह । 
चल स गरेट प कर आते हैं , ठ क है ? 
ठ क है , चल चलें । 
क म करते रह , ठ क है ? 
द पहर के 1 : 45 बजे हैं । 
तुमने स ढ़े त न द न क छुट्ट ल , और तुम अब क म पर आ रह ह ? 
तुम क म में बहुत ध्य न देने क न टक करत ह , लेक न तुम्ह र ज़्य द ध्य न ख ल समय में ह त है । 
श्र म न क म ? 
ह ँ , सुश्र क ंग ? 
आप क म के घंट के द र न स गरेट प ने कह ं दूर ज रहे ह ंगे । 
चूँक सुश्र य ंग यह ँ नह ं हैं , त आपक भ जन क ट में मदद करन च ह ए , लेक न आप डेट क सम क्ष नह ं करते । 
अरे , व ? 
मुझे इसक सम क्ष करने क ज़रूरत नह ं है । 
त ए-ह्य ंग , चल चलें । 
शेफ़ ल ग ं ने अच नक उनके अनुबंध रद्द कर द ए ? 
क्य ? 
शेफ़ ल ग्व ंग-म न क क्य ? 
हम र ल ज करने व ले हैं । क्य ं स्थग त करें ? 
उनक कहन है उत्प द क गुणवत्त खर ब है । सच कहूँ त यह ह स्य स्पद है । 
मुझे लगत है कुछ त ब त है । क म ग्य ंग-युक ... 
मेर मतलब है , श्र म न क म र जन त में अच्छे हैं । 
उसके कनेक्शन हैं । मुझे लगत है उन्ह ंने कुछ क य है । 
सुश्र य ंग क क्य खबर है ? 
मैं उसे घर ले गय । मुझे लगत है क उसे थ ड़े समय क छुट्ट लेन च ह ए । 
छुट्ट ... 
यह मेरे ल ए गुस्स ह ने क वक्त नह ं है । लेक न तुम मेर ब त नह ं सुन ग , और क म के द र न मुझे तुम्हें इस तरह बुल न पड़ । 
मुझे म फ़ करन । 
मुझे अपने व च र ं क सुलझ ने के ल ए समय च ह ए थ । 
मैं उलझन में थ । 
मुझे एक और म क द य गय , और मैंने स च क मुझे बस म न-ह्व न और सु - म न क श द करव न है । 
और जब मैं यह कर रह थ , तुम ... मेरे ल ए एक उपह र क तरह थे । 
क्य तुमने कभ सुन क मैं श द शुद थ ? 
वैसे भ यह कुछ वर्ष ं में सुलझ ज त है । मैंने अभ प्रक्र य तेज़ कर द है । 
यु - र बचपन से ह फ़ैम ल फ़्रेंड है । 
मैंने स च क मैं भ वन ओं के ब न भ उससे श द कर सकत हूँ । लेक न ऐस नह ं थ , इसल ए मैंने उसके स थ इसे खत्म कर द य । 
ब न भ वन के भ तुम क स से श द कर सकते ह ? 
ऐसे र श्ते ह ते हैं । 
सच कहूँ त तुम्ह रे अंत म संस्क र से पहले मुझे तुम्ह रे ल ए अपन भ वन ओं क पत नह ं थ । 
इसल ए जब मैं व पस आय त मैंने इसे खत्म कर द य । 
बस इतन ह । 
मुझे नह ं पत । 
तुम ज कुछ भ कहते ह मुझे त बस एक बह न लगत है । 
ज - व न । 
मैं तुम्हें द ष नह ं दे रह । 
बस मुझे ... मुझे एहस स हुआ क मैंने क स बहुत खुशनुम च ज़ क सपन देख । 
झ ल पर , तुमने मुझसे कह पर व र क ह न एक अच्छ ब त थ । 
पर व र न ह ने क मतलब पत है ? 
मैं एक पर व र शुरू करन च हत थ । 
ह ँ , मुझसे गलत हुई । 
मेर म ँ ... जब मैं 14 स ल क थ , त वह मुझे छ ड़कर चल गई । 
उन्हें अपन प्य र म ल गय । 
वह मेर वजह से 14 स ल तक सहत रह , लेक न ... च हे तुमने क तन भ सह ह , ज प छे छूट गए ... उन्हें दुख ह त है । 
र श्त च हे क ई भ ह , एक ब र यह शुरू ह गय , त क स एक क इसे एकतरफ़ त ड़न सह नह ं है । 
मैंने अमेर क के ड . ल क हम रे कैंसर व र्ड में ह यर क य है । 
पेट के कैंसर क व शेषज्ञ हैं । युइल मेड कल सेंटर ड . ल ह्य न-ज 
मैंने इस पर आध स ल ब त य । 
सुश्र य ंग क जल्द से जल्द सर्जर क ज एग । 
हैल ? 
मुझे ऐस कहन पसंद त नह ं , पर खुद क र क भ नह ं प रह हूँ । 
आने के ल ए धन्यव द । 
मुझे लग तुमसे ब त करन ठ क रहेग , इसल ए मैं आई । 
च ंत क क ई ब त नह ं ... 
यह तय करन तुम्ह र क म नह ं है , है न ? 
इससे मुझे परेश न ह त है । 
मुझे म फ़ करन । 
मुझे नह ं पत थ क उसक सग ई ह चुक थ । और मैं अब उससे नह ं म लूँग । 
ज वन में , ऐसे म के आते हैं , जब आप गलत से क स क च ट पहुँच देते ह । 
लेक न यह कहन क तुम्हें पत नह ं थ और अब यह द ब र नह ं ह ग , इसे ठ क नह ं करत । 
तुम मुझसे क्य करव न च हत ह ? 
मैंने उसे पसंद क य । 
मेर ऐस इर द नह ं थ , लेक न मैं उसके प्य र में पड़ गई । 
त मैंने एक पल के ल ए एक सुखद सपन देख । 
ह ल ँक , जब मुझे तुम्ह रे ब रे में पत चल त मैंने इसे खत्म कर द य । 
नह ं पत थ क कैस महसूस हुआ ... इसल ए जब मैं व पस आय त मैंने इसे खत्म कर द य । 
यह द लचस्प है क तुम उसके प्य र में पड़ गई । 
तुम्ह र त एक ब यफ़्रेंड थ न , स त स ल से ? 
एक तरह से तुम द न ं श द शुद ह थे । 
फ र अच नक अपने ब स के प्य र में क्य ं पड़ गई ? 
स त स ल क म करने के ब द । 
क्य ंक ज - ह्युक यूएंडके क उत्तर ध क र है ? 
- ऐस नह ं है । - तब तुम्हें पत नह ं थ ? 
मेरे द द ज ज नते थे ... ... क स ईओ बन य गय ... क मुझे बस ... 
मेर ज वन जन्म से ह तय ह गय थ । 
इसल ए मैंने केवल यूएंडके के ल ए पढ़ ई और क म क य । 
त तुम ज नत थ । 
मुझे लगत है हम र क म ह गय । 
म फ़ करन । 
मुझे सबसे ज़्य द नफ़रत तुम्ह रे जैसे ल ग ं से है । 
न क र नैत कत व द । 
तुम्हें ल लच थ , पर कहत ह नह ं थ । 
तुम सब ज नत ह , पर द ख व करत ह क नह ं ज नत । 
तुम इतन मूर्ख भ नह ं क यह भ न ज न क वह तुम्ह र ज़ ंदग बदल सकत थ । 
पत थ । 
तुम भ वैस ह इंस न ह , ज नसे मैं नफ़रत करत हूँ । 
क्य तुम्हें लगत है क हर क ई तुम्ह रे जैस है ? 
तुम्हें लगत है क उसक यूएंडके क उत्तर ध क र ह न मेरे ल ए म यने रखत थ ? 
इससे मुझे क ई फर्क नह ं पड़ । 
क्य ंक ... उसके ब न भ मेर ज़ ंदग बदल गई । 
मुझे स्थ त संभ लन ह ग । 
यद कैंसर य ंग जु - र न क ह गय ... 
रुक ... 
अब क्य ह ग ? 
- दरव ज़ ख ल । - ठ क है । 
अपन म ँ क अलव द कह । 
अलव द कह । अलव द । 
र जकुम र । अब यह ँ मत आन । घर पर आर म कर । 
चल । 
मैं ल जे - व न , जु - र न क पत हूँ । 
मुझे पेट क कैंसर है । 
मैं अभ क्य कर रह हूँ ? 
चल । 
ठंड लग रह है ? 
पहले अंदर ज ओ । 
- क्य ? - तुम्ह रे ह ंठ । 
पत ... 
पत ... 
अगर क स्मत क स तरह से पत से जुड़ थ , म न-ह्व न से श द करने से नह ं , त ? 
पेट के कैंसर क व शेषज्ञ हैं । 
मैंने इस पर आध स ल ब त य । 
क्य ? ध ख धड़ ? 
- मैं उस र यल एस्टेट एजेंट क म र ड लूँग । - म ँ , नह ं ! 
मैंने इसे संभ ल ल य । मैंने उससे ब त क , म ँ । 
तुमने क्य संभ ल ? 
यद तुमने ऐस क य है त तुम यह ँ घुटन ं के बल क्य ं बैठे ह ? 
जब मैं इसके ब रे में स चत हूँ , सु - म न मुझसे अलग है । 
ठ क है । 
अगर तुम इस ब रे में स च , त गलत तुम्ह र है । 
मर्द ं क क्य पत ह त है ? 
इस क रण से पर व र में एक अच्छ मह ल ह न बहुत ज़रूर ह त है । 
मुझे इतन जल्दब ज़ नह ं करन च ह ए थ । 
इस ब त क लेकर मुझे अज ब स झ झक महसूस ह रह थ । 
यह गलत लग थ । 
ह ल ँक उसने मेर तरह म न-ह्व न से श द क , लेक न क्य वह मेर तरह उन्हें खुद पर ह व ह ने देग ? 
म ँ । आपक कुछ ब तें स्पष्ट समझन च ह ए । 
आपने घर चुन और उसे अनुबंध पर हस्त क्षर करने के ल ए पैसे द ए । 
त आप मुझे द ष क्य ं दे रह ह ? 
मतलब , जब मैंने इस ब त क नज़रअंद ज़ क य क वह घर क र ए पर ले रह थ खर द नह ं रह थ । 
हे भगव न । सुन त ! तुम्ह रे प्रत सख्त नह ं हूँ क्य ंक तुम गर्भवत ह । 
तुम कुछ नह ं ल ई , लेक न क्य ? तुमने नज़रअंद ज़ क य ? 
मेरे प स पैस है । उसने कह क कुछ भ मत ल न । 
मुझे लगत है ऐस इसल ए है क्य ंक वह यह ँ रहन च हत थ ... 
अरे । 
तुम एक संव द कर्मच र ह । क न स पैस ? 
संव द कर्मच र ? तुमने कह थ क वह बच्चे क जन्म देने के ब द क म करेग । 
वह करेग । 
वह एक सक्षम संव द कर्मच र है । 
मैंने स्ट क्स में पैस ड ल । - क्य ? - मैंने क फ़ पैस कम य । 
मैं इसे लेकर ब लकुल भ उत्स ह त नह ं हूँ । 
और , सह ब त सुनें । श द के ल ए आप ज च हत थ ं , मैंने सब क य । 
और हन मून के द र न , मुझे पत चल क ... 
ज भ ह , म न-ह्व न क म रन बंद कर । 
वह घर क मुख य है और हम रे बच्चे क ब प है । 
य मैं हम रे बच्चे क लेकर चल ज ऊँ ? 
हम र बच्च ... 
यह रह । 
श द करन इतन भ बुर नह ं है , है न ? 
मुझे एक सहय ग म ल गय । 
च ंत मत कर । 
मेर म ँ कठ र ह सकत है , लेक न वह मस्त है । 
बच्च ह ने के ब द , वह हम रे ल ए एक घर खर देग ! 
बच्चे क र ते हुए सुनेग , त बर्द श्त नह ं कर प एग । 
क ई बच्च नह ं है । 
क्य ? नह ं क्य ? क्य कह तुमने ? 
हे भगव न ! 
मैं ब द में घर आऊँग । 
तब घर स फ-सुथर म लन च ह ए । 
मुझे यक न नह ं ह रह क यह मेर ज़ ंदग है । 
इस उम्र में मुझे द और ल ग ं क ख ल न पड़ेग । 
भगव न , इतन उत्प त ! 
क्य मुस बत है ... 
तुम्ह र क्य मतलब है ? 
कुछ नह ं है , मतलब ? 
मेर ... गर्भप त ह गय । 
जब तुमने अपन फ़ न मुझ पर फेंक , त मेरे पेट में दर्द ह ने लग । 
मैं बहुत डर गई थ । और मुझे नह ं पत थ क क्य करन है । 
मैं तुम्ह र म ँ क न र श नह ं करन च हत थ , इसल ए मैं तुम्हें नह ं बत सक । 
हम र बच्च । 
वैसे ... हन मून पर तुमने कह क बच्चे के क रण तुम्ह र ब फ़ ख ने क इच्छ ह रह है । 
लेक न उस वक्त त पेट में बच्च नह ं थ न ? 
तुमने भ त कह थ तुम्ह रे प स घर है , जबक थ नह ं ? 
क्य ? 
लेक न हम र बच्च ... 
सुश्र क ंग ! 
तुमने मुझे डर द य । 
क्य तुम जल्द नह ं गई ? 
मैंने तुम्ह रे ब रे में स च । 
प छले क्र समस से , मैं हेल्द ख ने क क श श कर रह हूँ । 
यह प्र ट न से भरपूर हैं और बहुत कुरकुरे हैं ! मुझे बहुत पसंद हैं । 
सच में ? 
अच्छ है । 
लेक न क स क रण से ... 
क्य इससे तुम्हें क स च ज़ क य द आत है ? 
श यद इसक ! 
यह एकदम सह है । मुझे इसक सख्त ज़रूरत थ । 
सच कहूँ त मेरे भ ई ने यह सब खर द , कह तुम्हें ज़रूरत पड़ेग । 
क्य ? 
इन द न ं वह झ झक रह है और बहुत स वध न लग रह है । 
क्य यह यु - र क वजह से है ? 
ह ँ , व ... 
वह मेरे द द ज से म ल रह है । 
लेक न सुश्र क ंग , क्य उसने तुम्ह रे क रण सग ई त ड़ , य इसल ए क उसे अकल आ गई , मैं पूर तरह से इसके पक्ष में हूँ । 
सच बत ऊँ त , मेर वजह से उसक सग ई हुई । 
उसने कह क हमें एक मज़बूत ज़म न पर खड़े ह ने के सम न पर व र बन न च ह ए । 
इसके अल व , मेरे भ ई क डेट ंग में क ई द लचस्प नह ं थ । 
वह बस भ वन शून्य लग रह थ । उसने हमेश अपन भ वन ओं क दब य । 
क स र ब ट क तरह । 
पर इन द न ं वह बहुत अलग है । 
पहले वह ऐस नह ं थ । 
म सम सर्द है । 
- अंदर ज ओ । - मैं ठ क हूँ । 
- अरे । - मैं व पस आ गय हूँ । 
मैं अब यु - र क एस्क र्ट करूँग । 
ह ँ , ठ क है । अलव द । 
- मैं फ र आऊँग । - ठ क है , जब च ह आ ज न । - ठ क है । - अलव द । 
तुम क्य कर रह ह ? 
मैं तुम्हें यह बत न च हत थ । तुम बहुत बदल गए ह । 
तुमने बस अपन रूप ह नह ं बदल है । 
अब तुम मर्द बन गए ह । 
मैं तुम्ह रे द द ज से म लने आई थ । 
च हे हम र र श्त कैस भ ह , वह और मैं अभ भ कर ब हैं । 
यह त द लचस्प है । 
मुझे लगत है तुम द न ं अच नक कर ब आ गए । 
तुम 8 त र ख क क र य आई और उनसे त न ब र मुल क त क । 
हम र प ँच स ल क सग ई में ऐस पहले कभ नह ं हुआ थ । 
इस तरह क ब तें । 
तुम्हें क म के अल व क स और च ज़ क परव ह नह ं थ । 
अब तुम हर ब त पर नज़र रखते ह । 
क्य यह उसक वजह से है ? 
तुमने मेर फ़ैसल स्व क र थ न ? 
तब मुझे पत नह ं थ क तुम्ह र ज़ ंदग में क ई लड़क है । 
मुझे पसंद नह ं है क क ई मेर च ज़ ं क ह थ लग ए । 
इसके अल व , यु - र स म न्य लग सकत है , लेक न वह पूर तरह से अज ब है । 
ज ओ । 
तुम ऐस कब तक करत रह ग ? 
तुम्हें पत है हम रे ब च कुछ नह ं । 
यह उसक गलत है । ज मेर है उसक ल लच क्य ं ? 
मुझे यह पसंद नह ं क क ई मेर च ज़ ं क ह थ लग ए । 
बहुत हुआ । 
सुश्र क ंग । 
पत है श्र म न यु एक अच्छे इंस न हैं । 
यह मेर गलत है । 
त चल इस ब रे में ब त नह ं करते । 
सुश्र क ंग । 
मैं असल में उसक सग छ ट बहन नह ं हूँ । 
मेर और मेर म ँ क वजह से मेरे भ ई क बहुत दुख पहुँच । 
इसल ए ... वह कभ क स क ध ख नह ं दे सकत । 
मुझे फ र इसक एहस स हुआ । 
यु - र एक अच्छ लड़क है । 
आपक नह ं लगत वह अच्छे इर द ं से आपसे म लने आत है , है न ? 
इसल ए वह मुझे पसंद है । 
यूएंडके पर व र क बहू बनने के ल ए वह पर्य प्त ल लच है । 
मुझे वे ल ग पसंद हैं ज अपने हक के ल ए जुनून ह ते हैं । 
एक पुरुष क सह मह ल से म लन च ह ए । 
एक मह ल क अपने पर व र क सुरक्ष के ल ए द्वेष क ज़रूरत ह त है । 
आप ठ क कह रहे हैं । आपने वह कह । 
इसल ए मैंने स च क यह ठ क रहेग । 
द द ज । 
जब मेर म ँ ज व त थ , त प प क सुश्र च से मुल क त क लेकर आपक कैस लग ? 
क्य सुश्र च में मेर म ँ से अध क द्वेष और ल लच थ ? 
मुझे सुश्र च पसंद आईं । 
म ँ हमेश ब म र रहत थ , और बचपन में मैं उन पर अध क भर स करत थ । 
इससे पहले क मुझे पत चलत क हुई-य न मुझसे केवल प ँच वर्ष छ ट है । 
यह ज नने के ब द , मुझे हुई-य न के ल ए बुर लग । 
त यु - र से मेर सग ई ह ने के ब द , मैंने इसे बन ए रख , भले ह मुझे बर्द श्त न ह । 
मैंने कसम ख ई क कभ अपने प प जैस नह ं बनूँग । 
लेक न जब अंत देख त ज न क च ज़ें उस तरह क म नह ं करत ं । 
लेक न ... मुझे क्य करन च ह ए थ , द द ज ? 
यह बेहद मुश्क ल है । 
त वह कम न यह है , ज सने अपन गर्लफ़्रेड क उसक बेस्ट फ़्रेंड के ल ए ध ख द य । 
और यह वह चुड़ैल है ज सने अपन बेस्ट फ़्रेंड के ब यफ़्रेंड से श द क । 
क्य ंक वे नह ं ज नते क ज - ह्युक क न है ? 
ह ँ । 
मूर्ख । 
अगर उन्हें पत चल ज ए त क्य ह ग ? 
आज कपड़े ध ने हैं । स र्फ़ ब स्केट व ले ह ध कर मत रह ज न । 
आलम र जम न और पुर ने कपड़े भ ध न । 
मैं करूँ ? 
आप कह ँ ज रह ह ? 
मैं मह ल केंद्र क सच व हूँ । हम र लंच क प्र ग्र म है । 
अरे , ह ँ । 
चूंक तुम अकेल ह , त आर म से इसे सुनते - सुनते क म कर । 
देख तुम्ह र ज़ ंदग क तन प्य र है ? 
तुम बहुत भ ग्यश ल ह । 
द द ब द में व पस म लेग , प्य रे बच्चे । 
क्य मुस बत है ... 
सच में ? 
क्य यह सह है ? 
क्य यह श द शुद ज़ ंदग है ? 
यह क्य है ? 
यु ज - ह्युक ... 
यह क्य है ? 
ब लकुल नह ं । 
क्य वह सचमुच ... 
सु - म न । 
मुझे थ ड़ कचर फेंकन है । क्य तुम यह क म कर द ग ? 
बध ई ह मेर कचर अपन ने के ल ए । 
वह म न-ह्व न क मेरे ल ए छ ड़ देत है और खुद एक अम र आदम क ह ज त है ? 
ब लकुल नह ं । नह ं । 
मैंने उसे चुर य । 
मैंने यह क य । 
मैंने क य ! 
नह ं ! 
क्य ं ... घर ऐस क्य ं है ? 
तुम मुझे क्य ं पूछ रहे ह ? 
तुम्ह र पत्न ने घर में ऐस क य , दरव ज़ बंद कर द य , और ब हर नह ं आ रह । 
क्य ? 
क्य ? 
धत् ... 
वह लंबू बस एक सह पर व र में पैद हुआ है । 
मेरे म त - प त ने ज़ ंदग भर क्य क य ? 
थ ड़े से सहय ग से मैं बहुत आगे ज सकत हूँ । 
तुम यु ज - ह्युक से ईर्ष्य कर रहे ह ? 
क ंग ज - व न ने तुम्हें मेरे स र मढ़ द य । 
त अब तुम इस ब रे में क्य कर ग ? 
त यह स र्फ कचर नह ं थ । 
मैंने ब न अभ म न व ल कचर अपन य । 
तुम ... 
स र्फ़ इतन ह नह ं । तुम मूर्ख भ ह । 
अपन कर्ज़ चुक द य ? 
मेर म ँ क सुन ज एग । ये ब तें मत कर । 
क तन बच है ? 
क्य 100 म ल यन व न पर्य प्त ह ंगे ? 
क्य ? 
हम मुआवज़े के हकद र हैं । 
ज - व न क सभ अच्छ च जें क्य ं म लत हैं ? 
क्य तुम प गल ह ? 
क्य तुम्हें लगत है वह तुम्हें दे देग ? 
मैं उसे मजबूर करूँग । 
मैं उसके ब रे में सब कुछ ज नत हूँ । 
वह भ , ज वह खुद नह ं ज नत । 
खुश ह क तुमने मुझे हर द य ? 
तुम मेर अर्द्ध ंग न ह । हम इस तरह च ज़ ं क खत्म नह ं कर सकते । 
ज - व न , मैं तुमसे संपर्क नह ं कर प रह । 
कैस ह तुम ? 
संय ग से मैंने तुम्ह रे ब रे में सुन । 
तुम्ह र म ँ । 
ज - व न । 
तुम बहुत अच्छे से बड़ हुई । 
सच में । 
आप अभ भ सुंदर ह । 
आप हम रे म हल्ले में सबसे सुंदर थ । 
मैं अब बूढ़ ह गई हूँ । 
समय ब त ज त है । 
तुम भ सुंदर ह । 
मुझे खुश है क तुम मुझ पर गई ह । 
मुझे पत है क यह सब पुर न ब ते हैं , लेक न मुझे तुम्ह रे प प कभ ज्य द पसंद नह ं आये । 
मैं जव न थ और संघर्ष कर रह थ , और वह मुझे बहुत पसंद करत थ । 
मैंने स च , मैं भ उसे पसंद कर सकत हूँ । 
उस समय हर क स क श द इस तरह ह त थ । 
त मुझे तुम भ पसंद नह ं आई । 
मेर मतलब है , आई । 
तुम मेर बच्च ह । मुझे पसंद कैसे न ह त ? 
ज भ ह , मुझे खेद है । 
मैं अपर पक्व थ । 
तुम मेरे प स तब थ , जब मैं तैय र नह ं थ । 
फ र भ ... मुझे तुम्ह र बहुत य द आत थ । 
त फ र आप मुझसे म लने क्य ं नह ं आईं ? 
प प क छ ड़ , मुझसे म लने त आ सकत थ न । 
मैं आई थ । 
उसने मुझे नह ं म लने द य । 
क्य तुम नह ं ज नत , वह तुम्ह र क तन परव ह करत थ ? 
मैं ज नत हूँ , वह एक अच्छ ब प थ । 
वह प्य र थ । लेक न वह बहुत ज द्द थ । 
वह व च रश ल नह ं थ । 
यह मेरे ल ए भ कठ न थ । 
तुम्ह रे प प के न धन क खबर सुनने के ब द ह मैं तुमसे म लने आ सक । 
बहुत ह म्मत जुट न पड़ । 
मेरे प प ने पूर मेहनत से मेर प लन-प षण क य । 
व स्तव में , आपक न ह न मेरे ल ए बड़ ब त थ । 
मैं त बस एक क श र लड़क थ । 
इसल ए मैं गलत ल ग ं से जुड़ व कर बैठ । 
मुझे खुद क अभ व्यक्त करन नह ं आत थ । 
नह ं ... 
दरअसल , मुझे नह ं पत थ क मुझे कैस महसूस हुआ । 
मुझे स ख ने व ल क ई नह ं थ । 
मुझे म फ़ करन । 
यह सब मेर गलत है । 
मैं एक बुर म ँ थ , और इससे तुम्हें कष्ट हुआ । 
मैं इसक भरप ई कैसे करूँ ? 
मैं यह कैसे करूँ ? 
आप कल क्य कर रह ह ? 
क्य ? 
फ़्र ह त मेरे स थ समय ब त न च ह ग ? 
कल घर आर म से पहुँच गई थ ? 
क्य तुम्हें अच्छ न ंद आई ? 
ह ँ , अपन बत ओ , म ँ ? 
मैं तुमसे म ल , इसल ए ? मुझे ब लकुल भ न ंद नह ं आई । 
आपक कुछ ख न है ? 
प र्क गुकबैप । 
ज नत ह यह कैसे करन है ? 
यह मेर पहल ब र है । 
यह प्य र है । हम कह ँ देखें ? 
यह ँ ? 
द ल ? 
एक , द , त न । 
यह बहुत सुंदर है । 
बुस न में ऐसे नह ं म लते । क्य यह मुझ पर अच्छ लग रह है ? 
हम इसे लेंगे । 
नह ं , मत ल ! 
वह ठ क है । 
यह बहुत महंग है । 
हमें यह द ख ओ । 
यह बहुत महंग है । 
फ र भ , क्य मैं इसे ट्र ई करूँ ? 
- ट्र ई करें ? 
- ह ँ । 
कैस लग रह है ? 
- अच्छ लग रह है । - सच में ? 
मैं ऐस कुछ खर दन च हत थ । 
मेरे द स्त अपन बेट य ं के ब रे में बहुत शेख बघ रते हैं । 
कैस लग रह है ? 
यह आप पर जंचत है । 
क ले रंग में देखें क्य ? 
स इज़ ... 
क्य आप इतन खुश ह ? 
ब लकुल । 
बहुत भ ग्यश ल हूँ क तुम जैस बेट म ल । 
तुम एक अम र आदम क डेट करत ह , इसल ए ज नत ह क कैसे खर्च करन है ... 
मैं ज नत थ । 
जब मैं एक अच्छे क लेज में गई और बड़ कंपन में न कर क , तब भ आपक क ल नह ं आय । 
ज - व न , ज मैंने अभ कह ... 
यद आप यु ज - ह्युक के ब रे में ब त कर रह ह , त हम अब स थ नह ं हैं । हमने ब्रेक-अप कर ल य । 
क्य ? 
पर क्य ं ? 
झूठ थ न ? 
क्य ं क य ? 
क्य ं ? 
फ र आप क्य ं भ ग गईं ? 
मैं इस पर व श्व स नह ं करन च हत थ । 
व ह । देख क सक क ल आय है । 
कैस ह ? 
- बहुत वक्त ह गय ... - सुन आपक पैस ं क ज़रूरत है । 
क्य तुम सब कुछ ज नत थ ? 
त फ र यह क्य है ? 
मैं बस एक ब र करके देखन च हत थ । 
मेर म ँ के स थ एक डेट । 
एक प्य र बेट , एक अच्छ बेट । 
खुश म ँ और बेट । 
मैं इसे एक ब र करके देखन च हत थ । 
अब मैंने यह कर ल य है । 
आपक व पस क य त्र सुरक्ष त रहे । 
क्य तुम्ह रे प स कुछ पैसे हैं ? 
एक अच्छ क लेज और एक अच्छ कंपन । 
क्य तुम्ह रे प स 100 म ल यन व न हैं ? 
मैं फ र कभ तुमसे म लने नह ं आऊँग । 
तुम्हें क्य लग , मैं च हत थ ? 
तुम्हें मुझे समझन च ह ए ! तुम्ह र म ँ क और क न समझेग ? 
मेरे प स पैसे नह ं है । मेर क ई म ँ भ नह ं है । 
पहले भ नह ं थ , आगे भ नह ं ह ग । 
आपने एक म ँ क जगह एक औरत क तरह रहन चुन , इसल ए अपन ब क क ज़ ंदग चुपच प वैसे ह ज ओ । 
ल लच मत बन । 
न च । 
इसमें क ई आश्चर्य नह ं क वे ऐसे रहते हैं । 
मुझे च ज़ ं क खुद ह क्य ं ठ क करन पड़त है । 
मैंने कह अंत म संस्क र में ज रह हूँ । 
क ई नह ं मर ! 
मैं घर पर नह ं रह सकत । श द करके देख । अब ब हर आओगे ? 
धत् ... 
वह क्य थ ? 
क्य ? 
प र्क म न-ह्व न ? 
ह ँ ? 
मैंने उसे पलट द य ! 
पहल ब र । आख रक र ! 
ह ँ , मुझमें अब भ वह ब त है ! नेशनल के ल ए र ज़र्व ... 
क ंग ह्य न-म 
प प । 
ज उपह र आपने मुझे द य ... इस ब र मैं उसक अच्छ तरह से उपय ग करन च हत थ । 
लेक न दुन य मुझ पर इतन सख्त क्य ं है ? 
मैंने अपने ल ए क स अनम ल व्यक्त क फ र से च ट पहुँच ई है । 
यह सब मेरे ल ए बहुत कठ न है । 
मैं व स्तव में इस ब र अच्छ करन च हत थ । 
मैं क्य करूँ ? 
इस म मले में मैं क्य करूँ ? 
मुझे खेद है क मैं इतन मूर्ख हूँ । 
ह ँ । 
ठ क है । त न म नट में ? 
मैं समझत हूँ । 
