ජරාව ... 
අම්මව ගේන්න . 
යුවළක් රණ්ඩු වන විට , ස්වාමිපුරුෂයා පළමුව ළඟා විය යුතුය . 
ඔහ් , වැඩ කරනවා . 
ඔබට යමක් අවශ්යද ? 
මම ඒක ඔයාට අරන් දෙන්නම් . 
මගේ තාත්තා වෙහෙස මහන්සි වී වැඩ කළ කෙනෙක් නමුත් ජීවිතය ගැටගසා ගැනීමට වෙහෙසුණා . 
මට එයා ගැන දුකක් වගේම දුකක් දැනුණා . 
අලුත් කාර් එකක් ගන්න . 
මේ වගේ එකක් ඇහෙනවා අවුරුදු 100ක සීයා කැස්ස . 
ඇයට ඔබට ඇහෙනවා ! 
ඔච්චර හිතක් පපුවක් නැති වෙන්න එපා . 
මම බයයි ඒක භයානකයි කියලා . 
මේ දරුවා මාව අනතුරේ දාන්නේ නැහැ . 
ඔබ මා නොමැතිව තනි වනු ඇත . 
ආරක්ෂිතව ධාවනය කරන්න . 
ඔයා රෑට එනවද ? 
මම හොඳටම පරක්කු වෙයි . 
නින්දට පෙර දොරවල් පරීක්ෂා කරන්න ! 
අපෙන් කිසිවක් සොරකම් කරන්නේ කවුද ? 
ඔන්න ඔහේ යනවා . 
දැන් යන්න . 
ආයුබෝවන් . 
ඇය ලස්සනයි . හරියට එයාගේ අම්මා වගේ . 
ඉතින් කුමක් ද ? එයාගේ අම්මා පැනලා ගියා . 
කන්ග් මහතා ඇයව විවාහ කර නොගත යුතුව තිබුණි ඇගේ ලස්සන මුහුණ සඳහා . 
- මට ඒ දුප්පත් ළමයා ගැන දුකයි . - ඒක නවත්වන්න . 
අම්මා පැනලා ගිය දුප්පත් ළමයා . 
මෙම කුඩා අසල්වැසි ප්රදේශයේ , මිනිස්සු අපි ගැන කතා කළේ කාලය ගත කරන්න . 
ඒ වගේම මට තවත් රිදුනා මක්නිසාද යත් මම වැඩිවිය පැමිණෙමින් සිටි බැවිනි . 
තාත්තා ... 
ඔහු කොහෙද යන්නේ ? 
වහිනවා . අපි වීඩියෝවක් කුලියට ගනිමුද ? 
- අපි ටිකක් ගන්නද ? ramyeon ද ? 
- නියමයි . 
මම කුලියට යන්නම් . 
- ඉක්මන් කරන්න . - හරි හරී . 
අම්මා ? 
කරගෙන යාමට , එය මගේ ජීවිතය පමණක් බව මට පිළිගැනීමට සිදු විය . 
මගේ ජීවිතය එකක් පමණක් වූ බව භයානක අයගේ . 
හේතුවක් නැති බව මම නොවිය යුතුයි කියලා අවාසනාවන්ත අයගෙන් එකක් . 
එය දිනුම් 1200 කි . 
ඔබේ මුදල් පසුම්බිය නැති වුණාද ? 
යහපත්කම . ඔබ එය ඉතා පැහැදිලිව ඉදිරිපත් කරයි ඔයාගේ අම්මා පැනලා ගියා කියලා . 
ඔබේ මව නිසා , ඔබ බුද්ධිමත්ව ක්‍රියා කළ යුතුයි ඒ නිසා අනිත් අය ඔයා ගැන වැරදි හොයන්නේ නැහැ . 
ඔයා ඒක දන්නවා නේද ? 
ඔච්චර නොසන්සුන් වෙන්න එපා . 
මෙතන . 
ඒක ඔයාගේද ? 
එබැවින් ඕනෑම දෙයක් හොඳ විය . 
මට අතක් දැනීමට මංමුලා සහගත විය මා වෙත ළඟා වෙමින් . 
කුමක් ද ? 
ඒ පොන්නයෝ ... 
මම ඔබට දඬුවම් කරමි ! 
විනිශ්චය කිරීමට මංමුලා සහගතයි එය ගොඩබිමක් හෝ වගුරු බිමක් විය . 
එහෙත් ආයෙත් එහෙම නොකර ඉන්න මම අධිෂ්ඨාන කරගත්තා මගේ දෙවන අවස්ථාව සමඟ . 
මම සටන් කරන්නයි , වැඩෙන්නයි , ඒ වගේම අනිත් අයට වඩා සතුටින් ඉන්න . 
අවසානයේ මගේ වාරය විය හොඳ අතක් තෝරා ගැනීමට . 
මම මේ වතාවේ හොඳ අතක් තෝරා ගත්තා . 
මම සතුටු වෙයි කියලා මම විශ්වාස කළා . 
මම කතා කරන්න කතා කළා , නමුත් ඔබ ගන්නෙ නැහැ . 
පස්සේ එන්න හිතුවා . නමුත් ඔබ දිගටම මගේ ඇමතුම් මග හැරිය හැක , ඉතින් මම ඔයාව බලන්න බලාගෙන හිටියා . 
ජි - වොන් . 
මට මේක පැහැදිලි කරන්න පුළුවන් . 
මම වැරදියි . මම තවමත් තෝරා ගන්නේ නරක අත් පමණි . කථාංග 12 NAVER SERIES WeBNOVEL මත පදනම්ව මගේ සැමියාව විවාහ කරගන්න SungSOJAK විසිනි 
Kang මහත්මිය , අපි කුමක් කරමුද ? 
මේ දැන් , මම යැං මහත්මියට කතා කළා ඇය නොපැමිණි නිසා . 
අපි මොකද කරන්නේ ? යැං මහත්මියට බඩේ පිළිකාවක් තිබේ . 
ඒකයි ජීවිතේ අමාරු . 
අනාගතය අභිරහසක් . 
මම හිතුවා මම හැමදේම දන්නවා කියලා මම පොඩි කාලේ මේ වයසේදී . 
නැහැ , ඔබ විශිෂ්ටයි . 
මම සමාගමේ පත්‍රයේ ඔබේ තීරුව කියෙව්වා ඒ අවාසනාවන්ත සිදුවීම ගැන . 
කාර්ය මණ්ඩලය සොලවන්න තිබුණා . එය සුදුසු ප්‍රතිචාරයක් විය . 
මම ආඩම්බර වුණා . 
ඒ වගේම ඔයාගෙන් ඇහුවම මට දුක හිතුනා මගේ සේවකයාගේ අවුල පිරිසිදු කිරීමට . 
අපි පවුලක් වගේ . මට කරන්න පුළුවන් අඩුම දේ ඒක . 
මගේ තාත්තා මට නිතරම කිව්වා UK මගේ පවුල බව අමතක කරන්න එපා . 
මම කවදාවත් වෙනස් විදිහට හිතුවේ නැහැ . 
Gang - cheol හරිම වාසනාවන්තයි . 
ඔහු ඔබව හොඳින් ඇති දැඩි කළා . 
ඔයාට එහෙම හිතෙනවා නම් මට එහෙම වෙන්න එපායැ විවාහ ගිවිස ගැනීම බිඳ දැමීය . 
අපි දෙන්නා විවාහ ගිවිස ගත්තේ අපේ අම්මලා තාත්තලා නිසා . සහ ජි - හ්යුක් එතරම් උදාසීන විය . ඒ වගේම මම කවදාවත් මිනිහෙක් විදිහට එයාට කැමති වුණේ නැහැ . ඒකයි මම එකඟ වුණේ බැඳීම බිඳ දැමීමට . 
නමුත් ඔහු ආකර්ශනීය වී ඇත . 
සිදුවුයේ කුමක් ද ? 
ඉතින් මම කොරියාවේ නවතින්න යනවා සෑහෙන කාලෙකට . 
මට එය කළ හැකිද ? 
මම නිතර එනවා ඔයාව බලන්න . 
මගේ පෙම්වතා හිටියා නම් කොහොමද දැනෙන්නේ මගේ හොඳම මිතුරා විවාහ කරගන්න ? 
මම වාසනාවන්තයි කියලා හිතෙයිද මට අලුත් පොහොසත් පෙම්වතෙක් ලැබුන නිසාද ? 
සබන් වගේ නේද ? 
ඔබ කාර් එකක් මිලදී ගත්තා මාව රෝහලට ගෙනියන්න කියලා . 
ඔබ අවසන් වරට ධාවනය කර කොපමණ කාලයක්ද ? 
පරීක්ෂණ ප්‍රතිඵල කොහොමද ? 
ඒක ලේසි වෙන්නේ නෑ . 
මට බොහෝ කාලයක් බලා සිටීමට සිදු වේ වෛද්‍යවරයාගේ කාලසටහන පිරී ඇති බැවිනි . 
තාම බෙහෙත් අරන් තියෙනවා ගොඩක් හොඳයි , ඉතින් ... 
මම මේකට වෛර කරනවා . 
මම ඔබ සමඟ සිටියොත් මම දුර්වල වෙනවා . 
මම තනියම හිටියොත් මට ඒක දරාගන්න පුළුවන් . 
ඒකයි මම ඔයාගෙ පස්සෙන් එන්නෙ . 
ඔබට මානසිකව නිරෝගීව සිටිය නොහැක ඔබ වේදනාවෙන් සිටින විට . 
අඬන්න . 
එය රඳවා නොගන්න . මගේ දෑතින්ම අඬන්න . 
අඬන්න වෙනවා . 
ඇයි ඔයා මට මෙච්චර හොඳ ? 
ඒක මගේ වරදක් . 
මගේ ඉරණම ඇය වෙත ගියේය . 
නමුත් ඇයි ? 
මෙය මින් - හ්වාන්ගේ විවාහයෙන් අවසන් නොවේද ? 
හේයි . 
දිලිසීම නවත්වන්න . 
ඔයාට මගේ අම්මට කියන්න තිබුණා ඔබ මෙම ස්ථානයට වෛර කළේ නම් . 
මම ඇයට කියන්නේ කෙසේද ? 
ඔබ මා වෙනුවෙන් ඇයට පැවසිය යුතුව තිබුණි . 
ඇයි මම ? 
මම හිතන්නේ මගේ අම්මා හරි . 
එය භයානකයි ගැබිනි කාන්තාවකට පියාසර කිරීමට . 
කමක් නැහැ . හොඳයි . 
මධුසමය වැදගත් නැත . 
මින් - හ්වාන් . 
අපි හොඳ ජීවිතයක් ගත කරමු , හරිද ? 
ඔයා දැන් අපේ ගෙදර ප්‍රධානියා . 
- බබා - - - හේයි ! 
ඇයි මම හිස ? 
ජි - වොන් කවදාවත් එහෙම කිව්වේ නැහැ . 
සු - මිනි . ඔබ නියමයි සහ සියල්ලෝම , නමුත් ඔබ විවාහය දන්නේ නැහැ . 
හොඳින් සවන් දෙන්න . 
විවාහ කටයුතු හොඳින් සිදුවේ එක් එක් කලත්‍රයා තමන්ගේම රැකියාවක් කරන විට . 
කුමක් ද ? 
ඔබ විවාහ ආරාධනා පත්‍රයට කැමති වුණේ නැහැ , තේරුනේ නෑ අම්මේ සහ මධුසමය ගමනාන්තයට වෛර කළා , 
ඔබ මට දිගින් දිගටම පැමිණිලි කරනවා . 
ඒ නිසා ඔබ ඔබ ගැන පමණක් සිතන්න . 
මා දෙස බලන්න . 
මම මොකුත් කිව්වද දර්ශනයක් ඇති කළ ඔබේ මිතුරන් ගැන අපේ විවාහ මංගල්යයේදී ? 
ඔයා කලබල වෙලා ෆෝන් එක මට විසි කළා . 
හේයි ! 
ඔවුන් එකම දේද ? 
ඔයත් එක්ක කතා කරලා වැඩක් නෑ ... 
එය අමතක කරන්න . 
ඒකට සාප වේවා . 
සුභ පැතුම් මගේ කුණු අහුලා ගැනීමේදී . 
නැත . 
හේයි , සං - ජොං . එය කුලියට දී තිබේද ? 
ඔව් , මම මුදල් වයර් කළා . 
- ඔයාට ස්තූතියි . - ආයුබෝවන් . හරි හරී . 
ඒත් අම්මට කිව්වට කමක් නැද්ද ඔබ වංචා කළාද ? 
ඇය එයට වැටුණත් , ඔබේ බිරිඳ ඒ ගැන කම්මැලි නොවන්නේද ? 
මම ඇගේ එකම පුතා . ඇය මාව මරන්නේ නැහැ . 
ඒ මගේ බිරිඳගේ මුදල් නොවේ ඉතින් ඇයට කුමක් කළ හැකිද ? 
නවත් වන්න . 
හරි , මට මුදල් ලැබුණා ! 
ණයත් වත්කමක් . හරි යාවි . 
හරි , ස්තුතියි . ආයුබෝවන් ! 
අහෝ මගේ දෙවියනේ ! 
ඔබ කතා කළේ කුමක් ගැනද ? 
කුමක් ද ? 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
ඔබට ඇසුනේ කුමක්ද ? 
ඔබ අදහස් කළේ කුමක්ද ? 
ඔයා කිව්වා ඒක මගේ සල්ලි නෙවෙයි කියලා ! 
හොඳින් ... 
එය ඉක්මනින් නිකුත් වේ . මෙය අපව යම් තැනකට පත් කරයි . 
ඔවුන් කෙටුම්පත පවා පරීක්ෂා කළා . ඔවුන් දැන් ආපසු යන්නේ කෙසේද ? 
දියත් කිරීමට පෙර ඔබට මෙය කළ නොහැක . 
මේක පිස්සුවක් . 
ඉන්න ! තත්පරයක් ඉන්න ! 
ඒ මොකක්ද , Hui - yeon ? 
දේවල් හරියන්නේ නැද්ද ව්‍යාපෘතිය සමඟ ගෞරවනීය යං මහත්මිය සහ Kang මහත්මිය වැඩ කරන්නේ ? 
- ටේ - හියොං . 
- ඔව් ? 
බලාපොරොත්තු රහිත ව්‍යාපෘතියක් අල්ලාගෙන නොසිටින්න . 
අපි දුම් බොන්න යමු , හරිද ? 
ඔව් , අපි යමු . 
දිගටම වැඩ කරන්න , හරිද ? 
වෙලාව 1 : 45 ප.ව . 
ඔයා දවස් තුනහමාරක් නිවාඩු ගත්තා , සහ ඔබ දැන් වැඩට පෙනී සිටිනවාද ? 
ඔබ රැකියාවේදී ඉතා සූක්ෂ්ම ලෙස ක්‍රියා කරයි , නමුත් ඔබ වඩාත් සුපරික්ෂාකාරී ය ඔබේ නිදහස් කාලය ගැන . 
කිම් මහතා ? 
ඔව් , කන්ග් මහත්මිය ? 
ඔයා කොහේ හරි ඈතට යනවා ඇති වැඩ කරන කාලය තුළ දුම් පානය කිරීමට . 
යැං මහත්මිය බැහැර සිටින බැවින් , ඔබ ආහාර කට්ටලයට උදව් කළ යුතුය , නමුත් ඔබ දත්ත සමාලෝචනය නොකරයි . 
ඔහ් , ඒක ? 
මට එය සමාලෝචනය කිරීමට අවශ්‍ය නැත . ඒක තමයි . 
Tae - hyeong , අපි යමු . 
සූපවේදීන් හදිසියේම ඔවුන්ගේ ගිවිසුම් අවලංගු කළාද ? 
කුමක් ද ? 
Chef Lee Gwang - min ට මොකද ? 
අපි නිදහස් කරන්නයි හදන්නේ . කල් දමන්නේ ඇයි ? 
ඔහු පවසන්නේ නිෂ්පාදනයේ ගුණාත්මක බවින් අඩු බවයි . අවංකවම , එය විහිළුවක් . 
මම හිතන්නේ මොකක් හරි වෙලා . කිම් ග්යොං - උක් ... 
මම කිව්වේ කිම් මහත්තයා දේශපාලනයට දක්ෂයි . 
ඔහුට සම්බන්ධතා ඇත . මම හිතන්නේ ඔහු යමක් කළා . 
යං මහත්මිය ගැන කුමක් කිව හැකිද ? 
මම ඇයව ගෙදර ගෙන ගියා . මම හිතන්නේ ඇය විවේක ගත යුතුයි . 
විවේක කාලය ... 
මට තරහා වෙන්න වෙලාව නෙවෙයි . ඒත් ඔයාට මාව ඇහෙන්නේ නැහැ , ඔබ මාව හැදුවා රැකියාවේදී ඔබට මෙලෙස අමතන්න . 
මට කණගාටුයි . 
මගේ සිතුවිලි නිරාකරණය කිරීමට මට කාලය අවශ්‍ය විය . 
මම ව්‍යාකූල වුණා . 
මට තවත් අවස්ථාවක් දුන්නා , සහ මම හිතුවා මට ගන්න ඕනේ කියලා Min - hwan සහ Su 
මම ඒක කරද්දි ඔයා ... මට තෑග්ගක් වගේ . 
මම විවාහකයි කියලා ඔබ කවදා හෝ අසා තිබේද ? 
කොහොමත් අවුරුදු කීපයකින් ඒක විසඳෙනවා . මම ක්‍රියාවලිය වේගවත් කළා . 
යූරා පවුලේ මිතුරෙකි අපි කුඩා කාලයේ සිට . 
මම හිතුවා මට ඇයව විවාහ කරගන්න පුළුවන් කියලා කිසිම හැඟීමක් නැතිව . නමුත් එය එසේ නොවීය , එබැවින් මම එය ඇය සමඟ අවසන් කළෙමි . 
ඔබට යමෙකු සමඟ විවාහ විය හැකිය කිසිම හැඟීමක් නැතිව ? 
එවැනි සබඳතා පවතී . 
ඇත්තම කිව්වොත් , මට ඔබ ගැන හැඟෙන්නේ කෙසේදැයි මම නොදනිමි ඔබේ අවමංගල්‍යයට පෙර . 
ඉතින් මම ආපහු එනකොට ඒක ඉවර කළා . 
එච්චරයි . 
මම දන්නේ නැහැ . 
ඔබ කියන සෑම දෙයක්ම මට නිකන් නිදහසට කරුණක් වගේ . 
ජි - වොන් . 
මම ඔබට දොස් කියන්න උත්සාහ කරන්නේ නැහැ . 
මම නිකම් ... මම යමක් ගැන සිහින දකින බව මට වැටහුණි ගොඩක් සතුටුයි . 
වැව අසල , ඔබ මට කිව්වා පවුලක් තිබීම හොඳ දෙයක් විය . 
එහි තේරුම ඔබ දන්නවාද ? පවුලක් නැතිද ? 
මට පවුලක් ආරම්භ කිරීමට අවශ්‍ය විය . 
ඔව් , මම වැරැද්දක් කළා . 
මගේ අම්මා ... මට වයස අවුරුදු 14 දී මම ගෙදර ගියා . 
ඇය ආදරය සොයා ගත්තාය . 
ඇය අවුරුදු 14ක් ඉවසුවා මම නිසා , නමුත් ... කොච්චර කල් ඉවසුවත් වැඩක් නෑ . . ඉතිරි වූ අය ... රිදෙනවා . 
සම්බන්ධය කුමක් වුවත් , එය ආරම්භ වූ පසු , මම හිතන්නේ ඒක එක පුද්ගලයෙකුට සුදුසු නැහැ එය ඒකපාර්ශ්විකව අවසන් කිරීමට . 
මම අපේ පිළිකා වාට්ටුවට වෛද්‍ය ලීව බඳවා ගත්තා ජනපදයෙන් . 
ඇය ආමාශ පිළිකාව පිළිබඳ විශේෂඥවරියකි . YUIL වෛද්ය මධ්යස්ථානය ආචාර්ය . ලී හ්යොන් - ජි 
මම මේ සඳහා වසර භාගයක් ගත කළෙමි . 
යැං මහත්මියට ලැබෙනු ඇත හැකි ඉක්මනින් සැත්කම . 
ආයුබෝවන් ? 
මම මේ වගේ ක්ලිෂ් වලට වෛර කරනවා , නමුත් මම හිතන්නේ මට ඒකට උදව් කරන්න බැහැ . 
ආවට ස්තුතියි . 
මම හිතුවේ ඒක විතරයි හරි කියලා ඔයාට කතා කරන්න , ඉතින් මම ආවා . 
කලබල වෙන්න දෙයක් නෑ ... 
ඒක ඔයා තීරණය කරන්න ඕන දෙයක් නෙවෙයි නේද ? 
එය මට කරදර කරයි . 
මට කණගාටුයි . 
ඔහු විවාහ ගිවිසගෙන ඇති බව මම දැන සිටියේ නැත . අනික මම එයාව දකින එක නවත්තනවා . 
ජීවිතයේ අවස්ථා තිබේ ඔබ අහම්බෙන් කෙනෙකුට පිහියෙන් ඇන විට . 
ඒත් ඔයා දන්නේ නෑ කියලා නැවත කිසි දිනෙක එය නොකරනු ඇත එය කපන්නේ නැත . 
ඔබට මා කුමක් කිරීමට අවශ්‍යද ? 
මම ඔහුට කැමති වුණා . 
මම අදහස් කළේ නැහැ , නමුත් මම ඔහුට වැටුණා . 
ඉතින් මම මොහොතකට සතුටු සිහිනයක් දුටුවෙමි . 
කෙසේ වෙතත් , මම ඔබ ගැන දැනගත් පසු , මම එය අවසන් කළා . 
මට දැනුනේ කොහොමද කියලා මම දැනගෙන හිටියේ නැහැ ... ඉතින් මම ආපහු එනකොට ඒක ඉවර කළා . 
ඔබ ඔහු වෙනුවෙන් වැටුණු බව සිත්ගන්නා කරුණකි . 
ඔයාට කොල්ලෙක් හිටියෙ නැද්ද අවුරුදු හතකින් ? 
ඔබ ප්‍රායෝගිකව ඔහු සමඟ විවාහ වී සිටියා . 
ඔබ හදිසියේම ඔබේ ලොක්කාට වැටුණේ ඇයි ? 
වසර හතක වැඩ කිරීමෙන් පසු . 
Ji - hyuk ගේ UK අනුප්‍රාප්තිකයා නිසාද ? 
- එය ඒ වගේ නෙමේ . - එතකොට ඔයා දැනගෙන හිටියේ නැද්ද ? 
මගේ සීයා දැන සිටියා ... ... ප්‍රධාන විධායක නිලධාරි ලෙස උසස් කර ඇත ... ... ඒ මම විතරයි 
මගේ ජීවිතය උපතේ සිටම තීරණය විය . 
ඉතින් මම ඉගෙන ගෙන වැඩ කළේ UK වලට විතරයි . 
ඉතින් ඔබ දැන සිටියා . 
මම හිතන්නේ අපි ඉවරයි . 
ඔබ මට සමාව දෙනවා නම් . 
මම වඩාත්ම පිළිකුල් කරන දේ ඔබ වැනි මිනිසුන් ය . 
ස්වයං - ධර්මිෂ්ඨ කිසිවෙකු . 
ඔබ කෑදර වූ නමුත් ඔබ එසේ නොකළ බව පවසන්න . 
ඔබ සියල්ල දන්නා නමුත් ඔබ නොදන්නා ලෙස පෙනී සිටින්න . 
ඔබ නොදන්න තරම් ගොළුවෙක් නොවේ ඔහුට ඔබේ ජීවිතය වෙනස් කළ හැකිය . 
කෙතරම් අනාවැකි කිව හැකිද . 
ඔබත් මමත් වෛර කරන ආකාරයේ පුද්ගලයෙක් . 
ඔයා හිතන්නේ හැමෝම ඔයා වගේ කියලද ? 
ඔයා හිතනවා මට ඒක වැදගත් කියලා ඔහු UK හි අනුප්‍රාප්තිකයා බව ? 
ඒක මට කොහෙත්ම වැදගත් වුණේ නැහැ . 
නිසා ... ඔහු නොමැතිව මගේ ජීවිතය වෙනස් විය . 
මට ග්‍රිප් එකක් ගන්න ඕන . 
පිළිකාව Yang Ju - ran ට ගියා නම් ... 
ඉන්න ... 
දැන් මොකද වෙන්නේ ? 
- දොර අරින්න . - හරි හරී . 
ඔබේ මවට ආයුබෝවන් කියන්න . 
ආයුබෝවන් කියන්න . ආයුබෝවන් . 
කුමරිය . තවත් මෙතනට එන්න එපා . නිවසේ විවේක ගන්න . 
දැන් යන්න . 
මම ලී ජේ - වොන් , ජු - රන්ගේ සැමියා . 
මට බඩේ පිළිකාවක් තියෙනවා . 
මම දැන් මොකද කරන්නේ ? 
අපි යමු . 
ඔබට සීතලද ? 
මුලින්ම ඇතුලට යන්න . 
- කුමක් ද ? - ඔබේ තොල් . 
ස්වාමිපුරුෂයා ... 
ස්වාමිපුරුෂයා ... 
දෛවයට කරන්න දෙයක් තිබුණොත් මොකද වෙන්නේ ස්වාමිපුරුෂයා සමඟ , මින් - හ්වාන් සමඟ විවාහ නොවීද ? 
ඇය ආමාශ පිළිකාව පිළිබඳ විශේෂඥවරියකි . 
මම මේ සඳහා වසර භාගයක් ගත කළෙමි . 
කුමක් ද ? වංචාවක්ද ? 
- මම ඒ දේපල නියෝජිතයා මරනවා . - නැහැ , අම්මා ! 
මම ඒක බලාගත්තා . මම ඇයට කතා කළා , අම්මා . 
ඔබ රැකබලා ගත්තේ කුමක්ද ? 
ඔබ එසේ කළා නම් ඔබ මෙහි දණින් සිටින්නේ ඇයි ? 
හිතනකොට සු - මින් තමයි මට වඩා වෙනස් . 
හරි . 
ඔබ ඒ ගැන සිතන්නේ නම් , මේ සියල්ල ඔබගේ වරදකි . 
මිනිසෙකු දන්නේ කුමක්ද ? 
මේ නිසා හොඳ කාන්තාවක් පවුලට එකතු වෙන්න ඕන . 
මට ඔච්චර හදිස්සි වෙන්න හොඳ නෑ . 
මට මේ ගැන පුදුම දෙගිඩියාවක් දැනුණා . 
ඒක වැරදියි කියලා හිතුනා . 
ඇය මා මෙන් මින් - හ්වාන් සමඟ විවාහ වූවත් , ඇය ඔවුන්ට ඉඩ දෙනවාද ? 
මව . ඔබ කරුණු කෙළින්ම තේරුම් ගත යුතුය . 
ඔබ නිවස තෝරා ගත්තා ගිවිසුම අත්සන් කරන්න සල්ලි දුන්නා . 
ඇයි මට බනින්නේ ? 
මම කිව්වේ , මම එය ලිස්සා යාමට ඉඩ දුන් පසු ඔහු බව නිවසක් කුලියට ගැනීම , එකක් මිලදී ගැනීම නොවේ . 
යහපත්කම . ඔබට සවන් දෙන්න ! මම ඔයාට හොදින් හිටියා ඔබ ගැබ්ගෙන සිටින බැවින් . 
ඔබ කිසිවක් ගෙනාවේ නැත , නමුත් කුමක්ද ? ඔබ එය ලිස්සා යාමට ඉඩ දෙනවාද ? 
මට සල්ලි තියෙනවා . කිසිම දෙයක් ගේන්න එපා කිව්වා . 
මම හිතන්නේ ඒ නිසා ඔහුට මෙහි පදිංචියට යාමට අවශ්‍ය විය ... 
හේයි . 
ඔබ කොන්ත්‍රාත් සේවකයෙක් . මොන සල්ලිද ? 
කොන්ත්රාත් සේවකයා ? දරු ප්‍රසූතියෙන් පසු ඇය වැඩ කරන බව ඔබ පැවසුවා . 
ඇය එසේ කරනු ඇත . 
ඇය දක්ෂ කොන්ත්‍රාත් සේවිකාවකි . 
මම කොටස් කළා . - කුමක් ද ? - මම ගොඩක් උපයා ගත්තා . 
මමත් මේ ගැන කිසිසේත්ම කලබල වෙන්නේ නැහැ . 
ඒ වගේම අපි අවංක වෙමු . මම හැම දෙයක්ම කළා ඔබට විවාහ මංගල්යය සඳහා අවශ්ය විය . 
සහ මධුසමය අතරතුර , මම එයා ගැන දැනගත්තා ... 
ඕනෑම අවස්ථාවක , Min - hwan වදින එක නවත්වන්න . 
ඔහු ගෘහ මූලිකයා ය සහ අපේ බබාගේ තාත්තා . 
නැත්තම් මම යන්නද අපේ ජෙනරල් බබා එක්ක ? 
අපේ බබා ... 
මේ තියෙන්නේ . 
විවාහය කියන්නේ නරක දෙයක් නෙවෙයි නේද ? 
මට මිත්‍රයෙක් ලැබුණා . 
කලබල වෙන්න එපා . 
මගේ අම්මා රළු විය හැකිය , නමුත් ඇය සිසිල් ය . 
අපේ දරුවා ඉපදුණු පසු , ඇය අපට නිවසක් මිලදී ගනීවි ! 
දරුවා අඬන හඬ ඇයට ඇසුණු පසු , ඇයට එය දරාගත නොහැක . 
බබෙක් නෑ . 
කුමක් ද ? නැහැ මොකක්ද ? ඔයා කීවේ කුමක් ද ? 
මගේ දෙයියනේ ! 
මම පස්සේ ගෙදර එන්නම් . 
නිවස පිරිසිදු බවට වග බලා ගන්න . 
මට විශ්වාස කරන්න බැහැ මේක මගේ ජීවිතය කියලා . 
මගේ වයසට කන්න දෙන්න තව කට දෙකක් තියෙනවා . 
දෙයියනේ මේ වගේ කරදර . 
අපොයි ... 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
මොකවත් නෑ ? 
මම ... ගබ්සාවක් ඇති විය . 
ඔබ ඔබේ දුරකථනය මා වෙත විසි කළ විට , මගේ බඩ රිදෙන්න පටන් ගත්තා . 
මම හොඳටම බය වුණා . ඒ වගේම මම දැනගෙන හිටියේ නැහැ මොනවා කරන්නද කියලා . 
මට ඔයාගෙ අම්මව බලාපොරොත්තු සුන් කරන්න ඕන වුනේ නෑ . ඒ නිසා මට ඔයාට කියන්න බැරි වුණා . 
අපේ බබා . 
ඒ කෙසේ වුවත් ... ඔබ කිව්වා ඔබට හරක් මස් ආසාවෙන් ඉන්නවා කියලා බබා නිසා අපේ හනිමූන් කාලෙ . 
ඒත් එදා බබා ලැබුණේ නැද්ද ? 
ඔයාට ගෙයක් තියෙනවා කිව්වෙ නැද්ද ඔබත් එසේ නොකළ විට ? 
කුමක් ද ? 
ඒත් අපේ බබා ... 
කන්ග් මහත්මිය ! 
ඔයා මාව බය කළා . 
කලින් ගියේ නැද්ද ? 
මම ඔයා ගැන හිතුවා . 
පසුගිය නත්තල් දා සිට , මම සෞඛ්‍ය සම්පන්නව කන්න උත්සාහ කළා . 
මෙය ප්රෝටීන් පොහොසත් වන අතර ඉතා හැපෙනසුළුයි ! එය මෑතකදී මගේ ප්‍රියතම එකක් . 
ඇත්තටම ? 
ඒක හොඳයි . 
නමුත් කිසියම් හේතුවක් නිසා ... 
එය ඔබට යමක් මතක් කරනවාද ? 
බොහෝ විට මෙය විය හැකිය ! 
එය පරිපූර්ණයි . මට එය දැඩි ලෙස අවශ්‍ය විය . 
ඇත්තම කිව්වොත් අයියා මිලදී ගත්තා මේ සියල්ල ඔබට අවශ්‍ය බව කියමින් . 
කුමක් ද ? 
ඔහු දෙගිඩියාවෙන් සිට ඇත සහ මෑතකදී බිත්තර කටු මත ඇවිදීම . 
යුරා නිසාද ? 
ඔව් , හොඳයි ... 
ඇය මගේ සීයා දැකලා . 
නමුත් කන්ග් මහත්මිය , ඔහු විවාහ ගිවිස ගැනීම නතර කළාද යන්න ඔබ වෙනුවෙන් හෝ ඔහු පියවි සිහියට පැමිණි නිසා , මම සම්පූර්ණයෙන්ම පක්ෂයි . 
ඔබට ඇත්ත පැවසීමට , මම නිසා ඔහු විවාහ ගිවිස ගත්තා . 
අපි පවුලක් හදන්න ඕන කිව්වා ගොඩබිම මෙන් නැගී සිටීමට තරම් ස්ථිරයි . 
අනික අයියට කිසිම කැමැත්තක් තිබුණේ නැහැ ආලය තුළ . 
ඔහු හුදෙක් හැඟීම් විරහිත බවක් පෙනෙන්නට තිබුණි . ඔහු නිතරම තම හැඟීම් යටපත් කර ගත්තේය . 
හරියට රොබෝ කෙනෙක් වගේ . 
එයා පහුගිය ටිකේ ගොඩක් වෙනස් . 
ඔහු මෙසේ සිටියේ නැත . 
කාලගුණය සීතලයි . 
- ඇතුලට යන්න . - මම හොඳින් . 
- හේයි . - මම ආවා . 
මම දැන් යු - රා පරිවාර කරන්නම් . 
ඔව් , හරි . ආයුබෝවන් . 
- මම නැවත එන්නම් . - හරි , නිතර එන්න . - හරි හරී . - ආයුබෝවන් . 
ඔයා කරන්නේ කුමක් ද ? 
මම මේක ඔයාට කියන්න හැදුවේ . ඔයා ගොඩක් වෙනස් වෙලා . 
ඔබ ඔබේ පෙනුම පමණක් වෙනස් කළේ නැත . 
ඔයා දැන් මිනිහෙක් . 
මම ආවේ ඔයාගේ සීයා බලන්න . 
අපේ සම්බන්ධය කෙසේ වෙතත් , ඔහු සහ මම තවමත් සමීපයි . 
එය හොඳය . 
මම හිතන්නේ ඔබ දෙදෙනා හදිසියේම සමීප විය . 
ඔබ පසුගිය 8 වැනිදා කොරියාවට ආවා ඔහුව තුන් වතාවක් බැහැදැක . 
එය කිසිදා සිදු නොවීය අපගේ පස් අවුරුදු බැඳීම තුළ . 
මේ වගේ දේවල් . 
ඔබ රැකියාව හැර වෙන කිසිවක් ගණන් ගත්තේ නැත . 
ඔබ දැන් ඉතා විස්තරාත්මක ය . 
ඒ ඇය නිසාද ? 
ඔබ මගේ තීරණය පිළිගත්තේ නැද්ද ? 
ඒ ගෑණු කෙනෙක් ඉන්නවා කියලා දැනගන්න කලින් . 
මම කැමති නෑ කවුරුත් අල්ලනවට මගේ මොකක්ද . 
එසේම , යූ - රා සාමාන්‍ය බවක් පෙනෙන්නට පුළුවන , නමුත් ඇය සම්පූර්ණයෙන්ම විකාර වැඩකි . 
පලයන් එළියට . 
තව කොච්චර කල් මේක කරයිද ? 
ඔබ දන්නවා අපි කිසිවක් නොවන බව . 
එය ඇගේ වරදකි . මගේ දේට ආශා කරන්නේ ඇයි ? 
මම කැමති නෑ කවුරුවත් මගේ දේ අල්ලනවට . 
ඇති . 
කන්ග් මහත්මිය . 
යූ මහත්තයා හොඳ කෙනෙක් කියලා මම දන්නවා . 
මේක මගේ වරදක් . 
ඒ නිසා අපි මේ කතාව නවත්තමු . 
කන්ග් මහත්මිය . 
ඇත්තටම මම එයාගේ නියම නංගි කෙනෙක් නෙවෙයි . 
අයියා හොඳටම රිදිලා මම සහ මගේ අම්මා නිසා . 
ඒ නිසා ... ඔහුට කිසිවිටෙක කිසිවෙකු රවටා ගත නොහැකි විය . 
මම එය නැවතත් තේරුම් ගත්තා . 
යූරා නියම ළමයෙක් . 
ඇය ඔබ වෙත පැමිණෙන බව ඔබ සිතන්නේ නැත හොඳ චේතනාවෙන් නේද ? 
ඒ නිසා මම ඇයට කැමතියි . 
ඇය ප්රමාණවත් තරම් කෑදරයි UK ගෘහයේ කාන්තාවක් වීමට . 
මම ආස කරන අයට කැමතියි ඔවුන්ගේ දේ ගැන . 
පිරිමියෙකුට සුදුසු කාන්තාව හමුවිය යුතුය . 
තම පවුල රැක ගැනීමට ගැහැනියකට නිහතමානීව අවශ්‍ය වේ . 
ඔයා හරි . ඔබ ඒක කිව්වා . 
ඒකයි මම හිතුවා හරි යයි කියලා . 
සීයා . 
මගේ අම්මා ජීවත්ව සිටියදී , ඔබට කොහොමද දැනුණේ තාත්තා චා මහත්මිය හමුවීම ගැන ? 
චා නෝනට තව ද්වේශයක් තණ්හාවක් තිබ්බද මගේ අම්මාට වඩා ? 
මම චා මහත්මියට කැමති වුණා . 
අම්මා නිතරම අසනීප වුණා , ඒ වගේම මම කුඩා කාලයේ ඇය මත වැඩිපුර විශ්වාසය තැබුවා . 
මම Hui - yeon බව දැන ගැනීමට පෙර මට වඩා අවුරුදු පහක් බාලයි . 
ඒක ඉගෙන ගත්තට පස්සේ , මට Hui - yeon ගැන දුකක් දැනුණා . 
ඉතින් මම යු - රා සමඟ විවාහ ගිවිසගත් පසු , මම ඒක ඇතුලේ තියාගත්තා මට එය දරාගත නොහැකි වූ විට පවා . 
මම කවදාවත් වෙන්නේ නැහැ කියලා පොරොන්දු වුණා මගේ තාත්තා වගේ . 
නමුත් මම ඉගෙන ගත්තා විතරයි දේවල් ඒ විදිහට වැඩ කළේ නැහැ මම අවසානය දුටු විට . 
එහෙත් ... මම කුමක් කළ යුතුද , සීයා ? 
ඒක හරිම අමාරුයි . 
ඉතින් මෙයා තමයි රවට්ටපු අපතයා ඔහුගේ පෙම්වතිය ඇගේ මිතුරිය සමඟ . 
අනික ඒ බැල්ලි බැල්ලි ඇගේ හොඳම පෙම්වතා . 
ජි - හ්යුක් කියන්නේ කවුද කියලා ඔවුන් දන්නේ නැති නිසාද ? 
ඔව් . 
ඒ මෝඩයෝ . 
ඔවුන් දැනගත්තොත් ? 
අද රෙදි සෝදන්න තියෙනවා . කූඩයේ ඇති දේ පමණක් නොකරන්න . 
වැසිකිලිය සංවිධානය කරන්න ඒ වගේම පරණ රෙදි ටිකත් සෝදන්න . 
මා විසින් ? 
ඔයා කොහේද යන්නේ ? 
මම කාන්තා මධ්‍යස්ථානයේ ලේකම් . මට දවල් කෑමක් තියෙනවා . 
ඔහ් , හරි . 
ඔයා තනියම ඉන්න නිසා සැහැල්ලුවෙන් ඉන්න එය සවන් දෙන අතරතුර . 
ඔබේ ජීවිතය එතරම් මිහිරි නොවේද ? 
ඔයා හරිම වාසනාවන්තයි . 
ඔබේ ආච්චි පසුව පැමිණෙනු ඇත , අපේ පුංචි ජෙනරාල් . 
අපොයි ... 
බරපතල ලෙස ? 
ඇත්තටම මේක හරිද ? 
මෙය විවාහ ජීවිතයද ? 
මෙය කුමක් ද ? 
යූ ජි - හ්යුක් ... 
මේ කුමක් ද ? 
කොහෙත්ම නැහැ . 
ඇය ඇත්තටමද ... 
සු - මිනි . 
මට විසි කරන්න කුණු ටිකක් තියෙනවා . ඔබ එය මා වෙනුවෙන් කරනවද ? 
සුභ පැතුම් මගේ කුණු අහුලා ගැනීමේදී . 
ඇය මින් - හ්වාන් මා මත හෙළයි සහ ධනවතෙක් වෙත යනවාද ? 
කොහෙත්ම නැහැ . නැත . 
මම ඔහුව සොරකම් කළා . 
එය කළේ මමයි . 
මම කලා ! 
නැත ! 
ඇයි ... නිවස මේ වගේද ? 
ඇයි මගෙන් අහන්නේ ? 
ඔබේ බිරිඳ ගෙදරට මෙය කළා , දොර අගුළු දැම්මා , එළියට එන්නේ නැහැ . 
කුමක් ද ? 
කුමක් ද ? 
ඒකට සාප වේවා ... 
ඒ උස ජරාව කරපු ඔක්කොම නිවැරදි පවුලක උපත ලැබීය . 
මොන මගුලක්ද මගේ දෙමව්පියෝ කරලා තියෙන්නේ ඔවුන්ගේ මුළු ජීවිතයම ? 
මට බොහෝ ඉහළට පියාසර කළ හැකිය පොඩි සහයෝගයක් එක්ක . 
ඔබ දැන් Yu Ji - hyuk ගැන ඊර්ෂ්‍යා කරනවාද ? 
Kang Ji - won ඔබව මා මතට ​ ​ දැම්මා . 
ඉතින් දැන් ඔබ එයට කුමක් කරයිද ? 
එබැවින් එය කුණු කූඩයක් පමණක් නොවීය . 
මම කිසිම ආඩම්බරයක් නැතිව කුණු අහුලා ගත්තා . 
ඔයා පොඩි ... 
ඒ විතරක් නෙවෙයි . ඔබත් මෝඩයි . 
ඔබ ඔබේ ණය ගෙවා තිබේද ? 
මගේ අම්මට ඔයාව ඇහෙනවා . ඕක ගෙනියන එක නවත්තන්න . 
කීයක් ඉතුරුද ? 
මිලියන 100ක් ප්‍රමාණවත්ද ? 
කුමක් ද ? 
අපට වන්දි ලැබිය යුතුයි . 
ජි - වොන් සියලු හොඳ දේවල් ලබා ගන්නේ ඇයි ? 
ඔබේ මනස අවුල්ද ? 
ඇය එය ඔබට දෙයි කියා ඔබ සිතනවාද ? 
මම ඇයව හදන්නම් . 
මම ඇය ගැන හැම දෙයක්ම දන්නවා . 
ඇය නොදන්නා දේ පවා . 
ඔයා මට ගැහුවා සතුටුද ? 
ඔබ මගේ අනෙක් භාගයයි . මේ වගේ දේවල් අපිට ඉවර කරන්න බැහැ . 
ජි - වොන් , මට ඔබ වෙත ළඟා විය නොහැක . 
කොහොමද ඔයාට ? 
මම අහම්බෙන් ඔයා ගැන ඇහුවා . 
ඒ ඔයාගේ අම්මා . 
ජි - වොන් . 
ඔයා ගොඩක් හොඳට හැදුණා . 
ඔබ ඇත්තටම කළා . 
ඔබ තවමත් ලස්සනයි . 
ඔයා හැමදාම හිටියා අපේ අසල්වැසි ලස්සනම . 
මම දැන් වයසයි . 
කාලය ගෙවී යාම වැළැක්විය නොහැක . 
ඔයත් ලස්සනයි . 
ඔබ මා පසුපස ගෙන යාම ගැන මම සතුටු වෙමි . 
මම දන්නවා ඒක දැන් අතීතයේ කියලා , ඒත් මම කවදාවත් ඔයාගේ තාත්තට එච්චර කැමති වුණේ නැහැ . 
මම තරුණයි , අරගල කළා , ඒ වගේම එයා මට ගොඩක් කැමති වුණා . 
මම හිතුවා මටත් එයාට කැමති වෙයි කියලා . 
එදා හැමෝම විවාහ වුණේ එහෙමයි . 
ඉතින් මමත් ඔයාට කැමති වුනේ නෑ . 
මම කිව්වේ , මම කළා . 
ඔයා මගේ දරුවා . මම කොහොමද බැරි ? 
කොහොම උනත් මට සමාවෙන්න . 
මම නොමේරූ විය . 
මම ලෑස්ති ​ ​ නැති කාලෙක ඔයා මට හිටියා . 
තවමත් ... මට ඔයාව ගොඩක් මතක් වුණා . 
එහෙනම් ඇයි මාව බලන්න ආවේ නැත්තේ ? 
මගේ තාත්තා අමතක කරන්න , ඔයාට මාව බලන්න එන්න තිබුණා . 
මම කලා . 
ඔහු මට ඉඩ දුන්නේ නැහැ . 
ඔබ දන්නේ නැද්ද ඔහු ඔබ ගැන කොතරම් සැලකිල්ලක් දැක්වූවාද ? 
ඔහු ඔබට හොඳ පියෙක් බව මම දනිමි . 
ඔහු මිහිරි විය . එහෙත් ඔහු එතරම් මුරණ්ඩු විය . 
ඔහු සැලකිල්ලක් දැක්වූයේ නැත . 
මටත් ඒක අමාරු වුණා . 
මට එන්න පුළුවන් වුනේ ඔයාව බලන්න විතරයි ඔයාගේ තාත්තා නැති වුණා කියලා මට ආරංචි වුණාට පස්සේ . 
එය මට ධෛර්යයක් විය . 
මගේ තාත්තා මාව හදන්න උපරිම උත්සාහ කළා . 
ඇත්ත වශයෙන්ම , ඔබ නොමැතිකම මට විශාල විය . 
මම නිකම්ම යොවුන් වියේ ගැහැණු ළමයෙක් . 
ඒකයි මම බැඳුණේ වැරදි මිනිසුන්ට . 
මම මගේ අදහස් ප්‍රකාශ කරන්නේ කෙසේදැයි දැන සිටියේ නැත . 
නැත ... 
ඇත්ත වශයෙන්ම , මට හැඟෙන්නේ කෙසේදැයි මම නොදනිමි . 
මට උගන්නන්න කවුරුත් හිටියේ නෑ . 
මට කණගාටුයි . 
ඒ සියල්ල මගේ වරදකි . 
මම නරක මවක් විය , එය ඔබ දුක් විඳීමට හේතු විය . 
මම ඔබට එය විසඳා ගන්නේ කෙසේද ? 
මම එය කරන්නේ කෙසේද ? 
හෙට මොකද කරන්නේ ? 
කුමක් ද ? 
ඔබ නිදහස් නම් , ඔබ මා සමඟ කාලය ගත කිරීමට කැමතිද ? 
ඔයා ඊයේ ගෙදර ආවා හරිද ? 
ඔයා හොදට නිදා ගත්ත ද ? 
ඔව් , ඔබ ගැන කුමක් කිව හැකිද , අම්මා ? 
ඒ මට ඔබව මුණගැසුණු නිසාද ? මට කොහෙත්ම නිදාගන්න බැරි වුණා . 
ඔබ කිසිවක් ආශා කරනවාද ? 
ඌරුමස් gukbap . 
මෙය කරන්නේ කෙසේදැයි ඔබ දන්නවාද ? 
මෙය මගේ පළමු අවස්ථාවයි . 
මේක ලස්සනයි . අපි බලන්නේ කොහේද ? 
මෙතන ? 
හදවත ? 
එකයි දෙකයි තුනයි . 
මේක හරිම ලස්සනයි . 
මේක බුසාන් වල විකුණන්නේ නෑ . එය මට හොඳින් පෙනෙනවාද ? 
අපි මේක ගන්නම් . 
නැහැ , එපා ! 
ඒක කමක් නෑ . 
මෙය ඉතා මිල අධිකයි . 
මේක අපිට පෙන්වන්න . 
එය මිල අධිකයි . 
තවමත් , මම එය උත්සාහ කරන්නද ? 
- අපිට පුළුවන්ද ? 
- ඔව් . 
එය පෙනෙන්නේ කෙසේද ? 
- ඒක හොඳයි වගේ . - ඒක කරනවද ? 
මට මේ වගේ දෙයක් ගන්න හිතුනා . 
මගේ මිතුරන් පුරසාරම් දොඩයි තමන්ගේ දුවලා ගැන ගොඩක් . 
එය පෙනෙන්නේ කෙසේද ? 
එය ඔබට හොඳින් පෙනේ . 
කළු ගැන කුමක් කිව හැකිද ? 
ප්‍රමාණය ... 
ඔබ ඒ තරම් සතුටින්ද ? 
ඇත්ත වශයෙන් . 
ඔයා වගේ දුවෙක් ලබන්න මම ගොඩක් වාසනාවන්තයි . 
ඔබ ධනවත් මිනිසෙකු සමඟ ඇසුරු කළ නිසා , වියදම් කරන්න දන්නවනේ ... 
මම එය දැනගත්තා . 
මම හොඳ විද්‍යාලයකට ගිය විටත් සහ ලොකු කොම්පැනියකට බැඳුනා , ඔයා කවදාවත් කතා කළේ නැහැ . 
ජි - වොන් , මම කියපු දේ ... 
ඔබ Yu Ji - hyuk ගැන කතා කරන්නේ නම් , මම ඔහුව දකින්නේ නැහැ . අපි වෙන් වුණා . 
කුමක් ද ? 
ඇයි දෙයියනේ ? 
ඔයා දැන් මට බොරු කියනවද ? 
ඔබ එය කළේ ඇයි ? 
ඇයි ? 
එහෙනම් ඇයි පැනලා ගියේ ? 
මට එය විශ්වාස කිරීමට අවශ්‍ය නොවීය . 
යහපත්කම . බලන්න කවුද කතා කළේ කියලා . 
කොහොමද ඔයාට ? 
- මෙච්චර වෙලා ... - මට ආරංචි වුණා ඔයාට සල්ලි ඕන කියලා . 
ඔබ සියල්ල දැන සිටියාද ? 
එතකොට මේ මොකක්ද ? 
මට එක වරක් උත්සාහ කිරීමට අවශ්‍ය විය . 
මගේ අම්මා සමඟ දිනයක් . 
ආදරණීය දියණියක් , හොඳ දියණියක් . 
සතුටු අම්මයි දුවයි . 
මට එක වරක් උත්සාහ කිරීමට අවශ්‍ය විය . 
දැන් මම ඒක කරලා ඉවරයි . 
ආරක්ෂිත ගමනක් ආපසු යන්න . 
ඔබට මුදල් තිබේද ? 
හොඳ විද්‍යාලයක් සහ හොඳ සමාගමක් . 
ඔබට මිලියන 100ක් වොන් තිබේද ? 
මම ආයෙ කවදාවත් ඔයාව බලන්න එන්නෙ නෑ . 
ඔයා හිතන්නේ මට අවශ්‍ය වුණා කියලද ? 
ඔබ මාව තේරුම් ගත යුතුයි ! ඔබේ මව තේරුම් ගන්නේ වෙන කවුද ? 
මට සල්ලි නෑ . මටත් අම්මා නෑ . 
මම කලින් නෑ , අනාගතයේදී මම එසේ නොකරමි . 
ඔබ කාන්තාවක් ලෙස ජීවත් වීමට තීරණය කළා මවක් වෙනුවට එබැවින් ඔබේ ජීවිතයේ ඉතිරි කාලය ගත කරන්න ඒ පාර නිහඬව . 
කෑදර වෙන්න එපා . 
ඔයා වෙන්ච් . 
ඔවුන් එසේ ජීවත් වීම පුදුමයක් නොවේ . 
ඇයි මම නිතරම එය තනිවම කළ යුත්තේ දේවල් නිසි ලෙස ඉටු කිරීමට ? 
මම මළ ගෙදරකට යනවා කිව්වා . 
කිසිවෙකු මිය ගියේ නැත ! 
මට ගෙදර ඉන්න බෑ . විවාහ ජීවිතයක් ගත කිරීමට උත්සාහ කරන්න . දැන් එලියට එන්න පුලුවන්ද ? 
ඒකට සාප වේවා ... 
එය මොකක් ද ? 
කුමක් ද ? 
පාක් මින් - හ්වාන් ? 
ඔව් ? 
මම ඔහුව පෙරලුවා ! 
පළමු වතාවට . අවසාන ! 
ඔව් , මට තවමත් එය තිබේ ! ජාතික සංචිතය ... 
Kang HYEON - MO 
තාත්තා . 
ඔබ මට දුන් තෑග්ග ... මට මේ පාර ඒක හොඳට පාවිච්චි කරන්න ඕන වුණා . 
නමුත් ලෝකය මට මෙතරම් අමාරු ඇයි ? 
මම ආයෙත් මට වටිනා කෙනෙක්ව රිද්දුවා . 
ඒ සියල්ල මට ඉතා අපහසුයි . 
ඇත්තටම මට ඕන වුණේ මේ පාර හොඳට කරන්න . 
මම කුමක් ද කරන්නේ ? 
මෙම නඩුවේ මා කුමක් කළ යුතුද ? 
මට සමාවෙන්න මම මේ තරම් මෝඩයෙක් . 
ඔව් . 
හරි හරී . විනාඩි තුනකින් ? 
මට තේරෙනවා . 
