唉呀 
去 帶 媽媽 回來 
不管 吵得 再 兇 丈夫 都 應該 先 低頭 才 對 
喔 ， 可以 了 
你 有 沒 有 需要 什麼 ？ 
我 全都 買給 你 
爸爸 雖然 勤勞 ， 但 依然 為 生計 所苦 
我 總 是 為 他 感到 惋惜 和 難過 
買輛 新車 吧 
它剛 才 發出 一百 歲 老爺爺 的 咳嗽 聲 
它會 聽 到 啦 
不 可以 這麼 無情 
我 是 怕 你 會 危險 
它 不會 讓 我 有 危險 
現在 如果 沒有 我 ， 你 就是 一個 人 了 
小心 開車 
你 晚上 會 回來 嗎 ？ 
我 半夜 才 會 回來 
要 把 門鎖 好 再 睡覺 喔 
我們 家 又 沒 有 什麼 東西 好 偷 的 
給你 
你 走 吧 
再見 
她 長 得 真 標 緻 ， 很 像 她 媽媽 
像 離家 出走 的 媽媽 有 什麼 用 ？ 
姜先生 只 知道 看 女人 的 臉蛋 
- 害 得 孩子 這麼 可憐 - 別說 了 
媽媽 離家 的 可憐 孩子 
在 隔壁 有 幾雙 筷子 都 知道 的 小村 莊裡 大家 茶餘 飯後閒 聊 的 話題 
是 我 正值 敏感 的 青春期 的 傷痕 
爸爸 ... 
他 是 要 去 哪裡 ？ 
下雨 了 ， 我們 要 不要 租個 片來 看 ？ 
- 要 不要 也 煮 泡 麵 來 吃 啊 ？ 
- 好 啊 
我 去 租片 喔 
- 快點 回來 喔 - 好 
媽媽 ？ 
要 撐 下去 就 必須 接受 有人 的 人生 就是 如此 
有人 的 人生 就是 什麼 都 沒 有 
而 我 偏偏 就是 那種 人 也 沒 有 理由 不是 
1200 韓元 
錢 包不見 了 嗎 ？ 
唉 唷 ， 你 一副 就是 媽媽 離家 的 孩子 
你 媽媽 這樣 你 的 行為 就 應該 要 更 端正 才 不會 被 說 閒話 
知道 沒 ？ 
別 那麼 閒言 閒語 
這個 
是 你 的 嗎 ？ 
那時 一切 都 很 好 
因為 我 很 渴望 伸出手 就 能 碰到 的 感覺 
嗯 ？ 
這些 臭 傢 伙 
壞壞 ！ 
所以 我 沒 有 餘裕 去 判斷 那 是 土地 還是 泥沼 
然而 當我 獲得 第二次 機會 的 時候 我 心想 我 不會 再 這樣 
我會 去 對 抗 ， 我會 成長 我 將會 比 任何人 都 幸福 
我 的 人生 不 可能 只會 抽到 壞牌 
我 相信 這次 我 真的 抽到 了 好牌 
我會 變得 幸福 
我 打電話 想 跟 你 聊聊 但是 你 一直 都 不接 
我本來 想 之 後 再 來 但是 因為 一直 聯絡 不 上 你 所以 我 想 說 來 跟 你 約 時間 
智媛 
我 可以 向 你 解釋 
結果 並非 如此 ， 我 依舊 只 抽到 壞牌 第 12 集 （ 原著 ： NAVER 網路 小 說 系列 成所作 《 和 我 老公 結婚 吧 》 ） 
姜 代理 ， 怎麼 辦 ？ 
剛才 ... 我 打 電話給 楊科長 ， 因為 她 沒 有 來 
怎麼 辦 ？ 楊科長 得 了 胃癌 
所以 說 人生 很困 難 
世事 難料 
小時候 以 為 到 了 我 這個 年紀 就會 什麼 事 都 明白 
不 ， 你 做 得 很 好 
上次 出事 的 時候 我 看到 你 在 公司 內刊 上 寫 的 專欄 
原本 員 工們 可能 會動搖 而 你 回應 得 十分 恰當 
令 我 很 引以 為傲 
感覺 很 像 你 幫 我們 員工 擦屁股 也 讓 我 覺得 有些 抱歉 
我們 和 一家人 沒有 兩樣 我理應 這麼 做 
我爸 總 是 跟 我 說 要 我別 忘 了 我 是 UK 的 一份 子 
我 從 來 不曾 認為 UK 的 事 是 別 人家 的 事 
康哲 真是 好福氣 
把 孩子 養育 得 很 好 
這樣 的 話 ， 我應 該別 跟志赫 解除 婚約 
雖然 我們 被 長 輩們 逼 著訂 婚 但是 志赫 非常 冷淡 我 也 不曾 把 他 當作 男人 在 喜歡 所以 他 說 要 解除 婚約 時 我馬上 就 同意 了 
不過 他 變帥 了 
是 發生 了 什麼 事 嗎 ？ 
所以 我 打算 在 韓國待 久 一點 
可以 嗎 ？ 
我 也 會 常常 來 看 你 
我 男友 跟 我 閨蜜 結婚會 是 什麼 感覺 ？ 
新 男友 是 富 三代 就彌補 了 嗎 ？ 
很 像 連續劇 ， 對 吧 ？ 
你 為 了 載 我 去 醫院 還買車 
你 幾年 沒 上路 了 ？ 
檢查 結果 如何 呢 ？ 
看來 會 很 不 容易 
因為 有 很多 人要 手術 ， 我 得 等 很 久 
不過 最近 醫術 進步 很多 ... 
我 不 喜歡 這樣 
跟 你 在 一起 ． 我 就 變得 軟弱 
要是 我 自己 一個 人 ， 我還 可以 忍 
因為 你 自己 一個 人會忍 我 才 會 追著 你 跑 
身體 如此 不 舒服 心理 怎麼 可能 會 健康 ？ 
哭 出來 
你 還是 抱 著 我 哭 吧 
你 必須 哭 出來 
你 為 什麼 要 對 我 這麼 好 ？ 
是 我害 的 
我 的 命運 落到 科長 身上 了 
但是 為 什麼 呢 ？ 
不是 朴敏煥 結婚 就 結束 了 呢 ？ 
喂 ... 
不要 再 瞪 我 了 
如果 你 這麼 討厭 這裡 當初 就 該 跟 我媽 說 啊 
我 怎麼 有 辦法 說 ？ 
你 要 居中 協調 啊 
我為 什麼 要 ？ 
我覺 得 我媽 說 得 沒錯 啊 
孕婦 不該 搭 飛機 ， 危險 
算了 ， 好 吧 
重點 不是 蜜月旅行 
敏煥哥 
我們 好好 生活 吧 ， 好 嗎 ？ 
你現 在 是 我們 家 的 一家之主 了 
- 寶寶也 ... - 喂 ！ 
我為 什麼 是 一家之主 ？ 
姜智媛 都 沒 說過 那種 話 
秀敏 你 什麼 都 好 ， 但是 好像 不 懂得 婚姻 
你 聽 好 囉 
婚姻 就是 要 各司 其 職才會 運作 良好 
什麼 ？ 
從印 喜帖 那時 你 就 開始 抱怨 東 抱怨 西 說 我 媽為 什麼 要 那樣 為 什麼 要 來 這種 地方 蜜月 
對 我 有 許多 不滿 
因為 你 沒 有 考慮 我 倆 各自 的 感受 
你 看看 我 
我們 結婚 的 時候 ， 你 的 朋友 來大鬧 我 有 對 你 說 什麼 嗎 ？ 
你 說 我 把 喜帖 傳到 公司 向 我 丟手 機耶 
喂 ！ 
這兩件 事 一樣 嗎 ？ 
我本來 打算 好好 跟 你 說 的 
算了 
唉 唷 
恭喜 你 撿 了 我 丟掉 的 垃圾 
不是 的 
喂 ？ 尚宗 ， 房子 租出去 了 嗎 ？ 
嗯 ， 我剛 才 把 錢 匯過 去 了 
- 謝謝 - 慢走 好 
不過 你 跟 你 媽說 你 被 租屋 詐騙 可以 嗎 ？ 
就算 把 你 媽騙 過去 了 要 你 老婆 住 在 婆家 ， 她 不會 發飆 嗎 ？ 
我 是 我媽 唯一 的 兒子 她 難道 會 殺 了 我 嗎 ？ 
還有 我 老婆 又 沒 有 出 錢 ， 她 能 怎樣 ？ 
等等 喔 
好 的 ， 收到 匯款 了 
債務 也 是 資產 的 一部分 ， 沒關 係 
好 ， 辛苦 啦 ， 再見 
嚇死 我 了 
你 剛才 是 在 說 什麼 ？ 
什麼 ？ 
你 說 什麼 ？ 
你 聽 到 了 什麼 ？ 
我問 你 剛才 在 說 什麼 
你 說 什麼 又 不是 我出 錢 的 
喔 ， 那個 ... 
馬 上 就要 上市 了 ， 這樣 我們 很 為 難 
他們 都 看過 草案 了 怎麼現 在 又 說 不行 ？ 
怎麼 可以 在 上市 前 這樣 ？ 
我要 瘋 了 
等等 ， 請 等 一下 ！ 
怎樣 ？ 劉熙妍 職員 
敬愛的 楊科長 與 姜 代理 進行 的 專案 不順利 嗎 ？ 
- 泰亨 
- 是 
不 需要 緊 抓 著 不會 成功 的 專案 不放 
我們 去 抽 菸 吧 
好 ， 走 吧 
認真 工作 ， 知道 嗎 ？ 
1 點 45 分 
你 休假 三天 又 請 了 半天 假 到現 在 才 來 啊 ？ 
你 一副 工作 一絲 不苟 的 樣子 其實 很會 精打 細算 利用 個 人 時間 喔 
金 代理 
嗯 ？ 姜 代理 
你 好像 在 上班 時間 要 去 很 遠 的 地方 抽 菸 
楊科長 不 在 你 得 一起 幫忙 快 煮 料理 包 的 案子 可是 你 好像 都 還沒看 資料 
喔 ， 那個 喔 ？ 
那個 不用 看 也 可以 ， 所以 我 才 不 看 
泰亨 ， 我們 走 
主廚 們 取消 合約 ？ 為何 突然 要 取消 ？ 
什麼 ？ 
李光 民主 廚怎麼 會 這樣 ？ 
就要 上市 了 ， 怎麼 會 說 要 延期 ？ 
他 說 產品 不符 自己 的 品質 標準 老實 說 ， 現在 才 說 很 離譜 
我覺 得 好像 有什麼 問題 ， 金景旭 ... 
我 是 說 金 代理 他 不是 滿會 搞 政治 的 嗎 ？ 
他 也 有人 脈 ， 應該 是 他 在 背 後 搞鬼 
珠蘭科長 怎麼樣 了 ？ 
我 送 她 回家 了 她 應該 需要 請假 一段 時間 
請假 ... 
雖然現 在 不是 我該 生氣 的 時候 但是 你 都 在 躲 我 ， 不 聽 我 說 話 讓 我 得 在 公司 找 你 過來 
對 不起 
我 需要 時間 整理 思緒 
我覺 得 好 混亂 
在 我 得到 第二次 機會 後 我 以 為 我 只要 讓 朴敏煥 和 鄭秀敏 結婚 就 可以 了 
而 你 對 我 來 說 就 像是 其中 的 一項 禮物 
你 有 聽 說過 我 結婚 了 嗎 ？ 
我 和 她 本來 就 會 在 幾年後斷 絕關 係 我 只是 把 它 提前 而已 
宥 拉 是 我們 家族 間 從 小 就 認識 的 朋友 
雖然 我們 之間 完全 沒有 愛情 但是 我 認為 可以 跟 她 結婚 但是 並非 如此 所以 我 結束 掉 這段關 係 
沒有 愛情 也 可以 結婚 ？ 
那種關 係 的確 存在 
其實 ... 在 看到 你 的 喪禮 之前 我並 不 了解 自己 的 心意 
所以 我 一回 來 就 結束 掉 這段關 係 了 
就 只有 這樣 而已 
我 不 知道 
現在 你 說 的 話 我 聽 起來 都 像是 在 辯解 
智媛 
我 不是 要責怪 你 
只是 ... 我 領悟 到 我 做 了 一個 ... 太 幸福 的 夢 
之前 在 湖邊 你 跟 我 說 有 家庭 是 好事 
你 知道 沒有 家人 是 什麼 意思 嗎 ？ 
我 曾經 想要 組成 家庭 
對 ， 我錯 了 
我媽媽 ... 在 我 14 歲 的 時候 離家 出走 
她 說 她 找到 了 真 愛 
她 說 她 為 了 我 忍 了 14 年 ， 可是 ... 不管 是 忍 了 幾年 留下 來 的 人 都 會 受傷 
我 認為 不論 是 何種關 係 ， 一旦 開始 就絕 不 可以 不經 兩人 同意 單 方面 結束 
我 把 美國 的 李賢知 教授 請到 我們 公司 旗下 的 癌症 中心 了 
她 是 胃癌 專家 （ 唯一 醫院 ， 專科 醫師 ， 李賢知 ） 
我花 了 半年 的 工夫 在 這 上面 
楊珠蘭 科長 很快 就 可以 動手術 了 
喂 ？ 
我 最討 厭陳腔 濫調 不過 看來 我 也 是 無 可 奈何 
感謝 你 來 
我來 是 因為 我 想 應該 要 跟 你 談談 才 對 
不過 你 不用 太 在意 ... 
這應 該 不是 由 你 來 決定 吧 ？ 
我 有點 在意 呢 
很 抱歉 
我 不 知道 他訂 婚 了 我 也 打算 不要 再 跟 他 見面 了 
人生在世 ， 也 是 有 可能 會 不 小心 砍 人 
不過 並不會 因為 你 砍 了 之後說 你 不曉得 ， 你 不會 再 砍 人 了 事情 就 結束 了 
你 要 我 怎麼 做 呢 ？ 
我 喜歡 他 
我本來 沒有 ， 後 來 卻 喜歡 上 他 了 
所以 我 暫時 做 了 個 幸福 的 夢 
但是 在 得知 新 的 事實 之 後 我 就 跟 他 結束 了 
我並 不 了解 自己 的 心意 所以 我 一回 來 就 結束 掉 這段關 係 了 
真是 有意思 的 一段 話 ， 你 喜歡 上 他 ？ 
你 不是 有 交往 七年 的 男友 嗎 ？ 
這樣 可以 說 是 跟 夫妻 沒 兩樣 吧 ？ 
你 為 什麼 會 突然 喜歡 上 公司 上司 呢 ？ 
你 都 進 公司 七年 了 
因為 志赫 是 UK 的 繼承人 ？ 
- 並 不是 這樣 - 那 你 不 知道 這件 事 嗎 ？ 
我爺爺 知道 晉升 為 會長 ... 我 只是 ... 
從 我 一 出生 ， 我 就 被 決定 要 做 什麼 了 
所以 我 只 為 了 UK 努力 和 學習 
看來 你 知道 嘛 
我要 說 的 話 都 說 完 了 
那 我 告辭 了 
我 最 討厭 的 就是 像 你 這種 人 
無名 小卒 ， 卻 很 高傲 
貪得 無厭 ， 卻 又 否認 
明 知道 一切 ， 卻 在 裝蒜 
你 又 沒 有 蠢 到 不 知道 他 可以 改變 你 的 人生 
真是 老套 
我 討厭 的 人 也 正是 你 這種 人 
你 以 為 世界 上 的 人 都 跟 你 一樣 嗎 ？ 
你 以 為 我 跟 你 一樣 認為 劉志赫 是 UK 的 繼承人 很 重要 嗎 ？ 
對 我 來 說 ， 一點 都 不 重要 
因為 我 的 人生 沒有 劉志赫 就 改變 了 
我 得 打起精神 
癌症 的 命運 落到 珠蘭科長 身上 
該 不會 ... 
現在 事情 會 怎麼 發展 呢 ？ 
- 去 開門 - 好 
妍 芝 ， 跟 媽媽 說 再 見 
說 再 見 ， 拜拜 
公主 大人 你 不用 再到 這裡 來 了 ， 在家 好好 休息 
快回去 了 
我 是 珠蘭 的 丈夫 ， 李在 元 
我 得 了 胃癌 
我現 在 是 在 做 什麼 ？ 
我們 走 吧 
冷 嗎 ？ 
你 先進 去 
- 怎樣 ？ - 你 的 嘴唇 
丈夫 ... 
丈夫 ... 
如果 命運 不是 和 朴敏煥 結婚 有關 而是 跟 丈夫 有關 呢 ？ 
她 是 胃癌 專家 
我花 了 半年 的 工夫 在 這 上面 
什麼 ？ 租屋 詐騙 ？ 
- 我要 去 把 那個 仲介 的頭 髮 給拔 光 - 不要 這樣 ， 媽 
我 已 經解決 了 ， 我 跟 她 講好 了 ， 媽 
什麼 解決 了 ？ 
解決 好 了 ， 你 還會 跪 在 這裡 嗎 ？ 
仔細想 來 ， 鄭秀敏 ... 個性 和 我 不 一樣 
對 
其實算 起來 ， 這都 是 你 的 錯 
男人 懂什麼 ？ 
所以 說 要 娶 個 好 女人 進家門 才 行 
我 不該 決定 得 這麼 倉促 
難怪 我 就 覺得 哪裡 不 對 勁 
很 不 對 勁 
即使 她 和 我 一樣 跟 朴敏煥 結婚 了 但是 她 會 像 我 一樣 什麼 都 不敢 說 只 被 欺負 嗎 ？ 
媽 你 應該 把 話講 清楚 
是 你 決定 好 房子 ， 拿 錢 要 敏煥哥 簽約 
為 什麼 要 怪 我 呢 ？ 
當初 說 要 買 房子 ， 結果 卻 是 租房 我 都 忍下 來 了 
我 的 老天 啊 看看 你 這個 樣子 因為 你 懷孕 ， 我 都 讓 著 你 
你 只有 人嫁 進來 ， 什麼 都 沒 有 你 說 你 忍 ？ 
我 有 錢 啊 ， 是 他 要 我 人 嫁 進來 就 好 
我 看 他 是 因為 想 住 在 這裡 ... 
喂 ... 
你 是 約 聘人員 ， 怎麼 會 有 錢 ？ 
什麼 ？ 約聘 ？ 你 不是 說 她 生完 孩子 就 會 復 職 嗎 ？ 
她 會 復 職 
她 是 很 有 能力 的 約 聘人員 
我 有 買 股票 - 什麼 ？ - 我 賺 了 不少 
變成現 在 這樣 ， 我 一點 都 不 開心 
而且 老實 說 結婚 的 一切 過程 都 是 我 在 配合 
還有 在 蜜月旅行 的 時候 我 得知 他債 ... 
總之請 你 不要 再 打 他 了 
他 是 我們 家 的 一家之主 也 是 將軍的 爸爸 
不然 要 我 帶 著將 軍離開 嗎 ？ 
將軍 
在 這裡 
結婚還 真是 不賴 
有人 站 在 我 這邊 
不用 擔心 
雖然 我媽 講話 很狠 但是 她 其實 很 瀟灑 
等 我們 的 將軍一 出生 她 肯定 馬 上 買 房子 給我們 
依 她 的 個性 ， 只要 一聽 到 嬰兒 哭聲 她 就 受不了 啦 
沒有 小孩 
什麼 ？ 沒有 什麼 ？ 你 說 什麼 ？ 
嚇我 一 跳 
我要 出門 去 
在 我 回來 前 ， 把 家裡 全都 打掃 乾淨 
我 的 命 好 苦 啊 
我 這把 年紀 還要 多 餵 養 兩 口子 
唉 唷 ， 真是 討厭 鬼 
唉 唷 ， 可惡 
你 剛才 說 什麼 ？ 
沒有 什麼 ？ 
我 ... 流產 了 
從 你 朝 我 丟手機 的 那天 起 我 就 開始 肚子痛 
我 很 害怕 我 也 不 知道 該 怎麼 辦才 好 
我 也 怕 媽會 失望 ， 所以 不敢 說 
我們 的將 軍 
不過 ... 你 在 蜜月旅行 的 時候 說 因為 將軍的關 係 ， 所以 你 想要 吃 韓牛 
可是 那時候 不是 已經 沒有 寶寶了 嗎 ？ 
你 不 也 是 沒 房子 ， 卻 說 有 嗎 ？ 
什麼 ？ 
我們 的將 軍 ... 
恩人 ！ 
嚇我 一 跳 
你 剛才 不是 下班 了 嗎 ？ 
因為 我 想到 你 啦 
自從 聖誕 節過 後 我 就 很 努力 要 吃 得 健康 一點 
這個 蛋白 質 含量 很 高 ， 吃 起來 又 脆口 這是 我 最近 的 最 愛 
這樣 嗎 ？ 
很 好吃 
不過 這個 感覺 要 ... 
是不是 想到 了 什麼 啊 ？ 
你 就是 想到 這個 吧 ？ 
太 完美 了 ， 我 正好 非常 需要 這個 
其實 這些 全都 是 我哥 買 的 他 說 你 應該 需要 
什麼 ？ 
現在 劉志赫 很 不 像 平常 的 他 在 那邊 躊躇 ， 看人 臉色 
是 因為 宥 拉姐 的關 係 嗎 ？ 
嗯 ， 那個 ... 
她 最近 很常到 爺爺 家 去 
不過 恩人 不論 他 解除 婚約 是 為 了 你 還是 他終 於 清醒 了 ， 我 都 非常 贊成 
因為 我哥 訂婚 ， 其實 是 為 了 我 
他 跟 我 說 要 幫 我 組成 像 土地 一樣 踏實 的 家庭 
還有 我哥 本來 對戀 愛 完全 不感 興趣 
該 說 他 根本 沒有 感情 嗎 ？ 他 全都 壓抑 住 ， 不表現 出來 
他 又 不是 什麼 機器 人 
所以 說 最近 他 很 不 一樣 
他 以前 不是 這樣 的 
爺爺 ， 天氣 很 涼 
- 請別 出來 - 沒關 係 
- 喔 - 我 回來 了 
現在 由 我 來 送 宥 拉 吧 
好 ， 你 走 吧 
- 好 ， 我 下次 再來 - 好 ， 常來 玩 - 好 - 嗯 
你 這是 在 做 什麼 ？ 
我 一直 很 想 跟 你 說 ， 你 變 了 好多 
不 只是 拿掉 眼鏡 ， 變得會 穿衣服 而已 
你 變得 像 個 男人 
我 是 來 看 爺爺 的 
不管 你 和 我的關 係 如何 我 和 爺爺 的關 係 不會變 
這還 真是 神奇 
你 突然 就 和 爺爺關 係 變好 了 
你 1 月 8 日 回到 韓國 10 日 、 11 日 、 13 日 都 來 
這是 訂婚 五年 來 ， 不曾 有過 的 事 
就是 這樣 
對 於 世事 完全 不 不 關心 只 在 工作 的 少爺 
變得 很 縝密 
是 因為 那個 女人 嗎 ？ 
你 不是 同意 解除 婚約 了 嗎 ？ 
那 是 在 我 聽 說 你 有 女人 之前 
我 很 討厭 有人 ... 動 我 的 東西 
還有 吳宥拉看 起來 很 正常 但 卻 是 個 世上 絕無僅 有 的 瘋子 
請 你 出去 
你 要 這樣 到 什麼 時候 ？ 
你 知道 她 跟 我 沒 有 任何 關 係 
是 她 的 錯 ， 她 為 何要 貪圖 我 的 東西 ？ 
我 討厭 有人 動 我 的 東西 
別說 了 
恩人 
我 知道 劉部長 是 個 好人 
全都 是 我 的 問題 
所以 我們 別 再 談 這件 事 了 
恩人 
其實 我 不是 我哥 的親 妹妹 
我 和 我媽 讓 我哥 很 受傷 
所以 ... 他 是 絕對 不 可能 會 出軌 
再 怎麼 看 
我 都 覺得 宥 拉 是 個 好孩子 
我們 都 解除 婚約 了 你 不會 認為 她 是 抱 著 好意 來 看 你 吧 ？ 
所以 我 才 喜歡 她 
她 有 足以 當 UK 女主人 的 野心 
我 喜歡 對 自己 的 東西 執著 的 人 
男人 要 遇到 對 的 女人 才行 
要守護 家庭 ， 必須 有 狠勁 
沒錯 ， 你 說過 這句 話 
所以 我 才 認為 沒 問題 
爺爺 
當我媽 還活 著 的 時候 你 對 爸和車 女士 交往 有什麼 看法 ？ 
車 女士 比 我媽 還有 野心 還有 狠勁 嗎 ？ 
我喜 歡車 女士 
比起 生病 的 媽媽 我小時候 更 依賴車 女士 
在 我 得知 熙妍 與 我 的 年紀 只差 了 五歲 之前 是 如此 
在 我 得知 這個 事實 之 後 我覺 得熙妍 很 可憐 
所以 在 我 和 宥 拉訂 婚 之 後 即使 我覺 得實 在 無法 忍受 卻 還是 用力 忍住 了 
因為 我 決心 不要 成為 像 爸 一樣 的 人 
可是 後 來 我 得知 這樣 並不 可行 我 看到 了 最 後 的 結局 
可是 ... 我應 該 要 怎麼 做 才 對 ？ 爺爺 
太難 了 
這個 人 是 劈 腿 女友 閨蜜 的 混蛋 
而 這個 人 是 跟 閨蜜 男友 結婚 的 婊子 
因為 他們 不曉得 劉志赫 是 什麼 人 ？ 
對 
兩個 傻子 
要 不要 試 看看 告訴 他們 會 怎麼樣 呢 ？ 
今天 要 洗衣服 不 只要 把 洗衣 籃裡 的 衣服 拿 去 洗 
還要 整理 衣櫃 把 過去 的 衣服 都 拿出 來 洗 
我 自己 一個 人 嗎 ？ 
媽要 去 哪裡 ？ 
我 是 婦女 中心 的 幹事 啊 我 有 午餐 聚會 
喔 ， 對 了 
只有 你 自己 在家 你 就邊 聽邊 慢慢 做 家事 
你還 真是 享受 
有夠 好 福氣 
奶奶 出門 去 囉 ， 我們 的 寶貝將 軍 
可惡 
真是 的 
這樣 對 嗎 ？ 
婚姻 是 這樣 嗎 ？ 
這是 什麼 ？ 
劉志赫 ... 
這是 什麼 ？ 
那該 不會 ... 
她 真的 ... 
秀敏 
我 有 垃圾 要 丟 ， 你 可以 幫 我 丟嗎 ？ 
恭喜 你 撿 了 我 丟掉 的 垃圾 
她 把 朴敏煥 丟給 我 換成 有 錢 的 男人 ？ 
不是 ， 不 可能 
是 我 把 他 搶 了 過來 
是 我 搶 的 ！ 
是 我 ！ 
不 ！ 
這 ... 家裡 怎麼 會 這個 樣子 ？ 
你 為 什麼 要問 我 ？ 
你 老婆 把 家裡 都 砸 了 把 門鎖 起來 都 不 出來 
什麼 ？ 
什麼 ？ 
可惡 
那個 只有 個子長 得 高 的 傻大個 只不過 是 投對胎 而已 
我 爸媽 為 什麼 都 不 努力 討 生活 ？ 有夠 糟糕 
我 這個 人 只要 有 支援 就 可以 展翅 高飛 
你現 在 是 在 羨慕 劉志赫 嗎 ？ 
姜智媛 把 你 丟給 了 我 
所以 事到如今 ， 你 是 想 怎樣 ？ 
我 不 只是 撿 了 個 垃圾 
還是 撿 到 了 一個 沒有 自尊心 的 垃圾 
你 真的 是 ... 
不僅 沒有 自尊心 ， 連腦 都 沒 有 
你 的 債還 完 了 嗎 ？ 
我媽會 聽 到 ， 別 再 提 那 該 死的債 
還剩 多少 ？ 
一億 韓元夠 嗎 ？ 
什麼 ？ 
我們 應該 要 得到 賠償 
為 什麼 都 是 姜智媛 得到 好 東西 ？ 
你 腦子裡 是 裝了 什麼 ？ 
喂 ， 你 想 她 會給 嗎 ？ 
我 得 讓 她給 
我 知道 她 的 一切 
甚至 連 她 不 知道 的 事 也 知道 
贏過 我 開心 嗎 ？ 
我們 是 彼此 的 另一半 啊 我們 的關 係 不能 這樣 就 結束 
智媛 ， 打 不通 你 的 電話 
你 過得 好 嗎 ？ 
我 偶然 聽到 你 的 消息 
我 是 媽媽 
智媛 
你 長 大 好多 
長 得 真 好 
媽依舊 很 美 
你 記得 你 是 我們 那裡 最 漂亮 的 嗎 ？ 
我現 在 已經 老 了 
歲 月 不 饒 人 啊 
你 也 很 美 
幸好 你 遺傳到 我 
雖然現 在 說 這個 也 沒什麼 意義了 但是 我 沒 有 很 喜歡 你 爸爸 
以前 我年紀 小 又 過得 辛苦 而 他 很 喜歡 我 
我 以 為 我 可以 喜歡 上 他 
以前 大家 都 是 這麼 結婚 的 
所以 我 也 不 疼 你 
我 當然 疼 你 
你 是 我 的 孩子 ， 怎麼 會 不 疼 ？ 
不過 很 抱歉 
當時 我 不懂事 
我 還沒長 大 就 生下 你 了 
但是 ... 我 還是 很 想 你 
那 你 為何 都 沒 有 來 看過 我 呢 ？ 
爸 就算 了 ， 但是 你 可以 來 看 我 啊 
我 有 去 找 你 
他 不 讓 我 見 你 
你 不 知道 你 爸 有 多麼 愛護 你 嗎 ？ 
我 知道 他 對 你 來 說 是 個 好 爸爸 
他 很 善良 可是 他固 執得 不得了 
並 不是 細膩 的 人 
我 也 很 難過 
我現 在 會 來 找 你 ， 也 是 聽 說 你 爸 死 了 
才 鼓起 勇氣來 的 
爸竭 盡 全力 把 我 養大 
當然 ， 失去 你 的 空缺 還是 很大 
尤其 是 對 青春期 的 少女 來 說 
所以 我 才 會 眷戀 於 錯誤 的 人 
也 不 懂得 怎麼 表達 情感 
不 
其實 我 不 了解 我 自己 的 情感 
因為 沒 有人 教過 我 
對 不起 
全都 是 我 的 錯 
是 我 不好 ， 讓 你 受苦 
我該 怎麼 補償 你好 呢 ？ 
我該 如何 補償 ？ 
請問 你 明天 要 做 什麼 ？ 
什麼 ？ 
如果 你 有空 ， 要 不要 跟 我 約 會 呢 ？ 
你 昨天 平安 回家 了 嗎 ？ 
睡得 好 嗎 ？ 
嗯 ， 媽 ， 你 呢 ？ 
也 許是 跟 你 見 了 面 我 整夜 都 睡 不著 
你 有 想 吃 什麼 嗎 ？ 
豬肉 湯飯 
你會用 這個 嗎 ？ 
我 第一次 來 這種 地方 
這個 好看 要 看 哪裡 ？ 
這裡 嗎 ？ 
愛心 ？ 
一 、 二 、 三 
唉 唷 ， 好好看 喔 
釜山 沒有 這種 東西 ， 適合 我 嗎 ？ 
請給 我們 這個 
唉 唷 ， 不要 啦 
不用 了 
這很貴 耶 
請 拿 這個給 我們 看 
那太貴 了 啦 
我 還是 戴 看看 嗎 ？ 
- 可以 比 看看 吧 ？ 
- 可以 
如何 ？ 
- 好看 嗎 ？ - 很 適合 你 
我 正好 想要 一件 這種 外套 
我 朋友 都 在 炫耀 女兒 買給 她 們 
如何 ？ 
感覺 很 適合 你 
要 不要 也 穿 看看 黑色 的 ？ 
尺寸 是 ... 
這麼 開心 嗎 ？ 
當然 開心 
我 有 個 好 女兒 才能 這麼 享受 
跟 有 錢 人 交往 的 女兒 果然 出手 很大 方 ... 
我 就 知道 
我 上 了 好 大學 ， 進 了 大 公司 你 都 不曾 聯絡過 我 
智媛 ， 我剛 才 的 意思 是 ... 
如果 你 說 的 是 劉志赫 我們 沒 在 一起 了 ， 我們 分手 了 
什麼 ？ 
到底 為 什麼 ？ 
你 是 在 騙 我 吧 ？ 
你 為 什麼 要 這樣 ？ 
你問 我 為 什麼 ？ 
那 你 為 什麼 要 離家 出走 ？ 
我本來 還不確定 
唉 唷 ， 這是 誰 啊 ？ 
你 過得 好 嗎 ？ 
- 真的 好久 不見 - 聽 說 你 為 錢 所困 
你 全都 知道 嗎 ? 
那 這些 是 什麼 ？ 
我 想要 嘗試 看看 
跟 媽媽 約 會 
當個 被 愛的 女兒 ， 盡 孝道 
做 一 對 幸福 的 母女 
我 想要 嘗試 一次 看看 
不過 現在 已經 試過 ， 那就夠 了 
回去 的 路上 小心 
那 你 有 錢 嗎 ？ 
你 從 好 大學 畢業 ， 在 大 公司 上班 
應該 有 個 一 億 韓元 吧 ？ 
我 不會 再 來 找 你 
你 以 為 我 想 來 找 被 我 拋棄 的 女兒 嗎 ？ 
你 應該 要 諒解 我 啊 除了 你 ， 誰 還會諒 解媽媽 ？ 
我 沒 有 錢 ， 我 也 沒 有 媽媽 
我 以前 沒有 ， 往 後 也 都 不會 有 
你 不 也 選擇 了當 女人 而 不是 當媽媽 嗎 ？ 所以 請 你 往 後 也 繼續 安靜 地過 日子 
不要 貪心 
壞丫頭 
以 他們 那個 水準 ， 當然 是過 那種 生活 
難道 不由 我親 自 出面 就 做 不好 事情 嗎 ？ 
我 說 我 要 去 參加 喪禮 
沒 有人 死 啦 
我 待不住 家裡 ， 你 也 結婚 看看 你現 在 可以 出來 吧 ？ 
唉 唷 
搞 什麼 ？ 
嗯 ？ 
朴敏煥 先生 ？ 
對 
我 把 他 摔過 去 了 
這是 第一次 ， 終於 ！ 
我 不愧 是 跆拳道 國家 代表 隊儲備 選手 寶刀 未 老 ... 
（ 姜賢謀 ） 
爸 
你 送給 我 的 禮物 這次 我 真的 很 想要 好好 使用 
可是 為何 這個 世界 要 如此 為 難 我 ？ 
我 又 讓 珍惜 的 人 受傷 了 
一切 對 我 來 說 都 太難 了 
這次 我 真的 想要 做好 
我該 怎麼 做 ？ 
這種 時候 該 怎麼 辦 ？ 
對 不起 ， 我 是 個 傻女 兒 
是 
我 知道 了 ， 三分 鐘之 後 ？ 
好 
