Ангел Божи , мой хранител , страж бъди ми и пазител ! Сутрин , вечер , ден и нощ ме брани със свойта мощ ! 
В тяло и в душа пази ме , в живот вечен поведи ме ! Амин . 
Амин . 
На всяка картинка има различен брой звезди . 
Разположени са в групички от двете страни на главата на ангела . 
Мрува , събуди се ! 
Какво мислиш ? 
- Може да е някакъв код . 
- Преброй звездите , ще ги запиша . 
- На първата са ... Пет ... две ... 
- После има прекъсване . 
- Може да е нула ? Може . После девет , две ... 
И от другата страна : две , една , пак прекъсване , - тоест нула ... една , четири . 
- Добре . 
По - скоро не е телефонен номер . 
Географски координати ? 
Имаш ли адреса на първата жертва ? 
Адресът на жертвата . Първата е на " Завротова " 17 . 
Не . 
А втората е на ... " Болеславска " ... - Три . - Три . 
Значи при първата жертва е оставил адреса на следващата . 
Тя се задуши заради теб . 
И следващият адрес съвпада . 
Тези картинки са списък на жертвите . 
Силвия Козак , Анета Яскулска , Луция Драбик . 
А при Луция Драбик е бил адресът на Вронска ! На майката на моето дете ! Разбираш ли ? ! 
Тоя шибаняк ми го е наврял в носа ! 
Не на теб , а на мен . 
- Той си играеше с мен . - Мамка му ! Можех да я спася ! 
Не , нямаше как да го знаеш . 
А последната картинка ? Тази , която беше предполагаемо до твоя труп ? 
- Отчасти е изгоряла . 
- Трябва да я разшифроваме . 
Там може да е кодиран адресът на поредната жертва . 
- Полковска е , кажете . 
- Обажда се Янек Волницки . - Може ли да се срещнем ? - Станало ли е нещо ? 
- Можете ли да дойдете при нас ? 
Трябва да тръгвам . Обади се синът на Волницки . 
- Провери тази картинка . 
- Трябва да нахраня малкия . 
Обади се на коменданта да ти прати бавачка и една армия охранители . 
- За постоянно . 
- Скоро това ще свърши и ... Ще си вземем отпуск и ще заминем ... 
Ага , не дрънкай глупости . 
Говоря сериозно . 
Аз почти съм уволнена , ти официално си мъртъв . 
Вземаме децата в един кемпер и тръгваме . 
Ти не си виновен , чуваш ли ? 
Не можеше нищо да направиш . 
Чуваш ли ме ? 
Чух , че татко е избягал от болницата . 
Дадохме ви денонощна охрана , няма от какво да се боите . 
Знам , но ... Вчера в училището ни идва една жена , уж била психолог . 
Проверих я в интернет - оказа се , че е работила в онази психиатрия . 
- Познавам я . - Направи анкета . После ме повика да си говорим . Задаваше въпроси , - но все въртеше около татко . 
- Имаш ли нейни контакти ? 
Не , не ми даде . 
Благодаря , че ми каза за това . Ще я проверя . 
Той ... Той ще дойде ли за нас ? Ще ни направи ли нещо лошо ? 
Няма да допусна такова нещо . Ще му попречим . 
Йола , ставай ! Вече е късно . 
Какво искаш за закуска ? 
Наред ли е всичко ? 
Йола ! 
Взела ли си нещо ? 
Какво е това ? 
Йола ! Ей , Йола ! 
Събуди се , Йола ! 
Да , точно така . 
Госпожицата работи при нас за кратко . 
Била е уволнена в деня на бунта на пациентите ? 
Един ден по - рано . Но напусна сама по взаимно споразумение . 
Знаете ли нещо повече за нея ? 
Беше млада , току - що завършила , след специализация . Беше постъпила на работа около два месеца преди това . 
Точно когато тук е бил приет Волницки . Момент , сега се връщам . 
Оставете Волницки на мира ! 
Какво искате от него пак ? 
Познавате ли тази жена ? 
Близка е с Волницки . 
Тя е в опасност . 
Господа , познавате ли тази жена ? 
Тя е в опасност , търся а . 
Не ни дават да играем петанк . 
Казват , че било опасно . 
Можете ли да направите нещо ? 
Да вървим , хайде . 
Познавате ли това момиче ? 
Вече не летя , взеха ми крилата . 
Пьотр ... Той не може да живее без теб . 
Ето тук всички подробности . Има го и домашния й адрес . - Благодаря . - Довиждане . 
Довиждане . 
Нагълтала се е с нещо . 
Карам я в спешното . 
Повикайте линейка . 
Звънях , няма свободни . Сам ще стигна по - бързо . 
Добре , ще ви ескортираме . 
- Алиция , имаме спаднала гума . - Срязана ли е ? 
- Не знам , но не можем да тръгнем . 
- Викам подкрепление . 
Трябва ни още една патрулка . 
Не , сега ! 
Мамка му . Ополе . 
Миличка , не заспивай . - Татко , извинявай . 
- Спокойно , скоро сме в болницата . 
Гледай пътя ! Гледай пътя ! 
- Отвори прозореца ! 
- Татко ... 
Спокойно , мила , не се бой ! 
- Изхвърли си телефона ! - Добре , сега ... Хвърли го ! 
Тихо , кучко ! 
Скоро ще пристигнем на място . - Завий там ! 
- Не . 
Казах , завий там ! 
Не се бой , миличка ! Добре , завивам . 
Ключовете ! 
Пьотр каза , че ще се измъча с теб , а ти сама ми дойде на крака ! 
- Остави дъщеря ми ! Ще ти платя ... - Млъквай ! 
Коланът ! Коланът ! 
- Стой тук ! 
- Спокойно , спокойно . 
Ела тук , ела , хайде . 
Стой на място ! 
Ще се позабавляваме ! Голяма радост ще падне . 
Бягай ! 
Кучко ! 
Кучко ! 
- Открихте ли Роман и Йолка ? 
Проследихме телефона му . Патрулката е на път . 
Къде си , идваш ли ? Да ! 
Виждам , че не се справяте ! 
Как можахте да ги пуснете сами ? 
Агнешка знае ли за Йола ? 
Не си вдига телефона . 
Трябва да намерим Йолка . 
Прати ми координати на телефона на Роман . 
Това е тя - Юдита , нали ? 
Къде може да е сега ? 
Не знам . 
А коя е тази ? 
Това е Рома Сошницка - една от жертвите на Волницки . 
Каква ви е тя ? Роднина ? 
Имате различна фамилия . 
Рома смени името си - взе моминското име на майка си след смъртта й . 
Искаше да се откъсне от мен . Обвиняваше ме за катастрофата ... 
Юдита се опита да ни сдобри , но тогава ... - ... се появи този мъж и ... 
- И е била убита . 
Къде е тя сега ? 
О , спомнил си си сестра ми ... 
Това са все нейни вещи ! 
Това е Алберт . 
Спеше с него до края на прогимназията . 
А това е медальончето от първото й причастие . 
Тогава още беше вярваща . 
Шегувахме се , че записах психология , за да я излекувам от будизма , а тя записа религиознание , за да ме излекува от католицизма . 
Но не успя , защото срещна теб . 
Можеш да ми говориш , чувам те . 
Излъжи , че не си познавал сестра ми ! Нали след травмата имаш проблеми с паметта ? 
Познавах сестра ти . 
Но не я убих аз . 
Направи го Лилиана Пелц . 
Ревнуваше от студентките ми , беше вманиачена по мен . 
Сега лежи в затвора . Защото се опита да нападне семейството ми - можеш да провериш . 
Когато почина Рома , - давах интервю . - Достатъчно ! 
Кучко ! 
Къде си ? 
Ела при господаря ! 
Ела при господаря , кучко ! 
Виждам те ! 
Ела тук ! Ела . 
Виждам те ... 
Виждам те ... 
Ела ! Ела тук ! 
Ела , ще ти дам наденичка ! 
Ела ! Да ... 
А снимката , на която е със сестра си ? Какво е това място ? 
Лесничейската къща на тъста ми . 
Ходехме там с момичетата , когато бяха малки . 
Още ли е на семейството ви ? 
Има някакви правни проблеми , не можем да се разберем . 
Отдавна никой не е ходил там . 
Къде се намира това ? 
Имате ли ключове ? 
Кучко ! 
Кучко ! 
Ела ! 
Ще се позабавляваш с мен ! 
Ела ! 
Кучко ? 
Пипнах те ! 
Благодари на мама . Всичко е заради нея . 
- Добре ли си ? 
- Какво става с татко ? 
Жив е . 
Яник ! 
Ето те , капут такъв ! 
Ти нали си мъртъв ? 
! Даваха по телевизията ... 
Телевизията лъже . 
Значи ще трябва да те убия още веднъж . 
Пробвай . 
Не стреляй ! 
Моля те , не стреляй . 
Ти уби майката на детето ми . 
Не исках ... 
Волницки ми каза да го направя . 
Ще стенеш като нея ! 
Не можеш ... Не можеш да ме убиеш . 
Ти си ченге ! 
Аз ... мога всичко . 
Често забравяме за важните хора в живота ни . 
А аз искам да ти припомня за всички тях . 
Не съм убил сестра ти . 
Направи го Лилиана Пелц . 
Да , да , знам . 
Ти имаш дарба . Увличаш хората след себе си . А ти използваш това по най - лошия възможен начин . 
Защо се криеш там , а ? 
Кажи ми всичко това право в очите . 
- Не мога . 
- Защо ? 
Какво правиш ? 
Ще се задушиш като сестра ми . 
Какво искаш ? 
Да се призная за виновен ? 
Няма нужда , знам всичко . 
Какво , да ти се извиня ли ? 
Вече е твърде късно , дадох ти шанс . 
И какво ? 
Ще гледаш тук как умирам ? 
Такава ли си християнка ? 
" Който пролее човешка кръв и неговата кръв ще се пролее от човешка ръка ; защото човек е създаден по образ Божий . " 
Вече съм бил затворен . 
Държаха ме в затвора , после в болницата , сега - тук . 
Но точно аз продължавам да контролирам всичко ! 
Там отвън се реализира моят план ! 
Ага , поредната цел е била Йола . 
Роман е в болница , но положението е овладяно . Какво става с Йола ? Йола е жива . 
Обади се на Мрувец . 
Всичко свърши . 
Благодаря . 
Не исках да се цапам . 
Благодаря . 
Ще има конско . 
Дай ми го ! 
Свиньо такава ! Защо не ми каза ? ! 
Мамо ... Аз съм . 
Миличка , добре ли си ? 
Вече всичко е наред . 
- Татко е в болницата ... - Знам , знам . 
- Наистина ли ти няма нищо ? - Наистина . Аз съм виновна , че излязохме навън . - Съжалявам . 
- Недей . Всичко стана заради мен . 
А Мрувец ? 
Жив ли е ? - Да . Искаш ли да говориш с него ? 
- Не сега . По - късно ще му се обадя . 
- По - късно . 
- Предай й , че хванахме Яник . 
Мамо , вече съм в безопасност . 
Наистина . 
Мамо ? 
Къде си ? 
Можеш ли да дойдеш да ме вземеш ? 
Моля те . 
Добре , ще дойда . Само трябва да уредя нещо . 
Само не рискувай , моля те ! 
Обещаваш ли ? 
Да , обещавам . 
Слушай ... Кажи на Томек да намери кемпер . 
Ще отидем край морето . 
Обичам те . 
Наред ли е всичко ? 
Каза да търсиш кемпер . 
Какво точно каза ? 
" Кажи на Томек да намери кемпер . Ще отидем край морето . " 
- Нарекла ме е " Томек " ? 
- Да . 
И каза , че ме обича ... 
Мамка му ! 
- Закарайте я в дома ми във Варшава ! 
- Какво става ? Нищо . 
Проследете телефона на Полковска . 
Убивала ли си вече някого ? 
Или това ще ти е за първи път ? 
Това променя всичко . 
Ще станеш такава като мен . 
Не . 
Толкова дълго си се готвила . 
Измами всички . Дори и мен . 
Това ми е познато . 
И аз съм измъчвал човека , който съсипа живота ми . 
И какво ще направиш , когато умра ? 
Ще се върнеш вкъщи ? 
На работа ? Няма да се върнеш при пациентите . 
Ще търсиш поредната жертва . 
Ще ти хареса . 
Наистина ли вярваш в Бог ? Да . 
Знаеш ли защо има Бог ? 
Мръсникът иска да ни накаже за греховете ни ! Не . Бог го има , за да не си помисли никой човек , че самият той е бог ! 
Аз съм ! 
Къде е той ? 
Знам всичко . Къде е Волницки ? 
Жив ли е ? 
Не . 
Бягай оттук ! 
Аз ще разчистя . 
Чуваш ли ме ? Само аз знам какво си направила . 
Бягай оттук ! 
Връщай се при баща си , чуваш ли ? 
Трябва да довърша това . 
Вече отмъсти за сестра си , имаш за кого да живееш . Бягай ! 
Бягай , хайде ! 
Мамка му ! Егати ... 
Надушваш ли газа ? 
Ако стреляш , всичко ще избухне . 
Колко мило , че сама дойде при мен . 
Намери ли картинката с ангела до тялото на дъщеря си ? 
Кажи ми , как е да загубиш всички , които обичаш ? 
Планът ти се провали ! 
Йола и Мрувец са живи . 
Браво . 
Но това е само въпрос на време . 
Никога няма да се откажа , ти го знаеш . 
Нито пък аз ! 
Ще те преследвам до края на шибания ти живот ! 
Знам , пристрастена си . 
Само зависимостта ти дава сили всеки ден да ставаш от леглото . 
И както всеки наркоман , унищожаваш всичко около себе си . 
Дъщеря ти се провали заради теб . 
Ти съсипа живота й . 
Никой не те обича . 
Сама си . 
Остана ти само пиенето . И аз . 
Скоро ще умреш . 
А Йола ще е следващата . 
Нека това да е последната ти мисъл . 
Ами ти ? 
Какво ще правиш , когато умра ? 
И ти не можеш да живееш без мен . 
Не се ласкай . 
Важното е , че ще бъдеш наказана както всички , които ми навредиха . 
Измислил си си това отмъщение защото искаш да убиваш невинни хора . Играеш си с мен защото не ти е останало нищо друго . Ще издъхнеш ... в самота . 
Не се боя от смъртта . Нито от самотата . 
Ще останеш сам ! 
Стой ! 
Помисли за дъщеря си . 
Точно за нея мисля . 
Ангел Божи , мой хранител , страж бъди ми и пазител ! Сутрин , вечер , ден и нощ ме брани със свойта мощ ! 
В тяло и в душа пази ме , в живот вечен поведи ме . 
Амин . 
