מותק , אתה יכול להחזיק ? 
מה אלה ? 
סמי הרגעה , למקרה שהיא תשתולל . 
באמת יש לנו צורך בהם ? 
תלוי בה , לא ? 
- אלוהים . אני מצטערת . 
- אולי תיזהרי ? 
לא , לא , לא . 
- הנה . - תפסיקי ! תפסיקי . 
ב ־ 2004 העיתונאית גוון איפיל טבעה את המונח ״ תסמונת האישה הלבנה הנעדרת ״ . 
משמעותו היא שכל העולם משתגע כשנערה לבנה ויפה נעלמת . 
אני לא אומרת שאני יפה . 
אבל יש אנשים שלא שמים לב אליהם . 
זהירות . 
החנונים . 
אחלה מכונית , אה ? 
- אתה גר בסביבה ? - כן . 
תמיד מוזר פה כל כך ? 
יש פה מקום שאפשר להזמין בו קפוצ'ינו בלי להיאלץ לשתות חלב פרה כמו מישהי מעידן האבן ? 
בלאס , ברחוב הראשי . 
תודה , מתוק . 
אין על מה . 
מי הייתה הבחורה שדיברת איתה ? 
אין לי מושג . 
- הקדמת . - כן . 
- מתרגש לקראת המשחק ? - כן . 
כן ? 
רוצה משהו לשתות ? 
סודה , בבקשה . 
אבא שלך נמצא בפנים עם קרל . 
לחייב את החשבון שלו ? 
- להגיד לו שאתה פה בחוץ ? 
- אני מעדיף שלא . 
מה שלומך ? 
כבר יש לך חברה ? 
מישהי על הכוונת ? 
זהירות , בנות ! 
הסודה בדרך . 
זונדרסהיים , זונדרסהיים ! 
תודה . 
אני מבינה סוף סוף למה אולה הלך לכל משחקי הכדורגל עם אבא . 
זו הבעיה של אלה שלרוב לא שמים לב אליהם , אם הם רוצים שישימו לב אליהם , הם חייבים להתאמץ מעט . 
כבר יש לך כרטיסים ל״עולם המשחקים ״ ? 
אחי , אני מרושש . 
בנאדם , תתאפס . ״ מכת ־ צל ״ אמור להנחות . 
יהיה אש . 
אין לי כסף כרגע . 
- מותק , אתה מוכן ? - כן . 
- תתחבר מחר ? - נראה לי שכן . 
- ״ הפסגה ״ ב ־ 5 : 00 ? - טוב . 
- נתכתב , טוב ? 
- כן , בטח . 
- מה קורה , אחי ? 
- הכול טוב ? 
על מה אתה מסתכל ? 
אומרים שהאהבה תמיד מוצאת את דרכה , אבל לא מזיק לתת לה דחיפה קלה . 
בסרטון הזה אני אראה לכם איך לפרוץ מנעול . 
הכניסו לאט את כלי העבודה לחור המנעול . 
אני חושבת שכדאי להתחיל פה בפח הבגדים במרכז , ולהתקדם החוצה . 
היתרון באיבוד עשתונות בשידור חי בטלוויזיה הוא שבבית החולים שמחו להציע לי לצאת לחופשה של 30 יום כדי להתאושש . 
הצלחתי . 
ואתה ? ביקשת לצאת לחופשה השנתית שלך ? 
כן . הכול טוב . 
יופי . 
עכשיו אמספר את שאר הבתים עד הקו , ונתחיל כאן במספר שתיים . 
- ברחוב טננרינג . - טוב . 
- אולה , היי . 
מה קורה , אולה ? 
- אולה . 
מה אתם עושים פה למטה ? 
- רק מתקנים משהו . 
- אנחנו משחקים בפינג ־ פונג . כן , בדיוק . קודם תיקנתי משהו . - ועכשיו אנחנו משחקים בפינג ־ פונג . כן . - כן . אני ניצחתי . 
טוב . כן . 
אני צריך כרטיס ל״עולם המשחקים ״ . 
מה זה ״ עולם המשחקים ״ ? 
יריד משחקי מחשב . אני יכול ללכת ? 
הבנתי . כמה עולה כרטיס ? 
- מאתיים אירו . 
- מאתיים אירו ? 
חשבתי שהרעיון במשחקי מחשב הוא שאפשר לשחק בבית ? 
אבא , אתה לא מבין . 
מה ? 
200 אירו . 
המכונית הראשונה שלי שווה פחות . 
- אתה לא מבין . 
- אני מבין . 
בטלפון אמרת שאת יודעת מי חטף את ונדה קלאט ? 
בליל הנופלווקן , כן . 
ראיתי אותם במו עיניי . 
שוטטתי ביער ... דיברתי עם העצים . חידשתי את ההגנות הרוחניות שלי , ופתאום הוא הופיע ... מרהיב . 
ציירתי לכם אותו . זה עשוי לעזור . 
ציירת את זה בעצמך ? 
- פנטסטי . באמת . - תודה . 
ניצול מעולה של הזמן . 
- תודה . 
- בבקשה . 
סיור הנופלווקן הבא מתחיל ב ־ 1 : 15 . 
התוכניות האלו תמיד מושכות את המשוגעים . 
למה יש להם אובססיה לדבר הזה ? 
לנופלווקן ? 
זו ההיסטוריה שלנו . 
אתה יודע שזו לא באמת היסטוריה , נכון ? 
אגדה , שיהיה . 
טוב , נתחיל מכאן . 
מפח הבגדים , ונחפש אחד ־ אחד . 
בוא נעבור שוב על התוכנית . 
דדו , זה רציני . 
טוב . בסדר . 
אני אצלצל בפעמון ואבדוק אם הבית ריק אם הוא ריק , אנסה להיכנס דרך ... אולה שינה את התראת ההודעות שלי . 
הוא חשב שזה מצחיק . ועכשיו אני לא יודע איך לשנות בחזרה . 
כן , הודעה מאולה . 
שוב בקשר ל״עולם המשחקים ״ . 
היי , יקירי . 200 אירו הם הרבה כסף . 
שלח . 
כן , תודה . טוב , אני ... את יכולה להחזיק רגע ? 
הוא אומר ש ״ ' מכת ־ צל' מנחה טורניר , ושהוא משמים . 
״ סליחה , ״ מדהים ״ . 
מיהו ״ מכת ־ צל ״ ? 
לא ״ מכת ־ צ'לו ״ . 
״ מכת ־ צל ״ . 
שלח . 
אתה חושב שנוכל להתאפס עכשיו ? 
אני מאופס . 
מותק , הכול בסדר . 
תקשיבי . אני איכנס לבית , אבדוק אם הוא ריק , אפרוץ את המנעול , אעשה סיבוב בפנים . 
ואם מישהו יגיע , תצפצפי ואני אצא . 
מוכנה ? 
מוכנה . 
טוב , קדימה . 
חתיכת חרא ! 
למה אתה גרוע כל כך ? 
לעזאזל ! 
קרלוטה ? 
רודיגר ? 
מה את עושה פה , אחותי ? 
מה אתה עושה פה ? 
אני גר מעבר לפינה . 
כן . 
ראיתי אותך בטלוויזיה אתמול . 
הכול בסדר ? 
הכול מעולה . 
זה היה די ... 
- ובכן ... 
- מה ? 
אינטנסיבי . 
תודה שבדקת לשלומי , רודיגר . 
תמיד נחמד לפגוש אותך . 
דודו נראה כמו טמבל על השרפרף שלו . 
אל תכנה אותו ככה . 
איך ? 
דודו או טמבל ? 
אני יודעת שאתה עדיין כועס עליו , אבל ... כן , הוא הזמין לי משטרה ! זה היה מצער , אבל ... מצער ? 
כן . 
קרלוטה , הוא אמר שיש לי ״ וייבים של פדופיל ״ . 
הוא היה עצבני . 
והוא כועס כי דיברת עם העיתונאית ההיא . 
אפילו לא ידעתי שהיא עיתונאית . 
בטינדר שלה היה כתוב שהיא קונדיטורית . 
- היא עבדה עליי . - ש ... קרלוטה ? 
אני יכול לעקוב אחרי שאר החשודים בתיק של ונדה בעצמי . אין צורך שתבזבזי את הזמן שלך . 
אתה יודע איך צדפה מתפקדת ? 
הן ניזונות באמצעות סינון , אז הן שואבות את כל הזבל , והן מסננות החוצה כל מה שלא מועיל . 
אבל מדי פעם גרגר נתקע בפנים ... ואז מוצאים פנינה . 
זו מטפורה ? 
כן . 
מה לעזאזל את עושה ? 
איבדתי את המפתחות . 
' הם בסוויץ . 
לעזאזל , תיפתח ! 
אם דודו רוצה להשלים איתי , הוא חייב להתנצל . 
כן , בסדר . אדבר איתו . 
אני אדבר איתו , טוב ? 
רגע . 
- אני מכירה אותו . 
- את מי ? 
הוא מורה בבית הספר של ונדה . 
הוא מורה ? 
מה הוא מלמד ? סטרואידים ? 
אוי , לא . 
היי ! מה את עושה ? 
משפחת ברווזים חצתה את הכביש . 
את חונה ! 
אני פעילה למען זכויות בעלי חיים . 
אני מתחיל לדאוג , קרלוטה . 
היי ! מה אתה עושה כאן ? 
מחפש צרות ? 
קרלוטה ! 
תתניעי את המכונית ! 
- אתה בסדר ? - סעי , סעי ! 
קדימה , קדימה ! 
מה קרה לך ? 
מעדתי . על כלב . 
איפה הייתם ? 
- שיחקנו בבאולינג . 
- ערכנו קניות . 
טוב , מה קורה פה ? 
לפני יומיים אמרת שנחש הכיש את אימא . 
עכשיו אתה נראה כאילו שמשאית פגעה בך ואתה אומר שכלב הפיל אותך בבאולינג . 
זה קשור לוונדה , נכון ? 
אתם תמיד אומרים שבני משפחה צריכים להיות כנים זה עם זה . 
אז תגידו את האמת . 
טוב . 
מישהו הניח את החולצה של ונדה בפח הבגדים כאן . 
למה בפח המסוים הזה ? 
הם כנראה קרובים , נכון ? 
סטטיסטית , הסיכויים למצוא את ונדה צונחים אחרי 100 ימים . 
כמה ימים עברו ? 
- שבעים . 
- שבעים . 
אימא ואני החלטנו שב ־ 30 הימים הבאים נעשה הכול כדי למצוא אותה . 
אנחנו חושבים שמחזיקים את ונדה באחד הבתים האלה . 
אז ... אז אנחנו מחפשים בהם . 
אתם רוצים לפרוץ לכל הבתים האלה ? 
כבר פרצנו לשניים . 
עכשיו נותרו לנו רק ... 
- נותרו רק 60 . - נותרו 60 . 
נותרו עדיין 60 ? 
תראו איך אתם נראים . 
ונכנסתם רק לשני בתים . 
אחרי 60 בתים תהיו בכלא , במוסד פסיכיאטרי או בבית הקברות . 
אולה , אנחנו לא יודעים מה עוד לעשות . 
אתם באמת חושבים שאנחנו יכולים למצוא את ונדה ? 
טוב . 
אבל אל תהיו בומרים . 
תצותתו להם . מעקב דיגיטלי . 
תהיו חכמים . אל תיתפסו . 
מבטיחים ? 
תודה על הכנות . 
אני חושב שמעולם לא היה בינינו אמון כזה ... כמשפחה . 
ולכן אני מניח שתרשו לי להשתתף ב״עולם המשחקים ״ . 
שיחה מעולה . 
- זה היה טוב . 
- זה היה ... 
- זה עולה לנו 200 אירו . - כן . 
היי . הצלחתי סוף סוף להשיג מישהו בקשר למצלמת האבטחה - בפח המחזור . - ו ... ? 
משירותי האבטחה מסרו שכרטיס הזיכרון נמחק בכל שישה ימים , כי הבוס נתן את כרטיס הזיכרון הנוסף לבת שלו , שנסעה לטיול שנמשך שנה . 
מה יש לך שם ? 
סתם חיפושית ישנה . 
כמה אנשים הבחינו בה ביום שבו ונדה נעלמה . 
- בי ־ אל ־ בי ־ בי 204 בי ־ אל ־ בי . איפה זה ? 
באד ברלבורג . בנורדריין ־ וסטפאליה . 
הרצתי חיפוש של הבעלים , אבל אין תוצאות . 
אולי הם לא זכרו את מספר הרישוי הנכון ? 
ייתכן מאוד . 
נראה שהאנשים פה לא שמים לב לכלום . 
תציץ כאן בבקשה . 
כמה עדויות על טנדר שחור שנוסע ברחובות במהירות . 
אני אבדוק . 
שלום . 
אפשר לעזור לכם ? 
רק רצינו ... אנחנו מחפשים מכשירי הקלטה . 
מצלמות וידאו או מיקרופונים ? 
כן , בדיוק . 
מה תרצו לעשות בהם ? 
- להגיש פודקאסט . 
- לצפות בציפורים . 
אנחנו אוהבים לצפות בציפורים בחצר שלנו . 
אבל פתאום שמנו לב שהרבה מהן מתו . - מתו , כן . - לכן אנחנו זקוקים למשהו כדי לנטר את החצר שלנו . 
בדיוק , ולאחר מכן אני אגיש פודקאסט בנושא . 
יש לי בדיוק מה שאתם מחפשים . 
מצלמה סטנדרטית לשימוש בטבע . 
היא מופעלת באמצעות גלאי תנועה . 
כשהיא מופעלת היא מקליטה לכרטיס זיכרון שאפשר לחבר בקלות למחשב . 
יש לך משהו שמאפשר צפייה מרחוק ? 
כן , כמובן , אבל המחיר יהיה מעט גבוה יותר . 
- אין בעיה . - אין בעיה . 
מה המוצר הכי טוב שיש לך ? 
הכי טוב ? 
אולטרה אייץ' ־ די , עומק צבע 32 ־ ביט , טווח אלחוטי של 20 מטר . 
המצלמה הזו היא הרולס רויס של מצלמות המעקב . 
יש לך משהו ... קטן יותר ? 
בטח . 
הנה . האקס ־ אר ־ 098 . 
התכוונו קטנה יותר בהרבה . 
קטן כמו חרק ? 
האמת היא שמדובר בתחום ספציפי מאוד , ולא ממש חוקי . 
אבל יש משהו אחד . 
כתוב , ״ מיקרופונים כיווניים שימשו לרוב לריגול במלחמת העולם השנייה . ״ 
אם ככה למה מוכרים אותם במחלקת צעצועים ? 
פשוט תכווני אותו לבית ונראה מה יקרה , טוב ? 
את שומעת אותי ? 
ברור וצלול ! 
מעולה ! 
כן , מעולה ! 
כל עוד החוטפים יפתחו את דלת הבית שלהם ויצעקו ישר לכיווננו , יהיה בסדר ! 
את סרקסטית . 
אני איכנס . 
טוב , את שומעת אותי ? 
בדיקה , אחת , שתיים , שלוש , ארבע . 
אחת , שתיים , שלוש , ארבע . 
אני עולה במדרגות . 
בדיקה , בדיקה , בדיקה . 
מעולה . 
אני יורד במדרגות . למטבח . 
אני חוזר , למטבח . 
דלתא אחת לצ'רלי אחת . הציפור נחתה . 
אני חוזר , הציפור נחתה . 
את עדיין שומעת ? 
אני בחדר של ונדה עכשיו . 
וואו . לא הייתי כאן הרבה זמן . 
אני יושב על המיטה שלה עכשיו . 
כאן הקראתי לה את כל ספרי הארי פוטר . 
שלוש פעמים . 
היא תמיד כעסה כל כך כשלא הקראתי בקולות שונים . אבל היו המון קולות . 
כשהגענו לאסיר מאזקבאן , כבר לא היו לי קולות חדשים . 
אני מתגעגע אליה כל כך . 
ואני מתגעגע לכל הדברים הקטנים והמטופשים . 
המבט המעוצבן שלה כשסיפרתי בדיחה , אבל היא בכל זאת חייכה . 
אני מתגעגע למבטים המטופשים שהיא עשתה לי כשנזפת בי . 
כאילו שהיא ניסתה להצחיק אותי כדי שאסתבך אפילו יותר . 
ואני מתגעגע גם אלייך . 
- טוב , הבית הבא . 
אתה מאזין ? - אני אחזיק יציב . - טוב . 
- טוב . - מוכנה ? 
- יהיה טוב . - בסדר . 
מעט ימינה . 
לאט , לאט . 
כן . 
יש כלב ... שנשמע כמו נושך הקרסוליים של בן דוד שלך . 
טוב . 
להזיז ? 
כן , טוב ... תזיזי מעט שמאלה . 
עוד . תעצרי . 
תעצרי ! 
טוב . אני שומע משהו . 
אני שומע טלוויזיה . 
זה ... כן . 
אני די בטוח שזה אחד מסרטי " מהיר ועצבני " . 
- דדו , אתה באמת חושב שעכשיו ... - רגע ! תעצרי . 
אין לי חברים , יש לי משפחה . 
אני די בטוח ש"מהיר ועצבני 6 " . 
- תורי . - ' אאוץ ! 
זה היה לא אחראי . 
וואו . עור התוף שלי היה עלול להיקרע . 
כשהייתי בבית הספר , הלמוט רודר עמד מאחורי המכונית של מר מתאוס ובום ! 
הוא איבד לגמרי את השמיעה באוזן שמאל . והוא הסתובב עם תחבושת גדולה על האוזן . 
והוא נראה מגוחך ... זה היה נורא , כולם צחקו עליו . 
אימא תאסוף אותך מאוחר יותר . טוב . 
נתראה . 
אלכס ? 
תיהנה . 
סליחה ! סליחה . 
- אני מצטער . 
- חכה . 
אין על מה , לא הסתכלתי לאן אני הולך . תודה . 
- ״ עולם המשחקים ״ וואו . אתה הולך ל״עולם המשחקים ״ ? כן . 
״ מכת ־ צל ״ מנחה טורניר . 
זה מה שגם אני שמעתי . 
״ מכת ־ צל ״ ממש תותח . 
אתה משחק ? 
- כן , בטח . 
- כן ? בוא נשחק יחד ! 
כריס ואני משחקים המון . נשמח לשחקן שלישי . 
באמת ? 
מדהים . 
כלומר כן , כמובן , אם אתם צריכים שחקן שלישי , אני בעניין . 
נחמד . הכי כיף לעשן ג'וינט ולירות בדמויות , נכון ? 
- לגמרי . 
- אתה מעשן ? 
אני תמיד אומר שצריך לעוף על החיים , אה ? 
השגתי חומר מעולה מהרשת האפלה . 
תבוא לנסות מתישהו . 
יש לך עט ? 
טוב , זה ... הכינוי שלי במשחק . 
נתחבר הערב אחרי 19 : 00 . 
תוסיף אותי , טוב ? 
בואי רגע . אני לא יודע . 
- היא מסרבת לאכול . 
- מה ? 
האיש בדיוק אמר , ״ היא מסרבת לאכול . ״ 
- מי מ ... 
- אנחנו חייבים להכריח אותה . 
אלא אם כן אתה רוצה שהיא תגווע ברעב ? 
ועכשיו האישה אומרת שהם חייבים להכריח אותה . 
גם אתה יודע את זה . 
אלוהים . 
מותק , היא לא מוכנה . היא אמרה שהיא לא תאכל ... 
- הוא אומר שהיא ... - עד שלא נרשה לה לצאת מהחדר . 
הוא אמר שהיא לא מוכנה לאכול עד שלא ירשו לה לצאת מהחדר . 
אולי ניתן לה לצאת מעט . רק למטבח . 
לא אכפת לי , היא לא יכולה לצאת . 
מה אם מישהו יראה אותה ? 
אולי ניתן לה לצאת רק לרגע כדי שהיא תוכל להימתח מעט ? 
היא נעולה כבר שבועות . 
לא , היא נשארת שם וזהו . 
- לאן את הולכת ? 
- אני נכנסת . 
- את לא יכולה להתפרץ לשם . 
- הם מחזיקים מישהי בשבי ! 
ומה את רוצה לומר להם ? 
״ סליחה , צותתנו לכם ואנחנו חושבים שאתם מחזיקים בבת שלנו . ״ קרלוטה ! 
הבטחנו לאולה שנפעיל שיקול דעת . 
אנחנו צריכים מכשירי ציתות . 
אתה . אנחנו צריכים עזרה , בבקשה . כמו שאומרים , אם אתה צריך להזמין משהו לא חוקי ברשת , תבקש מבן נוער . 
- שלום . 
- שלום . 
אני אולה , חבר של אלכס . 
הוא פה ? 
כן . 
אתה רוצה להיכנס ? 
אלכס ! 
- אתה רוצה משהו לשתות ? 
- כן , בבקשה . 
- אלכס ! 
- אני בא ! 
- סליחה שאני שואלת , אבל אתה לא אח של ונדה קלאט ? 
נורא מה שעובר עליכם עכשיו . 
זה בטח פשוט נורא . 
אני לא מבין למה במשפחת שוסטר מכריחים את אינגה להשתתף בשיעורי בלט . 
נכון שהיא רק בת שש , אבל היא כבר שרירית מאוד . 
שולחים אותה לבית הספר עם משקאות חלבון ? 
יונאס , זה אולה . 
אח של ונדה קלאט . 
אולה . 
שלום . 
נעים מאוד . 
לימדתי את ונדה . לפני המון זמן . 
היא הייתה מוכשרת מאוד . 
אני חושב שאפילו יש לי פה תמונה איפשהו ... כן ! הנה היא . 
ריזו , בגרסת הלהיט של גריז מ ־ 2009 . 
היא הייתה מוכשרת מאוד . 
- אלכס ! - כן . 
אבל כמו שקתרינה תמיד אומרת לי ... לא כולם נשארים . 
- אולה ? 
- היי . 
מה קורה ? 
סיפרת לי על הרשת האפלה כשדיברנו . 
אתה יכול להראות לי ? 
ברוך הבא ל״בלאק סוק ״ . 
סמים , כלי נשק , פורנו מוזר ביותר . 
אפילו ראיתי מישהו מוכר כאן טיגריס פעם . 
כל מה שתחפש , תמצא כאן . 
מה אתה צריך ? 
קוואנטקס אם ־ אף ־ 317 . 
קוואנטקס ... אם , אף , שלוש , אחת . 
במה מדובר ? 
אלה מצלמות מעקב . 
טוב ... אימא שלי חושבת שאבא שלי בוגד בה . 
מצטער לשמוע . 
אבא שלי בגד כשהיינו רק בני שש . 
כן . לא נראה לי שההורים שלי יודעים שאנחנו יודעים , אבל זה היה ממש רע . 
הוא עבר לגור אצל סבתא וסבא לחודש . 
הוא התחנן שהיא תקבל אותו בחזרה . 
כן , מאז הוא שפוט שלה . 
מתרוצץ אחריה כמו כלכלב הוא חושש מאוד שהיא תתגרש ממנו ותיקח ממנו הכול . די פתטי . 
אני מצטער לשמוע . 
מי האישה שאבא שלך ניהל איתה רומן ? 
כן , קוראים לו פרדריק . 
הנה ! 
וואו , כל יחידה עולה 600 אירו . 
אין בעיה . 
אימא שלי נתנה לי את כרטיס האשראי שלה . 
לא מקבלים כאן אשראי . 
משלמים רק בקריפטו . 
יש לך ארנק ביטקוין ? 
לא . 
חבל . 
רגע , רגע . 
אם תעזור לי , אני אתן לך עמלה של חמישה אחוזים . 
באמת ? 
טוב . 
חזרנו לעניינים , ידידי . 
קודם אנחנו צריכים לפתוח לך חשבון . 
- כן ? 
- שלום , אני האב שפר . 
אני איש דת . אבל עברתי משבר אמונה . אבל אני גם מגרש השדים הטוב ביותר 
- בצד הזה של הוותיקן - תעצור . 
מה ? 
אמרנו שנרד מסיפור האב שפר . 
פשוט חשבתי ש ... אבא , לא . 
אימא צודקת . זה מגוחך . 
טוב . אז פשוט אגיד ... שלום , המכונית שלי נתקעה ונגמרה לי הסוללה בטלפון . 
אפשר בבקשה להשתמש בטלפון שלך ? 
- טוב יותר בהרבה . - טוב יותר בהרבה . 
וברגע שתיכנס , אתה רק צריך לגרום לו לצאת מהחדר איכשהו ולהתקין את מכשיר הציתות . 
זו המצלמה . 
- כן . - צריך לכוון למטרה . אתה מבין ? 
אין בעיה . 
תודה . 
כן . כמובן . 
שמונה , שלוש , אפס ... המספר שאליו חייגת אינו זמין . 
כן ? הלו ? אני מתקשר כי המכונית שלי התקלקלה . 
לא זמין כרגע ... 
. איך קוראים לי ? 
קוראים לי ... האב שפר . 
יופי . 
תודה . 
אני אחכה . 
זה עשוי לקחת זמן מה . 
הגרון מעט יבש . 
סליחה . 
- אפשר לקבל כוס מים ? - כמובן . - כן , תודה . 
- סליחה . 
קדימה , קדימה . 
קדימה , קדימה . 
מה אתה עושה ? 
אני ? 
היה לי ... האמת שרק רציתי ל ... אני ... אני יכול להשתמש בשירותים ? 
יש דלת עם מנעולים . 
- מה אמרת ? 
- אמרתי שהבית שלכם נחמד מאוד . 
לעזאזל . 
אתה מצליח להיכנס לא נראה לי . 
הכול בסדר ? 
אני רק עושה קקי ! 
האישה חושדת בי . 
מה הוא אומר ? 
״ לא נראה לי . אני רק עושה קקי האישה חושדת בי . 
״ ״ האישה חושדת בי . 
״ זה עובד . 
שתי המצלמות עובדות . 
אמרתי לך לא להכניס זרים הביתה . 
אני חושב שהוא כומר . 
הוא לא נראה כמו כומר . 
תפסתי אותך . 
מה ? 
אסור לחנות פה . 
אני רק מחכה לבעלי . הבנתי . 
אבל חל איסור מוחלט לעצור כאן בשעות 09 : 00 ־ 19 : 00 . 
אז אנא הזיזי את רכבך מייד . 
אחרת אזמין לך גורר . 
גורר ? אבל אני במכונית . 
מה אם מישהו יראה אותך חונה כאן ויחשוב , ״ אה , יופי . לא ידעתי שמותר לחנות שם . 
״ ולאחר מכן הוא יספר לחבריו , והם יספרו לחבריהם . 
ופתאום יהיה לנו אוטותוהו ־ ובוהו . 
לכן אני מבקש ממך להזיז את רכבך מהאזור האסור לעצירה מייד . 
ותחגרי חגורת בטיחות בפעם הבאה ! 
כן . 
תבורכו בשם ... בזבוז זמן . 
- מותק ? אני יוצאת לקניות . - כבר ראיתי אותה פעם . 
חשבתי על משהו ... מכיוון שאנחנו מעט קצרים בכסף החודש , אולי נוריד הילוך עם הקניות ? 
זו אשתו ? 
אתה רוצה שהארנבונת שלך תהיה מאושרת ? 
מובן שאני רוצה שהארנבונת שלי תהיה מאושרת . 
קניות . קניות מסיבות לארנבונת שלך אושר . 
- חפרפרת קטנה וחמודה . 
תן לי את הכרטיס . - הנה . 
ביי . 
טוב , מה עכשיו ? 
נחכה עד שאחד מהם יפתח את הדלת . 
אנחנו יכולים לעשות משמרות . 
למה האיש עם הפרצוף הכחול עוקב אחריי ? 
אבא , חכה . אבא , זה אני . 
אני רק רוצה לעזור לך . 
הכול בסדר ? 
הדלת . הוא פותח את הדלת . הוא פותח את הדלת ! 
- מה ? 
- הוא פותח את הדלת ! 
יש מגש אוכל . 
בטוח יש מישהו בפנים . 
אלוהים . 
אתה רואה משהו ? 
את יכולה לצאת לזמן מה . 
אנחנו לבד . 
- מי זו ? 
- זו ונדה ? 
היא לא נראית כמו ונדה . 
מי זו ? 
תתנהגי יפה . 
אניטה תכעס מאוד אם תתנהגי ככה . 
מה הוא אומר ? 
״ אניטה תכעס מאוד . ״ או משהו כזה ? 
לכן האישה נראתה לי מוכרת כל כך . 
היא עובדת בבית החולים כאחות סיעודית . 
מה ? לא הבנתי . 
הבחורה מקודם שוכבת עם הזקן ונועלת את אשתו בחדר . 
למה ? אולי הם לוקחים את הקצבה שלה או ... אל תנסי שטן דבר . 
אני לא יודעת . 
אנחנו לבד . 
אנחנו צריכים להתקשר למשטרה , נכון ? 
אם נתקשר למשטרה , יגלו שצותתנו להם . אנחנו עלולים להסתבך בצרות . 
ולעולם לא נמצא את ונדה . 
אבל אנחנו לא יכולים להשאיר אותה שם . 
מה נעשה ? 
- יש פעמיים שמונה . 
- מה ? 
בלוחית הרישוי של החיפושית . 
שמונה ־ אל ־ שמונה , לא בי ־ אל ־ בי . 
היא לא מברלבורג , אלא מצ'כיה . 
צ'כיה ? טוב . 
ואת חושבת שיש קשר לוונדה קלאט ? 
אין לי מושג , אבל אני אגלה . 
המשטרה שלחה מישהו לבדוק לשלומה של גברת הסל . 
אבל לא אמרת להם את שמך ? 
לא , מה פתאום . אמרתי שאני שכן מודאג . 
אימא . אבא . 
אני מצטער שזו לא הייתה היא . 
כן . גם אני . 
אי פעם שיחקתם במחבואים כשהייתם ילדים והתרגשתם מאוד כי חשבתם שמצאתם את המחבוא הכי טוב בעולם ? 
ופתאום נלחצתם כי המחבוא שלכם היה טוב כל כך ... שאולי אף אחד לעולם לא ימצא אתכם ? 
הנה את . 
ובשלב כלשהו הסגרתם את מיקומכם בכוונה . 
״ מפלצת צדה בזונדרסהיים . ״ 
כי היופי במשחק לא היה למצוא מחבוא ... 
- ונדה . - אלא ... 
