ΖΑΜΠΟΝ ΔΡΑΚΟΥ 
Το κρέας είναι πάρα πολύ . Θα μπορέσουμε να το καταναλώσουμε ; 
Εδώ ήσουν , λοιπόν . 
Τι έπαθε η μορφή σου ; 
Νόμιζα πως σου ανέθεσα να βρεις τον Μεγαλειότατο . 
Δεν θυμάμαι να σου έδωσα την άδεια να ξεκουραστείς . 
Τι ακούστηκε ; 
Είχα στηρίξει εδώ το σπαθί , αλλά έπεσε . 
Έπρεπε να το είχες δέσει . 
Η Φάλιν ... 
Μάρσιλ . 
Πού πήγε η Φάλιν ; 
Τι ; 
Σένσι , ξέρεις πού πήγε η Φάλιν ; 
Δεν πέρασε κανείς από εδώ . 
Τι έγινε ; 
Συνέβη κάτι ; 
Μη μου πεις πως έφυγε απ ' το παράθυρο ! 
Πάω να ψάξω μέσα . 
Τι στο καλό ; 
Φάλιν ! 
Είσαι καλά ; 
Τι ακριβώς ... 
Τι ακριβώς συνέβη ; 
Πρέπει να βρω τον άρχοντα Ντέλγκαλ . 
Ντέλγκαλ ; Ποιος είναι αυτός ; 
Όλα ... 
Ό , τι υπάρχει στη Γη , κάθε κτήριο , χρυσό νόμισμα , πολίτης , ζωντανό , αίμα , σάρκα ... 
Κάθε κόκκος άμμου κάτω απ ' τα πόδια σου ανήκει στον Μεγαλειότατο , τον βασιλιά Ντέλγκαλ . 
Παλιοκλέφτη . 
Θυμάμαι πως σε πρόσεξα μέσα στους πίνακες μουτρωμένο . 
Με θυμάται ; 
Τον βασιλιά ; 
Μέσα στους πίνακες ; 
Ποιος είσαι ; 
Τι στόχο έχεις ; 
Είναι ο άρχοντας του μπουντρουμιού . Ο τρελός μάγος ! 
Εσύ εκεί ! 
Κάνε πίσω ! 
Δεν θα αστοχήσω ξανά ! 
Βρομοσφετεριστές . 
Μπορείς να σηκωθείς ; 
Φάλιν ! 
Βούλωσ ' το ! 
Λάιος ! 
Τι δύναμη είναι αυτή ! 
Τι στην ευχή συμβαίνει ; 
Τυχοδιώκτης είναι ο τύπος ; 
Τι βιβλίο είναι αυτό ; 
Έχω κακό προαίσθημα . 
Ιβέντ ορνμπάμ ρόμφερς ρούνταμ ουν λέσφαμ . 
Ιδέα μου είναι ή ψέλνει κάτι ; 
Ιβέντ ορνμπάμ ρόμφερς ρούνταμ ουν λέσφαμ . 
Αυτό το ξόρκι ... 
Ιβέντ ορνμπάμ ρόμφερς ρούνταμ ουν λέσφαμ . 
Είναι αρχαία μαγεία ! 
Καταβροχθίστε ! 
Εκρηκτικά ξόρκια , ξόρκια άμυνας ... Τίποτα δεν μπορεί να σταματήσει την επίθεση ! 
Οπότε ... θα παρακάμψω το ξόρκι . 
Ακύρωση ! 
Ακύρωση ! 
Η αρχαία μαγεία ... 
Μπορώ να την καταλάβω και να την αποκρυπτογραφήσω , αλλά ... δεν μπορώ να τη συναγωνιστώ ! 
ΖΑΜΠΟΝ ΔΡΑΚΟΥ 
Είσαι ο δημιουργός του μπουντρουμιού ; 
Θα ήθελα να συζητήσουμε ... 
Μη φοβάστε . 
Οι προδότες έφυγαν . 
Ο Μεγαλειότατος θα επιστρέψει . 
Κι όταν γυρίσει , ας το γιορτάσουμε μεγαλοπρεπώς . 
Πού ' σαι , δράκε . 
Δεν θα είσαι άνετα μ ' αυτήν τη μορφή . 
Θα σου δώσω άλλη . 
Κάνε αυτό που πρέπει . 
Μάλιστα . 
Τι συμβαίνει ; 
Σταθείτε , θα φωτίσω . 
Τι είναι εδώ ; 
Από πού πέσαμε ; 
Τι στο καλό ; Πού είναι η έξοδος ... 
Τι έγινε πάλι ; 
Νομίζω πως κλείνουν οι τοίχοι ! 
Πλάκα κάνεις ! 
Να πάρει ! 
Βρείτε την έξοδο ! 
Πού ; 
Δεν μας βγάζεις με μαγικά ; 
Τι μαγικά ; 
Θα πεθάνουμε . 
Δεν θα είναι η πρώτη φορά που θα πεθάνω , αλλά δεν θα μας βρουν κάτω απ ' τις πέτρες . 
Μόλις ξαναβρέθηκα με τη Φάλιν και ήρθα ένα βήμα πιο κοντά στη λύση του μυστηρίου . 
Και τώρα όλα θα πάνε στράφι ! 
Δεν θέλω να πεθάνω έτσι . 
Μάρσιλ ! 
Τρύπα ! 
Μπορούμε να δραπετεύσουμε . 
Δεν ξέρουμε πού οδηγεί ! 
Απ ' το να συνθλιφτούμε πολύ καλύτερα ! 
Κάνε γρήγορα . 
Πού βρισκόμαστε ; 
Έχει παγωνιά . 
Πρέπει να φύγουμε από εδώ . 
Δεν πρόκειται . 
Δεν μπορώ να κουνήσω ούτε τα δάχτυλά μου . 
Προσπάθησε . 
Αν μας ξαναβρεί ο τύπος ... Την κάτσαμε . 
Εξαφανίστηκαν . 
Να πάρει , το κεφάλι μου πάει να σπάσει . 
Σένσι , ξύπνα τον Λάιος . 
Πάω να εξερευνήσω την περιοχή . 
Πιάστε τον ! 
Πώς μπήκαν εδώ τα καθάρματα ; 
Κι ένα ξωτικό ! 
- Από εκεί πήγε . 
- Άμα σε ... 
Ησυχία ! 
Τι συμβαίνει ; 
Σπιούνοι , αρχηγέ . 
Πώς κατάφεραν να μπουν εδώ ; 
Τι έκαναν οι φρουροί ; 
Δεν ξέρουμε . 
Η τρύπα έκλεισε . 
Τέλος πάντων . 
Ένας μικροπόδαρος , ένας λαγουμιτζής , ένας ψηλοπόδαρος κι ένα ξωτικό ! 
Ενδιαφέρον . 
Δεν έχω ξανασκοτώσει ξωτικό . 
Θα την αναλάβω εγώ . 
Ταΐστε τον μικροπόδαρο στα σκυλιά . 
Ψοφάω για λίγη διασκέδαση . 
Στάσου . 
Η αδερφή του αρχηγού Ζον δεν είσαι ; 
Ήρθαμε να εκπληρώσουμε την υπόσχεση που δώσαμε στον αρχηγό σας . 
Πρέπει να μας φερθείτε καλά . 
Πώς ξέρεις αυτό το όνομα ; 
Είσαι αυτός που πουλούσε λαχανικά ! 
Μύριζες αλλιώς και δεν σε καταλάβαμε . 
Τι κάνεις εδώ κάτω ; 
Τι υποσχεθήκατε στον αρχηγό μας ; 
Μάλιστα . 
Αυτό συνέβη λοιπόν . 
Κι απορούσα γιατί ξαφνικά εξαφανίστηκε ο δράκος . 
Σας ευχαριστώ εκ μέρους του αρχηγού . 
Ετοιμάστε το σκεύασμα . 
Είναι έτοιμο . 
ΣΚΕΥΑΣΜΑ ΟΡΚ 
Αμάν . 
Μου έχει τελειώσει η μαγεία . 
Αλήθεια , μας επιτέθηκε ένας μάγος ξωτικός . 
Ξέρετε τίποτα για τον τύπο ; 
Τον συναντήσατε ; 
Έχει μελαμψό δέρμα κι ασημένια μαλλιά . 
Αυτός είναι . 
Δεν ξέρουμε πολλά . 
Ήταν εδώ πολύ πριν εγκατασταθούμε εμείς . Αυτός κάνει κουμάντο στο μπουντρούμι . 
Όποτε παρεμβαίνουν ξένοι στο μπουντρούμι , κάνει την εμφάνισή του . 
Δημιουργεί τέρατα , τα ελέγχει , αλλάζει το έδαφος και μπορεί να σκοτώσει κάθε είδους πλάσμα ξεφυλλίζοντας το βιβλίο του . 
Ο άρχοντας του μπουντρουμιού ... 
Άρα , τραβήξαμε την προσοχή του τρελού μάγου ! 
Αυτό είναι σοβαρό ! 
Να πάρει , πρέπει να φύγουμε γρήγορα . 
Η μαγεία της Μάρσιλ τον τράβηξε ; 
Όχι , ίσως το γεγονός πως νικήσαμε τον κόκκινο δράκο . 
Έχει διάφορα τέρατα υπό τον έλεγχό του . Όταν τα σκοτώσει κανείς , εξαγριώνεται . 
Γι ' αυτό ανησυχούσε ο αδερφός μου και μας προειδοποίησε να μην πειράξουμε τον κόκκινο δράκο . 
Είχε δίκιο . 
Το κάθαρμα ! 
Όταν ξυπνήσουν , σίγουρα θα θέλουν να βρουν τη Φάλιν . 
Πρέπει να τους κάνω να τα παρατήσουν . 
Πώς ; 
Με κάθε δυνατό τρόπο . 
Ας κάψουμε το ραβδί της ή ας πούμε πως η Φάλιν κατευθύνθηκε προς τη Γη ή πως θα ' πρεπε να χαιρόμαστε που φάγαμε το κρέας του δράκου . 
Δηλαδή , θες να τους εξαπατήσουμε ; 
Ναι ! 
Αλλιώς τα βλαμμένα δεν θα το βάλουν ποτέ κάτω ! 
Αν κατέβουμε κι άλλο , θα πεθάνουν σίγουρα . 
Θες να γίνεις ένα με τον τοίχο ; 
Εγώ με τίποτα ! 
Δεν θα τους ακολουθήσω για να καταλήξω νεκρός . 
Αλήθεια , θέλω να πάρω τα πράγματα που άφησα . 
Θα με οδηγήσεις ; 
Με τίποτα . 
Δεν θέλω να πάρω την μπόχα δειλίας που εκπέμπεις . 
Σ ' το ζητάω κι εγώ . 
Πήγαινέ τον. 
Μπορεί να είναι φοβιτσιάρης , αλλά δεν είναι κακός . 
Σένσι , δεν θα έρθεις μαζί μου ; 
Κάποιος πρέπει να μείνει μ ' αυτούς τους δυο . 
Ξέρεις πως δεν μπορώ να σου αρνηθώ . 
Δεν θέλω , αλλά θα τον πάω . 
Να πάρει . 
Είναι όλοι τους ηλίθιοι χωρίς εξαίρεση ! 
Χάσατε κάποια σύντροφό σας ; 
Ναι . 
Τελευταία φορά την είδαμε ξαπλωμένη κάτω στα πόδια του μάγου . 
Δύσκολο να είμαστε αισιόδοξοι . 
Αυτό δεν σημαίνει πως μπορείς να πεις ψέματα στους φίλους σου . 
Έξω απ ' τον χορό πολλά τραγούδια λέμε . 
Όχι , ξέχνα το ! 
Πίσω σου . 
Μην τρομάξεις . 
Παγωνιά ! 
Είναι κάτοικος της πόλης . 
Τα πνεύματα εδώ είναι νοήμονα κι εμφανίζονται μόνο όταν θέλουν να τα δεις . 
Πηγαίνουν από ασφαλή μονοπάτια . 
Ας ακολουθήσουμε . 
Τι ; 
Ελπίζω να ' χεις δίκιο . 
Εδώ ήμασταν προηγουμένως . 
Ο κόκκινος δράκος εξαφανίστηκε . 
Δεν πιστεύω να αναστήθηκε ; 
Όχι . 
Τα σκυλιά δεν είναι σε επιφυλακή . 
Είτε τον εξαφάνισε ο μάγος ή τον πήρε μαζί του . 
Πάντως υπάρχουν σημάδια έκρηξης . 
Ανάψαμε φωτιά κοντά στον σάκο των καυσίμων του και φούντωσε . 
Μου κάνει εντύπωση που επιβιώσατε . 
Μία απ ' την παρέα μας προστάτευσε με αμυντική μαγεία κι έτσι δεν πάθαμε τίποτα . 
Είσαι τυχερός που έχεις τέτοιους φίλους . 
Δεν καταλαβαίνεις . 
Δεν ήξερε καν ότι μπορούσε να κάνει τέτοιο ξόρκι . 
Θα μπορούσαμε να είχαμε ανατιναχθεί όλοι . 
Τελικά έπιασαν τα μαγικά , αλλά αν δεν πετύχαιναν , θα είχε γίνει ρεζίλι . 
Όλοι τα ίδια . 
Πώς νικήσατε μόνοι σας τον δράκο ; 
Εγώ κι ο Σένσι τού τραβήξαμε την προσοχή , ο Λάιος , ο ψηλοπόδαρος της παρέας , πήδηξε πάνω στο στήθος του και τον κάρφωσε στο αδύναμο σημείο . 
Εντυπωσιακό . 
Οι πολεμιστές πρέπει να έχουν θάρρος . 
Δεν ήταν θάρρος . 
Όλα πήγαν καλά , αλλά πήρε ηλίθιο ρίσκο . 
Ειλικρινά , μου σηκώθηκε η τρίχα . 
Κάποιος που έκανε κάτι τέτοιο , ποιος ξέρει τι άλλο θα κάνει ; 
Υπήρχαν κι άλλα μέλη που έφυγαν απ ' την ομάδα . Τώρα που το σκέφτομαι , ίσως εκείνοι ήταν οι πιο έξυπνοι . 
Ίσως έπρεπε να μην είμαι τόσο ξεροκέφαλος και να πήγαινα μαζί τους . 
Εννοείς πως θα προτιμούσες να είχες χάσει τους φίλους σου ; 
Δεν ξέρω . 
Ίσως το γεγονός πως αποφάσισα να ακολουθήσω τον Λάιος τον εμπόδισε να τα παρατήσει . 
Τέλος πάντων , μετά τι έγινε ; 
Φροντίσαμε τις πληγές μας για να γίνουμε καλά . 
Και σ ' αυτό το δωμάτιο ... μαγειρέψαμε το κρέας του δράκου και το φάγαμε . 
Καλά κάνατε . 
Είναι η ανταμοιβή σας που τον νικήσατε . 
Μετά απ ' όλα αυτά εμφανίστηκε ο μάγος ; 
Πώς καταφέρατε να βγείτε ζωντανοί μετά τη συνάντηση ; 
Η μάγισσα της ομάδας απέκρουσε τις επιθέσεις του . 
Το ξωτικό ; 
Μα φαίνεται τελείως άσχετη . 
Πίστεψέ με , είναι . 
Κάτι παλιοτεχνάσματα χρησιμοποίησε . 
Και να βγει απ ' το μπουντρούμι , αμφιβάλλω πως θα ζήσει αξιοπρεπώς . 
Τι ηλίθιοι που είναι όλοι τους ! Χωρίς εξαίρεση . 
Τελείως βλαμμένα . 
Νομίζουν πως αν προσπαθήσεις αρκετά , θα ανταμειφθείς . 
Πώς είναι δυνατόν να τους πείσω ; 
Και προτιμάς να τους εξαπατήσεις ; 
Κάποιος άλλος τρόπος θα υπάρχει . 
Αν τα ψέματα με βοηθήσουν να πάω στην επιφάνεια , χαλάλι ! 
Είμαι δειλός , εξάλλου ! 
Η ζωή μου είναι πάνω απ ' όλα ! 
Μη μιλάς έτσι . 
Παραδέξου απλώς πως δεν θες να τους δεις να πεθαίνουν . 
Τι κάνει εδώ το παλιόπραμα ; 
Σύρθηκε μέχρι εδώ ; 
Τελικά , ήσουν το πιο έξυπνο απ ' όλους μας . 
Αίμα ... 
Λες και κάποιος έσυρε πτώμα ... 
Άντε . 
Θες να μείνεις εδώ ; 
Έρχομαι . 
Πήρα τα πράγματά μας . 
Τι ακριβώς κάνεις ; 
Πρέπει να ξαπλώσεις κι άλλο ! 
Δεν πονάω καθόλου . 
Επειδή το φάρμακο επιδρά στην αίσθηση του πόνου ! 
Ίσως η Φάλιν είναι ακόμα κοντά ! 
Ηρέμησε . 
Πρέπει να σας πω κάτι . 
Τσίλτσακ , το σκέφτηκα και ... 
Εγώ πρώτος . 
Λάιος , δεν μπορώ να φανταστώ καν πώς αισθάνεσαι , αλλά δεν γίνεται να συνεχίσουμε την έρευνα . 
Στο τέλος θα τα κακαρώσει κάποιος από μας . 
Σε παρακαλώ , Λάιος . 
Βρες τη δύναμη να πάμε προς την επιφάνεια ! 
Δεν θέλω να σας χάσω ! 
Μπορεί τα συναισθήματά μου να μη συγκρίνονται με τα δικά σου , αλλά εγώ κινδυνεύω να χάσω τρεις ! 
Αν ενημερώσουμε τον άρχοντα του νησιού για τον τρελό μάγο , ίσως ληφθούν μέτρα . 
Ίσως βρούμε χρήματα για να προσλάβουμε βοηθούς . 
Με την κατάλληλη προετοιμασία , θα φτάσουμε πιο γρήγορα εδώ την άλλη φορά ! 
Γι ' αυτό , σε παρακαλώ , ας γυρίσουμε πίσω , Λάιος . 
Για να είμαι ειλικρινής , μας τελειώνουν τα καρυκεύματα και άλλα υλικά . 
Θέλω να μπορώ να φτιάξω κάτι νόστιμο για τη Φάλιν . 
Ας γυρίσουμε στην πόλη να ανεφοδιαστούμε . 
Έστειλα μήνυμα πως σκοτώθηκε ο δράκος . 
Ο αδερφός μου και οι άλλοι θα επιστρέψουν . 
Όταν είστε έτοιμοι και ξανάρθετε , θα σας βοηθήσουμε όπως μπορούμε . 
Εντάξει . 
Συγγνώμη που σε έκανα να ανησυχείς . 
Ας γυρίσουμε πίσω . 
Ναι . 
Υποτιτλισμός : Λιάνα Μεσάικου 
