ШИНКА БЕЗ КІСТОК ІЗ ДРАКОНА 
Треба заготувати стільки м'яса , що не знаю , чи з'їмо його . 
Ось ти де . 
Що це в тебе за форма ? 
Думав , я доручив тобі пошуки його величності . 
Не пам'ятаю , щоб дозволяв тобі перепочити . 
Що це був за звук ? 
Здається , меч , який я спер , упав . 
Тобі слід його зав'язати . 
Фалін ? 
Марсіль . 
Куди пішла Фалін ? 
Га ? 
Сенші , ти знаєш , куди пішла Фалін ? 
Я не бачив , щоб хтось проходив . 
У чому справа ? 
Щось сталося ? 
Не кажіть ... що вона пішла через це вікно . 
Піду пошукаю зовні . 
Якого ... 
Фалін ! 
Ти в порядку ? 
Що сталося ... 
Що тут сталося ? 
Владика Делгал ... Я маю його шукати . 
Делгал ? Хто це ? 
Усе ... 
Усе , що існує на землі , кожна будівля , золота монетка , люди , худоба , кров , плоть ... 
Кожна крихта піску під ногами належить його величності , королю Делгалу . 
Брудний злодію . 
Я пам'ятаю , як помітив тебе , коли ти ховався в картинах . 
Він мене пам'ятає ? 
Король ? 
У картинах ? 
Хто ти ? 
Яка твоя мета ? 
Він господар підземелля ... Божевільний маг ! 
Агов , ти ! 
Відійди ! 
Удруге я не схиблю ! 
Кляті узурпатори ! 
Фалін , можеш устати ? 
Фалін ! 
Замовкни ! 
Лайосе ! 
Яка неймовірна сила . 
Що в біса відбувається ? 
Він шукач пригод ? 
Га ? Що це за книга ? 
У мене дуже погане передчуття . 
Евунт Орнбам Ромфес Родбам Унт Лешфам . 
Мені здається , чи він щось виспівує ? 
Евунт Орнбам Ромфес Родбам Унт Лешфам . 
Це заклинання ... 
Евунт Орнбам Ромфес Родбам Унт Лешфам . 
Це древня магія ! 
Пожирайте ! 
Вибухові чари , захисна магія , ніщо з цього не може зупинити його атаку ! 
У такому разі ... Я безпосередньо перепишу заклинання ! 
Відміна ! 
Відміна ! 
Ця древня магія ... 
Я можу її зрозуміти й розшифрувати , але ж ! Я не встигаю ! 
ШИНКА БЕЗ КІСТОК ІЗ ДРАКОНА 
Ти творець цього підземелля ? 
Я б хотіла поговорити з ... 
Не треба боятися . 
Зрадники зникли . 
Його величність незабаром повернеться . 
Коли це відбудеться , улаштуймо велике свято . 
Агов , Драконе . 
Певно , ця форма для тебе дуже незручна . 
Я дам тобі нову . 
Зроби те , що треба зробити . 
Як накажеш . 
Ой . Що відбувається ? 
Чекай , я надам світло . 
Що це за місце ? 
Звідки ми взагалі звалилися ? 
Якого біса ? Де вихід ... 
Що тепер ? 
Гадаю , стіни стискаються ! 
Та ви жартуєте ! 
Прокляття ! 
Вихід ! Шукайте вихід ! 
Де ? 
Твоя магія нас не витягне ? 
Яка саме магія ? 
Ми помремо . 
Це не перша моя смерть , але під цим камінням нас ніхто не знайде . 
Я нарешті возз'єдналася з Фалін і на крок наблизиласядо таємниці підземелля . 
Тепер це все нічого не вартуватиме ! 
Я не хочу так помирати ! 
Марсіль ! 
Це діра ! 
Ми можемо через неї втекти ! 
Ми не знаємо , куди вона веде ! 
Будь - що краще , ніж бути розчавленим ! 
Просто хутчіш ! 
Де ми ? 
Так холодно ! 
У будь - якому разі треба звідси забиратися . 
Не вийде . 
Я навіть пальцем поворухнути не можу . 
Маєш спробувати . 
Якщо той хлопець знову нас знайде ... Нам гаплик . 
Вони зникли . 
Прокляття , здається , наче голова от - от вибухне . 
Сенші , приведи Лайоса до тями . 
Я обшукаю це місце . 
Хапайте його ! 
Звідки ці негідники сюди пробралися ? 
Тут іще й довговуха ! 
- Він побіг туди ! 
- Малий ! 
Тихо ! 
У чому справа ? 
Кроти , капітане . 
Як вони пробралися всередину ? 
Чим була зайнята охорона ? 
Ми не впевнені . 
Діра закрилася . 
Байдуже . 
Малий , мешканець глибин , довгоногий і довговуха ! 
Цікаво . 
Я ще ніколи не вбивала довговухих . 
Я розберуся . 
Віддайте малого псам . 
Вони жадають трохи розваг . 
Стривай . 
Ти сестра вождя Зона , так ? 
Ми прийшли дотримати обіцянку , яку дали твоєму вождю . 
Ми просимо ласкавого ставлення . 
Звідки ти знаєш це ім'я ? 
Ти продавець овочів ! 
У тебе був інакший запах , тому ми тебе не впізнали ! 
Що тебе привело аж сюди ? 
Яку обіцянку ви дали нашому вождю ? 
Зрозуміло . 
То ось що сталося . 
Мені було цікаво , чому раптом зник дракон . 
Дякую вам від імені вождя . 
Приготуй зілля . 
Готово . 
ОРКСЬКЕ ЗІЛЛЯ 
Г - гм ... 
У мене просто ... скінчилася ... магія ... 
Агов . На нас напав ельфійський маг . 
Ти щось знаєш про нього ? 
Ти з ним зустрічався ? 
У нього темна шкіра й сріблясте волосся ... 
Це він . 
Нам про нього мало відомо . 
Він тут був задовго до того , як ми тут оселилися . І , здається , це він керує цим підземеллям . 
Щоразу , коли прибулі надто втручаються в життя підземелля , він з'являється . 
Він створює чудовиськ , підкорює їх своїй волі , змінює місцевість й може вбити будь - яке створіння , просто погортавши свою книгу . 
Голова підземелля ... 
Це значить ... ми привернули увагу божевільного мага ! 
Це не жарти ! 
Прокляття , нам треба хутко звідси забиратися ! 
Це магія Марсіль його приманила ? 
Ні , може , це тому , що ми вбили Червоного Дракона . 
Він тримає під контролем кілька монстрів , а коли ви їх убиваєте , це його дратує . 
То ось що непокоїло мого брата , і ось чому він сказав не зв'язуватися з Червоним Драконом . 
Мій брат завжди правий . 
От негідник ! 
Щойно вони отямляться , вони точно захочуть знайти Фалін . 
Але я маю якось змусити їх про це забути . 
Як ? 
Зробимо все , що може допомогти ! 
Можна спалити посох Марсіль чи сказати , що ми бачили , як Фалін іде на поверхню . Чи що треба вдовольнитися поїданням м'яса дракона . 
То ти пропонуєш їх обманути ? 
Так ! 
В іншому разі ці дурні ніколи це не облишать ! 
Якщо ми підемо глибше , нас точно вб'ють . 
Хочеш стати частиною стіни ? 
Бо я точно не хочу ! 
Я не збираюся приєднуватися до них , просто щоб загинути . 
Агов , я хочу повернути свої речі , які залишив . 
Покажеш мені шлях ? 
Нізащо . 
Я не хочу , щоб від мене тхнуло нікчемою . 
Я теж тебе прошу . 
Будь ласка , відведи його туди . 
Може , він не надто хоробрий , але він непоганий хлопець . 
Сенші , ти не підеш зі мною ? 
Один із нас має залишитися з цими двома . 
Ти знаєш , що я не можу тобі відмовити . 
Я б не хотіла цього , але я покажу йому шлях . 
Прокляття . 
Вони купка дурнів , усі вони ! 
Вас розділили з компаньйоном ? 
Так . 
Востаннє ми її бачили лежачою на землі під ногами мага . 
Важко тут на щось сподіватися . 
Це не виправдовує брехню друзям . 
Це легко казати зі сторони . 
Ні , забудь , що я це сказав ! 
За тобою . 
Не панікуй . 
Холодно ! 
Це один із мешканців міста . 
Привиди тут іще не втратили глузд і з'являються лише тоді , коли хочуть , щоб їх побачили . 
Шляхи , якими вони ходять , безпечні . 
Ходімо за ним . 
Га ? 
Радше не помилися . 
Тут ми нещодавно були . 
Червоний Дракон зник . 
Його не воскресили , так ? 
Ні . 
Пси не насторожені . 
Або маг змусив його зникнути , або забрав із собою . 
Однак там є сліди від вибуху . 
Ми розпалили багаття біля міхура для палива дракона й він загорівся . 
Я здивована , що ви це пережили . 
Одна з нашої групи швидко закрила нас захисною магією , тож ми не постраждали . 
Тобі так пощастило з такими друзями . 
Ти не розумієш . 
Навіть вона не знала , що може використовувати таку магію . 
Ми всі могли підірватися , включаючи цілительку . 
Зрештою , магія спрацювала , але якби це не вдалося , вона б опинилася в дурнях . 
Вони всі такі . 
Усе одно , як вам самим удалося перемогти Червоного Дракона ? 
Ми з Сенші його відволікли , а Лайос , високорослик із нашої групи , стрибнув Червоному Дракону на груди й ударив у його слабке місце . 
Вражаюче . 
Воїн повинен бути хоробрим . 
Це була не хоробрість . 
Усе добре обернулося , але це був дурний ризик . 
Чесно , від цьогов мене був мороз по шкірі . 
Нізащо не вгадаєш , що буде з тим , хто ухвалює такі рішення ! 
Із нашої групи пішло кілька членів , але , якщо згадати , може , вони були розумнішими . 
Треба було бути менш упертим і вчинити , як вони . 
Кажеш , було б краще втратити своїх друзів ? 
Я не знаю . 
Може , моє рішення приєднатися до Лайоса не дозволило йому відступити . 
Хай там як , що сталося потім ? 
Ми зцілили свої рани й підлатали себе . 
А в цій кімнаті ... Ми приготували й з'їли м'ясо дракона . 
Так і треба . 
Це законна винагорода за перемогу над ним . 
Це було після того , як з'явився маг ? 
Як вам удалося пережити зустріч ? 
Маг із нашої групи витримала його атаки . 
Та довговуха ? 
Однак вона здавалася такою розгубленою . 
Повір мені , вона така . 
Вона тоді використала якусь дивну магію . 
Навіть якщо вона зможе вийти з підземелля , навряд проживе гарне життя . 
Вони тупі дурні . Усі до одного . 
Купа ідіотів . 
Вони вірять , що якщо постараються , їх буде винагороджено . 
Як мені переконати таких людей ? 
То ти збираєшся їх обманути ? 
Має бути кращий вихід . 
Якщо трохи брехні поверне мене на поверхню , то я цілком за ! 
Зрештою , я боягуз ! 
Головне — моє життя , воно важливіше за все ! 
Не кажи так . 
Просто визнай , що ти не хочеш бачити , як вони помруть . 
Що тут робить цей негідник ? 
Він виліз аж сюди ? 
Виявляється , ти був найрозумнішим серед нас . 
Сліди крові ... 
Наче хтось тягнув тіло ... 
Агов . 
Хочеш , щоб я тебе залишила ? 
Іду . 
Я зібрав наші речі . 
Що ти собі думаєш ? 
Ти маєш лежати ! 
Мені зовсім не боляче . 
Це тому , що ліки впливають на твоє відчуття болю . 
Фалін усе ще має бути поблизу ! 
Заспокойся . 
Я маю вам обом дещо сказати . 
Чілчаку , я подумав і ... 
Дозволь мені сказати першому . 
Лайосе , я навіть уявити собі не можу , що ти зараз відчуваєш . Але ми не можемо продовжувати пошуки ось так . 
Усе закінчиться тим , що хтось із нас зіграє в ящик . 
Прошу , Лайосе . 
Прошу , будь сильним і повернися на поверхню ! 
Я не хочу вас утратити ! 
Мої почуття не рівня твоїй прихильності до сестри , але я можу втратити вас трьох ! 
Сповіщення володаря острова про божевільного мага може призвести до якихось дій . 
Може , ми зберемо кошти , щоб найняти поміч ! 
Із достатньою підготовкою наступного разу ми дійдемо до цього рівня швидше ! 
Тож прошу ... Ходімо назад , Лайосе . 
Правду кажучи , у нас закінчуються приправи й інші інгредієнти . 
Я хочу переконатися , що ми приготуємо для Фалін щось смачненьке . 
Нам слід повернутися до міста й поповнити наші запаси . 
Я відправила звістку , що Червоного Дракона вбито . 
Незабаром має повернутися брат із іншими . 
Коли ви будете готові й повернетеся сюди , ми зробимо , що зможемо , щоб вам допомогти . 
Гаразд . 
Пробачте , що змусив вас хвилюватися . 
Ходімо назад . 
Так . 
Переклад субтитрів : 
