Що означає " вести " ? 
Одне діло будувати зухвалі плани і розповідати своїм людям про перемогу . Але як наповнити їхні серця вогнем , щоб вони готові були померти за тебе ? 
Як сказав один мудрець : 
" Я не боюся армії левів на чолі з вівцею . 
Я боюся армії овець , очолюваної левом " . 
ГІРСЬКИЙ ХРЕБЕТ АМАНОС ПІВДЕННА АНАТОЛІЯ Допоможіть мені зрозуміти , мій царю . 
Нашу чисельність неможливо перевершити . 
- Якщо напасти на нього ... 
- Годі , Бєссе . 
Подивись . 
Помилуйся . 
Цей дивовижний краєвид точно затримав би того хлопчиська . 
" Неможливо перевершити " , Бєссе ? 
Такий досвідчений чоловік вживає ці слова ? 
Чисельна перевага на нашому боці . 
Біля Граніка вона теж була . 
А ти , Мазею . 
Твій молот розколе цей горішок ? 
Гадаю , за таких обставин ... 
Облиш дипломатію , Мазею . 
Наш ворог показав , що нам не можна покладатися на грубу силу . 
Нашому ворогу пощастило . 
Тому бій має відбуватися на наших умовах . 
Ми ізолюємо цього байстрюка і позбудемося його . 
Раз і назавжди . 
Але мудра людина також знає , що якщо ти прагнеш перемоги понад усе , тобі потрібна армія левів 
на чолі з найбільшим левом серед усіх . 
Погані новини ? 
На нас іде найбільша армія світу на чолі з Дарієм . 
Поразка під Граніком показала Дарію , наскільки проблема серйозна . 
І коли він бачить , що Александр прямує через Левант до Єгипту , то розуміє , якої шкоди він може завдати імперії . 
ВАВИЛОН Тоді він збирає імперську армію , щоб протистояти Александру на левантійському узбережжі біля Ісса . 
МАЛА АЗІЯ ІСС Дарій налаштований зупинити його просто там . 
Пане . 
Перси намагаються повернути Ісс . 
Аякже . 
Це порушить наші лінії постачання , підкріплення , зв'язку . 
Мовчу про те , що там лікують поранених . 
Алекс . 
Ми будемо відрізані . 
Ви хотіли відкритий двобій . 
Він відбудеться там . Але вам не сподобається . 
Александре , ви мусите почути це особисто . 
Треба розуміти , що Александр і Дарій просуваються через гори . 
У них немає дронів , щоб розвідати , де їхній суперник , тож вони покладаються на звіти , стратегію і припущення про те , як діятиме ворог . 
Птол , припини . 
Варта спіймала його на перевалі Белен , він шпигував за нашим військом . 
І , схоже , він багато знає про чисельність персів , якщо правильно питати . 
Скажи ? Га ? 
Дарій залучив підкріплення , міський гарнізон Вавилона , і призвав кілька тисяч місцевих . 
Їхнє військо налічує 100 000 чоловіків . 
Проти наших 40 000 . 
Слухай , Алекс . Треба принаймні подумати про відступ . 
Або це буде різанина , про яку навіть Андроктасії не мріяли . 
Хто ? 
Ти взагалі міфів не знаєш ? 
Він каже про духів кровопролиття , Птол . 
Але я не згоден . 
Дарій робить усе за правилами . Тобто ? 
Я їх читав . 
Це відпрацьована перська тактика . 
Він перестріне нас тут ... між хребтом Аманос і морем , і скористається чисельністю ... щоб розчавити нас . 
Ті самі гори й море завадять йому обійти нас з флангів . 
Значить він не зможе кинути на нас усі сили водночас . 
Парменіоне , стримаєш кінноту ? 
Як довго ? 
Дай мені час пробити їхні ряди , і вони зламаються . Я знаю . 
Це дуже небезпечна стратегія . 
Але й винагорода чимала . 
Я виконаю свій обов'язок . 
Тоді поборімо їх . 
З самого початку Дарій розуміє , що це не має бути дрібна сутичка чи прелюдія до великої битви . 
Він хоче , щоб вона стала вирішальною . 
Він хоче розв'язати проблему , позбутися Александра . Тому він залучає до цієї битви все , що в нього є . 
Македонці . Ви не вперше стикаєтеся з небезпекою . 
І ви ... Ви дивитеся їй в лице , як переможці . 
Але цього разу боротьба буде між армією переможців і ворогом , якого вже раз здолали . 
І не забувайте . 
Це ж перси . 
Чоловіки , які століттями жили тихим і розкішним життям . 
У той час як македонці поколіннями навчалися військової справи . 
Було заплямовано ... ваші домівки . 
Це недуга під проводом царя - виродка з єдиною метою . - Так . 
Спаплюжити все добре й щире , що є в Персії . 
У мене до вас запитання . Ви йому дозволите ? 
Ні ! Ви стоятимете осторонь , поки він забиратиме ваш дім , ваш хліб ? 
Ні ! Дозволите брудним грекам торкатися ваших жінок ? 
Тоді боріться ! 
Не за мене , не за Персію , а за самих себе ! 
Коли Дарій подорожує , він бере з собою весь двір . 
Персія ! Цариця Статіра і донька Барсіна були там присутні . 
Це була цілком звичайна практика перських царів - тримати жінок неподалік поля бою . 
Це натякає на те , що Дарій був упевнений у результаті битви , що його дружина й рідні насолодяться видовищем того , як цар нищитиме ворогів . 
Так ! І Дарій має надію раз і назавжди покласти край цьому безладу . 
Але не забувайте найголовніше . 
Ми вільні люди , а вони - найманці , які б'ються за Дарія , б'ються за гроші . 
А от ми ... браття , ми будемо битися з Македонією в серці . 
Так ! 
Вперед ! 
Найцікавіше тут те , що якщо Александр програє битву - всьому кінець . 
Якщо він програє , то від Дарія милосердя чекати не варто , бо для нього він бунтівник . Для Дарія ставки теж високі . Не варто їх недооцінювати . 
Якщо програє Дарій , він втратить західну частину Перської імперії . 
Рельєф місцевості грав не на руку персам , зокрема через розмір їхнього війська і залежність від кавалерії . 
Вони були наче в чаші , затиснуті між підніжжям доволі немалого гірського хребта й узбережжям Середземного моря . 
І попри те , що в Дарія було більше людей , їм було тісно , бракувало місця , щоб маневрувати так ефективно , як вони могли б на відкритій рівній місцевості . 
Перси залучили сили 100 - тисячного війська на противагу 40 000 солдатам Александра . 
Тому перевага не на його боці . 
Перси стали занадто самовпевненими , адже в них була чисельна перевага . Але головне - це командування й контроль , а не чисельність . 
Якщо Александр хоче виграти битву , він мусить зробити це на своїх умовах , застосувавши типову тактику зі зміщенням центру удару , якої він завжди дотримувався , і яка завжди для нього спрацьовувала . 
Підняти щити ! 
Перси оточили війська Александра , особливо підрозділи Парменіона . 
Ситуація здається безнадійною . 
Кілька важливих македонських бійців вже були вбиті . 
Де його носить ? 
Мазею . Хутко ! 
Атакуйте лівий фланг . 
Їхня кавалерія от - от впаде . 
Всиплю їм добряче . 
Війська ! В атаку ! 
Перська тактика ведення бою така : як правило , командир , у цьому випадку сам Дарій , залишається в самісінькому центрі війська , щоб бути в оточенні . Так він у безпеці і віддає накази просто з центру . 
Це повна противага тому , як діяв Александр . Йому завжди подобалося бути в центрі подій та очолювати атаку . 
Йому ще потрібен час . 
Гопліти ! 
Тримайте стрій ! 
Александр явно бачить , що справи в них кепські . 
Одна з провідних фігур , Парменіон , його друг , у серйозній небезпеці . 
Раптом Александр помічає прогалину , і , як справжній авантюрист , хоче скористатися моментом , тому рішуче діє . 
Кавалерія , за мною ! 
- В атаку ! 
Александр перемагає у війнах завдяки кавалерії . Чому ? Бо вона мобільна . І рухається з неймовірною швидкістю . 
Він це почав . 
Він провадить атаку з кіннотою гетайрів праворуч і прямує до перського строю . 
Але це не відчайдушний напад наосліп . 
Александр навмисне обрав місце у перських рядах , яке здалося йому найслабшим , де він помітив потенційну прогалину , і це спрацювало . 
Тримайте стрій ! 
Тримайте стрій ! 
У всіх класичних джерелах ідеться , і це навіть закарбовано в іконах , що в той момент Александр і Дарій вперше зустрілися поглядами . 
Це була легендарна мить . 
Двоє видатних царів , двоє воїнів там , й історія світу залежить від того , що станеться за кілька секунд . 
Думаю , якби він міг , то вбив би Дарія там , на місці . 
Розійдіться ! 
- Не можна кидати людей ! 
- Пане , я служу царю , служу Персії . 
Руш ! 
Ні ! 
Охоронці Дарія швидко відводять його з - під удару . 
Вони миттю розвертають колісницю та їдуть геть . 
Дарій мусить покинути поле бою . 
Він не може там загинути . 
Не тому , що він боягуз . Не тому , що він тікає з якихось особистих причин . А через те , що він уособлює . 
Якби Дарій загинув на полі бою , Перському царюванню прийшов би кінець . 
Алекс , хід битви змінився . Ми можемо перемогти . 
Ні . 
Ми можемо виграти війну . Бігом ! 
Отже , Александр зміг дуже швидко дати оцінку тактичному становищу на полі бою і зреагувати на це . 
Він помітив слабке місце в рядах ворога і використав його на свою користь . 
Це дуже сміливий маневр . 
І він вдався . 
Коли Дарій покидає поле бою , перські солдати інстинктивно хочуть піти за царем . Саме це і відбувається . 
Спершу середні ряди , які оточували Дарія , їдуть за ним , доки не лишається один передній стрій , який теж розпадається . 
І в цей момент македонці їх просто рубають . Вони вирізають кожного , хто намагається втекти з поля бою . 
Для Дарія поразка в битві при Іссі означала , що він втратив західні сатрапії . Тепер вони в руках Александра . 
Для них це нова військова сила , і традиційна перська армія не здатна протистояти Александру . 
Мій царю . 
Мазею , повідом гарнізон , хай перегрупуються ... 
Пане , прошу . 
- Залишки кардаків ... 
Де жінки ? 
Барсіна й Статіра . 
Бігом , віддай мені коня . 
- Пане ... - Ми повертаємося . 
Пане , це надто небезпечно . 
Заради Персії , ви маєте бути живим . 
Але вони і є Персія ! 
Після битви Александр має змогу насолодитися трофеями , по суті , табором Дарія . 
І в тому таборі була родина самого Дарія . 
Він прямує до царського шатра , де відбувається доленосна зустріч . 
Царю Александре . Мій чоловік не потерпить негідного ставлення . 
Ви не Александр . 
Ні , це він . 
Як і я . 
Я читав , що перські правителі беруть на битви сім'ї . 
От як Дарій веде війну . 
Така ... розкіш . 
Для персів перська сутність , її центральна роль у світі - були всім . 
Цивілізація була в серці Персії . 
Що далі ти був від неї , то більшим варваром вважався . 
Отже , той шматочок землі , що звався Македонією , був для персів справжнім розсадником варварства . 
Стань за мною . 
Статіра вважала Александра абсолютним втіленням варвара . 
Хоча б дихни на неї ... 
Що ? 
- Я зроблю все , щоб ... 
- Ні . 
Ні . 
За якого варвара ви мене вважаєте ? 
Прошу . 
- Я ж вас не кривдив . 
- Ні . 
І не наважитеся . 
Бо мертві ми нічого не варті . 
Тоді , принаймні в цьому , ми порозумілися . 
Хай збирають речі , і забирай їх . 
Жінки , мабуть , були нажахані . 
А якщо не налякані , то просто змирилися з незавидною долею . 
Будьмо відверті . На більшість жінок на боці переможених в стародавні часи чекали зґвалтування , смерть чи поневолення , 
незалежно від статусу . 
І коли Александр зайшов у шатро , вони знали , що залежать від його волі . 
Їхня доля була цілком у його руках . 
Гадаю , коли полонили дружину й доньку царя , це стало сигналом для багатьох найманців і близьких послідовників Дарія : якщо він не може подбати про власних дітей і дружину , як він може захистити імперію ? 
Новини ? 
Мені бракує слів . 
- Мазею ... 
- Ми дозволили їх забрати . 
Не треба . 
Ви ... недооцінили Александра . 
Твоя правда . 
І мені дуже за це шкода . 
Але ми перси . 
Ми не жахаємося . 
Ми не панікуємо . 
Не тоді , коли в нас ще 60 000 бійців . 
Яка з них користь , коли той розбійник тримає мою наречену , вашу доньку , в полоні . 
Знаю . 
Так , твоя правда . 
Вони - весь мій світ . 
Це я їм і запропоную . 
Що ? 
Хабар ? 
Це допоможе ? 
Повір . 
Він македонець . 
Знайди мені гінця . 
Дарій розуміє , що йому треба повернути сім'ю , адже Статіра , враховуючи її царський статус , забезпечила йому легітимність на початку правління . 
Тому він надсилає Александру листа . 
- За нами ініціатива . - Мій царю . 
Ні , Птолемею , зараз не час . 
Не час ? Парменіоне , його армія розбита . 
Вони зализують рани . 
Зараз саме час . Покінчимо з цим . 
Може , перси розбиті , однак досі перевершують нас чисельністю . 
Без підкріплення нас може спіткати доля Антея . 
- Його розчавив Геракл . 
- Це я знаю . 
Чи можемо лишитися тут і здатися . 
Це пропозиція від Дарія . 
Нам залишать завойовані міста й території , ще й викуп . 
Десять тисяч золотих талантів . 
- Що він хоче натомість ? 
- Своїх рідних . 
І покласти кінець війні . 
Хабар за покірність . 
Гідна пропозиція , пане . 
Ви вже стільки міст завоювали для Македонії . 
На місці Александра , я б погодився . 
На місця Парменіона , я б теж . 
Алекс , шкода це казати , але він має рацію . 
Ти досяг більшого , ніж будь - хто міг уявити . 
Якщо я розгляну цю пропозицію , то не кращий за Аттала . 
Взяти перську монету , схиливши голову ? 
А який є вибір ? 
Розтягувати ресурси , доки вони не вичерпаються ? 
І перевірити характер на міцність ? 
Сподіваюся , заради твого ж добра , Парменіоне , до цього не дійде . 
Гляньте на себе . 
Невже тільки в мене лишився вогонь у серці ? 
Класичні джерела стверджують , що замість того , щоб знову йти в бій , 
Дарій готовий був запропонувати Александру дари : будь - що , починаючи із золотих і срібних монет , і навіть , за свідченнями одного джерела , половину своєї імперії . 
Тобто , якщо Александру залишиться все , що він уже завоював , Дарій не заперечуватиме , і на цьому можна розійтися . 
Доброго ранку . 
Сподіваюся , вам до вподоби ваші нові покої ? 
Ліжка зручні ? 
Вам щось потрібно ? 
Будь ласка , сядьте . 
Було б дивно , якби Александр не намагався вивідати інформацію в полонених . 
З його боку це було б недбалістю . 
Наприклад , ми не знаємо , чи поладнала Статіра з Александром . 
Чи міг він радитися з нею про її чоловіка , про управління імперією ? 
Якщо їх тримали поруч , значить вони були цінним джерелом інформації про те , що відбувалося у святині Перської імперії , а також про те , що відбувалося в голові Дарія . 
Якщо ви дружина чи донька перського царя , який віддав вас ворогу , вам би не дуже сподобалося те , що розбив ваш чоловік чи батько . 
Єгипет ... Що вам про нього відомо ? 
Вам намалювати піраміду ? 
Ні , я про оборонні споруди , чисельність війська , кавалерії ... 
Думаєте , мені відомі такі подробиці ? 
Так , думаю . 
У перській короні є лише одна перлина , цінніша за вас . 
Її багатства наповнюють перську скарбницю . 
Врожаї з дельти Нілу наповнюють шлунки ваших підданих . 
Не дарма Артаксеркс зібрав 350 000 армію , щоб підкорити його та облагородити всіх тих варварів . 
Вам і так уже багато відомо . 
Лиш те , що можна дізнатися з книжок . 
Я хочу знати , чого мене може навчити Єгипет . Що я можу побачити в такім місці . 
Гаразд , вам на заваді стануть лише 50 000 добірних воїнів , відданих моєму чоловіку . 
Попри це ... в них колись був спільний для вас ворог . 
Ми . 
І , можливо , що у вас , варварів , більше спільного , ніж здається . 
Мамо . Що ти коїш ? 
Зараз ? Виживаю . 
Перські цариці були не просто мовчазними супутницями . 
Вони славилися своєю амбітністю . 
І якщо Статіра була схожа хоча б на одну з цариць , що були до неї , вона б використала ситуацію на свою користь , і вижала б з неї все , що можна . 
Пане . Вирішили , що відповісти на пропозицію персів ? 
Так . 
Добре . 
Вельмишановному Дарію Кодоману , сину Арсама , чинному царю Персії ... 
Ні . 
Оскільки я , Александр Македонський , фактично є царем усієї Азії , лише я маю право ухвалювати рішення про поділ територій . 
І моє рішення таке : 
я йду по тебе і твій трон . 
Птол , надішли це негайно . 
Решті підготуватися і запастися водою . 
Завтра вирушаємо на південь до Єгипту . 
В Єгипет , де на нас чекає цілий гарнізон перської піхоти ? 
Що ж , це сміливо . 
Не посперечаєшся . 
Ні , це самогубство . 
Геф ? 
Треба , щоб твій друг зрозумів свою помилку . 
Якнайшвидше . 
Інакше ми всі загинемо даремно . 
Можна подумати , що одразу після перемоги під Іссом , Александр буде переслідувати Дарія , доведе справу до кінця . 
Але він , як Александр , робить усе навпаки . Натомість він прямує в Єгипет . 
Александр , мабуть , цікавився і захоплювався Єгиптом ще з дитячих років . 
Він читав про нього . Аристотель розповідав про нього , і Єгипет завжди фігурував у його системі цінностей . 
Єгипет багатий з точки зору фінансових ресурсів . А коли в тебе є армія , її потрібно годувати , і Єгипет був однією з житниць стародавнього світу . 
Там вирощували величезні обсяги зерна . 
Якщо Александр заволодіє Єгиптом , це полегшить йому доступ до запасів , необхідних для війська . 
Бідолашний Геф . 
Підіслали друга , щоб втихомирити безумця . 
Ні . 
Ні , не втихомирити . 
Зрозуміти . 
А що тут розуміти ? 
Нащо кілька тижнів переходити палючу пустелю , щоб застрибнути в пащу леву ? 
А якщо мені сказали , що той лев не такий уже і страшний ? 
Хто сказав ? 
Алекс , хто сказав ? Статіра ? 
Мені треба вислухати всі думки , Геф . 
Тоді послухай мої . 
Це не має жодного сенсу для війни . 
А якщо це не стосується війни ? 
Що як я мушу це зробити , перш ніж зустрітися з Дарієм ? 
Пам'ятаєш , що писав Гомер ? " Головне - шлях " . 
Я нарешті знайшов місце призначення . 
Питання в тому , чи ти зі мною ? 
Що таке віра , як не подорож ? 
Паломництво , яке може провести крізь вогонь самого пекла . Воно може бути сповнене сумнівів ... ПЕЛУСІЙ чи страху перед майбутнім . 
Александр прибув до воріт Пелусія . 
Пелусія ? 
Ти впевнений ? 
Прямісінько в руки тисяч вірних воїнів , готових звільнити царських жінок від вашого імені , пане . 
Схоже , цар - хлопчисько припустився першої тактичної помилки . 
А може й останньої . 
Та якщо вдасться зберегти впевненість і спокій ... 
І що тепер ? 
на вас чекатиме найславетніше з місць . 
