! نظم دادگاه رو رعایت کنین 
دادستان ... لطفا ادامه بدین 
دوباره ازتون میپرسم 
... در زمان مأموریت دیدید که متهم غیرنظامی ها رو بکشه یا نه ؟ 
! قربان ، به جوابتون نیاز دارم 
چرا جواب نمیدی ؟ 
کیه ؟ 
قربان ... جونگ چولم 
چطوری این شماره رو پیدا کردی ؟ 
الان این موضوع مهمی نیست 
بیل هنوز زنده‌ست 
نمیتونم خیلی صحبت کنم داره با لی سونگ جو به سمت مراسم مادرتون میره 
! هیونگ جواب بده ، خواهش میکنم 
چیه ؟ 
... خیلی متاسفم باتری گوشیم تموم شده 
میتونم موبایلتون رو قرض بگیرم ؟ باید به شرکت بیمه زنگ بزنم 
! لعنتی 
! خاموشش کن 
چه کوقتیه ؟ 
دلم لرزید 
! طبقه دوم ، مرکز 
! آتش 
آقای کیم ، اوضاع چطوره ؟ 
لعنتی 
... عجب ، آقای کیم 
صدام رو میشنوی ؟ 
... هی ، آقای کیم 
چی شد ؟ 
امروز روز شانست نیست 
خدا رحمتت کنه ، عوضی 
چه خبره ؟ 
همه‌شون مردن ؟ 
حتی نمیتونن از پس وظیفه‌شون بر بیان 
... عجب 
چرا انقدر طول کشید ؟ 
عجله کنید ، خب ؟ 
! به سقف شلیک کنید 
... باید اول توی تاریکی دیدت رو حفظ میکردی ، آقای کیم 
بالاخره داری حواست رو از دست میدی 
مین هی ... یکی مثل تو لیاقتشه که با من به جهنم بیاد 
وای ... سلام جونگ جی آن 
من برادرتم 
اون رو به دستت ببند ببندش به دست به جونگ مین 
چی ؟ 
تو ... من رو از کجا میشناسی ؟ 
چی ؟ 
میتونم کل شب بچرخونمش 
این 6 نفر میتونن سوار بشن 
حتما همه‌تون پولداربد 
دختری که چشم هاش رو بسته و پسری که کت چرم پوشیده ، باهمین ؟ به زوجین ؟ - نگران نباش ... دستم رو بگیر - چی شد ؟ دست های هم رو گرفتین ؟ 
... نگاهشون کن 
! نمیتونم بذارم ... حمله 
... این چیه ؟ درست نیست که 
نمیتونی اونجا بشینی 
چطوری توضیحش میدی ؟ - اوپا - تکون نخور 
اگه تکون بخوری ، میفتی 
راستی ... اون دختر ، قوی ترین پاهایی رو داره ! که تاحالا دیدم 
! تحملش رو ببینید 
ممنون 
پس ... من میرم 
جی آن 
میخوای همینطوری بری ؟ 
چی ؟ 
قبل از اینکه برم ... کاری دیگه‌ای داریم ؟ 
... تو واقعا از هیچی خبر نداری ، نه ؟ 
اگزوزت سوراخه با 50 هزار وون درستش میکنم 
این عموی منه 
آها ... سلام 
اینکه با این سن موتورسواری کنی غیرقانونی نیست ؟ اونم بدون کلاه ایمنی 
گواهینامه‌ات رو ببینم 
... بیخیال بابا 
داری سخت میگیری 
بذار بچه ها خوش بگذرونن 
جی آن ... ادامه بده 
بازم باید چک کنم 
گواهینامه‌ات رو ببینم 
... من ... امروز با خودم نیاوردمش 
باید برم 
شب خوبی داشته باشین 
منم باهات میام 
! 
اوپا ، بهت زنگ میزنم - بیا - 
چرا سوار شدی ؟ 
دم مغازه من رو پیاده کن 
دیدی موقع سلام کردن حتی سرش رو درست خم نکرد ؟ 
یه برگر گوشت گاو و دوتا برگر میگو آماده‌ست 
چند وقته داره اینجا کار میکنه 
نمیدونستی ؟ دوجا کار میکنه توی گیمباپ فروشی هم کار میکنه 
هنوز با عموش زندگی میکنه ؟ 
کی میدونه عموشه ، دوست پسرشه با چی ؟ 
هی ... واقعا عموشه 
باشه - خیلی حساسی - خیلی حساسی - ! 
حساس نیستم - 
شماها حال به هم زنین - همیشه همینطوری بود - 
چرا ؟ 
پدر و مادر نداره ؟ 
درسته ... تو خبر نداری وسط مدرسه ها منتقل شدی 
! ببین 
... مامان و باباش ... بسه ، میخوای دوباره 
با صندلی بزنتت ؟ - ! وای ، سندروم بعد حادثه‌ام 
نوش جانتون 
مین سوک ... تو باهاش نمیگردی ؟ 
بریم یه جای دیگه چرا ؟ - چی ؟ 
چرا ؟ - بریم یه جای دیگه - چرا ؟ - چی ؟ - بریم ، بریم - 
چی شد ؟ - ... فقط - 
میشناسیش ؟ 
- هیچکس نیست - 
... چهارصد فقره تفنگ و 5 زنبورک و 32 باتوم برقی پیدا شده 
اگه شخصی رو در حال استفاده و یا حمل اسلحه ، بدون اجازه دستگیر کنن ... از 3 تا 15 سال محکومیت داره 
چرا اونطوری با مین سوک رفتار کردی ؟ 
... زمان مدرسه وقتی مین سوک اومد اینجا 
... اومدی توی اتاقم و 10 دقیقه بهش زل زدی ... اشتباهی فکر کرد منحرفی 
این باعث شد من تنها دوستم رو از دست بدم 
تازه ... معلمم جین کی 
فقط یکم حواس پرتی میکرد ... فقط باید مجبورش میکردی که کارش رو درست انجام بده ولی مجبورش کردی که کارش رو ول کنه 
گوش کن ، جونگ جی آن 
... اول مین سوک اون روز ساعت من رو دزدید 
من فقط برای اینکه تاییدش کنم ، نگاهش کردم 
ازم عذرخواهی کرد و ساعتم رو برگردوند و تموم شد 
... دوم ... کیم جین کی ، معلمت 
... خب ، در نهایت یه هفته بعدش به خاطر آزار و اذیت دستگیر شد 
... به عنوان قیم قانونیت ، که باید ازت محافظت کنه فکر میکنم تلاش خودم رو کردم 
پس ، جونگ میون اوپا چی ؟ 
اون چه اشتباهی کرده بود ؟ 
موتورسواری برای دانش آموزها غیر قاتونیه 
تازه کلاه ایمنی هم نداشت 
! حتی سیگار میکشید 
بوی گند میداد 
! عجبا 
عمو میدونی چرا انقدر کار میکنم ؟ 
پس انداز میکنم تا از اینجا برم 
... در موردش فکر کردم ... که چرا من با بقیه‌ی بچه ها متفاوتم 
... میدونم که من رو بزرگ کردی ... ولی چرا انگار زندانیم کردی ؟ 
میدونم که دانش آموز نمونه‌ای نیستم ولی بچه‌ی دردسرسازی هم نیستم 
چرا توی همه چیز دخالت میکنی ؟ 
منم میخوام مثل بقیه‌ی بچه ها با دوست هام وقت بگذرونم 
و قرار بذارم 
اجازه ندارم ؟ 
پس ... باهام شرط ببند 
صورت من اگه بتونی یه باز بزنی توی صورتم اجازه میدم که بری 
شوخی نمیکنم 
منم همین طور 
غذا خوردنت تموم شد ؟ 
جمعش میکنم 
عمو ، چیزی رو ازم مخفی میکنی ؟ 
... مامان و بابا واقعا همونطوری که مردم میگن ، مردن ؟ 
راستش ... من یادم نمیاد 
وقتش نشده که بهم بگی ؟ 
شرط رو قبول میکنی یا نه ؟ 
! کلی سختی کشیدم تا بتونم این حرف ها رو بزنم 
چرا اینطوری میکنی ؟ 
چرا همیشه از بحث فرار میکنی ؟ 
پس اگه نمیخوای بری ، فراموشش کن 
خیلی کندی 
خودت ظرف ها رو بشور 
! خیلی رو مخی 
به راست 
همینه 
بیا 
کارت خوبه ... جی آن 
آروم 
بیارم پایین 
! چشم 
! واو ، جی آن 
قبولی 
استعدادش رو داری 
! کارت خوب بود 
ماشین رو ببر همون جایی که بود و بعدش بیا غذا بخوریم 
! برو اون ور ! 
برو ! گفتم بکش کنار 
! برو کنار 
چی کار میکنی ، جی آن ؟ 
! میترسونیم 
... دعوا کردن با خانواده‌ات ازت یه عوضی میسازه 
! مسئله‌ی خانوادگیه ، دخالت نکن 
الان من رو زدی ؟ 
خیلی کندی ... شبیه حلزونی 
دستت حتی نمیتونه به موهاش بخوره ... نمیتونی 
چرا گیر دادین به من ؟ 
! ولم کن 
! ولم کن 
! گفتم ولم کن 
! هی ! ولم کن 
... ولم 
داری اشتباه انجامش میدی 
چطوری هر دفعه اشتباه میکنی ؟ 
خیلی رو مخی ، مراقب خودت باش 
! من میگیرمش 
ببین ، دوباره اشتباه کردی همیشه اشتباه اندازه میزنی 
انقدر نق نزن 
... من از حال رفته بودم ؟ 
جی آن بلند شد 
حتما خیلی خسته بودی انقدر درس نخون 
من غش کردم ؟ 
... چطور میتونی برادرزاده‌ات رو بیهوش کنی ؟ 
چی ؟ 
- راست میگه - 
من نبودم ... کار این بود آره ... 
جونگ جین مان خیلی پررویی تو بهم گفتی 
من کِی گفتم ؟ 
عجب دروغ گویی هستی 
! گمشو ... بمیر 
تو گفتی انجامش بدم مجبورم کردی 
باورنکردنیه ، کی ؟ 
باربر ، ماشین رو بذار همون جایی که بود 
دستت چشه ؟ 
سرت رو بده من 
ببازی ، کتک میخوری 
احمقا ! اول پرداخت 
باشه 
پاسین ، کاری که یکم پیش باهام کردی بهم یاد بده چطور انجامش بدم 
میخوای بهت موی تای یاد بدم که بتونی جونگ جین مان رو بزنی ؟ 
آره 
نه 
بله ، استاد 
خب وقتی خوابه یواشکی برو بزنش 
اما این تقلب نیست ؟ 
خیلی هم آسون به نظر میرسه 
فکر میکنی قراره آسون باشه ؟ 
میخوام از خونه‌ی عموم نقل مکان کنم 
اون آزاردهنده ست ، نمیتونم باهاش زندگی کنم 
موی تایی که من انجام میدم ، سخته 
از پسش برنمیای 
میام 
هرکاری بهم بگی ، میکنم 
سه بار در هفته ، هر ماه 500,000 وون 
من دبیرستانیم این همه پول از کجا بیارم 
جی آن باید سال آینده ، پسرم رو بفرستم یه مدرسه‌ی خصوصی 
برای همین کلی پول احتیاج دارم اما در حال حاضر آه در بساط ندارم 
باید برم بمیرم 
... حتی باوجود حقوق هام بیشترین درآمدم در هفته 50,000 وونه 
قبول 
دنبالم بیا 
درس اول 
الان شروع میکنیم ؟ 
سعی کن مانعم بشی 
یک ، دو یک ، دو - آرنجت رو بالا نگه دار - 
همیشه این جعبه رو به یاد داشته باش 
تعادلت رو از دست نداده 
جی آن ؟ 
خیلی خشکی 
فقط لاف میزنی 
به ندرت زوج میشه 
یک ، دو 
مثل حلزونی 
حلزون ، خیلی کندی 
پاشو ، حلزون 
! سلام 
داری چیکار میکنی ؟ 
من رو بذار پایین - خیلی کندی ، حلزون - 
... هی ، بجنب - جونگ جی آن - 
یعنی چی آخه ؟ 
خوشگلی 
اون بچه ها کی بودن ؟ 
دوستات ؟ ما بهتر از اوناییم 
ترسوندیمت ؟ 
خوشگل و نازی 
هی ، صورتت رو بهمون نشون بده - چا مین سوک - 
هی - ! جی آن - 
‍‌ ! هی - چه خبره ؟ - یعنی چی ؟ 
لعنت - تو کدوم خری هستی ؟ 
! گند زدی به همه چی 
اون چیه ؟ پیازچه ؟ شوخی دیگه ؟ 
این خوبه ، گرسنه م بود هوس رامیون کردم 
هی اون فرار کرد ، پس تو باید جبرانش کنی 
میتونی ترتیبش رو بدی ؟ 
تف 
من دارم با کدوم خری حرف میزنم ؟ 
چی ؟ زل زدنت برای چیه ؟ 
چیه ؟ سعی داری چیکار کنی ؟ 
لعنت بوکسوری چیزی هستی ؟ 
چیه ؟ میخوای بازی کنی ؟ 
... چه 
حتماً اهل این دور و اطراف نیستی کافیه دیگه 
گوش بده ، جونگ جی آن 
میدونم بعد از اینکه از پاسین مبارزه کردن رو یادگرفتی ، قوی تر شدی ... اما برای شکست دادن مردی که چاقو داره کافی نیست 
دفعه ی بعد فقط فرار کن 
من رو کنار خونه‌ی استاد پاسین پیاده کن 
! پولم ! به 350,000 وونم برای پرداخت اجازه احتیاج دارم 
دو سه روزی میشه ندیدمش 
اون ازم 500,000 وون گرفت - همگی ، آروم باشین - 
الان داریم همه چیز رو بررسی میکنیم فقط منتظر بمونین - چه خبر شده ؟ 
- ! جی آن ! پاسین ، اون حرومی 
پول قرض گرفت و در رفت 
چی ؟ - ! نه فقط من - بلکه هر کی اینجاست بهش پول قرض داده 
چیکار کنیم ؟ ! به فنا رفتیم که 
کسی به اسم جونگ جی آن اینجا هست ؟ 
منم 
جی آن ، دیگه حلزون نیستی 
چیه ؟ 
اون مدرسه ی توئه ؟ 
یکی توی دستشویی هم هست 
! توی روانی 
تو کی هستی ؟ از کی منو زیر نظر داری ؟ 
کی همه ی اینا رو درست کرده ؟ 
کار عموم بوده ؟ 
الان وقتش نیست ، جونگ جی آن 
گلوله های مین هی تموم شدن 
! به زودی افراد بیشتری میان 
من اینجا متوقف نمیشم ! رئیس این رو گفت 
اگه بخوایم جلوشون رو بگیریم مین هی نونا نیابد بمیره 
! باید بریم اون بیرون و بهش گلوله و داروی بیشتری برسونیم 
داری چی میگی ؟ 
! صبر کن ... خیلی روشنه 
! خیلی روشنه ! روشنه 
اگزرودرما ... پیگمنتوزوم ! اگزرودرما پیگمنتوزوم 
... اگه ... من ... اگه برای مدت طولانی مقابل نور قرار بگیرم ! درد میگیره 
... لامپ ها رو خاموش کن 
! بجنب ! لامپ ها رو خاموش کن 
! هنوز جوابم رو ندادی 
اینکارا برای چیه ؟ 
چند وقته که از اینجا منو تماشا میکنی ؟ 
... تو ، روزِ بیست و ششم ژوئنِ 2009 به این خونه اومدی 
... من ، روزِ بیستم ژوئن 2009 به این خونه اومدم 
... من 
ما باید مراقب باشیم 
اون برای برانگیختن همدردی وانمود میکنه که بدبخته 
... نمیدونم چرا اینجاست ولی این حقیقت داره که اون جاسوسیت رو کرده 
من سعی میکنم از سیستم مرکز خرید سر دربیارم ما میتونیم اطلاعات مناسبی در مورد عموت به دست بیاریم 
قضیه چیه ؟ 
... چرا یه مرکز خرید برای اسلحه یه همچین اتاق سروری داره ؟ 
جونگ ... 
بهش اعتماد نکن 
هی ، همین الان این رو باز کن 
من الان چیکار کنم ؟ 
نه 
بذار برم 
گفتم بازم کن ، کثافت 
جونگ جی آن ؟ 
کشوی دوم سمت راستت رو باز کن 
یک 
... " اگه صاحب " کمک به قتل ... جونگ جین مان ، بر اثر تصادف بمیرد یا غایب باشد ... پس برادرزاده جونگ جین مان ، جونگ جی آن کمک به قتل " رو به ارث میبره " دو ! بعد از اینکه جونگ جی آن ... کمک به قتل " رو به ارث ببره " اون صادقانه با بخش تحویل همکاری میکنه و وظایفش رو انجام میده مثل حسابداری ، مدیریت و وظایف پرسنلی 
! سه ... در طول تحویل ، جونگ جی آن اجازه داره از قبول ارثیه‌اش صرف نظر کنه 
اون بعد از امضا کردن مسئولیت رو به عهده میگیره شش ! برای اینکه تحویل طبق ... این مقررات انجام بشه یا نه باید اقدامات لازم در نظر گرفته بشه 
! ده ... " به عنوان یه کارمند " کمک به قتل قول میدم که هر دستوری که ... صاحب " کمک به قتل " بهم بده رو انجام بدم ! مهم نیست چی باشه همینطور قول میدم که در صورت لزوم جون خودمم فدا کنم 
من ... همه رو خوندم 
... الان بهم بگو قبول میکنی که این مسئولیت رو در کمک به قتل " به عهده بگیری یا نه " 
قلم و کاغذی که اونجاست رو میبینی ؟ 
رئیس همه اینا رو برنامه ریزی کرده 
... اون انتظار داشت که ممکنه بمیره و به " کمک به قتل " حمله بشه 
... الان ، فقط از راهنمایی من پیروی کن 
... بذار جونگ مین بره 
نه 
من ... نمیتونم 
گفتی که حاضری جونت رو به خطر بندازی و ازم اطاعت میکنی 
این چیزیه که گفتی 
یادت نمیاد ؟ 
! بذار جونگ مین بره 
... هر چیزی به جز ... نه اون 
یه دلیلی براش هستش 
اون چیه ؟ 
... رئیس به خاطر به جونگ مین فوت کرده 
! جونگ مین 
تمومش کن 
داری چیکار میکنی ، جی آن ؟ 
یعنی تو ... تو واقعا اونو باور میکنی ؟ 
ساکت شو 
نه 
نه ، جی آن 
جی آن 
در موردش فکر کن 
... من با تو بودم وقتی که 1 ساعت پیش ، بالای پله ها تقریبا مُرده بودیم 
و یه زن غریبه بهم مواد زدش 
یادت نمیاد ؟ 
من به برای وبسایت کمک کردم توی تشییع جنازه عموت کمک کردم بعد من کسی ‌ ام که باعث مرگش شده ؟ 
احتمالاً موقع تشییع جنازه شواهد رو پاک کردی 
چی پاک شده ؟ 
منم که گوشیش رو پیدا کردم ... و به خاطر اون همه‌ی این اتفاق ها افتادش و نزدیک بود بمیرم 
جی آن چی شده ؟ 
از کجا بفهمیم که چرا و کِی به اینجا اومده ؟ 
اون اینجا توی زیرزمین بوده در حالی که شما 2 تا ، اون بالا زندگی میکردین ؟ 
به نظرت منطقی ئه ؟ 
اون انگله یا چی ؟ 
جونگ ... 
فکر نمیکنین ... این یکم عجیبه ؟ 
! دهنتو ببند 
تو یه منحرفی که به جی آن بی احترامی کرده 
نه 
... عموی تو هرگز خودکشی نمیکنه 
جی آن 
جی آن ، به حرفش گوش نده - وایسا - 
میخوام ببینم چه حرفی برای گفتن داره 
البته ، حتما ، جی آن 
ولی ... ولی خوب بهش فکر کن 
این خیلی مسخره‌اس ، این انصاف نیست 
ادامه بده 
اون اومد پیش عموت بعدش رییس مرد 
اگه کنجکاوی روی صفحه اصلی کامپیوتر فایل ویدیو 0404 رو پلی کن 
... تو چی تو فکرته ؟ 
هکری ؟ 
نه 
نه ، روش کلیک نکن 
اگه روش کلیک کنی نمیدونیم جه اتفاقی میفته 
قفل درهای اینجا ممکنه باز بشه و قاتل میتونه بیاد داخل 
به امکانات اینجا نگاه کن جی آن 
نه 
فقط عجله کن و کلیک کن مراقب باش 
اون ممکنه همه چیز اینجا رو به دست بگیره تا ما رو بکشه 
نه ، نه ، نه ، ابن حقیقت نداره 
داره دروغ میگه فقط کلیک کن و ویدیو رو ببین 
جی آن ... صبر کن ... جی آن 
یادت میاد ؟ وقتی توی انبار مدرسه گیر افتاده بودی کسی که به عموت خبر داد تو اونجایی من بودم 
بیا 
بیا 
خوب گوش کن ، جونگ جی آن 
هر انتخابی که بکنی میذارم به عهده خودت 
چکار میکنی ؟ 
میخوای خودت بزرگش کنی یا ببریش به پناهگاه ؟ 
میخوام بزرگش کنم 
براش اسمم انتخاب کردم 
دونی 
مطمئن میشم دونی خوب زندگی کنه 
باشه ، همین کارو بکن 
... هرچند خوب گوش کن ، جونگ جی آن 
هر انتخابی که میکنی ، با خودش مسئولیت میاره 
اگه دونی مریض بشه و بمیره باید مسئولیت غمش رو به دوش بکشی 
تو برو برو و به اون زن اسلحه و دارو بدین 
باشه 
این ... یه هدیه‌س 
کلاه رو میدی بهم ؟ 
اوه ، آره 
... تحت هیچ ... شرایطی از اینجا خارج نشین 
! قول بدین 
که نیاین بیرون 
تو کی هستی ؟ 
نونا منم 
... مدت زیادی گذشته 
چقدر بزرگ شدی 
حالت خوبه ؟ 
جی آن خیلی ممنون 
خیلی ممنونم که منو انتخاب کردی 
... آره ، خب 
... ولی تو میدونستی ؟ 
وقتی که بچه بودیم ... اون کسی که در رو روت قفل کرد اونم من بودم 
چی بود ؟ 
قبلا یه دوز ازش گرفتم 
خیلی خوب جواب داد 
... دونی 
... تو تو کی هستی ؟ 
چطوری با این کار میکنی ؟ 
یه دکمه داره ؟ اینه ؟ یک ، دو ، سه 
لعنتی 
با اون کامپیوتر کنترلش کردی ؟ 
