정숙하세요 ! 
검사 측 , 계속 심문하세요 
증인 , 다시 한번 묻겠습니다 
증인은 임무를 수행하던 중 피고가 민간인을 살해하는 것을 목격했습니까 ? 
증인 , 대답하세요 
왜 안 받아 ? 
누구야 
팀장 , 나 준철이에요 
이 번호 어떻게 알았어 
지금 그게 중요한 게 아니라 
베일이 아직 살아 있습니다 
길게 통화 못 해요 지금 이성조랑 같이 팀장 어머니 장례식장으로 움직이고 있어요 
형 , 전화 좀 받아 , 어 ? 제발 ! 
뭐야 
아 , 저기요 , 죄송해요 저기 , 제 핸드폰 배터리가 다 돼서 그러는데 
핸드폰 한 번만 빌려주시면 안 될까요 ? 보험사에 전화 한 통만 하면 , 하면 되는데 ? 
씨발 ! 
라이트 꺼 ! 
아따 , 씨벌 
살 떨리네 
2 층 중앙 ! 
사격 중지 ! 
김 선생님 어떻게 되고 있어요 ? 
씨 ... 
통신 보안 , 김 선생님 ! 
들립니까 ... 
아이 , 김 선생 ... 
얼씨구 ? 
처묵다가 뭔 일이래 , 이 ? 
성불해라 , 이 새끼야 
씨발 , 뭐여 ? 
다 뒤진 거여 ? 
아이 , 기회를 줘도 못 먹어 이 등신들은 
옘병 
아따 , 니들 뭣 헌다고 아직도 안 오냐 
싸게싸게 안 다닐래 ? 어 ? 
천장에다 쏴 ! 
이렇게 어두운 데선 시야부터 확보했어야죠 , 김 선생님 
마침내 감이 떨어지셨네요 
민혜야 너 정도면 내가 지옥에 데려갈 만하지 
아 , 안녕 저 , 정지안 ? 
난 브라더야 
소 , 소 , 소 , 손에 채워 배 , 배 , 배 , 배정민 손에 
뭐 , 뭐야 
너 , 너 , 너 나 어떻게 알아 ? 
어 ? 
밤새 돌려도 될 거 같은 컨디션이야 
여섯 분이 전세를 내셨어요 
부자들이신가 봐요 ? 
눈 감고 올래 언니와 가죽 잠바 오빠는 뭐야 ? 남매야 ? - 커플이야 ? - 걱정하지 마 나 잡고 있으면 돼 뭐야 , 둘이 손잡았어 ? 
아주 그냥 , 아주 
가만두지 않겠다 , 우겨 ! 
이거 뭐야 , 이거 아니야 
거기서 다소곳하게 앉아 있으면 어떡해 
이거 어떻게 설명할 거야 , 이거 아 , 오빠 , 가만있어요 
또 움직이면 또 떨어져요 
아 , 근데 이 언니 다리 힘이 장사네 , 천하장사 , 어 ? 
이걸 버티내 , 이걸 
아 , 고마워요 
아 , 저 먼저 들어가 볼게요 
지안아 
이렇게 그냥 들어가려고 ? 
네 ? 
아 , 그럼 뭘 더 해야 하나요 ? 
너 진짜 아무것도 모르는구나 ? 
마후라 빵꾸 났네 ? 5 만 원에 고쳐 줄게 
우리 , 우리 삼촌이에요 
아 , 안녕 , 안녕하세요 
고등학생이 오토바이 타는 거 불법 아니야 ? 헬멧도 안 쓰고 불법 개조에다가 
면허증 까 봐 
아이 , 사장님 
너무 쫀쓰러 
아가들 러부러부 그냥 둬도 돼 
- 아 ... - 지안 , 계속해 
그래도 확인할 건 확인해야지 
면허증 까 봐 
오 , 오 , 오늘은 안 , 안 갖고 왔어요 
먼저 갈게 
안녕히 계세요 
나랑 같이 가자 
- 오빠 , 연락할게요 
- 이리 와 
왜 타세요 ? 
편의점 데려다줘 
' 안녕하세요 ' 하면서 고개 까딱 한 번 안 하는 거 봐라 - 응 ? 
주문하신 불고기버거 세트 하나 새우버거 세트 둘 나왔습니다 
야 , 쟤 여기 알바 오래 한다 ? 
야 , 모르냐 ? 쟤 알바 두 탕 뛸걸 ? 요 앞 김밥집에서도 일한다는데 ? 
쟤 아직도 삼촌이랑 살지 ? 
야 , 씨발 삼촌이든 애인이든 스폰이든 알 게 뭐야 ? 
야 , 삼촌 맞다고 
- 알겠어 , 알겠어 - 예민해 , 너무 예민해 
뭐가 예민해 
- 상스럽게 - 얘 맨날 그래 
왜 ? 
엄마 아빠 없어 ? 
아 , 진짜 너 이 새끼 이거 중학교 때 전학 와서 모르지 ? 
야 
쟤 엄마 아빠가 ... 야 , 야 , 야 , 너 또 정지안한테 의자로 찍히고 싶냐 ? 
아 , 아 , 잠깐만 PTSD 아 , 아 , 머리 ... 
맛있게 드세요 머리 똑바로 잘라 이 새끼야 
야 , 민숙아 너 요즘 쟤랑 안 노냐 ? 
- 야 , 딴 데 가자 - 왜 , 왜 , 왜 ? 
딴 데 가 , 딴 데 가 나와 , 나와 , 나와 
- 왜 , 뭔데 ? - 아 , 그냥 
- 아는 애야 ? 
- 아무도 아니야 
무허가 총기 400 여 점과 석궁 5 개 전자 충격기 32 점을 수거했다고 밝혔으며 
신고하지 않고 무기류를 소지하거나 사용하다가 적발되면 3 년 이상 15 년 이하의 징역 또는 ... 
예전에 민숙이한테 왜 그랬어 ? 
중학교 때 민숙이 우리 집 놀러 왔을 때 
괜히 내 방에 들어와서 10 분 넘게 빤히 쳐다보다가 변태로 오해받아 가지고 
그나마 하나 있던 친구도 떠나보내고 
또 진기 과외 쌤 
그거 과외하다가 쪼끔 장난친 거 가지고 쓸데없는 짓 하지 말고 공부나 똑바로 가르치라고 협박해서 다음 날 선생님이 먼저 과외 그만두게 만들고 
잘 들어 , 정지안 
하나 민숙이는 그날 내 시계를 훔쳤어 
난 그걸 확인하고 싶어서 민숙이를 바라봤을 뿐이고 
나한테 사과를 하고 시계를 돌려주고 떠나는 걸로 마무리됐지 
둘 김진기 과외 선생은 
아이 , 뭐 , 결과적으로 일주일 뒤에 성추행범으로 구속됐어 
나는 너를 지켜야 하는 법적 보호자로 최선을 다했다고 생각해 
그럼 준면 오빤 뭔데 ? 
그 오빤 뭘 그렇게 잘못했는데 ? 
그 , 고등학생이 오토바이 타는 거 불법이야 
헬멧도 안 쓰고 
걔 담배도 피우더라 
몸에서 냄새 쩔어 
아 , 진짜 ! 
삼촌 내가 왜 알바를 몇 개씩 뛰는지 알아 ? 
돈 모아서 삼촌한테서 독립하려고 그러는 거야 
내가 곰곰이 생각을 해 봤거든 왜 나만 다른 애들이랑 좀 ... 다른 건지 
삼촌이 날 키워 준 건 알겠어 근데 왜 자꾸 날 가둬 놓는다는 느낌이 들까 ? 
아 , 나도 알아 , 나 모범생 아닌 거 아 , 근데 그렇다고 무슨 사고 치는 문제아도 아니잖아 
왜 이렇게 사사건건 다 간섭해 ? 
아 , 나도 딴 애들처럼 그냥 친구들이랑 어울려서 놀고 
연애도 하고 
뭐 , 그러면 안 돼 ? 
그럼 , 나랑 내기 하나 해 
내 얼굴 주먹으로 한 대라도 때리면은 독립시켜 줄게 
나 농담하는 거 아니야 
나도 아니거든 ? 
너 그거 안 먹을 거지 ? 
치운다 
삼촌 나한테 뭐 숨기는 거 있어 ? 
엄마랑 아빠 사람들이 수군대는 것처럼 진짜 그렇게 돌아가신 거 맞아 ? 
솔직히 나 기억 하나도 못 하는데 
이제는 말해 줄 때 된 거 아니야 ? 
내기할 거야 , 말 거야 ? 
나 진짜 어렵게 말 꺼낸 거야 
아 , 진짜 왜 그래 ? 
왜 맨날 피해 ? 
독립하기 싫으면 관두고 
느려 , 느려 , 느려 , 느려 , 아유 
설거지 니가 해 
아이 , 짜증 나 ! 
우회전 , 우회전 , 우회전 
어 , 그렇지 
와 봐 , 와 봐 
어 , 잘했어 , 지안 
천천히 
내려 주세요 
네 
어 , 지안 
합격 
소질이 있네 
잘했어 
지게차 원위치시키고 들어와서 밥 먹어 
비켜 ! 아 , 비켜 ! 
아 , 비켜 , 으악 ! 
아 , 비키라고 ! 
아유 , 왜 그래 ? 지안 
무서워 
가족하고 싸우는 거 그거 그 나쁜 년 
집안일이니까 파신 아저씬 빠져 
파신 , 나 때렸어 ? 
너 , 넌 너무 느려서 안 돼 굼벵이 같아 
저 인간 머리카락도 그 ... ' 캔트 터치 ' 
왜 나한테 지랄들이야 ! 
아 , 놔 ! 
아 , 놔 , 이거 ! 
놔라 , 씨 , 놔 ! 
야 , 놔 ! 
놔 ... 
다 틀리잖아 
아니 , 너는 그거 할 때마다 계속 그걸 틀리냐 
짜증 나네 , 지나 잘하지 
- 뺐잖아 
- 아 , 응 또 틀렸잖아 , 간격을 그거를 계속 그렇게 못 맞춰 ? 
잔소리 좀 하지 말지 ? 
나 지금 기절했던 거야 ? 
지안 일어났다 
피곤했나 봐 공부 좀 살살 해 
지금 나 기절했었던 거냐고 
아이 , 어떻게 삼촌이 조카를 기절시킬 수가 있어 ? 
- 응 ? 
- 맞아 
내가 안 했어 , 이놈이 했지 응 , 뭐 ? 
정진만 뻔뻔하네 ? 너가 시켰잖아 
내가 언제 ? 
거짓말쟁이 
씨 , 씨발놈 죽어라 , 어 ? 
니가 , 니가 하라 그랬잖아 니가 시켰잖아 
참 , 진짜 내가 언제 ... 
지게차 원위치시키고 가 
네 카드는 ? 
머리 이리 대 
졌으면 맞아야지 
그지들 돈부터 내 
알았어 
파신 , 아까 나한테 했던 거 그거 가르쳐 줘 
정진만 한 대 때릴라고 무에타이 가르쳐 달라고 ? 
어 
아니 
네 , 사부 
그냥 자고 있을 때 몰래 가서 때리면 되지 ? 
그건 좀 편법 같지 않나 ? 
너무 쉬울 것 같기도 하고 
쉬울 것 같아 ? 
삼촌한테서 독립하고 싶어서 그래 
아 , 답답해서 같이 못 살겠어 
파신이 하는 무에타이 힘이 들어 
너 못 해 
으응 
파신이 하라는 거 뭐든 다 할게 
일주일 삼 번 한 달 오십만 원 
아유 , 고딩이 오십이 어딨어 ? 
지안 저기 , 나 아들 다음 년 왕립 스쿨 보내 해 
돈 많이 필요한데 지금 돈 없어 
나 그냥 죽어 해 
아 , 나 알바비 바짝 털어도 일주일에 오만 원이 맥슨데 ... 
꼴 
따라와 
뻐스트 레슨 
응 ? 오늘부터 바로 ? 
막아 봐 
- 원 , 투 - 원 , 투 팔꿈치는 
무조건 박스 
무너지면 안 돼 
지안 
너무 빳빳하잖아 
말이 쉽지 
인건비도 안 나오네 
원 , 투 
아이 , 굼벵이 
굼벵이 , 느리잖아 
굼벵이 , 일어나 
안녕하세요 
뭐 해 ? 
내려 줘 굼벵이 , 느렸잖아 
- 야 , 빨리빨리 ! - 저 , 저 , 정지안 ! 
아이씨 ... 
제법 이쁘네 ? 
야 , 아까 간 애들 뭐야 ? 친구들이야 , 응 ? 
쟤네보다 우리가 낫다 
아 , 뭐 했냐 ? 
아이 , 예뻐 죽겠네 
- 얼굴 한번 봐 봐 , 어 ? - 차민숙 ? 
- 야 - 지안아 ! 
- 어 , 야 ! - 뭐야 , 야 ! 아이 , 씨발 ! 
- 아이 ... - 아 , 아 ... 씨발 너 뭐냐 ? 
아 , 너 땜에 다 망쳤잖아 
파 뭐야 ? 파 , 씨발 뭐 , 개그야 ? 어 ? 
아 , 출출한데 잘됐다 라면 개땡기네 ? 
야 니가 저기 도망간 애 몫까지 다 해 줘야 된다 , 응 ? 
감당할 수 있겠어 ? 
씨발 
나 씨발 , 누구랑 얘기해 ? 
오 , 뭐야 ? 뭐 ... 
오 , 야 , 뭐야 ? 뭐 , 뭐 하자는 거야 , 어 ? 
오 , 씨 , 뭐 , 뭐 , 복싱이야 ? 
뭐 , 뭔데 ? 놀아 줘 ? 어 ? 
- 오 - 야 
외지인 같은데 그만합시다 
잘 들어 , 정지안 
니가 아무리 파신한테 격투기를 배워서 강해졌다고 해도 지금 니 실력으로는 칼 든 남자 이기기 힘들어 
다음부턴 그냥 도망쳐 
나 파신 사부 식당 앞에 내려 줘 
내 , 제 돈 35 만 원 월세 내야 돼요 ! 
요새 이삼일 안 보이더라고 , 이 인간이 
제 돈 50 만 원 가져갔어요 자 , 자 진정들 하시고 
아 , 지금 확인 중에 있으니까 잠시만 기다려 보세요 아저씨 , 무슨 일이에요 ? 
어 , 지안 ! 파신 개새끼 
- 내 돈 빌려 뛰었어 
- 네 ? 나 말고도 여기 있는 사람들 다 돈 빌려줬는데 ! 
우리 어떡해 우리 완전 망했어 ! 
혹시 여기 정지안 씨 계십니까 ? 
- 전데요 ? 
지안 ' 유 아 노 모어 굼벵이 ' 
이게 뭐야 ? 
니네 학교야 ? 
화 , 화장실에도 있어 
미친 새끼가 , 씨 ... 
너 누구야 ? 언제부터 나 감시한 거야 ? 
이거 누가 만들었어 ! 
삼촌이야 ? 
이 , 이럴 때가 아니야 , 정지안 
민혜 누난 초 , 총알이 떨어졌고 
곧 , 곧 놈들이 또 , 또 올 거야 
여기서 그치지 않을 거라고 사 , 사 , 사장님이 말했어 
그놈들을 막으려면은 민혜 누나가 절대로 죽으면 안 돼 
어 , 어서 밖으로 나가서 누나한테 무기랑 약을 전달해야 돼 
뭐라는 거야 , 뭐라는 거야 ? 
자 , 자 , 자 , 밝 , 너무 밝아 , 밝아 ! 
너무너무 , 너무너무 너무 밝아 ! 
새 , 새 , 새 , 새 색 , 색소성 건피증 새 , 색 , 색 , 색소성 건피증 
나 , 나 , 나 , 나 , 나 빛 , 빛 , 빛을 받으 ... 오래 받으면 아 , 아파 ! 
빨리 불 꺼 , 불 꺼 , 불 꺼 , 불 꺼 ... 
빨 , 빨리 불 꺼 , 불 꺼 빨리 불 끄라고 그래 ! 
너 아직 내 질문에 대답 안 했어 ! 
이거 다 뭐야 ? 
너 언제부터 여기서 나 감시한 거야 ? 
니 , 니가 이 , 이 집에 온 게 2009 년 6 월 26 일 
내 , 내가 이 , 이 집에 온 게 2009 년 6 월 20 일 ... 
따 , 딱 이 ... 
조심해야 돼 
불쌍한 척하면서 동정심 유발하려는 거야 
이 새끼가 여기 왜 있는진 모르겠지만 어쨌든 널 염탐한 건 사실이잖아 
나 일단 쇼핑몰 시스템부터 파악할게 , 그러면 삼촌에 대한 제대로 된 정보들도 얻어 낼 수 있을 거야 
뭐야 ? 
일개 무기 쇼핑몰에 이런 서버실이 들어 있어 ... 
저 , 저 , 정지안 ! 
저 , 저 , 저놈 믿지 마 
야 , 이거 열어 , 열라고 ! 
아 , 어떡해 
아 , 안 돼 
이거 이거 풀어 
이거 풀라고 , 이 새끼야 
정지안 , 정지안 
오 , 오른쪽 두 번째 서랍 열어 봐 
아아 , ' 하나 ' 
' 머더헬프의 주인인 ' ' 저 , 저 , 정진만이 죽거나 사 , 사고로 부재 시 ' ' 머 , 머더헬프는 정진만의 조카인 ' ' 저 , 정지안에게 사 , 상속된다 ' ' 두 , 둘 ' ' 사 , 상속받은 저 , 정지안은 ' ' 머더헬프의 행정 회 , 회계 , 인사 등 ' ' 모 , 모든 이 , 인수인계 사안을 성실히 임하고 ' ' 혀 , 협조할 것을 약 , 약속한다 ' 
' 세 , 세 , 셋 ' ' 이 , 인수인계 과정에서 저 , 정지안은 ' ' 상속을 포기 , 포기할 수도 있다 ' 
' 날인한 후 간인을 찍고 ... ' ' 여섯 ' ' 이 규정에 의하여 명확히 이루어지는지 ... ' ' 여 , 연대하여 책임을 진다 ' ' 필요한 조치를 취 , 취 , 취하여야 한다 ' 
' 여 , 열 ' ' 머더헬프의 직원인 보 , 본인은 ' ' 머 , 머 , 머 , 머더헬프의 주인의 마 , 마 , 말이라면 ' ' 무조건 따 , 따르고 ' ' 목숨 , 목숨까지 바칠 것이라 야 , 약 , 약속한다 ' 
다 , 다 , 다 읽었어 
이 , 이제 인수인계받는 것에 도 , 도 , 동의할 건지 안 할 건지 대 , 대답해 줘 
그 , 그 안에 보이지 ? 조 , 종이와 볼펜 
전부 다 사장님이 계 , 계획한 거야 
어 , 자신이 죽고 머더헬프가 공격당할 걸 사장님은 전부 다 예상하고 있었어 
자 , 이제 내 안내에 따라서 ... 
정민이 놔줘 
안 돼 
모 , 못 해 
' 내 말이면 무조건 따르고 목숨까지 바친다 ' 
니가 방금 한 말인데 
기억 안 나 ? 
빨리 정민이 풀어 주라고 
그 , 그것만 ... 그건 ... 
다 , 다 이유가 있다 
그게 뭔데 
사 , 사 , 사장님은 배 , 배정민 땜에 죽었다 
정민아 ! 
그만해 
뭐야 , 정지안 
너 ... 너 지금 이 새끼 말 믿는 거야 ? 
다 , 다 , 다 , 닥쳐 ! 
아니야 
아니야 , 지안아 
지안아 
잘 생각해 봐 
나 너랑 같이 한 시간 전만 해도 위에서 총 맞아 죽을 뻔했어 
이상한 여자한테 마취도 당하고 
기억 안 나 ? 
나 , 나 철물점 사이트 개설도 돕고 삼촌 장례식 치르는 것도 도와줬잖아 근데 내가 너희 삼촌을 죽게 한다고 ? 
자 , 장례식 치를 때 흐 , 흔적을 지 , 지웠겠지 
뭘 지워 ? 
삼촌 핸드폰도 찾아서 준 게 나고 그것 땜에 ! 이 난리가 나고 나도 죽을 뻔했는데 , 씨 ... 
지안아 이 새끼야말로 
여기 언제 왜 들어와 있는지 어떻게 알아 ? 
지안이 니가 삼촌이랑 여기 살고 있는 동안 지하에 처박혀 있었다고 ? 
그게 말이 돼 ? 
기생충이야 ? 어 ? 
저 , 저 , 저 , 정지안 
너 , 너도 이 , 이 , 이 , 이상하지 않아 ? 
닥쳐 ! 
몰카로 지안이 알몸도 훔쳐봤던 이 변태 새끼가 
아니야 ! 
사 , 사 , 사 , 삼촌은 저 , 저 , 저 , 저 , 절대 자 , 자 , 자 , 자살할 사람이 아니야 
지안아 
지안아 , 이 새끼 말 ... 잠깐만 ! 
저놈 나머지 얘기 듣고 싶은데 ? 
그래그래 그래그래 , 지안아 
근데 근데 잘 , 잘 생각해 봐 
나 진짜 너무 말도 안 되고 억울해서 그래 
계속해 
이 새끼가 찾 , 찾아오고 사 , 사 , 사장님이 주 , 주 , 죽었어 
궁 , 궁금하면 쇼 , 쇼핑몰 컴퓨터 메 , 메인 화면의 0404 라는 동영상 파일 열어 봐 ... 
너 너 무슨 수작이야 
너 , 너 해커지 ? 씨 ... 
안 돼 ! 
안 돼 클릭 , 클릭하지 마 
크 , 클릭하는 순간 무슨 일이 벌어질지 몰라 
여 , 여기 문이 막 무장 해제 돼서 킬러 놈들이 쳐들어올지도 모르고 
여기 시설을 봐 , 지안아 
아 , 아니야 , 아니야 
그냥 빨리빨리 크 , 크 ... 클릭해서 봐 
이 새끼가 우리 죽이려고 여기서 조종한 걸 수도 있어 
아니야 , 아니야 ! 아니야 , 아니야 , 아니야 ! 거짓말이야 , 거짓말 
그냥 빨리빨리 클릭 , 클릭해서 봐 ! 
지 , 지 지안아 , 지안아 ! 
기억나 ? 너 초등학교 2 학년 때 학교 창고에 갇힌 날 그날 너 거기 있다고 삼촌한테 알려 준 거 그 , 그거 나야 
여기요 ! 
여기 ... 
잘 들어 , 정지안 
어떤 선택을 하든 이번엔 너의 선택에 맡길게 
어떻게 할 거야 ? 
키울래 , 보호소 데려다줄래 ? 
키울래 
나 이름도 이미 지었어 
뚠이 
내가 꼭 뚠이 살릴 거야 
그래 , 그렇게 해 
근데 잘 들어 , 정지안 
모든 선택에는 책임이 따라 
혹시라도 아픈 뚠이가 죽으면 그 슬픔도 정지안 니가 다 책임지는 거야 
니가 가 가서 저 여자한테 총이랑 약 갖다줘 
아 , 아 , 알았어 
이 , 이건 서 , 서 , 선물 
비 , 비니 좀 주 , 주 , 주면 안 되나 ? 
아 , 아 , 아 , 아 ... 
저 , 저 , 절대 ! 무 , 무 , 무 , 무슨 일 있어도 쇼 , 쇼 , 쇼핑몰 밖으로 나 , 나 , 나오면 안 돼 
꼬 , 꼬 , 꼬 , 꼭 
안 돼 
뭐야 , 너 
누 , 누 , 누 , 누나 , 누나 저 , 저 , 저 , 저 , 저예요 
오 , 오랜만이에요 
많이 컸네 ? 
괜찮아 ? 
지안아 지안아 , 진짜 고마워 
나 , 나 선택해 줘서 고마워 
어 , 그래 
근데 그거 알아 ? 
어렸을 때 너 학교 창고에 가둔 거 그것도 나야 
아 , 뭐야 ? 
아까 내가 당해 봤잖아 
효과는 확실하더라 
뚠이야 ... 
너 정체가 뭐야 
이거 , 뭐 , 어떻게 하는 거여 ? 
아 , 이거 뭐 , 버튼이 있나 ? 저 , 저건가 ? 하나 , 둘 , 셋 ... 
워메 
아이 , 저걸로 이게 
