چی شده ؟ 
نمیخوای گل ها رو پس بدی ؟ 
قبولشون میکنم 
نو یول سونگ فرستاده اونا رو 
میخواد دوباره باهام ازدواج کنه 
کی ؟ 
نو یول سونگ ؟ 
خب ؟ 
میخوام برگردم خونش 
میندازمش زندان 
میخوای دوباره به عنوان زنش باهاش زندگی کنی ؟ 
نه میخوام گولش بزنم 
که انگار زنش شدم 
خدای من 
این دیگه زیاده رویه ، میدونی دیگه ؟ 
میخوام همه چیزو بریزم وسط ، اگه ببازیم دیگه تمومه 
راه دیگه ای وجود نداره 
وجود داره 
بهت گفتم با راننده تاکسی نا یومی شروع میکنیم 
اگه قرار بود این کار جواب بده بایدوقتی دادستان بودی ، موضوع حل میشد 
تو به من ایمان نداری 
. . نه منظورم اینه که 
استاد سو درست بعد از اینکه پرونده نا یومی شروع شد ، خودش رو کشت 
که تو هم اخراج شدی ، و همه چیز متوقف شد 
ما داریم مجدد تحقیق میکنیم ولی همه مدارک ناپدید شدن 
خب میخوای تو خونش چیکار کنی ؟ 
روزی که مادرم فوت شد میخوام ببینم کی کنارش نشسته بود 
نو یول سونگ بوده ؟ یا کس دیگه ای پشت این ماجرا بوده ؟ 
اگه نتونی چی ؟ 
آخر این ازدواج مجدد قراره چی به ؟ 
نمیخوام به هیچ چیز غیرممکنی فکر کنم 
فقط به احتمالات میخوام فکر کنم 
! نو یول سونگ 
چه خبر شده ؟ 
تمومش کن - ول کن - 
انقد با سارا بازی نکن 
ول کن ، میگم ولم کن 
نگران نباش و برو 
چیزی به اسم ازدواج مجدد قرار نیست اتفاق بیفته 
مامان - ... برگرد - 
و بهش بگو انقدر طمع خونه و اموال من رو نداشته باشه 
شما هم حواستون به پسرتون باشه 
که نخواد حرکتی رو سارا بزنه 
برو 
اون روز اومده بودی دفتر ما ؟ 
دیدمت 
روزی که مادر سارا مرد 
عجیبه که یه وکیل بخواد به یه دادستان سر بزنه ؟ 
میخوای باهاش دوباره ازدواج کنی که نذاری بفهمه اون روز مادرش رو ملاقات کردی 
نمیشه شک نکرد 
تخیلات زشتی داری 
اوه ، زشت ؟ 
بنظرم که بهت میخوره 
صبر کن ، هی 
چرا انقدر عصبی هستی ؟ 
خبریه که من ازش بی خبرم ؟ 
سارا 
بیا بشینیم صحبت کنیم 
نمیخوای بری ؟ 
دارم نگران میشم 
سارا 
بیا انجامش بدیم بیا دوباره ازدواج کنیم 
خوبه 
خود همیشگیت رک و مستقیم 
ولی چرا ؟ 
چرا یکدفعه نظرت عوض شد ؟ 
مثل یه دردسر رو اعصاب باهام رفتار میکردی که 
تصمیم گرفتم فقط به سویون فکر کنم 
کیم یونگ آ رو سمت خودم دارم دیگه ؟ 
سعی‌م رو میکنم 
همه که سعی میکنن 
ولی ما حرفه ای هستیم ، باید ثابتش کنی 
ولش کن پس 
بذار اول کیم یونگ آ رو ببینم 
بعدش بهت اعتماد میکنم 
نگرانم که اگه ناراحت بشم ، دیگه از این کار پشیمون بشم 
... ببخشید که حتی نمیتونم عذرخواهی کنم 
گفتی میخوای یه چیزی بگی ، ولی این مزخرفات چیه ؟ 
میخوای استعفا بدی ؟ 
نه فقط واسه دو ماه 
به تعطیلات نیاز دارم 
خب چرا ؟ 
خسته شدی ؟ 
راستش دارم دوباره ازدواج میکنم اونم با نو یول سونگ 
خانم رئیس - خانم رئیس - 
یعنی چی ؟ حالت خوبه ؟ 
این کار درست نیست 
این بار دارم واسه خودم یه راه حل میسازم 
اسم راه حل ، کیم ساراست 
وای من مخالفم 
باید رای اکثریت رو‌ ببینیم 
عه وکیل دونگ کجاست ؟ 
بهش زنگ بزن 
خودم قبلا بهش گفتم 
چجوری میتونی با عقل سلیمت همچین تصمیمی بگیری ؟ 
نابرده رنج گنج میسر نشود 
همه میگن تا دیوونه نشی بهش نمیرسی 
خب دیگه نگفتن انقدر دیوونه بشی که 
الان پر از دوپامینم پس لطفا ازم حمایت کن 
به این نمیگن راه حل این کار بمب خودکشیه 
بذار اول گوش بدم ، حالا نقشه‌ت چیه ؟ 
یه نمایش کلاه برداری بزرگ واسه چایول تاونه 
اول باید کاری کنم نو یول سونگ بهم اعتماد کنه 
باید بی چون و چرا بهم اعتماد کنه که فکر نکنه نقشه ای براش دارم 
عجیبه واقعا 
با اراده خودت با کیم یونگ آ قرار گذاشتی 
با اراده خودم که نه ، به زور 
وضعیتمون رو بهش گفتی ؟ چی گفت ؟ 
خودت ازش بپرس 
اومد 
! خانم کیم 
مرسی که اومدین 
باید اول تبریک بگم بهتون 
بابت ازدواج مجددتون 
شنیدی که با تصمیمش کلی مخالفت کردم ؟ 
واقعا ؟ 
نمیدونی مگه ازت خوشم نمیاد ؟ 
ای بابا خجالت کشیدم 
. . ولی بازم اومدم ، این خودش نشون میده که 
چقدر تلاش کردم تا سارا رو استخدام کنم 
بهرحال ، بیا هفته بعد درمورد مقررات دانشکده حقوق حرف بزنیم 
امروز باید یه جشن خوشامدگویی بگیریم 
البته 
اجازه بدین من براتون پر کنم خانم 
اونا کجان ؟ 
طبقه ی دوم 
رییس چا 
رییس چا 
... داخل 
... داری چه غلطی 
اوه شما این‌جایین ؟ 
معرفی میکنم ، ایشون مادرم هستن 
سلام 
شرمنده ، اتاق اشتباهی اومدم 
اومدم که از سارا یه درخواستی داشته باشم 
دفعه ی بعد شما رو جای بهتری دعوت می‌کنیم 
بفرمایین - ممنونم - 
به سلامتی - به سلامتی - 
امشب خیلی لذت بردم 
امیدوارم سلامت به خونه برسین 
باید چیکار کنیم ؟ 
باید یه هتل برای عروسیمون رزرو کنیم ؟ 
اونو فراموش کن و برگه ها رو امضا بزن 
این چیه ؟ 
یه قرارداد واسه ازدواج دوباره ؟ 
چقد کیوتی تو 
ما باید رسما ازدواجمون رو ثبت کنیم ، اوکی 
کیم سارا مسئولیت نگهداری بچه رو به عهده داره ، اوکی 
سه میلیون دلار برای نفقه ی پرونده ی طلاق ؟ 
این که مسخره‌ست دوباره نمیتونم دست خالی کنار بکشم 
یه میلیون دلار - فراموشش کن - 
دو میلیون دلار 
... ولی این به این شرطه که تو تو برنامه ی موسسه ی چایول همکاری کنی 
امضاش کن و برام بفرست 
اوکی 
من دیگه میرم 
تفتیش و توقیف ؟ 
! وکیل دونگ 
... کیم سارا ، شما برای تخلف از قانون وکالت از طریق رسیدگی به امور حقوقی تحت پیگرد هستید و اگر وکیلی ندارید ، میتونین یک وکیل اختیار کنید 
برین داخل - برین داخل - 
وکیل دونگ گی جون چی ؟ 
احتمالش داده شده که ایشون با شما همدست بوده 
می‌دونین که این از تخلفات جنایی به شمار میاد ، درسته ؟ 
بیاین از اون طرف شروع کنیم 
اینا بخاطر مشاوره ی حقوقیه ؟ 
مشاوره ی حقوقی فقط وقتی مجازه که کسی مدرک وکالت داشته باشه 
از اونجایی که من همیشه همراهت بودم ، مشکلی نیست 
قسمت حسابداری چی ؟ 
اون مشکلی نداره 
اگه اونا یه حکم تفتیش گرفتن یعنی یه چیزایی به دست پلیس رسیده 
یعنی اون چیه ؟ 
پس چرا اینقدر حریص بودی ؟ 
تو گزارش ما رو به پلیس دادی ؟ 
فهمیدی که اگر بخوای موسسه حقوقی چایول رو تو دست بگیری ، چی میشه ؟ 
دارین تهدیدمون میکنین ؟ 
شنیده بودم که چیزی دستگیرتون شده واسه همین فکر کردم خودتون رو قاطی داستان می‌کنین 
ولی خیلی ناامید شدم وکیل دونگ 
بس کن لطفا 
این کاراتو تموم کن ، برای هرکی که هست 
اون وقت ، من این موضوع رو حل می‌کنم 
بیاین اینجا رو روبراه کنیم 
خدای من ، چقدر از آخرین قرارمون گذشته ؟ 
قلبم تند میزنه ، جالبه 
همین الان تمومش کن 
چیو تموم کنم ؟ 
... موسسه حقوقی چایول داره مدرک وکالت وکیل دونگ رو باطل میکنه 
این درست نیست - مادرتو متقاعد کن - 
وگرنه ، ازدواجی در کار نیست 
... داری سعی می‌کنی ازدواجمون رو کنسل کنی اونم بخاطر وکیل دونگ ؟ 
همکارای من تو موسسه راه حل مخالف ازدواج ما هستن 
همه دارن سعی میکنن منو متقاعد کنن که تمومش کنم و حقیقتش ، دیگه خسته کننده شده 
حالا نیازی نیست آتیش بیار معرکه بشی 
من فقط یه حمایتی می‌خوام تا دوباره شروع کنم 
تو تنها کسی هستی که میتونی این اتفاق رو ممکن کنی 
! خانم کیم 
یه حساب تقلبی تو لیست تفتیش اداره ی ماست 
منظورت درمورد حساب تقلبی چیه ؟ 
تاحالا چنین چیزی نداشتیم 
یکی اینو توی اداره گذاشته 
فایلای ضبط شده ی دوربینای مداربسته رو نگاه می‌کنم 
خانم کیم ، باید اینو ببینین 
اتصال اصلی دوربین های مدار بسته رو قطع کردن 
فیلم‌هارو پاک نکردن ، به جاش سیما رو قطع کردن ؟ 
... اونا می‌دونن که ما یه نفر رو داریم که فایلای حذف شده رو بازیابی می‌کنه 
چرا تفتیش فقط برای طبقه ی اول انجام شد ؟ 
فکر نمی‌کنی عجیبه ؟ 
درمورد چی حرف می‌زنی ؟ 
خودم دارم طبقه ی دوم رو می‌گردم 
صبر کن ببینم ! با اجازه ی کی ؟ 
خودم 
ولش کن 
چرا همیشه جاسوسا یه نشونی از خودشون جا میذارن ؟ 
چون از اینکه داره ازشون استفاده میشه کلافه شدن ؟ 
... ما برای رد اتهامات اونا و جلوگیری از فعالیتشون 
خوشحالم که اینقدر توانمند هستین 
ولی تو و یول سونگ به هم نمی‌خورین 
اینو می‌دونی ، مگه نه ؟ 
دوست دخترش بودی ؟ 
چرا ؟ حتما رییس گفته که مورد تاییدش هستی 
خب ، این بستگی داره که من چقدر خوب کارمو انجام بدم 
چرا این ماموریت رو به من میدین ؟ 
اگه اعتماد به نفس کافی رو نداری ، پس انجامش نده 
اگه کارمو خوب انجام بدم می‌تونم یه شانس دیگه داشته باشم ؟ 
همین‌طوره ؟ 
بستگی داره چطور فکر کنی 
تو عاشق آقای نو نیستی مگه نه ؟ 
سرت تو کار خودت باشه و عاشق هرکی شو که دلت میخواد 
بیرون 
همش زیر سر خانم جانگ بود ؟ 
نیازی نیست نگران پلیس باشیم 
مطمئنی باوجود همه ی این اتفاقات می‌خوای بری تو اون خونه ؟ 
یه بار دیگه همه چیزو درنظر بگیر 
... لطفا دوباره زن نو یول سونگ نشو 
... ما داریم مثل همیشه درمورد حل پرونده حرف می‌زنیم 
درسته ؟ 
... البته ... خب ، اگر این راه حل این پرونده ست پس من از اینجا میرم 
شوهرت اذیت نمیشه که ما باهم کار کنیم ؟ 
مطمئنی تو اون کسی نیستی که اذیت میشه ؟ 
اینو میدونی ، و بازم این راه رو انتخاب کردی ؟ 
من نمی‌فهمم 
... من نمی‌تونم بهت تبریک بگم یا برات آرزوی خوشبختی کنم 
با اجازه 
واقعا می‌خوای اینجوری رفتار کنی ؟ 
بدون ما کجا میری ؟ 
خانم کیم 
... من نمی‌تونم با راه حلی که باعث آسیب و اذیت مشتری میشه موافقت کنم 
، چه جسمی و روانی باشه یا و چه به وعده ها و هرچیزی آسیب بزنه 
بعدا می‌بینمتون 
وکیل دونگ 
همونجور که درخواست کرده بودین یه اتاق جدا براتون آماده کردیم 
ممنون خانم لی 
سلام ، رئیس چا 
چرا وایساده جلوم ؟ 
کی بهش اجازه داد بیاد توی خونه ام ؟ 
من بهش اجازه دادم 
از امروز با ما زندگی می‌کنه 
این چیه ؟ 
آقای نو امروز اینو برام فرستادن 
برای همین جا به جا شدم 
تو این تیکه آشغال رو امضا کردی و اسم خودت رو می‌ذاری وکیل ؟ 
یه نفقه ؟ 
بهش به عنوان یه بودجه برای حمایت نگاه کنین 
این باعث می‌شه همه چیز راحتتر بشه 
من میرم توی اتاقم 
مامان ، یکم دیگه صبر کن 
... هروقت دلت برای مامانت تنگ شد ، شماره یک رو بگیر و هرچی می‌خوای بهش بگو 
" خدای من ، حتی اسمشم " شگفت انگیزه 
اوه ، اومدی 
اینجا صندلی منه ، و تو هم اونجا می‌شینی 
چی ؟ قبول نیست 
یعنی ، نمی‌تونم ، نمی‌تونم به هر دوتاتون پول بدم 
... خانم سون گفتن تا خانم کیم از مرخصی برمی‌گردن کمکتون کنیم 
اوه ، خانم کیم حالش خوبه 
آهان 
که اینطور 
هنوز غذا نخوردین ، نه ؟ 
! سو یون 
! مامان 
! خدای من 
حالت خوب بود ، پسرم ؟ - بله - خیلی دلم برات تنگ شده بود - منم همینجور - 
الان با همدیگه برمی‌گردیم خونه ؟ 
از الان به بعد باهمدیگه زندگی می‌کنیم 
مطمئن می‌شم این اتفاق بیفته 
باشه ، مامان 
نمی‌ذارم دوباره سر یه میز بشینی 
سخته بخوان دوبار میز بچینن ، رئیس چا 
همینجا میشینم 
فقط یکم سالاد می‌خوام ، لطفا 
، مادر از آخرین باری که اعضای خانواده دور هم جمع شدن خیلی می‌گذره 
به کی میگی اعضای خانواده ؟ 
چرا برگشتی ؟ 
... بالاخره احساس می‌کنم می‌تونم نفس بکشم چون برگشتم پیش سویون 
پس فقط برای همین برگشتی ؟ 
پس باید پیش هم بخوابین 
اینجوری بهت اعتماد می‌کنم 
، خب ما همین الانم درباره اش صحبت کردیم 
گفت نیاز به یکم زمان داره ، پس باهاش موافقت کردم 
ما خودمون حواسمون به این مسئله هست ، رئیس چا 
خانم بزرگ و خانم کوچیک 
بیاین ، باهمدیگه یکم وقت بگذرونیم 
لطفا حواستون به حرفاتون باشه ، مادر 
سویون هم پیشمونه 
یکم میوه بیار 
بله خانم - نه - 
تو پاشو بیار 
بله ، خانم 
الان داریم برای اجدادامون دعا می‌کنیم ؟ 
اینجوری نیست ؟ 
الان داری باهام شوخی می‌کنی ؟ 
از آخرین باری که میوه بریدم خیلی می‌گذره 
ولی رئیس چا ، چرا خواستین من اینکارو بکنم ؟ 
می‌خواستی باهات مثل یه عروس رفتار بشه 
نه اینجور نیست ، اینکارو می‌کنین تا کنترلم کنین 
باهام مثل یه مهمون رفتار کنین 
عروس یه مهمونه که هر صد سال یه بار ظاهر می‌شه 
می‌خوای بهم یاد بدی ؟ 
نه ، نمی‌خوام ، فقط ازتون خواهش می‌کنم 
، وقتی از یه مهمون می‌خواین کارهای خونه رو بکنه ... امیدوارم حداقل یکم احساس ناراحتی بکنین 
خدای من ، با یه سیب که آسیب ندید ؟ 
... باید یکم سردرد بخاطر اینکه چجوری باهام کنار بیاد داشته باشه 
چی میشه اگه بهت مشکوک بشه ؟ 
رئیس چا کسیه که همیشه مردم رو مشکوک می‌بینه 
من باید از نویول سونگ که گارد خودشو گذاشته پایین به عنوان یه سپر استفاده کنم 
خدایا ، من هیچ وقت نمی‌تونم اینکارو بکنم 
پس الان چه اتفاقی میفته ؟ 
... بعدش ، روزی که مادرم مرد سی و یکم اکتبر پارسال 
من باید دنبال ردپای چایول تو اون روز بگردم 
... کامپیوتر اتاق کار رئیس چا به دفتر منشی وصله 
داخلش برنامه های رئیس و مدیر عامل هست 
اِی یک برنامه رئیس چا هست اِی دو هم برنامه نویول سونگه 
( اکتبر ، 2022 ) مامان حدود 2 بعد از ظهر رفت دادستانی 
بذار ببینم 
اونجا نبوده ؟ 
بهم نگفته بودن زود برمی‌گردین 
خونه هنوز تمیز نشده 
اشکالی نداره 
مامان بزرگ 
خوبه بودی سویون ؟ 
با من بیا مامان بزرگ 
کجا داریم میریم ؟ 
خدایا 
ده‌گی ، چیزی بیرونه ؟ 
خوشحالی ؟ 
بله - خدای من - 
خانم کیم فقط بخاطر سویون برگشت 
چیزیش نمیشه ، نه ؟ 
اون با بهترین منبع قدرتشه 
! جون سالم بدر می‌بره 
الان ، اون تنها شاهد پرونده نایومی‌ئه ، درسته ؟ 
این راننده تاکسی 
پرونده نایومی باید حل بشه تا پرونده مادر سارا به نتیجه برسه 
بدنم یکم حس سنگینی داره یکم ورزش کنم ؟ 
خدای من ، کانگ بوم داره دوباره بعنوان مامور مخفی میره ؟ 
کار من اینجا تموم میشه 
میتونی خوب انجامش بدی ، درسته ؟ 
بعد از یه مدت ، تواناییامو برگردونم ؟ 
الان برمی‌گردم 
میشه کمکتون کنم ؟ 
این کارت اعتباری روی زمین بود مال شماست ؟ 
به نظر نمیاد مال ما باشه 
متوجه شدم 
این نویول سونگ نیست 
پس کیه ؟ - رئیس چا - 
! امکان نداره 
تو راجع بهش فکر کردی ، درسته ؟ 
من با ۲ میلیون دلار میرم 
اینجا حتی امن نیست 
باید این مقدار به عنوان سپرده داشته باشم 
اگه بهم بگین برگردم کره ، پولتونُ برمی‌گردونم 
تو همه‌اش رو توی پیست مسابقه خرج می‌کنی 
من دستوراتتو علیه نایومی مثل یه راز پیش خودم نگه داشتم 
حتی به مدیرعامل نویول سونگ نگفتم 
همینطوره قطعا 
وقتی همه بفهمند ، زندان منتظرته 
آدمایی هستند که این پرونده رو دنبال می‌کنند 
قبل از اینکه اونا بیان ، بدون یک کلمه ، کشور رو ترک کن 
پیاده نمیشی ؟ 
خانم رئیس چا رفتن بیرون ، گلف بازی کنن بعد از شام برمی‌گردن 
باشه 
یه نفر باید اینجا باشه 
... . سرگروه تیم انتقال از چایول داره با مدیرعامل صحبت می‌کنه 
توی خونه ، نه دفتر ؟ 
معتقدم باید موضوع ضروری باشه 
میدونی کی سرگروه تیم انتقال چایول‌عه ؟ 
الان سرچ می‌کنم یه لحظه بهم وقت بده 
اما چرا ؟ 
باید یه چیزی رو چک کنم 
اوه ، این آقاست 
راننده خانم رئیس چا بوده 
تو اونو نمی‌شناسی چون وقتی تو رفتی ، اومد 
مرسی 
! سلام 
چرا انقدر تعحب کردین ؟ 
سلام 
تو منو می‌شناسی 
تو همسر مدیرعامل نو هستی 
چی تو رو اینجا کشونده ؟ 
کفشای ورزشیت 
خیلی به نظرم آشنا میاند 
اوه ، اینا 
مدیرعامل نو پوشیدشون و بعد به عنوان هدیه داد به من 
متوجه شدم 
میتونی بری دوباره میبینمت 
خدای من 
ما اینجا آیس آمریکانو نداریم 
من قهوه فوری هم دوست دارم 
واقعا ؟ 
اینجا خوبه ؟ 
بد نیست 
اوضاع تو خوبه ؟ 
بگی نگی 
چرا اومدی اینجا ؟ ممکنه شوهرت کسی رو گذاشته باشه که تعقیبت کنه 
من فقط اومدم اینجا چون دلم برات تنگ شده 
اگه گیر افتادی بهش بگو 
من میخوام دوباره فیلمای دوربینای مداربسته مربوط به مامانم رو ببینم 
این آقاست - چی ؟ 
کیه ؟ 
سرگروه تیم انتقال چایول راننده خانم رئیس چا بوده 
از کجا میدونی ؟ تو حتی نمی‌تونی صورتشو ببینی 
این کفشای ورزشی یادم میاد چون یه سری محدود بود 
صبر کن 
این عکسشه 
همون کفشای ورزشی‌ان ، نیستن ؟ 
صبر کن 
یه نگاه به این بنداز 
... این عکس خونه راننده تاکسی‌ ایه که نایومی رو رسوند 
چرا اینا اینجان ؟ 
از این طرف بیا 
خب ، همین آقاست ؟ 
آره ، خودشه - اسمش گونگ دوک گو ئه - 
این مرد راننده تاکسی نایومی بود ؟ 
همونی که با مامانم بود ؟ 
( گواهینامه راننده تاکسی ، اسم : گونگ دوکگو ) یعنی این آدم مقصره ؟ 
احتمالا ما فهمیدیم که گانگ دوک‌گو با رئیس چا ملاقات کرده 
چه کمکی ازم برمیاد ؟ 
یه لحظه 
من برنامه کاری روز رئیس چا و نویول سونگ رو چک کردم 
خانم رئیس چا نرفته دادستانی اون روز 
نو یول سونگ چطور ؟ 
حدود ساعت ۲ که مامانم رفت دادستانی اون توی یه تحقیق میدانی و قرار ملاقات برای چایول تاون بوده 
... . صبرکن ، اگه ساعت ۲ برای چایول تاون باشه 
نه ، اونموقع توی دادستانی بوده 
نو یول سونگ برنامه کاری‌اش رو عوض کرده 
یه کار جدا از برنامه خودشو دنبال کرده 
پس بیا همه چیز رو مرتب کنیم 
توی پرونده هردو ، هم نایومی هم مادرت یک نفر ، گونگ دوک گو ، نقش داشته 
و نویول سونگ و رئیس چا ، پشت پرده دست دارن 
ما نمی‌دونیم نقش هر کدوم چی بوده 
! گونگ دوک گو می‌دونه 
اگه از گونگ دوک گو بشنویم میتونیم هر دو پرونده رو همزمان حل کنیم 
خانم کیم - تو اینجایی - 
شما دوتا آشتی کردین ؟ 
مگه دعوا کرده بودیم ؟ 
خب ، حدس می‌زنم یه نفر یه ذره عنق تشریف داره 
اون کی می‌تونه باشه ؟ 
تو برمی‌گردی " راه‌حل " ، درسته ؟ 
باید راجع بهش فکر کنم 
همین الان یه راهی به ذهنم رسید که گونگ دوکگو به حرف بیاد 
اگه قبول کنی که برگردی به " راه‌حل " ، بهت میگم 
سلام 
دوباره راجع به چیزی کنجکاو شدم 
بله ؟ 
... شما پارسال ، 31 اکتبر کجا بودین ؟ 
... ۳۱اکتبر 
درست یادم نمیاد 
... این مرد 
احیانا شما نیستین ؟ 
مطمئن نیستم 
لطفا درست نگاه کنین 
چون خیلی شبیه بودین شوکه شدم 
من نیستم 
که اینطور 
من دنبال آدم توی لین عکس بودم 
اها 
می خوام راجع به آخرین لحظات مادرم قبل از مرگ بدونم 
اها 
ببخشید که زیاد سوال پرسیدم 
پس من میرم 
چی گفت ؟ - گفت اون نبوده - 
مطمئنی اوکی ای ؟ 
احتمالا همین الان به نو یول سونگ یا رئیس می گه 
خب ، قصدم هم همین بود به همین خاطر عکس رو نشونش دادم 
مراقب باش هم مراقب بدنت و هم ذهنت 
فیلم دوربین های مداربسته رو داشتن 
همسرتون به من مشکوکن 
اون آدم پیگیر پرونده ی قتل مادرش شده ؟ 
نمیدونم 
ولی ، همونطور که خواستم اگه بهم دومیلیون بدین من از کره میرم 
هی 
من بهت بدهکارم ؟ 
من این دفعه هم سکوت کردم 
و تمام این مدت از رئیس مخفی نگهش داشتم 
حافظت مثل ماهیه ؟ 
... اونی که توی اون عکس با مادر زن من توی روزی مرگش هست تویی 
، لحظه ای که دهن باز کنی 
داری به جرم خودت اعتراف می کنی 
نمی دونستی ؟ 
فعلا برو 
وقتی آماده بودم ، بهت زنگ می زنم 
اون احمق 
آخه کیم سارا ، ایشش 
بدون اینکه من بفهمم داشته تحقیق می کرده ؟ 
، به دلیل برنامه ی کاری شلوغ شما نمی تونید رئیس رو ببینید 
اه ، واقعا که 
اینجا چکار می کنی ؟ 
با خانم کیم آشتی کردین ؟ 
اومدی بهم تبریک بگی ؟ 
پلیس احضارم کرده 
رئیس بهم گفت اینکارو بکنم خودش باید مسئولیتش رو قبول کنه 
مدرکی داری که ثابت کنی رئیس مجبورت کرده ؟ 
... می دونی چیه ؟ 
دفعه بعد با مردی قرار بذار که بهت بگه با تو خوشحاله و براش کافی هستی ، هوم ؟ 
جایگاهت رو بدون 
بیا این رو بگیریم 
خوش برگشتین 
سلام 
اوه ، واقعا ؟ 
مامان ، اینجا رو نگاه 
خدایا ، ترسوندیم 
توی کمپانی مردی به اسم گونگ دوک گی داریم رئیس بخش حمل و نقل 
آره 
این رو ببین 
... فیلم دوربین مداربسته ی دادستانیه روزی که مادرم فوت شد 
نمی دونستم مادرم رفته بود اونجا 
وقعا ؟ 
برای چی رفته ؟ 
نمی دونم 
ولی مردی که کنار مادرمه رو نگاه کن شبیه اقای گونگ نیست ؟ 
مطمئن نیستم ، نمی دونم 
ولی این فیلم رو از کجا آوردی ؟ 
وکیل دونگ ، ازم پرسید این مادرمه یا نه 
وای ، واقعا که هنوز باهاش در ارتباطی ؟ 
خیلی بهش فکر کردم ، با عقل جور در نمی اومد از اقای گونگ هم پرسیدم 
ولی گفت اون نبوده 
پس نبوده 
شاید تو خیلی حساس شدی 
اینطوره ؟ 
بیا غذا بخور 
قرص های خوابم تموم شدن ، برام دوباره بگیر 
چیزی باعث ناراحتی تون شده ؟ 
معمولا اینطور وقت ها مردم بی خواب می شن 
به نظرت خوابم می بره ؟ 
وقتی تو توی خونمی 
درسته من شنیدم توی دوره ی 50 سالگی 
اگه لااقل هفت ساعت در روز نخوابین احتمال آلزایمر گرفتن تون بالا میره 
حواستون باشه 
سلام ؟ - انجامش دادیم - قانون مربوط به دانشکده حقوق تایید شد 
جلسه ی عمومی تموم شد ؟ - بله - تصمیم گرفته شد که سه دانشکده‌ی حقوق جدید ساخته بشه 
اگه بتونیم یکی از سه تا رو ما بسازیم عالی می شه 
خیلی خیلی خسته نباشی 
بریم مشروب بخوریم 
تایید شد 
خسته نباشی 
عزیزم خیلی زحمت کشیدی 
بهتون گفته بودم ؟ 
این دفعه صد در صد بهمون کمک میکنه 
رئیس ، مبارک باشه 
واقعا فکر میکنی ، مشارکت تو مهم بوده ؟ 
به علاوه ، مگه تصمیم گرفتن ما یکی از اون مدارس رو بسازیم ؟ 
اوه ، مامان ، چرا توی همچین روز خوبی اینطوری رفتار می کنی 
الان وقت این نیست که به همدیگه باریکلا بگیم 
همش به لطف شماست ، خانم کیم 
از تلاشتون متشکرم 
کاری نکردم 
بهت گفتم که به هرحال تایید میشن 
بله 
... داری به من توی نقشه ی بزرگت یه نقش میدی ؟ 
بخوایم ساده بگیم ، همینطوره 
قانون مربوط به دانشکده حقوق در هر صورت تایید میشه 
واقعا ؟ - به شخصه ، منم باهاش موافقم - 
ولی دارم مخفیانه روش کار می کنم 
شما که گفتین نسبت بهش بی تفاوتین 
معلومه ، اگه نمی گفتم چیزای زیادی اذیتم میکردن 
ما هم سناریوهای خودمون رو داریم 
مرکز شما تنها نیست 
... الان دیگه می تونم بگم 
لطفی که درمورد سرپرستی بچه هام کردی رو برگردوندم ؟ 
حتی بیشتر 
... ولی راجع به دانشکده‌های حقوق واقعا بی طرف پیش میرم 
متوجه ام 
باید قبل از پایان تصمیم گیری نمایشم تموم بشه 
اینطوری موسسه حقوقی چایول خیلی طبیعی از لیست حذف میشه 
بله . خداحافظ 
مشخص نبود ؟ 
... از چند روز پیش پوشش خبری انحصاری دانشکده حقوق خیلی زیاد بوده . اوضاع تغییر کرده 
اینطوری قانون تصویب شد 
سارا هیچکاری نمیتونست بکنه 
اما بازم هنوز انتخاب نهایی باقی مونده 
بهتره تا اون موقع اون رو طرف خودمون بکشیم 
به هر حال ، عجب احمقی هستی 
صد بار بهت گفتم به کسی اعتماد نکنی 
به خاطر همین هیچوقت موفق نمیشی 
پس تو چطور ؟ چطور به گونگ دوک‌گو اعتماد کردی ؟ 
... تو 
فکر کردی من نمیدونم ؟ 
چقدر میدونی ؟ - همه‌اش رو میدونم - 
واقعاً فکر میکنی اون فقط برای تو کار میکرد ؟ 
تو بهم میگی احمقم و بخاطر همین موفق نمیشم 
الان ، باید بیخیال گفتن این حرف بشی 
حق نداری این رو بهم بگی 
کجا میری ؟ - میرم سرمایه‌گذارام رو ببینم - 
... امروز روز خوبیه هرچند تو کامل گند زدی بهش 
اون عوضی ، گونگ دوک‌گو 
چون امروز روز خوبیه حسابی نوشیده 
حواسم بهش هست . میتونی بری 
باشه 
خدایا 
بله ، خودمم 
باید دوشنبه‌ی آینده آماده بشی 
منتظر همین بودی ؟ قراره اتفاقی بیفته ؟ 
احتمالاً روز موعوده 
باشه 
یعنی ... چطور تونستی پیش‌بینیش کنی ؟ 
... وقتی نو یول سونگ و مادرش ... متوجه بشن ما با اوناییم اونوقت ممکنه بتونن خیلی کارا بکنن 
فکر کنم رفتن به اونجا نتیجه داد 
حالا دیدی ؟ 
آره ، دیدم 
اون روز میبینمت - باشه - 
درسته . مراقب خودت باش 
باشه 
اون طرف 
بریم دنبالش 
تا 10 دقیقه دیگه به مقصد میرسیم 
پس بیا سر چراغ راهنمایی بعدی انجامش بدیم 
باشه 
سفت بچسبین 
خدایا . چی بود ؟ 
اصلا جلو رو نگاه میکردی ؟ 
چطور توی مسیر چشمات رو میبندی ؟ 
حالت خوبه ؟ 
صبر کن . بذار پشت سرت رو ببینم . وای ، نه 
خدایا ، مچت دستت رو ببین - وای ، نه - 
بذار مچ دستت رو ببینم - خدای من - 
خدایا . حالت خوب میشه 
داشتی میرفتی شین‌یونگ رو ، 24 گیل ، درسته ؟ 
آقای گونگ دوک‌گو ؟ 
شما کی هستین ؟ 
! همین الان ولم کن 
بریم 
چیکار میکنین ؟ - خدایا ، صبر کنین - 
" ما کی هستیم ؟ " 
راه برو 
ما زندگیت رو نجات دادیم 
خودت تماشا کن 
بهت گفتم ، نه ؟ ما زندگیت رو نجات دادیم 
... هی . چطور میدونستین که 
خانم کیم اینجا چیکار میکنین ؟ 
هنوز نمیدونی کی پشت این ماجراست ؟ 
نو یول سونگ 
چرا اینکارو با مادرم کردی ؟ 
مرگ مادرت هیچ ربطی به من نداشت 
! تو مادرم رو بردی 
... چون بهم گفتن اینکار رو انجام بدم 
بهت گفته بودن ؟ کی بهت گفته بود ؟ 
... اون روز 
بذار منشی بک مراقب ماشین باشه 
، یه خانم مسنی هست که ژاکت بنفش پوشیده و جلوی میزه آره . اونجا . کنار میزه 
ماشین آقای نو رو برای دفتر به عنوان پشتیبان گرفتم 
خانم - بعدش بهم دستور داد - 
دادستان زود میاد پایین لطفاً صبر کن - باشه ، ممنون - 
ببخشید ، اومدین دیدن دادستان دونگ گی‌جون ؟ 
بله - بیاین دنبالم - 
جدی ؟ - بله - 
خدایا خانم کیم 
، بعد از اون وسط راه بهم گفتن از ماشین پیاده بشم 
کی گفت ؟ 
آقای نو یول سونگ 
این تنها چیزیه که میدونم 
نمیدونم بعدش چی شد 
پس پرونده‌ی نا یومی چطور ؟ 
تو پشت ماجرا بودی ، درسته ؟ 
کی مجبورت کرد این کار رو انجام بدی ؟ 
رئیس چا ؟ 
... میشه من یه سیگار بکشم ؟ 
حالت خوبه ؟ 
نو یول سونگ پشت این داستان بود 
! هی 
! هی ! بگیرش - ! آقای گونگ - 
نه 
باید هدفمون رو عوض کنیم : @ AirenTeam : 
باید اونا رو به گودال بی‌اعتمادی بکشونیم : @ AirenTeam : اینطوری جرائم همدیگه رو میفهمن : @ AirenTeam : 
... پس کاری که باید بکنیم اینه که - کاری کنیم اونا به همدیگه حمله کنن - : @ AirenTeam : 
... پس حداقل چند تا سلاح با خودت ببر : @ AirenTeam : چون الان توی جنگیم : @ AirenTeam : 
هنوز بوی غذا میدی ؟ : @ AirenTeam : 
میدونستین عطر یکسانی زدیم ؟ : @ AirenTeam : 
در عوض باید تلاش کنین بوی گند پسرتون رو از بین ببرین : @ AirenTeam : 
... تو همونی بودی که تلاش کردی آقای گونگ رو بکشی : @ AirenTeam : و دستور دادی که مادر‌شوهر سارا رو بیارن : @ AirenTeam : 
میخواستم این رو ازت بپرسم : @ AirenTeam : 
دو میلیون دلار دول به گونگ دوک‌گو پرداخت کرده بودن : @ AirenTeam : 
به خاطر شک به پولشویی ، اونا یه شرکت حقوقی خاص رو پیگیری میکنن : @ AirenTeam : 
گونگ دوک‌گو راننده‌ی تو بود ، مامان : @ AirenTeam : 
خیلی خب . الآن دعوا نکنین . چرا شما با هم نمیرین ؟ : @ AirenTeam : 
دوست دارم بدونم پلیس برای دستگیری کدومتون اومده : @ AirenTeam : 
