( 第 10 集 ) 你 怎麼 回事 
不 把 花還 回去 嗎 
我 決定 收下 那些 花 
那 可是 盧律 成送 來 的 
他 說 要 跟 我 復 合 
誰 說 的 
盧律成 嗎 
所以 呢 
我 決定 回去 回到 那個 家 
我要 重回 那裡 逮住 盧律成 
你 要 重新 以 他 老婆 的 身份 過 日子 
不是 我 只是 想 瞞 騙 他 
假裝當 他 老婆 
那個 
你 知道 這 做法 太過 份 了 吧 
我 這不過 是 背水 一戰 
不然 現在 又 沒 有 其他 辦法 
怎麼 會別 無 他法 
我們 不是 說 好 要 從 接送 羅 有 美的 司機 開始 重新 調查 嗎 
要是 這辦法 可行 的 話 你 當初 還是 檢察官 的 時候 就 已經 調查 清楚 了 
原來 是 你 不 相信 我 
不是 我 的 意思 是 
羅 有 美 事件 一爆發 徐雄鎮 教授 就 變成 那樣 
你 也 被 掃地 出門 導致 一切 就此 停下 
事到如今 我們 要 調查 線索 已經 都 沒 了 
所以 你 重回 那個 家能 做 甚麼 
我要 找出 我媽 去世 那天 搭車 坐在 她 旁邊 的 人 是 誰 
看看 那個 人 究竟 是 盧律成 還是 另 有 幕 後 主使 
如果 不順利 呢 
這段 復 合 的 終點 會 是 甚麼 
我 不會 去 想 不 可能 的 事 
只會 想 可能 的 事 
盧律成 
你 搞 甚麼 
你現 在 就 停手 放開 我 你 
別 再動 搖金 莎拉 了 
放開 我 你 還不 放手 嗎 
你 大 可 放心 請 回 吧 
不會 發生 復 合 這 回事 的 
媽 你 回去 後 
告訴 她 別 再 覬覦 我家 
也 麻煩 會長 好好 管教 一下 你 兒子 
好 讓 他 別 再 覬覦 金 莎拉 組長 
你 快 離開 
( 代表 盧律成 ) 你 那天 有來 我們 地檢 吧 
我全 看到 了 
莎拉 媽媽 過世 那天 
( 代表 盧律成 ) 律師 去 檢察廳 很 奇怪 嗎 
你 為 了 掩蓋 自己 在 那裡 遇到 她 媽媽 的 真相 才 打算 跟 她 復 合 
我 不得不 對 你 產生 這種 合理 的 懷疑 
喂 你 的 想像力 也 太違 背倫常 了 吧 
「 違背 倫常 」 
我覺 得 如果 是 你 充分 有 可能 這麼 做 
等等 你 
( 代表 盧律成 ) 為 甚麼 這麼 激動 
莫非 有 甚麼 我 不 知道 的 好消息 嗎 
金 莎拉 
坐下 再 說 
呆 著 做 甚麼 你 還不走 嗎 
哎呀 好 緊張 
我們 金 莎拉 
就 這樣 吧 復 合 
很 好 
不愧 是 金 莎拉 絕不拐 彎抹角 
不過 你 是 怎麼 回事 
怎麼 會 突然 改變 心意 
之前 一副 把 我 當成 無 可救藥 的 流氓 
我 決定 只 為 瑞允著 想 
這樣 我 就 能拉攏 到 金英雅 嗎 
我會 努力 的 
努力 這種 話 不管 是 誰 都 會講 
高手 之間 得 證明 才 行 
不願意 就算 了 
那 你 幫 我 安排 跟 她 見面 的 機會 
這樣 我 就 相信 你 
我怕 自己 會 因為 愧疚 而 就此 停下 
連對 你 說 聲 抱歉 都 做 不到 真的 很 對 不起 
你 突然 說 有 話 要講 但 你 這是 在 胡說 甚麼 
是 要 辭 掉 SOLUTION 的 工作 嗎 
不 就 兩個 月 
我 想 去 放個 假 
所以 是 基 於 甚麼 原因 
是 工作 過勞 嗎 
其實 我 跟 盧律成 代表 嗯 決定 要 復 合 
金組長 金組長 
你 是 怎麼 回事 哪裡 不 舒服 嗎 
這麼 做 不 恰當 組長 
我 這次 是 在 執行 對 我 自己 的 解決 方案 
解決 方案 代碼 「 金 莎拉 」 
我 反 對 
我們 不 都 是 以 多 數決 來 決定 要 不要 實施 解決 方案 嗎 
等等 董律 師人 呢 
先叫 他 過來 
我 已經 取得 他 的 諒解 了 
你 又 不是 瘋 了 怎麼 能 這樣 做 
不 狂 不及 
唯有 瘋狂 才 有 辦法 做到 
那 也 不是 要 你 這麼 瘋狂 啊 
代表 我 的 多巴胺 都 空閒 呢 所以 請 你 們 支持 我 
這算 甚麼 解決 方案 根本 是 自殺 炸彈 
知道 了 那先 讓 我 聽 聽 你 的 計劃 
這次 的 解決 方案 是 「 盛大 車律詐 騙騷 」 
首先 要 讓 盧律成 相信 金 莎拉 
要 讓 他 不會 懷疑 我 是 為 了 別 的 原因 跟 他 復 合 要 讓 他 對 我 深信不疑 
我確 實有點 吃 驚 
你 竟然 這麼 爽快 地幫 我 安排 跟 金英雅 代表 見面 
我並 沒有 「 爽快 」 而是 勉為 其難 
你 有 把 我們 的 情況 告訴 她 嗎 她 怎麼 說 
你 直接 聽 她 講吧 
來 了 
代表 
謝謝 你 撥 空前 來 
我應 該 要 先 說 聲 「 恭喜 」 吧 
恭喜 你們 順利 復 合 
你 有 聽 說 我 很 反 對 嗎 
是 嗎 
天 啊 你 不 知道 我 討厭 你 嗎 
我 真是 沒臉 見 你 
既然 我 都 來 了 那 你 應該 能 看出 來 吧 
我 有 多費心 在 討好 金 莎拉 
總之法 學院法 這話題 就 留待 下次 再談 
今天 就 來 辦個 慶祝派 對 吧 
當然 沒 問題 
代表 我來 幫 你 倒 一杯 
他們 兩個 人 在 哪 
在 二樓 
會長 
會長 
現在 裡面 
你們 現在 是 在 做 
會長 
打聲 招呼 吧 代表 這位 是 我 媽媽 
你好 
不好意思 我 找 錯 包廂 了 
我 希望 能 在 金 莎拉 那裡 多拿點 分數 才 過來 打擾 一下 
下次 我 再 邀 你 到 更好 的 地方 
請 慢用 好 的 
乾杯 
今天 很 開心 
路上 小心 
要 怎麼 做 才 好 呢 
要 不要 先訂 好 酒店 再 舉辦 婚禮 
不 需要 婚禮 只 需要 簽名 
這是 甚麼 
「 復 合合 約書 」 
你還 真是 可愛 
「 金 莎拉 跟 盧律 成要 正式 進行 結婚 登記 」 沒 問題 
「 撫養 權歸金 莎拉 所有 」 好 
「 離婚 時 須 支付 贍養費 30 億韓元 」 
這不太妥 吧 我 總 不能 又 再次 淨身 出戶 吧 
10 億 算了吧 
20 億 
不過 條件 是 你 要 像 今天 一樣 協助 車律 之城 的 計劃 
簽完 名後寄給 我 
沒 問題 
那 我 先 走 了 
「 扣押 調查 」 
董律師 
有人 控告 並非身 為律師 的 金 莎拉 介紹 並處理 法律 事務 這違 反 了 《 律師法 》 開始 吧 
借過 一下 借過 
那 董基俊律 師是 怎麼 回事 
我們 懷疑 他 跟 你 一起 分攤 收益 
你 應該 知道 這屬 於 刑事 處罰 的 範圍 吧 
先 從 那邊 開始 吧 那邊 
是 因為 組長 你 幫人 進行 諮 詢才會 這樣 嗎 
法律 諮 詢確 實是 要 有律師 執照 才能 進行 
因為 我 一直 都 在場 這 部分 不用 顧忌 
對 了 那會計 處理 的 部分 呢 
當然 非常 乾淨 
既然 他們 有 出示 扣押 搜索 令 那 就 代表 警方 手上 握有 甚麼 
會 是 甚麼 呢 
所以 你 為何 如此 不自量力 地起 貪念 呢 
難道 是 會長 舉報 的 嗎 
你現 在 明白 如果 你 又 覬覦 車律 會 落得 甚麼 下場 了 嗎 
你現 在 是 在 威脅 她 嗎 
聽 說 你們關 係 匪 淺 我 還以 為 你 會 出手 阻止 
你還 真是 讓 我 失望 呢 董律師 
拜 託 你 別 再 說 了 
為 了 所有人 著想 趕快 收手 
那麼 我 就 幫 你 解決現 在 這些 狀況 
好 來 打 掃 吧 
哎呀 我們 都 多久 沒約會 了 
真 好笑 我 竟然 有點 心動 
到 此 為止 吧 
甚麼 意思 
車律 不是 在 動手 腳 嗎 為 了 中止 董律師 的 律師 執照 
不是 我 你 去 說 服會長 
不然 就當 沒 有 復 合 這 回事 
你現 在 天 啊 是 為 了 董律師 那 傢 伙 跟 我 鬧 翻 嗎 
SOLUTION 的 同事 們 都 反 對 我 跟 你 復 合 
他們 每天 都 在 試圖 阻止 我 老實 說 我 有點 辛苦 
都 這樣 了 還有 必要 令 他們 對 你 增加 反感 嗎 
我 想 在 大家 的 祝福 下 跟 你 重新 開始 
能 做到 的 人 就 只有 你 不是 嗎 
金組長 
聽 說 我們 辦 公室 的 扣押 目錄 中出 現雙 重帳 簿 
那 是 甚麼 意思 甚麼 雙重 帳簿 
我們 沒有 做過 那種 東西 
看來 是 有人 放在 辦 公室 的 
我 去 查看 閉路 電視 的 紀錄 
金組長 可能 需要 你 過來 一下 
原本 在 這裡 的 閉路 電視 主機 不見 了 
竟然 不是 刪掉 檔案 而是 整部 搬走 
這 表示 對方 知道 就算 刪掉 我們 小 組有 修 復 能力 的 專家 
SOLITION 的 扣押 搜查 為 甚麼 只查 一樓 就 結束 呢 
你 不覺 得 有點 奇怪 嗎 
你 這是 甚麼 意思 
我 的 意思 是 也 來 搜查 一下 二樓 
等等 誰 說 你 可以 這樣 做 
我 說 的 
放手 
為 甚麼 間諜 總 是 會 留下 這種 痕跡 呢 
難道 是 因為 不 知道 自己 會 怎樣 被 利用 而 感到 不安 嗎 
侵害 營業 秘密 妨礙業務 你 會 收到 訴狀 的 做好 覺悟 
我 認同 SOLITION 團隊 的 能力 
不過 律成 跟 你並 不合 適 
你 應該 很 清楚 吧 
莫非 你 還是 盧律成 的 女友 
怎樣 車會長 說會 接納 你 嗎 
這個 要 依 我 的 表現 而定 
請問 你 為 何要給 我 這種 任務 
要是 沒 信心 就別 做 
只要 好好 表現 我 也 會 有 機會 
我能 這樣 解讀 嗎 
要 如何 解讀 是 個 人 自由 
對 了 你 應該 不是 對盧 代表 過於 執著 吧 
你 要是 喜歡 就 儘 管 對 他 這 麼 做 
出去 
這 一切都是 張事務長 搞 的 鬼 嗎 
你 可以 不用 擔心 警方 調查 了 
都 這樣 了 你 還要 重回 那個 家 嗎 
你 最後再 考慮 一次 
你別 再 成為 盧律成 的 老婆 了 
我們 一直 為 了解 決 方案 而爭 吵 
對 吧 
好 吧 如果 是 這樣 那 我 就 從 SOLUTION 離開 
若 我們 一直 共事 你 老公 肯定 會 很 介意 吧 
應該 是 你 介意 才 對 吧 
既然 你 知道 我會 介意 為何 還要 執行 這種 解決 方案 
說 實話 我 真的 無法 理解 
所以 我實 在 沒 辦法 支持 和 恭喜 你 復 合 
我 先 走 了 
你 真的 要 離開 嗎 
你 把 我們 丟下 要 去 哪裡 
金組長 
對 於 傷害 到委 託 人 的 解決 方案 我實 在 無法 贊同 
無論 是 身體 上 的 還是 心靈 上 的 還有 承諾 等 任何 一切 
我們 還會 再 見 的 
董律師 
按 你 要求 我們 已 經為 你 準備 了 獨立 的 房間 
謝謝 你 李秘書 
你好 會長 
她 為 甚麼 會 站 在 我 面前 
是 誰 讓 她 隨意 進入 我家 裡的 
我 不是 跟 你 說過 嗎 
從 今天 開始 她將 和 我們 一起 生活 
這是 甚麼 
這是盧 代表 今天 寄過 來給 我 的 
所以 我 就 搬 進來 了 
身為 律師 你 竟然 在 這種 垃圾 上 簽名 
贍養費 是 甚麼 東西 
你 就 當作 是 行賄 資金 吧 媽媽 
這樣 會 讓 你 輕 鬆 不少 
那 我 先回 我 的 房間 了 
媽媽 你 再 等 一會 
如果 想念 媽媽 了 你 就 撥 打 1 號鍵 告訴 她 你 想 說 的 一切 
天 啊 這個 名字 真是 絕佳 
你們 來 了 啊 
這是 我 的 位置 而 你 的 位置 是 那裡 
你們 在 說 甚麼 我 不會 接受 你們 的 
應該 是 不能 接受 我 可 無法給 你 們 月薪 
是孫 代表 讓 我們 來 幫 你 的 在 金 組長 休假 的 這段 時間 
金組長 說 她 過得 很 好 
是 嗎 
我 知道 了 
你們 還沒 吃 飯 吧 
瑞允 
媽媽 
天 啊 真可愛 
過得 好 嗎 我 的 兒子 是 的 媽媽 非常 想念 你 我 也 是 
那麼 我們 現在 是 一起 回家 嗎 
從 今往 後 媽媽會 和 你 一直 住在一起 的 
媽媽 保證 一定 會 說 到 做到 
好 的 媽媽 
我 不會 和 你 同席 用餐 
擺 兩次 飯桌 是 很 累 的 會長 
那 我 坐下 了 
我 只要 沙律 就 好 
媽媽 不管 怎樣 我們 一家人 已經 好久 沒有 聚在一起 了 
你 說 誰 是 一家人 
你 回來 的 真正 目的 是 甚麼 
我 感覺 自己 終於能夠 呼吸 了 因為 能 和 瑞允 在 一起 
沒有 其他 目的 嗎 
那 你 們 睡 一個 房間 吧 
那麼 我 就 相信 你們 
可是 關於 這個 我們 已 經談 好 了 
她 說 需要 一些 時間 我 也 同意 了 
我們 自己 會 處理 好 的 會長 
大 夫人 少夫人 
往 後 我們 就 和睦 相處 好 嗎 
媽媽 拜 託 你 把 說 話 聲音 放低 一點 吧 
瑞允 都 聽 著 呢 
拿 一些 水果 吧 
好 的 不是 你 
而是 你 親自切 好 水果 後 端 出來 
好 的 
你 這是 擺 祭桌 祭拜 我 嗎 
不是 這樣 的 嗎 
你 在 和 我 開 玩笑 嗎 
我 已經 好久 沒有切 水果 了 
對 了 會長 你 為 甚麼 要求 我 做 這些 呢 
這 不是 你 希望 的 嗎 讓 我 認可 你 這個 媳婦 
不是 吧 你 明明 是 為 了 挫挫 我 的 銳氣 故意 刁難 我 
我 希望 你 把 我 當作 客人 來 對 待 
畢竟 媳婦 也 是 個 百年 貴賓 
你 是 在 教 我 做事 嗎 
不是 的 我 只是 在 拜 託 你 而已 
讓 客人 做家務 的 時候 希望 你 能 感到 哪怕 一點點 歉意 
天 啊 她 沒 有 向 你 丟蘋果 嗎 
她 一定 在 苦惱 要 如何 應對 我 吧 
如果 你 這樣 讓 她 對 你 起 了 疑心 的 話 怎麼 辦 
反正 她 也 不會 輕易 收起 疑心 的 
只能 利用 放下 戒備 的 盧律成 做 我 的 擋箭牌 了 
天 啊 我 可 做 不到 這些 我 真的 做 不來 
那 以後會 怎樣 
接下 來 調查 我 媽媽 去世 的 那天 去年 10 月 31 日 
車律 一家 的 行 蹤 
車會長 書房 的 電腦 與 秘書室 連接 
那裡 保存 著會長 與盧 代表 的 行程 安排 文件 
( A1 行程 ) A1 是 車會長 ( A2 行程 ) A2 是 盧律成 
( 2022 年 10 月 31 日 ) 奶奶 下午 大約 2 點去 了 檢察廳 
( 勘察 車律 之城 地皮 ) 盧律成 
他 沒去 檢察廳 
因為 沒 接到 會長 你 提前 回來 的 消息 
所以 房間 還沒幫 你 打 掃 
沒關 係 
婆婆 
瑞允 你 在 這裡 啊 
婆婆 你 跟 我 來 一下 
去 哪裡 
嚇死 我 了 
大基 你 在 看 甚麼 
兒子 喜歡 嗎 
喜歡 真乖 
金組長 是 一心 為 了 瑞允 才 重回 那個 家 的 
她 應該 過得 還好 吧 
孩子 是 她 的 動力 和 孩子 在 一起 
她 一定 能撐 住 的 
( 絕佳 的 法律 事務 所 ) 從 目前 來 看 羅 有 美 命案 唯一 的 目擊 證人 
就是 這位 的士 司機 吧 
只有 查出 羅 有 美 命案 的 真相 莎拉 媽媽 死亡 之 謎 才能 水落石出 
正好 想 活動 一下 筋骨 不如 去 捉 那個 司機 吧 
姜春 你 要 去 潛伏 嗎 
我 的 任務到 此 為止 
你 能 搞 得定 吧 
那 我 就 久 違地 發揮 一下 實力 吧 
等 我 回來 
請問 你 有 甚麼 事 
我 撿 到 一張 銀行 卡 不 知道 它 是不是 你 的 
不是 我們 的 
好 的 
不是 盧律成 
那 是 誰 車會長 
天 啊 
你 考慮 好 沒 有 
給我 20 億韓元 我 就 走 
那個 地方 治安 那麼 亂 
沒有 20 億 的 保障 怎麼行 
等 你 下次 叫 我 回 韓國 到 時 我 再 還給 你 
你 明明 轉身 就 會 在 馬 場輸光 這筆 錢 
你 指使 我 對羅有 美 做 的 事 這段 時間 我 都 有 保守 秘密 
連盧律 成 代表 都 沒 有 透露 
這是 當然 
那個 秘密 一旦 洩露 你 就 立刻 要 去 坐牢 
目前 有人 正在 調查 那宗案 
你 最好 趁早 乖乖 離開 韓國 以免 他們 找到 你 
還 不快 下車 
會長 今天 去 打 高爾夫球 了 晚上 吃 完 晚餐 之後才 回來 
好 我 知道 了 
家裡 有 客人 來 了 嗎 
是 車律律 師行 的 運行 組長 在 跟盧 代表 談 事情 
為 甚麼 不 在 公司 談 而是 來家裡 談 
可能 是 有 甚麼 急事 吧 
你 知道 車律 的 運行 組長 是 誰 嗎 
我查 一下 看看 稍 等 
你問 這個 做 甚麼 
我 有事 要 跟 他 確認 
原來 是 這個 人 啊 
應該 是 車會長 之前 的 司機 
他 是 你 離婚 之後入 職 的 難怪 你 不 認識 
謝謝 你 
運行 組長 
你 怎麼 這麼 驚訝 
你好 
原來 你 認得 我 
畢竟 你 是 少夫人 
你 找 我 有 何貴 幹 
你 那 雙運動 鞋 
我覺 得 好像 很 眼熟 
這雙鞋 
之前 盧 代表 穿過 一陣子 後 來 他 送給 了 我 
原來 如此 
你 去 忙 吧 再見 
嚇我 一 跳 
不好意思 我 這裡 沒 有 凍 美式 咖啡 
即 溶 咖啡 我 也 愛喝 
是 嗎 
你 這裡 還好 嗎 
還好 
你 那邊 還好 嗎 
馬 馬 虎虎 
萬一 你 老公 派 人 跟 蹤 你 過 來 你 要 怎麼 解釋 
我 就 說 因為 我 想念 你 
如果 被 他 逮個 正著 你 一定 要 這樣 說 
我 想 重新 看 一下 拍到 我媽 那段 閉路 電視 影片 
沒錯 就是 這個 人 甚麼 
他 是 誰 
車律 的 運行 組長 之前 是 車會長 的 司機 
你 怎麼 認 得出 來 畫面 看不清 他 的 臉 啊 
他 腳 上 的 運動 鞋 是 限量版 所以 我 記得 很 清楚 
等 一下 
這張 照片 上 的 人 就是 運行 組長 
腳上 的 運動鞋 一模 一樣 你 看 
等 一下 
你 看 一下 這個 
是 在 羅 有 美 乘坐 的 那輛 的士 司機家 拍 的 照片 
怎麼 那裡 也 有 這款 運動鞋 
你 跟 我 來 一下 
( 案發 當時 的士 司機 ) 
( 的士 駕駛 執照 姓名 孔得求 ) 
他 就是 載羅有 美的 的士 司機 嗎 
帶 走 我 的 媽的 人 也 是 他 嗎 
( 的士 駕駛 執照 姓名 孔得求 ) 這麼 說 他 就是 真兇 嗎 
有 可能 因為 我們 目擊 到 他 跟 車會長 見面 的 場景 
請問 你 有 甚麼 事 
等 一下 
我查 過案 發當 日 車會長 和 盧律成 的 行程 了 
( 14 點至 15 點 30 分 ) 車會長 行程 裡沒有 去 檢察廳 一項 ( 金碩宇 議員 出版 紀念會 及 酒會 ) 
那 盧律成 呢 
奶奶 身在 檢察廳 的 當日 下午 2 點 盧律 成則 是 在 勘察 車律 之城 地皮 和 開相 關會議 
等 一下 下午 2 點去 勘察 車律 之城 地皮 了 
不 對 那天 下午 2 點盧律 成分 明在 檢察廳 
看來 盧律成 偷偷 改掉 了 行程 
將 真正 的 行程 隱藏 起來 了 
那麼 總結 一下 就是 
羅 有 美 和 伯母 這兩宗 命案 都 跟 孔得求 這個 人 有 關聯 
而 他 的 幕後有 車會長 和 盧律成 
但 不 知道 他們 各自 跟 孔得求 有 甚麼 關聯 
只有 孔得求 本人 知道 
只要 能 讓 孔得求 開口 這兩宗 命案 就 能 同時 水落石出 
金組長 你 來 了 
你們 和 好 了 嗎 
難道 我們 吵架 了 嗎 
某人 的 確在 生悶氣 
誰 啊 
那麼 董律 師會 重新 搬回 SOLUTION 吧 
這件 事 我 有 必要 再 考慮 一下 
我 突然 想到 一個 讓 孔得求 開口 的 辦法 了 
只要 你 答應 搬回 SOLUTION 我 就 告訴 你 
你好 
因為 我 又 有 一個 疑惑 想 找 你 解答 
甚麼 事 
請問 去年 10 月 31 日 你 在 哪裡 
「 10 月 31 日 」 
我 記不清 了 
請問 這個 人 
是不是 孔得求 組長 
我 不 太 清楚 
你 再 仔細 看看 
我 看到 畫面裡 的 人 跟 你 很 相似 嚇了 一 跳 
這 不是 我 
原來 如此 
我 正在 尋找 這個 男人 
這樣 啊 
因為 我 想 從 他 口中 聽 聽 我媽媽 最 後 怎樣 了 
是 嗎 
不好意思 打擾 你 了 
那麼 我 先走一步 
他 怎麼 說 矢口 否認 
沒 問題 嗎 
他 肯定 轉頭 就 把 這事 告訴 盧律成 或 車會長 
我 就是 為 此 故意 向 他 洩漏 的 
你 多 注意 一些 無論 是 身體 上 還是 心靈 上 
她 手上 有 閉路 電視 的 影片 
( 法務 法人 車律 ) 少夫人 在 懷疑 我 
你 說 我 太太 一直 追查 岳母 的 案子 嗎 
我 不 太 清楚 
總 之 你 如果 給我 之前 說 好 的 20 億 我 就 離開 韓國 
喂 
我 欠 你 錢 了 嗎 
我 這次 也 三 緘其口 了 
一直 以來 也 對會長 守口如瓶 
難道 你 的 智商 跟 金魚 一樣 嗎 
岳母 最後的 證據 影片 中 被 拍 到 的 人 是 你 
一旦 你 開口 
就 等 於 你 承認 自己 犯罪 
還不 明白 嗎 
你 先 走 吧 
我 準備 好 再 聯絡 你 
愚蠢 的 傢 伙 
金 莎拉 真是 的 
現在 瞞 著 我 在 做 甚麼 
由 於 行程 緣故 無法 和 會長 見面 
要 瘋 了 
你 怎麼 會 在 這 
你 就 這麼 迫不及待 和 金 莎拉 組長 復 合 嗎 
你 是 來 恭喜 我 的 嗎 
警方 傳喚 我 去 接受 調查 
是 會長 吩咐 我 做 的 事 她 應該 要 負起 責任 吧 
你 有 證據 證明 是 會長 吩咐 你 的 嗎 
以 後 你 還是 找 一個 
跟 自己 差不多 水準 的 男人 拍拖 吧 
別 不自量力 
跟 爸爸 打招呼 
爸爸 你 回來 了 
是 啊 
天 啊 射擊 
媽媽 你 看 
嚇我 一 跳 
公司 有 一位 孔得求 組長 對 吧 運行 組長 
是 啊 
你 來 看看 這個 
這是 我媽 出事 那天 檢察廳 的 閉路 電視 
我 發現 媽媽 居然 去 了 那裡 
是 嗎 
岳母 為 甚麼 要 去 那裡 
我 不 知道 
但 你 不覺 得 她 旁邊 的 男人 很 像 孔得求 組長 嗎 
不太 清楚 我 看不出 來 
話 說 這段 影片 你 是 從 哪 弄 到 的 
董律 師問 這個 人 是不是 我媽媽 
真是 的 你 到 現在 還和 董律 師有 聯絡 嗎 
不過 我 再 怎麼 想 都 覺得 奇怪 所以 直接 問了 孔得求 組長 
可是 他 卻 說 那個 人 不是 他 
那 就 應該 不是 他 吧 
你 是不是 太過 敏感 了 
是 這樣 嗎 
出來 吃 飯 吧 
房間裡 的 安眠 藥吃 完 了 幫 我 補上 
有 甚麼 事情 讓 會長 心神 不寧 嗎 
失眠 一般 都 是 這種 情況 引起 的 
你 住 進 我家 
我能 睡 得 著 嗎 
對 了 會長 據 說 人 到 了 50 歲 以 後 
如果 沒有 睡 滿 7 小時 會 提升 認知 障礙 症 的 發病率 
供 你 參考 
喂 行 了 法學院 法通過 了 
正式 會議 結束 了 嗎 沒錯 以 擴建 3 間 法學院 通過 了 
我們 只要 爭取 到 其中 一間 就 結束 了 
你 真是 辛苦 了 
我現 在 就 出門 我們 喝一杯 吧 
法案 通過 了 
你 辛苦 了 
老婆 你 也 辛苦 了 
我 說 得 沒錯 吧 
就 說 她 立 了 大功 吧 
會長 恭喜 你 
你 真的 認為 法案 會 通過 是 你 的 功勞 嗎 
我們 已經 確定 拿到 法學院 了 嗎 
媽 像 今天 這種 日子 你 這是 做 甚麼 
現在 是 該 自賣 自誇 的 時候 嗎 
這 一切都是 託 了 代表 的 福 
感謝 你 費心 幫助 我 
哪有費 甚麼 心 啊 
我 不是 早就 說過 這事 基本上 是 定局 
是 啊 
現在 你 是 邀 請 我 出演 金 莎拉 導演 執導 的 一場 大騙局 嗎 
換句 話 說 的 確是 如此 
反正 法學院 法會 通過 的 
是 嗎 其實 我個 人意 見 是 贊成 的 
不過 目前 還在 台面 下作業 
但 你 為 甚麼 說 自己 是 中立 呢 
不 這樣 說 該 有 多少 蒼蠅 黏過 來 啊 
我們 也 有 自己 的 方案 
不 只是 SOLUTION 有 
這樣 我 算是 還了 欠 你 的 人情 吧 
你 幫 我 守住 孩子 們 的 人情 
你 做 得 太足夠 了 
但 在 選定 法學院 時 我 真的 會維持 中立 
好 的 
在 那 之前 要 先 讓 我 的 騷 落幕 
好 讓 車律 自然而然 地 排除 在外 
好 的 再見 
你 看 了 還不 知道 嗎 
從 幾天前 開始 新聞裡 就 報導 法學院 壟斷 的 問題 從而令 風頭 轉向 
所以 才 通過 的 
這哪裡 有 她 的 功勞 
媽媽 不是 還 剩下 最後的 選定 嗎 
她 到 那時 為止 對 我們 還是 有 幫助 的 
你 這 傢 伙 總是 這麼 蠢 
我 都 說過 那麼 多次 別 相信 任何人 
所以 才 說 你 沒用 
那媽 你 為 甚麼 相信 孔得求 
你 
怎麼 你 以 為 我 不 知道 嗎 
你 知道 多少 我 全都 知道 全部 
你 以 為 孔得求 那 傢 伙 只會 找 你 討好 處 嗎 
說 我 蠢 說 我 沒用 的 那些 話 
拜 託 你 別 再 說 了 
你 才 沒 有 資格 說 那些 話 
你 要 去 哪裡 我 去 見 投資人 
因為 今天 是 好日子 雖然 都 被 某個 人 搞砸 了 
孔得求 這 傢 伙 
他 為 了 慶祝 好日子 所以 喝 了 不少 
我來 就 好 你 先回去 吧 
好 的 
給你 
喂 是 我 
下週 一 做好 準備 
真的 跟 你 預期 的 一樣 嗎 有 甚麼 動靜 嗎 
那天 應該 是 行動 日 
知道 了 
話 說 你 怎麼連 這種 事 都 預 料到 了 
車律 這對 母子 在 知道 我們 有所 動作 後 會 做出 甚麼 事 顯而易 見 
不枉費 你 重回 那個 家 呢 
現在 認同 我 了 嗎 
嗯 認同 
那天 再見 知道 了 
對 了 隨時 都 要 小心 
好 
出現 了 
跟上去 吧 
再開 10 分鐘 就 到 目的地 了 
那 在 下 一個 交通 燈位 動手 吧 
好 
大家 捉緊 了 
哎呀 搞 甚麼 啊 
開車 都 不 看 前面 嗎 
你 怎麼 可以 不看 前面 呢 哎呀 
你 還好 嗎 
等等 你 的 腰 還好 嗎 
天 啊 你 的 手腕 
手腕 還好 嗎 別動 好痛 
哎呀 沒事 的 
你 是不是 正要 去 信榮路 24 街 
孔得求 先生 
你們 是 甚麼 人 
快放開 我 
過來 
你們 要 做 甚麼 沒事 的 
你問 我們 是 誰 嗎 
繼續 走 
是 你 的 救命恩人 啊 
你 自己 看吧 
我 說 得 對 吧 是 你 的 救命恩人 
你們 怎麼 會 
少夫人 怎麼 會 在 這裡 
你 到 現在 還不懂 那 是 誰 的 傑作 嗎 
盧律成 
你 為 甚麼 要 對 我媽 做 那種 事 
那件事 和 我 沒 有 任何 關 係 
就是 你 帶 走 我 媽媽 的 啊 
那 是 因為 是 那個 人 指使 我 的 
你 說 的 那個 人 是 誰 
那天 
你 把 車交給 白 秘書 
服務台 前面 有 一個 穿著 紫色 外套 的 老太太 就是 那裡 快去 看看 
我開 了 代表 的車 外出 支援 
這位 太太 接著 收到 了 他 的 指示 
檢察官 準備 要 下 來 了 請 你 再 等 一下 好 謝謝 不 客氣 
不好意思 請問 你 是 來 找 董基俊 檢察官 的 嗎 
對 跟我走 就行了 
是 嗎 好 的 
小心 組長 
而且 半路上 他 就要 我 下車 
你 說 誰 
盧律成 代表 
這 就是 全部 了 
接下 來 的 事 我 甚麼 都 不 知道 
那羅有 美 案件 呢 
是 你 做 的 吧 
是 誰 指使 你 的 
車會長 嗎 
可不可以 讓 我 吸 一支 煙 
你 還好 嗎 
居然 是 盧律成 做 的 
喂 
喂 孔得求 停車 
不 可以 
我們 要 變 更 目標 了 
要 讓 他們 落入 猜忌 的 地獄 主動 揭穿 彼此 的 罪行 
需要 做 甚麼 事 挑撥 離間 
那 至少 準備 好 武器 吧 因為現 在 是 真正 的 戰爭 
知道 你 的 身上 還有 氣味 嗎 
會長 你 知道 你 跟 我 用 同 一款 香水 嗎 
你 還是 管好 令郎 身上 的 臭味 吧 
看來 計劃 殺 掉 孔 組長 和 指示 他 把 你 岳母 帶 走 的 人 就是 你 
這才 是 我 想問 的 問題 
孔得求 收到 一筆 20 億韓元 的 錢 
所以 他們 懷疑 洗 錢 正在 追查 某間律 師行 
媽 孔得求 之前 不是 你 的 司機 嗎 
好 了 別吵 了 你們 就 友好 地 一起 去 吧 
警察 是 來 請 你 們 之中 哪位 走 的 呢 
