תראה לי את הפרצוף שלך . 
תתייצב בבית החולים אחרי החקירה , ברור ? 
אתה רוצה ? לא . תודה , דוקטור . 
תודה . 
קפה , מייג'ור ? 
- ג'ון ? קפה . מיס טאטי . תן לי את זה . - תודה . אין על מה . 
- חדר חקירות 2 , חדר חקירות 3 הם יצאו מבין העננים בשעה חמש שלי מעליי . לא ראיתי שום דבר . אתה עושה צחוק ? מטוסי האויב היו כמו רוחות רפאים . הינטון אמר שראה ארבעה מצנחים , אבל אני לא ראיתי אף אחד . 
היה כיסוי עננים בכל מקום . זה היה כמו מרק , לוטננט . 
לא ראיתי . - איים ? בחיי , לא ראיתי אף אי . 
בשלב ההוא ראיתי הבזקי ירי . לא מקבצים . 
כן , כלומר , אלה היו מטוסי 190 , הם חולפים על פניך בצרחה במהירות ... אני לא יודע , 800 קמ"ש ? מצנחים ? מישהו ראה מצנחים ? לא , מייג'ור . היה תוהו ובוהו מוחלט שם . הראות הייתה אפסית . היה קשה מאוד לראות . 
- - חדר מיון 1 בן , אראה למייג'ור את הפצעים שלך . 
כן , המפקד . 
כוויות הקור של בוסר דורשות טיפול שאנחנו לא יכולים להעניק לו כאן . 
תחזיק מעמד , בוסר . 
נשלח אותך לבית החולים רדגרייב . שם יטפלו בך . 
אני כבר מת לחזור לקרב , המפקד . בחור טוב . 
הם חייבים לזכור איפה הם . 
בגובה 25,000 רגל יש מינוס 45 מעלות . השתן שלהם קופא על העור שלהם . 
אבדות כאלה אינן כורח המציאות . 
שלא לדבר על כך שאיבדנו קצין נוסף . הגלין ? - כן . התפוצץ לו כיב בנחיתה . 
שלחתי אותו ללונדון לרופא מומחה . 
בסדר . תודה , דוקטור . - בסדר . 
אלוהים , איזה אידיוט אני . היה קפוא שם וניסיתי לתפוס את הרובה בלי כפפות . 
במקפיא ההוא ? יכול היה להיות גרוע יותר . 
טוב , זה לא יקרה שוב . טוב . 
בסדר . החלמה מהירה , דיקי . אני צריך את טייס המשנה שלי חזרה . 
תודה , קורט . - שמור על עצמך . 
באקי ואני חשבנו שכדאי שנשתה כמה משקאות עם כמה מהבחורים . רוצה לבוא ? 
תודה , קורט . אישאר כאן הערב . בסדר . - בסדר . תגיד לאחרים בשמי ? - ודאי . שמור על עצמך . 
מה שלומך , דיקי ? 
לחיי אדמס . שמלנבאך . ' פטריץ . 
וכל האמיצים האחרים . 
אתה בסדר ? 
אתה מרגיש משהו ? 
אתה מרגיש משהו ? כן , הבחורים חסרים לי . 
כי אני לא מרגיש שום דבר . 
אתה יכול לעשות לי טובה ? מה ? 
- בוא הנה . 
אני רוצה שתכה אותי . זו פקודה . קדימה . בסדר . 
אני רוצה שתיתן לי אגרוף באף . ממש כאן . - מייג'ור . אל תקרא לי " מייג'ור " . אני לא רוצה " מייג'ור " . בלי דרגות . 
תפסיק עם השטויות , אחי . - שטויות ? אני לא משתטה . 
תפסיק ... - אתה מניו יורק , לא ? 
אז תכה אותי . 
הרגשתי את זה , קורט . 
הרגשתי את זה . 
בסדר , מיטבול . 
אני צריך להיפגש עם הקצין החדש . מחר על הבוקר . 
היום כבר מחר . 
יש לך חמרמורת , מייג'ור ? לא , המפקד . 
זה יתחיל רק בעוד כמה שעות . 
אתה עדיין שיכור . 
הקפה עורר אותי , המפקד . 
קולונל הגלין לא התלהב מהיכולות שלך כפקיד אווירי . 
אני לא התלהבתי ... - מיכולות הטיסה שלו ? 
אני לא קולונל הגלין . 
אתה בהחלט לא . 
אפשר לקבל קפה ? - כן , המפקד . 
תודה . 
בחורים . 
באקי . נו ? 
הורדתי בדרגה . למה ? 
מפקד טייסת 418 . 
מצטער , ג'ק . הבחורים חוזרים אליי . 
כל עוד אקבל חזרה את המבצר שלי . 
כן , הרדינג רוצה לדבר איתך על זה . 
מה ? אני פקיד אווירי ? חתיכת בן זונה . 
- זה לא היה רעיון שלי . הגלין המליץ עליך . שניכם בני זונות . 
פקיד אווירי מחורבן . 
תחשוב על זה כך , למיי חושב שאנחנו טייסת ההפצצה חסרת המשמעת ביותר בכל החיל , אולי תוכל להשפיע . 
אני לא רוצה להיות זה שמנגב לך את התחת , באקי . 
מייג'ור . 
- תודה . 
קמת מוקדם הבוקר . באמת ? 
כדי להיפגש עם קולונל הרדינג לפניי ? 
אני יכול לקרוא כשדף הפוך , באק . 
אמרתי רק שבצבא צדקו כשאמרו שאתה מנהיג . שאתה מנהיג טוב במיוחד כמפקד טייסת . אתה לא צריך לשלוח לי פרחים . 
הגשתי בקשה אחרונה לפני שהורדתי בדרגה . 
אני רוצה לכתוב את המכתבים למשפחות הבחורים שאיבדנו . 
אני חושב שעדיף שהם יגיעו ממני , על פני אדם שהם לא פגשו מעולם . 
אעזור לך . 
זה ישמח אותי . 
תשמע ... אילו כל העניין הזה היה מסתיים והיו נותרים רק שני טייסים באוויר ... אלה היו אתה ואני , באק . 
אל תהיה בטוח . 
- שלושה שבועות לאחר מכן - ‏ 16 ביולי 1943 כל אדם שטס בבי - 17 אי פעם הודה לאלוהים על צוותי הקרקע שלנו . לא הייתה תהילה בעבודה שלהם . אף אחד לא קיבל צל"ש על תיקון חורים מירי גרמני או על שיפוץ מאיידים . 
מפקדי הצוותים שלנו היו אחראים לשמירת המטוסים שלנו באוויר בכל המשימות . 
משמעות הדבר הייתה שהאחריות לחייהם של עשרות חיילים הוטלה על כתפיהם . 
- ויילד קרגו קורפורל קן למונס היה אחד מראשי הצוות הטובים ביותר שלנו . הוא היה בן 19 . 
למונס ! 
תפוח אדמה לוהט בדרך . 
המנוול הזה חם מאוד . 
אתה צריך אחד כזה . 
מה דעתך ? 
מלח ופלפל כמו שביקשת . זה מושלם . 
- עוד משהו ? 
תראו . 
הציפור הזו מאבדת שמן . 
אתם רואים ? - כן . מחר אחרי שהבחורים ימריאו , אנחנו ננקה את המנחת . במה ננקה אותו ? באש ! - אש . מה ? - אש . אשמח לעזרה . - כן , בבקשה . 
מה קרה ? 
- משימת אימון . 
הוא התחיל את הפנייה מוקדם מדי , לאט מדי . 
הוא התמהמה . 
מי זה היה ? 
מישהו מ - 349 . צוות חדש . 
ברנהיל . 
איבדנו שישה מבצרים בתוך פחות משלושה שבועות . - יחידה , מספר סידורי , טייס - ברנהיל אנחנו עדיין ממתינים למבצרים חלופיים מפודינגטון . 
אני מקווה לקבל אחד או שניים בשבוע הבא . בסדר . 
ביל , אתה תקבל את שניהם . 
תודה , המפקד . 
ועניין אחרון , כבר איבדנו 66 אנשי צוות אוויר קרביים מתוך 350 שהיו לנו בהתחלה . 
עד שנקבל את המחליפים שלהם ניאלץ להסתדר עם מה שיש לנו . 
טרנר , אם תתקבל פקודת משימה הלילה , חלק מאנשי הצוות שלך יצטרכו לטוס עם טייסת 349 . - כן , המפקד . 
באק , זה נכון גם לגביך . - כן , המפקד . 
זה הכול . משוחררים . 
כן , המפקד . 
בבקשה . אני הולך לזכות בגדול , בחורים . 
אתה לא תעשה את זה . - שים לב . איזה ביצים יש לו . - קדימה , בייבי . קדימה , בייבי ! 
ככה זה הולך ! ככה זה הולך . 
יש לך מזל איום ונורא , קווין . 
לעזאזל . כלומר , התכוונתי בקוביות . 
כן , חסר לך שלא . כי אם אתרסק , כולנו נתרסק . 
בחייכם , אל תהיו כבדים . - בסדר . הוא ספג נזיפה . אליס מדאלאס . 
אליס הארמון שלנו . 
- אליס היא הבחורה שלנו . בחורה ! - בהחלט . 
טומי , טומי . 
מייג'ור . 
ליל . 
- ג'ון . 
מייג'ור . - מייג'ור דיי . 
אוכל לקבל שש כוסות ויסקי ובירת זנגביל ? 
מיד , חבר . - אני מעריך אתכם האמריקנים . אתם טסים לאור יום , כאילו אתם מתעלמים מהחסרונות שבזה . 
אני לא מבין מה אתה אומר , קפטן . 
לא משנה , חבר . זו שאלה לדרגים הגבוהים . 
זה עניין של פילוסופיות . 
אנחנו מפציצים בלילה כי לא משנה לנו במה אנחנו פוגעים כל עוד זה גרמני . 
אבל הפצצות ביום הן התאבדות . 
אני צופה שבעתיד האסטרטגיה של האמריקנים תשתנה בעקבות האבדות המצערות שיימשכו ללא ספק . 
מתמטיקות . 
מתמטיקות ? - כלומר , אולי אם תפציצו בשעות היום , תפגעו במטרות שלכם . ולמה לעזאזל בריטים אומרים מתמטיקה ברבים ? 
כי יש יותר מאחת . 
" כי יש יותר מאחת " . - גם אתם לא רק אחד . אני בטוח שאני יכול לחסל את כולכם . בסדר . בסדר . - סביר להניח שבאגרוף אחד . באחד . 
זה ירטיב לכם את הגרון , בחורים . - סליחה . אלוהים . - תודה , קרוז . 
אתה יפהפה . 
- זו בירת זנגביל . הגיבור שלי . 
מה דעתכם על שיר ? שמעתי שאתה שר , מייג'ור . 
בחר שיר . מה השיר האהוב עליך ? - רעיון טוב . 
היי . רוצה לרגש את המייג'ור ? בייסבול . - ספציפית , יאנקיז . כן . כן . - החבר שלי באק חושב שזה בזבוז זמן . 
לא רק אחרי ספורט הוא לא עוקב . היי , באק ? אתה לא עוקב אחרי אף אחד , מה ? 
אני עוקב אחריך , קורט . 
והוא מוצא דרכים להשוויץ בכל זאת . 
לדוגמה , אתם זוכרים את ואלה - ואלה ? כן . - היה לנו ביקור שם . 
קליבן הריץ מנועי הולנבק בהילוך היטי . רק כדי שיזכרו אותו , הוא דיווח למגדל הפיקוח ... שכל המנועים נהרסו . אני ... - לא . שלושה מנועים . נותר לו עוד אחד . - אני זוכר . קראו לך " קליבן מנוע אחד " . - היי . אני מספר את הסיפור , בסדר ? זה הסיפור שלי . ארבעה מנועים . פתאום אני רואה את המבצר שלו מרחף בגובה שמונה מטרים מעל המסלול . 
כן . שקט כמו קבר . 
יפהפה . 
כל חיי רציתי לעשות את זה . 
ארים כוסית לחיי זה . קליבן חסר המנוע . קליבן חסר המנוע . קליבן חסר המנוע . הנה זה בא . לחיים . היית מעדיף להיות טייס קרב , מייג'ור ? 
באק הוא טייס קרב . טייס קרב שמטיס אוטובוס במקרה . 
גם אתה , באקי . 
- גם אתה . באבלס . 
אז תנו לי להבין . אתה באק והוא באקי ? כן . 
יש מחסור בכינויים בטייסת ה - 100 ? 
לא . רק מחסור בצוותים . 
חבל . 
חבל . חבל . כן . חבל , חבל , חבל , חבל , חבל . מה חבל ? 
אמרתי שזה חבל . 
היו לכם יותר אנשים אילו הייתם טסים בלילות . 
למה היית צריך להגיד דבר כזה ? 
אולי השתעממתי מכל הליטופים בצד שלכם של השולחן . 
אני לא יודע מה זה אומר בכלל . מה זה אומר ? 
אתה יודע מה זה אומר ? - אני לא יודע . מה זה אומר ? 
בואו נשתעשע בספורט בעצמנו . מה אתם אומרים ? 
לא משנה מי מכם . 
זה נשמע לי רעיון מעולה . 
היי , היי ! בבקשה . 
אני רוצה את הבחור הזה . תן לי בבקשה . אהיה חייב לך . 
אני אטפל בזה , בסדר ? 
בבקשה . אני אטפל בזה . - בסדר , אבל אתה חייב לי . 
גבירותיי , קדימה . 
- נלך ? אחריך . - בחור טוב . 
הוא בחור מתוק , אבל הייתה לו זיבה לא מזמן . רק שתדעי . 
בבקשה . 
מה זה חא"מ ? 
זה לא חכם . - היי ! 
זה ייקח רק רגע , רבותיי . הגיע הזמן להראות להם מה אנחנו שווים . 
בהחלט . 
אז למה ענף הספורט הזה מושך אותך ? אגרוף ? 
זה מבחן גבריות . באמת ? 
זה המדד האמיתי ביותר לנכונות שלך להילחם וזה פנים אל פנים . 
אז אתה פשוט לא אוהב ענפי ספורט קבוצתיים . 
איך נעשית מפקד של מטוס שמוביל יחידה במלחמה כשאתה לא רוצה להיות בצד המפסיד ולא אוהב ענפי ספורט קבוצתי ? 
פשוט לא משנה לי אם אלה עם הקווים מנצחים את אלה עם הנקודות . בסדר . כולנו לובשים מדים ממילא . אתה יודע את זה ? 
אתה הרי אוהב להילחם בלילה , בריאן . 
היי ! קדימה , קדימה . 
הוא בטח הרגיש את זה . 
בסדר , בסדר , תנו לו קצת מרחב . - נראה שאפשר לפגוע במטרות בלילה ! מה אמרתי לך ? שלם . 
הוא בסדר ? - המפקד , תן לי לעזור לך . קום . קדימה . זה היה מוגזם . - היי . מוגזם ... זה מה שזה היה . יש לי כינוי בשבילך והוא לא באק . למען השם . ההצגה נגמרה , חברים . - אל תתעסקו עם האירים . אחריי . - חבל . חבל . חבל . 
לחיל האוויר המלכותי הבריטי ולחיל האוויר האמריקני היו שתי גישות שונות מאוד לקמפיין ההפצצה של גרמניה . 
אמריקנים העדיפו הפצצות מדויקות לאור יום במאמץ להשמיד מטרות צבאיות או כלכליות מסוימות . 
הבריטים שנלחמו בנאצים במשך כמעט ארבע שנים ... - להחזיר אל היטלר הפגיזו אזורים בשעות הלילה . ירי קטלני ללא הבחנה שהיה יעיל יותר בהתאם למדים שלבשת . 
הייתה רק סיבה אחת לכך שהאמריקנים החליטו לנסות דבר קשה ומסוכן כמו הפצצות מדויקות . כוונת נורדן . 
מלבד פצצת האטום זה היה הסוד השמור ביותר במלחמה . 
בלילה , בזמן שהצוותים ישנו , שאר הבסיס עבד ללא לאות כדי להכין את תוכניות הטיסה , את הציוד ואת המטוסים . 
בין בתחמושת ובין במודיעין , הם הכינו אותנו לכל משימה . 
ואף שהם נשארו בבסיס , במובן מסוים הם היו איתנו בכל טיסה ולא נרגעו עד שחזרנו הביתה . 
מייג'ור איגן המפקד ? - אני ער . המפקד . - כן . 
אני מתערב איתך על פאקט שאנחנו נטוס נמוך שוב . 
נראה לך ? 
- הקשב ! 
שבו , רבותיי . 
בוקר טוב , חיילים . 
בוקר טוב , המפקד . 
הטייסת ה - 100 תוביל את הלהק במשימה היום . 
מייג'ור איגן יהיה מפקד הלהק במבצר בלייקלי . 
והמטרה של היום היא ... מעגני הצוללות בטרונדהיים , נורווגיה . 
יש לנו בעיה , מייג'ור . 
מה ? - באבלס . 
הוא חולה מאוד . אני יכול לטוס . 
אין מצב . 
את מי יש לנו ? 
בחיי , באבלס . אתה נראה חרא . אין צורך במחמאות . בבקשה . אנחנו מובילים את הלהק היום . - מה ? אני לא יכול להוביל להק , באבלס , אני לא ... - אתה יכול להוביל להק . זה כמו כל משימה אחרת . 
נקבץ את היחידה בגובה 2,000 רגל מעל ספלאשר שש באייץ' פלוס 0112 . 
- גרייט ירמות' . כן . אל תילחץ . קרוז , קח את זה . 
זה כדור השלג שמביא לי מזל . תחזיר לי אותו . 
אלוהים . אלוהים . אלוהים . 
לחץ משאבות ? המשאבות דולקות . הלחץ נראה טוב . כמות דלק ? טובה . אנחנו מוכנים להתנעה . 
ברוך הבא לסיפון , לוטננט . 
באתי הכי מהר שיכולתי , מייג'ור . - בסדר . סדר את הציוד שלך ותתכונן להמראה . אנחנו לא נהיה הסיבה לעיכוב . 
כן , המפקד . 
מתניע מנוע ראשון . 
בוקר טוב . 
דאגלס . 
הארי קרוסבי . 
כמו בינג ? 
- אתה יודע לשיר ? 
סילקו אותי משיעורי מקהלה . 
תורנו . 
בסדר . 
בהצלחה , חברים . 
שבעים , 80 , 90 , 100 . 
הרימו גלגלים . 
כוח טיפוס . 
אתה בסדר ? 
שאלתי אם אתה בסדר . 
כן , זו ... זו הפעם הראשונה שאני בראש . 
כן , ראיתי את באבלס עושה את זה מיליון פעמים . 
זה בטח לא קשה במיוחד . 
מוכנים לנקות את הדבר הזה ? - כן . כן ? קדימה ! - כן ! 
בסדר . קדימה . - לצדך . 
איפה לשפוך ? כאן ? לשפוך כאן ? 
מה אתם אומרים ? 
זהירות , אש ! 
תראו את זה . וכך מנקים מסלול נחיתה . 
זה חתיכת מסלול לוהט . 
אני משחרר את פיני הגזירה . 
רות . 
נווט למפקד . טייסת 95 בשעה שלוש . 
רות , נווט . יש לי חוזי . 
מפקד לזנב . מה אתה רואה מאחור ? 
מייג'ור , תלוי לגבי מי אתה שואל . 
הטייסת של באק בתצורת ראש חץ , אבל האחרות דומות יותר לנחש אם אתה שואל אותי . הם מפוזרים לגמרי . 
מפקד לצריח עליון . שלח פצצת תאורה ונראה אם הם ייכנסו למבנה . 
קיבלתי , היישר . 
קדימה , בחורים . היצמדו אלה לאלה . 
טייס לנווט , כיוון חדש ? 
קרוסבי ? 
התעורר , לוטננט . 
קרוסבי , כיוון ? 
פנה ימינה ל - 017 . 
רות . 017 מעלות . 
יופי . יש לך בחילות . 
- לא , רק בהתחלה . זה עובר . 
אל תגלה לאף אחד . 
שים את המסכה וקרא את המפות הדפוקות . קדימה . 
היכונו לפנייה לנקודות הציון בקרוב . 
לפי התזמון שלי אנחנו אמורים להגיע בקרוב מאוד . 
היי , מה קורה שם למעלה ? אנחנו לא אמורים לפנות כבר ? 
זה בסדר , קורט . המוביל יטפל בזה . 
מפקד לנווט . מה קורה , קרוסבי ? 
כן . טוב , המפקד . 
אני רק עורך כמה חישובים , מייג'ור . 
הנה אתה . 
פנה ימינה עכשיו ל - 075 . 
תשע דקות לנקודת הציון . רואים את מסך העשן של הגרמנים . 
אנחנו רואים אותו , קרוז . 
פנו ימינה ל - 075 מעלות . 
בדרך למטרה . פנייה ימינה נוספת ל - 140 . 
ירי גרמני , שעה 12 בגובה שלנו . 
החזיקו מעמד , בחורים . כמעט הגענו . מטילן לטייס . אני רואה את זה . היכון לטייס אוטומטי . 
שומר על כיוון במהירות 155 . טייס אוטומטי מופעל . 
טייס למטילן , הספינה בידיך . רות . המטוס בידיי . דלתות הטלה נפתחות . 
שיט . זה היה קרוב . 
שיט . 
צריח כדורי לצוות , ירי גרמני בשעה 11 , מתחתינו . 
מקלען צד לצוות ! ירי גרמני בשעה שתיים ... שלוש , בגובה שלנו ! 
אתה בסדר ? 
אני מביט בכוונת . 
אלוהים אדירים . 
מנוע שלוש נפגע קשות . 
שיט ! 
הלחץ יורד גם במנוע אחת . 
כן , דלק ניתז החוצה כמו גייזר . 
אני עוצר את הדלק . הנצה . 
יש לי תערובת ומצערת . 
זנב לקליבן . בידיק נפגע . 
אלוהים אדירים . רות . נווט , סמן ביומן . 
אלוהים אדירים . 
אתה בסדר ? 
אלוהים אדירים , כן ! רק מגן על הסחורה , קרוז . 
הטילו . 
דלתות הטלה נסגרות . אתר הפצצה נפגע . 
מטילן לטייסים , המטוס בידיכם . 
קיבלתי . 
נווט לטייס . פנייה שמאלה ל - 106 לכיוון נקודת המפגש . 
רות , היישר . 
טייס לצריח עליון . מה שלום בידיק ? 
צריח עליון לטייס . הוא נפגע בצד ימין . הוא מאט . 
רות . פקח עליו עין . 
אוי , שיט . יש נטייה ימינה . 
כן , מנוע ארבע לא נראה מרוצה במיוחד . 
אנחנו נקלעים לפיגור גדול מדי . 
עבור לכוח מרבי מתמשך . בואו נפעיל את משאבות הדחף . 
אם יש תקלה במנוע ארבע , אולי יש תקלות גם באחרים . 
בסדר , בואו נחמם אותם במצננים . נראה אם זה יעזור . 
לא , זה מחמיר את המצב . שיט . בסדר . כבו אותו . כבו אותו . 
אנחנו פורשים מהמרוץ . צריך להודיע לקליבן . 
רדמיט שלוש לרדמיט מוביל . 
איבדנו שני מנועים . אנחנו לא יכולים לעמוד בקצב שלכם . 
אנחנו נאלצים לפרוש מהמרוץ . עבור . 
רות , רדמיט שלוש . זו בעיית דלק ? 
שלילי . ירי גרמני פגע במנוע אחת . 
מנוע ארבע גמגם ורעד . 
ניסינו הכול . סוף . 
רות , רדמיט שלוש , המתן . 
רדמיט מוביל למוביל קצב . רדמיט שלוש איבד שני מנועים ועלול לאבד עוד אחד . הם לא יכולים להמשיך בקצב הזה . 
רות . 
זוטסוט מוביל לזוטסוט . אחד המטוסים מאט . 
אנחנו נשחרר מצערות ונישאר איתו . המתינו להוראות . 
בוא נאט למהירות 130 . 
מיד . 
עוזר כשיש חברים בחלונות הגבוהים , מה , דיק ? ועוד איך . 
קרוסבי , אני צריך שתחשב מחדש לפי המהירות החדשה ושתמצא לנו דרך הביתה . קיבלת ? 
רות , המפקד ! 
רק תן לי רגע . - בסדר . 
נפגעתי ! נפגעתי ! - אלוהים , קרוז ! מה ? מה ? לא . אני בסדר . 
קרוסבי , אני צריך את תוכנית הטיסה . 
מטפל בזה . מיד , המפקד . 
נווט למפקד . אנחנו ... היי , קרוסבי , לא קלטתי אף מילה . 
קרוסבי למייג'ור ! 
- אני חושב שמכשיר הקשר שלך ... אנחנו לא שומעים אותך ! לעזאזל . אתה יכול לבדוק שהמשדר שלך דולק ופעיל ? 
מייג'ור . 
קרוסבי , אני לא ... - מייג'ור . מייג'ור . אמרתי לפנות לכיוון 244 אל עבר איי שטלנד . 
אחרי שנעבור את נורווגיה נרד לגובה 4,500 רגל ונסתתר בין העננים . 
כשנגיע לסקוטלנד נטוס ישר דרומה . 
כך אם בידיק יצטרך לנחות , לפחות הוא יהיה מעל האדמה . 
בסדר . זו התוכנית . היי , היי ! 244 ? - רות , 244 ! 
בואו נעבור ל - 244 . 
- ג'יי - יו - 88 . 
הם בדרך למטוס הנמוך . 
הם מנסים לחסל את בידיק . עשה להם את המוות . 
אלוהים , זה היה קרוב ! 
צריח עליון לטייס . ג'יי - יו - 88 מתרחק . 
רות . פקח עין וחפש אחרים . 
רות . 
רדמיט מוביל למנהיג קצב . הג'יי - יו - 88 נסוגו . 
בידיק עוד איתנו . - רות , רדמיט , טוב לשמוע . 
בסדר , בואו נפנה ל - 244 . 
רות . פונה ל - 244 . 
מנהיג קצב לרדמיט שלוש . תחזיק מעמד . נישאר איתך כל עוד נוכל . עבור . 
רות , מנהיג קצב . תודה . 
לא נוכל להמשיך כך . אנחנו מטרות נייחות בחצי מהירות . 
וקורט ואנשיו ימותו אם לא נעשה את זה . 
לא נותיר אותם מאחור . כן , המפקד . 
טייס לצוות , יורדים אל מתחת לגובה 10,000 . 
טייס לנווט . כבר עברנו את סקוטלנד ? 
קרוז ! 
כן , המפקד . אנחנו מתקרבים לחוף עכשיו . 
מוביל זוטסוט לזוטסוט . אנחנו מעל סקוטלנד . 
בואו נרד ל - 4,000 רגל וננסה להנחית את רדמיט שלוש . סוף . עבודה טובה , קרוז . 
אנחנו מאבדים את מנוע שלוש . אנחנו מתקרבים למהירות הזדקרות . 
רדמיט שלוש למנהיג קצב . אנחנו מאבדים את מנוע שלוש . 
אנחנו בדרך לנחיתת אונס . 
רות , רדמיט שלוש . בהצלחה . 
בסדר , בואו נפתח מהירות בצלילה . 
טייס לצוות . היכונו לנחיתת אונס . 
זה מקום טוב לנחיתה . 
ננחת ישר , הורידו גלגלים . 
טייס לצוות . היכונו לנחיתה . היא עלולה להיות קשוחה . 
גלגל ימני ירד . 
גלגל שמאלי ירד . 
- גלגל זנב ירד ! 
מהירות אווירית 115 . 
אתה נמוך מדי . נמוך מדי . 
טייס לצוות . היכונו . - היכונו לפגיעה ! 
החזיקו מעמד . 
כלומר , לא הייתי נורא , נכון ? 
הירי הגרמני היה מהיר מאוד , לא חשבתי על זה בכלל כשחבשתי אותה . נראה שזה קפא . אבל אז החלו להתגלגל גושים במורד המצח שלי . חשבתי , " אלוהים אדירים , קרוסבי . אלוהים אדירים , נפגעת " . 
ברור שקריינת את המוות של עצמך . 
טוב , אני יכול להפוך חשיבה מוגזמת לענף ספורט אולימפי . 
הקאתי הרבה כל כך היום שאני מתחיל להדביק אותך . 
חפפתי את השיער פעמיים ואני עדיין לא מצליח להוציא את הריח . רוצה להריח ? בבקשה . לא . לא . תתרחק ממני . - לא , תרחרח . אני אקיא עליך ותצטרך לחפוף שוב . 
הנה הוא ! - דוחה . 
מה שלומך , באבלס ? 
נפלא , המפקד . - טוב . חיפשתי אותך . 
אני מצטער , מייג'ור . על מה ? 
לא דיווחתי על ההתקדמות שלנו בדרך חזרה . פספסתי את נקודת המפגש ... - אני יודע . שתיקת האלחוט בלבלה מאוד את הגרמנים . זה והירידה מטה . הרשמת מאוד את הרדינג . 
אז אני מעביר אותך לצוות של בלייקלי לתמיד . 
באבלס , כשתחלים נמצא לך מבצר חדש . 
וקרוז , עלינו לבחור לך כינוי אמיתי . 
בבית קוראים לו בינג . בינג קרוסבי ? 
זו עצלות . אלא אם כן אתה יודע לשיר . אתה יודע לשיר ? אני ... - כמו חמור . לא . לא , אפילו לא תו אחד , המפקד . 
גם אני לא זמר מוצלח , אבל אני שר חזק ואם מתחייבים בדי התלהבות , זה לא באמת משנה . 
נתראה במועדון , קרוז . אני מזמין . לילה טוב , באבלס . - המפקד . 
לילה טוב , המפקד . 
הוא חושב שהכינוי שלי נבע מעצלנות ? 
אילו הייתי יכול להתחיל מחדש , לא הייתי מנסה להיות טייס בכלל . הייתי אלחוטן . 
לא צריך לחשוב על שום דבר מלבד תדרים . 
תודה , דרך אגב . 
שמור על זה לעת עתה . זה עוזר לך . 
מה האישה אמרה ? היא הזכירה אותי ? 
האם היא הזכירה אותך ? 
לא , נראה שהיא שכחה . 
" נ"ב תמסור ד"ש לבאבלס בשמי . " 
אני יודע מה אתה הכי אוהב . את החתימה שלה . 
גברת ג'ין קרוסבי . אתה עדיין לא קולט , מה ? - לא , אני לא קולט . 
תנוח . 
תודה שבאת . 
אתה יודע מה חסר כאן ? 
שום דבר . 
- שירה . 
לא נכון . 
אני הולך לשיר . 
ג'ק , כדאי שאשיר ? 
כדאי שאשיר ? - לא . 
בסדר . אתם צודקים . 
זה השיר שלי , באק . 
קדימה , בחורים . 
כל היום בכל יום . זה מה שאני אומר . 
אתה שיכור . 
אם לא תמצאו אותי , בחורים , אהיה שם , אתקוף אותה בכל הכוח . 
אחלו לי הצלחה . - את הבת של גנרל ספאץ או את השנייה ? 
השנייה . הלן . 
צריך לייצר כמוה בייצור המוני . 
שני דולר ? - כן . אני מתערב על שני דולר שאצליח להצחיק אותה בתוך פחות מדקה . 
אתה תיורט ויהיה מקסים לראות את זה . דקה . בערך פרק הזמן שייקח לך ללכת לבר ולהביא לנו עוד סיבוב משקאות . 
- התערבנו . בסדר , תודה . 
קליף , אפשר לקבל ויסקי וטלפון ? 
אין בעיה . - באק . איגן . אדוני ? - יש לכם שיחה . 
ממי ? 
מרכזנית , אני עם המייג'ורים קליבן ואיגן . 
באק ? באק ? - כן . היי , באק . זה אתה ? - קורט . קורט ! - באק ? באק ? כן , כאן באק וג'ון . לאן הגעת ? 
זו שאלה טובה מאוד . 
אבל אנחנו בריאים ושלמים כאן . 
היי , איפה אני ? 
איפה אתה ? בבור השטן , בן ! - איפה אני ? עשינו כאן בלגן קטן . 
אבל האנשים נחמדים מאוד והם מטפלים בנו יפה . 
מתברר שגם הם לא מתים על האנגלים . 
אבל הם מחבבים אותי כי אני אירי . - אתה לא ... אני אירי ! 
היי . המשפחה שלי אירית . אמרתי לכם . אני אמריקני , אבל לא משנה . באק , כן . רק רגע . רק רגע . 
רציתי להתקשר אליך . תודה , באקי . תודה לשניכם . 
הצלתם אותנו . 
אני רציני . 
כן , בסדר . תחזור לכאן מהר , קורט . 
מתגעגעים אליך , קורט . שמחים שאתה עוד איתנו . כן , ג'ון אומר שהוא מתגעגע לכפית הקטנה שלו . 
היי , אני הכפית הגדולה , אל תשכחו . 
יהיה קר הלילה , קורט . 
שמעי , אני התערבתי איתו . 
מה ההתערבות ? 
שאצליח להצחיק אותך בתוך פחות מדקה . שני דולר . 
שני דולר ? זה אכן סכום רציני . 
כן , נכון . אבל אחלוק אותו איתך . 
העניין הוא שאני לא יכולה לצחוק בהזמנה . אתה יכול להגיד לי משהו מצחיק ? 
כן , ספר לנו בדיחה . 
מה ההבדל בין היפו לזיפו ? אני לא יודעת . מה ההבדל ? 
טוב , אחד מהם מכבה את האווירה והשני מצית . 
אני חושבת שפגעת בדיוק במטרה . 
מה שמך ? 
דאגלס . ג'יימס דאגלס . 
קרוז . 
מה שלומכם , חברים ? טוב . מה שלומך ? 
יופי של מסיבה . 
אז שמע , קרוז . לוגן קודם בטייסת . אז אנחנו צריכים נווט קבוצתי חדש . 
תהיתי אם תוכל להמליץ על מישהו . בחיי . זו עבודה משרדית . תכנון המשימות , נכון ? אבל תצא בכל זאת כשהקבוצה שלנו תוביל . 
יש לך רעיון ? באבלס . לוטננט פיין , המפקד . 
הוא מעולה בכל העניין , אבל במיוחד בתכנון . 
אפשר לומר שהוא גאון מהבחינה הזו . 
מה איתך ? - אני ? 
כן . עשית עבודה טובה היום . לא , תשמע . עבדתי לפי המפות של באבלס וגם כך לקח לי המון זמן להנחות את הקבוצה . 
הארי . אני יכול לקרוא לך הארי ? - לא . 
החזרת את הקבוצה הביתה . 
והבאת את בידיק לסקוטלנד . בחיים . 
היה לי מזל . 
קדימה ! 
קדימה , כולם . מרוץ אופניים לאולם הראשי ! מי בעניין ? 
אני ! - אני . קדימה ! גם אני . מרוץ אופניים לאולם הראשי . היי . אתה מתכוון להמר על המסלול הזה ? בסדר . שלוש , ארבע , חמש . בסדר . לדרגה מתלווים יתרונות , בחורים . פנו את הדרך . 
אני רואה כסף מחליף ידיים . אני מקווה שאתם מהמרים עליי . 
שמתי עליך חמישייה . 
- שמעו , בחורים . עליכם להקיף פעם אחת את אוהל הקצינים ופעמיים את אוהל הסדירים . אגיד להם . אגיד לכולם . - צאו לדרך כשתשמעו את יריית הזינוק . האם אתם מוכנים ? 
קדימה , גרהאם . 
ידיים על ההגה , בחורים ! 
תזיזו את התחת ! קדימה ! קדימה . 
אני מתקרב אליך , באק . אני על הזנב שלך . 
לא תתפוס אותי בחיים , באקי . 
קדימה , איגן , יא שמן . 
הפסדת . 
עצרו ! עצרו ! 
אתם לא שומעים את האזעקות ? 
כל אנשי הצוות , תפסו מחסה . 
היו ערניים , חברים . 
בסדר , בואו נלך אל המקלטים . 
הייתי מנצח אותך . - מהר . קדימה , קדימה . 
' נראה שהם תוקפים את נורוויץ . 
כמה מסכנים חוטפים בראש שם . 
כן . אנחנו עלולים להיות הבאים בתור . 
אנחנו נעבור את זה . 
אמר המהמר . 
אילו הייתי יכול להמר על מה שאני רוצה , הייתי מהמר עלינו , באק . 
אתה נשמע כמו אבא שלי , ג'ון . 
אבא שלי אהב לשתות . 
כשהוא שתה הוא הימר . 
אין לך מושג כמה לילות ישנתי על ספסלים במסבאות ובמסלולי מרוצי סוסים בקספר . 
לא משנה אם זה היה משחק פוטבול , מרוץ סוסים , מרוץ כלבים , משחק קלפים , הוא הימר . ברוב המקרים הוא הפסיד . 
אבל הוא המשיך . 
הוא נהג להגיד לי כשלא היה לו מזל , " גייל , הפעם אני מרגיש את זה " . 
הוא תמיד חיפש קיצור דרך . 
באק . באק . 
זו הסיבה שאתה לא אוהב ספורט . 
השמוק מחיל האוויר הבריטי צדק . המשימות לאור היום הן התאבדות . 
אז למה לא הסכמת איתו ? 
האופן שבו הוא אמר את זה לא מצא חן בעיניי . 
אם אתה לא מהמר , מה המהלך הנכון ? 
נוביל את הבחורים שלנו דרכן . 
זה מה שנעשה . 
- - בפרק הבא אני מרגיש שזו עשויה להיות משימה גדולה . 
אני מרגיש שנוכל לגרום נזק אמיתי . 
מייג'ור ? למה הקו האדום נמשך עד אפריקה ? 
אתם ודאי חושבים שזו טיסה ארוכה מאוד מעל שטח גרמני . 
אבל אם נצליח , אין לדעת כמה אנשים נציל . 
אם נילחם פנים אל פנים בפרה , היא תתקפל כמו אקורדיון כשאנחנו בפנים . 
טייס לצוות , נטשו את המטוס . צנחו . עזרו לי ! קדימה ! 
בייבי פייס ! - תוציאו אותי מכאן ! בבקשה ! 
אני חושב שייתכן שסיימנו . תתכונן ל ... - אנחנו נשב כאן ונספוג את זה ! אתה שומע אותי ? 
