来 让 我 看看 你 的 脸 
审问 结束 后 你 得 去 医院 报 到 明白 吗 ? 
要 这个 吗 ? 不了 谢谢 你 医生 
谢谢 
- 少校 喝咖啡 吗 ? 
- 约翰 来 点 咖啡吧 塔蒂 女士 - 给 我 吧 - 谢谢 不 客气 
( 审问 桌 1 号 、 2 号 、 3 号 ) 从 5 点 方向 高位 云层 中 出来 我 什么 都 看不见 开玩笑 吗 ? 敌机 就 像 幽灵 一样 辛顿 说 他 看见 四个 降落伞 但 我 一个 都 没 看见 
从头到尾 都 有 云层 遮盖 就 像是 浓雾 笼罩 什么 都 看不见 尉官 
- 看不见 - 岛屿 呢 ? 天 啊 我 一个 岛屿 都 没 看见 
那时 我 看到 了 枪口 的 火光 没有 爆炸 
是 敌机 是 190 战斗机 从 我们 旁边 一掠 而 过 时速 得 有 800 公里 吧 ? 降落伞 呢 ? 有人 看见 吗 ? 没有 少校 天上 乱成一团 能见度 为 零 很难 看到 任何 东西 
( 伤员 分类 一区 ) 小伙子 我要 给 少校 看 你 的 伤口 
是 长官 
博塞 的 冻伤 所 需 的 治疗 我们 这里 无法 提供 
坚持 住 博塞 
我们 会 送 你 去 雷德 格雷夫 医院 把 你治好 
我 迫不及待 想 重返 战场 长官 好样 的 
他们 必须 记住 自己 身处 何处 
那 是 七千 六百米 的 高空 摄氏 零下 45 度 他们 的 尿 都 会 冻 在 自己 的 皮肤 上 
部队 里 的 这种 伤亡 是 没 必要 的 
更 别提 我们 刚刚 损失 了 一名 指挥官 - 胡 格林 ? - 对 他 有 一个 溃疡 在 降落 时破 了 
我刚 把 他 送到 伦敦 去 看 专家 
- 好 谢谢 你 医生 - 好 
天 啊 我 真是 蠢透 了 那么 低 的 气温 我 竟然 光 着手 去握 机枪 
在 那个 冰窟窿 里 ? 你 算是 走运 了 
我 不会 再犯 这种 错 了 - 好 
好 尽快恢复 迪基 我 需要 副 飞行员 归位 
- 谢谢 科特 - 保重 
我 和 巴基 觉得 我们 应该 喝 几杯 跟 几个 兄弟 一起 你 想来 吗 ? 
谢谢 你 科特 我 今晚 不去 了 - 好 - 好 的 - 你 替 我 转告 其他人 ? - 没 问题 保重 
迪基 你 怎么样 ? 
敬 亚当斯 、 施马伦 巴赫 佩特里 奇 
以及 所有 的 勇士 们 
你 还好 吗 ? 
你 感觉 到 什么 了 吗 ? 
你 感觉 到 什么 了 吗 ? 是 我 想 那些 兄弟 
因为 我 什么 都 感觉 不到 
帮 我 个 忙 好 吗 ? - 什么 忙 ? 
- 过来 
我要 你 打 我 这是 命令 快 来 好 吧 
我要 你 朝 我 鼻子 来 一拳 - 就 这里 - 少校 别 叫 我 " 少校 " 我 不要 当 " 少校 " 现在 没有 军衔 
- 别 乱来 了 哥们 - 乱来 ? 我 不乱 
- 别 ... - 你 是 纽约 人 对 吗 ? 
那 就 打 我 啊 
我 感觉 到 了 科特 
感觉 到 了 
好 了 肉丸 
我 得 去 见 那个 该死 的 新 指挥官 明天 一大早 就 去 
现在 已经 是 明天 了 
少校 你 宿醉 了 ? 没有 长官 
还 得 再 过 几小时 才 算 宿醉 
你 还是 醉酒 状态 
咖啡 能 让 我 提神 长官 
胡 格林 上校 认为 你 当 航空 军官 的 水平 不行 
- 我 还 认为 他 ... - 他 飞行技术 不行 ? 
我 不是 胡 格林 上校 
你 不是 
- 给 我 来 点 咖啡 ? - 是 长官 
谢谢 
伙计 们 
巴基 怎么样 ? 
我 被 降级 了 降到 ? 
418 中队 的 指挥官 
抱歉 杰克 兄弟 们 又 要 跟 我 混 了 
只要 我 拿 回 飞机 就行 
是 哈丁 还 没 决定 此事 
我 是 航空 军官 ? - 你 这个 混蛋 
- 不是 我 的 主意 胡 格林 推荐 你 的 那 你们 俩 都 是 混蛋 
该死 的 航空 军官 
你 要 这么 看 勒梅 认为 我们 轰炸 大队 是 整个 航空队 最 没 纪律 的 也许 你 能 带来 改变 
我 不想 监管 你 这个 不 合格 的 人 巴基 
- 少校 
- 谢谢 
你 今天 起得 很早 是 吗 ? 
赶在 我 之前 见 了 哈丁 上校 ? 
字 倒 过来 我 也 看得懂 巴克 
我 只 说 了 军方 让 你 带队 是 对 的 你 最 擅长 当 中队 指挥官 你 不必 给 我 送花 
我 在 被 降级 前 提出 了 最后 一个 要求 
我 想 执笔 给 那些 牺牲 兄弟 们 的 家属 写信 
我 觉得 最好 由 我 通知 他们 而 不是 他们 素不相识 的 人 
我 帮 你 一起 写 
感谢 
你 知道 ... 如果 整场 战争 结束 最后 天上 只 剩 两个 飞行员 那 就 会 是 你 和 我 巴克 
期望 别太大 
( 三周 后 1943 年 7 月 16 日 ) 每 一位 B17 的 机组人员 都 万分 感谢 我们 的 地勤人员 他们 的 工作 没有 荣耀 修补 高射炮 打出 的 洞 得不到 勋章 重造 化油器 也 是 
我们 的 机组 长 负责 让 飞机 能飞 上天 去 执行 任何 一次 任务 
这 意味着 他们 对 几十个 战士 的 生命 负责 
肯 莱蒙 斯 下士 是 我们 最 优秀 的 机组 长 之一 他 当年 19 岁 
莱蒙 斯 
热 马铃薯 飞过来 了 
真够 烫 的 
你 应该 得到 一个 奖杯 
好吃 吗 ? 
按 你 要求 的 加 了 盐 和 胡椒 - 完美 
- 还要 什么 吗 ? 
看 这边 
这 架飞机 在 漏油 
- 看见 了 吗 ? - 看见 了 明天 等 兄弟 们 起飞 后 我们 会 清理 停机坪 我们 用 什么 清理 呢 ? - 火 - 火 - 什么 ? - 火 - 我 需要 帮手 - 好 请 让 我 来 
- 怎么回事 ? 
- 训练任务 
他 转弯 太早 、 太慢 
失速 了 
是 谁 ? 
349 大队 的 新人 
巴恩 希尔 
不到 三周 就 损失 了 六架 飞行 堡垒 ( 中队 编号 飞行员 巴恩 希尔 ) 我们 还 在 等 伯丁顿 送来 的 替代 飞行 堡垒 
我 希望 下周 能 到 一 两架 好 
比尔 两架 都 归 你 管 
谢谢 长官 
最后 我们 已经 失去 了 66 名 战斗 机组人员 我们 一 开始 有 350 名 
在 替代 机组 到达 前 我们 只得 利用 现有 人手 
特纳 如果 今晚 有 任务 你 的 一部分 机组 将 不得不 - 跟 349 大队 一 起飞 - 是 长官 
- 巴克 你 也 一样 - 是 长官 
没事 了 解散 
是 长官 
来 了 这次 我要 赢 伙计 们 
- 你 赢 不了 的 - 看 我 的 - 这 小子 有种 来 吧 - 给 我 赢 吧 宝贝 赢 吧 宝贝 
这 就 对 了 
奎恩 你 的 运气 是 我 见 过 最差 的 了 
见鬼 我 是 说 在 掷骰子 方面 
对 最好 是 因为 如果 我 被 击落 我们 大家 一起 完蛋 
- 好 了 轻松 点 - 好 纠正 他 了 达拉斯 的 爱丽丝 
- 我们 的 爱丽丝 宫殿 
- 爱丽丝 是 我们 的 女神 - 女神 - 她 当然 是 
汤米 ... 
少校 
- 莉莉 
- 约翰 
- 少校 - 戴伊 少校 
能 给 我 来 六杯 威士忌 和 一杯 姜汁 汽水 吗 ? 
- 马上 来 朋友 - 我 很 佩服 你们 美国 人 光天化日 在 天上飞 似乎 对 其 弊端 视而不见 
我 不 懂 你 在 说 什么 上尉 
算了 哥们 这是 高层 的 决定 
这 是 个 哲学 问题 
我们 在 晚上 轰炸 因为 炸 到 什么 无所谓 只要 是 德国 的 就 行 
但 白天 轰炸 等于 自杀 
我能 预见 在 未来 美国 人会 调整 策略 的 因为 你们 毫无疑问 会 继续 遭受 不幸 的 损失 
这是 数学 
- 数学 ? - 也许 你们 在 白天 轰炸 能够 击中目标 你们 英国人 为什么 要 给 " 数学 " 这个 词用 复数 ? 
因为 数学 不 只有 一种 
- 不 只有 一种 - 你们 也 不 只有 一个 人 我 可以 把 你们 全打 晕 - 好 了 ... - 可能 一拳 就够 了 一拳 
- 这些 应该 能 给 大家 解渴 兄弟 们 - 抱歉 - 天 啊 - 谢谢 克罗斯 
- 你 真 好 
- 这是 姜汁 汽水 我 的 英雄 
唱首歌 怎么样 ? 我 听到 你 唱歌 了 少校 
- 点歌 吧 你 最 喜欢 哪首 ? - 好 主意 
嘿 想 让 少校 激动 起来 吗 ? - 聊 棒球 - 具体 说 是 洋基队 - 对 - 我 这位 朋友 巴克 他 认为 棒球 是 浪费时间 对 吗 ? 
他 不光 不 关注 体育比赛 嘿 巴克 你 谁 都 不 关注 对 吧 ? 
我 关注 你 科特 
他 还是 能 找到 炫耀 的 方法 
比如 你 ... 记得 瓦拉 瓦拉 市 吗 ? - 记得 - 指挥官 来 视察 
这位 克莱 文把 霍伦 贝克 的 引擎 调慢 了 好 让 他们 记住 他 是 谁 他 低空 掠过 塔台 - 关闭 所有 引擎 我 ... - 不 三个 引擎 - 他 还是 有 一个 的 - 我 记得 - 他 叫 你 " 单 引擎 克莱 文 " - 嘿 我 在 讲故事 呢 好 吗 ? 这 是 我 的 故事 是 四个 引擎 接下来 我 看到 这架 飞行 堡垒 在 跑道 上空 8 米处 滑翔 
对 悄无声息 
漂亮 
我 一辈子 都 想 这么 干 
我 为此 干杯 无 引擎 克莱 文 来 赞同 少校 你 是否 更 愿意 当 战斗机 飞行员 ? 
巴克 就是 战斗机 飞行员 碰巧在 驾驶 轰炸机 而已 
- 你 也 一样 巴基 
- 你 也 一样 泡泡 
让 我 捋 一下 你 是 巴克 他 是 巴基 ? 对 
100 轰炸 大队 绰号 不够 用 了 ? 
不 只是 机组人员 不够 
可惜 
可惜 ... 是 可惜 ... 什么 ? 
我 说 真 可惜 
如果 你们 晚上 出 任务 机组人员 会 多一些 
你 为什么 非 要说 这种 话 ? 
也许 是 你们 那边 互相 吹捧 的话 令 我 感到 无聊 吧 
我 都 不 懂 这话 什么 意思 什么 意思 ? 
- 你 懂吗 ? - 不 懂 这话 什么 意思 ? 
我们 来 找点 乐子 怎么样 ? 
你们 随便 谁 来 都行 
- 我 觉得 这个 主意 好极了 
嘿 ... 
我要 揍 这 小子 请 让 我 来 算 我 欠 你 个人 情 
我能 搞定 好 吗 ? 
- 拜托 我来 ... - 好 那 你 欠 我 个人 情 
- 女士们 走 吧 
- 请 - 请 先 - 好样 的 
他 是 个 好人 但 他 最近 患过 淋病 我 就 说 说 
给 
RAF 是 什么 意思 ? 
- 乌合之众 - 嘿 
用 不到 一秒钟 先生 们 该 让 他们 见识一下 我们 的 厉害 了 
当然 
你 为什么 对 这项 体育运动 感兴趣 ? 拳击 ? 
男子汉 的 考验 是 吗 ? 
这 是 对 你 战斗意志 的 真实 考量 而且 是 两个 男人 之间 的 较量 
所以 你 只是 不 喜欢 团队 比赛 ? 
你 怎么 会 成为 中队长 参战 的 ? 你 不想 输 还 不 喜欢 团队 比赛 ? 
我 只是 不在乎 蓝队 赢 还是 红队 赢 好 吧 反正 我们 的 军衔 都 很 低 你 知道 吧 ? 
看来 你 喜欢 在 晚上 战斗 啊 布莱恩 
嘿 加油 ... 
一定 很 疼 对 吧 ? 
- 好 了 给 他 点 空间 - 猜猜 谁 能 在 晚上 击中目标 ? 我 说 什么 来 着 ? 给钱 
- 他 还好 吗 ? - 长官 我来 扶 你 起来 来 吧 - 话 太 多 了 - 嘿 太多 ... 就是 这样 我要 送 你 个 外号 不是 巴克 老天 - 散 了 吧 各位 - 永远 别 惹 爱尔兰人 - 跟我来 - 可惜 ... 真 可惜 
英国皇家 空间 和 美国陆军 航空队 针对 德国 的 轰炸 策略 大相径庭 
美国 人 选择 在 白天 进行 精确 轰炸 想 摧毁 特定 的 军事 或 经济 目标 
英国人 和 纳粹 打 了 近 四年 仗 了 ( 退还 希特勒 ) 采取 夜间 区域 轰炸 策略 这种 无差别 攻击 很 致命 对 同盟国 来说 这种 策略 更 有效 
美国 人 能够 进行 更 困难 、 更 危险 的 精确 轰炸 只有 一个 原因 诺顿 轰炸 瞄准器 
除了 原子弹 之外 这是 二战 中 的 最高 机密 
晚上 当 机组 成员 睡觉时 基地 里 的 其他 人员 不眠不休 筹备 飞行 计划 整理 装备 让 飞机 整装待发 
无论是 军械 还是 情报 每次 任务 都 是 他们 为 我们 准备 的 
虽然 他们 留在 基地 但 可以 说 每次 飞行 他们 都 和 我们 同 在 直到 我们 返回 才 会松 一口气 
- 长官 伊根 少校 - 我醒 了 - 长官 - 是 
我 跟 你 赌 一包 香烟 我们 还是 排 在 后方 最低 位置 
- 是 吗 ? 
- 立正 
坐 吧 先生 们 
早上好 战士 们 
早上好 长官 
100 轰炸 大队 将领 飞 今天 的 任务 
伊根 少校 将 担任 飞行 指挥官 驾驶 布莱克 利 的 飞机 
今天 的 目标 是 ... 挪威 特隆赫姆 的 潜艇 基地 
我们 有 麻烦 了 少校 
- 什么 ? - 是 泡泡 
他病 得 很重 我能 飞 
你 能 才 怪 
我们 还有 谁 ? 
天 啊 泡泡 你 气色 真差 别 奉承 了 来 - 我们 今天 领飞 - 什么 ? - 我 不能 领飞 泡泡 我 不能 - 你 能 领飞 这次 和 其他 任务 一样 
我们 在 610 米 的 高度 列阵 六号 溅落 点 上空 起飞 后 一 小时 12 分 
- 大雅 茅斯 记住 了 别 紧张 克罗斯 拿 上 这个 
我 的 幸运 雪景 球 记得 还给 我 
天 啊 ... 
增压泵 的 压力 ? 泵 已 打开 压力 正常 燃料 量 ? 正常 可以 启动 了 
欢迎 登机 尉官 
- 我 尽快 赶来 了 少校 - 好 把 装备 放 好 准备 起飞 了 我们 不能 导致 任务 延误 
是 长官 
启动 一号 引擎 
早 
道格拉斯 
哈里 克罗斯 比 
和 宾 一个 姓 ? 
- 你 会 唱歌 吗 ? 
合唱团 把 我 开除 了 
该 我们 了 
好 
祝 大家 好运 
70 、 80 、 90 、 100 
收 起落架 
攀升 力 
你 还好 吗 ? 
我 问 你 还好 吗 ? 
好 只是 ... 我 第一次 领飞 
好 吧 我 看 泡泡 领飞 无数次 了 
没 那么 难 的 
- 准备 好 清理 地面 了 吗 ? - 好 了 - 是 吗 ? 走 吧 - 好 耶 
- 好 我们 开始 - 我 在 你 旁边 
往 哪里 洒 ? 这里 ? 倒 在 这里 ? 
该 怎么 说 ? 
点火 了 
看 啊 这 就是 清理 停机坪 的 方法 
真够 烫 的 
投弹手 呼叫 指挥官 我要 拔出 保险丝 插脚 了 
收到 
导航员 呼叫 指挥官 95 大队 在 3 点 方向 
收到 导航员 我 看见 了 
指挥官 呼叫 机尾 后方 情况 如何 ? 
少校 那要 看 你 问 什么 了 
巴克 的 队伍 排成 V 字形 但 要 我 说 其他 飞机 看起来 像 S 字形 乱七八糟 的 
指挥官 呼叫 机顶 炮塔 发射 信号弹 看看 他们 能否 排 好 阵型 
收到 遵命 
快点 兄弟 们 密集 阵型 
飞行员 呼叫 导航员 新 航向 ? 
克罗斯 比 ? 
醒醒 尉官 
克罗斯 比 航向 ? 
向右转 到 017 
收到 017 度 
- 太好了 你 晕机 了 
- 不 只是 一 开始 会 会 好 的 
别 告诉 别人 
戴上 面罩 好好看 地图 快点 
准备 好 就 快要 转向 任务 起始 点 了 
我 的 计时 显示 我们 很快 就要 到 了 
嘿 上面 怎么回事 ? 我们 现在 不是 该 转弯 了 吗 ? 
没事 科特 交给 领飞 就 好 
指挥官 呼叫 导航员 克罗斯 比 我们 情况 如何 ? 
很 好 长官 
我 在 做 一些 计算 少校 
看见 你 了 
现在 向右转 到 075 度 
距离 起始 点 九 分钟 可以 看见 德国 鬼子 的 烟幕 了 
看见 了 克罗斯 
向右转 到 075 度 
飞 向 目标 再次 右转 到 140 
高射炮 12 点 方向 同高 
坚持 一下 各位 快到 了 投弹手 呼叫 飞行员 我 准备 好 了 准备 自动 驾驶 
保持 水平 直飞 空速 155 自动 驾驶 打开 
飞行员 呼叫 投弹手 飞机 交给 你 了 收到 交给 我 正在 打开 炸弹 舱门 
该死 好险 
该死 
球 炮塔 呼叫 机组 高射炮 11 点 方向 低位 
右腰 呼叫 机组 高射炮 2 ... 
你 还好 吗 ? 
目镜 
天 啊 
三号 引擎 严重 受损 
该死 
一号 引擎 的 压力 也 在 下降 
是 燃料 漏得 像 个 喷泉 
关闭 燃料 输送 关闭 引擎 
我 关闭 了 混合器 和 油门 
机尾 呼叫 克莱 文 比 迪克 中弹 了 
天 啊 收到 导航员 记在 日志 里 
天 啊 
你 还好 吗 ? 
老天 还好 我 只是 在 保护 我 的 宝贝 克罗斯 
投弹 
炸弹 舱 关闭 轰炸 瞄准器 安全 
投弹手 呼叫 飞行员 飞机 还给 你 
收到 
导航员 呼叫 飞行员 再次 左转 到 106 飞往 集结 点 
收到 遵命 
飞行员 呼叫 顶 炮塔 比 迪克 情况 如何 ? 
顶 炮塔 呼叫 飞行员 他 右侧 中弹 在 减速 
收到 盯 着 点 他 
该死 飞机 在 向 右 偏 
对 四号 引擎 情况 不妙 
我们 落后 太多 了 
提高 到 最大 巡航 功率 把 增压泵 打开 
如果 四号 引擎 要坏 了 也许 其他 的 也 要 坏 
好 我们 用 中 冷器 给 引擎 加热 看看 有没有 帮助 
不行 更 糟糕 了 该死 好 吧 关闭 引擎 ... 
我们 要 脱离 阵型 了 通知 克莱 文 
红肉 三号 呼叫 红肉 领队 
我们 坏 了 两个 引擎 跟不上 你们 了 
我们 必须 脱离 阵型 完毕 
收到 红肉 三号 是 燃料 问题 吗 ? 
不是 高射炮 打坏 了 一号 引擎 
四号 在 回火 、 抖动 
我们 什么 方法 都 试过 了 完毕 
收到 红肉 三号 待命 
红肉 领队 呼叫 漫步者 领队 红肉 三号 坏 了 两台 引擎 可能 还会 再 坏 一台 他们 跟不上 这个 速度 
收到 
佐特 西装 领队 呼叫 佐特 西装 中队 有 一架 飞机 要 掉队 
我们 要 减速 跟 它 一 起飞 等待 指示 
减速 到 130 
明白 了 
在 天上 有 朋友 真 有用 迪克 你 说 是 吧 ? 那还用说 ? 
克罗斯 比 我要 你 根据 我们 新 的 空速 做出 调整 想 办法 让 我们 返航 是否 收到 ? 
收到 指挥官 
- 稍 等 - 好 
- 我 中弹 了 ... - 天 啊 克罗斯 怎么 了 ? 不 我 没事 虚惊一场 
克罗斯 比 我 需要 飞行 计划 
正在 规划 马上 好 长官 
导航员 呼叫 指挥官 我们 ... 嘿 克罗斯 比 我 一个 字 都 没 听 清 
- 克罗斯 比 呼叫 少校 
- 我 觉得 你 的 通讯 ... 我们 听不见 该死 能否 检查一下 麦克风 是否 打开 、 运作 正常 ? 
少校 
- 克罗斯 比 我 听 不 ... - 少校 ... 我 说 我们 转到 244 向 设得兰 群岛 飞 
我们 离开 挪威 后 飞到 1380 米 躲进 云层 
到 苏格兰 后 朝 正南 飞 
这样 如果 比 迪克 不得不 迫降 至少 是 在 陆地 上 
好 就 这么 办 - 等等 嘿 244 ? - 对 244 
- 我们 转向 244 - JU 
- 88 型 战斗机 10 点 方向 同高 
他们 的 目标 是 低位 的 飞机 
他们 想 干掉 比 迪克 给 他们 点 厉害 看看 
天 啊 好险 
顶 炮塔 呼叫 飞行员 JU - 88 战斗机 飞走 了 
收到 盯 着 点 也许 还有 
收到 
红肉 领队 呼叫 漫步者 领队 JU - 88 战斗机 飞走 了 
- 比 迪克 还 在 我们 身边 - 收到 红肉 中队 真 好 
好 我们 转向 244 吧 
收到 转向 244 
漫步者 领队 呼叫 红肉 三号 坚持 住 我们 会 尽量 陪 在 你们 身边 完毕 
收到 漫步者 领队 谢谢 
我们 不能 继续 这样 半速 飞行 等 于是 活靶子 
如果 我们 不 这样 科特 和 他 的 机组 就 死定了 
我们 不会 丢下 他们 的 是 长官 
飞行员 呼叫 机组 降低 到 三千米 以下 
飞行员 呼叫 导航员 到 苏格兰 上空 了 吗 ? 
克罗斯 
到 了 长官 我们 正在 接近 海岸线 
佐特 西装 领队 呼叫 本 中队 我们 在 苏格兰 上空 
请 降低 到 一千两百 米 看看 能否 让 红肉 三号 在 陆地 上 降落 完毕 好样 的 克罗斯 
三号 引擎 要坏 了 接近 失速 速度 了 
红肉 三号 呼叫 漫步者 领队 三号 引擎 要坏 了 
我们 正在 降低 高度 准备 紧急 迫降 
收到 红肉 三号 祝 好运 
好 我们 来 靠 下降 提高 些 速度 
飞行员 呼叫 机组 准备 迫降 
那个 位置 挺 适合 降落 的 
我们 直线 降落 放下 起落架 
飞行员 呼叫 机组 准备 降落 可能 很 颠簸 
右 起落架 放下 了 
- 左 起落架 放下 了 
- 尾 起落架 放下 了 
空速 115 
糟糕 你 太 低 了 ... 
- 飞行员 呼叫 机组 扶稳 了 - 准备 撞击 
天 啊 扶稳 
我 飞得 还 不算 太烂 吧 ? 
高射炮 的 攻击 太 密集 了 我 想 都 没想 就 戴 上 了 一定 是 冻住 了 然后 那些 块状 呕吐物 开始 顺着 我 的 额头 滑下来 我 想 : " 天 啊 ... 克罗斯 比 你 中弹 了 " 
是 你 当然 会 描述 自己 的 死亡 了 
" 想太多 " 如果 是 奥运 项目 我能 拿 金牌 
我 今天 呕吐 了 很 多次 都 快追 上 你 了 
我 洗 了 两次 头 还是 洗不掉 呕吐 的 气味 你 想 闻闻 吗 ? 来 试试看 - 不要 ... 走开 - 别 啊 来 嘛 我会 吐 在 你 身上 你 不得不 去 洗掉 
- 他 在 这里 - 恶心 
泡泡 你 怎么样 ? 
- 好极了 长官 - 好 我 是 在 找 你 
抱歉 少校 为什么 道歉 ? 
整个 返航 途中 我 没有 提供 进展 报告 - 我 弄错 了 集合点 - 我 知道 无线电 静默 让 德国 鬼子 措手不及 还有 迫降 成功 现在 哈丁 对 你 刮目相看 了 
所以 我要 把 你 正式 调 到 布莱克 利 的 机组 去 了 
泡泡 快 好 起来 我们 给 你 找 一架 新 的 飞机 
克罗斯 我们 得 给 你 起个 真正 的 外号 
在 老家 大家 都 叫 他 " 宾 " 宾 克罗斯 比 ? 
真是 偷懒 除非 你 会 唱歌 你 会 吗 ? - 我 ... - 像 驴 叫 不 完全 不会 长官 
我 也 唱 得 不好 但 我 嗓门 大 管 他 呢 如果 你 投入 的 热情 足够 唱得 好坏 就 不 重要 了 
俱乐部 见 克罗斯 我 请客 - 晚安 泡泡 - 长官 
晚安 长官 
他 觉得 我 的 外号 是 偷懒 ? 
如果 我能 重新 选 我 根本 不会 当 飞行员 我会 当 通讯员 
只 需 想着 频率 即可 
对 了 谢谢 
你 先 拿 着 吧 它 在 你 身边 效果 不错 
夫人 怎么 说 ? 她 提到 我 了 吗 ? 
她 有没有 提到 你 ? 
没有 似乎 把 你 忘 了 
" 附言 替 我 向 泡泡 问好 " 
我 知道 你 最 喜欢 哪 部分 她 签字 的 那里 
琼 克罗斯 比 太太 - 你 还是 不敢相信 对 吧 ? - 没错 
好好 休息 
谢谢 你 来看 我 
你 知道 现在 缺什么 吗 ? 
- 什么 都 不缺 
- 缺 主唱 
不缺 
我要 唱歌 
杰克 我 该唱 吗 ? 
- 我 该唱 吗 ? - 不要 
好 吧 你 说得对 
这 是 我 的 歌 巴克 
好样 的 伙计 们 
我 就是说 每天 都 是 这样 
你 喝醉 了 
兄弟 们 如果 你们 找 不到 我 我 就 在 那边 撩 她 呢 
- 祝 我 好运 吧 - 斯帕茨 将军 的 女儿 还是 另 一个 ? 
另 一个 海伦 
他们 真该 批量生产 这种 女人 
- 赌 2 块钱 如何 ? - 好 赌 2 块钱 我 一分钟 之内 就 能 把 她 逗笑 
你 被 拒绝 的 场面 一定 很 精彩 一分钟 你 大概 需要 这么 长时间 去 酒吧 - 给 我们 再 买 一轮 酒 
- 赌 就 赌 好 谢谢 
克利夫 能 给 我 来 杯 苏格兰 威士忌 ? 还要 用 一下 电话 
- 没 问题 - 巴克 、 伊根 - 长官 ? - 有 电话 找 你 
谁 啊 ? 
接线员 我 找到 克莱 文和伊根 少校 了 
- 巴克 ? - 是 - 巴 ... 嘿 巴克 是 你 吗 ? - 科特 - 科特 - 巴克 ? 对 是 巴克 和 约翰 你 到哪去 了 ? 
这个 问题 问得 好 啊 
但 我们 在 这里 很 安全 
嘿 ... 这是 哪里 ? 
- 哪里 ? 名声 狼藉 之地 小子 - 这 是 哪 ? 我们 把 这里 弄 得 有点 乱 
但是 这里 的 人 很 好 在 照顾 我们 
原来 他们 也 不 太 喜欢 英国人 
- 但 他们 喜欢 我 因为 我 是 爱尔兰人 - 你 才 不是 爱 ... 我 是 爱尔兰人 
嘿 我家 人 是 爱尔兰人 跟 你 说 了 不过 我 是 美国 人 巴克 对 稍 等 ... 
我 想 给 你 打电话 谢谢 你 巴基 谢谢你们 俩 
救 了 我们 
真心 感谢 
是 好 吧 快点 回来 就 好 科特 
我们 想 你 科特 很 高兴 你 还 活着 对 约翰 说 他 想念 怀里 的 " 小抱 枕 " 了 
嘿 他 才 是 我 怀里 的 " 小抱 枕 " 记得 吗 ? 
今晚 会 很 冷 的 科特 
听 着 我 跟 他 打了个 赌 
你 赌 什么 ? 
赌 我 能 在 一分钟 内 把 你 逗笑 2 美元 
2 美元 ? 这是 不少 钱 呢 
对 没错 但 我 愿意 跟 你 分 
问题 是 我 做 不到 说 笑 就 笑 你 能 跟 我 说 点 搞笑 的 事 吗 ? 
对 给 我们 讲个 笑话 
河马 跟 之宝 有 什么 区别 ? 不 知道 有 什么 区别 ? 
一个 很 重 另 一个 是 个 小 打火机 
我 觉得 你 成功 了 
你 叫 什么 ? 
道格拉斯 詹姆斯 道格拉斯 
克罗斯 
大家 好 吗 ? 很 好 你好 吗 ? 
真 热闹 啊 
听 着 克罗斯 洛根 要 升官 了 所以 我们 需要 一个 新 的 大队 导航员 
不知 你 能 不能 推荐 一个 ? 天 啊 这 更 像是 个 文职 工作 任务 策划 对 吧 ? 但 我们 大队 领飞 的 时候 你 还是 会出 任务 
有 人选 了 吗 ? 泡泡 佩恩 尉官 长官 
他 各 方面 都 很 优秀 但 非常 擅长 策划 
他 在 那 方面 是 个 天才 
- 你 呢 ? - 我 ? 
对 你 今天 表现 很 好 不 听 着 我 是 在 用 泡泡 的 图表 即便如此 我 还是 用 了 很 久 才 为 大队 找到 方向 
- 哈里 我 可以 叫 你 哈里 吗 ? - 当然 ... 
你 带领 大队 安全 返回 
还 让 比 迪克 活着 降落 在 了 苏格兰 
我 运气 好 
快 来 
大家 快 来 食堂 里 比赛 骑 脚踏车 谁 来 ? 
- 我来 - 我 来 啊 我 也 来 食堂 里 比赛 骑 脚踏车 嘿 这 比赛 你们 要 赌钱 吗 ? 好 三 、 四 、 五 好 军衔 有 优势 伙计 们 让 让 
我 看见 有人 在 赌钱 希望 是 押 在 我 身上 的 
- 我 在 你 身上 押 了 5 块 
- 伙计 们 宣布 规则 军官 食堂 绕 一圈 士兵 食堂 绕 两圈 - 我会 告诉 他们 所有人 - 听到 发令枪 就 开始 准备 好了吗 ? 
开始 吧 格雷厄姆 
握 好车 把手 各位 
快骑 快 ... 加油 
我 追上来 了 巴克 就 在 你 后面 
你 永远 追不上 我 巴基 
加油 伊根 你 这个 死 胖子 
你 输 了 
等等 ... 
听见 警报声 了 吗 ? 
所有 人员 立刻 避难 ... 
注意 各位 
好 了 我们 去 避难 
- 我 赢 了 你 - 快点 快 ... 
看起来 他们 在 攻击 诺维奇 
有些 可怜虫 要 倒霉 了 
是 可能 下 一个 就是 我们 
我们 会 挺 过去 的 
赌徒 还 好意思 说 
如果 要 我 下注 我会 押 在 我们 身上 巴克 
你 说 这话 就 像 我 爸 约翰 
我 父亲 爱 喝酒 
他 一 喝酒 就 赌钱 
我 不 知道 有 多少 个 夜晚 是 在 卡斯 珀 客厅 的 长椅 上 和 马场 上 度过 的 
不管 是 球赛 、 赛马 、 赛狗 还是 扑克牌 他 都 赌 往往 是 输钱 
但 他 赌个 没完 
他 倒霉 的 时候 总是 对 我 说 " 盖尔 这次 我 有 感觉 " 
总是 在 找 捷径 
巴克 巴克 
所以 你 不 喜欢 体育比赛 
那个 皇家 空军 的 混蛋 说得对 这些 日间 的 任务 等同于 自杀 
那 你 为什么 不 赞同 他 的话 ? 
我 不 喜欢 他 说 出来 的 方式 
如果 你 不是 赌徒 那 你 有 什么 计划 ? 
我们 带 兄弟 们 活下去 
必须 的 
( 下集 预告 ) 我 感觉 这次 任务 可能 很 重要 
我们 能 造成 重大 破坏 
少校 为什么 那条 红线 一直 延伸 到 非洲 ? 
你们 可能 在 想 要 在 德国 鬼子 的 领地 上空 飞 很 久 
但 如果 我们 成功 那 不 知道 能救 多少 人 的 命 
如果 我们 和 一头 牛 对撞 飞机 会 被 撞 烂 连带 我们 一起 
飞行员 呼叫 机组 放弃 飞机 跳伞 救救 我 快 
- 娃娃脸 - 救 我 出去 拜托 
我们 可能 完蛋 了 - 准备 ... - 无论如何 也 要 坚持 住 、 摧毁 目标 听见 没有 ? 
