Рей , добре ли си ? - Аз съм жена му . 
- Повикайте линейка ! 
Сложих система на дясната ръка . 
Кислород - осем литра . 
Искам кардиограма , кръвна картина и съвместимост на кръвната група . 
Пулсът е учестен , измерете го . 
Няма пулс . 
- Скъпа ? 
- Вкъщи съм с децата . Как е той ? 
- Още е в операционната . - Добре . - Ще те държа в течение . - Да . - Обичам те . - Чао . Получил е сърдечен арест . - Неочакван развой . - Боже . На този етап не е ясно дали делото изобщо ще продължи . 
Рей , има ли прецедент при подобен случай ? - Подсъдим да спаси живота на адвоката си ? 
- Обикновено е обратното . Но няма някакво правило , съдията решава . 
А от съдията по това дело може да се очаква всичко . 
Ако прекратят делото , ново ли ще има ? - Явно да . 
- Ама че тъпотия . 
Искаш ли нещо за пиене ? Вода или нещо друго ? 
- Да , благодаря ти . - Искаш ? 
Лорейн , ужасно съжалявам за станалото . Ако мога да помогна с нещо ... Знам , че звучи неубедително , но ще направя каквото мога . 
- Благодаря . - Да . - Добре . - Благодаря . 
- Г - жа Хорган ? Вие ли сте ? 
- Да . Ще се оправи , подобрява се . 
- Така ли ? - Не е удар , а брадикардия . Смущение в дейността на сърцето , то почти спря . Сложихме му пейсмейкър , няма увреждания . 
- Състоянието му ще се подобри . - Благодаря ви . 
- Значи ще се оправи ? 
- Да , всичко ще е наред . Сега е в реанимацията . 
- След няколко часа ще го видите . - Божичко ! 
- Благодаря ви ! - Няма защо . Отдъхна ли си ? 
Имаме проблем . 
Да , имаме проблем . 
Журито видя как Ръсти става герой . Да поискаме прекратяване . Какво ? Ние печелим делото . 
- Знам ли . 
- Прекратят ли го , той ще се измъкне . - Не е сигурно . 
- Вече ще е наясно с козовете ни . Помисли си - за психопат и лъжец , който изневерява , е доста чаровен , нали ? И спаси човешки живот пред очите на съдебното жури . Но го видяха да действа импулсивно , както когато е превъртял . Да се доверим на журито . 
То е по - способно и от двама ни да си представи станалото в онази нощ . 
Какво ще стане сега ? 
Не можеш да продължиш без защитата си на толкова напреднал етап . 
- Ако отложат делото ? 
- Сигурна съм , че не може . 
Според мнението на опитни юристи ... Какво мислите ? 
Мислите ли изобщо ? 
Г - н Бавещ , крайно време е да споделите мислите си . 
Разсъждавам върху принципите на съдебната практика и на справедливостта . Като съдебни служители трябва да се погрижим - да няма предразсъдъци и пристрастия . - Какви ги дрънкаш ? Не сме в университета . 
Според нас е оправдано да прекратим делото . 
- Така кажи ! - Против сме . 
Искате да продължите ? 
Готова съм да поема . 
- Веднага ли ? 
- Да поемете делото ? 
- Утре . Нужен ми е един ден . 
- Г - н Бавещ ? 
Извинете . Да , обвинението е готово да продължи . 
Искам да се защитавам сам . 
Моля ? 
Ще поема тази роля , имам дълга практика , а г - ца Уинзлоу ще ми помага . - Не може да си и свидетел , и адвокат . - Няма да свидетелствам , заявявам го . Напротив , ще е хитър ход , защото ще представиш гледната си точка . 
Защитникът ми е в болница . Няма да показвам улики и да свидетелствам . - Напомням на съда , че имам това право . 
- А съдът ви напомня , г - н Сабич , че ако дори загатнете вашата версия , ще разреша на обвинението да ви призове като свидетел и да ви подложи на пълен кръстосан разпит . 
И ако сам се прецакате , няма да може да се позовете на Шестата поправка че адвокатът ви е глупак . 
- Ще се защитаваш сам ? 
Не е забранено , ако не дава показания . 
Разбирам , г - жо съдия . 
Лоша идея . Но щом искате - моля . 
Ще уведомя журито и ще продължим утре в 10 ч . 
По - добре размислете . 
Как така ? Обещахте , че ще го предпазите ! 
- Ще се постараем . - Моля ? Ще се постараете ? 
Никой ли не го е грижа за сина ми ? 
Убиецът на майка му ще го подложи на кръстосан разпит ! 
- Негово право е . 
- Той е убиец ! 
Това е изненада дори за дело с такива неочаквани обрати . 
Елинор , какво мислиш за идеята Сабич да се защитава сам ? - Мамо , това е лудост . 
- Не подценявай баща си . - Не и в съдебната зала . 
- Стига де ! - Мамка му ! - Миличка ! 
Стига , недей ! 
Ще се видим в залата . 
Извинете , че закъснях . 
Г - н Сабич . 
Здравей , Майкъл . Първо , приеми искрените ми съболезнования . - Ужасно е да загубиш майка си . 
- Ти я уби . 
Често си ходел до къщата на майка си и си наблюдавал . 
За да видиш ... живота , до който не те е допускала . Да . Казвала ли ти е защо не те допуска до живота си ? 
Не . А баща ти казвал ли ти е причината ? 
Това сигурно много те е разгневило . 
Може ли да заключим така ? 
- Не до степен да я убия . - Внимавай . 
- Реймънд . 
- Само гледам . 
Интересно , защото през последните седмици от живота й с майка ти сте си писали доста съобщения . 
Писал ли си й : " Щеше да е по - лесно , ако беше мъртва " ? 
Тя нарани не само мен , а и баща ми . " Адски съм ти ядосан . Съсипа ми живота . " 
Писал ли си го ? 
Искал си тя да умре . 
Не , писах , че би било по - лесно . 
След нечия смърт животът продължава . Имах предвид , че при развод е по - трудно . 
Не човъркай повече , това е достатъчно . 
Заснел си как влизам при майка ти в онази нощ . Заяви , че си ме виждал там и преди - значи си знаел , че сме любовници . 
Да . Мисълта , че не те иска в живота си , но изпитва чувства към мен , не те ли накара да ме намразиш ? 
Мразя те , защото си я убил . 
Внимавай , Ръсти . 
Какво направи , след като засне този клип ? 
- Тръгнах си . - Колко време след влизането ми в къщата ? 
- Почти веднага . 
- И къде отиде ? - Прибрах се вкъщи . 
- Кой беше там ? Баща ми . 
Били сте само двамата ? 
- Да . - Нямаше ли друг ? 
- Не , бяхме само двамата . 
- Значи той е твоето алиби . А ти си неговото . 
- Възразявам ! 
- Отхвърля се . 
Каза ли на баща си , че любовникът на майка ти е влязъл у тях ? 
Отговори , Майкъл . 
Не помня дали му казах нещо . 
Значи е възможно . Възможно е да си казал на баща си , че си видял любовника на майка си да влиза у тях в нощта на убийството й ? 
Не помня да съм му казал нещо . 
В компютъра ти имаше няколко документа , които полицията конфискува . Според тях си проявявал интерес към водените от майка ти дела . 
Ровил си из форумите за криминалистика за информация , липсваща в публичните медии , включително за случая с Бъни Дейвис . - Възразявам . 
- Приема се . Задайте въпроси . Трябва да внимава . 
- Ти ли уби майка си , или баща ти ? - Възразявам ! Имате ли разумни доводи ? 
Нямам доводи да обвиня нито него , нито баща му . И как да имам ? След съвсем кратко и небрежно полицейско разследване - двамата бяха оневинени от прокурора . 
- Той не се владее ! 
- За протокола , уби ли майка си ? - Ей , ненормалник ! 
Татко ! 
- Стига толкова ! - Г - н Колдуел , отдръпнете се . 
Какви ги плещиш ? 
- Назад ! - Отдръпнете се ! 
Щяхте да го пазите ! 
Уплашихте ли се , когато бащата се хвърли към вас ? 
Когато някое дело не вървеше добре , Реймънд се произнасяше докъде сме затънали - до коленете , до кръста или до гушата . 
- Ние затънахме до ушите . 
- Изглеждаше отчаян . - Обвинява всички освен себе си . - Добре . Дай да помислим . 
Установиха , че някой , който е мразел Каролин Полимъс и е познавал случая с Бъни Дейвис , е бил на мястото . 
Загатнаха за Лиам Ренълдс и за бащата , който направо откачи . 
- Значи ние ще призовем Риго . - Риго ли ? - Тя е в лагера на Ръсти . - Както и Юджиния . Важни са въпросите . 
- Риго ме мрази . 
- Не и мен . Аз се заемам . - Не . - Да . Ще ти кажа защо - не го ли направим , със сигурност ще затънем до ушите . 
- Какво ще каже Риго ? 
- Не знам . 
- Глупости , с нея сте приятелки . Кажи ми . - Не , вие сте приятели . 
За какво точно ще свидетелства ? 
Вероятно за същото , което съм видяла аз , и което виждам и сега . 
- В смисъл ? - Губиш контрол , също както в момента . 
Знаеш , че не исках да свидетелствам , нали ? 
Сигурна съм в това . 
Да не съм се объркала ? 
Каролин бе наркотик . Пристрасти се към нея и си съсипа живота . 
Боже ! Съсипала е теб , но си решил да не й позволиш да съсипе семейството ти . 
Боже мой ! Сигурно онази вечер ти е казала , че смята да роди детето , нали ? 
Каза ли ти , че смята да го задържи ? 
- Щяла е да роди твоето дете . - Слез от колата . 
Слез , ти казах . 
Ренълдс не е убил Каролин Полимъс , но двамата сте го посетили в затвора . - Така ли е ? - Да . 
Защо ? 
Да чуем самия Ръсти . 
Дори ако си поръчал убийството й , нещата може да се обърнат в твоя полза . 
Имал си съучастник , значи има с какво да търгуваш . Представи си сега . Излежаваш доживотна присъда за убийството на Бъни Дейвис . Ако ни насочиш към убиеца на Каролин , може някой ден да те освободят . Дори и да имаш пръст в убийството й . 
Ей това вече е перверзия . 
Да видим дали съм разбрал - ако се самоулича в убийството на прокурор , - ще ме освободят ? - Да , ако имаш съучастник . 
В момента излежаваш доживотна присъда без право на предсрочно освобождаване . Предлагам ти възможност да я промениш . 
Красота . Не ! Мили боже ! 
Изобщо нямах представа . 
Отчаян си . 
Намалена присъда , ако признае , че е убил Каролин Полимъс . 
Не присъствах , не знаех , че ще му го предложи . 
- Смути ли ви това изнудване ? - Възразявам ! 
- Приема се . - Възмути ли ви този подход ? 
Да , когато ми каза , му заявих , че според мен е прекрачил границата . 
А той отговори ли ? 
Каза нещо от рода на ... Животът ми е заложен на карта . Ще направя всичко възможно . 
Когато подсъдимият ви натовари със случая , даде ли ви указания за събирането на доказателства ? 
Да изпращам всички доказателства и съдебни експертизи само на него . 
А даде ли ви указания на кого конкретно да не се показват доказателствата и съдебните експертизи ? 
На г - н Молто и на вас . 
Разочароващо . 
Свидетелят е ваш . 
Започва се . 
Бях решен на всяка цена да докажа своята невинност , защото бях несправедливо обвинен . Да . И упорито настоявах , че съм невинен за смъртта на Каролин Полимъс . 
- Така ли е ? 
Според вашия опит , инспекторе , необичайно ли е прокурор да ви помоли - информацията да си остане между вас ? 
- Не е необичайно . 
И сте наясно , че ви помолих доказателствата да си останат между нас именно защото не вярвах , че г - н Молто и г - н Дела Гуардия ще проведат честно разследване . Можем ли да го твърдим ? 
Благодаря ви . 
Как си ? 
Призоваха двама свидетели , за да докажат ... А аз бях прекалено настоятелен в твърденията си , че съм невинен . 
Но нищо , какво толкова . Делото върви добре . Пак ли ги пиеш ? 
За да се съсредоточа . 
Как иначе да го постигна ? 
Трябваше да ми кажеш , Ръсти . 
- Страхотна си . - Благодаря . 
Всички да станат . 
Съдът заседава . Делото води почитаемият съдия Литъл . 
Г - н Молто , обвинението ще добави ли нещо ? 
Да , г - жо съдия . 
Призоваваме Ръсти Сабич . 
Какво правите ? 
Тъй като г - н Сабич свидетелства посредством инсп . Родригес , - справедливо е да го разпитаме . 
- Не чух да възразявате . 
Нямаше нужда , съдията даде да се разбере , че ако загатнеш за своята версия ... Просто разпитах вашия свидетел . 
Но излезе извън рамките . Заяви , че си невинен . 
Вие призовахте инспектора , за да докажете моята вина и безчестие , а аз целях да докажа своята невинност напълно в рамките на допустимото . 
Изложихте версията си . 
Предупредих ви , че ако кажете нещо , за което липсват доказателства ... И вие го направихте . 
Имате две възможности . 
Ако поискате , мога да прекратя делото . Без въпроси . 
Няма да ви принудя да продължим , но продължим ли , ще свидетелствате . 
Сам сте си виновен . 
Да прекратим , Ръсти . 
Ще свидетелствам . 
- Те искат да прекратим ! - Какво направи ? - Виждат , че губят , затова ме призоваха ! - Може би . Или целят да станеш свидетел , защото ще си лесна мишена . 
Нищо , ще свидетелствам . Нека всички видят нарцисизма на Молто ! - Нали ще видят и твоя ? - Какво искаш да кажеш ? 
Нарочно ли го направи ? 
- Кое ? - Даде им коз в ръцете . 
Сега ще трябва да свидетелстваш . Нарочно ли го направи ? Защо да го правя ? 
Защото си Ръсти Сабич и правиш каквото си поискаш , нали ? 
Мая , представи си за момент , че е така , защото знам какво правя ! 
Не ми се вярва , че знаеш . 
Отказвам се . 
Ръсти Сабич ще трябва да свидетелства в своя защита , което значи , че ще бъде едновременно подсъдим и адвокат . - А също и свидетел . - Какво ? 
Няма да има помощник - адвокат , което значи , че ще се защитава сам . 
Пое голямо бреме на плещите си в този процес . Изглежда Сабич е притиснат в ъгъла . - Ще му трябва истинско чудо ... - Боже , Ръсти . ... за да се измъкне невредим . 
Какви хапчета ? 
- Пие стимулант . 
- Наистина ли ? Да , чух мама да говори с психоложката си по телефона , пиел го преди важни дела . 
Избистрял ума му . Да . 
И го пие сега , преди утрешните му показания в съда ? 
Да , много глупаво . 
Възможно ли е да ми дадеш малко от вълшебния прашец на Ръсти Сабич ? 
Не знам дали мога да ти дам такова нещо . 
Да не си стоял цяла нощ тук ? 
Не , дойдох по - рано . 
Добре . Готов ли си ? 
Да , готов съм . 
Супер . Днес е важен ден . 
Сетих се колко усърдно учехме в университета . 
Дай ми само един ден , Нико , за да си кажа , че си е струвало . 
Този ден е днес , Томи . 
Най - важното правило е никога да не свидетелстваш в своя защита . 
Да , но обвинението го призова . Как да се защитаваш , без да приличаш на шизофреник ? 
Нещо , което да посее съмнение в умовете на журито . 
- Здравей , Мая . 
- Успех днес . Най - важното е да не се оставяш да те изкара от нерви . Това ще е целта му - да избухнеш . 
Не му се връзвай . 
- Благодаря , Мая . 
- Може ли и един по - общ съвет ? 
Първо да ти се извиня . 
- Приемам извинението . 
- Може би беше права . 
Винаги съм права . 
Не го оставяй да те изкара гадняр . 
Няма да е хубаво журито да те вижда в такава светлина . 
Не им се оставяй . 
- Ще бъда там . 
- Някой дойде . Ще затварям , благодаря ти . 
- Какво правиш тук ? 
- Изписаха ме . 
- Имаш нужда от мен . 
- Дали е безопасно да си в залата ? 
Лекарите казаха , че съм добре . А ти ? 
Заклевате ли се в Бога да кажете истината и само истината ? - Заклевам се . 
- Седнете . 
Г - н Сабич . По ваши думи пред инсп . Родригес упорито сте настоявали , че сте невинен . 
- Да . 
- Истина ли е това ? 
- Да . - Бил сте искрен за всичко с нея ? 
Премълчах за връзката си с жертвата . 
Казахте ли й , че в нощта на убийството сте били там ? 
- По - късно . - По - късно ? 
Когато възложихте случая на инсп . Родригес в качеството си на главен зам . - прокурор , казахте ли й , че в нощта на убийството сте били на местопрестъплението ? 
Не . - А на някой друг , работещ по случая ? 
- Не съм я убил . 
Не са ли първите 48 часа най - важни за разследването ? 
Нямаше ли да е от полза за полицията и следователите да знаят , че сте били там ? 
Разбрах те , Томи . 
Не съобщих , че съм бил там . 
- Бяхте ли влюбен в нея ? - Влюбих се в нея . 
До полуда ли ? 
Бях влюбен в нея , а дали до полуда ... Пратили сте й 30 съобщения в деня на смъртта й . - Това какво е ? - Бях влюбен . 
В нощта на убийството сте отишли с надеждата да се сдобрите ? 
Да . 
В часовете преди смъртта й ли изпратихте съобщенията ? 
" Не е честно , не го прави . 
Не се дръж така с мен . Вдигни телефона , мамка му ! " 
- Ваши ли са ? - Да . А това ? " Искам да прекарам живота си с теб . " 
Писахте ли й , че искате да сте с нея до края на живота си ? 
Бях влюбен . 
- Бяхте ли й ядосан ? 
- Бях отчаян . 
Като в това съобщение ? 
" Вдигни телефона ! Как смееш да се държиш така с мен ! " 
- Това отчаяние ли е , или гняв ? 
- По - скоро страст . 
Тя ме заслепи и загубих представа кои са важните неща в живота ми . Жена ми и децата ми . 
Страстта е опасен наркотик . Ти също му се поддаде , Томи . 
Погълнат си от опитите да ме унищожиш и пропускаш факта , че нямаш неоспорими доказателства . 
Да , бях влюбен в нея . Да , не съобщих , че съм бил там , но не съм я убил . 
- Ударихте ли я с ръжена ? - Не съм я удрял . 
Не съм агресивен човек . 
Г - н Рацър , станете , моля . 
- Срещали ли сте този човек ? 
- Случаят си има контекст . 
Записът е от камерата на съседа ви . 
Това сте вие двамата , нали ? 
Правдиво ли е запечатала контекста ? 
- Това е коварна изненада . 
- Нека продължа . Свидетелят заяви , че не е агресивен . 
Продължете . 
Той дойде неканен в дома ми . 
Опита се да ме сплаши . 
И вие го пребихте ? 
Виновен съм , че действах отчаяно . 
Затова скрих връзката си с Каролин Полимъс и се опитах да изтръгна признание от Лиам Ренълдс , че я е убил . Затова ударих Брайън Рацър , когато се появи пред дома ми и заудря яростно по вратата , когато дъщеря ми попита кой е . 
Дали съм избухнал ? Да , избухнах . 
Жената , която обичах , бе брутално убита и обвиниха мен . 
Подобни обстоятелства могат да предизвикат какви ли не реакции у човек и една от тях е отчаянието . Слабост , емоционална нестабилност . Извинявам се за всички тези неща . 
Виновен съм за всички тях . Но не съм виновен за убийството на Каролин Полимъс . 
Не съм отнел живота й . 
Ами д - р Кумагай ? 
Опитвали ли сте се да удушите главния съдебен лекар ? 
- Да повторя ли въпроса ? 
- Не , чух го . Научих , че е укрил доказателства по друго дело . Или поне е пропуснал да ме уведоми за тях . Скарахме се , разгорещихме се . За съжаление , му посегнах . 
- За съжаление , сте го душили . - Не съм . - Сграбчили сте го за гърлото . - За ревера . Добре , сграбчили сте го за ревера . Умишлено ли беше , или си изпуснахте нервите ? 
- Не разбирам въпроса . 
- Умишлено ли беше , или превъртяхте ? 
А когато неколкократно ударихте г - н Рацър , както видяхме ? - Умишлено ли беше , или превъртяхте ? 
- Той отказа да си тръгне . 
Какво би сторил ти на мое място ? 
Значи сте превъртели . 
Погледни ме . 
Справи се изключително . 
Това е мъчение . 
Истинско мъчение . 
Постоянно лъжа семейството си . 
Когато съм с тях , искам само да съм с теб . 
До края на живота ти , а ? 
- Не помня да съм го писал . - Значи си я излъгал ? 
Какво следва сега ? 
