रे , रे , रे ? तुम ठ क ह ? हे , हे । - मैं उनक पत्न हूँ । 
- हे , क ई एम्बुलेंस बुल ओ ! क्य तुमने एम्बुलेंस बुल ई ? 
- नब्ज़ अन यम त है । - द ईं ब ँह में आईव लग ई गई । 
ठ क है । इनक ऑक्स जन क स्तर आठ ल टर पर रखन । 
इनके 12-ल ड ईकेज , फ़ुल ब्लड पैनल , स ब स और क्र स के टेस्ट करव ने ह ंगे । 
धड़कन क पैटर्न व - टेक ह ने लग है , इनक नब्ज़ देख । 
नब्ज़ नह ं चल रह है । 
- हे , ज न । 
- मैं बच्च ं के स थ घर पर हूँ । रेमंड कैसे हैं ? 
अभ भ उसक सर्जर ह रह है । - रेमंड ह र्गन के ... - ठ क है । - मैं तुम्हें बत त रहूँग , ठ क है ? - ठ क है । - प्य र तुम्हें । - ह ँ । ब य । ... संभवत द ल क द र पड़ने के ब द । - न श्च त रूप से यह अप्रत्य श त थ । - भगव न । इस समय हमें क ई ज नक र नह ं म ल रह है क दरअसल यह मुक़दम ज र भ रहेग य नह ं । 
रे , क्य इस तरह क क स घटन क हम रे प स क ई म स ल है ? एक अभ युक्त क आकर अपने वक ल क ज न बच न ? 
मतलब , आम त र पर त इसक उल्ट ह ह त है । लेक न आपके सव ल क जव ब देने के ल ए बत दूँ , ऐस क ई न यम नह ं है । यह जज पर न र्भर करत है । 
और इस केस क जज क देखते हुए , मैं कहूँग , कुछ भ ह सकत है । 
अच्छ , त अगर यह म सट्र यल है , त यह मुक़दम द ब र लड़ ज एग ? लगत त यह है । 
क तन बकव स ब त है । 
हे , तुम्हें प ने के ल ए कुछ च ह ए ? तुम्हें प न वग़ैरह च ह ए ? 
ह ँ । - ह ँ , शुक्र य । - ह ँ ? 
ल रेन , मैं बस यह कहन च हत हूँ क मुझे बहुत अफ़स स है । और अगर मैं क ई भ मदद कर सकूँ ... ज नत हूँ तुम्हें मेर ब त ख खल लग रह ह ग ... लेक न मैं ज भ कर सकत हूँ ... 
- शुक्र य । - ह ँ । - ठ क है । - शुक्र य । 
- म सेज़ ह र्गन ? - ह ँ ? - म सेज़ ह र्गन ? 
- ह ँ । वह ठ क ह ज एँगे । पहले से भ बेहतर । 
- सच में ? - वह क र नर नह ं थ । - वह ब्रेड क र्ड य थ । - हे भग ... यह द ल क व द्युत् प्रण ल क समस्य है ज ससे उनके द ल क गत ध म ह कर लगभग रुक गई । हमने पेसमेकर लग द य है । तंत्र क सम्बन्ध स्तर पर क ई नुक़स न नह ं पहुँच । 
- वह यह ँ से पहले से भ बेहतर ह कर ज एँगे । - शुक्र य , ड क्टर । 
त वह ठ क ह ज एँगे ? 
- वह ब ल्कुल अच्छे ह ज एँगे , बढ़ य । - ह ँ । बेहतर । अभ वह र कवर में हैं । 
कुछ ह घंट ं में वह अपने कमरे में चले ज एँगे और तब आप उनसे म ल सकत हैं । हे भगव न । 
- शुक्र य । - ह ँ । क ई ब त नह ं । ह ँ ? 
हम रे स मने एक समस्य है । 
ह ँ , हम रे स मने एक समस्य है । 
ज्यूर ने अभ - अभ रस्ट क एकदम ह र बनते हुए देख औ ... हमें म सट्र यल क दरख़्व स्त देन ह ग । - क्य ? - ह ँ । - हम ... - हम ज त रहे हैं । 
- मुझे त ऐस नह ं लग रह है । 
- म सट्र यल हुआ त वह बच न कलेग । - नह ं । ऐस ज़रूर नह ं है । 
- ह ँ , यह ह ग । म न भ ज ओ । दूसर ब र , उसे हम र य जन ओं क पहले से पत ह ग । इस ब रे में थ ड़ स च । वह क तन ह बड़ झूठ , ध खेब ज़ मन र ग ह , - वह ल ग ं क लुभ लेत है , है न ? - यह नह ं ... और उसने अभ - अभ ज्यूर के स मने एक इंस न क ज न बच ई है । इसमें यह दल ल भ रख ज सकत है क ज्यूर ने अभ - अभ उसे आवेग में आते हुए देख , एक तरह से ख़ुद पर से क़ बू ख ते हुए । लेक न तुम्हें ज्यूर पर यक़ न रखन ह ग । 
यह ब त समझ क वे यह कल्पन करने में हम द न ं से ज़्य द सक्षम हैं क उस र त क्य हुआ थ । 
त सव ल यह है , " अब क्य ? " 
आप क स क़त्ल के मुक़दमे में इतन आगे ज कर अपने प्रमुख वक ल के बग़ैर आगे नह ं बढ़ सकते । 
श यद क र्यव ह अभ के ल ए रुक ज ए ? 
मुझे यक़ न है ऐस नह ं ह सकत । 
जह ँ तक मैं क़ नून व शेषज्ञ ं के बय न पढ़ रह हूँ , यह ... त क्य स च है ? 
कुछ स च भ है ? 
म स्टर ढ ल गुआर्ड य , लगत है तुम क स बड़ उधेड़बुन में लगे ह । 
मैं बस न्य य क अर्थव्यवस्थ के स द्ध ंत ं और न ष्पक्षत के स द्ध ंत ं क तुलन कर रह हूँ । क़ नून के प्रत न ध य ं के त र पर हम समझते हैं क यह सुन श्च त करन हम र फ़र्ज़ है क अद लत क क र्यव ह पूर्व ग्रह और अनुच त पक्षप त से मुक्त ह । तुम यह क्य बकव स कर रहे ह ? हमने स ल ं पहले ल स्कूल छ ड़ द य थ । 
- तुम क्य कह रहे ह ? - मैं कह रह हूँ क हमें लगत है इस मुक़दमे में म सट्र यल न्य यसंगत है । 
- त , तुम्हें त बस यह कहन थ । - हम व र ध करते हैं । 
तुम मुक़दम ज र रखन च हत ह ? 
मैं यह केस लड़ने के ल ए तैय र हूँ । 
- तुरंत ? 
- तुम केस लड़ ग ? 
कल से । मुझे एक द न च ह ए । 
म स्टर ढ ल गुआर्ड य ? 
म फ़ करन । ह ँ । ह ँ । अभ य जन पक्ष आगे बढ़ने के ल ए तैय र है । 
मैं अपन केस ख़ुद लड़न च हूँग । 
क्य कह ? 
मैं इस केस के प्रमुख वक ल क जगह लेन च हूँग । मेर उपस्थ त पहले से ह दर्ज है और म स व ंज़ल क अनुभव मेर तुलन में क फ़ स म त है । - नह ं , क ई इंस न एक ह मुक़दमे में ... - वह मेर सहय ग रह सकत हैं । ... गव ह और वक ल , द न ं नह ं ह सकत । मैं गव ह नह ं दूँग । इस ब त क मैं अभ ग रंट देत हूँ । तुम गव ह द गे । तुम आज तक के सबसे श त र गव ह ह ंगे क्य ंक तुम्हें ब न क स ज रह क स मन क ए अपन नज़र य और अपने ह व-भ व ... 
- मेर प्रमुख वक ल ब म र है । - ... ज्यूर के स मने रखने क म क़ म ल ज एग । मैं क ई भ स क्ष्य य बय न पेश नह ं करूँग । और क्य मैं अद लत क यह य द द ल सकत हूँ क यह मेर अध क र है ? 
फ र अद लत तुम्हें यह य द द ल एग , म स्टर सैब च , क अगर तुमने घटन क्रम क अपन नज़र य बत ने क ज़र भ क श श क , त मैं अभ य जन पक्ष क तुम्हें गव ह के त र पर बुल ने क मंज़ूर दे दूँग , जह ँ तुमसे पूर पूछत छ क ज एग । 
और अगर तुमने अपने पैर पर कुल्ह ड़ म र ल , त तुम छठे संश धन के आध र पर यह अप ल द यर नह ं कर प ओगे क तुम्ह र वक ल बेवक़ूफ़ है । 
तुम ख़ुद अपने वक ल बनकर यह केस लड़ गे ? 
जब तक यह अपने पक्ष में बय न नह ं देते , ऐस क ई बंद श नह ं है । 
मैं समझत हूँ , य र ऑनर । 
बहुत बुर फैसल है । लेक न तुम यह करने के ल ए आज़ द ह । 
मैं ज्यूर क न र्देश दे दूँग और हम कल सुबह दस बजे क र्यव ह द ब र शुरू करेंगे । 
तुम एक ब र फ र स च सकते ह । 
यह कैसे ह सकत है ? तुमने व द क य थ तुम इसक ह फ़ ज़त कर गे । 
- हम अपन पूर क श श करेंगे । - पूर क श श कर गे ? तुम अपन पूर क श श कर गे ? 
क्य यह ँ क स क मेरे बेटे क फ़ क्र नह ं है ? 
अब वह आदम उससे पूछ्त छ करेग ज सने उसक म ँ क क़त्ल क य है । 
- यह उसक अध क र है , अध क र है ख़ुद क ... 
- वह कमबख़्त एक क़ त ल है ! 
इतने च ंक देने व ले म ड़ ं से भरपूर इस केस में भ ऐसे ज़बरदस्त म ड़ क उम्म द नह ं थ । 
और , एलेन र , यह रस्ट सैब च क अपन केस ख़ुद लड़ने क व च र , - इस ब रे में तुम क्य स चत ह ? - म म , यह प गलपन है । 
अपने प त क कम मत समझ , बच्चे । - अद लत में त नह ं । 
- म म , म न भ ज इए । - कमबख़्त म न भ ज इए । - बच्चे ! 
रुक ज ओ ! रुक ज ओ । 
ठ क है , अंदर म लते हैं । 
देर से आने के ल ए म फ़ करन , य र ऑनर । 
म स्टर सैब च । 
हैल , म इकल । सबसे पहले , मैं अपन गहर संवेदन व्यक्त करत हूँ । मैं अपन म म क ख ने के तुम्ह रे दर्द क कल्पन नह ं कर सकत । 
मेर म ँ क आपने म र है । 
तुम अपन म ँ के घर अक्सर ज य करते थे और बस देख करते थे ? 
उनक ज़ ंदग देखन च हते थे । उनक वह ... ज़ ंदग ज सक ह स्स वह तुम्हें नह ं बन न च हत थ ं । ह ँ । क्य उन्ह ंने कभ तुम्हें बत य थ क वह तुम्हें अपन ज़ ंदग क ह स्स क्य ं नह ं बन न च हत थ ं ? 
नह ं । क्य तुम्ह रे प त ने कभ तुम्हें इसक वजह बत ई थ ? 
त , तुम्हें त इस ब त पर बहुत ग़ुस्स आत ह ग । 
क्य ऐस कहन सह ह ग ? 
इतन नह ं क मैं उन्हें म र दूँ । ध्य न से । 
- रेमंड । 
- मैं बस देख रह हूँ । 
यह द लचस्प है , म इकल , क्य ंक उनक ज़ ंदग के आख़ र कुछ हफ़्त ं में , तुमने और तुम्ह र म ँ ने एक-दूसरे क क फ़ मैसेज भेजे थे । 
क्य तुमने उन्हें यह मैसेज भेज थ , " अगर आप मर ज त ं त ज़्य द आस न ह त " ? क्य तुमने उन्हें यह मैसेज भेज थ ? 
उन्ह ंने स र्फ़ मुझे दु ख नह ं द य । उन्ह ंने मेरे प त क भ दु ख द य । " मैं आपसे कमबख़्त बहुत न र ज़ हूँ । आपने मेर ज़ ंदग तब ह कर द । " 
क्य तुमने उन्हें यह मैसेज भेज थ ? 
तुम उनक म त क क मन कर रहे थे । 
नह ं , मैंने कह थ उससे ज़्य द आस न ह त । 
ल ग म त के सदमे से उबर ज ते हैं । तल क़ से उबरन कह ं ज़्य द मुश्क ल है । मेर वह मतलब थ । 
ठ क है । ब त आगे मत बढ़ न । बस ... यह अच्छ है । 
उनक म त क र त , तुमने अपन म ँ के घर के अंदर ज ते हुए मेर यह व ड य बन य , और तुमने बय न द य क तुमने मुझे पहले भ वह ँ ज ते हुए देख थ । त तुम यह ब त ज नते थे क तुम्ह र म ँ और मैं प्रेम थे । 
ह ँ । यह व च र क वह तुम्हें अपन ज़ ंदग में नह ं च हत थ ं , लेक न मेरे ल ए उनके द ल में लग व थ , इससे तुम्हें मुझसे ब ल्कुल भ नफ़रत नह ं हुई ? 
मुझे आपसे नफ़रत है क्य ंक आपने उन्हें म र है । 
आर म से , रस्ट । 
त यह व ड य बन ने के ब द , तुमने क्य क य ? 
मैं वह ँ से चल गय । और मुझे उनके घर में घुसते हुए देखने के क तन देर ब द तुम वह ँ से गए थे ? 
- लगभग तभ चल गय थ । 
- और तुम कह ँ गए थे ? मैं घर गय थ । 
घर पर क न थ ? मेरे प त । 
बस तुम द न ं थे ? 
ह ँ । क ई और थ ? 
नह ं , बस हम ल ग ह थे । 
त तुम्ह र ब त के समर्थन में स र्फ़ वह गव ह दे सकते हैं । और उनक ब त के समर्थन में स र्फ़ तुम गव ह दे सकते ह । 
- आपत्त । 
- असहमत । 
क्य तुमने अपने प त क बत य थ क तुमने अपन म ँ के प्रेम क उनके घर के अंदर ज ते हुए देख ? 
प्ल ज़ सव ल क जव ब द , म इकल । 
मुझे य द नह ं है क मैंने उन्हें कुछ बत य थ य नह ं । 
त यह मुमक न है ... यह मुमक न है क कैर ल न क म त क र त , तुमने अपने प त क बत य ह क तुमने अपन म ँ के प्रेम क उनके घर के अंदर ज ते हुए देख ? 
मुझे य द नह ं है क मैंने उन्हें कुछ भ बत य ह । 
पुल स व भ ग ने तुम्ह रे कंप्यूटर से क फ़ दस्त वेज़ ज़ब्त क ए थे । और उनसे पत चलत है क तुम्हें अपन म ँ के प छले मुक़दम ं में बहुत द लचस्प थ । 
तुमने सच्चे अपर ध ं से जुड़ कुछ वेबस इट ं क खंग ल और ऐस ज नक र ढूँढने क क श श क ज मुख्यध र क म ड य के प स उपलब्ध नह ं थ , ज समें बन डेव स क केस भ श म ल है । ड प ड टेक्ट व - आपत्त । 
- सहमत । सव ल पूछ ए , वक ल स हब । इसे ध्य न से ब लन ह ग । 
- क्य तुमने अपन म ँ क म र ? - आपत्त ! और तुम्ह रे प त ? क्य उन्ह ंने तुम्ह र म ँ क म र ? - व ह । - तुम्ह रे प स यह कहने क ठ स आध र ह न च ह ए । 
मेरे प स गव ह य उसके प त पर आर प लग ने क क ई क रण नह ं है । ह भ कैसे सकत है ? जबक पुल स द्व र उनसे बहुत कम देर के ल ए पूछत छ क गई और ल परव ह के चलते , र ज्य सरक र वक ल के क र्य लय ने इन द न ं क ज ने द य ... 
- वह क़ बू से ब हर है ... - य र ऑनर ! 
फ र से पूछत हूँ , क्य तुमने अपन म ँ क म र है ? अरे ! कम ने कह ं के ! 
डैड ! 
- बहुत ह गय ! बस ! - म स्टर क ल्डवेल , प छे ज इए । 
तुम्ह र द म ग़ ख़र ब ह गय है ? 
- हट । - प छे ज इए , म स्टर क ल्डवेल । 
तुम्हें उसक ख़य ल रखन थ । 
म स्टर सैब च , जब ड ल्टन क ल्डवेल आप पर हमल करने आए , त क्य आपक डर लग ? 
पत है , जब क ई केस ख़र ब द श में ज त थ , त रेमंड एक ब त कहत थ । वह कहत थ , कुछ केस में ह लत थ ड़ ख़र ब ह त है , कुछ में ठ क-ठ क ह त है , कुछ में एकदम ख़र ब ह त है । 
मुझे लगत है हम रे केस क ह लत श यद एकदम ख़र ब है । 
वह एकदम हत श द ख । वह अपने अल व सब पर उँगल य ँ उठ रह है । ठ क है । ठ क है । ठ क है । 
त उन्ह ंने यह तथ्य स्थ प त कर द य क क ई ऐस इंस न ज से कैर ल न प ल मस से नफ़रत थ , वह घटन स्थल पर थ और उसे श यद बन डेव स के केस क ब र क य ं क ज नक र थ । 
वे सबक ध्य न ल यम रेनल्ड्स क तरफ़ ले गए और फ र म इकल क प त , वह पूर तरह प गल ह गय थ । 
त हम ... हम ... र ग । - हमें कमबख़्त र ग क बुल न ह ग । - र ग ? - नह ं , र ग पूर तरह रस्ट क तरफ़ है । - ह ँ । यूज न य भ थ । सब कुछ सह सव ल पूछने पर न र्भर करत है । 
- र ग मुझसे नफ़रत करत है । 
- वह मुझसे नफ़रत नह ं करत । मैं पूछ लूँग । - नह ं । - ह ँ । - ह ँ । ह ँ । - नह ं । नह ं , मैं तुम्हें बत त हूँ क्य ं । क्य ंक अगर हम र ग क नह ं बुल ते हैं , त हम र ह लत एकदम , ब न क स भ शक के , बेहद ख़र ब ह ज एग । 
- र ग क्य कहने व ल है ? 
- मुझे नह ं पत । 
नह ं , हद है । बकव स । तुम द न ं द स्त ह । - मुझे बत ओ वह क्य कहने ... - नह ं , तुम द न ं द स्त ह । 
वह क स ब त क गव ह देने व ल है ? 
श यद उस क ज मैंने देख थ , रस्ट , और ज मैं कमबख़्त इस समय देख रह हूँ । 
इसक क्य मतलब है ? तुम कमबख़्त क़ बू से ब हर ह गए ह , जैसे तुम इस समय , यह ँ ह रहे ह । 
क्य ... तुम ज नते ह न क मैं गव ह नह ं देन च हत थ ? 
मुझे पत है तुम यह ब त ज नते ह । 
क्य मुझसे यह सब समझने में ग़लत ह गई ? 
- क्य मुझसे यह ... - तुम्ह र क्य ... कैर ल न एक नश थ । तुम्हें उस नशे क लत थ । लत ज़ ंदग य ँ बर्ब द कर देत है । 
भगव न । तुम्हें बर्ब द करन एक ब त है , पर तुम उसे तुम्ह र पर व र बर्ब द नह ं करने दे सकते थे । 
हे भगव न । मुझे लगत है उस र त उसने तुमसे कह थ ... क वह बच्चे क जन्म देग , है न ? 
क्य उसने तुमसे उस र त यह कह थ क वह बच्चे क जन्म देग ? 
वह उस बच्चे क जन्म देने व ल थ । - तुम्ह रे बच्चे क । - मेर क र से न चे उतर । 
मेर क र से न चे उतर । 
कैर ल न प ल मस के क़त्ल में ल यम रेनल्ड्स क क ई ह थ नह ं थ , और फ र भ तुम द न ं ल यम रेनल्ड्स से म लने जेल गए थे । - क्य यह सह है ? - ह ँ , हम गए थे । 
क्य ं ? 
इस ब त क जव ब रस्ट क देने देते हैं । 
अगर तुमने कैर ल न क मरव य भ ह , तब भ यह तुम्ह रे ल ए फ़ यदेमंद ह सकत है । 
इस अपर ध में तुम्ह र क ई स थ ह ग , ज सक मतलब है तुम एक स द कर सकते ह । ठ क है , त ज़र स च , इस वक़्त , तुम बन डेव स के क़त्ल के जुर्म में उम्र क़ैद भुगत रहे ह । हमें कैर ल न के क़ त ल तक पहुँच कर , ह सकत है , तुम जेल से आज़ द ह ज ओ , समझ रहे ह ? च हे क़त्ल में तुम्ह र ह थ ह क्य ं न ह । 
अब इसे कहते हैं उलट गंग बहन । 
त , अगर मैं सह समझ रह हूँ त तुम कह रहे ह अगर मैं एक सरक र वक ल के क़त्ल क इल्ज़ म ... - अगर तुम्ह र क ई स थ ह । - ... अपने स र ले लूँ , - त मैं आज़ द ह सकत हूँ ? - ह ँ । 
यह ब त त न श्च त है क तुम इस वक़्त उम्र क़ैद क सज़ भुगत रहे ह , वह भ ब न पैर ल के । और मैं तुम्हें इसे बदलने क एक म क़ दे रह हूँ । 
क्य ख़ूबसूरत नज़ र है । नह ं ! हद है । 
मुझे ब ल्कुल ... मुझे इस ब रे में कुछ नह ं पत थ । 
तुम बहुत बुरे फँसे हुए ह । 
कैर ल न प ल मस के क़त्ल क इल्ज़ म अपने स र लेने के बदले में सज़ घट ने क पेशकश । 
मैं वह ँ नह ं थ । मुझे नह ं पत थ क वह ऐस करने व ल थ । 
तुमने इस र श्वत क क श श क व र ध क य थ ? आपत्त ! 
- सहमत । - म फ़ च हूँग । तुमने इस तर क़े क व र ध क य थ ? 
ह ँ । जब उसने मुझे बत य क वह ँ क्य हुआ थ , मैंने कह थ क उसने हद प र कर द है । 
और उसने क ई जव ब द य ? 
ह ँ , उसने कुछ ऐस कह थ क ... यह मेर ज़ ंदग क सव ल है । मुझे ज करन पड़ेग , मैं करूँग । 
एकदम ह र क तरह । जब अभ युक्त ने सबसे पहले तुम्हें इस केस क ज़ म्मेद र द थ , त क्य सबूत ं के संग्रह क लेकर तुम्हें क ई ख़ स न र्देश द ए गए थे ? 
फ़ रेंस क और दूसर तरह के स रे सबूत , स धे स र्फ़ और स र्फ़ उसके प स ज ने च ह ए । 
और क्य तुम्हें इस ब त क लेकर क ई ख़ स न र्देश द ए गए थे क फ़ रेंस क और दूसरे सबूत ख़ स त र पर क स तक नह ं पहुँचने च ह ए ? 
म स्टर म ल्ट और आप तक । 
न र श जनक ब त है । 
तुम सव ल पूछ सकते ह । 
ह गय क म । 
मुझे लग क मुझ पर ग़लत आर प लग ए गए हैं , और मैं हर पल अपन बेगुन ह स ब त करने के ल ए बेत ब थ । क्य ऐस कहन सह ह ग ? ठ क है । और कैर ल न प ल मस के क़त्ल में मैंने लग त र , हर वक़्त ख़ुद के बेगुन ह ह ने क द व क य थ । 
- क्य मैंने नह ं क य थ ? 
और तुम्ह रे अनुभव में , ड टेक्ट व , क्य क स सरक र वक ल क तुमसे यह कहन अस म न्य है क क ई ज नक र स र्फ़ तुम द न ं के ब च रहे ? 
मेरे अनुभव में , नह ं , यह अस म न्य नह ं है । 
और तुम यह ब त ज नत ह क मैंने सबूत ं क स र्फ़ हम द न ं के ब च रखने के ल ए ख़ स त र पर इसल ए कह थ क्य ंक मुझे यह यक़ न नह ं थ क म स्टर म ल्ट य म स्टर डेल गुआर्ड य एक न ष्पक्ष ज ँच करेंगे । क्य यह कहन भ सह ह ग ? 
शुक्र य । 
कैसे ह तुम ? 
ह ँ , मतलब , वे ... वे यह स ब त करने के ल ए द गव ह ले आए क मैं ... और मैं अपन बेगुन ह द ख ने में कुछ ज़्य द ह आवेश में आ गय । 
ज भ ह । उससे क्य ह ग ? केस अभ भ हम रे ह थ ं में है । सब ठ क है । तुम फ र से ये ग ल य ँ लेने लगे ? 
मतलब , मुझे फ़ कस करन है । 
उसके ल ए मैं और क्य करत ? 
तुम बस मुझे बत सकते थे , रस्ट । 
- बहुत बढ़ य । बहुत बढ़ य । ह ँ । - ओह , ह ँ । शुक्र य । 
सब खड़े ह ज इए । 
अद लत क क र्यव ह अब शुरू क ज एग । सम्म नन य जज ल ट ल क अध्यक्षत में । बैठ ज इए । 
ठ क है फ र , म स्टर म ल्ट । क्य अभ य जन पक्ष के प स कुछ और है ? 
ह ँ , य र ऑनर । 
हम रस्ट सैब च क बुल न च हते हैं । 
तुम वह क्य बकव स कर रहे थे ? 
मतलब , चूँक म स्टर सैब च ने ड टेक्ट व र ड्र गेज़ के म ध्यम से अपन बय न द य , त उन्हें शपथ द ल कर उनसे सव ल करन न्य यसंगत है । 
वह ँ त तुमने आपत्त नह ं क थ । 
मुझे ज़रूरत महसूस नह ं हुई , क्य ंक अद लत ने यह ब ल्कुल स फ़ कर द य थ क अगर अभ युक्त ने अपन पक्ष रखने क क ई भ क श श क ... नह ं , मैंने बय न नह ं द य । मैंने तुम्ह रे एक गव ह से बस कुछ सव ल पूछे थे । 
पर तुम गव ह से हम रे पूछे गए सव ल ं के द यरे से ब हर चले गए । तुमने अपन बेगुन ह क द व क य । 
तुमने उस गव ह क , तुमने ड टेक्ट व क मेर अपर ध और मेर बेईम न स ब त करने के ल ए बुल य , और मेरे सव ल ं से मेर सच्च ई और बेगुन ह पर ब त हुई , 
तुमने अपन पक्ष रख । 
मैंने तुम्हें चेत वन द थ क अगर तुमने क ई भ ऐस ब त कह , तुमने ब ल्कुल वह क य । 
ठ क है , तुम्ह रे प स द व कल्प हैं । 
तुम्हें म सट्र यल च ह ए , त मैं तुम्हें दे दूँग । ब न क स सव ल के । 
मैं तुम्हें ज रह ज र रखने के ल ए मजबूर नह ं करूँग । पर ज रह ज र रख गे , त तुम्हें गव ह देन ह ग । 
यह दरव ज़ तुमने ख़ुद ख ल है । 
म सट्र यल ले ल , रस्ट । 
मैं बय न दूँग । 
- म य , वे म सट्र यल च हते थे । - वह क्य बकव स थ ? - वे ज नते हैं वे ह र रहे हैं । - नह ं । - इस ल ए उन्ह ंने मुझे बुल य ! - ह सकत है । य श यद वे तुम्हें गव ह देने इसल ए बुल न च हते थे , क्य ंक वह ँ तुम उनके न श ने पर आ ज ओगे । 
ठ क है , मुझे गव ह बनकर आने त द । ठ क है । म ल्ट क आत्ममुग्धत - सबके स मने आने द । - क्य ं ? और तुम्ह र नह ं आएग ? इसक क्य मतलब है ? 
क्य तुमने यह ज नबूझकर क य है ? 
- क्य ? - वह दरव ज़ ख ल है । 
- तुम्हें क्य लगत है ... - तुमने गव ह देने क ब त कह । - क्य तुमने वह ज नबूझकर क य ? - नह ं ... मैं ऐस क्य ं करूँग ? 
क्य ंक तुम रस्ट सैब च ह , और तुम ज च ह , कर सकते ह , है न ? 
म य , यह भ ह सकत है ... श यद यह भ ह सकत है क ... मैंने वह क य क्य ंक मैं ज नत हूँ क मैं क्य कर रह हूँ । 
मुझे ऐस नह ं लगत । 
मुझसे अब और नह ं ह ग । 
त , रस्ट सैब च ख़ुद अपने बच व में गव ह देंगे , ज सक मतलब है , वह इस केस में स र्फ़ एक अभ युक्त ह नह ं , वक ल भ ह ंगे । और अब वह एक गव ह भ बनने ज रहे हैं । क्य ? 
उनके स थ क ई सहय ग नह ं ह ग , ज सक मतलब है क वह यह मुक़दम अकेले ह लड़ेंगे । 
प्रमुख क रक : क ई स थ वक ल नह ं रेमंड ह र्गन के स्व स्थ्य क स्थ त अस्पष्ट इस मुक़दमे में अब क फ़ कुछ उन पर न र्भर करत है । ऐस लग रह है क सैब च के प स अब क ई और र स्त नह ं है । और मुझे नह ं पत क अब क स चमत्क र के अल व ... ओह , भगव न , रस्ट । ... कुछ भ उन्हें इस मुस बत से न क ल सकत है य नह ं । 
ग ल य ँ । कैस ग ल य ँ ? 
- वह र टल न ले रहे हैं । 
- तुम सच कह रहे ह ? ह ँ , मैंने म म क उनक थेरेप स्ट से ब त करते हुए सुन , और श यद डैड पहले भ बड़े मुक़दम ं के द र न वे ग ल य ँ लेते रहे हैं । 
उनसे उनक द म ग़ ज़्य द तेज़ चलत है । ह ँ । 
और वह वे ग ल य ँ अब ले रहे हैं , कल गव ह देने से पहले ? 
ह ँ , क्य बेवक़ूफ़ है । 
क्य यह मुमक न है क वह रस्ट सैब च क थ ड़ भभूत म ल ज ए ? 
पत नह ं क मुझे वह तुम्हें देन च ह ए य नह ं । 
प्ल ज़ कह द तुमने पूर र त यह ँ नह ं ब त ई है । 
नह ं , मैं जल्द आय थ । 
ठ क है । तुम तैय र ह ? 
ह ँ , मैं तैय र हूँ । 
बढ़ य । त , आज बड़ द न है । 
मैं ल स्कूल के ब रे में स च रह थ और यह क हमने क तन मेहनत क थ । 
ह ँ , मुझे बस एक द न दे द , न क । एक द न , जब मैं यह कह प ऊँग क हम र मेहनत ख़र ब नह ं गई । 
आज ह वह द न है , ट म । 
यह त " क्र इम जंक " सुनने व ले क स भ श्र त क पत ह ग । आपक अपने ख़ुद के बच व में गव ह नह ं बनन च ह ए । 
मतलब , वह नह ं बने , है न ? अभ य जन पक्ष ने उन्हें बुल य ... ब न आवेश में आए ख़ुद अपन केस क ई कैसे लड़ेग ? 
ऐस कुछ ज ज्यूर के सदस्य ं के मन में संदेह पैद कर सकत है । 
हैल , म य । 
आज के ल ए गुड लक । मैं बस यह कहन च हत थ क उसक ब त ं से ख़ुद क परेश न मत ह ने देन , ज क उसक मंश ह ग । 
तुम्हें आवेश में ल न । तुम्हें उसके ज ल में नह ं फँसन है । 
शुक्र य , म य । 
क्य मैं एक और स म न्य सल ह दे सकत हूँ ? 
क्य पहले मैं तुमसे म फ़ म ँग सकत हूँ ? 
मैं तुम्हें म फ़ करत हूँ । 
श यद तुम सह थ ं । 
मैं हमेश सह ह त हूँ । 
उसके उकस ने में आकर कुछ बेहूदग मत करन । 
ज्यूर क तुम्हें उस रूप में देखन अच्छ नह ं ह ग । 
क स भ ब त पर उनसे ह र मत म नन । 
- मैं आ रह हूँ , रस्ट । 
- ठ क है , यह ँ क ई आय है । - मुझे ज न ह ग । शुक्र य , म य । - ठ क है । 
- तुम यह ँ क्य कर रहे ह ? 
- ड क्टर ं ने मुझे छुट्ट दे द । 
तुम्हें मेर ज़रूरत है । 
तुम्हें लगत है अद लत में ह न तुम्ह रे ल ए सुरक्ष त है ? 
यक़ न कर । ड क्टर ं क कहन है मैं ठ क हूँ । तुम ? 
क्य आप ईश्वर क स क्ष म नकर क़सम ख ते हैं क आप सच कहेंगे , पूर सच कहेंगे और सच के स व कुछ नह ं कहेंगे ? - मैं क़सम ख त हूँ । 
- बैठ ज इए । 
म स्टर सैब च ... तुमने कह क ड टेक्ट व र ड्र गेज़ के स मने तुमने हर समय अपन बेगुन ह क द व क य । 
- सह कह । 
- और वह सच थ ? 
ह ँ । तुमने उनसे क स भ च ज़ के ब रे में झूठ नह ं ब ल ? 
मैंने प ड़ त के स थ अपने र श्ते क ब त उन्हें नह ं बत ई थ । 
क्य तुमने उन्हें यह बत य थ क तुम उस र त प ड़ त के घर पर म जूद थे ? 
- ब द में बत द य थ । - ब द में ? 
त जब एक प्रमुख सह यक सरक र वक ल के त र पर तुमने ड टेक्ट व र ड्र गेज़ क इस केस क ज़ म्मेद र स ंप थ , तब क्य तुमने उन्हें यह बत य थ क तुम उस र त अपर धस्थल पर म जूद थे ? 
मैंने नह ं बत य थ । क्य तुमने यह ब त क स भ ऐसे इंस न क बत ई थ ज इस केस से जुड़ हुआ थ ? 
मैंने उसे नह ं म र । 
क्य क स भ ज ँच में पहले 48 घंटे सबसे ज़्य द महत्वपूर्ण ह ते हैं ? 
और क्य यह ज नन पुल स और ज ँच दल के ल ए मददग र नह ं ह त क तुम वह ँ थे ? 
तुमने अपन ब त रख द , ट म । 
मैंने अपन म जूदग क छुप य थ । 
- क्य तुम उससे प्य र करते थे ? - मुझे उससे प्य र ह गय थ । 
क्य यह कहन सह ह ग क तुम उसे लेकर द व ने थे ? 
मुझे उससे प्य र थ । अब द व न ह न क से कहेंगे ... उसक म त के द न य उसके आसप स उसे 30 मैसेज य ईमेल भेजन । - क्य इसे द व न ह न कहेंगे ? - मुझे उससे प्य र थ । 
उसक म त क र त , तुम इस उम्म द में वह ँ गए थे क वह तुमसे द ब र र श्त ज ड़ लेग ? 
ह ँ । 
क्य तुमने उसक म त से कुछ घंटे पहले उसे ये मैसेज भेजे थे ? 
" यह सह नह ं है । तुम ऐस नह ं कर सकत ं । 
मैं तुम्हें मुझसे ऐस बर्त व नह ं करने दूँग । कमबख़्त मेर फ़ न उठ ओ । " 
- तुमने ये भेजे थे ? - ह ँ , भेजे थे । और यह व ल ? " मैं अपन ब क़ क ज़ ंदग तुम्ह रे स थ ब त न च हत हूँ । " 
क्य तुमने कैर ल न क यह मैसेज भेज थ ? तुमने उससे कह थ तुम अपन ब क़ ज़ ंदग उसके स थ ब त न च हते ह ? 
मुझे उससे प्य र थ । 
- क्य तुम उससे ग़ुस्स थे ? 
- मैं हत श थ । 
हत श , जैस इस मैसेज में द ख रह है ? 
" कमबख़्त मेर फ़ न उठ ओ । तुम ख़ुद क समझत क्य ह ज मुझसे इस तरह बर्त व कर रह ह ? " 
क्य यह हत श है य इसे ग़ुस्स कह ज सकत है ? 
इसे जुनून कह ज सकत है । 
और जुनून इंस न क अंध कर सकत है । और मैं न श्च त ह उन च ज़ ं क भूल गय थ ज मेर ज़ ंदग में सबसे ज़्य द अहम थ ं । मेर पत्न और मेरे बच्चे । 
जुनून एक ख़तरन क नश है । ऐस नश ज ससे तुम भ नह ं बच प ए , ट म । 
मुझे न चे ग र ने क क श श में इतने डूब चुके ह क तुम यह भ भूल चुके ह क तुम्ह रे प स क ई व स्तव क सबूत नह ं है । 
ह ँ , मुझे उससे प्य र थ । ह ँ , मैंने अपन म जूदग छुप ई थ , लेक न मैंने उसे नह ं म र । 
- क्य तुमने फ़ यर प कर से उस पर व र क य थ ? - मैंने उस पर कभ व र नह ं क य । 
मैं ह ंसक व्यक्त नह ं हूँ । 
म स्टर रैट्ज़र , क्य आप प्ल ज़ खड़े ह सकते हैं ? 
क्य तुम पहले कभ इस इंस न से म ले ह ? 
तुम्हें पूर ब त नह ं पत है । 
तुम्ह रे घर के बर बर व ले घर से हमें यह फ़ुटेज म ल है । 
ये तुम द न ं ह ह न ? 
क्य इसमें न ष्पक्षत से और सट कत से पूर ब त आ रह है ? 
य र ऑनर , इसे अच नक द ख न उच त नह ं है । 
यह आर प स ब त कर सकत है । गव ह ने अभ - अभ बय न द य है क वह ह ंसक नह ं है । 
मैं अनुमत देत हूँ । 
वह ब न बुल ए मेरे घर पर आ गय थ । 
वह ज़बरदस्त मेरे घर में घुस रह थ और धमक दे रह थ । 
त तुमने उसे प ट द य ? 
मेर अपर ध यह है क मैं हत श में कुछ क म कर बैठत हूँ । 
उस क वजह से मैंने कैर ल न प ल मस के स थ अपने र श्ते क छुप य थ । उस क वजह से मैंने उत्स हपूर्वक क श श क क ल यम रेनल्ड्स कैर ल न क क़त्ल करने क ब त स्व क र कर ले । उस क वजह से मैं ब्र यन रैट्ज़र पर टूट पड़ थ । वैसे , यह तब हुआ थ जब वह मेरे घर आय और मेर बेट के जव ब देने पर वह मेरे घर के दरव ज़े पर ज़ र-ज़ र से ठ कने लग । 
क्य मैं अस्थ र हूँ ? ह ँ । ह ँ , मैं अस्थ र हूँ । 
ज स इंस न से मैं प्य र करत थ , उसे बेरहम से म र द य गय । और उसक आर प मुझ पर लग य गय है । 
और ऐसे ह ल त क स भ इंस न के अंदर बहुत स र च ज़ें पैद कर सकते हैं , ज नमें से एक हत श है । कमज़ र , भ वन त्मक अस्थ रत । और मैं उन सब च ज़ ं के ल ए म फ़ म ँगत हूँ । 
मैं उन सब च ज़ ं क द ष हूँ । लेक न ज स च ज़ क मैं द ष नह ं हूँ , वह है कैर ल न प ल मस क म रने क । 
मैंने उसक ज न नह ं ल । 
ह ँ । ड . कुम ग ई के ब रे में क्य कह गे ? 
क्य तुमने कभ भ हम रे प्रमुख च क त्स य ज ँचकर्त क गल घ ंटने क क श श क थ ? 
- क्य मैं सव ल द हर ऊँ ? 
- नह ं , मैंने सव ल सुन ल य । मुझे यह ब त बत ई गई थ क उन्ह ंने एक दूसरे केस में सबूत छुप ए थे । मतलब , य कम से कम मुझे उन सबूत ं के ब रे में नह ं बत य थ । और इसल ए हम द न ं के ब च थ ड़ गरम गरम ह गई थ और ... मुझे अफ़स स है क मैंने ह थ प ई क । 
तुम्हें अफ़स स है क तुमने उसक गल घ ंटने क क श श क । नह ं , मैंने उसक गल नह ं दब य । ठ क है , जब तुम्हें ग़ुस्स आय - और तुमने उसक गल पकड़ ल य ... - ग रेब न । ठ क है , जब तुम्हें ग़ुस्स आय और तुमने उसक ग रेब न पकड़ ल य , तुमने स च थ क तुम ऐस कर गे य तुमने अच नक ख़ुद पर क़ बू ख द य ? 
मुझे समझ नह ं आ रह है क सव ल क्य है । 
तुमने स च थ क तुम ऐस कर गे य तुमने अच नक ख़ुद पर क़ बू ख द य ? 
म स्टर रैट्ज़र के म मले में क्य हुआ , जब तुम उन्हें ब र-ब र घूँसे म र रहे थे , जैस क हमने व ड य में देख ? तुमने स च थ क तुम ऐस कर गे य तुमने अच नक ख़ुद पर क़ बू ख द य ? 
वह वह ँ से ज नह ं रह थ । 
तुम क्य करते ? तुम क्य करते ? 
त तुमने अच नक ख़ुद पर क़ बू ख द य । 
हे , मेर तरफ़ देख । मेर तरफ़ देख । 
तुमने कम ल कर द य । 
यह य तन है । 
यह कमबख़्त बहुत बुर य तन है । 
मैं हर र ज़ अपने पर व र से झूठ ब ल रह हूँ । 
जब मैं उनके स थ ह त हूँ , मुझे बस तुम्ह रे स थ ह ने क इच्छ ह त है । 
अपन ब क़ क ज़ ंदग , हँ ? 
मुझे य द नह ं है मैंने वह मैसेज भेज थ । स र्फ़ एक ल इन ? 
यह पूछने क ह म्मत करूँ क अब क्य ? 
