రే , రే , రే ? బాగానే ఉన్నావా ? హేయ్ , హేయ్ . - నేన ఆయన భార్యని . ఆయన భార్యని . 
- హేయ్ , ఎవరైనా అ బ లెన్స్ ని పిలవ డి ! అ బ లెన్స్ కి కాల్ చేశావా ? 
- నాడి వేగ పెరిగి ది . - క డి చేతికి ఐవి ఇస్త న్నా . 
సరే . ఈయనకి ఆక్సిజన్ ఎనిమిది లీటర్ల స్థాయిలో ఉ డేలా చ స కో డి . 
ఈయనకి పన్నె డ లెడ్ తీగెల ఇ .కె .జి . 
ఈయన గ డె విపరీత గా కొట్ట క టో ది , నాడి చెక్ చేయ డి . 
నాడి అ దడ లేద . 
- హేయ్ , బ గార . 
- నేన ఇ ట్లో పిల్లలతో పాట ఉన్నాన . తనకి ఎలా ఉ ది ? 
ఇ కా సర్జరీలోనే ఉన్నాడ . - రేమ డ్ హోర్గన్ పరిస్థితి ... - సరే . - నీక తాజా విశేషాల చెబ త టాన , సరేనా ? - సరే . - ఐ లవ్ య . - సరే . బై . ... గ డెపోట రావడ తో ఆయన పరిస్థితి విషమ గా మారి ది . - ఖచ్చిత గా ఇది అన హ్యమైన పరిణామ . - దేవ డా . ఆ కేస విచారణ కొనసాగ త దా లేదా అనే విషయ గ రి చి ప్రస్త తానికి మా దగ్గర ఎలా టి సమాచార లేద . 
రేయీ , ఇలా టి స ఘటన ఇ తక మ ద జరిగిన దాఖలా ఏమైనా ఉ దా ? ప్రతివాది మ ద క ద కి తన లాయర్ ప్రాణాల కాపాడిన స ఘటన ? 
సాధారణ గా , ప్రతివాది ప్రాణాల కాపాడటానికి డిఫెన్స్ లాయర్ ప్రయత్నిస్తాడ . కానీ నీ ప్రశ్నకి జవాబ చెప్పాల టే , ఇక్కడ అలా టి నియమ లేద . అది జడ్జ్ నిర్ణయిస్తార . 
కానీ ప్రస్త త ఉన్న పరిస్థితి చ స్త టే , ఏదైనా జరిగే అవకాశ కనిపిస్తో ది . 
మరి , విచారణ ఆగిపోతే , మళ్లీ మొదటి న డి విచారణ మొదల పెడతారా ? అదే జరిగేలా ఉ ది . 
ఇద తా చాలా గ దరగోళ అయిపోయి ది . 
హేయ్ , తాగడానికి ఏమైనా కావాలా ? మ చి నీళ్ల లేదా ఇ కేమయినా తాగ తావా ? 
హా . - అలాగే , థా క్య . - అవ నా ? 
లొరైన్ , నీక చాలా సారీ చెప్పాలి అన క ట న్నా . ఇ కా నీక నేన ఏమైనా సాయ చేయగలనా ... ఏదో మర్యాద కోస అడ గ త న్నా అన క టావని తెల స ... కానీ నేన ఏ సాయ చేయగలిగినా ... 
- థా క్య . - సరే . - సరే . - థా క్స్ . 
- మిసెస్ హోర్గన్ ? - ఏ టి ? - మిసెస్ హోర్గన్ ? 
- చెప్ప డి . ఆయనకి ఏమీ ఫర్వాలేద . మెర గయ్యాడ , కోల క న్నాడ . 
- నిజ గానా ? - ఇది రక్తపోట కాద . - గ డె వేగ గా కొట్ట క ది . - ఓహ్ , దేవ డా ... ఒక ఎలక్ట్రికల్ సమస్య కారణ గా ఆయన గ డె కొట్ట కోవడ దాదాప ఆగిపోయే పరిస్థితికి వచ్చి ది . మేమ గ డె వేగాన్ని పె చే చికిత్స చేశా . న్య రాలజీ పర గా ఎలా టి నష్ట జరగలేద . 
- ఆయన కోల క ని లేచి నడ స్తాడ . - థా క్య , డాక్టర్ . 
అయితే ... అయితే ఆయనకి ఏమీ కాద కదా ? 
- ఆయన త్వరలోనే కోల క టాడ , మ చిగా . - సరే . నయ అయిపోతాడ . ఆయన ప్రస్త త కోల క ట న్నాడ . 
కొద్ది గ టల్లో ఆయన తన గదిలోకి వచ్చేస్తాడ అప్ప డ మీర వెళ్లి ఆయనని చ డచ్చ . ఓహ్ , దేవ డా . 
- థా క్య . థా క్య . - సరే . మ చిది . స తోషమే కదా ? 
మనకి ఒక సమస్య వచ్చి ది . 
అవ న , మనకి ఒక సమస్య వచ్చి ది . 
రస్టీ హఠాత్త గా హీరో అయిపోవడాన్ని జ్య రీ సభ్య ల చ శార ... మన విచారణని తాత్కాలిక గా ఆపాలని కోరాలి . - ఏ టి ? - అవ న . - మన ... - మన గెల స్త న్నా . 
- నాక అ త నమ్మక లేద . 
- విచారణ ఆపితే అతన బయటపడతాడ . - లేద . అది మన చెప్పలేమ . 
- అవ న , మన చెప్పగల . ఇలా చ డ . రె డోసారి విచారణ మొదలయితే , అతన మన వ్య హాల పసిగడతాడ . దాని గ రి చి ఆలోచి చ . అలా అబద్ధాల ఆడి , మోస చేసే సైకో మన ష ల మాదిరిగా , - అతన చాలా మ చిగా ఆకట్ట క టాడ , అవ నా ? - అది కాద ... అతన ఇ దాకే జ్య రీ సభ్య ల మ ద ఒక మనిషి ప్రాణాల కాపాడాడ . అతన క్షణికావేశ లో అలా ప్రవర్తి చాడనీ , అతన క్షణ లో మ ద క ద స క రావడ జ్య రీ వాళ్ల చ శారనీ మన వాది చవచ్చ . కానీ మన జ్య రీ సభ్య ల్ని నమ్మాలి అ తే . 
ఆ రాత్రి జరిగిన స ఘటన గ రి చి మన ఇద్దరి క టే వాళ్లకే ఎక్క వ అవగాహన ఉ ట ది . 
ఇప్ప డ ప్రశ్న , " తర వాత ఏ టి ? " అనే . 
ప్రధాన న్యాయవాది లేక డా ఇలా టి ఒక హత్య కేస ని విచారి చడ అ త తేలిక కాద . 
బహ శా విచారణని కొద్ది రోజ ల ఆప తారా ? 
అలా జర గ త దని నేన అన కోవడ లేద . 
న్యాయ నిప ణ ల న చి నేన తెల స క న్నది ఏమిట టే , అది ... అయితే మన ఏ చేయబోత న్నా ? 
మనకి అసల ఏదైనా వ్య హ ఉ దా ? 
మిస్టర్ డిలే గార్డియా , నీ అభిప్రాయ చెప్పడానికి న వ్వ నిజ గా చాలా ఆలోచిస్త న్నావ . 
నేన న్యాయపరమైన విధానాల ఇ కా న్యాయపరమైన ఆర్థిక అ శాలనీ కేవల బేరీజ వేస్త న్నాన , తెల సా ? కోర్ట ఉద్యోగ ల గా ఎలా టి మ దస్త అభిప్రాయాల లేక డా ఇ కా నిష్పాక్షిక గా ఈ కేస విచారణ జరిగేలా చ డాల్సిన బాధ్యత మాపై ఉ దని మాక తెల స . న వ్వ ఏ మాట్లాడ త న్నావ ? మన లా స్క ల్ ని వదిలేసి చాలా ఏళ్లయి ది . 
- న వ్వ ఏ మాట్లాడ త న్నావ ? - నేన చెప్పేది ఏమిట టే విచారణని ప్రస్త తానికి ఆపడ సహేత కమైనదే . 
- అ టే , మీర చెప్పేది అ తే కదా . - మేమ ఒప్ప కో . 
మీర ఇ కా మాట్లాడ క టారా ? 
కేస వాది చడానికి నేన సిద్ధ గా ఉన్నా . 
- తక్షణ ? 
- కేస బాధ్యతల్ని న వ్వ తీస క టావా ? 
రేప . నాక ఒక రోజ కావాలి . 
మిస్టర్ డిలే గార్డియా ? 
సారీ . అవ న . అవ న . విచారణ కొనసాగి చడానికి ప్రాసిక్య షన్ సిద్ధ గా ఉ ది . 
నా కేస ని నేనే స్వయ గా వాది చ క టాన . 
ఏ టి ? 
ప్రధాన న్యాయవాది బాధ్యతని నేనే తీస క టాన . న్యాయవాదిగా నా అన భవ తెలిసి దే ఇ కా మిస్ విన్ స్లో అన భవ నా అన భవ తో పోలిస్తే తక్క వే . - లేద , ఒకే కేస విచారణలో ... - ఆమె నాక సహాయక రాలిగా ఉ ట ది . ... సాక్షిగా , న్యాయవాదిగా ఒకే వ్యక్తి ఉ డే అవకాశ లేద . నేన సాక్షిగా ఉ డన . సాక్షిగా నేన తక్షణ తప్ప క టాన . న వ్వ సాక్షిగానే ఉ టావ . అ దరికన్నా న వ్వ తెలివైన సాక్షివి అవ తావ ఎ ద క టే నీ అభిప్రాయాన్ని తెలివిగా చెబ తావ ఇ కా క్రాస్ ఎగ్జామినేషన్ తో పని లేక డా ... 
- నా ప్రధాన న్యాయవాది అనారోగ్య పాలయ్యార . - ... జ్య రీ సభ్య ల్ని మెప్పి చగలవ . నేన ఎలా టి సాక్ష్యాధారాల్నీ లేదా వా గ్మ లాన్ని ఇవ్వన . అది నా హక్క అని కోర్ట వారికి గ ర్త చేస్త న్నాన . 
అయితే అప్ప డ కోర్ట నీక గ ర్త చేసేది ఏమిట టే , మిస్టర్ సాబిచ్ , జరిగిన స ఘటనల గ రి చి స చనమాత్ర గా మాట్లాడినా , నిన్న సాక్షి క ర్చీలో క ర్చోపెట్టడానికి ప్రాసిక్య షన్ వారికి నేన అన మతి ఇస్తాన , అక్కడ న వ్వ ప ర్తి క్రాస్ ఎగ్జామినేషన్ ని ఎద ర్కోవాల్సి ఉ ట ది . 
ఆ సమయ లో స్వలాభ కోస కేస ని పక్కదోవ పట్టి చాలని చ స్తే , అటార్నీగా వచ్చి కోర్ట ని మోస చేసిన నేరానికి నీక ఆరో సవరణ ప్రాతిపదికన అప్పీల చేస క నే అవకాశాన్ని మేమ ఇవ్వమ . 
నీక న వ్వే వాది చ కోబోత న్నావా ? 
అతన వా గ్మ ల ఇవ్వన త సేప , ఎ తయినా వాది చవచ్చ . 
నాక అర్థమై ది , య వర్ హానర్ . 
తప్ప డ నిర్ణయ . కానీ ఇ క మీ ఇష్ట . 
నేన జ్య రీకి ఆదేశాల జారీ చేస్తాన , రేప ఉదయ పది గ టలక విచారణని తిరిగి ప్రార భిద్దా . 
న వ్వ మరోమార ఆలోచి చ కోవచ్చ . 
అది ఎలా సాధ్య ? మా అబ్బాయిని జాగ్రత్తగా చ స క టామని మీర ప్రామిస్ చేశార . 
- మా శాయశక్త లా కాపాడతా . - మీ శాయశక్త లా కాపాడతారా ? మీ శాయశక్త లా కాపాడతారా ? 
నా కొడ క గ రి చి మీర ఎవర ఆలోచి చడ లేదా ? 
తన తల్లిని హత్య చేసిన హ తక డే ఇప్ప డ నా కొడ క ని క్రాస్ ఎగ్జామిన్ చేస్తాడ . 
- అది అతని హక్క , తనకి తాన ప్రాతినిధ్య వహి చ క నే ... 
- వాడ ఒక హ తక డ ! 
అన హ్య స ఘటనల ఇ కా ఎన్నో మల ప లతో సాగ త న్న ఈ కేస లో , ఈ స ఘటన మరి త షాకి గ్ గా ఉ ది . 
ఇ కా , ఎలియనార్ , ఈ రస్టీ సాబిచ్ తన తరప న తానే వాది చ కోబోత న్న స దర్భ లో , - ఆ విషయ గ రి చి నీ అభిప్రాయ ఏ టి ? - అమ్మా , ఇది పిచ్చితన గా ఉ ది . 
మీ నాన్నని తక్క వగా అ చనా వేయక , బ గార . - కోర్ట గదిలో మరీ మ ఖ్య గా . 
- అమ్మా , ఇలా చ డ . - మ ద నా మాట విన . - బ గార ! 
ఆప ! ఆప . 
సరే , కోర్ట గదిలో కల ద్దా . 
ఆలస్య గా వచ్చిన ద క మన్ని చ డి , య వర్ హానర్ . 
మిస్టర్ సాబిచ్ . 
హలో , మైఖెల్ . మొదటగా నా ప్రగాఢ సాన భ తి తెలియజేస్త న్నాన . మీ అమ్మగారిని కోల్పోయి ఎ త బాధపడ త న్నావో నేన కనీస ఊహి చలేన . 
న వ్వ మా అమ్మని చ పావ . 
న వ్వ తరచ మీ అమ్మగారి ఇ టికి వెళ్లి కేవల గమనిస్త ఉ డేవాడివా ? 
ఆమె ఎలా జీవిస్త దో చ డాలని వెళ్లేవాడివి . నిన్న ద ర చేసి ... ఆమె ఎలా జీవిస్త దో చ డటానికి వెళ్లేవాడివి కదా . అవ న . ఆమె జీవిత లోకి నిన్న ఎ ద క రానివ్వలేదో న వ్వ ఎప్ప డయినా అడిగావా ? 
లేద . ఆమె నిన్న దగ్గరకి ఎ ద క రానివ్వలేదో మీ నాన్నగార నీక ఎప్ప డయినా చెప్పారా ? 
అయితే , అ ద క నీక చాలా కోప వచ్చి ఉ ట ది . 
ఆ మాటలో న్యాయ ఉ ది కదా ? 
ఆమెని చ పే త కోప అయితే లేద . జాగ్రత్త . 
- రేమ డ్ . 
- నేన ఊరికే చ స్త న్నాన . 
అది ఆసక్తికర గా ఉ ది , మైఖెల్ , ఎ ద క టే ఆమె జీవిత లో చివరి వారాలలో , మీ అమ్మతో న వ్వ చాలా మెసేజ ల ప చ క న్నావ . 
" న వ్వ చనిపోతేనే మనస ప్రశా త గా ఉ ట ది " అని న వ్వ ఆమెక మెసేజ్ చేశావా ? ఆమెక ఆ మెసేజ్ చేశావా ? 
ఆమె నన్న మాత్రమే బాధపెట్టలేద . ఆమె మా నాన్నని క డా బాధపెట్టి ది . " నీ మీద నాక చాలా కోప గా ఉ ది . న వ్వ నా జీవితాన్ని నాశన చేశావ . " 
ఈ మెసేజ్ ని న వ్వ ఆమెకి ప పి చావ కదా ? 
ఆమె చనిపోవాలని కోర క న్నావ . 
లేద , తన చనిపోతే ప్రశా త గా ఉ ట ది అన్నాన . 
చావ గ రి చిన ఆలోచనల తాత్కాలిక . విడాక ల తీస కోవడ కష్టమైన పని . నా ఉద్దేశ అదే . 
సరే . ఆ విషయ అక్కడే వదిలేయ్ . అ తే ... అదే మ చిది . 
ఆమె చనిపోయిన రోజ రాత్రి మీ అమ్మగారి ఇ ట్లోకి వెళ్త డగా నా వీడియోని తీశావ కదా , అ తక మ ద క డా నేన అక్కడికి వెళ్లడాన్ని న వ్వ చ శానని వా గ్మ ల క డా ఇచ్చావ . మీ అమ్మ , నేన ప్రేమిక ల అనే స గతి నీక తెల స . 
అవ న . ఆమె జీవిత లోకి నిన్న రానివ్వకపోవడ , కానీ నా పట్ల ఆమె ప్రేమని ప్రదర్శి చడ , వాటి వల్ల నీక నా మీద ద్వేష కలగలేదా ? 
నీ మీద నాక ద్వేష ఎ ద క టే న వ్వ ఆమెని హత్య చేశావ . 
ఆవేశపడక , రస్టీ . 
మరి ఆ వీడియో తీసిన తర వాత , న వ్వ ఏ చేశావ ? 
నేన వెళ్లిపోయాన . నేన ఆ ఇ టి లోపలికి వెళ్లాక అక్కడ ఎ త సేప ఉ డి వెళ్లిపోయావ ? 
- స మార వె టనే వెళ్లిపోయాన . 
- అక్కడి న డి ఎక్కడికి వెళ్లావ ? మా ఇ టికి వెళ్లాన . 
అప్ప డ మీ ఇ ట్లో ఎవర ఉన్నార ? మా నాన్న ఉన్నాడ . 
కేవల మీ ఇద్దరే ఉన్నారా ? 
అవ న . ఇ కెవరైనా ఉన్నారా ? 
లేద , మేమ ఇద్దరమే ఉన్నా . 
అయితే నీక ఆయన తప్ప ఇ కెవర లేర . అలాగే ఆయనకి న వ్వ తప్ప ఇ కెవర లేర . 
- అబ్జెక్షన్ . 
- తిరస్కరిస్త న్నా . 
మీ అమ్మగారి ప్రియ డ ఆ ఇ ట్లోకి వెళ్లాడని మీ నాన్నగారితో చెప్పావా ? 
ఆ ప్రశ్నకి సమాధాన చెప్ప , మైఖెల్ . 
అలా టి విషయ ఏదీ ఆయనకి చెప్పినట్ల నాక గ ర్త లేద . 
అయితే ఒక అవకాశ ఉ ది ... ఆమె చనిపోయిన రాత్రి మీ అమ్మగారి ఇ టికి ఆమె ప్రియ డ వెళ్లడ న వ్వ చ శావని మీ నాన్నగారికి చెప్పే అవకాశ ఉ ది కదా ? 
ఆయనకి నేన ఏ విషయ చెప్పినట్ల నాక గ ర్త లేద . 
నీ క ప్య టర్ న చి చాలా డాక్య మె ట్స్ ని పోలీస్ డిపార్ట మె ట్ వార స్వాధీన చేస క న్నార . మీ అమ్మగారి పాత కేస ల మీద నీక చాలా ఆసక్తి ఉ దని అవి తెలియజేస్త న్నాయి . 
నీక కొన్ని నిజమైన క్రైమ్ వెబ్ సైట్లని చ సి మెయిన్ స్ట్రీమ్ మీడియాలో దొరకని సమాచార కోస అన్వేషి చావని తెలిసి ది , చివరికి బన్నీ డేవిస్ కేస తో సహా . డీప్ డిటెక్టివ్ - అబ్జెక్షన్ . 
- కొనసాగి చ డి . ప్రశ్నల అడగ డి , కౌన్సెల్ . అతన జాగ్రత్తగా వ్యవహరి చాలి . 
- మీ అమ్మని న వ్వే చ పావా ? - అబ్జెక్షన్ . మీ నాన్న స గతి ఏ టి ? ఆయన మీ అమ్మని చ పాడా ? - వావ్ . - ఈ ఆరోపణలకి తగిన ఆధారాల నీ దగ్గర ఉ టే చెప్ప . 
సాక్షిని లేదా అతని త డ్రిని ని ది చడానికి నా దగ్గర ఎలా టి ఆధారాల లేవ . నా దగ్గర ఏ ఆధారాల ఉ టాయి ? పోలీస ల చాలా తక్క వ సమయ పాట చాలా నిర్లక్ష్య గా ఈ కేస ని దర్యాప్త చేసిన తర వాత , స్టేట్ అటార్నీ అధికారి ఈ కేస లో వాళ్లిద్దరి ప్రమేయ లేదని చెప్పార ... 
- అద ప తప్పాడ ... - య వరానర్ ! 
మరొకసారి స్పష్ట గా చెప్ప , మీ అమ్మని న వ్వే చ పావా ? హేయ్ ! చెత్తవెధవా ! 
నాన్నా ! 
- ఇ క చాల ! చాల ! - మిస్టర్ కాల్డ్వెల్ , వెనక్కి వెళ్ల డి . 
న వ్వ నిజ గానే అ ట న్నావా ? 
- వెళ్ల డి . - వెనక్కి వెళ్ల డి , మిస్టర్ కాల్డ్వెల్ . 
మీర మా అబ్బాయిని జాగ్రత్తగా చ స క టా అన్నార కదా . 
మిస్టర్ సాబిచ్ , డాల్టన్ కాల్డ్వెల్ మీ మీదకి దాడి చేయడానికి వచ్చినప్ప డ మీర భయపడ్డారా ? 
కేస మీద తన పట్ట కోల్పోయినప్ప డ రేమ డ్ ఒక మాట అనేవాడ . మామ ల గా దెబ్బతిన్నా , ఒక మోస్తర గా దెబ్బతిన్నా , బాగా దెబ్బతిన్నా అని మ డ రకాల గ రి చి చెప్పేవాడ . 
మన బాగా దెబ్బతిన్నా అనిపిస్తో ది . 
నిస్సహాయ స్థితిలో ఉన్నాడ . ఈ నేర లో తన వైప తప్ప మిగతా అ దరి వైప వేలెత్తి చ పిస్త న్నాడ . సరే . సరే . సరే . 
అయితే కారొలిన్ పొలీమస్ మీద ద్వేష ఉన్నవార ఆ రాత్రి ఘటనాస్థల దగ్గర ఉన్నారనీ వాళ్లకి బన్నీ డేవిస్ కేస గ రి చి క డా తెల సని వాళ్ల నిర పి చాలని ప్రయత్ని చార . 
వాళ్ల లియామ్ రేనాల్డ్స్ పేర ప్రస్తావి చార ఇ కా ఆ క ర్రవాడి త డ్రి పేర చెప్పార , అయితే ఆ త డ్రి సైకోగా ప్రవర్తి చాడ . 
కానీ మన ... మన ... రీగో . - మన రీగోతో మాట్లాడదా . - రీగో ? - లేద . రీగో స్పష్ట గా రస్టీ పక్షాన్న ఉ ది . - సరే . య జీనియా క డా అ తే . మన అడిగే ప్రశ్నల బట్టి ఉ ట ది . 
- రీగోకి నేన టే పడద . 
- ఆమె నన్నయితే ద్వేషి చద . నేన తనతో మాట్లాడగలన . - లేద . - అవ న . - అవ న . అవ న . - లేద . లేద , ఎ ద కో చెబ తాన విన . ఎ ద క టే మన తనతో మాట్లాడకపోతే , మన నిస్స దేహ గా ఈ కేస లో దెబ్బతినిపోతా . 
- రీగో ఏ చెప్పబోత ది ? 
- నాక తెలియద . 
లేద , ఇలా చ డ . అబద్ధ చెప్పక . మీరిద్దర ఫ్రె డ్స్ కదా . - తన ఏ చెప్పబోతో దో చెప్ప చాల ... - లేద , మీరిద్దర ఫ్రె డ్స్ . 
ఆమె దేని గ రి చి వా గ్మ ల ఇవ్వబోతో ది ? 
బహ శా నేన అప్ప డ ఏ చ శానో , రస్టీ , ఇ కా ప్రస్త త ఏ చేస్త న్నానో అదే చెప్పబోతో ది . 
నీ ఉద్దేశ ఏ టి ? న వ్వ మతిస్థిమిత కోల్పోత న్నావ , ఈ క్షణ , ఇక్కడ ఎలా ప్రవర్తిస్త న్నావో చ డ . 
ఏ టి ... చ డ , నేన సాక్ష్య చెప్పాలని అన కోలేద , సరేనా ? 
ఆ విషయ నీక క డా తెల సని నాక తెల స . 
ఈ వ్యవహార అ తా నేన తప్ప గా అర్థ చేస క న్నానా ? 
- నేన తప్ప గా ... - ఏ చేయాలి ... కారొలిన్ డ్రగ్ లా టిది . నీక ఆమె వ్యసన అయిపోయి ది . వ్యసనాల జీవితాల్ని నాశన చేస్తాయి . 
దేవ డా . అది నిన్న నాశన చేసి ది , కానీ ఆమె నీ క ట బాన్ని నాశన చేయడానికి న వ్వ ఒప్ప కోలేద . 
ఓహ్ , దేవ డా . నాక తెలిసి ఆమె ఆ రాత్రి నీతో చెప్పి ఉ ట ది ... తన గర్భ లో ఉన్న నీ బిడ్డకి తన జన్మనిస్తానని , చెప్పి దా ? 
ఆ రాత్రి నీ బిడ్డకి తన జన్మనిస్తానని చెప్పి ది కదా ? 
ఆమె ఆ బిడ్డకి జన్మ ఇవ్వాలి అన క ది . - నీ బిడ్డ . - నా కార దిగ . 
నా కార న డి దిగ . 
కారొలిన్ పొలీమస్ హత్యలో లియామ్ రేనాల్డ్స్ ప్రమేయ ఏమీ లేద , అయినా క డా మీరిద్దర లియామ్ రేనాల్డ్స్ ని కలవడానికి అతన ఉన్న జైల కి వెళ్లార . - అది నిజమేనా ? - మేమ వెళ్లా . 
ఎ ద క ? 
దాని గ రి చి రస్టీని చెప్పనిద్దా . 
న వ్వ కారొలిన్ ని నిజ గానే చ పి ఉ టే క డా , అది నీకే మేల చేస్త ది . 
ఈ నేర లో నీక ఎవరైనా సహాయపడి ఉ డచ్చ , అ టే న వ్వ అతని పేర చెప్పడానికి బేర ఆడచ్చ . సరే , మన ఊరికే అన క దా , బన్నీ డేవిస్ ని హత్య చేసిన కేస లో న వ్వ జీవితకాల శిక్ష అన భవిస్త న్నావ . కానీ కారొలిన్ హ తక ల ఎవరో న వ్వ చెప్పగలిగితే , న వ్వ మళ్లీ జైల న డి విడ దల కావచ్చ , తెల సా ? లేదా ఆ హత్యలో నీ పాత్ర క డా ఉ డి ఉన్నా క డా న వ్వ విడ దల కావచ్చ . 
ఇప్ప డ అదీ ... అదీ వక్రబ ద్ధి అ టే . 
సరే , అయితే , మరి త స్పష్టత కోస , ఆ ప్రాసిక్య టర్ హత్య కేస లో నేన క డా నేరగాడినే అని ... - నీతో పాట మరొక నేరగాడ ఉ డ టాడ . - నేన విడ దల కావచ్చ అ ట న్నావా ? - అవ న . 
న వ్వ ఇప్ప డ పరోల్ లేని జీవితకాలప శిక్షని అన భవిస్త న్నది వాస్తవ . ఆ శిక్షని మార్చ క నే అవకాశాన్ని నేన నీక అ దిస్త న్నాన . 
ఇది చాలా అ ద గా ఉ ది . అయ్యో ! దేవ డా . 
నాక అసల ... నాక అసల ఇవేవీ తెలియవ . 
న వ్వ చాలా ఆత్ర తగా ఉన్నావ . 
కారొలిన్ పొలీమస్ హత్య కేస లో నేరాన్ని అ గీకరిస్తే శిక్ష తగ్గిస్తానని హామీ ఇచ్చాడ . 
నేన అక్కడ లేన . అతన అలా మాట్లాడతాడని నాక తెలియద . 
ల చ ఇవ్వజ పాడని పై అధికార లకి ఫిర్యాద చేశావా ? అబ్జెక్షన్ ! 
- కానివ్వ డి . - క్షమి చాలి . ఇది తప్ప అని అతనికి ఏమైనా చెప్పావా ? 
చెప్పాన . అక్కడ ఏ జరిగి దో అతన నాక చెప్పినప్ప డ , అతన హద్ద మీరాడని చెప్పాన . 
దానికి అతన ఏ అన్నాడ ? 
అవ న , అతన దానికి ఏ చెప్పాడ టే ... నా జీవిత ఇప్ప డ ప్రమాద లో పడి ది . దాన్ని కాపాడ కోవడ కోస నేన ఏదైనా చేస్తాన . 
గొప్ప హీరో . ప్రతివాది మొదటగా నీక ఈ కేస ని అప్పగి చినప్ప డ , సాక్ష్యాధారాల్ని సేకరి చడ లో నీక ఏమైనా ప్రత్యేకమైన స చనల ఇచ్చారా ? 
అన్ని సాక్ష్యాధారాల , ఫోరెన్సిక్ ఇ కా మిగతావి అన్నీ , నేర గా అతనికి మాత్రమే ఇవ్వమని చెప్పార . 
ఇ కా ప్రత్యేక గా ఏమైనా స చనల చేశారా అ టే ఆ సాక్ష్యాధారాల మ ఖ్య గా ఫోరెన్సిక్ లేదా మిగతావి కానీ , ఎవరికైనా చేతిక ది చవద్దని ఆదేశాల ఇచ్చారా ? 
మిస్టర్ మోల్టో ఇ కా మీక ఇవ్వద్ద అన్నార . 
అది నిర త్సాహపర స్తో ది . 
ఇక మీ సాక్ష్య . 
ఇ క మొదల పెట్ట . 
నా నిర్దోషిత్వాన్ని ర జ వ చేస కోవాలని నేన అన్ని స దర్భాలలో తాపత్రయపడ్డాన , ఎ ద క టే ఈ కేస లో నా మీద తప్ప డ ఆరోపణల చేశారని నా అభిప్రాయ . అది సహేత కమైన స్టేట్మె ట్ కదా ? సరే . ఇ కా అన్ని స దర్భాలలోన కారొలిన్ పొలీమస్ హత్య కేస లో నేన నిర్దోషిని అనే చెబ త వచ్చాన . 
- నేన చెప్పలేదా ? 
ఇ కా నీ అన భవ లో , డిటెక్టివ్ , కేస వివరాల్ని మన ఇద్దరి మధ్యలోనే ఉ చాలని ఒక ప్రాసిక్య టర్ నీక చెప్పడ ఏమైనా అసాధారణ విషయమా ? 
నా అన భవ లో , లేద , అది అసాధారణ విషయ ఏమీ కాద . 
ఆ సాక్ష్యాల వివరాల్ని కేవల మన ఇద్దరి మధ్యనే ఉ చాలని నేన నీక చెప్పడానికి కారణ ఆ ఇద్దర మిస్టర్ మోల్టో లేదా మిస్టర్ డెల్లా గార్డియా న్యాయబద్ధ గా విచారణ చేస్తారనే నమ్మక లేకపోవడమే . ఇది క డా సహేత కమైన స్టేట్మె ట్ కదా ? 
థా క్య . 
ఎలా ఉన్నావ ? 
బాగానే ఉన్నాన , చ డ , వాళ్ల ... నేన దోషిని అని ర జ వ చేయడ కోస వాళ్ల ఇద్దర సాక్ష ల్ని ప్రవేశపెట్టార ... కానీ నా నిర్దోషిత్వాన్ని ర జ వ చేస క నే క్రమ లో నేన కొద్దిగా అత్య త్సాహ ప్రదర్శి చాన . 
ఏది ఏమైనా సరే . అయితే ఏ టి ? కేస ఇ కా అన క ల గానే ఉ ది . మనకే ఫర్వాలేద . న వ్వ మళ్లీ వీటిని వాడట మొదల పెట్టావా ? 
అ టే , నా ఏకాగ్రత కోస . 
ఇ కెలా నేన ఏకాగ్రతతో ఉ డగలన , హా ? 
నాక ఒక మాట చెప్పి ఉ డాల్సి ది , రస్టీ . 
- చాలా బాగ ది . చాలా బాగ ది . నిజ . - ఓహ్ , సరే . థా క్య . 
అ దర లేవ డి . 
కోర్ట ఇప్ప డ సెషన్ లో ఉ ది . గౌరవనీయ లైన జడ్జ్ లిటిల్ అధ్యక్షత వహిస్త న్నార . క ర్చో డి . 
సరే మరి , మిస్టర్ మోల్టో . ప్రభ త్వ తరప న చెప్పాల్సి ది ఏమైనా ఉ దా ? 
ఉ ది , య వర్ హానర్ . 
రస్టీ సాబిచ్ ని విచారి చాల్సి ఉ ది . 
మళ్లీ ఎ ద కలా చేస్త న్నావ ? 
అ టే , డిటెక్టివ్ రోడ్రిగ్వెజ్ ద్వారా విచారణ జరపడానికి మిస్టర్ సాబిచ్ పట్ట బట్టాడ కాబట్టి , అతడిని క డా బోన ఎక్కి చి క్రాస్ ఎగ్జామిన్ చేయడ సరైన పని అనిపి చి ది . 
నేన అబ్జెక్షన్ అని ఏమీ వినలేదే . 
అబ్జెక్షన్ చెప్పాల్సిన అవసర నాక కనిపి చలేద , ఎ ద క టే కోర్ట స్పష్ట గా చెప్పి ది ఒకవేళ ప్రతిపాది తన వాదన వినిపి చినట్ల కనీస అనిపి చినా ... లేద , నేన చెప్పలేద . మీర పిలిపి చిన సాక్షిని నేన క్రాస్ ఎగ్జామిన్ చేశాన తే . 
కానీ న వ్వ సాక్షిని హద్ద మీరి ప్రశ్నల అడిగావ . న వ్వ నిర్దోషివి అని చాట క న్నావ . 
సాక్షిని మీరే పిలిపి చార ఇ కా నా తప్ప ని ఇ కా నా అవినీతిని నిర పి చడ కోస ఆ డిటెక్టివ్ ని పిలిపి చావ , అ ద కే నా నిజాయితీ , నా నిర్దోషిత్వ గ రి చి నా విచారణ సాగి ది , 
నీ వాదన న వ్వ వినిపి చావ . 
నిన్న హెచ్చరి చాన , న వ్వ సాక్ష్య కాక డా న వ్వ సరిగ్గా అదే చేశావ . 
సరే , నీక రె డ అవకాశాల ఉన్నాయి . 
ఈ విచారణ చెల్లద అ టే , అదే నేన ప్రకటిస్తాన . ఎలా టి ప్రశ్నల అడగన . 
నిన్న కొనసాగి చమని బలవ త చేయన . కానీ మన విచారణ కొనసాగి చాలి అ టే , న వ్వ ఆ క ర్చీలో క ర్చోవాలి . 
ఈ అవకాశాన్ని నీక న వ్వే కల్పి చ క న్నావ . 
విచారణ రద్ద ని ఎ చ కో , రస్టీ . 
నేన సాక్ష్య చెబ తాన . 
- మైయా . మైయా , వాళ్ల విచారణ రద్ద కోరార . - న వ్వ చేసి ది ఏ టి ? - ఓడ త న్నారని తెల స . - అ ద కే నన్న సాక్షిగా పిలిచార ! - కావచ్చ , కావచ్చ . లేదా బహ శా నిన్న బోన లో నిలబెట్టాలని అన క ని ఉ డచ్చ , అక్కడ నిన్న టార్గెట్ చేయడ తేలిక అవ త ది . 
మ చిది , నన్న సాక్షి క ర్చీలో క ర్చోపెట్టనివ్వ . ఫర్వాలేద . మోల్టో ప ర్తి స్థాయిలో - గొప్పలకి పోనివ్వ . - ఎ ద క ? మరి నీ గొప్పతనాన్ని ప్రదర్శి చవా ? నీ ఉద్దేశ ఏ టి ? 
న వ్వ కావాలనే ఇలా చేశావ కదా ? 
- ఏ టి ? - ఆ అవకాశాన్ని న వ్వే కల్పి చావ . 
- న వ్వ ఏ అ ట న్నావ ... - న వ్వే సాక్షిగా సిద్ధమయ్యావ . - ఇది న వ్వ కావాలనే చేశావ కదా ? - లేద ... నేన అలా ఎ ద క చేస్తాన ? 
ఎ ద క టే న వ్వ రస్టీ సాబిచ్ వి కాబట్టి , ఇ కా న వ్వ ఏ కావాల టే అది చేయగలవ కాబట్టి , కదా ? 
మైయా , బహ శా ... కేవల నేన చేసి ఉ డచ్చ ... నేన చేసి ఉ డచ్చ ఎ ద క టే నేన ఏ చేస్త న్నానో నాక తెల స . 
నేన అలా అన కోవడ లేద . 
నేన ఇ క విరమి చ క ట న్నాన . 
కాబట్టి , రస్టీ సాబిచ్ తన తరప న తనే వాది చ కోబోత న్నాడ , అ టే అతన కేవల ప్రతివాదిగానే కాక డా , లాయర్ గా క డా వ్యవహరి చబోత న్నాడ . అతనే సాక్షిగా క డా ఉ డబోత న్నాడ . ఏ టి ? 
అతనికి సహాయక ల గా క డా ఎవర ఉ డట లేద , దాని అర్థ అతన ఒ టరిగా ఈ కేస లో పోరాడబోత న్నాడ . 
మ ఖ్యా శాల : కో - కౌన్సెల్ లేర రేమ డ్ హోర్గన్ ఆరోగ్య పై స్పష్టత లేద ఈ కేస విచారణలో భార అ తా అతని భ జ మీదనే ఉ ట ది . చ డబోతే సాబిచ్ తనకి తాన గా ఈ కేస లో ఇర క్క పోయాడ అనిపిస్తో ది . కానీ ఏదో అద్భ త జరిగితే తప్ప ... ఓహ్ , దేవ డా , రస్టీ . ... అతన ఈ కేస న డి బయటపడే అవకాశ కనిపి చడ లేద . 
మ ద ల . ఏ రకమైన మ ద ల ? 
- నాన్న రిటాలిన్ వాడ త న్నాడ . 
- నిజ గా చెబ త న్నావా ? అవ న , అమ్మ తన థెరపిస్ట్ తో ఫోన లో మాట్లాడ త టే విన్నా , నాన్న గత లో పెద్ద కేస ల విచారణ సమయ లో ఈ మ ద ల తీస క నేవాడ అన క టా . 
ఇవి ఆయనని చ ర క గా ఆలోచి చేలా చేస్తాయి . అవ న . 
రేప సాక్షిగా వా గ్మ ల ఇవ్వబోత ఇప్ప డ ఆయన అవి వాడ త న్నాడా ? 
అవ న , ఇది చాలా మ ర్ఖత్వ . 
నీక క ద ర త దా రస్టీ సాబిచ్ రహస్య మ ద ని నాక ఇవ్వగలవా ? 
నాక తెలియద అది నీక ఇవ్వదగినది కాదన క టా . 
ఈ రాత్రి అ తా ఇక్కడ గడపలేదని దయచేసి నాక చెప్ప . 
లేద , నేన త్వరగా వచ్చేశాన . 
సరే . న వ్వ రెడీయేనా ? 
అవ న , నేన రెడీ . 
మ చిది . అయితే , ఈ రోజ చాలా మ ఖ్యమైన రోజ . 
నేన లా స్క ల్ గ రి చి ఆలోచిస్త ఉన్నాన ఇ కా మన ఎ త కష్టపడ్డామో తల్చ క ట న్నా . 
అవ న , నాక ఒక్క రోజ టైమ్ ఇవ్వ , నీకో . ఒక్క రోజ , ఆ కష్ట అ తటికీ ప్రతిఫల దక్కి దని నేన చెప్పడ కోస . 
ఆ రోజ ఈ రోజే , టామీ . 
ఇది క్రైమ్ జ కీ 101 చిట్కాల మాదిరిగా ఉ ది . మన కోస మన వాది చ కోలేమ . 
కానీ , అతన కోర కోలేద , కదా ? ప్రాసిక్య షన్ వార అతడిని పిలిచార ... మతిమర ప మనిషిలా కనిపి చక డా మనకి మన లాయర గా ఎలా ఉ డగల ? 
జ్య రీలక స దేహ కలిగి చే పని ఇది . 
హలో , మైయా . 
ఈ రోజ నీక అద ష్ట బాగ డాలి . నీక ఒక మాట చెప్పాలి అన క న్నాన , అదేమిట టే అతడ నిన్న క గదీయక డా చ స కో , ఎ ద క టే అతని లక్ష్య అదే . 
నిన్న రెచ్చగొట్టాలని చ స్తాడ . న వ్వ అతని వ్య హాలకి బలికాక . 
థా క్య , మైయా . 
ఇ కా కొన్ని మామ ల సలహాల ఇవ్వడానికి అన మతిస్తావా ? 
మొదటగా నేన సారీ చెప్పవచ్చా ? 
క్షమాపణల స్వీకరి చబడ్డాయి . 
బహ శా న వ్వ చేసినదే సరైనది కావచ్చ . 
నేన ఎప్ప డ సరైనదే చెబ తాన . 
న వ్వ ఒక మ ర్ఖ డివని అతన చ పి చే అవకాశ ఇవ్వక . 
న వ్వ ఆ రక గా జ్య రీ సభ్య ల చ డట నీక అ త మ చిది కాద . 
ఏ విషయ లోన వాళ్లకి తలొగ్గక . 
- నేన వస్తాన , రస్టీ . 
- సరే , ఇక్కడికి ఎవరో వచ్చార . - నేన ఇ క వెళ్లాలి . థా క్య , మైయా . - సరే . 
- ఇక్కడ ఏ చేస్త న్నావ ? 
- డాక్టర్ల నన్న వెళ్లమన్నార . 
నీక నా అవసర ఉ ది . 
కోర్ట్ ర మ్ లో ఉ డట అ త క్షేమ అ టావా ? 
నిజ గా . నేన ఆరోగ్య గానే ఉన్నానని డాక్టర్ల అన్నార . న వ్వ ? 
న వ్వ నిజ చెబ తానని ప్రమాణ చేస్త న్నావా , మొత్త నిజ ఇ కా నిజ తప్ప మరేదీ చెప్పనని , దేవ డి మీద ప్రమాణ చేస్త న్నావా ? - ప్రమాణ చేస్త న్నా . 
- క ర్చో . 
మిస్టర్ సాబిచ్ ... న వ్వ నిర్దోషివి అని డిటెక్టివ్ రోడ్రిగ్వెజ్ తో మాట్లాడిన అన్ని స దర్భాలలో చెప్పావని అన్నావ . 
- కరెక్ట్ . 
- అది నిజాయితీగా అన్నావా ? 
నిజాయితీగా అన్నాన . అన్ని విషయాలలో న వ్వ ఆమెతో నిజాయితీగానే వ్యవహరి చావా ? 
హత రాలితో నాక ఉన్న బ ధ గ రి చి నేన ఆమెకి చెప్పలేద . 
హత్య జరిగిన రాత్రి న వ్వ హత రాలి ఇ ట్లో ఉన్న స గతి ఆమెక చెప్పావా ? 
- మాటల స దర్భ లో చెప్పాన . - మాటల స దర్భ లోనా ? 
అయితే మొదటగా ఈ కేస ని డిటెక్టివ్ రోడ్రిగ్వెజ్ కి చీఫ్ డిప్య టీ ప్రాసిక్య టర్ హోదాలో అప్పగి చినప్ప డ , ఆ రాత్రి ఘటనాస్థల లో న వ్వ ఉన్నట్ల ఆమెకి చెప్పావా ? 
నేన చెప్పలేద . ఈ కేస తో స బ ధ ఉన్నవాళ్లెవరికైనా చెప్పావా ? 
నేన ఆమెని హత్య చేయలేద . 
ఏ నేర పరిశోధనలో అయినా మొదటి 48 గ టల చాలా కీలకమైనవి కదా ? 
న వ్వ ఘటనాస్థల లో ఉన్నావనే విషయ చెప్పి ఉ టే పోలీస లకీ , పరిశోధనా బ దానికి ఆ సమాచార సహాయపడేది కాద టావా ? 
న వ్వ చెప్పాల్సి ది చెప్పావ , టామీ . 
నేన అక్కడ ఉన్న విషయాన్ని ఎవరికీ చెప్పలేద . 
- న వ్వ ఆమెతో ప్రేమలో ఉన్నావా ? - నేన ఆమెని ప్రేమి చాన . 
న వ్వ ఆమెని పిచ్చిగా ప్రేమి చావని చెప్పడ సబబ గా ఉ ట ద టావా ? 
నేన ఆమెని ప్రేమి చాన . పిచ్చిగా ప్రేమి చడ అనే మాటకి అర్థ ... ఆమె చనిపోయిన రోజ లేదా ఆ మ ద రోజ మ ప్పై మెసేజ ల లేదా ఈమెయిల్స్ ప పి చడ . - దానిని పిచ్చి ప్రేమ కాద టావా ? - నేన ఆమెని ప్రేమి చాన . 
ఆమె చనిపోయిన రాత్రి , ఆమె తిరిగి నిన్న స్వీకరిస్త దనే నమ్మక తో ఆమె ఇ టికి వెళ్లావా ? 
అవ న . 
ఆమె చనిపోవడానికి మ ద న వ్వ ఈ స దేశాల ప పి చావా ? 
" ఇది అన్యాయ . న వ్వ ఇలా చేయక డద . 
నన్న న వ్వ ఇలా బాధపెడితే ఊర కోన . నా ఫోన్ కాల్స్ కి బద ల ఇవ్వ . " 
- ఇవి న వ్వ ప పినవేనా ? - నేనే ప పాన . మరి ఈ మెసేజ్ స గతి ఏ టి ? " ఇక మ ద నా జీవితాన్ని నీతోనే గడపాలని ఆశిస్త న్నాన . " 
కారొలిన్ కి ఈ మెసేజ్ ని న వ్వే ప పావా ? నీ మిగిలిన జీవితాన్ని ఆమెతోనే గడపాలని ఉ దని న వ్వ ఆమెకి చెప్పావా ? 
నేన ఆమెతో ప్రేమలో ఉన్నాన . 
- నీక ఆమె మీద కోప ఉ దా ? 
- నేన సహన కోల్పోయాన . 
సహన కోల్పోయావ , అ టే ఈ మెసేజ్ మాదిరిగానా ? 
" నా ఫోన్ కాల్స్ కి బద ల ఇవ్వ . నీక న వ్వ ఎవరని అన క ట న్నావ , నన్న ఇలా అవమానిస్త న్నావ ? " 
ఇది చిరాక పడట అ టావా లేదా కోప అన కోవచ్చా ? 
ఇది తీవ్రమైన వా ఛ అన కోవచ్చ . 
కానీ తీవ్రమైన వా ఛ ఒక వ్యక్తిని పిచ్చివాడిని చేస్త ది . అ ద వల్ల ఖచ్చిత గా నా జీవిత లో చాలా మ ఖ్యమైన వాటిని నేన పట్టి చ కోవడ మానేశాన . నా భార్య ఇ కా నా పిల్లల . 
తీవ్రమైన వా ఛ చాలా ప్రమాదకరమైన డ్రగ్ లా టిది . దాన్ని న వ్వ క డా భరి చలేవ , టామీ . 
నన్న అణగదొక్కాలని ఎ త తీవ్రమైన వా ఛతో ఉన్నావ టే నీక నిజమైన సాక్ష్యాధారాల లేవనే అ శాన్ని క డా మర్చిపోయి నన్న ఇరికి చాలని చ స్త న్నావ . 
అవ న , నేన ఆమెతో ప్రేమలో ఉన్నాన . అవ న , నేన అక్కడ ఉన్న విషయ ఎవరికీ చెప్పలేద , కానీ నేన ఆమెని హత్య చేయలేద . 
- న వ్వ ఆమెని ఫైర్ పోకర్ తో కొట్టావా ? - ఆమెని నేన అసల కొట్టలేద . 
నేన హి సాత్మక గా ప్రవర్తి చే మనిషిని కాన . 
మిస్టర్ రాట్జర్ , దయచేసి నిలబడతారా ? 
ఇ తక మ ద మీర ఈ వ్యక్తిని ఎప్ప డైనా కలిశారా ? 
దానికి ఒక కారణ ఉ ది . 
మీ పక్క ఇ టిలో లభి చిన ఫ టేజ్ ఇది . 
అ ద లో ఉన్నది మీ ఇద్దరే , కదా ? 
ఆ కారణాన్ని ఇది నిజాయితీగా స్పష్ట గా చ పిస్తో దా ? 
య వర్ హానర్ , ఈ సర్ ప్రైజ్ అన్యాయ . 
ఇతని ప్రవర్తన సరిగా లేదని గ ర్తి చాలి . సాక్షి ఇ దాకే తన హి సాత్మక గా ప్రవర్తి చనని చెప్పాడ . 
నేన దీన్ని అన మతిస్త న్నాన . 
అతన మా ఇ టికి అన మతి లేక డా వచ్చాడ . 
అతన అక్రమ గా లోపలికి జొరబడ్డాడ ఇ కా నన్న రెచ్చగొట్టాడ . 
అయితే అతడిని న వ్వ కొడతావా ? 
నేన తప్పనిసరి పరిస్థిత ల్లో అలా దాడి చేయాల్సి వచ్చి ది . 
కారొలిన్ పొలీమస్ తో నా ప్రేమబ ధాన్ని ఆ తప్పనిసరిగా పరిస్థితిలోనే దాచాన . దాని కారణ గానే ఆమె హత్యక తనే కారణమని ఒప్ప కోవాలని లియామ్ రేనాల్డ్స్ ని అడిగాన . దాని కారణ గానే నేన బ్రయన్ రాట్జర్ మీద దాడి చేశాన . అన్నట్ల , అతన మా ఇ టికి వచ్చినప్ప డ అతన నా తల ప ని తీవ్ర గా బాద త నా క త ర బద లిస్త న్నా బెదరగొట్టాడ . 
నేన ఆవేశపర డినా ? అవ న . అవ న , నేన ఆవేశపర డినే . 
నేన ప్రేమి చిన ఒక మనిషి దార ణ గా హత్యకి గ రై ది . ఆ నేర చేసినట్ల గా నా మీద అభియోగ ఉ ది . 
అట వ టి పరిస్థిత లలో ఎవరైనా సరే , ఏ మనిషిలో అయినా సరే ఎన్నో ఉద్వేగాల బయటకి వస్తాయి , అ ద లో నిస్ప హ కడా ఒకటి . బలహీనత , మానసిక అస్థిరత్వ లా టివి . అలా టి ప్రవర్తనలకి నేన క్షమాపణల కోర త న్నాన . 
నేన ఆ తప్ప లన్నీ చేశానని ఒప్ప క ట న్నాన . కానీ నేన ఒప్ప కోని నేర ఏమిట టే కారొలిన్ పొలీమస్ ని నేన చ పలేద . 
నేన ఆమె ప్రాణాల తీయలేద . 
అవ న . మరి డాక్టర్ క మగై విషయ ఏ టి ? 
మన చీఫ్ మెడికల్ ఎగ్జామినర్ ని న వ్వ ఎప్ప డ మెడ పట్టి ఉక్కిరిబిక్కిరి చేయలేదా ? 
- నా ప్రశ్నని మళ్లీ అడగమ టావా ? 
- లేద , నేన నీ ప్రశ్నని విన్నాన . మరొక కేస లో అతన సాక్ష్యాన్ని దాచి పెట్టాడని నా ద ష్టికి వచ్చి ది . నా ఉద్దేశ , లేదా కనీస నాక తెలియజేయడ లో అతన నిర్లక్ష్య గా వ్యవహరి చాడ . కాబట్టి మా మధ్య వాగ్వాద జరిగి ఉద్రిక్తతలక దారి తీసి ది , ఇ కా ... నేన పొరపాట గా అతడి మీద దాడి చేశాన . 
న వ్వ పొరపాట న అతడిని ఊపిరాడక డా చేశావ . లేద , నేన అతడిని ఊపిరాడక డా చేయలేద . సరే , ఉద్రిక్తతల పెరిగినప్ప డ - న వ్వ అతడి మెడ పట్ట క ని ... - అతని కోట పట్ట క న్నా . సరే , ఉద్రిక్తత పెరిగినప్ప డ న వ్వ అతని కోట కాలర్ ని పట్ట క న్నావ , అలా పట్ట కోవాలని మ దే అన క న్నావా లేదా క్షణికావేశ లో చేశావా ? 
ఆ ప్రశ్న నాక సరిగ్గా అర్థ కాలేద . 
అలా పట్ట కోవాలని మ దే అన క న్నావా లేదా క్షణికావేశ లో చేశావా ? 
మరి మిస్టర్ రాట్జర్ స గతి ఏ టి , వీడియోలో మన చ సినట్ల అతని మీద న వ్వ వర సగా పిడిగ ద్ద ల గ ద్దావ కదా ? అలా చేయాలని మ దే అన క న్నావా లేదా క్షణికావేశ లో చేశావా ? 
అతన ఎ త చెప్పినా వెళ్లలేద . 
న వ్వ అయితే ఏ చేస్తావ ? న వ్వ అయితే ఏ చేస్తావ ? 
అయితే న వ్వ క్షణికావేశ లో చేశావ . 
హేయ్ , నన్న చ డ . నా వైప చ డ . 
న వ్వ చాలా అద్భ త గా వాది చావ . 
ఇది టార్చర్ . 
ఇది చాలా టార్చర్ గా ఉ ది . 
నేన ఇన్ని రోజ ల నా క ట బానికి అబద్ధాల చెబ త గడిపాన . 
నేన వాళ్లతో ఉన్నప్ప డ , నాక నీతోనే ఉ డాలని అనిపిస్త ది . 
నీ మిగతా జీవిత అ తా , హా ? 
ఆ మెసేజ్ నేన రాశానని నాక గ ర్త లేద . కేవల ఒక వాక్యమా ? 
ధైర్య గా అడ గ త న్నాన , ఇప్ప డ ఏ టి ? 
