Рею . Рею . Що з тобою ? - Я його дружина . 
- Викличте швидку ! Швидку викликали ? 
- Пульс нестабільний . - Поставили крапельницю . 
Тримаймо рівень кисню на восьми літрах . 
Зробіть йому ЕКГ , клінічний і повний аналіз крові й аналіз на сумісність . 
Це шлуночкова тахікардія , перевірте пульс . 
Пульс відсутній . 
- Алло , кохана . 
- Я вдома з дітьми . Як він ? 
Іще в операційній . - Реймонд Горґан ... - Ясно . - Я триматиму тебе в курсі . - Добре . - Люблю тебе . - Так . Бувай . ... скоріше за все , після інфаркту . - Несподіваний поворот . - Боже . Поки що неясно , чи продовжиться після такого судовий процес . 
Рей , чи бували вже подібні прецеденти ? Щоб підсудний кинувся рятувати життя свого адвоката . 
Зазвичай буває навпаки . У відповідь на твоє питання , скажу , що правила не існує . Вирішуватиме суддя . 
А судячи з розвитку подій , очікувати можна чого завгодно . 
Якщо сталося таке , суд почнуть заново ? Мабуть , так . 
Ну й паскудство . 
Пити хочеш ? Води чи ще чогось ? 
Так . - Так , дякую . - Так ? 
Лорейн , я хотів би перепросити . Якщо я можу чимось допомогти ... Розумію , звучить нещиро ... але якщо я можу чимось зарадити ... 
- Дякую . - Так . - Добре . - Дякую . 
- Місіс Горґан ? - Так ? - Місіс Горґан . 
- Так . Він оклигає . Стан покращився , стабільний . 
- Справді ? - Це не інфаркт . - А брадикардія . - О боже ... Електричні імпульси ледь не спинили серцебиття . Йому поставили кардіостимулятор . Нерви не ушкоджені . 
- Він одужає . - Дякую , лікарю . 
То з ним усе буде добре ? 
- Він буде в порядку . - Так . Навіть краще . Він у післяопераційній . 
Скоро буде в палаті , й ви зможете його побачити . О боже . 
- Дякую . - Так . Будь ласка . Так ? 
У нас проблема . 
Так , у нас проблема . 
Присяжні побачили Расті героєм ... Наполягаймо на анулюванні суду . - Що ? - Так . - Ми ... - Ми ж перемагаємо . 
- Щось я не впевнений . 
- Якщо суд анулюють , йому все минеться . - Ні . Ми цього не знаємо . 
- Знаємо . Та ну . Удруге наш план не пройде . Подумай ось про що . Як на брехливого зрадливого психопата , - він доволі чарівний . - Це не ... І він на очах у присяжних урятував життя людини . Це також можна виставити , ніби він діяв імпульсивно , різко кинувся , погарячкував . Просто довірся присяжним . 
Вони здатні уявити те , що сталося того вечора , краще , ніж ми всі . 
Питання в тому : " Що далі ? " 
Не можна продовжувати суд без адвоката на такій стадії розгляду . 
Може , суд поставили на паузу ? 
Навряд чи так можна . 
Судячи з коментарів юристів ... То що ми думаємо ? 
Ми думаємо ? 
Містере Ділей Ґвардія , бачу , ви весь у роздумах . 
Я зважую принципи судової економіки супроти принципів справедливості . Як представники суду , ми визнаємо свій обов'язок забезпечити неупереджене й об'єктивне судочинство . Що ти верзеш ? Ми давно закінчили юрфак . 
- Про що мова ? - Мова про те , що анулювання суду виправдане . 
- Ти це хотів сказати ? - Ми заперечуємо . 
Ви хочете продовжити процес ? 
Я готова замінити Реймонда . 
- Відсьогодні ? 
- Ви його заміните ? 
Від завтра . Дайте мені один день . 
Містере Ділей Ґвардія . 
Даруйте . Так . Сторона обвинувачення готова продовжити процес . 
Я хочу сам представляти себе в суді . 
Прошу ? 
Я хотів би сам себе захищати . Мене вже внесено в протокол , а міс Вінзлов має менший досвід , ніж я . - Він не може бути ... - Вона помагатиме . ... і свідком , і своїм захисником . Я не свідчитиму . Заявляю про це тут і зараз . Ти свідчитимеш . Ти будеш найрозумнішим свідком , бо доведеш до присяжних свою думку й вчинки ... 
- Мій адвокат у лікарні . - ... без перехресного допиту . Я не пред'являтиму доказів чи свідчень . І нагадую суду , що маю на це право . 
Тоді суд нагадає вам , містере Сабіч : якщо хоч натякнете на свою версію подій , я дозволю прокурорам викликати вас як свідка для повного перехресного допиту . 
А якщо ви себе скомпрометуєте , вам не задовольнять апеляцію на підставі шостої поправки , мовляв , у вас замість адвоката йолоп . 
Ти сам себе захищатимеш ? 
Якщо він не свідчитиме , це не заборонено . 
Я розумію , Ваша честь . 
Невдала задумка . Але ви можете її собі дозволити . 
Я донесу це до відома присяжних , і продовжимо завтра о 10 : 00 . 
Ви ще можете передумати . 
Як таке можливо ? Ви обіцяли його оберігати . 
- Ми зробимо все можливе . - Усе можливе ? Ви зробите все можливе ? 
Тут що , нікому нема діла до мого сина ? 
Тепер його допитуватиме людина , яка вбила його матір . 
- Це його право – представляти ... 
- Він же вбивця ! 
Навіть у такій непередбачуваній справі це все одно шок . 
Елеанор , що ти думаєш про те , що Расті Сабіч сам - себе захищатиме ? - Це ж безумство , мамо . 
Доню , не недооцінюй тата . - Не в суді . 
- Та ну , мамо . - Ти це , в біса , серйозно ? - Доню ! 
Перестань ! 
Побачимося в залі суду . 
Вибачте за спізнення , Ваша честь . 
Містере Сабіч . 
Здрастуй , Майкле . Насамперед висловлюю тобі глибокі співчуття . Навіть не уявляю біль від утрати мами . 
Мою маму вбили ви . 
Ти часто їздив до маминого будинку і дивився ? 
Спостерігав за її життям . За ... життям , у якому вона не хотіла бачити тебе . Так . А вона хоч раз казала , чому не пускала тебе у своє життя ? 
Ні . А тато не розповідав , чому вона не хотіла ? 
Це тебе , мабуть , неабияк злило . 
Чи можна так сказати ? 
Не аж так , щоб убити . Обережно . 
- Реймонде . 
- Я просто дивлюся . 
Це цікаво , Майкле , бо в останні тижні її життя ви з мамою часто переписувалися . 
Ти писав їй : " Було б легше , якби ти була мертва " ? Ти писав їй таке ? 
Вона скривдила не лише мене . Але й тата . " Я гніваюся на тебе . Ти занапастила мені життя " . 
Ти писав їй таке ? 
Ти бажав їй смерті . 
Ні , я написав , що так було б легше . 
Від смерті можна оговтатися . А від розлучення – тяжче . Ось що я мав на увазі . 
На цьому й зупинися . Молодець . 
Ти зняв відео , як я заходжу у мамин дім у вечір її смерті , і свідчив , що бачив , як я бував там до того . Отже , ти знав , що ми з твоєю мамою були коханці . 
Так . Те , що вона не пускала тебе у своє життя , але мала почуття до мене , не викликало в тобі ненависті до мене ? 
Я ненавиджу вас , бо ви її вбили . 
Поволі , Расті . 
Ти зняв це відео , і що було потім ? 
Я поїхав . Як скоро ти поїхав після того , як я зайшов ? 
- Майже одразу . 
- І куди ти поїхав ? Додому . 
Хто був удома ? Тато . 
Тільки ви двоє ? 
Так . І більше нікого ? 
Ні , тільки я і він . 
Тобто твої слова може підтвердити лише він , а його слова можеш підтвердити лише ти . 
- Заперечую . 
- Відхиляю . 
Ти сказав татові , що бачив , як у мамин будинок заходить її коханець ? 
Відповідай , Майкле . 
Не пам'ятаю , щоб щось йому казав . 
Тобто можливо ... можливо , що ти сказав батькові , що бачив , як до мами прийшов її коханець у вечір її вбивства ? 
Я не пам'ятаю , щоб щось йому казав . 
Поліція вилучила з твого комп'ютера кілька документів . По них видно , що ти проявляв неабиякий інтерес до минулих справ мами . 
Ти заходив на кримінальні сайти й шукав інформації , якої не було у ЗМІ , зокрема у справі Банні Девіс . - Заперечую . 
- Підтримую . Це не питання , адвокате . Він має бути обережний . 
- Ти вбив маму ? - Заперечую ! А тато ? Це він її вбив ? - Ого . - Скажіть , що маєте для цього підстави . 
Я не маю підстав звинувачувати ні свідка , ні його батька . Де їм узятися ? Після найкоротшого й найнедбалішого розслідування поліцією окружні прокурори зняли з них підозру ... 
- Та він ... - Ваша честь ! 
Для протоколу : ти вбив свою маму ? Гей ! Ах ти ж хворий виродок ! 
Тату ! 
- Досить ! - Назад , містере Колдвелл . 
Ви серйозно ? 
- Назад . - Назад , містере Колдвелл . 
Ви ж маєте за ним спостерігати . 
Містере Сабіч , ви злякалися , коли Далтон Колдвелл пішов до вас ? 
Коли справа йшла навскіс , Реймонд завжди казав , що буває лажа середньої просмаженості , майже просмажена й повністю просмажена . 
По - моєму , в нас лажа повної просмаженості . 
Він був у розпачі . Звинувачував усіх , крім себе . Добре . Нехай . 
Вони встановили , що на місці злочину був той , хто ненавидів Керолін Полімус і знав подробиці вбивства Банні Девіс . 
Вони вказали на Ліама Рейнольдса , а потім на батька , якому зірвало дах . 
А ми ... Ріґо . - Ми викличемо Ріґо . - Ріґо ? - Ні , Ріґо в таборі Расті . - Так . Євгенія теж була . До правильних питань . 
- Ріґо мене ненавидить 
- А мене – ні . Беру її на себе . - Ні . - Так . - Так . - Ні . Я скажу тобі чому . Якщо не викличемо її , то допустимо повнісіньку лажу розумного сумніву . 
- Що казатиме Ріґо ? 
- Я не знаю . 
Та ну . Знаєш . Ви ж дружите . - Скажи , що вона ... - Ні , це ви дружите . 
Вона свідчитиме про що ? 
Напевно , про те , що бачила і я , Расті , й про те , що я бачу тепер . 
Що це означає ? Та ти ж мов з цепу зірвався . 
Щ ... Я не хотіла свідчити , ти ж знаєш . 
Я знаю , що ти про це знаєш . 
Я що , неправильно все зрозуміла ? 
- Я все ... - Про що ... Керолін була наркотиком . У тебе була залежність . А наркотики руйнують життя . 
Господи . Одне діло – зруйнувати твоє , але ти не міг дозволити їй зруйнувати свою сім'ю . 
Господи . Думаю , в той вечір вона сказала ... що залишить дитину . Так було ? 
У той вечір вона сказала тобі , що залишить дитину ? 
Вона збиралася її залишити . - Твою дитину . - Геть з моєї машини . 
Вимітайся з машини . 
Ліам Рейнольдс непричетний до вбивства Керолін Полімус , але ви двоє все одно їздили до нього у в'язницю . - Правильно ? - Так , їздили . 
Для чого ? 
Хай Расті сам скаже . 
Навіть якщо ви замовили її вбивство , це може зіграти вам на руку . 
У вас мав би бути спільник , а отже , вам є чим торгуватися . Просто уявіть : ви відбуваєте довічне покарання за вбивство Банні Девіс . Якщо вкажете на вбивцю Керолін , ви зможете вийти на свободу . Навіть якщо ви теж причетні до вбивства . 
А оце вже поворот . 
Просто для розуміння , ви кажете , що звинувативши себе ... - Якщо є спільник . - ... у вбивстві прокурора , - я вийду на свободу ? - Так . 
Ви відбуваєте довічне покарання без можливості дострокового звільнення . А я пропоную вам можливість це змінити . 
Як же це прекрасно . Ні ! Господь всемогутній . 
Я про це нічого не знав . 
Ви в розпачі . 
Пом'якшення покарання взамін на зізнання у вбивстві Керолін Полімус . 
Мене там не було . Я не знала , що він це запропонує . 
Ви заперечили спробі підкупу ? Заперечую ! 
- Підтримую . - Вибачте . Ви заперечили такому методу ? 
Так . Коли він розказав про це , я сказала , що він перетнув межу . 
І що він вам відповів ? 
Він сказав щось таке ... На кону моє життя . Я зроблю все , що від мене залежить . 
Який герой . Коли підсудний доручив вам цю справу , чи були якісь конкретні вказівки про збір доказів ? 
Усі докази , речові й не тільки , треба було передавати лише йому . 
А чи отримували ви вказівки про те , кому докази , зокрема речові й не тільки , не треба було показувати ? 
Містеру Мольто й вам . 
Яке розчарування . 
Свідок ваш . 
Понеслося . 
Я від початку відчайдушно прагнув довести свою невинуватість у безпідставних , на мою думку , звинуваченнях . Так було насправді ? Так . І весь цей час я твердо відстоював свою невинуватість у смерті Керолін Полімус . 
- Хіба не так ? 
Детективе , з вашого досвіду , чи так незвично , щоб прокурор просив вас зберігати інформацію між вами двома ? 
З мого досвіду , ні . 
І ви знаєте , що я просив вас зберігати докази лише між нами тільки тому , що не вірив , що містер Мольто чи містер Делла Ґвардія чесно розслідують справу . Чи можна так сказати ? 
Дякую . 
Як ти ? 
Та знаєш , вони ... вони викликали двох свідків , щоб довести мою ... І , намагаючись довести свою невинуватість , я трохи перегнув палицю . 
Ну й нехай . І що ? Перевага на моїй стороні . Ти знов почав їх пити ? 
Я маю бути зосереджений . 
А як мені цього досягти ? 
Треба було мені сказати , Расті . 
- Так чудово . Так . - О , так . Дякую . 
Усім встати . 
Суд іде . Голова — її честь суддя Літтл . Прошу сідати . 
Що ж , містере Мольто . Штат бажає ще когось викликати ? 
Так , Ваша честь . 
Народ викликає Расті Сабіча . 
Що це було ? 
Оскільки містер Сабіч наполіг свідчити через детектива Родріґес , буде чесно привести його до присяги й допитати . 
Щось я не чув заперечень . 
Я не відчув такої потреби , бо суддя чітко сказала : якщо ти натякнеш на свою версію ... Я не свідчив . А допитав вашого свідка . 
Але зайшов надто далеко . Заявив про невинуватість . 
Ви викликали свідка , а саме детектива , щоб встановити мою вину й нечесність , а я відстоював чесність і невинуватість цілком у межах своїх повноважень . 
Ви озвучили свою версію . 
Я попереджала : якщо представите таке , чого нема в доказах ... А ви зробили саме це . 
Ви маєте два варіанти . 
Хочете анулювати суд , я анулюю . Без зайвих питань . 
Я не змушуватиму вас продовжувати . А інакше ви свідчитимете . 
Ви самі це допустили . 
Погоджуйся на новий процес , Расті . 
Я свідчитиму . 
- Мая , вони хотіли анулювання . - Що це було ? - Бо знають , що програють . - Ні . - Тому й викликали мене ! - Можливо . А , може , хотіли тебе викликати , бо ти будеш легкою мішенню . 
Добре , хай викликають . Чудово . Покажемо нарцисизм Мольто - у повній красі . - Для чого ? А твій не покажемо ? Як це розуміти ? 
Ти це зробив навмисно ? 
- Що ? - Допустив це . 
- Думаєш ... - Ти напросився свідчити . - Ти зробив це навмисно ? - Ні ... Чого б я це робив ? 
Бо ти Расті Сабіч і тобі все можна . 
Мая , а може ... може ... Я зробив це , бо знаю , що роблю . 
Я так не думаю . 
З мене досить . 
Расті Сабіч свідчитиме на свій захист , а отже , виступить не тільки підсудним , а й власним адвокатом . Він також буде свідком . Що ? 
У нього не буде помічниці , а значить , він захищатиме себе сам - один . 
САМ - ОДИН СТАН ЗДОРОВ'Я ГОРҐАНА НЕЯСНИЙ У цьому процесі на його плечі лягло чимало . Схоже , Сабіча таки загнали у глухий кут . Хіба що справжнє чудо ... Боже , Расті . ... врятує його в цій непростій ситуації . 
Ліки ? Що за ліки ? 
- Він приймає риталін . 
- Серйозно ? Так , я чув мамину телефонну розмову з психотерапевтом , і , по - моєму , він приймає їх перед засіданнями . 
Від них він стає уважніший . Так . 
І він п'є їх перед завтрашнім свідченням ? 
Це так тупо . 
А можеш поділитися цим своїм чарівним пилком Расті Сабіча ? 
Не знаю , чи можу ним з тобою поділитися . 
Ти ж не пробув тут цілу ніч ? 
Ні , я рано приїхав . 
Добре . Ти готовий ? 
Так , я готовий . 
Чудово . Сьогодні важливий день . 
Я згадав про юрфак і як тяжко ми працювали . 
Дай мені один день , Ніко . Один день , і я скажу , що це було того варте . 
Сьогодні твій день , Томмі . 
Це ж головне правило : не свідчити на свій власний захист . 
Він і не свідчив . Його викликав прокурор ... Як можна захищати себе , не виглядаючи шизофреніком ? 
Щось , що викликало б у присяжних сумнів . 
Привіт , Має . 
Удачі тобі сьогодні . Я хотіла сказати : головне – не дай йому збити себе з пантелику , а це й буде його намір . 
Довести тебе до зриву . Не ведися на це . 
Дякую , Має . 
А можна дати загальнішу пораду ? 
Спершу я скажу , що шкодую . 
Вибачення прийнято . 
Може , ти й мала рацію . 
Я завжди маю рацію . 
Не дай йому виставити тебе мудаком . 
Присяжні не повинні побачити тебе в такому світлі . 
Ні в чому не поступайся . 
- Я приїду , Расті . 
- Дехто прийшов . - Усе , закінчую . Дякую , Має . - Добре . 
- Чого ти тут ? 
- Лікарі дозволили . 
Я тобі потрібен . 
Тобі точно можна бути в залі суду ? 
Можна . Лікарі кажуть , я в порядку . А ти ? 
Ви присягаєте говорити правду і тільки правду , з божою поміччю ? - Так , присягаю . 
- Сідайте . 
Містере Сабіч ... ви заявили , що весь час відстоювали невинуватість у спілкуванні з детективом Родріґес . 
- Так . 
- І це правда ? 
Так . Ви були з нею абсолютно чесні ? 
Я не розповідав їй про стосунки з жертвою . 
А ви розказали їй , що були в будинку жертви у вечір її вбивства ? 
- Зрештою . - Зрештою ? 
То коли ви вперше доручили детективу Родріґес цю справу , бувши заступником головного прокурора , ви розказали їй , що були того вечора на місці злочину ? 
Не розказав . А ви хоч комусь розказали , що це стосується справи ? 
Я її не вбивав . 
Хіба перші дві доби у слідстві не найкритичніші ? 
І чи помогло б поліції і слідчим , якби вони знали , що ви там були ? 
Ти доніс свою думку . 
Я не розказав , що я там був . 
- Ви її кохали ? - Я закохався в неї . 
Чи можна сказати , що ви були нею одержимі ? 
Я був у неї закоханий . Та й що можна вважати одержимістю ... Тридцять повідомлень та імейлів у день її смерті й перед ним . - Це можна ? - Я був закоханий . 
У вечір її смерті ви пішли туди в надії , що стосунки продовжаться ? 
Так . 
Ви надіслали ці повідомлення за кілька годин до її смерті ? 
" Це неправильно . Ти не можеш . 
Я не дозволю так з собою чинити . Відповідай на мої дзвінки " . 
- Це ви надіслали ? - Так . А оце ? " Я хочу прожити з тобою все життя " . 
Це ви написали Керолін ? Казали , що хочете прожити з нею все життя ? 
Я її кохав . 
- Ви на неї сердилися ? 
- Я був пригнічений . 
Як у цьому повідомленні ? 
" Відповідай на дзвінки . За кого ти себе маєш , що так зі мною поводишся ? " 
Це пригнічення чи , скоріше , лють ? 
Я б назвав це пристрастю . 
А пристрасть осліплює . І , безумовно , я перестав бачити те , що для мене найважливіше . Дружину й дітей . 
Пристрасть — небезпечний наркотик . Від якого не захищений і ти сам , Томмі . 
Ти так сильно прагнеш мене посадити , що геть забув про те , що не маєш жодних справжніх доказів . 
Так , я був у неї закоханий . Так , я не розказав , що був там , але я її не вбивав . 
- Ти вдарив її кочергою ? - Я ні разу її не бив . 
Я не жорстока людина . 
Містере Ретцер , можете встати ? 
Ви бачилися з цим чоловіком ? 
Тут є свій контекст . 
Це відеокадри з сусіднього будинку . 
Це ви з ним , правильно ? 
Контекст відображений точно ? 
Ваша честь , це неочікуваний сюрприз . 
Це спростовує його слова . Свідок заявив , що він не жорстокий . 
Дозволяю . 
Він прийшов до мене додому без запрошення . 
Увірвався в мій двір і залякував мене . 
І ви його побили ? 
Моя вина , що я діяв з розпачу . 
Тому й приховав стосунки з Керолін Полімус . Тому й ревно добивався зізнання Ліама Рейнольдса в її смерті . Тому й накинувся на Браяна Ретцера . До речі , коли він прийшов , він тарабанив у двері , і їх відчинила моя дочка . 
Чи я емоційно нестабільний ? Так , я емоційно нестабільний . 
Жінку , яку я кохав , жорстоко вбили . І в цьому злочині звинуватили мене . 
Подібні обставини можуть розбурхати в людині чимало всього , зокрема й розпач . Слабкість , емоційну нестабільність . І я за все це вибачаюся . 
У цьому я винний . Але я не винний у вбивстві Керолін Полімус . 
Я не забирав її життя . 
Так . А що скажете про доктора Кумаґая ? 
Ви намагалися задушити нашого паталогоанатома ? 
- Мені повторити питання ? 
- Ні , я його почув . Мені стало відомо , що він приховав доказ в іншій справі . Чи принаймні не довів його до мого відома . Між нами виник конфлікт , і ... На жаль , я застосував силу . 
Ви намагалися його задушити . Ні , я його не душив . У розпалі суперечки - ви схопили його за горло ... - За барки . І коли в розпалі суперечки ви схопили його за барки , ви зробили це умисно чи просто не стрималися ? 
Я не зрозумів питання . 
Ви зробили це умисно чи просто не стрималися ? 
А містер Ретцер ? Коли на відео ви кілька разів його вдарили . Ви зробили це умисно чи просто не стрималися ? 
Він ніяк не йшов . 
А що б зробили ви ? 
Отже , ви не стрималися . 
Глянь на мене . 
Це було неймовірно . 
Це справжні тортури . 
Тортури . 
Я цілими днями брешу сім'ї . 
Коли я з ними , я мрію бути з тобою . 
Усе життя ? 
Я не пам'ятаю , як це писав . Просто рядок ? 
Посмію спитати , що тепер ? 
