雷 ... 你 还好 吗 ? 嘿 ... - 我 是 他 妻子 
- 嘿 快 叫 救护车 你 叫 救护车 了 吗 ? 
- 脉搏 紊乱 - 右臂 开始 输液 
好 确保 氧气 有 8 升 
他 需要 12 导联 心电图 、 全面 血液 检查 完整 血细胞 计数 和 交叉 匹配 
他 心室 性 心动过速 检查 脉搏 
没 脉搏 了 
- 嗨 亲爱 的 
- 我 到 家 了 和 孩子 们 在 一起 他 怎么样 ? 
还 在 手术 中 - 雷蒙德 霍根 ... - 好 - 我会 随时 告诉 你 情况 好 吗 ? - 好 - 我爱你 - 好 拜拜 ... 显然 是 心脏病 发作 - 真是 出乎意料 的 形势 变化 - 天 啊 现在 我们 完全 没有 审判 是否 还会 继续 的 消息 
蕾 这种 事有 过 先例 吗 ? 被告 跳 出来 救 辩护律师 的 命 
通常 是 律师 救 被告 但 我 的 回答 是 没有 相关 规定 要 看 法官 的 决定 
鉴于 目前 的 情况 我 认为 一切 皆 有 可能 
好 吧 如果 是 无效 审判 他们 得 从头再来 ? 看来 是 这样 
糟糕透顶 
嘿 想 喝点 什么 吗 ? 想 喝点 水 什么 的 吗 ? 
想 - 想 喝 谢谢 - 是 吗 ? 
洛兰 我 想 说 我 非常 遗憾 如果 有 任何 我能 帮上 ... 我 知道 这话 听 起来 假惺惺 的 但 无论 有 什么 我能 ... 
- 谢谢 - 是 - 好 - 谢谢 
- 霍根 太太 ? - 在 - 霍根 太太 ? 
- 是 我 他 没事 了 甚至 会 比 之前 更好 
- 真的 ? - 不是 冠状动脉 的 问题 - 是 心动 过缓 - 天 ... 是 心电 问题 导致 他 的 心跳 几乎 停止 我们 给 他 装 了 心脏起搏器 没有 神经 损伤 
- 他 出院 时会 更 健康 - 谢谢 你 医生 
所以 他会 没事 ? 
- 他会 没事 好好 的 - 是 会 更 健康 他 正在 恢复 
他 几小时 后 会 回到 病房 那时 你 就 能 看 他 了 天 啊 
- 谢谢 - 是 不 客气 好 了 ? 
我们 有 麻烦 了 
是 我们 有 麻烦 了 
陪审团 刚刚 看到 鲁斯蒂 英勇 救人 我们 得 申请 无效 审判 - 什么 ? - 对 - 我们 ... - 我们 胜算 很大 
- 我 可不 确定 
- 无效 审判 意味着 他会 被 释放 - 不 那 不 一定 
- 一定 的 拜托 第二次 审判 他 就 知道 我们 的 策略 了 你 想想 作为 一个 撒谎 、 出轨 的 神经病 - 他 还 挺 有 魅力 对 吧 ? - 这 不 ... 他 还 在 陪审团 面前 救 下 一条 人命 也 可以 说 陪审团 刚刚 目睹 他 行事 冲动 身体力行 看到 他 崩溃 的 样子 但 你 必须 相信 陪审团 
要 知道 他们 比 我们 更能 想象 那天 晚上 发生 了 什么 
问题 来 了 : " 接下来 怎么办 ? " 
没有 首席 律师 就 无法 继续 毕竟 谋杀 审判 已经 到 了 后期 
也许 他们 会 暂停 ? 
我 很 确定 这是 行不通 的 
根据 我 从 法律 专家 那里 得到 的 消息 ... 各位 有 什么 想法 ? 
有 想法 吗 ? 
德拉 瓜迪亚 先生 你 似乎 有 很多 想法 没说 出口 
我 只是 在 权衡 司法 经济学 原则 和 公平 原则 哪个 更 重要 作为 法庭 代理人 我们 承认 我们 有 责任 确保 诉讼 程序 不 受 偏见 和 不 当成 见 的 影响 你 在 说 什么 ? 我们 从 法学院 毕业 很多年 了 
- 你 在 说 什么 ? - 我 是 说 我们 认为 无效 审判 是 合理 的 
- 你 说 这些 就够 了 - 我们 反对 
你们 想 继续 庭审 ? 
我 准备 好 接手 了 
- 立刻 吗 ? 
- 你 要 接手 ? 
明天 开始 吧 我 希望 能缓 一天 
德拉 瓜迪亚 先生 呢 ? 
抱歉 好 的 ... 检方 可以 继续 
我 想 为 自己 辩护 
你 说 什么 ? 
我 想 接手 当 首席 律师 我 的 出席 已经 记录在案 了 而且 温斯洛 女士 的 经验 不如 我 丰富 - 不 同 一场 审判 一个 人 ... - 她 可以 当 次席 律师 不能 既 当 证人 又 当 辩护律师 我 不当 证人 我 现在 就 声明 你 依然 会 是 证人 而且 是 有史以来 最 聪明 的 证人 因为 你 可以 向 陪审团 呈 上 你 的 观点 、 举止 ... 
- 我 的 首席 律师 病倒 了 - 还 不必 面对 交叉 询问 我 不会 提供 任何 证据 或 证词 我 想 提醒 法庭 这 是 我 的 权利 
法庭 也 提醒 你 萨比 奇 先生 如果 你 哪怕 提到 一点 你 对 诸事 的 看法 我 就 会 允许 检方 让 你 坐 上 证人席 那 你 将 接受 完整 的 交叉 询问 
如果 你 搬起 石头砸 了 自己 的 脚 你 不得 根据 第六 修正案 说 自己 的 律师 是 傻瓜 而 去 上诉 
你 打算 亲自 上阵 ? 
只要 他 不 提供 证词 那 就 不 犯法 
我 明白 法官大人 
这 是 个 馊主意 但 这 是 你 的 自由 
我 去 通知 陪审团 我们 明天 早上 10 点 恢复 庭审 
你 也许 该 重新考虑 一下 
怎么 会 这样 ? 你 答应 过 我 你 会 保护 他 
- 我们 会 尽力 的 - 你们 会 尽力 ? 你们 会 尽力 ? 
就 没有 人 保护 我 儿子 吗 ? 
他 现在 将 被 杀害 他 母亲 的 人 交叉 询问 
- 他 有 这个 权利 代表 ... 
- 他 是 该死 的 谋杀 犯 
即便 本案 案情 跌宕起伏 此事 依然 令人震惊 
埃莉诺 鲁斯 蒂萨 比奇 为 自己 辩护 - 你 对此 有何 看法 ? - 妈妈 这太 疯狂 了 
别 低估 了 你 父亲 亲爱 的 - 尤其 是 在 法庭 里 
- 妈 拜托 - 活见鬼 - 别说 脏话 
停 ... 
好 法庭 上见 
请原谅 我 迟到 了 法官大人 
萨比 奇 先生 
你好 迈克尔 首先 请 允许 我 表示 深切 的 哀悼 我 无法 想象 你 失去 母亲 的 痛苦 
你 杀 了 我 母亲 
你 以前 经常 去 你 母亲 家 就 在 外面 看着 ? 
观察 她 的 生活 观察 ... 她 不 希望 你 参与 的 那种 生活 是 的 她 可 曾 告诉 你 她 为什么 不 希望 你 参与 她 的 生活 吗 ? 
没 告诉 你 父亲 告诉 过 你 她 为什么 不 希望 吗 ? 
这 一定 令 你 很 生气 
这么 说 合理 吗 ? 
不足以 杀 了 她 小心 了 
- 雷蒙德 
- 我 只是 旁观 
有意思 迈克尔 因为 在 她 生命 的 最后 几周 里 你 和 你 母亲 互发 过 几条 短信 
你 有没有 写 : " 你 死 了 会 更 轻松 " ? 是 你 发给 她 的 吗 ? 
她 不光 伤害 了 我 还 伤害 了 我 父亲 " 我 非常 生 你 的 气 你 毁 了 我 的 人生 " 
是 你 发给 她 的 吗 ? 
你 曾 希望 她 死 
不 我 说 那样 更 轻松 
人们 会 忘记 死亡 的 痛苦 离婚 更难 释怀 这才 是 我 的 本意 
好 不要 再 追问 了 这样 ... 就 很 好 
你 拍 到 我 在 你 母亲 死亡 那天 晚上 走进 她家 你 曾 作证 说 之前 也 见到 我 去过 所以 你 知道 我 和 你 母亲 是 情人 
是 的 她 不 希望 你 参与 她 的 生活 但 她 爱 我 这 完全 不会 令 你 讨厌 我 吗 ? 
我 讨厌 你 是因为 你 杀 了 她 
别 发狠 鲁斯蒂 
你 在 拍 了 这个 视频 后 做 了 什么 ? 
我 离开 了 你 在 看到 我进 她家 多久 后 离开 的 ? 
- 基本 立刻 就 离开 了 
- 你 去 了 哪里 ? 我 回家 了 
当时 谁 在家 ? 我 父亲 
就 你们 俩 ? 
是 还有 其他人 吗 ? 
没 了 就 我们 俩 
所以 除了 他 没人能 支持 你 的 说法 除了 你 没人能 支持 他 的 说法 
- 反对 
- 反对 无效 
你 有没有 告诉 你 父亲 你 看到 母亲 的 情人 去 了 她家 ? 
请 回答 问题 迈克尔 
我 不 记得 是否 告诉 过 他 什么 
所以 有 可能 ... 有 可能 你 告诉 了 你 父亲 你 看见 你 母亲 的 情人 进 了 她家 就 在 她 遇害 那晚 ? 
我 不 记得 是否 告诉 过 他 什么 
在 你 的 电脑 里 有 几份 被 警察 没收 的 文件 这些 文件 表明 你 对 你 母亲 曾经 手过 的 案子 非常 感兴趣 
你 去 了 一些 真实 的 犯罪 网站 挖掘 主流 媒体 上 没有 的 信息 包括 邦尼 戴维斯 案 ( 深度 探案 ) - 反对 
- 反对 有效 提问 即可 律师 他 必须 小心 
- 你 是否 杀 了 你 母亲 ? - 反对 你 父亲 呢 ? 他 是否 杀 了 你 母亲 ? - 天 啊 - 告诉 我 你 有 确凿证据 
我 没有 理由 指控 证人 和 他 的 父亲 我 怎么 可能 ? 在 警方 失职 地 草草 调查 之后 他们 都 被 州 检察官 办公室 放走 了 
- 他 失控 了 - 法官大人 
我 郑重 问 你 你 是否 杀 了 你 母亲 ? 嘿 你 这个 变态 
爸 
- 够 了 ... - 考 德威尔 先生 退 下 
你 认真 的 ? 
- 走 - 退 下 考 德威尔 先生 
你 该 看着 他 的 
萨比 奇 先生 你 怕 道尔顿 考 德威尔 来 找 你 报复 吗 ? 
以前 一旦 案情 不妙 雷蒙德 总 喜欢 说 他 说 完蛋 的 程度 有 五分 熟 、 七分 熟 和 全熟 
我 觉得 我们 可能 是 全熟 彻底 完蛋 
他 这 是 狗急跳墙 指责 除了 他 自己 以外 的 所有人 好 吧 好 吧 ... 
所以 他们 阐述 了 对 卡罗琳 波尔 希 默斯 怀恨在心 的 人 出现 在 案发现场 并且 那 人 可能 知道 邦尼 戴维斯 案 的 细节 
他们 指出 了 利亚姆 雷诺兹 然后 那位 父亲 发狂 了 
所以 我们 ... 里戈 - 我们 给 里 戈 打电话 - 里戈 ? - 不 里戈 坚定 地 支持 鲁斯蒂 - 对 尤金妮亚 也 是 关键在于 问对 问题 
- 里戈 讨厌 我 
- 她 不 讨厌 我 我 可以 搞定 她 - 不要 - 要 - 要 ... - 不行 别说 了 我 告诉 你 原因 因为 如果 不 给 她 打电话 我们 就 真的 彻彻底底 完蛋 了 
- 里戈会 说 什么 ? 
- 不 知道 
得 了 拜托 胡说 你们 是 朋友 - 告诉 我 她 会 ... - 不 你们 是 朋友 
她 要 给 什么 作证 ? 
鲁斯蒂 可能 是 给 我 之前 和 现在 看到 的 东西 作证 
什么 意思 ? 你 失控 了 就 像 你 此时此地 这样 
什 ... 你 知道 我 不想 作证 对 吧 ? 
我 知道 你 很 清楚 这点 
我 整件事 都 弄错 了 吗 ? 
- 我 是不是 ... - 什么 ... 卡罗琳 是 一种 毒品 你 有 毒瘾 毒瘾 害人 家破人亡 
老天 害 你 一个 人 也 就 罢了 但 你 不能 让 她 毁 了 你 的 家庭 
天 啊 我 认为 她 那天 晚上 跟 你 说 她 要 把 孩子 生 下来 对 吗 ? 
她 那天 晚上 是不是 跟 你 说 她 要 把 孩子 生 下来 ? 
她 要 把 孩子 生 下来 - 你 的 孩子 - 下车 
下车 
利亚姆 雷诺兹 本来 和 卡罗琳 波尔 希 默斯 遇害 无关 然而 你们 俩 却 再次 去 监狱 见 利亚姆 雷诺兹 - 是 这样 吗 ? - 是 的 
为什么 ? 
让 鲁斯蒂 跟 大家 说 吧 
即使 你害 卡罗琳 被 杀 此事 也 可能 对 你 有利 
你 一定 有 共犯 也就是说 你 可能 有 某种 筹码 好 你 想想 你 现在 因 杀害 邦尼 戴维斯 被 终身 监禁 帮 我们 破 卡罗琳 案 你 可能 重获 自由 知道 吗 ? 即使 当时 你 也 涉及 谋杀案 之中 
这 就是 不合情理 
好 那 把 话 讲清楚 你 是 说 我 承认 自己 涉嫌 谋杀 ... - 如果 你 有 共犯 的话 - 检察官 - 却 可能 会 导致 我 被 释放 ? - 对 
可以 确定 的 是 你 目前 是 终身 监禁 不得 假释 我 在 给 你 一个 改变 这 一点 的 机会 
真好 啊 不 老天 啊 
我 ... 根本 不 知道 有 这事 
你 狗急跳墙 了 
用 减刑 来 交换 承认 谋杀 了 卡罗琳 波尔 希 默斯 
我 当时 不 在场 不 知道 他 要 这么 做 
你 对 他 企图 贿赂 有 异议 吗 ? 反对 
- 反对 有效 - 抱歉 你 对 他 这种 做法 有 异议 吗 ? 
有 他 跟 我 说 了 经过 后 我 说 我 认为 他 严重 越界 了 
他 有 回应 吗 ? 
有 他 好像 是 这么 说 的 ... 事关 我 的 人生 我会 不择手段 
真是 个 大 英雄 当初 被告 把 这个 案子 交给 你 时 收集 证据 方面 你 有没有 得到 具体 指示 ? 
所有 证据 无论 是否 和 法医 有关 都 要 直接 交给 他 只 给 他 
那 你 有没有 得到 具体 指示 说 这些 证据 无论 是否 和 法医 有关 具体 要 不让 谁 看到 ? 
莫尔托 先生 和 你 
真令人 失望 
你 问 证人 吧 
开始 了 
我 一直 不顾一切 地想 证明 自己 的 清白 我 觉得 自己 被 冤枉 了 这么 说 合情合理 吧 ? 算是 吧 我 也 一直 坚持 说 我 在 卡罗琳 波尔 希 默斯 遇害案 中是 无辜 的 
- 是不是 这样 ? 
根据 你 的 经验 警探 检察官 要求 你 对 信息 保密 这 很 罕见 吗 ? 
根据 我 的 经验 不 罕见 
你 也 知道 我 叫 你 不要 把 证据 给 其他人 看 正是 因为 我 不 相信 莫尔托 先生 和 德拉 瓜迪亚 先生 会 展开 公平 的 调查 这么 说 也 合情合理 吧 ? 
谢谢 
你 怎么样 ? 
还好 你 知道 他们 ... 他们 找来 了 两位 证人 为了 ... 我 有点 过于 急 着 声称 我 是 清白 的 了 
无所谓 了 那 又 如何 ? 案子 依然 顺利 我们 没 问题 你 又 开始 吃 这药 了 ? 
我 需要 集中精力 
我要 怎么 才能 做到 集中精力 啊 ? 
你 应该 告诉 我 的 鲁斯蒂 
- 真棒 ... 好 - 是 谢谢 
全体 起立 
法庭 现在 开庭 由 尊敬 的 利特尔 法官 主持 请 坐 
好 莫尔托 先生 检方 州政府 还有 其他 事 吗 ? 
有 法官大人 
人民 传唤 鲁斯 蒂萨 比奇 
搞 什么 鬼 ? 
因为 萨比 奇 先生 坚持 通过 罗德里戈 斯 警探 作证 他 宣誓 作证 并 接受 交叉 询问 才 公平 
我 没 听到 有人 喊 反对 
我 感觉 没 必要 反对 因为 法庭 说 得 很 清楚 如果 被告 哪怕 提到 一点 他 的 看法 ... 不 我 没有 作证 我 交叉 询问 了 你 传唤 的 证人 
但 你 的 提问 超出 了 我们 的 直接 盘问 范畴 你 强调 自己 是 无辜 的 
证人 是 你 传唤 的 你 传唤 警探 来说 我 有罪 、 不诚实 我 的 交叉 询问 是 说 我 真实 和 无辜 
你 给出 了 自己 的 看法 
我 警告 过 你 你 哪怕 提出 一点点 不 属于 证据 的 东西 ... 你 确实 这么 做 了 
好 你 有 两个 选择 
你 想 申请 无效 审判 我 可以 批 不多 问 
我 不会 强迫 你 继续 但 如果 继续 你 就要 上 证人席 
是 你 一手 导致 的 这种 局面 
接受 无效 审判 吧 鲁斯蒂 
我 作证 
- 米娅 无效 审判 是 他们 想要 的 - 你 搞 什么 ? - 他们 知道 自己 快输 了 - 所以 才 传唤 我 - 也许 吧 或者 也许 他们 是 想 让 你 上 证人席 让 你 成为 活靶子 
行 啊 让 我 上 证人席 好 了 可以 让 莫尔托 的 自恋 情节 - 一览无遗 吧 - 为什么 ? 你 的 就 不会 吗 ? 此话 怎讲 ? 
你 是 故意 的 吗 ? 
- 什么 ? - 给 他们 机会 
- 你 在 想 什么 ... - 你 引入 了 证词 - 你 是 故意 的 吗 ? - 不 ... 我 为什么 要 这么 做 ? 
因为 你 是 鲁斯 蒂萨 比奇 你 可以 为所欲为 对 吗 ? 
米娅 也许 ... 我 是 说 也许 我 这么 做 是因为 我 心里有数 
我 觉得 不是 
我 不 干 了 
鲁斯 蒂萨 比奇 即将 在 自己 的 辩护 中 走上 证人席 就是说 他 不光 是 被告 还是 辩护律师 现在 还 将 成为 证人 什么 ? 
他 将 没有 次席 律师 独自 为 自己 辩护 
( 关键因素 : 无 共同 辩护律师 雷蒙德 霍根 健康状况 不明 ) 他 在 这次 庭审 中 承受 着 巨大 压力 似乎 萨比 奇 真的 无路 可退 了 我 不 知道 是否 有 奇迹 ... 天 啊 鲁斯蒂 能 把 他 救 出来 
药 什么 药 ? 
- 他 在 吃利 他林 
- 真的 ? 真的 我 听见 妈妈 和 她 的 治疗师 通电话 我 猜 他 在 重大 审判 前会 吃 
让 他 更 警醒 是 
他 现在 吃 了 ? 他 明天 要 作证 
是 的 真蠢 
有没有 可能 来点 鲁斯 蒂萨 比奇 的 神奇 粉末 ? 
我 不 知道 这种 东西 能 不能 给 你 
别 告诉 我 你 是 在 这里 过夜 的 
没有 我 来得早 
好 你 准备 好了吗 ? 
准备 好 了 
很 好 今天 是 个 大 日子 
我 只是 在 想 我们 在 法学院 里 有 多 努力 
是 的 尼科 给 我 一天 就 好 让 我 能 说 一切 努力 都 值得 的 一天 
今天 就是 那 一天 汤米 
这 简直 是 犯罪 播客 里 的 基础 内容 不要 在 自己 的 辩护 中当 证人 
他 没当 不是 吗 ? 是 检方 传唤 他 的 你 为 自己 辩护 怎么 可能 看起来 不像 精神分裂症 患者 ? 
这 可能 令 陪审团 心 生 疑虑 
你好 米娅 
祝 你 今天 好运 我 只 想 说 关键 是 不要 让 他 扰乱 你 的 情绪 这 一定 是 他 的 目的 
就是 激怒 你 你 不能 上当 
谢谢 你 米娅 
我 可以 给出 更 笼统 的 建议 吗 ? 
我能 先 道歉 吗 ? 
我 接受 你 的 道歉 
也许 你 是 对 的 
我 一向 都 是 对 的 
他 想 让 你 当个 混蛋 别 让 他 得逞 
让 陪审团 看到 的话 对 你 不利 
不要 在 任何 事情 上 向 他们 让步 
- 我会 到场 的 鲁斯蒂 
- 好 有人 来 了 - 我 得 挂 了 谢谢 你 米娅 - 好 
- 你 怎么 来 了 ? 
- 医生 说 我 可以 出院 了 
你 需要 我 
你 确定 可以 安全 出庭 吗 ? 
真的 医生 说 我 没 问题 了 你 呢 ? 
你 愿 以 上帝 之名 发誓 说出 真相 全部 真相 绝无 虚言 吗 ? - 我 愿意 
- 请 坐 
萨比 奇 先生 你 在 罗德里戈 斯 警探 面前 说 你 一直 称 自己 是 无辜 的 
- 是 的 
- 这是 实话 ? 
是 你 跟 她 说 的 都 是 实话 ? 
我 没有 透露 我 和 受害人 之间 的 关系 
你 有没有 向 她 透露 你 在 案发 当晚 在 受害者 家中 ? 
- 后来 透露 了 - 后来 ? 
那 你 当初 把 案子 交给 罗德里戈 斯 警探 时 你 身为 副 县 检察长 你 有没有 告诉 她 你 在 案发 当晚 在 受害者 家中 ? 
我 没有 你 有没有 告诉 任何 和 本案 有关 的 人 ? 
我 没 杀 她 
任何 调查 的 头 48 小时 是不是 最 重要 的 ? 
如果 让 警方 和 调查组 知道 你 当时 在场 会 不会 有 帮助 ? 
你 已经 说 清楚 了 汤米 
我 没有 透露 我 在 现场 
- 你 和 她 相爱 吗 ? - 我 爱 上 了 她 
可不可以 说 你 对 她 痴迷 ? 
我 当时 爱着 她 至于 算不算 痴迷 ... 在 她 死亡 当天 或前 几天 发送 30 条 短信 或 电邮 - 这算 痴迷 吗 ? - 我 当时 爱着 她 
她 去世 那天 你 去 她家 是 希望 她 能 跟 你 复合 ? 
是 的 
这些 短信 是 你 在 她 去世 前 几小时 发送 的 吗 ? 
" 这 不 对 你 不能 这么 做 
你 不能 这样 对 我 接电话 啊 " 
- 是 你 发 的 吗 ? - 是 的 这 一条 呢 ? " 我 想 跟 你 共度 余生 " 
是 你 发给 卡罗琳 的 吗 ? 你 跟 她 说 想 跟 她 共度 余生 ? 
我 当时 爱着 她 
- 你生 她 的 气 吗 ? 
- 我 很 沮丧 
沮丧 就 像 这条 短信 ? 
" 接电话 啊 你 以为 你 是 谁 ? 竟然 这样 对 我 " 
这是 沮丧 还是 愤怒 ? 
我 觉得 是 激情 
激情 会 令人 盲目 我 显然 没有 看到 什么 才 是 我 人生 中 最 重要 的 东西 是 我 的 妻子 和 儿女 
激情 是 危险 的 毒药 你 自己 也 不能 幸免 汤米 
你 太 痴迷 于 给 我 定罪 了 你 没有 看到 一个 事实 即 你 没有 确凿 的 证据 
是 的 我 当时 爱着 她 是 的 我 没有 透露 我 在场 但 我 没 杀 她 
- 你 有没有 用 捅 火棍 打 她 ? - 我 从没 打过 她 
我 不是 个 暴力 的 人 
拉泽 先生 请 站 起来 好 吗 ? 
你 之前 见过 这个 人 吗 ? 
此事 是 有 背景 的 
这是 你家 隔壁 监控 的 视频 
这是 你们 俩 对 吗 ? 
视频 对 事件 背景 的 描述 公平 、 准确 吗 ? 
法官大人 这 是 不 公平 的 突然袭击 
我 质疑 证人 的 可靠性 证人 刚刚 说 他 不是 个 暴力 的 人 
同意 
他 突然 来到 我家 
他 擅闯 民宅 还 恐吓 我 
所以 你 就 打 了 他 ? 
我 是 出于 心急 才 这样 做 的 
心急 导致 我 隐瞒 我 和 卡罗琳 波尔 希 默斯 的 关系 心急 导致 我 急 着 去 让 利亚姆 雷诺兹 承认 和 她 的 死 有关 心急 导致 我 攻击 布莱恩 拉泽 顺便 说 一句 他 到 我家 来时 他 猛 敲 我家 的 门 是 我 女儿 应门 的 
我 情绪 不 稳定 吗 ? 是 ... 我 情绪 不 稳定 
一个 我 爱 的 人 惨遭 谋杀 而 我 被 指控 是 犯罪 凶手 
这样 的 情况 可能 导致 一个 人 爆发 出 很多 心态 心急 是 其中 之一 脆弱 、 情绪 不 稳定 我 为 这些 道歉 
这 都 是 我 表现 出来 的 样子 但 我 没有 杀害 卡罗琳 波尔 希 默斯 
我 没有 夺走 她 的 性命 
好 那熊谷 医生 呢 ? 
你 可 曾 试图 掐死 我们 的 首席 法医 ? 
- 要 我 重复 一遍 问题 吗 ? 
- 不必 我 听见 了 我 注意 到 他 在 另 一个 案件 中 隐瞒 了 证据 我 是 说 至少 是 行为 不当 没有 告知 我 有 那个 证据 所以 我们 之间 起 了 争执 然后 ... 我 很 后悔 我 动手 了 
你 后悔 想 掐死 他 不 我 没有 掐 他 好 当 情绪 爆发 - 你 抓住 了 他 的 喉咙 ... - 抓住 了 衣领 好 当 情绪 爆发 你 抓住 了 他 的 衣领 你 是 故意 的 还是 失控 了 ? 
我 不 知道 你 想 问 什么 
你 是 故意 的 还是 失控 了 ? 
那拉泽 先生 呢 ? 我们 看到 你 在 视频 里 反复 用 拳头 打 他 你 是 故意 的 还是 失控 了 ? 
他 不肯 离开 
换作 是 你 你 会 怎么 做 ? 
所以 你 失控 了 
嘿 看着 我 ... 
干得 漂亮 
这是 折磨 
就是 折磨 
我 整天 欺骗 家人 
我 在 他们 身边 时 只想 跟 你 在 一起 
共度 余生 啊 ? 
我 不 记得 写过 那条 短信 只是 花言巧语 ? 
我能 问问 现在 怎么办 吗 ? 
