( لی جی‌آه ) 
: آیـــ ( ملکه طلاق ) ـــرِن : ! کیم سارا 
! سارا 
کیم سارا - گی‌جون - 
! سارا 
دونگ گی‌جون 
! سارا ، حالت خوبه ؟ 
سارا 
میتونی راه بری ؟ 
یکم نگهش دار 
صبح زود برگرد اینجا و بذار بره 
بله قربان 
دور بزن - بله ؟ 
همین الان بپیچ 
( ما به شدت با توسعه مجدد مخالفیم ) 
هی ، اینجوری نمیشه 
بپر پشتم 
وای خدا ، حالت خوبه ؟ 
میتونی صحبت کنی ؟ یه چیزی بگو آره صدام مثل همیشه خوبه 
جاییت آسیب ندیده ؟ 
خب شاید صورت زیبام ؟ 
اینجوری نمیشه 
بذار تا ماشین ببرمت 
بالابردن دستات سبک ترت نمیکنه 
خیلی نگرانت بودم 
بریم 
( متخصص طلاق ، " راه حل " ) 
: آیـــ ( قسمت ششم ) ـــرِن : : @ AirenTeam : 
خیلی نگرانت بودم 
شاید بهتره به خاطر گلوت قهوه نخوری 
حالت خوبه ؟ 
آره - خوبه - 
این یکم چایی ریشه گل استکانیه 
متوجه شدم که صدای زیبات دیروز آسیب دیده 
اوه ممنون 
جدی نمیخوای بری اداره پلیس ؟ 
نو یول‌سونگ نمیتونه از زیر این کار قسر در بره 
احتمالا پر کردن یه گزارش تنها کاریه که از دستم برمیاد 
نه دوربین مداربسته ای بود نه شاهدی 
اگه باز همچین کاری بکنه چی ؟ 
اونموقع تو باز میای نجاتم میدی 
آره 
به به چه بوی خوبی میده 
خب گلوت رو صاف و صوف کن 
من قهوه میخورم 
اوکی ممنون 
خدایا 
یخ داره ، معلومه که سرده 
این نشون میده چرا باید با یه زن مثل آدم بهم زد 
باید براش یه کیف گرون میخریدی بعدش پرتش میکردی بیرون یا یه درس حسابی بهش میدادی که بدونه باید دهنش رو ببنده 
اگه این کار رو میکردی اوضاع انقدر خراب نمیشد 
چی ؟ 
چرا تغییر قانون انقدر دردسر داره ؟ 
با قانون مربوط به دانشکده های حقوق باید چیکار کنیم ؟ 
خب باید بریم سراغ نقشه دوم 
مگه این تنها راه حل ما نیست ؟ 
که اینطور ، باشگاه 50 میلیونی ها ؟ 
نقشه ای که توش به ده نفر ، پنج میلیون دلار میدیم ؟ 
من مخالفم 
به این فکر کن که اگه پنجاه میلیون دلار رو بین خودمون تقسیم کنیم ، چی میشه 
اگه نتونیم قانون مربوط به دانشکده های حقوق رو عوض کنیم چی ؟ 
کل برناممون برای سود چند برابری میشه هیچ و پوچ 
این همه سرمایه‌گذاری بیهوده‌ست یعنی ؟ 
من نمیفهمم 
( نکات در خصوص پرونده هان جی این ) 
( آیا نو یول‌سونگ تلفن سو وونگ‌جین رو برداشت ؟ 
ببخشید ، داری چیکار میکنی ؟ 
این فایلیه که دیروز بهتون دادم 
غلط املایی های زیادی داشتم بذارین درستشون کنم بعد تحویل میدمش 
باشه ، نیازی نیست اینجوری تعظیم کنی 
( نا یو‌می ) 
( " نوه من خودکشی نکرد " ) 
( " خودکشی بعد از خرید بلیت هواپیما ؟ " ) 
( " زنی از تاکسی در حال حرکت بیرون میپرد " ) 
من اسم این زن رو شنیدم 
اسمش نا یو‌میه 
ازش خوشت میومد ؟ 
از کجا میشناسیش ؟ 
وکیل دونگ ، اون عکسا رو آورد 
عکس های تو و اون رو 
با عکس‌ها چیکار داره ؟ 
احتمالا برای طلاق ازشون استفاده میکنه پس قبل از دست دادن پول بیشتر ، امضا کن 
دونگ گی جون بازم داره رو پرونده کار میکنه ؟ 
نگران نباشین قربان 
اون از اون خونواده خواست شماره پروفسور سو رو بهش بدن ولی اونا خودشون رو زدن به اون راه 
چرا الان داری به من میگی ؟ 
حواست بهش باشه 
بله قربان 
درخصوص مشکلتون با همسرتون 
اون بهم نمیگه چه اتفاقی افتاده 
برین باهاش حرف بزنین - بله - 
میتونین کمکشون کنین ؟ - البته - 
چی ؟ 
دو تا بطری تنهایی خوردی ؟ 
! هی وکیل دونگ اومده 
صبر کن ، من که منتظر تو نبودم 
بیخیال خانم سون این چیه ؟ خانم سون - باشه - 
باشه فهمیدم 
با من حرف بزن 
مشکلت چیه ؟ - مشکل من ؟ - 
میدونی یه اتفاق بی نظیر برام افتاد 
خیلی خوشحال شدم 
میخوای ببینیش ؟ 
. . چی رو ؟ چی 
بیا فردا برگه ها رو امضا کنیم ، من نفقه رو میدم 
چی ؟ 
( نو یول‌سونگ ) اون تسلیم شد 
نباید یه شام گروهی بزرگ تدارک ببینیم بخاطر این اتفاق مبارک ؟ 
چرا داری تنها میخوری ؟ 
میخواستم تنها جشن بگیرم چون الان رو ابرام 
ولی تو نباید بخاطرش خوشحال باشی - بله - 
میدونی چی منطقی نیست ؟ 
از اونجایی که تو همچین روز شیرینی دارم مشروب میخورم باید شیرین باشه مگه نه ؟ 
. . ولی خیلی تلخه 
فقط پول هدر دادنه ، لعنتی 
تلخه چون داری تنها میخوریش 
اگه با یکی دیگه بخوری شیرین میشه 
بیا 
داری میخوابی ؟ 
( توافقنامه طلاق توافقی ) 
نو یول‌سونگ موظف است به هان جی این ) ( مبلغ 600 هزار دلار به هنوان نفقه پرداخت کند 
خودکار میخوام 
( نو یول‌سونگ ) 
چطور شده بدون همکارت اومدی ؟ 
فکر میکنی دلش میخواد دوباره ببینتت ؟ 
اگه بازم سعی کنی به کیم سارا آسیب بزنی دیگه انقد راحت ازت نمیگذرم 
چی بهت اجازه میده همچین حرفی بزنی ؟ 
به عنوان مرد کیم سارا 
من بزودی مرد اون میشم چون دیگه نمیخوام دست‌هاش رو ول کنم 
عجب عوضی بیشعوری 
مسیر سختی بود ، تبریک میگم 
این مگه تبریک داره ؟ 
گفتی میخوای اون آدمو تحمل کنی 
موقعی که امید به زندگی 60 سال بود مردم این کار رو میکردن 
الان یه سری بیمه های عمر اومده که تا 120 سال رو هم گارانتی میکنن 
پس اگه مردم بخوان 30 سالگی ازدواج کنن باید با یه همسر یه قرن زندگی کنن 
واسه همین طلاق تو سن تو چیز خاصی نیست 
طلاق مفیدی داشتی ، پس به دوستات بگو بهت تبریک بگن 
ممنون 
چی شده ؟ 
نباید اینجا باشی 
. . چیکار میکنی ؟ اگه میخوای به یکی سیلی بزنی باید 
احتمالا با خودت فکر کردی من خل شدم 
دیگه عقلت رو از دست دادی 
دقیقا 
وقتی کسی اینجوری برخورد میکنه احتمالا فکر میکنی دیوونه شده یا کنترلش رو از دست داده 
خب پس چرا اینجوری میکنی ؟ 
میخوای با زن سطح پایینی مثل اون همکاری کنی ؟ 
چیکار داری میکنی ؟ 
عذرخواهی کن 
باید بکنی 
ما اینجا دوربین مداربسته داریم 
عذرخواهی ؟ باشه ، میکنم 
ولی دمار از روزگارت درمیارم 
از کاری که کردی مثل چی پشیمون میشی 
حرفام یادت بمونه 
حالت خوبه ؟ 
حالت خوبه ؟ 
خانم هان - بله - 
هیچوقت تو زندگیم سیلی نخورده بودم 
این میشه آخرین دفعه 
احتمال دوباره داشتن مادرشوهری مثل اون مگه چقدره ؟ 
مامان لطفا تو کارم دخالت نکن 
انتظار داری بشم دلقکی مثل تو ؟ 
دلقکی که بازیچه دست اون شد و نفقه بهش داد ؟ 
اولین کاری که باید بکنیم اینه که اون وکیل رو از کیم سارا جدا کنیم 
هنوزم اون زن رو دوست داری ؟ 
اون وکیل دونگ گی جونه 
دادستانی که پرونده ی پروفسور سو رو حل کرد همونی که پرید 
... خب که چی ؟ چرا اون دوتا نتونن 
به خاطر توعه 
وای ، خدایا 
، می دونین ، من طلاق گرفتم و دوباره ازدواج کردم همون طور که شما گفتین ولی الانم رو ببینین 
وضعی که الان توش گیر کردم رو ببینین یه افتضاحه 
از این به بعد به روش خودم انجامش میدم 
داری میگی تقصیر من بوده ؟ 
همسرم از روی ویلچر افتاد 
... سعی داشته که تنهایی حرکت کنه چون نمی خواست سربار من باشه 
عزیزم ، دفعه بعد بهم زنگ بزن ، باشه ؟ 
باشه ، حتما زنگ میزنم 
امروز چطور به نظر میام ؟ 
خوشگلی 
این پرونده شامل زوج کانگ چول و چوی لا هی میشه 
شوهره دانشگاه هاروارد امریکا درس خونده و از کمر به پایین توی تصادف فلج شده ولی اون کسب و کارش رو ... با علاقه راه اندازی کرد و یک کارافرین موفق شد 
زنش استریمره 
از زندگی روزانه شون فیلم اپلود می کنه 
بشتر فیلم هاش راجع به این هستن که چطور از شوهرش مراقبت می کنه 
اونا داخل یه برنامه ی زوج یابی اشنا شدن 
و از همون ملاقات اول از هم خوششون اومده 
و بعد از چهار ماه ازدواج کردن 
ولی چرا زنه طلاق می خواد ؟ ازدواجشون نمایشی بوده ؟ 
، دقیقا بعد از ازدواجشون زنش قربانی توهم های حسودانه ی مرده شده 
شوهرش احساس میکنه به ناحق متهم شده و نمی خواد طلاق بگیره 
ببخشید دیر اومدم 
( کانگ چول ، چوی لا هی ) 
موکل شوهره است یا زنه ؟ 
زنه - پرونده رو قبول می کنیم ؟ 
برنامه دارم باهاش ملاقات کنم ، چرا ؟ 
سلام 
سلام ، وکیل دونگ 
سلام 
سلام ، لیدر تیم راه حل ، کیم سارا هستم 
چی باعث شده فکر کنین شوهرتون بهتون شک داره و فکر میکنه خیانت میکنین ؟ 
اون همه ی حرکات من رو زیر نظر داره 
... شما هیچ وقت همچین چیزی رو تجربه نکرده بودین ، درسته ؟ 
تا وقتی تجربه اش نکرده باشید نمی دونید چه حسی داره 
این رو خودتون نصب کردین ؟ 
این چیه ؟ 
یه ردیابه 
خدای من ، این روی ماشین من چکار می کنه ؟ 
از شوهرتون بپرسین 
حتی وقتی پول تو جیبی ... منو میده خیلی نگرانه که نکنه برای خیانت کردن بهش اون پول رو استفاده کنم 
می تونم بپرسم پول تو جیبی تون چقدره ؟ 
به جز خرج خونه ، بهم 5000 دلار میده 
افتضاحه نه ؟ 
درک نمی کنه که من برای اینکه به خودم برسم پول لازم دارم 
این نمی تونه زمینه ی طلاق باشه ؟ 
نه 
خب پس چی ؟ 
اها ، اون بعضی موقع ها جوراب های من رو توی سبد لباس کثیفا میگرده 
چرا جوراباتو میگرده ؟ 
که اگر وقتی بیرونم جورابامو ... در آوردم و دوباره پوشیدمشون بتونه تشخیص بده 
به خاطر کفش پاشنه بلنده 
معلوم میشه ؟ 
این راسته ؟ 
اره ، ردش میفته 
حدس میزنم 5000 دلار برای بعضی ها کمه 
اون کیف دستی خودش 40000 دلاره 
نه بابا 
باورنکردینه که با نگاه کردن بهش می تونی قیمتش رو بگی 
خب پس شوهرتون از کی این رفتار ها رو شروع کرده 
اینها به خاطر شماست ، وکیل دونگ 
... وکیل 
من ؟ 
شما دوتا هم رو می شناسین ؟ 
عه ، نمی دونستین ؟ 
ما قبلا باهم رابطه ی جدی ای داشتیم 
خدای من ، واقعا رابطه ی جدی ای نبود 
بذارین توضیح بدم 
شوهرم یه عکس قدیمی از ما دوتا رو دید 
من هیچ ایده ای نداشتم که عکسه روی کامپیوترمه 
... اگه من بیام به شوهرتون بگم هیچ چیزی بین ما نیست همه چی درست میشه ؟ 
می تونم یک لحظه با وکیل دونگ صحبت کنم ؟ 
حتما 
چقدر از جدایی مون گذشته ؟ 
نزدیک چهار سال ؟ 
می دونی ، هنوز برای پس گرفتن درخواستت دیر نشده 
چرا باید اینکار رو بکنم ؟ 
از قصد خواستی اومدی اینجا ؟ 
معلومه 
می تونی این پرونده رو قبول کنی ؟ 
دلم نمی خواد به بقیه راجع به ازدواج رقت انگیزم چیزی بگم 
... ولی خب این نگران دوست دخترتی ؟ 
کی ؟ - اگه نه - چرا پرونده رو قبول نمی کنی ؟ لطفا ؟ 
واقعا یه کم هم عوض نشدی 
هیچ چیزی رو با تو نمی شه پیش بینی کرد 
به خاطر این جذابیتم نبود که عاشقم شدی ؟ 
( آیدی : Latheteresa ) 
( همه چیز راجع به اسپلیت ) 
یا خدا ، ترسوندیم 
صحبتم با گی جون یکم بیشتر از انتظارم طول کشید 
می تونم قبل از رفتن یه قهوه بخورم ؟ 
ولی شما میدونین گی جون چرا اومده اینجا ؟ 
... وکیل دونگ 
چیزی بهتون گفته ؟ - خدای من ، شما نمی دونین ؟ 
نه ، این رو میبرم 
ما یه مدت کوتاه ، باهم آشنا شدیم 
ما فقط از زندگی هم رد شدیم 
درسته 
... خب ، اینطوری هم نیست که تا حالا با کسی سرقرار نرفته باشم 
من چیزی گفتم ؟ 
... خب چوی لا هی معمولا چطوری بود ؟ 
می تونم بگم اون جذابیت جسورانه ای داره 
یا می تونم بگم هرکاری رو هرطوری دلش بخواد انجام میده 
بخوام صادق باشم ، درست یادم نمیاد 
... مگه با چندتا دختر سرقرار رفتی که یادت نمیاد ؟ 
من هیچکدوم رو به جز کیم سارا یادم نمیاد 
ایش 
... به نظرت باید بیخیال چوی لا هی بشم ؟ 
باید برات معذب کننده باشه - نه - 
من کاملا باهاش اوکی ام 
نگران بودم تو باهاش معذب باشی 
و خب اینکه به عنوان موکلمون بفهمیم چه مشکلاتی برامون ایجاد می کنه هم سخته 
ولی اون از کسی که میشناسه کمک میخواد 
اون از من کمک خواسته 
اوه ، درسته 
، اگه شریکم می خواد اینکار رو بکنه باید قبول کنم 
خیلی نگران ما دوتا نباش 
نخیرم 
متوجه ام 
چرا باید اینکارو بکنم ؟ 
درسته ، متوجه ام 
سرده 
سرد شده 
... امروز ، شوهرم ، مدیر کانگ دستش رو سوزوند 
این رو نگاه کنین ، به نظر دردناک میاد ، نه ؟ 
برای الان ، بیاین با آب سرد خنکش کنیم 
همین الانشم تاول زده 
یکم می سوزه ، نه ؟ - اره ، یکم - 
قراره از این باند استفاده کنیم 
خاصیت خنک کنندگی داره 
اون کسی بود که طلاق می خواست درسته ؟ 
چند روز پیش یه ویدیو از زخم روی پیشونیش اپلود کرد 
و حالا هم سوختگی ؟ 
زخمی شدن هاش خیلی اتفاق می افته 
ودئوهای اینشکلی رو دوبار در هفته پست میکنه 
هر سه چهار روز یکبار زخمی میشه ؟ 
با عقل جور در نمیاد 
به نظرت طبیعیه ؟ 
من عاشق همسری مثل اونم ) ( هی علاقم بهش زیادتر میشه اون دوباره زخمی شده ؟ - ) ( وای نه سوختگی ؟ 
( چوی لا هی ) 
جوابش رو بده 
باشه 
( پاسخ ) 
هووم 
می دونستم هنوز شماره ات همینه 
امشب باهم شام بخوریم ؟ 
دوباره بهت زنگ میزنم 
( چوی لا هی ) 
لطفا از تماس شخصی با موکل خودداری کنید 
اوه ، حتما 
سلام 
بشینید - ممنون - 
خدایا 
ما طلاق نمیگیریم 
همسرتون با ما تماس گرفته 
اون هر وقت از دستم عصبانی میشه اینکار رو میکنه 
برنامه ی دیروزمون رو دیدین ؟ 
ما شبیه ادم هایی می خوان طلاق بگیرن بودیم ؟ 
، معذرت میخوام اما شما تا حالا من رو دیدین ؟ یا عکسی از من رو ؟ 
نه ، ما قبلا همو ملاقات کردیم ؟ 
شوهرم یه عکس قدیمی از من و گی جون دیده 
چه چیزی رو می خواین بدونین ؟ 
راستی زنم چیزی راجع به توهم خیانت بهتون گفته ؟ 
زنم برای بازدید های بیشتر هرکاری می کنه 
اون هر هفته با کسی که بیشترین مبلغ رو اهدا کرده شام میخوره 
یه مدت بنظرم مشکوک بود 
نمی‌دونی شایعات عجیب راجع بهت وجود داره ؟ 
این حرفایی که پشت سرمه باور می‌کنی ؟ 
اگه بهم اعتماد کنی ، همه چی درست میشه 
فهمیدم درست نبود و این آخرش بود 
چطوری سوختی ؟ 
خیلی متاسفم ولی این سوختگی واقعیه ؟ 
! خدایا 
چهار روز پیش ، به پیشونیت آسیب زدی 
هفته پیش ، مچ پات آسیب دید ! 
و قبل از اون ، انگشتت 
اغلب اوقات به خودت آسیب می‌زنی 
خیلی این ور و اون ور میرم اگرچه برام سخته 
بخاطر همینه زیاد آسیب می‌بینم 
شوهر یا زن ، به نظر تو کدومشون دروغ میگن ؟ 
بنطرت کار چوی لا هیه ؟ 
خب ، راجع به عکس که دروغ گفت 
حس دیگه‌ای هم بهت داره ؟ 
به نظرم احتمالش هست اگه اونا طلاق بگیرن 
خدای من 
! خیلی داری توهم میزنی واسه خودت 
چرا شما دوتا اینجایید ؟ 
شما بدون اطلاع من شوهرمو دیدین ؟ 
تو بهم شک داری ، گی جون ؟ 
فقط خواستم شفاف‌سازی کنم 
دلیلش این بود 
بیا بریم 
یه چیزی باید بهت بگم 
عجله نکن 
من یه تاکسی می‌گیرم 
چیکار داری می‌کنی ؟ 
مشکلت چیه ؟ 
میشه یکم باهم وقت بگذرونیم ؟ 
نه ، ممنون 
خانم چوی لا هی ، شما ارباب رجوع منی 
... اگه اینجوری ادامه بدی 
داشتم شوخی می‌کردم 
چرا اینقدر بی‌جنبه شدی ؟ یه شوخی بود فقط 
برو ماشینتو پارک کن ، من میرم 
خدایا 
بهت گفتم روی آدمی مثل اون اثر نداره 
خدای من ، من ۳۰درصد بیشتر از قراردادمون میخوام 
سرم درد می‌گیره وقتی به همه اینا فکر می‌کنم و من حتی طلاق نمیخوام 
من بهت گفتم که طلاق بگیری ؟ 
موقع ملاقاتشون ، فقط از هم جداشون کن 
این برات سخته ؟ 
خدایا ، ترسوندیم تو کی هستی ؟ 
بیست درصد بیشتر فقط میتونم بهت بدم 
ولی تو باید با دونگ گی جون بخوابی 
باید مدرک به جا بذاری 
خیلی صداش بلنده 
( متخصص طلاق ، راه حل ) 
چرا اصلا اهمیت میدم ؟ 
هی - هی ، گوش کن - 
از ۳ تا موسسه حقوقی دیگه به وکیل دونگ زنگ زدن 
همشونو رد کرده که با تو کار کنه 
خب ؟ 
- این یعنی - یه چیزی هست که ازت میخواد 
عشق قدیمی من ، صورتت 
توی قلب من می‌مونه - میخوام قطع کنم - 
ولی تو می‌دونی چرا گی جون اومد اینجا ، نه ؟ 
! وای ، نمی‌دونی 
! به عنوان ارباب رجوع اینجا نیستم 
پس بهم سخت نگیر 
تو مستی اجازه بده فردا صحبت کنیم 
شوخی نمی‌کردم 
واقعا دلم برات تنگ شده بود 
... . برگشتن به یه خونه که یه شوهر منتظره نمی‌تونم تحمل کنم 
چیکار کنم ؟ 
نمی‌تونی فقط امشب کنارم باشی ؟ 
این قضیه بو داره 
چی ؟ 
چوی لا هی آدمی نیست که وقتی اوضاع ! بر وقف مرادش پیش نره ، گریه کنه 
! عصبانی میشه 
بخاطر اون دختره ، نه ؟ 
رابطه‌ات با خانم کیم چیه ؟ 
چرا اینجایی ؟ 
وقتی طلاق گرفتم بیا دوباره باهم باشیم 
خدای من 
لعنتی 
دستتو بکش 
این چیزیه که میخوای ؟ 
متاسفم ولی جواب من نه ئه 
پس ادامه نده 
گی جون ، منم ، چوی لا هی 
جوابم نه ئه ، چون تو چوی لا هی ای می‌فهمی ؟ 
برو بیرون 
چیکار داری می‌کنی ؟ 
من هر روز خدا میام اینجا 
تا وقتی که جلوم زانو بزنی 
! بنظر نمیاد فهمیده باشی چطور باید با مردی بخوابم که بعدش دیگه هیچ کاری با یه دختر نداره ؟ 
چرا یکم از توصیه‌های درخشانتو بهم نمیگی منشی بک ؟ خدای من 
منشی بک ؟ 
چایول مجبورت کرد این کارو بکنی ؟ 
خدای من چه روز بدی دارم می‌گذرونم 
خیلی خب بیا همینجا تمومش کنیم 
من طلاق نمی‌گیرم - کی گفته ؟ 
خانم چوی لا هی ، کار شما مانع کاره 
برای اینکه ازت شکایت بشه ، آماده باش 
من توی این کار یه حرفه‌ایم 
! اگه بیشتر میخوای ، ازم شکایت کن 
همه اینا چیه ؟ 
خشم چوی لا هی ؟ 
خدای من ، اون قضیه داره 
چی ؟ 
اونقدام آدم بدی نبود 
می‌تونیم کارو باهاش تموم کنیم ، درسته ؟ 
حتما ، نگران من نباش 
یه سوال ازت دارم 
بله ؟ 
دلیل دیگه‌ای داره که اینجایی ؟ 
دلیل دیگه ؟ 
کیم سارا ؟ 
این جواب درسته ؟ 
مرسی ، بیا دیگه بریم 
حتما ، بیا پایین 
( موسسه حقوقی چایول ) 
تو نمی‌تونی اینجوری بیای تو 
ما یه قرار ملاقات داشتیم 
با نگاه کردن توی چشمات می‌تونم بگم 
چیکار داری می‌کنی ؟ 
! تو مضطربی چرا ؟ 
به نگهبانی زنگ بزن چرا وایسادی بر و بر نگاه می‌کنی ؟ 
تو همیشه دنبال جدا کردن مایی ! 
دلم میخواد بدونم از سر حسودیه یا کینه 
ولی مضطربی ؟ 
... پس تو واقعا باید از همسر سابق و دادستان سابقت بترسی که باهم همدست بشند 
تو نمیری ؟ - ... میریم - 
برای فهمیدن اینکه چرا اینقدر می‌ترسی 
خیلی طول نمی‌کشه براش آماده باش 
( اطلاعات چوی لا هی ) 
کجا باید واسه غرامت درخواست کنیم ؟ 
چوی لا هی یا چایول ؟ 
یه نگاه به این بندازین 
این یه دانشمند نابغه با معلولیته 
بعد از ازدواج دومش اغلب با آسیب‌دیدگیای مختلف می‌رفته بیمارستان 
هر بار این اتفاق میفتاد ، همسرش برای نگهداری ازش مورد قدردانی قرار می‌گرفت 
ولی یه مشکلی وجود داشت 
زندگی دوگانه همسر دانشمند نابغه ) ( خشونت خانگی وحشتناک 
همسرش سندروم مونشهاوزن داشته اختلالی که افراد بیماری‌های فیزیکی یا روانی و یا ) ( هر دو را به فرد تحت مراقبت خود القا می‌کنند 
به آدمای اطرافش یا حیوون خونگیش از قصد آسیب می‌رسونده و بعدش به بهترین حالت ازشون مراقبت می‌کرده تا بهش توجه بشه 
چی ؟ پس این پروفسور همه رو افشا کرد ؟ 
پروفسور تا مرگش دهنشو بسته نگه داشت 
آدمای اطرافش لوش دادن 
اینجوری نمیشه ، الان نمی‌تونم تسلیم بشم 
منظورت چوی لا هی ئه ؟ 
بیا شوهرشو برای طلاق راضی کنیم 
ما داریم شوهر رو راضی می‌کنیم با اینکه طلاق نمی‌خواد ؟ 
مشکلی وجود داره ؟ 
طلاق یه مشکل خانوادگی نیست ؟ 
می‌تونه تجاوز به حریم شخصی باشه 
... فقط بخاطر این که یه مسئله خانوادگیه خیلی از بدبختی‌ها سرکوب میشه 
فکر می‌کنی این مشکلی نداره ؟ 
بیا کارمونو با سندروم مونشهاوزن شروع کنیم 
باید بفهمیم که این واقعیت داره یا نه 
من فقط طلاق نمی‌خوام 
فقط ؟ طلاق گرفتن واسه تو یه شوخیه ؟ 
پس طلاق بگیر 
بیا حرف بزنیم کجا داری میری ؟ 
به چی میخوای برسی ؟ 
! اوه خدای من میدونی قیمتش چقدره ؟ 
بچه من 
ما دم دریم 
بله ، خیلی خوب میشه اگه یکم وقت اضافه داشته باشی 
ببخشید ؟ 
خوبی ؟ - آره ، خوبم - 
معذرت میخوام امروز منشیم مرخصیه 
من یه تحقیق مختصر انجام دادم کیفا و دست‌بندا 
ده هزار دلار می‌ارزه 
درآمدش از برنامه‌های اینترنتی چقدره ؟ 
اینقدر نیست که بخواد این چیزارو بخره 
میشه از شما دوتا کمک بخوام ؟ 
اول باید یه چیزی رو چک کنیم 
همسرت تابحال بهت آسیب زده یا خشونت علیه شما استفاده کرده ؟ 
هیچوقت این اتفاق نیفتاده 
منطقی نیست فقط به خشونت عادت کرده 
اون شوهرشو روی زمین ول کرده بود 
مشکل اینه که همه چیزو می‌ریزه توی خودش 
و راجع به اون کیف مارک 
بهم گفتن که کیفی نبوده که به هرکسی فروخته بشه 
این کیفی که به افرادی داده می‌شه که بیشتر از صدهزار دلار خرج کرده باشن 
با پولی که شوهرش درمیاره کافی نیست 
یه وعده غذا با بزرگترین اهدا کننده 
هنوزم وقت داره 
یه اسپانسر ؟ 
اینا محصولاتی هستن که برای مراقبت از مدیر کانگ ازشون استفاده می‌کردن 
خیلی بازدید خوردن - ! 
اینم از محصولات پزشکی - 
! تااداا 
... خب این 
برای اینکه یه وعده غذایی بگیرین باید از سوپرکر98 ببرین 
! خیلی ممنون 
! عاشقتم 
امروز تو قویترین مدعی برای ! وعده غذایی هستی ! خدای من 
برای اینکه بهتر تمرکز کنم 
تمرکز 
تمرکز 
خانم کیم ، اینم برای شما که بتونین تمرکز کنین 
می‌تونی اینو ببینی ؟ - تمرکز - 
بیا انجامش بدیم - باشه - 
( استاد کی وارد می‌شود ) 
( کوپن غذا یه روزه با چوی لاهی ) 
( کوپن غذا یه روزه با چوی لاهی ) 
این یه مسابقه سخت بین شما دوتا برای من بود 
همه اش برای منه ؟ 
! اینم از محصولات پزشکی ! تاداا 
! خدای من 
واای ، نه ! مهماتم تموم شدن 
چوی لاهی الان تنها کسیه که خوشحاله 
چیکار داری می‌کنی ؟ ادامه بده 
بیشتر از بودجه مون شده - چقدر می‌خوای ؟ 
وای ، نه ، باید وقفه بندازیم 
بیخیال ، مگه شعار منو نمیدونی ؟ 
چیه ؟ 
زیاد بخواه ، زیاد خرج کن " ، زودباش انجامش بده " 
( فرستادن ) 
( کوپن غذا یه روزه با چویی لاهی ) 
با ، پنج ، چهار ، سه ، دو ! 
کوپن غذا این هفته به استاد کوان می‌رسه 
( کوپن غذا یه روزه با چوی لاهی ) 
اگه صدامو می‌شنوی ، سرتو تکون بده 
وایسا 
همش باهوش به نظر بیا و جلوی یه زن خودتو ضایع نکن 
میدونی من توی این دوتا چیز خیلی بدم 
وقتی نشستی پاهاتو تکون نده 
چطور می‌تونم الان یکدفعه ای انجامش ندم ؟ خدای من 
سلام 
، سعی نکن استیک رو با زور ببری در عوض سعی کن خوب برشش بزنی 
شاید یه مگس باشه 
نخند ، شبیه احمق ها شدی 
نه ، ده گی ، وقتی می‌خندی بامزه می‌شی 
... ولی قبلا همدیگه رو جایی ندیدیم ؟ 
قیافه ام اونقدرا هم معمولی نیست 
ناامید شدم 
سوک گو ازت ناامید شد 
می‌شه شروع کنیم ؟ 
بله ؟ چی رو ؟ 
یه بازی جالب 
بیا اسمشو بذاریم چک سفید 
فکر نکنم بازیشو بلد باشم 
هرچی که دلت می‌خواد رو بنویس ... پس ، من یه مقداری مینویسم 
( فایل های صوتی ) 
همه اش همینجوریه ؟ 
بله ، براساس تحقیقاتمون 
... بعد از تصادف ، خانواده ام و دوستام همیشه می‌ترسیدن که دلسرد بشم 
... چقدر ناامید می‌شن اگه بفهمن من همچین زندگی متاهلی دارم ؟ 
... فقط بخاطر شرایط و موقعیت های بقیه از زندگیت دست نکش 
... حتی اگه سالم بودم بازم همچین اتفاقی می‌افتاد ؟ 
حتی اگه منم شوهرش بودم بازم همینجوری بود 
تقصیر تو نیست 
( عکس ها و جزئیات آسیب ) 
هر دوتا شک هات درست بودن 
اون بهم آسیب زد تا فیلمو از بگیره 
اون به تعداد بازدید ها حساسه 
اگه قبول نکنم ، یه قشقرق به پا می‌ندازه که درخواست طلاق میده 
امیدوارم که درخواست طلاق بدی 
چه هدفت این باشه که بخوای ... حریم خصوصی زنت رو نادیده بگیری چه نه ، این تصمیم خودته ولی خشونت راهش نیست 
نمی‌تونیم بذاریم این فرصت از دستمون بره 
مطمئن می‌شم برای همه بی عدالتی هایی که در حقتون شده غرامت بگیرین 
نمی‌خواستم طلاق بگیرم 
می‌خواستم به همه نشون بدم که چه زندگی خوبی دارم 
... عمیقا احساست رو درک می‌کنم 
نترس 
طلاق گرفتن هیچ مشکلی نداره 
حتی اگه تو طلاق بگیری ، دنیا از هم نمی‌پاشه 
اعتراف می‌کنم 
هرچیزی که خانوادگی باشه ، قرار نیست خصوصی باشه 
... به نظرت مدیرعامل کانگ چرا تا الان تحمل کرده ؟ 
مطمئن نیستم 
، اون یه کار مناسب ثروت ، و شهرت داره 
، شاید اگه فقط سکوت کنه می‌تونه بدون هیچ مشکلی زندگیشو ادامه بده 
منم وقتی ازدواج کرده بودم مثل اون بودم 
می‌خواستم خوب به نظر بیام 
برای همین بیشتر درکش می‌کنم 
چون انگار دارم به گذشته خودم نگاه می‌کنم 
خدای من ، من قبلا همه چیو درباره‌‌ت میدونستم 
چرا درباره لاهی زیاد نمیدونی ؟ 
می‌شه حالا رامیون بخوریم ؟ 
چرا اینقدر آبکی و خمیره ؟ 
چشم های لاهی هم فردا اینجوری می‌شن ، نه ؟ 
خیلی عصبانی می‌شه 
باید به‌خاطر کارهایی که کرده تنبیه بشه 
به شیوه‌ای که شبیه کارای خودش باشه 
( عاشقتم ) 
تبریک می‌گم 
... برای تجدید دوباره عهدهاتون ! تبریک می‌گم - ! تبریک می‌گم - 
اوه ، خدای من - عالیهه - 
تبریک می‌گم 
ممنون 
شوهرشو ببین 
از همگی ممنونم که اومدین 
! تبریک می‌گم - ممنون که اومدی - 
اوه ، خدای من ، این لباست از آندرس گانگ نیست ؟ 
آره ، خودشه 
شوهرم یکی رو فرستاد پاریس تا برام بخرتش 
واقعا محشره 
خیلی قشنگه 
خدای من 
لباسش تولید محدود نیست ؟ 
کیف و دستبندتو از کجا اوردی ؟ 
! جوابمو بده 
عزیزم 
عزیزم 
می‌شه برای سالگرد سوممون دوباره عهد هامون رو عوض کنیم ؟ 
موضوع رو عوض نکن 
بذار تعداد بازدید ها رو ببرم بالا 
... آرزومه که صد هزارتا بازدید بخوره 
ولی خیلی از مردم نمی‌بینن - ما می‌تونیم نویز مارکتینگ انجام بدیم - ( با ایجاد سروصدا جلب توجه میکنن ) 
تو اون شایعه قرار از پیش تعیین شده رو داری 
مردم می‌گن من پا رو پا ننداختم که فقط خوشی کنم 
می‌گن زندگی شخصیم پیچیده اس 
... به همین خاطر ، خوشحال ترین روز زندگیم تبدیل به همچین مصیبتی میشه 
و بعدش آخرش اینجوری عجیب و عاشقانه تموم می‌شه 
اینجوری می‌تونیم به صد هزارتا بازدید برسیم 
چطوره ؟ پایه ای ، نه ؟ 
عوض کردن عهدهاتون ایده خوبیه 
باید بهش پیشنهاد بدی که کلش رو تو آماده می‌کنی 
اون حتی بازیگرهایی رو می‌خواد که بتونن خرابکاری کنن 
... یکی از دنبال کننده ها هست که بخاطر حمایت مالی از لاهی ، طلاق گرفته 
بیاین خانومش رو دعوت کنیم 
به جای برنامه قراره مستند بسازیم ؟ 
... راه حلمون اینبار گ‌ت‌ن‌خ هست 
گرفتار شدن توی نقشه های خودش 
اوه ، خدا 
چوی لاهی کجاست ؟ 
اینجا چه خبره ؟ 
! بیا بیرون ، خانم 
! عالیه ، آشفته ترش کن 
... شوهرم 
عزیزم ، این یکی از بازیگراست ؟ - ! بیا بیرون - 
خیلی واقعیه 
! اونجاست 
چی ؟ 
! هوی - ! موهام - 
! هیی ! واقعا درد داره - ! دردم اومد - 
! هی - ! هی - 
رقت انگیزترش کن - رقت انگیزتر ؟ 
اوه ، خدای من ... تو - 
خدای من - ببخشید - 
داره فرار می‌کنه 
خیلی دردم گرفت 
خیلی واقعی بود 
تعداد بازدید ها چطوره ؟ 
هشتاد هزارتاست 
خوبه ، حالا نوبت توئه 
بهشون بگو تو همیشه منو سر قرار های ... از پیش تعیین شده ات می‌بردی و عاشقم بودی ، باشه ؟ 
منتظر چی هستی ؟ 
محض رضای خدا 
حالش خوبه ؟ - واقعا ؟ - 
همتون خیلی نامردید 
شوهر من برای امروز خیلی تلاش کرده بود 
دارین صدا رو ضبط می‌کنین ؟ 
عزیزم 
... من این مهمونی رو تدارک دیدم چون می‌خواستم چیزی رو به همسرم بگم 
میشه یه لطفی به من بکنی ؟ 
امیدوارم انجامش بدی 
البته 
می‌تونم هرکاری برات انجام بدم 
اوه خدای من - خدایا ، خیلی نازن - 
بیا طلاق بگیریم - باشه - 
طلاق ؟ - طلاق ؟ - 
یهویی طلاق چی بود این وسط ؟ - چرا آخه ؟ - 
چی گفتی ؟ - به ۱۰۰هزار بازدید رسیدیم - 
باید خوشحال باشی که تعداد ویوهات اینقدر زیاد باشن 
تعداد ویو ؟ - تعداد ویو ؟ - 
... تو ! 
خدایا 
! خدای من 
منو بکش 
نکنه می‌خوای سرنوشت یه مرغ سوخاری نصیبت بشه ؟ 
! بذارش زمین 
! تو مزخرف ترین موجود روی زمینی 
تو چه کوفتی هستی ؟ 
! وقتی آب جوش می‌بینم خونم هم به جوش میاد 
! توی حرومزاده 
! باید خداتو شکر کنی که مرغ سوخاری نشدی 
... تو 
اوه خدایا - خدای من - 
فیلم بگیر ازش - خدایا - 
اون دیوونه ست - خدای من - 
... شما بدلیل خشونت خانگی و نقض قانون حمایت از معلولان بازداشت هستین 
تو همه ی اینا رو برنامه ریزی کردی ؟ 
تو حق داری وکیل بگیری 
و تا خودتو توجیه کنی 
شما حق دارید وکیل بگیرین و خودتون رو توجیه کنین 
... پس میتونی - ! من قبول نمی‌کنم - 
من نمی‌خوام ازت دفاع کنم 
! عزیزم ! این کاردرست نیست 
عزیزم ، تو می‌تونی بدون من با اون پاها زندگی کنی ؟ 
همینجا تمومش کنیم ؟ 
! من برای تدارک این جشن کلی زحمت کشیدم 
خب ... بریم از جشن لذت ببریم ؟ 
... یا خدا 
بفرمایید 
! کانگ بوم 
برای این پرونده خیلی مشتاق بودی 
این سوختگی کجا بوده ؟ 
... این جای زخم واسه وقتیه که داشتم سعی می‌کردم جلوی بابام رو بگیرم که مامانمو با آب جوش نسوزونه 
چی ؟ 
... دلیل اینکه با خانم کیم همراه شدم برای اینه که از شر پارتنر های بد خلاص شم 
! بیا از مهمونی لذت ببریم 
آره ... حتما 
می‌خوام مدرک باغبونی بگیرم 
شنیدم که باید سابقه ی کارش رو داشته باشم بخاطر همین دارم کار پاره وقت انجام میدم 
خوبه که خوشحال می‌بینمت 
شاید بخاطر اینه که این اولین باره که خودم پول درمیارم 
ممنونم اونی 
می‌تونم اونی صدات کنم دیگه ؟ 
بله 
حتما 
برای جشن گرفتن دوستیمون یه چیزی هست که می‌خوام بهت بدمش 
چی هست ؟ 
مدارکی درمورد همسرم 
نه ، منظورم همسر سابقمه دست پدرم بود 
... شاید به یه دردی بخوره تا بتونی سویون رو پس بگیری 
واقعا انتظارش رو نداشتم خیلی ازت ممنونم 
... موضع گیری اعضای کمیته ی قضایی بعد از اینکه بهشون رشوه دادیم کاملا تغییر کرده 
لایحه ی دانشکده ی حقوق هفته ی بعد تصویب میشه 
مطمئنی ؟ 
باید از اول همین کارو می‌کردیم 
الکی یه عالمه به دردسر افتادی 
این آخرین چیزیه که میتونم با پول بدست بیارمش 
این کارو برای انجمن ملی نمی‌تونم انجام بدم 
اگر یکی از اعضای انجمن ملی بودی می‌تونستیم یجوری رای بقیه رو بزنیم 
خودمم می‌دونم ، خب ؟ 
بهرحال بخاطر زحماتت ممنونم 
بیا یه نقشه ی دیگه بکشیم 
! بله قربان - باشه - 
فکر کنم باید اینو ببینین 
ببینمش 
کانگ چول و چوی لاهی طلاق می‌گیرند ) ( پایان عشق این دونفر 
... کیم سارا و دونگ گی جون با این اخبار هیجان انگیز ، به هم نزدیک تر میشن 
بله ، کاملا درسته 
برو بیرون 
بله قربان 
گی جون داره ازت استفاده می‌کنه 
چرا فکر میکنی طرف توعه ؟ 
این وسط موش ندوون 
سو وونگ جین ... بیخیال بعدا می‌بینمت 
بهت میگم که چرا قابل اعتماد نیست 
... نه ، اول باید بخاطر حرفای مزخرفت درمورد چوی لاهی عذرخواهی کنی 
برای چی انقد نگرانه ؟ 
سو وونگ جین ؟ 
استاد سو ؟ 
( تحلیل آمارهای چایول تاون ) 
( نو یول سونگ ) 
( پارک جونگ ایل ، لی جه هیوک ، کیم بونگ جو ) 
( هدف از استقرار ، مدیریت کارآمد چایول تاون ) 
( تیم پیشبرد چایول تاون ) 
تیم پیشبرد چایول تاون ؟ 
خب کار این تیم پیشبرد چایول تاون چیه ؟ 
پنج تا عضو دارن . به اونا میگن اجتماع پنج نفره 
... اونا مجوز ساخت یه دانشکده حقوق رو گرفتن این کار رو با لابی گری انجام دادن ... بعدش با قیمت خیلی کم ، اون9ا رو توسعه میدن 
من شنیدم که اونا سرمایه ی میلیون دلاری شون رو به میلیاردها دلار رسوندن 
چرا به اونا میگن اجتماع ۵نفره ؟ 
ولی من ۴نفر رو داخل مدرک دیدم 
فکر کنم اینجای کار مو به تنت سیخ میشه 
یه عضو دیگه هم داشتن 
اون یه نفر سو وونگ جین بوده ؟ 
دقیقا 
اون کسیه که موقع بررسی های وکیل دونگ خودکشی کرد 
( نو یول سونگ از چه طریق به سو وونگ جین مرتبطه ؟ ) 
( نا یومی و نو یول سونگ باهم رابطه داشتن ) 
( دلیل طلاق کیم سارا و نو یول سونگ ) 
فکر می‌کردم رفتی خونه 
... درمورد استاد سو 
اون دنبال چی بود ؟ 
دستیارش مرد و اون آخرین کسی بود که بهش زنگ زده بود چرا می‌پرسی ؟ 
توی بررسی هات به اجتماع ۵نفره برخورد نکردی ؟ 
اجتماع ۵نفره ؟ چی هست ؟ 
پس سو وونگ جین و نو یول سونگ اینطوری همدیگه رو می‌شناسن 
می‌دونستی اونا همو می‌شناسن ؟ 
، خب ... فقط یه حدس بود چون اون یه پرونده ای بود که قبلا بررسی می‌کردمش 
چیکار می‌کنی ؟ 
( تخفیف مجازات برای قاتل زنجیره ای ) 
( موسسه حقوقی چایول و تیم پیشبرد چایول تاون ) 
سو وونگ جین آخرین کسیه ) ( که نا یومی باهاش صحبت کرده 
بنظر میاد یه نگاهی به این پرونده انداختی 
( دلیل طلاق کیم سارا و نو یول سونگ ) 
چرا اسم من این توعه ؟ 
... مگه نگفتی دلیل خاصی نداشتی که به " راه حل " بیای ؟ 
... خب ، اون 
کس دیگه ای دخالت نکرده 
تو دروغ گفتی 
! صبر کن 
چرا اومدی اینجا ؟ 
بخاطر اینکه اینطوری به نو یول سونگ نزدیک تر باشی ؟ 
اون طوری که فکر می‌کنی نیست 
بخاطر همین گفتی سه ماه کافیه 
! اینطور نیست ، کیم سارا 
از من بپرس خب . من هرچیزی که بدونم رو می‌گم 
اون موقع می‌تونیم همینجا قضیه رو تموم کنیم 
بهت نگفتم چون می‌خواستم جانب احتیاط رو رعایت کنم 
سارا 
... واقعا نمی‌دونی چرا اومدم اینجا ؟ 
نمی‌خوام اینجوری گیج بشی سارا 
خوبه 
پس خودتم نباید گیج بشی 
: آیـــ ( ملکه طلاق ) ـــرِن : : @ AirenTeam : 
هنوزم می‌خوای جلوی طلاق رو بگیری ؟ : @ AirenTeam : 
طلاق ؟ کیم یونگ هاک کار اشتباهی کرده ؟ : @ AirenTeam : 
این درخواست از طرف شوهر مطرح شده : @ AirenTeam : 
دیگه مراسمی برگزار نمیشه : @ AirenTeam : 
... یه فالگیر باعث طلاق مدیرعامل یو شده : @ AirenTeam : 
اون طالع بینی نبود انرژی جهان اینو می‌گفت : @ AirenTeam : 
چرا ؟ چی شده که گفتی من بیام اینجا ؟ : @ AirenTeam : 
بهش باور داری ؟ : @ AirenTeam : 
! بله - ! باور دارم - : @ AirenTeam : 
! اینطوری - یاخدا ... تو داری چیکار می‌کنی ؟ - : @ AirenTeam : 
منو می‌بینی دیگه ؟ - آره ، خب که چی ؟ - : @ AirenTeam : 
چی می‌بینی ؟ : @ AirenTeam : 
پرونده ی طلاق مدیرعامل یو خوب پیش میره ؟ : @ AirenTeam : 
! منم مثل تو فکر می‌کنم : @ AirenTeam : 
از چایول پس گرفتمش : @ AirenTeam : 
آخرین کسی که باهاش تماس گرفته نو یول سونگه : @ AirenTeam : 
... این قسمتی از مدارکیه که ثابت می‌کنه : @ AirenTeam : نو یول سونگ ، استاد سو رو وادار به خودکشی کرده : @ AirenTeam : 
می‌خوام از وکیل دونگ استفاده کنم : @ AirenTeam : 
... بالاخره می‌فهمم که چطور : @ AirenTeam : میتونم نو یول سونگ رو بفرستم زندان : @ AirenTeam : 
