: آیـــ ( ملکه طلاق ) ـــرِن : 
واقعا نمیدونی چرا به " راه حل " اومدم ؟ 
کیم سارا ، گیج نشو 
باشه 
پس تو هم نباید گیج بشی 
بریم 
( متخصص طلاق ، راه حل ) 
تو از من استفاده کردی 
میخواستی به نو یول سونگ چی رو‌ نشون بدی ؟ 
... اگه بخوام بفهمم چرا انقدر با ما لج کرده باید بیشتر برم رو اعصابش 
من هیچوقت از تو استفاده نکردم 
تو توی شغلت حق انتخاب داشتی 
ولی کنجکاو بودم بین این همه انتخاب ، چرا اینجا اومدی 
درسته 
" با وجود اینا ، خواستم بیام " راه حل 
... دلیل این کارم - من نمیدونستم که - بخاطر نو یول سونگ بود 
تو حین کار تو اینجا درباره انجمن پنج نفره اطلاعات کسب کردی 
خب کار اینجا بدردت خورد مگه نه ؟ 
کیم سارا 
من از نظرت فقط در همین حدم ؟ 
میخوام یه مدت از تیم فاصله بگیری 
الان میفهمم چرا میخواستی سه ماه بهت وقت بدم 
! کیم سارا 
هی به خودت بیا 
بذار یه چی بهت بگم ، اون یه عوضی به تمام معناست 
اون پرونده که یه پروفسور پریده بود یادته ؟ اون داره ازت سو‌استفاده میکنه که بتونه باهاش مدرک پیدا کنه که خودش رو خلاص کنه 
مگه استفاده شدن چه بدی داره ؟ 
اگه اون بخواد ازم استفاده کنه مشکلی ندارم 
از چایول تاون چه خبر ؟ 
متوجه‌ام در مورد اینکه چقدر ما اطلاعات داریم ، کنجکاوی ولی حداقل انقدر تابلو نباش 
عین بدبختا به نظر میرسی 
من هیچوقت ازت استفاده نکردم 
: آیـــ ( قسمت هفتم ) ـــرِن : : @ AirenTeam : 
. . نقطه ضعف نو یول سونگ ( نو یول سونگ ، سو وونگ جین ) استاد سو 
بفرمایید 
در مورد قانون دانشکده های حقوق 
کمیته قانون گذاری و قوه قضاییه تصویبش کردن 
یعنی ممکنه به کمیته رشوه داده باشن ؟ 
دیگه فقط جلسه عمومی میمونه 
چقدر احتمال تصویبش وجود داره ؟ - نظر نماینده ها متفاوته - 
پس احتمالا واسه همین نو یول سونگ انقدر داره تلاش میکنه که نظر حزب هانجو رو جلب کنه 
پس از آرای اکثریت حزب استفاده میکنه ؟ 
کیم یونگ آه ، سخنگوی حزب هانجو ؟ 
گفته بودی هر دوتون یه جا واسه خدمات زیبایی میرین ؟ 
آره ، چطور مگه ؟ 
باید جلوی نو یول سونگ و بگیرم تا تبدیل به دایناسور نشه 
همچنان اثری از پسرم نمیبینم ، مثل یه فیل رفتار میکنه 
بررسی کنم کی میاد برای اسپا ؟ 
فقط اعضا میتونن بیان درسته ؟ 
اولا ، باید حداقل یک بار باهاش برخورد کنم 
بیا یکم رو آرایشت کار کنیم تا مسن تر به نظر برسی 
وانمود کن منی و برو تو ، برو 
ممنون 
کارت وی.آی.پیه 
سلام 
من طرفدارتونم 
ممنون 
لطفا تو انتخابات بعدی حتما کاندید بشین 
حتما - راستی - . . شما از اون موسسه طلاق 
! ای وای چه سعادتی ، من رو میشناسین 
اسم من کیم ساراست 
شما نو یول سونگ رو با خاک یکسان کردین 
بله معلومه که یادمه 
دلم میخواست یه روزی ببینمتون 
به آرزوم رسیدم انگار 
دیگه مزاحم نمیشم 
یه سوال ، شما تو پیشگیری از طلاق هم به مراجعانتون کمک میکنین ؟ 
سانگ هی ، کمپین برای نماینده کلاس خوب پیش میره ؟ 
بله 
چرا به توفو حتی دست هم نمیزنی ؟ 
باز چشمای پشت سرش رو فعال کرده 
میدونم میخوای لاغر بشی ولی اگه پروتئین کافی بهت نرسه استخونات میشکنن ، بیا 
اگه همینجوری پروتئین بخورم ، میشم یه خوک گنده 
سانگ هون ، روز خوبی تو مدرسه داشته باشی 
خوش بگذره - ممنون - 
هی 
یه لحظه بیا - دیرم شده - 
یه لحظه 
( توافقنامه طلاق توافقی ) 
همین امروز که سرم انقدر شلوغه باید این کارو میکردی ؟ 
چند بار باید بهت بگم ؟ 
بهم گفته بودن خونواده و سیاست باهم قاطی نمیشه 
و سیلی از بدشانسی میارن 
. . عزیزم چطوری 
این کارو میکنی چون واقعا به این چیزا اعتقاد داری ؟ 
خب مگه احتیاط کردن چه ضرری داره ؟ 
جدی چطوری متوجه نمیشی ؟ 
به خودت بیا 
اگه دلیلت اینه بیشتر باعث میشه من با این طلاق مخالفت کنم 
عزیزم 
تو همچین موقعیتیم 
راستش داشتم به یه ملاقات باهات فکر میکردم 
فکر کنم تلپاتی وجود داره 
( حزب تغییر دهنده نسل ها ، هانجو ) ممنون 
خب بگو 
بگو چرا اومدی سالن دیدنم 
نقشتون تو افزایش تعداد دانشکده های حقوق چیه ؟ 
تو واقعا از نو یول سونگ متنفری مگه نه ؟ 
بعدا میتونم حق‌الزحمه رو حساب کنم . نه ؟ 
بله معلومه 
بذار دوباره بگم 
شوهرم داره درخواست طلاق میده 
از اونجایی که دوباره دارین کاندید میشین نمیخواین دوباره وارد پروسه طلاق بشین اینطوری نماینده حزب بودن سخت تر میشه . مگه نه ؟ 
نه بخاطر بچه‌هامه 
سانگ هی و سانگ هون 
اونا از ازدواج قبلی شوهرمن 
عجب 
درسته که اونا بچه های واقعی من نیستن ... ولی میتونم با افتخار بگم که من مامان اونام 
احتمال گرفتن حضانت اونا کمه . درسته ؟ 
قانونا بله 
واسه همین نمیتونم ازش جدا شم 
همه‌تون ، پیامم رو خوندین درسته ؟ 
این اولین پرونده میشه که داریم مانع طلاق میشیم نه ؟ 
همه جور پایه این پرونده‌ام 
ما تو کارمون حرف نداریم 
ولی به این معنی نیست که باید هرطور شده باعث طلاق بشیم 
مدارک و جمع کنین بریم رو میز کنفرانس 
بله - اوکی - 
سلام اومدی ، خب پس شروع میکنیم 
نمیخواد تو این یکی شرکت کنه 
چی ؟ چرا ؟ 
مشکلی پیش اومده ؟ 
خب - ... پرونده های خودش به اندازه کافی زیاد هستن - 
بیا این یکی رو بدون اون حل کنیم 
ولی همچنان باید در جریان روند کلی باشم 
پس جلسه رو شرکت میکنم 
کیم یونگ آه ، سخنگوی حزب هانجو 
متخصص آی.تی تو دهه سوم زندگیش مدیر عامل یه کمپانی موتور جستجو بوده 
هفت سال پیش ، اون اون با یو مین چول مدیرعامل شرکت توزیع یه‌ریم ازدواج کرد 
جدیدا بحث هاشون در مورد حرفه سیاسی خانم ، بالا گرفته 
کمپانی شوهرش رفته تو لیست و شوهره اصرار به طلاق داره 
اگه بعد از لیست شدن شرکت طلاق بگیره در طول طلاق ، دارایی های بیشتری برای تقسیم وجود داره 
پس باید قبل همه اینا ، تموم کرده باشه 
وقتی ازدواج کردن اگر بچه‌هاش رو به فرزندی قبول کرده باشه زمینه میشه واسه حضانت بچه هاش ، این کارو کرده ؟ 
احتمالا حواسش نبوده 
اینجوری بعد طلاق ، غریبه میشن 
بیاین اول با شوهره ملاقات کنیم 
امنیت تو اولویت اوله برامون تو این پرونده - بله خانوم - 
کف پاهات خوبن ؟ 
بالاخره تو بیابون راه رفتی هیچ آبی تو طالعت نیست 
خب چی فکر میکنی ؟ کف پاهات احتمالا دارن آتیش میگیرن 
زندگی داره بهت سخت میگیره 
اگه انرژی جهان رو متمرکز و دریافت کنی بیابون ممکنه به چمنزار تبدیل بشه 
هللویا ( واژه ای برای ستایش پروردگار ) 
مردمک و سفیدی چشمات خیلی شفافن ، پس روحی زلال داری 
بینیت صافه مانند ساحل رودخانه که آب در آن جریان داره 
اما پشت لبت تو رفته پس تمام اون آب رو خواهی نوشید 
تو و انرژی کائنات بوسیله طبیعت دچار تنش میشین 
هللویا 
هللویا 
ببخشید ، شما بر اساس فال های کشیش برای طلاق اقدام کردین ؟ 
فال نیست ، انرژی های کائناته 
شاید یکم از دید موجودات دنیوی عجیب به نظر بیاد ولی باهاش درست برخورد کنین 
ببخشید ، درسته که ما تازه دیدیم هم رو ولی قضاوت از روی ظاهرش هم واقعا کار درستی نیست 
چرا توانایی حرکت اجسامتون رو بهشون نشون نمیدین ؟ 
اونا برای پیروی به یه دلیل منطقی نیاز دارن 
خانم جوان 
این سکه ها با نقش های 12 حیوان زودیاک منبت شدن یکیشون رو انتخاب کن 
کشیش سکه انتخابیت رو به پرواز درمیاره 
باید قدرت هاش رو تجربه کنین تا باور کنین 
چرا باید تجربه کنم ؟ 
از چهرتون مشخصه 
چطور میتونی بر اساس حرف های " " اون برای طلاق اقدام کنین ؟ " 
تمومش کنین 
ادم هایی هستن که به حقیقت هستی شک دارن 
لطفا گناهانشون رو ببخش ، ای خدای بزرگ 
هللویا 
به هرحال ، خانم کیم به طلاق راضی نمی شن مگر اینکه سرپرستی بچه‌ها رو به ایشون بدین 
من ازش طلاق میگیرم 
بهش بگین تا قبل از اینکه همه چی جدی بشه برگه ها رو امضا کنه 
آمین 
به این می گن اهن ربای دینی ؟ 
چطوری می تونه گول همچین فرقه ای رو بخوره ؟ 
به همین خاطر برای خانم کیم گذاشتن بچه اش پیش اون سخت تره 
به نظر میاد توی این پرونده دوتا هدف داریم 
شوهره و پیشوا که روش نفوذ زیادی داره 
... بیاین با پیشوا شروع کنیم و ببینیم چطور ادمیه 
یه تعطیلات تو راهه 
لطفا طاقت بیارین خانم 
موبایل رو از شرکت حقوقی چایول پس نگرفتین ، درسته ؟ 
نه هنوز 
می دونستید که اون ها دارنش 
... پروفسور سو توی انجمن پنچ - عضوی که نو یول سونگ راه اندخت بودن 
یعنی چی ؟ 
به نظر اون ها برای تاسیس یک دانشکده حقوق تلاش می کردن ولی در واقع اون ها یک گروه خصوصی بودن که دنبال تامین سودهای اینده برای توسعه املاک بودن 
... به نظر من اون انجمن به دلیل خودکشی پروفسور ربط داشته 
اینکه اون رو توی این وضعیت قرار دادین کافی نیست ؟ 
حالا دارین برچسب مجرم بودن روش میزنین ؟ 
لطفا برین 
چشم 
متوجه ام 
... شما می تونید من رو نفرین کنید و بگین من فقط به فکر خودم هستم 
خودم هم بعضی موقع ها به این فکر میکنم که همچین ادمی بودم یا نه 
خودم هم اینطور فکر می کنم 
ولی لطفا بذارین تلفن پروفسور سو رو چک کنم 
من دلیل اصلی خودکشی شون رو پیدا می کنم 
مدتی هست دارین من رو می ترسونید 
مدتی میشه درخواست ملاقات با شما رو داده بودم 
ولی مدام عقب می افتاد 
وقتی که قوانین مربوط به دانشکده حقوق اصلاح بشن سه تا دانشکده‌ی جدید خواهیم داشت 
... شنیدم که شرکت شما نقش خیلی بزرگی توی ارائه این پروژه به ال جی سی داشته 
( حزب هانجو ) 
می خواین فورا بریم سراغ کار 
این عالیه 
اگر شما کمک کنید که این قانون توی ... جلسه ی عمومی تصویب بشه ... من از سرمایه ی خودم برای ساختن شهرک دانشکده‌های حقوقی استفاده می کنم 
... اگر این دانشکده‌های حقوقی بتونن در احیای دوباره ی اقتصاد اصیل کمک کننده باشن همه ی اعتبارش مال شما میشه 
شما حتما می تونید روی این مورد حساب کنید 
اونوقت ... اینطوری منطقی به نظر میاد که شرکت چایول یکی از دانشکده‌های جدید رو برای خودش برمیداره 
ولی چیکار کنیم ... من با کسی که با همسرهاش بد رفتاری می کرده همکاری نمی کنم 
میگم ، بین خانم کیم و وکیل دونگ خبرهایی هست 
چی ؟ چه خبرهایی 
وایی ، واقعا که ، به همین خاطره که نمی تونی سرقرار بری 
وکیل دونگ هیچ وقت قصد نداشت این پرونده رو کنار بذاره 
ولی خانم کیم عمدی انداختش بیرون 
مطمئنم داره ناز می کنه 
حتما فکر میکنی وقتی دو نفر ارتباط چشمی برقرار می کنن خبریه 
فکر میکنی همه مثل تو ان 
حدس های من از نظر علمی ثابت شده ان 
می بینی ؟ ما مرتب با هم تماس چشمی داریم ولی من هیچ حسی نداریم 
واقعا ؟ - بله - 
چی ؟ 
این چیه ؟ 
نمی دونم وکیل دونگ کمک یه مرد دیگه رو نیاز داره یا نه 
داره میاد بیرون 
( چونجی دونگسان ) 
همه شون پیروانشن ؟ 
... باید کلی پول به جیب زده باشه که تونسته کلیسایی به این بزرگی بسازه 
این چیه دیگه ؟ کلاهبرداری تو چونجی دونگسان ؟ 
بریم 
( چونجی دونگسان ) 
... معتقدانش هر هفته میان اینجا تا توسط پیشوا مورد لطف قرار بگیرن 
مورد لطف قرار بگیرن ؟ 
؟ ( چونجی دونگسان ، پیشوا چونجی ، چون جی سان ) ( ایمان چونجی ) ... اون پیشواییه که اینده رو پیش بینی می کنه و مریض ها رو شفا میده 
مردم همه بهش باور دارن ؟ 
( ویدئوی گواهی مدیر یو مین چول ) 
پدر 
می دونین ، اون یه قدرت روانی داره 
همون قدرتی که اون روز تقریبا دیدیم 
... به علاوه , اون به پیش بینی های دقیقش درمورد سرمایه گذاری معروفه 
اون زمان شرکت یو به خاطر کمبود بودجه وضعش بد بود ، ولی وقتی اون سهام شرکت رو خرید پیشوا بهش گفت که کار درستی کرده 
و گفته به خاطر پیشوا مشکل بی خوابیش بهتر شده 
اینطوری شد که رفت سمتش 
امروز چی بخوریم ؟ - بذار ببینم - 
برگشتین ، وکیل دونگ - سلام - 
چرا نمیاین با ما غذا بخورین ؟ 
البته - باشه - 
( رستوران گوشت کبابی ) 
نگفته بودم ؟ این رستوران عالیه 
بفرمایید خانم کیم ، پخته اس 
واو ، خیلی خوشمزه اس 
واقعا ؟ - هووم - 
بفرمایید 
توی کشور ماهم مردمی با اینطور قدرت روانی هستن ؟ 
شوهره نمی تونه درست فکر کنه ... چون اقای دارای قدرت های روانی گفته اگه طلاق نگیره توی دردسر میفته 
اخه منم می تونم یکسری چیزها رو توی هوا معلق کنم 
چی ؟ - چی ؟ 
خیلی خب - اوه - 
اوه 
شد ، شد 
خانم کیم دستت رو بده - چی ؟ 
- زود باش 
واو 
واو ، چطوری انجامش دادی ؟ - سرگیجه دارم - 
این یه حقه ی جادوییه ، نمی تونم رازش رو بهت بگم 
واو ، واقها چطوری ؟ 
کنجکاوی ؟ 
... اگه کنجکاوی - پنجاه سنت می خواین ؟ 
بله ؟ - اینکارو نکنین - 
پیشوا چطوری بی خوابیش رو درمان کرد ؟ 
شاید اثر پلاسیبو بوده ( دارونما ، نوعی تلقین ) 
درسته ، وقتی باورش کرده بهتره شده 
هنوز ازم عصبانی هستی ؟ ولی حقه ی جادوییم بامزه بود 
فکر می کنم تو از من عصبانی تری 
تو حتی راجع به شنیدن حرفم هم مشتاق نبودی 
بیا خونم چایی بخوریم 
کجا ؟ 
رامیون نه ، چایی 
باید بهم یه فرصت برای توضیح دادن بدی 
حتی اگه بلافاصله بعدش ترکم کنی 
اون رو انداختی دور ؟ 
برای دور انداختنش بیش از حد تنبل بودی ، درسته ؟ 
بفرمایید 
ممنون 
بیا بهت یه چیزی نشون بدم 
نگاه 
( سانحه ی سقوط سو وونگ جین ) 
پروفسور سو اخرین شاهد پرونده ی قتل استادیار بوده 
استادیار ، نا یو می بود ؟ 
اره 
ولی نایومی و نو یول سونگ هم رو می شناختن ؟ 
من که میگم بیشتر از شتاختن همدیگه بوده 
دوست دخترش بوده ؟ 
از کی ؟ 
نمی دونم 
... به هر حال ، اون رو توی هتل توی مراسم ازدواج دوم نو یول سونگ دیدم 
همون شب ، اون در اثر افتادن از تاکسی درحال حرکت مرد 
خبرچین بوده ؟ 
پلیس پرونده رو خودکشی اعلام کرد ولی یه خبرچین بوده که ادعا می کرده خودکشی نبوده 
ولی چرا دوباره پرونده رو باز نکردن ؟ 
خبرچین بعد از تماسش دردسترس نبوده 
صداش شبیه یه پیرزن 60 ساله بوده ولی هیچ سرنخی که بهش ختم بشه وجود نداشته 
پرت شدن سو وونگ جین و خودکشی نا یو می 
هردوتاشون درست به نظر نمیان 
ولی توی هر دوتاشون نو یول سونگ دخیل بوده 
به همین خاطر بیشتر راجع بهشون تحقیق کردم 
ولی به خاطر نو یول سونگ نبود که اومدم راه حل 
به خاطر کیم سارا بود 
ما بعد از نه سال همدیگه رو دیدیم 
" خب عالیه ، من میتونم از اکسم سواستفاده کنم " 
می تونی اینطوری بهش نگاه کنی ؟ 
آره 
چی ؟ 
می خوام از این به بعد همین کار رو بکنم 
چه کاری ؟ 
بالاخره یه راهی پیدا کردم که نو یول سونگ رو بفرستم زندان 
می خوام ازت استفاده کنم ، وکیل دونگ 
بیا از هم استفاده کنیم 
خانم کیم و وکیل دونگ دعواشون شده 
مصمم بود وکیل دونگ رو از پرونده بندازه بیرون 
واقعا ؟ 
به نظر می رسه اگر به هم برگردن ، گریه میکنی 
چیه ؟ هنوز همسر سابقت رو دوست داری ؟ 
از حدت رد نشو 
همه چی رو به اون ربط نده 
باشه 
پس ، اگه درمورد کیم یونگ آ حرف بزنم زیادرویه ؟ 
اگه زیاده روی نکنی میگم 
زودباش بگو 
اون پیش ما اومد چون می خواست از طلاقش جلوگیری کنه 
طلاق ؟ 
هیچ حقی داره ؟ 
هیچی 
مشکل از طرف شوهرشه 
به طور باورنکردنی ای ، پای یه فرقه درمیونه 
برو پایین - چی ؟ 
تو همونی نیستی که به من زنگ می‌زدی و خرده فرمایشات داشتی ؟ 
در این‌باره حق با توعه 
الان برو منتظرم بمون 
چرا اوقاتت تلخه ؟ 
ببخشید ؟ من خوبم 
بخاطر این بود که گفتم طبقه دوم ، شرکت نکنن ؟ 
امیدوارم به خاطر اون نبوده باشه 
اوه ، نه اصلا 
اصلا مربوط به تو نیست ، هی جین 
نگران بودم که تو اشتباه برداشت کنی 
چرا راجع به من نگرانی ؟ 
ما توی یه تیمیم 
میخوای از شر کیم یونگ آ خلاص بشی ؟ 
اونجا خیلی خر تو خره 
هیچ حشره کشی جوابگو نیست 
اگه قضیه اینه ، بهترین راه اینه که قطعش کنی 
بعدش چی ؟ 
بعد از اون ، نماینده بعدی ها هیون هوئه 
به کمکت احتیاج دارم 
! تو گفتی خودت تنهایی ترتیب کارا رو میدی اما هنوز یک هفته نشده ، تسلیم شدی 
خجالت زده شدم 
! حشره کشت حتما روی ها هیون هو کار می‌کنه 
! همین یکبار دیگه 
اگر یکبار دیگه تقصیرارو بندازی گردن من حتی یه دونه کاغذ دیگه راجع به چایول نمی‌گیری 
اگه میخوای کمک کنی من میرم سراغ کیم یونگ آ 
سلام پیشوا چون 
راستی ، خونه‌تون خیلی خفنه 
اوه ، طلاق مدیرعامل یو مین چول خوب پیش میره ؟ 
تو کی هستی ؟ 
من ؟ 
من کسی‌ام که به همون چیزی نگاه می‌کنم که شما نگاه می‌کنین 
کیم یونگ‌ آ رو خوب می‌شناسی ؟ 
بله اغلب میاد 
هم برای انتخابات نماینده حزب اومد هم انتخابات ریاست جمهوری 
تماشاش کردی ؟ - الان داریم می‌بینیم - 
اوه ، باشه 
کیم یونگ آ رو خوب می‌شناسی ؟ 
آره ، اغلب میاد 
هم برای انتخابات نماینده حزب اومد هم انتخابات ریاست جمهوری 
تو مربی اونی ؟ 
! همینه ، مربی 
هرچی یه آدم به جاهای بالاتری میرسه ، تنهاتر میشه 
در کمال ناباوری ، اون هیچکس رو اطرافش نداره 
واسه همین اینجام که نصیحتش کنم 
کارمند پاره وقت اینجا ، راجع بهش پست آنلاین گذاشته 
موقع بررسی کردن فیلمای دوربین مداربسته راجع به اسم مهمی صحبت می‌کنه و اون کارمند پاره وقت برای همین پستش می‌کنه 
مامانت امسال استیک میخواست ؟ 
آره ، این نشونه رو دیشب گرفتم 
از غذات لذت ببر مامان - نوش جون - 
فقط سبزیجات پخته شده 
یه رژیم کنترل شده ، مهم‌ترین چیز برای بیماری توعه سانگ هون 
میدونم 
سود رژیم کنترل شده چیه ؟ خب که چی ؟ 
... بابا 
میدونم بابات سالگرد فوت مامانتو یادش نمیاد 
خیلی بخاطرش ناراحت نشو 
اون واقعا آدم رو مخیه 
سانگ هی ، بیا ادبمونو فراموش نکنیم 
داداشت ممکنه ازت یاد بگیره 
... نگاه کن بعد از گوش دادن به یه پیشوا که گفته براش بدشانسی میاره ، چیکارا که نمیکنه 
بیاین بخوریم 
هی 
چی ؟ 
همینه ، یه مربی 
این پیشوا کاملا دیوونه‌س 
مامان ، واقعا طلاق می‌گیری ؟ 
خدایا ، شوخی می‌کنی باهام ؟ 
تو فکر می‌کنی من بدون شما دوتا می‌تونم ؟ 
جدا ؟ 
از اینم جون سالم بدر میبرم 
نگران نباشید ، باشه ؟ 
! مدیرعامل یو 
چی فکر می‌کنی ؟ 
من فقط نمی‌فهمم چرا تو این همه دروغ گفتی 
راجع به ادیت بد شنیدی ؟ 
انگار من همه این چیزارو گفتم 
خدای من 
پس همینه ، آره ؟ 
خدایا 
چی به من می‌رسه از این کار ؟ 
مقامت به مقام مربی نماینده حزب ارتقا پیدا می‌کنه 
حتی اگر کیم یونگ آ زیربار نره مردم قبول می‌کنند 
... گوش کن ، کیم یونگ آ انرژی کیهانی تو رو داره ازت می‌گیره 
چندبار تاحالا بهت گفتم ؟ 
با اینحال ، هنوز داری تقلا می‌کنی که طلاق بگیری 
مدیرعامل یو ؟ 
- بله - اینجوری برخورد می‌کنی که پیشنهاد ندی ؟ 
! پیشوا چون 
بعد از اینکه شرکت ما توی لیست قرار بگیره متعلق به چونجی دونگسانه 
باید انرژی خوب تورو دریافت کنیم و توی جهان پخشش کنیم 
هللویا 
سلام 
این ویدیو رو دیدی ؟ 
هیچکدومش درست نیست با منشی دفتر صحبت کنین 
( عضو شورای عالی ، ها هیون هو ) 
( حزب هانجو ) ببخشید دیر کردم خدای من ، چقدر بدبختی داری می‌کشی 
روزنامه نگارا یکم غیبت کردن رو دوست دارند ، ندارند ؟ 
ولی بیا همه چیز رو روشن سازی کنیم 
مطمئنی به هیچکدوم از اینا ربطی نداری ؟ 
عضو مجلس ، ها - خب اگر این درست نیست - باید بخاطر حزب تکذیبش کنی 
نگران نباشید 
من عضو این فرقه نیستم 
عالیه ، پس همه چی خوبه 
آخر هفته یکم با شوهرت وقت بگذرون برو یه کلیسای بزرگ یا جامع و یه عکس از خودت در حال دعا کردن ، پست کن 
این فورا همه چیزو درست می‌کنه 
واقعا انگشت به دهن موندم 
( حزب هانجوی ملت ، تغییر دهنده نسل‌ها ) شوهرم میگه این ادیت شده‌س 
همه توی اینترنت پیشوا چونجی دونگسان رو ستایش می‌کنند 
ما می‌تونیم بگیم که پیشوا مزخرف میگه 
ولی اگه بقیه بفهمن که شوهر شما یکی از اعضاست همه چیز بدتر میشه 
ما وقت نداریم 
شایعه‌ها و طلاق 
این مشکلات وقتی حل میشه که شوهرت اونجا رو ترک کنه 
یه لحظه 
من ؟ 
دوباره ؟ 
از بین ما ، تو تنها کسی هسی که پیشوا نمی‌شناسه 
برای اینکه شوهره رو بیاریم بیرون باید به شوهره بفهمونیم که یپشوا ، رهبر یه فرقه‌س 
چرا هی منو نفوذی می‌کنید ؟ 
درست بنظر نمیاد 
راه دیگه‌ای نیست ؟ 
اگه قصدمون اینه که بهش بفهمونیم پیشوا کلّاشه این بهترین راهه 
خب ، شاید من توی همه کارای دیگه خوب باشم ولی بازیگری اصلا کار من نیست 
بازیگر بدتر از من پیدا نمی‌کنین 
این جدیه 
بیا یه راه دیگه پیدا کنیم 
وکیل دونگ ، ترند شده که به عنوان یه وکیل همه‌ی این توانایی هارو داشته باشی 
همه توانایی ؟ علاقمند نیستم 
اگه یکی مثل من سرنوشتش اینه که بره همه می‌فهمند 
سلام 
خانم سون ... من واقعا شبیه کسی نیستم که عضو یه فرقه‌اس ، هستم ؟ 
هر کی عضو فرقه‌س ، قیافه خاصی نداره 
این چیه ؟ چرا برای این به من احتیاج داری ؟ 
خانم سون ، تو گفتی که رویای بازیگر شدن داشتی ، درسته ؟ 
بله ، من صورت و اندام یه بازیگرو دارم حیف شدم 
درسته ؟ - بله ، چرا می‌پرسی ؟ 
- چرا این فرصتو برای تحقق رویاهات قبول نمی‌کنی ؟ 
دوتا بهتر از یکیه ، نیست ؟ خیلی عالی به نظر میرسه 
چی ؟ 
فقط بگو نه 
مشکلش چیه ؟ 
درست فکر کن این بهترین نقشه موجوده ؟ 
بله - بله - 
کدوم نقشه ؟ 
فقط بگو نه 
! بگو نه ؟ نه 
ولی نقشه چیه ؟ 
( چونجی دونگسان ) 
چونجی این ادعارو داشته 
اگه باور کنی کوها و دریاهارو میشه جابجا کرد 
به چونجی باور داشته باش ! و معجزه اتفاق میفته 
به چونجی شک کن ! و میفتی توی گودال آتشین 
هللویا 
هللویا - هللویا - 
هللویا - هللویا - 
آمین - آمین - 
... ادعاهایی که من ... مربی یه سیاستمدار معروفم اصلا مهم نیستند 
" چرا اینقدر جدی ؟ " 
... با این حال ، تعداد زیادی اعضای فقیر و حال به هم زن از همه جای کشور اومدن 
چونجی با عشق ازت استقبال می‌کنه 
ورودی‌های جدید 
لطفا ورودی‌های جدید از جاتون بلند شید - ورودی‌های جدید - بله ، بلند شید - لطفا بخاطر ما از جاتون بلند شید - 
ورودیای جدید ؟ - ما ورودیای جدیدیم - 
بلند شیم - من اصلا نمی‌تونم ببینم - 
کی بعنوان نماینده از ما استقبال می‌کنه ؟ 
اوه ، اون عینکی‌عه 
تو تنها مرد اینجا هستی 
عینک ؟ 
اوه ، درسته 
طبیعی باشیم - طبیعی ، آره - 
... خب ، پس من باید با خواهرم که ... چندسال پیش به خاطر یه بیماری ناشناخته نابینا شد بیام 
ما اومدیم تا برکت پیشوا چونجی رو دریافت کنیم 
هللویا 
! هللویا - ! هللویا - 
عالیه 
! هیچکدومشون نیاز نیست 
تنها چیزی که نیازه ایمانه 
فقط ایمان - بازیش وحشتناکه - 
... با ایمان به چونجی ، خواهر این مرد ! براش معجزه رخ میده 
! هللویا 
! هللویا - ! هللویا - 
! هللویا - ! هللویا - 
! آمین 
! آمین - ! آمین - 
همگی بشینین 
بله 
درسته 
( چونجی دونگ‌سان ) 
بچرخ رو به رو 
! چونجی 
... ایمانتون ! انرژی کیهانی رو دریافت می‌کنه 
از طریق پیشوا چونجی 
کی ؟ 
! پیشوا چونجی - ! پیشوا چونجی - 
! پیشوا چونجی 
، از طریق یپشوا چونجی ... این بیمار بدبخت سرطانی ! انرژی رو دریافت می‌کنه 
واقعا باور می‌کنین ؟ 
! بله - ! بله - 
بهش باور دارین ؟ 
! بله - ! بله - 
! باورت داریم 
! ساکت 
... شما الان شاهد این معجزه بودین 
... پیشوا چونجی انرژی کیهانی رو دریافت کرد تا اون توده سرطانی رو نابود کنه 
بدین ترتیب ، این معجزه برای این فرد با ایمان رخ داد 
! آمین - ! آمین - 
حالا ، بیاین دعای آخرمون رو بخونیم 
یه چیزی رو باید اعلام کنم 
اگه تازه واردین ، لطفا بیاین جلو 
! تازه واردها 
... تشک رو بذار همینجا - بیا جلو - از اینور - از اینور بیا - 
... تشک ها 
اوه ، درسته ، اتاق عبادت کجاست ؟ 
از این طرف - بله - 
نمی‌تونه ببینه 
خواهر نمی‌بینه - نمی‌تونم ببینم - این طرف - نمی‌تونم ببینم - 
باید از این طرف برم - از این طرف - 
تعجب نکن - نمی‌تونم ببینم - 
تو نمی‌تونی ببینی 
ممنون 
خانم سون - بله ؟ 
مثلا باید نابینا باشی 
چشمامو می‌بندم 
باز نگه‌شون دار و همه چیز رو ببین 
باشه ، اینجا یکم ترسناکه 
اه ، خدا 
اوا ، نه 
( اتاق رختشویی ) 
آیگو ، کمرم خیلی درد می‌کنه نمی‌تونم وایسم 
سالم موندن از همه چیز مهم تره 
! یکی الان از بغلم رد شد ، یکی از بغلم رد شد 
لعنتی ، بهشون گفتم جعبه های خالی رو بندازن بیرون 
بذار ببینم 
بذار ببینم 
خوبه 
قربان ، یه هیاهوی دیگه توی لابی شده 
ای بابا ، چرا خودشون نمی‌تونن حلش کنن ؟ 
بیا بریم - باشه - 
بیا بریم - از کدوم طرف ؟ 
- از این طرف - کمرم درد می‌کنه - 
کمرم داره منو می‌کشه ، فقط می‌تونم وایسم 
چیکار کنم ؟ 
یا خدا 
کمرم حتما یه طوریش شده 
باشه 
خدای من ، چیکار باید بکنم ؟ 
گرفتیش ؟ - زودباش - 
بیا از اینجا بریم - باشه - 
خیلی طول کشید 
! زنمو بهم پس بده 
اینجا نباید اینجوری باشی - آروم باشم ؟ - بیارش بیرون 
! هویی - از این طرف بیا - 
! تو باعث شدی ما طلاق بگیریم 
هی ! پیشوا کجاست ؟ 
! هی ! اعضای فرقه 
! هی - اینجا به هم ریخته اس - 
تمرکز کن ، از عصات استفاده کن 
خدای من 
دارن به زور می‌برنش 
تو الان صددرصد نابینا نیستی 
این وحشتناکه 
تا آخرش تمرکزتو از دست نده 
یه لحظه 
اوه ، بله ، هللویا 
درسته - داریم می‌ریم بیرون - 
واقعا ؟ یه لحظه 
چیکار می‌کنی ؟ 
! بنگ - یا خدا ! چیکار می‌کنی ؟ 
- تو می‌تونی ببینی ؟ - ! بله ، میتونم - هی ! چیکار میکنی ؟ 
منظورت چیه میبینی ؟ چرا اینقدر بی ادبی ؟ 
... بیا بریـ 
خدای من 
! چیکار باید بکنم ؟ یااا خدا 
! هی ! برید کنار 
من یه معجزه دیدم - ! برید کنار - ! برید کنار - پیشوا ، من یه معجزه دیدم - 
! هی ! برید کنار 
بیارشون پیش من ، اون شیادن 
! ولم کن 
! بذارین برم - یه لحظه صبر کن - 
! یه لحظه صبرکن - ! اوه ، خدا - 
! نه - ! معذرت می‌خوام - 
آیگو 
! آدم های بد 
! فرار کن - خدای من - 
خدایا - اوه ، خدا - 
! هی - وایسا - 
! هی ! نه - اوه ، خدا - 
! آدم های بد 
تعقیبشون کن ، حالا 
واقعا که 
! هی - ! عجله کن - 
آروم باش - خدای من - 
سوارشو - ! بروو - 
! خدای من 
واقعا 
خدای من 
... ولی تو داشتی بدون من فرار می‌کردی 
حالت خوبه ؟ - بله ، خیلی بهم خوش گذشت - 
کی گفته تو بازیگر بدی هستی ، وکیل دونگ ؟ اگه اخراج شدی باید بازیگر بشی 
... ببین ، من بهت کفتم این ایده خوبی نیست 
، نمیدونم خوب بود یا نه ولی کارتون عالی بود 
واقعا ؟ - آره - 
دردم گرفت 
( پخش یه ریم ) 
این یه کلاهبرداری طراحی شده براساس توانایی های یه غیبگو هست 
پیشوا چونجی رهبر یه فرقه اس 
بیا تمومش کنیم 
زنم ازتون خواست اینکارو بکنین ؟ 
... تا یه ویدیو بسازین و نظرمو عوض کنین ؟ 
بیاین حداقل واقعیت رو فاش کنیم 
از پیشوا چونجی بخواین که یه کنفرانس خبری برگزار کنه 
" من مربی کیم یونگ نیستم " 
( مدیر عامل یومین چول ) اون کسی نیست که من بتونم ازش بخوام اینکارو بکنه 
... پس ، بیاین ویدیو رو بذاریم توی اینترنت و از مردم بخوایم 
اینکه این ویدیو ساختگیه یا نه 
اینجوری ، زنمم تحت تاثیر قرار می‌گیره 
، هدفمون اینه که از طلاق جلوگیری کنیم نه اینکه بیشتر تشویقش کنیم 
شک دارم شرکتی که شایعه شده مدیر عاملش ... تحت تاثیر یه فرقه قرار گرفته سهامش توی بورس خوب باشه 
تا فردا بهت فرصت می‌دم تا درباره اش فکر کنی 
ازم می‌خوای به خانم کیم یونگ آ کمک کنم ؟ 
درست میگم ؟ 
حتما ویدیو رو دیدی 
جوری گرفته شده که به راحتی میشه اشتباه گرفت 
می‌تونیم اعضای فرقه رو ساکت نگه داریم 
چرا داری اینکارو می‌کنی ؟ 
( چونجی دونگ‌سان ) چون به زودی قراره وارد بازار سهام بشیم 
، اگه قیمت سهام شرکتمون بالا باشه برای چونجی دونگ‌سان هم بهتر می‌شه 
لطفا همین یه بار رو استثنا قائل بشو 
( همسر استاد سو ) 
( سلام ، من دونگ گی جونم ، اگر باورت نمیشه ) 
( ... حساب بانکیشو چک کن ، یه سابقه از جامعه پنج نفره ) 
... این ماه باید پول بیمارستانو بدی تا مدت بستری تمدید بشه 
وضع مالیمون بخاطر اینکه زمان زیادی بستری بوده خوب نیست 
پس لطفا تا هفته بعدی صبرکن 
تلفن استاد سو رو هنوز بهتون پس ندادن ؟ 
، به خاطر آخرین پرونده ای که گرفتم همش دارم به این فکر می‌کنم که اعتماد واقعا یعنی چی 
احساس می‌کنم امن ترین زندان جهانه 
... تا وقتی متوجه اش نباشی نمی‌تونی ازش فرار کنی 
چی می‌خوای بگی ؟ 
... استاد سو ... باید روی اجتماع ۵نفره ای که نو یول سونگ ساخته سرمایه گذاری کرده باشه 
اینجوری یکی از اعضای اونها شده 
سرمایه گذاری کرده که بعدش چی بشه ؟ 
... باید به این فکر کنی که چرا نو یول سونگ ساکت مونده 
... صبر میکنم تا ... تا به موسسه حقوقی چایول مشکوک بشی 
تو دیدی که امروز و دیروز چه اتفاقی افتاد ، مگه نه ؟ 
! بازی برای اونا تمومه ، تموم 
کی این کارو شروع کردن ؟ 
باید درمورد عشق یه چیزایی بهت یاد بدم 
کوان ده گی کجاست ؟ 
یه سوءتفاهمی شده 
اسمش این نیست - تویی ؟ 
- کوان ده گی ؟ یا گون ده گی ؟ 
اون کیه ؟ - ! توی عوضی - 
چطور جرئت کردی زن منو از راه بدر کنی ؟ 
... توی جوجه - ! بسه توروخدا - 
تو کی هستی ؟ - اون آدم لاس زنیه - ولی با زنای متاهل کاری نداره 
بهش بگو 
اون نمی‌دونست 
عزیزم ؟ 
جدی میگم ، نمی‌دونستم 
بذار یه درس حسابی بهت بدم ! توی احمق 
چطور جرئت کردی زن منو از راه به در کنی ؟ 
! تقصیر زنته - ! توروخدا - ! بیا اینجا - خواهش می‌کنم آقا - 
! محض رضای خدا - ! عزیزم آروم باش - 
اینو بذار روش 
چای بابونه ست ، آرومت می‌کنه 
این نمیتونه درست باشه ، اون متاهل بود 
بهرحال ممنون 
... من تحت تاثیر قرار گرفتم که تو بهم اعتماد کردی 
به کسی نمیگم پس نگران نباش 
آزادانه عشق بورز ولی حواستو جمع کن 
چی ؟ 
! تو تایپ من نیستی 
پس خودتو جمع کن 
من امروز نگاهای عجیبتو دیدم 
هروقت با کسی قرار میذاری دنبال یه رابطه ی خانوادگی خوب باش 
یا بذار یه چیزایی درمورد عشق بهت یاد بدم 
( مدیرعامل نو یول سونگ ) 
چیکار می‌کنی ؟ 
کیم یونگ آ از اعضای کلیسای من نیست 
ویدیو ساختگیه 
من دنبال کسی که این ویدیو رو پخش کرده می‌گردم 
... درمورد مصاحبه ی من مشکلی هست ؟ 
کی به تو اجازه داده که چنین مصاحبه ای داشته باشی ؟ 
حتی این قضیه رو با من درمیون نذاشتی 
تو فکر کردی چه پخی هستی ؟ 
تو " ؟ " - ... من - چیزی رو ازت نمی‌گیرم 
بیا هرکدوم راه خودمون رو بریم ، اوکی ؟ 
! این یارو رو نگاه 
بیا تو 
تو ها هیون هو رو می‌شناسی ، آره ؟ - بله - یه قرار ترتیب بده ، می‌خوام شخصا ببینمش 
بله قربان 
( بیمارستان دانشگاه سوهان ) 
من حساب بانکی همسرم رو چک کردم 
اون یک میلیون دلار به حساب شرکتی به اسم " پنج عضو " واریز کرده 
نمی‌دونی برای چی بوده ؟ 
من این رو از موسسه حقوقی چایول پس گرفتم 
( سابقه تماس ها ) 
اونا تمام سابقه ی تماسو پاک کردن 
... به من گفتن موقع بازکردن رمز گوشی یه اشتباهی رخ داده 
ولی الان بنظر اشتباه نمیاد 
حذف و بازیابی اطلاعات مثل یه مهارت جنگیه 
اگر من ماهر تر از کسی هستم که حذفش کرده میتونم برگردونمش 
که اینطور ؟ 
و برگردوندیش ؟ 
واو 
ده گی - یاخدا - 
واقعا ازت ممنونم ده گی ، نوکرتم 
باید یه شام مهمونت کنم 
ممنون 
زمانتو برای بررسی اطلاعات بذار 
برای زمان شامم بهت خبر میدم 
اوکیه - ممنون - 
ممنون ده‌گی - خواهش می‌کنم - 
درست میگی‌ ، آخرین کسی که بهش زنگ زده نو یول سونگه 
شماره‌ش با ۲۷۱۱ تموم میشه 
صبر کن 
دهم نوابر ، ساعت ۴صبح 
دقیقا قبل از خودکشیش 
مدیرعامل نو ، لطفا یک میلیون دلاری که سرمایه گذاری کرده بودم رو بهم پس بدین 
کارم فوریه 
( مدیرعامل نو ) 
( مدیرعامل نو ) 
نمی‌تونم تماس بگیرم . همین الان لازمش دارم 
شماره حسابمو برات می‌فرستم 
استاد سو تحت تعقیبه 
پرونده ی نا یومی چیه ؟ 
اون شاهده 
کجایی ؟ 
دانشگاه 
به تماسم جواب بده 
( مدیرعامل نو ) 
اون چیزی که بصورت خودکار روی گوشیش ضبط شده بود بازیابی شده 
( تماس ضبط شده : مدیرعامل نو ) 
سلام 
... داری سعی میکنی بعد از پس گرفتن پولت به بازپرس ها ، حقیقتو بگی ؟ 
تو یه شاهدی 
چرا ترسیدی ؟ 
بازپرس ها درخواست مجوز تجسس و مصادره دادن 
یه ساعته آماده میشه 
من یه سری صدای ضبط شده تو گوشیم دارم که مربوط به رشوه خواری و تغییر هدفه 
تو زده به سرت 
( استاد سو ) منو از این داستان خارج کن 
فقط پولمو برگردون 
من مثل تو نیستم 
اون تمام سرمایه ی من بود 
درمورد چی حرف میزنه ؟ 
استاد سو می‌خواد حقیقتو بگه ، باید چیکار کنیم ؟ 
بخاطر چی ؟ 
بخاطر بازپرس ها - چی ؟ 
چه کار احمقانه ای ، دیوونه شدی ؟ 
کی با بیرون انداختن استاد سو از گروه مخالفه ؟ 
بین ما ، خیانت یعنی مرگ 
الان ، قراره تنهایی بمیری 
مدیرعامل نو 
( مدیرعامل نو ) 
طی ۳۰ثانیه ، زنت ، دخترت و مادرت این ویدیو رو می‌بینن 
یا جون سالم بدر می‌بری یا می‌میری یکی رو انتخاب کن 
( تماس ضبط شده : مدیرعامل نو ) 
( تاریخچه پیام ها ) 
خیلی عجله داشته 
فکر نمی‌کردم تا این حد پیش رفته باشه 
بیا بریم 
باید یه کاری براش بکنیم 
چرا اینجایی ؟ 
عام ، فقط دلم برات تنگ شده بود 
چی میگی واسه خودت ؟ 
بیا 
این تلفن استاد سو و فایلای دادگاهه 
آهان ، باشه 
... این مدرکیه که ثابت می‌کنه نو یول سونگ سو وونگ جین رو وادار به خودکشی کرده 
مدیرعامل نو این کارو با استاد سو کرده ؟ 
اینا تو مدارک نا یومی نبود من متوجه دخالتش تو خودکشی استاد سو شدم 
خوب انجامش دادی 
جین وو ، دادستان پارک 
... لطفا نو یول سونگ رو بازداشت کنین تا خشم من فروکش کنه 
اوکیه ، می‌فهمم - خوبه - خدافظ - ، شاگرد قانون - دادستان پارک - بله - 
( مدارک دادگاه سو وونگ جین ) 
موبایلشم هست 
درمورد فایل های ضبط شده نگران نباش 
ما برات قضیه رو حل می‌کنیم 
حله 
موفق باشی 
، مطمئن شو که شرکت حقوقی اداره و خونه هاشون رو پاک سازی کنی 
اوکی 
( کیم سارا ) 
توروخدا 
بوم ، تو آدرس دقیق خونه ی سارا رو می‌دونی ؟ 
لطفا برام بفرستش 
همه چی اوکیه ؟ 
باید یه چیزی رو چک کنم ، بجنب اوکی 
دستگاه مشترک مورد نظر خاموش است 
لطفا بعد از صدای بوق پیغام خود را بگذارید 
دستگاه باید شارژ شود 
کیم سارا 
کیم سارا 
! وکیل دونگ ، چشماتو باز کن ، وکیل دونگ 
! گی جون 
: آیـــ ( ملکه طلاق ) ـــرِن : : @ AirenTeam : 
بیاین بهترین راه حل رو برای خانم کیم پیدا کنیم : @ AirenTeam : 
نو یول سونگ ، داره از ها هیون هو که عضو مجلسه حمایت می‌کنه : @ AirenTeam : 
کیم یونگ آ الان چیکار میتونه بکنه ؟ : @ AirenTeam : 
این تو سیاست مثل صدور حکم اعدامه : @ AirenTeam : 
دارم یه تصمیم سخت می‌گیرم : @ AirenTeam : 
درخواست طلاق شوهرم رو قبول می‌کنم : @ AirenTeam : 
این بار ، دنبال راه حل مبارزه ی سرپرستی می‌گردیم : @ AirenTeam : 
تخریب چونجی : @ AirenTeam : 
... پس ما : @ AirenTeam : خیلی باید دقیق باشیم : @ AirenTeam : 
من اشتباه مرگباری انجام دادم : @ AirenTeam : 
چرا این کارو کردی وقتی نمی‌تونی بمیری ؟ : @ AirenTeam : 
فقط من نیستم ، سارا ! تو خوبی ؟ : @ AirenTeam : 
نه ، نیستم : @ AirenTeam : 
