Εγώ ... Ψάχνω την Ντάριους . 
Όχι . Δεν την ψάχνεις . 
Δεν ψάχνεις την Ντάριους . Ψάχνεις απαντήσεις . 
Για την ακρίβεια , αυτό που ψάχνω είναι οι άνθρωποι . 
Οι άνθρωποι ; 
Δεν θα τους βρεις στην παρουσία μου . 
Σωστά . Απλώς ... 
Ξέρετε πού είναι ; Πού μπορώ να τους βρω ; 
Σιωπή . 
Οι ερωτήσεις πρέπει να γίνουν σε παρελθοντικό χρόνο , γιατί οι απαντήσεις μου έχουν ήδη συμβεί . 
Ναι . Δεν καταλαβαίνω . 
Όχι " Πού πάω ; " , αλλά " Από πού ήρθα ; " 
Όχι " Ποιον θα συναντήσω όταν πεθάνω ; " , αλλά " Ποιος πέθανε προτού τον συναντήσω ; " 
Όχι μια ερώτηση για κάτι που θες να μάθεις . Μια ερώτηση για κάτι που δεν έμαθες ποτέ . 
Θέλω να μάθω τι συνέβη στον πλανήτη προτού γίνει Ορμπόνα . 
Τι συνέβη στους ανθρώπους ; 
Ιδιαίτερα επώδυνο ερώτημα . 
Πολύ καλά . Δώρα χάρισε για χαρισμένα δώρα . 
Δώρα χάρισε . 
Ένα δώρο . 
Εντάξει . 
Δεν νομίζω ότι έχω κάτι που να θέλεις . 
Όμως , έχεις κάτι που θέλω . 
Για να δούμε . 
Ξέρω ότι υπάρχει ένα κάπου εδώ . 
Ναι . 
Αυτό εδώ , πιστεύω . 
Για δες . 
Πότε γέμισε αυτό ... Τι στιγμή . 
Τι όμορφη . 
Υπάρχει τίποτα πιο ευχάριστο από τη γέννηση ενός παιδιού ; 
Ζητώ συγγνώμη . 
Νόμιζα ότι ήταν άδειο . 
Μισό λεπτό . 
Πολύ καλύτερα . 
Είναι όλα γεμάτα με αναμνήσεις ; 
Ευχάριστες αναμνήσεις . Τώρα είναι δικές μου . Τις βιώνω όποτε το επιλέξω , όποτε το έχω ανάγκη . 
Και θέλεις μία δική μου ανάμνηση . 
Την πιο χαρούμενη ανάμνηση . 
Εντάξει . Κλείσε τα μάτια σου . 
Κράτα σφιχτά τις λαβές . 
Και να θυμάσαι . Άσε την ανάμνηση να σε βρει . Να σε πάει πίσω σε μια εποχή που δεν είχες έννοιες ή ανησυχίες . 
Σε μια εποχή που ένιωθες αγάπη . Ασφάλεια . 
Χαρούμενα έκτα γενέθλια . 
Κάνε μια ευχή . 
Όταν ήξερες ακριβώς τι ήθελες . 
Ξεκλείδωμα Ντάινα-Θαλάμου . 
Πολλά παιδιά , όπως εσύ , μεγαλώνουν σε υπόγεια καταφύγια σαν αυτό . 
Πότε μπορώ να παίξω ; 
Όταν περάσεις το τεστ Τελικής Αξιολόγησης , θα περάσεις την πόρτα . Εκεί θα συναντήσεις την οικογένειά σου . 
Και πίστεψες ότι όλα ήταν σωστά στον κόσμο . 
Τι είναι αυτό ; 
Δώρο χαρισμένο . 
Χαρισμένο δώρο . 
Έφτασα στον Ορμπόνα με τους αδερφούς και την αδερφή μου χάρη στον βασιλιά Όχο . 
Αντιλαμβανόταν τον πλανήτη σαν ένα ανοιχτό επίπεδο γεμάτο προοπτικές για ζωή . 
Μα εγώ διέκρινα έναν διαλυμένο κόσμο και την αύρα της καταστροφής . 
Άκουγα μόνο τα ουρλιαχτά όσων είχαν χαθεί πριν από μένα . 
Ένιωθα μόνο τον πόνο ενός βεβηλωμένου κόσμου . 
Έβλεπα μόνο τον θάνατο . 
Και με στοίχειωσαν οι άνθρωποι . 
Ποιοι ήταν ; 
Ποιος το έκανε ; 
Εκείνοι που έψαχνες , που κατέστρεψαν τα πάντα και θάφτηκαν μ ' αυτό . 
Όχι . 
Όχι . Δεν ήρθα εδώ γι ' αυτό . 
Δεν περιμένω να εκτιμήσουν όλοι τα δώρα μου , αλλά να ξέρεις ότι το δικό σου σημαίνει πολλά για μένα . 
Ο πόνος του παρελθόντος είναι ενίοτε αβάσταχτος . 
Εδώ πάνω , με τις αναμνήσεις μου , νιώθω μόνο ευτυχία . 
Κάνε μια ευχή . 
Πολλά παιδιά , όπως εσύ ... 
- Πολλά παιδιά , όπως εσύ . - ... σε καταφύγια ... Καταφύγια , σαν αυτό . 
Όχι . 
Δεν γίνεται . 
Κάτσε , θα σου εξηγήσω . 
Άνθρωποι υπόγεια εδώ και τόσο καιρό ; 
Και μόνο ένας θα ήταν πολύς . 
Φύγε . Υπόγειο τέρας . 
- Δαίμονα των λάκκων . Φάντασμα χώματος . 
- Στάσου . 
Φύγε ! 
Επικείμενος πνιγμός . 
Εύα , απάντησε . 
Εύα , απάντησε , σε παρακαλώ . 
Ευχαριστώ , Ότο . 
Παραλίγο . 
Είσαι εντάξει τώρα . 
Και δεν έφαγα κανένα νόστιμο ψαράκι . 
Μάλλον . 
Η Ντάριους ... Όχι . 
Πρέπει να κάνει λάθος . 
Μην είσαι λυπημένη . 
Με αποκάλεσε τέρας , Ότο . Απλώς και μόνο επειδή είμαι άνθρωπος . 
Υποτίθεται θα ξαναφτιάχναμε τον πλανήτη , αλλά είπε ότι τον καταστρέψαμε . 
ΕΥΑ ΒΡΕΣ ΜΕ Κι αν είμαι μόνη ; 
Κι αν είμαι η μοναδική ; 
Εύα , δεν είσαι μόνη . 
- Εντάξει . Γέμισε το φλασκί . - Ρόβι ; 
Εντάξει . 
- Θα σου δώσω ό , τι θες . - Ξέρεις τι να κάνεις . 
Έχεις δίκιο . Δεν είμαι μόνη . 
Το μπάλωμα . Ανήκε σε κάποιον άνθρωπο , γεννημένο σε καταφύγιο . 
Πρέπει να μάθω πού βρέθηκε . 
Όχι τώρα . Τώρα . 
Δεν το πιστεύω ότι έμπλεξα έτσι . 
- Τι σκεφτόμουν ; - Η σκέψη είναι υπερτιμημένη . 
- Δεν σκεφτόμουν , έτσι ; 
- Καθόλου . 
Τι ; Δεν με θεωρείς έξυπνο ; 
- Πανέξυπνο . 
- Τότε , γιατί είμαι τόσο χαζός ; 
Ίσως η εξυπνάδα να ήρθε και να έφυγε . 
Έλα δω . Έλα . 
- Να σου πω ένα μυστικό ; 
- Ξέρω ήδη για τη νίκη . 
Όχι . Καλύτερο . 
Εκείνη είναι άνθρωπος . 
Εντάξει . 
Κάποιος ήπιε λιγάκι παραπάνω . 
Βλέπω το ύφος σου . Δεν με πιστεύεις . 
Κανείς δεν έχει δει άνθρωπο εδώ και καιρό . 
Ώρα να κλείσω το μπαρ . 
Πάει αργά . 
Ωστόσο , εσύ ακόμα πίνεις κι εγώ δεν έχω κάπου να πάω . 
Ρόβι , τι κάνεις ; 
Μη με λες Ρόβι . 
Δώσ ' το μου . 
- Ορίστε . Φύγε . 
- Έμειναν τα μισά ; 
- Πήρα τα μισά . Εσύ τα άλλα μισά . 
- Ξέρεις ότι τα χρειάζομαι . Όλα ! - Να μάθω πού βρήκε ο Κάρανκλ το μπάλωμα . 
- Είναι απατεώνας και ψεύτης . 
- Έχω άδικο ; - Μην εμπιστεύεσαι όποιον φορά πλεκτά . 
Από κάπου ήρθε το μπάλωμα , έτσι ; 
Όλα από κάπου έρχονται . 
Όπως έλεγε ο θείος Μπούντου Ομπίντο 
" Για να πας κάπου , ξεκίνα από κάπου ! " 
- Ή " Φόρα το εσώρουχο ... " 
- Πού πας ; - Είχαμε μια συμφωνία . 
- Την αθέτησες και πήρα το μερίδιό μου . 
- Απλό . - Αυτό ήταν ; - Τελειώσαμε ; Έτσι απλά ; 
- Έτσι απλά . Χρειάζομαι βοήθεια . 
Μόνο εσύ μπορείς να με πας εκεί που θέλω . 
Γιατί ; 
Γιατί εγώ ; Δεν χρειάζεσαι εμένα ! 
Εσύ με έφερες εδώ . Για τα λεφτά . Τη συμφωνία . Τίποτα άλλο . Είμαι ένας ξοφλημένος περιπλανώμενος . 
Τέλος . Δεν μπορώ να βοηθήσω ! 
Ο Φίσκιαν είπε ότι ήσουν ιχνηλάτης . 
Έχει μεγάλο στόμα . 
- Η Χόστια μίλησε για την οικογένειά σου . - Για το τίποτα . 
Δεν ξέρεις τίποτα για μένα . 
Μη μου μιλάς . Μη με ακολουθείς . 
- Φύγε ! 
- Συγγν ... Η τζάργκαμ δεν δουλεύει ; 
Πολύ αργός ο ανθρώπινος εγκέφαλος ; 
Τελειώσαμε . Άκυρη η συμφωνία . 
Αντίο . 
Πώς να βοηθήσει ο Κάρανκλ ; 
Έναν αριθμητικό εντοπιστή βαρεμάρας ; 
Ή μια συσκευή για να φυτεύεις έναν σπόρο τη φορά ; 
Ήρθα για το μπάλωμα του Ρόβεντερ Κιτ με το σήμα της Εταιρείας Ντάιναστιζ . 
Σωστά . Ναι . Το σήμα της Ντάιναστιζ . 
- Έχεις τα 300 σέλακ ; - Όχι , δεν τα έχω . 
- Αλλά τι αγοράζω με 150 ; 
- Μισό λεπτό . Μισά λεφτά , μισές πληροφορίες . 
- Θέλω να μάθω πού το βρήκες . 
- Δεν έχεις αρκετά λεφτά . 
Κι αν σου πω τι είναι αυτά τα ανθρώπινα πράγματα ; 
Με κάνεις και γελάω . Γελοίο . Ο Κάρανκλ είναι ειδικός στην ανθρώπινη πραμάτεια . 
Πιο ειδικός από έναν αληθινό άνθρωπο ; 
Τι ... Κάτσε ! Καλώς ήρθες , μοναδική επισκέπτρια . 
Συγχώρεσε την αγένεια του Κάρανκλ . 
Ίσως κάνουμε μια ανταλλαγή πληροφοριών . 
Ξεκινάω . Πού βρήκες το μπάλωμα ; 
Ο Κάρανκλ έλαβε το μπάλωμα στο Σόλας σε μια ανταλλαγή . 
- Τι είναι το Σόλας ; - Σειρά μου . Άλλοι άνθρωποι μαζί σου ; 
Είμαι μόνη . Προσπαθώ να βρω τους άλλους . 
Πρέπει να μάθω . Τι είναι το Σόλας ; 
Είναι η πρωτεύουσα του Ορμπόνα . Εκεί μένει ο σπουδαιότερος συλλέκτης της δυναστείας Ντάιναστιζ , ο Ζιν . 
Ο Κάρανκλ τού πούλησε ένα από αυτά στο χέρι σου . 
Αυτό εννοείς ; 
Ένα Όμνι ; Μπορεί να έχει ονόματα , ημερομηνίες , τελευταίες τοποθεσίες . 
Πρέπει να το βρω . 
Ο Ζιν είναι στο Σόλας . 
Πώς θα πάω στο Σόλας ; 
Τι εννοείς ; Μόνη σου ; Όχι , είναι πολύ μακριά . 
Θα χρειαστείς προμήθειες , μεταφορικό μέσο και έναν χάρτη . 
Ο Κάρανκλ τυχαίνει να έχει έναν . 
Για να θυμηθώ . Τον έβαλα ... Εντάξει . 
Ναι . Ναι , σωστά . Να τος . 
Έλα . Ρίξε μια ματιά . Ο Κάρανκλ θέλει να βοηθήσει . 
Πάντα βοηθά . 
Τι ; 
Παγίδα του Μπεστίλ ; 
Τώρα που ενεργοποιήθηκε , όπου να ' ναι θα έρθει . 
Κι εσύ θα μάθεις για το Σόλας , μικρέ άνθρωπε . 
Γιατί εκεί θα πας ως φορτίο ! 
Ο Κάρανκλ χθες έμαθε για έναν άνθρωπο που ξέφυγε από τον Μπεστίλ . 
Ο Ζιν απογοητεύτηκε πολύ που ο Μπεστίλ σε έχασε . 
Θα ήσουν το καμάρι της συλλογής του . 
Και τώρα θα γίνεις . 
Ο Μπεστίλ . 
Ήρθε πιο γρήγορα από όσο φανταζόμουν . 
Μπεστίλ ! 
Εδώ ! 
Ο άνθρωπος είναι εδώ ! 
Φρόντισε να θυμίσεις στον Ζιν ποιος έπιασε τον άνθρωπο . 
- Εγώ . 
- Εσύ . 
Ναι , φυσικά εσύ . 
Ο Κάρανκλ ήταν ο μεσολαβητής . 
Μη ρίχνεις στο μαγαζί του Κάρανκλ . 
Ξέρεις πόσο μου στοίχισε ; 
Σταμάτα , σε παρακαλώ ! 
Πλάκα κάνεις ; 
Μου καταστρέφεις τη ζωή ! 
Ο Κάρανκλ θα πάρει τα λεφτά , ναι ; 
- Μάδερ , πρέπει να φύγουμε . - Εύα . 
Πού ήσουν ; Ανησύχησα . 
- Με βρήκε ο Μπεστίλ . 
- Ο Μπεστίλ ; Είναι εδώ . Θα πάμε στο Σόλας . - Στο Σόλας ; Τι είναι αυτό ; - Όλα καλά ; 
- Πού πήγες ; 
- Ο Μπεστίλ βρήκε την Εύα . 
- Ο Μπεστίλ ; 
Κακό αυτό . - Όχι . Με τρομάζει . 
Μην ανησυχείς . Δεν ξέρει ότι είμαι εδώ . Μάδερ , είδα την Ντάριους . 
- Την Ντάριους ; 
- Ζήτησε να δει τα δάχτυλά σου ; 
- Εύα , τι έκανες ; 
- Μέγκνταν , Ζούζι , ελάτε στην κουζίνα . 
- Τι μας θες ; - Άκου . Είπε ότι οι άνθρωποι κατέστρεψαν τον πλανήτη . Ότι εξαφανίστηκαν . Δεν μπορεί . 
Πού είναι όσοι γεννήθηκαν στα καταφύγια ; 
Δεν έπρεπε να παραβιάσω το πρωτόκολλο και να φύγουμε από το Καταφύγιο . 
Ο Κάρανκλ πούλησε ένα Όμνιποντ σε κάποιον στο Σόλας . Σε κάποιον Ζιν . 
Ίσως μάθω πού είναι όλοι . Πάμε , τώρα ! 
- Δεν σε ακολούθησε ο Μπεστίλ ; 
- Όχι . Το να μείνουμε εδώ είναι το πιο ασφαλές . Εδώ ; Όχι , δεν θα μείνουμε εδώ . 
Ένα Όμνιποντ . 
Στο Σόλας ! 
Πρώτα το μπάλωμα , τώρα το Όμνι και αυτό . 
Το βρήκα στο Καταφύγιο . 
" Εύα , βρες με " . 
Κάποιος με ψάχνει . 
Πρέπει να πάμε στο Σόλας . 
- Αρκετά ! Δεν θα πάμε στο Σόλας ! 
- Δεν θέλεις να βρω την οικογένειά μου ; 
- Προτεραιότητα έχω την ασφάλειά σου . 
- Δεν χρειάζομαι πια την προστασία σου . 
- Άλλα δείχνει η εγωιστική συμπεριφορά . 
- Εγωιστική συμπεριφορά ; 
Με πόνταρες . 
Το έσκασες . 
Φέρεσαι απερίσκεπτα και θα πάθεις κακό . 
Θα μείνουμε εδώ . 
Όχι ! Δεν θα μείνω εδώ . Κάποιος θέλει να τον βρω και δεν θα με σταματήσεις . 
Το πρωτόκολλό μου λέει να σε βοηθήσω , να σε κρατήσω ασφαλή . 
Ακριβώς ! Είσαι πολυχρηστικό ρομπότ βοηθός . Όχι η αληθινή μητέρα μου . 
- Εύα ! - Δεν θέλω τη βοήθειά σου . 
Ξέρω ότι ήταν εδώ ο άνθρωπος . 
- Πού πήγε ; - Δεν το κατάλαβα . 
Θα σου δώσω ό , τι θες . 
Να κεράσω ένα ωραίο ποτό ; 
- Μη μιλάς . Πάψε . - Μη φεύγεις . 
- Πιες το εδώ . 
- Μιλάς πολύ . Μπεστίλ . 
Για δες . 
Θες να με πας στο Σόλας . 
Οπότε , να με . 
Βρε βρε βρε . 
Γεια σου , άνθρωπε . 
Κάτι τόσο εύθραυστο δεν πρέπει να είναι τόσο θαρραλέο . 
Ίσως γι ' αυτό να είσαι η τελευταία . 
