Јас сум ... Ја барам Дариус . 
Не . Ти не ... 
Не ја бараш Дариус . Бараш одговори . 
Всушност , она што го барам се луѓето . 
Луѓето ? 
Нема да ги најдеш во мое присуство . 
Во право си . Јас само ... 
Дали знаеш каде се ? Каде би можела да ги најдам ? 
Тишина . 
Сите твои прашања мора да бидат во минато време бидејќи сите мои одговори веќе се случија . 
Па , не разбирам . 
Не ... " Каде одам ? Туку ... " Од каде дојдов ? " 
Не ... " Кого ќе се сретнам кога ќе умрам ? Туку ... " Кој ќе умре пред да можам да ги сретнам ? " 
Не е прашање за нешто што сакаш да го знаеш . Прашање за нешто што никогаш не си го знаела . 
Сакам да знам што се случи на оваа планета пред да биде Орбона . 
Што се случи со луѓето ? 
Особено болно барање . 
Многу добро . Дадени подароци за дадени подароци . 
Дадени подароци . 
Подарок . 
Добро . 
Не сум сигурна дека имам нешто што го сакаш . 
Но , имаш нешто што јас го сакам . 
Ајде да видиме . Ајде да видиме . 
Знам дека тука некаде имав резервен сад . 
Да . 
Верувам дека е овој . 
О , мое . 
Кога беше ова пополнето ... Каков момент беше , тоа . 
Толку убаво . 
Има ли нешто порадосно отколку раѓањето на детето ? 
Се извинувам . 
Мислев дека е празен . 
Само момент . 
Многу подобро . 
Сето ова е исполнето со спомени ? 
Радосни спомени . Сега мое е да го доживеам кога и да одберам , секогаш кога ми треба . 
И сакаш еден од моите спомени . 
Најсреќениот спомен . 
Добро . Затвори ги очите . 
Фати ги цврсто рачките . 
И запомни . Нека те најде меморијата . Нека те врати во едно време , кога немаше грижи или бриги . 
Време кога си почувствувала љубов . Кога си била на безбедно . 
Среќен шести роденден , Ева . 
Замисли си желба . 
Кога точно знаеш што сакаш . 
Дина - Комората е отклучена . 
Многу деца исто како тебе се воспитуваат во подземни светилишта токму како ова . 
Кога ќе можам да си играм со нив ? 
Штом ќе го положиш тестот за финална проценка , можеш да поминеш низ големата врата . Преку која ќе стигнеш да го запознаеш твоето семејство . 
И веруваше дека се е во ред во светот . 
Што е ова ? 
Даден подарок . 
Даден подарок . 
Стигнав на Орбона со моите браќа и сестра по милоста на кралот Ојо . 
Тој ја сметаше планетата како отворен авион , зрела со потенцијал за живот . 
Но , забележав скршен свет и аура на катастрофа . 
Сe што можев да слушнам беа врисоци на оние што паднаа пред мене . 
Сe што можев да почувствувам беше болката на осквернавен свет . 
Сe што можев да видам беше смрт . 
И ме прогонуваа луѓето . 
Кои беа тие ? 
Кој го направи ова ? 
Оние што ги бараш , кои сето тоа го уништија и се закопаа со него . 
Не . 
Не ! Не дојдов овде поради овде . 
Не очекувам сите да ги ценат моите подароци , но ... те молам знај дека твоето ми значи многу . 
Болката од минатото , понекогаш , е премногу за поднесување . 
Овде горе , со моите спомени , чувствувам само среќа . 
Замисли желба . 
Многу деца како тебе ... 
- Многу деца исто како тебе . ... во светилиштата ... Светилишта исто како ова . 
О , не . Не . 
Не може да биде . 
Чекај , но ... можам да објаснам . 
Луѓето се под земја цело време ? 
Да треба да има уште еден би биле премногу . 
Излези . Подземно чудовиште . 
Демону кој копа . Дух на нечистотијата . 
Чекај , те молам . 
Излези ! 
Наскоро следи давење . 
Ева , те молам одговори . 
Ева , те молам одговори . 
Фала , Ото . 
Тоа беше блиску . 
Сега си во ред . 
А јас не јадев вкусна риба . 
Веројатно . 
Дариус , таа ... Не . 
Мора да греши . 
Не биди тажна . 
Ме нарече чудовиште , Ото . Само затоа што сум ... човек . 
Ние требаше да бидеме тие што ќе ја обноват планетата , но таа рече дека ја уништивме . И ... 
Што ако сум сама ? 
Што ако сум единствената ? 
О , Ева . Ти не си сама . 
- Во ред . Наполни ја тиквата . - Рове ? 
Добро . 
- Ти давам што сакаш . - Да ! Знаеш што да правиш . 
Во право си , Ото . Јас не сум сама . 
Лепенката . Му припаѓаше на друг човек . 
Уште едно светилиште родено . Морам да откријам од каде доаѓа . 
Не сега , не сега , не сега . Кога . 
Не ми се верува дека влегов во овој хаос . 
- Што мислев ? - Да . - Размислувањето е преценето . 
- Па , не размислував , нели ? 
- Апсолутно не . 
Што ? Не мислиш дека сум паметен човек ? 
- Паметни како што доаѓаат . 
- Тогаш зошто сум толку глупав ? 
Можеби паметните доаѓаат и си отишле . 
Дојди овде . Дојди овде . 
- Сакаш да знаеш мала тајна ? 
- Веќе ја знам онаа за победата . 
Не , не . Подобра . Подобра . 
Таа е човек . 
Добро . 
Некој испил премногу . 
Го гледам тој изглед на твоето лице . Не ми веруваш . 
Другар , никој не видел човек за долго време . 
Време е да се затвори барот . 
Станува доцна . 
Сепак , вие сe уште пиете , а јас немам каде да одам . 
Рове , што правиш ? 
Не ме викај Рове . 
Предади ги . 
Ете . Оди си . 
Половина ги нема ? 
Ја добив мојата половина . Ти ја доби својата . 
Знаеше дека ми требаат овие пари . Сето тоа ! За да дознаеш од каде Карункл ја добил таа лепенка на Династи . 
Карункл е измамник и лажго ! 
Дали грешам ? Никогаш не му верувај на момче во џемпер - панталони . 
Но , таа лепенка дојде од некаде , нели ? 
Сe доаѓа од некаде . 
Како што секогаш велеше чичко Буду Обедо , 
" За да стигнеш каде било , од некаде треба да почнеш ! " 
- Или тоа беше " Облечи ја долната облека ... " 
- Каде одиш ? - Имавме договор . 
- И ти го прекрши . Така да , го земав мојот дел од добивката . 
- Едноставно . - Значи , тоа е тоа ? - Завршивме , само така ? 
- Токму така . Те молам , ми треба твојата помош . 
Ти си единствениот кој може да ме однесе таму каде што треба да одам . 
Зошто ? 
Зошто јас ? Јас не сум тој што ти треба ! 
Ме доведе овде ! И ти ... Те доведов овде поради парите . Договорот . Ништо повеќе . Тоа е тоа . Јас сум измиен стар двигател , крај на приказната . 
Не можам да ти помогнам ! 
Фисцијан рече дека си најголемиот пронаоѓач на патеки на Орбона . 
Фисијан има голема уста . 
И Хостија ми кажа што се случило ... со твоето семејство . 
Не знаеш ништо за мене . 
Затоа престани да зборуваш . Престани да ме следиш . 
- Оди си ! 
- Јас сум ... О , жаргумот веќе не работи ? 
Човечкиот мозок е премногу бавен ? 
Готови сме . Договорот заврши . 
Збогум . 
Како може Карнакл да ви помогне ? 
Можеби нумерички трагач на здодевност ? 
Или користен уред да се засади едно по едно семе ? 
Тука сум за лепенката што му ја продаде на Ровендер Кит . На него имаше лого на Корпорација Династи . 
Во право си . Да . Логото на Династи , а ? 
- Имаш 300 школки ? - Не , немам . 
Но , што можам да добијам за 150 ? 
Почекај малку . За половина од парите , добиваш половина од информациите . 
Треба само да знам од каде ја доби . 
Тоа е половината што не можеш да си ја дозволиш . 
Што ако ти кажам навистина за што служат човечките работи овде ? 
Ме засмејуваш . Смешно . Карункл е главен експерт за човечка стока . 
Повеќе експерт отколку , ... вистински човек ? 
Што ... Еј ! Добредојдовте , добредојде . Најуникатен гостину . 
Ве молам прости му ја грубоста на Карункл . 
Можеби размена на информации може да се организира . 
Одлично . Ќе почнам . Лепенката , каде ја доби ? 
Карункл ја доби таа лепенка во Солас , како дел од трговијата . 
Што е Солас ? Ух - ух . Мојот ред сега . Има ли други луѓе со тебе ? 
Јас сум сама . И се обидувам да ги најдам другите . 
Значи , треба да знам , што е Солас ? 
Солас е главен град на Орбона , дом на единствениот најголем колекционер од династијата Династи , Зин . 
Всушност , Карункл му продаде една од овие работи на твојата рака . 
Мислиш на ова ? 
Уште еден Омни . Може да има имиња , датуми , последни познати локации . 
Морам да го добијам . 
Зин , тој е во Солас ? 
Како да стигнам до Солас ? 
Што мислиш ? Самата ? Не , многу е далеку . 
Ќе ти требаат материјали , превоз и карта . 
Ух - а . Случајно Карункл има една токму овде . 
Сега да видам , ја префрлив ... Добро . 
Да . Така е . Еве је . 
Дојди , дојди . Погледни . Карункл сака да помогне . 
Секогаш помага . 
Што ? 
Една од стапиците на Бестил ? 
Со активирана стапица , тој ќе пристигне наскоро . 
И наскоро ќе научиш за Солас , мало човече . 
Затоа што ќе се упатиш таму , ... како товар . 
Ух - ух . Кога Карункл беше таму вчера , слушна за човек што му побегна на Бестил . 
А Зин беше многу разочаран од Бестил , што те изгубил . 
Ти требаше да бидеш гордоста на неговата колекција . 
И сега ќе бидеш . 
Тоа е Бестил . 
Дојде многу побрзо отколку што мислев . 
Бестил ! 
Тука ! 
Човекот е тука . 
Не заборавај да го потсетиш Зин , кој беше одговорен за фаќање на човекот . 
- Јас . 
- Ти . 
Да , секако ти . 
Карункл беше само типот помеѓу . 
Престани да пукаш во продавницата на Карункл . 
Знаеш ли колку ме чинеше ова ? 
Престани , те молам . 
Ме зафркаваш ? 
Ми го уништуваш животот . 
Карункл сепак ги добива парите , нели ? 
- Мутр ! - Ева ! - Мутр , треба да одиме . 
Каде беше ? Бев многу загрижена . 
- Бестил , ме најде . 
- Бестил ? Тој е тука . Треба да заминеме , добро ? Одиме во Солас . Солас ? Што е Солас ? Дали е се во ред ? 
Да , и каде отиде ? 
Бестил ја најде Ева . 
- Бестил ? 
Тоа не е добро . - Не . Ме плаши . 
Не , не . Во ред е . Не знае дека сум тука . Добро ? Мутр , бев и ја видов Дариус . 
Ја виде Дариус ? 
Дали побара да ти ги види прстите на нозете ? 
Ева , што правеше ? 
Маегдан , Зоози , Ми треба вашата помош во кујната . 
- Не ти треба нашата помош . - Мутр , слушај . Дариус ми кажа дека луѓето ја уништиле планетата . Дека сите ги нема . Но , тоа не може да биде точно . 
Каде се сите други светилишта ? 
Никогаш не требаше да отстапам од протоколот . Не требаше да го напуштиме Светилиштето . 
Мутр , Карункл продал Омнипод на некој во Солас . Некој по име Зин . 
Тој може да ми каже каде се . Затоа , сега треба да одиме таму . 
Сигурна си дека Бестил не те следеше ? Сигурна сум . 
Тогаш , можеби останувањето овде е најбезбедната опција . Еве ? Не , не остануваме овде . 
Омнипод . 
Во Солас . 
Прво лепенката , сега Омни и ова . 
Види , го најдов ова во Светилиштето . 
" Ева најди ме " . 
Мислам , некој ме бара . 
Мора да одиме во Солас . 
Доволно ! Не одиме во Солас . 
Не сакаш ли да го најдам моето семејство ? 
Мојот прв приоритет е да те чувам безбедна . 
Не треба повеќе да ме чуваш безбедна . 
Твоето себично однесување би укажало поинаку . 
Моето себично однесување ? 
Да се обложиш на мене . 
Прикрадување надвор . 
Непромислена си и тоа ќе те повреди . 
Остануваме овде . 
Не ! Јас не останувам овде . Некој таму сака да ги најдам и нема да ме спречиш . 
Како единица Мутр , мојот протокол е да ти помогнам , да те чувам безбедна . 
Точно ! Ти си робот за помош со повеќе задачи . Ти не си мојата вистинска мајка . 
- Ева ! Ева ! - И не ми треба твојата помош . 
Знам дека човекот беше тука . 
- Каде отиде ? - Човек ? - Не знаев дека е човек . 
Ти давам се што сакаш . 
Што мислиш за еден убав пијалок дома ? 
- Биди тивок . Замолчи . - Не мора да одиш . 
- Можеш да го пиеш токму овде . 
- Премногу зборуваш . Бестил . 
Па , погледни овде . 
Слушнав дека сакаш да ме однесеш во Солас . 
Значи , еве ме . 
Па , добро , добро . 
Здраво , човеку . 
Нешто толку кревко , не треба да биде толку смело . 
Можеби затоа си последниот од твојот вид . 
