Эй ! Ты меня слушаешь ? 
Я же говорил , что и сам кое-что вижу . 
Нет , чувак . Я не ... 
Алло . В парке Раунтри стрельба . 
Абонент , вы в безопасности ? 
Там мальчик . Кажется , его застрелили . 
Вы видите ... Стрельба продолжается ? 
Я не знаю ! 
Он лежит на земле и не двигается ! 
Джон , я в парке Раунтри района Хакни-Даунс , Лондон . 
В мальчика стреляли по пути домой из школы , свидетели говорят , стрелявшие проезжали мимо . 
Похоже на очередное преступление , совершенное бандами в последние месяцы . Как видите , весь парк ... 
Ваш отчет успешно подан . Внимание , все . Мне сообщили , что стрельба в парке Раунтри – это серьезный инцидент . Вероятно , задействована банда . 
Хакни-Даунс просит подкрепления . Если кто-то из вас вызовется , будем благодарны . 
Старший следователь – инспектор Хегарти . 
Это все известные мне детали , но имейте в виду , что работы много , а сил не хватает . Поэтому сосредоточьтесь . 
По крайней мере , мальчик жив . Жив ? Конечно . То , что от него осталось . Габби , покажи моему другу рентген . Наслаждайся . Девятимиллиметровый . 
Пуля еще у него в голове ? 
Ему оказали помощь , но ожидают , пока спадет воспаление , будто это простой тромб . 
Я сказал хирургу , что нам нужна пуля . 
Как только мы ее получим , начнем искать оружие . 
Что за документы ? 
Списки полицейских из других районов , готовых помочь . 
Ну , это я сам решу . Да ? 
Я говорил с матерью . Мы не можем показать ее по телевизору . 
Вы уверены ? Это затронет сердца зрителей и даст полную картину . 
Мэм , подождите минутку . - Да . - Спасибо . 
Сержант Ленкер . Приветствую в группе . 
Спасибо , сэр . 
Вот . Выберите лучшее фото . Для прессы . 
Спасибо , что вызвались . 
Рад видеть , что вы с нами . 
Ну , у меня тоже есть сын , так что ... Я просто хочу помочь . Хорошо . 
- Валери . - Да . - Для пресс-центра . - Хорошо . 
Всё в порядке ? 
Да . Zoom настроен в фургоне . 
Как дела с поисками звонившей с Хейз-лейн ? 
Ну , я поставила в известность экстренные службы , вдруг она позвонит снова , - но больше ... - Вы сделали что могли . 
Не грызите себя . Да , сэр . 
Что ты тут делаешь ? Я думала , ты его ненавидишь . Выезд через пять минут . 
Джун Ленкер ? 
- Нет , извините ... - Я шучу . 
Сегодня я с вами . За мои грехи . 
- Ким Кардуэлл . - Я знаю , кто вы . Хорошо . 
Знаете , сколько банд действует в этом районе ? 
- Семнадцать . - Ого . 
Известных нам . Для местных детей они супергерои . 
- Да . - Можем сделать как обычно , опросить жителей , но никто нам ничего не скажет . - Здесь – нет . - Так какой смысл ? 
Никакого смысла . Нужную информацию мы получаем обходным путем . Информаторы . Скрытые источники . 
Все сюда ! Вы тоже , сержант Ленкер . Сюда . Я очень рад видеть столько полицейских . 
Алло . Это Хегарти . 
Информация . 
Да , мальчик в парке . Я знаю . Девять . Девять лет . 
О да , вы сама мать . Конечно же . Да . Плюс-минус . Мне всё равно . 
Послушайте ... Да , я могу сделать вам одолжение , если вы сделаете одолжение мне . Я замолвлю за него слово . 
Обычно я так не поступаю , но я могу попросить только вас . 
Да . Прощупайте ситуацию и сообщите . 
Что это за мальчики с Джейкобом ? 
Просто мальчики . 
Я знаю , мама . Но где его обычная компания ? Навин и остальные ? 
Ну , они немного ... Как это называется ? 
Ботаны . 
Возможно , они поссорились ? 
Мне он не рассказывал . Как смешно . 
- Ты не можешь есть еще громче ? - Он пробует что-то новое . - Полиция Восточного Лондона ищет свидетелей стрельбы в школьника в парке Раунтри сегодня днем . 
СТРЕЛЬБА В ВОСТОЧНОМ ЛОНДОНЕ Девятилетний Айзек Уитлоу в критическом состоянии ... О боже . Это он ? 
- ... пострадал ... - Что ? - ... от выстрела в голову ... - Мальчик с твоей работы ? - ... по дороге домой ... - Да . ... после 16 : 00 . 
О чёрт . Забыл сказать . Звонил отец Джейкоба . 
Зак ? 
Чего он хочет ? 
- Полиция ... - Они знают эту семью . Морова в родительском комитете с мамой мальчика . 
Ну конечно . 
Спросили : " С ним всё будет хорошо ? " 
Я ему позвоню . 
А подняли бы такой шум из-за чернокожего ? 
Да , я тоже об этом подумал . 
Вы что , хотите получить звездочку ? Проведя расследование в районе , полиция показала фото нескольких мужчин ... Знаете , что у него в мозгу застряла пуля ? 
- Он ... - С ним всё будет хорошо , мама . 
Хотите еще чаю ? 
- Бокал вина ? - О да . Убедил . 
В какой части ? 
Чего ? 
Мозга . 
В этой . 
Правая фронтальная доля . А что это ... О чём вы там сплетничаете ? О тебе , мама . Мы сплетничаем о тебе . 
О , ну тогда ладно . 
Спасибо . 
Она контролирует мыслительные функции . 
И ? 
Сложно сказать , что будет , особенно с ребенком . 
Когда операция ? Сегодня вечером . 
Хорошо . Это хорошо , знаешь ? Чем быстрее извлекут ... До встречи , брат . 
Что ? 
Стоп . Что ? Ты на него работаешь ? 
Нет . Это только на время расследования . 
Господи . Будь осторожна . 
Всё в порядке . Это просто шанс понаблюдать за ним вблизи . Увидеть , как он работает . Переманить на нашу сторону . Если это возможно . 
Он вел себя нормально ? 
- Ты что-то выяснила ? - Пока нет . Он заставил Кима Кардуэлла контролировать каждый мой шаг . Как приятно . А теперь рассказывай , что у тебя . 
Я подключила волонтеров Дорис , из кампании . 
- Ясно . - Всё хорошо . Мы давно их знаем . 
И как ты им это объяснила ? О звонившей с Хейз-лейн ? 
Я сказала , что она может помочь с делом Эррола . 
Это всё , что ты сказала ? Звонок не упоминала ? Нет . Клянусь . 
Ладно . 
Сейчас они разговаривают с людьми . 
В кафе , приютах . Всё как положено . Спасибо . 
Подожди . Не убегай . 
Что это ? 
Вещдоки . Из суда над Эрролом . 
Соня . Нет . Нет . Я думала , мы работаем вместе над звонившей с Хейз-лейн . 
Я знаю , о чём мы договорились . Просто взгляни . Я вообще не должна быть здесь . 
Бога ради . 
Я поклялась начальнику не приближаться к Эрролу . Так что нет , наш приоритет – звонившая с Хейз-лейн . Это ? " Служба спасения " ? 
- Это шутка , да ? - Нет . - Нет . Надо ее найти . - Просто взгляни . 
Я не полицейский . 
Я ничего не могу сделать . А ты можешь . Так что прошу , поделись с нами опытом . 
Ладно . 
Спасибо , детка . 
Тон ! 
Иду , дружище ! 
Ты уже готов к ... Что там у тебя ? Колоноскопия ? 
Заказал такси ? Да , всё схвачено . Вычеркни меня из списка дел . 
Ты навсегда в моей жизни . 
Если что , звони . 
А как продвигается расследование ? 
Тебе что , девять лет ? 
Не критикуй арахисовое масло . Это отличная еда . 
Слушай , дружище . У меня кое-что для тебя есть в комнате . Но тебе это не понравится . 
Думаешь , твоя маленькая подружка вывесила белый флаг ? 
Ни за что . 
Я ее убил . Я убил Аделаиду Берроуз . 
В одной из квартир внизу идет драка . 
Можно адрес ? 
Слышите ? Она кричит ! О боже . 
Где мама ? 
Мамы нет . 
Где Эррол ? 
Есть хочешь ? Да . Это хорошо . 
Чего ты хочешь ? Пасту ? Фри ? Мороженого ? 
Я не люблю желе . Ладно . Тогда желе не будет . 
Кто у вас дома готовит ? 
Эррол . 
И каков вердикт ? 
Ну , я беспристрастна . Я просто изучаю доказательства , но ... Это выглядит нехорошо . 
Есть же предыстория . Эррол воровал деньги у своих родителей . 
- Вызывали полицию . Что это было ? - Долг за наркотики . 
Он переживал сложный период . 
Его обманули люди , которых он хотел впечатлить . Ясно . Потом несколько арестов . - И каждый раз его отпускали . - Да , я знаю , что вы ... Чернокожий мужчина не в то время не в том месте . Я должна тебе объяснять ? 
Его арестовывали без причины . 
А что насчет бунтов ? 
Чёрт возьми . 
Тоттенем , Хай-стрит . Август 2011 года . 
За несколько недель до смерти Аделаиды . Что это было ? 
Это тоже было ошибкой или ... Послушай . Да . Он грабил магазины . Чёрт возьми , знаешь , сколько человек арестовали ? 
И я думала , ты беспристрастна . 
Ладно , послушай . Если на минуту забыть о его признании ... ОРУДИЕ НЕ НАЙДЕНО НА МЕСТЕ ... возникает вопрос , чего я не вижу . У Эррола нет ... - ... истории насилия , на жертве нет следов борьбы , нет показаний соседей . Да и мотива тоже нет . 
Кроме денег . Проблем с деньгами . Но опять же , где история ? Где обстоятельства ? Где доказательства ? 
Только ее кровь на нём . И он ... Он сбежал с места преступления с Патриком . 
- Авария . - Что там было ? 
Эррол не помнит . 
Обвинение говорит об убийстве и самоубийстве . 
Он убивает ее , потом пытается убить себя вместе с мальчиком . 
А ты что думаешь ? 
Вообще я это понимаю . 
Если хочешь быстро умереть , жмешь на газ и гонишь . Но есть нестыковка . Когда его ударил фургон , машина поворачивала . 
Эррол поворачивал направо ... Он ехал в единственное место , где ему всегда были рады . 
Он искал безопасности . Он хотел в объятия . 
Он ехал к Дорис . К своей матери . 
Хочешь с ним встретиться ? 
Я могу это устроить . Да , конечно . 
Если я получу разрешение на свидание с Эрролом , мной опять заинтересуется комиссия профстандартов . 
G Именно этого он и хочет . 
Джун , я адвокат . 
Я знаю систему уголовного права , знаю , как она устроена . И я так часто бывала в Уайткроссе , что знаю местные правила . 
Я видела щели в системе . 
Если хочешь его увидеть я могу тебя провести . И богом клянусь , Хегарти об этом не узнает . 
Я должна ответить . 
- Сержант Ленкер , это Хегарти . Я в больнице . 
Извините , но не могли бы вы подъехать побыстрее ? 
Всё в порядке ? 
Врачи пока не берутся оперировать . - Дженни Уитлоу ? - Баллистике придется подождать пули . - Она там . - Мама Айзека спрашивает вас . 
Меня ? 
Почему ? Мне самому интересно . 
О. Джун ? 
- Да . - Морова прислала мне СМС . 
Написала , что вы хороший человек и что вам можно доверять . 
Да , буду с вами честна . Зак , ее муж , отец моего ребенка , так что ... Мальчика или девочки ? 
Мальчика . 
Колин думает , его надо перевезти . Попробовать другую больницу . 
Правда ? 
Знаете , здесь он в хороших руках , Дженни . О нём отлично заботятся . 
Да . Но я просто хочу , чтобы извлекли пулю . Я хочу , чтобы ее извлекли . Мне жаль . 
Спасибо . 
Кто она вам , подруга ? 
Подруга подруги . 
Хорошо , что она считает вас нормальной . 
Она мало обо мне знает . 
Насчет пули – это обидно . 
Хирург называет меня хамом . Видите ? Вы в хорошей компании . 
Я не скандалил . Просто выполнял свою работу . 
Думаю , он понял . 
Она . Она поняла . 
Хирург – женщина ? Боюсь , что так . 
Как вам не стыдно ? 
Да , я виновата . 
Минутку . 
Мне пора . Да , конечно . 
- До встречи . - Да , конечно . 
Я уже еду . Ладно . Я всё подготовлю . 
- Имя ? - Здравствуйте . 
- Джун Ленкер . - Вы к кому ? 
- Самсону Майклсу . - Да . 
Спасибо . 
Присаживайтесь и ждите , пока объявят его имя . 
ДОБРО ПОЖАЛОВАТЬ В ТЮРЬМУ УАЙТКРОСС ЛЕНКЕР – ДЖУН Руки вверх . 
- Хорошо . Заходите . - Спасибо . 
- Питер Арнольд . - Да . 
Самсон Майклс . 
- Уильям Даунс . - Да . 
Эррол Мэтис . 
- Эррол Мэтис . - Да . Проходите . 
Как дела на работе ? 
Не жалуюсь . Для этого Бог создал жен . 
Мальчик из парка . Можешь помочь ? 
Моя мама знает , что вы здесь ? 
Вообще-то , я подруга Сони . 
Правда ? 
Чего вы хотите ? 
Вы одна из благодетельниц ? А что , у вас их много ? Есть парочка . 
Как вас зовут ? 
Вот как , значит . Откуда вы ? Из полиции ? 
Они знают ? 
Ну , в принципе , вреда вы мне причинить не можете . 
Я уже здесь , верно ? 
- Ну , я ... - У вас есть вопросы ? Да . 
- Ладно . Задавайте . - Да . 
Во время первого допроса вы сказали полицейскому , что у вас алиби . 
- Вы сказали , что искали работу . 
- В барбершопе . На Максин-роуд . 
Вы говорили с человеком по имени ... Мустафа . 
В полиции сказали , что он меня не знает . 
Они сказали , что ваше алиби шаткое . 
Надо выяснить , что это значит . 
Мы искали его во время апелляции . 
- Он вернулся в Турцию . - Вы настаиваете на своих словах ? 
Вы точно говорили с ним ? Да . 
А как насчет признания ? 
На первом допросе вы сказали , что не помните , как вошли в квартиру . 
Но затем , на третий день под стражей , вы признались в убийстве ? 
Что , вы не помните , как признались ? Вы помните , как признались ? 
Дело в том , что ... Просто ... Меня так накачали наркотиками , что ... 
Думаете , вы ее убили ? 
У меня были плохие времена . 
То есть ? 
То есть ... Я стараюсь держаться . Я стараюсь сохранять спокойствие и ... Люди хотят помочь мне , и я стараюсь искать позитив . Но , в конце концов , ее больше нет . И она не вернется . 
Так какой смысл ? 
Вы это имеете в виду ? 
А как же ваша мама ? 
Как же Патрик ? 
Пат . Вы его видели ? 
- Он ... - Нет . - Он что-то сказал ? - Нет , я не ... Мне жаль . Я не видела Патрика . 
Сделайте одолжение . Поцелуйте мою маму от меня . 
- Спасибо . - Спасибо . 
- Дайте журнал . - Вот . 
Спасибо . 
Что случилось ? 
Он отказался говорить ? 
Снова объявил голодовку ? Планирует еще одну передозировку ? 
Поздравляю . Он сегодня в хорошем настроении . 
Зачем ты просила меня встретиться с ним ? - Какой смысл ? - Я хотела , чтобы вы поняли . 
Он устал . Он устал нести крест . Теперь мы должны ему помочь . 
Извини . Дорис религиозна . Ты меня понимаешь . 
Слушай . Знаю , я иногда бываю слишком настойчива , но дело в том , что никто из вас раньше не уделял нам время . Это ... Ну , это ... 
Вот . Ты об этом знала ? 
У Хегарти есть подработка на стороне , типа шофером . 
Шофером ? 
- Вот-вот . - Ого . 
Это совсем не в его стиле . 
Он носит кепку ? 
Не могу подтвердить или опровергнуть . 
Это нормально ? Старший офицер подрабатывает ? 
Такое бывает . Старые полицейские подрабатывают к пенсии . 
Возможно , ему нужны деньги . Зачем ? 
А вот и она . Как отдохнула , дорогая ? Где ты была ? 
Извините . Что случилось ? 
Стукач дал нам имя . Поехали ! Адрес в Уайтчепеле . 
Знаете , вы поезжайте с Доусоном . 
Пообщаетесь со службой поддержки . - Сэр . - Это ваш уровень , да ? - Команды наблюдения готовы . - Ладно , едем . 
Хлоя . 
- Кто подозреваемый ? 
- Джейсон Рив . 
Хегарти получил наводку . Возможно , он стрелял . Садись быстрее . 
Команда Альфа на месте . 
Напоминаю , у подозреваемого может быть оружие , прошу вас соблюдать осторожность . 
Перекройте все входы и выходы в доме . 
Не хочу , чтобы зашел кто-то из соседей . 
На позиции . 
Ким , начинайте , как будете готовы . 
Вперед . 
- Полиция ! Мы заходим ! - Это полиция ! 
- Джед . - Да . 
Картинку ! 
Изображения нет . Вы видите подозреваемого ? 
Ким . 
Господи . Ким , что там происходит ? - Подозреваемый там ? - Быстро . 
Ким , слышишь меня ? Повторяю , изображения нет . 
Джед , бога ради . На пол ! Не вставай ! Тихо ! 
- Индивид задержан . - Он у вас ? 
- Он у вас ? Ким , подтверди . - Я выхожу ! 
Босс , это его девушка . Джейсона Рива тут нет . 
Где он ? Кто-то видел пистолет ? Нет . Мы обыскиваем квартиру . 
Ким , уходите оттуда . 
Спросите девушку : " Где он ? Где пистолет ? " 
- Джед ! О чёрт ! - Да . Я проверю реле . 
Ты сейчас на этом свете или на том ? 
- Со мной всё хорошо . Слушай ... - Да . Поговорим позже . Нет , секунду . Я должен тебе кое-что сказать . 
Джун Ленкер была в Уайткроссе . Сегодня . 
Мне обидно это говорить , друг , но я тебя предупреждал . Верно ? 
Она работает у тебя за спиной . 
Она ступила на тропу войны . И не остановится . 
С ней надо разобраться , верно ? 
Я еще ищу пистолет . Но девушка говорит , он забрал его с собой . 
Повторяю : возможно , Джейсон Рив вооружен . 
Стой . 
Сэр ? 
Сержант Ленкер , отойдите . Подозреваемый приближается . - Джун , прячься ! - Стой ! 
На улице выстрелы , прием . 
Джун , что с вами ? 
Вы ранены ? Нет , со мной всё хорошо . - Ясно . - Да , всё в порядке . 
Подозреваемый задержан . Выстрелов больше не было . 
Отряд 24 , это инспектор Хегарти . Вы нашли пистолет ? 
Нет , сэр . 
Возможно , он его выбросил по дороге в туннель . 
Слава богу , он не целился . 
Вас не было на брифинге . О да . Я была на заседании суда . Извините , что не предупредила . 
- Ясно . - Старое дело о домашнем насилии . Знаете , как бывает . Оно застряло в системе . 
Просто застряло . Застряло . 
Извините . Это неправда . 
Что ? Вы не были в суде ? 
Нет . Я опрашивала заключенного . 
В какой тюрьме ? 
В Уайткроссе . Это мой старый задержанный . Я полагала , у него есть связи с бандами Тоттенема . - Собирали информацию ? - Да . - По делу Айзека ? - О да . Он что-то рассказал ? 
Ну , он вышел из игры , так что я зря съездила . 
Я должна была сразу сказать , но ... Мне в голову пришло , что , услышав " Уайткросс " , вы ... Извините , это было глупо . 
И спасибо , что вроде как спасли мне жизнь . 
Забудьте . Мы все делаем общее дело , да ? 
Точно . 
Я рад , что вы целы . 
Есть . Мы нашли пистолет . 
Молодцы . 
Джед , на два слова . 
Ты облажался с электроникой . 
Знаю . Она могла пострадать . 
Но она цела . Ничего страшного не произошло , да ? 
А мне придется упомянуть об этом в рапорте или как ? 
Жизнь слишком коротка , да ? 
Молодец . 
" Индивид под арестом . Серьезный успех " . 
- Серьезный прорыв ? 
- " Прорыв " звучит лучше , да . 
Обязательно будет вопрос о бандах . 
Скажите , что это еще не установлено . 
Но не отрицайте . 
Дэн , кто будет выступать ? 
На пресс-конференции ? 
- Я , старший следователь . - Конечно . 
Можете произнести пару слов в начале . 
Оставьте нас на минуту . Спасибо . 
Всем спасибо . 
Есть одна проблема . 
Милого голубоглазого мальчика подстрелили члены банды . - Не похожие на него . - Клодия . Фокус будет не только на Джейсоне Риве . - Но и на нас как учреждении . - Клодия . 
- На нас должны смотреть как ... - В зеркало . 
Зеркало общества , которому мы служим , верно ? 
Во всём разнообразии цветовой гаммы . 
Я понял . Это умно . 
Спасибо . 
Так что мы сделаем ? 
Кого мы поставим на витрину ? 
Джун Ленкер . Клодия Мэйхью . 
- О да . Я знаю , кто вы . - Красивый жакет . 
О , правда ? Мне сказали , так будет лучше . Да , вообще-то , он мой . 
- О чёрт . - Вам он идет больше . 
Послушайте . Спасибо вам за это . 
- Да без проблем . - Нет . 
Вы даете нам то , чего мы не вправе ожидать . Так что ... Извините . 
Кто это ? 
Постоянная личная охранница для фан-базы Клодии из интернета . 
У нее есть недоброжелатели . Всё хорошо . Ответьте . 
- Алло . - Ленкер , это Мик Харгривз . 
На прошлой неделе вы оставили сообщение по делу о хранении наркотиков , возможно , на продажу . Фигурант – Патрик Берроуз . 
Да . Спасибо , что перезвонили . Вы помните это дело ? 
Как ни странно , да . 
Федералы ! 
Это был удачный день . 
Триста грамм наркотиков класса А. Восемь арестованных . Семерым предъявлено обвинение , все осуждены . 
Парень , садись в машину . Да , но не Патрик . Да . 
Почему вы так сделали ? Зачем его отпустили ? 
Ну ... За него вступились . 
Какой-то инспектор зашел с улицы и сказал : " Отпустите парня " . 
- Что ? 
- В качестве личной услуги . 
- И его отпустили ? 
- Слушайте , я не знаю , возможно , это друг семьи или парень – его информатор . Но он как следует насел на босса . Затем он вышел , посмотрел мне в глаза и сказал : " Я могу за него поручиться " . 
Поручиться за него ? 
Я не знаю . Это всё , что он сказал . 
Вы помните фамилию того полицейского ? 
Он не местный . 
Уголовный розыск . Глазго . 
