喂 ... 你 有 在 听 我 说话 吗 ？ 
我 一直 在 跟 你 说 我 有 我 自己 的 观察 
不是 的 ... 伙计 我 不是 ... 
喂 ？ 是 的 朗 特里 公园 发生 了 枪击 事件 
我 知道 了 你 本人 还 安全 吗 ？ 
这里 有个 年轻 小伙 他 应该 是 中枪 了 
你 能 看见 ... 枪击 还 在 继续 吗 ？ 
我 不 知道 
他 就 躺 在 那里 一动不动 的 
是 的 约翰 我 此刻 正在 朗 特里 公园 就 在 伦敦 哈克 尼山 一带 
一名 小男孩 在 放学 回家 的 路上 中弹 被 目击者 描述 为 路过 式 袭击 
此事 正是 数月 里 发生 的 一系列 帮派 相关 的 暴力 案件 里 最新 的 事件 如 你 所见 整座 公园 ... 
（ 已 添加 提交 内容 ） 好 了 大家 都 听 着 我刚 收到 消息 有个 重要 案件 是 在 朗 特里 公园 的 枪击 案件 可能 与 帮派 有关 
哈克 尼山 在 尝试 部署 更 多 警员 若 你们 有人 能 自愿 参与 我 将 感激不尽 
高级 调查 官是 赫加蒂 侦探 总 督察 
我 所 知道 的 只有 这些 请 大家 明白 前路 艰难 我们 的 资源 也 会 很 紧张 所以 我 需要 大家 专注 
至少 那 小孩 还 活着 活着 ？ 除了 活着 也 一无所有 了 家 碧 给 他们 看看 X光 让 你 大饱眼福 9 毫米 
还 在 他 的 脑袋 里 吗 ？ 
他们 刚帮 他 包扎 好 伤口 现在 等 消肿 像 肿疼 的 大拇指 一样 
我 已经 告诉 外科医生 我们 需要 那枚 子弹 
越 早 取得 子弹 枪支 搜索 工作 越 早 开始 
文书工作 如何 了 ？ 
外部 警员 能 立刻 参与 部署 
很 好 我来 决定 派 谁 去 是 吗 ？ 
不行 我 跟 他 的 母亲 聊过 我们 不能 直接 让 她 曝露 在 镜头 前 
你 确定 吗 ？ 这 有助于 观众 共情 和 理解 事发 经过 
女士 请 你 稍等一下 好 吗 ？ - 好 的 - 谢谢 
伦克 探长 欢迎 你 加入 
谢谢 长官 
来 帮 媒体 选个 幸运儿 吧 
谢谢 你 愿意 前来 
很 高兴 看到 你 自愿 参与 
是 的 我 也 有 儿子 所以 ... 我 就是 想 帮忙 很 好 
- 瓦莱丽 - 是 - 拿给 通讯 部门 - 好 的 
你 还好 吗 ？ 
还 行 视讯 链接 已经 在 车厢 里 为 你备 好 了 
追踪 海耶斯 巷 来电 者 的 工作 如何 了 ？ 
我 是 用 应急 服务 机构 追踪 的 万一 她 又 拨 电来 不过 我 是 说 ... - 那 之后 ... 
别太 苛求 自己 我 没有 长官 
你 为什么 来 这里 ？ 我 以为 你 讨厌 他 我 五分钟 之后 就 走 
你 是 朱妮 伦克 ？ 
- 不 不好意思 我 ... - 我 只是 开玩笑 
我 是 你 今日 的 搭档 算是 赎罪 
- 我 是 金卡 德威尔 - 是 我 知道 你 是 谁 很 好 
你 知道 这一区 有 多少 帮派 横行 吗 ？ 
- 17 个 - 天 啊 
这 还 只是 记录在案 的 他们 对 这 一区 的 小孩 来说 是 超级 英雄 
- 这样 啊 - 我们 还是 可以 例行公事 敲门 走访 但 我 跟 你们 说 没人会 透露 任何 线索 - 这里 的 人 不会 - 所以 意义 是 ？ 
没有 任何 意义 若 机会 出现 我们 得 走 暗 的 线 人 任何 隐蔽 的 来源 
大家 聚 过来 伦克 探长 你 也 是 来 吧 能 跟 众多 警员 共事 是 我 的 荣幸 
你好 我 是 赫加蒂 
情报 
是 的 在 公园 的 小孩 我 知道 九 九岁 
没错 你 是 位 母亲 当然 了 没错 差不多 我 不在乎 ... 
听 着 ... 行 我 给你个 人情 你 也 得 给 我 个人 情 我 可以 帮 他 说 句 好话 
听 着 我 平时 不求人 但 你 是 我 唯一 的 希望 
没错 探探 风声 看会 有 什么 收获 
和 雅各布 一起 的 男孩 都 是 谁 ？ 
亲爱 的 他们 只是 小男孩 
妈 我 知道 但 他 平时 一起 玩耍 的 朋友 们 呢 ？ 乃因 那 一帮 朋友 呢 ？ 
他们 有点 ... 怎么 说来 着 ？ 
书呆子气 
也许 是 吵架 了 ？ 
他 没 跟 我 提起过 你 真 搞笑 
- 你 吃 东西 能 更 大声 些 吗 ？ - 他 只是 在 尝试 不同 的 东西 - 这 很 正常 - 东 伦敦 区 的 警察 们 在 寻找 目击 证人 提供 更 多 关于 朗 特里 公园 男童 射击 案 的 线索 
（ 东 伦敦 区 射击 案 ） 九岁 男童 艾萨克 维特 洛 目前 生命垂危 我 的 天 啊 是 他 吗 ？ 
- 此次 枪案 中 ... - 什么 ？ - 头部 中弹 ... - 跟 你 工作 有关 的 男孩 ？ - 他 当时 在 放学 回家 的 路上 ... - 没错 当时 下午 4 点 左右 
该死 的 我 忘 说 了 雅各布 的 父亲 来过 电话 
扎克 ？ 
他 想要 什么 ？ 
- 东 伦敦 区 警察 ... - 他 认识 受害者 家庭 莫洛娃 和 男童 母亲 他们 都 参与 了 家长 教师 协会 
毫不 意外 
他们 都 在 问 " 他会 没事 吧 ？ " 
我会 给 他 回电 
若 受害者 是 黑人 他们 还会 这么 在乎 吗 ？ 
我 也 有 相同 的 疑问 
你们 俩 真是 的 你们 想要 什么 ？ 奖励 吗 ？ 经过 一轮 走访 警方 刚刚 公布 了 嫌疑犯 的 照片 你们 知道 子弹 还 在 他 的 脑袋 里 吧 ？ 
- 他 的 ... - 他会 没事 的 妈妈 
要 再续 一杯 茶 吗 ？ 
- 来 一 杯酒 吗 ？ - 来 吧 看 你 怎么 说服 我 
在 哪里 ？ 
什么 ？ 
脑袋 哪里 ？ 
这里 
右边 额叶 是 说 那 是 拿来 ... 你们 俩 在 讨论 什么 八卦 ？ 你 妈妈 我们 在 讨论 你 的 八卦 
这样 啊 那 没事 
谢谢 
所以 说 它 负责 控制 一些 认知 功能 
还有 呢 ？ 
但是 这 很难说 特别 因为 他 还 小 
什么 时候 做手术 ？ 今晚 
很 好 这 很 好 你 懂 吧 ？ 越 早 取出 来 ... 待会儿 见 了 老兄 
什么 ？ 
等等 什么 ？ 你 在 为 他 工作 ？ 
不 ... 只是 这 一次 调查 工作 
老天 啊 ... 你 小心 一点 懂吗 ？ 
我 没事 的 这 只是 近距离 观察 他 的 机会 懂吗 ？ 了解 他 的 处事 风格 拉拢 他 若 行得通 的话 
他 怎么样 ？ 举止 怪异 吗 ？ 
- 有 任何 发现 吗 ？ - 没有 还 没有 但 他 让 金卡 德威尔 全程 照看 我 ... 真让人 安心 是 好 了 说 吧 你 有 什么 消息 ？ 
我 说服 了 几个 多丽丝 上诉 团队 的 志愿者 
- 好 吧 - 没事 的 我们 认识 他们 很久 了 
那 你 如何 解释 这个 ？ 海耶斯 巷 来电 者 ？ 
我 说 了 她 是 能 协助 埃罗 尔 案件 的 人 
你 只 说 了 这些 ？ 只字未提 紧急 呼叫 的 事 ？ 没有 我 发誓 
好 吧 
总而言之 他们 都 在 散播 消息 了 
咖啡店 、 服务中心 无处 不去 谢谢 
等等 在 你 走 之前 
这是 什么 ？ 
证据 埃罗 尔 的 旧 案子 
索尼娅 不 不 我 以为 我们 说好 了 要 调查 海耶斯 巷 来电 者 案件 
我 知道 但 就 请 你 看 一眼 好 吗 ？ 我 甚至 不该 在 这里 
我 的 天 啊 
我 跟 我 的 上司 发过 誓 不会 靠近 埃罗 尔 所以 不行 海耶斯 巷 来电 者 是 优先 事项 就 那个 ？ " 著名 的 求助 热线 " ？ 
- 这 是 个 玩笑 吧 ？ - 不是 - 不 她 就 在 某处 - 你 看 一眼 就行 
我 不是 警官 
我 没有 做出 改变 的 影响力 但 你 有 好 吗 ？ 所以 求 你 请用 你 的 专业 提供 一些 帮助 
好 吧 
谢 了 宝贝 
托恩 ？ 
来 吧 兄弟 
都 准备 好 做 ... 什么 来 着 ？ 肠 镜检查 ？ 
德士 也 预约 好 了 ？ 是 都 安排 好 了 你 可以 从 待办 清单 上 把 我 移 除了 
你 在 清单 上 是 永久 固定 的 
若有 任何 需要 打电话 给 我 
所以 调查 进行 得 如何 了 ？ 
你 都 几岁 了 ？ 九岁 吗 ？ 
别 批评 花生酱 朋友 它 是 很 好 的 主食 
听 着 伙计 我 在 客房 里 给 你 准备 了 东西 但是 你 不会 喜欢 的 
你 说 你 的 女性朋友 撒手不管 了 是 吧 ？ 
根本 不 可能 
我 杀 了 她 我 杀 了 阿德莱德 伯 罗斯 
有人 在 楼下 的 公寓 里 打架 
你 此刻 在 ？ 
你 听见 了 吗 ？ 她 在 喊 我 的 天 啊 
妈妈 在 哪里 ？ 
你 的 妈妈 不 在 这里 
埃罗 尔 在 哪里 ？ 
你 饿 了 吗 ？ 饿 这 是 个 好 兆头 
你 喜欢 吃 什么 ？ 意 面 ？ 薯条 ？ 冰淇淋 ？ 
我 不 喜欢 布丁 那好 那 我们 不吃 布丁 
平时 家里 是 谁 下厨 ？ 
埃罗 尔 下厨 
所以 结论 是 什么 ？ 
我 保持中立 只是 看 了 看 证据 但是 ... 结果 不是 很 好 
他 有 前科 吧 ？ 埃罗 尔 偷 了 父母 的 钱 
- 还 报警 了 原因 为何 ？ - 因为 债务 吸毒 
他 只是 当时 生活 不顺 
他 被 对 他 来说 重要 的 人 耍 了 好 吧 那 之后 又 是 无数 的 逮捕令 - 没错 但 也 被 释放 了 - 没错 我 知道 你 想 说 ... 黑人 男子 、 错误 的 地点 、 错误 的 时间 你 要 我 解释 给 你 听 吗 ？ 
那些 都 是 逮捕 他 的 借口 
那些 骚乱 事件 又 作何解释 ？ 
真无语 
托特纳姆 大街 2011 年 8 月 
在 阿德莱德 受害 前 的 几个 星期 这个 呢 ？ 
这个 也 是 借口 还是 ... 听 着 好 吧 他 当时 在 抢劫 见鬼 你 知道 当时 多少 人 被 逮捕 了 吗 ？ 
我 还 以为 你 的 立场 是 中立 
好 吧 你 听 着 你 若 暂时 撇开 不看 他 的 供词 ... （ 现场 未曾 发现 凶器 ） ... 没 在 案宗 上 看见 的 更 重要 我 是 说 埃罗 尔 没有 任何 ... - 索尼娅 - 暴力 前科 受害者 身上 没有 殴打 造成 的 伤疤 邻里 没有 任何 不良 指控 他 没有 任何 犯罪 动机 说实话 
除了 金钱 财务 问题 但 话说回来 前科 又 在 哪里 ？ 有 什么 叙述 ？ 有 什么 证据 ？ 
只不过 是 在 他 身上 发现 她 的 血迹 还有 他 和 帕特里克 一起 逃离现场 
- 车祸 - 没错 那 是 怎么回事 ？ 
埃罗 尔 记不清 了 
检察官 说 是 杀人 后 自杀 
他杀 了 她 然后 试图 结束 自己 和 男孩 的 性命 
你 认为 呢 ？ 
我 是 说 我 真的 明白 
你 想要 结束 这 一切 把 油门 踩 到底 飞速 行驶 但 我 的 疑问 是 当 货车 撞 向 他 的 时候 轿车 在 转弯 
埃罗 尔 当时 向右转 他 的 目的地 是 他 会 永远 被 欢迎 的 地方 
他 想 回到 安全 港湾 他 想 被 拥抱 
他 想 去 见 多丽丝 他 的 母亲 
你 想 和 他 见面 吗 ？ 
我 可以 帮 你 安排 是 啊 没错 
我拿个 埃罗 尔 的 探视 令 我 又 得 回到 职业 标准 体系 接受 调查 了 
这 就是 他 想 看见 的 
朱妮 我 是 个 律师 好 吗 ？ 
我 熟悉 刑事 司法 系统 和 它 的 运行 规章 说实话 我 进出 白 十字 监狱 好 多次 我 知道 它们 如何 运行 
我 也 知道 系统漏洞 在 哪里 
你 若想 见 他 我 可以 帮 你 安排 我 向 天 发誓 赫加蒂 绝对 不会 察觉 
我 得 接 这 通电话 
- 探长 我 是 赫加蒂 侦探 总 督察 我 此刻 在 医院 
听 着 我 有 个 不情之请 可以 请 你 立刻 赶来 这里 吗 ？ 
一切 都 还好 吗 ？ 
外科医生 还是 拒绝 开刀 - 珍妮 维特 洛 ？ - 弹道学 还 在 等 着 那 枚 子弹 - 她 在 那里 - 艾萨克 的 妈妈 在 找 你 
我 吗 ？ 
为什么 ？ 我 也 在 思考 同样 的 问题 
你 是 朱妮 吗 ？ 
- 是 我 - 你好 莫洛娃 给我发 了 个 信息 
她 说 你 很 善良 值得 我 的 信任 
说实话 扎克 她 的 丈夫 是 我 孩子 的 父亲 所以 ... 你 的 孩子 是 男孩 还是 女孩 ？ 
是 男孩 
克林 认为 我们 该 转院 在 其他 医院 试试看 
真的 吗 ？ 
珍妮 他 在 这里 也 能 被 悉心照料 没错 他 收到 很 好 的 照顾 
没错 我 只是 想 把 它 取出 来 你 懂吗 ？ 我 只是 想 让 他们 把 它 取出 来 我 很 抱歉 
谢谢 
她 是 谁 ？ 朋友 还是 ？ 
是 朋友 的 朋友 
她 不 知道 你 是 警官 也 挺 好 的 
她 知道 的 太少 了 
太烦人 了 那枚 子弹 
外科医生 说 我 这 是 在 霸凌 看见 了 吧 ？ 你 不用 感到 孤单 
我 也 没 那么 坏 只是 在 公事公办 罢了 
我 相信 他 能 理解 
是 她 她 能 理解 
外科医生 是 个 女生 ？ 恐怕 就是 
你 自责 吧 
是 啊 太 羞愧 了 
等等 
好 了 我 得 走 了 好 的 
- 待会儿 见 - 没 问题 
好 了 我 在 路上 了 那好 我 现在 做 准备 
- 你 的 名字 - 你好 
- 朱妮 伦克 - 你 来 这里 是 想 探访 谁 ？ 
- 森三 迈克尔 斯 - 好 吧 
谢谢 
请 坐 然后 等待 他 的 名字 被 呼叫 
（ 欢迎 来到 白 十字 监狱 ） （ 朱妮 伦克 ） 举起 双手 
- 好 了 进去 吧 - 谢谢 
- 彼得 阿诺 - 来 了 
森三 迈克尔 斯 
- 威廉 唐斯 - 来 了 
埃罗 尔 马西斯 
- 埃罗 尔 马西斯 - 是 我 请 上 前来 
工作 如何 ？ 
我 没有 可 抱怨 的 我 是 说 这 正是 神 创造 妻子 的 原因 
公园 受害 的 男童 你 能 帮忙 吗 ？ 
我妈 知道 你 来看 我 吗 ？ 
我 其实 是 索尼娅 的 朋友 
是 吗 ？ 
你 想要 什么 ？ 
你 是 什么 社会 改良 家 吗 ？ 怎么 他们 很常来 探监 吗 ？ 对 有 那么 一两个 
你 叫 什么 名字 ？ 
原来 是 那样 你 是 谁 ？ 警察 吗 ？ 
他们 知道 吗 ？ 
我 是 说 你 反正 也 伤 不到 我 
我 都 已经 在 蹲 监狱 了 是 吧 ？ 
- 我 ... - 你 有 任何 疑问 吗 ？ 有 的 
- 很 好 你 尽管 问 - 好 的 
你 第一次 被 审讯 时 你 跟 一名 警员 说 你 有 不 在场 证明 
- 他 说 你 当时 在 寻找 工作 ？ 
- 理发店 在 马克 心路 一带 
他 说 你 跟 一个 人 交谈 过 名叫 ... 穆斯塔法 
那名 警察 说 他 不 认识 我 
事实上 他们 说 你 的 不 在场 证明 不 成立 
我们 需要 找出 那 代表 什么 
我们 在 上诉 的 时候 尝试 找到 那个 人 
- 他 应该 回 了 土耳 或 之类 的 - 你 还 坚持 当时 的 口供 吗 ？ 
跟 你 交谈 的 真的 是 那个 人 ？ 没错 
所以 你 的 招供 又 是 怎么回事 ？ 
我 是 说 你 第一次 被 审讯 时 你 说 你 根本 不 记得 踏入 那 间 公寓 
但 到 了 你 被 拘留 的 第三天 早上 你 突然 承认 杀 了 她 ？ 
怎么 你 不 记得 你 招供 了 ？ 你 记得 的 吧 ？ 
事情 是 ... 事情 是 ... 他们 让 我 吸毒 过量 ... 
你 认为 你 杀 了 她 吗 ？ 
我 确实 有 过去 
什么 意思 ？ 
就是 我 在 尽量 坚持 我 在 尝试 保持 冷静 然后 ... 就是 他们 带 着 好意 我 也 尝试 保持 乐观 但是 到 最后 不管 如何 她 已经 不 在 了 她 也 不会 回来 了 
所以 这有 什么 意义 ？ 
这 是 你 想 说 的 吗 ？ 
那 你 的 母亲 呢 ？ 
我 是 说 帕特里克 呢 ？ 
帕特 你 见 过 他 了 ？ 
- 他 ... - 没有 - 他 说 了 什么 吗 ？ - 不 我 没有 我 ... 对不起 我 没见 过 帕特里克 
帮 我 一个 忙 见到 我 母亲 的 时候 请 你 帮 我 亲吻 她 
- 谢谢 - 谢谢 
- 把 簿子 给 我 - 给 
谢 了 
所以 怎么样 了 ？ 
他 不想 说 什么 吗 ？ 
他 是不是 又 在 绝食抗议 了 ？ 他 计划 再来 个 服药 过量 吗 ？ 
恭喜 你 看来 你 撞 上 他 心情 好 的 时候 了 
你 为什么 要 我 去 见 他 ？ - 意义 为何 ？ - 我 需要 你 去 理解 
他够 了 他 肩负 重担 已经 够 久 了 该 换 我们 了 
不好意思 多丽丝 圣人 你 懂 我 的 意思 
听 着 我 知道 我 有时候 有点 难搞 但 事实 是 你们 这些 警察 之前 从未 尊重 过 我们 其实 ... 只是 ... 
这个 你 有 听说 过 吗 ？ 
赫加蒂有 兼职 我 称之为 " 司机 " 
司机 ？ 
- 我 懂 - 天 啊 
这 也 太 不 符合 他 的 人设 了 
他 有 戴 着 帽子 吗 ？ 
我 无法 核实 
这 正常 吗 ？ 高级 督察 有 兼职 这件 事 ？ 
也 不是 未曾 听过 老 警官 们 想 多 赚 养老金 
也许 他 需要 些 外快 为了 什么 ？ 
原来 她 在 这里 假期 还 愉快 吗 ？ 你 到底 去 了 哪里 ？ 
不好意思 发生 了 什么 ？ 
线 人 提供 了 名字 快 走 就 在 白 教堂 路 
你 跟 戴森 一起 去 吧 
可以 让 你 去 社区 支援 - 长官 - 和 你 官衔 很配 吧 ？ - 观察 队 已经 准备 好 在 等 你 了 - 很 好 走 吧 
克洛伊 
- 嫌疑犯 是 谁 ？ 
- 杰森雷夫 
赫加蒂 收到 线报 他们 认为 他 是 枪手 快上车 赶紧 的 
阿尔法 队 就位 
我 得 提醒 各位 目标 人物 有 持枪 的 可能 请 大家 随时 保持警惕 
各 单位 请 坚守 大楼 的 每个 出入口 
我 不要 任何人 突然 闯入 
各就各位 
好 了 金 等 你 指示 
上 
- 警察 我们 要 进来 了 - 警察 
- 杰得 - 对 
画面 
画面 失联 了 发现 目标 人物 了 吗 ？ 
金 
老天 该死 的 金 发生 了 什么 事 ？ - 他们 抓 到 嫌犯 了 吗 ？ - 赶快 
金 你 听 得到 吗 ？ 我 再 重复 画面 失联 
杰得 真 见鬼 趴下 ... 保持 安静 
- 已 逮捕 一人 - 你 抓 到 他 了 吗 ？ 
- 抓到 了 吗 ？ 金 请 回答 - 我们 出来 了 
老大 这 是 他 女友 杰森雷夫 不 在 
他 在 哪里 ？ 有人 看见 枪支 吗 ？ 不见踪影 现在 要 搜索 房子 
金 你 快 出来 
问 她 " 他 在 哪里 ？ 枪 在 哪里 ？ " 
- 杰得 见鬼 - 好 我 去 检查 继电器 
所以 你 是否 还 活着 ？ 
- 没事 ... 听 着 - 你 说 我 待会儿 再 和 你 说 不 等 ... 你 稍等一下 我 有事 要 跟 你 说 
事关 朱妮 伦克 对 吧 ？ 她 去 了 白 十字 监狱 就是 今天 
听到 了 吗 ？ 我 也 不想 说 但 我 早就 提醒 过 你 了 是 吧 ？ 
她 在 背着 你 行动 
她 这 是 跟 你 开战 了 兄弟 她 不会 停止 的 
她 需要 被 严惩 是 吧 ？ 
我 还 在 寻找 枪支 但 女友 说 是 被 他 拿走 了 
重复 我们 相信 杰森雷夫 持有 枪支 
等等 
长官 ？ 
伦克 探长 快 撤退 目标 人物 正在 靠近 - 朱妮 寻找 掩护 - 等等 
外面 发生 了 枪击 完毕 
朱妮 你 还好 吗 ？ 
有 中弹 吗 ？ 没有 我 没事 我 很 好 - 那就好 - 对 我 没事 
目标 人物 被 逮捕 没有 继续 开枪 
24 小队 这里 是 赫加蒂 侦探 总 督察 你们 缴获 枪支 了 吗 ？ 
长官 没有 
我们 认为 他 通过 隧道 时 把 它 扔 了 
谢天谢地 他 枪法 真差 
在 简报 会上 没 看见 你 对 我 当时 有个 听证会 抱歉 我 上报 了 
- 好 吧 - 是 一个 之前 的 家庭暴力 案件 你 也 懂 的 案件 卡 在 系统 里 进度 停滞不前 
停滞不前 
对不起 这 其实 不是 事实 
什么 ？ 所以 你 不是 在 听证会 ？ 
不 在 我 当时 在 探监 
哪所 监狱 ？ 
白 十字 去 看 一个 老 狱友 我 认为 他 跟 托特纳姆 的 一个 帮派 有 联系 - 你 是 说 情报 ？ - 没错 - 为了 艾萨克 ？ - 没错 他 说 了 什么 吗 ？ 
他 已经 退出 帮派 了 我白 走 了 一趟 
我 早就 该 告诉 你 的 只是 ... 我 的 脑袋 里 默认 你 若 听到 " 白 十字 " 你 会 ... 不好意思 是 我 多虑 了 
总而言之 谢谢 你 算是 救 了 我 的 命 
不用 毕竟 我们 是 同一 阵线 的 对 吧 ？ 
没错 
你 没事 就 好 
找到 了 我们 找到 枪支 了 
干得 好 
杰得 我们 可以 谈一谈 吗 ？ 
你 的 电子设备 管理 真是 一团糟 
我 懂 她 差点 受伤 了 
但是 你 看 她 没事 所以 不算 有 损失 是 吧 ？ 
我 现在 是 该 写 事故 报告 吗 ？ 
人生 苦短 是 吧 ？ 
好样 的 
" 重大进展 一名 嫌犯 被 逮捕 " 
- 重大突破 ？ 
- 没错 " 突破 " 是 更好 的 词 
和 帮派 有关 吗 ？ 他们 一定 会 这么 问 
尽量 拖延时间 他 还 没有 被 指控 
小心 别 给出 否认 性 回复 
丹 我们 要 让 谁 发言 ？ 
新闻 发布会 吗 ？ 
- 有 作为 高级 调查 官 的 我 - 那行 
也许 你 能 给 我们 做个 开头 
能 让 我们 单独 谈谈 吗 ？ 谢谢 
谢谢 各位 
大家 都 不想 谈 的 话题 
一个 白人 男童 被 帮派 成员 袭击 - 而 他们 大多数 都 不是 白人 - 克劳迪 娅 ... 这里 不止 杰森雷夫 在 被 审查 好 吗 ？ - 我们 也 在 被 审查 这个 部门 也 是 - 克劳迪 娅 
- 我们 必须 看起来 像是 ... - 反射镜 
我们 必须 反射 出 我们 服务 的 社区 对 吧 ？ 
要 艳丽 多彩 包含 各个 种族 
我 明白 这 很 聪明 
谢谢 
所以 我们 的 行动 是 ？ 
我们 要 把 谁 搬 上 台面 ？ 
朱妮 伦克 我 是 克劳迪 娅 梅休 
- 对 我 知道 你 是 谁 - 夹克 很 好看 
真的 吗 ？ 他们 说 看起来 更 有 型 对 这个 夹克 其实 是 我 的 
- 该死 的 - 你 穿 得 比 我 好看 
听 着 谢谢 你 
- 不 不用 这么 客气 - 不 
你 的 帮助 不是 理所当然 的 所以 ... 失陪 一下 
那 是 谁 ？ 
克劳迪 娅 线 上 粉丝 群 的 全天候 保护 专员 
她 也 有 挺 多 贬低者 的 我 没事 你 接电话 吧 
- 你好 - 探长 米克 哈 格里夫斯 
上个星期 你 给 我 留 了 个 语音信箱 事关 一桩 旧案 " 持有 毒品 并 有 贩毒 意图 " 对 被 逮捕 的 是 帕特里克 伯 罗斯 
没错 谢谢 你 的 来电 你 还 记得 这宗 案件 吗 ？ 
很 奇怪 我 还 记得 
警察 
当天 是 很 重要 的 一天 
300 克 的 A 级 毒品 八人 被 逮捕 七人 被 起诉 全部 被 定罪 
来 吧 小伙子 上车 吧 没错 但 帕特里克 无罪 是 的 
那 是 为什么 ？ 你 为什么 这么 做 ？ 为什么 放 他 走 ？ 
我们 被 干预 了 
某个 探长 从 街上 走过 来说 " 让 他 走 " 
- 什么 ？ 
- 说 是 给 他 个人 情 
- 你照 做 了 ？ 
- 听 着 我 不 知道 他 是否是 男孩 家 的 朋友 或 那 男孩 是 他 的 线 人 但 他 坚持 让 负责人 放 他 走 然后 他 走 出来 看着 我 的 眼睛 说 " 我 给 他 做 担保 " 
担保 ？ 
我 不 知道 他 说 的 只有 这么 多 了 
你 还 记得 这个 警官 的 名字 吗 ？ 
他 不是 本地人 
是 格拉斯哥 刑侦 部 的 
