اوه اوه - خانم ! 
- اون هرن شکارچی بود . 
- کی ؟ 
وقتی هرن دوباره سوار میشه ، نشونه مرگ پادشاست . 
دارم کم کم شک میکنم که برای یه ماموریت ویژه به این سیاره فرستاده شدی 
اون درنده توسط نل جکسون کشته و سرش بریده شد . 
پویتون ؟ 
لیدی سوفیا ویلموت . 
من تو کارایی که اکثر مردم ازشون میترسن سرک میکشم . 
میخوای پدرمو بکشم ؟ 
- جداشون کنید . - چی گفتی ؟ 
توماس . 
- شیطان صفت ! - قتل ! 
- دروغگو ! - ولم کن ! 
توماس ! 
جرج رو با تیز زدن ! 
- میشناسیش ؟ 
- ایزامبارد تالی . 
به هیچ قیمتی وثیقه قبول نمیشه ! 
اینجا یه دهکده طاعونیه . 
این میز رو حسابی تمیز میکنیم . بعدشم اون گلوله رو در میارم چجوری ؟ 
جورج تازه تب کرده . 
داره میسوزه . باید ببرمش دکتر . 
مترجم مرتضی راکی در موردش بخون ، نلی جکسون . 
- زیاد طول نمیکشه . 
- میرم یه سری وسایل بیارم . 
آره . و یه روزنامه هم بگیر . یکم شیرینی داری ؟ 
سلام . 
به یه جراح احتیاج دارم . فوری . ایشون هستن ؟ 
- بله عزیزم . بیا تو . 
هنری ، دوشس آرگایل داره میاد لندن . - خواهرش رو یه راهزن زده . - عالیجناب . 
شاید شما آدم درستی نباشین ، ولی شاید بتونین یه راهنمایی بهم بکنین . 
خودم گلوله رو درآوردم ، ولی خواهرم داره تب میکنه ، و میترسم زخمش ... خوب نباشه . 
این یه احتماله . 
میدونین ، وقتی یه گلوله وارد میشه ، چیزای دیگه ای رو هم با خودش میبره . 
لباس . کثافت . 
و اگه اونا هم درآورده نشن ، بله ، ممکنه منجر به مرگ بشه . 
پس ... پس باید دوباره زخم رو باز کرد ؟ 
خب ... اینجا بهترین فرد برای رسیدگی به این موضوع کیه ؟ 
کس دیگه ای رو پیدا نمیکنین . 
همه جراحای جوون با ارتش به اروپا رفتن 
اگه فقط میتونستم یادم بیاد کیفم کجاست . هنری ، اینجاست . 
- مواظب خودت باش ، هنری . - باشه . 
مک گرگور . به آقای توپلو کمک کن سوار کالسکه بشه . 
باشه ، سرکار خانم . میشه این سبد رو با خودم تو کالسکه ببرم ، سرکار خانم ؟ وگرنه همه جا پخش میشه . 
قطعا . قطعا . 
- عالیه . همه چی رو بذار داخل . 
- بله ، ممنونم . 
عالیه ، عالیه . اوه . و مک گرگور ، سعی کن یادت باشه که منو با لقب " عالیجناب " خطاب کنی . 
متاسفم ، عالیجن ... نمیتونم ... 
کاش ... کاش میدونستم باید چیکار کنم . 
مرهم . برای درمان ... زخم های روی گوشت 
چی ، پشم خفاش ، انگشتای پری ، نون کوکو . از کجا باید همچین چیزایی رو گیر بیارم ؟ 
" کلاه شب یه دختر باکره ، باسن گدایی ، " عالیه . " پشگل شیطان و چند تا چشم کور . " 
آره ، معلومه ، چون پیدا کردنشون خیلی راحته . 
" نان کوکو . انگشتای پری 
این راهزن وحشتناک نبود ، عالیجناب ، که به خواهرتون شلیک کرد ؟ 
اون که تو همه روزنامه هاست . نلی سیاه . نلی آبی . نلی وحشی یه چیزی . اوه ... جکسون . 
نل جکسون . آره . نه خب ، شاید هم بوده باشه . 
- ظاهرا ، اون وحشتناکه . 
- هست ؟ خب ، اونا میگن که میتونه همزمان 10 تا مرد رو حریف باشه . 
و اگه مستقیم تو چشماش نگاه کنی ، میتونه یه مرد رو به سنگ ، یا ژله یا ، اوه ، نمی دونم ، یه چیزی تبدیل کنه . 
از نظر پزشکی ، البته که این امکان نداره . ولی ... اون مشخصا یه نفر رو عصبانی کرده . 
اون یه جور زنانگی خاصی داشت . 
ولی نه ، اون ترسناک نبود . اصلا . در واقع ، اون خیلی هم مودب بود . 
ولی به خواهرت شلیک کرد . 
خب ، من فکر می کنم واقعا یه اتفاق بود . و اون در واقع چیزی رو هم ندزدید . 
اما نگهت داشت . 
فکر می‌کنم اون ... 
ببخشید . فقط ، فقط برای محافظته چیزی نیست که نگرانش باشی . 
آره ، فکر می‌کنم فقط می‌خواست گپ بزنه ، پرحرفی کنه . 
اون ، اون که سلاحت رو ازت نگرفت ، پس ؟ 
نه . نه . 
مگه بعد از اینکه خواهرت رو زد ، نخواستی بهش شلیک کنی ؟ 
نه ، اون دور بود ! 
و ، میدونی ، فکر می‌کنم تفنگش راستش به‌طور اتفاقی شلیک شد . 
و فکر می‌کنم ، فکر می‌کنم حتما ناراحتش کرده بوده چون آخرین حرفی که زد وقتی رفت ، این بود که " من بی‌گناهم . 
من هرگز به اون مرد ، اون لرد شلیک نکردم . 
- همونی که همه منو بهش متهم می‌کردن . - واقعا ؟ 
چیزی شبیه به اون ؟ آره . 
- خدای من ! - چی ؟ 
نوشته چی ؟ اسامبارد تالی در اسلو دستگیر شد من 
- من ... بدون ذره‌بینم نمی‌تونم نوشته‌های ریز رو بخونم . 
- ام ، میشه بخونیش برام ؟ - نه ، منم بلد نیستم بخونم . 
نه ، بدون عینک کوچولوم نمی‌تونم ، - که گم‌شون کردم . - آره . 
فکر می‌کنم یه جایی این اطراف باشن ، اما ... بخشید . این یعنی چی ، واقعا همینو میگه ؟ 
آره . 
اینجا ، فقط چی ... ایزمبارد تالی در سلاو دستگیر شد 
این گزارشگر می‌تونه تأیید کنه که شرور بدنام و آفت شهر بزرگ لندن و مناطق اطراف ، ایزمبارد تالی با زنجیر به زندان نیوگیت منتقل شد در یک ربع به نیمه شب از اسلو جایی که توسط گروهی از دزدگیران دستگیر شد 
بلند شو . با من میای 
آزاد میشه ؟ 
نه ، عزیزم . اون یه یاکوبی کثیفه . 
اون ملکه رو دوست نداره . می‌خواد اونو از تخت سلطنت پایین بکشه . 
- پس حدس بزن چی ؟ - چی ؟ 
اونو دار میزنن . 
- کجا داریم میریم ؟ 
- وقتی رسیدیم بهت میگم . 
برو تو . برو تو . 
این چیه ؟ 
واضحه که تو کسی رو تو مقام‌های بالا می‌شناسی . 
آره . آره ، می‌شناسم . 
خیلی ممنونم . به همین دلیله که من ایزمبارد تالی نیستم . 
- به خودت همینو بگو . - اینجا کی زندگی می‌کنه ؟ 
تو زندگی می‌کنی . همونطور که گفتم ، واضحه که تو کسی رو تو مقام‌های بالا می‌شناسی . 
اینا چی هستن ؟ 
و من به لردها در طول نسل‌ها وفادار هستم 
زیرا خداوند قوم خود را داوری خواهد کرد و او در مورد بندگانش توبه خواهد کرد . 
بت‌های قوم‌های بت‌پرست از نقره و طلا هستن کار دست انسان‌ها . دهان دارند ، اما حرف نمی‌زنند . چشم دارند ، اما نمی‌بینند . آنها گوش دارند اما نمی‌شنوند . 
و هیچ نفسی در دهان آنها نیست زیرا خداوند قوم خود را داوری خواهد کرد و در مورد بندگانش توبه خواهد کرد . 
بت‌های قوم‌های بت‌پرست از نقره و طلا هستند . 
کجا بودی ؟ 
لندن 
- برای دیدن پوینتین نرفتی . - پوینتین ، آره . 
- نباید بهش اهمیت بدی . 
اون چیه ؟ توماس ؟ 
اون خطرناکه . سمیه . 
گوش کن . باید خودت رو جمع کنی . باید به بیگناهی خودت ایمان داشته باشی . در غیر این صورت ، این کار نمی‌کنه 
توماس ، به من نگاه کن . 
تو ... پدر رو نکشته بودی . نل جکسون این کار رو کرد . این الان حقیقت ماست . 
اما من فقط در صورتی میتونم ازت محافظت کنم که تسلیم این ضعف نشی . 
فهمیدی ؟ 
خوبه 
پس ... 
یه نوع حمله‌ی رعشه بهش دست داده و نیاز به بهبود داره . 
اینجا نمی‌خوامش . 
چرت و پرت نگو . اون بهت علاقه‌منده ، و می‌تونه بهمون کمک کنه . اما همین الان ، ما می‌تونیم بهش کمک کنیم . 
به استخدام جارولد ادامه میدم برای تعقیب نل جکسون به روش معمول‌تر . 
اما پوینتین ... اون کاری که می‌تونه انجام بده ، فوق‌العاده‌ست . 
- اون امشب به اینجا میاد . - سوفیا ... 
چی ؟ 
این اون بود که این فکر رو تو سرم گذاشت . - چطوری ؟ 
توماس . اون اونجا نبود ... - نه . قبل از اینکه من ... قبلاً چیزایی بهش می‌گفتم مثل اینکه ... که پول کم دارم و به ارثیه‌ام نیاز دارم . و اون چیزایی می‌گفت مثل ، خب ، توماس ، چی بین تو و ارثیه‌ات حائل شده ؟ " 
بله ، اما ... - اون که منظورش ... - منظورش بود . بود ، سوفیا ! 
من فریب خوردم و باور کردم که کشتن پدر یه راه حله . 
و اون این فکر رو تو سرم کاشت . و اگه اون این کار رو نمی‌کرد ... 
پس ، هیچوقت اتفاق نمی‌افتاد . توماس ، تو ... بهش گفتم کار جکسون بوده و اون باور کرد . 
اون با ماست . 
هر حرفی که تو گذشته باهاش زدی ، اون حرف منو باور کرد . 
تو ، تو هم باید باورش کنی . 
توماس ... هیچ‌چیزی در مورد ... درک نمی‌کنی ؟ مجبورم نکن ارثتو ازت بگیرم . 
ازت منزجر شدم . 
ممنون . 
اینجا چه جاییه ؟ 
خب ، فکر می‌کنیم یه دهکده‌ی قدیمی طاعون‌زده‌ست . 
ساعت‌هاست رفتی ! فکر کردم دیگه برنمی‌گردی . 
دیزی . 
- اون جراحه ؟ - بله . این آقای توپلوئه . 
خدمتکار خانمم بهتون نشون میده خواهرم ، لیدی جورجیانا کجاست . اون اینجاست . 
- داورکس تو نیوگیت هست . - چی ؟ بلد نیستی بخونی ؟ 
نلی ؟ نلی کجاست ؟ نلی ؟ نلی کیه ؟ 
اسمه منه . 
آهان ! همون خانوم جاده . 
حالا ، لیدی جورجیانا . آقای توپلو برای معاینه‌ی زخم و بهبودیتون اینجاست . 
بهتر از همیشه بشید . 
چرا حرف زدنات عجیبه ؟ 
- اون لجن چیه ؟ 
فقط یه سری گیاه و ایناست . این قراره برای زخمای گوشتی و اینا خوب باشه . درسته . 
درسته ! درسته ! ادامه بده . 
پماد براش یه وقت اضافه خرید . 
اما زخم چرک کرده 
همونطور که حدس می‌زدم ، هنوز فسادی تو کاره . - و مگه اینکه بیرون بیاد ... 
- و شما می‌تونید درستش کنید . 
بعدش چی ؟ 
بعدش چی . 
- بله . 
- بله . 
ممکنه فساد قبلاً به خون سرایت کرده باشه . 
پس چی ؟ 
یعنی اینه ، هیچ کاری نمی‌تونید بکنید ؟ 
نه . دارم میگم ، اگر دوباره زخم رو باز کنم ، ممکنه یه احتمالی باشه که بتونم جون بچه رو نجات بدم . 
اما شاید مجبور بشید قبول کنید که حتی بعد از اینکه اون رو از آسیب‌های عمل جراحی رد کنیم . اون ... این مدت عمر تعیین‌شده‌ی بچست . 
اگه اون بمیره ... همه اش تقصیر منه . پس لطفاً هر کاری که می‌تونید انجام بدید ؟ 
لطفاً ؟ 
حتماً . 
این چیه توش ؟ 
فقط ، اوهوم ، پشم خفاش . چند تا انگشت پری . نان کوکو ، چند تا چشم کور کلاه شب یه زن بی‌شوهر ، و باسن گدایان . 
اوهوم ، و یکم هم فضله‌ی شیطان . 
- یعنی خیلی مهم نیست . فقط همینا . - خوبه . 
حالا ... لیدی جورجیانا ، من باید دوباره اون زخم رو باز کنم ، چون فکر می‌کنم یه تیکه خاک توشه 
وقتی همه چی تموم بشه ، قراره از این پماد استفاده کنیم ، که به بهبودیتون کمک می‌کنه . 
حالا ، چطور به نظر میاد ؟ 
- بله ، آقا . - دختر خوبی هستی . 
میشه لطفا به گذاشتن لیدی جورجیانا روی میز کمک کنید ؟ 
- باشه ، لیدی جورجیانا ... 
- نمی‌دونستم بلدی بخونی . 
آروم برید . نمی‌تونم . 
امروز وقتی شما نبودین یه اتفاقی افتاد . 
آره ، چی ؟ 
فکر می‌کنم ... فکر می‌کنم من ... و این چیزیه که یه مدتیه متوجه‌ش شدم . فکر می‌کنم می‌تونم چیزایی رو ببینم یا حس کنم که بقیه‌ی مردم نمی‌تونن . 
چی میگی ؟ 
فکر می‌کنم جادویی‌ام . 
آهان . 
بازدید کننده . 
لیدی یولریا موگرهانگار . 
خدایا . 
می‌دونستم تو بودی . 
یولریا ، چه خوشحال‌کننده . باید منو از اینجا بیرون ببری . 
بیشتر مردم وقتی وارد اتاق میشم بلند می‌شن . 
اونقدری که به نظر میاد آسون نیست . 
- احمقی . - بله . 
اما گوش کن ، تقصیر من نیست . من ایزمبارد تولی نیستم . 
می‌دونی که اونا دارت میزنن ؟ مگه اینکه بخوام یه چند تا نخ رو بکشم ؟ 
چرا باید نخوای بکشی ، محبوب‌ترینم ؟ 
چرا باید منو از این سوء تفاهم وحشتناک بیرون نکشی ؟ 
تو رو تو اسلو گرفتار کردن . 
خب ، من ، من نمی‌دونستم اسلوئه . برم B به A فقط داشتم سعی می‌کردم از نقطه . 
و اگه بودن تو اسلو به اندازه کافی زشت نیست ، حرفا اینه که تو با یه زن ولگرد جاده‌ای کثیف هستی . 
ام ، نه ؟ 
حرفا اینه که تو و این هرکی‌که فکر می‌کنه هستش خودتون رو جا زدید به عنوان یه زوج متاهل تا تو یه بازی حکم از یه زوج پیرمرد کلاهبرداری کنید ؟ 
- این حرفا رو از کجا شنیدی ؟ - نمی‌دونم . تو می‌دونی ؟ شاید من خودم اینا رو از خودم درآوردم چون کار بهتری ندارم . یا شاید اشتباه متوجه شدم چون مغزم دیگه درست کار نمی‌کنه . حالا دیگه خیلی پیر شدم . 
یا شاید هم به این دلیله که تو همه ی این روزنامه های لعنتی چاپ شده ! 
این رذل ها ! چه مزخرفاتی 
اما تو روزنامه های تو که ننوشتن من ایزمبارد تولی هستم ، درسته ؟ 
تو روزنامه های تو که ننوشتن چارلز دِوِروِرُکس ایزمبارد تولی هست . 
نه ، البته که نه . خب ، نه هنوز ، به هر حال . 
خدای من ، این میتونه یه خبر اختصاصی فوق العاده باشه . 
یولریا ، عشق من . تو اشتباه می‌کنی . 
اما یه بار وقتی مست بودی بهم گفتی هستی 
من خندیدم . باورم نشد . اما حالا ، خب . می‌دونی که من خیلی هم بدم نمیاد ؟ 
آدم باید یه ذره سرگرمی داشته باشه . 
اما اینکه با یه زن خیابونی تو حومه شهر قدم بزنی . لطفا بدون اینکه خیلی بهش نزدیک باشم ... دارم نامزدی‌مون رو بهم می‌زنم . 
یولریا ، من ایزمبارد تولی نیستم . 
و همچنین با هیچ زن ولگرد جاده‌ای کثیفی نبودم . 
پس ، اون کیه ؟ این نلی جکسون ؟ 
کی ؟ 
می‌دونی ، فکر می‌کردم اخیرا خیلی سرحالی . 
مطمئن نیستم دارم راجب چی حرف می‌زنی . 
خب ، اگه در مورد نلی جکسون چیزی نشنیدی ، پس ، تنها کسی تو کل انگلیس هستی که نشنیدی . اون داره بیشتر از تو از روزنامه‌های من می‌فروشه . اون ! 
اوه ... 
نلی جکسون رو گرفتن ؟ نه . 
بدیهیِه که اون بیشتر از تو زرنگی داره 
پس ، خلاصه اینکه ، اگه بهم حقیقت رو نگی ، کار خیلی کمیه که بتونم برات انجام بدم . 
باشه ! باشه ! 
پس داشتم از جایی که حالا می‌فهمم اسلوئه رد می‌شدم . تو راه برگشت به لندن از یه آخر هفته‌ی شکار تو حومه شهر وقتی اسبم احتیاج به علف داشت . 
درسته ؟ پس نگه داشتم ، با این قصد که بیشتر از پنج دقیقه نشه . و بعد ، یهو اونجا بود ، جلوی صورتم ، یه تپانچه . 
بعد ، منو مجبور کرد باهاش برم و ، و ، اوه ، وانمود کنم که لرد ... فلانی‌ام و با لرد و لیدی نمی‌تونم یادم بیاد ، بازی قلب بازی کنم 
اما راستش به نظر بی‌خطر می‌رسید . 
نمی‌دونستم قصدش اینه که اونو بچاپه . 
و بعد ، یهو ، همه ی این مردا ریختن و بهم گفتن من ایزمبارد تولی هستم ، و من کم تعدادم و بسته شده‌م ، و اینجا انداخته شده‌م . 
نه ، نه . این ... درست به نظر نمی‌رسه . ببین بهت چی میگم ، بذارمت به حال خودت . 
نه ، یولریا . 
و وقتی تصمیم گرفتی حقیقت رو به من بگی ، اونوقت تصمیم می‌گیرم که آسمون رو زمین بکشم یا نه - تا تو رو از این جهنم بیرون بکشم . 
- این حقیقته ، یولریا . 
و وقتی من برم دوباره میارنت پایین به اون قسمت منزجر کننده . 
من فقط این سوئیت رو برای پنج دقیقه اجاره کردم تا بتونم بدون بالا آوردن بیام اینجا . 
نه ، یولریا ! 
بیا همراه من ، والرین . نه ! نه ! 
یولریا ! 
یولریا ؟ 
کنار آتش گرم بمون . 
عجیبه اگه منو به های وایکومب برگردونی ، آقازاده‌ی جوون . 
اصلا نمی‌دونم چطور اینجا رسیدیم . 
و اگه من قبل از تاریکی هوا خونه نباشم ، خانم تاپلو نگران می‌شه . 
- من اسب‌ها رو مرتب می‌کنم . - باشه . 
صبر کن . پول . چقدر می‌خوای ؟ 
من ، من معمولا یه گینه می‌گیرم . 
خب ، من فقط طلا دارم . اون کار رو می‌کنه ؟ 
اون ... اون دزدی نیست ، درسته ؟ 
آقای تاپلو ، به خدا نه ! 
این بار قید حق‌الزحمه‌مو می‌زنم . 
نه ، خواهش می‌کنم بردارید . جدی میگم ، اصلا به چشم نمیاد . 
برای هیچ‌کس به چشم نمیاد . چون چیزایی که برداشتم همش از کساییه که پول بیشتری دارن تا بدونن باهاش چیکار کنن . 
خواهش می‌کنم . 
تا کالسکه‌تون همراهتون میام . 
اوهوم . ممنون . آقای تاپلو . 
ازش مراقبت کنید . 
امیدوارم توی دو سه روز دیگه ، اون از مرحله‌ی خطر رد شه . 
خب ، به هر حال تا اون موقع می‌فهمی ، به یه طریقی . 
- اون یه دختر کوچولوی شجاعه . - آره ، خب . بعضی وقتا تو کاری که باید بکنی اصلا انتخابی نداری ، درسته ؟ 
- باید باشی . 
- اینو می‌فهمم . گوش کن ، من هیچ وقت اون اشراف‌زاده رو تو تاتنهام نزدم . 
این پسر خودشه که این کار رو کرد بعد از اینکه اون ... پدرمون رو کشت 
و می‌دونم غیرممکن به نظر میاد ، اما حقیقته . 
و به همین دلیله که ما مجبوریم اینجوری زندگی کنیم . 
من چیکار می‌تونستم بکنم ؟ 
کسی حرف یه نفر مثل منو باور نمی‌کنه در مقابل اشراف . 
باید یه قاضی پیدا کنی ... - می‌دونم . - که بهت گوش بده ... 
. و ازت محافظت کنه تا زمانی که بتونی توی دادگاه به طور عادلانه قضاوت بشی . کجا ؟ 
حتی اگه یه نفر پیدا کنم که گوش بده ، احتمالا اونقدر می‌ترسه که در مقابل صاحبان قدرت قد علم کنه . 
و حتی تو اون صورت ، هیچ وقت یه قضاوت عادلانه گیرم نمیاد 
برادر بزرگترم ... 
یه برادر بزرگتر داری ؟ بله . اون یه قاضیه . 
تو آکسفورد . باید دنبالش بگردی . 
توپلو . یرمیا . اون یه آدرس تو هالی‌ول لین داره . 
بهش نامه می‌نویسم 
آماده است . جدی می‌گی ؟ 
برایتان آرزوی موفقیت می‌کنم ، جناب عالی . 
تو اونجا هستی ، بیلی ؟ 
آره ، اينجا هستم . 
آره ، من خوبم . حالت خوبه ؟ 
آره ، خوبم . 
خب ، این نقشه‌ست . من دارم میرم آکسفورد . 
- چرا ؟ - شما همه اینجا می‌مونین . برای اینکه برم پیش یه قاضی چون جورج سه روز نمی‌تونه هیچ جا بره یا کاری بکنه . 
پس ، امروز چهارشنبه است ، پنجشنبه ، جمعه ، شنبه ، شنبه برمی‌گردم و بعد راه می‌افتیم برای رفتن به خونه‌ی عمو جک تو آبینگدون . اما آقای داورکس گفت که این نقشه بدیه . 
آره ، خب ، داورکس تو نیوگیت زندانی‌ه . پس اون چی میدونه ؟ آره . به همین دلیله که بعد از اون باید برگردم به شهر . 
اون فقط به خاطر ما اونجاست خب ، من . پس می‌رم و آزادش می‌کنم 
چطور ؟ 
هیچ ایده‌ای ندارم . 
امیدوارم توماس رو نترسونده باشم . 
اون برای عوض کردن فضا رفته لندن . 
می‌ترسم همه‌ی اینا رو خیلی بد برداشت کرده باشه 
اما ... برای من افتخار و لذتی بزرگ خواهد بود که با کسی به این باهوشی صحبت کنم . 
حتی نمی‌تونید تصور کنید اینکه هوش خوبی داشته باشی اما نتونید ازش استفاده کنید ، چطوریه . 
می‌خوام هر چیزی رو که میتونی به من یاد بدی قبل از اینکه مجبور بشی برگردی . 
من احتیاج دارم جکسون مرده باشه . 
فکر می‌کنم سرنوشت ما رو با هم روبرو کرده ، سوفیا . 
و این برای من لذت‌بخشه که تو تا این حد برای هنرهای تاریک باز هستی . 
فکر می‌کنم تو استعداد بیشتری نسبت به من داری . 
واقعا ؟ 
پس ... باید یه چیز مهم بهت بگم . 
به یاد میاری ازم پرسیدی چرا هِرن رو احضار کردم ؟ 
گفتی یه شوخی خصوصی با ملکه بود . 
نمی‌خواستم بخندونمش . 
می‌خواستم به وحشتش بندازمش . 
تو ... یک یاکوبی هستی ؟ 
سوفیا ، همه چیزایی رو که درباره این هنرها میدونم بهت یاد میدم تا بتونی این زن ، جکسون رو به سزای اعمالش برسونی . اما در عوض ، به یه دستیار نیاز دارم . 
بهت نیاز دارم کارهایی رو انجام بدی که من دیگه نمی‌تونم انجام بدم . 
چی ؟ 
چه کارهایی ؟ 
- ملکه یه خائنهِ . 
- تو یه یاکوبی هستی . 
اون اقتدار سلطنت رو تباه کرده و با خوشحالی تسلیم پارلمان کرده ، به مردم . 
قبل از اینکه بفهمیم ، عادی‌ترین مردها ، درشکه‌چی‌ها ، نجارها ، آدم‌هایی مثل پدر نِل جکسون میتونن رأی بدن . 
و بعد از اون چقدر طول میکشه تا خود پارلمان هم از چنین افرادی تشکیل بشه ؟ 
این غیر قابل تصوره 
پس ... چی ... می‌خوای من چه کار کنم ؟ 
پادشاه به حق این کشور جیمز فرانسیس ادوارد استوارت هست ، که در حال حاضر با تحقیر در دربار فرانسه اقامت داره . 
تو چند هفته‌ی کوتاه اون با یه ارتش از اون طرف کانال عبور می‌کنه و ... حمله می‌کنه . 
من اون پسر رو از نوزادی می‌شناسم . 
اون بیش از همه به من اعتماد داره 
وقتی اون پادشاه بشه ، من نزدیک‌ترین مشاور شخصی اون میشم . 
سوفیا ، نصف شورای سلطنتی اون از مردمی تشکیل شده که دقیقاً مثل من فکر می‌کنن . 
امیدوار بودم که هِرن رو احضار کنم تا اون رو همراهی کنه ، پادشاه جوان . پس مردم با دیدن این چیز عجیب ، ازش وحشت داشته باشن ، این موجود ماورایی کنار اون . 
کمکم می‌کنی ؟ 
کمک می‌کنی به انگلستان ؟ 
اگه این کار رو بکنی ، هیچ شکی ندارم که با زیرکی و هوشت ، موقعیت خیلی مهمی بهت پیشنهاد میشه در دربار جیمز سوم . 
مطمئن میشم . 
من هم یه چیزی برای اعتراف دارم . 
جکسون پدر من رو نکشته . 
توماس این کار رو کرد . 
واقعا ؟ 
واقعا خب ، اون اونجا بود . و به خاطر اون بود . 
و من ... به دلایل زیادی ، باهاشون موافقت کردم . 
برای محافظت از اون . برای محافظت از خودم . 
چون اگه هر اتفاقی براش بیوفته ، من ، من برادواتر رو به ارث نمی‌برم . 
به چی فکر می‌کنی ؟ 
سوفیا ، هیچ کدوم از اینا مهم نیست . 
درسته که بهم گفتی . اما تو و توماس انتخاب درستی کردین . 
- ما کردیم ؟ 
- بله . 
آدمایی مثل ما بار حکومت رو به دوش می‌کشیم . آدمایی مثل نِل جکسون قابل صرف‌نظر هستن 
شما دقیقا تصمیم درستی گرفتین . چه باهوش هستین هر دوتون . 
دوست دارم بعد از اینکه خوب شدم ، توماس رو ببینم . 
متقاعدش کن که برگرده خونه . اینجا بهترین جا برای اونه . 
اون سعی کرد بهم بگه که تو متقاعدش کردی تا پدرمون رو به قتل برسونه . 
غم و اندوه کارهای وحشتناکی با آدم میکنه . 
و نِل جکسون . 
باید با نِل جکسون کنار بیاییم . سریع . این موضوع رو تمومش کنیم . 
من یه طلسم رو فرموله می‌کنم ببینیم میتونی انجامش بدی یا نه . 
با هم انجامش میدیم . 
آقای توپلو . سروان آرگایل میخواد شما رو ببینه ، آقا . 
میگه منتظره . 
بله ، بله . راهش بدین تو . 
سروان آرگایل . بیا تو ، بیا تو . 
خب ، بله ، اما ... نه ، اما ... من حتی هیچ حرفی نزدم یا چیزی نگفتم . اما مسئله اینه ، درسته ؟ این برمی‌گرده به همون شبی که من برمی‌گردم خونه . 
این زمانی هست که اون شروع میکنه به جنجال کردن ، این بلانشفورد . توماس . اما اون از چند هفته قبل ، خواهر من رو اذیت می‌کرد ، و همون روز ، یه اسب رو هم کشت 
اما اون فقط مال ناتان هالیدی بود ، و هیچ کدوم از ما اون رو دوست نداریم ، چون یه بار دستش رو به زیر دامن خواهر دوست راکسی زد ، و خودش گفت که حتی اون رو دوست نداره خب ، پس چرا باید این کار رو بکنه ؟ بعدش پدر اون دختره عصبانی شد ، انگار کل قضیه تقصیر اون دختره بوده . 
و ما هممون مثل این بودیم که ، " چی ؟ " و بعد ... ببخشید . کجا بودیم ؟ 
من یه حرف بی‌ربط زدم . 
ام ... بله . پس ، اون شب ، اون توماس ، یه شلاق داشت و اونجا یه ... چاله . ببخشید ، آقای توپلو . 
آقای توپلو ؟ 
آقای توپلو ؟ 
آقای توپلو 
آقا ... آقای توپلو . 
چی شده ؟ 
- اون هست ؟ 
- آقای توپلو . 
آقای توپلو . 
- قتل ! قتل ! - چی ؟ 
قتل ! نه ، نه ، نه ، من نکردم . نه ، نکردم . - اینطور نبود . و من فقط ... - قتل ! 
