Τα χρήματά σας ! 
Έξω ! 
Είπα , έξω ! 
Προσεκτικά ! Δεν θέλουμε να ταράξουμε τις κυρίες . 
Θεέ μου , όχι . 
Δεν θέλουμε να τρομάξουν - και να μας πουν πού έχουν τα κοσμήματα . - Εδώ πέρα ! Πού τα έχουν κρύψει . 
Θέλουμε να μας το πουν με τη θέλησή τους . 
- Δώσε τον ορισμό της βούλησης , Άλτζερνον . - Συγγνώμη , αφεντικό ; 
Η δύναμη της θέλησης . Να ενεργείς οικειοθελώς . 
Πρέπει να συγχωρήσετε τους μαθηματικούς , κυρία . 
Tα κεφάλια τους είναι γεμάτα άλγεβρα και γεωμετρία και ξεχνούν τους τρόπους τους . 
Ακούστε τι θα γίνει τώρα , ο Άλτζερνον κι ο Τσάμλι θα ψαχουλέψουν τα πράγματά σας , όσο εγώ θα σας διασκεδάζω με την ανεπιτήδευτη γοητεία μου - και το κουβεντολόι μου . - Αφεντικό , έχει μαχαίρι . 
Μη δοκιμάσεις τίποτα , ηλιαχτίδα μου . Γιατί δεν θα ζήσεις για να διηγηθείς την ιστορία , αν κάνεις κάτι . 
Εντάξει . 
Χέρια . 
Αφεντικό ! 
Τι έγινε ; 
Aναλαμβάνω εγώ , πήγαινε και πρόσεχε τους τρόπους σου . 
Ωραία ρούχα . 
Με φαντάζομαι να παρελαύνω με αυτές τις μπότες . 
Με την ησυχία σου . 
- Δεν είσαι ... 
- Τι ; 
Δεν είσαι άντρας . 
Και ; 
Χρυσό είναι αυτό ; 
- Ποιο πράγμα ; 
- Το δαχτυλίδι που φοράς . 
Ναι . 
Ίσως χρειαστεί να το κάνεις δωρεά για τον αγώνα . 
Δεν με άκουσες , κυρά μου . - Είπα ... - Όχι , σε άκουσα . 
Απλώς σε αγνόησα . Σε προειδοποιώ , δεν θέλεις να τα βάλεις μαζί μου . 
Μ ' αρέσεις , αλήθεια . Είσαι ο τύπος μου . 
Δυστυχώς , - η δουλειά προηγείται της απόλαυσης . - Σωστά . 
Κάνε ό , τι σου λένε . 
Πήγαινε . 
Είστε καλά ; 
Γεια . 
- Θεέ μου . 
- Τι ; 
Έλα . Εδώ . Κλότσα . 
Έλα . Εδώ . 
Άντε . 
Έλα . 
- Μπράβο . - Πάρ ' το . 
Συγγνώμη , κύριε . 
- Τι είναι αυτό ; 
- Χοιρινή κύστη . 
Τι συνέβη εδώ ; 
Ο Τόμας Μπλάντσφορντ έκανε φασαρία . 
Θεέ μου . 
Ποια είναι η Τζορτζ ; 
Φώναξε τον μπαμπά σου . 
Μπαμπά ! Πελάτης . 
Σέρβιρέ τον , κορίτσι μου . 
Ξέρεις πού έχουμε το σερμπέτι . 
Δεν θέλει σερμπέτι , εσένα θέλει . 
Γυναίκα είναι ; 
Γεια σου , μπαμπά . 
Ρόξι ! 
Πού είναι η Ρόξι ; Ρόξι . 
- Γύρισε η Νελ σου . 
- Τι ; 
Η Νελ . Η Νελ σου . Γύρισε . 
Η Νελ είναι νεκρή . 
Είμαι χήρα . 
Ο λοχαγός Τζάκσον είναι νεκρός . Πέθανε . 
Τον άνοιξαν στα δύο στη Μάχη του Μπλένχαϊμ . 
Όπως κι εσένα . Έτσι ακούσαμε . 
Και αναρωτιόμουν γιατί με κοιτούν όλοι περίεργα . 
Λοιπόν , σκεφτόμουν μήπως μπορούσα να μείνω εδώ για μερικά βράδια . 
Νόμιζα ότι δεν ήθελες σχέσεις με μας , τους άχρηστους . 
Αυτά ήταν τα τελευταία λόγια που είπες πριν περάσεις την πόρτα με τον στιλάτο λοχαγό σου . 
Ναι , λοιπόν ... Μεγάλωσα πολύ από τότε . Νελ ; Νέλι ! 
Για να σε δω . Εδώ κοίτα . 
Μη με λες Νέλι . 
Εντάξει . 
Τι είναι αυτό ; 
Ο μπαμπάς δεν έδινε λεφτά για καλό σταυρό . Έτσι , φτιάξαμε αυτόν εδώ . 
Τον πλήγωσες πολύ όταν έφυγες . 
Σας πειράζει να τον βγάλω ; 
Με ανατριχιάζει . 
Όπως θες , Νέλι . 
Νελ , συγγνώμη . 
Πάμε . 
Γιατί κάνει φασαρία ο λόρδος Μπλάντσφορντ ; 
Όχι ο λόρδος Μπλάντσφορντ . 
- Ο γιος του . 
- Ο Τόμας . 
- Τον θυμάσαι ; - Όχι . 
- Μεγάλωσε . 
- Έγινε κακός και χαζός . 
Έτσι διασκεδάζει αυτός . 
Γιατί δεν κάνει κανένας τίποτα ; 
Του ανήκουν τα σπίτια . 
Ή θα του ανήκουν όταν πάθει κάτι ο γέρος του . 
Ρόξι , όλοι οι γείτονές μου είναι έξαλλοι . 
Ροξάν , κουνήσου . 
Πες της ότι αναστήθηκε η νεκρή μου αδερφή . 
Της το είπα . Είπε ότι δεν γίνεται . 
- Γεια σου , Νέλι . 
- Γεια . 
- Καλύτερα να πηγαίνω . - Ναι . 
- Είναι η τελευταία προειδοποίηση . 
- Πρέπει να καλοπιάσεις τον μπαμπά . - Έγινε . 
Το χειρότερο με τον Τόμας είναι ότι γουστάρει τη Ρόξι . 
- Ναι ; 
- Έρχεται στην ταβέρνα μεθυσμένος , λέει διάφορα κι ο μπαμπάς φοβάται να μιλήσει . 
Φρόντισε το άλογό μου , μικρέ . 
Πεινάς ; 
" Ναι , πάμε να φάμε σανό . " 
Πάμε να σου δώσουμε σανό . 
Πάλι σου φώναζε ; 
" Ναι , αλλά ξέρω εγώ . " " Τον έριξα δύο φορές . " 
Μπράβο . 
Κύριε . 
Καλησπέρα . 
Σήμερα το πρωί , Τόμας , ο επιστάτης μου δέχθηκε μια αντιπροσωπεία από το χωριό . Του είπαν μια απίστευτη ιστορία , ότι πυροβόλησες ένα άλογο . 
Ήταν ατύχημα . 
Είπαν ότι ήσουν μεθυσμένος , ότι κυκλοφορούσες στον δρόμο και τρομοκρατούσες τον κόσμο . 
Μ ' αυτό το άλογο έβγαζε τα προς το ζην ο Νέιθαν Χάλιντεϊ . 
Δεν καταλαβαίνεις πώς ζουν αυτοί οι άνθρωποι ; 
Είμαι ο δικαστής τους . Έρχονται σ ' εμένα για δικαιοσύνη . 
Μια μέρα , ο Θεός να τους βοηθήσει , θα έρχονται σ ' εσένα . 
Με κοροϊδεύεις ; 
Όχι , βέβαια . 
Θα σου κόψω το επίδομα . 
- Τι ; - Έως ότου βεβαιωθώ ότι φέρεσαι ευπρεπώς . 
Μη με κάνεις να σε αποκληρώσω . 
Η ιδέα είναι άκρως δελεαστική , η αδερφή σου θα ήταν χίλιες φορές πιο αξιόπιστη . 
Ωρίμασε . 
Για όνομα του Θεού . Για το καλό όλων . 
Μέχρι τότε , μείνε μακριά από το χωριό . 
Αληθεύει ότι δεν ήθελες να μου αγοράσεις μια ταφόπλακα της προκοπής ; 
Μπορεί να κοιμηθεί στην αποθήκη , με το γαϊδούρι . 
- Μόνο για μία νύχτα . Πες της το . 
- Για μία νύχτα ; 
Μου ράγισες την καρδιά . Δεν θα το ξανακάνεις . 
Καλώς . Μία νύχτα . 
Εντάξει ! 
Μπορείς να μείνεις στο σπίτι . 
- Αλλά θα δουλεύεις . 
- Πάντα δεν δούλευα ; 
Και ντύσου σωστά . 
Δεν έχω φόρεμα . 
Κοίτα στο ντουλάπι , στο κεφαλόσκαλο . 
Κράτησα όλα τα πράγματα της Ελίζαμπεθ όταν πέθανε . 
Νομίζω ότι θα σου έπαιρνε ταφόπλακα . Αλλά δεν ήθελε να σε σκέφτεται νεκρή . 
Ευχαριστώ . 
Είσαι ίδια η μητέρα σου . 
Έλα εδώ . 
Σερβιριστείτε ελεύθερα ! Ορμήστε ! 
Δεν επιστρέφει κάθε μέρα η κόρη κάποιου απ ' τους νεκρούς ! 
Είναι θαύμα , Σαμ Τρότερ ! 
Τζορτζ . 
Φώναξε τη Νέλι . Όλοι ψοφάνε να τη δουν . 
Πήγαινε . 
Θα κατέβει . 
Ωραίο φαίνεται . Να το δούμε από μπροστά . 
Είσαι πολύ ωραία , Νελ . 
- Αλήθεια ; - Ναι . Είναι άνετο ; 
Όχι . Τι είναι όλα αυτά ; 
- Σου λείπει ; Ο λοχαγός Τζάκσον ; - Νελ ! 
Ο μπαμπάς λέει να κατέβεις αμέσως . 
Όλοι θέλουν να σε δουν με τα μάτια τους . 
Θέλουν να ακούσουν για τον πόλεμο . 
Πού είναι το σπαθί ; 
Μου λείπει λίγο . 
Μόνο που ... δεν νομίζω ότι με άφησε , παρόλο που είναι νεκρός . 
Όπως σήμερα , που μ ' έπιασαν οι ληστές . 
- Όχι . 
- Ένας από αυτούς με χτύπησε . Ναι . 
Και είναι ... Δεν ξέρω , σαν να συμβαίνει κάτι μέσα μου . Και ... έπρεπε να με δείτε . 
Είμαι άτρωτη . 
Αυτός είναι . 
Ο Τόμας . 
- Ναι ! Μπάκλι , γελοίε . - Ναι . 
Έλα εδώ . 
- Ναι . - Ένα μικρό προβάδισμα . 
Έλα , μικρέ . 
Γιορτάζεις κάτι , Τρότερ ; 
Όχι . 
Πού είναι η κόρη σου ; 
- Ποια κόρη μου , κύριε ; 
- Θέλω να τη δω . 
Να με σερβίρει . 
Και , Τρότερ ... Τρότερ . 
Δεν σ ' το ζητάω . 
Σε διατάζω . 
- Να δω αν μπορέσω να τη βρω . 
- Γιατί να μην μπορείς ; 
Τι συμβαίνει , Χάλιντεϊ ; 
Μοιάζεις σαν να σου πυροβόλησαν το άλογο . 
- Ποια είναι αυτή ; 
- Η μεγάλη μου κόρη , η Νελ . 
Γεια . Δεν πέθανες ; 
- Ήθελες κάτι ; 
- Ήθελα την άλλη . 
Η άλλη δεν θα έρθει . 
Δεν της αρέσεις . 
Ούτε ο τρόπος που κοιτάς . Ούτε αυτά που της λες . Και μάντεψε . 
Ούτε σ ' εμένα αρέσουν . 
Θα ήθελα να φύγεις τώρα . 
Και πάρε και τους χαζούς σου μαζί . 
Εγώ ... Ευχαριστώ . 
Άκου με λίγο . 
Μπορεί να υπέθεσες λάθος και να πίστεψες ότι δεν θα έκανα κακό σε μια γυναίκα . 
- Περίμενε . 
- Αλλά τώρα ξέρεις καλύτερα . 
- Πιάσ ' την . 
- Νελ ! 
Όχι ! 
- Νελ ! - Πιάσ ' την ! - Κάνε πίσω ! 
- Χτύπα τον ... 
- Πού πας ; - Μην την αγγίζεις ! - Νελ . - Μεγάλο κορίτσι είσαι . 
Σταμάτα ! 
Άφησέ την ! 
- Εσύ με ανάγκασες . - Νελ ! 
Εσύ με ανάγκασες να το κάνω . 
Είπε ότι είναι άτρωτη . 
Νελ ! 
Σταμάτα , σε παρακαλώ ! 
- Αρκετά ! 
- Σταμάτα . 
Σήκω , Νελ . Σήκω γρήγορα . 
Νελ ! 
Τρέχα , Νελ ! Τρέχα , γρήγορα ! 
- Όχι ! 
- Θεέ μου . 
Μπαμπά , πες του . 
- Θεέ μου . Σταμάτα ! Σε παρακαλώ ! - Άφησέ την . 
Σε παρακαλώ , σταμάτα ! 
Άφησέ την ! 
Πάνω του , Νέλι ! 
Πάνω του , Νέλι ! 
- Εμπρός , Νελ ! - Θες κι άλλο ; 
- Ναι , Νέλι ! - Τι θα κάνετε ; 
Μπράβο , Νέλι Τζάκσον ! 
- Το είδες αυτό ; 
- Ποιο ; 
Το φως . 
Την κουκκίδα πάνω από της Νελ το ... Νελ . 
Νέλι Τζάκσον ! 
Μην ουρλιάξεις . Κοίτα ψηλά . 
Σπάω το κεφάλι μου να βρω τον καλύτερο τρόπο να συστηθώ χωρίς να σε τρομάξω , Νέλι Τζάκσον . 
Ειλικρινά , δεν υπάρχει τρόπος . 
Φυσικά , δεν είναι απαραίτητο να συστηθώ . Αλλά στην περίπτωσή σου , είχα μια μικρή υποψία ότι θα γινόταν αυτό κάποια στιγμή . 
Τρία πράγματα . 
Πρώτον , είμαι με το μέρος σου . Δεύτερον , δεν είναι γεμάτο . 
Και τρίτον , δεν θα έχει κανένα αποτέλεσμα απέναντί μου , γιατί δεν έχω σωματική υπόσταση . 
- Τι εννοείς ότι είσαι με το μέρος μου ; 
Σε προστατεύω . 
- Γιατί ; 
- Ποιος ξέρει ; 
Το σημαντικό είναι το εξής , μπορώ μόνο να σε προστατεύω , Νέλι Τζάκσον . 
Δεν θα πάρω μέρος σε τυχαίες βίαιες πράξεις . 
- Τι είναι αυτά που λες ; 
- Όπως απόψε . 
Τι ; 
Έκανε τον νταή . 
Είναι ένας άξεστος αλαζόνας που πληγώνει τους άλλους . 
- Δεν ξεκίνησε αυτός . Εσύ ξεκίνησες . - Έτοιμος ήταν . 
- Άλλο είναι το θέμα . - Περίμενε . 
Τον άφησες να με δείρει ενώ μπορούσες να τον σταματήσεις ; 
- Τον σταμάτησα . 
- Νωρίτερα ! 
Όταν μου έτριβε το πρόσωπο στη λάσπη ! 
Νελ , η Τζορτζ είμαι . Είσαι καλά ; 
Ποιος σ ' έστειλε ; 
Από πού είσαι ; Κοίτα πώς είσαι . 
Τι ντύθηκες ; 
Νελ ; 
Μην κουνηθείς . 
- Εντάξει . - Περίμενε εδώ . 
Πώς σε λένε ; 
- Εννοώ , έχεις όνομα ; - Ναι . Μπίλι . Μπίλι Μπλάιντ . 
Τα λέμε αργότερα . 
Περίμενε . 
Με παρακολουθείς συνέχεια ; 
Θεέ μου , με παρακολουθείς όταν κάνω , ξέρεις ... - την ανάγκη μου ; - Νελ ! 
- Σε ποιον μιλάς ; 
- Στον εαυτό μου . 
- Είσαι καλά ; 
- Ναι , άκουσα έναν θόρυβο ... 
Μάλλον ήταν τα ποντίκια κάτω από τις σανίδες . 
Ήταν πανέξυπνο αυτό που έκανες πριν . Ναι . 
Ευχαριστώ . - Θα μου μάθεις πώς να ... - Ναι . Βέβαια . 
Ίσως . Όχι . Δεν ξέρω . 
- Καληνύχτα . - Καληνύχτα . Καληνύχτα . 
Μπίλι ; 
Μπίλι ; 
Μπίλι Μπλάιντ ! 
Μπίλι ; 
Μπίλι Μπλάιντ ; 
Πόιντον . 
Τόμας . Θεέ μου . Τι κάνεις εδώ ; 
Θεέ μου . Άσχημη μελανιά . 
Πήγα στο σπίτι σου , αλλά ο υπηρέτης σου είπε ότι είσαι εδώ . 
- Έχεις ένα λεπτό ; 
- Αν είναι μόνο ένα λεπτό . 
Η συζήτηση δεν έλεγε να τελειώσει . Η μεγαλειοτάτη έχει την ικανότητα να ακούει όλες τις πλευρές . 
Αλήθεια ; 
Δεν τη συμπαθείς ; 
Τι μπορώ να κάνω για σένα ; 
Τώρα τελευταία , τα πράγματα είναι δύσκολα και δεν έχω κανέναν να μιλήσω . Ξέρω ότι έχεις πολλή δουλειά . 
Πες μου τι σε βασανίζει , Τόμας . 
Έχω χρέη που δεν γνωρίζει ο πατέρας μου . 
Χρέη που μπορώ να τακτοποιήσω μόνο όταν κληρονομήσω . 
Επειδή ... μου έκοψε το επίδομα . 
Κάποτε μου είπες ... ότι ο άνθρωπος μπορεί να πουλήσει την ψυχή του στο σκοτάδι . Και σε αντάλλαγμα , να πάρει ό , τι επιθυμεί . 
Και ότι εσύ ... είσαι άνθρωπος που μπορεί να μεσολαβήσει σε τέτοια θέματα . 
Θέλω την περιουσία μου , Πόιντον . Θέλω τα πάντα ... τώρα . 
Είναι μεγάλη απόφαση , Τόμας . Αλλά αν το θέλεις πραγματικά , πρέπει να μου αποδείξεις ... ότι έχεις ό , τι χρειάζεται . 
Πώς ; 
Χρόνια έχει αυτό το μέρος να είναι τόσο τακτοποιημένο . 
Δεν θα καταφέρω τίποτα όσο κάθομαι εδώ . 
Τι έχεις κατά νου ; 
Δεν θα σου αρέσει . 
Θα καταταγείς στον στρατό ; Πώς ; 
Νόμιζα ότι πρέπει να είσαι άντρας . 
Όχι , έχω δει πολλές γυναίκες να κατατάσσονται . 
Μεταμφιέζεσαι σε άντρα και πας . Γνωρίζεις ανθρώπους και μετά ... ξέρεις , τους ανατινάζεις . 
Αυτήν τη φορά , θα γράψεις . Για να ξέρουμε πού είσαι και ότι δεν πέθανες . 
Δεν ξέρω να γράφω . 
Βρες κάποιον που να ξέρει . 
Δεν ξέρεις να διαβάζεις . 
Ξέρει η Τζορτζ . 
Τη δίδαξε ο εφημέριος . Διαβάζει καλύτερα από αυτόν . 
Χάρηκα , Νέλι . Νελ . 
Κι εγώ , μικρή . 
Έλα , Άσραμπς . 
Τουλάχιστον δεν είναι πια νεκρή . 
Ναι . 
Πάμε . 
Μπαμπά ; 
Μπαμπά ; 
Έστειλα τον θηροφύλακα και τον δασοφύλακα στο χωριό με το πτώμα . 
Τους είπα να πουν στα παιδιά του ότι σκοτώθηκε επειδή κυνηγούσε λαθραία . 
Τι κάνατε ; 
Ο Τόμας ήθελε να τον τρομάξει , να του δώσει ένα μάθημα , δεν ... Δεν ξέραμε ότι θα σπάσει η καρδιά του . 
Συνειδητοποιείς ότι κρύβοντας την αλήθεια , γίνομαι εξίσου ένοχος μ ' εσένα ; 
Τζέιμι , Μπάκλι , πηγαίνετε σπίτι . 
Μην το πείτε σε κανέναν , ποτέ . Αν μιλήσετε , θα σας κρεμάσουν . 
Δεν θέλω να σας ξαναδώ μπροστά μου . 
Μου προκαλείς αηδία . 
Συγγνώμη για την επίσκεψη , δεν με ξέρετε , δουλεύω για τον λόρδο Μπλάντσφορντ . 
Και ... 
Ο πατέρας σας δεν κυνηγούσε λαθραία . 
Τον χτύπησαν ο κύριος Τόμας και οι ηλίθιοι φίλοι του . 
Ήρθαν εδώ τη νύχτα και τον πήραν . 
Ξέφυγαν , και τώρα προσπαθούν να το συγκαλύψουν . 
Πώς το ξέρεις ; 
Άκουσα τον θηροφύλακα και τον δασοφύλακα να συζητούν . 
Ο λόρδος Μπλάντσφορντ τούς έδωσε λεφτά για να μην πουν τίποτα . 
Δεν έπρεπε να σ ' τα πω όλα αυτά , αλλά δεν ξέρω . Σ ' έχω δει στο χωριό μερικές φορές ... - Δικό σου είναι το άλογο ; 
- Όχι . 
Δηλαδή , ναι . Είναι του λόρδου Μπλάντσφορντ . 
Πώς σε λένε ; 
Ράσελας . 
Πού θα πήγαινες , κύριε Ράσελας , για να καταταγείς στον στρατό ; 
Αλήθεια ; Ποιος φταίει ; 
Δεν ξέρετε με ποιαν έχετε να κάνετε . Δεν θα ... 
- Άσε με , είπα ! Άσε με ! - Φύγε ! 
Ηλίθια στρίγκλα ! 
Ναι , είμαι γυναίκα ! Και τι έγινε ; 
Θα σας σπάσω τα κεφάλια . 
Ό , τι πιο αστείο έχω δει εδώ και μία εβδομάδα . 
Σε ξέρω . 
Τσαρλς Ντέβερο , κυρία . 
Αριστοκράτης , μπον βιβέρ , χαμένο κορμί . 
Αλλά μεγάλος θαυμαστής της ομορφιάς ... σε οποιαδήποτε μορφή κι αν εμφανίζεται . 
Συγγνώμη , δεν έπρεπε να γελάσω . 
Πόσο ευγενικό να θέλεις να υπηρετήσεις τη βασίλισσα και την πατρίδα . 
Εγώ δεν θα μπορούσα να το κάνω . Με τίποτα . 
Δεν δίνω δεκάρα ποιος κάθεται στον ισπανικό θρόνο . 
Τι με νοιάζει ; Γιατί πρέπει να μας νοιάζει ; 
Άσ ' τον να κάθεται , αυτό λέω εγώ . 
Από την άλλη , είναι ωραίο να είσαι παγκόσμιος ηγέτης . Να παρεμβαίνεις σε ό , τι συμβαίνει . 
Εξέλιξη των πραγμάτων , ισορροπία δυνάμεων , μπλα , μπλα , μπλα . 
Να σε κεράσω ένα ποτό ; 
Είσαι ο Ισαμπάρντ Τάλι . 
Ελπίζω πως όχι . Υπάρχει αμοιβή 20 λιρών για το κεφάλι του . 
Ναι . 
Αμερική , Νελ Τζάκσον . 
Νέος Κόσμος . 
Αυτό θέλεις να κάνεις . 
Γι ' αυτό είσαι φτιαγμένη . Το νιώθω . 
Ένα περιπετειώδες πνεύμα σαν εσένα , μπορεί να βγάλει πολλά λεφτά . 
Ναι , Θεέ μου . Μαόνι , κάνναβη , βαμβάκι , καπνός . 
Αυτό θα έκανα αν ήμουν στη θέση σου . Μπορώ να σου πω ... Συγγνώμη , μπορώ να ... 
- Νελ , ο μπαμπάς είναι νεκρός . 
- Είπαν ότι κυνηγούσε λαθραία ... - Είναι ψέματα ! 
Μας το είπε ο κύριος Ράσελας . 
- Αυτός είναι ο κύριος Ράσελας . 
- Ήταν ο Τόμας Μπλάντσφορντ . 
- Μα , πώς ; 
- Ήρθε τη νύχτα . Τον πήρε . 
Όχι , δεν θα τον αφήσω . Δεν θα τον αφήσω να τη γλιτώσει . 
Πάρε το άλογό μου , Νελ . Θα πας πιο γρήγορα . 
Είναι ένα τίποτα . Ένας ασήμαντος . 
Διευθύνει την τοπική ταβέρνα . 
Τον έβγαλα από την πόλη μέσα στο σκοτάδι και μετά ... τον σκότωσα . 
Χωρίς λόγο . 
Απλώς επειδή μπορούσα . 
Ο θάνατος ενός ανθρώπου με τέτοιον τρόπο έχει ενδιαφέρον , Τόμας . Αλλά όχι τόσο ενδιαφέρον ώστε να αποκτήσεις μεγάλη φήμη . 
Αν τα θέλεις όλα τώρα , εφόσον , φυσικά , δεν άλλαξες γνώμη ... Πρόσεχε , Τόμας . 
- Σκότωσε . - Πρέπει μόνο να ακούσεις . 
Βλέπεις , Τόμας , σ ' αυτήν τη ζωή ο κόσμος βοηθάει όσους βοηθούν τον εαυτό τους . Και ο κόσμος χρειάζεται ανθρώπους ικανούς για εξαιρετικά πράγματα . 
Τι στέκεται ανάμεσα σ ' εσένα και την περιουσία σου ; 
Σκότωσες λάθος άνθρωπο ; 
Ο πατέρας μου . 
Θες να σκοτώσω τον ίδιο μου τον πατέρα ; Όχι . Δεν θέλω τίποτα . 
Όχι . Εσύ είσαι που θέλεις πράγματα . Μερικές φορές , η απάντηση σ ' ένα πρόβλημα είναι πιο κοινότοπη και πιο προφανής απ ' ό , τι φαίνεται . 
Έχεις δίκιο . Οι σφαίρες τον διαπέρασαν αφότου πέθανε . 
Πώς το ξέρεις ; 
Έχω περιποιηθεί πιο πολλές πληγές απ ' όσες έχεις δει , ηλιαχτίδα . 
Δεν έχει χάσει αίμα . Αυτό σημαίνει ότι η καρδιά του σταμάτησε πριν τον πυροβολήσουν . 
Υπάρχει πυρίτιδα , άρα χτυπήθηκε εξ επαφής . 
Δεν πυροβολείς έτσι έναν λαθροκυνηγό . 
- Τι θα κάνουμε ; 
- Δεν μπορώ να αναπνεύσω . 
Πρέπει να φύγω . 
Δεν θα πεις τίποτα , έτσι ; 
Ευχαριστούμε για τη βοήθεια . 
Αισθάνομαι κάτι κακό στον αέρα , Νέλι Τζάκσον . 
- Λυπάμαι πολύ . - Εγώ φταίω για όλα , τίποτα δεν θα είχε συμβεί αν δεν έδερνα εκείνον τον Τόμας . 
Πρέπει να πάω εκεί - και να ψάξω ... - Ακολούθησε την ορθή οδό . 
Συγγνώμη , ποιος είσαι ; 
Τι κάνεις εδώ ; 
Χρειάζεσαι έναν δικαστή . 
Δικαστής μας είναι ο λόρδος Μπλάντσφορντ . Αυτός κουκούλωσε το θέμα . 
Τότε , θα έχει ενδιαφέρον να δούμε τι θα μας πει . 
- Δώσε του ένα παραθυράκι . 
- Ένα τι ; 
Πες ότι ανησυχείς μήπως κουκουλωθεί το θέμα . Αλλά ξέρεις ότι αποκλείεται να είχε ανάμειξη σε κάτι τόσο αισχρό . 
Δες τι κατάφερες την τελευταία φορά . 
- Όχι ... 
Αν κάνεις καμιά απερισκεψία , δεν θα σε βοηθήσω , Νέλι Τζάκσον . 
Ήρθαν τα παιδιά του Σαμ Τρότερ . Θέλουν να σε δουν . 
Λυπάμαι για τον πατέρα σας . 
Ήταν καλός μισθωτής , αλλά ήξερε πολύ καλά την ποινή για ... Ο πατέρας μου προτιμούσε να κόψει το χέρι του παρά να σας κλέψει . 
- Αυτό δεν αλλάζει κάτι . - Πυροβολήθηκε αφότου πέθανε . 
- Τον πυροβόλησαν εξ επαφής . - Κοιτάξτε , - ξέρω ότι δεν θέλετε να το ακούσετε ... - Τον σκότωσε ο Τόμας . 
Αυτός και οι ηλίθιοι φίλοι του που προσπαθείτε να καλύψετε . 
Όχι εσείς . Προφανώς . 
Ξέρουμε ότι αποκλείεται να είχατε ανάμιξη σε κάτι τόσο ... αισχρό . Αλλά κάποιος το έκανε . 
Είστε αναστατωμένες , αφήνετε τη φαντασία σας να οργιάζει . Αλλά δεν θα καταφέρετε τίποτα κατασκευάζοντας μια δική σας εκδοχή . 
Αν με αναγκάσετε να βρω άλλον δικαστή , θα το κάνω . 
Τότε , θα είναι ο λόγος σου ενάντια στον δικό μου . 
Σας άκουσαν όταν τα κανονίζατε με τον θηροφύλακά σας . 
Ποιος μας άκουσε ; 
Πληρώσατε αυτόν κι άλλον έναν για τις βρομοδουλειές σας . 
Θα ήθελα να σου προσφέρω το μίσθωμα του Τάλμποτ . 
- Τι ; - Και ως αντάλλαγμα , δεν θέλω ν ' ακούσω άλλες τρελές κατηγορίες για τον γιο μου . 
Σκεφτείτε το . 
Δεν θέλω να σας αφήσω άστεγες . 
Καμιά σας . 
Αν δεχτούμε , δεχόμαστε το ψέμα . Ότι ο μπαμπάς είναι κλέφτης , λαθροκυνηγός . 
Δεν θα τον πείραζε αυτό . 
- Θα τον πείραζε να χάσουμε το Τάλμποτ . 
- Κηλιδώνουν το όνομά του . 
Το Τάλμποτ είναι απλώς μια παμπ . 
Είναι το σπίτι μας . 
Είναι η παμπ του μπαμπά . 
Δεν θέλω να φύγω , Νελ . 
Εντάξει . 
Αλήθεια ; 
Θα δεχθούμε το μίσθωμα . 
Κι ο στρατός ; 
Θα περιμένει , μέχρι να μη με χρειάζεστε πια . 
Θα μείνω εδώ μέχρι τότε . 
Χάλιντεϊ ; 
Πού πας ; 
Ήρθα να δω τον πατέρα σας . 
Για ποιο πράγμα ; 
Για τη διεύθυνση του Τάλμποτ . Ίσως φαίνεται λίγο πρόωρο , όμως , αν είναι διαθέσιμο , θα ήθελα να συζητήσουμε τους όρους . 
Όχι , το προσέφερα στη Νελ Τζάκσον . 
Πρέπει να πεις στον Χάλιντεϊ να φύγει . 
- Και το δέχτηκε ; 
- Όχι ακόμα , αλλά ελπίζω να δεχτεί μόλις ηρεμήσει . Γιατί τότε , Τόμας , ίσως αφήσει το θέμα να ξεχαστεί . 
Και θα σου πω γιατί . 
Επειδή ξέρουν . Ξέρουν τι συνέβη πραγματικά . 
Άσ ' τες να φύγουν . 
Αν δεν δεχτεί , άστες να φύγουν . Καλύτερα έτσι . 
Ο Χάλιντεϊ είναι αρκετά αξιόπιστος . Ξέρει τι κάνει . 
Από πότε ενδιαφέρεσαι να βοηθήσεις έναν καλό άνθρωπο ; 
Δεν ήμουν αντάξιός σου . 
Σε ταπείνωσα και επέτρεψα στον εαυτό μου να επηρεαστεί από λάθος ανθρώπους . 
Λυπάμαι . 
Θέλω να τα αφήσω όλα πίσω μου ... Δεν σου αρκεί που τις άφησες ορφανές ; Θέλεις να τις αφήσεις κι άστεγες ; 
Μην το λες αυτό . 
Μάτια που δεν βλέπονται , γρήγορα λησμονιούνται . 
Δελεαστικό . 
Είναι νέες και δυνατές . 
Θα βρουν άλλον δρόμο ν ' ακολουθήσουν . 
- Εκπροσωπώ τον λόρδο Μπλάντσφορντ , και σας ενημερώνω ότι πρέπει να αδειάσετε το σπίτι . 
Τι είναι αυτά που λες ; Εχθές πρότεινε να μου το μισθώσει . 
Έχεις διορία μέχρι το μεσημέρι . 
- Μεσημέρι ; - Είσαι χαζός ; 
- Σου είπα τι μου πρότεινε ! 
- Όσα πράγματα αφήσεις εδώ , - θα τα πετάξω . - Σοβαρά ; 
Μαζέψτε τα πράγματά σας . 
- Τι θα κάνουμε ; 
- Ξέρω τι θα κάνω . 
Τι ; 
- Κάνε άκρη ! Πού είναι ; - Δεν μπορείς να μπεις ! 
Θέλω να σου μιλήσω . 
Δεν μπόρεσα να τη σταματήσω . 
Δεν πειράζει , κυρία Μπέλγκρεϊβ . 
Δεν μου απάντησες . 
- Υπέθεσα ότι δεν δέχτηκες . 
- Ψεύτη . 
Ό , τι και να κάνεις τη γλιτώνεις , έτσι ; 
Ακόμα και φόνο . 
Ο πατέρας σου ήταν λαθροθήρας . 
Σταμάτα να το λες αυτό , γιατί ξέρουμε ότι δεν είναι αλήθεια . 
Ξέρω ότι , μάλλον , θα τη γλιτώσεις . Δολοφόνησες τον πατέρα μου και τον στιγμάτισες ως εγκληματία . Τον πιο έντιμο άνθρωπο που υπήρχε , για να συγκαλύψεις αυτόν τον άξεστο . 
Ξέρω ότι θα γλιτώσεις , γιατί το είδος σου πάντα τη γλιτώνει . Αλλά θα καταλάβεις , αν θυμώσω λίγο ! 
Τι μπορώ να κάνω για να σε πείσω να το ξεχάσεις ; 
Εντάξει . 
Άκου , θα σου δώσω την παμπ . Θα σου δώσω όσα θες , δέκα λίρες , είκοσι . 
Μην την εμπιστεύεσαι . 
Λες να φύγει από εδώ και να μην πει ότι πήγες να την εξαγοράσεις ; 
Θα δεχόμουν χρήματα για να συγκαλύψω το γεγονός ότι αυτή η άχρηστη στοίβα με κορδέλες σκότωσε τον πατέρα μου ; 
- Δεν νομίζω . 
- Ηλίθιε . 
Είμαι ηλίθιος επειδή ήθελα να σε προστατεύσω . 
- Θα αντιμετωπίσεις τη δικαιοσύνη . - Όχι . Τι ; 
Όχι ! Δεν θα με ντροπιάζεις πια , ούτε θα με ταπεινώνεις . 
Θα αντιμετωπίσεις τις συνέπειες των πράξεών σου . Όχι ! 
Δεν ήταν γεμάτο . 
Αυτό είναι . 
Άντε , λοιπόν . 
Δοκίμασε . 
Για να σε δούμε . 
Όχι . 
Καταραμένη . Τέρας . 
Δαίμονα της κόλασης . 
Τον σκότωσε ! 
Τον πυροβόλησε ! 
Δολοφόνησε τον πατέρα μου ! Φόνος ! 
- Φόνος ! - Ψεύτη ! 
Είσαι ψεύτης . 
Ήρθες εδώ οπλισμένη και μας απείλησες . Και τώρα έχεις ένα άδειο πιστόλι στην τσέπη σου . 
Κάντε στην άκρη . 
Θα σε κρεμάσουν . 
Όχι , δεν θα με κρεμάσουν . 
Είδε τι έγινε . Είδατε τι έγινε , δεσποινίς Σοφία . 
Είδατε τι έγινε . 
- Θα πείτε την αλήθεια . 
- Σκότωσε τον λόρδο Μπλάντσφορντ ! 
Όχι ! Δεν το έκανα εγώ . 
Αυτός το έκανε . 
Όχι , αυτός το έκανε . Αυτός το έκανε . Σκότωσε τον ίδιο του τον πατέρα ! 
Ράσελας , δεν το έκανα εγώ . Με πιστεύεις ; 
Με πιστεύεις ; 
- Με πιστεύεις , πες το . 
- Κάνε κάτι . 
Τι συμβαίνει ; 
Σταματήστε την . 
Άφησέ με . 
Σε παρακαλώ . 
Κυνηγήστε την ! 
Λέει ότι δεν το έκανε αυτή . 
Ποιος το έκανε ; 
Σοφία ! 
Αυτή το έκανε . 
Δεν σας πιστεύω . 
Τι κάνεις ; 
Ράσελας ! 
Πάρε το άλογο και πήγαινε να φέρεις έναν δικαστή ! 
Γρήγορα ! 
Τζορτζ , Ρόξι , βγείτε έξω αμέσως ! 
- Ρόξι ! 
- Τζορτζ , Ρόξι , ελάτε έξω αμέσως , φεύγουμε ! 
- Τι συμβαίνει ; 
- Ελάτε . 
- Θέλουμε τα πράγματά μας . - Αφήστε τα , φεύγουμε ! 
Ελάτε . Πάμε , γρήγορα . 
- Γρήγορα ! Ράσελας , πάμε ! - Ρόξι , έλα . Ανέβα . Έλα , Ρόξι . 
