Είναι ληστής . Είναι οπλισμένη και πολύ επικίνδυνη . 
Τι έκανες για να αξίζεις 40 λίρες αμοιβή για το κεφάλι σου ; 
- Τον σκότωσε ! - Δεν τον σκότωσα . Αυτός το έκανε ! 
Κυνηγήστε την ! 
Θέλω την Τζάκσον νεκρή . 
Η μοίρα μάς έφερε κοντά , Σοφία . 
Οι ικανότητές σου έχουν βελτιωθεί . 
Θέλω να μάθω κι άλλα . Είμαι έτοιμη . 
Μην ασχολείσαι μαζί του . Είναι επικίνδυνος . Δηλητηριώδης . Η βασίλισσα είναι προδότρια . 
Είσαι Ιακωβίτης . 
Το μισό ανακτοβούλιο της Άννας νιώθει ακριβώς όπως εγώ . 
" Ο Ισαμπάρντ Τάλι συνελήφθη στο Σλάου . " 
Ξέρεις ότι θα σε κρεμάσουν ; Εκτός αν επιλέξω να κινήσω κάποια νήματα ; 
Είναι εκεί μέσα εξαιτίας μας , επομένως θα τον βγάλω έξω . 
Μας έστειλαν στον πλανήτη γι ' αυτούς τους καημένους . 
Είσαι στ ' αλήθεια η Νέλι Τζάκσον ; 
- Νέλι ! - Όλοι έξω ! 
Κάθε θνητό αντικείμενο στην άσχημη γη . Προκάλεσε τη χειρότερη σύγχυση . 
Θα πεθάνεις , Νέλι Τζάκσον . 
Σοφία ; 
Μου άρεσε πάρα πολύ το έργο σας . 
Να ' σαι καλά . Λοιπόν , πού είναι η άλλη ; 
Αυτή είναι μια ιστορία πάθους και θλίψης με μια επιδέξια ηρωίδα , την Πόλι Χάνεϊκομπ , η οποία έχοντας επιβιώσει από μια βίαιη ληστεία , παραδίδεται στον μελαγχολικό , επιβλητικό κύριο Σκριμπλ . 
Οι δυο τους θα αψηφήσουν την οργή του άκαρδου πατέρα της , θα αγνοήσουν την επιθυμία του να απαγορευτεί αυτή η σχέση και όπως συμβαίνει με κάθε σπουδαίο έρωτα , δεν θα λογαριάσουν τίποτα και θα κλεφτούν . 
Πρέπει να ομολογήσω ότι μετά την πρώτη παραζάλη του έρωτα , ο ευγενής , αιθέριος κύριος Σκριμπλ αποδείχθηκε κάπως πιο ιδιότροπος απ ' ό , τι θα περίμενε κανείς . 
Καλημέρα , αγάπη μου . 
Λες να υπάρχουν ληστές σ ' αυτά τα μέρη ; 
Ούτε ένας . 
Ο λογισμός της ηρωίδας μας τρέχει συνεχώς σε μια συγκεκριμένη στιγμή και σε έναν συγκεκριμένο αλήτη με πολύ λιγότερες τρίχες . 
Ωστόσο , με τη χαρακτηριστική γοητεία και αισιοδοξία της , η ηρωίδα μας διαβεβαίωσε τον εαυτό της ότι σίγουρα θα ζούσε την περιπέτεια . 
Αντ ' αυτού βίωσε τις αρνητικές συνέπειες της πράξης της , αγαπητέ αναγνώστη . 
Όπως ούτε μία ληστεία , πανδοχεία χωρίς κανέναν παρεξηγημένο ληστή , ενώ ανακάλυψε και το αγαπημένο της φόρεμα σε μια σερβιτόρα . 
Τα ρούχα μου διαφέρουν . Αυτό το κομμάτι θα το αναγνώριζα παντού ως αυτό που έκλεψε ο ληστής μου . 
Κύριε Σκριμπλ . Η φήμη μου . 
- Είμαστε σχεδόν παντρεμένοι . - Ναι , αλλά όχι ακόμα . 
Δεν νιώθω καλά . 
Τότε ήταν που μια σκέψη κυρίευσε την ηρωίδα μας , μια σκέψη σαν κεραυνός . 
Ο ληστής που μου έκλεψε τα ρούχα τόσες βδομάδες πριν το έκανε για την αγάπη . 
Ήταν ολοφάνερο . 
Η σερβιτόρα κάτω είναι η φιλενάδα του ληστή . 
Ο μόνος λόγος που της χάρισε τις τουαλέτες μου είναι για να μου μοιάζει . Αλλά η Πόλι Χάνεϊκομπ δεν αντικαθίσταται . 
Έπρεπε να την ανακρίνω . Γιατί η καρδιά μου ανήκει πλέον στον ερωτευμένο ληστή μου . Και δεν θα σταματήσω πουθενά παρά ... 
Η ηρωίδα κόντευε να τρελαθεί - με τον πιο τραγικό τρόπο όταν ... - Περίμενε . 
Υποτίθεται ότι θα έγραφες σημείωμα για λύτρα , όχι ολόκληρο μυθιστόρημα . 
- Προσπαθώ να ... - Δεν μπορούμε να την πάμε πίσω ; 
Τι θα πούμε στον Τζαφάια ; 
Ότι ο Άμορους είναι εντελώς χαζός . 
Δυστυχώς , στην ειρωνεία της τύχης , αυτοί οι κακοί απήγαγαν κατά λάθος το ολόσωστο άτομο . Γιατί εγώ , η δεσποινίς Πόλι Χάνεϊκομπ , είμαι το αληθινό αντικείμενο της αγάπης του ληστή . 
Δεν εννοείς τη Νελ μας ; Τη Νελ Τζάκσον . 
Από το Νέλσον , υποθέτω . 
Η Νελ δεν είναι άντρας . 
Είναι αδερφή μου . 
Γι ' αυτό με πήραν . 
Θα σε πέρασαν για τη Ρόξι . 
Ένας ληστής . Γυναίκα . 
Είσαι απολύτως σίγουρη ; 
Μη μιλάς , για το καλό σου . 
Τελείωνε με το σημείωμα . 
Εδώ Τζορτζ . 
Με απήγαγαν μαζί με μια " Πόλι Χανεϊντρόουν " κάτι άγνωστοι . Την πέρασαν για σένα , Ρόξι . 
Μας έχουν σ ' έναν αχυρώνα έξω απ ' το Άφινγκτον και θα μας ανταλλάξουν με τη Νελ . 
Ακίνητος και δώσε ό , τι έχεις . 
- Εγώ ; 
- Ναι , εσύ . 
Στη φυλακή Νιουγκέιτ σε ήξεραν . 
Πρώτα ο Χερν και μετά αυτό . Κάτι δεν πάει καλά . 
- Σαν τι ; 
- Κάτι σκοτεινό . 
- Μια μαγεία , ίσως , θέλει να σε σταματήσει . 
- Γιατί ; 
Ίσως της αρέσουν τα πράγματα όπως είναι . Έτσι που οι αριστοκράτες νομίζουν ότι μπορούν να κάνουν ό , τι θέλουν σε απλούς ανθρώπους . 
Δεν μπορούν . 
Αυτό που γινόταν εκεί δεν είναι σωστό . Υπήρχαν κρατούμενοι μικρότεροι από την Τζορτζ . - Ήταν λάθος . 
Έπρεπε να αλλάξει αυτό . 
- Ίσως γι ' αυτό έχω εσένα . 
- Ναι . Δεν νομίζω ότι πρέπει να πάω στην Αμερική . 
Νομίζω ότι πρέπει να μείνουμε εδώ . 
Συμφωνείς μαζί μου , Μπίλι ; 
Όχι . Δεν λέω να βιαστούμε . 
Όχι . Ο οποιοσδήποτε μπορεί να ταξιδεύει και να δέρνει κόσμο . 
Πρέπει να ορθώνουμε ανάστημα όταν κάτι πάει στραβά και να βάλουμε μυαλό σε όποιον επωφελείται από τη δυστυχία και τον πόνο . 
Ναι . Ναι . 
Ναι . Εντάξει . 
Εντάξει . 
- Η Τζορτζ και η Ρόξι ; 
- Είναι πιο ασφαλείς στο Άμπινγκτον . 
Συμφωνούμε , λοιπόν ; 
Θα σώσουμε τον κόσμο ; 
Ηρέμησε λίγο . 
Θα ξεκινήσουμε με όλη την ήπειρο ή την Αγγλία ή ίσως μόνο το Τότεναμ . 
Ήσασταν απίστευτοι στην παράσταση . 
Γιατί απαγάγετε κόσμο ; 
Ήμασταν κανονικός θίασος . 
Ήμασταν στην Ντρούρι Λέιν , αλλά ... Είχαμε μερικές κακές κριτικές . Ο Τζαφάια έχασε τον ρόλο του . 
Και λοιπόν ; 
Έδειρε τον κακομοίρη που τον αντικατέστησε σχεδόν μέχρι θανάτου . 
Επηρεάστηκε ολόκληρος ο θίασος . Κανένα θέατρο δεν θα μας δεχόταν μετά από αυτό . 
Τώρα τα βγάζουμε πέρα με δυσκολία και περιμένουμε και μωρό . 
Θέλει μόνο να είναι διάσημος και να τον χειροκροτούν όπως παλιά . 
Αυτές οι παραστάσεις είναι πολλών ετών . 
- Καλημέρα ! 
Καλημέρα , Άμορους . 
Κάνε ό , τι πει και δεν θα σε πειράξει . 
Καλημέρα , καλέ μου , αξιόπιστε ... Καλημέρα . Καλημέρα . 
Έχεις ... Ένας αγρότης δεν ήταν σίγουρος αν θα μας δανείσει τον αχυρώνα του για την παράστασή μας . Αλλά τώρα τα ξεκαθαρίσαμε όλα . 
Γιατί αυτό το καημένο το περιστεράκι το φοράει ακόμα αυτό ; 
Κοίτα , εμείς θα ... Ποια είναι αυτή ; 
Άμορους . 
Άμορους , χοντροκέφαλε βλάκα ! 
Περίμενε ! 
Φόραγε το φόρεμα . 
Μεγάλη γκάφα , έτσι ; 
Τώρα πρέπει να ξεφορτωθούμε αυτό το άχρηστο βατόμουρο . 
Ο μπαμπάς μου είναι πολύ πλούσιος . 
Πόσο πλούσιος ; 
Πουλάει περούκες . 
Όλοι φοράνε περούκες . 
Ωραία , λοιπόν . 
Τότε δεν θα σε σκοτώσουμε ακόμα . 
Ελπίζω να μην αργήσει η αδερφή σου . 
- Έλα . 
- Θείε Τζακ ! Θείε ... 
Σε στηρίζουμε , Νελ . 
Πάει να φέρει βοήθεια για την Τζορτζ . 
Γιατί ; Τι έπαθε ; 
Την πήραν . 
Λυπάμαι πολύ , Νέλι . 
Τι ... Τι εννοείς την πήραν ; 
- Νελ ; 
- Κάποιος πήρε την Τζορτζ ; 
Ένας περιοδεύων θίασος . Θέλουν εσένα , Νελ , σε αντάλλαγμα . 
Αυτός μας διάβασε το σημείωμα για τα λύτρα . 
Έχουν και τη μνηστή του . Ναι . Καλύτερα να πηγαίνω . 
- Νόμιζα ότι την αγαπούσες . - Την αγαπώ . Φυσικά . 
Αλλά η αγάπη και οι συνθήκες δεν συμβαδίζουν πάντα . 
Δειλέ ! 
Πρέπει να φύγουμε , Νελ . 
Έχουν την Τζορτζ όλη νύχτα κι ο θείος Τζακ δεν θα βρει βοήθεια εγκαίρως . 
Πάμε κατευθείαν στο Άφινγκτον . 
- Θέλω ένα άλογο , γρήγορα . - Μπέκι , άλογο . 
- Κι ένα για μένα . 
- Όχι . - Θα έρθω , Νελ . - Όχι ! 
- Πού είναι ο Ράσελας ; 
- Δεν ξέρω . Προς τα πού πάω ; 
Νελ ! - Τι κάνεις ; 
Γύρνα πίσω ! 
- Νελ , θα σε βοηθήσω ! 
Τι ; Όχι ! Γύρνα πίσω , Ρόξι ! 
Πιο αργά ! 
Στάσου , Νελ . 
Δεν μπορώ να γυρίσω . Το πανδοχείο δεν είναι ασφαλές . 
Αυτό δεν είναι ασφαλές . 
- Πού είναι ο Ράσελας ; - Το έσκασε . 
Όχι . 
Ρόξι , ήταν ... Ξέσπασαν φασαρίες και μετά μας χώρισε ένα τεράστιο τείχος . 
Λιποθύμησα . 
Τον έψαξα , αλλά το Λονδίνο είναι τεράστιο , Ρόξι . 
Όταν , όμως , είμαστε χώρια , όλα καταρρέουν . 
Πάμε να πάρουμε πίσω την Τζορτζ . 
- Είμαστε καλύτερα μαζί . Εντάξει ; - Εντάξει . 
Γκοντόλφιν . 
Πόιντον . Ανάρρωσες . 
Η απουσία σου έγινε αισθητή στη μεγαλειότατη . 
Χρειάζεται πιστούς άντρες . 
Οι Ιακωβίτες θα θελήσουν να εκμεταλλευτούν αυτό που συνέβη στο Νιουγκέιτ . Όλο αυτό το χάος . Πάντα μου έκανε μεγάλη εντύπωση πόσο τους απεχθάνεσαι . 
Οι Ιακωβίτες είναι άπληστοι υποκριτές . 
Προσπαθούν να βάλουν μια μαριονέτα στον θρόνο για να κυβερνήσουν . 
Ένα παιδί , έναν ξένο . 
Και είναι ανάμεσά μας , Πόιντον . Ακόμα και στο ανακτοβούλιο . 
Αν μάθεις κάτι , να μου το πεις . 
Φυσικά . 
Άκουσα για έναν προδότη . 
Κάποιον που στέλνει γράμματα στη Γαλλία . 
- Ποιον ; 
- Νομίζω ότι ξέρεις . 
Λόρδοι Γκοντόλφιν , Πόιντον . 
Τι σημαίνει αυτό ; 
Είναι αλήθεια ; 
Κλειδωμένο στο γραφείο του . 
Δεν εννοείς το δικό μου . Έχει γίνει κάποιο λάθος . 
- Πόιντον , πες τους . 
- Ήλπιζα να κάνω λάθος . 
Πόιντον ; 
- Τι ; - Ελάτε τώρα . - Κάτω τα χέρια σας ! - Κουνήσου . 
Η Courant πρέπει να κάνει περισσότερες συνεντεύξεις . Καλύτερες ! 
" Πολύ ευγενική ; " Πάρε συνέντευξη από μένα . 
Θα με σκότωνε . Είδα το πρόσωπό της . 
Βαλέριαν , κράτα το κεφάλι του . 
Αμείλικτο πλάσμα . 
- Μπορώ να το βάλω στη Medley . - Ναι . 
Βαλέριαν , είπα " Κράτα το κεφάλι του " . 
Η Weekly Journal μπορεί να παραδεχτεί ότι είχε λίγο βρόμικο αέρα . 
Σβέλτα . 
Υπάρχει ο κίνδυνος η Νελ Τζάκσον να κρυφτεί μετά την εξέγερση κι αυτό δεν είναι καλό . 
Στη χώρα επικρατεί χάος . 
Ο κόσμος δεν θέλει κάτι χλιαρό , θέλει κάτι καυτό . 
Μόνο γι ' αυτήν θέλουν να διαβάσουν . 
Χρειαζόμαστε κάτι που θα την κάνει να αρχίσει να χοροπηδάει . 
Ιδέες ; 
" Η Νελ Τζάκσον τρώει μωρά . " 
Έχει ξαναγραφτεί . 
" Μεταδίδει κονδυλώματα " ; Όχι , Βαλέριαν . Χυδαίο . Πρέπει να ισορροπούμε τις τολμηρές και ιδιαίτερες επιλογές με διακριτικότητα . 
Διαφορετικά , αυτό που γράφεται είναι απλώς άξεστο . 
Όχι . Τη Νέλι Τζάκσον δεν τη νοιάζει τίποτα από όλα αυτά . 
Ξέρω τον τύπο της . 
Ναι . 
Αυτό . Αυτό θα την κάνει έξω φρενών . 
Όσο για τον μνηστήρα μου ... η Courant θα αναφέρει ότι είναι ο μόνος κρατούμενος που δεν δραπέτευσε από το Νιουγκέιτ κι αυτό αποτελεί περίτρανη απόδειξη ότι είναι αθώος . 
Ενώ η Medley θα αναρωτιέται αν είναι πολύ χαζός για να δραπετεύσει . 
- Γιουλάρια ; - Ναι ; 
Όχι , δεν θέλω να ακούσω το παραμικρό . 
Νομίζω ότι πρέπει να το ακούσεις αυτό . 
Είπα , φύγε ! 
Γιατί με έβαλες εδώ ; Δεν είναι το δωμάτιό μου . 
Είσαι ο λόρδος Μπλάντσφορντ τώρα . 
Έπρεπε να με αφήσεις στο Λονδίνο με τους φίλους μου . 
Ήσουν μόνος όταν σε βρήκαν οι άντρες μου . 
Θέλεις να σου περιγράψω σε τι κατάσταση ήσουν ; 
- Δεν πειράζει . 
- Πειράζει . 
Πάντα θα πειράζει και φταις εσύ γι ' αυτό . 
Όχι , Τόμας , δεν φταίω εγώ . 
Λες να έκανε ο καθένας ό , τι έκανες ; 
- Εσύ με παρότρυνες . 
- Και εσύ το έκανες ! 
Συνειδητοποιείς ότι μπορούμε να έχουμε ό , τι θέλουμε , αν είμαστε έτοιμοι να κάνουμε τα πάντα γι ' αυτό . 
Κάποιοι το θεωρούν μια ευκαιρία δίχως όρια . 
Ενώ κάποιοι άλλοι βλέπουν μόνο ... Φρίκη . 
Όχι . 
Μη . 
Καταλαβαίνω . 
Αλήθεια . 
Και φοβάμαι ότι πρέπει να σου ζητήσω συγγνώμη , Τόμας . 
Δεν το αντέχεις , έτσι ; 
- Όχι . - Εντάξει . 
Αν σου έλεγα ... ότι μπορώ να το σταματήσω στη στιγμή ; 
Ενοχή . Ντροπή . 
Ξέρεις από πού πηγάζουν ; 
Ευθύνη . 
Μπορείς να ξεχάσεις . 
Θα καταλάβεις , αγαπητό τρωκτικό , ότι δεν είναι συνετό να αγνοείς τον Ισαμπάρντ Τάλι . 
Κι ότι όλοι έχουμε την τιμή μας . 
Θα σταματήσεις να με διακόπτεις ; 
Μόνο αν ... Η λαίδη Γιουλάρια ... Σε ποιον μιλάς ; 
Άγγελέ μου . 
Προσπαθούσα απλώς να εκπαιδεύσω ένα χαριτωμένο ποντικάκι . 
Δεν είχα κανέναν επισκέπτη . Καινούρια ρούχα για τη δίκη ; 
Ο φίλος της Βαλέριαν μάς είπε ότι θα γίνει αύριο , αφού κατάφερες να γίνεις ο τελευταίος ανόητος φυλακισμένος στο Νιουγκέιτ 
Υπέροχα νέα . Θα με αφήσουν ελεύθερο νωρίς . 
Τα έχεις όλα υπό έλεγχο . Έχεις λαδώσει τους πάντες . 
Τέτοια ώρα αύριο θα σχεδιάζουμε τον γάμο . 
Ή θα πεθάνεις . 
Η φιλεναδίτσα σου προκάλεσε χάος . 
Κι έτσι οι αρχές έχουν το πάνω χέρι . 
Αν σε κρίνουν ένοχο , θα σε κρεμάσουν αμέσως . 
Μα τα λεφτά έχουν το πάνω χέρι . 
Μη μου πεις ότι τα δικαστήρια είναι πλέον νομότυπα . 
Πρέπει να φύγω . 
Η Medley έχει ειδικό αφιέρωμα στα εγκλήματά σου και πουλάει πιο γρήγορα απ ' όσο εμείς τυπώνουμε . 
Γιουλάρια . 
Αντίο , Τσαρλς . 
Ο κόμης Γκοντόλφιν συνελήφθη ως Ιακωβίτης . 
Ο Γκοντόλφιν ; 
Βρέθηκαν κάποιες επιστολές στα προσωπικά του αντικείμενα . 
Είναι ο αρχηγός των σωματοφυλάκων της βασίλισσας . 
Ακριβώς . 
Και τώρα είναι φιλοξενούμενος στον Πύργο . 
Η μεγαλειότατη ζήτησε να την επισκεφτώ στο Λονδίνο αύριο . 
Υποψιάζομαι ότι θα μου παραδώσει τη φρουρά . 
Σκοπεύεις να τους χρησιμοποιήσεις ; 
Έτσι θα μπορώ να ελέγχω τη βασίλισσα , ώστε τα στρατεύματα του Τζέιμς να προχωρήσουν ανενόχλητα . 
Τι λένε οι εφημερίδες ; 
Σύμφωνα με τη Medley η χώρα είναι στα πρόθυρα εξέγερσης . Η φυλακή είχε καταληφθεί από λαϊκό στρατό με αρχηγό τη Νελ Τζάκσον . 
Είτε ξέρουν ότι ήσουν εσύ είτε όχι , σίγουρα συντάραξες το Λονδίνο . 
Ανάρρωσες , λοιπόν ; 
Νιώθω υπέροχα . 
Είναι θαυμάσιο , έτσι ; 
Μεθυστικό . 
Ναι . 
Παραλίγο να πιάσω την Τζάκσον . 
Και θα ξαναγίνει . 
Την κυνήγησες . 
Το ξόρκι εξελίχθηκε . Ανέλαβε η φυλακή . 
Έκαψε τις τρίχες με τις οποίες την εντοπίσαμε . 
Θα τη βρούμε . 
Αναρωτιέμαι αν καταλαβαίνεις πόσο ταλαντούχα είσαι , πόσο σημαντική . 
Τόση δύναμη δεν είναι για άτομα σαν τη Νελ Τζάκσον . 
Υπάρχουν τρόποι να την πιάσεις . 
Εντάξει , εδώ είμαι . 
Καλώς ήρθατε , κυρίες και κύριοι . 
Πού είναι η αδερφή μου ; 
Σας έχουμε μια έκπληξη σήμερα ! 
Η φρικτή , η μοχθηρή , η αιμοδιψής , η διαβολική , Νέλι Τζάκσον ! 
Τι στο ... Σήμερα θα γίνετε μάρτυρες της ιστορίας . Τη σύλληψη και πτώση της Νέλι Τζάκσον από τον ένα και μοναδικό ... Τον όμορφο , ηρωικό , μεγαλοπρεπή , δεξιοτέχνη , ταλαντούχο , ιδιοφυΐα , βιρτουόζο ... Τζαφάια ! 
Για τη σημερινή ειδική παράσταση , στήθηκε ένα σχέδιο . 
Μια ανταλλαγή . Η Νελ Τζάκσον για τη μικρή της αδερφή . 
Ναι . Πού είναι τότε ; 
" Πρέπει με το σίδερο να μου κάψεις τα μάτια ; " 
" Πρέπει . " 
Σέξπιρ . 
- Διάβασα πολλά για σένα , Νέλι Τζάκσον . - Ναι ; 
Λένε ότι είσαι ανίκητη στη μάχη . 
Ότι είσαι άτρωτη . 
Αλλά δεν είναι έτσι . 
Τζορτζ . 
Μην κουνηθείς . 
Δεν είπε ποτέ ότι θα της κάναμε κακό . 
Άσ ' το κάτω και θα κάνω ό , τι θες . 
Τυχεροί άνθρωποι θα γίνετε μάρτυρες όχι μόνο της σύλληψης , αλλά και της νόμιμης εκτέλεσης ενός εκ των τεράτων της εποχής μας . 
Δεν έκανα τίποτα από όσα με κατηγορείς . 
- Δεν ... 
- Δεν έχει σημασία τι είσαι . Μόνο αυτό που νομίζουν ότι είσαι . 
Σε σκοτώνω και γίνομαι ήρωας . 
Η κούπα της Τζάκσον περιέχει δηλητήριο . 
Θα πιούμε στον θάνατό της . 
Δεν έχει σημασία πόσο δυνατός ή γρήγορος είναι ο δαίμονας μέσα σου , Νέλι Τζάκσον . Αμφιβάλλω αν θα σε σώσει από το κώνειο που θα πιεις ! 
Το άλλο είναι . 
Θα είμαι εντάξει , έτσι ; Αν το πιω ; 
Ας μην το δοκιμάσουμε ... 
- Τι ; - Δεν ξέρω , Νέλι . Ένας απλός άνθρωπος είμαι . 
Κάνε κάτι , τότε . 
Απόσπασέ του την προσοχή . 
Δηλητήριο ; 
Τόσο κλισέ ; 
Είναι κλασικό κόλπο . 
Αυτοί εδώ θα πουν στον κόσμο τι έκανες και θα σε εκτελέσουν . 
Εξαρτάται από τη διατύπωση , έτσι ; 
- Ούτε οι εφημερίδες σε συμπαθούν . 
- Δεν έκανα τίποτα κακό . 
Βαρέθηκα να βλέπω το πρόσωπό σου σε κάθε εφημερίδα , κάθε σελίδα . 
Το πρόσωπό σου στη θέση του δικού μου . 
Εσύ θα πεθάνεις κι εγώ θα γίνω γνωστός . 
Σβήστε αυτό το φως ! 
Θεέ μου . 
Ο σπουδαίος Τζαφάια μού φαίνεται λίγο ιδρωμένος . 
Τι λέτε κι εσείς ; 
Βγάλ ' της το ένα μάτι . 
Βγάλ ' της και τα δύο . 
Ούτως ή άλλως δεν βλέπει καλά . 
Εντάξει . 
Στη μοίρα . 
Ναι . Στην υγειά μας . 
Αντίο , Νέλι Τζάκσον . 
Όχι . Νέλι , όχι . 
Όχι , δεν μπορώ . 
Τα έκανα θάλασσα , έτσι ; 
Κατάπια μια μύγα . 
Είσαι καλά ; 
Μια χαρά . 
Σκοτώστε τες ! 
Τα τελευταία μου λόγια . 
- Δεν χρειαζόταν να τα ακούσουμε . - Μπράβο . 
Ήταν ό , τι καλύτερο έχω δει εδώ και χρόνια . 
Καλή τύχη μ ' αυτό . 
Πάμε . Έλα . Πάμε , Ρόξι . 
Μια σύζυγος στρατιωτικού γέννησε στη διάρκεια μιας πορείας . 
Σταμάτησε απλώς στην άκρη του δρόμου και γέννησε πίσω από έναν θάμνο . 
Απλώς το αναφέρω . 
- Ευγενικό εκ μέρους της . 
Και χιόνιζε . 
Μας πρόλαβε ως το μεσημέρι με το μωρό της . 
Αξιοθαύμαστη . Ούτε που την πήραμε χαμπάρι . 
Το θαύμα της γέννησης δεν είναι για μένα . 
Πώς σου φαίνεται το " Επαναστάτρια Νέλι " ; 
Δεν θα σας βοηθήσω να γράψετε παράσταση για μένα . 
Αρκετές ανοησίες κυκλοφορούν ήδη . 
Θέλω να ξέρεις ότι δεν με νοιάζει που είχες πατέρα λαθροκυνηγό . 
Δεν ήταν . 
Σωστά . Φυσικά . 
- Τι άλλο λέει ; Τι άλλο ; - Τίποτα . 
Όχι . Τι ; Πες μου . 
Προφανώς συκοφαντίες . Προφανώς . 
Η ΟΙΚΟΓΕΝΕΙΑ ΑΠΑΤΕΩΝΩΝ ΤΗΣ ΝΕΛ ΤΖΑΚΣΟΝ Αλλά , ξέρεις τώρα , λένε απλώς ότι το μήλο θα πέσει κάτω απ ' τη μηλιά . 
Ότι όλη η οικογένεια είναι σκάρτη . Ότι είναι κι αυτοί κλέφτες και γενικά , ότι είναι όπως θα περίμενε κανείς να είναι . 
- Ξέρεις τον τρόπο που γράφουν για τις γυναίκες μερικές φορές . 
Δεν έχει σημασία . 
Ο κόσμος δεν θα το πιστέψει . 
Όχι , αυτό ακριβώς θα πιστέψουν . 
Λοιπόν . 
Θα σπάσουμε τα τυπογραφεία . 
Θα φτιάξουν άλλα . 
Ίσως δεν τους έχει εναντιωθεί ποτέ κανείς . 
Αυτά τα κουρέλια τρέφονται από τη δυστυχία και επωφελούνται απ ' αυτήν , Ρόξι . 
Δημιουργούν τέρατα σαν τον Τζαφάια , τον γυμνοσάλιαγκα , και λένε ψέματα . 
Πρέπει να τους δείξουμε ότι δεν θα τη γλιτώσουν . 
Ο κόσμος πρέπει να μάθει ότι η αλήθεια μετράει . 
Γιατί μετράει . 
Μπορούμε να τους σταματήσουμε . 
Νομίζω ότι προοριζόμαστε γι ' αυτό . 
Ναι . Εντάξει . 
Εντάξει . 
Πάμε . 
Να ψάξουμε και τον κύριο Ράσελας , Νέλι ; 
Θα μας πας εσύ ; 
- Σοφία . 
- Ράσελας ; 
Προσπαθούσα να σε βρω . Πρέπει να σου μιλήσω . 
Είναι εδώ αυτή ; 
Η Νελ ; 
Όχι . 
Ήμουν στο Νιουγκέιτ χθες . 
Αλήθεια ; 
Πώς ήταν ; 
Το διάβασα στις εφημερίδες . 
- Τραυματίστηκες ; - Νόμιζα ... Τι ; 
Νόμιζα ότι άκουσα τη φωνή σου . 
Τι είπα ; 
- Πώς ακούστηκα ; - Ήρθα εδώ για να μάθω γιατί , Σοφία . Κι αυτός ο τύπος είναι εδώ . 
Ο κόμης του Πόιντον . 
Είναι στο ανακτοβούλιο . 
Είναι άνθρωποι που κάνουν κύκλους . Είναι διαφορετικοί . 
Ίσως για σένα . 
Τι κάνει εκεί ; 
Είναι φίλος . 
Σε εκβιάζει με κάτι , Σοφία ; Μπορείς να μου πεις . 
Το μόνο που κάνει είναι να με βοηθάει . 
Και έχω πάντα τον έλεγχο . 
Είχα τον έλεγχο σε μεγάλο βαθμό στο Νιουγκέιτ . 
Το έκανες επειδή το ήθελες ; 
Ήταν τερατώδες αυτό που συνέβη . 
Όχι . Το τερατώδες ήταν που με εγκατέλειψες όταν σε χρειαζόμουν περισσότερο . 
Τη νύχτα που πέθανε ο πατέρας μου , κατέστρεψες όλη την ιστορία μας . - Ποια ιστορία ; 
- Τι ιστορία είχαμε ; 
- Είσαι φίλος μου . 
Σοφία , ο πατέρας σου με αγόρασε ! 
Όταν παραήσουν μεγάλη για μένα , με έστειλαν στους στάβλους σαν παιχνίδι . 
Εγώ δεν σου φέρθηκα ποτέ έτσι ! 
Ήσουν καλή μαζί μου και μπήκες ανάμεσα σε μένα και τον Τόμας , και είμαι ευγνώμων γι ' αυτό . Αλλά ποτέ δεν ήταν ... Ποτέ δεν ήμουν εδώ από επιλογή . 
Σοφία , μπορείς να δώσεις ένα τέλος σε όλα αυτά . Λέγοντας την αλήθεια . 
Δεν ξέρεις τι θα κάνουν στον Τόμας αν το μάθουν ; 
Είναι οικογένειά μου . 
Και η Νελ ; Η δική της οικογένεια ; 
Θυμάσαι όταν ο Τόμας έπιανε γυρίνους , σκαθάρια και αράχνες ; 
Κι εσύ κι εγώ τα αφήναμε ελεύθερα . Κι αν πήγαινε να ξεσπάσει πάνω μου , τον σταματούσες . 
Επειδή είσαι δίκαιη , Σοφία . 
Γύρνα πίσω σε εκείνη . 
Γύρνα πίσω . 
Περίμενε . 
Θα μολυνθεί η πληγή σου . 
Καλή τύχη . 
