ΣΤΑ ΠΡΟΗΓΟΥΜΕΝΑ ΕΠΕΙΣΟΔΙΑ ... Δολοφόνησε τον πατέρα μου ! 
Είδατε τι έγινε . 
- Ποιος το έκανε ; 
- Αυτή το έκανε . Αισθάνομαι κάτι κακό στον αέρα , Νέλι Τζάκσον . 
Σε έναν ιδανικό κόσμο , θα έβρισκα έναν δικαστή που θα άκουγε την αλήθεια . Αλλά αυτό δεν γίνεται στον κόσμο μας . 
Έχω μια ιδέα . 
Πρέπει να συνεργαστούμε , Νέλι Τζάκσον . 
Θα προσποιηθούμε ότι είμαστε ο λόρδος και η λαίδη Τάδε . 
Γιατί ζεις έτσι ; Εφόσον είσαι αριστοκράτης . 
Στον γέρο μου άρεσαν πολύ τα χαρτιά . 
Μόνο ο Τζάρολντ μπορεί να βρει τη δολοφόνο του πατέρα σου . 
Δεν ξέρω ποιος είναι ο λόρδος Σάνκλι , αλλά η περιγραφή των υπολοίπων τεσσάρων ταιριάζει απόλυτα , μαζί και του φυγά . 
Παλεύει σαν δαίμονας κι έχει τη δύναμη δέκα αντρών . 
Δεν αρκούν οι κοινοί θνητοί για να την πιάσουν . 
Είναι πρόσκληση για χαρτιά με τον λόρδο και τη λαίδη Σπρίνγκμπορν . 
Υπάρχουν πιο πολλά σ ' αυτόν τον κόσμο απ ' όσα φαντάζονται οι περισσότεροι . 
Νομίζω ότι είναι λάθος , Νέλι Τζάκσον . 
Πρέπει να αντιμετωπίσει κάποιον όμοιό της . 
Και τι σας φέρνει στο Λονδίνο , λαίδη Σάνκλι ; 
Πρέπει να πάρουμε τα πόδια μας και να φύγουμε από δω , Νέλι Τζάκσον . 
Για ευχαρίστηση . Απλή ευχαρίστηση . Η γυναίκα μου λατρεύει το θέατρο . 
Αλήθεια ; 
- Τίνος τη δουλειά προτιμάτε , λαίδη Σάνκλι ; - Θεέ μου . 
Είναι κάτι απροσδιόριστο . 
Όλα . Της αρέσουν τα πάντα . 
Και η όπερα ; 
Δεν μπορεί να ξεχωρίσει μόνο μία . 
Είναι όλες τόσο ... Τόσο πνευματώδεις . 
Και διασκεδαστικές . Απολαυστικές ! Ξεκαρδιστικές . Συναρπαστικές . 
Προκλητικές ; 
Περίπλοκες . Σκοτεινές . 
Έχετε δίκιο . Έχετε δίκιο , λαίδη Σάνκλι . 
Εμάς μας αρέσει ο Σκαρλάτι . 
Ανατριχιάζω , Νέλι . 
Να το ξέρεις . 
Παίζετε , λαίδη Σάνκλι ; 
Δεν πάνε όλα καλά , Νέλι Τζάκσον . Κι εσύ πρέπει να φύγεις από δω . 
Σαν άγγελος . 
Ίσως μετά τα χαρτιά , την πείσουμε να μας παίξει λίγο πιάνο , λαίδη Σπρίνγκμπορν . 
Μακάρι να μην είχα σπάσει τον καρπό μου . 
- Όχι . - Ναι . Την προηγούμενη σεζόν . 
- Κι ακόμη δεν είναι εντελώς καλά . 
- Τι κρίμα . Βρες μια δικαιολογία και φύγε . 
Τότε , ίσως σε πείσουμε να τραγουδήσεις . 
Πήγαινε να πουδράρεις τη μύτη σου . 
Τραγουδάς ; 
Σαν αηδόνι . 
Ο λόρδος τα παραλέει , κυρία Όουκουμ . 
Καλύτερα να σας ψυχαγωγήσει ο ίδιος με τον μονόλογο του Άμλετ . 
Λατρεύω τον Βάρδο . 
Θα το περιμένουμε με χαρά μετά τα χαρτιά . 
Δεν βλέπω να αφήνεις ίχνη . 
Δεν είναι καλή στιγμή για ταξίδι στο Λονδίνο , Σάνκλι . 
Έμαθες τα νέα ; 
Οι δρόμοι γίνονται όλο και πιο επικίνδυνοι κάθε μέρα . 
Μια γυναίκα ληστής . 
Ένα αφύσικο πλάσμα . 
Ο ίδιος δαίμονας που σκότωσε αυτόν τον δύσμοιρο στο Τότεναμ . - Όχι ! 
- Έτσι λένε . 
Λέγεται ότι είναι οπλισμένη και εξαιρετικά επικίνδυνη . Δεν πρέπει να την πλησιάσουμε σε καμία περίπτωση . 
Επίσης είναι τόσο αποκρουστική , που κοιτώντας τη στα μάτια , ακόμη κι ο πιο σκληρός τύπος τρέμει σαν παιδάκι από τον φόβο και ξερνάει . 
Τρέχα ! 
Να σας ρωτήσω κάτι , λόρδε Σπρίνγκμπορν ; 
Θα πρέπει να είστε ο τοπικός δικαστής . 
Ναι . Ναι , είμαι . Ναι . 
Αν αυτό το αφύσικο πλάσμα , η Νελ Τζάκσον , δεν ήταν ένοχη για όσα λένε ότι είναι , πώς θα μπορούσατε να το αποδείξετε ; 
Λυπάμαι . Θα πρέπει να επαναλάβετε . Δεν κατάλαβα ακριβώς τι λέτε . 
Αυτή είναι ! 
Αυτό θα μπορούσε να είχε αποφευχθεί . 
Ακίνητη . 
Δολοφόνησες τον πατέρα μου . 
Είσαι το κάτι άλλο , έτσι ; Σωστά ; 
Ψεύτρα . 
Όπα ! 
Νέλι ! 
Ξύπνα ! 
Λαίδη Σάνκλι , πάμε ; 
Κυνηγήστε τους . 
Πόιντον ; 
- Ράσελας ! Ήρθαν κάποιοι άντρες με τη λαίδη Σοφία . - Ράσελας ! Ήρθαν κάποιοι άντρες με τη λαίδη Σοφία . 
- Το ξέρω , μπήκαν εκεί μέσα , αλλά ... 
- Μπείτε στην άμαξα ! Μπείτε στην άμαξα , τώρα ! 
Όχι , Ντεβ , πάρε το άλογο . 
Ας τους χωρίσουμε . 
Τι είπες ; 
Πάρτε την άμαξα ! Θα τον ακολουθήσω εγώ ! 
Πού είναι ο Ντέβερο ; 
Ο βλάκας . Σώζει το τομάρι του . 
Νέλι ! 
Ναι . 
Πάρ ' το 
Τι κάνεις ; 
Έλα . 
Τζορτζ . 
Πού πάμε ; Δεν ξέρω . 
Οπουδήποτε . Νελ ! Πυροβόλησαν την Τζορτζ ! 
Τι ; 
- Έτσι λες ; 
- Βλέπεις ... Το μαντίλι του κυρίου Ντόσον είναι στο τραπέζι , είναι το μπλε . Μια άλλη φορά , σίγουρα . 
Πού είναι η Νελ Τζάκσον ; 
Οι άντρες μου την κυνηγούν ακόμα . 
Αλλά έχουμε τον συνεργό της . 
- Τον ξέρεις ; 
- Ναι . 
ΚΑΤΑΖΗΤΕΙΤΑΙ Ο ΙΣΑΜΠΑΡΝΤ ΤΑΛΙ ΑΜΟΙΒΗ 20 ΛΙΡΕΣ Ο Ισαμπάρντ Τάλι . 
Όλα αυτά τα πάνω κάτω την ταράζουν . 
Πρέπει να απομακρυνθούμε όσο περισσότερο γίνεται . 
Θα πεθάνω ; 
Όχι . 
Νέλι . 
Γιατί σταματήσαμε ; 
Πρέπει να το δεις αυτό . 
Το χωριό της πανώλης . 
Ναι . 
Κοίτα . 
Τα πάντα έχουν σαπίσει . Έμειναν έτσι όπως ήταν . 
Λες να είμαστε οι πρώτοι που έρχονται εδώ από ... Ας πάμε μέσα την Τζορτζ . 
Να δούμε αν υπάρχει φρέσκο νερό στο πηγάδι . 
Ορίστε , είναι μπράντι . 
Από έναν ψαρά . 
Είναι καλό . Ήπια μια γουλιά . 
- Τι να το κάνω αυτό ; 
- Βράσ ' το . 
- Και μετά ; 
- Μετά ... θα απολυμάνουμε το τραπέζι . 
Θα την ξαπλώσουμε πάνω και μετά θα βγάλω τη σφαίρα . 
- Πώς ; 
- Το έχω δει να γίνεται . 
- Ναι . Πώς ; - Πιες μια γουλιά , μικρούλα . Εμπρός . 
Αυτό είναι . 
- Δεν μ ' αρέσει . 
- Το ξέρω . Αλλά θα διώξει τον πόνο . 
- Όχι όλον . 
- Θα βοηθήσει . 
Χρειάζεται χειρουργό . 
Κάποιον που να ξέρει τι κάνει . 
- Ξέρω τι κάνω . 
- Δεν ξέρεις τίποτα ! 
Εσύ είσαι η εντελώς ανόητη που μας έμπλεξε . Λοιπόν , εγώ είμαι η εντελώς ... ανόητη που θα μας ξεμπλέξει . 
Οι φωνές δεν κάνουν καλό στην Τζορτζ . 
Καλά είμαι . Ευχαριστώ , κύριε Ράσελας . 
Ναι . Σου το έχω ξαναπεί . Έχω δει άπειρα τραύματα από σφαίρες . 
Ναι , αλλά δεν τα χειρούργησες . Τα χειρούργησα . Βοήθησα . 
Τουλάχιστον παρατηρούσα . 
Κοίτα , αυτό δεν είναι τίποτα . 
Ξέρω ότι δεν σου φαίνεται τίποτα , Τζορτζ , αλλά δεν υπάρχουν ζωτικά όργανα εκεί πάνω . 
Νεφρά , πνεύμονες , συκώτια , έντερα , ψυχή κι όλα αυτά είναι πολύ πιο κάτω . 
Εδώ είναι μύες και τένοντες . Πρέπει απλώς να τη βγάλω έξω ... και να το αφήσω να επουλωθεί . 
Ναι ; 
Πεθαίνω της πείνας . 
Επιτέλους . Δύο έξυπνοι άντρες . 
Έρχεστε από δω ; 
Όχι , τώρα ... Ναι . Ευχαριστώ . 
Όχι ότι θ ' αργήσουμε . Απλώς είναι λίγο ελαφροχέρηδες εκεί μέσα . 
- Προσέχετε πού πατάτε , κύριε . 
- Ανοίξτε μου ! 
Πού πάμε ; 
Θα πεταχτούμε απέναντι . 
Μόνο πέντε λεπτά με τον δικαστή . 
Μια ωραία μικρή κλήτευση . 
Αυτό είναι το θέμα . 
- Βλέπετε , δεν είμαι ο Ισαμπάρντ Τάλι . - Μάλιστα . 
Ναι , εγώ είμαι ένας κύριος . 
Όλα αυτά είναι ατυχή , άβολα και περιττά . 
" Στις 15 Αυγούστου 1703 , στο Χόουνσλοου Χιθ , γύρω στις 6 : 30 το βράδυ , διέπραξες ληστεία με απειλές και σοβαρές σωματικές βλάβες . 
Στις 23 Σεπτεμβρίου 1703 , στο Τότεναμ Φιλντς , γύρω στη 1 : 00 το μεσημέρι , διέπραξες ληστεία με απειλές . 
Στις 27 Σεπτεμβρίου 1703 , στο Χάκνεϊ Γουίκ , γύρω στις 7 : 00 το πρωί , διέπραξες ληστεία με απειλές και σοβαρές σωματικές βλάβες . 
Στις 12 Οκτωβρίου 1703 , στο Πούτινγκ Λέιν ... " Θέλεις τα κακά νέα ; 
Πιστεύω ότι έπαθες αποπληξία και αυτό είναι μάλλον μη αναστρέψιμο . 
Τα καλά νέα είναι ότι μπορείς να αποσυρθείς , να πάρεις σύνταξη και να κάνεις ό , τι θέλεις από δω και πέρα . 
Δεν είμαι έτοιμος γι ' αυτό . 
Δεν είναι θανατική καταδίκη , Πόιντον . 
Θα μπορούσε να είναι πολύ χειρότερα . 
Απόλαυσέ το . 
Είναι τρομερό . 
Το πιο παράξενο είναι αυτή η γυναίκα . Η Νελ Τζάκσον είναι υπερφυσική γυναίκα . 
Υπερφυσική ; 
Είναι γυναίκα , και μάλιστα απίστευτη . 
Είναι απλώς φήμες . 
Αλλά θέλει να την ενημερώνουν γι ' αυτά . 
Δεν πρέπει να της το πούμε . 
Πρέπει να της το πούμε . 
Θα το μάθει έτσι κι αλλιώς . Και τότε θα ανησυχεί που της το κρύψαμε . 
Η Μεγαλειοτάτη . 
Η Αυτού Υψηλότητα , πρίγκιπας Τζορτζ . 
Καλημέρα , άρχοντές μου . 
Καλημέρα , Μεγαλειοτάτη . 
Καλημέρα . 
- Χάρλεϊ . 
- Μεγαλειοτάτη . 
Γκοντόλφιν . 
Μεγαλειοτάτη . 
Ο γραμματέας του κόμη του Πόιντον στέλνει τη συγγνώμη του , Μεγαλειοτάτη . 
Έπαθε κρίση χθες το απόγευμα και δεν έχει συνέλθει ακόμα . 
Λυπούμαστε που το ακούμε . 
Μάθατε τα νέα , Μεγαλειοτάτη ; Για τον Ισαμπάρντ Τάλι , ναι . 
Όλοι γι ' αυτό μιλάνε . 
Θα αποσπάσει την προσοχή του κόσμου από τον πόλεμο για πέντε λεπτά . 
Και η υποτιθέμενη εμφάνιση του Χερν του Κυνηγού . 
Υποτιθέμενη . Ανεπιβεβαίωτη . 
Και πραγματικά , όταν αντιμετωπίζουμε τόσο σοβαρή απειλή από τους εχθρούς μας στην ήπειρο ... Και τους Ιακωβίτες . Να μην τους ξεχνάμε . 
Πρέπει να ασχοληθούμε με προληπτικές ανοησίες όπως αυτή ; 
Πότε έγινε αυτό ; 
Χθες το απόγευμα . 
Και στο Σλάου , όπου συνελήφθη ο Τάλι . 
Ξέρεις , Γκοντόλφιν , κάθε φορά που εμφανίζεται ο Χερν ο Κυνηγός , πεθαίνει ένας μονάρχης . 
Όπως είπα , Μεγαλειοτάτη , όλα αυτά είναι κουτσομπολιά και δεισιδαιμονίες . 
Είμαστε άνθρωποι με άποψη , λογικοί . 
Δεν είναι αρμοδιότητά μας . 
Και στο Σλάου ; 
Μεγαλειοτάτη , λένε ότι το θηρίο εμφανίστηκε στην έπαυλη Γουίντεκομπ , οικία του λόρδου Σπρίνγκμπορν και το έσφαξε και το αποκεφάλισε η Νελ Τζάκσον , η λησταρχίνα Νελ Τζάκσον . 
Και μετά το πράγμα έγινε σκόνη μπροστά στα μάτια των ανθρώπων που ήταν εκεί . 
Έγινε σκόνη ; 
Αποκεφαλίστηκε ; 
Δηλαδή , δεν υπάρχει πια ; 
Το πιο ανησυχητικό είναι πώς ζωντάνεψε . 
Απ ' ό , τι φαίνεται , είχε ύψος τρία μέτρα . 
- Τέσσερα ! - Πέντε . 
Και καβάλα σ ' ένα άλογο ακόμα πιο τερατώδους μεγέθους . 
Θεούλη μου . 
Μοιάζει με παραμύθι . 
Η γνώση είναι όπλο , Μεγαλειοτάτη . 
Ύψος πέντε μέτρα , και αυτή η Νελ Τζάκσον , αυτή η λησταρχίνα το αποκεφάλισε ; 
Είναι , σίγουρα , εντυπωσιακή . 
Δολοφόνησε τον λόρδο Μπλάντσφορντ . 
Ναι , ξέρουμε ποια είναι , Νότιγχαμ . 
Ή τουλάχιστον ξέρουμε για τι κατηγορείται . 
Ακούμε τα κουτσομπολιά . Όπως όλοι . 
Τότε , αν αποκεφαλίστηκε και έγινε σκόνη , δεν θα τον ξαναδούμε ποτέ . 
Φαίνεται ότι αυτή η Νελ Τζάκσον μάς βοήθησε πολύ . 
Ίσως πρέπει να τη συγχωρέσουμε και να την κάνουμε σωματοφύλακα . 
Γκοντόλφιν ; 
Δολοφόνησε έναν ευγενή του βασιλείου , Μεγαλειοτάτη . 
Αυτό αποκλείεται . 
Λοιπόν ... Αν το πράγμα έγινε σκόνη , τότε θα προσπαθήσουμε να το βγάλουμε απ ' το κεφάλι μας . 
" Στο Σεντ Μάργκαρετ Χιλ στο Σάφολκ , γύρω στη μία το μεσημέρι , διέπραξες ληστεία με απειλές και σοβαρές σωματικές βλάβες . 
Στις 5 Αυγούστου 1705 , στην οδό Μπολς Ποντ , στο Ίσλινγκτον , γύρω στις 11 : 00 το βράδυ , διέπραξες ληστεία με απειλές . " 
Κρατούμενε , τι δηλώνεις γι ' αυτήν την κακόγουστη , χυδαία , ανάρμοστη συμπεριφορά ; 
Δεν είμαι ο Ισαμπάρντ Τάλι ! 
- Είμαι ... 
- Τότε , κύριε , τι δηλώνετε ; 
Αθώος , προφανώς . 
Πρέπει να ορίσουμε δικάσιμο . 
Πάρτε τον. 
Θέλω να κάνω αίτηση για εγγύηση ! 
Καμία εγγύηση . 
- Δεν είναι δίκαιο ! 
- Να περάσουμε . 
Δεν θέλω να πεθάνω εκεί μέσα . Θα πεθάνω της πείνας . Θα πάθω ασφυξία . 
Δεν έκανα τίποτα κακό ! 
Είμαι ένας κύριος ! 
Ευχαριστώ . 
- Στάσου , τι ήταν αυτό ; - Εγώ . 
Εσύ ήσουν ; 
Όχι . 
Μπίλι . 
Μπίλι Μπλάιντ , Μπιλ . 
Μπίλι . 
Μακάρι να μπορούσα να βοηθήσω . 
Δεν μπορείς ; 
Πρέπει να την πας σε γιατρό . Όπως είπε η Ρόξι . 
Γιατί συμβαίνει αυτό ; 
Ράσελας . 
Ή ομελέτα ; Όχι με λαιμό γαλοπούλας , όμως . 
- Βρήκαμε μια αγελάδα . Την άρμεξα . 
- Και κοίτα . 
Πού τα βρήκατε ; 
Εδώ κι εκεί . 
Είδατε κανέναν ; 
Σας είδε κανείς ; 
Όχι , τίποτα . 
Η Τζορτζ έχει πυρετό . Ψήνεται . 
Πρέπει να την πάω σε γιατρό , άντρα , ή να φέρω έναν γιατρό , άντρα , εδώ , γιατί δεν θέλω να την κουνήσω . 
Μα είπες ότι μόλις έβγαζες τη σφαίρα ... Ναι , το ξέρω , αλλά ίσως δεν την έβγαλα αρκετά γρήγορα ή κάτι τέτοιο . 
Πρέπει να πάμε να βρούμε κάποιον . - Θα πάω με τον Ράσελας . - Ναι . Θα τον απαγάγουμε , όποιος κι αν είναι και θα τον φέρουμε εδώ . - Τι ; - Δεν θα με αφήσεις εδώ μόνη μου . 
Μ ' έχει κουράσει αυτή η άθλια συμπεριφορά . 
Φτιάξε μου τα μαλλιά . Πρέπει να φαίνομαι αριστοκράτισσα . 
Και μη μου πας κόντρα , μόνο και μόνο επειδή είσαι κακοδιάθετη . 
Η λαίδη Σοφία Γουίλμοτ . 
Πες της να περάσει . 
Πόιντον . 
Εσύ ήσουν χθες ; 
Ναι . 
Ναι , εγώ ήμουν . 
Πώς ; 
Εκείνη σου έκοψε το ... Το κεφάλι του . 
Τρομοκρατήθηκα ότι θα ήσουν νεκρός . 
Ώστε αυτό ήταν ; 
Τότε , είσαι τυχερή που είμαι ακόμα εδώ . 
Πώς το έκανες και γιατί τον Χερν τον Κυνηγό ; 
Ήταν ο Χερν ο Κυνηγός . 
Είναι ένα αστείο που λέμε με τη βασίλισσα . 
Τι σου συνέβη ; 
Τίποτα . 
Είμαι καλά . 
Ποτέ δεν ένιωσα πιο ζωντανός . 
Δεν φαίνεσαι καλά . 
Θα γίνω καλά . 
Είμαι γερός σαν άλογο . 
Εκείνη το έσκασε . 
Ήταν πανίσχυρη . 
Ποια είναι ; 
Καμία . 
Η κόρη ενός ενοικιαστή . 
Αλήθεια ; 
Και πώς απέκτησε τόση δύναμη ; 
Τόσο αμόρφωτη . Τόσο συνηθισμένη . 
Κι όμως τα ελέγχει όλα τόσο επιδέξια . Πώς το έκανες ; 
Πειραματίζομαι με διάφορα . 
Με πράγματα που οι περισσότεροι φοβούνται . 
Δεν φοβάμαι τίποτα . 
Τι συμβαίνει ; 
- Δεν ... Δεν ξέρω κάτι παραπάνω από ... - Μάλιστα . Εγώ ξέρω ότι όλα ήταν καλά , μέχρι που ήρθες και πέθανε ο μπαμπάς μου . 
Οι μικρές μου αδερφές δεν έχουν σπίτι . 
Με κυνηγάνε για τον φόνο ενός αριστοκράτη . 
Τι έχω ; Ένας ολόκληρος στρατός με κυνηγάει . 
Ένας τεράστιος τύπος πάνω σε ένα γιγάντιο άλογο πήγε να με σκοτώσει . 
Και τώρα ... Πυροβόλησαν την Τζορτζ . 
Εγώ φταίω για όλα . 
Μόνο αυτό ξέρω . 
Μην κλαις , Νέλι . Θα βρούμε λύση . 
Πώς ; 
Εννοώ , γιατί είσαι εδώ ; 
Οι φυσιολογικοί άνθρωποι δεν έχουν ... Ό , τι κι αν είσαι . 
Εγώ γιατί έχω ; 
Μπορεί και να έχουν . 
Πάντως δεν δίνουν τόσο δυνατές κλοτσιές σε άλλους όπως εγώ . 
Ναι . Σωστό κι αυτό . 
Θα υπάρχει λόγος που είμαι εδώ . Αλλά ποιος είναι ; Ξέρω ότι δεν ξέρεις τον λόγο , αλλά εσύ τι σκέφτεσαι ; 
- Δεν πληρώνομαι για να σκέφτομαι . - Ναι . Αλλά αν πληρωνόσουν για να σκέφτεσαι , ποιος θα σε πλήρωνε ; 
Όχι . 
- Αυτό ... Ναι . - Νόμιζα ότι το είχα . Αλλά χάθηκε , γλίστρησε μέσα από τα χέρια μου , τα νοητικά μου χέρια . 
Το θέμα είναι ότι δεν είμαι κακός άνθρωπος . 
Πώς κατέληξα , λοιπόν , στη λάθος πλευρά του νόμου ; Αλλά με ένα ξωτικό ; Με σένα ; 
Ίσως όταν κάποια σαν εσένα καταλήξει στη λάθος πλευρά του νόμου , να είναι επειδή κάτι δεν πάει καλά με τον νόμο . 
Ναι , το ξέραμε αυτό . 
Ναι , και ίσως εσύ κι εγώ πρέπει , δεν ξέρω , να προκαλέσουμε μια αναταραχή , να διαταράξουμε την ισορροπία . 
Μια μέρα θα ξεκαθαρίσουν όλα , όπως γίνεται μ ' αυτά τα πράγματα . 
Ναι , αλλά αυτά τα πράγματα ... Ποια πράγματα ; 
Ποιος είναι αυτός ; 
Ο τεράστιος τύπος στο άλογο ; 
Νομίζω ότι ήταν ο Χερν ο Κυνηγός . 
- Ποιος ; 
- Ο Χερν ο Κυνηγός . 
Κέρατα , αλυσίδες . Ξέρεις , έτσι είναι αυτά . 
Δεν ξέρω . 
Δεν ξέρω το παραμικρό γι ' αυτόν . 
Όταν ο Χερν ξανανέβει στο άλογό του , θα σημάνει τον θάνατο του μονάρχη . 
Ποιου μονάρχη ; Της δικής μας ; 
Της Μπράντι Ναν ; 
Της αρέσει να τα τσούζει . 
Έχω αξιόπιστες πληροφορίες , όπως και η Μεγαλειοτάτη . 
Αρχίζω να αναρωτιέμαι μήπως προορίζεσαι για σπουδαία πράγματα , Νέλι Τζάκσον . 
Αρχίζω να αναρωτιέμαι αν έχεις σταλεί στον πλανήτη για κάτι ξεχωριστό . 
