بذار سریع برات تعریف کنم 
صبح امروز ، ملکه منو کاپیتان گارد سلطنتی خودش کرد . 
بذارین ببرمتون یه جای امن . 
قراره ملکه توی عمارت برادواتر اقامت کنه . 
صوفیا پشت همه ایناست . 
تصاحب تمام دارایی های فانی روی ... دارن ملکه رو تعقیب میکنن . 
امیدوارم امروز شانس یارت باشه ، نلی . 
من به شانس احتیاج ندارم . پشتت هستم . 
فکر میکنم اگه یه جای کار ایراد دارهباید جلوش رو بگیریم . 
به همین دلیله که ما رو به این سیاره فرستادن . به خاطر این روح های بیچاره . تو دوست منی . 
صوفیا نیستم ، بابات منو خرید ! 
راسلاس اسم واقعی من نیست لرد بلانشفورد بهم دادش . 
اسم واقعیم گم شده . 
جکسون پدرمو نکشته . توماس کشتش . 
- اون کشتش ؟ 
- اون بود که این فکر رو تو سرم انداخت . 
میتونم تو یه چشم به هم زدن تمومش کنم . 
ایزامبارد تولی ، تو به سزای جنایتات خواهی رسید . 
بگیرش ! 
- میدونم اونجا هستی ، صوفیا . 
- راس ! - هیچ جا نمیری ... هیچ جا ... . 
نل جکسون ، اون از حمله خبر داره . 
فردا ملکه رو میگیریم . 
جلوشون رو میگیریم . 
اَه ، بزارش کنار ، بیلی . داری من رو عصبی میکنی . 
دیر کرده . 
- نه که دیر کرده باشه . 
- پس کالسکه کجاست ؟ 
اگه اینجا ملکه رو نگیریم ، پویتون میگیرتش . و بعد انگلستان اشغال میشه . 
و بعد جنگ و خونریزی وحشتناکی و کشتار و ویرانی به راه میفته . 
کجاست ؟ 
این سریعترین راه به برادواتره . 
اون باید اینجا باشه . مشکلی نیست . 
اوه ، راستی ، فکر کردی چی میخوای بگی ؟ 
اگه اشتباه بگی و ملکه به حرفت گوش نده ، 
و خودش رو دزدیده یا گردن زده بشه ، - حمله شروع میشه و انگلستان نابود میشه . - دنیا ... چرا که نه ؟ 
داره اتفاق میفته . 
ملکه اومد ! ملکه اومد ! 
داریم جلوی ملکه رو میگیریم ! 
- باشه ، بریم ، بریم ! 
- آره ، بریم . 
- ایست و تسلیم شو ! - تسلیم شو ! 
تسلیم میشیم . 
- چی ؟ 
- این شرم آوره ، واقعا شرم آوره . 
شاید یه راهزن واقعی بوده ، نه زن ؟ 
باورنکردنیه . - بده بهم . 
- آره . 
نل جکسونه . بابت ربودنتون ، اعلیحضرت ، عذرخواهی میکنم . اوه یه نقشه علیه شما تو عمارت برادواتر وجود داره . 
اون دو احمق داشتن شما رو درست سر همون نقشه میبردن . 
پس فکر کردیم بهتره ، میدونین ، قبل از یاکوبیت ها شما رو پیدا کنیم . 
نلی جکسون . 
- آقای دوریوکس . 
- ملکه کجا قایم شده ؟ ! 
خب ، من که نمیدونم ، نه ؟ احتمالا تو کالسکه دیگه ایه . 
- کالسکه دیگه چی ؟ - اون از کالسکه های تقلبی استفاده میکنه تا مردم رو گول بزنه که توشه و بتونه از ... خب ، این کارا اجتناب کنه . 
- تو چیکار تو اون کالسکه میکنی ؟ 
- ایولریا بهم خبر داد . 
یه کالسکه خالی که با سرعت از لندن دور میشه بهترین راه فراره چون الان به لطف تو یه مجرم تحت تعقیبم . 
خیلی خب 
پس باید بریم برادواتر . 
بریم ملکه رو نجات بدیم . 
امیدوارم همتون شورت شانس تون رو پوشیده باشید . 
بله . آماده ! تو ... تو خائنی ؟ 
امروز ، تو و من یه سفری به پیش دوستای یاکوبیتمون تو اسکاتلند خواهیم داشت . 
و بعد از اینکه جیمز به تخت سلطنت رسید ، مردمت میتونن برای بهترینِ شما ، برای اعدامتون ، دعوا کنن . 
دستگیرش کنید . 
صبر کنید . 
عالیه ! 
بهش حمله کنید ! 
بس کنید ! 
- همونجا بمون ! 
- همونجا بمون ! 
ملکه تحت بازداشت ماست . 
اسممون تو کتاب های تاریخ خواهد بود . 
و پویتون ... خوشحالی که تو لندن پیداش کردی . 
خوشحالی که تو رو وارد این ماجرا کرده ؟ 
بله . 
باشه ، دوست شدی باهاش ؟ 
نظرت رو راجع بهش عوض کردی ؟ 
عوض کردم . 
اینکه مشکلاتت رو گردن جامعه بندازی ... یعنی فرار از مسئولیت پذیریه . 
یعنی تسلیم شدن . یعنی دیگه هیچ قدرتی از خودت نداری . 
شبیه حرفای ... اینو پوینتون بهت داد ؟ 
درش بیار . - توماس . 
- در نمیاد . 
نه ! ولش کن ! 
- چیکار میکنی ؟ 
- نمیدونم ، فقط ... 
فکر میکنم باید کاری بکنم 
یه حس بدی دارم . 
یه حس بدی توی برادواتر . 
ولی نل گفت بمونم تا اون ملکه رو ببره بیرون . 
قضیه ملکه نیست ، چیز دیگه‌ایه . 
یه حسی دارم . فکر میکنم باید بهش اعتماد کنم . 
آره ، مسلحیم . 
نل داره با نگهبانا سروکله میزنه و من راه ورود بلدم ، پس ... حواست بهش باشه ، جورج . 
بریم . 
توماس یه گردنبند داره . خیلی شبیه انگشتر توئه . 
یه یادگاریه که آرومش میکنه . 
فقط بعد از اینکه فهمیدی پدر رو کشته خواستی بهش نزدیک بشی 
سالها برنامه ریزی برای رسیدن به این نقطه حساس 
ملکه توی چنگ من ، انگلستان زیر انگشتام . 
همه چیز به چند ساعت آینده بستگی داره . 
و داریم راجع به توماس حرف میزنیم ؟ 
کالسکه برای اسکاتلند آماده است . 
تا وقتی که به من نگی چرا ، راه نمیفته . توماس یه گردنبند داره که قابل برداشتن نیست . 
پدرکشی روح آدمو داغون میکنه و علامتش رو به یه شکلی روش میذاره که میشه توسط ... کسایی که تو این نوع نفوذ تخصص دارن ، استفاده کرد . 
استفاده ؟ به جای اینکه از انرژی برای احضار استفاده کنی میشه مستقیم اونو به خودت جذب کنی 
- به چه درد میخوره ؟ - وقتی که این فرایند تموم میشه تو رو ... غیرقابل تصور قدرتمند میکنه . 
برای همیشه . 
پس چرا خودت این کارو نکردی ؟ 
تو وضعیت فعلی من ، بدون ریسک وحشتناکی نمیتونم امتحانش کنم . 
اما تو با قدرت و استعداد طبیعی خودت میتونی انجامش بدی 
نل جکسون برای تو هیچ عددی نیست 
سر توماس چی میاد ؟ 
اون دیگه رفته . اما تو میتونی همه رو شکست بدی ، صوفیا . 
این تو بودی که تو سرش انداختی که پدرمو بکشه 
به ذهن خودش که نمیرسید 
فکر میکردی میتونی با همه ما بازی کنی 
با من ! 
قدرت ، مرگ ویرانی تو دستای منه قدرت ، مرگ ویرانی تو دستای منه 
قدرت ، مرگ ویرانی تو دستای منه قدرت ، مرگ ویرانی تو دستای منه قدرت ، مرگ ویرانی تو دستای منه 
قدرت ، مرگ ویرانی تو دستای منه قدرت ، مرگ ویرانی تو دستای منه 
قدرت ، مرگ ویرانی تو دستای منه 
جادوی تو دیگه حریف جادوی من نیست میترسم 
آدم نباید چیزی برای از دست دادن داشته باشه 
این نقطه ضعفت میشه 
قربان ! قربان ! 
دو تا گروه گشت دیگه هم نابود شدن 
- حتما کار اون جادوگره ، جکسونه . 
- آره . میشنوی ، لیدی ویلموت ؟ 
به نظر میاد نل جکسون تصمیم گرفته بهمون سر بزنه 
خیلی حیف که اونجا نیستی تا ببینی جون میده . 
هی ! بیلی ، هی ! 
- بله ! چیه ؟ 
- هنوز تموم نشده . 
- درسته رئیس . 
- درسته ؟ 
- اسلحتو زمین بذار ! 
- فکر میکردم رئیسمی . 
- با این رفتاری که از خودت نشون میدی 
- آره 
گفتم اسلحتو زمین بذار 
داری از بحث فرار میکنی . 
- تموم شد ؟ - آره ، دیگه تمومه . 
بلیمی ، بله ، این پسر بزرگیه 
بهتره ملکه قدرشناس باشه 
چی ؟ ! 
واااای ! تو یه پری کوچولو هستی ! 
ما تو این کارا عالی هستیم 
باشه ، پس با منی ؟ 
آره نلی باهاتم . از اول تا آخر . 
میدونی ، شنیدم تالار برادواتر یه کلکسیون فوق العاده از ... 
چی ؟ 
پول 
فکر نمیکنی برای یه مدت کوتاه خودت از پس خودت برمیای ؟ 
آره ، از زخم گلولم کاملا خوبم . و از یاکوبی ها یا گرگ ها هم نمیترسم 
- و بعد از ربوده شدنم ... 
باشه ، پس 
شاید بتونم برات چند تا عینک جدید پیدا کنم . 
نظرت راجع به دزدی های کوچیک چیه ؟ 
عاشقشونم 
از اون داره میاد . حسش میکنم . 
خواهش میکنم . دیگه نه روح و این چیزا . 
- اون تورو برای عذاب دادن من احضار کرد . 
- کی ؟ 
تمومش کن ! 
ساکت ! 
توماس ، توماس . توماس ، منم . 
راسلاس 
هر چیزی بهت میدم . فقط دست ازسر روحم بردار 
یه راز . بهت راز رو میگم . 
نباید این کارو میکردم نباید ازت پنهونش میکردم . باشه ، باشه ، باشه . آروم راز رو بهم بگو تا دیگه اذیتت نکنم . 
آمادین 
آمادین 
دوباره بگو 
آمادین 
- یعنی چی ؟ 
- طلسمه ؟ 
وقتی ۱۰ سالم بود اون کاغذا رو پیدا کردم . این اسم توئه 
اسم واقعیت . پدر بهم گفت هیچوقت بهت نگم . 
تو همه این مدت میدونستی ؟ 
بهم گفت بهت نگم ! 
تو اسممو میدونستی ؟ اسم واقعیمو ؟ 
چرا ... چرا اسممو عوض کرد ؟ 
خب ، چون خوشش نمیومد . 
- راسلاس 
- نه این اسمم نیست 
- دوباره بگو 
- آمادین 
آمادین . 
حقشه . 
فقط قضیه اون نیست . 
باید نلی رو پیدا کنیم . و بفهمیم چه خبره . 
اون تو امنیت نیست . 
اعلیحضرت ! 
من نلی هستم و اومدم نجاتتون بدم . 
آهان ، تونستم از دست همه نگهبانا خلاص بشم . 
فکر میکنم میشه یواشکی بریم بیرون . 
حالت خوبه ؟ 
نلی جکسون ؟ 
آره . 
هر چی که اون توئه باید خیلی باارزش باشه 
فکر می کنی ... میدونستم ! 
چطور اون رو گرفتی ؟ 
چی ؟ 
روحی که تو داری . 
منبع تمام قدرت هات . چطور کنترلش می کنی ؟ 
من کسی رو کنترل نمی کنم . 
گوش کن ، دارم نجاتت میدم . 
بالاخره ، اعلیحضرت . 
من از آتش و سیل گذشتم - تا تو این موقعیت به کمکت بیام . - نلی کجاست ؟ 
فکر می کنی میتونی جلوی اینو بگیری ؟ 
یه جنگ سرِ خودِ تاج ؟ 
آینده ی ملت ، جهان . 
اجازه بدید ، اعلیحضرت . 
اگه اشتباه نکنم ، شما ایزامبارد تالی هستید . 
اه ... تو ... . 
دختر یه میخانه دار . 
فکر می کنی حق نظر داری ؟ 
- بعد از همه ی این ها . - بعد از همه ی این ها . - کاملا بی قدرت . - کاملا بی قدرت . 
چه ناامید کننده . 
راکس ، داری چیکار می کنی ؟ 
آویز . 
پس باید پونیتون باشی . 
میدونستی که توماس پدرت رو کشت تا من رو تحت تاثیر قرار بده ؟ 
اگه بخوام صادق باشم به نظرم خیلی هم مهم نبود . اما باعث شد یه اتفاقی بیفته . 
یه وزوز گوشخراش . 
تو ، نلی جکسون ، یه حشره ای تو سرزمین غول ها هستی . 
یه مگس تو چادر یه ژنرال که داره ارتشش رو برای جنگ هدایت کنه 
بی اهمیت . اما به خدا خیلی آزار دهنده ای 
از اینکه بال هاتو بکنم خیلی خوشحال میشم قبل از اینکه یه حمله رو رهبری کنم و این کشور رو بازسازی کنم - به جایگاه حقش ... - آره . 
خب ، به نظر میرسه تموم کردن تو خیلی از مشکلاتمو حل می کنه ، نه ؟ 
اینجام تا روزت رو خراب کنم . 
اوه ، من واقعا از نابود کردنت لذت میبرم . 
چطوره دهنت رو ببندی ؟ 
و بریم بیرون حلش کنیم . 
پس درسته 
من رو از دشمنان پنهان رها کن . 
از بین ببر ، خنثی کن و بندها رو شل کن 
فقط با من روبرو شو ای نامرد 
تا زمان متوقف بشه ، و آتش شب رو بگیره 
اوه ، مراقب باش . خیلی قویه ... 
داره ضعیف تر میشه . 
همه چیز رو نابود میکنم ! 
این تیر مرگبار ، این نابودی مطمئن پرواز می کند ! 
وای ، ملکه داره فرار می کنه . 
فکر می کردم تو و اون قراره با هم انگلستان رو تصاحب کنید . 
زودباش 
اعلیحضرت . 
سوپرایز ! 
فقط کمی دیگه مونده . توماس ! 
- راکسی ! 
- نلی ، توماسه 
جادو از اون داره ساطع میشه 
چیش شده ؟ 
پوینتون داره از تاریکی درون توماس تغذیه میکنه . 
این طلسم اونو میکشه 
لعنت بهت ، احمق ! 
نمیتونی این طلسم رو متوقف کنی ؟ 
دیگه هیچی برام نمونده . 
نلی ؟ 
جرج ! 
آقای دوروکس بهمون گفت اینجا قایم شیم که امن باشه 
نه ، شما نمیتونید اینجا باشید . هیچ کدومتون نمیتونید اینجا باشید . 
- دیر شده . 
- بریم ! 
نه ! 
باید بمونم و با پوینتون بجنگم تا تو ملکه رو بیرون ببری . 
راکسی . راکسی ، لطفا 
باید از جرج مراقبت کنی . لطفا 
اینو به خاطر میسپارم ، نلی جکسون . 
بدون اون بیرون نمی رم 
قراره بمیری . 
آره ، خب ... قرار نبود تو تخت بمیرم . 
طلسم داره قلبش رو متوقف میکنه 
به کمک نیاز داره . 
بیلی 
نمیتونیم پوینتون رو شکست بدیم 
اون خیلی قویه . 
باید به توماس کمک کنی . 
چطور ؟ 
باید من رو ترک کنی و به درون اون بری و با طلسم از درون مبارزه کنی . 
من تا حالا این کار رو انجام ندادم 
اگه توماس بمیره ، طلسم تموم میشه ، و پوینتون برنده میشه . 
پس نمیتونیم بذاریم بمیره 
اما ، نلی ، تو آدم منی . 
میدونم 
تنها میمونیم . من ، من نمیخوام تنها باشم . 
نلی جکسون . 
کجایی ؟ 
بیلی ؟ 
خب ، من نمیدونم چی قراره بشه . اگه دیگه نتونم برگردم چی ؟ 
ما انتخابی نداریم ، درسته ؟ 
اگه خودم به تنهایی به درد نخورم چی ؟ 
تو به درد میخوری ، بیلی بلایند . 
تو به درد میخوری 
خداحافظ ، نلی جکسون . 
صبر کن . بیلی . 
نه 
آقای دوروکس 
- آقای دوروکس 
- کار کرد ؟ 
قدرت ، مرگ ، نابودی در دستان من است . قدرت ، مرگ ، نابودی در دستان من است . 
تو به جای من با ملکه صحبت میکنی 
بهش میگی که من مقصر نیستم . 
که ما توسط پوینتون فریب خوردیم و مجبور شدیم به اون بپیوندیم اما در لحظه ی حیاتی علیه اون برگشتیم . 
و به لطف ما بود که شما موفق به دخالت شدید . 
شما من رو به جرم قتل متهم کردین از خونه ام بیرونم کردین خواهرم رو هم بیرون کردین 
اون پدرم رو کشت و برای نجات اون تیکه آشغال ، 
من مهم ترین چیز زندگیم رو از دست دادم 
لطفا 
این چیزیه که میخوای بشنوی ، درسته ؟ 
باشه 
چطوره این ؟ 
بهت یه لطف میکنم 
آره ؟ 
میذارم بری 
ببینیم جفتتون چطور از زندگی فراری لذت میبرید . 
من اینو فراموش نمیکنم . 
خب ، من هم به احتمال زیاد فراموشش نمیکنم 
بیلی 
- نلی ؟ - اونجا هست . 
نل 
چی شد ؟ 
نلی ! 
میشه چند بار لقب شوالیه گرفت ؟ 
خب ... نلی جکسون از تاتنهام و خواهرانش خانم روکسان تروتر ، خانم جورجینا تروتر و آقای آمادین از بنین . 
نل جکسون من با این حکم شما را از اتهام قتل لرد بلانشفورد تبرئه میکنم و شما و همراهانتان را از تمام جرایمتان عفو میکنم . 
سر چارلز دوروکس . شوالیه ی قلمرو . 
توقع داری یه نقل قول ازم بشنوی ؟ 
نه ، جدی ، دست از کف زدن بردار . ممنون . 
نل جکسون قدم به جلو بگذار . 
توانایی های غیرعادی شما به طور واضح به شما هدیه داده شده است تا از تاج و تخت ما محافظت کنی 
شنیدیم که میتونی گلوله رو همینطوری از هوا قاپ بزنی ... و فکر میکنیم یه نمایش لازمه ... . 
صبر کنید . 
- سه . 
- نلی . 
دو 
- صبر کنین . ببخشید . صبر کنین . 
- یک . 
بس کنید ! 
من یه شعبده بازی نیستم که اشراف نگاهش کنن . 
ما رو اشتباه متوجه شدی . 
ما قصد داریم تو رو به عنوان کاپیتان محافظانمون منصوب کنیم . 
مثل اون پوینتون وحشتناک ؟ 
این یه افتخار بزرگه ، که قبلا فقط به اعضای مجلس اعلی اعطا میشده . 
من اونو نمیخوام . 
بهش نیاز ندارم . 
- - ترجمه نشده ممنون . 
تو سرزنده ای ، درسته ؟ 
پس چی میخوای ، نلی جکسون ؟ 
تا حالا یه پاب ... به اسم " تلبوت " شنیدی ؟ 
