ΣΤΑ ΠΡΟΗΓΟΥΜΕΝΑ ΕΠΕΙΣΟΔΙΑ ... Όπα ! 
- Ήταν ο Χερν ο Κυνηγός . 
- Ποιος ; 
Όταν ο Χερν ξανανέβει στο άλογό του , θα σημάνει τον θάνατο του μονάρχη . 
Αρχίζω ν ' αναρωτιέμαι αν έχεις σταλεί στον πλανήτη για κάτι ξεχωριστό . 
Το θηρίο το έσφαξε και το αποκεφάλισε η Νελ Τζάκσον . 
Πόιντον ; 
Η λαίδη Σοφία Γουίλμοτ . 
Πειραματίζομαι με πράγματα που οι περισσότεροι φοβούνται . 
Θες να σκοτώσω τον ίδιο μου τον πατέρα ; 
- Ας τους χωρίσουμε . - Τι είπες ; 
Τόμας . 
- Καταραμένη . 
- Φόνος ! - Ψεύτη . - Άσε με ήσυχο ! 
Τόμας ! 
Πυροβόλησαν την Τζορτζ ! 
- Τον ξέρεις ; 
- Ο Ισαμπάρντ Τάλι . 
Καμία εγγύηση ! 
Το χωριό της πανούκλας . 
Θα απολυμάνουμε το τραπέζι . Και μετά θα βγάλω τη σφαίρα . Πώς ; 
Η Τζορτζ έχει πυρετό . 
Ψήνεται . Πρέπει να την πάω σε γιατρό . 
Διαβάστε γι ' αυτήν , τη Νέλι Τζάκσον . 
- Δεν θ ' αργήσω . 
- Θα φέρω προμήθειες . 
Και μια εφημερίδα . Ναι , έχεις λεφτά ; 
Γεια σας . 
Χρειάζομαι έναν χειρουργό . Είναι επείγον . Είναι μέσα ; 
- Ναι , καλή μου . Πέρασε . 
Χένρι , η δούκισσα του Αργκάιλ πηγαίνει στο Λονδίνο . - Η αδερφή της πυροβολήθηκε από ληστή . - Εξοχότατη . 
Μπορεί να μην είστε ο κατάλληλος , αλλά ίσως με συμβουλεύσετε . 
Αφαίρεσα μόνη μου τη σφαίρα . Αλλά η αδερφή μου έχει πυρετό , και φοβάμαι πως η πληγή ίσως ... Δεν πάει καλά . 
Είναι μια πιθανότητα . 
Όταν εισχωρεί μια σφαίρα , παρασύρει διάφορα μαζί της . 
Ρούχα . Χώμα . 
Αν δεν αφαιρεθούν κι αυτά , τότε ναι , μπορεί να επέλθει θάνατος . 
- Άρα , πρέπει να ξανανοίξει η πληγή ; 
- Βασικά ... Ποιος είναι ο καλύτερος εδώ για να το κάνει ; 
Δεν θα βρείτε άλλον . 
Οι νεότεροι χειρουργοί είναι με τον στρατό στην Ευρώπη . 
Να θυμηθώ μόνο πού είναι η τσάντα μου . Χένρι , ορίστε . 
- Να προσέχεις , Χένρι . - Θα προσέχω . 
ΜακΓκρέγκορ . Βοήθησε τον κύριο Τάπλαου να μπει στην άμαξα . 
Μάλιστα , κυρία . Να βάλω αυτό το καλάθι στην άμαξα μαζί σας , κυρία ; Αλλιώς θα πάει παντού . 
Βεβαίως . Φυσικά . 
Τέλεια . 
Όλα μέσα . 
- Ναι , ευχαριστώ . - Τέλεια . Και , ΜακΓκρέγκορ , προσπάθησε να με αποκαλείς " Εξοχότατη " . 
Συγγνώμη , δεν μπορώ ... Δεν ξέρω τι ... 
Μακάρι Μακάρι να ήξερα τι να κάνω . 
" Αλοιφή ... για θεραπεία ... πληγών ... του δέρματος . " 
" Μαλλί από νυχτερίδα , δάχτυλα νεράιδων , οξαλίδα . " Πού θα βρω τέτοια πράγματα ; 
" Σκουφάκι γριάς υπηρέτριας , πισινός ζητιάνου . " Ωραία . " Διαβολοκοπριά , και μερικά μάτια τυφλού . " 
Ναι , προφανώς , γιατί τα βρίσκεις εύκολα . 
" Οξαλίδα ... " " Δάχτυλα νεράιδων . " 
Αυτή η απαίσια ληστής , εξοχότατη , δεν πυροβόλησε την αδερφή σας ; 
Αυτή που είναι σε όλα τα εξώφυλλα . Μπλακ Νέλι . Μπλου Νέλι . Η Άγρια Νέλι κάτι . Τζάκσον . 
Νελ Τζάκσον . Ναι . Όχι . Δηλαδή , μπορεί και να ήταν . 
- Προφανώς είναι τρομακτική . - Αλήθεια ; 
Λένε ότι μπορεί να τα βάλει με δέκα μαζί . 
Κι αν κοιτάξεις μέσα στα μάτια της , μπορεί να σε μεταμορφώσει σε πέτρα ή ζελέ ή δεν ξέρω , κάτι . 
Ιατρικά , φυσικά , είναι αδύνατο . Αλλά προφανώς κάποιον έχει ταράξει . 
Είχε πάντως μια θηλυκή ιδιοσυγκρασία . 
Αλλά όχι , δεν ήταν τρομακτική . Καθόλου . Ήταν πολύ ευγενική . 
Μα πυροβόλησε την αδερφή σας . 
Νομίζω ότι ήταν ατύχημα . Και δεν έκλεψε τίποτα . 
- Μα σας καθυστέρησε . 
- Νομίζω ότι ... 
Συγγνώμη . Για προστασία . Μην ανησυχείτε . 
Νομίζω ότι ήθελε απλώς να μιλήσουμε . Ανοησίες . 
Δεν σας πήρε το όπλο σας ; 
Όχι . 
Δεν προσπαθήσατε να την πυροβολήσετε αφού πυροβόλησε την αδελφή σας ; 
Όχι , είχε ξεφύγει ! 
Νομίζω ότι το όπλο εκπυρσοκρότησε κατά λάθος , για να πω την αλήθεια . 
Και νομίζω ότι πρέπει να αναστατώθηκε , γιατί το τελευταίο πράγμα που είπε ενώ το έσκαγε ήταν " Είμαι αθώα . " 
" Ποτέ δεν πυροβόλησα αυτόν τον τύπο , εκείνον τον λόρδο . " 
- " Για αυτό που με κατηγορούν όλοι " . 
- Αλήθεια ; Ή κάτι τέτοιο . Ναι . 
- Θεέ και Κύριε ! 
- Τι ; Τι λέει εδώ ; " Ο Ισαμπάρντ Τάλι συνελήφθη στο Σλάου . " 
Δεν μπορώ να διαβάσω τα μικρά γράμματα χωρίς τον μεγεθυντικό φακό μου . 
- Μπορείτε να μου το διαβάσετε ; - Όχι , ούτε εγώ μπορώ να διαβάσω . 
Όχι χωρίς τα γυαλιά μου - τα οποία έχασα . - Ναι . 
Κάπου εδώ θα είναι , αλλά ... Συγγνώμη . Αλήθεια λέει αυτό ; 
Ναι . 
Ορίστε , τι ... " Ο Ισαμπάρντ Τάλι συνελήφθη στο Σλάου . " 
Ο ρεπόρτερ επιβεβαιώνει ότι ο διαβόητος κακός και μάστιγα της πόλης του Λονδίνου και της γύρω περιοχής , ο Ισαμπάρντ Τάλι μεταφέρθηκε αλυσοδεμένος στη φυλακή Νιουγκέιτ στις 12 παρά τέταρτο τα μεσάνυχτα από το Σλάου , όπου συνελήφθη από μια ομάδα ασφαλείας . 
- Εσύ , σήκω . Θα έρθεις μαζί μου . 
- Θα τον αφήσουν ελεύθερο ; 
Όχι , ηλιαχτίδα μου . Είναι ένας βρομιάρης Ιακωβίτης . 
Δεν θέλει τη βασίλισσα . Τη θέλει εκτός θρόνου . 
- Μάντεψε , λοιπόν . 
- Τι ; Θα τον κρεμάσουν . 
- Πού πάμε ; 
- Θα σου πω όταν φτάσουμε . 
Μπες μέσα . 
Τι είναι αυτό ; 
Προφανώς ξέρεις κάποιον σε υψηλή θέση . 
Ναι . Ναι , ξέρω . 
Ευχαριστώ πολύ . Γι ' αυτό δεν είμαι ο Ισαμπάρντ Τάλι . 
- Έτσι λες στον εαυτό σου . - Ποιος μένει εδώ ; 
Εσύ . Όπως είπα , προφανώς γνωρίζεις κάποιον σε υψηλή θέση . 
Κι αυτά ; 
" Είμαι πιστός στον Κύριο για όλες τις γενιές . " 
" Ο Κύριος θα κρίνει τον λαό του και θα μετανοήσει για τους υπηρέτες του . " 
" Τα είδωλα των ειδωλολατρών είναι από ασήμι και χρυσάφι , δουλειά των ανθρώπων . " " Στόμα έχουν , αλλά δεν μιλάνε . " " Μάτια έχουν , αλλά δεν βλέπουν . " " Αυτιά έχουν , αλλά δεν ακούνε . " 
" Ούτε ανάσα στο στόμα τους . " " Ο Κύριος θα κρίνει τον λαό του και θα μετανοήσει για τους υπηρέτες του . " 
" Τα είδωλα των ειδωλολατρών είναι από ασήμι και χρυσάφι . " 
Πού ήσουν ; 
Στο Λονδίνο . 
- Όχι για να δεις τον Πόιντον . - Τον Πόιντον , ναι . 
- Μην ασχολείσαι μαζί του . 
- Τι είναι , Τόμας ; 
- Είναι επικίνδυνος . Δηλητηριώδης . 
Άκου . Πρέπει να συνέλθεις . Πρέπει να πιστέψεις στην αθωότητά σου . Αλλιώς , δεν θα πετύχει . 
Τόμας , κοίταξέ με . 
Δεν ... σκότωσες τον πατέρα . Η Νελ Τζάκσον το έκανε . Αυτή είναι η αλήθεια μας τώρα . 
Και θα σε προστατεύσω μόνο αν πάψεις να ενδίδεις σε αυτήν την αδυναμία . 
Καταλαβαίνεις ; 
Ωραία . 
Λοιπόν ... 
Έχει πάθει κάποιου είδους αποπληξία . - Και πρέπει να συνέλθει . 
- Δεν τον θέλω εδώ . 
Ανοησίες . Σε συμπαθεί και μπορεί να μας βοηθήσει . Αλλά τώρα θα τον βοηθήσουμε εμείς . 
Θα συνεχίσω να βάζω τον Τζάρολντ να καταδιώκει τη Νελ Τζάκσον με τον συνηθισμένο τρόπο . 
Αλλά ο Πόιντον . Αυτό που μπορεί να κάνει είναι εξαιρετικό . 
- Θα έρθει σ ' εμάς απόψε . - Σοφία ... 
Τι ; 
Αυτός μου έβαλε την ιδέα να το κάνω . 
- Πώς ; Τόμας . Δεν ήταν εκεί ... - Όχι . Πριν ... Του έλεγα πράγματα όπως ... Ότι δεν είχα λεφτά και χρειαζόμουν την κληρονομιά μου . Και εκείνος έλεγε πράγματα όπως " Τόμας , τι βρίσκεται ανάμεσα σε σένα και την κληρονομιά σου ; " 
Ναι , αλλά ... - Σίγουρα δεν εννοούσε ... - Το εννοούσε . Το εννοούσε , Σοφία ! 
Πείστηκα ότι είχα την επιλογή να σκοτώσω τον πατέρα . 
Αυτός μου έβαλε την ιδέα . Και αν δεν το έκανε αυτό ... 
- Δεν θα είχε συμβεί ποτέ . - Τόμας ... Του είπα ότι το έκανε η Τζάκσον και με πίστεψε . 
Είναι με το μέρος μας . 
Ό , τι κι αν είπατε στο παρελθόν , με πίστεψε . 
Πρέπει να το πιστέψεις κι εσύ . 
Τόμας . Δεν καταλαβαίνεις τίποτα ... Μη με κάνεις να σε αποκληρώσω . 
Μου φέρνεις αναγούλα . 
Ευχαριστώ . 
Τι είναι αυτό το μέρος ; 
Νομίζουμε ότι είναι το χωριό της πανούκλας . 
Λείπετε τόσες ώρες ! Νόμιζα ότι δεν θα ξαναγυρίζατε ποτέ . 
Ντέιζι . 
- Είναι χειρουργός ; - Ναι . Από δω ο κ. Τάπλαου . 
Η υπηρέτρια θα σας δείξει πού είναι η αδερφή μου , η λαίδη Τζορτζ ... - ιάνα . - Εδώ μέσα είναι . 
- Ο Ντέβερο είναι στο Νιουγκέιτ . - Τι ; Δεν ξέρεις να διαβάζεις ; 
- Νέλι ; Πού είναι η Νέλι ; - Νέλι ; Ποια είναι η Νέλι ; 
Έτσι με λένε . 
Ναι ! Όπως και την κακοποιό . 
Τώρα , λαίδη Τζορτζιάνα , ο κύριος Τάπλαου θα εξετάσει το τραύμα και θα σε κάνει να νιώσεις καλύτερα . 
- Καλύτερα από ποτέ . 
- Γιατί μιλάς περίεργα ; 
- Τι είναι αυτή η γλίτσα ; 
Μερικά βότανα και διάφορα άλλα . Υποτίθεται ότι κάνουν καλό στις πληγές . - Και σε αυτά . 
- Σωστά . Συνεχίστε . 
Με την αλοιφή κερδίσαμε λίγο χρόνο . 
Αλλά η πληγή έχει μαυρίσει . 
Όπως υποψιαζόμουν , έχει πάθει σήψη - και αν δεν καθαριστεί ... 
- Και θα το διορθώσετε . 
Και μετά ; 
Και μετά ; 
- Ναι . 
- Ναι . 
Η σήψη μπορεί να έχει ήδη εξαπλωθεί στο αίμα . 
Και ; 
Τι ; Δεν μπορείτε να κάνετε τίποτα ; 
Όχι , λέω ότι αν ξανανοίξω την πληγή , ίσως υπάρχει μια πιθανότητα να σώσω τη ζωή του παιδιού . 
Αλλά πρέπει να δεχτείτε ότι ακόμα κι αν αντέξει , το τραύμα της επέμβασης ... Αυτό είναι το προσδόκιμο ζωής του παιδιού . 
Αν πεθάνει ... Αναλαμβάνω όλο το φταίξιμο . Μπορείτε να κάνετε ό , τι μπορείτε ; 
Σας παρακαλώ ; 
Βεβαίως . 
- Τι έχει εδώ μέσα ; 
- Απλώς , μαλλί νυχτερίδας . Μερικά δάχτυλα νεράιδων . Οξαλίδα , λίγα τυφλά μάτια , ένα σκουφί γριάς υπηρέτριας , και πισινοί ζητιάνων . 
Και λίγη διαβολοκοπριά . 
- Άρα , όχι πολλά . Μόνο αυτά . - Ωραία . 
Τώρα , λαίδη Τζορτζιάνα , πρέπει να ανοίξω ξανά την πληγή , επειδή έχει μείνει μέσα λίγο χώμα που πρέπει να βγει και θα πρέπει να είσαι πολύ γενναία . 
Όταν τελειώσω , θα βάλουμε αυτήν την αλοιφή που θα σε βοηθήσει να γίνεις καλά . 
Τι λες γι ' αυτό ; 
- Μάλιστα , κύριε . - Καλό κορίτσι . 
Θα ανεβάσεις τη λαίδη Τζορτζιάνα στο τραπέζι , σε παρακαλώ ; 
- Λαίδη Τζορτζιάνα ... 
- Δεν ήξερα ότι ξέρεις να διαβάζεις . 
- Με το μαλακό . - Δεν μπορώ . 
Κάτι έγινε σήμερα όσο έλειπες . 
Ναι ; Τι ; 
Νομίζω ... Και είναι κάτι που το ήξερα εδώ και καιρό . Νομίζω ότι μπορώ να δω ή να νιώσω πράγματα που οι άλλοι δεν μπορούν . 
Τι εννοείς ; 
Νομίζω ότι είμαι μάγισσα . 
Μάλιστα . 
Επισκεπτήριο . 
Η λαίδη Γιουλάρια Μόγκερχανγκερ . 
- Θεέ μου . 
- Το ήξερα ότι ήσουν εσύ . 
Γιουλάρια , τι ωραία . Πρέπει να με βγάλεις από δω . 
Οι περισσότεροι σηκώνονται όταν μπαίνω σε ένα δωμάτιο . 
Δεν είναι και τόσο εύκολο . 
- Είσαι ηλίθιος . 
Αλλά , κοίτα , δεν είμαι εγώ . Δεν είμαι ο Ισαμπάρντ Τάλι . 
Ξέρεις ότι θα σε κρεμάσουν ; Εκτός αν επιλέξω να κινήσω κάποια νήματα ; 
Γιατί να μην το κάνεις , αγαπημένη μου ; 
Γιατί να μην επιλέξεις να με ξεμπλέξεις από αυτήν τη φρικτή παρεξήγηση ; 
Σε συνέλαβαν στο Σλάου . 
Δεν το κατάλαβα . Ήθελα μόνο να φτάσω στον προορισμό μου . 
Και σαν να μην έφτανε ότι ήσουν στο Σλάου , λένε ότι σε συνόδευε μια σιχαμένη ληστής . 
- Όχι . 
- Λένε ότι εσύ κι αυτή , όποια νομίζει ότι είναι , παρουσιαστήκατε σαν ένα παντρεμένο ζευγάρι για να κλέψετε χρήματα από ένα ζευγάρι γέρων στα χαρτιά ; 
Πώς σου ήρθε αυτό ; Δεν ξέρω . Μήπως ξέρεις εσύ ; Ίσως το εφηύρα επειδή δεν έχω τίποτα καλύτερο να κάνω . Ή ίσως παρεξήγησα , επειδή το μυαλό μου δεν λειτουργεί σωστά πια . Είμαι πολύ μεγάλη πλέον . 
Ή ίσως επειδή το γράφουν οι αναθεματισμένες οι εφημερίδες ! 
Οι αλήτες . Τι ανοησίες ! 
Οι εφημερίδες σου δεν λένε ότι είμαι εγώ , έτσι ; 
Δεν λένε ότι ο Τσαρλς Ντέβερο είναι ο Ισαμπάρντ Τάλι . 
Όχι , φυσικά . Όχι ακόμα , τουλάχιστον . 
Θεέ μου , θα ήταν υπέροχη αποκλειστικότητα . 
Γιουλάρια , αγάπη μου . Κάνεις λάθος . 
Μου το είχες πει μια φορά που ήσουν μεθυσμένος . 
Γέλασα . Δεν σε πίστεψα . Τώρα , όμως , δεν πειράζει . Ξέρεις ότι δεν θα με πείραζε και τόσο . 
Χρειάζεται και λίγη διασκέδαση . 
Αλλά να τριγυρνάς στην εξοχή με μια πόρνη . Να ξέρεις ότι είμαι τόσο κοντά στο να ακυρώσω τον αρραβώνα . 
Γιουλάρια , δεν είμαι ο Ισαμπάρντ Τάλι . 
Ούτε με συνόδευε καμία σιχαμένη ληστής . 
Τότε , ποια είναι ; Αυτή η Νέλι Τζάκσον ; 
Ποια ; 
Ξέρεις , ήσουν χαζοχαρούμενος τελευταία . 
Δεν ξέρω για τι πράγμα μιλάς . 
Αν δεν έχεις ακουστά τη Νέλι Τζάκσον , τότε είσαι ο μόνος στην Αγγλία που δεν την έχει ακουστά . Πουλάει πιο πολλές εφημερίδες από σένα . 
Αυτή ! 
- Έπιασαν τη Νέλι Τζάκσον ; - Όχι . 
Προφανώς είναι καλύτερη από σένα . 
Για να συνοψίσω , αν δεν μου πεις την αλήθεια , δεν μπορώ να κάνω πολλά για σένα . 
Εντάξει ! 
Περνούσα , λοιπόν , από ένα μέρος που καταλαβαίνω τώρα ότι ήταν το Σλάου καθώς επέστρεφα από το Λονδίνο μετά από ένα σαββατοκύριακο κυνηγιού στην εξοχή και το άλογό μου πείνασε . 
Σωστά ; Σταμάτησα , θεωρώντας ότι δεν θα μου πάρει πάνω από πέντε λεπτά . Και ξαφνικά βλέπω να μου χώνουν στο πρόσωπο ένα πιστόλι . 
Μετά με ανάγκασε να πάω μαζί της και να παραστήσω τον λόρδο ... Κάποιον λόρδο και να παίξω χαρτιά με τον λόρδο και τη λαίδη που δεν θυμάμαι . 
Για να είμαι ειλικρινής , μου φάνηκε ακίνδυνο . 
Δεν ήξερα ότι ήθελε να τον γδάρει . 
Και τότε , ξαφνικά , σκάνε όλοι αυτοί οι άντρες που μου λένε ότι είμαι ο Ισαμπάρντ Τάλι και είναι τόσοι πολλοί και με δένουν και με πετάνε εδώ μέσα . 
Όχι . Αυτό ... είναι ένα μεγάλο ψέμα . Λοιπόν , σε αφήνω να το σκεφτείς . 
Όχι , Γιουλάρια . 
Κι όταν αποφασίσεις να μου πεις την αλήθεια , τότε θ ' αποφασίσω κι εγώ αν θα κινήσω γη και ουρανό - για να σε βγάλω απ ' αυτήν την κόλαση . 
- Αυτή είναι η αλήθεια , Γιουλάρια . 
Και θα σε πάνε πίσω στο αηδιαστικό μέρος μόλις φύγω . 
Νοίκιασα τη σουίτα μόνο για πέντε λεπτά για να σε επισκεφθώ χωρίς να ξεράσω . 
Όχι , Γιουλάρια ! 
- Όχι ! - Έλα , Βαλέριαν . 
Γιουλάρια ! 
Γιουλάρια ; 
Μείνε κοντά στη φωτιά να ζεσταθείς . 
Αναρωτιέμαι αν μπορείτε να με πάτε πίσω στο Χάι Γουίκομπ , νεαρέ . 
Δεν έχω ιδέα πώς ήρθαμε εδώ . 
Και η κυρία Τάπλαου θα αγχωθεί αν δεν γυρίσω πριν νυχτώσει . 
- Θα ετοιμάσω τα άλογα . - Εντάξει . 
- Περιμένετε . Λεφτά . 
Πόσα θα θέλατε ; - Συνήθως χρεώνω μια λίρα . 
Έχω μόνο χρυσό . Κάνει ; 
Είναι ... Δεν είναι κλεμμένο , έτσι ; 
Κύριε Τάπλαου , για όνομα του Θεού , όχι ! 
Δεν θα χρεώσω κάτι αυτήν τη φορά . 
Όχι , πάρτε το , σας παρακαλώ . Σοβαρά δεν θα λείψει . 
Σε κανέναν απολύτως . Γιατί ό , τι έχω πάρει , είναι από ανθρώπους που έχουν τόσα λεφτά που δεν ξέρουν τι να τα κάνουν . 
Σας παρακαλώ . 
Θα σας συνοδεύσω στην άμαξα . 
Ευχαριστώ , κύριε Τάπλαου . 
Να την προσέχεις . 
Σε δυο-τρεις μέρες , θα έχει ξεπεράσει τον κίνδυνο . 
Θα το καταλάβετε με τον έναν ή τον άλλον τρόπο . 
- Είναι γενναίο πλασματάκι . - Ναι , λοιπόν , μερικές φορές δεν έχεις επιλογή , έτσι ; 
- Πρέπει να είσαι . 
- Το καταλαβαίνω . Ακούστε , δεν πυροβόλησα ποτέ εκείνον τον αριστοκράτη στο Τότεναμ . 
Ο ίδιος του ο γιος το έκανε αφού πυροβόλησε ... Τον πατέρα μας . 
Ξέρω ότι ακούγεται απίθανο , αλλά είναι η αλήθεια . 
Γι ' αυτό πρέπει να ζούμε έτσι . 
Τι να έκανα ; 
Κανείς δεν θα πιστέψει τον λόγο κάποιας σαν εμένα απέναντί τους . 
Πρέπει να βρεις έναν δικαστή - που θα σε ακούσει . 
- Το ξέρω . Και μετά θα σε προστατέψει - μέχρι να έχεις μια δίκαιη ακρόαση . - Πού ; 
Ακόμα κι αν έβρισκα κάποιον , θα φοβόταν να αντιταχθεί στο κατεστημένο . 
Και πάλι , δεν θα είχα δίκαιη ακρόαση . 
- Ο μεγάλος μου αδερφός ... 
- Έχετε μεγαλύτερο αδερφό ; Ναι . Είναι δικαστής . 
Στην Οξφόρδη . Να τον ψάξεις . 
Τάπλαου . Τζερεμάια . Με διεύθυνση στο Χόλιχορν Χόλιγουελ Λέιν . 
Θα του γράψω . 
- Όλα έτοιμα . - Αλήθεια ; 
Καλή τύχη , εξοχότατη . 
Είσαι εκεί , Μπίλι ; 
- Ναι , εδώ είμαι . 
Ναι , καλά είμαι . Εσύ είσαι καλά ; 
Ναι . Είμαι καλά . 
Αυτό είναι το σχέδιο . Θα πάω στην Οξφόρδη . 
- Γιατί ; - Θα μείνετε όλοι εδώ . Να δω έναν δικαστή γιατί η Τζορτζ δεν μπορεί να πάει πουθενά για τρεις μέρες . 
Οπότε , είναι Τετάρτη σήμερα , Πέμπτη , Παρασκευή , Σάββατο . Το Σάββατο θα γυρίσω τότε και θα πάμε στον θείο Τζακ στο Άμπινγκτον . Ο κύριος Ντέβερο είπε ότι δεν ήταν καλό σχέδιο . 
Ο Ντέβερο είναι στο Νιουγκέιτ . Τι ξέρει , λοιπόν ; Ναι . Γι ' αυτό πρέπει να επιστρέψω στην πόλη μετά . 
Είναι μέσα εξαιτίας μας . Εξαιτίας μου , δηλαδή . 
Θα τον βγάλω έξω . Πώς ; 
Δεν έχω ιδέα . 
Ελπίζω ο Τόμας να μην έφυγε εξαιτίας μου . 
Πήγε στο Λονδίνο για αλλαγή σκηνικού . 
Φοβάμαι ότι το πήρε πολύ άσχημα . 
Αλλά ... Θα είναι μεγάλο προνόμιο και ευχαρίστηση για μένα να έχω κάποιον τόσο ευφυή για να συζητάω . 
Δεν μπορείς να φανταστείς πώς είναι να είσαι ευλογημένος με ευφυΐα , αλλά να μην τη χρησιμοποιείς . 
Θέλω να μάθω ό , τι μπορείς να με διδάξεις πριν αναγκαστείς να γυρίσεις πίσω . 
Θέλω την Τζάκσον νεκρή . 
Μπαίνω στον πειρασμό να σκεφτώ ότι η μοίρα μάς έφερε κοντά , Σοφία . 
Και χαίρομαι που είσαι τόσο ανοιχτή στις σκοτεινές τέχνες . 
Σκέφτομαι ότι έχεις περισσότερες δυνατότητες από μένα . 
Αλήθεια ; 
Λοιπόν ... Πρέπει να σου πω κάτι σημαντικό . 
Θυμάσαι που με ρώτησες γιατί κάλεσα τον Χερν ; 
Είπες ότι ήταν ένα αστείο που λέτε με τη βασίλισσα . 
Δεν ήθελα να την κάνω να γελάσει . 
Ήθελα να την τρομοκρατήσω . 
Είσαι ... Ιακωβίτης ; 
Σοφία , θα σου διδάξω ό , τι ξέρω για τις τέχνες , ώστε να φέρεις αυτήν την Τζάκσον ενώπιον της δικαιοσύνης . Αλλά σε αντάλλαγμα , θέλω να γίνεις ακόλουθός μου . 
Θέλω να κάνεις πράγματα που εγώ δεν μπορώ πια . 
Τι ; 
Τι πράγματα ; 
- Η βασίλισσα είναι προδότρια . 
- Είσαι Ιακωβίτης . 
Σπατάλησε την εξουσία του στέμματος και την παρέδωσε με χαρά στο Κοινοβούλιο , στον λαό . 
Πριν το καταλάβουμε , οι πιο απλοί άνθρωποι , οδηγοί , ξυλουργοί , άνθρωποι σαν τον πατέρα της Νελ Τζάκσον θα ψηφίζουν . 
Και δεν θα περάσει καιρός μέχρι η Βουλή να αποτελείται από τέτοιους ανθρώπους . 
Είναι αδιανόητο . 
Επομένως ... Τι ... Τι θέλεις να κάνω ; 
Ο νόμιμος μονάρχης της χώρας είναι ο Τζέιμς Φραγκίσκος Εδουάρδος Στιούαρτ , που αυτήν τη στιγμή κατοικεί ταπεινωτικά στη γαλλική αυλή . 
Σε λίγες εβδομάδες , θα διασχίσει με στρατό τη Μάγχη και ... Θα εισβάλει . 
Γνωρίζω αυτό το αγόρι από μωρό . 
Με εμπιστεύεται . 
Όταν γίνει βασιλιάς , θα γίνω ο πιο στενός του σύμβουλος . 
Σοφία , το μισό ανακτοβούλιο της Άννας αποτελείται από άντρες που νιώθουν ακριβώς όπως εγώ . 
Ήλπιζα να καλέσω τον Χερν για να συνοδεύσει τον νεαρό βασιλιά . Για να νιώθουν δέος μπροστά του μ ' αυτό το παράξενο , υπερφυσικό πλάσμα δίπλα του . 
Θα με βοηθήσεις ; 
Θα βοηθήσεις την Αγγλία ; 
Αν το κάνεις , είμαι σίγουρος ότι με το πνεύμα και την ευφυΐα σου θα σου προσφερόταν μια σημαντική θέση στην αυλή του Τζέιμς Γ ' . 
Θα το φρόντιζα εγώ . 
Έχω κι εγώ κάτι να εξομολογηθώ . 
Δεν σκότωσε η Τζάκσον τον πατέρα μου . 
Ο Τόμας τον σκότωσε . 
Αλήθεια ; 
Τον σκότωσε . Ήταν εκεί . Και ήταν εξαιτίας της . 
Κι εγώ ... Για πολλούς λόγους , συμφώνησα . 
Για να τον προστατέψω . Για να προστατευτώ . 
Γιατί αν του συμβεί κάτι , δεν θα κληρονομήσω το Μπρόντγουοτερ . 
Τι σκέφτεσαι ; 
Σοφία , αυτά δεν έχουν σημασία . 
Έκανες καλά που μου το είπες . Αλλά εσύ κι ο Τόμας κάνατε τη σωστή επιλογή . 
- Αλήθεια ; 
- Ναι . 
Εμείς έχουμε το βάρος της εξουσίας , οι όμοιοι της Τζάκσον είναι επουσιώδεις . 
Πήρατε τη σωστή απόφαση . Πολύ έξυπνοι κι οι δυο σας . 
Θα ήθελα να δω τον Τόμας , μόλις αναρρώσω . 
Να τον πείσω να γυρίσει σπίτι . Εδώ είναι το καλύτερο μέρος γι ' αυτόν . 
Προσπάθησε να μου πει ότι τον έπεισες να σκοτώσει τον πατέρα μας . 
Η θλίψη κάνει τρομερά πράγματα σ ' έναν άνθρωπο . 
Και η Νελ Τζάκσον . 
Πρέπει να αντιμετωπίσουμε τη Νελ Τζάκσον . Άμεσα . Άσε το θέμα να ξεχαστεί . 
Θα σκεφτώ ένα ξόρκι . Να δούμε αν μπορείς να το εκτελέσεις . 
Θα το κάνουμε μαζί . 
Κύριε Τάπλαου . Ένας λοχαγός Αργκάιλ θέλει να σας δει . 
Λέει ότι τον περιμένετε . 
Ναι . Να περάσει . 
Λοχαγέ Αργκάιλ . Περάστε . 
Ναι , αλλά ... Όχι . Ποτέ δεν είπα τίποτα . Το θέμα είναι ... Αυτό ήταν το ίδιο βράδυ που γύρισα σπίτι . 
Τότε άρχισε τη φασαρία αυτός ο Μπλάντσφορντ . Ο Τόμας . Αλλά ήδη πίεζε την αδερφή μου για βδομάδες πριν και πυροβόλησε το άλογο ενός τύπου νωρίτερα την ίδια μέρα . 
Ήταν του Νέιθαν Χάλιντεϊ που δεν τον συμπαθούμε , γιατί κάποτε χούφτωσε την αδερφή της φίλης της Ρόξι και δεν του άρεσε κιόλας . Γιατί τότε ; Ο μπαμπάς της τρελάθηκε , λες και έφταιγε αυτή . 
Κι όλοι είπαμε " Τι ; " και μετά ... Συγγνώμη . Πού είχαμε μείνει ; 
Ξέφυγα από το θέμα . 
Ναι . Εκείνο το βράδυ , ο Τόμας είχε κάτι σαν μαστίγιο και ήταν ... Μια λακκούβα . Συγγνώμη , κύριε Τάπλαου . 
Κύριε Τάπλαου ; 
Κύριε Τάπλαου ; 
Κύριε Τάπλαου ; 
Κύριε ... Κύριε Τάπλαου . 
Τι συμβαίνει ; 
- Είναι ; 
- Κύριε Τάπλαου . 
Κύριε Τάπλαου . 
- Φόνος . - Τι ; 
Φόνος ! Όχι , δεν το έκανα . Δεν το έκανα . - Δεν ήταν . Κι εγώ απλώς ... - Φόνος ! 
