بفرمایید ، میل بفرمایید . 
اینکه دختر یه مرد از مرده ها برگرده اتفاق هر روزه ای نیست . 
تعجب مردم رو فهمیدم . 
امروز چند تا راهزن به من گیر دادن . 
اون انگشتر روی انگشتت . شاید لازمه برای کار خیرشون اهدا کنی 
یکی ازشون هم منو زد . 
- اسمت چیه ؟ 
- بیلی بلایند . 
- منظورت چیه طرف منی ؟ از من محافظت کردی درسته ؟ 
- من ازت محافظت می کنم . 
من دست نیافتنی هستم 
چارلز دِوِرو ، خانم . - تو ایزامبارد تالی هستی ! 
- نه بابا ! امیدوارم نباشم ! سرش بیست پوند جایزه داره . 
پدر مرده 
اون رو زیر پوشش تاریکی از شهر ... بیرون کردم ، و بعد کشتمش 
و حالا اونا دارن سعی میکنن ماجرا رو پنهون کنن همه چیزو میخوام 
چی بین تو و املاکت قرار داره ؟ ها ؟ 
میخوای پدر خودمو بکشم ؟ 
- اون کشتش ! 
- نه ، من نکردم ! کار اون بود . 
دنبالش برید ! جرج ، راکسی داریم میریم 
چی شده ؟ 
کجا داریم میریم ؟ 
وقتی رسیدیم بهت میگم 
مترجم مرتضی راکی 
پدر چطور میتونی انقدر از من عصبانی باشی ؟ 
همیشه تو خانواده به خاطر ازدواج با دختر بزرگتر جنجال میشه ، حالا هم نوبت بدبختی منه ! 
من و مادرنت زیادی نازت کردیم ! - پدر 
- اگه آقای لجر رو به عنوان شوهر قبول نکنی ... شوهر ؟ 
مگه اون حتی یه بار محبت آمیز نگاهم کرده ، یا یه شعر عاشقانه برام نوشته یا خودش رو جلوی پام انداخته ؟ 
آقای لجر همسریه که پدر و مادرت برات در نظر گرفتن . 
و مگه اونا بهترین کسایی نیستن که برای تو تصمیم بگیرن ؟ 
ازدواج با من ؟ 
اوه پدر ، سرت انقدر پره از تجارت و بازرگانی ، که می خوای دخترتو مثل یه کالا بفروشی ! 
قلب من مال خودمه و هیچ کس حق نداره در موردش تصمیم بگیره جز خودم ! 
پررویی تو منو بهت زده می کنه . الدنگ بی تربیت ! 
اصلا بی احترامی نکردم پدر ! اما حقیقت اینه که قلب من ... خب ، گفتم ، حرفمو زدم . 
می بینین آقایون ، تو چه وضعیتی هستم ؟ 
هیچکس اهمیت نمیده . مزخرف نگو ، فکر می کنم خیلی هم بخشنده است 
شما آقا ، مست هستین . 
درسته - - بله ، بله ، هستم . 
- پدر ! سرعت رو زیاد کردیم ! 
- از جاده اصلی خارج شدیم ! 
این مسیر لندن نیست ! - اوه . واقعا ؟ - چی داره میشه ؟ 
این ماشین رو نگه دار ! 
داره چی میشه ؟ 
بابا ، نگه داشتیم . 
اونو بده به من . 
حالا لباساتو در بیار . - چی ؟ - ادامه بده . 
خب ، خودت گفتی کمکم نمی کنی اگه تو کارای خشونت آمیز شرکت کنم ، بیلی بلایند ! 
اگه کسی بهت اسلحه نشون بده ، من وظیفه دارم 
خب ، خوبه بدونم . وایسا . 
- چه وظیفه ای ؟ 
- نمی دونم . 
این وظیفه ها از کجا اومدن ؟ - حالا ! - سوال خوبیه . 
- و جوابش چیه ؟ - پیچیدست . 
فقط می تونم فرض کنم که جون تو خیلی مهمه . - با توجه به اینکه اینجا هستم تا ازش محافظت کنم . 
- اما چرا ؟ چرا ؟ و ... 
ادامه بده . و کی این چیزا رو تصمیم می گیره ؟ 
- خب ، به نظر میاد تو شرایطش رو داری . - چه شرایطی ؟ 
- همونطور که گفتم ، من از تو باخبرتر نیستم . - زودباش 
زود باش . 
- آره ، اما تو باید 
- آره ، درسته ، ما نباید دلیلش رو بدونیم . 
فقط باید کار خودمون رو انجام بدیم ، درسته ؟ آره ، اما 
بابا ، یه کاری بکن . 
بیلی ؟ می خوام پوستتو ببینم . بیا ، همه اش رو . بذار ببینم . خب ، پس برو بیرون . 
- تو برو بیرون . 
- من که کنار در نیستم . 
خب ، من تنها کسی نیستم که کنار درم . 
اوه ، باید معذرت بخوام . 
دو تا دلیل ، آقا . 
اول . ما نمی دونیم اون بیرون چیه . 
و دوم ... کمی ترسوام . 
بهتون توصیه شده برید بیرون . - توسط کی ؟ - چرا ؟ با دستای بالا . 
چطورین ؟ 
لیدی ویلموت . سرهنگ استندرینگ با یه آقای دیگه اینجا هستن . آه . بله . بیارینشون تو . به برادرم بگو بیاد پایین . 
بهش بگو نمی خوام دو بار بگم . 
توماس . 
تنهام بذارین 
تنهام بذارین 
آه ، بلانشفورد . 
لرد استندرینگ . معطل نگهتون داشتم ؟ متاسفم . 
خواهرتون بهم گفت داغ درگذشت خیلی روی شما تاثیر گذاشته . 
خب ، چطور می تونست غیر از این باشه ؟ چنین حمله وحشیانه ای . درست جلوی چشمای پسره . 
بابت درگذشتتون متاسفم . لوردیتون . 
- این کاپیتان جارولد هستن . 
- چطورین ؟ 
اگه کسی بتونه قاتل پدرتون رو پیدا کنه ، 
تا فردا همین موقع ، تو هر شهر و روستایی تو انگلیس جاسوس خواهیم داشت ، لرد بلانشفورد . 
واقعا ؟ 
چطوری ؟ 
باید یه پاداش قابل توجه پیشنهاد بدین . 
تو همه روزنامه هایی که چاپ میشن تبلیغش می کنیم ، با یه توصیف کامل از نل جکسون که می تونین بدین و هر همدستی که ممکنه داشته باشه . 
تو یه هفته ازشون خبر پیدا می کنیم . 
تو یه ماه ، از دار آویزون میشه . 
پیداش کردن یه چیزیه . گیر انداختنش ممکنه یه چیز دیگه باشه . 
توماس درست میگه ، کاپیتان جارولد . 
به نیروی خیلی بیشتری از اون چیزی که تصور کنید نیاز داریم . 
ظاهرا اون مثل یه دیو مبارزه می کنه . و با قدرت 10 مرد . 
غیر طبیعیه . 
من مشتاقشم . 
برگای درختا رو می تونم بشمارم . تک تک وسایلا رو می بینم . از اینکه تو وسایل دیگرون سرک بکشم خوشم نمیاد . 
گوش کن . از اینکه وسایل بقیه رو بدزدم راضی نیستم . 
از اینکه تو وضعیتی باشم . که مجبور بشم وسایل بقیه رو بدزدم خوشحال نیستم 
پنیر ! کی پنیر می خواد ؟ 
- می تونم یه کم پنیر بردارم ؟ 
- آره ! البته ، الان مال ماست . 
و من ازشون معذرت خواهی کردم 
بهشون توضیح دادم که تو یه وضعیت سخت گیر کردم . تقصیر من نیست ، من فقط می‌خواستم شکم زن و بچه‌ام رو سیر کنم . داشتم یه کم 
پول جابجا می‌کردم چی گفتن ؟ 
گفتن که اعدامت می‌کنن 
نه ، چیز زیادی نگفتن . 
آره ، خب ، من قرار نبود تو رختخواب بمیرم . 
- نباید دستمون رو ببندی ؟ - بله خانم ؟ 
که نتونیم فرار کنیم ، آقا ؟ 
نه ، من طناب ندارم . باید وانمود کنیم که دستمون بسته است . 
غصه اینا رو نخور راکسی . 
اینا انقدر وسیله دارن که نمی‌دونن باهاش چیکار کنن . 
میدونی چی حال بهم زنه ؟ 
چرا یه نفر باید 10 تا شلوار داشته باشه ، در حالی که یه نفر دیگه ، چند قدم اونورتر ، مجبوره با شلواری پاره تو خیابون راه بره باسنش از شلوار بیرون زده باشه ؟ 
اگه دنیا جای بهتری بود ، دنیا جای عادلانه‌تری بود ، هیچکدوم از این اتفاقا نمی‌افتاد . 
- میدونم ، میدونم اینارو . 
- فقط میخوام برگردم خونه . 
داشتم فکر می‌کردم که چیکار کنم 
و هیچکدومتون کار اشتباهی نکردین ، - پس تو یه دنیای ایده‌آل ... - چرا ، من کار اشتباه کردم . 
این اسب رو از اربابش دزدیدم . 
این یه راه یک‌طرفه به چوبه‌ی دار رفتنه ... اگه تا حالا همچین چیزی بوده باشه ... 
میدونم که به پای کاری که شما کردین یا بهتره بگم نکردین ، نمی‌رسه . اما . فقط میگم که . 
اگه دستشون بهم برسه ، منم مثل تو باید برقص ریسمان رو برم آره . و داشتم با این دوتا حرف می‌زدم . پس با شما یه دقیقه دیگه صحبت می‌کنم . 
- اوه . - گم شید بیرون . 
تو یه دنیای ایده‌آل ، می‌تونستم یه قاضی پیدا کنم که شاید به حرف حقیقت گوش بده . اما تو دنیای واقعی ، این اتفاق نمی‌افته . 
خب ، حالا یه لقمه نون تو حلقمه و می‌تونم درست فکر کنم . 
فکر می‌کنم باید بریم ... به سمت غرب از پشت کوچه‌ها و راه‌های کم‌رفت و آمد ، 
عمو جک تو ابینگدون یه آدم واقعیه ؟ آره ، معلومه . اون داداش کوچیکه باباته . 
خب ، نل چی ؟ 
تو می‌خوای چیکار کنی ؟ 
به احتمال زیاد وقتی خبر این دزدی جدید پخش بشه ، فکر می‌کنن ما به سمت جاده شمالی رفتیم . 
پس ، اگه به سمت غرب بریم ، یه قدم از اونا جلو می‌افتیم . 
و بعد از اینکه شما رو تو ابینگدون تحویل دادم ... می‌زنم سمت بریستول ، قایمکی سوار یه کشتی می‌شم ، - و به آمریکا می‌رم . - آمریکا ؟ 
چی ؟ آره . 
بعد از اینکه اونجا جا افتادم ، و یه آدم حسابی شدم . دنبالت می‌فرستم . 
- خب ، راجع به اون چی ؟ 
- کی ؟ آره ، معلومه . یه دقیقه به من بده . 
باید یه چند کلامی باهات حرف بزنم ، بچه . بیا اینجا . 
زود باش . 
چطوری رئیس ؟ 
من رئیس تو نیستم . 
گوش کن ، باید اون اسب رو برگردونی . 
- بنداز گردن من . 
- چی ؟ بگو من تورو دزدیدم . یا یه همچین چیزی . اما بعد تونستی فرار کنی . 
درسته ؟ گوش کن ، این آشفته‌بازار تقصیر تو نیست . تقصیر منه . 
اما باید خودت رو برگردونی اونجا ، و بعد مجبور نیستم علاوه بر همه چیز ، نگران تو هم باشم . 
نمی‌خوام برگردم . اون احمق ، توماس ، دوباره منو کتک می‌زنه . 
باشه . برنگرد ، هرجا می‌خوای برو . اما من این بچه‌ها رو جایی می‌رسونم که سقفی بالای سرشون باشه و بعد دیگه اصلا منو نمی‌بینین . 
- حتی تو . - چرا ؟ 
چون اینجوریه . 
داری کجا میری ؟ 
هر چی دلت می‌خواد بردار ، چندتا از اون لباسای گرم قشنگ رو بردار . یه جفت از اون عروسک‌ها و یه تیغه بردار تا بتونی از خودت مراقبت کنی ، و بعد هممون باهم خداحافظی می‌کنیم . 
- نمی‌تونم فقط باهات بچرخم ؟ - نه . 
نمی‌تونم برات مفید باشم ، نلی جکسون ؟ 
- اوهوم . نه . - گوش کن ، اگه ... اگه صبح می‌ذاشتی بیام و کالسکه رو با خودم ببرم ، می‌دیدی که چقدر می‌تونستم مفید باشم . 
آره . من با یه نفر دیگه کار نمی‌کنم . 
یه بار با کاپیتان جکسون امتحان کردم ، و تنها چیزی که آخرش یاد گرفتم این بود که هرکس به فکر خودشه . 
اما گوش کن ، تو آزادی . 
دنیا مال توعه ، می‌تونی با شمشیرت برش بدی ، درسته ؟ 
آره ، بگیرش . 
دنیا جای بزرگیه ، چیزهای زیادی برای دیدن و انجام دادن وجود داره ، پس بهتره زود شروع کنی ، درسته ؟ 
یالا یالا . 
آه ! - شنیدم تبریک میگم لازمه . 
به اون چیزی که می‌خواستی رسیدی . زمین ، اموال ، عنوان . 
تو یه آدم ثروتمند شدی ، بلانشفورد . 
درسته ؟ راه حل ساده‌ای که همیشه اونجا بود ، فقط منتظر بود تا فهمیده بشه . مگه نه ؟ 
و به نظر می‌رسه که به زیبایی ازش خلاص شدی چون همه دارن این زن رو ، این ، این نلی جکسون رو مقصر می‌دونن . بله . - خوب کار کردی . - من . 
- یه یادداشت بهم دادن که بیام و پیدات کنم . 
- مراسم تشییع جنازه کی هست ؟ 
منم اونجا خواهم بود . 
تو پدر منو نمی‌شناختی . 
مراسم تشییع جنازه برای مرده‌ها نیست ، توماس . 
من اونجا خواهم بود تا از تو و خواهرت حمایت کنم 
- در زمان سختیت . 
- تو خواهر منو نمی‌شناسی . 
چند سال پیش تو دربار دیدمش . قبل از اینکه با لرد ویلموت ازدواج کنه ، 
مرد بیچاره . دختر بیچاره ، هنوز برای شوهرش عزاداره ، و حالا پدرش رو هم از دست داده . 
مراسم تشییع جنازه ساعت هفت از خانه خارج میشه . 
اما گوش کن ، واقعا نیازی نیست که تو دوست دارم بیام . 
می‌بینی . آدمایی مثل تو کم پیدا می‌شن ، توماس . 
مطمئن نبودم تو این ویژگی رو داشته باشی 
مطمئن نبودم که فقط یه پسر بچه لوس نباشی . اما حالا ... حالا کنجکاو شدم . 
برای اونچه اتفاق افتاد یه احساس مسئولیت می‌کنم . اما تعجب می‌کنم از چه چیزهای دیگه ای میتونی بر بیای ؟ 
تعجب می‌کنم که نکنه تو برای کارهای بزرگی ساخته شدی باشی . 
چه کارهایی ؟ 
وقتش می‌رسه . 
فقط می‌خواستم بدونم مراسم تشییع جنازه کی هست ، و می‌خواستم تو رو ببینم . 
کارهایی برای انجام دادن دارم . تو رو تو کلیسا می‌بینم . 
بنینگ شما رو بیرون راهنمایی می‌کنه . 
اون باید جای پاش رو تو دنیا بذاره ، و راسلاس نمی‌تونه این کار رو بکنه اگه اینجا با ما سر و کله بزنه ، درسته ؟ 
نه . اون باید هر کاری که می‌تونه با زندگیش انجام بده تا وقتی که فرصت داره . 
من ازش خوشم میومد . 
- من ازش خوشم میومد . 
- من ازش خوشم میومد . 
آره ، اما منظورم اینه که ... میدونی ، من ازش خوشم میومد . 
آره ، خب ، اینجور احساسات یه تجملاته که الان از پسش بر نمیایم ، و فقط یه دردسر اضافی میشه ، و احتمالا ، میدونی . این چیزا . اینطور نیست که همیشه هر دو طرف احساس یکسانی داشته باشند ، نمی‌خوام ببینم دلت شکسته . اون منو دوست داشت . اون منو دوست داشت . 
بهم گفت . واقعا ؟ 
این خیلی نامناسب بود ، باید برای خودش نگه می‌داشت . 
همچنین ، من حدس می‌زنم احتمالا اون حدود هشت ... - ده سال از تو بزرگتره . - خب ، سه سال . 
- سه سال از من بزرگتره ، همین . 
- و بیشتر . - تو مادر من نیستی ! 
- و بیشتر ! نه ، و آرزوشم نبود ، من هیچکس رو ندیدم انقدر سریع حرکت کنه ! 
پس کی همه این مکالمات عمیق رو داشتین ؟ 
اینجا و اونجا و تو راه . 
آه ، و ، و پدرش بود ... پادشاه بنین هست . 
اوه ، واقعا ؟ 
آره ، این احتمالش هست . 
اون احتمالا این مزخرفات رو به همه دخترای احمق 16 ساله میگه که فقط یه مشت پرز تو سرشون دارن . 
پس چرا اومد در ما رو زد و برامون تعریف کرد که چی شنیده - تو راهرو میگذره ؟ 
- نمی‌دونم . چرا باید با این کار زندگی و جونش رو به خطر بندازه اگه به مردم اهمیت نمیداد ، نه ؟ 
اون گفت که منو تو روستا دیده بود و همیشه فکر می‌کردم که من مثل یه 
گل رز انگلیسی هستم . 
پس چی شد ، بعدش ، شما دوتا همو بوسیدین و اینا ؟ - نه . - آره ، معلومه . - کی همو بوسیده ؟ - ما فقط حرف می‌زدیم ! - اون و . راسلاساس - هیچکس . هیچکس هیچ کاری نکرده ، فقط به داستان زندگی مردم گوش کرده . - نمی‌دونم . 
- و این همون چیزی بود که می‌گفتم . درسته ، اون رو از اسکله‌های لندن خریدن ... 
سه سالگی به قیمت پانزده پوند ، هشت شیلینگ و شش پنس ، توسط لرد بلانشفورد ، که منو با اسبش به تاتنهام برد . 
و هوا رعد و برق می‌زد ، و لرد بلانشفورد منو زیر شنلش گذاشت تا گرم نگه دارم . و منو شستند و لباس پوشاندند 
و به صوفیا و اون خوک ، توماس به عنوان یه اسباب‌بازی دادند . به خاطر اینکه ، اونها به تازگی مادرشون رو از دست داده بودند ، و لرد بلانشفورد فکر می‌کرد که حالشون رو خوب کنه . 
پس بهش غذا داده شد ... و لباس پوشانده شد و نوازش شد . و باهاش مثل یکی از اعضای خانواده رفتار شد تا اینکه یک روز ... وقتی راسلاس شد حدود 9 یا 11 ساله ، اون موقع بود که ... توماس رو به ایتون یا یه همچین جایی فرستادن ، و منو تو حیاط مزرعه مشغول به کار کردن کردن . 
خانم صوفیا و راسلاس ، اونها گریه می کردن و گریه می کردن ، اما ... اون موقع بود ، اون موقع بود که همه چیز تغییر کرد ، و ... وایسا و تحویل بده ! 
- بیرون برید ! - جرج ، بیا بریم . نل ، چه خبره ؟ 
- گفتم بیرون برید ! 
- نل ، چه اتفاقی داره میوفته ؟ 
اینجا کسی نیست ، فرماندار . 
- فقط یه مشت لباس مردم . 
تو رو میشناسم . 
تو منو میشناسی . پس ، چرا نمیری یکی دیگه رو اذیت کنی قبل از اینکه موهاتو از هم باز کنم مثل دفعه قبلی ؟ 
و این دو تا خوشگل کی هستن ؟ 
اون همون یاروئه ، نلی ؟ 
اون همون آدم پرزرق و برق لندنیه 
اون بچه کوچولوی بیچاره چی میخواد بگه ؟ 
این ما هستیم ، آقای داورکس . 
چرا اینقدر زیرکانه لباس پوشیدی مثل یه راهزن ؟ 
اون داره سعی میکنه بگه که ، من این یارو رو ملاقات کردم اون روز تو لندن که تو هرگز باور نخواهی کرد شباهت قابل توجهی بهت داره . 
هر کسی که چشم داره ممکنه فکر کنه شما دوقلو هستین . 
و ، میدونی ، حتی یه زخم داشت ، که کورکورانه قسم میخورم خودم به تو ، بهش ، داده بودم . 
اوهوم . 
عجیبه . چطور شد که این کالسکه خوشگل و این چهار تا اسب رو به دست آوردی ؟ مجبور شدم اونا رو قرض بگیرم . 
- میدونی چی فکر میکنم ؟ 
فکر میکنم تو نلی جکسون هستی . 
نلی جکسون ، که روی سرش به جرم قتل ، جایزه 20 پوندی هست . 
نزدیک 18 ماه طول کشید تا روی سرم جایزه 20 پوندی بذارن ، و این یکی یک شبه این کار رو میکنه ! تو همه لندن پخش شده . 
فردا همین موقع ، بالا و پایین ، و تو کل کشور پخش میشه 
- بیست پوند ؟ 
- چطوره ، فرماندار ؟ این اسب رو اینجا برمیداریم ، و اون چهار تا اسب . و کالسکه رو . و این دو تا زنیکه رو . و اون دهن گشاد رو تحویل میدیم ، و 20 پوند رو میگیریم ؟ 
هیچی یاد نگرفتین از دفعه قبلی که همتون رو له کردم ؟ 
برید . 
اون جدیده . 
معلومه . 
خب برو دیگه . 
آهاها ! - تپانچه رو بذار زمین . - راسلاسز ! 
با این یکی چیکار کنم ، نلی ؟ 
- اینجا چیکار میکنی ؟ 
- نجاتت دادم ! 
ببخشید ، تو منو نجات دادی ؟ 
داری راجب چی حرف میزنی که منو " نجات دادی " ؟ 
و راکسی . 
و جرج . - دنبال ما بودی ؟ 
- خب ، میخواستم به راه خودم برم . مثل پیشنهادی که دادی . 
اما اول از همه ، باهات روراست باشم ، رئیس ، اولش ناراحت شدم ، بعدش احساس تنهایی کردم ، و بعدش نگران شما سه تا شدم ، و ... پس ، با این یکی چیکار کنم ؟ 
اوه . نمی دونم . 
بستگی به هر چرت و پرتی داره که بعدش از اون سوراخ تهش درمیاد . 
آره ، خب ، واضحاً ، نمی تونستم اعتراف کنم که چارلز داورکس هستم جلوی اعضای آکادمی . میتونستم ؟ 
پس چی شد بعدش ؟ 
برگشتی و اون حرومزاده ای رو که پدر بیچاره ات رو کشت پیدا کردی ، نه ؟ 
نه . هرگز پیدا نکردم . 
- اما همه اینطور فکر می کنن . - اوهوم . پس یه ایده هست . قراره گیر بیفتی ، و نمی دونم نقشه ات چیه ، اما با توجه به این واقعیت که ما اینجا وسط روز روشن ایستادیم و این مکالمه رو داریم منو به این فکر می اندازه که یه نقشه بده‌ هست 
امیدوارم قصدت این نباشه که بچه ها رو با یه عموی مهربون نلی ، ول کنی . 
مطمئناً نه ، اون داستان تکراری قدیمی . 
خب ، حتی اگه بود چی ؟ 
که نیستم چون اولین جاییه که نگاه می کنن . 
اگه یه پسر عموی دوم داری که ده بار از دور خارج شده ، که هیچ وقت حتی یک بار تو زندگیش تو کنت زیر نظرت نبوده . اونا فردا همین موقع جلوی خونش هستن ، باور کن ، بیست پوند پول زیادی نیست . 
پس ، میخوای ایده ام رو بشنوی ؟ 
- میشه . 
- ما دو تا باید با هم متحد بشیم ، نلی جکسون . 
- نه . - میتونم کمکت کنم . 
شک دارم . 
پس ، همونجوری که گفتم . فردا همین موقع ، همه روزنامه ها تو کل کشور مشخصات تو رو چاپ شده روشون دارن . و فقط مال تو نیست . مال اون و اون و اون هم هست 
هیچ جای امنی برای قایم شدن نداری . 
پس ، چیکار میکنی ، ها ؟ 
کجا میری ؟ وقتی هیچ جا برای رفتن نیست ؟ 
وقتی این کالسکه رو قرض گرفتی ، هیچ پولی با خودت برداشتی ؟ 
چند تا سکه ، شاید . 
درسته ، خب ، بیا وانمود کنیم لرد و لیدی فلانی هستیم ، و یه اتاق خوب تو یه هتل شیک تو یه شهر کوچیک بی اهمیت برای چند روز اجاره کنیم . 
تو لباساش رو داری ، - ازشون استفاده کنیم . 
- داری راجب چی حرف میزنی ؟ در مورد پنهان شدن در معرض دید صحبت میکنم ، نلی جکسون . 
که اصلاً به معنای پنهان شدن نیست . فقط تغییر دادن ظاهرته . 
و ما چی ؟ 
خب ، خانوم لرد باید یه ندیمه داشته باشه . 
و شاید خانوم لرد با پسر عموی عجیب و غریبش سفر میکنه . و البته ، لرد فلانی باید یه پیشخدمت ماهر داشته باشه . آره ، یا تو میتونی پیشخدمت من باشی 
فقط فکرش رو بکن ، غذای گرم ، اوه . تخت های گرم ، لباس های تمیز ، سقف بالای سر . 
چرا ؟ 
چرا میخوای این کار رو بکنی ؟ 
من عاشق ماجراجویی هستم . 
همه دارن به من نگاه میکنن . 
نه ، نگاه نمیکنن . 
من رستاخیز و حیات هستم ، می گوید خداوند . باز زنده خواهد شد 
و هر که زنده باشد و به من ایمان بیاورد ، هرگز نخواهد مرد . آمین 
پروردگارا ، روح ما و همه کسانی که در آرامش ابدی آرمیده اند را بیامرز . 
میدانم که بازخرید کننده ام زنده است ، و اینکه او در روزهای آخر بر روی زمین خواهد ایستاد . 
هیچ کرمی این بدن را نابود نخواهد کرد ... - توماس . 
- من خدا را از طریق گوشت خودم خواهم دید . 
فقط ادامه بده . 
کسی که - او را برای خودم خواهم دید و چشمانم او را خواهند دید . 
ما چیزی به این دنیا نیاوردیم ، و قطعی است ، که نمیتوانیم چیزی با خود بیرون ببریم . 
نام خداوند متعال متبرک باد . 
آمین . 
آمین . 
لرد و لیدی شکنلی . 
بله ، ما هستیم . 
چقدر وحشتناک زشت . 
- اون یه زنه ؟ 
- البته که هست . 
- بتشبع . - بچه ها باید دیده شوند ، اما شنیده نشوند . 
مگه قیافه اش باعث نمیشه لرزه به تنت بیفته ؟ 
اوه ، برعکس . این اون یکیِ دیگه هست که منو عصبی میکنه . 
ببین چطور یکی از چشم هاش خیلی از اون یکی کوچیکتره ؟ 
بله ، خانوم . خیلی زننده است 
خب ، من اینطور فکر نمیکنم . - اون خیلی ژولیده هست . - اوهوم . 
فکر میکنی از سمت چپ کمی بدبو به نظر میاد ؟ 
اوه ، آره . 
تضمین میکنم این اولین باره که کسی اونو می خواد . 
خیلی خوب . نه ، راستش فقط میخوام تو صورتش مشت بزنم . 
اوه ، اینکه زن چپاولگر باشم . 
فکر میکنی ، میدونی ، مثل اینکه ، اون خیلی زیباست ؟ - بیشتر یه عجوزه هست . - کلاه احمقانه ای داره . 
صورتش شبیه یه موش کوره 
فکر میکنی دماغش شبیه ، آلت تناسلی یه سگه ؟ 
موافقی ؟ 
چی فکر میکنی ؟ 
هر دوتاشون به اندازه هم نفرت انگیزن ، آقا . اتاق های ماست ؟ 
از این طرف ، لرد شکنلی . 
چمدون ها ، ژاک ! 
به جلو ! 
ژاک . 
ببخشید ، آقایون . 
ببخشید ، مرد خوبم ، کجا می تونم خانم خونه رو پیدا کنم ؟ 
از این طرف ، قربان 
بله 
لیدی ویلموت . 
- میشه تسلیت بگم . - ما همدیگر رو دیدیم ؟ 
من رابرت هنسی هستم . ارل پویتون . 
نمی دونستم پدرم کسی رو تو شورای سلطنتی ملکه میشناسه . 
نه ، اون نمی شناخت . خب ، حداقل من رو که نه . 
مدتی پیش ، پدر شما برادرتون رو به لندن فرستاد پیش عمویتان جیمز اوگیلوی ، برادر مادرتون مرحوم - برادر مادرم ، بله . - بله ، برای اینکه ببینه آیا اون میتونه ، اوه ... کاری با توماس انجام بده . 
خودم هم در جوانی به طور معروفی جوانی به هدر رفته ای داشتم . حدس میزنم اوگیلوی فکر میکرد میتونم یه جور راهنما باشم . - یا مرشد توماس . 
- اینو نمی دونستم . چه لطف بزرگی از شما . 
اوه ، مزاحمتون شدم . 
دارم سعی میکنم خودم رو با مسائل املاک آشنا کنم . 
توماس نمیخواد این کار رو بکنه . اما اجازه نمیدم همه چی به فنا بره . 
اگه کاری از دستم برمیاد که بتونم بهتون کمک کنم ، لطفا درخواست کنید . 
تنها راهی که هر کسی میتونه به من کمک کنه تو اینه که به اجرای عدالت برای اون بی عقل ، منحرف ، بی هویتِ احمقی که پدرم رو به قتل رسوند کمک کنه . 
اوه ، نِل جکسون ؟ 
خانم . آقای جارولد اینجاست . 
میگه میدونه که شاید زمان مناسبی نباشه ، اما ... 
راهش بدید تو . 
این آقا رو استخدام کردم ، جارولد ، تا اونو پیدا کنه . 
ظاهرا خیلی تو کارش ماهره . اما ... فکر میکنم برای دستگیریش به چیزی بیشتر از انسان های معمولی نیاز داریم . 
توماس بهت گفته ؟ 
اون طوری میجنگه که انگار ... یه دیو تسخیرش کرده . 
و تو اینو دیدی ؟ دیدی که پدرت رو کشت ؟ 
بله . بهش شلیک کرد . درست جلوی ما . 
آشپز و چند نفر از مردها وقتی توماس داد زد دویدن وارد شدن و اون ... عجیب بود . طوری که گلوله ها رو با دستای لختش متوقف کرد . 
تا حالا ... همچین چیزی شنیده بودی ؟ 
تو این دنیا چیزهای بیشتری از اونچه که اکثر مردم حتی تصور می کنن وجود داره . 
- واقعا ؟ 
- بله . 
به نظر من این نل جکسون ممکنه ، چه خودش بدونه چه ندونه ، به یه روحی دسترسی پیدا کرده باشه . 
و اگر اینطوره ، باید با چیز مشابهی مبارزه کرد ، چون همونطور که مشاهده کردین ، هیچ انسانی نمیتونه بهش دست بزنه . 
میتونی به ما کمک کنی ؟ 
شاید . 
لیدی ویلموت . 
- - اوه ، باید من برم . . - نه . بمون . 
خلاصه میگم . 
امروز صبح ، خبر رسید که یه زن یه کالسکه رو نگه داشته کمی پایین تر از پاتررز بار . 
و از ظاهر اون و رفتار عجیب و غریبش اون بود . 
موارد دیگه ایی هم دیده میشه ، و به محض اینکه باشن ، دام تنگ تر میشه . 
اون تنها بود ؟ 
و نگهبان و راننده هر دو به شدت مسلح بودن . 
هر دو سرباز سابق بودن . 
تبلیغات بیشتری رو تو تعداد بیشتری از روزنامه ها بذارین . و پاداش رو به 40 پوند افزایش بدین . 
خیلی خوبه 
- خوبه ، خیلی خوبه . 
- اوه ، لیدی شکنلی ، نگاه کن . 
آره . 
اوه ، الان میتونستم تو بریستول باشم . میتونستم تو کشتی باشم . 
خب ، میبینی ، مسئله اینه که ، حتی اونوقت هم ، نباید احساس کنم مجبورم فرار کنم . 
باید بتونم یه قاضی پیدا کنم که به حقیقت گوش بده . 
اتفاق نمیوفته . 
قانون رو اشراف زاده ها درست کردن ، برای اشراف زاده ها . - حقیقت یا بی اهميته ... - آره ، درسته . یا هر چی که اونا میخوان باشه ... 
. اما نباید اینطور باشه . 
اما این فقط طرز فکر همه اوناست ، کوچولو . 
هیچکدومشون رو پیدا نمیکنی که اینطور فکر نکنه . 
چرا تو اینجوری زندگی میکنی ؟ اگه تو واقعیت یه اشراف زاده ای ؟ 
فرض میکنی من انتخابی دارم ؟ 
نه حقیقته 
پدرم زیادی به میزهای قمار علاقه داشت . تقریبا هیچی برام باقی نذاشت . 
فقط لقب و آدرسم تو مِیفِر ، که خیلی بهش علاقه دارم . به جز اینکه پر از مستاجره . من فقط دو تا اتاق تو زیرشیروونی دارم . 
اما ، پس چی ؟ 
یه آدرسه تو مِیفِرِ . 
همین مهمه . 
اگه مردم بهت اعتماد داشته باشن ، به اینکه کی هستی که میگی هستی ، خب ، باعث میشه احساس راحتی کنن . 
عالیه . 
نلی وقتی بهش گفتم پدرت پادشاه بنین بوده باورم نکرد 
خودم هم بیشتر روزها باورم نمیشه . 
- احساس فریب خوردگی نمیکنی ؟ 
و اسمم هم همینطور . 
راسلاسز اسم واقعی من نیست . لرد بلانچفورد اون رو به من داد . 
اسم واقعی من گم شده . مثل خانوادم . 
هیچ وقت وسوسه نمیشی که برگردی و پیداشون کنی ؟ 
انجامش میدادم . بیشتر از هر چیزی . اما چطوری ؟ 
حتی اگه برای گذرنامه پس انداز میکردم ، نمیدونستم از کجا شروع کنم . و با همه چیزهایی که اتفاق افتاده ، احتمال داره ، اگه به هر اسکله ای نزدیک بشم ، کسی منو تو زنجیر میندازه و ممکنه به کلونی ها فرستاده بشم 
یه راهی باید باشه . 
ژاک ؟ 
یه یادداشت برای فرماندارت اومده . 
و من یک ، دو ... خب ادامه بده . 
ممنون ، خدمتکار . 
من خدمتکار تو نیستم ، کیسه بر پررو . 
وانمود میکنم خدمتکارت باشم . 
چرا ؟ این یه دعوتنامه است برای لرد و لیدی شکنلی برای اینکه فردا بعد از ظهر برای بازی ورق برن خونه ویدیکومب مانور با لرد و لیدی اسپرینگبورن . اون کیه ؟ دیروز تو کلیسا باهاش آشنا شدیم . باهاش حرف می زدیم . 
خب ، من حرف میزدم . 
گفتم که فقط داریم تو مسیر رفتن به لندن رد میشیم ، و خب ، اونا خیلی مودب بودن و دعوتمون کردن برای اینکه باهاشون چایی بخوریم و ورق بازی کنیم . 
خب ، باید جواب بدی و بگی که نمیتونیم بریم . 
چرا ؟ چون به محض اینکه دهنم رو باز کنم ، احتمالا میفهمن که یه سر چنگال رو از اون سرش تشخیص نمیدم . نلی . تو خیلی ناامید کننده ای . میتونیم سرشون رو تو قمار گول بزنیم . 
- من نمیتونم . 
- من میتونم ! کلی پول به جیب میزنیم و خیلی هم خوش میگذره . 
وقتی رسیدیم ، نلی ، به طور غیرمنتظره ای با اطمینان حرف زدی مثل لیدی شکنلی . 
جورج راست میگه . تو یه جورایی ذاتا ... یه چیزی تو داری . این رو هم آوردم ، در صورتی که چیزی راجب تو توش باشه . 
بهش اینجوری فکر کن . هر چی بیشتر وانمود کنی کسی دیگه ای هستی ، بهتر توش مهارت پیدا میکنی . 
به علاوه ، نلی ، این لرد اسپرینگبورن ، ممکنه یه قاضی باشه . 
میتونی حدس بزنی چه جور آدمیه ، و اگه به نظر میاد از کسایی باشه که ممکنه گوش بد - چه ساعتی انتظار ما رو دارن ؟ 
- چهار . به این گوش کن . 
شروری که سه روز پیش کالسکه ای رو بیرون از پوترز بار نگه داشت و اون رو دزدید ، گفته میشه کسی نیست جز نلی جکسون ، همونی که اون قتل وحشتناک 
لرد بلانچفورد رو انجام داد . " چرا بهم نلی میگن ؟ 
اگه اینطور باشه ، ممکنه فرض بشه که این موجود شرور ... " این تویی ؟ - آره ، منم . - به سمت شمال حرکت میکنه ... ها ! خب ، اونا تو اشتباهن . اگه همه فکر کنن ما به سمت شمال میریم . ممکنه برای یه هفته کامل همینجا تو اسلو باشیم . 
پاداش برای اطلاعاتی که منجر به دستگیری جکسون بشه به 40 پوند افزایش پیدا کرده . 
پویتون . 
این نلی جکسون ، آیا ادامه دادی ؟ 
با توجه به همه چیز ، به نظر میرسه یه جورایی ماورایی باشه . 
هستش ؟ 
ببین ، من فکر میکردم ، حوزه تخصص شما باشه . 
من ، من فکر میکردم شاید اون برای این کار مفید باشه ، شاید . 
امیدوارم این تصمیم رو من بگیرم . 
بله ، البته ، البته . 
فرماندار من فکر کرد به محض اینکه اومدن چیزی در مورد آنها وجود داشت . به محض اینکه لیدی شروع به حرف زدن کنه و سعی کنه مثل یه اشراف زاده حرف بزنه 
اونا گفتن که از تاندربریج هال تو توتنس هستن ، اما خانم بلوئت ، که پایین تو آشپزخونه کار میکنه ، اون اهل اون اطرافه ، و میگه هیچ وقت اسمی از هیچ تاندربریج هالی نشنیده و همچنین از هیچ لرد و لیدی شکنلی هم نیست 
من هیچ ایده ای ندارم این لرد شکنلی کی ممکنه باشه . اما توصیف اون چهار نفر دیگه کاملا با اونها مطابقت داره ، از جمله فراری شما ، راسلاسز . 
اون پسر یه یادداشت دید که اونها رو برای عصرانه امروز به خونه لرد اسپرینگبورن دعوت میکرد . 
خب ، منتظر چی هستی ؟ 
بهتره همین الان حرکت کنی اگه میخوای اونا رو اونجا گیر بیاری . 
بیا ، پسر . 
ام ، یه کم از اون پاداش به من میرسه ، قربان ؟ 
چطور میتونم با دوستت ، کنت پویتون ، تماس بگیرم ؟ 
چرا ؟ 
چون باید وانمود کنیم که هر کاری که میتونیم انجام میدیم برای پیدا کردن نلی جکسون به خاطر این همه آشپزی مسخره ای که ما رو توش انداختی . - بله ، اما - اگه به جرم قتل به دار آویخته بشی اگه به دار آویخته بشی ، ملک به پسرعمومون تو نورثامبرلند میرسه . 
و اون با خانواده اش میان اینجا زندگی میکنن و من برای هر لقمه ای بهش وابسته میشم . 
پس ، قوی باش . 
مصمم باش . 
به خاطر من . فقط اگه تو هم به من کمک کنی ، میتونم بهت کمک کنم . 
آقای جارولد ! 
باید سریع یه یادداشت بنویسم برای کنت پویتون ، اما بعدش خیلی دوست دارم با شما و مرداتون به اسلو بیام . 
آماده بشید . 
زودباش 
زودباش 
چقدره که ازدواج کردیم ؟ 
- شش ماه . 
- شش ماه ، سه هفته ، سه روز . 
شیطان تو جزئیاته . غذای مورد علاقه من چیه ؟ 
- مارماهی یخزده ؟ 
کاسترد ؟ - سیب قندی . به . آلو . و کدو حلوایی و شیرینی های ادویه دار از سمرقند ابریشمی . 
جدی میگی فکر میکنی من قراره همه اینا رو یادم باشه ؟ 
به شما ایمان کامل دارم ، لیدی شکنلی . 
از اول لطفا ، عزیزم . 
نامه ای برای شما ، قربان 
در فرار همشگی بودن بد نیست . 
دیگه مجبور نیستم تمام روز تو اون لباسشویی داغ و عرق درار کار کنم . 
تعجب میکنم نلی چطور اینطوری مبارزه کردن رو یاد گرفت ؟ 
فکر میکنی کاپیتان جکسون از اون دنیا ازش مراقبت میکنه ؟ 
یه چیزیه . 
دیدمش . 
چطور ؟ 
نمیدونم . 
اوه ؟ 
چه شکلیه ؟ 
- نمیدونم . - خب ، چی دیدی ؟ خب ، مثل یه ... هاله هست . و خوبه . خب ، احساس خوبی داره . 
و من نمیدونم که کاپیتان جکسون هیچ خوبی داشت . 
اینطور نیست ، لیدی ویلموت ؟ 
- اونا باید بدونن ما اینجا هستیم . - چطوری ؟ 
اونا توقف نمی کنن . اونا باید بدونن نلی به عمارت ویدیکومب رفته ! 
چطوری ؟ 
خیلی زیادن ! 
تردستی جیبی . 
- رنگ مورد علاقه من چیه ؟ 
- یه جور قهوه ای ، نه ، یه جور رنگ فضله ؟ 
فکر میکنم این یه اشتباهه ، نلی جکسون . 
سرت رو بالا بگیر ، به زمین نگاه نکن . به چشم مردم نگاه کن و لبخند بزن . 
ام ... مطمئن نیستم باید این کار رو بکنیم . 
مزخرف . اگه شک داری فقط به من نگاه کن . مثل اینکه عاشق منی و من به یه چیزی فکر میکنم . بهت میگم ، نلی . یه چیز عجیب داره نزدیک میشه . 
آه ! بعد از ظهر بخیر . و چه بعد از ظهر با شکوهیه . 
