: آیـــ ( ملکه طلاق ) ـــرِن : سلام ؟ 
خانم سارا ، تیشرتت هنوز تو ماشینه 
آدرست رو بهم بگو ، برات میارمش 
اشکالی نداره ، سر راهمه میام 
باشه 
خانم کیم 
هی 
چی تو رو این ساعت کشونده اینجا ؟ 
خب 
خانم رئیس 
مشکلی پیش اومده ؟ 
میشه بغلم کنین ؟ فقط یک بار 
چی ؟ 
باشه 
چی شده ؟ 
شنیدم اخاذه رو گیر انداختی 
اوکی 
: آیـــ ( قسمت پنجم ) ـــرِن : : @ AirenTeam : 
حالت خوبه ؟ 
مشکلی پیش اومده ؟ 
این چیه ؟ 
( گیرنده : کوان ده‌گی ، لوسمی میلوئید حاد ) 
اهداکننده : کیم سارا ) ( وضعیت تاهل : صبر کن 
این تو بودی ؟ 
دارم درباره اهدای سلول های بنیادی حرف میزنم 
یادم رفته بود کارت اهدا داشتم 
ده سال پیش این کارو کردین 
اخیرا یه بیماری داریم که دی.ان.ای نزدیکی با شما داره 
اگر مایل نیستی میتونین رد کنین 
ولی پیدا کردن اهداکننده برای بیمار خیلی سخت میشه 
اگه زمان جراحی مشخص بشه میتونیم برای آزادی مشروط اقدام کنیم 
آزاد میشم ؟ 
احتمالش هست 
زمان زندانی بودنت تقریبا تموم شده پس احتمالا درخواستت قبول میشه 
شما زندگی من رو نجات دادی 
. . راستش منم میخواستم زودتر از اونجا برم بیرون 
ولی از کجا فهمیدی که من اهداکننده‌ام ؟ 
حالا شما بهش بگو هک کردن سفید 
میخواستم جبران کنم 
خدای من 
واسه همین داوطلبانه خواستی توی " راه حل " کار کنی ؟ 
آره 
صبر کن ببینم پس الان وضعیت سلامتی‌ت اوکیه دیگه ؟ 
بله من کاملا حالم خوبه 
من وقتی تو رو دیدم که زمان سختی رو میگذرونم 
آیا فردایی وجود داره ؟ 
یعنی میشه فردا کسی رو که دی.ان.ای‌ش به من میخوره ملاقات کنم ؟ 
هر روز با اشک دعا میکنم 
هر شب آرزو میکنم که کاش فردایی نرسه 
ولی بعد از خوندن نوشته های بیمارا باعث شد عمیق تر بهش فکر کنم 
برای بیمارها ، فردا یعنی همون یک روز بیشتری که براش دعا میکنن و بهش امید داشتن 
منم نظرم رو 
تغییر دادم و خواستم زندگی کنم 
اگه تسلیم بشم فقط خودم میبازم 
راستی چرا یهو همچین بحثی رو باز کردی ؟ 
خب مطمئنم دیگه تا الان من رو میشناسین 
رازدار بودن ، ویژگی منه 
قول میدم جبران کنم 
خون شما تو بدن من جریان داره 
برای امشب دیگه احساسات بسه 
یه لحظه‌ی ترسناک ، مناسب این شب نیست 
درسته ، یکم عجیب‌ بود نه ؟ 
الو 
منم ، کی میرسی ؟ 
آها اون 
راستش یه کاری پیش اومد 
فردا سر کار بهت پسش میدم 
که اینطور ، باشه مشکلی نیست - خدافظ - 
خدای من 
چی با خودم فکر میکردم اون حتی به این چیزا فکر هم نمیکنه 
چقدر خجالت آور 
چقد معذب کننده خدایاا 
وقتی رفتم اونجا کلی کپی ازش بود واسه همین همه رو برداشتم 
همه رو با چکش خورد کردم 
چقدر باحال - وقتی خواستن دعوا کنن - گاز اشک آور زدم 
بعدشم فایل اصلی رو برداشتم 
عجب بچه ای داریم ما 
فوق‌العاده بود 
خانم هان ازم خواست تا بابت همه چیز ازت تشکر کنم 
انتظارش رو نداشتم ولی از پسش براومدی 
خیلی باحال بود 
خدایا ، ده گی ، کاری هست که نتونی انجام بدی ؟ 
! بَم 
حالا میفهمم چرا خانم کیم ازت خوشش میاد 
خیلی خب همگی خسته نباشید 
برگردیم به فشار آوردن روی نو یول‌سونگ 
بیاین با آدم رباها شروع کنیم 
بله خانوم - بله خانوم - 
خانم کیم 
یه لحظه 
درست شد 
روز خوبی داشته باشی - ممنون - 
چجوری پیداشون کردی ؟ 
این دفعه دختر نبودن ، چطوری این بار فهمیدی ؟ 
این یه رازه 
برگ برنده‌ت برای تسریع روند طلاق 
شنیدم با نماینده حزب جلسه خصوصی داشتی 
ولی نتونستی حمایت‌ش رو برای نامزدی جلب کنی 
خب مجبور شدم حتی واسه رقابت بهش التماس کنم 
به محض اینکه به انتخابات بپیوندی اعضای حزب به رقیبت رای میدن 
شنیدم اون حامی رقیب انتخاباتی توئه 
گوش کن مامان 
اگه یه لاکپشت بخواد یه خرگوش رو شکست بده ، باید چیکار کنه ؟ 
اگه رقابت تو خشکیه ، باید بکشونه به آب 
اگه نمیتونه مسابقه رو ببره پس باید قوانین رو عوض کنه 
یعنی میخوای قوانین انتخابات رو عوض کنی ؟ 
بجای حفظ کردن رای اعضا باید کاری کنیم مردم رای بدن 
اینجوری یه پیوند محکم با مردم میسازم 
تایید اونا رو بدست میارم و اینطوری میبرم 
من باید درباره رئیس کمیسیون ملی انتخابات تحقیق کنم 
ای خدا هوا خیلی خوبه مگه نه ؟ 
هی 
این چیه ؟ 
هنوز شروع نکردم ، صبر کن 
دلم برات تنگ شده - منم همینطور - 
چه خوشگل شدی امروز 
دوسِت دارم 
. . تو چجوری 
چرا خاموشش کردی ؟ باید بقیه‌ش رو بشنویم 
الان اسمت رو میگه 
بهت گفتم ، نگفتم ؟ 
باید برگ برنده‌مو رو میکردم ؟ 
صبر کن بعد از ازدواج ، دیگه من اون رو ندیدم 
جرأت داری ادامه بده 
تو بردی 
باشه بابا بیا طلاق بگیریم ، چیزی که میخوای رو بهت میدم 
طلاق بگیریم ؟ چرا ؟ کی گفت من میخوام طلاق بگیرم ؟ 
انتخاب کن 
میخوای این رو به همه دنیا نشون بدم تا طلاق بگیری ؟ . . یا بهم گوش میکنی و کاری که میگم رو میکنی ؟ 
داری درباره چی حرف میزنی ؟ تو گفتی من تو کمپین تو یه چیز اضافی ام 
مگه واسه همین نمیخواستی جدا بشیم ؟ 
درسته همین رو میخواستم ولی خب نظرم رو عوض کردم 
دارم فکر میکنم بهت یه فرصت بدم تا جبران کنی 
بله خانم هان - من باید چیکار کنم ؟ 
چی شده ؟ 
شوهرم فیلم دوربین مخفی رو داره 
بیا حضوری صحبت کنیم ، میخوای من بیام پیشت ؟ 
نه الان نمیتونم صحبت کنم 
باید برم 
مگه نگفتی از شر فایل اصلی خلاص شدی ؟ 
بله مشکل چیه ؟ 
ویدیو افتاده دست نو یول سونگ 
به کی داری زنگ میزنی ؟ 
اون عوضی 
. . شماره‌ای که با آن تماس گرفته‌اید ، در شبکه موجود نمیباشد 
. . لطفا 
متاسفم 
( شماره 2 : نو یول‌سونگ ) تمام حزب ها رقابت خودشون رو برای انتخاب نامزد موردنظر شروع کردند اما حزب هانجو اعلام کردن که نامزد مدنظر خود را فقط بر اساس نظرسنجی عمومی انتخاب میکنند 
ببینیم 
خب 
میدونی بهترین راه برای اینکه توجه واعتماد عموم رو جلب کنی چیه ؟ 
جلب کردن ترحم اونا 
کی با آدمی مثل تو همدردی میکنه آخه ؟ 
باید ممنون باشی که به این جایی که هستی تونستی برسی 
به لطف قانون جدیدی که برای انتخابات لحاظ کردن 
به قولت برای آزاد کردن پدرم از زندان عمل کن 
این بستگی به این داره که چقدر خوب عمل میکنی 
زودباش ، بریم 
ما خواستار کنار کشیدن نو یول سونگ هستیم 
کنار بکش - کنار بکش - 
پدر زنش مجرمه ، چطور جرات کرده کاندید بشه ؟ 
چطور ؟ - چطور ؟ - 
نو یول سونگ قصد داره مردم رو فریب بده اون باید عقب نشینی کنه 
کنار بکش - کنار بکش - 
قبول کن پدر زنت گناه کاره و با صداقت کنار بکش 
کنار بکش - کنار بکش - 
ما خواستار عقب نشینی نو یول سونگ هستیم 
( ما خواستار عقب نشینی نو یول سونگ هستیم ) 
( نو یول سونگ برو ) 
نظرت رو راجع به افکار عموم بگو - کنار بکش - 
کنار بکش - کنار بکش - 
پدر زنش مجرمه چطور جرات می کنه کاندید بشه ؟ 
خوبین ؟ - بگیرینش - 
حالتون خوبه ؟ 
( شماره ی 2 ، نو یول سونگ ) 
حالتون خوبه ؟ 
خونریزی داره - خوبین ؟ 
وای ، نه - خیلی بد اسیب دیده - 
حالتون خوبه ؟ 
زنم کجاست ؟ سالمه ؟ 
شما خوبین ؟ 
حالت خوبه ؟ 
خونریزی داره 
... کاندبد نو یول سونگ از جناح هان جو ... درحالی که سعی داشت از همسرش محافظت کنه به خاطر حمله ی چاقو آسیب دید 
خانم هان اونجا چکار میکنه ؟ 
شنیدم میخواد وارد سیاست بشه چه نمایشی راه انداخت 
این توجیه می کنه چرا قوانین انتخابات رو عوض کردن 
خانم هان ، لطفا جواب بده 
ببین نو یول سونگ کجا درمان شده و بهم خبر بده 
اوکی 
بذارین توضیح بدم 
... بعضی مردم بهم گفتن که همسرم رو ول کنم 
... ولی چطور می تونم همسرم رو به خاطر اشتباه پدرش ترک کنم ؟ 
این خیلی مسخره اس 
من تا اخرش از همسرم محافظت می کنم 
، و برای حادثه ی اخیر هم من معتقدم کسانی که این مهاجما رو تحریک کردن ... و به قوانین قدیمی مثل گناهکار بودن بخاطر مغلطه‌ی حمله‌ی شخصی چسبیدن ، باید مسئول شناخته بشن ( گناهکار بودن به سبب ارتباط با مجرم ) 
اون ها کی هستن ؟ 
دارین به کارکنان رقیبتون اشاره می کنید ؟ 
! کاندید نو یول سونگ 
می تونی خودت رو از ازدواج ما بیرون بکشی ؟ لطفا ؟ 
برین گم شین 
... دهنت رو ببند قبل از اینکه حقیقت رو به خبرنگارها بگم 
پس منم باید فیلم این ادم رو بهشون بدم 
معذرت میخوام 
تمومش کنید 
نگران نباشین ، اون نمی تونه فیلم رو پخش کنه 
بلافاصله دستگیرش می کنن 
چرا من باید ویدئو رو پخش کنم ؟ 
دیگه نمی خوام پرونده ام رو دنبال کنید خانم هان 
فکر می کنم شما دیگه مسئول نیستین 
برین بیرون 
، وقتی به مردم حق انتخاب داده می شه اون ها راهی رو که فکر می کنن می تونن تحمل کنن انتخاب می کنن 
... برای اون ، موندن کنار اون مرد ، کسیه که می تونه تحملش کنه 
من فکر می کنم ، باید به تصمیمش احترام بذاریم 
می خوای الکل بخوری ؟ 
یه جورایی امروز خسته ام 
اوکی 
اون هیچی ازت یاد نگرفته ؟ 
بعد از اینکه دید اون چطوری باهات رفتار کرده چطور تونست بهش برگرده ؟ 
اینجاس که مشخص می شه چقدر سخته طلاق گرفتن 
... وکیل دونگ میگه خانم هان راهی رو اتخاب کرده که می تونه تحمل کنه 
و این نشونه ی خوبیه 
چی داری میگی ؟ 
داری بهش حس پیدا می کنی 
یهویی اسم اون رو اوردی 
خدای من ، اینطور نیست 
خوب رفتار کن کلی سال طول کشیده تا شماها دوباره کنار هم باشین 
( پرستار سو یون ، خانم لی ) 
یه لحظه 
بله خانم لی 
مدتی میگذره که خانم هان راجع به درخواستتون به من گفتن 
الان دیگه بهتون زنگ زدم 
درموردش فکر کردین ؟ 
... هر شرایطی رو که بخواین فراهم میکنم 
معذرت می خوام 
من بهش فکر کردم ولی نمی تونم بذارم شما تلفنی با سو یون صحبت کنید 
خانم لی 
اگه رئیس بفهمه من شغلم رو از دست میدم 
ولی هرماه براتون عکس می فرستم 
متوجه ام 
پس لطفا حتما عکس هاش رو برام بفرستید 
خانم لی بود ؟ پرستار سو یون ؟ 
( پرستار سو یون ، خانم لی ) 
سو یون 
خدایا ، سو یونه ؟ 
خیلی بزرگ شده 
، وای ، هر چی بزرگ تر می شه چشماش بیشتر شبیه تو میشن 
... من سو یونم رو حتما برمیگردونم 
و بزرگش می کنم 
! معلومه 
( پرستار سویون ، خانم لی ) 
واییی خوشگله 
اگه تسلیم بشم ... این فقط به ضرر منه 
اگه تسبیم بشم ... فقط به ضرر منه 
شایعاتی هست که میگه شما تروریست نو یول سونگ رو ترغیب کردین 
چرا من باید همچین کاری با کاندید رقیم بکنم ؟ 
این یک تهمته 
یعنی شما تمام شایعات رو رد میکنید ؟ 
جونگ سانگ جو از حزب هانجو ) ( همه ی اتهامات حمله را رد کرد 
همه چی طبق نقشه جلو میره 
این رو نگاه کن 
" نو یول سونگ کلمه ای که از همه بیشتر سرچ شده " 
" نو یول سونگ واکنش های مثبت دریافت کرد " 
" کاندید رقیب با واکنش های منفی مواجه شد " 
اینها واکنش های فعلی هستن 
( اخبار مطرح ) 
( نو یول سونگ کلمه ای که از همه بیشتر سرچ شده ) 
( نو یول سونگ واکنش های مثبت دریافت کرد ) 
داریم خوب پیش میریم 
برای اطلاعات هان جی این 
ما می تونیم طبق دستورالعمل بریزنشون دور ، درسته ؟ 
نه ، هنوز تموم نشده 
... بیاین تا زمانی که 
طلاق واسش قابل تحمل تر باشه ، صبر کنیم 
تا کی ؟ 
زمانش می رسه 
بازم دنبال دزدها بگردین 
ما باید دلیل حق حضانت نو یول سونگ رو پیدا کنیم 
باور نکردنیه 
مونده بودم چطوری باید ماشین غیر قانونی رو پیدا کنیم 
ماشین های غیرقانونی همیشه خلاف پارک می کنن 
جناب 
اگه می خوای ماشین های غیرقانونی رو پیدا کنی عضو گروه چت های راننده های کامیون های یدک کش شدن بهترین انتخابه 
... عضو گروه چت پیک موتوری ها که همه جا هستن هم خوبه 
یه مبلغ گنده ؟ 
و اگه توی روزی مثل این گزارش دریافت کنیم عالی میشه 
! اوه ، احترام 
رسیدیم - حله - 
ایش 
هنوز داغه 
اونا فهمیدن 
واقعا فهمیدن ؟ 
( کیم سارا ، کوان ده گی ) 
( بازیکن ، هیکل ، پوست ، شخصیت ، جوان تر ) 
یه پسر جوون می تونه سخت باشه 
چی ؟ 
اوه ، درسته ، چی ؟ 
اوه ، خبر رو شنیدم 
نتیجه ای نداشت کارتون - درسته - 
از اونجایی که همه ناراحتیم بیاین باهم بنوشیم 
حتما ، بریم 
منشی جانگ ، شام تیمی چطوره ؟ 
ببخشید ، من برنامه دارم 
اوه ، اوکی 
فردا میبینمت 
ایش ، اینجا مرغ بدون گوشت ندارن ؟ 
چرا ؟ می خوای استخوان بخوری ؟ 
چقدر بامزه ای ده گی 
لااقل نگفت " لطفا بهمون یکم " پای مرغ خالص بدین 
اینم خوب بود 
خدایا ، عاشقشم 
اینقدر سخت بود بفهمی ؟ - خدایا - 
چیز خاصی نبود 
دلم میخواد بدونم دوست دخترت ! میدونه همچین آدمی هستی ؟ 
در حد مرگ دلم می‌خواد که بهش بگم 
خودم مچشو گرفتم 
من فکر کردم دانشجوعه خیلی کم سن به نظر میومد 
خدایا تو خیلی خوبی 
جوونتره ؟ 
از تو بزرگتر نیست ؟ 
چی ؟ یه آدم بزرگتر ؟ 
دوست دختر بیبی فیس 
الان ۴ روز شده که دیگه فقط باهم دوستیم 
پس پیچوندتت ؟ 
من اونو پیچوندم - چون میدونستی اگه تو اینکارو نکنی ، اون میکنه - 
" شعارم اینو " بپیچون تا نپیچوننت 
! تاسف برانگیزه - اونوقت چرا ؟ - 
صبر کن ببینم یعنی الان سینگلی ؟ 
آره 
چرا ؟ 
نمیدونم والا 
اینجوریه ؟ - آره - 
! خدای من پس بیا به سلامتیش بنوشیم 
سلامتی اونی که ده گی پیچونده 
به سلامتی - به سلامتی - 
لطفا بهمون یه مقدار پای مرغ خالص بده 
یکم بیشتر بنوشیم ؟ 
الان داریم میریم 
خدافظ 
خدافظ - باشه ، خدافظ - 
خدافظ - خدافظ - 
ده گی ؟ - بله ؟ - 
موفق باشی - موفق باشی - 
من کاملا خوبم - باشه - 
خدای من ، چه دوران خوبی دارن 
هوای آزاد عالیه 
یکم گرفته‌س 
هوا هم فوق‌العاده‌س خدای من 
ماه پشت ابراست 
خدایا - مستی ؟ 
بجز بخش سردردش ، با تشکر از ارباب رجوع هامون زندگی خیلی سرگرم کننده‌س 
خب من حتی یادم نمیاد آخرین بار کی بهم خوش گذشته 
تو تاحالا تک نوازندگی کردی ؟ 
همه سازای موسیقی رو خودت بزنی 
خدایا ، این فقط - مستی ؟ 
من فکر کردم وقتی جوون بودی ، توی نوشیدن بهتر بودی 
هنوزم خوبم 
پر از انرژی‌ام 
پر از انرژی ، چه مسخره - درست نمیگم ؟ 
( راه حل ) 
دنبالم بیا - زود باش - 
خدایا - الان چی گفتی ؟ 
اوه ، بیا - 
آقا ، ما فقط داشتیم باهم می‌نوشیدیم 
ما کاری نکردیم - حس می‌کنیم داره بهمون ظلم میشه - 
ما عاشق همیم 
! این فاحشگی نیست 
! نخند 
باشه - اوه ، تو - 
برو به آخرین اتاق یه آدم مشابه پیدا می‌کنی 
سوجو ، قبول ؟ 
دنبالم بیا 
این طرف 
پیداش کردی ؟ 
میتونی ببینیش ، درسته ؟ خودشه ، نه ؟ 
خودشه 
عوضی‌ای که لباسمو پاره کرد 
! تایید شد 
نو یول سونگ بود ، نه ؟ 
چی ؟ - آدم ربایی زن مدیرعامل نو - 
بیا صادق باشیم و از اینجا بریم بیرون 
! فاحشگی واقعا خجالت آوره 
تو پلیسی ؟ 
به ترتیب بیاین بیرون 
یه کاری می‌کنم که پلیس با گوشیت با دقت زیاد برخورد کنه 
پسش بده 
خدایا 
حتما ، میتونی خودت کسی باشی که اینو به اونا میده 
بوم 
کانگ بوم ؟ منو ترک نکن 
( کارشناس طلاق ، راه حل ) 
بهت زنگ میزنم 
فرستاده شده بود دادسرا ولی داره انکار می‌کنه 
میگه آدم‌ربایی کار خودشه بود واسه پول اینکارو کرده 
از جوخه انتحاریه ؟ 
حتی اینجوری هم ، جعبه پاندورا باز شده ( جعبه‌ای با محتوای تمامی بلاهای ناشناخته بشریت ) 
سانسونگ - رو 382 ، پاجو - ) ( هدف ؟ - ( زن مدیرعاملو بیار ، هان جی این ، به هر قیمتی ) 
( هزینه‌ش ۴تا چکه ) 
یه نفر با یه گوشی یکبار بهش دستور می‌داده 
بیا 
با توجه به جایی که پیام ازش فرستاده شده 
( موقعیت ارسال : موسسه حقوقی چایول ) موسسه حقوقی چایوله 
تحریک آدم‌ربایی توسط نو یول سونگ 
همه چیز نشون میده کار اونه 
ولی اون واسه خلاصی از این مخمصه یه راهی پیدا می‌کنه 
شواهد خیلی روشن نیست 
اگه نامزد انتخاباتی نو رای بیاره پرونده هان جو هیوک به هیچ‌جا نمیرسه 
( حزب هانجو ، مناظره انتخابات مجلس شورای ملی سوهاگو ) مطمئنم با قدرتی که دامادش داره ، آزاد میشه 
کاندیدا جونگ ، من همینجا یه قولی میدم 
تا تصمیم نهایی پرونده پدر زنم برای درخواست وثیقه اقدام نمی‌کنم 
... و اگه نتیجه محاکمه فراتر از عقل سلیم باشه کلا هیچ کاری نمی‌کنم 
قانون باید برای همه مردم یکی باشه 
بعنوان مردی که قانون رو میشناسه ، این باور منه 
... بسیار خب ، این کاندیدا جونگ 
هنوز درخواست وثیقه نداده ؟ 
مطمئن نیستم 
! پس نشده فقط از من استفاده شده 
اون رفت 
تمومه ؟ 
مدیرعامل نو یه قول ملی داد 
اون گفت که قرار نیست به قید وثیقه پدرزنشو آزاد کنه 
خانم هان چطور به نظر میاد ؟ 
اون همین الان رفت 
میتونی از صورتش بخونی ! خیلی عصبانیه 
کارتون عالی بود برگردین دفتر 
باشه - اوکی - 
اگه پشت سرت ضربه بخوره ، می‌سوزه 
این براش کافی نیست که بفهمه تحمل طلاق راحتتره ؟ 
حق با توعه اون مرد همین الان گفت که پدرشو از زندان درنمیاره 
پس میشه شروع کنیم ؟ 
... ایندفعه راه حل یه نمایش سیاسیه 
به سبک نو یول سونگ 
( شماره ۲ ، نو یول سونگ ) 
من به هر قیمتی ایستگاه سوهارو خواهم ساخت 
من بازسازی آپارتمان‌هارو به هرقیمتی شروع خواهم کرد 
من ، نو یول سونگ ، به هرقیمتی اینکارو انجام خواهم داد 
نو یول سونگ - نو یول سونگ - 
نو یول سونگ - نو یول سونگ - 
نو یول سونگ - نو یول سونگ - 
نو یول سونگ - نو یول سونگ - 
نو یول - چی ؟ 
( نو یول سونگ به هر قیمتی انجامش میده ) 
! نو یول سونگ به هر قیمتی انجامش میده 
وقتی به همسرش دیگه نیازی نداره با لگد پرتش میکنه بیرون 
وقتی داشت تلاش می‌کرد همسر فعلیشو بدزده همسر سابقشو می‌دزده 
! اون کاری رو که لازمه انجام میده ، به هر قیمتی 
آهای مردم ، شما ایستگاه سوها رو میخواید 
مهم‌ترین چیز چیه ؟ 
آماده کردن قبضای مربوطه‌س ، درسته ؟ 
بله - بله - 
... بعنوان وکیل اسبق ، من مطمئن میشم که 
! من نو یول سونگ رو خیلی خوب میشناسم 
! من همسر سابقشم 
اون کیه ؟ 
چی ؟ 
چیکار داری می‌کنی ؟ جلوشو بگیر 
... من راجع به همه کارهای بی‌شرمانه‌ش می‌دونم 
خدایا - باشه - 
ما میریم - نو یول سونگ - 
نو یول سونگ 
نو یول سونگ 
نو یول سونگ 
پس اینطوری علاقه‌م به سانروف رو می‌فهمم 
تبریک میگم هنوزم خوش سلیقه‌ای 
غافلگیر شدم 
کارایی که به خاطر شغلمون انجام میدیم دیوونه کننده‌س 
خدای من ، الانه که قلبم از دهنم بزنه بیرون 
وقتی دیگه به همسرش نیاز نداره با لگد پرتش می‌کنه بیرون 
در حال تلاش برای دزدیدن همسر فعلیش همسر سابقشو می‌دزده 
اون هرکاری لازمه انجام میده ! به هرقیمتی 
من همسر سابقشم 
همسر سابق کاندیدا نو یول سونگ ) ( به کمپین انتخاباتی میاد 
! من نو یول سونگ رو خیلی خوب میشناسم 
! من زن سابقشم 
... من همه چیزهای وقیحانه درباره اش رو میدونم 
کیم سارا کجاست ؟ 
الان داری باهام شوخی می‌کنی ؟ 
انتخابات نزدیکه ، آخه تو چیکار داری می‌کنی ؟ 
ازم شکایت کن 
بخاطر انتشار اطلاعات نادرست ، ازم شکایت کن 
این برای همین بود 
چی ؟ 
چی داری می‌گی 
باید ازم شکایت کنی تا دادگاه تصمیم بگیره چی درسته 
... تا بفهمیم که تو واقعا سعی کردی زن الانت رو بدزدی ولی به جاش زن سابقت رو دزدیدی یا نه 
... من می‌خوام فردا یه مصاحبه برگزار کنم 
... اگه خبرنگاری ازت ، سوالی پرسید فقط هرچی می‌گم رو تایید کن 
چرا باید اینکارو بکنم ؟ 
... نو یول سونگ ، فکر کردی دنیا همیشه به کام تو می‌چرخه ؟ 
، اگه اینکارو به خاطر من بکنی ... منم بهت قول می‌دم هر ماه درباره سویون بهت خبر بدم ، چطوره ؟ 
هی ببین ، جناب نو یول سونگ 
اینجا منم که پیشنهاد میدم 
" ، من نو یول سونگ " " ... مسئولیت شکست این ازدواج رو می‌پذیرم " " و به هان جی این نفقه یه میلیون دلاری می‌پردازم " 
اینجا رو امضا کن 
، اگه اینکارو بکنی ، منم اون مصاحبه‌ای که می‌گی رو انجام می‌دم 
چیکار داری می‌کنی ؟ 
گمشو بیرون ، چرا تو دفتر یه نفر دیگه خرابکاری می‌کنی ؟ 
، خدای من ، کیم سارا و دونگ گی جون شما دوتا واقعا هرکاری میکنین 
فراموشش کن 
حواست رو جمع کن که به خبرنگار ها درست جواب بدی 
خودت رو آماده کن اگه موفق نشدی 
من به تو یا سو یون دیگه اهمیتی نمی‌دم ، فهمیدی ؟ 
از سر راهم برو کنار 
وقتی باهم زندگی می‌کردین هم اینجوری بود ؟ 
چطور جرئت می‌کنه از خشونت استفاده کنه ؟ 
از عمد رفتم روی اعصابش تا عصبانیش کنم 
خب ، فردا روز موعوده 
به نظرم اینکه اون براساس نقشه‌مون داره پیش می‌ره عالیه 
ممنون که اومدی 
بیا بشینیم 
می‌خواستم قبل از اینکه همه چیو تموم کنم ببینمت 
ما گروگان گیر رو گرفتیم 
... و همونجور که توقع داشتیم ، نو یول سونگ کسی بود که بهش دستور داد 
... من این رو مخفی می‌کنم 
اگه اینکارو بکنم ، باعث می‌شه به پدرم کمک کنه 
، اگه همینجوری این رو مخفی نگه داری تنها کاری می‌شه که تا آخر عمرت باید انجام بدی 
... اون فرد نقطه ضعف های من رو می‌دونه 
وقتی توی مخمصه بیفته ، معلوم نیست چیکار بکنه 
خودتم میدونی اون همچین آدمیه 
آره 
پس فقط یه راه برای بردنش هست 
( شماره 2 ، نو یول سونگ ) 
( فاش کردن واقعیت ، کنفرانس خبری نو یول سونگ ) 
، برای یه مدت زن سابقم اذیتم می‌کرد ، این واقعیت داره 
... اون کسیه که بخاطر کارهایی که پشت سرم انجام داد ، زندونی شد 
، بعد از طلاقمون ... متاسفانه ، اون به تهمت زدن درباره من با اطلاعات اشتباه ادامه داد 
زن الانتون درباره این اتفاق ها اطلاع داره ؟ 
بله ، کاملا 
عزیزم 
... من فقط خیلی احساس تاسف برای همسرم می‌کنم کسی که همه این مدت درکنارم ایستاد 
لطفا یه چیزی بگین 
اگه بگی این اتفاق ها رو درک میکنی همه چیز تموم می‌شه 
میدونی باید چیکار کنی ، نه ؟ 
( آینده ای جدید با قدرت قانون و اصول ، نو یول سونگ ) 
سلام ، من هان جی اینم 
چیزی که زن سابق شوهرم دیروز گفت 
... خب ... ادعاش درباره تلاش نامزد نو به دزدیدن من ... ولی به جاش زن سابقشون رو دزدیدن 
چی ؟ - چی ؟ - 
هیچ مدرکی هست که نشون بده نامزد نو بودن ؟ 
همه اش توی این گوشیه 
گروگان گیر دستورات رو از طرف موسسه حقوقی چایول گرفته 
اینو از کجا اوردی ؟ - چی ؟ - 
هیچ وقت نگفتم که گوشی گروگان گیره فقط مدل گوشی یکیه 
یه لحظه 
... یه توضیحات کامل درباره اش بهتون می‌گم 
ولی چرا به پلیس گزارش ندادین ؟ 
... چون من از طرف شوهرم تهدید شدم 
بیاین ابتکار عمل به خرج بدیم 
بگیم که ازت با فیلم دوربین مخفی باج گیری می‌کرده 
می‌خوای اینو بگم ؟ 
این تنها راهیه که می‌تونیم جلوی نو یول سونگ رو بگیریم 
بعلاوه می‌تونیم اون رو درباره شکست توی ازدواج هم مقصر بدونیم 
نه - ... محتویات باجگیری رو من - ... مخفیانه ضبط کردم 
... چیزهای که همسرش ، هان جی این میگه واقعیت دارن 
... نامزد نو از نقطه ضعف های همسرش استفاده کرد و مجبورش کرد توی کمپین های انتخاباتیش شرکت کنه 
فکر کردی داری چیکار می‌کنی ؟ 
، خبرنگارها ، اگه درباره این موضوع مقاله ای چاپ کنین ازتون بخاطر اطلاعات اشتباه شکایت می‌کنم 
لطفا حواستون باشه - اوا ، حالا چیکارکنیم - 
ما همین الان به صورت زنده داریم پخشش می‌کنیم 
( زنده : سوها گو نامزد مقدماتی شورای ملی ) 
خاموشش کن 
خدای من - خاموشش کن - 
! گفتم خاموشش کن ، بسه - خدای من - 
! اوه ، خدای من - پخش زنده داره خوب پیش میره - 
یه عالمه کامنت داریم 
! گمشو بیرون 
چطور جرئت می‌کنی ؟ گمشو بیرون 
فکر کردی کجا داری میری ؟ 
یه لحظه صبر کن 
! نامزد نو - ! نامزد نو - 
دارین از جواب دادن طفره می‌رین ؟ 
! یه چیزی بگین 
لطفا درباره اش فکر کنین 
ده‌گی - ، اونها اینجوری یکدفعه - 
مداخله کردن و اتهامات بی اساسی رو گفتن - دیگه تمومه - 
... من 
عالی بودی 
دفعه بعد بیشتر توضیح می‌دم 
همین دره ؟ چرا باز نمی‌شه ؟ 
عکس نگیرین 
( یه رهبر جوان آماده ، نو یول سونگ ) ببخشید 
( سلام ، چطور می‌تونم کمکتون کنم ؟ ) 
رادیو رو روشن کن 
( روشن کردن رادیو ) 
... در سوها گو ، جایی که انتظار می‌رفت ، یه منطقه چالشی برای داخل حزب باشه نامزد نو داره با مسائل خانوادگیش دست و پنجه نرم می‌کنه 
و رتبه‌بندی تاییدیه همین الان هم به خاطر این اشتباه سقوط کرده 
اوه ، فکر می‌کنی این خوشحال کننده باشه ؟ 
، برای اطلاعات بیشتر لطفا از وبسایتمون دیدن کنین - ممنون ، دوباره باهاتون تماس می‌گیرم - 
بله ، شما با کارشناس طلاق رضایت‌بخش راه حل ، تماس گرفتین 
اوه ، بله 
بله 
تا هفته آینده یکم سخته - ، بهترین حلال مشکلات - راه حله 
( بیمارستان دانشگاه سوهان ) 
می‌تونم یه استادیار به اسم چوی هونگ جین رو ببینم ؟ 
دستیار چویی - بله - 
... فکر می‌کنی ممکنه یه نفر پرفسور سو و نایومی رو باهم دیده باشه ؟ 
فکر نمی‌کنم 
وقتی متوجه اتفاق شدیم ، پیش هم بودیم 
بعد از سمینار دور هم جشن گرفته بودیم 
سلامتیی 
بخاطر تلاشهاتون ممنونم 
به خصوص استادیار چوی ، خیلی زحمت کشیدی 
ازتون ممنونم 
پروژه بعدی رو هم می‌گیرم 
بهم اعتماد کنین و دنبالم کنین - استاد - 
یه نفر داره بهتون زنگ می‌زنه 
اوه ، درسته ، اول بنوشیم 
بله - ممنونم - 
بله ؟ 
بله ، من استادِ نایو می هستم 
شما کی هستین ؟ 
چی ؟ 
کجاست ؟ 
چقدر آسیب دیده ؟ 
بله ، باشه 
... یه چیزی رو مطمئنم اون تا قبل تماس از تصادف خبری نداشت 
ولی واقعیت اینه که اون به خاطر ... این حادثه به خودکشی اعتراف کرد غیرقابل فهمه 
عام . . سلام 
تو کی هستی ؟ 
شما پدربزرگ نا یومی هستین ، درسته ؟ 
بله 
هرچیزی که داشته رو تحویل گرفتین ؟ 
... واقعا کسی گفته که یومی خودکشی نکرده ؟ 
بله ، وقتی اون فرد رو پیدا کنم ، به شما خبر میدم 
باشه 
من وسایلش رو چک می‌کنم 
مشکلی نداره 
فکر می‌کردم گوشیش گم شده 
من فقط تونستم تماس هاش رو بررسی کنم 
شاید گوشی قدیمیشه تو کمدش بود 
اگر مشکلی ندارین ... میتونم گوشی رو داشته باشم و چکش کنم ؟ 
قفلش رو باز کردم 
انقدر زود ؟ - آره - 
ده‌گی 
کاری نیست که نتونی انجامش بدی - بیخیال - 
ممنون 
( گالری ، دوربین ، فایل های خصوصی ) 
( آلبوم من ) 
( تصاویر ) 
گوشی دومش بوده که برای اون استفاده می‌کرده 
اون کیه ؟ 
مال یه پرونده ایه که بهش رسیدگی می‌کردم 
بیا فعلا به خانم کیم درموردش نگیم 
ممکنه الکی ذهنش درگیرش بشه 
اوکیه 
نا یومی که فوت کرده ، با نو یول سونگ ، رابطه داشته 
... نو یول سونگ ، تلفن استاد سو رو گرفته که کسیه که آخرین بار با نا یومی صحبت کرده 
( نا یومی ، نو یول سونگ ، سو وونگ جین ) 
! محض رضای خدا - ! گفته بودم که نمی‌خوامش - 
به من گوش کن - ! جونگ سانگ جو - 
جونگ سانگ جو - جونگ سانگ جو - 
اطمینان میدم 
... به تمام افراد حاضر در حزب ، و همراهانشون 
که انتخاب شما درسته 
من ، جونگ سانگ جو شما رو ناامید نمیکنم 
... بهترینم رو انجام میدم تا در انتخابات ویژه ! پیروز بشم 
جونگ سانگ جو - جونگ سانگ جو - 
جونگ سانگ جو - جونگ سانگ جو - 
هنوز بیرون نیومده ؟ - ! داره میاد - 
پیش بینی می‌کردین که شکست بخورین ؟ 
... فکر می‌کنین همکاری همسر سابق و همسر فعلیتون روی نتیجه تاثیرگذار بوده ؟ 
بعد از این حادثه ، دنبال دومین طلاقتون هستین ؟ 
خبرنگارها ، از تلاش شما ممنونم 
سوال سختی نیست 
لطفا جواب بدین - لطفا چیزی درموردش بگین - 
لطفا جواب بدین - لطفا چیزی درموردش بگین - 
اونا از اول تا آخر داشتن درمورد همسر سابق و همسر فعلیت می‌پرسیدن 
اون سوالا اصلا ربطی به شکستت تو انتخابات نداشت 
بنظرم قرار شام واسه یه موقع دیگه باشه 
اونا نقشه هامونو خراب کردن 
هیچوقت نمی‌بخشمشون 
منم نمیبخشم 
من خیلی شک داشتم 
عادیه ، منم همینطور بودم 
حتی اگه با کسی که دوستش نداری به هم بزنی طلاق ، بازم راه سختیه 
ممنون 
بخاطر پیگیری خبرنگارا ، امکان داره بخواد همه چیزو سریع تموم کنه 
صرف نظر از مقدارش ، نفقه رو می‌گیریم و قال قضیه رو می‌کنیم 
( همسرم ) 
چیه ؟ - بیا امروز همدیگه رو ببینیم - 
دادگاه 
می‌خوام درخواست طلاق بدم 
میدونی که چایول تاون کجا قراره ساخته بشه دیگه ، درسته ؟ 
بیا اینجا 
چرا باید چنین کاری کنم ؟ 
تو نمیای خونه 
میخوای تو اداره منو ببینی که هزارتا آدم دیگه هم هستن ؟ 
منم اونجا رو خوب بلدم 
اونجا همدیگه رو ببینیم ؟ 
بذار با هان جی این صحبت کنم نمی‌خوام با تو حرف بزنم 
‌ ... تو نمیخوای درمورد طلاق حرف بزنیم و قضیه رو تموم کنیم ؟ 
! اگه غیر از اینه من تو دادگاه می‌بینمت 
این منطقه قراره تخریب بشه هفته ی بعد کار رو شروع می‌کنیم 
مدرسه ی ابتدایی اینجا ساخته میشه S1 توی بخش 
داره بارون میاد 
لعنتی ، چرا الان باید بارون بیاد آخه ؟ 
معذرت می‌خوام 
... بارون 
من اینجام 
فکر کنم ۱۰دقیقه دیرتر برسم ، چون ترافیکه 
جلوی در منتظرم بمون 
من اول باهاش صحبت میکنم 
نه ، صبر کن فکر کنم درست نباشه تو تنهایی بری پیشش 
هرچی نباشه من مامان پسرشم ، نمی‌خواد نگران باشی 
از اونجایی که داره بارون میاد داخل منتظره 
( ! ما بازسازی را با قدرت ادامه می‌دهیم ) 
( ورود ممنوع ) 
( ! ما بازسازی را با قدرت ادامه می‌دهیم ) 
نمیدونستم قراره اینجا تو رو ببینم 
... فکر می‌کردم قراره چایول تاون رو بعد از طلاق من بسازی 
ولی ظاهرا اشتباه فکر می‌کردم 
بهت ۵۰۰هزار دلار میدم 
ولی درخواست رو لغو کن و با طلاق توافقی‌ موافقت کن 
یعنی من باید اینو بعنوان نفقه درنظر بگیرم ؟ 
من بهت ۵۰۰هزار دلار میدم پس میتونیم بابتش یه قرارداد ببندیم 
هان جی این ، این رو بعنوان نفقه قبول نمی‌کنه ؟ 
فکر کنم بخاطر همین هونگ گیل دونگ می‌گفت ناعادلانه ست 
! اون زن بدبخت حتی نمی‌تونه به نفقه‌ش بگه نفقه 
... اگر نماینده ی اونی ، پس باید فقط بعنوان نماینده‌ش ! مذاکره کنی ، پس کله شق نباش 
اصلا می‌دونی وقتی بدون گرفتن نفقه طلاق گرفتم مردم چه چیزایی که نگفتن ؟ 
" ... یعنی چیکار کرده بوده که حاضر شده " بدون اینکه حتی یه قرون از چایول رو بگیره " " فقط بره ؟ 
! قرار نیست بذارم خانم هان هم راه من رو بره 
من میگم ۷۰۰هزار دلار . با ذکر اینکه این نفقه ست 
دفعه ی بعدی میشه ۹۰۰هزارتا 
سویون ، بابا اینجاست - بابایی - 
دلت برام تنگ نشده بود ؟ - سویون - 
دلم برات تنگ شده بود - سویون - 
من دوباره باهات تماس می‌گیرم ، باشه ؟ - بذار باهاش حرف بزنم - 
تو دیوونه ای - هی ، زده به سرت ؟ 
می‌خوای با پسرت حرف بزنی ؟ 
با شرایط من موافقت کن ، بعد 
تو داری از بچه مون استفاده می‌کنی ؟ ! واقعا که یه آشغال حال بهم زنی 
بهت گفتم میذارم باخیال راحت بری 
! بهت گفتم که میذارم اولویت من باشی 
چرا باید پول تو رو بگیرم ؟ 
! من با آدمای عوضی معامله نمی‌کنم 
! همه چیزتو ازت می‌گیرم 
تلاشت رو برای گرفتنش بکن ، آره سعی کن 
هی ، ولش کن 
! آقای نو - تلاش کن تا همه چیزو بگیری - 
آره سعی کن که همشو بگیری ، یه چیزی بگو 
آرم باش ، این کارو نکن - همه چیزم رو بگیر ، همشو بگیر - 
پشت گوشتو دیدی ، سویون رو می‌بینی 
( ! ما بازسازی را با قدرت ادامه می‌دهیم ) 
اونجا گیرش انداختم باید حالش جابیاد تا عقلش برگرده سرجاش 
! نو یول سونگ ! درو باز کن 
! یاخدا ! وای نه 
( ورود ممنوع ) 
( کیم سارا ) 
( اورژانس ) 
الو سلام 
یه آتیش سوزی تو منطقه ی یک و دوی بازسازی سوهاگو اتفاق افتاده 
! لطفا سریع خودتونو برسونین 
( ! ما بازسازی را با قدرت ادامه می‌دهیم ) 
( پله های اضطراری ) 
کیم سارا ! اینجایی ؟ 
! کیم سارا 
! کیم سارا 
! کیم سارا 
: آیـــ ( ملکه طلاق ) ـــرِن : : @ AirenTeam : 
سلام وکیل دونگ : @ AirenTeam : 
شما همدیگه رو می‌شناسین ؟ : @ AirenTeam : 
باهم قرار میذاشتیم : @ AirenTeam : 
خیلی ذهنتو درگیر ما نکن : @ AirenTeam : 
! نمی‌کنم : @ AirenTeam : 
می‌تونیم امروز باهم باشیم ؟ : @ AirenTeam : 
! چوی لاهی ، تو هنوزم همون جوری : @ AirenTeam : 
می‌تونی وضعیت رو غیرقابل کنترل کنی : @ AirenTeam : 
ما نمی‌تونیم نو یول سونگ رو به حال خودش بذاریم : @ AirenTeam : 
اگر دوباره اون کار رو انجام بده قراره چیکار کنی ؟ : @ AirenTeam : 
می‌تونی دوباره بیای و نجاتم بدی : @ AirenTeam : 
اون نگفت که مشکل چی بوده : @ AirenTeam : 
! عه ، وکیل دونگ اینجاست : @ AirenTeam : 
تو چرا اینجایی ؟ : @ AirenTeam : 
بخاطر اینه که می‌خوای ازطریق من به نو یول سونگ نزدیک بشی ؟ : @ AirenTeam : 
اون طوری که فکر می‌کنی نیست : @ AirenTeam : 
بخاطر همین گفتی ۳ماه کافیه : @ AirenTeam : 
! اینطور نیست سارا : @ AirenTeam : 
بیا همینجا تمومش کنیم : @ AirenTeam : 
