‫ اشتُريت قاعة " دورست " في 1802‬ ‫ من قبل اللورد الرابع من عائلة " باسينغتون "‬ ‫ مقابل مبلغ كبير‬ ‫ قدره ثلاثة آلاف جنيه إسترليني .‬ 
‫ اللورد الثامن من عائلة " باسينغتون "‬ ‫ ما زال يقيم هنا .‬ ‫ وهو من سمح لنا لطفًا منه‬ ‫ بأن نزور المكان اليوم .‬ 
‫ لذا ... اتبعوني .‬ 
‫ يشتهر المنزل بمجموعته الكبيرة‬ ‫ من التحف الأثرية ،‬ ‫ ما دفع اللورد " بايرون " إلى أن يقول‬ ‫ إنها جعلت المتحف البريطاني‬ ‫ يبدو متجرًا للخردة .‬ 
‫ من أهم ما فيه‬ ‫ المجموعة الثمينة من قطع الشطرنج العاجية‬ ‫ التي يعود تاريخها إلى العصر البيزنطي ،‬ ‫ وتابوت مصري قديم وأيضًا ... ‫ وعصابة الرأس المقدسة‬ ‫ لقبيلة السكان الأصليين‬ ‫ المعروفة باسم " واكا واكا " .‬ 
‫ انصرفوا !‬ 
‫ أرفض وجود المارقين في منزلي !‬ 
‫ هل تسمعونني ؟‬ 
‫ أرفض وجود مارقين حثالة ... ‬ ‫ " اللورد الثامن من عائلة ( باسينغتون )‬ ‫ 1944 - 2024 "‬ 
‫ " الحلقة الرابعة ، رجل نبيل غير متعاطف "‬ ‫ هل تعرف السبب يا " جايمس " ؟‬ 
‫ أنا غاضب . سأخبرك بما يثير حفيظتي فعلًا .‬ 
‫ يُفترض ألّا يستغنوا عني .‬ ‫ يُفترض أن يرغبوا في وجودي . فأنا ذكي .‬ 
‫ أنا شاب ذكي . درجاتي عالية . هذا ... ‬ ‫ لا أصدّق هذا يا رجل .‬ 
‫ أخطأت مرة واحدة ،‬ ‫ أو ربما مرتين أو ثلاث مرات ،‬ ‫ وفجأةً أصبحت شخصًا غير مرحّب به‬ ‫ ولا حتى مرغوب فيه .‬ 
‫ هذا جنون .‬ 
‫ - هذه مسخرة . إنه الوصف المناسب يا " جايمس " .‬ - " فريدي " .‬ 
‫ اهدأ فحسب يا رجل .‬ 
‫ ربما لا أريد أن أهدأ يا " جايمس " .‬ 
‫ ربما عليّ ترك المكان .‬ ‫ ما رأيك ؟ أنا وأنت .‬ 
‫ " فريدي " ، لا أستطيع يا صاح .‬ ‫ يجب أن أقابل شخصًا ما .‬ 
‫ أو بالأحرى ، أنتظر شيئًا ما . شيئًا مميزًا .‬ 
‫ أتدري أمرًا ؟‬ 
‫ مهلًا . ما الذي تفعله ؟‬ ‫ - " فريدي " !‬ ‫ - سأبقى هنا .‬ 
‫ " فريدي " .‬ ‫ كجزء من حملة عامة لزيادة الإنتاجية ،‬ ‫ قررنا توسيع نطاق عمليتنا في منزلك .‬ 
‫ ستكون مزرعة الحشيش الجديدة تحت الأرض ،‬ ‫ ولكننا سنستخدم الإسطبلات للوصول إليها‬ 
‫ لا يا " سوزي " . لن يحدث هذا .‬ 
‫ اتفقنا على ترك أرضك‬ ‫ بشرط أن تساعدنا في جني مزيد من المال .‬ ‫ لذا ، بينما ننتظر معلومات مفصّلة‬ ‫ عن خطتك الجديدة ،‬ ‫ سأمضي قُدمًا بخطتي .‬ 
‫ افعلي هذا في مكان آخر .‬ ‫ افعليه في أحد ممتلكاتك العديدة الأخرى .‬ 
‫ ما أفعله في عقاراتي الاستثمارية الأخرى‬ ‫ لا يستدعي همّك .‬ 
‫ ما يهمّني هو حقيقة‬ ‫ أننا اتفقنا على موعد معيّن لخروجكم ،‬ ‫ وتتحدثين الآن عن توسيع عمليتكم في منزلي .‬ 
‫ ذهب " فريدي " للصيد .‬ ‫ رائع . ابق على تواصل معي .‬ 
‫ إلا الإسطبلات يا عزيزي .‬ 
‫ إنها ذات أهمية تاريخية كبيرة .‬ 
‫ أمي ، " آن بولين " لم تغيّر أحصنتها هناك‬ ‫ وهي ذاهبة لزيارة الملك " هنري " الثامن .‬ 
‫ حين بُنيت الإسطبلات ،‬ ‫ كانت قد مضت 300 سنة على كونها جثة هامدة .‬ 
‫ - أو ربما حين رُممت .‬ ‫ - لا يهمّ .‬ 
‫ لن أسمح لهم بتوسيع نطاق عمليتهم على الأرض .‬ 
‫ هل تود مني أن أتحدث إلى " سوزي غلاس " ؟‬ 
‫ تعرف أن بمقدوري إقناع الناس حين يلزم ذلك .‬ 
‫ لا يا أمي .‬ ‫ لا أريدك أن تتورطي مع هؤلاء الناس .‬ 
‫ فقد رأيت تأثير ذلك في " فريدي " .‬ 
‫ أجل ، ومن الأفضل أن تتعجل في التخلص منهم .‬ 
‫ عليّ فحسب أن أجد طريقة‬ ‫ لأجني لهم مزيدًا من المال‬ ‫ مع بلبلة أقل .‬ 
‫ فلنذهب الآن .‬ 
‫ لا شيء يضاهي جنازة هادئة‬ ‫ لوضع الأمور في نصابها .‬ 
‫ في بيت أبي منازل كثيرة ،‬ 
‫ وإلا فإني كنت قد قلت لكم .‬ ‫ أنا أمضي لأُعدّ لكم مكانًا ،‬ 
‫ ما سبب وجود النافذة ؟‬ 
‫ طلب هذا في وصيته .‬ 
‫ على ما يبدو ، أراد أن يُدفن واقفًا‬ ‫ وبارزًا من الأرض لتتسنى له رؤية المنزل .‬ 
‫ هذا غير مريح .‬ 
‫ ذاك الواقف هناك ابنه ، " ماكس " .‬ 
‫ " تاسع لورد من عائلة ( باسينغتون ) "‬ ‫ كان أحد أصدقاء " فريدي " في التمثيل‬ ‫ في جامعة " دورهام " .‬ 
‫ إن كنت تظن أنك رأيته من قبل ،‬ ‫ فهذا لأنه مثّل في إعلان لغسول شعر‬ ‫ انتشر في كل مكان .‬ 
‫ - سيرث التركة كاملة ، صحيح ؟‬ ‫ - أجل .‬ 
‫ سيرث المنزل والديون والأعباء المالية .‬ 
‫ تجمعكما أمور كثيرة من هذه الناحية .‬ 
‫ مرحبًا يا " روزي " .‬ 
‫ كيف صار بطنك ؟‬ ‫ صار أحسن . شكرًا لك على سؤالك .‬ ‫ عليك أن تكون أكثر حذرًا .‬ 
‫ فقد لا أكون موجودة لمساعدتك المرة القادمة .‬ 
‫ آمل ألّا يتكرر الموقف مجددًا .‬ 
‫ كيف حال صديقك الأمريكي ؟‬ 
‫ هل أنت غيران عليّ ؟‬ 
‫ بل قلق عليك بعض الشيء .‬ 
‫ هذا لطف كبير منك .‬ ‫ ولكن يمكنني الاعتناء بنفسي .‬ ‫ طبعًا ، أنا متأكد من ذلك .‬ 
‫ ولكن أنصحك بالحذر من السيد " جونستون " .‬ 
‫ فخلف أجواء الغطرسة‬ ‫ رجل ليس من مصلحتك أن تقتربي منه .‬ 
‫ هذا رأيك وحدك يا " إيدي " .‬ 
‫ ما مدى معرفتك بالابن ؟‬ 
‫ إنه لطيف نوعًا ما .‬ ‫ إنه فنان كلاسيكي مكافح .‬ ‫ ولكنه مستميت جدًا في أن تُكتشف موهبته .‬ 
‫ إنه كطائر مكسور الجناح منذ وفاة والده .‬ 
‫ عرّفيني إليه من فضلك .‬ 
‫ هل تنوي فعل شيء يا " إيدي " ؟‬ 
‫ أبدًا .‬ 
‫ أتذكّر " فريدي " .‬ ‫ كان يسبقني بسنة دراسية في " دورهام " .‬ 
‫ أدى دور " ديمتريوس " بشكل رائع .‬ 
‫ في " حلم ليلة منتصف الصيف " .‬ ‫ أدّيت دور " ليساندر " .‬ ‫ ليته واظب على التمثيل . لو واظب‬ ‫ لدخل الأكاديمية الملكية للفنون .‬ 
‫ يمتلك " فريدي " مواهب كثيرة ،‬ ‫ ولكن المواظبة ليست منها .‬ 
‫ سمعت أنك تتلقى أعمالًا كثيرة مؤخرًا .‬ 
‫ لا يحق لي التذمر .‬ 
‫ التمثيل أحد أنواع الفنون الرائعة .‬ ‫ فهو يتمثل في التناغم المتناقض‬ ‫ بين هوياتنا الازدواجية‬ ‫ للتعرف على الجمال المخفي‬ ‫ داخل شخصياتنا الخبيثة .‬ 
‫ مع أنه تُوجد طرق أسهل لكسب الرزق ،‬ ‫ الله أعلم بحالي .‬ 
‫ كل تعازيّ لك يا عزيزي " ماكس " .‬ ‫ عليّ الآن أن أذهب وأنقذ أمي .‬ 
‫ وددت أن أقدّم لك تعازيّ الحارّة .‬ ‫ فقدت مؤخرًا والدي أيضًا .‬ 
‫ - محنة صعبة ، صحيح ؟‬ ‫ - طبعًا .‬ 
‫ وأضف إلى ذلك ضريبة الورث ،‬ ‫ وهي أمر مثير للسخرية .‬ 
‫ حين عرفت التكاليف المالية لهذا البيت النتن‬ ‫ خلتهم يمزحون .‬ 
‫ كان ممكنًا أن يحدث معي مثل هذا ،‬ ‫ ولكن من حسن الحظ‬ ‫ أن والدي أجرى بضعة تدابير مسبقًا .‬ 
‫ أتدري أمرًا ؟‬ ‫ ما رأيك أن نجلس معًا ونتناقش ؟‬ 
‫ ثمة فرصة تجارية صغيرة ... قد تفيدك .‬ 
‫ توريد منتج مربح جدًا‬ ‫ وغير خاضع لأي تنظيم حكومي ،‬ ‫ وغير ضارّ ورائج إلى حد كبير .‬ 
‫ الفكرة تحمّسني يا " إيدي " . تحمّسني فعلًا .‬ 
‫ المكاسب فيها تستحق المغامرة‬ ‫ ولعلّي أوافق عليها وأساهم فيها .‬ 
‫ سوق حرّ ، رائع .‬ ‫ غير خاضع لأي تنظيم حكومي .‬ ‫ ولا ضرائب . هذا أروع ما فيه .‬ 
‫ هل فيه شيء غير شرعي ؟‬ ‫ هذا طبيعي ، إذ لا تُوجد خطة تجارية مثالية .‬ 
‫ ولكن ثمة عائق صغير جدًا‬ ‫ متعلق بالسُمعة علينا تجاوزه قبل المضي قُدمًا ،‬ ‫ وهو حساس إلى حد ما .‬ 
‫ حسنًا ، أنا شديد السرّية عند الضرورة .‬ 
‫ يجب ألّا تنسى أن والدك ووالدي‬ ‫ اعتادا صيد السلمون عند نهر الـ " سباي " .‬ 
‫ كلامك صحيح .‬ ‫ وهذا أمر مهم ،‬ ‫ ولا سيما لأن والدي سبب هذا العائق .‬ 
‫ بحوزتي مجموعة من الوثائق‬ ‫ تشرح بالتفصيل عملية شراء‬ ‫ تحفة أثرية معيّنة شهيرة .‬ 
‫ إن كُشفت هذه الوثائق علنًا ،‬ ‫ فستسبب فضيحة كبيرة .‬ 
‫ مقابل 500 ألف جنيه إسترليني ، سأسلّمها إليك .‬ 
‫ إن رفضت ،‬ ‫ فسأُضطر إلى تقديمها للصحافة المحلية .‬ 
‫ إياك والاستهانة بي .‬ 
‫ ألا يمكنك تجاهله ؟‬ 
‫ واضح أن صفحة والدك لم تكن بيضاء ،‬ ‫ ولكن كل ما فعله يفنى معه .‬ 
‫ أنا على وشك إجراء تجربة أداء ثانية‬ ‫ لدور في أحد أفلام " هوليوود " الكبرى .‬ 
‫ ولكن كما ترى ،‬ ‫ أي وشوشة سوف تمحق فرصي محقًا .‬ 
‫ من الواضح أن لديك معارف ،‬ ‫ وأظن أنه ممكن أن يأتوا بالمهارات اللازمة‬ ‫ ليعالجوا هذا الوضع .‬ 
‫ إليك كيف أرى سير الأمور .‬ 
‫ أنت ستتواصل مع المبتز .‬ ‫ ستحمله على القدوم إلى هنا‬ ‫ مع الدليل الذي بحوزته أيًا يكن ،‬ ‫ سأتفقده لأتأكد من أنه حقيقي وأدمّره ،‬ ‫ ثم ستساعدني في إقناعه‬ ‫ بعدم التواصل معي مجددًا أبدًا .‬ 
‫ لي عندك طلب أخير يا " إيدي " .‬ 
‫ عندما يصبح الملف بحوزتك ،‬ ‫ سأكون ممتنًا جدًا إن لم تر ما فيه .‬ 
‫ أيًا يكن السر الذي كان لدى والدي ،‬ ‫ سأكون ممتنًا إن بقي سرًا .‬ 
‫ ومن باب احترام المتوفى أيضًا .‬ 
‫ لا يهمّني مضمون الملف أيًا يكن .‬ 
‫ أسرار والدك ستبقى أسرارًا . أعدك بذلك .‬ 
‫ ولكن لنكن واضحين .‬ ‫ إن فعلت هذا من أجلك ،‬ ‫ فسيكون بيننا اتفاق .‬ 
‫ إن استطعت أن تخلّصني من هذه المشكلة ،‬ ‫ فلك ولشركائك المجرمين تحويل هذا المكان‬ ‫ إلى حدائق ماريجوانا معلّقة .‬ ‫ لا يهمّني .‬ 
‫ ارتأيت أنك ربما ترغب في شراب منعش .‬ 
‫ هذا لطف كبير منك يا صاحبة الجلالة .‬ 
‫ - ملعقتا سكر إن لم تخني ذاكرتي .‬ ‫ - صحيح .‬ 
‫ يبدو أنك صنعت العجائب مع تلك الكلبة .‬ 
‫ إنها كلبة رائعة . يسرّني وجودها معي .‬ 
‫ أوقن أن " إيدي " ممتن لك جدًا .‬ 
‫ أعرف أنه يتعامل مع ما يكفيه حاليًا .‬ 
‫ أتساءل ما إن كان بوسعنا مساعدته .‬ 
‫ تحدّث يا " جيف " .‬ ‫ ما الذي يجول في ذهنك ؟‬ 
‫ ماذا إن وجدنا لهم مكانًا بديلًا‬ ‫ يؤدون أعمالهم فيه ؟‬ 
‫ أوقن أنك تعرفين السيد " روكس " ،‬ ‫ صاحب مزرعة " غرين ريفر " المجاورة .‬ 
‫ راعي الأغنام ؟‬ ‫ إلام ترمي ؟‬ 
‫ يحتاج رعي الأغنام إلى أراض واسعة .‬ ‫ والحملان لا تحقق ربحًا هذه الأيام .‬ 
‫ هل هو مفلس ؟‬ 
‫ وزير الزراعة يحقق مع السيد " روكس "‬ ‫ بتهمة الاحتيال .‬ 
‫ إذًا فهو ليس مفلسًا فحسب .‬ 
‫ إنه رجل فاسد إلى حد كبير .‬ 
‫ سيُقام مزاد أغنام اليوم ،‬ ‫ وأنا شبه متأكد من أن السيد " روكس " سيحضره .‬ 
‫ يا لك من عجوز ماكر .‬ 
‫ النباتات تشبه البشر‬ ‫ إلى حد أكبر مما يظنه الناس .‬ 
‫ فهي تتنفس .‬ ‫ وتتمسك بأرضها .‬ ‫ وتتواصل مع بعضها بعضًا .‬ 
‫ أنى لك معرفة كل هذا عن النباتات ؟‬ 
‫ هذا عملي .‬ 
‫ - أنا عالم نباتات تقريبًا .‬ ‫ - مستحيل .‬ 
‫ كان جدي يدير حضانة .‬ 
‫ حضانة زهور لا أطفال .‬ 
‫ أحب الزهور .‬ 
‫ أود رؤية نباتاتك يومًا ما .‬ 
‫ هذا أمر صعب قليلًا .‬ 
‫ فالمكان الذي أعمل فيه‬ ‫ أشبه بمنطقة الدخول إليها محظور .‬ 
‫ أنا أثق بك .‬ ‫ ولكننا نواجه مؤخرًا مشكلات في العمل .‬ 
‫ فقد اختفت بعض نباتاتنا .‬ 
‫ والغريب أن هذا حدث يوم التقينا .‬ ‫ ماذا ؟ لا تقل إنك تظن أن لي علاقة بذلك .‬ 
‫ طبعًا لا .‬ 
‫ فلماذا عساي أسرق مجموعة كبيرة من النباتات ؟‬ 
‫ عادةً ، عملية اختيار صاحب أرض جديد محتمل‬ ‫ تحدث على مدى بضعة أشهر .‬ 
‫ إذ نفضّل أن نتأكد من حُسن نيته أولًا .‬ ‫ لا نظهر فجأةً في جنازة أحدهم‬ ‫ ونعرض مبلغًا من المال .‬ 
‫ اسمعي ، إنها فرصة تجارية عُرضت عليّ .‬ ‫ تقصّيتها وجئت أعرضها عليك .‬ 
‫ ستمنحكم مكانًا بديلًا ووسعة أكبر ،‬ ‫ وستحلّ محل العملية الحالية في عقاري‬ ‫ بحلول نهاية السنة .‬ 
‫ أنا مستعدة للتفكير في توسيع نطاق العملية‬ ‫ إلى موقع 12 ،‬ ‫ ولكن عندما تبدأ بالتحدث بنبرة ابتزاز ،‬ ‫ أبدأ برؤية الأمور مثيرة جدًا للمتاعب .‬ 
‫ إنها مشكلة أنوي حلّها لإغلاق الموضوع‬ ‫ ببساطة شديدة وسهولة كبيرة .‬ 
‫ أنا مستعدة لإجراء اجتماع وجهًا لوجه ،‬ ‫ ولكنني لا أعدك بشيء ، ولا أريد أي ألاعيب .‬ 
‫ لا ألاعيب فيها .‬ 
‫ من أنت ؟‬ 
‫ لا تلتفت .‬ ‫ مفهوم .‬ 
‫ أنا حامل المال .‬ ‫ ضع الحقيبة على الأرض .‬ 
‫ لن تسير الأمور هكذا .‬ 
‫ أنا من أحدد كيف ستسير الأمور .‬ ‫ وإلا فسيتصدر وجه صديقك‬ ‫ غلاف كل الصحف صباح الغد .‬ 
‫ لن تحصّل مالك إلا إن فعلت ما أقوله بالضبط .‬ 
‫ أنت " فرانك " ؟‬ 
‫ هيا ، أعطني الوثائق .‬ 
‫ فهمت . تريد الوثائق .‬ ‫ أجل .‬ 
‫ الوثائق ليست معي .‬ 
‫ هل نذهب لإحضارها إذًا ؟ من فضلك .‬ 
‫ أريد طبق 12‬ ‫ وطبق 20‬ ‫ وطبقين 53‬ ‫ وواحد 69 .‬ 
‫ أرى نفسي رجلًا صبورًا إلى حد ما يا " فرانك " .‬ ‫ ولكن عندما تبدأ بطلب‬ ‫ خبز الدجاج المطهو على البخار ... ‬ 
‫ دعني أترجم لك .‬ ‫ الـ12 طبق لفائف خضروات .‬ ‫ الـ20 طبق لحم خنزير محفوظ .‬ ‫ الـ53 طبق رقائق معكرونة مقرمشة ،‬ ‫ وطلبت منه اثنين لأنني أحبه كثيرًا .‬ 
‫ أما الـ69 ، فستجد أنه ليس ضمن قائمة الطعام .‬ ‫ لسبب بسيط وهو أن 69 ليس طبقًا .‬ 
‫ ما هو إذًا ؟‬ 
‫ لا تسأل بـ " ما " .‬ ‫ اسأل بـ " من " .‬ 
‫ وها قد أتى .‬ 
‫ - اهدأ .‬ ‫ - كل النقود هناك ، كاملة .‬ ‫ مهلًا !‬ ‫ " فرانك " ، لماذا لا تشرح للرجل اللطيف‬ ‫ أن هذا المال ليس له ؟‬ 
‫ المال في تلك الحقيبة مُلك لي .‬ ‫ وكل ما هو ملك لي ملك لك .‬ 
‫ - آسف .‬ ‫ - أيها الوغد ... ‬ 
‫ مرحبًا يا " سوزي " .‬ ‫ اتصلت لأطمئن فحسب .‬ 
‫ الأمور لا تسير تمامًا وفقًا للخطة .‬ 
‫ إذًا أعطيته نصف مليون ، ولم تأخذ أي مقابل .‬ 
‫ يبدو هذا تهاونًا ، وعسى ألّا يزعجك كلامي .‬ 
‫ ما اسم الرجل الذي أقرضه المال ؟‬ 
‫ لا أعرف . إنه رجل صيني نبيل ضخم البنية .‬ 
‫ تريد التحدث إليك .‬ 
‫ هل أساعدك بشيء ؟‬ ‫ أجل . 
صحيح .‬ ‫ أجل . فهمت . حسنًا .‬ 
‫ أجل . مفهوم .‬ 
‫ عندما تصوغين كلامك هكذا ،‬ ‫ يكون له تأثير في الوضع .‬ 
‫ مع فائق الاحترام يا " سوزي " ،‬ ‫ هذا المال دين قديم جدًا يجب أن يُسدد .‬ 
‫ - بالله عليك .‬ ‫ - هذا لطف كبير منك .‬ 
‫ إن كنت ستضمنين استعادتي مالي ،‬ ‫ فسأعطي رجُلك العنوان .‬ 
‫ أخبري والدك بأنني سأرسل له خبزًا .‬ 
‫ كان عليك ذكر " سوزي غلاس " .‬ ‫ قالت إنها ستلقاك هناك .‬ 
‫ مرحبًا يا " سوزان " .‬ 
‫ يوصل لك الطاهي سلامه .‬ 
‫ هل تستمتع بوجودك‬ ‫ في عالم الإجرام المظلم يا " إدوارد " ؟‬ 
‫ إنه يعلّم المرء الأدب .‬ 
‫ - هل نذهب ؟‬ ‫ 
‫ ظننتكما سائق الأجرة .‬ 
‫ لا ، إننا نبحث عن والدك . 
هل هو موجود ؟‬ ‫ إنه مشغول بالتوضيب .‬ 
‫ لا بأس يا حبيبتي . لن نطيل عليه .‬ 
‫ مرحبًا يا " فرانسيس " . أذاهب إلى مكان ما ؟‬ 
‫ كيف عثرتما عليّ ؟‬ 
‫ بفضل صديقك الصيني المفيد .‬ 
‫ أليس مفترضًا أن تعطينا شيئًا قبل أن تذهب ؟‬ 
‫ هذا إن وجدته بين كل هذه الأكياس .‬ 
‫ والدك فوضوي قليلًا ، صحيح ؟‬ 
‫ أجل ، والدك فوضوي قليلًا ، صحيح ؟‬ ‫ هذا ما تقوله أمك دومًا .‬ 
‫ ولكن سيدهشكما كمّ المعلومات المفيدة‬ ‫ التي قد يجدها المرء في مخلّفات الآخرين .‬ 
‫ هل تريان هذه ؟‬ ‫ إنها لعضو سابق في مجلس الوزراء .‬ ‫ كان يجمع بيوض الطيور‬ ‫ المهرّبة بطرق غير شرعية .‬ 
‫ وهذه لمقدّم برامج أطفال معيّن .‬ ‫ نمت عنده الرغبة ... ‬ 
‫ تحبّين برنامج الصباح ، صحيح يا حلوتي ؟‬ 
‫ كان أبي أحد أفضل الصحافيين في البلد .‬ ‫ ثم تولّى الأوليغارشيون الروس الحُكم .‬ 
‫ أجل ، قُيّدت حرية الصحافة بعدها .‬ ‫ إذ علينا الخضوع للقوة الحاكمة .‬ 
‫ وإن لم يُطعهم المرء يقتلوه . أما أنا فلا .‬ ‫ والدي نزيه .‬ 
‫ طبعًا .‬ ‫ لديه أكياس كبيرة مليئة بالنزاهة .‬ 
‫ اسمعي يا حبيبتي .‬ ‫ اذهبي واطلبي من أمك إعداد بعض الشاي .‬ 
‫ ولكن لا نريد التأخر عن موعد رحلتنا .‬ 
‫ لا تقلقي حيال هذا .‬ ‫ أمامنا كثير من الوقت . هيا .‬ 
‫ - اجلس يا " فرانك " .‬ ‫ - تمهّل ، على رسلك .‬ 
‫ لا نريد أذيتك ولا أذية عائلتك .‬ ‫ ولكننا نريد الملف .‬ 
‫ تفضّل ، هذا هو .‬ 
‫ خير لك أن يكون هو .‬ ‫ ألن تتأكد ؟‬ 
‫ الكل يفعلون كما تفعل الآن .‬ ‫ لا أحد يريد رؤية ما في الملف .‬ 
‫ لهذا أصبح العالم وحشيًا .‬ 
‫ لن أرى ما فيه لسببين ،‬ ‫ الأول أنه لا يهمّني إطلاقًا مهما يكن .‬ ‫ والثاني‬ ‫ أنك ستأتي معنا .‬ 
‫ لم أتفق مع أحد على الذهاب إلى أي مكان .‬ 
‫ أحقًا لن تفتحه ؟‬ 
‫ - ألست حتى فضوليًا بعض الشيء ؟‬ 
‫ فلننه المسألة ونلتق بـ " ماكس " .‬ 
‫ كلام سليم .‬ 
‫ رهان بجنيه ثم بعشرة ثم بـ11 . الآن بـ12 .‬ ‫ بل 13 . بل 14 . السعر الآن 15 . 
‫ أنت الرابح حتى الآن .‬ ‫ لديّ الآن رهان بـ100 جنيه إسترليني .‬ ‫ أجل ، إنه هناك .‬ 
‫ الرجل الواقف إلى اليسار في الصف الأمامي .‬ 
‫ في رأيك ، ما أفضل طريقة لأفاتحه في الموضوع ؟‬ 
‫ إذ لا يُعقل أن أذهب إليه‬ ‫ وأسأله ما إن كان يرغب في إيواء مزرعة للقنب‬ ‫ تحت إحدى حظائره .‬ 
‫ أعرف مدير عقاراته .‬ ‫ يمكنني أن أعرّفك إليه متى شئت .‬ 
‫ ولكن في رأيي ،‬ ‫ من الأفضل أن تذهبي إليه وتقابليه بنفسك .‬ 
‫ إذ سيعرف من تكونين .‬ ‫ أوقن أن قدراتك على الإقناع‬ ‫ ستؤثّر فيه يا سيدتي .‬ 
‫ أحقًا تظن ذلك يا " جيف " ؟‬ 
‫ نعرف أنه بحاجة إلى المال ،‬ 
‫ وأنت بارعة جدًا في التعامل مع الناس ،‬ ‫ إن لم تمانعي قولي هذا .‬ 
‫ حسنًا إذًا . تمنّ لي حظًا طيبًا .‬ 
‫ حظًا طيبًا .‬ 
‫ هل أساعدك ؟‬ 
‫ لا ، شكرًا يا " جيف " .‬ 
‫ تعرف أنه ليس صحيًا‬ ‫ أن تدخّن السمك مع الصنوبر ، صحيح ؟‬ 
‫ ماذا ؟‬ ‫ إنك على وشك تدخين سمكة الشبوط تلك ،‬ ‫ ولكن صمغ الصنوبر‬ ‫ يسمم اللحم .‬ 
‫ لا أُحسن فعل أي شيء ، صحيح ؟‬ 
‫ قصدي أن " إيدي " يتجول في أرجاء البلد‬ ‫ متظاهرًا بأنه رجل عصابات .‬ 
‫ وأنا عالق هنا وحدي مع هذه ... السمكة الميتة .‬ 
‫ إنه رجل محظوظ سعيد بقدره في الحياة .‬ 
‫ إنها أشبه بحديقة سرّية .‬ ‫ هذا رأيي أيضًا .‬ 
‫ أحب أن أتخيّلها هكذا .‬ 
‫ إنها أشبه بعالم تحت الأرض‬ ‫ مليء بالنباتات السحرية‬ ‫ التي لا تجلب سوى الفضيلة‬ ‫ وتساعد على تخفيف معاناة الجميع .‬ 
‫ والشرطة تمنعها منعًا باتًا .‬ 
‫ كم نبتة تُوجد هنا ؟‬ 
‫ بصراحة ، أفضّل ألّا ندخل في هذه التفاصيل .‬ 
‫ فهي معلومات حساسة بعض الشيء .‬ 
‫ هل تخشى أن أبلّغ عنكم ؟‬ 
‫ طبعًا لا .‬ 
‫ إنما أحب أن آخذ مسؤولياتي المهنية‬ ‫ على محمل الجد .‬ 
‫ وأنا كذلك .‬ 
‫ عجبًا .‬ ‫ ما عملك إذًا ؟‬ 
‫ أنا مستشارة .‬ 
‫ يستدعيني الناس عند حدوث مشكلة ما ،‬ ‫ وأنا أساعدهم على حلّها .‬ 
‫ إجادة مهن كثيرة بلا إتقان أي منها‬ ‫ غالبًا أفضل من إتقان واحدة فحسب .‬ 
‫ عجبًا . أنت ذكية جدًا .‬ 
‫ هل تريدين تدخين حشيشة أو ما شابه ؟‬ 
‫ لديّ نكهات متعددة وسلالات مختلفة .‬ 
‫ أنا لا أدخّن .‬ 
‫ ولكن لا أمانع أن تدخّن .‬ ‫ في نفسي تدخين سيجارة صغيرة فقط .‬ 
‫ أوقن أن ثمة واحدة في منفضة السجائر .‬ 
‫ - أمهليني ثانيتين فقط .‬ ‫ - لك ذلك .‬ ‫ سأعود حالًا .‬ 
‫ هل تظن إذًا أن العالم سيكون أفضل‬ ‫ إذا دخّن الجميع الحشيش ؟‬ 
‫ ليس بالضرورة .‬ 
‫ ولكنه حتمًا سيكون أكثر سكينة .‬ 
‫ إذًا ستحتاج إلى حشيش أكثر من هذا بكثير‬ ‫ إن كنت تنوي تغيير العالم .‬ ‫ لا . 
هذا المكان واحد من أصل 12 مكانًا آخر .‬ 
‫ وهل كلّها بهذا الحجم ؟‬ 
‫ بل يُوجد أكبر .‬ 
‫ هذه شبكة ضخمة جدًا .‬ 
‫ ألن تغيّري رأيك وتدخّني ؟‬ 
‫ بما أنني مع ملك الحشيش ، فلم لا ؟‬ 
‫ تأمّل فخامة منزله .‬ 
‫ لا أصدّق أنني سأعتقه بنصف مليون فقط .‬ 
‫ لا تطمع يا " فرانك " .‬ 
‫ سنسلّمه الوثائق وتأخذ نقودك .‬ ‫ ثم تسدد الدين لصديقك .‬ 
‫ توقيت قدومك في الليل مناسب جدًا .‬ 
‫ " إدوارد " ، إنك فعلًا بارع في اختيار التوقيت .‬ 
‫ ارتأينا أنك تتطلع إلى إنهاء المسألة‬ ‫ في أسرع وقت ممكن .‬ 
‫ أنتم محقون تمامًا .‬ 
‫ هذه شريكتي " سوزان غلاس " .‬ 
‫ سُررت بلقائك يا آنسة " غلاس " .‬ 
‫ - أخبرني " إيدي " بالكثير عنك .‬ ‫ - حقًا ؟‬ 
‫ دعاني أنهي هذه المسألة الصغيرة القذرة‬ ‫ لنتفرغ لموضوعنا المعقّد ونناقش شروط الصفقة .‬ 
‫ هل هذا لي ؟‬ 
‫ فيه كل شيء . صور وملفات ووثائق وغيرها .‬ 
‫ هل رأيت ما فيه يا " إيدي " ؟‬ 
‫ لا ، لم أر ما فيه .‬ 
‫ أنت رجل نزيه .‬ ‫ أحسنت .‬ 
‫ أعي تمامًا أنك ربما تخفي نسخة أخرى‬ ‫ في مكان ما .‬ ‫ لهذا أردت إجراء هذه المحادثة الصغيرة .‬ 
‫ هذه آخر مرة ستراني فيها . أعدك بذلك .‬ ‫ المشكلة أن لا معنى لوعدك إطلاقًا .‬ 
‫ " فرانك " ، أظن أنك تدرك خطورة الوضع .‬ 
‫ ممنوع أن تتواصل معه مجددًا .‬ ‫ وإن كان هذا مفهومًا ، فالمال لك .‬ ‫ كما وعدناك .‬ 
‫ إن وجود قوة تدعمك‬ ‫ لا يغيّر حقيقتك .‬ 
‫ وما كان في ذلك الظرف‬ ‫ مضرّ جدًا بك وبمسيرتك المهنية .‬ 
‫ أيًا يكن ما كان يفعله والده ،‬ ‫ فقد انتهى الآن .‬ 
‫ ما علاقة والده ؟‬ ‫ لم أكن أبتزه بأسرار عن والده .‬ ‫ بل كنت أبتز هذا الوغد بأسرار عنه .‬ 
‫ حسنًا ... ‬ ‫ هذا اكتشاف مشوّق يا " ماكسي " .‬ 
‫ ثمة تفسير منطقي تمامًا لكل هذا ،‬ ‫ وهو تفسير لن يُغضب أي شخص‬ ‫ ما لم يكن الشخص شديد الحساسية .‬ 
‫ على رسلك يا ولدي .‬ 
‫ أظن أن عليك التحدث بوضوح أكبر .‬ 
‫ عليك الآن إخبارنا بما يجري .‬ 
‫ لا تكبّر الموضوع . إنه مجرد هوس . إنها هواية .‬ 
‫ الآن حالًا .‬ 
‫ إن كان الوضوح التام‬ ‫ سيساعدنا على أن نمضي قُدمًا بخطتنا ،‬ ‫ فاتبعوني .‬ 
‫ ما رأيك فيها ؟‬ 
‫ تبدو ... عادية .‬ 
‫ أمعن في النظر .‬ 
‫ " ( أ . هتلر ) "‬ ‫ " أدولف هتلر " .‬ 
‫ استخدامه للإضاءة لا يُعلى عليه .‬ 
‫ لولا الحرب ،‬ ‫ لتذكّره الناس كما يتذكّرون الرسام " مونيه " .‬ 
‫ وأنا أحوز أكبر مجموعة من أعماله‬ ‫ خارج " سويسرا " .‬ 
‫ كان صاحب رؤية .‬ 
‫ أفضل تقدير لهذه اللوحات أنها عادية .‬ ‫ كل من يظن غير ذلك مخدوع .‬ 
‫ نظرًا إلى سلالتك الفريدة ،‬ ‫ ظننت أنك قد تقدّر أعمال أستاذ حقيقي .‬ 
‫ لا تحصر فكرتك عن أحدهم بما تسمعه عنه ،‬ ‫ فوراء خبثه الظاهر روعة مخفية .‬ 
‫ سيدي اللورد ،‬ ‫ أقترح أن تريهما الكنز الأثمن .‬ 
‫ لعلك محق .‬ 
‫ بعد أن أُصيب " أدولف هتلر " في معركة السوم ،‬ ‫ فحصه طبيب عسكري .‬ 
‫ أظهرت التقارير أنه فقد جزءًا محددًا من جسمه .‬ 
‫ وعندما عُرض للبيع قبل خمس سنوات ،‬ ‫ حرصت على ألّا يمنعني شيء من شرائه .‬ 
‫ آخر ما بقي من جسد زعيم " ألمانيا " النازية .‬ ‫ محفوظ في محلول الميثانال منذ نحو 80 عامًا .‬ 
‫ خصية " أدولف هتلر " .‬ 
‫ لا بد أنك تمازحني .‬ 
‫ لو لم يفقد خصيته اليمنى ،‬ ‫ لبرع في الموازنة بين المنطق والإبداع ،‬ ‫ ولتنعّم العالم بـ " دا فينشي " الثاني .‬ 
‫ بدلًا من ذلك ، أصبح تفكيره مظلمًا ،‬ ‫ ولكن لم يتلاش ما فيه من إبداع .‬ ‫ فقد ظلّ عبقريًا مع ذلك .‬ 
‫ فكر في فنّية " ألمانيا " النازية وفخامتها‬ 
‫ المتمثلة في أزياء " هيوغو بوس "‬ ‫ وجمالية تصميم سلاح " لوغر "‬ ‫ وانسيابية تخطيط طائرة " مسرشميت "‬ ‫ والرمزية البارزة ذات المفارقة للنسر المهيب‬ ‫ المتربع على الرمز الهندي القديم للسلام .‬ 
‫ ومثلما يمتلك بذر البلوط‬ ‫ القدرة على النمو إلى شجرة بلوط كاملة ،‬ ‫ أمتلك الآن أصل عبقرية " هتلر " الإبداعية .‬ ‫ في خصيته .‬ 
‫ أظن أن الصفقة لن تُعقد يا " ماكس " .‬ ‫ " سوزي " ، انتهى عملنا هنا .‬ 
‫ بحقك يا " إيدي " ، لا تكن جبانًا .‬ 
‫ لا تتسرع يا " إدوارد " .‬ 
‫ لا تهمّني مواقفه الفكرية ولا الفلسفية .‬ 
‫ أتيت لاستكشاف فرصة تجارية محتملة ،‬ ‫ وأيًا يكن ما يطفو في هذا المرطبان‬ ‫ سيؤثّر حتمًا في مفاوضاتنا .‬ 
‫ هذه اسمها ورقة ضغط يا " إيدي " .‬ 
‫ ندفع مبلغًا مختلفًا لأمثاله .‬ 
‫ - ماذا تقصدين بأمثالي ؟‬ ‫ 
- " ماكس " !‬ ‫ لن أسمح لك بفعل هذا يا " فرانك " .‬ ‫ تمهّل !‬ 
‫ اهدؤوا جميعًا .‬ 
‫ لن أدع أي شيء يعرّض مسيرتي للخطر .‬ 
‫ لا يسعكم أن تتخيلوا كم عملت بجدّ‬ ‫ حتى أصل إلى هذا المنصب .‬ 
‫ سوف أكون نجمًا !‬ 
‫ تُوجد جثة في المنزل يجب التخلص منها ،‬ ‫ ورجل نبيل غير متعاطف عليك مراقبته .‬ 
‫ ماذا حدث أيتها الرئيسة ؟‬ 
‫ بعد اكتشاف غريب نوعًا ما ... ‬ ‫ خصية .‬ 
‫ ... أخذت المفاوضات منحى غير متوقع .‬ ‫ حدثت بعض الخلافات الصغيرة بخصوص الصفقة .‬ 
‫ لكن " إيدي " أثبت بشكل رائع‬ ‫ كفاءته لحل المشكلات .‬ 
‫ بعد الصد والرد المحتومين ،‬ ‫ تمكنّا من الاتفاق على شروط ... ‬ 
‫ ماذا تريدين منا أن نفعل ؟‬ 
‫ انقل للورد مشوّه الرأس تفاصيل عقدنا .‬ 
‫ ما لم يكن لدى جلالتك أي اعتراض .‬ ‫ أعرف أنه كان صديقًا للعائلة .‬ 
‫ - لا اعتراض . افعلوا أسوأ ما عندكم .‬ ‫ - ماذا عنه ؟‬ 
‫ - سيكون بخير .‬ ‫ - أجل .‬ 
‫ هيا .‬ 
‫ رباه يا " إدوارد " .‬ ‫ تفوح منك رائحة الميثانال .‬ 
‫ بالله عليك ، أين كنت ؟‬ 
‫ ولماذا تشرب الويسكي في الصباح الباكر ؟‬ 
‫ يُستحسن ألّا أتحدث كثيرًا عن ذلك .‬ ‫ ولكن يكفي أن أقول إنها كانت ليلة طويلة .‬ 
‫ حسنًا ، بينما كنت تجول من مكان إلى آخر‬ ‫ وتفعل أشياء الله أعلم بها ،‬ ‫ كنت أبحث عن حلول لورطتنا الحالية .‬ 
‫ حسنًا .‬ 
‫ وجدت مكانًا جديدًا لمزرعة الماريجوانا .‬ 
‫ ماذا ؟‬ 
‫ السيد " روكس " يا حبيبي .‬ 
‫ جارنا .‬ 
‫ يمتلك أرضًا بمساحة 2,000 فدان‬ ‫ لا تسمح له ظروفه المالية بالاحتفاظ بها ،‬ ‫ ويرغب بائسًا في التحدث إلى شخص‬ ‫ بخصوص عقد إيجار بعيد الأمد .‬ 
‫ يا للعجب .‬ 
‫ لن تصدّقي ما فعلته في آخر 48 ساعة يا أمي .‬ ‫ وإذا بكلامك وكأس ويسكي يصلحان كل شيء .‬ 
‫ أكنّ لأمك احترامًا كبيرًا .‬ ‫ فهي تعتني بنفسها جيدًا وتتمتع بروح الفكاهة .‬ ‫ غريبة الأطوار قليلًا ، ولكن كذلك الجميع .‬ 
‫ قليلًا فحسب . إذًا ، هل ستتحدثين إلى جاري ؟‬ 
‫ سأُجري الاجتماع لأرى ما إن كان سيناسبني .‬ ‫ على الأقل فعل أحدهم ما وجب عليه فعله .‬ 
‫ بغضّ النظر عن المشكلات الصغيرة‬ ‫ التي واجهناها في آخر بضعة أيام ،‬ ‫ انتصرت وأنت في أفضل حال .‬ 
‫ لا يروقني أن يُطلق النار عليّ يا " إدوارد " .‬ 
‫ في الواقع ، وقد يصدمك كلامي ،‬ ‫ نظرًا إلى مساري المهني الذي اخترته ،‬ ‫ لقد بذلت كل ما بوسعي لأحرص دائمًا‬ ‫ على أن أتجنب التعرض لإطلاق النار .‬ 
‫ بعد قولي هذا ،‬ ‫ سأعترف بأنك أثبتت جدارتك في النهاية .‬ 
‫ مرحبًا أيها العاشقان .‬ 
‫ تجاهلا وجودي .‬ 
‫ مرحبًا يا صاح .‬ 
‫ أريد فهم ما حدث‬ ‫ لأن كلام " بلانكت " لم يكن مفهومًا .‬ 
‫ حسب كلامه ، تشاجرت مع كبير الطهاة ذلك‬ ‫ وفجّرت مجموعة كبيرة من النازيين .‬ ‫ بقنبلة يدوية .‬ 
‫ بل فجّرت نازيًا واحدًا .‬ ‫ أصبحت لدينا الآن مجموعة فنية نادرة‬ ‫ ومزرعتان متاحتان .‬ 
‫ أتراجع عما قلته .‬ 
‫ " سوز " ، إنه رجل عصابات بحق .‬ 
‫ أنت أحمق يا " جاك " .‬ 
‫ نخب " إيدي " ، الدوق الأكبر الذي يحلّ كل شيء .‬ 
‫ لا . لن أشرب نخب هذا .‬ 
‫ حسنًا .‬ ‫ ما رأيكما في أن نشرب نخب‬ ‫ رؤية ما في الظرف ؟‬ 
‫ نخب رؤية ما في الظرف .‬ ‫ نخب هذا أيًا يكن معناه .‬ 
