از همه کسانی که بعد از سه‌شنبه اطراف راون‌تری پارک بوده‌اند ، درخواست کمک داریم اگه فکر میکنید چیزی دیدید یا شنیدید هر چیزی که بود ، لطفا با ما تماس بگیرید با خط پشتیبانی تماس بگیرید کاملا محرمانه‌ست 
- چه خبره ؟ - مامانته ، خب ؟ میخواست ببینه چه خبره 
همه لایق این هستند که احساس امنیت و آسایش کنن - سلام - سلام - ممکن بود این اتفاق برای خانواده شما بیفته - تو تلویزیون من که اینجوری نیست 
میتونست بچه شما باشه هیچ بهونه‌ای نیست ... - فکر میکردم از پلیس متنفری 
- عاشق دخترم هستم 
خوب شد گفتی 
تو هر جامعه‌ای ... - ممنون گروهبان لنکر 
- همه نمایش‌نامه‌های مدرسه‌اش رو نگاه میکنم 
- مامان و نمایش ؟ 
- خب میدونی ، به صورت گروهی 
خیلی خجالت‌آوره چطوری بود ؟ کارش خوب بود ؟ خب ، صدای خیلی شفاف و بلندی داشت - باید میرفتی آخر سالن مینشستی - مامان 
محض رضای خدا 
آیزک داخل اون پارک بزرگ شد میدونی ، عاشق اون پارک بود 
هر روز تو راه برگشت از مدرسه دستم رو میکشید ، میدونی خواهش میکنم مامان ، فقط پنج دقیقه فقط پنج دقیقه 
خب مامان مو ، مشکلت با پلیس چیه ؟ - آره ، اون ... - من ... - خیلی ممنون 
- خب ، چی بهش میگن ... - بابابزرگته - خیلی ممنون که اجازه دادید ... ... کل دوران بزرگسالیش اذیتش میکردن 
فقط بخاطر مسخره بازی 
- مامان - چیه ؟ این حق رو داره که بدونه 
- امروز نه 
چرا نمیای برسونمت خونه ؟ زود باش 
میدونی ، بابا هیچوقت در موردش صحبت نمیکرد 
نه ، نمیکرد 
باهاش راحت کنار میومد اصلا شلوغ کاری نمیکرد 
خیلی عصبیم میکرد 
چرا باید میرفتی و عضوی از گروهشون میشدی - هیچوقت درکت نمیکنم - داشتم تلاش میکردم ... فکر کردی میتونی عوضشون کنی 
نمیتونی هیچ چیزی رو عوض کنی 
میتونم تایید کنم که یه نفر دستگیر شده و این اتفاق رو میشه پیشرفت بزرگی دونست 
داریم همگام با سرپرست‌های انجمن تلاش میکنیم ولی همین الان که در حال صحبت هستیم ، پرونده هنوز ادامه داره 
متشکرم ، همونطور که اطلاع دارید ، آیزک هنوز شرایط خیلی بدی رو سپری میکنه 
جیسون 
یه شاعد عینی داریم که حین حمل اسلحه تورو دیده 
داخل فیلم مداربسته دیده شدی که اسلحه مذکور رو دور میندازی 
چیزی که میخوام بدونم اینه ، این اسلحه چطوری به دست تو رسیده ؟ 
کسی بهت دادش ؟ 
آره ، بهش شلیک شده نه ؟ 
جیسون ، بهت پیشنهاد میدم که از حقت ... تیر اشتباهی به اون بچه خورد 
هیچکس نمیخواست اون درگیر این ماجرا بشه 
فقط برای ترسوندن رقبا بود 
پس با گروه رقیبت بحث و جدل داشتی ؟ 
و اگه میتونستم برگردم به عقب و عوضش کنم ، اون موقع ... پس اعتراف میکنی که به آیزک ویتلو شلیک کردی ؟ 
آره ، درسته 
خیلی خب ، جمع شید 
با آزمایشگاه صحبت کردم 
گلوله آیزک با تفنگ جیسون میخونه 
خیلی خب ، حرکت بعدی چیه ؟ خب ... تو نه 
جون 
- نوار بازجویی رو دوباره بررسی کردی ؟ - آره و ؟ به نرم گزارش گلوله‌شناسی به علاوه اعتراف ... با سازمان سازمان حمایت از کودکان در میونش میذاریم و به مظنون اتهام وارد میکنیم خیلی خب 
تو باورت شد ؟ اعترافش رو ؟ 
آره ، قانع شدم کامل ، آره 
آره ، ولی نیازی نبود اعتراف کنه خیلی راحت تسلیم شد 
اون 17 سالشه ، یه بچه‌ست 
آره ، چند بار دستگیر شده ؟ 
- هفت بار - هفت بار 
هفت بار ولی نه به اتهام قتل 
خیلی آروم بود ، خیلی راحت همه چیز رو گفت 
خب ، شاید داره به این فکر میکنه که اگه الان همکاری کنه ... زود دستگیر بشم ، اعتراف کنم کمتر مجازات بشم 
مطمئنی از این بابت ؟ 
از دیدگاه بی‌طرف فرضیه منطقی‌ هست 
میدونم چی میگی اعتراف مثل آب روی آتیشه 
یه الگو پذیرفته شده هست 
هیئت منصفه شک نمیکنه ، پسره کارش تمومه 
هیجده تا بیست سال میفته زندان تو مشکلی با این قضیه نداری ؟ 
مدرک فیزیکی ، همون اسلحه 
اسلحه اون بوده 
جیسون ریو عضو یه گروه گنگستریه 
وقتی به یه بچه داخل پارک شلیک میکنی بعدش اسلحه رو با خودت حمل میکنی ؟ 
خب ، ظاهرا اون همچین کاری کرده 
اسلحه پیشش بوده ولی اون باهاش شلیک کرده ، یا امانت رفیقش بوده ؟ 
اون از کنون رود رفته و از دستگیری فرار کرده برای یه تماس تلفنی به مدت 34 ثانیه با یه شماره ثبت نشده که دیگه در دسترس نیست وقت داشته باید از خودتون بپرسید داره به کی زنگ میزنه ؟ 
به کی زنگ میزنه ؟ 
میدونی من چی میبینم ؟ 
یه بچه 17 ساله رو میبینم که تهدید شده و پول گرفته که از دستورات پیروی کنه 
الو ؟ دیدمش ، اون زن رو میشناسم 
چی باعث شده فکر کنی کسی که تو آگهی دیدی ، کسی بوده که باهاش برخورد داشتی ؟ 
گفت که کارش چی بوده ؟ 
- خدمتکار فکر کنم - موقعیتش رو میدونید ؟ 
نه ، ولی کارش رو دوست داشت انگلیسیش رو بهتر میکرد بعدش دوست پسرش بهش گفت که کار نکنه دوست پسر ؟ 
یه مرد انگلیسی میره پیشش زندگی میکنه و بعدش ... - دیگه خبری ازش نشد 
میدونید اسمش چی بود ، خانم اودیناکا ؟ 
کارلیتا ؟ کارلا ؟ کارلا 
و مطمئن هستید که خودشه ؟ خب ... تابستون پارسال یه دورهمی باربیکیو داشتیم و ... ایناهاش ، اینجاست ، اون عقب 
سلام ، شما به تیم تحقیق وصل شدید 
سلام ، من در مورد تیراندازی رونتری پارک زنگ میزنم 
میدونید ، همونی که داخل تلویزیون در موردش صحبت میکردن ؟ 
- خودم دیدم که بهش شلیک کردن - خیلی خب چند تا ضارب دیدید ؟ 
دو نفر 
یکیشون یه سیاهپوست بود رانندگی میکرد ولی اون یکی ، کسی که بهش شلیک کرد یه سفیدپوست بود 
یکی با شماره پشتیبانی تماس گرفته 
- جد 
- قربان ؟ الان نوبت توئه ، زود باش خیلی خب 
ما میدونیم که تو شلیک نکردی ولی اگه بهم بگی کی شلیک کرده ازت محافظت میکنیم 
کر شدی ؟ 
گفتم من شلیک کردم دیگه 
یه شاهد عینی داریم 
این آدم‌ها ... خیلی بی‌رحمن از ناکجاآباد اومدن ، شروع کردن به دستور دادن و اذیتمون کردن 
میخوان همه چیز رو به دست بگیرن و هیچ رقیبی هم نمیخوان 
پس بخاطر قلمرو بوده ؟ 
زود باش ، اگه به گوششون برسه که هنوز دنبال قاتل هستیم چه درست باشه چه نه ، تو یا خانواده‌ات رو مقصر میدونن 
شاهد یه جزئیات کم در اختیارمون گذاشت 
کجاییه ؟ ارمنی ؟ 
آلبانی ؟ 
ترک ؟ 
ترکه پس 
همینجا زندگی میکنید ؟ داریم در مورد حادثه‌ای که چهارشنبه ، 28ام اتفاق افتاد پرس و جو میکنیم 
دنبال یه مرد ترک زبانیم ، خیلی ممنون سلام قربان ، این در مورد حادثه داخل پارک 
که اون پسر کوچولو داخلش بود هست هر اطلاعاتی میتونه به ما کمک کنه 
- سلام ، آره ، شما ... - چیه ؟ 
سلام قربان ، این بخاطر حادثه‌ای هست که داخل پارک اتفاق افتاده 
دنبال یه پسر هستیم شاید ترک‌تبار باشه نه ، چه خبره ؟ - چرا اینجایید ؟ - اومدم کمک کنم پلیس همیشه میاد اینجا فقط میخوایم اطلاعات جمع کنیم همیشه میاید اینجا - مارو اذیت میکنید ، چرا ؟ - برگردید عقب ، اینطور نیست کاری به شما نداریم لطفا آروم باشید از اینطرف لطفا - آروم باشید ، برید کنار اگه سوالی دارید ، از ما بپرسید ، خب ؟ 
ممنون بابت همکاری‌تون 
- تو خوبی ؟ - آره - مطمئنی ؟ - آره 
دن مک‌کیب که داخل التهام بود رو یادته ؟ 
هفده سال بهش زندان دادن و حالا اخراجش کردن ، بخاطر چند تا پیامک مثلا تهدیدآمیز 
ببین کیم ، چه ربطی داره ؟ باید به کارای دیگه‌ام برسم 
الان وقت ندارم در مورد دن داخل ورسکام یا هر قبرستون دیگه‌ای صحبت کنم 
گوش کن چی میگم منتظر اون روزم رفیق 
همه دیوونه شدن 
کیم ، من منتظر یه تماس هستم 
پس اون کنفرانس مطبوعاتی چی بود ؟ با رفیقت مگان مارکل 
- کی ؟ - جون لنکر 
ببین ، متوجه هستم ، برداشت عمومی رو بهتر میکنه اصلا اعتراضی ندارم 
بهشون گفتم که اگه بخوام کاری کنم رئیسشون کلادیا می‌هیو دهنم رو سرویس میکنه 
گوش کن ، من از هیچ کمکی دریغ نمیکنم ، خب ؟ 
ولی اون چیکار میکنه ؟ 
اون چی میخواد ؟ 
چه اهمیتی داره ؟ چه اهمیتی داره چی میخواد ؟ گوش کن ، همینه که هست این دنیایی هست که داخلش زندگی میکنیم بهش عادت کن ، خب ؟ 
و نمیخواد نگران ارول ماتیس باشی ترتیبش داده شده مال گذشته‌ست ، دست از سرم بردار تا همین روزم داشت خوب پیش می‌رفت 
شماها هر وقت اتفاقی اینجا میفته میاید سراغ من انگار که من صدای خیابونم ؟ 
خیلی خب حسد ، چند بار تا حالا دستگیر شدی ؟ 
موضوع این نیست 
فقط میگم اگه چیزی شنیدی بهم زنگ بزن لطفا لطفا ، پسره نه سالشه به سرش شلیک شده 
برنمیدارمش ، برنمیدارمش ببین ، من چیزی در مورد تیراندازی نمیدونم در ضمن ، فقط دارید وقتتون رو هدر میدید 
چندتا عوضی داخل خیابون داونینگ هستن که باید دستگیر بشن 
خیلی خب ، نظرت چیه من شماره‌ات رو بگیرم ؟ شاید یهو صدای خیابون لازمم شد ؟ خیلی خب 
خیلی خب ، حسد ؟ 
اولین پلیسی هستی که اسمم رو درست نوشتی ببخشید ؟ 
خب ، معمولا روی س تشدید میذارن 
اشتباه نمیکنن ، ولی اسم من اینجوری نوشته نمیشه 
اسم‌های ترکی مردم رو زیاد گول میزنن 
آره ، ممنون 
- سلام - آب ؟ آره ، ممنون خیلی خوب میشه 
گوش کن ، شاهد ارول همونکه داخل آرایشگاه بود - مصطفی دمیر ؟ 
- آره آره ، همه جزئیاتش رو یادمه 
- مطمئنی که به ترکیه برگشته ؟ - آره 
- تاییدش کردی ؟ - آره ، ای خدا 
با رئیس قدیمیش صحبت کردم آخرین آدرسش رو چک کردم کلی اینترنت رو گشتم و این حرف‌ها ، چرا ؟ 
خیلی عجیب به نظر میرسه ، ولی فقط گوش کن اسم‌های ترکی مردم رو گول میزنن 
چطوری ؟ 
اسم مصطفی رو گوگل کردم 
به هفت شکل مختلف نوشته میشه خیلی خب ؟ اگه مامور اسمش رو اشتباه نوشته باشه چی ؟ 
اگه دنبال مصطفی اشتباهی میگشتیم چی ؟ 
بیا ، ده پوند بده مال خودت نظرت چیه ؟ 
آره ، آره ، هر چی 
گوش کن ، میتونم باهات بیام 
نه ، خودم حلش میکنم 
ببین ، میدونم امروز روز بزرگیه برات 
از پسش برمیای 
تولدت مبارک مامان 
وقتی تورو به دنیا آورد یه دختر جوون بود 
اولین باری که ارول مامانت رو آورد خونه‌مون رو یادمه 
تو هم اومدی ، خیلی لاغر و خجالتی بودی 
میدونستم باید با نون و خوراک ماهی چاقت کنم 
آره ، اون فلفل‌های اسکاچ بانت خیلی تند بودن 
ولی مامانت میتونست تحمل‌شون کنه آره 
اگه اینجا بود خیلی بهت افتخار میکرد 
که می‌دید چقدر الان وضهیت خوبه چقدر قدبلند و خوشتیپ شدی 
منم نقشی درش نداشتم 
- میدونم ناامیدت کردم - چیزی نیست 
تلاشمون رو کردیم عزیزم تلاشمون رو کردیم سرپرستیت رو بگیریم مهم نیست 
نمیتونستم به ارول پشت کنم و دیگه باهاش ارتباط نداشته باشم چون خواسته‌شون همین بود ، ببین 
من شرمنده‌ام ، متوجه هستی دیگه ؟ 
بازم میدونی ، نباید این حرف رو بزنم ولی بالاخره داریم تو این بخش یه سری پیشرفت میکنیم 
چی ؟ منظورت چیه ؟ 
دنبال یه خانم به اسم کارلا هستیم خب ؟ اطلاعات جدیدی داره 
اطلاعات ؟ 
- چه اطلاعاتی ؟ 
- تو نگران نباش ولی گوش کن چی میگم به زودی ارول رو برمیگردونیم خونه 
اینه پس 
چه پونی قشنگی 
سینه‌ات رو بده جلو و برو داخل کسی قرار نیست بهت بخنده 
هی ، گمشو 
هی ، گم شو 
پاتریک 
اون ازت خوشش میاد 
آره ، رابطه‌ام با سگ‌ها خوبه 
خیلی خب ، بیا بشین 
اینجا هی 
بذارش روی چشمت 
سرت رو ببر عقب ممنون 
اون یکی حالش چطوره ؟ 
اون یکی ؟ 
بیخیال ، معلومه که بدتر از منه 
- کارت اوکیه ؟ - آره آره ، خوبه 
یکی از بچه‌های آپارتمان بود 
کاری از دستم بر میاد ؟ 
ممنون 
خب ، چه خبر ؟ 
حس میکنم هیچوقت قرار نیست فراموش بشه 
چیشده ؟ کسی بخاطر مامانت اذیتت کرده ؟ 
کی بوده ؟ 
یه مامور پلیس ؟ نه ، منظورت چیه ؟ 
دوریس ، این سری چه آشی برات پخته ؟ 
نمیدونم 
دنبال یه زنی هستن که یه سری اطلاعات داره آره ، خبر دارم ، چیزی نیست دارن مسیر اشتباهی رو میرن کیه ؟ 
هیچکس 
تو خوبی ؟ 
میخوای دوباره برات تعریف کنم ؟ 
وارد آپارتمان شدیم یه همسایه به پلیس زنگ زده بود 
حسابی دعوا کرده بودن 
ارول و مامانت جیغ و فریاد میزدن 
مامانت رو داخل آشپزخونه دیدم 
تصادف ماشین رو یادته ؟ 
خب ، وضعیت پاهات خیلی بد بود ارول ... ارول حالش خوب بود 
روش خون ریخته بود ، ولی خون مامانت بود ، خب ؟ 
نه خون بابات متوجه هستی چی میگم ؟ 
داریم چیکار میکنیم مصطفی ؟ آره ، آره ، مهمون ویژه من تصمیم میگیره خیلی خب 
خیلی خب ، میخوای ادامه بدی ؟ 
تو خونه یه سری مشکل داشتن 
پول ، کار ، میدونی مردم حسابی عصبی میشن خب ، میدونی که ؟ 
ولی ارول ، انکارش میکرد 
حتی شاهد هم داشت 
آره ولی طرف رو پیدا کردیم 
دنبالش کردیم ، باهاش صحبت کردیم ولی گفت نه هیچوقت ارول رو ندیده بود خودشه ، من تو لندنم 
- به رویات رسیدی 
- آره دوست من ، زندگی زیباست 
از خودش در آورده بود 
همسایه‌ها ، دعوا خون ، کالبدشکافی 
نیازی نیست این چیزا رو بدونی 
در آخر ، خیلی خسته کننده بود نتونست دعوا رو کنترل کنه 
اعتراف کرد 
به همه چیز اعتراف کرد و میدونی ... مردم ... میتونن هرچیزی میخوان بگن ، ولی من اونجا بودم واقعیت اینه 
خدایا ، خیلی پیدا کردنت سخت بود 
رئیس قدیمیت فکر میکرد که برگشتی به استانبول 
یه سری سوال در مورد یه پرونده قدیمی دارم ، ارول ماتیس ؟ 
ظاهرا ، نتونستی اثبات کنی که در محل جرم نبودی 
ارول ادعا کرده که زمانی که دوست دخترش به قتل رسیده تو آرایشگاه تو داشته در مورد کار پرس و جو میکرده 
مردم همیشه میومدن 
پس یه نفر اومده ؟ 
ببین ، من دنبال دردسر نیستم 
آره ، حتما فقط موضوع اینه که یه نفر بخاطر جرمی که مرتکب نشده داخل زندانه 
پس دروغ میگفتی ؟ تهدید شده بودی ؟ 
مصطفی ، چیزی هست که بخوای بهم بگی ؟ 
اون ... پلیس ازم خواست که از عکس‌ها شناساییش کنم 
آره ، و ؟ 
- عکس ؟ 
- صورت‌ها برای من همه‌شون مثل هم هستن 
من نژادپرست نیستم ، بخدا قسم 
نمیتونستی فرقشون رو تشخیص بدی 
یه مشت چهره سیاهپوست بهت نشون دادن آدم اشتباهی رو انتخاب کردی 
میدونی ، وقتی داخل تلویزیون دیدمش ... وقتی ارول رو دیدم پیش خودم گفتم اون بوده ؟ مردی که دیدم اون بوده ؟ پس چرا برنگشتی و بگی اشتباه کردی ؟ بیخیال ، کارگاه‌های داخل هکنی‌ داونز رو که میشناسی 
پلیس‌هایی که داخل گروه‌های راست افراطی کلی رفیق داشتن فاشیست‌ها ، جبهه سیاه 
- آره ، ولی تو میتونستی ... میتونستی - گوش کن 
مردم می‌بینن و حرف میزنن 
من دنبال دردسر نبودم خیلی خب 
احمقانه‌ست 
بهش بگو بابت همه چیز متاسفم آره 
و مطمئنی که همون مصطفی هست ؟ 
- انکارش نکرد 
- باورنکردنیه 
به نظرم یه جورایی راحت شده بود که این بار از روی سینه‌اش برداشته شده بود 
به نظرت حاضره تو اظهاریه‌اش تجدید نظر کنه ؟ تایید کنه که ارول رو تو مغازه‌اش دیده ؟ نمیدونم ، شاید ؟ ولی سونیا ، خودت بگو دوازده سال داخل زندان بوده به نظرت تاثیری تو رای هیئت منصفه داره ؟ 
گوش کن ولی ، یه مرد درست تو چشم‌هام نگاه کرد اون بیگناهه ، خب ؟ 
یه لحظه صبر کن ، اون ماشین منه 
تو خوبی ؟ 
تا کی قراره اینجا باشه ؟ 
بیست و چهار ساعت شبانه روز ، تا مطمئن شه تکالیفت رو انجام میدی 
مسخره‌ست 
یه کلمه هم به مامان‌بزرگ مو نمیگی ، خب ؟ میدونی که چطوریه بازم ، محافظت شبانه روزی خیلی خفنه 
نه ، مسخره‌ست راستش کاملا هدر دادن پوله 
خدای من 
تکون نخورید ، جفتتون 
نیازی نبود بیای 
در مورد این قضایا متاسفم ولی تصمیم من بوده 
نیازی بهش نداریم 
اگه کسی هست که تورو هدف قرار داده داره تلاش میکنه که سمت تیرانداز آیزک نری خدا نکنه آدرست رو پیدا کنن 
تقصیر من نبود ، نباید اجازه میدادم بیای جلو دوربین 
ازت میخوام که به تحقیقاتت ادامه ندی 
چرا ؟ 
یه سری فعالیت آنلاین صورت گرفته فعالیت ... چی ؟ چیزای گنگستری ، تهدید کرد که حرکت بعدی‌شون چی هست 
داریم تلاش میکنیم جلوشون رو بگیریم ولی خیلی هم کارمون راحت نیست 
رویه استاندارد همینه فقط کاری نکن ، خب ؟ نگران چیزی نباش 
خیلی خب ، ممنون 
- عجله کن ، عجله کن 
میخوام بهت کمک کنم جیسون 
میخوام ازت محافظت کنم 
اجازه میدی همچین کاری کنم ؟ 
فقط اسمش رو بهم بده 
- قربان ؟ 
- جون میشه به محض اینکه رسیدی بهمون خبر بدی ؟ 
یه مورد اضطراری هست متاسفانه 
این بخاطر اون گزارشات هست ؟ چون ثبتشون کردم 
هنوز تحت بررسیه ولی وظیفه من اینه که بهتون بگم یه شکایت جدید علیهت ثبت شده 
ببخشید ، چی ؟ 
اتهام زورگویی به همکارات بهت وارد شده 
جون ، میدونم ، خیلی هضمش سخته 
آره ، کاملا موافقم 
باید با همه عادلانه برخورد کنم 
- کدوم همه ؟ - میدونی که نمیتونم وارد این جزئیات بشم 
درسته 
درسته ، ببخشید قربان یه چیز دیگه هم هست ، میدونی 
میدونم 
من رو از روی تحقیقات برداشته میدونی ؟ 
اون کیه ؟ 
آره ، میدونم 
ماشینم رو آتیش زدن 
- میدونم ، و همه‌مون ازت حمایت میکنیم 
یکم دم دستیه ، نه ؟ جون قربان ، اون یارو از کجا میدونست من دقیقا کجا پارک کردم ؟ 
میدونم حرفم چطوری به نظر میرسه میدونم خیلی عجیب به نظر میرسه - ولی ماشین‌های ما همه‌شون ردیابی میشن 
- محض رضای خدا 
هگرتی به یکی زنگ میزنه درخواست میکنه - بیخیال 
- و حالا امروز من زورگو شدم ؟ 
باید قبول کنی - زمان‌بندیش خیلی خوبه 
- بس کن 
یه چیزی رو بگو ، تا حالا اسم فردی به نام آمیت شکر رو شنیدی ؟ نه ؟ بیست و هشت ساله ترک تبار 
خب ، اینجا تو سیاره زمین حدود دو ساعت پیش فردی به این اسم به جرم شلیک به قربانی تو دستگیر شده همون پسره ، آیزک ویتلو 
آره ، اسمش رو به هگرتی گفته بودن 
تیم کل شب داشت کار میکرد 
کار میکردن ، یارو داخل پاتوق معتادها تو جاده کمپ پیدا کردن 
همون تیراندازه ؟ آره خب ، از کجا میدونن ؟ 
همه چیز معلومه مدارک فیزیکی ، شهادت مظنون 
وکیلش داره تلاش میکنه معامله کنه ولی هگرتی کوتاه نمیاد چون میخواد ثابت کنه قتل عمد بوده 
خوبه 
جنی ، مامان آیزک ، اون ... کاش اونجا بودم 
میدونم 
بذار به عنوان رئیست یه نصیحت بهت بکنم بیخیالش شو 
چون برخلاف چیزی که میبینی دن یکی از پلیس‌های خوبه و رفیق و آشنا هم کم نداره پس حواست باشه 
هی ، سر کار یکم غذا اضاف اومده بود ، پس 
- چیه ، خودت درستش کردی ؟ - آره 
- گوش کن ... - لازانیا عه که ازت تشکر کنم یا هر چی 
پاتریک ، نمیتونی همینجوری بیای این طرفا 
گوش کن ، نمیتونی ، خب ؟ 
ایشون دخترم لیسا هستن پاتریک 
از آشنایی باهاتون خوشحالم 
نظرت چیه ببینیم میشه از اون خونه بیرونت آورد یا نه ؟ 
- لیسا 
- یه لحظه 
ببین ، من بودم 
چی ؟ 
من هیچوقت نگفتم بهم زورگویی کردی 
هیچوقت از اون کلمه استفاده نکردم ولی " روی " بهم گیر داده بود 
هی زر میزد گزارش آسیب‌شناسی بهش دادی ؟ 
- گزارش آسیب‌شناسی ؟ - آره 
برای ماریا دسوزا ، پرونده کلایو سیلکاکس ولی بهم گیر داده بودن که چرا پخشش کردم ، و من ... میخواستم توضیح بدم 
بیا صادق باشیم تو هم خیلی اصرار کردی آره ، ولی تهدیدت که نکردم کلوئی 
متاسفم ، متاسفم 
ولی گوش کن ... اگه روی حسابی دیوونه شده و همه چیز رو بزرگتر نشون داده گردن خودشه ، نه من 
- نه ، من بهت اعتماد کردم ، چه وضعشه ؟ - این ... 
چیه ؟ 
ببخشید ؟ الان چته ؟ 
ما مثل تو خاص نیستیم - چی ؟ 
- تو و اون دوست‌های جدیدت - جلو پیشرفت بقیه رو گرفتی - ببخشید ، من ... 
نه ، نه ، نه ، خیلی خوب میدونی خودت اون کنفرانس مطبوعاتی میفهمم ، سیاهپوست ، آره ولی خیلی هم سیاهپوست نیستم 
- چی ؟ - آره ، خیلی تهدید به حساب نمیام 
- کون لقت واقعا 
- منصفانه بود ، من از پسش بر نمیومدم 
همون چیزی هست که همه میگن یه بازیه ، نه ؟ میدونی فقط انتظار نداشته باش کسی بخاطر این کارت ازت خوشش بیاد 
جدی میگم ، میدونی چی ... راستش باید ببینی تو گروه چی صدات میکنن 
از قهوه‌ات لذت ببر 
الو ؟ 
سلام جون ، بکا هستم از پناهگاه مور استریت زنگ میزنم 
ببخشید ، حالت خوبه ؟ آره ، من خوبم کمکی از دستم بر میاد ؟ 
از همکارهاتون خواستید که دنبال کسی به اسم کارلا بگردن ؟ 
سونیا 
جون ، چه خبر ؟ 
کسی به پناهگاه‌ها زنگ زده ؟ بخاطر همون گم‌شده‌مون ؟ 
نه ، منتظر بودیم لیست رو بفرستی ، چرا ؟ خیلی خب ، یکی از پناهگاه‌های لیتون بهم زنگ زده بود 
یه مامور پلیس مرد دنبال کسی بوده که داخل پناهگاه‌ها به اسم کارلا ثبت شده باشه 
یه نفر دیگه هم دنبال کارلا میگرده ؟ 
خب ، اون مامور اسمش رو نگفته که همین عجیبش میکنه بخاطر همین به من زنگ زدن 
چیزی رو متوجه نشدم این وسط ؟ 
به کسی گفتی که دنبالش میگردیم ؟ نه ، نه 
خب ، یه نفر حرف زده اگه ما نبودیم ، پس کی بوده ؟ دوریس ؟ 
یا شاید یکی از دستیارهاش 
مارسیا 
جو ؟ 
لاتیشا ؟ 
خب ، تونی گیلفوی به جرم دزدی بازداشتت کرده و بعدش از اتهامات صرف نظر کرده 
در ازای چه چیزی ؟ 
- یه چیزایی بهش میگم - یه چیزایی ؟ 
- گزارش دوریس رو میدادی ؟ جاسوسی کمپینش رو میکردی ؟ جاسوسی نمیکردم ، فقط نحوه کارمون رو میگفتم 
چند وقت ؟ 
چند وقته داری اینکارو میکنی ؟ 
هشت سال 
- هشت - ولی فقط چیزای خوب رو گفتم هیچوقت چیز بدی نگفتم 
خیلی باهام خوب بوده هوای بچه‌هام رو داشت 
با وجود سابقه‌ام ممکن بود از دستشون بدم ولی اون قضاوتم نکرد 
همه کار کرد تا مطمئن شه میتونم به مادر بودنم ادامه بدم یا خدا 
خیلی خب ، توافقت با گیلفوی چی بوده ؟ بهت پول میداده ؟ 
نه ، اسمم رو داخل یه لیست نوشت ، همین - لیست ؟ - برای آپارتمان 
خیلی خب ، پس در مورد کارلا هم بهش گفتی 
- آره 
- در مورد من چطور ؟ 
بهش گفتی که من بهت کمک میکردم ؟ 
خیلی خب امشب به دوریس زنگ میزنی - نه ، نمیتونم 
- و بهش میگی عمه‌ام مریض شده ، کار جدید ، واقعیت رو بگو برام مهم نیست ، فقط استعفا بده 
ازش دور بمون ، و همین امشب هم انجامش بده 
به تونی چی بگم ؟ 
هر چیزی دوست داشتی 
احتمالش زیاده همین الان بدونه 
لاتیشا ، سلام عزیزم شرمنده ، سرت شلوغه ؟ نه ، میتونم بهت کمک کنم ؟ خیلی خب ، میخوام باهات صحبت کنم ... خیلی متاسفم دوریس 
ببین ، در مورد همه اینا متاسفم رئیس ، خب ؟ فردا میبینمت ، خب ؟ ممنون رفیق 
تونی کارش زندگیشه 
ده ساله که ام اس داره توی ملاقات‌های مدرسه و پروتکل افراد ناتوان هواش رو داشتم 
برو به سازمان رسیدگی به تخلفات این رو بگو 
کاری به کسی نداره واقعا ؟ نداره ؟ 
هشت سال یه زن بی‌دفاع رو زیر نظر داشت 
این برای تو عادیه ؟ برای تو و رفیقات ؟ 
گوش کن ، میخواستن درخواست تجدید نظر بدن میخواستیم بدونیم نقشه‌شون چیه ، همین 
اصلا نمیدونی چه آسیبی زدی - آسیب ؟ - آره ، آسیب 
بذار یه چیزی ازت بپرسم دوست‌های جدیدت در مورد اون ادعاهایی که تو تماس اضطراری یاد شده ، خبر دارن ؟ 
خب ، بذار واضح بگم اگه بفهمم که بهشون گفتی یا بخشی ازش رو ، دیگه ساکت نمی‌شینم 
اون موقع رفیق‌هات باید به دادت برسن حسابی گیرت میندازم 
همه چیز خوبه ؟ 
" کاری به کسی نداره " اینجوری بهش اشاره کرد 
انگار هیچکس براش مهم نیست 
هیچکس از دوریس خوشش نمیاد 
ببخشید ، من دارم ... نه ، درست میگی ، من فقط ... خیلی خب ، حالا چیکار کنیم ؟ 
میخوای آمار این بیشرف‌هارو بدی ؟ 
چون اگه کاری که میخوای بکنی اینه ، مشکلی نداره من هستم 
جدی میگم اگه این دارویی هست که لازم دارن ، پس ... همینجوریش هم تحت بازداشت خونگی هستیم دیگه چه بلایی میخوان به سرمون بیارن ؟ 
بستگی به خودت داره ، تماس بگیر 
گوش کن چی میگم ، به اون رئیس تلویزیون زنگ بزن همون مو قرمزه اسمش چی بود ؟ کلادیا 
مو قرمزه تو تلویزیون ؟ باید نگران باشم ؟ 
فقط بهش زنگ بزن 
باشه ، تماس میگیرم بعدش یه فرم شکایت پر میکنن یه بازجویی ترتیب میدن ، ماه‌ها طول میکشه همینطوری ادامه‌اش میدن و بعدش چی ؟ 
باید صداش رو پشت تلفن میشنیدی خیلی تهوع‌آور بود ، ولی صداش میلرزید 
چرا ؟ 
چی رو داره مخفی میکنه ؟ 
دقیقا با پسر اون زن بدبخت چیکار کردن ؟ 
- سونیاعه ، باید برم - خیلی خب 
چیزی که میخوام بگم اینه ... باید ادامه بدی 
مطمئنی ؟ 
البته ، هر چیزی که لازم داشته باشی 
ممنون 
خب ... حالا چی ؟ 
باید جواب بدم 
سلام ، میتونم بهتون کمک کنم ؟ 
دنبالم نگردید 
ببخشید ، شما ؟ 
نمیدونید با چی در افتادید کارلا ؟ 
اسم من رو از کجا میدونید ؟ 
کارلا ، کجایی ؟ 
خواهش میکنم بس کنید بس کنید لطفا 
بهت قول میدم میتونیم بهت کمک کنیم 
نه ، من رو فراموش کنید 
فراموش کنید من کی هستم چون من رو به کشتن میدید 
نه ، نه ، میتونیم ازت محافظت کنیم 
حرفم رو باور نمیکنی اون قبلا هم همچین کاری کرده دوباره هم انجامش میده حرفت رو باور داریم فقط باید اسمش رو بهمون بگی 
هیچ اسمی نمیگم 
متوجه هستید ؟ ازش محافظت میشه 
محافظت میشه 
چطوری ؟ 
کی ازش محافظت میکنه ؟ 
- کارلا ؟ 
- فقط بس کنید 
