మ గళవార మధ్యాహ్న రౌన్ ట్రీ పార్క్ పరిసరాల్లో ఉన్న వార దరికీ మేమ విన్నప చేస్త న్నా . జ న్ లె కర్ జెన్నీ విట్లో మీర ఏమైనా చ సినా , ఏదైనా విన్నా , హెల్ప్ లైన్ కి కాల్ చేయ డి . మీ సమాచారాన్ని గోప్య గా ఉ చ తా . 
- ఏ టిది ? - మీ అమ్మే చ స్తో ది , సరేనా ? తన అది చ డాలన క ది . 
అ దరికీ స రక్షిత గా , భద్ర గా అనిపి చడ మ ఖ్య ... - హాయ్ . - హాయ్ . - ఇలా మీ క ట బానికి క డా జరగవచ్చ . - నా గదిలోని టీవీలో ఇలా రాద . 
ఇలా మీ బిడ్డకే జరగవచ్చ . ఇది మరోసారి జరగక డద ... - నీక పోలీస ల టే ఇష్ట లేద కదా . 
- కానీ నా క త ర టే నాక ఇష్టమే కదా . 
మ చి విషయమేలే . 
... అది ఏ వర్గానికైనా సరే . - థ్యా క్య , డిటెక్టివ్ సార్జె ట్ లె కర్ . 
- మీ అమ్మ స్క ల్ లో వేసిన నాటికలన్నీ చ సేదాన్ని . 
- అమ్మ నాటికల వేసేదా ? 
- నాటికల టే అసె బ్లీ చెప్పేదిలే . 
పర వ పోయి దిపో . ఎలా చెప్పేదే టి ? బాగానే చెప్పేదా ? చాలా స్పష్ట గా , గట్టిగా చెప్పేది . - బాగా వెనక నిలబడాలి , లేద టే చెవ ల పోతాయి . - అమ్మా . 
ఇక చాల్లే . 
ఐసాక్ ఆ పార్క్ దగ్గరే పెరిగాడ . వాడికి ఆ పార్క్ అ టే చాలా ఇష్ట . 
ప్రతిరోజ స్క ల్ న డి వచ్చేటప్ప డ , నా చేతిని లాగ త అడిగేవాడ . " ప్లీజ్ , అమ్మా . ఒక్క అయిద నిమిషాల , అయిదే నిమిషాల , " అ ట . 
అయితే , మౌ బామ్మా , పోలీస ల టే ఎ ద క నీక అ త కోప ? - హా , అతన ... - కోప అ టే ... - చాలా చాలా థ్యా క్స్ . 
- ఏమ టార ... - మీ తాతయ్య వల్ల . - ... అతడిని రోజ చిత్రహి సల పెట్టి , అతని జీవితాన్ని అతనికి కాక డా చేశార . 
అది క డా ... ఉత్త ప ణ్యానికే . 
- అమ్మా . - ఏ టి ? వీడికి క డా తెలియాలి కదా . 
- ఇప్ప డ వద్ద లే . 
మిమ్మల్ని ఇ ట్లో ది పనా ? పద డి . 
కానీ నాన్న దాని గ రి చి పదే పదే గొణిగేవాడ కాద . 
అవ న , అదే కదా అసల విషయ . 
ఊరికే క ర్చొని దాన్ని భరి చేవాడ , తిరగబడేవాడే కాద . 
దాని వల్ల నాక చాలా మ డేది . 
న వ్వ ఎ ద క వెళ్లిపోయి , వాళ్లలో చేరావ , - నాక అస్సల అర్థ కాని విషయ అదే . - నా ప్రయత్న ఏ ట టే ... వాళ్లని మార్చగలవని అన క న్నావ కదా . 
న వ్వేమీ మార్చలేవ . 
డ్యానియల్ హెగర్టీ క్లాడియా మేహ్య ఈ కేస లో భాగ గా మేమ ఒకరిని అరెస్ట్ చేస్తా , 
మేమ వివిధ వర్గాల నాయక లతో కలిసి పని చేస్త న్నా , కానీ ఈ ... ఈ దర్యాప్త ఇ కా కొనసాగ తో ది . 
థ్యా క్య . మీక తెలిసే ఉ ట ది , ఐసాక్ పరిస్థితి ఇ కా విషమ గానే ఉ ది . 
జేసన్ . 
ఆయ ధ నీ చేతిలో ఉ డి దని కొ దర సాక్ష ల ఇచ్చిన వా గ్మ ల ఉ ది మా దగ్గర . 
ఆ ఆయ ధాన్ని న వ్వ పారేస్త న్నట్ట చ పే సీసీటీవీ ఫ టేజ్ క డా ఉ ది . 
అది నీ దగ్గరికి ఎలా వచ్చి దో నేన తెల స కోవాలన క ట న్నా . 
దాన్ని ఎవరైనా నీక ఇచ్చారా ? 
హా , ఆ త పాకీ వల్లే ఆ పిల్లాడి గాయమై ది . 
జేసన్ , న వ్వ చెప్పాల్సిన అవసర లేదని నీక ... ఆ పిల్లాడికి పొరపాట న తగిలి ది . 
ఆ త పాకీ త టా అతనికి తగలాలన్నది , అతన బలవ్వాలన్నది అస్సల నా ఉద్దేశమే కాద . 
శత్ర మ కని భయపెట్టాలన క న్నాన తే . 
అయితే , శత్ర మ కతో నీక విబేధాల ఉన్నాయా ? 
టైమ్ ట్రావెల్ చేసి ఆ స ఘటనని నివారి చాలని చాలా ఉ ది , కానీ ... అయితే , ఐసాక్ విట్లో నీ కారణ గానే చనిపోయాడని అ గీకరిస్త న్నావా ? 
అ గీకరిస్త న్నాన . 
సరే మరి , అ దర ఇలా ర డి . 
నేన ల్యాబొరేటరీ వాళ్లతో మాట్లాడా . 
ఐసాక్ మెదడ లోని బ ల్లెట్ , జేసన్ ఆయ ధానికి చె దినదే అని తేలి ది . 
సరే , ఇప్ప డ ఏ చేద్దా ? అది ... న వ్వ చెప్పవద్ద . 
జ న్ . 
- ఇ టర్వ్య వీడియోన చ శావా ? - చ శా . నీకే అనిపి చి ది ? త టా అతనిదే అని తేలీ ది , పైగా అతన ఒప్ప క న్నాడ ... ప్రాసిక్య షన్ వాళ్లని స ప్రది చి , అతనిపై కేస వేద్దా . సరే . 
అతని నేరా గీకారాన్ని నమ్మ త న్నావా ? 
హా , నాక అది నమ్మక గానే అనిపి చి ది . 
హా , కానీ అతన ఒప్ప కోవాల్సిన పని లేద . కానీ ఊరికే ఒప్పేస క న్నాడ . 
అతనికి 17 ఏళ్ల . ఇ కా క ర్రాడ . 
హా , ఎన్నిసార్ల అరెస్ట్ అయ్యాడ ? 
- ఏడ సార్ల . - ఏడ సార్ల . 
ఏడ సార్ల . కానీ హత్యాయత్న మీద ఎప్ప డ కాలేద . 
చాలా ప్రశా త గా ఉన్నాడ . న్యాయవాది చెప్పిన దాన్ని పట్టి చ కోలేద . 
ఇప్ప డ సహకరిద్దా అన క న్నాడేమో ... దోషి అని ఒప్ప కొని త్వరగా అరెస్ట్ అయ్యి , తక్క వ జైల శిక్ష పొ దాలని అతని ఆలోచన ఏమో . 
అ తే అ టావా ? 
ఎవరైనా ఆ అ చనాకే వస్తార . 
న వ్వే అ ట న్నావో అర్థమవ తో ది . నేరాన్ని ఒప్ప క న్నాడ . అది చాల , కదా ? 
అది ఉ టే మిగతావన్నీ వ థా అన్నట్టే . 
జ్య రీ వాళ్ల ఇ కేమీ ఆలోచి చర . ఆ క ర్రాడికి శిక్ష పడిపోత ది . 
పద్దెనిమిది , 20 ఏళ్ల హ ష్ కాకీ అయిపోతాయి . అది నీక పర్వాలేదా ? 
భౌతిక ఆధారమైన ఆయ ధ ఉ ది . 
అది అతనిదే . 
జేసన్ రీవ్ ఒక మ ఠా సభ్య డ . 
పార్క లో ఎవరైనా ఒక పిల్లాడిని కాల్చితే , బ ద్ధి ఉన్నవాడ ఎవడైనా ఆ త పాకీని తమతోనే ఉ చ క టారా ? 
అతన ఉ చ క న్నాడ గా . 
అతని దగ్గర త పాకీ ఉ ది . కానీ అతనే కాల్చాడా , లేకపోతే వేరే మిత్ర ని కోస దాన్ని అతని దగ్గర పెట్ట క న్నాడా ? 
అతన పోలీస లకి చిక్కక డదని క్యానన్ రోడ్డ లో వేగ గా నడ స్త న్నాడ . ఆ క గార లో క డా అతన ఫోన్ కాల్ చేశాడ , ఒక రిజిస్టర్ కాని న బర క కాల్ చేసి 34 సెకన్ల మాట్లాడాడ , ఇప్ప డ ఆ ఫోన్ మన గడలో లేద . " అతన ఎవరికి కాల్ చేసి ఉ టాడ ? " అనే ప్రశ్న మన వేస కోవాలి . 
అతన ఎవరికి కాల్ చేశాడ ? 
నాక ఏ కనిపిస్తో దో మీక తెల సా ? 
డబ్బ లిచ్చి , బెదిరి చి ఒక 17 ఏళ్ల పిల్లాడి చేత పని చేయి చ క న్నారనే విషయ . 
హలో ? నేన ఆమెని చ శాన . ఆమె ఎవరో నాక తెల స . 
పా ప్లెట్ లో ఉన్న మహిళ , మీర కలిసిన మహిళ ఒక్కరే అని మీక పక్కాగా తెల సా ? 
తన ఏ పని చేసేదో చెప్పి దా ? 
- క్లీనర్ అని చెప్పినట్ట ది . 
తెలీద . కానీ తన ఇ గ్లీష న మెర గ పర చ కోవాలని తనకి భలే ఆసక్తిగా ఉ డేది . ఆ పనిని పక్కన పెట్టేయమని తన లవర్ తనకి చెప్పాడ . లవరా ? 
ఒక ఇ గ్లీష వాడ . ఇద్దర సహజీవన చేయడ మొదల పెట్టార , ఆ తర్వాత ... - తన రావడ ఆపేసి ది . 
ఆమె పేరే టో మీక తెల సా , మిసెస్ ఒడినాకా ? 
కార్లిటా ? కార్లా ? కార్లా . 
ఆవిడ ఈవిడే అని మీక పక్కాగా తెల స కదా ? ఒక్క నిమిష ... కి దటి ఏడాది వేసవిలో ఇక్కడ బార్బెక్య పార్టీ చేస క న్నా . ఇ కా ... చ డ డి . వెన క పక్కన ఉ ది ఆమె . 
హలో . మీర విచారణ బ దానికి కాల్ చేశార . 
నేన రౌన్ ట్రీ పార్క లో జరిగిన కాల్ప ల విషయమై కాల్ చేస్త న్నాన . 
టీవీలో ఒక స ఘటన గ రి చి మాట్లాడార కదా , దాని గ రి చే అన్నమాట . 
- వాళ్ల ఆ పిల్లాడిని కాల్చడ నేన చ శాన . - సరే . మీర ఎ త మ దిని చ శార ? 
ఇద్దరిని . 
ఒకర నల్లజాతి క ర్రాడ . అతన నడ ప త న్నాడ . కానీ పిల్లాడిని కాల్చిన వ్యక్తి మాత్ర తెల్లవాడ . 
హెల్ప్ లైన్ కి ఒక కాల్ వచ్చి ది . 
- జెడ్ . 
- సర్ ? ఈసారి విచారణక న వ్వ రా . సరే . 
త పాకీని కాల్చి ది న వ్వ కాదని మాక తెలిసి ది . ఎవర కాల్చారో చెప్తే , నీక ఏ కాక డా చ స క టా . 
మీకేమైనా చెమ డా ? 
కాల్చి ది నేనే అని చెప్పా కదా ? 
దాన్ని కళ్ళారా చ సిన వార మాక చెప్పార . 
వీళ్ల ... చాలా క్ర ర ల . హఠాత్త గా వస్తార , ఆదేశాల ఇస్తార , మాక డ్రగ్స్ ఇస్తార . 
అన్నీ వాళ్ల అద ప లోనే ఉ చ కోవాలన క టార , ప్రత్యర్థ ల ఉ డట వాళ్లకి అస్సల నచ్చద . 
ఇది మ ఠా తగాదాలక స బ ధి చినదా ? 
కానివ్వయ్యా . కాల్చిన వాడి కోస మేమ చ స్త న్నామనే విషయ వాళ్లకి తెలిస్తే , అది ఎలాగైనా కానీ , వాళ్ల నిన్న ఏమైనా చేయవచ్చ , అలాగే నీ క ట బ సభ్య లని క డా . 
సాక్షి మాక కొన్ని వివరాలే చెప్పార . 
ఎవర అతన ? అర్మేనియనా ? 
అల్బేనియనా ? 
టర్కిష్ ? 
టర్కిష్ అన్నమాట . 
ఇక్కడే ఉ ట న్నారా ? సరే , బ ధవార 28 వ తేదీన జరిగిన ఘటన గ రి చి దర్యాప్త చేస్త న్నా . 
టర్కీ దేశానికి చె దినవాడి కోస వెత క త న్నా . థ్యా క్య . హాయ్ , సర్ . పార్క లో ఒక పిల్లాడి హత్య జరిగి ది కదా , ఆ స ఘటన గ రి చి దర్యాప్త చేస్త న్నా . 
మీక ఏ తెలిసినా చెప్ప డి , అది మాక ఉపయోగపడగలద . 
- హాయ్ . మీరేమైనా ... - ఏ టి స గతి ? 
హలో , సర్ . పార్క లో జరిగిన కాల్ప ల ఘటన గ రి చి దర్యాప్త చేస్త న్నా . 
మేమ ఒక క ర్రాడి కోస గాలిస్త న్నా . అతన టర్కీకి చె దినవాడని ఊహిస్త న్నా . అది కాద . మీకే కావాలి ? - ఎ ద క వచ్చార ? - సాయపడదామని వచ్చా . ఎప్ప డ మీర వస్త నే ఉ టార . మాక వీలైన త సమాచార సేకరి చే పనిలో ఉన్నా మేమ , అ తే . మీర వస్త నే ఉ టార ఇక్కడికి . - ఇబ్బ ది పెడతారే ? - ఆగ డి . అదే లేద . మేమేమీ మీపై దాడి చేయట్లేద . కాస్త శా తి చ డి . దయచేసి ఇక్కడికి వస్తారా ? - శా తి చి , వెళ్లిపో డి . - హేయ్ ! మీక ఏవైనా స దేహాల టే , మాక తప్పక తెలియజేయ డి , సరేనా ? 
మీ సహకారానికి ధన్యవాదాల . 
- న వ్వ బాగానే ఉన్నావా ? - అ తే అ టావా ? - హా . 
ఎల్తమ్ లో పని చేసే డాన్ మెక్ కేబ్ గ ర్త న్నాడా నీక ? 
అతనికి 17 ఏళ్ల సర్వీస్ ఉ ది . బెదిరి చే విధ గా ఉ డే మెసేజ్లన కొన్ని టిని ప పాడని అతడిని ఉద్యోగ లో చి తీసేశార . 
చ డ , కిమ్ , అది ప ర్తిగా అస బద్ధమైన విషయ . నాక వేరే పన ల ఉన్నాయి . 
డాన్ గ రి చి మాట్లాడే సమయ నాక లేద , అది క డా వ్రెక్సమ్ లో . 
నేన రోజ ల లెక్కపెట్ట క ట న్నా , గ ర . 
ప్రప చ పతన బాట పట్టి ది . 
నాక ఒక ఫోన్ కాల్ రావాలి , దాని కోస ఎద ర చ స్త ఉన్నా , కిమ్ . 
మీడియా సమావేశ లో ఆ హడావిడి ఏ టి ? నీ స్నేహిత రాల మేఘన్ మార్కల్ తో . 
- ఎవర ? - జ న్ లె కర్ ని అలా అన్నాలే . 
చ డ , నాక అర్థమై ది . ఆ స దర్భానికి తనే బాగా సరిపోత ది . దానికి నేనేమీ అనట్లేద . 
తన గ రి చి వ్యతిరేక గా మాట్లాడితే , క్లాడియా మేహ్య , ఇ కా పోలీస ల్లో ఉన్న అమె అభిమాన ల మనల్ని వేస క టారని చెప్పా . 
చ డ , నాక ఎ త సాయ వీలైతే , అ త కావాలి కదా ? 
కానీ తనే చేస్తో ది ? 
తనకే కావాలి ? 
తనకే కావాలో మనకి ఎ ద క ? చ డ . ఇదే . మన ప్రప చ ఇదే . దానికి అలవాట పడ , సరేనా ? 
ఇక ఎర్రొల్ మ్యాథిస్ గ రి చి క గార పడట ఆపేయ్ . అది పరిష్కారమైపోయి ది . అదెప్ప డో జరిగిపోయి ది . ఇక నన్న వదిలేయ్ . ఈ క్షణ దాకా ఉన్న మ డ్ ని మొత్త పాడ చేసేశావ . 
ఇక్కడ ఏ జరిగినా , మీర నా దగ్గరికే వస్తార , నేన ఏదో ఇక్కడి ప్రజల ప్రతినిధిని అయినట్ట . 
సరే , హసాద్ . నిన్న ఎన్నిసార్ల అరెస్ట్ చేశారే టి ? 
నేన చెప్పేది అది కాద . 
నీకేమైనా తెలిస్తే , నాక ఫోన్ చేయి అని మాత్రమే నీక చెప్త న్నా . ప్లీజ్ . వాళ్ల ఒక తొమ్మిదేళ్ల పిల్లాడి తలలో బ ల్లెట్ ది పార . 
నాక ఇవ్వవద్ద . నేన తీస కోన . చ డ డి , నాక ఆ కాల్ప ల గ రి చి ఏమీ తెలీద . అయినా , ఈ విషయ లో మీ సమయాన్ని వ థా చేస క ట న్నార . 
మీర అరెస్ట్ చేయాల్సి ది డౌని గ్ స్ట్రీట లో ఉన్న పిస్తాలన . 
సరే , నీ న బరే నాక ఇవ్వ . నాక ఇక్కడి విషయాల ఏమైనా తెలియాల టే నీక కాల్ చేస్తా . సరే . 
సరే . " హసాద్ " ? 
నా పేర స్పెల్లి గ్ ని సరిగ్గా రాసిన పోలీస మీరే . ఏ టి ? 
మామ ల గా నా పేర న రె డ ' ఎస్ ' అక్షరాలతో రాస్తార . 
అది తప్పని అనన కానీ , నా పేర స్పెల్లి గ్ అది కాద . 
టర్కిష్ పేర్ల జనాలన బాగా అయోమయానికి గ రి చేస్తాయి . 
హా . థ్యా క్స్ . 
- హాయ్ . - మ చి నీళ్ల ఇవ్వనా ? హా , థ్యా క్స్ . నాక క డా నీళ్ళే కావాలి . 
చ డ , హత్య జరిగిన సమయ లో ఎర్రొల్ , బార్బర్ షాప దగ్గరికి వెళ్లి ఒకడిని కలిశాడ కదా ... - మ స్తఫా డెమీర్ ? 
- హా . హా , నా బ ర్రలో దాన్ని " వ థా ప్రయాస " గా ఫీడ్ చేసేశాన . 
- అతన టర్కీకే వెళ్లిపోయాడ అ టావా ? - హా . 
- అది న వ్వ నిర్ధారి చ క న్నావా ? - హా . అయ్య బాబోయ్ . 
అతని పాత బాస్ తో మాట్లాడా , అతని పాత ఇ టికి వెళ్లి చ శా , ఇ టర్నెట లో గాలి చా , ఇ కా చాలా చాలా చేశా . ఎ ద క ? 
నేన ఇప్ప డ చెప్పేది కాస్త చిత్ర గానే ఉ ట ది , కానీ జాగ్రత్తగా విన . టర్కిష్ పేర్ల జనాలన అయోమయానికి గ రి చేస్తాయి . 
అ టే ? 
ఇ దాకే మ స్తఫా అనే పేర న గ గ ల్ లో వెతికా . 
ఆ ఒక్క పేర కి ఏడ స్పెల్లి గ్స్ ఉన్నాయి . అయితే ? అయితే , పోలీస అతని పేర విషయ లో తప్ప స్పెల్లి గ్ రాసి ఉ టే ? 
అప్ప డ మన వేరే మ స్తఫా కోస వెత క తా కదా . 
ఇద గో . నీ పది పౌ డ్లక ఇది వస్త ది . బాగ దా ? 
హా , ఏదోకటిలే . 
చ డ , రమ్మ టే నేన క డా రాగలన . 
పర్లేద లే , నేన ఒక్కడినే వెళ్తా . 
చ డ , ఇది నీక చాలా మ ఖ్యమైన రోజని నాక తెల స . 
నీకేమీ కాద , మొనగాడా . 
ప ట్టినరోజ శ భాకా క్షల , అమ్మా . 
మీ అమ్మ చిన్న వయస్స లోనే నిన్న క ది . 
ఎర్రొల్ మొట్టమొదటిసారి మీ అమ్మని నా దగ్గరికి తీస కొచ్చినప్పటి స గతి నాక ఇ కా గ ర్త ది . 
న వ్వ క డా ఉన్నావ అప్ప డ , చాలా మొహమాట గా , బక్కగా ఉన్నావ . 
నా స్పెషల్ పరోటాల , నెల్ల ర చేపల ప ల స చేసిపెట్టి నిన్న లావ చేయాలని నాక అప్ప డే అర్థమైపోయి ది . 
హా . ఆ చేపల ప ల స చాలా కార గా ఉ డేది . 
కానీ అ త కారమ న్నా మీ అమ్మ తినేసేది . హా . 
మీ అమ్మ చాలా గర్వ పడేది . నిజ గానే చెప్త న్నా . 
న వ్వ ఇ త ప్రయోజక డివి అయిన ద క , చాలా పొడ గ్గా , అ ద గా తయారైన ద క . 
కానీ , నా పాత్రే లేద అ ద లో . 
- నేన నిన్న చాలా నిరాశపరచానని తెల స . - ఏ పర్లేద లే . 
మేమ ప్రయత్ని చా , బ గార . దత్తత తీస కోవాలని చ శా , కానీ ... ఇప్ప డ అద తా ఎ ద క లే . 
ఎర్రొల్ ని నేన వదిలేయలేన కదా ... మాట్లాడక డా ఉ డలేన . అలా చేస్తే కానీ నాక నిన్న ఇవ్వమన్నార . 
మన్ని చ . కానీ నీక అర్థమవ తో ది కదా ? 
అయినా కానీ చెప్త న్నా . నేన ఇలా చెప్పక డద , కానీ పోలీస శాఖలో పరిస్థిత ల ఇప్పటికి మనకి సాన క ల గా జర గ త న్నాయి . 
ఏ టి ? ఏమ ట న్నావ న వ్వ ? 
మేమ కార్లా అనే ఒక య వతి కోస వెత క త న్నా . అయితే ? తన దగ్గర ఎవరికీ తెలీని సమాచార ఉ ది . 
సమాచారమా ? 
- ఏ సమాచార ? 
- దాని స గతి నీక వద్ద లే . కానీ చెప్త న్నా కదా , ఎర్రొల్ త్వరలోనే ఇ టికి వచ్చేస్తాడ . 
అయితే , వారేనన్నమాట . 
అమ్మాయిలకి ఇచ్చేదిలా ఉ ది ఇది . 
వెళ్లి ధైర్య గా మాట్లాడ . ఎవర నవ్వర . 
హేయ్ , దొబ్బేయ్ ! 
అతన ఆమెని కొరికాడ ! దొబ్బేయ్ ... 
పాట్రిక్ . 
దానికి న వ్వ నచ్చావ . 
హా . క క్కలక నేన నచ్చేస్తాన . 
సరే , రా . వచ్చి క ర్చో . 
ఇలా రా . హేయ్ . 
దీన్ని నీ క టి మీద పెట్ట కో . 
తల వెనక్కి వాల్చ . థ్యా క్స్ . 
నిన్న కొట్టినవాడ ఎలా ఉన్నాడ ? 
వాడా ? తెలీట్లేదా ? 
నాకన్నా దార ణ గా ఉన్నాడ . 
- మరే పర్లేదా ? - హా . హా , ఏ పర్లేద . 
అపార్ట మె ట లోని ఒక వ్యక్తిలే . 
నేనేమైనా చేయాలా ? 
థ్యా క్స్ . 
ఏ టి స గతి ? 
ఆ స ఘటనని నేన మర్చిపోలేకపోత న్నా . 
ఏమై ది ? మీ అమ్మ విషయ లో ఎవరైనా నిన్న ఇబ్బ ది పెడ త న్నారా ? 
ఎవరది ? 
పోలీసా ? లేద . ఎ ద కలా అన్నార ? 
డోరిస్ . ఇప్ప డే కథ అల్ల తో ది ? 
ఏమో మరి . 
ఎవరో య వతి కోస వెత క త న్నారట , ఆమె దగ్గర ఏదో సమాచార ఉ దట . హా , అది నాక తెల స లే . అక్కడ ఏమీ లేద లే . వాళ్ల పొరబడ త న్నార తే . ఇ తకీ ఎవర ఆమె ? 
ఎవర లేర లే . 
న వ్వ బాగానే ఉన్నావా ? 
మళ్లీ ఆ రోజ జరిగి దే టో చెప్పనా ? 
మేమ ఇ ట్లోకి ప్రవేశి చా . పొర గ న ఉ డేవార ఎవరో 999 కి కాల్ చేశార . 
వాళ్లిద్దర బాగా గొడవపడ త న్నార . 
ఎర్రొల్ , ఇ కా మీ అమ్మ అర చ క ట న్నార ... కేకల పెడ త న్నార . 
మీ అమ్మని ... వ ట గదిలో చ శాన . 
నీక కార ప్రమాద ఘటన గ ర్త దా ? 
సరే . నీ కాళ్ల పరిస్థితి దార ణ గా ఉ ది . ఎర్రొల్ ... ఎర్రొల్ కి పర్వాలేద . 
అతని మీద రక్త ఉ డి ది . కానీ అది మీ అమ్మ రక్త . సరేనా ? 
అతనిది కాద . నేనే చెప్త న్నానో అర్థమవ తో ది కదా ? 
ఏ చేస్తావ , మొస్తాఫా ? నా వీఐపీ ఏద టే అది . సరే . 
హా . ఇ కా చెప్పమ టావా ? 
వాళ్లిద్దరి మధ్య గొడవ ల ఉన్నాయి . 
డబ్బ విషయ లో , ఉద్యోగ విషయ లో అన్నమాట . జనాల ఎవరైనా విచక్షణ కోల్పోతార . అది నీక తెల స కదా ? 
కానీ ఎర్రొల్ , ఊహి చినట్ట గానే ఒప్ప కోలేద . 
ఆ సమయ లో వేరే చోట ఉన్నానని క డా చెప్పాడ . 
అవ న . అతన ఎవరినైతే కలిశానన్నాడో , అతని వద్దకి వెళ్లా . 
అతని ఆచ కీ కనిపెట్టి , అతనితో మాట్లాడా . ఎర్రొల్ ... అతన ఎర్రొల్ ని అసల కలవనే లేదట . ఇ తే . నేన ల డన్ లో ఉన్నాన . 
- ఇ త కన్నా ఏ కావాలి నీక ! 
- అవ న , నేస్తమా . జీవిత సాఫీగా సాగిపోతో ది . 
అతన ఒక కథ అల్లాడ అ తే . 
పక్కి టివాళ్ల ఫిర్యాద , గొడవ , రక్త , పోస్ట్ మార్టమ్ . 
అ టే ... వీటన్ని టి గ రి చి నీక తెలియాల్సిన పని లేద . 
చివరికి , సాక్ష్యాలన్నీ అతనే దోషి అని చ పిస్త న్నాయి . అతనికి బయటపడే అవకాశమే లేక డా పోయి ది . 
అతన ఒప్పేస క న్నాడ . 
మొత్త నేరమ తా తనే చేసినట్ట అ గీకరి చాడ . ఇ కా జనాల , వాళ్ల ఏమైనా చెప్తార , కానీ నేన అక్కడ ఉన్నా కదా . అవి నిజాలే . 
బాబోయ్ , నిన్న కనిపెట్టడానికి చాలా కష్టపడ్డాన . 
నీ పాత బాస్ , న వ్వ ఇస్తాన్బ ల్ కి వెళ్లిపోయావేమో అని అన్నాడ . 
కొన్నేళ్ల క్రిత నాటి ఎర్రొల్ మ్యాథిస్ కేస విషయమై నిన్న కొన్ని ప్రశ్నల అడగాలి . 
ఎర్రొల్ నిన్న కలిశాడన్నది నిజ కాదని చెప్పావట కదా . 
ఎర్రొల్ , తన లవర ని హత్య చేసినప్ప డ నీ బార్బర్ షాప్ లోనే పని కోస వచ్చాడని చెప్త న్నాడ . 
ఎప్ప డ ఎవరోకర ఇక్కడికి వస్త నే ఉ టార . 
అయితే ఎవరో వచ్చారన్నమాట . 
చ డ డి , నాక సమస్యల్లో ఇర క్కోవాలని లేద . 
అలాగే . కాకపోతే ఒక వ్యక్తి చేయని నేరానికి జైల శిక్ష అన భవిస్త న్నాడని నాక అనిపిస్తో ది . 
కాబట్టి , న వ్వ అబద్ధ ఆడ త న్నావా ? ఎవరైనా నిన్న బెదిరి చారా ? 
మొస్తాఫా , న వ్వేమైనా చెప్పాలన క ట న్నావా ? 
అప్ప డ ... పోలీస ల నాక అతని ఫోటోల చ పి చి గ ర్త పట్టమని చెప్పార . 
అయితే ? 
- ఫోటోలా ? 
- మ ఖాల . నాక వాళ్ల మ ఖాలన్నీ ఒకేలా కనిపిస్తాయి . 
అలా అని నాక జాత్యాహ కార ఏమీ లేద . ప్రమాణప ర్తిగా చెప్త న్నా . 
నీక ఆ మ ఖాలన్నీ ఒకేలా కనిపిస్తాయి . 
వాళ్ల నీక చాలా మ ది నల్లజాతీయ ల మ ఖాల చ పార . న వ్వ వేరే వ్యక్తిని ఎ చ క న్నావ . 
నేన ఎర్రొల్ ని ... టీవీలో చ సినప్ప డ , " ఇతనేనా ? నేన చ సి ది ఇతనినేనా ? " అని నాక అనిపి చి ది . మరి పోలీస ల దగ్గరికి వెళ్లి , పొరపాట జరిగి దని చెప్పవచ్చ కదా ? భలేవారే . హ్యాక్నీ డౌన్స్ స్టేషన లోని డిటెక్టివ్స్ ఎలా టి వాళ్లో మీక తెల స కదా ? 
వాళ్లకి స ప్రదాయవాద పార్టీలతో దోస్తీ ఉ ట ది . ఛా దసవాద ల , ఏమైనా చేస్తార వాళ్ల . 
- అవ న , కానీ న వ్వ ... - చ డ డి . 
జనాల చ స్తే , గ సగ సలాడ క టార . 
నాక చిక్క ల్లో పడాలని లేద . సరే . 
వెర్రి పని అది . 
అతనికి చెప్ప డి ... నేన చేసిన దానికి క్షమాపణ కోర త న్నానని . సరే . 
అతన మన వెతికే మొస్తాఫానేనా ? 
- కాద అని అతన అనలేద . 
- దేవ డా . 
నాక చెప్పాక , అతని గ డె బర వ వదిలినట్ట అనిపి చి ది . 
అతన , తన వా గ్మ లాన్ని సవరి చే అవకాశ ఉ ద టావా ? అతన చ సి ది ఎర్రొల్ నే అని పక్కాగా చెప్పగలడా ? ఏమో . చెప్తాడేమో . కానీ , సోనియా ఒకటి చెప్ప . పన్నె డేళ్ల తర్వాత , అప్పీళ్ల ప్యానెల్ దాన్ని చ సి స్ప దిస్త ది అ టావా ? 
అయినా కానీ , ఒకడ నా కళ్లలోకి చ సి అతన అమాయక డ . కాబట్టి ... 
ఒక్క నిమిష . అది నా కారే . 
న వ్వ బాగానే ఉన్నావా ? 
అతన ఎ త కాల ఇక్కడ ఉ టాడ ? 
నీ హోమ్ వర్క్ ప ర్తయ్యే దాకా ఇక్కడే , రోజ తా ఉ టాడ . 
ఏడిచావ లే . 
దీని గ రి చి మౌ బామ్మకి చెప్పక , సరేనా ? తన క గార పడిపోత దని నీక తెల స కదా . అయినా , రోజ తా ఇలా రక్షణ అ ది చడ స పర్ గా ఉ ది . 
లేద , ఏడ్చినట్ట ఉ ది . డబ్బ ల వ థా తప్ప ఇ కే లేద . 
ఓరి దేవ డా . 
మీ ఇద్దర ఇక్కడే ఉ డ డి . 
క గార పడిపోవద్ద . మామ ల గా ... మీర రావాల్సిన పని లేద . 
ఈ ఏర్పాట్లకి మన్ని చాలి , నేనే ఈ పని చేయమన్నా . 
కానీ మాక ఈ అవసర లేద . 
ఆగ తక ల కొ దరిని లక్ష్య గా చేస కొని దాడ ల చేస్త , ఐసాక్ ని కాల్చినవాడిని పట్ట కోవాలని చ సేవాళ్లని బెదిరి చాలని చ స్త టే , వాళ్లకి నీ ఇల్ల ఎక్కడ దో తెలిస్తే ఇక అ తే స గత ల . 
తప్ప నాదే . మీడియా సమావేశ లో నిన్న భాగస్థ రాలిగా చేసి ఉ డాల్సి ది కాద . 
విచారణ న డి నిన్న తప్పి చక తప్పట్లేద . 
ఎ ద కని ? 
ఆన్ లైన్ లో ఏవేవో కనిపిస్త న్నాయి . ఏవేవో ... అ టే ఏ టి ? మ ఠా అల్లర్ల . తర్వాత వాళ్ల ఏ చేస్తారో చ ప త న్నార . 
దాన్ని ఆన్ లైన్ లో లేక డా చేయాలని చ స్త న్నా , కానీ అది అ త తేలికైన పని కాద కదా . 
ఇది మామ ల గా జర గ త ఉ డేదే . న వ్వ ఆన్ లైన్ లో దీని కోస చ డక , సరేనా ? క గార పడాల్సి దే లేద . 
సరే . థ్యా క్స్ . 
- త్వరగా , త్వరగా . 
నీక సాయపడాలన క ట న్నా , జేసన్ . 
నిన్న కాపాడాలన క ట న్నా . 
ఆ అవకాశ ఇస్తావా ? 
కాల్చినవాడి పేర చెప్ప చాల . 
- సర్ ? 
- జ న్ . ఆఫీస క రాగానే మా దగ్గరికి వస్తావా ? 
ఒక అత్యవసరమైన పరిస్థితి ఏర్పడి ది . 
చ డ డి , ఇది లాగ్ షీట్స్ గ రి చా ? నేన వాటిని ఎప్ప డో ప రి చేశా . 
వాటిని ఇ కా మేమ సమీక్షిస్త న్నా . కానీ నా బాధ్యతగా నేన మీకొకటి చెప్పాలి , మీ మీద కొత్తగా ఒక ఫిర్యాద వచ్చి ది . 
మన్ని చాలి , ఏమన్నార ? 
ఆఫీస లో మీర బెదిరి ప లక పాల్పడ్డారట . 
జ న్ , నాక తెల స , ఇవన్నీ దిగమి గ కోవడ కష్టమే . 
హా , అ ద లో స దేహమే లేద . 
నేన అ దరి పట్లా న్యాయ గా వ్యవహరి చాలి కదా . 
- అ దరి పట్లా అ టే ? - ఆ విషయ నేన చెప్పలేనని నీక తెల స . 
అవ న . 
అవ న . సారీ , సర్ . వేరే విషయ గ రి చి ఆలోచిస్త న్నాన . 
తెల స . 
అతన నన్న విచారణ న డి తప్పి చాడ . అది మీక తెల సా ? 
" అతన " అ టే ? 
హా , నాక తెల స . 
నా కార బ డిద అయిపోయి ది . 
- తెల స . మేమ దరమ నీక అ డగా ఉన్నా . 
ఇది అ తా బాగా నమ్మడానికి బాగ ది కదా ? జ న్ . సర్ , నా కార పార్క్ చేసి ఉ దని అతగాడికి ఎలా తెల స ? 
ఇది కాస్త వి తగా , విచిత్ర గానే ఉ ట ది . - కానీ మన వాహనాలన్ని టికీ ట్రాకి గ్ ఉ ట ది . 
- అబ్బా . 
హెగర్టీ ఒక కాల్ చేసి , సాయ కోరాడ , అ తే . - ఏ మాట్లాడ త న్నావ ? 
- ఇవాళేమో , ఏక గా నన్న రౌడీ చేసేశాడ . 
అర్థ కావట్లేదా మీక ? అన్నీ ఇలా - వర సగా జర గ త న్నాయి . 
- ఇక చాల . 
ఒక విషయ చెప్ప . అమిత్ సెకర్ అనే వ్యక్తి నీకేమైనా తెల సా ? తెలీదా ? 28 ఏళ్ల టర్కీ వ్యక్తి . 
నీ భ్రమల లోక లో కాక డా ఇక్కడ , స మార గా రె డ గ టల క్రిత అన క టా , న వ్వ పని చేసిన కేస లోని పిల్లాడిని కాల్చాడనే అన మాన తో ఆ పేర న్న వ్యక్తిని అరెస్ట్ చేశార . అదే , ఐసాక్ విట్లో అనే పిల్లాడిని కాల్చిన కేస లో . 
హా . హెగర్టీకి ఆ పేర తెలిసి ది . 
ఆ బ ద రాత్ర తా పని చేసి ది . 
పోలీస ల టే అలా ఉ డాలి . అతన పాత కె ప్ రోడ్డ లోని ఓ డ్రగ్స్ తయారీ ఇ ట్లో ఉన్నాడని తెలిసి వెళ్లి పట్ట క న్నార . 
అతనేనా ? కాల్చిన వ్యక్తి . అవ న . ఆ విషయ వాళ్లకెలా తెల స ? 
ఎ ద క తెలీద ! ఆధారాల న్నాయి , సాక్ష ల ఇచ్చిన వా గ్మ ల ఉ ది . 
న్యాయవాది శిక్ష తగ్గి చే ప్రయత్న చేస్త న్నాడ , కానీ హెగర్టీ దానికి ససేమిరా అ ట న్నాడ , ఎ ద క టే , అతన హత్యాయత్న కేస వేయాలని చ స్త న్నాడ . 
మ చిది . మ చిది . 
ఐసాక్ అమ్మ , జెన్నీ ... నేన అక్కడ ఉ టే బాగ డ . 
నాక తెల స . 
చ డ , బాస గా నేన చెప్త న్న మాట విన . వదిలేయ్ . 
ఎ ద క టే , పైకి ఎలా కనిపి చినా కానీ , డాన్ పోలీస గా చాలా గొప్పవాడ . అతనికి పల క బడి ఉన్న మిత్ర ల క డా బాగానే ఉన్నార . అదీ స గతి . 
హేయ్ . నేన పని చేసే రెస్టారె ట లో కొన్ని మిగిలాయి , కాబట్టి ... 
- దీన్ని న వ్వే చేశావా ? - అవ న . 
- చ డ ... - లసాన్యా చేశా . మీక థ్యా క్స్ చెప్దామని . 
పాట్రిక్ , న వ్వ ఇలా ఊరికే వస్త ఉ డక డద . 
అలా చేయక డద , సరేనా ? 
తన నా క త ర , లీసా . పాట్రిక్ . 
మిమ్మల్ని కలవడ బాగ ది . మిమ్మల్ని కలవడ క డా . 
నీ ఫ్లాట్ ని మార్చే ప్రయత్న చేద్దా లే , ఏమ టావ ? 
- లీసా . 
- ఒక్క నిమిష . 
చ డ . ఆ ఫిర్యాద నేన ఇచ్చి దే . 
ఏ టి ? 
కానీ న వ్వ నన్న బెదిరిస్త న్నావని మాత్ర నేన అనలేద . 
ఆ పదమే నేన వాడలేద . కానీ రాయ్ ప్రశ్నలతో ఉక్కిరిబిక్కిరి చేస్త న్నాడ . 
" తనకి పాథాలజీ రిపోర్ట్ ఇచ్చావా ? " అదీ , ఇదీ అ ట . 
- పాథాలజీ రిపోర్ట్ . - హా . 
మరియా డి సౌజాకి స బ ధి చినది . క్లైవ్ సిల్కాక్స్ కేస . దాన్ని లీక్ చేశామని వాళ్ల దర నా మీద పడిపోయార , ఇక నేన ... నేన వివరి చే ప్రయత్న చేశాన . 
ఉన్న విషయ చెప్తాన , న వ్వ క డా బాగా గట్టిగా అడిగావ . హా , కానీ బెదిరి చలేద కదా . ఏ టి క్లోయి అలా అ టావ ! 
సారీ . సారీ . 
కానీ , ఒక మాట , రాయ్ పిచ్చిపిచ్చిగా ప్రవర్తి చి ... మొత్తాన్ని పైస్థాయికి రిపోర్ట్ చేశాడ టే , ఇది జరిగి ది అతని వల్లే . నా ... 
- లేద , నేన నిన్న నమ్మాన . కానీ న వ్వ ఇలా చేశావ ! - అది ... 
ఏ టి ? 
చెప్ప ఏ టి ? 
నీక న్న త అ డ మాక లేద . - ఏ టి ? 
- న వ్వ , నీ కొత్త స్నేహిత ల . - వ త్తిలో పైకి ఎదగడ . - ఏమన్నావ , నేన ... 
లేద , లేద , నీక బాగా తెల స . ఆ మీడియా సమావేశ జరిగి దిగా . నాక అర్థమై దిలే . నల్లజాతే నీది క డా , కానీ మా అ త నల ప కాద కదా . 
- ఏ టి ? - మా అ త భయ కర గా ఏమీ న వ్వ ఉ డవ . 
- ఏ మాట్లాడ త న్నావ న వ్వ ! 
- నేన క డా బాగానే చేస్త న్నా , కానీ నాక దక్కలేదే . 
ఎవరిది వాళ్లే చ స కోవాలి అనేది నిజమే కదా ? కానీ , ఆ విషయ లో అ దరికీ న వ్వ నచ్చ తావని అన కోక . 
అసల నీక ... గ్ర ప్ చాట్ లో నీక పెట్టిన పేర న న వ్వ చ డాలి . వాళ్ల ... 
హాయిగా కాఫీ తాగి రా . 
హలో ? 
హాయ్ , జ న్ . నేన బెక్కాని , మ ర్ స్ట్రీట్ శరణాలయ న డి చేస్త న్నా . 
- సారీ , మీర బాగానే ఉన్నారా ? - హా , బాగానే ఉన్నా . చెప్ప డి . 
కార్లా అనే వ్యక్తి గ రి చి కన క్కోమని మీ సహోద్యోగికి మీరేమైనా చెప్పారా ? 
సోనియా . 
జ న్ . ఏ టి స గతి ? 
శరణాలయాలక ఎవరైనా కాల్ చేస్త న్నారా ? మన వెత క త న్న వ్యక్తి కోస . 
లేద , న వ్వ ప పే జాబితా కోస మేమ ఎద ర చ స్త న్నా . ఏమై ది ? సరే . లేటన్ లో ఉ డే ఒక శరణార్థ ల ఆశ్రయ న డి ఫోన్ వచ్చి ది . 
ఆ ఆశ్రయ లో కార్లా అనే పేర తో చేరినవార ఎవరైనా ఉన్నారా అని ఒక మగ పోలీస ఆఫీసర్ కాల్ చేసి అడిగారట . 
సారీ . కార్లా కోస వేరే వాళ్ల వెత క త న్నారా ? 
ఆ పోలీసోడ పేర చెప్పలేదట . అదే వి తగా ఉ ది . అ ద కే ఆమె నాక కాల్ చేసి ది . 
అ టే , నాకేమైనా తెలియాల్సిన స గతి ఉ దా ? 
తన కోస మన వెత క త న్నామని న వ్వ ఎవరికైనా చెప్పావా ? లేద . లేద . 
ఎవరో చెప్పార . మన కాకపోతే , ఇ కెవర ? డోరిస్ ? 
లేదా ఆమె దగ్గర పని చేసే వాళ్ల కావచ్చ . 
నేషనల్ డేటాబేస్ - మార్సియా జోన్స్ మార్సియా . అపరాధమ తాగి , విర్రవీగడ 
జోయి ? 
ఎర్రర్ : ఈ పేర మీద ఫలితాలేవీ లేవ . లటీషా ? 
టోనీ గిల్ఫోయిల్ . ద కాణ లో దొ గతన చేశావని అతన నిన్న అరెస్ట్ చేశాడ , ఆ తర్వాత కేస కొట్టేశాడ . 
దేనికి బద ల గా ? 
- నేన అతనికి కొన్ని చెప్తాన . 
- కొన్ని అ టే ? న వ్వ డోరిస్ గ రి చి చెప్త న్నావా ? తన ఉద్యమ గ రి చి దొ గచాట గా చేరవేస్త న్నావా ? దొ గచాట గా ఏ చేరవేయట్లేద . మా ప రోగతి గ రి చి చెప్త న్నా , అ తే . 
ఎ త కాల న డి ? 
ఈ పని ఎ త కాల న డి చేస్త న్నావ ? 
ఎనిమిదేళ్ల న డి . 
- ఎనిమిది . - కానీ నేన మ చి విషయాలే చెప్పాన . నేన చెడ గా ఎప్ప డ ఏమీ చెప్పలేద . 
తన నన్న సొ త అక్కలా చ స క ది . నా పిల్లల విషయ లో బాగా సాయపడి ది . 
నేర చరిత్ర ఉ ది కన క వాళ్ల నన్న ద ర పెట్టి ఉ డవచ్చ . కానీ తన నా తప్పొప్ప ల చ డలేద . 
ఒక తల్లిగా నేన అన్ని బాధ్యతల నిర్వర్తి చగలగడానికి కావలసినవన్నీ తనే చ స క ది . బాబోయ్ . 
సరే , గిల్ఫోయిల్ తో న వ్వ క ద ర్చ క న్న ఒప్ప దమే టి ? నీక డబ్బ ల ఇస్తాడా ? 
లేద . నన్న జాబితాలో చేర్చాడ , అ తే . - జాబితానా ? - ఫ్లాట్ కోస . 
సరే . అయితే , న వ్వే ఆయనకి కార్లా గ రి చి చెప్ప టావ , అ తేనా ? 
- అవ న . 
- మరి నా గ రి చి క డానా ? 
మీక నేన సాయపడ త న్నానని క డా చెప్పేశావా ? 
సరే , ఈరాత్రికి న వ్వ డోరిస్ కి కాల్ చేయాలి ... - నేన చేయలేన . 
- ... ఎవరికో బాగాలేదనో , కొత్త ఉద్యోగ వచ్చి దనో , పోనీ నిజమైనా చెప్పేయ్ . 
తన దగ్గర న వ్వ ఉ డక డద , ఆ ఫోన్ న వ్వ ఈరాత్రికే చేయాలి . 
మరి టోనీకి ఏ చెప్పన ? 
నీక నచ్చి ది చెప్ప కో . 
అయినా , అతనికి ఈ పాటికే తెలిసి ఉ ట ది . 
లటీషా . హలో , బ గార . మన్ని చాలి . మీర బిజీగా ఉన్నారా ? లేద . చెప్ప . సరే . మీక నేనొక విషయ చెప్పాలి ... మన్ని చ డి , డోరిస్ . 
ఈ విషయ లో నన్న క్షమి చ , బాస్ , సరేనా ? రేప కల ద్దా , సరేనా ? బై , గ ర . 
టోనీ , ఉద్యోగమే ప్రాణ గా బతికే వ్యక్తి . 
పదేళ్ల న డి మల్టిప ల్ స్క్లెరోసిస్ వ్యాధితో బాధపడ త న్నాడ . బడి పిల్లల పన లని , వైకల్య పద్ధత ల పన లని అతనికి అప్పగి చేలా చేశాన . 
ఆ విషయాన్నే ఐఓపీసీకి చెప్ప డి . 
అతని వల్ల ఏ హానీ జరగద . నిజ గా ? ఏ హానీ జరగదా ? 
రక్షణ లేని మహిళపై ఎనిమిదేళ్ళ గ ఢచర్య పని చేశాడ . 
అది మీక మామ లేనా ? మీక , మీ పాత మిత్ర లకి ? 
చ డ , వాళ్ల అప్పీల్ చేయాలన క ట న్నార . వాళ్ల వ్య హ ఏ టో తెల స కోవాలన్నదే మా ప్లాన్ , అ తే . 
దాని వల్ల ఎ త నష్ట జరిగి దో మీర ఊహి చన క డా ఊహి చలేర . - నష్టమా ? - హా , నష్టమే . 
ఒక విషయ అడ గ తాన , ఆ ఎమర్జెన్సీ కాల్ లో చెప్పిన కొన్ని విషయాల నీ కొత్త స్నేహిత లకి చెప్పావా ? 
ఒకటి స్పష్ట గా అర్థమయ్యేలా చెప్తా , విన , ఆ విషయాలన , కొన్ని అయినా న వ్వ చెప్పావని నాక తెలిసి దన కో , న వ్వ నా విశ్వర ప చ స్తావ . 
నీక తెలిసిన మిత్ర ల దరి సాయమ నీక అవసర అవ త ది . నిన్న భ స్థాపిత చేసేస్తా . 
అ తా ఓకేనా ? 
" ఏ హానీ జరగద . " అతన అన్న మాట ఇది . " ఏ హానీ జరగద . " 
ఎవర మ ఖ్య కాద అన్నట్ట మాట్లాడ త న్నాడ . 
మరీ మ ఖ్య గా డోరిస్ లా టి వాళ్ల . 
సారీ , నేన ... నేన ఏదేదో వాగ త నే ఉన్నా ... లేద , న వ్వ అన్నది నిజమే . నేన ... సరే , ఇప్ప డ మనమే చేద్దా ? చెప్ప . 
అ టే . న వ్వ వీళ్ల గ రి చి పైస్థాయి వాళ్లకి ఫిర్యాద చేస్తావా ? 
నీక అదే చేయాలన టే , అలాగే కానివ్వ . నాక ఓకే . 
నిజ గానే చెప్త న్నా . వాళ్లకి ఆ మ దే సరైనది అయితే ... మన ఇప్ప డ ఎలాగ గ హ నిర్బ ధ లోనే ఉన్నా . ఇ తకన్నా వాళ్ల మనల్ని ఇ కే చేయగలర ? 
ఏదైనా నీ ఇష్ట . నిర్ణయ నీ చేత ల్లో ఉ ది . 
ఒకటి చెప్పనా , టీవీలో మాట్లాడిన మీ బాస్ కి కాల్ చేయ్ . అదే ఆ ఎర్ర జ ట్ట ఆవిడకి . ఆమె పేరే టి ? క్లాడియా . 
" టీవీలోని ఎర్ర జ ట్ట ఆవిడ . " ఆమె బాగా నచ్చేసి దా ? 
ఫోన్ చేయవమ్మా . 
సరే . నేన కాల్ చేస్తాననే అన క దా . వాళ్ల ఫిర్యాద నమోద చేస్తార . విచారణ చేపడతార . అది ఏళ్ల తరబడి సాగ త ది , దాని వల్ల లాభ ఏ టి ? 
ఫోన లో హెగర్టీ మాటలన న వ్వ విని ఉ డాల్సి ది . కట వ గానే మాట్లాడినా , కలవరపడ త న్నాడని తెల స్తో ది . 
ఎ ద క ? 
ఏ దాస్త న్నాడ ? 
పాప , ఆ అమాయక డోరిస్ కొడ క ని వీళ్ల ఏ చేశార ? 
- సోనియా మెసేజ్ చేసి ది . నేన వెళ్లాలి . - సరే . 
నేనే చెప్పాలన క ట న్నాన టే ... ఈ విషయ లో న వ్వ దర్యాప్త ఆపక డద . 
అ తే అ టావా ? 
భలేదానివే , నీక ఏ కావాలన్నా నేన సిద్ధ . 
థ్యా క్య . 
అయితే ... ఇప్ప డ ఏ చేద్దా ? 
ఫోన్ ఎత్త తాన . 
హలో , చెప్ప డి . 
నా కోస వెతకడ ఆప డి . 
మన్ని చాలి , ఎవర మీర ? 
మీర దేన్ని గెల క త న్నారో మీక తెలీట్లేద . కార్లా ? 
మీక నా పేర ఎలా తెలిసి ది ? 
కార్లా , ఎక్కడ న్నావ న వ్వ ? 
దయచేసి , ఇక ఆప డి . ఆపేయ డి . 
నేన నీక సాయపడగలన , మాటిస్త న్నా క డా . 
వద్ద ! నా గ రి చి మర్చిపో డి . 
నేనెవరో మర్చిపో డి . మీ వల్ల నా ప్రాణాల పోయేలా ఉన్నాయి . 
లేద . లేద . నీకే కాక డా మేమ చ స కోగల . 
మీర నా మాటలని నమ్మట్లేద . అతనికి ఇది కొత్తదేమీ కాద . ఆ పని మళ్లీ చేస్తాడ క డా . నిన్న మేమ నమ్మ త న్నా . న వ్వ మాక అతని పేర చెప్ప చాల . 
పేర్ల , గీర్ల వద్ద ! 
మీక అర్థమవ తో దా ? అతనికి రక్షణ ఉ ది . 
రక్షణ ఉ దట . 
ఎలా ? 
అతడిని ఎవర రక్షిస్త న్నార ? 
- కార్లా . 
- ఇక ఆప డి . 
