Ми звертаємося до всіх , хто міг бути поблизу парку Раунтрі у вівторок по обіді . ДЖУН ЛЕНКЕР ДЖЕННІ ВІТЛОУ Якщо ви щось бачили або чули , навіть незначне , зв'яжіться з нами . Дзвоніть на лінію довіри . Усі дзвінки конфіденційні . 
- Що це ? - Твоя мама дивиться . Захотіла переглянути . 
Усі заслуговують на те , щоб почуватися в безпеці ... - Привіт . - Привіт . - Могла бути ваша сімʼя . - На моєму телику не так . 
Це могла бути ваша дитина . Немає виправдань ... - Думала , ти ненавидиш поліцію . 
- Я люблю свою дочку . 
Цікаво , не знала . 
... у будь - якій громаді . - Дякую , детективе Ленкер . 
- Я ходила на всі її шкільні вистави . 
- Мама грала у виставах ? 
- В актовій залі . 
Ганьбище . І як вона грала ? Добре ? Ну , говорила дуже чітко . Голосно . - Близько не сядеш . - Мамо . 
Перестань . 
Айзек виріс у тому парку . Ви знаєте , він любив той парк . 
Щодня , повертаючись зі школи , він тягнув мене за руку . " Мамо , будь ласочка . Пʼять хвилин . Усього пʼять хвилин " . 
Ба Мо , а що в тебе за тертя з поліцією ? - Він був ... - Це не ... - Дуже вам дякую . 
- Як ти там кажеш ... - Через дідуся . - ... ми вам дуже вдячні ... Поліція цькувала його щодня , все доросле життя , якщо хочеш знати . 
Просто заради ... Задля розваги . 
- Мамо . - Що ? Він має право знати . 
- Не сьогодні . 
Я відвезу вас додому . Ходімо . 
Тато був молодець . Нікому цим мозок не виносив . 
Не виносив . 
Він просто терпів і не здіймав шуму . 
Мене це так бісило . 
Чому тебе раптом понесло туди працювати , - я ніколи не зрозумію . - Я намагалася ... Ти думаєш , що виправиш їх . 
Ні чорта ти там не виправиш . 
ДЕНІЕЛ ГЕҐАРТІ КЛОДІЯ МЕЙГʼЮ Справді , одну особу заарештовано , і я б сказав , що це значний прогрес . 
Ми тісно співпрацюємо з лідерами громад , але операцію ще не завершено , вона триває й зараз . 
Дякую . Як ви знаєте , стан Айзека й досі критичний . 
Джейсоне . 
Свідки бачили тебе з вогнепальною зброєю в руках . 
Є запис камери , на якому ти викидаєш згаданий ствол . 
Мені треба знати , як він у тебе опинився . 
Хтось його тобі дав ? 
Малий зловив кулю ? 
Джейсоне , скористайтеся правом на ... Його зачепило випадково . 
Я не хотів , щоб він підліз під кулі . 
Хотів відігнати ворогів . 
Щось не поділили з бандою конкурентів ? 
Якби я міг вернутися і щось змінити , то ... То ти зізнаєшся , що стріляв у Айзека Вітлоу ? 
Зізнаюся . 
Усі сюди . 
Я говорив з лабораторією . 
Куля , яку дістали з Айзека , – зі ствола Джейсона . 
То який у нас план ? Ну ... Не ти . 
Джун . 
- Ти переглянула запис допиту ? - Так . І ? Балістика плюс зізнання ... Залучаємо прокуратуру й обвинувачуємо . Добре . 
Ти повірила ? В те зізнання ? 
Так . Воно переконливе . 
Але він не мусив зізнаватися . Він просто все вивалив , так легко . 
Йому сімнадцять років . Ще підліток . 
І заарештовували його скільки разів ? 
- Сім . - Сім . 
Сім разів . Але не за замах на вбивство . 
Він був надзвичайно спокійний . Заява така собі , а сам він – молодець . 
Ну , може , він думає , що погодиться на співпрацю ... Ранній арешт . Визнання провини . Помʼякшення вироку . 
Ти абсолютно впевнена ? 
Обʼєктивно це справедливе припущення . 
Я розумію , про що ти . Бо зізнання – це панацея , так ? 
Золотий стандарт . 
Присяжні довго не думатимуть . Цей хлопець сяде . 
На 18 - 20 років . Тебе це влаштовує ? 
Речовий доказ , зброя . 
То була його зброя . 
Джейсон Рів – член банди . 
Коли підстрелив малого в парку , хто при своєму розумі не позбудеться зброї ? 
Очевидно , він . 
У нього був ствол . Але чи він сам з нього стріляв , чи зберіг для друга ? 
Він стрімголов мчить по Кеннон - роуд , рятуючись від арешту . Знаходить час подзвонити , на незареєстрований номер , 34 секунди , більше не обслуговується . Спитайте себе : " Кому він дзвонить ? " 
Кому дзвонить ? 
Знаєте , кого я бачу ? 
Я бачу 17 - річного підлітка , якого підкупом і погрозами схиляють виконувати накази . 
Алло . Я її бачила . Я знаю цю жінку . 
Чому ви думаєте , що людина з листівки – та сама , яку ви бачили ? 
Вона казала , ким працює ? 
- Думаю , прибиральниця . 
Ні . Але їй подобалося , покращувала свою англійську . А тоді бойфренд наказав їй покинути . Бойфренд ? 
Якийсь англієць . Вона переїхала до нього , і після того ... - Перестала приходити . 
Місіс Одінака , ви знаєте , як її звали ? 
Карліта ? Карла ? Карла . 
А ви впевнені , що це саме та жінка ? Хвилинку ... Торік улітку ми тут влаштували барбекю . І ... Ось . Ось вона . Позаду . 
Алло . Слідча група , говоріть . 
Вітаю . Я з приводу стрілянини в парку Раунтрі . 
Тої , про яку по телевізору говорили , знаєте ? 
- Я бачила , як стріляли в хлопця . - Так . Скількох нападників ви бачили ? 
Двох . 
Один був темношкірий . Водій . Але другий , той , що стріляв , був білий . 
Є дзвінок на лінію довіри . 
- Джед . 
- Сер ? Твоя черга в кріслі стоматолога . Добре . 
Ми знаємо , що ти не стріляв . Якщо скажеш , хто стріляв , ми тебе захистимо . 
Ви глухі ? 
Я ж кажу : стріляв я . Що не ясно ? 
У нас є свідок . 
Ці люди ... вони безжалісні . Прийшли нізвідки , почали роздавати накази , змушувати продавати наркоту . 
Вони хочуть тримати район і не хочуть конкурентів . 
То це переділ території ? 
Просочаться чутки , що ми й досі шукаємо стрільця , і справедливо чи ні , бандюки постукають у твої двері чи у двері твоєї сімʼї . 
Від свідка ми почули неповний опис . 
Хто він ? Вірменин ? 
Албанець ? 
Турок ? 
Турок . 
Ви місцева ? Ми розпитуємо про інцидент , який стався 28 - го в середу . 
Шукаємо чоловіка турецького походження . Дякую . Сер . Тут про той випадок у парку , з маленьким хлопчиком . 
Допоможе будь - яка інформація . 
- Вітаю . Можна ... - Що тут таке ? 
Добрий день . Розпитуємо про той інцидент у парку . 
Шукаємо хлопця . Можливо , він за походженням турок . Що це таке ? - Нащо ви тут ? - Допомогти . Вічно ця поліція . Ми збираємо всю можливу інформацію . Швендяєте тут . - Дістаєте нас . Чому ? - Відійдіть . Ні . Ми на вас не нападаємо . Заспокойтеся . Сюди , будь ласка . - Відійдіть . - Гей ! Якщо виникли запитання , повідомте нам . 
Дякую за співпрацю . 
- Усе добре ? - Так . - Точно ? - Так . 
Памʼятаєш Дена Маккейба в Елтемі ? 
Він 17 років присвятив службі . А його взяли й звільнили через якісь , не знаю , повідомлення з погрозами . 
Слухай , Кім , це тут абсолютно ні до чого . У мене є інші заняття . 
Не хочу розмовляти про якогось Дена у якомусь Рексемі чи де це було . 
Скажу тобі так , друже : я вже рахую дні . 
Світ збожеволів . 
Кім , я чекаю дзвінка . 
А що то були за нісенітниці на пресконференції ? З твоєю подругою , Меґан Маркл . 
- З ким ? - Джун Ленкер . 
Я розумію . Чесно . Вона підходить під оптику . Я не критикую . 
Я їм казав : її світлість Клодія Мейгʼю суворо покарає за наїзди . 
Мені потрібні всі вільні руки , ясно ? 
Але чого вона копає ? 
Що їй треба ? 
Та яка різниця , що їй треба ? Все так , як є . У такому світі ми живемо . Звикай нарешті . 
І не турбуйся про Еррола Метіса . Там вирішено . Давнє минуле . Відколупайся від мене . Такий приємний день був . Поки ти не зіпсував . 
Після кожної заварухи ви приходите до мене , наче я голос цих вулиць . 
Хасаде , скільки разів вас затримували ? 
Не в тому суть . 
У мене одне прохання : подзвоніть , якщо про щось почуєте . Будь ласка . Малому девʼять років . Йому вистрелили в голову . 
Я на це не куплюся . Не куплюся . Я ніфіга не знаю про ту стрілянину . Ви , поліція , марнуєте час . 
Заарештуйте злочинців на Даунінґ - стріт . 
А може , я запишу ваш номер ? Ану ж знадобиться голос вулиць ? Ну пишіть . 
Добре . " Хасад " ? 
Це вперше коп написав моє імʼя правильно . Що , вибачте ? 
Зазвичай пишуть з двома " с " . 
Це не помилка , але моє імʼя пишеться з однією . 
Турецькі імена складні для людей . 
Так . Дякую . 
- Привіт . - Води ? Так , дякую . Якраз те , що треба . 
Слухай , алібі Еррола , той хлопець з барбершопу ... - Мустафа Демір ? 
- Так . Усе це в голові , під грифом " Викинь негайно " . 
- Він точно повернувся в Туреччину ? - Так . 
- А що , ти перевіряла ? - Так . Господи . 
Я говорила з його шефом , перевіряла останню адресу , прочесала інтернет , ла - ла - ла . А що ? 
Прозвучить абсурдно , але потерпи . Турецькі імена складні для людей . 
У якому сенсі ? 
Я поґуґлила імʼя Мустафа . 
Його можна писати сімома різними способами . Так . Ану ж поліціянт записав його імʼя неправильно ? 
Ану ж ми шукали не того Мустафу ? 
Ось . Віддам за десятку . Як тобі ? 
Так . Хай буде . 
Слухай , я можу піти з тобою . 
Не треба . Я впораюся . 
Слухай , я знаю , що це важливий для тебе день . 
Ти молодець , дуже сильний . 
З днем народження , мамо . 
Вона тебе народила зовсім юною . 
Памʼятаю , як Еррол уперше привів до нас твою маму . 
Ти прийшов з нею , соромʼязливий , худесенький . 
Я зрозуміла , що мушу тебе відгодувати хлібом і смаженою рибою . 
Так . Перці " Скотч боннет " були пекучі . 
Але мама їх їла . Ага . 
Вона б тобою пишалася . Дуже . 
Якби бачила , який ти став успішний , високий і вродливий . 
І без моєї допомоги . 
- Я тебе підвела . - Нічого . 
Любий , ми намагалися . Пробували всиновити , але ... Це не має значення . 
Я не могла відвернутися від Еррола ... обірвати контакти . Така була умова . Послухай . 
Я шкодую . Ти ж бачиш , правда ? 
Та все ж . Ти знаєш , не можна цього казати , але ця справа нарешті зрушила з мертвої точки . 
Що ? А це як ? 
Ми шукаємо одну жінку , її звати Карла . Так ? У неї є нова інформація . 
Інформація ? 
- Яка інформація ? 
- Не думай про це . Але кажу тобі , скоро ми витягнемо Еррола . 
То це вони . 
Схоже на поні з мультика " Дружба – це диво " . 
Заходь з гордо піднятою головою . Ніхто не засміється . 
Та йди нахер ! 
ВІН ЇЇ ПОКУСАВ ! Та ти задрав ... 
Патрік . 
Ти йому подобаєшся . 
Так . Я дружу з собаками . 
Давай , сідай . 
Сюди . Гей . 
Приклади до ока . 
Голову назад . Дякую . 
А що з фізіономією в опонента ? 
В опонента ? 
Та ви що . В рази гірше . 
- На роботі все добре ? - Ага . Усе в нормі . 
Це був якийсь кадр з моїх нетрів . 
Я чимось допоможу ? 
Дякую . 
То що сталося ? 
Таке враження , що легше не стане . 
А що , тебе хтось розпитував про маму ? 
Хто ? 
Поліціянтка ? Ні . Ви про що ? 
Доріс . Що вона знову придумала , щоб тебе мордувати ? 
Я не знаю . 
Шукають якусь жінку , в неї є інформація . Про це я знаю . Там нічого такого . Непорозуміння . Хто вона ? 
Ніхто . 
Ти в порядку ? 
Переказати ще раз усю історію ? 
Ми зайшли у квартиру . Сусід подзвонив на 999 . 
Вони дуже посварилися . 
Еррол і твоя мама кричали і ... верещали одне на одного . 
Я побачив твою маму ... на кухні . 
Ти памʼятаєш ДТП ? 
У тебе було щось з ногами . А Еррол був ... Він був неушкоджений . 
Хоч і в крові . Але то була її кров . 
Не його . Ти розумієш , що я кажу ? 
Що робимо , Мостафа ? Так . Мій ВІП сам вирішить . Добре . 
Хочеш слухати далі ? 
У них удома були якісь негаразди . 
Гроші , робота – таке . Людям зносить стріху . Ти точно знаєш , правда ? 
Але Еррол , авжеж , заперечував . 
Він навіть мав алібі . 
Саме так . Але ми знайшли того чоловіка . 
Вистежили . Допитали . Але він заперечив . Еррол ... Він не бачив Еррола . Ну от . Я в Лондоні . 
- Здійснилася мрія . 
- Так , друже . Життя прекрасне . 
Він усе вигадав . 
Сусіди , сварка , кров , розтин . 
Я не ... Тобі цього всього знати не треба . 
Доказів було вдосталь . Він втратив бажання відбиватися . 
І зізнався . 
Зізнався в усьому скоєному . І знаєш , люди можуть казати що заманеться , але я там був . То все – факти . 
Нелегко було вас знайти . 
Колишній шеф думав , що ви переїхали в Стамбул . 
У мене запитання щодо давньої справи , це було кілька років тому . Еррол Метіс . 
Ви тоді не змогли підтвердити алібі . 
Еррол заявив , що коли вбивали його дівчину , він був у вас у барбершопі , запитував про роботу . 
Люди весь час туди заходили . 
То хтось таки заходив ? 
Я не хочу неприємностей . 
Авжеж . Людина сидить за злочин , якого , на мою думку , не вчиняла . 
То ви сказали неправду ? Вам погрожували ? 
Мостафа , ви нічого не хочете мені розказати ? 
Це було ... Поліція попросила упізнати його на фото . 
Так , і що ? 
- Фотографії ? 
- Обличчя . Мені вони всі на одне лице . 
Я не расист , клянуся . 
Ви не змогли їх розрізнити . 
Вам показали багато темношкірих . Ви тицьнули не в того . 
Знаєте , коли я побачив його по телевізору ... Еррола , я подумав : " То був він ? Мужик , якого я бачив ? " . То чому не повідомили про помилку ? Та ви що . Ви ж знаєте , які в Гекні - Даунз детективи . 
У цих лягавих є друзі серед праворадикалів . Фашисти , бойовики . 
- Так , але ви могли ... - Послухайте . 
Люди бачать , люди говорять . 
Я не хотів проблем . Ясно . 
Дурень . 
Перекажіть йому ... я прошу вибачення за все . 
А ти впевнена , що це наш Мостафа ? 
- Він не заперечував . 
- Неймовірно . 
Думаю , йому стало трохи легше , бо нарешті скинув камінь з душі . 
Як думаєш , він захоче змінити свідчення ? Підтвердити , що бачив Еррола ? Я не знаю . Можливо . Але , Соню , скажи мені . Через дванадцять років хіба це вплине на апеляційну комісію ? 
Слухай , ти знаєш , він подивився мені в очі і висловив сумнів у тому , що Еррол був у тій квартирі . Він невинуватий , так ? Тож ... 
Стривай . Це ж моя машина . 
Ти в порядку ? 
І довго він тут стирчатиме ? 
Цілодобово , сім днів на тиждень , щоб ти робив домашку . 
Як смішно . 
Бабусі Мо ні слова , ясно ? Ти ж знаєш , яка вона . Але цілодобовий захист – це топ . 
Насправді це абсурд . Викидають гроші . 
Нічого собі . 
Не рухатися . Обом . 
Не турбуйся ... Дарма ви приїхали . 
Вибач , але це я вирішив приставити охорону . 
Нам це не потрібно . 
Якщо хтось таким чином тебе залякує , щоб не шукала стрільця , який влучив у Айзека , не дай боже дізнаються твою адресу . 
Це я винен . Не треба було садити тебе перед камерами . 
Доведеться усунути тебе від розслідування . 
Чому ? 
В інтернеті є певна активність . Акти ... Що ? Це банди . Вихваляються тим , що зроблять далі , розумієш ? 
Ми намагаємося прибрати відео з мережі , але це непросто . 
Діло стандартне . Ти тільки не дивися , добре ? Нема про що турбуватися . 
Добре . Дякую . 
- Швидше . 
Джейсоне , я хочу допомогти . 
Захистити тебе . 
Дозволиш ? 
Просто назви імʼя . 
- Сер ? 
- Джун . Зайдеш до нас одразу , як зʼявишся ? 
На жаль , справа доволі термінова . 
Ідеться про облікові відомості ? Бо я заповнила таблиці . 
Ця справа ще на розгляді . Але мій обовʼязок – повідомити , що на вас надійшла ще одна скарга . 
Вибачте , що ? 
Це заява про залякування на роботі . 
Джун . Я знаю , це на голову не налазить . 
І не посперечаєшся . 
Я маю бути справедливий до всіх сторін . 
- Яких сторін ? - Не можна розголошувати . 
Аякже . 
Так . Вибачте , сер . Просто це додатковий стрес . 
Я розумію . 
Він усунув мене від розслідування . Ви про це знаєте ? 
" Він " – це хто ? 
Я в курсі . 
Машину спалили . 
- Я знаю . Ми всі з вами . 
Це так зручно , правда ? Джун . Сер , звідки та банда знала , де стоїть моя машина ? 
Я розумію , як це звучить . Трохи божевільно . - Але наші автівки відстежуються . 
- Заради всього святого . 
Геґарті дзвонить . Просить про послугу . - Та ну . 
- А тепер я ще й когось залякую ? 
Та ну . Визнайте , - все це дуже вчасно . 
- Перестаньте . 
А скажіть , ви чули про такого собі Аміта Чекера ? Ні ? Двадцять вісім років , турок за походженням . 
Тут , у реальності , станом на приблизно дві години тому , цього чоловіка взяли за підозрою , що стріляв у вашу жертву . Малого Айзека Вітлоу . 
Так . Геґарті повідомили імʼя . 
Опергрупа працювала буквально всю ніч . 
Взірцева робота . Вистежили його в наркокублі на Кемп - роуд . 
І що , це він ? Стрілець ? Так . А як вони знають ? 
Усе в наявності . Речові докази , показання свідків . 
Адвокати хочуть домовлятися , але Геґарті вперся рогом , бо він просуває замах на вбивство . 
Добре . Добре . 
Дженні , Айзекова мама , буде ... От би я там була . 
Я розумію . 
Прийміть пораду від шефа . Відступіться . 
Всупереч очевидному , Ден – хороший поліціянт . Та ще й зі звʼязками . Поміркуйте над цим . 
Привіт . У нас на роботі трохи залишилося , тому ... 
- Ти приготував ? - Так . 
- Слухай ... - Це лазанья . На знак вдячності . 
Патріку , тобі не можна сюди так приходити . 
Слухай , не можна , розумієш ? 
Це моя дочка , Ліса . Патрік . 
Дуже приємно . Взаємно . 
Якщо вдасться , то кудись тебе переселимо з тих нетрів . 
- Лісо . 
- Секунду . 
Слухай . То була я . 
Що ? 
Але я не казала , що ти залякувала . 
Я це так не називала . Але Рой з мене душу виймав . 
Бла - бла - бла . " Це ти їй дала висновки судмедексперта ? " . 
- Ті висновки . - Так . 
Щодо Марії де Сузи . Справа Клайва Сілкокса . Мене притисли за те , що злила документ , і ... я намагалася пояснити . 
Чесно кажучи , ти наполягала . Так , але ж не залякувала . Господи , Хлої . 
Вибач . 
Але слухай , якщо в Роя бомбануло , і ... його понесло , то це його проблеми . Я не винна . 
- Ні . Я тобі довіряла . Ну як так можна ? - Це ... 
Що ? 
Вибач , що це було ? 
Не всі броньовані , як ти . - Що ? 
- З новими друзями . - Які тебе просувають . - Вибач . Я ... 
Ні , ні , ти прекрасно знаєш . Та пресуха ? Я розумію . Темношкіра , так , але не занадто темна . 
- Що ? - Не така загрозлива . 
- Та пішла ти . 
Серйозно . - Чесна гра . Я не змогла . 
Усе так , як кажуть . Це гра , правда ? Та знаєш , не думай , що тебе за це любитимуть . 
Серйозно ! Ти знаєш ... Бачила б ти , як тебе називають у груповому чаті . Наші ... 
Смачної кави . 
Алло . 
Привіт , Джун , це Бекка , з притулку на Мур - стріт . 
- Вибач , усе добре ? - Я в порядку . Слухаю тебе . 
Ти просила якогось колегу дзвонити й шукати жінку , Карлу ? 
Соня . 
Джун . Привіт . 
Хтось почав обдзвонювати притулки ? Шукати нашу зниклу . 
Ні , ми чекали , коли ти пришлеш список . А що ? Ясно . Просто мені подзвонили з притулку в Лейтоні . 
Їм дзвонив поліціянт , чоловік , шукав осіб , які могли просити притулку під іменем Карла . 
Вибач . Хтось інший шукає Карлу ? 
Той поліціянт не назвався . Що саме по собі дивно . Тому й подзвонили мені . 
Тобто , може , я чогось не розумію ? 
Ти комусь казала , що ми її шукаємо ? Ні . 
Ну , хтось проговорився . Якщо не ми , то хто ? Доріс ? 
Або котрась її помічниця . 
БАЗА ДАНИХ – МАРСІЯ ДЖОНС Марсія . ВИРОК ПʼЯНСТВО , ХУЛІГАНСТВО 
Джо ? 
ПОМИЛКА : НЕМАЄ РЕЗУЛЬТАТІВ . Латіша ? 
Отже , Тоні Ґілфойл . Заарештував тебе за крадіжку , а потім зняв обвинувачення . 
В обмін на що ? 
- Я розказую йому різне . 
- Різне ? Ти доносила на Доріс ? Шпигувала за кампанією ? Не шпигувала . Просто розказувала , як у нас просуваються справи . 
Давно ? 
Давно ти цим займаєшся ? 
Вісім років . 
- Вісім . - Але я розказувала тільки хороше . Ніколи нічого поганого . 
Вона така добра до мене . Допомогла мені з дітьми . 
У мене їх могли забрати через арешт . Але вона не судила . 
А подбала , щоб мене не позбавили материнських прав . Господи боже . 
Яка домовленість з Ґілфойлом ? Він тобі платив ? 
Ні . Поставив у чергу , от і все . - Чергу ? - На квартиру . 
Добре . То ти розказала йому про Карлу , само собою ? 
- Так . 
- А про мене ? 
Розказала , що я тебе виручила ? 
Увечері ти подзвониш Доріс ... - Ні . Не можу . 
- ... і скажеш : хвора тітка , нова робота . Або правду . 
Віднині тримайся від неї якнайдалі . 
А що я скажу Тоні ? 
Що хочеш , те й кажи . 
А може , він уже знає . 
Латіша . Привіт , люба . Вибач . Ти зайнята ? Ні . Слухаю тебе . Добре . Я хотіла тобі сказати ... Доріс , мені дуже шкода . 
Бос , ти вибач . Завтра побачимося . Давай . 
Для Тоні ця робота – все його життя . 
У нього вже десять років розсіяний склероз . Я його підписав на візити до школярів і протоколи інвалідності . 
Розкажете це Управлінню з питань поведінки . 
Він і мухи не скривдить . Серйозно ? Не скривдить ? 
Вісім років вести таємну операцію проти беззахисної жінки . 
По - вашому , це нормально ? Для вас і ваших хлопців . 
Вони планували апеляцію . Нам треба було знати , що вони затівають . 
Ви гадки не маєте , якої шкоди завдали . - Шкоди ? - Так . Шкоди . 
Дозволь спитати , твої нові друзі знають про певні заяви щодо того екстреного дзвінка ? 
Внесу ясність . Якщо я взнаю , що ти дала комусь послухати , хоч трохи , діятиму жорстко . 
Тобі знадобляться всі твої звʼязки . Я тебе на порох зітру . 
Усе добре ? 
" Мухи не скривдить " . Так він це описав . " Мухи не скривдить " . 
Так , наче ніхто не важливий . 
Принаймні такі , як Доріс . 
Вибач , я ... я навантажую ... Ти маєш рацію . Я просто ... І що нам робити ? Знаєш ? 
То ти як , хочеш заявити на цих покидьків ? 
Бо якби ти хотіла , це було б нормально . Я тільки за . 
Я серйозно . Якщо їх тільки так можна вилікувати , то ... Ми й так під домашнім арештом . Що вони ще зроблять ? 
Але дивись . Сама вирішуй . 
От що , подзвони тій начальниці з телевізора . Тій рудій . Як її звати ? Клодія . 
" Руда з телевізора " . Мені ревнувати ? 
Просто подзвони . 
Ну добре . Подзвоню я . Від мене приймуть скаргу . І затягнеться воно на місяці і місяці , а далі що ? 
Чув би ти його по телефону . Геґарті . Бикував , але був наляканий . 
Чому ? 
Що він приховує ? 
Що саме вони зробили з сином тієї бідолашної ? 
- Це Соня . Треба йти . - Добре . 
Я намагаюся пояснити , що ... Треба копати далі . 
Впевнений ? 
Авжеж . Якщо потрібно . 
Дякую . 
Ну ... І що тепер ? 
Треба відповісти . 
Алло , слухаю . 
Не шукайте . 
Вибачте , хто це ? 
Ви не знаєте , у що вплуталися . Карла ? 
Чорт , як ти знаєш моє імʼя ? 
Карло , де ви ? 
Прошу , перестаньте . 
Обіцяю , ми допоможемо . 
Ні ! Забудьте мене . 
Забудьте , хто я . Через вас мене вбʼють . 
Ні . Ми можемо вас захистити . 
Ви мені не вірите . Для нього це не вперше . Зможе повторити . Ми вам віримо . Але скажіть нам , як його звати . 
Ніяких імен , чорт забирай ! 
Ви розумієте ? Він " protegido " . 
Захищений . 
Як ? 
Хто його захищає ? 
- Карло ? 
- Перестаньте . 
