我们 想 在 此 呼吁 任何人 若 你 星期二 下午 曾 出现 在 朗 特里 公园 ( 朱妮 伦克 ) ( 珍妮 维特 洛 ) 若 你 认为 你 听见 或 目击 任何 事 请 联系 帮助 热线 我们 会 严格 保密 
- 怎么回事 ? - 是 你 的 母亲 好 吗 ? 她 想 看 那个 记者会 
所有人 有 权利 感到 安全 和 有 保障 ... - 你好 - 你好 - 这本 可能 是 你 的 家人 - 在 我 的 电视 上 看 不 一样 
本 可能 是 你 的 孩子 所以 没有 任何借口 ... - 我 以为 你 讨厌 警察 
- 但 我 爱 我 的 女儿 
这 可 真是 好消息 
... 在 任何 社区 里 - 谢谢 你 伦克 探长 
- 我 曾经 看过 她 所有 的 学校 话剧 
- 妈妈 参加 过 话剧 ? 
- 你 懂 的 在 周 会上 
太 丢脸 了 她 的 表现 如何 ? 很 厉害 吗 ? 说话 很 清晰 很 大声 - 你 得 站 远处 听 她 说话 - 妈妈 
我 的 天 啊 
艾萨克 是 在 那个 公园 里 长大 的 他 很 爱 那里 
每天 放学 回家 他 都 会 拉 一拉 我 的 手 " 拜托 了 妈妈 只要 五分钟 ... " 
毛 奶奶 你 跟 警察 有 什么样 的 过节 ? - 没错 他 ... - 不是 我 的 ... - 十分 感谢 
- 该 怎么 说 呢 ... - 是 你 的 外公 - 我们 感谢 你 抽空 ... 若 你 非要 知道 他们 在 他 成年 之后 每天 都 烦扰 他 
只 因为 ... 好玩 
- 妈妈 - 怎么 了 ? 他 有 权利 知道 
- 但 不是 今天 
我 带 你 回家吧 ? 走 吧 
老爸 有 一个 特点 他 没有 一直 抱怨 此事 
他 确实 没有 是 吧 ? 
他 只会 安静 忍受 不会 大做文章 
这 让 我 很 生气 
你 为何 离开 然后 加入 警队 - 我 永远 无法 理解 - 我 只是 想要 ... 你 认为 你 能 改变 他们 
你 一丝一毫 的 事实 都 改变 不了 
( 丹尼尔 赫加蒂 ) ( 克劳迪 娅 梅休 ) 我 可以 证实 有 一名 嫌犯 已经 被捕 
我们 在 和 社区 领袖 们 携手 合作 但 它 是 个 ... 此事 正在 进行 当中 
谢谢 如 大家 所知 艾萨克 的 伤势 仍然 危重 
杰森 
我们 有 目击 证人 说 你 持有 凶器 
我们 也 掌握 了 你 丢弃 此 凶器 的 监控 视频 
我 想 知道 的 是 你 是 怎么 获得 它 的 ? 
是 有人 给 你 的 吗 ? 
对 他 被 射伤 了 对 吧 ? 
杰森 我 想 建议 你 使用 你 的 权 ... 那个 小伙 是 意外 被 射中 的 
听 着 我 不曾 想 让 他 被 卷入 这件 事 
我 只是 想 给 敌对 的 帮派 一个 下马威 
所以 你 和 敌对 帮派 有 纠纷 ? 
我 若 可以 回到 过去 改变 事情 那么 ... 所以 你 是 承认 枪击 了 艾萨克 维特 洛 吗 ? 
没错 我 承认 
好 了 大家 聚 过来 
我 刚刚 跟 鉴证 科 聊过 
艾萨克 头上 的 子弹 和 杰森 的 枪 匹配 上 了 
好 了 我们 的 下 一步 是 ? 所以 说 ... 不要 你 
朱妮 你 说 
- 你 看 了 审讯 视频 吗 ? - 看 了 然后 呢 ? 我 认为 弹道学 结果 和 认罪 证词 ... 我们 开始 和 皇家 检控 署 联系 控告 嫌犯 好 
你 相信 了 ? 他 的 认罪 ? 
没错 我 被 说服 了 对 
没错 但 他 完全 不 需要 认罪 他 轻易 就 招供 了 
他 才 17 岁 他 还是 个 孩子 
对 他 被捕 过 几次 了 ? 
- 七次 - 七次 
整整 七次 但 从来不 是因为 谋杀 未遂 
他 特别 冷静 比 他 的 律师 还 清楚 状况 
也许 他 想 的 是 现在 就 配合 调查 ... 趁早 被捕 、 认罪 争取 较轻 的 判刑 
你 有 多么 肯定 ? 
客观 地说 这是 一个 合理 的 假设 
我 明白 你 的 意思 认罪 是 个 杀手锏 对 吧 ? 
是 黄金 准则 
陪审团 不会 再三 考虑 的 那个 男孩 要 终日 不见 阳光 了 
18 年 、 20 年 就 这样 过去 了 这样 对 你 来说 也 无碍 吗 ? 
物证 这个 武器 
是 他 的 凶器 
杰森雷夫 是 一个 帮派 成员 
在 公园 里 枪击 了 一个 孩童 后 哪个 思绪 正常 的 人会 留住 凶器 ? 
很 显然 他 把 武器 留下 了 
枪 在 他 的 身上 但 究竟 是 他 开 的 枪 或 他 只是 在 帮 朋友 保管 枪支 ? 
我 是 说 他 在 坎农 街 动作迅速 想 逃脱 追捕 但他却 有空 拨打 电话 花 了 34 秒 打 给 一个 未注册 的 空号 你 得 问 你 自己 " 他 到底 在 给 谁 打电话 ? " 
他 在 给 谁 打电话 ? 
你 知道 我 看见 什么 吗 ? 
我 看见 一个 17 岁 的 小孩 被 收买 、 被 威胁 不得不 服从命令 
喂 ? 我见 过 她 我 认识 那名 女子 
是 什么 让 你 认为 你 见到 的 人 跟 传单 上 是 同一个 人 ? 
她 有 提起过 她 的 职业 吗 ? 
- 好像 是 一名 清洁工 - 你 知道 大概 在 哪里 吗 ? 
不 知道 但 她 很 喜欢 她 的 工作 说 是 能 改善 英语 但 她 的 男友 让 她 别 做 了 男朋友 ? 
某个 英国 佬 他们 同居 了 之后 ... - 她 就 不曾 来 过 了 
奥迪 那卡 女士 你 是否 知道 她 的 名字 ? 
卡莉塔 ? 卡尔 拉 ? 是 卡尔 拉 
你 肯定 她们 是 同一个 人 ? 好 吧 说真的 ... 我们 去年 夏天 办 了 烧烤 会 然后 ... 看 她 在 这里 就 在 后面 
你好 你 此刻 在 和 查询 员 通话 
你好 我 是 为了 朗 特里 公园 射击 案才 打电话 来 的 
就是 他们 在 电视 上 说 到 的 那件事 
- 我 亲眼 目击 他们 射击 那个 可怜 的 小孩 - 好 的 你 看见 几个 袭击者 ? 
两个 
其中 一个 是 黑人 他 当时 在 驾车 但是 另一人 开枪 的 那个 人 是 个 白人 
有人 拨通 了 帮助 热线 
- 杰得 
- 长官 怎么 了 ? 轮到 你 审问 犯人 了 走 吧 好 的 
我们 知道 不是 你 开 的 枪 你 若 告诉 我 是 谁 开 的 枪 我 可以 保 你 平安 
你 聋 了 吗 ? 
我 都 说 是 我 开 的 枪 了 不是 吗 ? 
我们 有 目击 证人 
这些 人 ... 他们 挺 无情 的 是 吧 ? 他们 凭空出现 给 我们 指令 要 我们 贩卖毒品 
他们 想 控制 各个 地区 还 不 想要 竞争对手 
所以 事关 领地 分配 吗 ? 
你 听 着 若 他们 听说 我们 还 在 寻找 枪手 事实 与否 他们 势必会 怪罪 于 你 或者 让 你 家破人亡 
目击 证人 只 给 我们 提供 了 部分 描述 
他 是 谁 ? 亚美尼亚人 吗 ? 
还是 阿尔巴尼亚人 ? 
土耳其人 ? 
看来 是 土耳其人 
住 在 本地 吗 ? 没错 我们 就是 想要 询问 一个 案件 大概 发生 在 28 日 的 周三 ? 
我们 在 寻找 一个 土耳其 血统 的 人 先生 你好 这是 关于 在 公园 里 发生 的 案件 
任何 情报 都 会 带来 巨大 的 帮助 
- 你好 请问 你 ... - 这是 什么 ? 
先生 你好 这是 关于 在 公园 里 发生 的 案件 
我们 想 找 一个男孩 他 可能 有 土耳其 血统 没 看见 怎么 了 ? - 你 怎么 来 了 ? - 我来 帮忙 警察 总是 来 这里 我们 只是 出来 尽可能 多 收集 情报 你们 总是 过来 这里 - 为何 骚扰 我们 ? - 退后 没有 我们 没有 要 攻击 你 我 需要 你 保持 冷静 请 过来 这里 - 放 轻松 请 离开 - 嘿 你 若 有 任何 疑问 请 务必 告诉 我们 好 吗 ? 
谢谢 你 的 合作 
- 你 还好 吗 ? - 好 - 你 确定 ? - 是 
你 记得 在 埃 尔特 姆 的 丹麦 克贝 吗 ? 
至今 为止 他 已经 贡献 了 17 年 的 服务 但 他 现在 被 解雇 只 因为 什么 威胁 短信 之类 的 
听 着 金 这 毫无 关联 我 还有 其他 事要 做 
我 不 需要 在 这里 谈论 丹 管 他 是 在 雷克瑟姆 还是 哪里 的 
伙计 让 我 告诉 你 我 在 数着 日子 了 
这个 世界 崩坏 了 
金 我 在 等 一 通电话 
还有 你 在 新闻 发布会 上 说 的 胡话 是 怎么回事 ? 还有 你 的 伙伴 梅根 马克尔 
- 你 说 谁 ? - 朱妮 伦克 
我 懂 她 很 符合 形象 我 不 想要 批评 什么 
我 说 这会 让 她 自 以为 了不起 成 了 克劳迪 娅 梅休 的 心腹 
听 着 我 需要 所有 能 化为 己用 的 帮助 好 吗 ? 
但 她 在 做 什么 ? 
她 究竟 想要 什么 ? 
有 谁 在乎 ? 谁 在乎 她 要 什么 ? 听 着 好 吗 ? 我 受够了 这是 我们 生活 的 世界 趁早 习惯 吧 好 吗 ? 
别 再 担心 埃罗 尔 马西斯 了 事情 都 解决 了 这 都 是 很 久 之前 的 事 了 别 再 烦 我 了 在 你 出现 之前 我 难得 有个 开心 的 一天 
周围 若 发生 了 什么 你们 总是 会 找到 我 这里 来 就 好像 我 是 这条 街 的 发言人 一样 
好 了 哈萨 德 你 被 逮捕 几次 了 ? 
这个 不是 重点 
我 是 说 你 若 听说 了 什么 就 给 我们 打电话 拜托 了 这个 小孩 只有 九岁 他 的 头部 中弹 
我 不吃 这套 ... 听 着 我 对于 什么 枪击案 一无所知 伙计 你们 在 这件 事上 只是 白费力气 
在 唐宁街 倒 是 有 一些 蠢货 需要 被 逮捕 
那好 要不然 你 给 我 你 的 号码 吧 ? 以备 我们 哪 天 需要 街道 的 发言人 好 吧 
那好 是 哈萨 德 吗 ? 
第一个 把 我 名字 拼对 的 警察 你 说 什么 ? 
其他人 平常 都 拼 两个 S 
他们 不算 错 但 我 的 名字 当中 没有 两个 S 
土尔其 名字 常常 让 人 混淆 
好 的 谢谢 
- 你好 - 要 喝水 吗 ? 要 谢 了 这样 真的 是 太棒了 
听 着 埃罗 尔 的 不 在场 证明 在 理发店 的 那个 人 ... - 你 是 说 穆斯塔法 得梅因 ? 
- 对 在 我 的 脑海中 被 存档 在 名为 " 还是 杀 了 我 吧 " 的 文件夹 里 
- 你 确定 他 回去 土耳其 了 ? - 对 
- 你 确认 过 ? - 我 的 天 啊 没错 
我 和 他 的 前 雇主 聊过 拜访 了 他 的 最后 一个 住处 在 互联网 上 搜索 过 诸如此类 怎么 了 ? 
这个 会 听 起来 很 疯狂 但 你 暂且 听 着 土尔其 名字 常常 让 人 混淆 
怎么 个 混淆 法 ? 
我 刚刚 在 网上 搜索 过 穆斯塔法 
你 可以 有 七个 不同 的 拼音 方法 然后 呢 ? 所以 万一 警官 写错 了 他 的 名字 呢 ? 
万一 我们 一直 在 找 的 是 错 的 穆斯塔法 呢 ? 
给 10 英镑 你 看 如何 ? 
好 随便 吧 
听 着 我 可以 跟 你 同行 
不用 我能 自己 解决 
听 着 我 知道 这 对 你 来说 是 一个 大 日子 
你 会 没事 的 硬汉 
妈妈 生日快乐 
她 生 你 的 时候 还 很 年轻 
我 还 记得 埃罗 尔 第一次 带 你 的 母亲 回家 
你 也 跟 来 了 又 瘦 又 害羞 
我 当时 就 知道 我 得 用 我 的 扁 面包 和 鲷鱼 把 你 养胖 
没错 那些 苏格兰 帽 辣椒 真的 很辣 
你 的 母亲 却 忍受得了 辣味 没错 
她 会 很 骄傲 的 没错 
若 她 看见 你 过 得 这么 好 长得 又 高 又 帅 
就算 没有 我 的 帮助 
- 我 知道 我 让 你 失望 了 - 没关系 的 
亲爱 的 我们 尝试 过 我们 想 领养 但 ... 这 都 不 重要 了 
我 不能 丢下 埃罗 尔 无法 不 联系 他 因为 这是 他们 建议 的 听 着 
对不起 你 能 理解 吧 ? 
尽管如此 你 懂 的 我 不该 这么 说 但是 事情 终于 往 正确 的 方向 走 了 
什么 ? 这是 什么 意思 ? 
我们 在 寻找 一个 女人 名叫 卡尔 拉 然后 呢 ? 她 有 新 的 情报 
情报 ? 
- 什么 情报 ? 
- 你 无需 担心 我 只是 想 告诉 你 埃罗 尔 很快 要 回家 了 
就是 这件 了 
有点像 " 我 的 小马 宝莉 " 
昂首挺胸 地 进去 没有 人会 笑 你 的 
嘿 滚蛋 
( 他 咬 了 她 ) 嘿 滚开 
帕特里克 
它 喜欢 你 
没错 我 跟 狗狗 相处 得 很 好 
好 吧 过来 坐下 
来 这里 嘿 
试试看 敷 在 你 的 眼睛 上 
头 往后仰 谢谢 
所以 和 你 打架 的 人 伤势 如何 ? 
他 ? 
拜托 肯定 比 我 更惨 
- 工作 还好 吗 ? - 还 不错 是 很 好 
只不过 是 个 邻居 
有 什么 是 我 能 做 的 吗 ? 
谢谢 
所以 怎么回事 ? 
感觉 这个 创伤 永远 好 不了 
发生 什么 事 了 ? 有人 让 你 因为 妈妈 的 事 感到 糟心 吗 ? 
是 谁 ? 
是 一名 警官 吗 ? 不 你 这 是 什么 意思 ? 
多丽丝 她 又 想 给 你 制造 什么 麻烦 ? 
我 不 知道 
他们 在 找 一个 知道 情报 的 女人 是 我 知道 这件 事 没 结果 的 他们 完全 误解 了 她 是 谁 ? 
不 重要 
你 还好 吗 ? 
你 要 我 再 给 你 叙述 一次 吗 ? 
我们 进 到 公寓 某个 邻居 拨通 了 紧急 热线 
他们 大吵一架 
埃罗 尔 和 你 的 母亲 朝着 彼此 大喊 和 ... 
我 看见 你 的 母亲 ... 在 厨房 里 
你 还 记得 那场 车祸 吗 ? 
好 当时 你 的 腿脚 不太 方便 埃罗 尔 有点 ... 埃罗 尔 他 没事 
他 身上 有 血迹 但 却是 她 的 血 好 吗 ? 
不是 他 的 你 懂 我 的 意思 吗 ? 
摩斯 塔法 我们 在 做 什么 ? 没错 我 的 贵宾 他来 决定 好 吧 
那好 你 想要 我 继续 说 吗 ? 
他们 在 家里 出现 了 一些 问题 
财务 、 工作 你 懂 的 人们 会 发怒 你 懂 的 吧 ? 
但是 当然 了 埃罗 尔 拒绝 承认 
他 甚至 有 不 在场 证明 
没错 但 我们 找到 那个 男人 了 
我们 追踪 他 我们 跟 他 聊过 他 也 否认 了 埃罗 尔 ... 他 说 他 从未见过 埃罗 尔 就是 这里 了 我身 在 伦敦 
- 你 的 梦想成真 了 
- 没错 我 的 朋友 生活 很 美满 
他 只是 在 瞎编 你 懂 了 吗 ? 
邻居 、 争吵 、 血迹 、 还有 尸检 
我 不 ... 你 不 需要 知道 这些 
指向 他 的 证据 多 不胜 数 他 失去 了 斗志 
结果 他 认罪 了 
他 招供 了 对 所有 事 直认不讳 然后 你 也 知道 大家 都 ... 他们 想 怎么 说 都 好 但 我 当时 也 在 那里 那些 就是 事实 
天 啊 你 让 我 好找 
你 的 前 雇主 似乎 认为 你 搬 到 伊斯坦布尔 了 
我 有 一个 想 了解 的 旧案 你 认识 埃罗 尔 马西斯 吗 ? 
你 似乎 无法 提供 不 在场 证明 
据 埃罗 尔 所说 他 的 女友 被 杀害 时 他 其实 在 你 的 理发店 里 应聘 
当时 总 有人 来 应聘 
所以 确实 有人 来 应聘 ? 
听 着 我 不 想要 惹麻烦 
当然 只是 我 认为 这个 男人 因为 不 实 指控 在 蹲 监狱 
你 是不是 撒谎 了 ? 或 你 是 被 胁迫 的 ? 
摩斯 塔法 你 有 想要 跟 我 说 的 吗 ? 
只是 ... 警察 让 我 从 相片 中 指认 他 
然后 呢 ? 
- 相片 ? 
- 识别 面孔 对 我 来说 他们 都 长 一样 
我 发誓 我 不是 种族主义者 
你 无法 区分 面孔 
他们 给 你 看 无数个 黑人 的 照片 而 你 只是 选错 了 人 
当 我 在 电视 上 ... 见到 埃罗 尔 的 时候 我 在 想 : " 是 他 吗 ? 是 我 那时 见到 的 人 吗 ? " 那 你 为何 不 回去 承认 你 的 失误 ? 拜托 你 也 清楚 哈克 尼山 的 侦探 们 有 什么 德性 
老 警察 和 右翼 党派 们 同流合污 法西斯主义 、 斗争 联盟 
- 这么 说 是 没错 但是 你 可以 ... 
人们 会 看到 人言可畏 
我 当时 不想 惹麻烦 好 吧 
愚蠢 至极 
告诉 他 ... 我 很 抱歉 我会 的 
你 确定 他 是 我们 要 找 的 摩斯 塔法 ? 
- 他 没 否认 
- 不可思议 
我 认为 他 在 某种程度 上 感到 解脱 了 终于 可以 把 事情 说 出口 
你 认为 他会 愿意 修改 证词 吗 ? 要 他 确认 他 见到 的 就是 埃罗 尔 ? 我 不 知道 可能 吧 ? 但是 索尼娅 你 来 告诉 我 在 12 年 之后 上诉 委员会 真的 能 带来 可观 的 变化 吗 ? 
刚刚 有 一个 男人 看着 我 的 眼睛 他 是 清白 的 吧 ? 所以 ... 
等一等 那 是 我 的 车子 
你 还好 吗 ? 
他会 在 这里 多久 呢 ? 
一日 无休 为了 确保 你 会 完成 功课 
真 搞笑 
别 对 毛 奶奶 说漏嘴 了 好 吗 ? 你 知道 她 的 性子 就算 是 这样 24 小时 的 保护 还 挺酷 的 
不 这 其实 很 荒谬 完全 是 在 浪费 钱 
我 的 天 啊 
别动 你们 都 别动 
别 紧张 只是 ... 你 不用 过来 的 
我 对 这 一切 感到 很 抱歉 但 这 是 我 的 决定 
我们 不 需要 这些 
若 有人 在 搞 针对性 威胁 想 警告 你 不要 找出 对 艾萨克 开枪 的 人 但愿 他们 不 知道 你 的 地址 
是 我 的 错 我 不 应该 让 你 出现 在 镜头 之前 
我们 必须 让 你 停止 调查 
为什么 ? 
因为 网上 有些 风声 什么 ... 风声 ? 是 帮派 相关 的 在 展示 他们 的 下 一个 举动 你 懂 吧 ? 
我们 想要 把 这些 内容 从 网上 撤掉 但 没 那么 简单 
这 很 常见 你别 上网 搜 懂吗 ? 你 无需 担心 
好 的 谢谢 
- 赶紧 的 
我 想 帮忙 杰森 
我 想 保护 你 
你 能 让 我 帮 你 吗 ? 
只要 把 名字 说 出来 就 好 
- 长官 ? 
- 朱妮 你 到 警局 之后 能否 通知 我们 一声 ? 
这 恐怕 是 一件 急事 
是 有关 日志 表 的 事 吗 ? 我 都 填好 了 
那个 目前 还 在 审查 中 但 我 有 这个 义务 告知 你 有个 关于 你 的 新 投诉 
你 说 什么 ? 
是 一项 职场 霸凌 的 指控 
朱妮 我 知道 这 很 难 接受 
对 你 说 得 没错 
我 需要 对 所有 参与方 保持 公正 
- 什么 参与方 ? - 你 知道 我 不能 透露 任何 事 
也 是 
不好意思 长官 只是 我 又 多 了 一个 压力 源 明白 吗 ? 
我能 明白 
他 让 我 停止 调查 了 你 知道 这件 事 吗 ? 
这个 " 他 " 指 的 是 ? 
是 的 我 知道 这件 事 
我 的 车 被 烧 了 
- 我 知道 我们 随时 愿意 支持 你 
这 也 太巧 了 吧 ? 朱妮 长官 那个 人 是 如何 知道 我 泊车 的 地点 ? 
我 知道 这 听 起来 很 荒诞 - 但 我们 的 车辆 都 是 被 追踪 的 
- 拜托 了 
赫加蒂 打 了 一个 电话 要 了 一个 人情 - 拜托 了 
- 然后 今天 我 就 变成 一个 霸凌者 了 ? 
拜托 你 必须 承认 - 这个 时间 点 太巧 了 
- 别说 了 
告诉 我 你 是否 听说 过 名叫 阿密特 希克 的 人 ? 没有 吗 ? 28 岁 的 土耳其人 
在 你 异想天开 的 时候 大概 在 两个 小时 之前 有着 这个 名字 的 人 被 逮捕 了 嫌疑 是 射击 了 你 的 受害者 那个 小男孩 艾萨克 维特 洛 
没错 有人 给 了 赫加蒂 一个 名字 
整个 调查组 彻夜未眠 持续 调查 
简直 是 警界 模范 追踪 这个 小伙 到 坎普 街上 的 贩毒 屋 
所以 是 他 吗 ? 开枪 的 人 没错 他们 是 如何 知道 的 ? 
证据确凿 物证 还有 人证 
律师 在 尝试 认罪 协商 但 赫加蒂 不 接受 因为 他 想 指控 谋杀 未遂 
很 好 很 好 
珍妮 艾萨克 的 母亲 她 会 ... 会 希望 我 当时 在场 
我 明白 
听 你 昔日 上司 的 一句 劝 放手 吧 
撇开 相貌 不说 丹算 得 上 是 一名 好 警察 更何况 是 有人 脉 的 警察 你 别忘了 
嘿 我 工作 的 地方 有 剩下 的 食材 所以 ... 
- 这 是 你 做 的 ? - 是 
- 听 着 ... - 这是 意大利 千 层面 为了 表达 谢意 之类 的 
帕特里克 你 不能 总是 这样 出现 
听 着 你 不能 懂吗 ? 
这 是 我 的 女儿 丽萨 帕特里克 
很 高兴 认识 你 
让 我们 看看 能 不能 帮 你 搬出 那个 住处 吧 ? 
- 丽萨 
- 稍等一下 
听 着 其实 是 我 做 的 
什么 ? 
我 不曾 说 过 你 在 霸凌 我 
我 不曾 用过 那个 词 但是 罗伊太 强势 了 
一堆 废话 还 问 " 你 有没有 把 病理 报告 给 她 ? " 
- 病理 报告 - 是 的 
玛丽亚 德索萨 是 克莱夫 西尔 科克斯 的 案件 他们 一直 逼问 我 有没有 透露 任何 事 我 就 ... 我 有 尝试 去 解释 
但是 说实话 你 的 语气 咄咄逼人 没错 但 我 没有 霸凌 你 我 的 天 啊 克洛伊 
对不起 
但 你 听 着 若罗伊 变得 不可理喻 ... 还 让 事情 的 严重性 升级 了 那 是 他 的 错 跟 我 无关 
- 不 我 曾 那么 信任 你 你 搞 什么 ? - 只是 ... 
什么 ? 
不好意思 你 想 说 什么 ? 
不是 所有人 像 你 一样 有 韧性 - 什么 ? 
- 你 和 你 的 新 朋友 - 可以 升迁 - 不好意思 我 ... 
别 道歉 ... 你 很 清楚 那个 新闻 发布会 ? 我 真的 明白 你 是 黑人 但是 偏白 
- 什么 ? - 没错 不太有 危害 
- 去 你 的 我 说真的 
- 说 是 公平竞争 我 却 不行 
就 像 他们 说 的 各顾 各 的 是 吧 ? 你 可 知道 别 期望 会 有人 给 你好 脸色 
说真的 你 可 知道 ... 你 应该 看一看 他们 在 群聊 你 怎么 议论 你 的 他们 ... 
好好 享受 你 的 咖啡吧 
喂 ? 
朱妮 你好 我 是 贝卡 摩尔 街 收容所 打来 的 
- 不好意思 你 还好 吗 ? - 我 没事 我能 如何 帮助 你 吗 ? 
你 是不是 叫 一个 同事 打电话 来 问 一个 叫 卡尔 拉 的 人 ? 
索尼娅 
朱妮 怎么 了 ? 
有人 打电话 给 收容所 寻找 我们 的 失踪人口 吗 ? 
没有 我们 在 等 你 的 收容所 名单 怎么 了 ? 好 我 只是 接到 了 一个 来自 莱顿 的 庇护所 的 电话 
有个 男 警官 打电话 来 寻找 一个 可能 被 登记 在 庇护所 系统 里 的 卡尔 拉 
什么 ? 还有 人 在 找 卡尔 拉 ? 
那名 警察 没有 透露 姓名 这件 事 有些 古怪 所以 他们 才 给 我 打电话 
我 是 说 我 是不是 漏 了 什么 ? 
你 有 告诉 任何人 我们 在 找 她 吗 ? 没有 
很 显然 有人 说 了 什么 除了 我们 还有 谁 ? 是 多丽丝 吗 ? 
或是 她 的 其中 一个 小 帮手 
( 国家 数据库 玛西娅 琼斯 ) 玛西娅 ( 罪名 醉酒 和 行为不检 ) 
乔 ? 
( 错误 : 此名 搜索 结果 为 0 ) 拉蒂莎 ? 
托尼吉尔福 伊尔 他 以 偷窃罪 逮捕 你 之后 又 撤销 指控 
条件 是 什么 ? 
- 让 我 透露 情报 - 情报 ? 
你 告发 多丽丝 ? 监视 上诉 委员 ? 不算 监视 我 只是 汇报 我们 的 进展 就 这样 
多久 了 ? 
你 这么 做 有 多久 了 ? 
八年 了 
- 八年 - 但 我 只 说 了 好话 我 从来 没有 说 过 她 的 坏话 
她 对 我 那么 好 她 帮助 过 我 留住 孩子 
以 我 的 犯罪 记录 我 早该 失去 我 的 孩子 了 但 她 不曾 对 我 评判 
她 竭尽所能 确保 我能 继续 担任 母亲 的 角色 我 的 天 啊 
和 吉尔福 伊尔 的 协议 呢 ? 他 收买 你 了 吗 ? 
没有 他 只不过 是 把 我 列入 名单 而已 - 名单 ? - 租 公寓 
好 你 一定 也 把 卡尔 拉 的 事 告诉 他 了 吧 ? 
- 没错 
- 那 我 呢 ? 
你 有 告诉 他 是 我 在 协助 你 吗 ? 
这样 你 今晚 打电话 给 多丽丝 ... - 不 我 不能 
- 你 告诉 她 生病 的 阿姨 、 新 工作 、 告诉 她 真相 随便 哪个 反正 你 得 退出 
你 必须 离开 她 今晚 就 执行 
我要 如何 告诉 托尼 ? 
随便 你 想 怎么 说 
很大 可能 他 已经 知道 了 
拉蒂莎 喂 亲爱 的 不好意思 你 忙 吗 ? 不 忙 有 什么 事 ? 好 吧 我 是 想 跟 你 说 ... 我 很 抱歉 多丽丝 
听 着 老大 我 对此 感到 很 抱歉 好 吗 ? 明天 见 好 吧 ? 拜拜 兄弟 
关于 托尼 的 一件 事 工作 就是 他 的 命 
他 身患 多发性 硬化症 已有 十载 我 替 他 安排 了 校园 讲座 和 审查 残障 议定书 
愿 你 能 顺利 说服 英国 监警会 
他 是 无害 的 你 说 认真 的 ? 他 无害 ? 
他 让 一个 手无寸铁 的 女人 从事 秘密行动 长 达 八年 
对 你 和 你 的 老 警队 来说 很 正常 吗 ? 
他们 本来 计划 要 上诉 我们 只是 想 知道 他们 的 计划 就 这样 
你 根本 不 知道 这么 做 的 危害 - 危害 ? - 没错 危害 
让 我 问 你 你 的 新 朋友 们 是否 知道 那通 紧急 电话 里 提到 的 内容 ? 
让 我 把 话 说 清楚 我 若 发现 是 你 分享 了 任何 情报 我 不会 袖手旁观 
到 时 你 会 需要 所有人 脉 的 救助 我会 让 你 生不如死 
还好 吗 ? 
" 无害 " 他 居然 说 " 无害 " 
感觉 像是 任何人 都 不 重要 
反正 多丽丝 这样 的 人 不 重要 
抱歉 我 ... 一直 说 不停 不 你 没错 我 只是 ... 好 吧 我们 接下来 要 怎么 做 ? 
我 是 说 你 想要 举报 这些 混蛋 吗 ? 
如果 这 是 你 想 做 的 那 也 行 我 支持 你 
我 是 认真 的 如果 要 让 他们 自食其果 那么 ... 我们 已经 被 软禁 了 他们 还 能 对 我们 做 什么 ? 
看 你 吧 你 来 做 决定 
我 跟 你 说 打电话 给 那个 电视 上 的 女 老大 那个 红头发 的 叫 什么 名字 来 着 ? 克劳迪 娅 
" 电视 上 的 红头发 " 我 该 有 危机感 吗 ? 
赶紧 打电话 吧 
好 我 打电话 他们 把 我 的 投诉 记录在案 他们 成立 调查小组 调查 持续 数个 月 一直 持续 然后 呢 ? 
你 应该 听 他 在 电话 里 怎么 说 的 赫加蒂 他 很 可恶 但 也 很 惊慌 
为什么 ? 
他 在 隐藏 什么 ? 
他们 究竟 对 那 可怜 女人 的 儿子 做 了 什么 ? 
- 索尼娅 打来 了 我 得 走 了 - 好 
我 想 说 的 是 ... 你 需要 继续 调查 
你 肯定 吗 ? 
当然 了 你 需要 什么 都行 
谢谢 
所以 ... 现在 呢 ? 
我 需要 接 这 通电话 
喂 有 什么 事 ? 
别 再 调查 了 
不好意思 请问 你 是 ? 
你 不 知道 你 是 在 招惹 谁 卡尔 拉 ? 
你 是 如何 知道 我 的 名字 的 ? 
卡尔 拉 你 在 哪里 ? 
求 你 停下来 吧 
我 保证 我们 能 帮助 你 
不 别管 我 了 
忘 了 我 你 要 把 我 害死 了 
不 我们 可以 护 你 周全 
你 不 相信 我 他 做 过 这样 的 事 他会 再 做 一次 的 我们 相信 你 你 只 需要 把 他 的 名字 告诉 我们 
我 没有 任何 名字 
你 听得懂 吗 ? 他 被 保护 
被 保护 
怎样 被 保护 ? 
谁 在 保护 他 ? 
- 卡尔 拉 ? 
- 别问 了 
