इंस न ं क उसके ह स ब से चलन ह त है । पर इंस न ह उसके ख ल फ़ ज ते हैं । 
बस एक च ज़ स र खेल बदल देत है । 
और वह है ... 
त न । 
पकड़ ल य । मुझे अपन प्य र म ल गय । 
और उसे कहते हैं ... ह म्मत । 
तुम कुछ नह ं कर सकते । 
ज स प्य र क क ई बंधन नह ं ह त , उसक अंत बुर ह ह त है । 
न युक्त सम र ह शुरू क य ज ए । 
मुब रक ह , मह र ज । 
मुब रक ह , मह र ज । 
मुब रक ह , मह र ज । 
यह क न है ? 
वह ँ त रंद ज़ हैं ! 
नह ं ! 
क्य ? 
मेर क स्मत क बदलने क र स्त है ? 
वह क्य है ? मैं अपन क स्मत कैसे बदलूँ ? 
रुक । 
अगर तुम मुझसे प्य र नह ं कर सकत , त ... तुम्हें मेरे ल ए मरन ह ग । 
मैं आपके ल ए मर नह ं सकत । 
ज स एक आदम के ल ए मैं मर सकत हूँ , वह है ... 
इस वक्त स - ह के प छे ज ओ । वह अज ब स आदम वह ँ म ल ज एग । 
ज , मह र ज । 
वह र स्त क्य है ? मैं अपन क स्मत कैसे बदलूँ ? 
खुदकुश कर ल । उस पह ड़ पर । 
- क्य ? 
- और द ब र जन्म लेन । 
उस फ़र श्ते ने अपने पंख जल कर 500 स ल क सज़ प ल है । 
अब तुम्ह र ब र है । 
उस फ़र श्ते के ल ए अपन ज न द । तब एक नय फूल ख लेग । 
तुम और वह फ़र श्त प्य र के एक नए बंधन से बंध ज एँगे । 
मह र न स ह ब । 
द ब र जन्म ह ने के ब द , तुम्ह रे प स द म के ह ंगे । 
क्य मैं उसे पहच न प ऊँग ? 
मह र न स ह ब । कृपय ऐस मत क ज ए । 
मैं द ब र यह ं जन्म लूँग । मैं तुम्हें ढूँढ़ने क पूर क श श करूँग । 
मेहरब न करके मुझे भूलन मत । 
मह र न स ह ब ! 
एक , द , त न ! 
पकड़ ल य । मुझे अपन प्य र म ल गय । 
जब तक तुम्ह रे जले हुए पंख ठ क ह ते हैं , तुम्ह र ज़ ंदग जहन्नुम जैस ह ग , बहुत दर्द झेल गे । 
तुम्हें क स लड़क क स थ प ने क इज ज़त नह ं है । 
नह ं ! 
एप स ड 11 . 
क स्मत से लड़ने क त कत ... ह म्मत 
- हम पहले ज एँगे । 
- जल्द कर । 
मेरे ल ए रुक ! 
बच ! हट ज ओ ! 
तुम ठ क त ह न ? 
तुम्ह र खुशबू बहुत अच्छ है । 
तुमसे फूल ं जैस खुशबू आ रह है । 
- वह ब हर आ गय । 
- वह आ गय । 
- तुम यह ँ क्य कर रह ह ? 
- यह ख कर देख । 
- तुम सब क्य कर रह ह ? 
- यह ख कर देख । 
- बहुत लज़ ज़ है । 
- ख कर देख । 
- तुम ऐसे नह ं आ सकत । - अरे , ज़र ख कर त देख । 
- मैंने यह आज ह बन य है । - ख कर देख । 
बस एक ब र ख कर देख न ? 
- यह बहुत लज़ ज़ है । 
- प्ल ज़ ! 
यह ँ क तन गंदग है । 
यह ँ कुछ नह ं है । झ ड़ू क्य ं लग रह ह ? 
क्य मतलब ? 
झ ड़ू लग ने के ब द भ यह ँ बहुत धूल है ! 
हे भगव न । 
सुपरमैन । प छल ब र म ले थे त तुमने कह थ क हम स थ में त कब क ख ने चलेंगे । 
चल चलते हैं । 
- मैंने यह कब कह ? 
- उस द न कह थ । 
तुमने कह थ क तुम मुझे मेर पसंद द आटे क त कब क ख ल ओगे । 
क्य ? 
अरे , रुक । 
मेरे प स तुम्ह रे ल ए कुछ है । एक त हफ़ । 
- म फ़ क ज एग । 
- ज न्ग-आह ... 
प्ल ज़ मेर बच्च ज न्ग-आह क ढूँढ़ द ज ए ... 
ड टेक्ट व । प्ल ज़ ज न्ग-आह क ढूँढ़ द ज ए ... 
प्ल ज़ मेर बेट क ढूँढ़ द ज ए ... 
मैं वह ँ बस इसल ए गय थ क्य ंक उसने कह थ क वह इंतज़ र करेग । 
क्य तुम भूल गए ह ? 
मैंने कह थ क मैं क स के स थ तुम्ह र ज ड़ नह ं बनने दूँग । 
मैं बस वह ँ गय थ । बस ! 
कुछ मत कर । 
तुम बस यह कर सकते ह । 
इंस न ं के ल ए , " ख ब " क मतलब ह त है समय । पर मेरे ल ए , उसक मतलब है ख फ़ । 
इस वजह से " ख ब " मेरे ह स्से में आय । 
वह तुम थे । 
तुम ह मेरे सपन ं के र जकुम र ह । 
तुम ठ क ह न ? 
म स ओ , अब आप कैस महसूस कर रह हैं ? 
ड क्टर । लगत है आख रक र मैं प गल ह ह गई । 
पहले तुम अंदर ज ओ । 
- नह ं , पहले तुम ज ओ । 
- तुम्हें अंदर ज ते हुए देखकर मैं चल ज ऊँग । 
ठ क है , मुझे एक क स द । 
ब य । 
यह क्य कर रह है ? 
मुझे अपन फ़ न नंबर द ग ? 
द ंग-ग्यू ! 
- यह मत कर ! 
- ऐस मत कर ! 
उसने अभ - अभ क्य क य ? 
मैंने कह न यह ऐस मत कर ! 
र प र्ट के ह स ब से सब ठ क है । 
क्य तुम्हें अब भ वह फ़र श्त द खत है ? 
मैंने सपने में ज स फ़र श्ते क देख , उसक अपन एक शख्स यत थ । 
वह कैस द खत है ? 
उसक चेहर ... वह ब ल्कुल सुपरमैन जैस द खत है । 
- सुपरमैन ? 
- सुपरमैन ? 
वह सुपरमैन ज न ले कपड़े और ल ल अंडरव यर पहनत है ? 
नह ं , ड क्टर । 
आपक वह लड़क य द है ज से आपने इसके कमरे में देख थ ? 
उसे यह सुपरमैन बुल त है । 
ये द न ं एक-दूसरे क एक अरसे से ज नते हैं । 
स धे कहूँ त यह उससे प्य र करत है । पर यह एक-तरफ़ प्य र है । 
अब ब त समझ में आई । 
ब त समझ में आ गई ? सुपरमैन ह वह फ़र श्त है । 
तुम्ह र इच्छ तुम्हें सपने में द ख रह है । 
अगर मुस बत के वक्त तुमने सबसे पहले उसे य द क य थ त वह तुम्ह रे सपने में आ सकत है । एक फ़र श्ते क तरह । 
पर हम रे ब च बहुत कश श थ । 
सभ क हम र सल म । 
मैं वह इंस न हूँ ज एल यन्स के ब रे में र सर्च करत है । 
- म स ओ कह ँ है ? 
- वह चेकअप के ल ए गई है । 
ब ल रह थ क लग रह है वह प गल ह गई है । क्य ? 
वह प गल ह गई ? 
तुम ठ क ह न ? ड क्टर ने कह न क तुम ठ क ह ? 
लगत है तुम्हें इसक इतन य द आई क यह सपने में भ द खने लग । 
क्य आपने यह देख ? 
यह एक और ब र देखते हैं । 
वह अज ब स च ज़ ज ह ल रह है , वह क्य है ? 
कैल फ़ र्न य क हव ई छ वन के न इट व ज़न ग गल्स से यह अज्ञ त उड़नतश्तर द ख ई द । 
जब यह क्ल प स शल म ड य पर आई , बहुत से ल ग ं ने इसक सच्च ई पर सव ल उठ ते हुए कमेंट क य । 
- अचरज क ब त यह है क हव ई छ वन में ... 
- सुन । 
... एक भ हव ई जह ज़ ... 
- एल यन्स सच में ह ते हैं क्य ? 
- ब ल्कुल । 
- तुम्हें पूर यक न है ? 
- मैंने त प छल ब र भ आपसे कह थ । 
हम रे इर्द-ग र्द ऐसे ल ग हैं ज इस दुन य से नह ं हैं । चुंगच ंगन म-ड में ... ह - ज न । क्य सैंग-ह्युक यह ख रह थ ? 
नह ं , मैं ख रह थ । खत्म नह ं कर प य क्य ंक इसक स्व द अच्छ नह ं है । 
और यह ? 
क्य यह सैंग-ह्युक इस्तेम ल करत है ? 
हम द न ं इस्तेम ल करते हैं । मैंने भ इस्तेम ल क य है । 
क्य यह सैंग-ह्युक क टूथब्रश है ? 
यह मेर है । 
सब कुछ तुम्ह र क्य ं है ? 
यह ँ सैंग-ह्युक क क्य स म न है ? 
सर , आप ... 
क्य ? 
क्य आपक सैंग-ह्युक पसंद है ? 
यह क्य ब ल रहे ह ? 
त आप सैंग-ह्युक क स म न क्य ं ढूँढ़ रहे हैं ? 
यह मत कह एग क ... क आप उसके स म न क चूमन च हते हैं । 
प गल ह क्य ? 
- अरे । 
- ब ल ? 
मैं दूसर ं के स म न क क स नह ं करत । 
क स क मतलब ह त है एक-दूसरे क स ँस ं क महसूस करन । वह ह त है असल क स । 
स ँस ल , स ँस छ ड़ । 
है न ? 
क स क मतलब ह त है एक-दूसरे क स ँस ं क महसूस करन । 
तुम मुझे ऐसे क्य ं देख रहे ह ? 
देख । 
दस द न पहले , एक अपर ध क ग रफ़्त र करते वक्त मेर ह थ च कू से कट गय थ । 
जब क स तेज़ च कू से घ व लगत है , त हम पुल सव ले उसे च र बुल ते हैं । 
घ व बंद ह ने में एक-द द न लगते हैं और घ व क न श न ज ने में कर ब द हफ़्ते लगते हैं । 
क स आम इंस न क न श न ज ने में बहुत समय लगत है । पर मैंने कल तुम्ह र उंगल पर ज घ व देख थ , उसके स थ ऐस नह ं हुआ । 
तुम्ह रे घ व क एक य द द न ह हुए हैं । वह ठ क ह न शुरू ह हुआ थ । 
मैं मदद कर दूँग । तुम्ह र उंगल पर च ट आई है । 
त वह कुछ म नट ं में ग यब कैसे ह गय ? 
मैं चलत हूँ । 
नेशनल फ़ रेंस क सर्व स 
क तन समय लगेग ? 
आजकल बहुत क म है । 
थ ड़ समय लग ज एग । 
प्ल ज़ जल्द से जल्द इसक ज ँच करव द ज ए । 
ठ क है । 
एक । 
द । 
त न । 
क तन अज ब है । 
दूसर लड़क - अज ब 
तुम मुझे घूर क्य ं रहे ह ? 
क्य ंक तुम बहुत सुंदर ह । 
अपन फ़ न द । 
यह रह मेर नंबर । 
- मैं तुम्हें फ़ न करूँग । 
- ठ क है । 
एक । 
- द । त न । 
- क्य बेहूदग है ? 
- क्य है ? 
- तुम बहुत सुंदर ह । 
मैं इसल ए सुंदर पैद हुई हूँ क्य क तुम मुझे देख ? बेहूद कह ं क ! 
त सर लड़क - बेहूद 
अब वह तुम्ह र खय ल रखेग । 
- आप ल ग स थ में बहुत अच्छे लगते हैं । 
- आप द न ं श द कब कर रहे हैं ? 
मुब रक ह । आप घर पर प र्ट देंग न ? 
- क्य ? 
- जल्दब ज़ मत कर । 
क्य तुम कुछ ख न च ह ग , बेक-रेय न ? 
मैं क्य ख न च हूँग ? 
त कब क । 
त कब क ! 
ठ क है , मैं थ ड़ देर में आत हूँ । ब द में म लते हैं । 
- ठ क है । ब य । - ब य । 
- ब य । 
- वह क तन मस्त है । 
- तुम उस पर फ़ द मत ह ज न । 
- आप त बहुत खुश ह ंग , म स ओ । 
खैर , हुआ क्य थ ? 
तुम इतन देर र त क वह ँ क्य ं गई थ ? 
दरअसल ... 
- हे भगव न ! तुम ठ क त ह न ? - क्य हुआ ? 
- यह कैसे हुआ ? - संभलकर । 
हे भगव न । 
- पर कुर्स त एकदम ठ क थ । - हे भगव न । 
क्य हुआ ? कुछ य द आ गय क्य ? 
सम्म हन के द र न द य गय गव ह क बय न 
केस ढूँढ़ें 
सबूत 
प ल्क ड ट क ट 
" मेर प्य र मेरे स थ है " कैसेट टेप 
तुम क न ह ? 
ब म र 
- यह क्य है ? 
- अपने गुन ह ल खने के ल ए एक न टबुक । 
च ब स घंटे के अंदर इसमें अपने स रे गुन ह ल ख देन । वरन तुम म र ज ओग । 
अब घर चलते हैं । 
ज , सर । 
ब म र 
क म म्य ंग-श क आ गय । 
प्य म्य ंग ग्रुप 
रुक । वह सैंग-ह्युक है न ? 
सत्य न श । 
ऑट प्स र प र्ट : ग युन-स 
स र पर आई च ट से खून बहने के क रण म रे ज ने क संभ वन है 
ल पत व्यक्त क ज नक र 
ल च ंग-इल 
हैल । 
मैंने म स ओ के सम्म हन व ले बय न के ब रे में आपक एक ईमेल भेज है । 
आपक ओ बेक-रेय न क सम्म हन के द र न द य गय गव ह भेज रह हूँ 
ह ँ , म ल गय । शुक्र य । 
वैसे ... 
रहने द ज ए । 
कुछ पूछन ह त मुझे फ़ न क ज एग । 
ठ क है । 
यह च वल से बन है । 
ह ँ । च वल से बन त कब क सबसे लज़ ज़ ह त है । 
स्व द अच्छ नह ं है क्य ? 
मैं बहुत दूर से ल य हूँ क्य ंक सुन है वह बहुत अच्छ जगह है । 
लगत है तुम्ह र और मेर पसंद बस कब ब के म मले में ह म लत है । 
क्य ? 
नह ं । 
रुक । 
यह अच्छ है । 
मैं फ़ श केक ख लेत हूँ । 
फ़ श केक बहुत अच्छ है । 
म स स ंग अब तक आई नह ं ? 
वह अब तक नह ं आई हैं , सर । 
और म स्टर क म ? 
तुम्ह र आँखें इतन म सूम कैसे हैं ? 
क्य मैं तुम्ह र आँख ं में ख ज ऊँ ? 
ज़रूर । 
पर ... बस एक मह ने के ल ए । 
एक मह ने के ल ए ? 
- कश श भर नज़र । 
- क्य बेहूदग है ? क तन अज ब है । 
- कश श भर नज़र । - क्य बकव स है ? क ई प गल ह ह ग । 
- कश श भर नज़र । 
- घूर क्य ं रह है , बेवकूफ ? 
सुन ए । आप बहुत खुशक स्मत हैं । 
ठ क है , ब य । 
एक । 
द । 
त न । 
कश श भर नज़र । 
सुन ए । आप खुशक स्मत हैं । 
क्य ? 
- मैं खुशक स्मत लगत हूँ ? 
- ह ँ । 
आपके चेहरे से द ख रह है क आप इतने खुशक स्मत हैं क अपने पंख ं पर सव र ह कर उड़ ज एँगे । 
आपक कैसे पत चल ? 
क्य आपक मेरे पंख द ख रहे हैं ? 
ह ँ । आप और ऊँच उड़ सकते हैं । पर आपके कंधे पर कुछ है ज आपक ऊँच उड़ने से र क रह है । 
आपक कैसे पत चल ? 
- क्य आपक वह भ द ख रह है ? 
- ब ल्कुल । 
आपक उस ऊर्ज से प छ छुड़ न ह ग । 
क्य मैं आपसे एक सेकंड ब त कर सकत हूँ ? 
आप ज ऑर्डर करन च हते हैं , उसे मेनू में से चुनें । 
चुन व करने के ब द , ऑर्डर बटन दब दें । 
कुल : 13,200 व न 
वह द ब र आर्डर करें 
प्ल ज़ अपन क्रेड ट क र्ड ड लें । 
क्य ? बस फल ं के ल ए एक म ल यन व न ? 
अगर द ल से स र रस्में करें , फल ं के स थ , त आप जल्द ह उड़ प ओगे । 
फ र त मुझे यह नह ं करन च ह ए । 
मैं अभ नह ं उड़ सकत । 
क्य ? 
क्य ं ? 
मैं यह बस इसल ए कह रह हूँ क्य ंक मैं आपक भल च हत हूँ । 
मुझे आपके ल ए बहुत बुर लग रह है , द ंग-ग्यू । 
यह पहल इंस न लड़क है ज मेर भल च हत है । 
अगर यह क य त आप बहुत क मय ब ह ंगे । 
क्य यह एक अच्छ ब व और एक समझद र म ँ स ब त ह ग ? 
अगर एक म ल यन व न ज़्य द लग रहे हैं , त 500,000 व न भ क फ़ ह ंगे । 
त 100,000 व न के ब रे में क्य खय ल है ? 
अभ आप ज इए । 
मुझे स चने के ल ए एक द न क वक्त च ह ए । 
अपन फ़ न द ज ए । 
यह मेर नंबर है । 
यह पहल लड़क है ज सने मुझे अपन नंबर द य है । 
मैं कल श म न बजे आपसे यह ं म लूँग । 
क र य यून वर्स ट अस्पत ल 
त कब क क गेहूँ के आटे से बन न च ह ए , च वल से नह ं । 
- इसने आटे क त कब क म ँग थ क्य ? - नह ं , बस त कब क कह थ । 
त तुमने यह क्य ं खर द ? 
- आटे क त कब क लज़ ज़ ह त है । 
- हम एक-दूसरे जैसे ह हैं । 
शुक्र य । 
- ह - ज न , तुम भ ख ल । 
- मैं त ख ख न नह ं ख प त । 
मैं प न से ध कर ह त कब क और क मच ख प त हूँ । 
- वह ऐस ह है । 
- अच्छ । 
मुझे आटे व ले पसंद हैं । 
स्कूल में , मेर सहेल य ँ मुझे " ब्रेड व ल " बुल त थ ं । 
क्य ंक मैं हमेश ब्रेड ख त रहत थ । 
इससे मुझे पुर ने द न य द आ गए । 
मुझे एक लड़क पसंद थ और एक ब र वह मेरे ल ए ज जंगम्यन और आटे क त कब क ल य । 
तुम्हें एक लड़क पसंद थ ? 
तुम्हें वह लड़क पसंद थ ? 
वह क न थ ज तुम्ह रे ल ए आटे क त कब क ल य थ ? 
रुक । 
मुझे य द नह ं क वह क न थ । 
तुम उस लड़के क ज नत तक नह ं ह , पर उसक ख न ख ल य ? 
चल भ । 
घटन स्थल से म ल सबूत 
भर सेमंद पुल स , सुरक्ष त देश 
ड एनए ज ँच के नत जे 
स गरेट पर म ल ड एनए और सैंपल ड एनए एक ह व्यक्त क है 
चल । 
तुमने उसे गले पर न ंच थ ? 
ह ँ , मुझे अच्छ तरह य द है । 
मैंने ज़ र से न ंच थ । 
त च ट क न श न पड़ ह ग । 
ग दे - श क 
ह ँ । 
र प र्ट के ह स ब से वह क न है ? 
पुल स ! 
क्य क ई अंदर है ? 
मैं दरव ज़ ख लकर अंदर आ रह हूँ । 
दरव ज़ ख ल ए । 
म स स ंग ज न-आह , क्य आप यह ँ हैं ? 
म स स ंग ! 
ब म र 
- इस तरफ़ । 
- मेरे प छे आओ । 
म स्क उत र ए प्ल ज़ । 
तुम बड़ जल्द में थे । 
तुम क र य छ ड़कर क्य ं ज रहे थे ? 
तुम ओस ंग , ग्य नग - द क एक बंद पड़ फ़ैक्टर में गए थे । म स ग युन-स क ल श वह ं म ल थ । 
हमें तुम्ह र एक स गरेट वह ँ पर म ल । 
एक ह व्यक्त क ड एनए है 
व त्त व भ ग क म स स ंग कह ँ हैं ? 
अपन गर्दन द ख ओ । 
वह चुप रहने क अपन अध क र इस्तेम ल कर रह है । 
- वह क ई जव ब नह ं दे रह । 
- क्य और कुछ सुनन ब क है ? 
उसे भेज द । इसे सरक र वक ल के प स ले ज ओ । 
ज न्गस पुल स स्टेशन 
- वह आ गय । 
- वह ब हर आ गय । 
क्य तुम गुन ह कबूल कर रहे ह ? 
- तुमने ग युन-स क क्य ं म र ? - क्य तुम गुन ह कबूल कर रहे ह ? 
- क्य तुम गुन ह कबूल कर रहे ह ? कैस महसूस ह रह है ? 
- हमें जव ब च ह ए । 
सर ! 
क्य ं ? तुमने उसे क्य ं म र ? 
तुमने उसे क्य ं म र ? क्य ं ? 
छ ड़ ! 
छ ड़ ! हद है । 
छ ड़ मुझे । मैं इसे ज न से म र ड लूँग । 
छ ड़ मुझे ! 
मैं इसे म र ड लूँग । 
मैंने ड स्च र्ज के स रे क गज़ त भर द ए । 
त ज़ खबर । 
इन्व ंगस न पर्वत के प स से ल पत हुई और मर हुई ह लत में प ई गई 40 स ल क औरत के प्रेम क म क ग रफ़्त र कर ल य गय है । र प र्टर क म ज - हुन आगे बत एँगे । 
क म क पहले भ ह र सत में ल य गय थ , पर सबूत न ह ने के क रण तब र ह कर द य गय थ । 
पुल स क ह ल ह में एक ठ स सबूत म ल है ... 
उन्ह ंने आख रक र उसे ग रफ़्त र कर ल य ? 
अब तुम्हें डरने क ज़रूरत नह ं है । 
त अपर ध क म म्य ंग-श क है ? 
क म क पहले भ ह र सत में ल य गय थ , पर सबूत न ह ने के क रण तब र ह कर द य गय थ । 
पुल स क ह ल ह में एक ठ स सबूत म ल है ज ससे वह अपर ध स ब त ह गय है । 
आन द - र ( फ़ न नंबर अज्ञ त ) बन म ( न म अज्ञ त ) ) 
आन द - र ... सुंदर है । 
अब तुम तैय र ह । 
- ज़बरदस्त लग रहे ह । 
- वह अच्छ है । और वह मस्त है । 
ज स लड़क क फ़ न नंबर 4772 पर खत्म ह त है , वह पहल करत है । 
क्य मैं आपसे एक सेकंड ब त कर सकत हूँ ? 
पर वह कभ ब ल नह ं भरत । 
- पर ... 
- मुझे आपके ल ए बहुत बुर लग रह है , द ंग-ग्यू । 
... उसे मेरे भव ष्य क च ंत है । 
मैं यह बस इसल ए कह रह हूँ क्य ंक मैं आपक भल च हत हूँ । 
वह एक अच्छ ब व स ब त ह ग । 
द - र ... 
वह 4772 व ल लड़क ... 
आन द - र ( फ़ न नंबर अज्ञ त ) बन म ( न म अज्ञ त ) ) 
नज़र म ल ने क र प र्ट 
आज र त मैं 4772 व ल लड़क से म लने व ल हूँ । एक हैमबर्गर क दुक न के स मने । 
कैस न व क र ज़ 
बस त न सेकंड क स से नज़रें म ल कर तुम्हें एक लड़क म ल गई और तुम डेट पर ज रहे ह । 
मुझे तुमसे जलन ह रह है । 
इस ल स्ट में केवल न न म ह क्य ं हैं ? 
मैं पहुँच गई । 
एक लड़क मेर इंतज़ र कर रह है । 
वह लड़क ज से मैं पसंद करत हूँ । 
- यह आस न नह ं है । 
- तुम चल ज ओ । मैं सब बंद कर दूँग । 
अरे , शुक्र य । 
- मैं पहले ज रह हूँ । 
- ब य । 
तुम कह ँ ह ? 
जल्द कर । 
द ंग-ग्यू ! 
यह ँ पर ! 
मैं यह ँ हूँ ! 
यह ँ पर ! 
ज़बरदस्त लग रहे ह । 
मैं यह ँ हूँ । 
इसे क्य ह गय ? 
ए ! 
मैं यह ँ पर हूँ ! 
इस तरफ़ । यह ँ पर । 
तुम कह ँ ज रहे ह ? 
अरे ! 
ज़र सुन ए । 
- आप बहुत भल लग रह हैं । 
द ंग-ग्यू । तुम अब भ यह ं ह । 
मैं यह व पस देन च हत थ । 
तुम यह अगल ब र व पस दे सकते थे । 
मैं ज नबूझकर क स दसव ं लड़क से नह ं म ल । 
क्य तुम त न सेकंड नज़रें म ल ने क ब त कर रहे ह ? 
अब से , मैं बस तुम्हें देखूँग । मैं क स और लड़क क नह ं देखूँग । 
यह क्य ब ले ज रह है ? 
क्य ंक मुझे क ई और वजह नह ं च ह ए । 
मुझे बस तुम द ख ई देत ह । 
कश श भर नज़र । 
नेशनल फ़ रेंस क सर्व स 
क्य ? उंगल य ं के न श न नह ं म ले ? 
नह ं । एक भ नह ं म ल । 
क ई ड एनए भ नह ं म ल । 
यह न मुमक न है । 
व श्लेषण र प र्ट 
ड स्प सबल कप से उंगल के न श न नह ं म ले ड एनए नह ं म ल 
उसने वह कप उठ य और मुँह लग कर प य । 
क्य उससे ड एनए नह ं म लन च ह ए ? 
ह ँ , श यद उसने म ट द ए ह ंगे । 
पर उसने नह ं म ट ए । 
अगर ज नबूझकर म ट ए न ह ं त ? 
यह नह ं ह सकत । 
अगर वह क ई भूत य एल यन न ह ज सक उंगल य ं के क ई न श न ह न ह ं । 
सैंग-ह्युक वह ँ है क्य ? 
नह ं । वह स य ल पुल स एजेंस गय है । 
स य ल पुल स एजेंस ? 
क्य आपक प छले जन्म पर यक न है ? 
प छल जन्म ? 
स य ल पुल स एजेंस में एक आपर ध क ज ँच सम्म हन कक्ष है क्य ंक हम इंस न ं क य द ं पर यक न करते हैं । 
द म ग के क स क ने में छ प य दें न क लकर उसमें छ पे सुर ग ं से केस सुलझ ते हैं । यह मेर क म है । 
मुझे लगत है प छल जन्म भ एक तरह क य द है । 
म स ओ क य दें त ज़ करव ते वक्त मुझे एक अज ब ब त पत चल । 
कुछ अज ब ? 
ज न्गस स 1993 में ज प ल्क ड ट ह ई स्कूल गर्ल्स ल पत हुई थ ं ... 
मुझे लगत है म स ओ ह ई स्कूल क उन लड़क य ं में से एक है । 
- वह क न है ? 
- ड टेक्ट व स के प स आध क र क र प र्ट है । 
यह अन ध क र क र प र्ट है । आपक मर्ज़ है क आप उसे सच म नते हैं य नह ं । 
मैं यह आपक बस इसल ए दे रह हूँ क्य ंक मुझे लगत है क म स ओ आप पर सबसे ज़्य द भर स करत हैं और आपक मदद लेत हैं । 
सम्म हन के द र न द य गय गव ह क बय न ( ओ बेक-रेय न ) 
यह क्य है ? 
क्य यह तुम ह , स जे - ह ? 
तुमसे म लकर बहुत अच्छ लग ! 
तुम यह ँ कैसे ? 
बहुत अच्छे लग रहे ह ! 
तुमने मुझे फ़ न क्य ं नह ं क य ? तुम यह ँ कैसे ? 
क्य तुम स य ल पुल स एजेंस आए ह ? ह ँ , मैं आय थ ... 
मुझे म फ़ करन । मैं तुम्हें फ़ न करूँग । 
म फ़ करन ! 
ए ! सुन ! 
सैंग-ह्युक । वह कह ँ है ? 
वह यह ँ नह ं है । क्य ब त है ? 
सत्य न श । 
आप ज स व्यक्त क क ल कर रहे हैं , वह पहुँच से ब हर ... 
वह फ़ न नह ं उठ रह । 
सम्म हन के द र न द य गय गव ह क बय न ( ओ बेक-रेय न ) 
सम्म हन के द र न द य गय गव ह क बय न 
पहले सम्म हन के नत जे 
ड टेक्ट व स जे - ह 
आप ज स व्यक्त क क ल कर रहे हैं , वह पहुँच से ब हर ... 
दूसरे सम्म हन के नत जे 
सव ल : क न स कैसेट टेप ? जव ब : 
मेर प्य र मेरे स थ है 
सव ल : आपने क्य पहन रख है ? जव ब : स्कूल यून फ़ र्म और क ट 
जव ब : बर्फ़ ... बर्फ़ के बड़े - बड़े फ़ हे 
आज पहल बर्फ़ ब र ह न है । सबने कह बर्फ़ के बड़े - बड़े फ़ हे ह ंगे । 
जव ब : ह ँ । क ट पर छ टे - छ टे प ल्क ड ट हैं 
स्कूल यून फ़ र्म 
यू ज न्ग-आह 
सुंदर जूते 
दूसर सबूत 
जव ब : ह ँ । क ट पर छ टे - छ टे प ल्क ड ट हैं 
सव ल : आप कह ँ ज रह हैं ? जव ब : पत नह ं । एक गल है । 
सव ल : क न स कैसेट टेप ? जव ब : मेर प्य र मेरे स थ है 
क म ह्युन-श क 
जव ब : मेर प्य र मेरे स थ है । मैं उसे ब ँध रह हूँ । 
मैंने कह , " तुम्ह र खुशबू बहुत अच्छ है । " 
तुम्ह र खुशबू बहुत अच्छ है । 
सव ल : क्य द ख रह है ? जव ब : फूल । गमले । 
सव ल : और क्य द ख रह है ? जव ब : ओर ग म से बने मेंढ़क । 
तुम मुस्कुर ए , है न ? तुम अभ - अभ मुस्कुर ए । 
तुम 100 ब र मुझे इनक र कर सकते ह । मैं 101 ब र इज़ह र करूँग । 
" तुम 100 ब र मुझे इनक र कर सकते ह , मैं 101 ब र इज़ह र करूँग । " 
जव ब : आटे क त कब क 
तुमने कह थ क तुम मुझे मेर पसंद द आटे क त कब क ख ल ओगे । 
क्य ? 
अरे , रुक । 
मुझे एक लड़क पसंद थ और एक ब र वह मेरे ल ए ज जंगम्यन और आटे क त कब क ल य । 
सव ल : आपक क्य द ख रह है ? जव ब : फूल ... प्लम ब्ल सम ... 
सव ल : अभ तुम कह ँ ह ? जव ब : महल के प छे व ले ब ग में 
उस वक्त मैंने एक फ़र श्ते के पंख देखे 
वे पंख धुंधले से द ख ई द ए ज मैंने उस र त देखे थे 
खून बह रह थ त र लगने के ब द 
नह ं ! 
नह ं ! 
मुझे छ ड़कर मत ज ओ ! 
नह ं ! 
नह ं , मत ज ओ ! 
प्ल ज़ , मत ज ओ ! 
जब मैं अपने प्य र के स थ ह त हूँ , ज फूल ं क तरह सुंदर है , दुन य क क ई और च ज़ मेरे ल ए म यने नह ं रखत । 
मैंने क स से श द क थ । सुह गर त प न क चक्क के अंदर 
प न क चक्क ... 
मैंने अपन सुह गर त वह ँ ब त ई थ पंख ं व ले एक फ़र श्ते के स थ 
पकड़ ल य । मुझे अपन प्य र म ल गय । 
पकड़ ल य । 
अब से , मैं अपन क स्मत से लड़ने व ल हूँ । 
तुम मेरे स मने ह । 
ज़ ह र है क मैं तुम्हें च हत हूँ । 
अगर मैंने क श श भ न क त गलत ह ग । 
- बेक-रेय न कह ँ है ? - बेक-रेय न ब हर गई है । 
कह ँ गई है ? 
तुम यह ँ क्य कर रह ह ? 
मैं अक्सर यह ँ आत हूँ । आज क म ल कर 997 वें ब र आई हूँ । 
म फ़ करन । 
म स्टर सुपरमैन । मैकग ल प ने चलें क्य ? 
उस द न मैं ऊपर तक नह ं गई थ । 
मैं 997 ब र पह ड़ पर चढ़ हूँ । 
एक हज़ र । 
बेक-रेय न ! 
बेक-रेय न । 
बेक-रेय न , वह तुम ह थ । 
वह बस तुम ह थ । 
वह तुम ह थे । 
एक हज़ र । 
मेर प्य र । 
मेर प्य र । 
