Έτσι με φωνάζουν όλοι , σε ένδειξη αγάπης και σεβασμού . 
Σάμσικ ή θείο Σάμσικ . 
Μου αρέσει πολύ ... το παρατσούκλι μου . 
ΜΥΣΤΙΚΟ ΚΑΤΑΦΥΓΙΟ ΜΟΝΑΔΑΣ ΑΜΥΝΑΣ 
Μερικές ερωτήσεις θα κάνουμε . Αν συνεργαστείτε , δεν θα πάρει πολύ . 
Χαίρομαι που σας βλέπω , συνταγματάρχη . 
Χανμίν . 
Σαν , εσύ είσαι ; 
Κι εσύ εδώ ; 
Σαν ! Σαν ! 
Δεν το σχεδιάσαμε εμείς ! 
Ο Σάμσικ το έκανε ! 
Θα τους μιλήσεις ; 
Πες τους ότι ο Σάμσικ το έκανε ! 
Γνωρίζετε τον Πακ Ντουτσίλ της εταιρείας Σέιλ ; 
Ναι . 
Τον φωνάζατε Σάμσικ ; 
Ναι . 
Τι σημαίνει αυτό το όνομα ; 
Εξασφάλιζε τρία γεύματα τη μέρα , ακόμα και στον πόλεμο . 
Στην οικογένεια , στους φίλους , ή σε συγγενείς . Δεν άφηνε ποτέ κανέναν νηστικό . 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΤΡΙΑ ΓΕΥΜΑΤΑ ΤΗ ΜΕΡΑ 
26 ΝΟΕΜΒΡΙΟΥ 1959 ΣΕΟΥΛ , ΝΟΤΙΑ ΚΟΡΕΑ 
ΑΠΟΘΗΚΕΣ ΠΕΤΡΕΛΑΙΟΥ ΣΤΡΑΤΟΥ ΗΠΑ 
- Δύο ; 
- Δύο . 20.000 χουάν . 
Το " πετρέλαιο " στ ' αγγλικά ; 
Δέκα χαρτονομίσματα . 
Όιλ . 
Είκοσι χιλιάδες . 
20.000 χουάν . 
- A little bit more . 
- Τι σκατά λέει ; 
- Κοπανήστε τη ! 
- Τρέξτε ! 
Τι έγινε ; 
ΓΚΟΥ ΧΕΤΖΟΥΝ ΚΑΙ ΧΑΝ ΣΟΥ ΣΥΜΜΟΡΙΑ ΣΟΝΤΕΜΟΥΝ 
Γαμώτο . 
30 ΝΟΕΜΒΡΙΟΥ 1959 ΣΕΟΥΛ , Ν. ΚΟΡΕΑ 
ΕΠΑΝΕΚΛΟΓΗ ΡΙ ΣΟΥΝΓΚΜΙΝ 
Να προστατεύσουμε τον πρόεδρο Ρι ! 
Ο Σάμσικ έχει διασυνδέσεις παντού . 
Τους Γκούνσαν , που διακινούσαν ιαπωνικά ραδιόφωνα , - ο Σάμσικ τούς έβγαλε έξω . 
- Μου το ξανάπες . 
Αλήθεια ; 
Μου αντιμιλάς , παλιόπαιδο ; 
Πήγαν τους δικούς μας στην Αντικατασκοπεία . 
Πόσο θα περιμένουμε ; 
- Ησυχία . - Χριστέ μου . 
Περάστε μέσα . 
Ο Ρι είναι η ελπίδα μας ! 
- Η ελπίδα μας ! - Η ελπίδα μας ! 
Ανακαλέστε την απόσυρσή σας ! 
- Ανακαλέστε ! - Ανακαλέστε ! 
Γεια σας , περάστε . 
Ανακαλέστε την απόσυρσή σας ! 
Ο θείος Σάμσικ ; 
Στηρίζουμε τον πρόεδρο Ρι ! 
- Στηρίζουμε ! - Στηρίζουμε ! 
Περάστε μέσα . 
- Είστε στη συμμορία Σόντεμουν ; 
- Ναι . Κλέψατε πετρέλαιο από τους Αμερικάνους . 
Ναι , έστειλαν τους δικούς μας στο Σ.Α.Σ. 
Γιατί στο Σ.Α.Σ. ; 
Δεν ξέρω . 
Στην Οσάκα , οι συμμορίτες έχουν μέχρι και αμάξια . Εσείς γιατί κάνετε μόνο μικροκλοπές ; 
Κάντε κάτι πιο ουσιώδες . 
Για πείτε μου . Μπορείτε ή όχι να τους βγάλετε ; 
Εγώ τι θα κερδίσω ; 
Θα ανταμειφθείτε πλουσιοπάροχα . 
Για κάποιος που ζητά χάρη , πολύ υπερόπτης είσαι . 
Πάμε να φύγουμε . 
Μην κάνεις έτσι . 
- Πάμε . 
- Χαριτωμένος . 
Φεύγεις έτσι απλά ; 
Φώναξέ με θείο Σάμσικ . 
Σ ' εμένα μιλάτε ; 
Εμπρός , πες με θείο Σάμσικ . 
Γιατί ; 
Για να σε ταΐσω . 
Αυτό δεν σας κάνει θείο μου . 
Ξέρεις τον Γιουν Πάλμπονγκ της συμμορίας Ντόνγκντεμουν ; 
Θέλεις την περιοχή του ; 
Είναι με τους Φιλελεύθερους . Πώς εμείς ... 
Θα σας τη δώσω εγώ . 
Δεσποινίς Κιμ , φέρε δέκα φακέλους . 
Πάρτε αυτά τα λεφτά και σπάστε το πόδι του Γιουν Πάλμπονγκ . 
Διαμαρτυρίες σε όλη τη χώρα για την απόσυρση του προέδρου Ρι . 
Οι πολιτικοί κύκλοι παρακολουθούν με προσοχή αν ο πρόεδρος Ρι θ ' ακούσει το αίτημα του λαού - να πάει για επανεκλογή . 
- Πάμε , Τζίνα . 
Τζίνα . 
- Πρέπει να προστατέψουμε τον πρόεδρο Ρι ! Θείε Σαν , θα γίνουμε πλούσιοι αν γίνει αυτό ; 
Να μελετάς πολύ , εντάξει ; 
Βάλε παπούτσια . 
Φεύγουμε . 
- Καλή σου μέρα . 
- Πάμε . 
- Τα λέμε , Τζίνα . - Ναι , μαμά . 
ΥΠΟΥΡΓΕΙΟ ΕΣΩΤΕΡΙΚΩΝ 
Υπηρεσία Ανασυγκρότησης . Γεια σας . 
Κύριε Κιμ . 
- Ναι ; - Στο τηλέφωνο . 
Ποιος είναι ; 
Κιμ Σαν , Υπηρεσία Ανασυγκρότησης . 
- Γεια σου , Σαν . 
- Γιοτζίν . 
Είναι καλή στιγμή ; 
Ναι , πες μου . 
Καλύτερα να μην έρθεις σήμερα . 
- Τελευταία μας τριγυρίζουν ύποπτα . 
- Ύποπτα ; 
Μην ανησυχείς . Θα έρθω μόλις σχολάσω . 
Τα λέμε μετά . 
Έρχεται ο υπουργός . Γρήγορα . - Μάλιστα . 
- Πάμε . 
- Δεσποινίς Κιμ . 
- Ναι ; ΠΕΤΡΕΛΑΪΚΗ ΣΟΧΕ 
Βλέπεις το εργοστάσιο πετρελαίου Σόχε ; 
Ναι . 
Μόλις χτιστεί , θα γίνω επίσημο μέλος της Ομοσπονδίας Τσόνγκου . 
Ξέρεις τι σημαίνει αυτό ; 
Θα μπεις στην αριστοκρατία ; 
Σιγά την αριστοκρατία . 
Σημαίνει ότι θα διαλύσω τους αριστοκράτες . Κατάλαβες ; 
Πάμε . Γρήγορα . 
Έλα . 
- Έρχεται όπου να ' ναι . Βιάσου . - Εντάξει . 
Ο στρατηγός Τζανγκ θα σε δει στο Τέπιονγκακ . 
Τι θέλει να καταβροχθίσει πάλι και με καλεί ; 
Ωραία τα έκανες τα παπούτσια . 
Ο Γιουν Πάλμπονγκ . 
- Προχώρα . 
- Σάμσικ ! Αγνόησέ τον. 
Περίμενε , Σάμσικ ! 
Θεέ μου . Πώς είστε , κύριε Γιουν ; 
- Θα μαζέψω 25 άντρες αργότερα . 
- Τώρα ησύχασα . 
- Μίλησες στον Κανγκ Σονγκμίν ; 
- Να σου πω . 
- Έλα , μας κοιτάει ο κόσμος . 
- Μίλα του σωστά . 
- Μην κάνουμε σκηνή . Αν μαθευτεί τι κάναμε στο Μπουσάν , πεθάναμε κι εμείς κι ο Κανγκ . 
Κοίτα να με προτείνει για το Ντόνγκντεμουν . 
Έχεις τρελαθεί ; 
Δεν είπα να μη μιλάς για το Μπουσάν ; 
Μόνο αν τηρήσει την υπόσχεσή του . 
Γιατί είσαι τόσο ανυπόμονος ; 
Ο βουλευτής Κανγκ τα έχει σχεδιάσει όλα . 
- Γιατί με αποφεύγει ; 
- Γιατί εμφανίζεσαι συνέχεια . 
Σκέψου τι κάναμε γι ' αυτόν . Δεν πήραμε κανένα αντάλλαγμα . 
Θα δει ποιος κάνει κουμάντο στην ομιλία του Κόμματος Καινοτομίας . 
Πες του ότι είναι η τελευταία προειδοποίηση . 
Το κάθαρμα τρελάθηκε . 
Απέσυρες στους μπάτσους ; 
Ναι , το κανόνισα . 
Ο βλάκας θα γελοιοποιηθεί σήμερα . 
Ας ξεκινήσουμε . 
Η κατάρρευση μικρών επιχειρήσεων , βιοτεχνιών και γεωργίας εκτόξευσε τα ποσοστά ανεργίας . 
Το αγροτικό πλεόνασμα από τις ΗΠΑ τροφοδοτεί αγροτικά χρέη . 
Με 80 % του χρέους σε ιδιωτικά δάνεια και ετήσιο επιτόκιο άνω του 6 % , η αγροτική οικονομία καταρρέει . 
Με το νέο άφθονο εργατικό δυναμικό μας ... 
Σας ζητάει ο πρόεδρος . 
Θα είναι υποψήφιος ; 
Δεν είναι σίγουρο ακόμα . 
- Φτάνει για σήμερα . 
- Μα μόλις αρχίσαμε . 
- Όχι τώρα . 
- Η ομάδα μου ξενύχτησε . 
Ποιος είναι αυτός ; 
Ο Κιμ Σαν , της Ανασυγκρότησης . 
Κύριε υπουργέ . 
Το μέλλον της Κορέας βρίσκεται εδώ . 
Ποιος νομίζεις ότι είσαι ; 
Σπούδασε οικονομικά στις ΗΠΑ με την υποτροφία Ολμπράιτ . 
- Ολμπράιτ ; - Μάλιστα . 
- Πήγες στη Στρατιωτική Ακαδημία ; 
Και τι κάνεις εδώ ; 
Δεν ταίριαξες στον στρατό ; 
Κύριε , ο πρόεδρος περιμένει . 
Υποβάλετε νέα αναφορά . 
Το έχω κάνει πολλές φορές . 
Θα υποβάλλουμε ξανά . 
Αυτό κάνω δύο χρόνια . 
Προέχει η επανεκλογή του προέδρου . 
Ποιος νοιάζεται γι ' αυτό ; 
Η ανεργία στα ύψη , η αγροτική οικονομία διαλύθηκε , και δεν κάνουμε τίποτα χωρίς βοήθεια των ΗΠΑ . 
Έχεις τρελαθεί ; 
Δώστε μου μία ώρα . 
Κύριε υπουργέ . 
Κύριε ! 
Μόνο μία ώρα θέλω ! 
Θεέ μου . 
Δύο χρόνια κάνουμε αναφορές . 
ΤΕΠΙΟΝΓΚΑΚ 
- Αγριοπούλι - Αγριοπούλι 
- Γιατί κλαις ; - Γιατί κλαις ; 
- Μην αγανακτείς με τον χρόνο - Μην αγανακτείς με τον χρόνο - Που περνάει ... - Που περνάει ... 
Αγριοπούλι ... 
Γιατί έφερε τόσο κόσμο ; 
Δεν έχω ιδέα . 
- Η ζωή περνά , πίσω δεν γυρνά - Η ζωή περνά , πίσω δεν γυρνά - Μόνο τα πράσινα βουνά μένουν - Μόνο τα πράσινα βουνά μένουν 
Γεια σου , Σάμσικ . 
Περίεργο . Πού πήγε το ποτό ; 
Μέχρι εδώ ήταν την άλλη φορά . 
Τι κάνει εδώ ένας στρατηγός με τους νέους ; 
Δεν κερδίζεις την αφοσίωσή τους αν δεν τους κερνάς πού και πού . 
Εγώ κερνάω όμως . 
Τα λες με τον Χονγκ Γιονγκί του Σ.Α.Σ. ; 
Τον Χονγκ Γιονγκί ; 
Γιατί ; 
Κρατά έναν ανιψιό μου για κλοπή πετρελαίου απ ' τους Αμερικάνους . 
- Ν ' αφεθούν δικοί σου ; 
- Κάτι τέτοιο . 
Ζητάς τέτοια πράγματα από στρατηγό ; 
Γι ' αυτό ακριβώς σε έκανα στρατηγό . 
Δεν ξέρεις τον Χονγκ Γιονγκί ; 
Ούτε στρατηγός δεν μπορεί να κάνει πολλά . 
Πέρυσι απολύθηκε εξαιτίας του το ένα τρίτο των στρατηγών . 
Πώς ; 
Μπορεί να σε χαρακτηρίσει κομμουνιστή . 
" Φτιάχνει " αποδείξεις και σε χώνει μέσα . 
- Σαν εμένα ακούγεται . - Τι εννοείς ; 
Αν είναι ικανός να διώξει στρατηγούς , γιατί να ασχοληθεί με μικροκλοπές ; 
- Τους κρατά για δόλωμα . 
- Δόλωμα ; 
Πήγαινε μίλα του . 
Έχεις τρελαθεί ; 
Αντιμιλάς στον υπουργό ; Δεν τον χτυπάς κιόλας ; 
Αν θες να κάνεις ό , τι θες , μπες στην πολιτική ! 
Ακολούθησε τα βήματα του Τσου Ιντέ ! 
Κατέβα υποψήφιος , βγάλε λόγους ! 
- Αυτό θα κάνω . 
- Τι ; Θα βγάλω λόγο για επίκαιρα θέματα . 
Δημόσιος υπάλληλος στο Κόμμα Καινοτομίας ; 
Ο κος Τσου είναι σαν πατέρας μου . 
- Δεν είναι αληθινός σου πατέρας ! 
- Φεύγω . Για περίμενε ! 
Πού πας εν ώρα εργασίας ; 
Βαρέθηκα να γράφω αναφορές . 
Μην τη γράψεις . 
ΓΡΑΦΕΙΟ ΠΡΟΕΔΡΟΥ 
Είναι η τρίτη μου θητεία ως πρόεδρος . 
Αυτό θέλει ο λαός , κύριε . 
Ήδη απέσυρα την υποψηφιότητά μου . 
Ο κόσμος θα με επιπλήξει ... ΠΡΟΕΔΡΟΣ ... αν αθετήσω τον λόγο μου . 
Είδες τα ποσοστά αποδοχής του Τσου Ιντέ ; 
Θα έχω πιθανότητες εναντίον του ; 
Θα κάνω ό , τι χρειαστεί ... για να κερδίσετε . 
Ό , τι χρειαστεί ; 
Μάλιστα . 
Μείνετε ήσυχος . 
ΞΕΝΟΔΟΧΕΙΟ ΜΠΑΝΙΑ 
Χάρη στην καθοδήγηση των μελών της Ομοσπονδίας Τσόνγκου ... 
Ναι , γεια σας . 
Για να δούμε . Συνεχίστε την καλή δουλειά . 
Χάρη στην καθοδήγηση των μελών της Ομοσπονδίας Τσόνγκου , έχω την τιμή να βρίσκομαι εδώ σήμερα . 
" Έχω την τιμή ... " . Ξεπερασμένο . 
Λοιπόν ; 
Είσαι έτοιμος ; 
Έχω πολύ άγχος . 
Συγχαρητήρια . 
Δεν μπαίνει οποιοσδήποτε στην Ομοσπονδία Τσόνγκου . 
Σημαίνει ότι είσαι στους 20 κορυφαίους επιχειρηματίες . 
Χάρη στην καθοδήγηση του κου Αν Γιοσόμπ , έχω την τιμή ... να βρίσκομαι εδώ σήμερα . 
Μόλις ολοκληρωθεί το βιομηχανικό συγκρότημα , θα φάμε επιτέλους πίτσα , σαν τους Αμερικάνους . 
Δεν θα ' χετε ξανακούσει για πίτσα . 
Τέλος πάντων , είναι πεντανόστιμη . 
Να σου πω . Φτάνουν τα λόγια . 
Παίρνοντας το 60 % της Πετρελαϊκής Σόχε , ο Σάμσικ ... Δηλαδή , ο κύριος Πακ Ντουτσίλ μπαίνει στην Ομοσπονδία Τσόνγκου . 
Έτοιμοι να δεχτούμε το νέο μέλος ; 
Πέτρον Χάρβεστ , Σιέρα Γιούνιον , Χημικά Χάσελ ... 
Και οι οκτώ πιθανοί εταίροι έδωσαν την ίδια απάντηση . 
Ζητούν εγγύηση πληρωμών από την κυβέρνηση , δικαίωμα χρήσης λιμανιών , έλεγχο σιδηροδρόμου , μέχρι και διπλωματική ιδιότητα για τους εργαζόμενους ; 
Ας ακυρώσουν τη συμφωνία ! 
ΑΝ ΚΙΤΣΟΛ ΜΙΚΡΟΣ ΓΙΟΣ ΤΟΥ ΑΝ ΓΙΟΣΟΜΠ 
Ξέρεις τι είναι η πίτσα ; 
Πάω στοίχημα πως όχι . 
Ψήνουν ψωμί ίσα με το μπόι σου σε φούρνο πιο μεγάλο από δωμάτιο . 
Το ψωμί έχει πάνω κρέας , τσιζ , λαχανικά . 
Μια μπουκιά και ... 
Ούτε τι είναι το τσιζ ξέρεις , έτσι ; 
- Τσιζ ; Ψωμί είναι αυτό ; - Θεέ μου . Κλασικός εργάτης . 
Δεν ξέρεις τίποτα , έτσι ; Πώς μπήκες στην Ομοσπονδία Τσόνγκου ; 
Οι Αμερικάνοι τρώνε τέτοιο ψωμί κάθε μέρα . 
Καμιά φορά αφήνουν κιόλας . 
Μόλις γίνει το βιομηχανικό συγκρότημα , θα χορτάσουμε τέτοιο ψωμί και θα πετάμε κιόλας . 
Για κάποιον λόγο το κάνουν αυτό ξαφνικά . Επενδύσαμε έναν σωρό λεφτά στο συγκρότημα . 
Είναι παράξενο που το κάνουν κι οι οκτώ μαζί . 
Θα ερευνήσω τις προθέσεις τους . 
Τον Κανγκ Σονγκμίν . 
Τον θέλω εδώ τώρα . 
Μάλιστα . 
Θα έρθει αυτή η μέρα . 
Πώς πήγε ; 
Τι συμβαίνει ; 
Η Πέτρον Χάρβεστ έχει κι άλλα αιτήματα . Τι ; Τι αιτήματα ; 
Δεν ξέρω να διαβάσω αγγλικά . 
Ζητούν εγγυήσεις από την κυβέρνηση , δικαιώματα χρήσης λιμανιών , έλεγχο κρατικών κονδυλίων . 
Πώς προέκυψε αυτό ; 
Δεν εμπιστεύονται την κυβέρνησή μας . 
Τι θα γίνει τώρα ; 
Τι άλλο ; Ίσως ναυαγήσουν τα σχέδιά μας . 
Κι εγώ ; 
Μόλις μπήκα στην ομοσπονδία , έτσι ; 
Χωρίς την Πετρελαϊκή Σόχε , δεν θα γίνει αυτό . 
Βγες έξω . 
Βουλευτή Κανγκ . 
Γιατί δεν σε βρίσκω ; 
Σου είπα να μην έρχεσαι . 
Έμαθες για την ομιλία του Κόμματος Καινοτομίας ; 
Έστειλα άλλα 25 άτομα . 
Να αναγνωρίζεις και τίποτα . 
Φυσικά . 
Θα μιλήσουμε μετά τις εκλογές . 
Φήμες λένε ότι θα προταθεί άλλος στο Ντόνγκντεμουν . 
Μη με χρησιμοποιείς και τήρησε τη συμφωνία μας . 
Μέσα δεν είναι ο Αν Γιοσόμπ ; 
Να του πω ποιος σκότωσε τον γιο του ; Αν μάθει ποιος σκότωσε τον βουλευτή Αν Μιντσόλ στο Μπουσάν , τι λες να κάνει ; 
ΚΑΝΓΚ ΣΟΝΓΚΜΙΝ ΚΟΜΜΑ ΦΙΛΕΛΕΥΘΕΡΩΝ 
Αυτός ήταν ο στόχος μας τόσον καιρό . 
Αν αυτό ναυαγήσει , να βρούμε άλλο σχέδιο . 
Καλώς τον. 
Να σου πω λίγο , Σάμσικ ; 
Φαίνεσαι προβληματισμένος . 
Πάλι ήρθε ο Γιουν Πάλμπονγκ . 
Τι ; 
Πάλι ; 
Νόμιζα ότι τον είχα λογικέψει . 
Θα του δώσω ένα μάθημα στην ομιλία του Κόμματος Καινοτομίας . 
Μην ανησυχείς . 
Σκότωσέ τον. 
Ορίστε ; 
Σκότωσε τον Γιουν Πάλμπονγκ . 
Το συντομότερο . 
Έχω τρομοκρατηθεί . 
Ονειρεύομαι συνεχώς τον Αν Μιντσόλ . 
Βουλευτή Κανγκ , ο Γιουν Πάλμπονγκ ... θέλει μόνο να γίνει βουλευτής . 
Δεν του κάνεις τη χάρη ; 
Σκότωσέ τον. Δεν μπορώ να συνεχίσω έτσι . 
Εντάξει . 
Όπως θέλεις . 
Μόνο εσένα έχω , θείε Σάμσικ . 
Βοήθα με να κοιμηθώ τα βράδια . 
Και οι οκτώ πιθανοί εταίροι τα έστειλαν ταυτόχρονα . 
Γιατί έτσι ξαφνικά ; 
Δεν εμπιστεύονται την κυβέρνηση . 
Γιατί νομίζεις ... ότι σε έκανα βουλευτή ; 
Αν ο Μιντσόλ ζούσε , θα καθόταν στη θέση σου τώρα . Και θα έκανε πολύ καλύτερη δουλειά . 
Ο Κανγκ Σονγκμίν θέλει να σκοτώσω τον Γιουν Πάλμπονγκ . 
Γιατί ; 
Επειδή ο Γιουν μιλάει συνέχεια για το Μπουσάν . Ότι σκοτώσαμε τον γιο του Αν Γιοσόμπ . 
Θα ' ναι ξανά υποψήφιος ο πρόεδρος ; 
- Δεν είναι σίγουρο ... 
- Σίγουρο είναι . 
Μέχρι και διαδηλωτές προσέλαβε . 
Θα το ψάξω . 
Είσαι πάντα ένα βήμα πίσω . 
Τα σχέδιά μας για το συγκρότημα ίσως πάνε κατά διαόλου . 
Ο Κανγκ Σονγκμίν είναι ένας δειλός . 
Δεν θα ηρεμήσει μέχρι να ξεφορτωθεί ό , τι ή όποιον φοβάται . 
Το εννοεί για τον Γιουν ; 
Ο επόμενος θα είμαι εγώ . 
Όσοι έχουν δύναμη και λεφτά δεν μπαίνουν στη λάσπη με τα αγαπημένα τους ρούχα . 
Γιατί λες να μου ζήτησε να σκοτώσω τον Γιουν ; 
Ξέρω τον Κανγκ Σονγκμίν από παιδάκι . 
Έχει μια έκφραση στο πρόσωπο . Ένα μοχθηρό , ψυχρό βλέμμα . 
Αυτό που είχε όταν είπε να σκοτώσουμε τον Μιντσόλ . 
Το ίδιο βλέμμα είχε και τώρα . 
Κάτσε και θα δεις . 
Σίγουρα θα προσπαθήσει να με σκοτώσει . 
Η Πέτρον Χάρβεστ έστειλε επιθεωρητές στις Φιλιππίνες . 
Θέλουν να υλοποιήσουν εκεί τα σχέδιά μας ; 
Πολύ πιθανό , αφού έστειλαν ομάδα επιθεώρησης . 
Κάνουμε όλη τη δουλειά , κι άλλος κερδίζει . 
Ο Τσόι Μινκιού καθυστέρησε και τα θαλάσσωσε . 
Θα μιλήσω στον υπουργό Τσόι . 
Πες του ότι θα δεχτούμε όλους τους όρους . 
Γιοτζίν . 
Σαν , νωρίς ήρθες . 
Πώς πάνε οι ετοιμασίες ; 
Κάνω ό , τι μπορώ , αλλά δεν ξέρω . 
Ο πατέρας μου δεν έχει μιλήσει ποτέ σε κοινό . 
Μην ανησυχείς . 
Σίγουρα θα τα πάει καλά . 
Από εδώ , κύριε . 
ΣΟΝΓΙΟΥΓΟΥΟΝ 
Ο υπουργός Τσόι ήρθε . 
Έφτασε στο Σόνγιουγουον . 
Ο Γιουν στέλνει 25 άντρες στην ομιλία του Κόμματος Καινοτομίας , να κάνουν σκηνή στην ομιλία του Τσου Ιντέ . 
Αυτό κάνει εδώ και μια δεκαετία . 
Μετά από εντολή , επιτίθεται σε πολιτικούς της αντιπολίτευσης . 
Πόσους έχει η συμμορία σας ; 
Είμαστε γύρω στους 15 . 
Θα μπορέσετε να τα βάλετε με 25 άντρες ; 
Ο Χετζούν , ο Χισούνγκ κι εγώ θα ' μαστε στην αίθουσα . 
Τζόνγκσολ , στρίμωξε τους τύπους με το φορτηγό μόλις φτάσουν . Βάλε κι άλλη σκόνη τσίλι . 
Μπορούμε να τα βάλουμε με 25 άντρες , αλλά τι θα γίνει μετά ; 
Οι μπάτσοι θα συλλάβουν μόνο εμάς , όχι τη συμμορία Ντόνγκντεμουν . 
Αν αποσύρω τους μπάτσους ; 
Μπορείτε να το κάνετε ; 
Φύγετε . 
Δεν είναι προφανές ; 
Χαν Σου , όντως φεύγουν . 
- Όλοι ; 
- Ναι . 
Τότε , άνετα τα βάζουμε με 25 άντρες . 
Μη μας ξεφύγει ο Γιουν Πάλμπονγκ . 
Σπάστε του το πόδι , εντάξει ; 
Θα έχει πολύ κόσμο στην ομιλία του Τσου Ιντέ . 
Μαζί με τους βουλευτές , θα είναι εκεί κάθε καρυδιάς καρύδι , για να καλοπιάσουν τον Τσου Ιντέ . 
Είναι πιο δημοφιλής απ ' τον πρόεδρο τώρα , κι είναι πολύ πιθανό να κερδίσει τις εκλογές . 
Γι ' αυτό τον έβαλαν στο μάτι . 
ΤΣΟΥ ΙΝΤΕ ΚΟΜΜΑ ΚΑΙΝΟΤΟΜΙΑΣ 
ΟΜΙΛΙΑ ΚΟΜΜΑΤΟΣ ΚΑΙΝΟΤΟΜΙΑΣ 
ΕΙΡΗΝΙΚΗ ΕΠΑΝΕΝΩΣΗ ΚΑΙ Η ΠΟΡΕΙΑ ΤΟΥ ΕΘΝΟΥΣ - ΤΣΟΥ ΙΝΤΕ 
Θα ήθελα να σας καλωσορίσω στην ομιλία επί επίκαιρων θεμάτων του Κόμματος Καινοτομίας . 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
Σας ευχαριστώ όλους . 
Είμαι ο Τσου Ιντέ . 
Ποια πορεία πρέπει να ακολουθήσει το έθνος μας ; 
Προτεραιότητά μας πρέπει να είναι , πρώτα απ ' όλα , η ειρηνική επανένωση και η συνύπαρξη των δύο Κορέων υπό οποιεσδήποτε συνθήκες . 
- Πες τα ! - Πες τα ! 
Τι έχει κάνει η κυβέρνηση για τον λαό μέχρι τώρα ; 
Απολύτως τίποτα , εκτός απ ' το ότι κατέστρεψε τις ζωές αγροτών και εργατών . 
- Πες τα ! - Πες τα ! 
Εδώ . 
Μπες μέσα , να πάρει . 
Καλή τύχη , γαμώτο . 
Ο εν ενεργεία πρόεδρος προσποιείται ότι αποσύρει , τάχα μου , την υποψηφιότητά του . 
Ποιος θα το πίστευε αυτό ; 
Πες τα ! - Εύγε ! - Εύγε ! 
Όμως , στην αίθουσα θα είναι πολλοί του Ντόνγκντεμουν . 
Θα τα βάλεις μαζί τους μόνος ; Αρκεί να μας δώσετε την περιοχή τους , θείε Σάμσικ . 
Εννοείται . 
Πώς μπόρεσε να πέσει τόσο χαμηλά ... 
Πάμε . 
... για να επανεκλεγεί ; 
Μάλιστα , επιμένει ότι θα πετύχει την επανένωση ανατρέποντας τη Βόρεια Κορέα ! 
Αλλά ποιος θα πληρώσει το τίμημα ; 
Σαν να τα βάζετε με 100 άντρες . 
Τουλάχιστον τρεις ο καθένας ! 
Αυτή η χώρα δεν πρέπει να βιώσει κι άλλον πόλεμο σε καμία περίπτωση ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
Ο Τσου Ιντέ είναι κομμούνι ! 
Έι ! 
Μαλάκες ! 
Ελάτε μαζί μου . 
Καλέστε αστυνομία ! Γρήγορα ! 
- Ρε ! - Ποιος είσαι ; 
Πάρε την αστυνομία . 
Είπα , πάρε την αστυνομία . 
Αν τελείωσες το χέσιμο , βγες έξω . 
Τα κατάφερα , έτσι δεν είναι ; 
Πάμε . 
Το έσκασε ήδη ο κύριος Τσου ; 
Μπορεί ένας δειλός κομμουνιστής να χειριστεί την πολιτική ; 
Ακριβώς . 
Με συγχωρείτε . 
- Σ ' εμένα μιλάς ; 
- Ποιος είστε ; 
Ο βουλευτής Πακ , των Φιλελεύθερων . 
Ηρεμήστε , βουλευτή Πακ . 
Ηρεμήστε . 
Και ποιος είσαι εσύ που μιλάς έτσι σε βουλευτή ; 
Ο κος Τσου δεν είναι κομμουνιστής . 
- Ζητήστε συγγνώμη αμέσως . - Τι ; 
Ο κος Τσου υποστηρίζει ευημερία και ειρηνική συνύπαρξη . 
Για κομμουνιστής ακούγεται . 
Έχετε ιδέα τι άνθρωπος είναι ; 
Διαβάσατε το Κοινή Ευημερία στην Κορεατική Χερσόνησο ; 
Διερευνά την οικονομική ανάκαμψη σε μεγάλο βάθος . 
Το ξέρατε ; Σίγουρα όχι . 
- Δεν το ήξερα , αλήτη . 
- Ελεύθερα . 
- Σας ευχαριστώ . 
Ας ακούσουμε τι θα πει . 
Έρχομαι εδώ όποτε θέλω να πιω ένα ποτό μόνος μου . 
Μπορείτε να έρχεστε εδώ , όποτε θέλετε , και να πίνετε ένα-δυο ποτά . 
Για το βιομηχανικό συγκρότημα πρόκειται ; 
Είναι μάταιο . 
Ο πρόεδρος είναι κατά . 
Θεωρεί κομμουνιστική τη σχεδιασμένη οικονομία . 
Γεια σας . 
Δουλεύω στην Υπηρεσία Ανασυγκρότησης και πήρα διδακτορικό στα οικονομικά στις ΗΠΑ . 
Σπούδασα στις ΗΠΑ με υποτροφία Ολμπράιτ . 
Στις ΗΠΑ ... όλα ήταν άφθονα και όμορφα , ενώ στη χώρα μου ο λαός ρακένδυτος και νηστικός . 
Ξέρετε την πίτσα ; 
Έχει φάει κανείς ; 
Εσείς έχετε φάει ποτέ ; 
Όχι , βρε παλιόπαιδο . 
Στις ΗΠΑ έμενα πάνω από πιτσαρία . Έτρωγα ελάχιστα τη μέρα . 
Από τη μυρωδιά της πίτσας στριφογύριζα κάθε βράδυ . 
Η οικονομία προηγείται όπλων και σπαθιών . 
Μια χώρα όπου δεν πεινάει κανείς , κι όλοι τρώνε τρία γεύματα τη μέρα . 
Στις ΗΠΑ δεν ζήλευα τα μαχητικά και τα αεροπλανοφόρα . Ζήλευα την πίτσα . 
Τι νόημα έχει ... να κερδίσεις έναν πόλεμο , αν λιμοκτονούν όλοι στη χώρα ; 
Τότε ο κύριος Τσου πρότεινε να σπουδάσω οικονομικά . 
Ατσάλι , ναυπηγεία , μεταφορές , χημικά , πετρέλαιο και υφάσματα . 
Όλες οι βασικές βιομηχανίες της χώρας . 
Η Ομοσπονδία Τσόνγκου έχει επενδύσει τα πάντα σ ' αυτό . 
Αν χάσουμε την ευκαιρία , θα χάσουμε τους ξένους εταίρους , θα πάνε στις Φιλιππίνες ή στην Ταϊβάν . 
Δεν μπορούμε να κάνουμε άλλες επενδύσεις . 
Επενδύσαμε ό , τι είχαμε και δεν είχαμε . 
Χωρίς ξένο κεφάλαιο , όλες μας οι επενδύσεις ... θα πάνε χαμένες . 
Αν μας βοηθήσει η κυβέρνηση ... 
Τότε , τι ; 
Θα μας βοηθήσετε στις εκλογές ; 
Ναι . 
Ο πρόεδρος και ο Αν Γιοσόμπ είναι πάνω από 80 . 
Για πόσο λες να παραμείνουν στην εξουσία ; 
Είμαι ο επόμενος στη σειρά . 
Μετά από μένα , ίσως είσαι εσύ . 
Τον πλούτο και το υπόβαθρό σου και την εξουσία μου ... 
Τι λες να γίνει αν τα μοιραστούμε ; 
Εγώ πιστεύω ότι ... θα είμαστε ανίκητοι . 
Ναι , μάλλον . 
Πάρε τον έλεγχο του κόμματος με αφορμή τις εκλογές . 
Ως πρόεδρος προεκλογικής εκστρατείας . 
Αν το ζητήσω από τον πρόεδρο , θα γίνει . 
Σου δίνω την ευκαιρία να πάρεις τον έλεγχο του Κόμματος Φιλελεύθερων . 
Τότε ... τι θέλετε για αντάλλαγμα ; 
Την Ομοσπονδία Τσόνγκου . Τι άλλο ; 
Δείτε εδώ . 
Θα φτιάξουμε αυτοκινητόδρομο Σεούλ-Μπουσάν , βιομηχανικά συγκροτήματα και λιμάνια , αυτοκινητόδρομο Σεούλ-Ίντσον , και θα εξάγουμε από το Ίντσον στην Κίνα . 
Οι Κινέζοι είναι 700 εκατομμύρια . Ένα ζευγάρι παπούτσια ο καθένας , και θα πουλάμε 1,4 δις παπούτσια . 
Ηλίθιε . 
Γιατί να τους πουλήσουμε παπούτσια ; 
Σαν κομμούνι μιλάς . 
- Πες τα ! - Πες τα ! 
Τα κομμούνια δεν φοράνε παπούτσια ; 
Τώρα η χώρα μας , με άφθονο νέο εργατικό δυναμικό , μπορεί να εκβιομηχανιστεί . 
Με τρεις θάλασσες δίπλα μας , έχουμε πλεονέκτημα στο εμπόριο . 
Αυτήν τη χώρα ... ονειρεύεται ο κος Τσου . 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
