ΤΣΑ ΤΕΜΙΝ ΕΞΙ ΕΤΩΝ 
Μικρέ . 
Πώς σε λένε ; 
Τσα Τεμίν . 
ΣΑΜΣΙΚ ΔΕΚΑΕΞΙ ΕΤΩΝ 
Όποτε πεινάς , έλα σ ' εμένα . 
- Μην υποφέρεις . 
- Εντάξει . 
Σάμσικ . 
Καθάρισε κι αυτό το δωμάτιο . 
Μάλιστα . 
Ποιος είσαι εσύ ; 
Είμαι ο Σάμσικ . 
" Σάμσικ " ; Γιατί κάνει τα πάντα για " τρία γεύματα " τη μέρα . 
Για τέσσερα , θα σκότωνε κιόλας . 
Είναι αλήθεια ; 
ΚΑΝΓΚ ΙΛΣΙΚ ΠΑΤΕΡΑΣ ΣΟΝΓΚΜΙΝ 
Κάνεις τα πάντα για τρία γεύματα τη μέρα ; 
Μάλιστα . 
Τεμίν . 
Φά ' το όλο εσύ , εντάξει ; 
ΟΙΚΟΝΟΜΟΛΟΓΟΣ ΤΡΩΕΙ ΜΠΟΥΝΙΑ ΓΙΑ ΤΗ ΔΗΜΟΚΡΑΤΙΑ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΔΟΛΩΜΑ 
ΜΥΣΤΙΚΟ ΚΑΤΑΦΥΓΙΟ ΜΟΝΑΔΑΣ ΑΜΥΝΑΣ 
Σχέδιο του Σάμσικ δεν ήταν να περάσει η τροπολογία για την Τοπική Αυτοδιοίκηση ; 
Και συμφωνήσατε . 
Ο Κανγκ Σονγκμίν θα προσπαθήσει να περάσει τον νόμο . 
Είναι η ευκαιρία σου να βγεις στο προσκήνιο . 
Θέλουμε να περάσει ο νόμος , ώστε να κερδίσει έδαφος - στο Κόμμα Φιλελεύθερων , σωστά ; 
- Δεν έχω τίποτα άλλο να σου μάθω . 
Πηγαίνοντάς του κόντρα , θα παρουσιαστώ ως μαχητής της δημοκρατίας 
Πήγαινε πρώτα στον δημοσιογράφο Ο Ινγού . 
- Σου έχω μεγαλύτερο λαβράκι . 
- Λαβράκι ; 
Μια φωτογραφία για πρωτοσέλιδο . Βουλευτή να χτυπά κάποιον στην Εθνοσυνέλευση 
Πες του ότι ο Κανγκ Σονγκμίν θα περάσει το νομοσχέδιο . 
Κι εγώ θα λαδώσω τον φρουρό στην Εθνοσυνέλευση . 
Πόσοι Φιλελεύθεροι είναι κατά του νόμου ; 
Είναι καμιά εικοσαριά , αλλά μην ανησυχείς . 
Ο Χαν Σου θα τους κρατήσει μακριά . 
Εντάξει . 
Εγώ τι να κάνω στην Εθνοσυνέλευση ; 
Να συναντηθείς με τους ανεξάρτητους βουλευτές και να τους καθυστερήσεις , εξηγώντας τους το Σχέδιο Ανασυγκρότησης . 
Το νομοσχέδιο για την Τοπική Αυτοδιοίκηση πρέπει να περάσει . 
Μας αρκεί να βγάλει φωτογραφίες ο Ο. Πρέπει να παίξεις θέατρο , αλλά να προσέχεις μη χτυπήσεις . 
Θα είναι πάνω από 100 Φιλελεύθεροι . Πώς να μη χτυπήσω ; 
Μην ανησυχείς για τίποτα . 
Μίλησα με τον βουλευτή Σον Γουσόκ . 
Συγκέντρωσα δέκα από τα πιο δυνατά μέλη μας . 
Περιμένετε μέχρι να σας καλέσω . 
Θα είναι σε ετοιμότητα κοντά στην Εθνοσυνέλευση , μην ανησυχείς . 
Δεν συμβαίνει κάτι το ιδιαίτερο . 
Απλώς ήθελα να περάσω λίγο χρόνο μαζί σας . 
- Οι Φιλελεύθεροι θα περάσουν νομοσχέδιο . 
- Τέτοια ώρα ; 
- Τι νομοσχέδιο ; 
- Για την Τοπική Αυτοδιοίκηση . 
Να τους σταματήσουμε ! 
Τέσσερις εναντίον εκατό ; 
Ο ναύαρχος Γι Σουνσίν είμαστε ; 
Για την Τοπική Αυτοδιοίκηση ; 
- Θέλουν να στήσουν τις εκλογές ! 
- Βουλευτή Κιμ ! Θα τους σταματήσω μόνος μου , ακόμα κι αν δεν έρθει ο βουλευτής Σον . 
Όχι , μην το κάνεις αυτό . 
Δεν γίνεται . 
Δεν πρέπει να κινδυνέψεις . 
- Έλα ! 
- Πάμε . Γρήγορα . 
Γιατί είσαι ακόμα εδώ ; 
Ούτε να σταθείς δεν μπορείς . 
Είναι ώρα να πίνεις ουίσκι ; 
- Πάω . 
- Γεροξεκούτη ! 
Κι αν πάθει κάτι ο Κιμ Σαν ; 
Φύγε ! Τώρα ! 
Θα καθόμαστε να βλέπουμε ; 
Είναι πάνω από 100 Φιλελεύθεροι βουλευτές . 
Δεν ήρθατε για να καταψηφίσετε , έτσι ; 
Πάμε . 
Μόλις βγει το άρθρο , ο Κανγκ Σονγκμίν θα έχει πρόβλημα . - Θα είσαι εντάξει ; 
- Ναι . Τι κόλπα είναι αυτά ; 
Θα μπούμε με το ζόρι . 
Πιαστείτε από τα χέρια ! 
- Το νομοσχέδιο είναι άκυρο ! 
- Είναι άκυρο ! 
Λέμε όχι σε παράνομες εκλογές ! 
Όχι στις παράνομες εκλογές ! 
Τι στο ... Αφήστε με . 
Είμαι κατά παράνομων εκλογών , Κανγκ Σονγκμίν . 
Τολμάς να επιτίθεσαι σε βουλευτή ; 
Δεν είσαι βουλευτής . Το σκυλάκι του Τσόι Μινκιού είσαι . 
Παλιο ... 
Κύριε . 
Πάμε πάνω . 
Σε ξαναρωτάω . 
Θες σίγουρα να γυρίσεις την πλάτη στον Κανγκ Σονγκμίν ; 
Ναι , πόσες φορές πρέπει να σ ' το πω ; 
Θα κάνεις για μένα όσα έκανες για τον Κανγκ Σονγκμίν ; 
Απάντησέ μου ειλικρινά . 
Θα κάνω περισσότερα για σένα . 
Ο Σάμσικ έστησε την υπόθεση δωροδοκίας του Πακ Τζιγούκ , έτσι ; 
Και το ξέρατε . 
Τι σχέδιο έχεις ; 
Θα καταστρέψω τον Πακ Τζιγούκ με δόλωμα τον Χαν Σου . 
Και μετά ; 
Θα καταστρέψω τον Τσόι Χανρίμ με τον Πακ Τζιγούκ . 
Αυτό λέγεται πρίσμα . 
4 ΜΑΡΤΙΟΥ 1960 ΣΕΟΥΛ , Ν. ΚΟΡΕΑ 
ΝΥΧΤΕΡΙΝΟ ΣΧΟΛΕΙΟ 
Τζίνα ! 
Πας σπίτι ; 
- Ναι . 
- Περίμενε ένα λεπτό . 
Σε παρακαλώ , δώσε αυτό στη μητέρα σου . 
Θέλει κι αυτό μαντάρισμα . 
- Η μαμά μου δουλεύει ως μοδίστρα ; - Ναι . Δεν το ήξερες ; 
Είναι πολύ καλή . 
Εντάξει . 
Γεια . 
- Ποια ήταν ; 
- Η γειτόνισσά μου . 
ΡΙ ΣΟΥΓΚΜΙΝ ΠΡΟΕΔΡΟΣ ΡΙ ΚΙΧΑΚ ΑΝΤΙΠΡΟΕΔΡΟΣ ΓΙΟΥΝ ΜΠΟΧΙΟΝ ΠΡΟΕΔΡΟΣ ΤΖΑΝΓΚ ΜΙΝ ΑΝΤΙΠΡΟΕΔΡΟΣ 
ΑΡΚΕΤΑ ! ΩΡΑ ΓΙΑ ΑΛΛΑΓΗ ! 
Η ΑΛΛΑΓΗ ΘΑ ΦΕΡΕΙ ΧΕΙΡΟΤΕΡΑ ! 
Τζίνα . 
Τώρα σχόλασες , θείε Σαν ; 
Τι κάνεις εδώ ; 
Οι γείτονες μιλάνε συνέχεια για σένα . 
Δώσ ' το μου αυτό . 
Για τις εφημερίδες λένε ; 
- Θέλουν να μπεις στην Εθνοσυνέλευση . 
- Αλήθεια ; 
Θα γίνεις βουλευτής ; 
Κοίτα ... 
Αν το θέλεις . Θέλεις ; 
Πιστεύω ... ότι αυτό που κάνεις είναι πιο σημαντικό από τη θέση σου . 
Μεγάλωσες πια . 
Συμφωνώ μαζί σου . Πάμε σπίτι . 
Η Σουτζίν πληρώνει τη μαμά να της ράψει τα ρούχα . 
Δεν ήξερα ότι η μαμά δούλευε . 
Ίσως δουλεύει όταν κοιμάμαι . 
ΚΕΝΤΡΙΚΑ ΠΡΟΕΚΛΟΓΙΚΗΣ ΕΚΣΤΡΑΤΕΙΑΣ 
Τα πήγες καλά . Το νομοσχέδιο πέρασε . 
Μην ανησυχείς για τα υπόλοιπα . 
Δεν είναι τίποτα . 
Μάλιστα . 
Το νομοσχέδιο πέρασε . 
Κινητοποιήστε στρατιώτες και υπαλλήλους . 
Έχουμε άτομα για τα επαρχιακά εκλογικά τμήματα . 
- Στείλτε τους αμέσως . 
- Θα το κάνουμε σήμερα , κύριε . 
- Πήρες το αρχηγείο στρατού ; Όλα έτοιμα ; - Μάλιστα . 
Αυτός είναι , έτσι ; 
Είναι καλύτερος από κοντά . 
Γεια σου , ξένε . 
Μισό λεπτό . 
- Πώς είσαι ; - Καλά . 
Εσύ πώς είσαι ; 
Όχι κι άσχημα . Γιατί ; 
Όπου κι αν πάμε , 
- όλοι μιλάνε για σένα . - Το ξέρω . Νιώθω άβολα . 
Ωραία παράσταση , κύριε Κιμ . 
Έτυχε να είμαι εκεί . 
Θα τα πούμε , λοιπόν . 
Εντάξει . Τα λέμε . 
Αντίο . 
Βασικά , κύριε Κιμ ... Γιατί δεν τρώμε μαζί απόψε ; 
Έτσι ξαφνικά ; 
Ναι , έτσι ξαφνικά . 
Τα λέμε στο ξενοδοχείο . 
Πάμε . 
Κοίτα τον. Είναι σταρ τώρα . 
Τέλεια . 
Λοχαγέ Πακ . 
- Μου ζήτησες ένα βιβλίο , σωστά ; - Ναι , το βρήκες ; 
- Θα μου το στείλουν από Ιαπωνία . 
- Σ ' ευχαριστώ . 
Γιατί διαβάζει φιλοσοφία ένας στρατιώτης ; 
Απλώς μοστράρει ότι διαβάζει φιλοσοφία . 
Άρα , είσαι φαν του Τσου Ιντέ ; 
Σάμσικ , εδώ . 
Γρήγορα . Το επισκεπτήριο τελειώνει . 
Γιατί άργησες τόσο ; 
Είναι καλά ; 
Πάμε να τον δούμε πρώτα . 
Πού είναι ; 
Ήρθε . 
Τι στο καλό έγινε , κύριε ; 
Γιατί εκπλήσσεστε που αρρώστησε ένας γέρος ; 
Σε μια τόσο κρίσιμη στιγμή ... 
Αναρωτιέμαι ... Ποιος θα με αντικαταστήσει όταν πεθάνω ; 
Μην το λέτε αυτό , κύριε . 
Αυτός ο μικρός ... δεν είναι τόσο καλός όσο τα αδέρφια του . 
Είναι νέος ακόμα και πράος από τη φύση του . 
Πρέπει να τον προσέχετε . 
Εντάξει , κύριε . 
Σάμσικ . 
Ναι ; 
Θα ήθελα να δοκιμάσω ... γλυκά ψωμάκια με αζούκι απ ' τον φούρνο σου . 
Βεβαίως , κύριε . 
Την επόμενη φορά ... θα φέρω μερικά , μαζί με μότσι . 
Ωραία . 
ΟΙ ΔΕΣΜΕΥΣΕΙΣ ΤΟΥ ΚΙΜ ΣΑΝ ΤΩΝ ΔΗΜΟΚΡΑΤΙΚΩΝ 
Πάμε μέσα . 
Κύριε . 
Καλώς ήρθες . 
Σ ' τα εξήγησε όλα , έτσι ; 
Μάλιστα . 
- Δυστυχώς , δεν προσφέρουμε όσα άλλοι . 
- Είναι μια χαρά για πρωτάρα . 
- Πέρασε . - Μάλιστα . 
Βάλε αυτά τα ρούχα . 
Βγάλε πρώτα το μπουφάν . 
Δεν δείχνει πιο αριστοκρατικό το ριγέ κοστούμι ; 
Τι ; 
Έτσι λες ; 
Δώσ ' το μου εμένα . 
- Θα μοιάζει με πλούσιο νεαρό μ ' αυτό ; 
- Τι συμβαίνει εδώ ; 
Άλλαξε τη χωρίστρα του . 
Είναι δυνατόν να αλλάξεις τη χωρίστρα του ; 
- Να λούζεσαι πιο συχνά . 
- Πείτε μου τι συμβαίνει . 
Εντάξει . 
Από σήμερα , είσαι ο Κιμ Κουανγκμίν , διευθύνων σύμβουλος της Σάνε . 
Αυτό δεν πάει καλύτερα σε κάποιον πλούσιο ; 
Έχει ωραίο χρώμα . 
Βγες έξω . 
Γιατί ; 
Πρέπει να αλλάξει . 
Πού να πάω ; 
Πήγαινε να φας ψωμί . 
- Δεν μ ' αρέσει το ψωμί . 
- Τότε , πήγαινε σπίτι ! 
Εντάξει . 
Την πληρώνω και κοίτα τι τραβάω . 
- Αυτά να αναφέρεις σήμερα . 
- Εντάξει . 
Κι αυτά είναι για να φας . 
Φάε και το ψωμί μου , αν θες . 
Πάρ ' το . Είναι πολύ καλό . 
Να το μοιραστούμε ; 
Έχω κι άλλο . 
Καλή όρεξη . 
Για να δω . 
Καλός είμαι ; 
Έγινε άλλος άνθρωπος . 
Τα ρούχα αλλάζουν τον άνθρωπο . 
Το μαλλί δεν στρώνει . 
Είδατε την αίτηση της εταιρείας Σάνε για τα έσοδα εξαγωγών ; 
Ναι , ζητούν να πληρωθούν σε αλεύρι . 
Θα καταστρέψω τον Πακ Τζιγούκ με δόλωμα τον Χαν Σου . 
Πώς ; 
Ο Χαν Σου θα γίνει ο Κιμ Κουανγκμίν της Σάνε . 
Αυτό δεν πάει καλύτερα σε κάποιον πλούσιο ; 
Συνήθως είναι στην ώρα του . 
Θέλετε κι άλλο τσάι ; 
- Περάστε . 
- Εδώ είμαστε . 
Συστήσου . 
Γεια σας . Είμαι ο Κιμ Κουανγκμίν , CEO της Σάνε . 
Φαίνεται πολύ νέος . 
Είναι μεγαλύτερος απ ' όσο φαίνεται . 
- Πες του τι χρειάζεσαι . 
- Μάλιστα . 
- Φέρ ' του έναν καφέ . 
- Μάλιστα . 
Επανάλαβε μετά από μένα . 
Όπως ζήτησε η χρηματοδότρια χώρα ... 
- " Όπως ζήτησε ... " - Η χρηματοδότρια χώρα ... - " Η χρηματοδότρια χώρα ... " - Εντάξει . 
" Ζητήσαμε να πληρωθούμε σε αλεύρι " . 
- Για τι ; 
- Για τα έσοδα εξαγωγών . 
Εντάξει . Προχώρα . 
- Η αγοραία αξία . 
- " Η αγοραία ... " 
- Αξία . 
- " Αξία " . 
- Η αγοραία αξία . - " ... αξία " . 
Χαν Σου . 
Ξέρεις να διαβάζεις ; 
- Πες μου . 
- Μη με υποτιμάς . 
Φιγουρατζή . 
Ζητήσαμε να πληρωθούμε σε αλεύρι για τα έσοδα εξαγωγών , όπως ζήτησε η χρηματοδότρια χώρα . 
Ζητήσαμε να πληρωθούμε ... " Ζητήσαμε να πληρωθούμε ... " 
- Σε αλεύρι ... - " Σε αλεύρι ... " - Όπως ζήτησε η χρηματοδότρια . 
- " Όπως ζήτησε η χρηματοδότρια " . 
- Και ζητάμε ... - " Και ζητάμε ... " 
- Να λάβουμε το αλεύρι ... - " Να λάβουμε το αλεύρι ... " Στην επίσημη ισοτιμία . 
Τι είπες ; 
Θείε Σάμσικ . 
Είναι πολύ δύσκολο . 
Δύο προτάσεις είναι . 
Δυσκολεύεσαι να αποστηθίσεις δύο προτάσεις ; 
Προσπάθησε να τις πεις . 
Ζητήσαμε να πληρωθούμε σε αλεύρι για τα έσοδα εξαγωγών , όπως ζήτησε η χρηματοδότρια χώρα . Και θέλουμε να λάβουμε το αλεύρι στην επίσημη ισοτιμία . 
- Ελπίζω να μας βοηθήσετε . 
" Αυτό σημαίνει ότι θα πληρωθείτε τα πενταπλάσια " . Αυτό θα πει . 
Αυτό σημαίνει ότι θα πληρωθείτε τα πενταπλάσια . 
" Θα πληρωθείτε τα πενταπλάσια " . 
- Τότε ... 
- Ναι ; 
Τότε ... 
Θα σας δώσουν το 20 % των κερδών ... - Και θα χτίσουν γέφυρα . - Γέφυρα στην περιφέρειά σας . 
- Γέφυρα ; 
- Ναι . 
- Μπορεί να το κάνει ; 
- Φυσικά . Θα κάνουμε ό , τι ζητήσετε . 
Ο Πακ Τζιγούκ θα φάει το δόλωμα αν προτείνετε να χτίσετε γέφυρα . 
Γιατί επανεξετάζουμε τα έσοδα εξαγωγών της Σάνε ; 
Δεν έχω ιδέα . Δεν είπαμε ότι η πληρωμή θα είναι σε αλεύρι ; 
Το συμφωνήσαμε την προηγούμενη φορά . 
Προτείνω να λάβουν το αλεύρι στην επίσημη ισοτιμία . 
Τι ; 
Έτσι , θα πληρωθούν τα πενταπλάσια . 
Τι σας έπιασε ; 
Την άλλη φορά σάς είχε πάρει ο ύπνος . 
Ας κάνουμε ένα διάλειμμα . 
Προς τι το ξαφνικό ενδιαφέρον ; 
- Είπα , ας κάνουμε διάλειμμα . 
- Τι συμβαίνει ; 
Αλήθεια θα μου πάτε κόντρα ; 
Δεν μ ' άφησες να παρατείνω την προθεσμία πληρωμής της Μάνκανγκ . 
Εντάξει , θα φροντίσω να παραταθεί . 
Αλήθεια ; 
Τώρα μιλάς σωστά . 
Κι εσύ ; 
Θες να παραχωρήσω κι άλλο καλαμποκάλευρο στην Γκουίν ; 
Αν το κάνεις , θα σε στηρίξω . 
Αλήθεια ; 
Τότε , η Σάνε θα πληρωθεί στην επίσημη ισοτιμία , εντάξει ; 
Τέλεια . 
- Εγκρίθηκε . - Σας ευχαριστώ . 
- Η γέφυρα ; 
- Την ανέθεσα στην Κατασκευαστική Ντέμιον . 
Για δες τον ... Δεν χάνεις χρόνο , έτσι ; 
Ένα μικρό δείγμα της ευγνωμοσύνης μου . 
Θέλετε να το δείτε ; 
- Βάλ ' το στο πορτμπαγκάζ διακριτικά . 
- Αυτό ακριβώς θα κάνω . 
Θα φροντίσω ... να πάνε όλα ... καλά . 
- Δεν συναντηθήκαμε ποτέ , κατάλαβες ; 
- Αντίο . 
- Αντίο , κύριε . 
Να προσέχετε , κύριε . 
Λες να πήγε καλά ; 
Ποιος ξέρει ; 
- Γυρίσαμε . 
- Πώς πήγε ; 
- Θα πληρωθούν στην επίσημη ισοτιμία . 
- Αλήθεια ; 
Τα πήγα καλά ; 
Ναι . Τα πήγες πολύ καλά . 
Να ετοιμαστείς για την ακρόαση . 
Μην κάνεις λάθος ως μάρτυρας . 
- Σωστά . - Θα μάθω κι άλλα ; 
Δεν είναι τίποτα . Άλλωστε , έχεις πολύ ταλέντο . 
Τι ήταν στο κουτί πριν ; 
Τι ; 
Τι είχε το ξύλινο κουτί στο πορτμπαγκάζ ; 
Κάτι για την Ένωση Σίνι . 
Κάποιος το είχε υπογράψει . 
Κανγκ Τζινσόνγκ , νομίζω . 
- Κανγκ Σονγκμίν . 
- Κανγκ Σονγκμίν . 
- Ο Κώδικας Δεοντολογίας της Σίνι . 
- Δεν είδες να τον καίνε ; 
Λυπάμαι , κύριε . 
- Ο Πακ Τζιγούκ πρέπει να το έκρυψε . 
- Είναι κάτι σημαντικό ; 
- Να πάω να το πάρω ; 
- Μισό λεπτό . 
Τι ; 
- Είχε όντως υπογραφή του Κανγκ Σονγκμίν ; - Ναι . 
Δηλαδή , ο Πακ Τζιγούκ έκανε ότι το έκαψε και το έκρυψε ; 
Γιατί να το κρύψει ; 
Έλα ντε . Γιατί ; 
Πήγαινε να μάθεις τα λόγια σου . 
Θέλω να μάθω . Γιατί το έκανε ; 
- Ο Πακ Τζιγούκ ... - Ναι ; θα σχεδιάζει να τη φέρει στον Κανγκ Σονγκμίν . 
- Εντάξει τώρα ; 
- Γιατί , όμως ; 
Πάμε να δουλέψουμε τα λόγια σου . 
Πακ Τζιγούκ ... 
Μπράβο . 
- Τα πήγες καλά . 
- Φεύγω . 
- Ο Πακ Τζιγούκ τσίμπησε το δόλωμα . 
- Ναι . 
Τα πράγματα θα δυσκολέψουν τώρα . 
Όσο ενισχύεται η παρουσία σου , τόσο θα θέλουν να σε κλονίσουν . Πρέπει να παραμείνεις ακλόνητος . 
Αυτό θα κάνω . 
Θα σε κάνω πρωθυπουργό της Κορέας . 
Είναι δύσκολο όνειρο , και απαιτεί όλη την ενέργεια και την προσοχή μας . 
Κατανοητό . 
Αν προσπαθήσει κάποιος να σε κλονίσει , ενημέρωσέ με . 
Δεν θα κλονιστώ . 
Τεμίν . 
Ξύπνα , Τεμίν . 
Πας κάπου , θείε Σάμσικ ; 
Πάω στην Οσάκα . 
Θα γυρίσω πλούσιος . 
Πότε θα γυρίσεις ; 
Μόλις γίνω πλούσιος . 
Πρέπει να με μισείς . 
Δεν μισώ κανέναν . 
Αν σε μισούσα , θα είχα φύγει . 
Υποθέτω πως ναι . 
Ποιον θέλει νεκρό τώρα ; 
Συγγνώμη . 
Τότε το θεωρούσα πράξη πίστης . 
Ο Κανγκ Σονγκμίν . 
Τι θα κάνεις μ ' αυτόν ; 
Θα βάλω τέλος στην πολιτική του καριέρα . 
Ο Θεός να μας φυλάει αν γίνει ποτέ πρόεδρος . 
Στο μεταξύ , κάνε νέα αρχή στην Οσάκα . 
Έχω αποδείξεις ότι ο Κανγκ Σονγκμίν εμπλεκόταν στην Ένωση Σίνι . 
Και ο Τσα Τεμίν ; Θα τον σκοτώσεις ; 
Απάντησέ μου . 
Αν χρειαστεί . 
Κύριε Κιμ . 
- Συγγνώμη . 
- Εγώ συγγνώμη . Είσαι καλός . 
Τι ευχάριστη έκπληξη που σε πέτυχα σήμερα . 
- Έτυχε να περνάω . 
- Παρακαλώ , πέρασε . 
Έφτασες καλά ; 
Μια χαρά . 
Θέλεις λίγο ; 
Ευχαριστώ , αλλά όχι . 
Δεν σ ' αρέσει η πίτσα ; 
Μ ' αρέσει , αλλά όχι τώρα . 
Ο αδερφός μου ο Μάικλ , κύριε Κιμ . 
Ο Κιμ Σαν , Μάικλ . 
- Γνωρίζεστε ; 
- Έχουμε γνωριστεί . 
Εντάξει , λοιπόν ... 
Αρκετές ακόμα εταιρείες στις ΗΠΑ συζητούν για τη συνεργασία . 
Όλα είναι έτοιμα να προχωρήσουν , αρκεί η κυβέρνηση να εγγυηθεί την πληρωμή . 
Έχουμε άλλους οκτώ πιθανούς συνεταίρους , εκτός της Πέτρον Χάρβεστ . 
Υπέροχα νέα . 
Το ξέρω . Πολλοί ενδιαφέρονται για συνεργασία , αλλά ... Είναι κρίσιμη στιγμή , και δεν είμαστε έτοιμοι . 
Κι εγώ έτσι πιστεύω . 
Κι εγώ βιάζομαι . 
Το Σχέδιο Εθνικής Ανασυγκρότησης . 
Πιστεύεις ότι είναι εφικτό ; 
Δεν ξέρω ακόμα . 
Εσύ τι λες , Ρέιτσελ ; 
Πολύ αμφιβάλλω . 
Συγχαρητήρια για το νομοσχέδιο . 
- Ο Τσα Τεμίν μάς παρακολουθεί . 
- Ορίστε ; 
Μας παρακολουθεί όλον αυτόν τον καιρό . 
Προσπαθεί να με σκοτώσει . 
Σκότωσέ τον επιτέλους . 
- Είμαι τρομοκρατημένος . 
- Καταλαβαίνω . Ηρέμησε όμως . 
Να ηρεμήσω ; Πώς να ηρεμήσω ; 
- Ο Τεμίν θα με σκοτώσει ! - Εντάξει . Και θα σε προστατέψω . 
Θα τον πιάσω πιο εύκολα αν σε τριγυρίζει . 
Θα τον πιάσω σίγουρα . 
Έχω ... αϋπνίες τελευταία . 
Καταλαβαίνω , αλλά σύντομα θα γίνεις πρωθυπουργός . Πρέπει να φανείς δυνατός . 
Κινητοποίησες 170 Φιλελεύθερους με μία μόνο λέξη . 
Δεν είναι εύκολο πράγμα , έτσι ; 
Τον Τεμίν ... 
Κανόνισέ τον σύντομα . 
Το συντομότερο . 
Ακόμα κι αν ήταν εφικτό , κανείς δεν έχει τόσο χρόνο . 
Χρειαζόμαστε τον σωστό συνεργάτη . 
Κύριε Κιμ . Γνωρίζετε καλά τον στρατηγό Τσόι , σωστά ; 
Ναι . 
Ο στρατηγός Τσόι είναι στο δωμάτιο 806 . 
- Εδώ ; 
- Αυτήν τη στιγμή . 
Και ; 
Υπό τις παρούσες συνθήκες , ο στρατηγός Τσόι είναι ο ιδανικός συνεργάτης . 
Δεν νομίζεις ; 
ΕΤΟΣ 1960 ΑΓΝΩΣΤΟ ΜΕΡΟΣ , Ν. ΚΟΡΕΑ ΜΥΣΤΙΚΟ ΚΑΤΑΦΥΓΙΟ ΜΟΝΑΔΑΣ ΑΜΥΝΑΣ 
Λύστε τον. 
Είσαι καλά ; 
Μάλλον αιφνιδιάστηκες . 
Κάθισε . 
Κύριε . 
Ευχαριστώ που ήρθες . 
Ευχαριστώ για την πρόσκληση . 
Ο στρατηγός Μιν Σουτσόλ , διοικητής της Μονάδας Άμυνας . 
Κιμ Σαν , κύριε . 
Ελέγχουμε όλες τις βασικές μονάδες της πρωτεύουσας . 
Έχουμε ρισκάρει τη ζωή μας . 
Ελπίζω να έρθεις μαζί μας . 
Δεν μπορώ ν ' αφήσω τη χώρα μας να παρακμάσει άλλο . 
Θα ήθελες να έρθεις μαζί μας ; 
Τι θέλετε να κάνω , κύριε ; 
Θέλουμε κάποιον στο Δημοκρατικό Κόμμα . 
Σε πρότεινε και το Ίδρυμα Ολμπράιτ . 
Σχεδιάζω ... 
Πολιτική , οικονομία , στρατός και διπλωματία ... Θέλω τη γνώμη σου για όλα αυτά . 
Μονάδα Άμυνας , 3ο Τάγμα Πεζοναυτών , 55ο Σύνταγμα Ολμοβόλων και 30μελές τάγμα θανάτου του αρχηγείου . 
Δεν αρκούν αυτά , κύριε . 
Υπάρχει τρόπος . 
Μετά τις προεδρικές εκλογές ... ο πρόεδρος θα πάει στο εξοχικό του στο Τζίνχε . 
Αν τον πιάσουμε όμηρο εκεί , κηρύξουμε στρατιωτικό νόμο και κλείσουμε τους κεντρικούς δρόμους της πρωτεύουσας , υπάρχει ελπίδα . 
Ήταν ένα εφικτό σχέδιο . 
Σίγουρα . 
Δεν θα αφήσω τη χώρα μας να ξαναπέσει σε λάθος χέρια . 
Όταν πάρουμε την εξουσία , θα είσαι σημαντικός σύμμαχός μας . 
Δεν υπάρχει πολιτικός τόσο ικανός όσο εσύ . 
Κανείς στο κόμμα σου δεν σε φτάνει . 
Πήγε καλά ; 
Έτσι νομίζω . 
Ευχαριστώ που ρωτάς . 
Ξέρεις ότι είναι εμπιστευτικό , έτσι ; 
Θα πάρω ό , τι πίνει κι η κυρία . 
Άσε , μην απαντήσεις . 
Λοιπόν ; Το κρατήσατε μυστικό απ ' τον Σάμσικ ; 
Όχι . 
Τι κάνεις εδώ ; 
Πού ήσουν ; 
Συνάντησα τον Τσόι Χανρίμ . 
Σχεδιάζει πραξικόπημα . 
Του είπατε τα πάντα ; 
Ναι . 
Γιατί ; 
Δεν ξέρω . 
Δεν ξέρω γιατί του τα είπα όλα ή γιατί έκανα αυτήν την επιλογή . 
Δεν ξέρω . 
Η Μονάδα Άμυνας θα αποκλείσει την πρωτεύουσα ; 
Ακούγεται εφικτό . 
Φαίνεται ότι η τύχη είναι με το μέρος σου . 
Παρόλο που δεν το περίμενα αυτό , έχω ήδη εξαγοράσει τη Μονάδα Άμυνας . 
Μάλλον πρέπει να απολαύσουμε αυτές τις συμπτώσεις . 
Με θεωρείς προδότη , έτσι ; 
Δεν είστε ; 
Τι γνώμη έχεις για μένα ; 
Με θεωρείς άχρηστο , έτσι ; 
Κάποιον που θα ξεφορτωθείς όταν δεν θα χρειάζεσαι πια . 
Νόμιζες ότι δεν το ήξερα ; 
Τι εννοείς ; 
Σου είπα ήδη . 
Θα καταστρέψω τον Πακ Τζιγούκ με δόλωμα τον Χαν Σου . 
Άρα , θα καταστρέψεις τον στρατηγό Τσόι με τον Πακ Τζιγούκ ; 
Ναι . 
Όλα μπήκαν στη θέση τους . 
Δύο πράγματα καθορίζουν την πορεία της ζωής σου . 
Η φύση σου και οι συνήθειές σου . 
Δεν μπορείς να ξεφύγεις απ ' αυτά . 
" Γιατί έκανα κάτι τέτοιο ; " 
" Γιατί είπα κάτι τέτοιο ; " 
Μόνο μία απάντηση υπάρχει . 
Η φύση και οι συνήθειές σου . 
Ποια είναι η φύση του στρατηγού Τσόι ; 
Είναι ειλικρινής και τίμιος . 
Είναι στη φύση του να κρίνει το καλό και το κακό . 
Άνθρωποι σαν αυτόν δεν καταλαβαίνουν πόσο χαμηλά μπορούν να πέσουν οι άλλοι . 
Και οι συνήθειές του ; 
Έχει συνηθίσει να τον σέβονται . 
Αυτό ισχύει όμως . 
Γι ' αυτό δεν μπορεί να φανταστεί ότι μπορεί ποτέ να χάσει την υπόληψή του . Και τι θα τον έκανε να χάσει την υπόληψή του ; 
Δεν ξέρω . 
Υποψίες για τον Κιμ Σαν . 
Αυτό θα είναι η πτώση του από τον στρατό . Και θα κλέψουμε το τέλειο σχέδιό του . 
Βλέπει τον κόσμο εντελώς διαφορετικά . 
Οι περισσότεροι θα φοβούνταν ... το τέλειο σχέδιο του αντιπάλου , αλλά όχι αυτός . 
Αυτός θα προσπαθήσει να το κλέψει . 
Μείνε δίπλα στον Τσόι Χανρίμ . 
Γιατί ; 
Επειδή είσαι η αδυναμία του . 
Γιατί το έκανα αυτό ; 
Γιατί είπα κάτι τέτοιο ; 
Δεν έπρεπε να τον αφήσω να φύγει έτσι . 
