Εντάξει . Λίγες μέρες είναι μόνο . 
- Και πάλι ... 
- Μην ανησυχείς . Θα μιλήσω στον άντρα μου . 
Σονγκμίν . 
Ο θείος σου θα μείνει μαζί μας για λίγο . 
Δεν θα μείνω πολύ . Ελπίζω να τα πάμε καλά . 
Σονγκμίν . - Μπορείς να το διαβάσεις αυτό ; 
Διαβάζεις ρωσικά και γερμανικά ; 
Ναι . 
Τότε , διάβασε κι αυτά . 
ΑΝΑΡΧΙΣΜΟΣ 
Θα σου δείξουν έναν νέο κόσμο . 
Τζιντσόλ . 
- Τζιντσόλ . - Δεν πειράζει . 
Τζιντσόλ ! 
Όχι ! 
Το μόνο που κάνει είναι να διαβάζει ! 
Δεν έχει καμία σχέση με το κίνημα ανεξαρτησίας ! 
Όχι ! 
Τζιντσόλ ! 
Εσύ τον κάρφωσες , έτσι ; 
Ας μη μάζευες ακτιβιστή ανεξαρτησίας ! 
Πώς μπόρεσες να το κάνεις αυτό στον μικρό μου αδερφό ; 
Θα κατέστρεφε όλη μας την οικογένεια ! 
Τι θα κάνεις αν τον σκοτώσουν ; 
Πώς μπόρεσες να το κάνεις αυτό ; 
Σκέψου την οικογένειά μας μια φορά ! 
Τι να κάνω ; Θα σκοτώσουν το αδερφάκι μου ! 
Θα τον σκοτώσουν ! 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΟΙ ΔΥΟ ΑΛΗΘΕΙΕΣ 
Ο Τσόι Μινκιού πάλι ζήτησε κάτι παράλογο . 
Τι πράγμα ; 
Μα αυτό δεν είναι σωστό . 
Εμπρός , πες μου . 
- Είμαστε πολύ πίσω σε κάποιες περιοχές . 
- Μη μου πεις ότι θέλετε τις κάλπες ... 
Τι σε φέρνει εδώ τέτοια ώρα ; 
Η αστυνομία συνέλαβε τη Γιοτζίν . 
Μπορείς να τη βγάλεις ; 
Αυτό θα περιπλέξει τα πράγματα . 
- Άρα , δεν θέλεις . 
- Δεν είπα αυτό . 
Νοιάζεσαι για εκείνη τόσο πολύ ; 
Ναι . 
Αν τη βγάλω , θα μπλέκεται συνέχεια . 
Καλώς . Αφού δεν θες , άσ ' το . 
Δεν είναι ότι δεν θέλω . 
Απλώς θα είναι μπελάς . 
Θα κλέψεις τις κάλπες , έτσι ; 
Θα τη βγάλω . 
Ικανοποιήθηκες τώρα ; 
Τι εντολές έδωσε ο Τσου Ιντέ στον Γιουν Πάλμπονγκ ; 
Πόσες φορές πρέπει να το πω ; 
Δεν του έδωσε καμία εντολή . 
Ο Τσου Ιντέ ήταν πίσω από τη συνωμοσία του Τσόι Χανρίμ , έτσι ; 
Δεν ξέρω καν ... ποιος είναι αυτός . 
Τι ; 
Τελειώσαμε . 
Μπορείτε να φύγετε . 
Τι ; 
Μπορείτε να φύγετε . 
Είσαι καλά ; 
Με άφησαν ξαφνικά . 
Έτσι ξαφνικά ; 
Κάποιος με έβγαλε . 
Ποιος ; 
Ξέρεις από ποιον ήταν η πληροφορία για την Ένωση Σίνι ; 
Όχι . 
Ποιος θα επωφελούνταν από το σκάνδαλο της Σίνι ; 
Δεν ξέρω . 
Κάποιος που είναι ή θέλει να γίνει πολιτικός αντίπαλος του Κανγκ Σονγκμίν . 
Λες για τον Κιμ Σαν ; 
Γιουν Πάλμπονγκ , Κιμ Κουανγκμίν , Κιμ Σαν . 
Κάποιος κρύβεται πίσω τους . Αυτός που έκανε τον πατέρα μου τέρας . Αυτός με έβγαλε απ ' την Ασφάλεια . 
Αυτός σκότωσε τον πατέρα μου , τον κατηγόρησε για κατάσκοπο ... και τώρα μετατρέπει τον Σαν σε τέρας . 
Θες να το ψάξουμε μαζί ; 
Κρυφά απ ' το αφεντικό . 
Με τις προεδρικές εκλογές της 15ης Μαρτίου προ των πυλών , η εκστρατεία κορυφώνεται . 
Σε όλη τη χώρα , πολιτικά κόμματα δίνουν εκτενείς ομιλίες . 
Καθώς οι ψηφοφόροι αναζητούν έναν αληθινό ηγέτη , ακούνε με προσοχή τους ενθουσιώδεις τους λόγους . 
- Ας κάνουμε αλλαγές ! - Αλλαγές ! 
- Ας κάνουμε αλλαγές ! - Αλλαγές ! 
Ευχαριστώ ! 
Γεια σας , κύριε . 
- Τι κάνεις ; - Καλά . 
- Τι κάνει η Μιντζί ; 
- Δουλεύουμε στη Στατιστική . 
Μας σκοτώνει . 
Το υπουργείο Εθνικής Ανασυγκρότησης θα ιδρυθεί σύντομα . 
- Είναι υπό συζήτηση , κάντε υπομονή . 
- Ολόκληρο υπουργείο ; 
Και βέβαια . 
Ανυπομονώ . 
- Να προσέχεις . - Κι εσείς . 
- Η κυρία Τζονγκ σας περιμένει . 
- Πρέπει να γυρίσω στο γραφείο . 
- Γιατί δεν μπορώ να σε βρω ; 
- Είχα δουλειά . Πώς είσαι ; 
- Ξέρεις πού είναι ο στρατηγός Τσόι , έτσι ; 
Θα σε πιστέψω . 
Θέλει να σε δει ο Αν Κιτσόλ . 
Τα λέμε κάποια στιγμή . 
Λες να είναι εφικτό ; 
Θα έχει παντού παρατηρητές και δημοσιογράφους . 
- Ας προσλάβουμε κι άλλους . 
- Όχι , πρέπει να είμαστε διακριτικοί . 
Αυτά τα δύο σημεία απέχουν πολύ . 
Από εδώ ως εδώ . 
Για να δω . 
Έχει μια σήραγγα εδώ . 
Μπορείτε να κερδίσετε χρόνο εκεί . Αν επιταχύνετε μετά , θα πάρει λιγότερο από 20 λεπτά . 
Μάλιστα . 
Ώστε υπάρχει σήραγγα . 
Έχεις ταλέντο στις κλοπές . 
Είναι ασφαλές που διαχειρίζεται όλα μας τα λεφτά ; 
Να σχολάσω τώρα ; 
Ναι , έκανες το χρέος σου σήμερα . 
- Άντε να δεις καμιά ταινία . 
Πότε ήρθες ; 
Πριν από λίγο . 
Θα κλέψεις τα ψηφοδέλτια ; 
- Δεν είναι έτσι . 
- Θέλω να σου μιλήσω . Πάμε για τσιγάρο . 
Προετοιμαζόμαστε για παν ενδεχόμενο . 
Μην το κάνεις . 
Συζητιούνται ήδη οι επόμενοι υπουργοί . 
Σου είπα να μην πιστεύεις τις κούφιες υποσχέσεις τους . 
Περιμένεις ο Σον Γουσόκ να κρατήσει τον λόγο του ; 
Σύντομα θ ' αρχίσουν διαμάχες και διχόνοιες . Κάτσε και θα δεις . 
Γιατί προώθησα τον κοινοβουλευτισμό , λες ; 
Είναι ασφαλής και κερδοφόρος για μας . 
Νομίζεις ότι το κάνω για τον Κανγκ Σονγκμίν ; 
Και πάλι , είναι μεγάλο ρίσκο . Μην το κάνεις . 
Θα το κάνω διακριτικά . 
Εσύ δεν έχεις τίποτα να χάσεις . 
Με τους Φιλελεύθερους , θα έχουμε κοινοβουλευτισμό . Και με τους Δημοκρατικούς , υπουργείο Εθνικής Ανασυγκρότησης . 
Αυτό ήθελες να μου πεις ; 
Ο στρατηγός Τσόι μάλλον επικοινωνεί με άλλους διοικητές . 
Δεν ξέρεις πού είναι ; 
Είπες ότι δεν έχουμε μυστικά μεταξύ μας . 
Ο Χανμίν συναντά αξιωματικούς εκ μέρους του στρατηγού Τσόι . 
- Προωθεί το πραξικόπημα , λοιπόν ; 
- Ήρθε να με δει η Ρέιτσελ . 
Είπε ότι θέλει να με δει ο Αν Κιτσόλ . 
Η Ρέιτσελ ; 
Τι λες να κάνω ; 
Να τον συναντήσω ; 
Τι ετοιμάζει πάλι το καταραμένο ψάρι-φούσκα ; 
15 ΜΑΡΤΙΟΥ 1960 ΣΕΟΥΛ , Ν. ΚΟΡΕΑ Έφτασε η 15η Μαρτίου , και από το πρωί τα εκλογικά τμήματα γέμισαν με ψηφοφόρους . 
Εν μέσω κατηγοριών περί κατασκοπείας κατά του Τσου Ιντέ , αναμένεται αμφίρροπη αναμέτρηση . 
Πολλοί πολιτικοί σχολιαστές προβλέπουν ότι το αποτέλεσμα θα κριθεί στις μεγάλες πόλεις , όπου κυριαρχεί το Δημοκρατικό Κόμμα . 
Οι Δημοκρατικοί προηγούνται πολύ σε περίπου 20 περιφέρειες της πρωτεύουσας , με σταθερή υποστήριξη , παρά τις κατηγορίες κατά του κυρίου Τσου . ΦΙΛΕΛΕΥΘΕΡΟ ΚΟΜΜΑ Οι Φιλελεύθεροι καλούνται να ξεπεράσουν τη συντριπτική υποστήριξη των μεγάλων πόλεων στο Δημοκρατικό Κόμμα . 
- Κουανγκμίν . Θέλω να σε ρωτήσω κάτι . 
- Συγγνώμη . Δεν έχω τίποτα να πω . 
- Ο πατέρας μου ... 
- Λυπάμαι πολύ . 
Αλλά φοβάμαι πολύ . 
Μην ξανάρθεις να με βρεις . 
Δεν πρέπει να σας πιάσουν . 
Αν κάτι στραβώσει , αφήστε τις κάλπες και φύγετε . 
- Δεν θα μπορώ να σας βγάλω αυτήν τη φορά . 
- Αλήθεια , ποιος είναι ο καινούριος ; 
- Τον έφερε ο Τζονγκτσόλ . 
Ο μεγάλος μου αδερφός . 
- Είστε όντως συγγενείς ; 
- Ναι . Είναι αξιόπιστος . 
Τέλος πάντων , να προσέχετε . 
Μοίρασέ τα . 
Κοιτάξτε τον χάρτη για το πού θα πάτε . 
ΔΗΜΟΚΡΑΤΙΚΟ ΚΟΜΜΑ 
Εντάξει . 
Όλα τα τοπικά γραφεία σας ενημερώνουν , έτσι ; 
- Μάλιστα . - Μάλιστα . 
Τα πράγματα πάνε καλά , έτσι ; 
- Ελέγξατε και τις 20 τοποθεσίες ; 
- Ναι . 
Θα τα καταφέρετε , έτσι ; 
Πρέπει , γαμώτο . 
Ο Τζονγκ Χανμίν συνάντησε αξιωματικούς εκ μέρους του στρατηγού Τσόι , σωστά ; 
Αυτός πλησίασε κι εμένα . 
Κύριε Κιμ , έχετε τηλέφωνο . 
Εντάξει . 
Εδώ Κιμ Σαν . 
- Έχεις δουλειά , Σαν ; 
- Θα ' μαι εδώ μέχρι την καταμέτρηση . 
- Μπορείς να έρθεις στο ξενοδοχείο Μπάνια ; 
ΞΕΝΟΔΟΧΕΙΟ ΜΠΑΝΙΑ 
Ψήφισες ; 
Τι τρέχει ; 
Τι είναι αυτό ; 
Σχέδιο ανάπτυξης στρατευμάτων . 
Αν καταλάβουμε Γκιόνγκμουντε , αρχηγείο στρατού , ραδιόφωνα , πανεπιστήμια , κι η Μονάδα Άμυνας κόψει την κυκλοφορία , θα τελειώσει σε μισή μέρα . 
- Αλλιώς , θα πάρω εγώ την τελική απόφαση . 
Να δούμε τον Τζανγκ Ντουσίκ . Πες του ότι είναι εντολή του στρατηγού Τσόι . 
Δεν θα δυσκολευτούμε να τον πείσουμε . 
Τι να σκεφτούμε ; 
Μισή μέρα θα πάρει . 
Αλλά θα υπάρξουν συνέπειες . 
Γι ' αυτό χρειαζόμαστε τον στρατηγό Τσόι για μπροστάρη . 
Να σου πω . 
Θες να εκμεταλλευτείς το καλό του όνομα ; 
Όλα είναι έτοιμα . 
Έλα μαζί μου ... να εγκαινιάσουμε μια νέα εποχή . 
Έτσι είπε ο Σαν ; 
Ναι . 
Μόλις το είπε . 
Δούλεψες σκληρά , Χανμίν . 
Κι εσύ . 
Τον στρατηγό Τσόι τον έχουμε στο χέρι . 
Τι εννοείς ; 
Ο στρατηγός Τσόι είναι σε αναμονή , το ίδιο κι οι αξιωματικοί σε κάθε μονάδα . 
Και ; 
Μπορούμε και μόνοι μας . 
Θα κατακτήσουμε την Κορέα . 
Είσαι τρελός . 
Πάμε να φύγουμε . 
Ποτέ δεν το είπα αυτό . 
Υπάρχει πιο ικανός από σένα στα δύο κόμματα ; 
Υπάρχει στρατηγός πιο ικανός από μένα ; 
Δεν είναι μόνο θέμα ικανότητας . 
- Είναι αδύνατον . 
- Με τον στρατηγό Τσόι , θα τα καταφέρουμε . 
Και πάλι , τι μπορούμε να κάνουμε μ ' έναν καταζητούμενο ; 
Έχουμε και το Ίδρυμα Ολμπράιτ . 
Οι Αμερικανοί αγαπούν τον στρατηγό Τσόι . 
Λες βλακείες . 
Η Ομοσπονδία Τσόνγκου θέλει ειδικό νόμο για βιομηχανικό συγκρότημα . Κι εσύ θες υπουργείο Εθνικής Ανασυγκρότησης . 
Μ ' έναν σμπάρο , δυο τρυγόνια . 
Χανμίν . Ας ακολουθήσουμε το σχέδιο του Σάμσικ . 
Τι του βρίσκεις ; 
Γιατί να κάνουμε ό , τι λέει ; 
Άρα , ήθελε πραξικόπημα με τον στρατηγό Τσόι ; 
Ναι . 
Εσείς συμφωνήσατε ; 
Του είπα ότι ήταν παράλογη ιδέα . 
Μάζεψες αξιωματικούς χρησιμοποιώντας τον στρατηγό Τσόι . 
Ήμουν ένας απ ' αυτούς . 
Γεια σας . 
Ευχαριστώ που ήρθατε . 
Λοχαγός Λι Σουίλ , 55ο Σύνταγμα Ολμοβόλων . 
Λι Σουίλ του 55ου Συντάγματος Ολμοβόλων ; 
Ευχαριστώ που ήρθες . 
Έχεις δίκιο . 
Έτσι γνωριστήκαμε . 
Γιατί δεν περιμένετε λίγο ακόμα , κύριε ; 
Δεν χρειάζεται πραξικόπημα για να πετύχετε τον στόχο σας . 
Αν περιμένετε , θα χαθεί η ευκαιρία . 
Κύριε . 
Τι συμβαίνει ; 
Το μέρος έχει εκτεθεί . 
Είναι επικίνδυνα εδώ . 
Θα σας συνοδεύσω στο καταφύγιο . 
Πήγα τον στρατηγό Τσόι στο καταφύγιο . 
Το αποφάσισε ; 
Μάλιστα . 
- Πού είναι ο στρατηγός Τσόι ; - Μέσα . Πάμε . 
Εγώ ετοίμασα το σχέδιο ανάπτυξης , αλλά ο Σάμσικ τα οργάνωσε όλα . 
Αν μπουν στην πρωτεύουσα Ολμοβόλα , Πεζοναύτες και Ειδικές Δυνάμεις , κι η Μονάδα Άμυνας κλείσει οδούς δίπλα στον ποταμό Χαν , το πραξικόπημα θα πετύχει . 
Θα κάνουν μισή μέρα να αντιδράσουν . 
Μέχρι τότε , θα έχουν έρθει τα στρατεύματά μας . 
Πείτε τους να είναι σε αναμονή . 
Ακόμα να καταλάβεις ; 
Ο Κιμ Σαν τα είχε σχεδιάσει όλα . 
Ποιος άλλος θα χρησιμοποιούσε τον στρατηγό Τσόι ; 
Γι ' αυτό πρέπει να ανατρέψουμε τα πάντα . 
Χανμίν . 
Μη μιλάς συνέχεια γι ' αυτό . Κάν ' το . 
Αν το κάνω , θα με ακολουθήσεις ; 
Εξαρτάται απ ' το τι θα κάνεις . 
Αυτά τα καθάρματα ... σκόπευαν εξαρχής να μας προδώσουν . 
Σχεδίαζαν εξαρχής ... να κρύψουν τον στρατηγό Τσόι . 
Για στρατιώτης , έχεις μεγάλη φαντασία . 
Ο Τζονγκ Χανμίν έχει υφάκι , αλλά αποκλείεται να το σκέφτηκε μόνος του . 
Τίνος ιδέα λες να ήταν ; 
Ο Κιμ Σαν ήταν κατά του πραξικοπήματος . 
Το ανθρώπινο μυαλό δεν είναι τόσο απλό . Ο Κιμ Σαν σχεδίασε το πραξικόπημα , έτσι δεν είναι ; Τον έφαγε η απληστία του . 
Μόνο αθώος δεν είναι . 
Σου λέω , μπορώ να σε σώσω . Επίσης ... δεν λέω ψέματα , έτσι ; 
Ο Τζανγκ Ντουσίκ έγινε διοικητής της Μονάδας Άμυνας . 
Υποδιοικητής Τζονγκ Χανμίν , στις υπηρεσίες σας . 
Προάχθηκα από λοχαγός σε αντισυνταγματάρχη . 
- Ανυπομονώ να συνεργαστούμε . 
- Ευχαριστώ , διοικητή Τζανγκ . 
Κι έγινα υποδιοικητής της Μονάδας Άμυνας της Σεούλ . 
Ο Τζονγκ Χανμίν κι εγώ ανταμειφθήκαμε . 
Ποιος ήταν ο μόνος που δεν ανταμείφθηκε ; 
Ο Κιμ Σαν . 
Ποιος πρότεινε τον Τσόι Χανρίμ στο Ίδρυμα Ολμπράιτ ; 
Ευχαριστώ που ήρθατε . 
- Ρέιτσελ Τζονγκ από το Ίδρυμα Ολμπράιτ . 
- Ήρθε ο στρατηγός Τσόι ; 
- Ναι , περιμένει επάνω . 
Από εδώ , κύριε . 
Τίνος ιδέα ήταν ο Τσόι Χανρίμ ; 
Της Ρέιτσελ . 
Μην πεις στον θείο Σάμσικ ... ότι είδες τον στρατηγό Τζανγκ σήμερα . 
Πρέπει να του το πω . Αλλιώς , δεν θα μ ' εμπιστευτεί . 
Ποιος θα επωφελούνταν ... από την εμπλοκή Ιδρύματος Ολμπράιτ και Τσόι Χανρίμ ; 
Επίλεξε εμένα , και θ ' ακολουθήσει όλη η οικογένεια Ολμπράιτ . 
- Καλώς ήρθατε . Αν Κιτσόλ . 
- Έχω ακούσει πολλά για σας . 
- Χαίρομαι που σας γνωρίζω . 
- Κι εγώ . 
Καθίστε . 
ΒΙΟΓΡΑΦΙΚΟ : ΤΣΟΪ ΧΑΝΡΙΜ 
Μπορεί να θεσπιστεί κοινοβουλευτικό σύστημα ; 
Εγώ δεν το πιστεύω . 
Δεν με νοιάζει αν θα θεσπιστεί . 
Θέλω μόνο να βρω τρόπους να προοδεύσει η Κορέα . 
Τότε , συμφωνούμε . 
Πιστεύετε ότι αξίζει να επενδύσουμε στον στρατηγό Τσόι ; 
Με κεφάλαια της Ομοσπονδίας , διασυνδέσεις του Ιδρύματος Ολμπράιτ και τη φήμη και ηγεσία του στρατηγού Τσόι ; Σίγουρα αξίζει . 
Και το σχέδιο του θείου Σάμσικ ; 
Γιατί να πάρουμε την επαρχιακή οδό ... όταν έχουμε αυτοκινητόδρομο ; 
Ωραία . 
Μάλιστα . 
Ενδιαφέρον . 
Ποιος θα επωφελούνταν από τον Τσόι Χανρίμ ; 
Ο Αν Κιτσόλ έκλεψε το σχέδιό μας . Κι εσύ μας πρόδωσες . 
Δεν υπάρχει κάτι άλλο . 
Ακόμα και τότε ... ήμουν κατά του πραξικοπήματος . 
Καλώς τον. 
Θα ξαφνιάστηκες . 
Πώς ... 
Τι συνέβη , κύριε ; 
Εγώ τον έφερα εδώ . 
Εγώ το ζήτησα . 
Η Πέτρον Χάρβεστ στέλνει ομάδα επιθεώρησης στις Φιλιππίνες . 
Δεν έχουμε χρόνο . 
Είμαστε στα πρόθυρα να χάσουμε ό , τι έχουμε φτιάξει . 
Έχουμε σχεδόν συμφωνήσει . 
Ο αντισυνταγματάρχης Τζονγκ έπεισε τους διοικητές των μεγάλων μονάδων . 
55ο Σύνταγμα Ολμοβόλων , 3ο Πεζοναυτών και 12η Ταξιαρχία Ειδικών Δυνάμεων . 
55ο Σύνταγμα Ολμοβόλων , 3ο Πεζοναυτών και 12η Ταξιαρχία Ειδικών Δυνάμεων . 
Έτρεχες παντού χρησιμοποιώντας το όνομα του στρατηγού Τσόι . 
Πρέπει να σ ' ευχαριστήσω ... που μου είπες για το πραξικόπημα . 
Ευχαριστώ , Χανμίν . 
Ήμουν κατά του πραξικοπήματος ως το τέλος . 
Αν κέρδιζαν οι Δημοκρατικοί ... 
Με τον Σάμσικ να κλέβει ψηφοδέλτια ; 
Και πάλι , σίγουρα θα κέρδιζαν οι Δημοκρατικοί . 
Γιατί να θέλω πραξικόπημα ; 
Ήρθε η ώρα η γενιά σου να ηγηθεί της χώρας . Ελπίζω να είμαι ο καταλύτης . 
Σε χρειάζομαι . 
Κάποιον αξιόπιστο . 
Κύριε . 
Οι Δημοκρατικοί σίγουρα θα κερδίσουν . 
Μετά θα αποκατασταθείτε ... και θα ιδρυθεί υπουργείο Ανασυγκρότησης . 
Δεν χρειάζεστε πραξικόπημα . Και ... μην πιστεύετε αυτά που λένε . 
Άλλα είπε ο Τζονγκ Χανμίν . 
Στη Λέσχη των ΗΠΑ αναφέρθηκε πρώτη φορά ο στρατηγός Τσόι . 
Τη μέρα που βγήκε η προκήρυξη για στρατιωτική μεταρρύθμιση . 
Αυτή που έγραψα εγώ ; 
Ναι . 
Τότε ήταν η πρώτη φορά . 
- Γεια , Χάρισον . 
Τα μάθατε ; 
Γίνεται χαμός έξω . 
Τι συμβαίνει ; 
Νεαροί αξιωματικοί εξέδωσαν ανακοίνωση . 
Για ποιο πράγμα ; 
Δες μόνος σου . 
" Αντιτασσόμαστε σε κάθε μορφή διχόνοιας , διαφθοράς και πολιτικής στον στρατό . 
Όλοι οι στρατιωτικοί που ενεπλάκησαν στις παράνομες εκλογές , καθώς και οι διεφθαρμένοι στρατηγοί , να τιμωρηθούν . 
Ζητάμε στρατιωτική μεταρρύθμιση " . 
Το είδες αυτό ; 
- Για να δω . 
Ξέρετε τον Τσόι Χανρίμ ; 
Ο στρατηγός του 1ου Πεζικού . 
Έμαθα ότι ο στρατός σχεδιάζει πραξικόπημα με αρχηγό αυτόν . 
Τι θα κάνεις αν κάνει πραξικόπημα ; 
Σίγουρα θα τον ακολουθήσω . 
Τι ; Εσύ δεν θα το κάνεις ; 
- Τι ; 
- Δεν υπάρχει άλλος σαν αυτόν στην Κορέα . 
Ό , τι κι αν αποφασίσει να κάνει ... θα είναι η σωστή απόφαση . 
Ο ΚΙΜ ΣΑΝ ΕΙΠΕ ΟΤΙ Ο ΤΣΟΪ ΕΙΝΑΙ ΜΟΝΑΔΙΚΟΣ , ΝΑ ΤΟΝ ΑΚΟΛΟΥΘΗΣΟΥΜΕ . 
Αυτό είπε ο Χανμίν ; 
Ναι . 
Ήταν συναισθηματική αντίδραση . 
Ποτέ δεν εποφθαλμιούσα εξουσία ή θέση . Τότε ... όνειρο και σκοπός μου ήταν το υπουργείο Εθνικής Ανασυγκρότησης . 
Ο στρατός ίσως αποπειραθεί να φέρει στην εξουσία τον διοικητή Πεζικού . 
- Τον διοικητή Πεζικού ; 
- Τον στρατηγό Τσόι Χανρίμ . Έχει την εμπιστοσύνη του στρατού κι είναι φίλος του Αμερικανού διοικητή . 
- Τσόι Χανρίμ ; 
- Διοικητής 1ου Πεζικού . 
Τον έχω ακουστά . 
Δεν πρέπει ν ' αφήσουμε ανεξέλεγκτο τον Τσόι Χανρίμ . 
Ίσως εξαγοράσουμε την Εθνοσυνέλευση ... αλλά τον στρατό , δύσκολα . 
Είναι δύσκολο , αλλά γίνεται . 
Τότε θα σκέφτηκε ο Κιτσόλ πραξικόπημα με μπροστάρη τον Τσόι Χανρίμ . Και δεν είχαμε την παραμικρή ιδέα . 
Μόλις αποκοιμήθηκε . 
Ήταν σε κρίσιμη κατάσταση το πρωί . 
Σίγουρα θα τα καταφέρει . 
Θα τα καταφέρω όπως αυτός ; 
Ορίστε ; 
Ναι , φυσικά . 
Φοβάμαι πολύ ... ότι θα καταστρέψω τα επιτεύγματα του πατέρα μου . 
Θα σε βοηθήσω εγώ . 
Ήταν πολύ καιρό το επίκεντρο της Ομοσπονδίας . 
Όλα θα τελειώσουν μόλις θεσπιστεί κοινοβουλευτικό σύστημα . 
Θα γίνει όντως η μεταρρύθμιση ; 
Φυσικά . 
Μην ... κάνεις κάτι πολύ ριψοκίνδυνο . 
Περίμενε να θεσπιστεί το κοινοβουλευτικό σύστημα ... προς το παρόν . 
Δεν νομίζω ότι θα θεσπιστεί , πατέρα . 
Μόλις ... θεσπιστεί ... . τον Κανγκ Σονγκμίν ... και τον Σάμσικ ... Εσύ πρέπει ... 
Πατέρα . 
Θα το κανονίσω εγώ . 
Μη διανοηθείς καν ... να κάνεις ... πραξικόπημα . 
Υποσχέσου μου . 
Μόλις απεβίωσε . 
Συλλυπητήρια . 
Τα συλλυπητήριά μου . 
Το κάθαρμα ο Αν Κιτσόλ ... ξελόγιασε τον Κιμ Σαν , με τη Ρέιτσελ για δόλωμα . 
- Πώς είσαι ; - Καλά . 
Εσύ πώς είσαι ; 
Όχι κι άσχημα . 
Όπου κι αν πάμε , 
- όλοι μιλάνε για σένα . - Το ξέρω . Νιώθω άβολα . 
Θα τα ξαναπούμε . 
Αυτός παρέσυρε τον Κιμ Σαν στο δωμάτιο 806 του ξενοδοχείου Μπάνια . 
Βασικά , κύριε Κιμ , γιατί δεν τρώμε μαζί απόψε ; 
Κύριε Κιμ . 
Γνωρίζεις καλά τον στρατηγό Τσόι , σωστά ; 
Ναι . 
Ο στρατηγός Τσόι είναι στο δωμάτιο 806 . 
- Εδώ ; 
- Αυτήν τη στιγμή . 
Έμπλεξε τον Κιμ Σαν χρησιμοποιώντας το Ίδρυμα Ολμπράιτ . 
Είμαι σίγουρος γιατί ξέρω απ ' αυτά . 
Κύριε . 
Ευχαριστώ που ήρθες . 
Ευχαριστώ για την πρόσκληση . 
Ο στρατηγός Μιν Σουτσόλ , διοικητής της Μονάδας Άμυνας . 
Κιμ Σαν , κύριε . 
Δική μου ιδέα ήταν ο στρατηγός Τσόι . 
Τι ; 
Κι εσένα εγώ σε επέλεξα . 
Δεν πιστεύω ότι η Κορέα είναι έτοιμη για δημοκρατία . 
Γι ' αυτό χρειαζόμαστε έναν άριστο ηγέτη . 
Αυτό ονειρεύομαι αφότου ήρθα εδώ . 
Να φτιάξω έναν σπουδαίο ηγέτη . 
Μην πεις στον θείο Σάμσικ ... ότι είδες τον στρατηγό Τζανγκ σήμερα . 
Αυτό θα το δούμε . 
Ο Αν Κιτσόλ έστειλε στον Κιμ Σαν - ένα ψάρι-φούσκα , γεμάτο δηλητήριο ... 
- Γιατί δεν μπορώ να σε βρω ; - Είχα δουλειά . Πώς είσαι ; - ... και σαγήνη . 
- Ξέρεις πού είναι ο στρατηγός Τσόι , έτσι ; 
Θα σε πιστέψω . 
Ήρθε να με δει η Ρέιτσελ . 
Είπε ότι θέλει να με δει ο Αν Κιτσόλ . 
Η Ρέιτσελ ; 
Τι λες να κάνω ; 
Να τον συναντήσω ; 
Τι ετοιμάζει πάλι το καταραμένο ψάρι-φούσκα ; 
Ο Κιμ Σαν μού τα είπε όλα . 
Ο Αν Κιτσόλ δεν είχε επαφές με τον στρατό για πραξικόπημα . 
Σκέψου το . 
Στρατό , πολιτικούς και Ίδρυμα Ολμπράιτ . 
Ποιος τους συνέδεσε όλους ; 
Μόνο ο Κιμ Σαν θα τα κατάφερνε . 
Μπράβο . 
Η Κορέα ... δεν είναι έτοιμη για δημοκρατία . Δεν το ξέρετε ; Δεν το ξέραμε τότε . 
- Ο Κιμ Σαν έχει κολλήσει δίπλα του . 
- Έτσι πρέπει . Αυτός είναι ο στόχος του σήμερα . 
Ο Κιμ Σαν ήταν πίσω απ ' όλα . 
Ακόμα να το καταλάβεις ; 
- Πώς πήγε ; 
- Βρήκα μέρος για τον στρατηγό Τσόι . 
Κιμ Σαν ; Τι κάνεις εδώ ; 
Θα σας συνοδεύσω , κύριε . 
Ακολουθήστε με . 
Κύριε . 
Γιατί τον υπερασπίζεσαι ; 
Αν τελείωσες , πάμε μέσα . 
Δεν βλέπεις ότι ο Κιμ Σαν χρησιμοποίησε τον Τζονγκ Χανμίν ; 
Είδα στα μάτια του ότι δεν θα χρησιμοποιούσε ποτέ κανέναν . 
Εγώ κάνω τέτοια . 
Ο υπουργός Κιμ είναι τόσο αθώος , που νοιάζεται μόνο για το όνειρό του . 
Γι ' αυτό , όταν το όνειρό του διαλύθηκε , κατέφυγε σε πραξικόπημα . 
Κάτι δεν κολλάει . 
Συναντήσατε τον Αν Κιτσόλ στις 12 Φεβρουαρίου 1960 ; 
Έτσι νομίζω . 
Ποιος από εσάς ανέφερε το πραξικόπημα ; 
Εγώ . 
Και ποιος πρότεινε να κρύψετε τον στρατηγό Τσόι ; 
Εγώ . 
Βλέπεις ; 
Και τον έκρυψες και σχεδίασες πραξικόπημα . 
Να τον άφηνα να κατηγορηθεί για κατασκοπεία ; 
Εδώ ήσουν όλη αυτήν την ώρα ; 
Υπουργέ Κιμ . 
Εδώ είσαι , έτσι ; 
Δεν πίστευα ότι θα σε ξαναδώ . 
Ανακρίνουν κι εμένα . 
Γιατί ήσουν τόσο πεισματάρης ; 
Σου είπα να μην πιστέψεις τον Σον Γουσόκ . Εσύ , όμως , επέμενες με αφέλεια στο υπουργείο Ανασυγκρότησης και δεν με άκουσες . Έτσι δεν είναι ; 
Είχα δίκιο , έτσι δεν είναι ; 
Υπουργέ Κιμ . 
Ας τελειώνουμε , να πάμε για ένα ποτό . 
Είχα δίκιο , έτσι δεν είναι ; 
Ναι . 
Συγγνώμη που ήμουν τόσο πεισματάρης , θείε Σάμσικ . 
Χαίρομαι που ακούω τη φωνή σου . 
