Τους πιάσαμε πάνω που το έσκαγαν . 
Τεμίν . 
Θα με πρόδιδες και θα ' φευγες ; 
Σονγκμίν . 
Εσύ ... μας εξαπάτησες . 
Τι έκανα εγώ ; 
Η Ένωση Σίνι είναι ένα κουφάρι . Μια μαριονέτα που ελέγχει η απληστία σου . 
Γιατί ... Γιατί να σκοτώνουμε κόσμο για σένα ; 
Αν ήθελες να γίνεις βουλευτής , κακώς έφτιαξες την Ένωση . 
Γι ' αυτό με πρόδωσες ; 
Κύριε . 
Καλύτερα να συγχωρέσεις τον Τεμίν . 
Τα όνειρά μας παραλίγο να διαλυθούν από κάποιον που περιμάζεψα και φρόντισα . 
Ακριβώς . Γι ' αυτό , χάρισέ του τη ζωή . 
Θα τον στείλω στην αλυκή και θα τον προσέχω . 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΤΟ ΜΕΓΑΛΟ ΣΧΕΔΙΟ 
Ήταν η μέρα που ο πρόεδρος ανακοίνωσε την υποψηφιότητά του . 
Οι υποστηρικτές του ξεχύθηκαν στους δρόμους . 
Επιτέλους , το σήκωσες . 
Όσο κι αν προσπαθώ , τίποτα δεν καταφέρνω . 
Δεν θες να κάνεις άνω κάτω αυτόν τον σκληρό κόσμο ; 
Κι αν είναι δηλητήριο ; 
Φτύσ ' το αμέσως . 
Θα το καταλάβεις με το που θ ' αγγίξει τη γλώσσα σου . 
Το έργο ανασυγκρότησης . 
Θα το κάνεις ; 
Θα το κάνω , θα το λήξω , ό , τι θέλεις . 
Με νόμιμες διαδικασίες ; 
Οι νόμιμες διαδικασίες έχουν ένα τίμημα . 
Σύμπτωση είναι η στροφή κι η περιστροφή της Γης ; 
Σύμπτωση κι ο Ήλιος που φωτίζει τη Γη ; 
Θέλω δύναμη . 
Θα σου τη δώσω . 
Μπορώ να σου δώσω τα πάντα . 
Θα περιμένω νέα σου . 
22 ΔΕΚΕΜΒΡΙΟΥ1959 ΣΕΟΥΛ , ΝΟΤΙΑ ΚΟΡΕΑ 
ΞΕΝΟΔΟΧΕΙΟ ΜΠΑΝΙΑ 
Από δω πάμε . 
Ξέρεις γιατί είμαστε εδώ ; 
Μάλιστα . 
Ό , τι πούμε εδώ είναι εμπιστευτικό . 
Μάλιστα . 
Εξετάσαμε την πρόταση Εθνικής Ανασυγκρότησης . 
Έχουμε ένα σχέδιο για σένα . 
Ναι , είναι σπουδαίο σχέδιο . 
Λεφτά ή εξουσία μπορούμε να σου δώσουμε . Να μπεις σε καλή οικογένεια . 
Είμαι ήδη αρραβωνιασμένος . 
Με την κόρη του κύριου Τσου Ιντέ . 
Τι είπες ; 
Τι είσαι με την κόρη του Τσου Ιντέ ; 
Αρραβωνιασμένος . 
Σκοπεύεις να γίνεις γαμπρός του Τσου Ιντέ ; 
Τον θαυμάζω όσο κανέναν . 
Είπες ότι χώρισαν . 
Μάλλον έγινε παρεξήγηση . 
Τι παρεξήγηση ; 
Είπε ότι τον θαυμάζει . 
Ναι , τον θαυμάζω όσο κανέναν . Γιατί ταράζεστε τόσο ; 
Δεν έχεις ιδέα γιατί είμαστε εδώ ; 
Αφήστε με να το συζητήσω μαζί του έξω . 
Έλα μαζί μου . 
Έλα . 
Από δω . 
Τι ήταν αυτό ; 
Να βγαίνετε κρυφά για τρία χρόνια . 
Πώς σου ήρθε αυτό ; 
Τρία χρόνια περνούν γρήγορα . 
Δεν θα τη χωρίσω . 
Τότε , τι κάνεις εδώ ; 
Έχω ένα όνειρο για το έθνος μας . 
Πώς μπόρεσες να δεις όνειρο χωρίς να κοιμηθείς ; 
Δες την Ομοσπονδία Τσόνγκου ως κρεβάτι και τον κύριο Αν ως μαξιλάρι . 
Θες κρεβάτι και μαξιλάρι για να κοιμηθείς . 
- Δεν μπορώ να σου μιλήσω . 
- Άνοιξε τ ' αυτιά και θα μιλήσουμε . 
Το κακομαθημένο παλιόπαιδο . 
Τον καλόπιασα λίγο και νομίζει ότι είναι κάποιος . 
Να τον ακολουθήσω ; 
Ναι , πήγαινε . 
Δεν θέλουμε να μπλέξουμε με τον Τσου Ιντέ , έτσι ; 
Δεν θα κερδίσουμε τίποτα απ ' αυτόν . 
Πρέπει να βρούμε άλλον , σωστά ; 
Μπορούμε να βρούμε άλλον . 
Του έβαλα μυαλό . 
Είναι άχρηστος . 
Φεύγοντας , μου είπε ότι θα χώριζε με τη Γιοτζίν , την κόρη του Τσου Ιντέ . 
Έχει ελπίδες απέναντι στον Κανγκ Σονγκμίν ; 
Δεν είναι έτοιμος ακόμα . 
Δώστε μου λίγο χρόνο να τον ετοιμάσω . 
- Βγαίνει ! 
- Έρχεται ! 
ΝΟΣΟΚΟΜΕΙΟ ΙΛΜΟ 
Με συγχωρείτε . 
- Θα είσαι εντάξει ; 
- Τσου Ιντέ ! - Τσου Ιντέ ! 
- Τσου Ιντέ ! 
- Ευχαριστώ . 
Σας ευχαριστώ όλους . 
Το εκτιμώ . 
Αλήθεια πήγε εκεί ; 
Ναι . 
- Τσου Ιντέ ! - Τσου Ιντέ ! 
Φέρεται φιλικά , ποζάρει . 
Ποζάρει για φωτογραφίες ; 
Έπρεπε να τρέξει εκεί ; 
Ο Τσου Ιντέ τον έπιασε απ ' τον ώμο . 
Μοιάζουν με οικογένεια . 
Τον έπιασε απ ' τον ώμο ; 
Ναι . 
Κύριε Τσου , είδατε τα ποσοστά σας το πρωί ; 
Ναι . 
Είδα την έντονη επιθυμία του λαού για τήρηση της δημοκρατίας . 
Δεσποινίς Τσου , συμμετέχετε στα κομματικά ; 
Ναι . 
Αυτό το συμβάν μού έδειξε τις αξίες για τις οποίες πρέπει να αγωνιστούμε και τη σημασία των εκλογών . 
Μπράβο ! 
Ο διευθυντής Κιμ Σαν του ΥΠΕΣ , σωστά ; 
Ναι . 
Τι ρόλο έχετε στο Κόμμα Καινοτομίας ; 
Δεν είμαι πολιτικός . 
Ήρθα για προσωπικούς λόγους . 
Ας τελειώνουμε . 
Πάμε στο γραφείο του κόμματος . 
Πάμε . 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
Πάω στο γραφείο . 
Θα είσαι εντάξει ; 
Φυσικά . 
Εντάξει . 
Θα μπεις στο κόμμα μας ; 
Το σκέφτομαι . 
Μην πιέζεσαι . 
Θα μιλήσουμε . 
- Μην έρχεσαι εδώ . 
- Δεν το πιστεύω ότι ήρθες εδώ . 
Τι είναι πάλι ; 
Σου προτείνω να ηγηθείς Επιτροπής Οικονομικής Πολιτικής των Δημοκρατικών αν κρατήσεις κρυφή τη σχέση σου . 
- Κρυφή ; 
- Να μην ξέρει κανείς . 
Και πώς θα ηγηθώ Επιτροπής ... 
Αυτό δεν είναι τίποτα μπροστά στο σχέδιό μου για σένα . 
Τι ακριβώς ... Τι σχέδιο είναι αυτό ; 
Τι θα κάνεις ; 
- Θα τη χωρίσεις ; 
- Όχι . Θα το κρατήσεις κρυφό ; 
Τι σχέδιο έχεις , να πάρει ; 
Πάλι αλλάζεις θέμα . 
Είσαι σπουδαίος , μα δεν μ ' αρέσει αυτό . 
Ποιος αλλάζει θέμα τώρα ; 
Ούτε εμένα μ ' αρέσει . 
ΜΥΣΤΙΚΟ ΚΑΤΑΦΥΓΙΟ ΜΟΝΑΔΑΣ ΑΜΥΝΑΣ 
Πότε μιλήσατε με τον Κιμ Κουανγκμίν ; 
Ξέρατε ότι δούλευε με τον Σάμσικ , έτσι ; 
Δεν είμαι σίγουρος . 
- Οι καλεσμένοι για την ομιλία ; 
Με το ζόρι πληρώσαμε τα φυλλάδια . 
Το θέμα είναι τα οχήματα . 
Έτσι όπως πάμε , δεν θα γίνει εκστρατεία . 
Τι κάνεις εδώ ; 
Απλώς ανησύχησα . 
Είμαι καλά τώρα . 
Γιοτζίν . 
Δεν μας δίνουν πούλμαν αν δεν εξοφλήσουμε . 
Θα χαλάσει το πρόγραμμά μας . 
Χρειάζεστε πούλμαν ; 
Ξέρω κόσμο που θέλει να βοηθήσει . 
Να σου τους συστήσω ; 
Γιοτζίν . 
Πού βρήκες αυτά τα λεωφορεία ; 
Τα πέταξε ο στρατός των ΗΠΑ . 
Ωραία δεν είναι ; 
Χαίρω πολύ . 
Είμαι ο Γιουν Πάλμπονγκ . 
Έτσι σύστησε ο Κουανγκμίν τον Γιουν στο Κόμμα Καινοτομίας . 
Σας θυμίζει κάτι ; 
Όχι . 
Να σου πω . 
- Δεν μ ' αρέσει ο Τσου Ιντέ . 
- Το ξέρω . 
Είναι αναγκαίο αυτό ; 
Είναι . 
Τελείωσες το βιβλίο ; 
Πονοκεφάλιασα με δαύτο . 
ΤΟ ΜΟΝΟΠΑΤΙ ΤΗΣ ΣΥΝΥΠΑΡΞΗΣ 
Πατέρα , από δω οι φίλοι του Σαν . 
Γεια σου , αφεντικό ... Γεια σας , κύριε . 
Μου δίνετε ένα αυτόγραφο ; 
Τελείωσε , λοιπόν . Μπράβο . 
Σου είπα να μην έρχεσαι εδώ . 
Απλώς δεν έχω πολύ χρόνο . 
Μπορεί να σε δει κανείς . 
Πες στον Κανγκ Σονγκμίν ότι ανέλαβα την ασφάλεια στην εκστρατεία του Τσου Ιντέ . 
Όλα πάνε καλά άμα κάνεις ό , τι σου λέω , έτσι ; 
- Ναι . - Φύτεψες το βιβλίο που σου έδωσα ; 
Ναι , το φύτεψα στο γραφείο του Τσου Ιντέ . 
Θα ' σαι η κύρια δύναμη στην πτώση του Τσου Ιντέ . 
Πες στον Κανγκ Σονγκμίν πόσο καλά τα πάω . 
Φυσικά . Μην ανησυχείς γι ' αυτό . 
Ευχαριστώ . 
Πότε θα σκοτώσεις τον Γιουν ; 
Το ετοιμάζω . 
Γιατί αργεί τόσο ; 
Κι αν το μυριστεί ο Τσόι Μινκιού ; 
Ψάχνω τον πιο διακριτικό και ασφαλή τρόπο . 
Το πιο ασφαλές είναι να τον σκοτώσεις γρήγορα ! 
Μόνο σ ' εσένα μπορώ να βασιστώ . 
- Θα το επισπεύσω . 
- Εντάξει . 
Συνάντησες τον Τσα Τεμίν ; 
Όχι ακόμα . 
Δεν θες να το κάνει αυτός ; 
Δεν είναι αυτό . Έχει λουφάξει και μετανιώνει . Είναι απαραίτητο να ... 
Μου ράγισε την καρδιά . 
Με πρόδωσε . 
Μου γύρισε την πλάτη όταν ήμουν στα χειρότερά μου . 
Αν θέλει να τον συγχωρήσω , να κάνει τη δουλειά πάση θυσία . 
- Λύστε τον. 
- Μάλιστα . 
Πρέπει να με μισείς . 
Δεν μισώ κανέναν . 
Αν σε μισούσα , θα είχα φύγει . 
Υποθέτω πως ναι . 
Ποιον θέλει νεκρό τώρα ; 
Τον Γιουν Πάλμπονγκ . 
Αυτόν που σκότωσε τον γιο του Αν Γιοσόμπ ; 
Ναι , αυτόν . 
Σκότωσέ τον και θα πας στην Οσάκα ... 
Καταλαβαίνω πώς νιώθεις . 
Δεν πρόδωσα εγώ τον Κανγκ Σονγκμίν . 
Αυτός μας πρόδωσε ! 
Εκμεταλλεύτηκε την Ένωση Σίνι ! 
Έχεις δίκιο . 
Εννοείται πως το ξέρω . Μα στον Γιουν Πάλμπονγκ αξίζει να πεθάνει . 
Το ξέρεις καλά . 
Είχαμε πολλές ευκαιρίες τότε στο Μπουσάν . 
Αν ο Γιουν δεν είχε σκοτώσει τον Μιντσόλ , ο Σονγκμίν δεν θα είχε τέτοια χάλια . 
Ποιος έφερε τον Γιουν Πάλμπονγκ ; 
Εσύ . 
Υπάρχει ένα κάθαρμα . 
Συγγνώμη . 
Τότε το θεωρούσα πράξη πίστης . 
Ο Κανγκ Σονγκμίν . 
Τι θα κάνεις μ ' αυτόν ; 
Θα βάλω τέλος στην πολιτική του καριέρα . 
Ο Θεός να μας φυλάει αν γίνει ποτέ πρόεδρος . 
Στο μεταξύ , κάνε νέα αρχή στην Οσάκα . 
Έχω αποδείξεις ότι ο Κανγκ Σονγκμίν εμπλεκόταν στην Ένωση Σίνι . 
Εδώ φτιάξαμε με τον Σονγκμίν την Ένωση Σίνι . 
Κώδικα δεοντολογίας , κανονισμούς , μέχρι και βόμβες . 
Πολύ παλιά φωτογραφία . 
Μετά βίας τον αναγνωρίζεις . 
ΥΠΟΥΡΓΕΙΟ ΕΣΩΤΕΡΙΚΩΝ 
Ο Τσου Ιντέ προηγείται στις μεγάλες πόλεις . 
Πρέπει να ανακόψουμε τη δημοτικότητά του . 
Πώς ακριβώς ; 
Δεν ήρθαμε για κουβεντούλα ! 
Ο νόμος Τοπικής Αυτοδιοίκησης ; 
Προτείνω ανοιχτή συνεδρίαση στην Εθνοσυνέλευση ... 
Ανοιχτή συνεδρίαση ; 
Ποιος προλαβαίνει ; 
Μόνο εγώ είμαι σε απόγνωση ; 
Βρείτε άλλον τρόπο να κινητοποιήσετε στρατό και δημοσίους υπαλλήλους . 
Εντάξει , θα σας ξαναπάρω . 
Όλοι το κάνουν θέμα . 
Γιατί δεν το επιβάλλουμε ; 
Ακόμα και το κόμμα μας είναι διχασμένο . 
Δεν ωφελεί να καθυστερούμε . 
Πρέπει να το επισπεύσουμε . 
Μίλα στον βουλευτή Πακ Τζιγούκ . 
ΕΘΝΟΣΥΝΕΛΕΥΣΗ 
Είδατε την αίτηση της εταιρείας Σάνε για τα έσοδα εξαγωγών ; 
Ναι , ζητούν να πληρωθούν με αλεύρι . 
Αλεύρι ... 
Διαφωνεί κανείς ; - Όχι . - Τότε , τέλος για σήμερα . 
Μπράβο σε όλους . 
Βουλευτή Πακ . 
Μην αποκοιμιέστε στις συσκέψεις . 
Φαίνεται να βαριέστε . 
Όλα αυτά περί εσόδων και τα συναφή με πονοκεφαλιάζουν . 
Να κάνετε αυτό στο οποίο είστε καλός . 
Πρέπει να περάσει η αναθεώρηση για την Τοπική Αυτοδιοίκηση . 
Υπάρχει σθεναρή αντίδραση . 
Γι ' αυτό θέλουμε τη βοήθειά σας . 
Να τους τρομάξω λίγο ; 
Δεν έχουμε χρόνο . 
- Γεια σας . - Γεια . 
Πάει καιρός . 
Νωρίς ήρθατε . 
Πάμε μέσα . 
Γεια σας , κύριε . Ήρθαμε . 
- Πώς είστε , κύριε ; 
Καλά . Πάει καιρός . 
Τι κάνετε , παιδιά ; 
Άνοιξα μαγαζί όταν έφυγα από το Σώμα , αλλά έκλεισε . 
Κανείς σας δεν φαίνεται να τα πηγαίνει καλά . 
Όλοι ζοριζόμαστε . 
Είμαστε έτοιμοι για όλα . 
Ο Τσου Ιντέ είχε μεγάλη αποδοχή . Γιατί δεν πήγατε στο κόμμα του ; Γιατί στην Επιτροπή Οικονομικής Πολιτικής των Δημοκρατικών ; 
Λόγω του Σάμσικ ; 
Γεια . Επιτέλους , γύρισες . 
Σταμάτα να με δελεάζεις με φαγητό . 
Αυτό είναι για μένα . 
Θέλεις λίγο ; 
Τι κάνεις εδώ ; 
Ξέρεις τον βουλευτή Σον Γουσόκ της νέας φράξιας ; 
Ναι , τον ξέρω . 
Τον έχω του χεριού μου . 
Να σου πω γιατί ; 
Έχει λαδωθεί πολύ από μένα . 
Μπες στη νέα ομάδα του Δημοκρατικού Κόμματος μέσω αυτού . Θ ' αναλάβεις την Επιτροπή Οικ. Πολιτικής και τις προεδρικές δεσμεύσεις . 
Ή τώρα ή ποτέ . 
Δέξου ή φύγε . 
Βάλ ' τα πάνω σε ραπάνι , με πατάτες , φρέσκο κρεμμυδάκι και ψιλοκομμένο σκόρδο . Βάλε μπόλικο τσίλι , άσ ' το να σιγοβράσει . 
Είναι ό , τι καλύτερο με το κρύο . 
- Ξέχνα το . 
- Καλή όρεξη . 
Μπορείς και να τα ψήσεις . 
Κοίταξα την πρόταση Εθνικής Ανασυγκρότησης , - αλλά είναι όντως εφικτή ; 
- Με μεγάλα δάνεια κι επενδύσεις ... 
Πολλοί Αμερικάνοι τρώγονται να επενδύσουν . 
Κι οι γνωστοί μου τηλεφωνούν συνέχεια . 
- Πριν την οικονομική συμφωνία με ΗΠΑ ... 
- Ναι . Ξέρεις τη συμφωνία ; 
Έλα τώρα . Για ποιον με πέρασες ; 
- Άσε με να τελειώσω . 
- Φυσικά , συνέχισε . 
Η κυβέρνηση πρέπει να προσελκύσει ξένα κεφάλαια . 
Οι ξένοι επενδυτές δεν εμπιστεύονται την κυβέρνηση Ρι . 
Χρειάζεται νέα οικονομική πολιτική για να μας εμπιστευτούν οι ΗΠΑ . 
Προτείνεις να κάνουμε κάτι που δεν μπορούν οι Φιλελεύθεροι ; 
Ακριβώς . Αυτό εννοώ . 
Επιτέλους , το ' πιασες . 
Όμως , οι Δημοκρατικοί έχουν χωριστεί στην παλιά ομάδα του Γιουν Μποχιόν και τη νέα , του Τζανγκ Μιν . 
Το γνωρίζω . 
Θέλω αυτές τις πολιτικές να τις χειριστεί η νέα ομάδα . 
Φυσικά . 
Μόνο έτσι θα κερδίσεις την πλήρη υποστήριξη της νέας ομάδας . 
- Φέρε το αγαπημένο του ουίσκι . - Μάλιστα . 
Τώρα μιλάς σωστά . 
Έχετε γνωρίσει τον Κιμ Σαν ; 
Ελάτε να συστηθείτε . 
31 ΔΕΚΕΜΒΡΙΟΥ 1959 ΣΕΟΥΛ , ΝΟΤΙΑ ΚΟΡΕΑ 
ΣΤΡΑΤΙΩΤΙΚΗ ΛΕΣΧΗ ΗΠΑ 
Χανμίν ! 
- Ο Κουανγκμίν . - Γεια . 
Πώς πήγε ; 
Θ ' αναλάβω την ΕΟΠ των Δημοκρατικών . 
- Συγγνώμη για τις προάλλες . 
- Δεν πειράζει . 
Συγχαρητήρια . Πας για βουλευτής . 
- Ας γιορτάσουμε . 
Μέχρι τελικής πτώσης . 
- Εις υγείαν . - Εις υγείαν ! - Εις υγείαν ! 
Μάλλον θα πιω πολύ απόψε . 
Παράγγειλε κι άλλα . 
- Για δες . 
- Πέντε , - τέσσερα , τρία , δύο , ένα ! - Τέσσερα , τρία , δύο , ένα ! 
- Καλή χρονιά ! - Καλή χρονιά ! 
Μου θυμίζει τότε που σπουδάζαμε στις ΗΠΑ . Όντως . 
Δεν θα πληγωθεί η Γιοτζίν αν μπεις στο Δημοκρατικό Κόμμα ; 
Δεν ξέρω αν πήρα τη σωστή απόφαση . 
- Σαν . - Ναι ; 
Εμπιστεύεσαι τον θείο Σάμσικ ; 
- Γιατί ρωτάς ; 
- Δεν είμαι σίγουρος . 
Με αγχώνει που πάνε όλα τόσο καλά . 
Μαζευτείτε , μαζευτείτε . 
Μπρούμυτα ! 
Ανάσκελα ! 
Κουανγκμίν . 
Γιατί ο Σάμσικ σε κάνει να νιώθεις ανησυχία ; 
Ας φέρουμε τα πάνω κάτω στην Κορέα ! 
Πού πας ; 
Περίμενέ με . 
Ακίνητοι , προσοχή ! 
Ακίνητοι ! 
Χαιρετήστε ! 
Ωραία είναι . 
Μοιράστε τα κοντά στο γραφείο του Κόμματος Καινοτομίας . 
Μάλιστα . Πάμε . 
Έτσι μπράβο . 
ΠΡΟΕΔΡΟΣ ΕΠΙΤΡΟΠΗΣ ΟΙΚΟΝΟΜΙΚΗΣ ΠΟΛΙΤΙΚΗΣ 
Τι κάνουν οι άλλοι ; 
Μπορώ να τους βρω . 
Τον Γιουν Πάλμπονγκ ... θα τον φάω απόψε . 
Θα έρθεις μαζί μου ; 
Την περίμενα αυτήν τη μέρα . 
Ωραία . 
Έτοιμος ο Τσα Τεμίν ; 
- Μάλιστα . 
- Τι είπε ; 
Είναι αποφασισμένος να σκοτώσει τον Γιουν με τα ίδια του τα χέρια . 
Ωραία . Θέλω να γίνει το συντομότερο . 
Μάλιστα . 
Τι είπε ο Κανγκ Σονγκμίν ; 
- Είπα να μην έρχεσαι εδώ . 
- Του ' πες για το Κόμμα Καινοτομίας ; 
- Δεν θα ξαναϊδωθούμε ποτέ , κατάλαβες ; 
Ότι τα πήγες καλά . 
Πιάσε φιλίες με τον Τσου Ιντέ και κατασκόπευέ τον. 
Δηλαδή , δεν με θέλει νεκρό πια ; 
Φυσικά και όχι . 
Θα καταστρέψεις τον Τσου . 
Όχι μόνο θα σώσεις τη ζωή σου , αλλά θα μπεις και στην Εθνοσυνέλευση . Όλα χάρη σ ' εμένα , έτσι ; 
Δεν απογοητεύεις ποτέ . 
Είσαι πολύ έξυπνος . 
Είναι ένα μόνο από τα ταλέντα μου . 
Ευχαριστώ , Σάμσικ . Το εκτιμώ . 
Φεύγω . 
Μην ξανάρθεις εδώ . 
Κατάλαβα . 
Δεν θα ξανάρθω ποτέ . 
Τι ; Τι είναι πάλι ; 
Κύριε βουλευτή . 
Δεν ήξερα ότι ήσουν εδώ κοντά . 
Μόλις είδα τον Γιουν να φεύγει . 
Πότε θα τον σκοτώσεις ; 
Ο πατέρας μου σου αγόραζε πολύ ψωμί , έτσι ; 
Ήσουν πολύ εργατικός τότε . Αλλά τώρα ... έχεις γίνει πολύ αργός . Γερνάς ; 
Ή μήπως ... μου κρύβεις κάτι ; 
Έτσι νομίζω . 
Πες το . Μπορείς να μου πεις τα πάντα . 
Ο Γιουν Πάλμπονγκ μπήκε στο Κόμμα Καινοτομίας . 
Γιατί ; 
Νομίζει ότι θα σωθεί αν μείνει με τον Τσου Ιντέ . 
Τέλεια . 
Ορίστε ; 
Σκότωσέ τον μαζί με τον Τσου . 
Κύριε βουλευτή , αυτό δεν ... 
Εγώ έθεσα τον στόχο , κι εσύ βρήκες τα μέσα . 
Πλάκα κάνω . 
Θα μπλέξω αν πειράξω τον Τσου Ιντέ . 
Χειρίσου το όπως νομίζεις . 
Σε εμπιστεύομαι . 
Μάλιστα . 
Γιοτζίν , γιατί θέλει να γίνει πρόεδρος ο πατέρας σου ; 
Τόσο ωραία είναι ; 
Δεν θέλει να γίνει πρόεδρος γιατί θα ήταν ωραίο . 
Θέλει να διασφαλίσει ότι θα καταφέρεις ό , τι θελήσεις στο μέλλον . 
Γι ' αυτό το κάνει . 
- Γιοτζίν . 
- Θείε Σαν . 
Η Γιοτζίν σε περιμένει πολλή ώρα . 
Τι σε φέρνει εδώ ; 
Έχεις μέρες να πάρεις . 
Είχα δουλειά . 
Όλο και περισσότεροι καλοπιάνουν τον πατέρα μου . Κι αρχίζει να ακούει μόνο ό , τι θέλει να ακούσει . 
Ανησυχώ μήπως αλλάξει . 
Υπάρχουν άλλες επιλογές ; 
Να συμμαχήσουμε με τους Δημοκρατικούς . 
Όχι , οι Δημοκρατικοί δεν θα συμφωνούσαν . 
Ξέρεις κάποιον εκεί ; 
Χαίρομαι που σε βλέπω . 
- Τσου Ιντέ ! - Τσου Ιντέ ! 
- Τσου Ιντέ ! 
- Άντε χαθείτε ! 
- Τσου Ιντέ ! - Ζήτω το Δημοκρατικό Κόμμα ! 
- Τι συμβαίνει ; 
- Τι ; Τι κάνετε ; 
Δημοκρατικό Κόμμα για την οικονομία ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
- Το Δημοκρατικό Κόμμα θα νικήσει ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! 
ΚΙΜ ΣΑΝ , ΕΟΠ ΔΗΜΟΚΡΑΤΙΚΟΥ ΚΟΜΜΑΤΟΣ 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
Κάνω έρευνα πολιτικών ... 
Στο Δημοκρατικό Κόμμα ; 
Είσαι μέλος εκεί τώρα ; 
Δεν μπορώ να εξηγήσω τα πάντα , αλλά ... Στην κατάσταση που βρίσκομαι ... 
- Συγγνώμη που δεν σ ' το είπα . 
- Το ήξερα ... ότι θα ερχόταν αυτή η μέρα . 
Εντάξει . 
ΤΣΟΥ ΙΝΤΕ ΓΙΑ ΠΡΟΕΔΡΟΣ ΠΟΛΙΤΙΚΗ ΓΙΑ ΤΟΝ ΛΑΟ 
Η καινοτομία είναι η μόνη μας ελπίδα ! Η καινοτομία είναι η μόνη μας ελπίδα ! 
Η ειρηνική επανένωση είναι η μόνη μας ελπίδα ! Η ειρηνική επανένωση είναι η μόνη μας ελπίδα ! 
Δεν μπορεί να συνεχιστεί αυτό ! Ας κάνουμε αλλαγές ! Δεν μπορεί να συνεχιστεί αυτό ! 
Ας κάνουμε αλλαγές ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! 
- Τσου Ιντέ ! 
- Σας ευχαριστώ όλους ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
Ήρθε η κόρη του κύριου Τσου ! 
- Τσου Γιοτζίν ! - Τσου Γιοτζίν ! - Τσου Γιοτζίν ! - Τσου Γιοτζίν ! - Τσου Γιοτζίν ! - Τσου Γιοτζίν ! 
- Έλα μπροστά ! 
- Τσου Γιοτζίν ! 
- Ανέβα στη σκηνή ! - Τσου Γιοτζίν ! - Τσου Γιοτζίν ! - Εμπρός ! 
Τι λέγατε με τον πατέρα μου ; 
Με θέλει στο Κόμμα Καινοτομίας . 
Του απάντησες ; 
Του είπα ότι θα το σκεφτώ . 
Να αναβάλαμε τον γάμο ; 
Υπάρχει θέση για μένα στο Κόμμα Καινοτομίας ; 
Θες να μπεις στην πολιτική ; 
Θα μπεις στο κόμμα μας ; 
Το σκέφτομαι . 
Μην πιέζεσαι . 
Όλο και περισσότεροι καλοπιάνουν τον πατέρα μου . 
Ανησυχώ μήπως αλλάξει . 
Υπάρχουν άλλες επιλογές ; 
Να συμμαχήσουμε με τους Δημοκρατικούς . 
Όχι , οι Δημοκρατικοί δεν θα συμφωνούσαν . 
Ξέρεις κάποιον εκεί ; 
Χαίρομαι που σε βλέπω . 
Τα αγαπημένα της Τζίνα , έτσι ; 
Μην πάρεις για την Τζίνα . 
Αυτά είναι τα αγαπημένα της ; 
- Αυτά είναι . - Αυτά ; 
- Ένα γεμάτο πακέτο . 
- Βεβαίως . 
Μακάρι ... να μην έμπαινες στην πολιτική . 
Φέρομαι εγωιστικά ; 
- Τσου Γιοτζίν ! - Τσου Γιοτζίν ! - Τσου Γιοτζίν ! - Τσου Γιοτζίν ! 
- Τσου Ιντέ ! - Ευχαριστώ . - Τσου Ιντέ ! - Τσου Ιντέ ! 
- Σας ευχαριστώ όλους ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
- Σας ευχαριστώ όλους ! 
- Ευχαριστώ ! - Τσου Ιντέ ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! 
- Η καινοτομία είναι η μόνη μας ελπίδα ! - Τσου Ιντέ ! 
Θα είμαι μαζί σας ως το τέλος ! 
Γιοτζίν . Με συγχωρείτε . 
- Τσου Ιντέ ! - Ας κάνουμε αλλαγές ! 
Τι κάνεις εδώ ; 
Συγγνώμη που ήρθα ξαφνικά . 
Να μιλήσουμε λίγο ; 
Όχι τώρα . 
Τι θες να μου πεις ; 
Θα στηρίξω τον κύριο Τσου , όπως και να ' χει . 
Η ένταξή μου στους Δημοκρατικούς δεν αλλάζει κάτι . 
Αυτό ήρθες να μου πεις ; 
Ακόμα θαυμάζω και υποστηρίζω τον κύριο Τσου . 
Μπορείς να βγεις έξω τώρα και να πεις σε όλους ότι είσαι γαμπρός του ; Ότι στηρίζεις το Κόμμα Καινοτομίας ; 
Μπορείς ν ' αφήσεις τους Δημοκρατικούς ; 
Φυσικά . 
Γιοτζίν . Ξέρεις πόσο σ ' αγαπώ , έτσι ; 
Έχω ένα όνειρο . 
Τι όνειρο ; 
Θέλω να βελτιώσω τη χώρα μας . 
Αυτό δεν είναι όνειρο . 
Είναι υποκρισία . 
Υποκρισία με επίφαση ονείρου . 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
Καθάρματα ! 
Γιοτζίν ! 
Γιοτζίν ! 
Γιοτζίν ! 
