Για να σου πω ! 
ΤΣΑ ΤΕΜΙΝ , 25 ΕΤΩΝ 
Τι νομίζεις ότι κάνεις ; 
Σήκω , παλιόπαιδο . 
Σήκω αμέσως ! 
Άσε ήσυχο το παιδί . 
Δρόμο . 
Γύρνα στη δουλειά σου . 
Τι έχεις πάθει ; 
Φύγε , ρε . 
Είπα , φύγε . Δίνε του . 
Δίνε του , κάθαρμα . 
Τι διάολο ; 
Κάποιοι διέφυγαν από τη θάλασσα . Αυτός πέθανε στον δρόμο . 
- Ξεφορτωθείτε το πτώμα . - Μάλιστα . 
Τσα Τεμίν . 
Τσα Τεμίν ! 
Ξεφορτώσου το πτώμα . 
Ξεφορτώσου το , είπα . 
ΚΑΝΓΚ ΣΟΝΓΚΜΙΝ , 16 ΕΤΩΝ 
Η Ένωση Σίνι ορθώνει ανάστημα στην εξουσία που καταπιέζει το έθνος και τον λαό μας . 
" Η Ένωση Σίνι ορθώνει ανάστημα στην εξουσία που καταπιέζει το έθνος και τον λαό μας " . 
Η Ένωση Σίνι πολεμά την αδικία και η βία μας είναι θυσία . 
" Η Ένωση Σίνι δεν καταδυναστεύει κανέναν προς όφελός της " . 
" Είμαστε αντίθετοι με ιδέες , άτομα και ομάδες που μονοπωλούν την εξουσία και θα χρησιμοποιήσουμε βία και όπλα εναντίον τους " . 
" Όποιος υποστηρίζει τη δίωξη και την καταπίεση ... θα τιμωρηθεί στο όνομα της Ένωσης Σίνι " . 
Είναι ο Κώδικας της Σίνι , που έφτιαξες στα 16 σου . 
Τον θυμάσαι ; 
Ο Κανγκ ... Σονγκμίν είναι ... ο τελευταίος στόχος της Ένωσης Σίνι . 
Περίμενε . 
Δώσε μου μια ευκαιρία . 
- Να κάνεις τι ; 
- Οτιδήποτε . 
Θα κάνω τα πάντα . 
Τα πάντα για να συμμορφωθώ . 
Δεν γίνεται ... να πεθάνω έτσι . 
Ευκαιρία ; 
Τεμίν , σε παρακαλώ ! 
Είναι η τελευταία σου ευκαιρία . 
Θα σε παρακολουθώ . 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΤΟ ΚΑΖΑΝΙ ΠΟΥ ΣΙΓΟΒΡΑΖΕΙ 
15 ΜΑΡΤΙΟΥ 1960 ΜΑΣΑΝ , Ν. ΚΟΡΕΑ 
Τι συμβαίνει εδώ ; 
- Τι κάνετε ; 
- Δουλεύουμε εδώ . 
Τι νομίζετε ότι κάνετε ; 
- Τι τα κοιτάς αυτά ; - Τι γίνεται ; Τι κάνουν εδώ τα ψηφοδέλτια ; Άσε με . 
Ήταν σημαδεμένα , έτσι ; 
- Σταμάτα ! 
- Άσε με ! Στήσατε τις εκλογές ! 
Με σημαδεμένα ψηφοδέλτια ! 
Σταματήστε αμέσως ! 
Σταμάτα ! 
Μάλιστα , κύριε . 
Η διαμαρτυρία γίνεται όλο και πιο βίαιη . 
Όσοι δεν έλαβαν ψηφοδέλτιο διαμαρτύρονται έντονα . 
Κι οι Δημοκρατικοί στο Μάσαν κήρυξαν τις εκλογές άκυρες . 
Άκου , Γουτζίν . 
Αν κινδυνεύεις , γύρνα αμέσως . 
Μην κάθεσαι εκεί . 
Θα γυρίσω σύντομα . 
Μάλιστα . 
ΣΟΝΤΕΜΟΥΝ-ΓΚΟΥ , ΣΕΟΥΛ 
Πάμε να ψηφίσουμε . 
Πάμε . 
- Προσοχή με αυτά . - Μάλιστα . 
ΝΤΟΝΓΚΝΤΕΜΟΥΝ-ΓΚΟΥ , ΣΕΟΥΛ 
ΑΡΤΟΠΟΙΕΙΟ ΣΕΪΛ 
ΤΖΟΝΓΚΝΟ-ΓΚΟΥ , ΣΕΟΥΛ 
Οι πρόσφατες ταραχές σε Μάσαν , Ντέγκου και Γιόσου φαίνεται πως υποκινήθηκαν από πράκτορες της Βόρειας Κορέας , για να διαταράξουν τις εκλογές . 
Μέχρι να μάθουμε περισσότερα , ζητάμε από τον Τύπο να μη γνωστοποιεί ανεπιβεβαίωτες πληροφορίες , για το καλό της χώρας μας . 
Αυτά . 
Δεν θα δεχτώ ερωτήσεις . 
ΚΑΠΟΥ ΚΟΝΤΑ ΣΤΗ ΣΕΟΥΛ 
ΕΡΓΑ ΣΥΝΤΗΡΗΣΗΣ 
Γρήγορα ! 
Όχι ερωτήσεις , είπα . 
Ξέρετε πού είναι οι πρώην αστυνομικοί του Πακ Τζιγούκ ; 
- Θέλω μόνο τη διεύθυνση . 
- Μόνο τη διεύθυνση ; 
Σας ευχαριστώ . 
Κάντε άκρη . 
Βγείτε έξω . 
- Τι ; - Κατέβα . 
Κατέβα αμέσως , κάθαρμα . 
Δώστε τις κάλπες . 
Και θα σας αφήσουμε . 
Παλιοτόμαρο ! 
Εσύ . 
Παλιομαλάκα . 
Άντε γαμήσου ! 
Γιατί σκότωσες τον Χετζούν ; 
Καριόλη ! 
Τι διάολο ... Συγγνώμη . 
Ζητώ ειλικρινά συγγνώμη . 
Δεν ήθελα να τον σκοτώσω . 
Λυπάμαι πολύ . 
Ειλικρινά . 
Μην ακολουθείς τις εντολές του θείου Σάμσικ . 
Θα πάρουμε τις κάλπες . 
Γύρνα πίσω . 
Γύρνα πίσω ! 
Γύρνα πίσω , μαλάκα ! 
Άντε γαμήσου ! 
Σίγουρα ήταν ο Τσα Τεμίν ; 
Γιατί να ... Πώς έγινε αυτό ; 
Επικοινώνησε με την Ασφάλεια ... 
Μια στιγμή . 
Θα βάλω τα τσιράκια του Πακ Τζιγούκ . 
Δεν πρέπει να μαθευτεί . Κατάλαβες ; 
- Πού πας ; 
- Κοίτα ... Προέκυψε κάτι επείγον . 
Τι έγινε ; 
Ο Τσα Τεμίν πήρε τις κάλπες . 
- Ο Τσα Τεμίν ; 
- Ναι . 
Γιατί δεν ενημερώσατε το Δημοκρατικό Κόμμα ; 
- Πώς τους αφήσατε να κλέψουν κάλπες ; 
- Το έμαθα εκ των υστέρων . 
Επιπλέον , δεν πίστευα ... ότι η κλοπή θα επηρέαζε το αποτέλεσμα των εκλογών . 
- Γιατί να το κάνει αυτό ο Τσα Τεμίν ; 
- Μάλλον θα μιλήσει στον Τύπο . 
Αν μαθευτεί , θα γίνουν σοβαρά επεισόδια . 
Ο Χανμίν ... διέταξε ανάπτυξη στρατευμάτων στο όνομα του στρατηγού Τσόι . 
Από μόνος του ; 
Ναι , δεν αστειεύεται . 
Θέλει να δει τον στρατηγό Τζανγκ . Τι να κάνω ; 
Όλα αυτά είναι ανοησίες . 
Ο Κιμ Σαν πρότεινε να δούμε τον Τζανγκ Ντουσίκ . 
Αυτός πρότεινε να προχωρήσουμε με το πραξικόπημα , αν το Δημοκρατικό Κόμμα έχανε τις εκλογές . 
Οι αξιωματικοί βράζουν . 
Τίποτα δεν το σταματά . 
Και στην πολιτική και στον στρατό , οι ανώτεροι είναι ένα μάτσο βλάκες . 
Κι ο Τζανγκ Ντουσίκ ; 
Ένας καιροσκόπος είναι . 
Θα τη βρει την άκρη . 
Για λίγο τον θέλουμε . 
Σαν . Υπόσχομαι να φτιάξω έναν κόσμο ... όπου θα μεγαλουργήσεις . 
Πείσε τον στρατηγό Τσόι και το Ίδρυμα Ολμπράιτ . 
Θα το κάνεις ; 
Οι διοικητές το πήραν απόφαση και δεν θα κάνουν πίσω εύκολα . 
Κι ο στρατηγός Τσόι ; 
Ούτε αυτός έχει εγκαταλείψει την ιδέα του πραξικοπήματος . Αλλά ανησυχεί ... ότι όλα αυτά θα είναι αναιτιολόγητα αν κερδίσει το Δημοκρατικό Κόμμα . 
Συμφωνώ . 
Τέτοια θέματα χρειάζονται αιτιολόγηση . 
Μπορούμε να βρούμε αιτιολόγηση . 
Κύριε . 
Είστε ικανοποιημένος με τη θέση σας ; 
Ο στρατηγός Τσόι δεν έχει προσόντα για σπουδαία πράγματα . 
Αν το αποφασίσετε , σκοπεύουμε ... να σας προωθήσουμε για πρόεδρο . 
Έχεις ένα τσιγάρο ; 
Σιγά που θα το έχαφτα . 
Ήξερα καλά τη γνώμη τους για μένα . 
Δεν περίμενα να πει κάτι τέτοιο ο Χανμίν . 
Αυτά είναι βλακείες . 
Επανέλαβα ό , τι είπε ο Κιμ Σαν . 
Είπε να ψήσουμε τον Τζανγκ , για να χρησιμοποιήσουμε τη Μονάδα Άμυνας . 
Χρειαζόμαστε τον στρατηγό Τσόι . 
- Συμφωνώ . 
- Φέρτε τον στο καταφύγιο . 
Αν δεν τον πείσουμε , θα αναπτύξουμε στρατεύματα . 
Μάλιστα . 
Θα τους έχω σε επιφυλακή . 
Χάσαμε συναδέλφους . Κι εσύ έκανες τα στραβά μάτια ; 
Πληρωθήκαμε ήδη . 
Παλιο ... 
Πώς θα πιάσετε τον Τσα Τεμίν έτσι ; 
Θείε Σάμσικ ; 
Ψάχνετε τον Τσα Τεμίν ; 
Κοίτα . Εδώ είναι ο Ινγού . 
Είναι ώρα να πίνεις τώρα ; 
Ο Τσα Τεμίν θα πάει στους δημοσιογράφους απόψε . 
Αν τον δείτε , ειδοποιήστε με . 
- Μπορούμε να τον σκοτώσουμε ; 
- Ειδοποιήστε με πρώτα . 
Μπορεί να πεθάνουμε για να τον πιάσουμε ζωντανό . 
Να είστε έτοιμοι και να με ενημερώσετε . 
Πολιτικό τμήμα Έμιν Ντέιλι . 
Γιοτζίν . 
Εδώ Τσου Γιοτζίν . 
Εγώ σκότωσα τον κύριο Τσου Ιντέ . 
- Μ ' ακούτε ; 
- Ο Τσα Τεμίν , σωστά ; 
Πού είσαι ; 
Να βρεθούμε τώρα . 
ΧΙΟΜΠΡΙΟΚ ΝΤΕΪΛΙ 
ΕΜΙΝ ΝΤΕΪΛΙ 
Αν μπουν στην πρωτεύουσα Ολμοβόλα , Πεζοναύτες και Ειδικές Δυνάμεις , κι η Μονάδα Άμυνας κλείσει οδούς δίπλα στον ποταμό Χαν , το πραξικόπημα θα πετύχει . 
Τι αντιμετωπίζουμε ; 
Η μόνη μεραρχία που φτάνει σε μισή μέρα είναι η 15η . 
Θα κάνουν μισή μέρα ν ' αντιδράσουν . 
Μέχρι τότε , θα έχουν έρθει τα στρατεύματά μας . 
Πείτε τους να είναι σε επιφυλακή . 
Στρατηγέ . Έτσι , θα αποκαλυφθεί το σχέδιό μας . 
Ας περιμένουμε το αποτέλεσμα των εκλογών . 
Το αποφάσισες , έτσι ; 
Δεν υπάρχει επιστροφή . 
Ούτε κατά διάνοια . 
Καταφέρατε να πείσετε τον στρατηγό Τσόι ; 
Μάλιστα . 
Τι του άλλαξε γνώμη ; 
Δεν άλλαξε αυτός γνώμη ... αλλά εγώ . 
Δεν νομίζω να έρθει . 
Πάμε πίσω . 
Περίμενε λίγο . 
Μας ακολουθούν κάποιοι . 
- Ποιοι είναι ; 
- Δεν ξέρω . 
Θα τους απομακρύνω και θα σε βρω στο γραφείο . 
Εντάξει . 
Θα αναπτύξουμε στρατό και χωρίς άδεια του στρατηγού Τσόι . 
Και το Υπουργείο Ανασυγκρότησης ; 
- Το παρατήσατε ; 
- Όχι , ελπίζω να το ιδρύσω , με τη βοήθειά σας . Άλλωστε ... ποτέ δεν πίστεψα τους πολιτικούς . 
Ακόμα να καταλάβεις ; 
Ο Κιμ Σαν τα είχε σχεδιάσει όλα . 
Ποιος άλλος θα χρησιμοποιούσε τον στρατηγό Τσόι ; 
Με τι ακριβώς ασχολείται το Ίδρυμα Ολμπράιτ ; 
Με την πολιτική , την κοινωνία , τον πολιτισμό , την οικονομία της Κορέας . 
Με ό , τι μπορείς να σκεφτείς . 
Τι γράψατε για την πολιτική ; 
" Η Κορέα δεν είναι ακόμα έτοιμη για δημοκρατία " . 
Βαρετό . 
Ετοιμάσαμε οικονομικό σύμφωνο Κορέας-ΗΠΑ ... μα η κυβέρνηση το απέρριψε . 
- Η Κορέα το έχει ανάγκη όμως . 
Δεν μπορείς να είσαι επιλεκτικός ... όταν έχεις τόσο δρόμο μπροστά σου . 
Η Κορέα ... δεν είναι έτοιμη για δημοκρατία . 
Δεν το ξέρετε ; 
Πάμε με τον στρατηγό Τσόι ... να ξελασπώσουμε τη χώρα μας . 
Είμαι έτοιμος για όλα . 
Δεν έχουμε χρόνο . 
Η Πέτρον Χάρβεστ έστειλε ομάδα επιθεώρησης στις Φιλιππίνες . 
Είμαστε στα πρόθυρα να χάσουμε ό , τι έχουμε φτιάξει . 
Για πόσο ακόμα η πολιτική θα μπαίνει εμπόδιο στην Κορέα ; 
Ούτε οι Φιλελεύθεροι ούτε οι Δημοκρατικοί έχουν μέλλον . 
Μπορώ να πω στον θείο Σάμσικ ... για τη σημερινή μας συνάντηση ; 
Ελεύθερα . 
Ευχαριστώ . 
Τι θέλετε ; 
Γιατί με ακολουθείτε ; 
Πού είναι ο Τσα Τεμίν ; 
Κανόνισες να τον συναντήσεις . 
Ο Τσα Τεμίν ; 
Δεν μας είδατε που τα πίναμε νωρίτερα ; 
Ας είχατε τα μάτια σας ανοιχτά . 
Πού είναι η Τσου Γιοτζίν ; 
Την είδες ; 
Πήγαινε στην Έμιν . 
Θα πάρω τον θείο Σάμσικ . 
Εντάξει . 
Ο Σάμσικ θέλει να κάνει πρωθυπουργό τον Κανγκ Σονγκμίν . 
Πιστεύετε ότι θα θεσπιστεί κοινοβουλευτισμός ; 
Δεν είμαι σίγουρος . 
Εγώ αμφιβάλλω . 
Το είπα και στον πατέρα μου . 
Όλοι ονειρεύονται την απόλυτη εξουσία . 
Όμως ... αν κάποιος είχε εξουσία για πολιτική μεταρρύθμιση ... δεν θα ήταν καλύτερα να γίνει πρόεδρος ; 
- Τότε , γιατί ... 
- Γιατί το ήθελε ο πατέρας μου . Αλλά εγώ δεν το θέλω . 
Γιατί ζητήσατε να με δείτε ; 
Μου κινήσατε την περιέργεια . 
" Να ' ναι πιο χρήσιμος από τον Κανγκ Σονγκμίν ; " 
Γιατί να περιμένετε να γίνετε βουλευτής και υπουργός ; 
Κάντε πρόεδρο τον στρατηγό Τσόι ... και θα πάρετε την εξουσία αμέσως . 
Αυτό δεν θέλετε ; 
Μάλιστα . 
Πολύ καλύτερος απ ' τον Κανγκ Σονγκμίν . 
Σας ευχαριστώ . 
Δεν σας πειράζει να καπνίσω . 
Ξέρετε ότι ο Κανγκ σκότωσε τον αδερφό μου , έτσι ; 
Ο Αν Κιτσόλ ήξερε τι έκαναν ο Κανγκ Σονγκμίν και ο θείος Σάμσικ . 
Τι βλακείες είναι αυτές ; 
Ήταν ιδέα του Κιμ Σαν . 
Ο Κιμ Σαν χρησιμοποίησε τη Ρέιτσελ Τζονγκ ! 
Τη μέρα που συνάντησε τον Αν Κιτσόλ , γύρισε τρομαγμένος . 
Ο Κιμ Σαν ; 
Ήρθε τρομαγμένος ; 
Έτρεμε από φόβο . 
Δεν είναι ότι φοβόμουν τον Αν Κιτσόλ . 
Μα ένιωθα ότι ο κόσμος άλλαζε . 
Λες κι ένα γιγάντιο κύμα ... φούσκωνε ανεξέλεγκτο . 
Όποτε ένιωθα έτσι , ήθελα να δω τον θείο Σάμσικ . 
Είχε πάντα αυτοπεποίθηση , καθαρό μυαλό ... και δεν κλονιζόταν . 
Κάθε φορά που αγχωνόμουν ... πήγαινα να τον δω . 
Θείε Σάμσικ . 
Θείε Σάμσικ . 
Ο Αν Κιτσόλ τα ξέρει όλα . 
Τι ; 
Ποιος σκότωσε τον Αν Μιντσόλ . 
Τι εννοείς ; Ότι τον σκοτώσαμε εμείς ; 
Ξέρει τα πάντα . 
Θα κάνει το πραξικόπημα πάση θυσία . 
Μου είπε να πείσω τον στρατηγό Τσόι . 
Μετά , μάλλον , θα τους ξεφορτωθεί όλους , τον Κανγκ Σονγκμίν , εσένα , εμένα . 
Ίσως και τον στρατηγό Τσόι . 
Δεν πείραξα τον Κανγκ Σονγκμίν ακόμα ... γιατί ο πατέρας ήθελε να περιμένω τη μεταρρύθμιση . - Μα δεν χρειάζεται να περιμένω άλλο . 
- Τι θα κάνετε ... - με τον Κανγκ Σονγκμίν ; 
- Θα τον σκοτώσω . 
Με τον νόμο . 
Ξέρει βρωμιές του ο Σάμσικ ; 
Σίγουρα έχει πληροφοριοδότες . 
Τι να σας πω . 
Έχει τον Κώδικα της Σίνι ... με υπογραφή του Κανγκ . 
ΗΡΘΕ ΣΤΟΝ ΦΟΥΡΝΟ ΚΙ ΕΤΡΕΜΕ ΑΠΟ ΦΟΒΟ 
Ο Κιμ Σαν έτρεμε από φόβο ; 
Τίποτα στον κόσμο ... δεν τον έκανε να τρέμει από φόβο . 
Φάνηκε να ξέρει τα πάντα . 
Του είπες για τον Κώδικα της Σίνι ; 
Καλύτερα να πας να δεις ο ίδιος τον Αν Κιτσόλ . 
Με συγχωρείτε . 
Είμαι ο Τσα Τεμίν . 
Κλέψανε κάλπες από περιοχές της αντιπολίτευσης . Αλλά τις πήραμε πίσω . 
Ήθελα να σας ζητήσω συγγνώμη αυτοπροσώπως για τον κύριο Τσου . 
Πρέπει να φύγεις . 
- Ο Τσα Τεμίν . 
- Τσα Τεμίν ; 
- Είσαι τρελός ; 
Κρύψε το όπλο ! 
Τι διάολο ; 
Ο θείος Σάμσικ δεν ήταν αυτός ; 
Εσείς κλέψατε τις κάλπες ; 
Τεμίν . 
Σταματήστε . 
Αρκετά . 
Οι ιστορικές τέταρτες εκλογές για πρόεδρο και πέμπτες για αντιπρόεδρο διεξήχθησαν στις 15 Μαρτίου . 
Από τις 7 : 00 π.μ. , η ψηφοφορία διεξήχθη ειρηνικά στα 8.108 εκλογικά τμήματα όλης της χώρας . 
Από τους 11.196.490 ψηφοφόρους , 17 ΜΑΡΤΙΟΥ 1960 ΣΕΟΥΛ 
ΚΑΤΑΜΕΤΡΗΣΗ ΨΗΦΩΝ ψήφισε το 97 % , δηλαδή 10.861.519 άτομα , προσέλευση ρεκόρ στην ιστορία των δημοκρατικών εκλογών της χώρας . 
Αφού έκλεισαν οι κάλπες στις 5 : 00 μ.μ. , τα εκλογικά κέντρα έστειλαν τις σφραγισμένες κάλπες στα 187 κέντρα καταμέτρησης σε όλη τη χώρα , όπου καταμετρούνταν όλη τη νύχτα . 
- Εντάξει . - Υπουργείο Εσωτερικών . 
ΓΚΙΜΧΕ 
Τσάνγκγουον . 
Από Τσάνγκγουον . 
Εντάξει , ευχαριστώ . 
Πείτε μου . 
ΤΖΙΝΤΖΟΥ 
ΥΠΟΨΗΦΙΟΙ : ΡΙ ΣΟΥΝΓΚΜΙΝ , ΓΙΟΥΝ ΜΠΟΧΙΟΝ ΣΕΟΥΛ , ΓΚΙΟΝΓΚΙ , ΓΚΑΝΓΚΓΟΥΟΝ 
ΡΙ ΣΟΥΝΓΚΜΙΝ , ΓΙΟΥΝ ΜΠΟΧΙΟΝ Κερδίσαμε ! 
- Ναι ! 
- Μπράβο σε όλους ! 
- Τα καταφέραμε ! 
- Μπράβο . 
Μετά την καταμέτρηση των ψήφων , ο πρόεδρος Ρι επανεξελέγη με 86 % του εκλογικού σώματος , σύνολο 9.633.376 ψήφους υπέρ του . 
- Ρι Σουνγκμίν ! - Ρι Σουνγκμίν ! 
Κατά την πρώτη ολομέλεια της 35ης έκτακτης συνόδου της Εθνοσυνέλευσης , στις 18 Μαρτίου , η Βουλή ανακήρυξε τον τέταρτο πρόεδρο , εκλεγμένο στις 15 Μαρτίου , σύμφωνα με το άρθρο 53 του Συντάγματος . 
" Οι προεδρικές εκλογές της 15ης Μαρτίου ήταν οι χειρότερες στην ιστορία " . " Παρανομία , χάλκευση κι απάτη έπληξαν σοβαρά τη δημοκρατία " . 
" Συνεπώς , απορρίπτουμε κατηγορηματικά το αποτέλεσμα και ζητάμε νέες εκλογές " . 
" Οι φοιτητές αντιστεκόμαστε σθεναρά σε κάθε μορφή διαφθοράς και παρανομίας και συνεχίζουμε τον αγώνα για δημοκρατία " . 
Η νίκη του προέδρου Ρι ήταν σαρωτική , και ξέσπασαν σε όλη τη χώρα διαμαρτυρίες για νοθεία . 
Ο στρατηγός Τσόι ήταν διχασμένος . 
Κατάλαβα . 
Γίνονται διαμαρτυρίες κατά των εκλογών σε όλη τη χώρα . 
- Ας περιμένουμε και βλέπουμε . 
- Οι διαδηλώσεις δεν θα μας εμποδίσουν . 
Θα είναι η δικαιολογία που χρειαζόμαστε . 
Επιστρέψτε στις βάσεις σας . 
Μα , κύριε ... ΕΤΟΣ 1960 ΑΓΝΩΣΤΟ ΜΕΡΟΣ , ΝΟΤΙΑ ΚΟΡΕΑ 
Ο κόσμος αγανάκτησε με τη νοθεία , κάτι που ίσως αιτιολογούσε το πραξικόπημα . 
Ο Τζονγκ Χανμίν ήταν έξαλλος ... που ο Τσόι Χανρίμ κατέστρεψε όλα όσα είχε ετοιμάσει . 
Ούρλιαζε με όλη του τη δύναμη , στον δεύτερο όροφο του Τέπιονγκακ . 
Τον άκουσε όλο το εστιατόριο . 
Κύριε . 
Σας ζητώ να ηγηθείτε ! 
Μη φωνάζεις . 
Η Μονάδα Άμυνας θα τα κατάφερνε μόνη της . 
Ο στρατηγός Τσόι δεν έχει κότσια . 
Όχι , δεν έχει αποφασιστικότητα ! 
- Τζονγκ Χανμίν . 
- Κύριε ! 
Κόψε τις βλακείες , κάθαρμα . 
Κύριε . Πάρτε μια απόφαση . 
Οι εκλογές προκαλούν χάος . 
Μην κάνεις τίποτα παράτολμο . 
Κύριε . 
Ώρα να πάρετε μια απόφαση , κύριε ! 
Δεν έχει αφήσει ποτέ στη μέση το κινέζικο του . 
Θείε Σάμσικ . 
Γιατί είσαι τόσο ταραγμένος ; 
Θα σκοτώσω όλους αυτούς τους άθλιους στρατηγούς . 
Πάντα ήξερα ότι έχεις φλογερή ψυχή , σαν καζάνι που βράζει . 
Σωστά . 
Θέλω να τους κάψω όλους . 
Πρόσεχε . Αλλιώς θα σε καταπιεί το καζάνι που βράζει . 
Ας κάνουμε εμείς το πραξικόπημα . 
Ο Τζανγκ δεν αξίζει καν να είναι στρατηγός ! 
Θα φέρουμε τους αξιωματικούς και θα διώξουμε τους ανίκανους στρατηγούς ! 
Ναι ; 
Κύριε . 
Ναι , ο ίδιος . 
Μάλιστα . 
Τι είναι ; 
Τι συμβαίνει ; 
Δεν θα με σκοτώσετε , έτσι ; 
Όχι , έτσι ; 
- Φώναξε τον Σάμσικ . 
- Κρατήστε τον. 
Ρώτα τον ό , τι θες . 
Ο Νόμος περί Διαφθοράς ; Το πραξικόπημα ; 
Δική τους ιδέα ήταν . 
Γιατί να την πληρώσω εγώ ; 
- Ακίνητος ! 
- Ρώτα τον Σάμσικ ! 
Φώναξε τον Σάμσικ ! Φέρτε τον εδώ ! 
Θέλω τον Σάμσικ . 
Σάμσικ ! Φέρτε τον Σάμσικ ! 
Δεν σχεδίασα τίποτα . 
Νόμος περί Διαφθοράς και πραξικόπημα ! Δική τους ιδέα ήταν ! 
Γιατί να με σκοτώσετε ; 
Ρώτα τον Σάμσικ ! Ρώτα τον ! 
Φώναξε τον Σάμσικ ! 
Σαν ! 
Σαν ! Σαν ... 
Περιμένετε . 
Σαν ! 
Πού είναι ο Σαν ; 
Τζανγκ Ντουσίκ . Τζανγκ Ντουσίκ ! 
Στρατηγέ Τζανγκ ! 
Σώστε με , σας παρακαλώ ! Σώστε με , κύριε ! 
Θα κάνω τα πάντα για σας ! Σώστε με , σας παρακαλώ ! Σώστε με , κύριε ! 
Ρωτήστε τον Σάμσικ ! 
Φέρτε τον Σάμσικ εδώ ! 
Χανμίν . 
Σαν . 
Ώστε εδώ ήσουν . 
Κάτι δεν πάει καλά , Σαν . 
Κάτι θα πήγε στραβά . 
Δεν μ ' ακούνε . 
Θα τους μιλήσεις ; 
Κάτι δεν πάει καλά . 
Σαν ! 
Μίλα τους ! 
Σε παρακαλώ , Σαν , μίλα τους . 
Σαν ! 
Μίλα τους , σε παρακαλώ ! 
Δεν είναι σωστό αυτό . 
Σαν ! 
Μίλα τους , Σαν ! 
Μίλα τους , σε παρακαλώ ! 
Σαν ! 
Σαν ! 
Στρατηγέ Τζανγκ ! 
Στρατηγέ Τζανγκ . 
Λοχαγέ Λι . 
Δεν το έκανα εγώ , λοχαγέ Λι . 
Κοντεύουμε . 
Σαν ! 
- Σαν ! 
- Εδώ είμαστε . 
Σας παρακαλώ ... 
Μην το κάνετε αυτό . 
Δεν είναι σωστό , λοχαγέ Λι . 
Περίμενε . Περίμενε ! 
Είχε φλογερή ψυχή , σαν καζάνι που βράζει . 
Φαίνεται ότι πάγωσε τώρα . 
