ΕΚΠΑΙΔΕΥΣΗ ΥΠΟΨΗΦΙΩΝ ΥΠΟΤΡΟΦΙΑΣ ΟΛΜΠΡΑΪΤ 
Πιο γρήγορα ! 
Σαν ! 
Πιο σιγά ! 
Γρήγορα , Κουανγκμίν ! 
Πιο σιγά ! 
- Κύριε ! 
- Στρατιώτη . 
Ορίστε . Μπράβο . 
Κύριε ! 
- Ορίστε . Εξαιρετική δουλειά . 
- Ευχαριστώ , κύριε . 
- Κύριε ! 
- Στρατιώτη . 
Συγγνώμη . 
Τι κάνεις ; 
Πάω φαγητό στην ανιψιά μου , την Τζίνα . 
Θα ' χεις πολλά στο μυαλό σου . 
Καλά είμαι , κύριε . 
Μη σ ' απασχολεί τίποτα και κοίτα τις σπουδές σου . 
Ξέρεις γιατί είναι ωραία να σπουδάζεις έξω ; Δεν ανησυχείς για την οικογένεια και συγκεντρώνεσαι στις σπουδές σου . 
Θα το κάνω , κύριε . 
Η υγεία του πατέρα σου δεν βελτιώθηκε , έτσι ; 
Μάλιστα . Δεν είναι πολύ καλά . 
Θα συνεισφέρω εγώ στα έξοδα διαβίωσής σου . 
Δεν χρειάζεται , κύριε . Δεν πειράζει . 
Δέξου το . Επιμένω . 
Σας ευχαριστώ . 
- Λοιπόν , βάλε φαγητό . - Μάλιστα . 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΠΑΤΕΡΑΣ ΕΝΑΝΤΙΟΝ ΘΕΙΟΥ 
Ο Κανγκ Σονγκμίν θα κλαίει στα πόδια του κύριου Αν. 
Δεν έχει ιδέα ότι τσίμπησε το δόλωμα . 
Θα είναι ευγνώμων . 
Φυσικά και θα είναι . 
Δεν είχε ονειρευτεί καν να γίνει πρωθυπουργός . 
Τον έχω του χεριού μου από τότε που ήταν μωρό . Γιατί τόσοι Αμερικανοί στρατιώτες ; 
Αμερικανοί ; 
Κάτι δεν πάει καλά . 
Οι νεαροί αξιωματικοί συμφωνούν με την ανακοίνωση . 
Το αρχηγείο των Αμερικάνων έχει και νέες πληροφορίες . 
Θα κρατήσω τον στρατό υπό έλεγχο . 
Η Εθνοσυνέλευση εξαγοράζεται , αλλά ο στρατός διαφέρει . 
Το μάθαμε στην ιαπωνική κατοχή . 
Τι νέες πληροφορίες εννοείς ; 
Ο στρατός ίσως αποπειραθεί να φέρει στην εξουσία τον διοικητή Πεζικού . 
- Τον διοικητή Πεζικού ; 
- Τον στρατηγό Τσόι Χανρίμ . Έχει την εμπιστοσύνη του στρατού κι είναι φίλος του Αμερικανού διοικητή . 
Τον Τσόι Χανρίμ ; 
ΜΥΣΤΙΚΟ ΚΑΤΑΦΥΓΙΟ ΜΟΝΑΔΑΣ ΑΜΥΝΑΣ 
Συνάντησες τον διοικητή Τσόι στην τελετή Ολμπράιτ ; 
Ναι , τον συνάντησα . 
Συζητήσατε για πραξικόπημα τότε ; 
Θαύμαζα τον στρατηγό Τσόι περισσότερο από κάθε άλλον στον στρατό . 
Με βοήθησε στα δύσκολα . 
Τον είχα σαν πατέρα . 
19 ΦΕΒΡΟΥΑΡΙΟΥ 1960 ΣΕΟΥΛ , ΝΟΤΙΑ ΚΟΡΕΑ 
ΞΕΝΟΔΟΧΕΙΟ ΜΠΑΝΙΑ 
Χαιρετήστε ! 
- Κιμ Σαν . 
- Ελπίζω να είστε καλά , κύριε . 
Αληθεύουν οι φήμες ; 
- Μπήκα στο Δημοκρατικό Κόμμα . 
- Η πολιτική δεν είναι παιχνίδι . 
Όλοι νομίζουν ότι είναι διαφορετικοί , αλλά μετά καταλαβαίνουν ότι δεν είναι . 
- Αλλά είναι πολύ αργά τότε . 
- Θα το έχω υπόψη μου . 
Πάμε ; 
Ο στρατηγός Τσόι χαίρει μεγάλης εκτίμησης . 
Πιστεύεις ότι πρέπει να θαυμάζουμε τους αξιοσέβαστους ; 
Προσωπικά , τους μισώ . 
Να τος . 
- Ο Κιμ Σαν έχει κολλήσει δίπλα του . 
- Έτσι πρέπει . Αυτός είναι ο στόχος του σήμερα . 
Ήρθε ο στρατηγός Τσόι . 
- Πολύ δεμένοι δεν δείχνουν ; 
- Είπες ότι αυτός είναι ο στόχος του . 
Και πάλι , το παρακάνει , μου φαίνεται . 
Τον έχει σαν θετό πατέρα . 
Έχει πατέρα έναν Τσου κι έναν Τσόι . 
Πόσους πατεράδες έχει ; 
Ζηλεύεις . 
Ζηλεύω ; 
Εκ μέρους της Ομοσπονδίας Τσόνγκου , τη δωρεά παρέδωσε ο κύριος Αν Κιτσόλ . 
Φέτος θα στείλουμε 12 υπότροφους στις ΗΠΑ . 
Υποδεχτείτε τη Ρέιτσελ Τζονγκ από το Ίδρυμα Ολμπράιτ . Τη μικρή μου αδερφή . 
Κυρίες και κύριοι . Είμαι η Ρέιτσελ Τζονγκ από το Ίδρυμα Ολμπράιτ . 
Πρώτα απ ' όλα , σας ευχαριστώ για τον χρόνο σας και εκτιμούμε βαθιά τον καθένα από εσάς εδώ σήμερα . 
Αυτό που κάνουμε είναι τιμή για εμάς . Χωρίς άλλη καθυστέρηση , με χαρά σας παρουσιάζω τους φοιτητές της υποτροφίας Ολμπράιτ . 
Υποδεχτείτε τους 12 φοιτητές μας . 
Για την απονομή , καλώ τους αποφοίτους μας , Κιμ Σαν , Τζονγκ Χανμίν και Κιμ Κουανγκμίν . 
Προσοχή . Χαιρετήστε . 
- Ρέιτσελ , μίλησες με τον υπουργό ; 
- Καιρό έχω να σας δω , Συνταγματάρχη . 
Το είπες στον θείο σου , έτσι ; 
- Όταν γυρίσω στην Αμερική ... 
- " Μη μας κουράζουν οι καλές πράξεις γιατί κάποτε θα μας αποφέρουν καρπούς , αν δεν τα παρατήσουμε " . 
Επιστολή προς Γαλάτες 6 : 9 . Ο κανόνας της ζωής μου . 
Όσο εσείς κι εγώ δεν τα παρατάμε , όλοι οι σπόροι που φυτέψαμε δεν θα πάνε χαμένοι . 
Δεν το είπες ακόμα στον υπουργό ; 
Δεν το είπα ακόμα στον θείο μου γιατί πιστεύω ότι θ ' απογοητευόταν . 
Το Ίδρυμα Ολμπράιτ σάς παρακολουθεί και βλέπει την υπομονή που δείχνετε . 
Ακόμα κι αν κουραστήκατε , δείξτε πίστη . 
Σκεφτείτε τι καρπούς θα δρέψουμε σύντομα . 
Θα δώσω χαιρετίσματα στον πατέρα και τον θείο μου . 
Με συγχωρείτε . 
- Θείε Σάμσικ . 
- Μάικλ . 
Η αδελφή μου η Ρέιτσελ . 
Ρέιτσελ , ο θείος Σάμσικ . 
- Ο θείος Σάμσικ . 
- Τον έχεις ακουστά , έτσι ; 
Χαίρω πολύ . 
Έχω ακούσει πολλά για σας . Χαίρομαι που σας γνωρίζω . 
Κι εγώ . 
Μιλάς αγγλικά άψογα , σαν Αμερικανή . 
Επειδή είμαι . 
Θα κάνω ένα διάλειμμα , λόγω παπουτσιών , εντάξει ; 
- Εντάξει . - Συγγνώμη . 
Το παπούτσι με ταλαιπωρεί . 
Εις το επανιδείν . 
- Γεια σας . 
- Χαίρετε . 
Ο Τσα Τεμίν το έσκασε , αφού σκότωσε τρεις άντρες μου . 
- Ξεφορτωθήκατε τα στοιχεία εναντίον μου ; - Φυσικά . Τα έκαψα όλα . 
Παρεμπιπτόντως ... 
Πείτε μου . 
Στη διάρκεια της πλημμύρας , κατέρρευσε μια γέφυρα στην περιφέρειά μου . 
Θα το συζητήσουμε αργότερα . 
Εντάξει . 
Το ανέφερα , επειδή εσύ μου είπες . 
Με συγχωρείτε . 
Ναι , δεσποινίς ; 
- Με βοηθάτε να φτιάξω το παπούτσι μου ; 
Θέλετε να σας φτιάξω το παπούτσι ; 
Ναι , σας παρακαλώ . 
Βασικά , δεν πειράζει . 
Θα το φτιάξω μόνη μου . 
Όπως θέλετε . 
Με συγχωρείτε . 
Μου δίνετε φωτιά ; 
Θυμάσαι τη μάχη του ποταμού Νάκντονγκ ; 
Φυσικά και θυμάμαι . 
Μας βομβάρδιζαν 28 ώρες σερί . 
Τι να του πω ; 
Νόμιζα ότι είχες πεθάνει . 
Συγγνώμη . Και σκέφτηκα 
" Τι κάνουν εδώ αυτοί οι κομμουνιστές ; " 
Θέλω να πω ... 
Τι συμβαίνει ; 
Μπορώ να σας μεταφράσω , αν δεν σας πειράζει . 
Ναι , τέλεια . 
Αναρωτιόμουν γιατί δεν γελάνε με το αστείο μου . 
Με την άδειά σας . 
Θα είμαι ο μεταφραστής του . 
Ήθελε να πει 
" Ναι , πέθανα και γύρισα , επειδή είδα κομμουνιστές στον παράδεισο " . 
Αστείο ήταν ! 
Σας το είπα . 
Πραγματικά νόμιζα ότι πέθανα . 
- Ναι . - Ναι . 
Πλάκα έχει . 
Ποιος φανταζόταν την Κούβα υπό κομμουνιστικό καθεστώς ; 
" ... ότι η Κούβα θα γινόταν κομμουνιστική ; " 
Άνθρωποι σαν εσάς , στρατηγέ Τσόι , πρέπει να είναι στην πολιτική . 
- " Άνθρωποι σαν εσάς ... " 
- Πες του ότι φτάνει . 
Αυτό είναι παρέμβαση στο εσωτερικό . 
Γιατί μιλά για πολιτική σ ' έναν στρατιώτη ; 
Στην απίθανη περίπτωση που η Κορέα γίνει κομμουνιστική ... 
" Μη μιλάτε για πολιτική σε στρατιώτη " . " Και αν , λέω , αν ... η Νότια Κορέα γίνει ... " 
Θα αναλάβω εγώ τώρα . 
Ποιος είστε ; 
Τζέισον Άρεντ . Αξιωματούχος στην πρεσβεία των ΗΠΑ . 
Στην πρεσβεία ; 
Εντάξει . Στην πρεσβεία . 
Γιατί έφυγες ; 
Κάποιος απ ' την πρεσβεία προσφέρθηκε για διερμηνεία . 
Έπρεπε να μείνεις εκεί . Γιατί έφυγες ; 
Τι συζητούσαν ; 
Θα μπει στην πολιτική ; 
Τι είπε ; 
Είπε " Στην απίθανη περίπτωση που η Κορέα γίνει κομμουνιστική ... " 
Τότε , τι ; 
Τότε διέκοψε αυτός απ ' την πρεσβεία . 
Γιατί σε τόσο κρίσιμη στιγμή ; 
Με θυμάστε ; 
Ναι . 
Από την τελετή υποτροφίας . 
- Σωστά ; 
- Σωστά . 
Υπέροχα . 
Έχετε καλή μνήμη . 
Θυμάμαι τα πάντα από εκείνη τη μέρα . 
Το Σχέδιο Εθνικής Ανασυγκρότησης ... το βρήκα ενδιαφέρον . 
Μου άνοιξε τα μάτια . 
Ευχαριστώ . 
Πιστεύετε ότι είναι εφικτό ; 
Ίσως . 
Αν το ανοίξουμε , το κάνουμε φύλλο και φτερό και το φτιάξουμε απ ' την αρχή . 
Πού είναι το αστείο ; 
Ούτε το παπούτσι μου δεν φτιάξατε . 
Δεν με αφήσατε . 
Κι αν σας άφηνα , θα το φτιάχνατε ; 
Πολλοί έχασαν χρήματα από επενδύσεις στην Κούβα . 
Γιατί να επενδύσει κανείς στην Κορέα , αν τα πράγματα είναι χειρότερα εδώ ; 
Η Νότια Κορέα διαφέρει από την Κούβα . 
Δεν εμπιστεύομαι ακόμα την κυβέρνηση της Κορέας . 
Δηλαδή , μου λέτε ότι δεν θα επενδύσετε στο βιομηχανικό μας συγκρότημα ; 
Τι άλλο θέλετε ; 
Εγγύηση πληρωμής απ ' την κυβέρνηση της Κορέας . 
Εγγύηση πληρωμής ... 
Σοβαρά θα μπεις στην πολιτική ; 
Μάλιστα . 
- Θα τα βάλεις με βετεράνους πολιτικούς ; 
- Θα κάνω ό , τι μπορώ . 
Έλα να με δεις σύντομα . 
- Θέλω να συζητήσουμε κάτι σημαντικό . 
Υποκλίνεσαι μέχρι και στ ' αμάξι του . 
- Τι είπε η Πέτρον Χάρβεστ ; 
- Θέλουν εγγύηση πληρωμής . 
Πώς να το υποσχεθούμε αυτό ; 
Μπες μέσα . Θα σε πάω εγώ . 
- Μη χαθούμε . 
- Τα λέμε . 
Μπράβο . 
Σου έταξε κάνα φράγκο ο μπαμπάκας σου ο Τσόι ; 
Κάνεις σαν παιδί . 
Πόσους πατεράδες έχεις ; 
Όχι όσους τα ανίψια σου . 
Θεέ μου . 
Τα μετρούσες , λοιπόν ; 
Καλύτερα ν ' αφήσεις ήσυχο τον στρατηγό Τσόι . 
- Επειδή τον έχεις σαν πατέρα ; 
- Αν ναι , θα τον σκοτώσεις κι αυτόν ; 
- Για τι με πέρασες ; 
- Το ομολόγησες ο ίδιος . 
Έχεις δίκιο , το έκανα . Όμως , απλώς ... Ήταν οι συνθήκες τέτοιες . Ήταν η έσχατη λύση ... 
Που έβαλες τον Τσα Τεμίν να σκοτώσει τόσους ; 
Θα τον διώξω από τον στρατό . Δεν θα τον σκοτώσω . 
Γίνεται αυτό ; 
Όλη μου τη ζωή αυτό κάνω . 
Τι σχέδιο έχεις ; 
Θα καταστρέψω τον Πακ Τζιγούκ με δόλωμα τον Χαν Σου . 
Και μετά ; 
Θα καταστρέψω τον Τσόι Χανρίμ με τον Πακ Τζιγούκ . 
Έκτακτο παράρτημα ! 
Η ΦΙΛΟΔΟΞΙΑ ΤΟΥ ΚΑΝΓΚ ΠΡΟΩΘΕΙ ΤΡΟΠΟΛΟΓΙΑ 
Έκτακτο παράρτημα ! 
Αύριο θα βγει άρθρο για την τροπολογία . 
Ο Τσόι Μινκιού θα πιέσει τον Κανγκ Σονγκμίν να την επισπεύσει . 
Οι διαφωνούντες θα ειδοποίησαν τον Τύπο . 
Ακόμα να θέσεις το κόμμα υπό έλεγχο ; 
Προώθησέ την το συντομότερο . 
- Θα πάρει χρόνο ... 
- Δεν έχουμε χρόνο για χάσιμο ! 
Κάνε ό , τι χρειαστεί για να περάσει . 
Τι είπε ; 
Να την προωθήσω αμέσως . 
Αμέσως ; 
Θα πετύχει ; 
ΕΘΝΟΣΥΝΕΛΕΥΣΗ ΕΘΝΟΣΥΝΕΛΕΥΣΗ 
Η κυβέρνηση δεν μπορεί να παρεμβαίνει τόσο απροκάλυπτα στις εκλογές . 
Γιατί να κινητοποιηθούν κρατικοί λειτουργοί ; 
Επειδή είναι απαραίτητο . 
Δεν θα υποστηρίξουμε μια τόσο παράλογη τροπολογία . 
Είναι για το καλό του προέδρου . 
Είστε σίγουρη ; 
Όχι για το καλό του Κανγκ Σονγκμίν ; 
Πάνω από 20 χρόνια υπηρεσίας στην αστυνομία ... μου έμαθαν κάτι . 
" Όλοι έχουν κρυμμένα μυστικά " . 
Το θέμα είναι ... ότι όσο πιο πολύ ψάχνεις , τόσο πιο πολλά μυστικά βρίσκεις . 
Διαχειρίζεστε κεφάλαια με ψεύτικα ονόματα , παρεμβαίνετε σε προσλήψεις τοπικών εταιρειών και δωροδοκείτε σχολές για να μπουν τα παιδιά σας . 
Βρήκα όλα τα στοιχεία στο Γραφείο Εθνικής Ασφάλειας . 
Ό , τι ωφελεί τον Κανγκ Σονγκμίν ωφελεί το κόμμα μας , και , τελικά , και τον πρόεδρο . Καταλάβατε ; 
Νομίζετε ότι ο Κανγκ Σονγκμίν είναι στην Ένωση Σίνι ; 
Αυτό πιστεύετε ; 
Να θυμάστε ότι μπορεί να καταστραφείτε πριν απ ' αυτόν ! 
ΣΟΝΓΙΟΥΓΟΥΟΝ 
Μάζεψα όλους τους βουλευτές που το ' σκασαν στην επαρχία . 
Ωραία . Θα ' χουμε 180 ψήφους μέχρι αύριο το βράδυ . 
ΒΟΥΛΕΥΤΕΣ ΥΠΕΡ ΤΗΣ ΤΡΟΠΟΠΟΙΗΣΗΣ 
Παρεμπιπτόντως , δημοσιεύτηκαν κι άλλα άρθρα . 
Νομίζω ότι ο Σάμσικ κρύβεται από πίσω . 
Σε ποιον άλλον θα έδινε τα στοιχεία ο Τσα Τεμίν ; 
Λες ότι είπε στην Έμιν για την Ένωση Σίνι ; 
Αρκετά μ ' αυτό . Ας πούμε για τον νόμο . 
Κάτι ύποπτο συμβαίνει με τον Σάμσικ . 
Έβαλα να τον παρακολουθούν , και κάνει παρέα με τον Κιμ Σαν , τον γαμπρό του Τσου Ιντέ . 
Συναντήθηκαν με τον Αν Γιοσόμπ . 
Μην εμπιστεύεσαι τον Σάμσικ . 
- Ποιος είναι ο Κιμ Σαν ; 
- Δούλευε στην Υπηρεσία Ανασυγκρότησης . 
Πρέπει να σας μιλήσω , κύριε . 
Γνωστός μού φαίνεται . 
Δεν είδες τις εφημερίδες ; 
Θυμήθηκα . Τον έχω γνωρίσει . 
Λοιπόν ; 
Να τον ψάξω κι άλλο ; 
Εμπρός ; 
Ναι , εδώ είναι . 
Είναι για σας , κύριε . 
- Εδώ Κανγκ Σονγκμίν . 
Ώστε εκεί ήσουν . 
Θέλω να συζητήσουμε κάτι επείγον . 
Πώς θα γίνει ; 
Να έρθω εκεί ; 
Φυσικά , θα περιμένω . 
Ποιος ήταν ; 
Μιλήστε με τους βουλευτές της επαρχίας . 
Σε ρωτάω , ποιος ήταν ; 
Ο Σάμσικ ; 
- Το κάθαρμα . 
- Θα το φροντίσω εγώ . 
Δεν θα έπρεπε ... 
Δεν ξέρεις καν τι μαγειρεύει . 
Είπα ότι θα το φροντίσω . 
Πηγαίνετε . 
Αμάν πια . 
- Βάλε μπρος τ ' αμάξι ! 
- Μάλιστα . 
Ρίξε μια ματιά . 
ΒΙΟΓΡΑΦΙΚΟ ΚΙΜ ΣΑΝ 
Δηλαδή , ο κύριος Αν θα με αντικαταστήσει με τον Κιμ Σαν ; 
Είναι γελοίο . 
Απίστευτο . 
Με υποπτεύεται ακόμα ; 
Να παρακολουθώ τον Κιμ Σαν ; 
Αν τυχόν αποδειχθεί ότι αποτελεί απειλή , θα τον εξαγοράσω την κατάλληλη στιγμή . 
Σ ' ευχαριστώ . 
Μα τι λες . 
Τη δουλειά μου κάνω . 
Ακόμα κι αν όλοι μού έλεγαν να μη σε εμπιστεύομαι , εγώ θα σε εμπιστευόμουν . 
Πρέπει να περάσουμε τον νόμο , έτσι ; 
Ναι , μέχρι αύριο στις 11 : 00 μ.μ. 
Θα κρατήσω μακριά όλα τα μέλη της αντιπολίτευσης . 
Πρόσεχε πού πατάς . 
Όποτε βρισκόμουν σε δύσκολη θέση , με έσωσες . 
Στο εξής , θα κάνω κι αυτά που έκανε ο Γιουν Πάλμπονγκ . 
Θα σε πάω σπίτι . 
Περίμενε . 
Άσε με λίγο . Πήγαινε εσύ . 
Όχι , θα σε πάω σπίτι . 
Δεν πειράζει . Πήγαινε . 
Μπράβο , κύριε . 
Πες στον Χαν Σου να τους μαζέψει όλους . 
Τεμίν ; 
" Η Ένωση Σίνι ... ορθώνει ανάστημα στην εξουσία που καταπιέζει το έθνος και τον λαό μας " . 
" Η Ένωση Σίνι δεν καταδυναστεύει κανέναν προς όφελός της " . 
Τεμίν . " Είμαστε αντίθετοι με ιδέες , άτομα και ομάδες που μονοπωλούν την εξουσία και θα χρησιμοποιήσουμε βία και όπλα εναντίον τους " . 
" Όποιος υποστηρίζει τη δίωξη και την καταπίεση θα τιμωρηθεί στο όνομα της Ένωσης Σίνι " . 
Είναι ο Κώδικας της Σίνι , που έφτιαξες στα 16 σου . 
Τον θυμάσαι ; 
Ο Τσόι Μινκιού το έκανε . 
Δεν τους έστειλα εγώ . 
Ο Κανγκ ... Σονγκμίν είναι ... ο τελευταίος στόχος της Ένωσης Σίνι . 
Περίμενε . Δώσε μου μια ευκαιρία . 
- Να κάνεις τι ; - Οτιδήποτε . 
Θα κάνω τα πάντα . 
Τα πάντα για να συμμορφωθώ . 
Δεν γίνεται ... να πεθάνω έτσι . 
Ευκαιρία ; 
Τεμίν , σε παρακαλώ ! 
Είναι η τελευταία σου ευκαιρία . 
Θα σε παρακολουθώ . 
Τι σε φέρνει εδώ ; 
Πρέπει να σου μιλήσω . 
Από δω , τότε . 
Κρατάτε επαφή ... με τη Γιοτζίν ; 
Γιατί ρωτάς ; Λες και νοιάζεσαι . 
Ο Κανγκ Σονγκμίν παρεκτρέπεται τώρα που στριμώχτηκε . 
Πάει ν ' αλλάξει τον νόμο Τοπικής Αυτοδιοίκησης - και να κινητοποιήσει δημοσίους ... 
Έχει ήδη δημοσιοποιηθεί . 
Γιατί τον κυνηγάς ; 
Μετά τις εκλογές , θα γίνει πολιτική μεταρρύθμιση . 
Θα θεσπιστεί κοινοβουλευτικό σύστημα , κι εκείνος θα γίνει πρωθυπουργός . 
Προσπαθείς να τον σταματήσεις ; 
Σου έχω μεγαλύτερο λαβράκι . 
Λαβράκι ; 
Μια φωτογραφία για πρωτοσέλιδο . Βουλευτή να χτυπά κάποιον στην Εθνοσυνέλευση . 
Ο Κανγκ Σονγκμίν θα προσπαθήσει να περάσει τον νόμο . 
Είναι η ευκαιρία σου να βγεις στο προσκήνιο . 
Θέλεις να του πάω κόντρα ; 
Μαθαίνεις γρήγορα . 
Θέλουμε να περάσει ο νόμος , ώστε να κερδίσει έδαφος στο Κόμμα Φιλελεύθερων , σωστά ; 
Δεν έχω τίποτα άλλο να σου μάθω . 
Πηγαίνοντάς του κόντρα , θα παρουσιαστώ ως μαχητής της δημοκρατίας . 
24 ΦΕΒΡΟΥΑΡΙΟΥ 1960 ΣΕΟΥΛ , ΝΟΤΙΑ ΚΟΡΕΑ 
ΕΘΝΟΣΥΝΕΛΕΥΣΗ 
Έρχονται οι βουλευτές των Φιλελεύθερων ; 
Ναι , ακόμα κι οι εκτός πρωτεύουσας έχουν ξεκινήσει . 
Εντάξει . 
Εντάξει . 
Μάζεψα δέκα από τα πιο δυνατά μέλη μας . 
Ο ένας ήταν παλαιστής . 
Περιμένετε μέχρι να σας καλέσω . 
Εντάξει . Φτάνουν όμως δέκα ; 
Θα τα βάλουμε με πάνω από 100 άτομα . 
Μην ανησυχείτε για τίποτα , κύριε . 
Όλα θα πάνε καλά . 
Κλείστε την πόρτα μ ' αυτά . 
Πάμε μέσα . 
Δύο ποτά , παρακαλώ . 
Ορίστε . 
Τα ποτά σας . 
Ορίστε . 
Ευχαριστώ για τον χρόνο σας . 
Αναρωτιόμουν για το Έργο Εθνικής Ανασυγκρότησης . 
Ευχαριστώ που θα το εξηγήσετε σ ' εμάς τους ανεξάρτητους βουλευτές . 
Είμαι ο Κιμ Σαν , πρόεδρος της ΕΟΠ . 
Χαίρω πολύ . 
Χαίρω πολύ . 
Παρακαλώ , καθίστε . 
Μια στιγμή . 
Ξέχασα κάποια σημαντικά έγγραφα . 
Θα ξεκινήσω εγώ . 
Ωραία . Επιστρέφω αμέσως . 
Καθίστε εσείς . 
Βουλευτή Σον , τι κάνετε εδώ ; 
Ξέχασα κάτι εδώ . 
Γεια σας . 
Ήρθατε όλοι . 
Χαίρομαι που σας βλέπω . 
Ας πιούμε ένα τσάι πριν πάμε στην Εθνοσυνέλευση . 
Δεν συμβαίνει κάτι το ιδιαίτερο . 
Απλώς ήθελα να περάσω λίγο χρόνο μαζί σας . 
Εντάξει . 
Με μεταφορά τεχνολογίας από εταιρείες , οι εξαγωγές μπορούν να ξεπεράσουν ένα εκατομμύριο δολάρια σε πέντε χρόνια . 
Δεν έπρεπε να έχει γυρίσει ο βουλευτής ; 
Έχετε δίκιο . 
Σίγουρα θα έρθει σύντομα . 
- Πάμε τώρα . - Ναι , πάμε . 
- Τι συμβαίνει ; 
- Τι έγινε ; 
Ανοίξτε την πόρτα ! 
Ανοίξτε την πόρτα , καθάρματα ! 
Ο βουλευτής Λι Τσονγκγουόν ; 
- Εδώ είμαι . 
- Μάλιστα . 
Εντάξει . 
Να πάμε τώρα ; 
Όχι ακόμα . 
Αμάν . 
Είμαστε τόση ώρα εδώ . 
Δεν το πιστεύω ότι πρέπει να περιμένουμε τόσο . 
Φέρε μας ουίσκι . 
- Είπε να μη σερβίρω αλκοόλ . 
- Ποιος ; 
Ο Σάμσικ ; 
Θα το αναλάβω εγώ . Φέρ ' το . 
Έλα , μην κάνεις έτσι . 
Είναι εδώ ο βουλευτής Μουν Κιονγκτζού ; 
- Εδώ είμαι . - Εντάξει . 
Ήρθε ο βουλευτής Μουν . 
Είναι επικίνδυνο , κύριε . Παρακαλώ , κατεβείτε . 
- Ποιος είσαι εσύ ; 
- Κάτω , κύριε . Άνοιξε την πόρτα ! 
Άνοιξε την πόρτα αμέσως ! 
Θεέ μου . 
Κύριοι . 
Πηγαίνετε σπίτι . 
Οι Φιλελεύθεροι θα περάσουν νομοσχέδιο . 
Τέτοια ώρα ; 
- Τι νομοσχέδιο ; 
- Για την Τοπική Αυτοδιοίκηση . 
Να τους σταματήσουμε ! 
Τέσσερις εναντίον 100 ; 
Ο ναύαρχος Γι Σουνσίν είμαστε ; 
Για την Τοπική Αυτοδιοίκηση ; 
Θέλουν να στήσουν τις εκλογές ! 
Βουλευτή Κιμ ! 
Τι θα κάνουμε ; 
- Δεν έχουμε ελπίδα . 
- Να καλέσουμε τους Δημοκρατικούς . 
Θα το κάνω εγώ . 
Ώρα να πάτε στην Εθνοσυνέλευση ! 
Πηγαίνετε στην Εθνοσυνέλευση ! 
Γρήγορα ! 
Γιατί να πάμε εκεί ; 
Πάμε , πάμε . 
Πάμε . Γρήγορα . 
Γιατί είσαι ακόμα εδώ ; 
Ούτε να σταθείς δεν μπορείς . 
Είναι ώρα να πίνεις ουίσκι ; 
- Πάω . 
- Γεροξεκούτη ! Κι αν πάθει κάτι ο Κιμ Σαν ; 
Φύγε ! Τώρα ! 
Τι έπαθες ; 
Πώς τολμάς ; 
Τι σου είπα ; 
Θα καθόμαστε να βλέπουμε ; 
Είναι πάνω από 100 Φιλελεύθεροι βουλευτές . 
Ας ψηφίσουμε την τροπολογία για την Τοπική Αυτοδιοίκηση . 
Δεν ήρθατε για να καταψηφίσετε , έτσι ; 
Πάμε . 
Μην τους αφήσουμε να μπουν . 
- Τι πάτε να κάνετε ; 
- Τι κόλπα είναι αυτά ; 
Θα μπούμε με το ζόρι . 
Πιαστείτε από τα χέρια ! 
- Το νομοσχέδιο είναι άκυρο ! 
- Είναι άκυρο ! Λέμε όχι σε παράνομες εκλογές ! 
Όχι παράνομες εκλογές ! Το νομοσχέδιο είναι άκυρο ! 
Τι στο ... Αφήστε με . Είμαι κατά παράνομων εκλογών , Κανγκ Σονγκμίν . 
Τολμάς να επιτίθεσαι σε βουλευτή ; 
Δεν είσαι βουλευτής . Το σκυλάκι του Τσόι Μινκιού είσαι . Παλιο ... 
Κύριε . 
Το νομοσχέδιο είναι άκυρο ! 
Λέμε όχι σε παράνομες εκλογές ! 
Το νομοσχέδιο είναι άκυρο ! 
Λέμε όχι στην παρέμβαση στις εκλογές ! 
Όχι στις παράνομες εκλογές ! 
Το νομοσχέδιο είναι άκυρο ! 
Ποιος το έκανε αυτό στο όμορφο πρόσωπό σου ; 
Ποιος άλλος ; 
Ο Κανγκ Σονγκμίν . 
Μπράβο σου . 
Θα το κάνω εγώ . 
Δεν ανησυχείς για τον Κανγκ Σονγκμίν , έτσι ; 
Φυσικά και όχι . 
Φαίνεται ότι συμβάλατε στο να περάσει η τροπολογία για την Τοπική Αυτοδιοίκηση . 
Πάμε στην εκλογική απάτη της 15ης Μαρτίου ; 
Μπορώ να καπνίσω πρώτα ; 
