Έμαθα ότι ο νέος υπουργός Εσωτερικών είναι πολύ νέος . 
Ο Τσόι Μινκιού . 
Έχει την εύνοια του προέδρου Ρι . 
Να πάμε να τον δούμε ; 
Θα το κανονίσει ο Μιντσόλ . 
Πώς πήγε η βόλτα ; 
Είναι καλό . Δώσ ' το μου . 
Ορίστε ; 
Κι εγώ θα σου δώσω την περιφέρειά μου . 
Έχω δεθεί μαζί του . 
Δεν έχω πολιτικούς να βασιστώ . 
Θα φροντίσω να κερδίσεις μια έδρα . 
Σας ευχαριστώ όλους . 
Μπήκα στην Εθνοσυνέλευση χάρη στην Ομοσπονδία Τσόνγκου . 
Θα βάλω τα δυνατά μου για όλους σας . 
Μόλις φτιαχτεί το βιομηχανικό συγκρότημα , η Κορέα θα γίνει δική μας . 
Τι είπε ο Τσόι Μινκιού ; 
Θα μας ενημερώσει , αφού μιλήσει με τον πρόεδρο Ρι . 
Ζήτησε κι άλλα λεφτά ; 
Ναι . 
Πόσα λεφτά θέλει να μας φάει το κάθαρμα ; 
Πίεσε τα μέλη να δώσουν κι άλλα λεφτά . 
Μετά βίας επενδύουν στο συγκρότημα , πόσο μάλλον σε πολιτικά κεφάλαια . 
Μην εφησυχάζεις . 
Κοίτα να βρεις κι άλλα κονδύλια . 
Σονγκμίν . 
Πόσες μετοχές της Πετρελαϊκής Σόχε έχεις ; 
Γύρω στο 30 τοις εκατό . 
Θα μου τις δώσεις ; 
Ορίστε ; 
Θα σε ανταμείψω αργότερα . 
Και πάλι ... Οι μετοχές μου είναι πολύ ... 
Πήρες έδρα στην Εθνοσυνέλευση . Θεώρησέ το ένα μικρό τίμημα . 
Με χρειάζεσαι , έτσι ; 
- Τ ' άκουσες όλα ; 
- Ναι . 
Πόσες μετοχές της Πετρελαϊκής Σόχε έχεις ; 
Έχω το 32 % . 
Ξέρεις κάτι ; 
Με 62 % , μπορείς να μπεις στην Ομοσπονδία Τσόνγκου . 
Δεν θα τολμούσα . 
Θα σου δώσω τις μετοχές μου . 
Υπό έναν όρο . 
Βρες τα αναγκαία πολιτικά κονδύλια . Κι εγώ ... θα σε κάνω μέλος της Ομοσπονδίας . 
ΚΛΩΣΤΟΫΦΑΝΤΟΥΡΓΙΑ ΣΕΓΚΑΝΓΚ ΕΝΑΡΞΗ ΚΑΤΑΣΚΕΥΗΣ ΛΙΜΕΝΑ ΕΤΟΣ 1957 ΜΠΟΥΣΑΝ , ΝΟΤΙΑ ΚΟΡΕΑ 
Γεια σας . Είμαι ο βουλευτής Αν Μιντσόλ . 
Το όνειρό μου είναι να κάνω την Κορέα υπερδύναμη στις εξαγωγές . 
Ακόμα και ο πρόεδρος Ρι βλέπει θετικά την ανάπτυξη λιμένα . 
Μόλις ολοκληρωθεί το λιμάνι , η Κορέα θα γίνει υπερδύναμη στις εξαγωγές , μέσα σε πέντε με δέκα χρόνια ! 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΑΔΙΣΤΑΚΤΟΣ 
Μου κινήσατε την περιέργεια . 
" Να ' ναι πιο χρήσιμος από τον Κανγκ Σονγκμίν ; " 
Γιατί να περιμένετε να γίνετε βουλευτής και υπουργός ; 
Κάντε πρόεδρο τον στρατηγό Τσόι ... και θα πάρετε την εξουσία αμέσως . 
Δεν συμφωνείτε ; 
Αυτό δεν θέλετε ; 
Ξέρετε ότι ο Κανγκ σκότωσε τον αδερφό μου , έτσι ; 
Θείε Σάμσικ . 
Θείε Σάμσικ . 
Ο Αν Κιτσόλ τα ξέρει όλα . 
Ορίστε ; 
Ποιος σκότωσε τον Αν Μιντσόλ . 
Τι εννοείς ; Ότι τον σκοτώσαμε εμείς ; 
Ξέρει τα πάντα . 
Συγγνώμη , ανέφερα τον Κώδικα της Σίνι . 
Του είπες για τον Κώδικα της Σίνι ; 
Καλύτερα να πας να δεις ο ίδιος τον Αν Κιτσόλ . 
19 ΜΑΡΤΙΟΥ 1960 ΣΕΟΥΛ , Ν. ΚΟΡΕΑ 
ΞΕΝΟΔΟΧΕΙΟ ΜΠΑΝΙΑ 
Η έξοδος είναι αριστερά . Ευχαριστώ . 
Είδα πολλούς ξένους στην αίθουσα υποδοχής . 
Ποιοι είναι ; 
Επιθεωρητές του ΟΗΕ . 
Περάστε . 
Το έφερες ; 
Ναι . 
Η υπογραφή φαίνεται καθαρά . 
Όντως . 
Θείε Σάμσικ . 
Όταν χτίστηκε το ξενοδοχείο , εδώ ήταν το γραφείο του πατέρα μου . 
Πηγαινοερχόμουν συνέχεια από το λόμπι . 
Τότε το ξενοδοχείο μού φαινόταν τεράστιο . Τώρα , όμως , μου φαίνεται πολύ μικρό . 
Παραμένει το καλύτερο ξενοδοχείο στη χώρα . 
Αυτό λέω κι εγώ . 
Η Κορέα είναι πολύ μικρή για μένα . 
Είσαι με τους Αν ή με τους Κανγκ ; 
Ορίστε ; 
Προφανώς ... με την οικογένεια Αν. 
Χαίρομαι που το ακούω . 
Μιας κι οι δύο οικογένειες ήρθαν σε ρήξη τώρα . 
Μάλιστα . 
Φυσικά ήξερα ότι ο Κανγκ σκότωσε τον αδερφό μου . 
Η μέθοδός σου δεν πιάνει σε μορφωμένους ανθρώπους . 
Μόνο σε κάποιον σαν τον Γιουν Πάλμπονγκ . 
Ο πατέρας μου πάντα έλεγε ότι θα φανείς χρήσιμος . 
Μάλιστα . 
Θα βάλω τα δυνατά μου . 
Πόσο εμπλέκεσαι στη δολοφονία του αδερφού μου ; 
Πήγα μόνο τον Γιουν Πάλμπονγκ στο Μπουσάν . 
Δεν φαντάστηκα ποτέ ότι ο Σονγκμίν θα σκότωνε τον Μιντσόλ . Τ ' ορκίζομαι . 
Μετά το πραξικόπημα , ο Κανγκ Σονγκμίν θα εκτελεστεί ... νόμιμα . 
Σίγουρα θα τον αφήσεις ; 
Έχεις μια κακή συνήθεια . Υποτιμάς τους νεότερους αντιπάλους . 
Κοίτα να την αλλάξεις . 
Θα το κάνω . 
Ευχαριστώ για τη συμβουλή . 
Δεν μιλάω για μένα . 
Μιλάω για τον Κιμ Σαν . 
Μην τον υποτιμήσεις . 
Ήρθαν οι επιθεωρητές του ΟΗΕ . 
Τι είπε ο Αν Κιτσόλ ; 
Να τον ερευνήσεις . Πρέπει να τον διαλύσουμε . 
Τι έγινε πάλι ; 
- Δεν γίνεται να τον αφήσουμε έτσι . 
Ας το ξεχάσουμε . Οι καιροί άλλαξαν . 
Οι παλιές μέθοδοι δεν πιάνουν πια . 
Γιατί έγινες τόσο αδύναμος ; 
Δεν ξέρεις ποιος είμαι ; 
Πρέπει να καταστρέψουμε τον Κιτσόλ . Εντάξει ; 
Γνωρίζω τον Αν Κιτσόλ ... απ ' όταν ήταν μωρό , αλλά φαίνεται ότι δεν τον ήξερα καθόλου . 
Δεν ήξερα ότι ήταν πιο πανούργος απ ' τον πατέρα του . 
Αυτός ο μικρός ... δεν είναι τόσο καλός όσο τα αδέρφια του . 
Είναι νέος ακόμα και πράος από τη φύση του . 
Πρέπει να τον προσέχετε . 
Ούτε ο πατέρας του δεν τον κατάλαβε . 
Να εμπιστευτούμε τον Κανγκ Σονγκμίν ; 
Όχι . 
Τότε , τι ; Έχεις καμιά ιδέα ; 
Ναι . 
Έχω ένα σπουδαίο σχέδιο , ώστε η Ομοσπονδία Τσόνγκου να κυριαρχήσει σ ' όλη τη χώρα . 
Σπουδαίο σχέδιο ; 
Θα θεσπίσουμε κοινοβουλευτικό σύστημα και θα εξαγοράσουμε όλη την Εθνοσυνέλευση . 
Καθώς του έλεγα το σχέδιό μου , το παλιόπαιδο πρέπει να γελούσε μαζί μου . 
Μας αφήνεις λίγο ; 
Θα τα θεωρούσε όλα μάταια , αφού δεν γύρισα την πλάτη στον Κανγκ . 
Το όνειρο του Μιντσόλ έμεινε στη μέση . - Αφήστε με να το ολοκληρώσω . 
Αφήστε με . 
- Ορκίζεσαι ... ότι δεν σκότωσες τον γιο μου ; 
Θα περιφρονούσε και τον Κανγκ Σονγκμίν κι εμένα . 
Τότε , ποιος σκότωσε τον γιο μου και γιατί ; 
Θα το ανακαλύψω . 
Θα μάθω την αλήθεια . Το υπόσχομαι . 
Κύριε . 
Αν με εγκαταλείψει η Ομοσπονδία , δεν έχω πού να στραφώ . 
Επειδή μας έχει δει να γονατίζουμε μπροστά στον πατέρα του . 
Θα σας είμαι πιστός . 
Βοηθήστε με μόνο αυτήν τη φορά . 
Μόνο αυτήν . Σας παρακαλώ , σώστε με . 
Πώς θα το αποδείξεις ; 
Θα κάνω τα πάντα . 
- Τα πάντα ; 
- Ναι , τα πάντα ! 
Αν είχα προσέξει το βλέμμα του ... 
Πώς μου διέφυγε τότε ; 
Πώς γίνεται να μην κατάλαβα ότι ο Αν Κιτσόλ είναι πιο αδίστακτος κι από τον Κανγκ Σονγκμίν ; 
Η Τράπεζα Ανάπτυξης θα μας δώσει δάνειο , και το 30 % θα πάει στην προεκλογική εκστρατεία . 
Τι ; Το 30 % ; 
- Είναι παράλογο . 
- Απίστευτο . 
Αυτό παραπάει . 
Μόλις αναλάβω την εκστρατεία , θα φροντίσω η Ομοσπονδία Τσόνγκου να ηγείται των Φιλελεύθερων . 
Όταν γίνει αυτό , θα θεσπίσουμε νόμο για το βιομηχανικό συγκρότημα . 
Ζητώ την εμπιστοσύνη και τη στήριξή σας . 
Χειροκρότημα ! 
Πρέπει να γελούσε μαζί μας από μέσα του , παρακολουθώντας μας σιωπηλά . 
Όλοι ονειρεύονται την απόλυτη εξουσία . Όμως ... αν κάποιος είχε εξουσία για πολιτική μεταρρύθμιση ... δεν θα ήταν καλύτερα να γίνει πρόεδρος ; 
Ο Κιμ Σαν δεν είχε καμιά ελπίδα απέναντι σ ' αυτό το ύπουλο φίδι . 
Κάντε πρόεδρο τον στρατηγό Τσόι ... και θα πάρετε την εξουσία αμέσως . 
Ο Αν Κιτσόλ μπορεί να σε ξεγελάσει άνετα . 
Αυτό δεν θέλετε ; 
Ο Κιμ Σαν δεν τον φτάνει με τίποτα . 
Πολύ καλύτερος απ ' τον Κανγκ Σονγκμίν . 
Αλλά ο Αν Κιτσόλ πρέπει να κατάλαβε την αξία του Κιμ Σαν . 
Ο Σάμσικ θέλει να κάνει πρωθυπουργό τον Κανγκ Σονγκμίν . 
Πιστεύετε ότι θα θεσπιστεί κοινοβουλευτισμός ; 
Δεν είμαι σίγουρος . 
Εγώ αμφιβάλλω . 
Το είπα και στον πατέρα μου . 
Κι είναι το αδύνατο σημείο του Κιμ Σαν . 
- Τότε , γιατί ... 
- Γιατί το ήθελε ο πατέρας μου . 
Αλλά εγώ δεν το θέλω . 
Τον τραβάνε αυτοί που αναγνωρίζουν την αξία του . 
Γιατί ζητήσατε να με δείτε ; 
Μου κινήσατε την περιέργεια . 
" Να ' ναι πιο χρήσιμος από τον Κανγκ Σονγκμίν ; " 
Γιατί μπήκες σε τόσο κόπο ; 
Αν είναι να με σκοτώσεις , κάν ' το . 
Μακάρι να μπορούσα . 
Ο Αν Κιτσόλ προσπαθεί να σώσει τον Κιμ Σαν ; 
Υπέβαλε αίτημα στον Επαναστατικό Στρατό . 
Καταφέρατε να πείσετε τον στρατηγό Τσόι ; 
Μάλιστα . 
Τι του άλλαξε γνώμη ; 
Δεν άλλαξε αυτός γνώμη ... αλλά εγώ . 
Και το υπουργείο Ανασυγκρότησης ; 
Το παρατήσατε ; 
Όχι , ελπίζω να το ιδρύσω . 
Σκοπεύω να το κάνω μόνος μου . 
Είτε με κοινοβουλευτισμό είτε με πραξικόπημα . 
Άλλωστε ... ποτέ δεν πίστεψα τους πολιτικούς . 
Γνωστός μού φαίνεται . 
Ο Κιμ Σαν δεν νοιάζεται ποιος θα πάρει την εξουσία , αρκεί να εφαρμόσει το Έργο Ανασυγκρότησης . 
Οι Δημοκρατικοί έχουν χωριστεί σε ομάδες , του Γιουν Μποχιόν και του Τζανγκ Μιν . 
Το γνωρίζω . 
Θέλω αυτές τις πολιτικές να τις χειριστεί η νέα ομάδα . 
Μόνο έτσι θα κερδίσεις την πλήρη υποστήριξη της νέας ομάδας . 
Ας ψηφίσουμε την τροπολογία για την Τοπική Αυτοδιοίκηση . 
Να τον επαινούν ως προστάτη της δημοκρατίας ; 
Πάμε . 
Τον Κιμ Σαν δεν τον ενδιέφερε ποτέ αυτό . 
- Τι κόλπα είναι αυτά ; - Θα μπούμε με το ζόρι . 
Πιαστείτε από τα χέρια ! 
Το νομοσχέδιο είναι άκυρο ! 
Όχι παράνομες εκλογές ! 
- Το νομοσχέδιο είναι άκυρο ! 
- Τι στο ... 
Είμαι κατά των παράνομων εκλογών . 
- Τολμάς να επιτίθεσαι σε βουλευτή ; 
- Δεν είσαι βουλευτής . - Το σκυλάκι του Τσόι Μινκιού είσαι . 
Κύριε . Καταδικάζουμε τη βιαστική ψήφιση του νομοσχεδίου . Και να ζητήσετε επισήμως συγγνώμη από τον πρόεδρο Κιμ Σαν . 
Σ ' αυτό διαφέρει ο Κιμ Σαν απ ' τον Κανγκ Σονγκμίν . 
Δεν χρειάζεται . 
Δέχομαι τη συγγνώμη του . 
Τι ; 
- Δεν μπορεί να περάσει έτσι . 
- Μερικές φορές πρέπει . 
Αρκεί αυτό . 
3 ΑΠΡΙΛΙΟΥ 1960 ΣΕΟΥΛ , Ν. ΚΟΡΕΑ 
Οι επιθεωρητές του ΟΗΕ θα ερευνήσουν τις εκλογές . 
Θα προτείνουν επανάληψη . 
Θα έχει καμιά επιρροή αυτό ; 
Σίγουρα θα ασκήσει πίεση . 
Γιατί δεν περιμένετε λίγο ακόμα , κύριε ; 
Δεν χρειάζεται πραξικόπημα για να πετύχετε τον στόχο σας . 
Αν περιμένετε , θα χαθεί η ευκαιρία . 
Το πραξικόπημα θα φέρει τα πάνω κάτω . 
Δεν θα προχωρήσουμε χωρίς λόγο . 
Η επανάσταση ... δεν απαιτεί μόνο αποφασιστικότητα . 
Ευχαριστώ που ήρθατε . 
Γεια σας . 
Λοχαγός Λι Σουίλ , 55ο Σύνταγμα Ολμοβόλων . 
Λι Σουίλ του 55ου Συντάγματος Ολμοβόλων ; 
Ευχαριστώ που ήρθες . 
Ο συνταγματάρχης Μπεκ Χιονσόκ από το Αρχηγείο Στρατού ; 
Αντισυνταγματάρχης Τζονγκ Χανμίν , της Μονάδας Άμυνας . 
Ευχαριστώ που ήρθατε . 
Πού είναι ο στρατηγός Τσόι ; 
Είναι σε ασφαλές μέρος . 
Σίγουρα το διέταξε αυτό ; 
Ενεργώ υπό τις διαταγές του . 
Περάστε . 
11 ΑΠΡΙΛΙΟΥ 1960 ΜΑΣΑΝ , Ν. ΚΟΡΕΑ 
ΑΚΤΕΣ ΜΑΣΑΝ 
Γίνονται βίαιες διαδηλώσεις στο Ντέγκου . 
- Κανένα νέο για το Μάσαν ; - Όχι ακόμα . 
Είμαι ο Τσα Τεμίν . 
Κλέψανε κάλπες από περιοχές της αντιπολίτευσης . Αλλά τις πήραμε πίσω . 
Ήθελα να σας ζητήσω συγγνώμη αυτοπροσώπως . 
Γιουν Πάλμπονγκ , Κιμ Κουανγκμίν , Κιμ Σαν . 
Κάποιος κρύβεται πίσω τους . Αυτός που έκανε τον πατέρα μου τέρας . Αυτός με έβγαλε απ ' την Ασφάλεια . 
Αυτός σκότωσε τον πατέρα μου , τον κατηγόρησε για κατάσκοπο ... και τώρα μετατρέπει τον Σαν σε τέρας . 
Πατέρα . Κάλεσες και τον βουλευτή Πακ Τζιγούκ ; 
Μου τηλεφώνησε νωρίτερα . 
Μα αυτός σε βασάνισε στην ιαπωνική κατοχή . 
Έτσι είναι . 
Τώρα που είμαι στην πολιτική όμως , πρέπει να τα αφήσω όλα πίσω μου . 
Δεν ξέρω από πού ν ' αρχίσω , αλλά ο Πακ Τζιγούκ παγίδεψε πολλούς αθώους πολίτες επί ιαπωνικής κατοχής . 
- Ποιος έβαλε τον Γιουν ; 
- Λυπάμαι , δεν μπορώ να σου πω . 
Άρα , ξέρεις . 
Η αστυνομική αναφορά λέει ότι ο Γιουν Πάλμπονγκ πυροβολήθηκε πρώτος . 
Κι η δεύτερη βολή γι ' αυτόν πήγαινε . 
Τι να σημαίνει αυτό ; 
Θα το αφήσουμε έτσι ... με τόσα αναπάντητα ερωτήματα ; 
Ο θείος Σάμσικ δεν ήταν αυτός ; 
Εσείς κλέψατε τις κάλπες ; 
Κανένα νέο από Μάσαν ; 
Από τον κύριο Κιμ ; 
Είναι ο γιος μου ! 
Θέλω να τον δω ! 
Καημένο μου μωρό ... 
Τι έγινε ; 
Καημένο μου μωρό ! 
Είδες το πτώμα ; 
Ναι , τον έριξαν στη θάλασσα με δακρυγόνο στο πρόσωπο . 
Τι ; 
Πολιτικό τμήμα της Έμιν . 
Ποιος καλεί , παρακαλώ ; 
Γιοτζίν , για σένα . 
- Ποιος είναι ; 
- Δεν ξέρω . 
Εδώ Τσου Γιοτζίν . 
Ο Τσα Τεμίν είμαι . 
Είναι οι άντρες του Πακ Τζιγούκ εκεί . 
- Καθυστερήστε τους . 
Με συγχωρείτε , κύριε . 
- Γεια σας . 
- Με συγχωρείτε . 
Για πού το ' βαλες ; 
- Αφήστε με να περάσω . - Περίμενε . 
Κάπου σε ξέρω . 
Πετάξτε ό , τι έχει σχέση με τις εκλογές ! 
Δεν υπάρχει τίποτα να σκεφτείτε ! 
Ξεφορτωθείτε ό , τι σχετίζεται με τις εκλογές ! 
Δεν ξέρετε τι να πετάξετε ; Μη σκέφτεστε και μη ρωτάτε . 
Κάψτε τα όλα ! 
Συνεχίστε , να τελειώνουμε ! 
- Από δω . 
- Ευχαριστώ που περιμένατε . 
Οι επιθεωρητές του ΟΗΕ θα έρθουν στο υπουργείο αύριο . 
Σκέψου τι θ ' απαντήσουμε . 
Πείτε πάλι ότι δεν ξέρετε τίποτα . 
Πολύ χαλαρός δεν είσαι ; 
Αν μάθουν ότι κλέψαμε τις κάλπες , χαθήκαμε . 
Και ξεφορτώσου τον Σάμσικ . 
Τι ; 
Δεν ήταν δική μου ιδέα να κλέψουμε κάλπες . 
Με μπλέξατε σ ' αυτήν την τρέλα και τώρα θα υποστώ και τις συνέπειες ; 
Τι διάολο είπες ; 
Παλιο ... 
Μείνε εκεί ... 
Το κάθαρμα . 
Εγώ είμαι . 
Βλέπετε το φορτηγό πίσω μου ; 
Έχει πάνω τις κάλπες . Όσο για τον πατέρα σας ... Ήταν ατύχημα . 
Το ξέρω . 
Ζητώ συγγνώμη . 
Ο θείος Σάμσικ ... 
Τι άνθρωπος είναι ; 
Ξέρω ότι σε χρησιμοποιεί όλη σου τη ζωή . 
Θα πληρώσω για ό , τι έκανα , τιμώντας τον Κώδικα της Σίνι . 
ΑΡΤΟΠΟΙΕΙΟ ΣΕΪΛ 
ΚΑΛΠΗ ΠΡΟΕΔΡΙΚΩΝ ΕΚΛΟΓΩΝ ΕΚΛΟΓΙΚΟ ΤΜΗΜΑ ΤΣΟΝΤΖΟΥΝ 
Εγώ είμαι . 
Μπαίνουν δημοσιογράφοι στην Έμιν . 
Τι να κάνω ; Να επέμβω ; 
Όχι , μην το κάνεις . Απλώς περίμενε . 
Ήταν εδώ αρκετή ώρα . 
- Σίγουρα ήταν ο Τζονγκ Χανμίν ; 
- Φυσικά . Έχει έρθει πολλές φορές . 
Ναι , κοιτάξτε εδώ . 
Η κράτηση έγινε από τη Μονάδα Άμυνας της Σεούλ . 
Πόσοι ήταν ; 
Γύρω στους δέκα . 
Άκουσες τι έλεγαν ; 
Άκουσα να αναφέρουν πολλές φορές κάποιον στρατηγό . 
- Τον στρατηγό Τσόι Χανρίμ ; 
- Ναι , αυτόν . 
Ξέρεις ποιος άλλος ήταν εδώ ; 
Ήταν κι ο λοχαγός Λι Σουίλ απ ' το Σύνταγμα Ολμοβόλων . Κι ένας συνταγματάρχης από το Αρχηγείο Στρατού . 
Ψάξε τον λοχαγό Λι Σουίλ . 
Μάλιστα . 
Στρατηγέ . 
Τι συμβαίνει ; 
Το μέρος έχει εκτεθεί . Είναι επικίνδυνα εδώ . 
Θα σας συνοδεύσω στο καταφύγιο . 
Ποιος ανακάλυψε το μέρος ; 
Πρέπει να γίνει πρωτοσέλιδο το πρωί . 
Όλοι οι δημοσιογράφοι θα φυλάνε τις κάλπες με βάρδιες . 
Μεταφράστε τα στα Αγγλικά το συντομότερο . 
Είναι αποδείξεις ομαδικής ψηφοφορίας και κινητοποίησης υπαλλήλων . 
Μας βομβαρδίζουν με πληροφορίες . Να τις συνοψίσω ; 
Βάλτε στην αναφορά όλα τα στοιχεία για τη νοθεία των Φιλελεύθερων . 
Το 55ο Σύνταγμα Ολμοβόλων , το Αρχηγείο Στρατού και το 3ο Σύνταγμα Πεζοναυτών . 
Νομίζω ότι αυτοί σχεδίασαν το πραξικόπημα . 
Τι είπε ο Τσόι Χανρίμ ; 
Να περιμένουμε τα αποτελέσματα της επιθεώρησης . 
Δύο είναι τα ενδεχόμενα . 
Ή ο Τσόι Χανρίμ άλλαξε γνώμη ή ... Ο Χανμίν τον χρησιμοποιεί . 
Σωστά . 
Θα έρθω στον φούρνο αργότερα . 
Πήγα τον στρατηγό Τσόι στο καταφύγιο . 
Το αποφάσισε ; Μάλιστα . 
Είναι μέσα ; 
Κύριε . 
Για να σου πω . 
Έχεις τρελαθεί ; 
- Ήρθατε να ζητήσετε συγγνώμη ; 
- Συγγνώμη ; Για ποιο πράγμα ; 
Ηρεμήστε , κύριε . 
Πώς να ηρεμήσω , με πιθανότητα επαναληπτικών ; 
Εντάξει . Άφησέ μας . 
Έλεγξες τις κάλπες ; 
Γιατί δεν το κάνατε εσείς , αφού ανησυχούσατε τόσο ; 
Ρώτα τον Σάμσικ . 
Εντάξει . 
Πρέπει να τον ξεφορτωθούμε μετά . 
- Αν δεν μπορείς , πες το . 
- Μπορείτε να τον εμπιστευτείτε . 
Ξέρει τα πάντα ! 
Κόψε την κλάψα , να πάρει . 
Θα κανονίσω εγώ τον Σάμσικ . 
Μη μου λες τι να κάνω . 
Εσύ φταις γι ' αυτό το χάλι . Σταμάτα την κλάψα , και τα λέμε αύριο στο υπουργείο . 
- Πού είναι ο στρατηγός Τσόι ; Πάμε . 
Λοχαγός Λι Σουίλ , 55ο Σύνταγμα Ολμοβόλων . 
Ο πατέρας του είναι διευθυντής της Κλωστοϋφαντουργίας Σάμτζιν . 
Κλωστοϋφαντουργία Σάμτζιν ; Θυγατρική της εταιρείας του Αν Γιοσόμπ . 
ΛΟΧΑΓΟΣ ΛΙ ΣΟΥΙΛ Ήταν στην όγδοη τάξη . 
Ο Αν Κιτσόλ θα συζήτησε το πραξικόπημα μαζί του από την αρχή . 
Κανένα νέο για τον στρατηγό Τσόι ; 
Ο κύριος Πακ έπρεπε να έχει γυρίσει . 
Δεν είναι εκεί ; 
Τον πήραν στρατιώτες ; 
Τον πήραν στρατιώτες . 
Εντάξει . 
Ο Χανμίν θα ήταν . 
Ο Τζονγκ Χανμίν δεν μάζεψε πάνω από 2000 με 3000 στρατιώτες . 
Τι θα κάνουμε αν επέμβει το αρχηγείο των Αμερικάνων ; 
Θα είμαστε πολύ λιγότεροι . 
Ναι . Ευχαριστώ . 
Ήρθε ο στρατηγός Τσόι . 
Κι αν ο Τσόι Χανρίμ διστάζει ακόμα ; 
Ας προχωρήσουμε . 
Θα αποτρέψω επέμβαση των Αμερικάνων . 
- Βασίζομαι πάνω σου . 
- Μάλιστα . 
Δεν μπορεί να το έκανε μόνος ο Χανμίν . 
- Μήπως τον έπεισε ο Αν Κιτσόλ ; 
- Τι είπε ο Αν Κιτσόλ ; 
Ότι ο Κανγκ Σονγκμίν θα εκτελεστεί . 
Θα τον σκοτώσει νόμιμα . 
- Με τον Κώδικα της Σίνι ; - Ναι . 
- Θα κινδυνεύσει κι ο στρατηγός Τσόι . 
- Γιατί ; 
Είπε να περιμένουμε τα αποτελέσματα της επιθεώρησης . Αλλά αυτοί δεν θα συμφωνήσουν . 
Αν δεν σταματήσουμε τον Κιτσόλ τώρα ... θα σκοτώσει εμένα πρώτα . 
Δεν θα σταματήσει σ ' εσένα . 
Θα μας σκοτώσει όλους , κι εμένα και τον Κανγκ Σονγκμίν . 
Μετά το πραξικόπημα ... 
Κύριε βουλευτή . 
- Δεν είπες ότι θα περάσεις . 
- Κάποιος με θέλει νεκρό ; 
Και πραξικόπημα ; 
Ο Αν Κιτσόλ τα ξέρει όλα . 
- Τι εννοείς ; 
- Ότι σκότωσες τον αδερφό του . 
Ξέρει τα πάντα . 
- Το ήξερε κι ο Αν Γιοσόμπ ; 
Ήξερε τα πάντα . 
Τι εννοεί , ότι θα με σκοτώσει νόμιμα ; 
- Με τον Κώδικα της Σίνι ... - Δεν είναι αυτό . 
Τον Κώδικα της Σίνι ; 
Μα τον κάψαμε . 
Ο Πακ Τζιγούκ έκρυψε το πρωτότυπο . 
Ο Πακ Τζιγούκ ... - έκρυψε το πρωτότυπο ; 
- Μάλιστα . 
Σε προειδοποίησα πολλές φορές . 
Ήταν στην ιαπωνική αστυνομία . 
Σου είπα να τον προσέχεις . 
Και οι κάλπες ; 
Τις τακτοποίησες ; 
Οι κάλπες ... 
Το θέμα είναι ... 
Τις πήρε ο Τσα Τεμίν . 
Γιατί να το κάνει αυτό ; 
Για να το καρφώσει στην Έμιν , και το έκανε ήδη . 
Σου ξέφυγε ο Πακ Τζιγούκ , σου πήραν τις κάλπες κι έμεινες άπραγος ενώ ο Αν Κιτσόλ θέλει να με σκοτώσει ; 
Συγγνώμη . 
- Ξέρεις τι θα πάθω αν δημοσιοποιηθεί ; 
- Δεν ξέρω τι να πω . 
Είπες ότι θα πρόσεχες τον Αν Γιοσόμπ . 
Τι διάολο έκανες ; 
Δεν φταίει ο θείος Σάμσικ . 
- Τι ; 
- Εσύ φταις , όχι αυτός . 
Τα λέει λίγο χύμα . Συγχώρησέ τον. 
Την αλήθεια λέω . 
Υποτροφία Ολμπράιτ ; 
Απόφοιτος με άριστα ; 
Να το χέσω . 
- Τι είπες ; 
- Μη μου το παίζεις αθώος . 
Θα με κατέστρεφες για να πάρεις τη θέση μου . 
Τι ; Λες να μην το ήξερα ; 
Ήξερες ότι θα έκλεβαν τις κάλπες . 
Γιατί δεν έκανες κάτι ; 
Παλιο-υποκριτή . 
- Δεν διαφέρεις από μένα . 
- Διαφέρω . 
Δούλεψα σκληρά μέρα-νύχτα , πήρα υποτροφία . 
Δεν τα ' χα όλα από γονείς που ξεπούλησαν τη χώρα . 
- Ποιος τα είχε όλα ; - Σταματήστε . Μην κάνετε έτσι . Πες του αν τα είχα όλα . 
Ξέρεις πώς ήταν η ζωή μου . 
Ξέρω πολύ καλά . 
Ο κύριος Κανγκ έχει περάσει πολλά . 
- Ως πότε θα καθαρίζεις γι ' αυτόν ; 
- Καθαρίζει ; 
Για να σου πω . 
Χάρη σε ποιον λες να έφτασε ο Σάμσικ εδώ που είναι ; 
Χάρη στην οικογένεια Κανγκ . 
Σκλάβος τους ήσουνα . 
Όχι , δεν ήταν . 
Σκλάβος θα ήταν κάποιος σαν εσένα . 
Γαντζώθηκες στον Σάμσικ για να ξεφύγεις ... 
Ήρεμα . Χάνουμε χρόνο . 
Πρέπει να σταματήσουμε τον Κιτσόλ ! 
Πρέπει να βρεις έναν τρόπο . 
Υπάρχει τρόπος . 
Ποιος είναι ; 
Στρατιωτικός νόμος . 
Για να αποτραπεί η ανάπτυξη στρατευμάτων . 
Ήταν ο μόνος τρόπος να αποτραπεί το πραξικόπημα . 
Η ΔΗΜΟΚΡΑΤΙΑ ΚΛΑΠΗΚΕ ΜΑΖΙ ΜΕ ΤΙΣ ΚΑΛΠΕΣ 
Ήταν απλό . 
Αφήσαμε την Έμιν να καλύψει την κλοπή των καλπών . 
- Τι στο ... 
- Και μετά τι έγινε ; 
Έγινε χαμός . 
Πρόεδρε , πρέπει να κηρύξετε στρατιωτικό νόμο αμέσως . 
Κήρυξαν στρατιωτικό νόμο . 
Στρατηγέ . 
Δεν υπάρχει γυρισμός πια . 
Είναι η μεγαλύτερη επιχείρηση μετά τον πόλεμο . 
Δεν πρόκειται για άσκηση . 
Η χώρα μας είναι σε μαύρα χάλια . 
Ως στρατιώτες , πρέπει να δράσουμε . 
Ας δείξουμε τι αξίζουμε . 
Αν ακολουθήσουμε το σχέδιο , κανείς δεν θα πάθει κακό . 
Στρατιωτικός νόμος ; 
Τίνος ιδέα ήταν ; 
Δική μου . 
