נראה לנו מוזר שייצרנו צעצועים בפברואר . 
חשבנו , צעצועים בפברואר ? ממתי ? 
חופשת חג המולד הסתיימה הרגע . 
זה היה מוזר , אבל ... - על עבודה ללא שכר אז הבנו מה אנחנו מייצרים . 
- מר קלאוס , - מנכ"ל הקוטב הצפוני בע"מ ומה זה היה ? - התנגדות . 
רלוונטיות ? - לא מאושרת . 
זה היה צעצוע . זה היה ... תסלח לי . 
צייני בבקשה את שם משפחתך . - קלאוס . 
שם פרטי ? 
- גברת . 
- אשתו של מר קלאוס איך היית מגדירה את מערכת היחסים שלך עם העותר ? 
הוא אלף , הוא אחד האלפים של בעלי . 
אלפים ? אלפאים ? 
סליחה . 
הוא אחד מני רבים , סליחה . - זה בסדר . 
אני קצת לחוצה . 
אני יותר בחורה של מאחורי הקלעים . 
זה ... בסדר . 
את מכירה את דודו ? - כן . 
כולנו משפחה אחת . 
זה לפחות מה שחשבתי , אם אתה שואל אותי . 
הוא וכל השאר היו באים ל ... ארוחת ערב , מסיבות קטנות , מסיבות חג מולד . 
באחת המסיבות הללו דודו גילה מתנה שהורו לו ליצור , 
סטרפ - און . 
הוא טוען שהוא היה בביתך , לשימוש עצמי . 
האלפים מייצרים את הצעצועים , בעלי מחלק את הצעצועים , הצעצועים באחריותו . 
והאחריות שלנו , כמו בכל המתנות , היא לבצע בקרת איכות , אז אנחנו בוחנים אותן בעצמנו . 
בחנתי אותה בשמחה על סנטה , לכבוד חג המולד . - כמובן . 
סליחה . בחורה של מאחורי הקלעים . 
דודו טוען שמכריחים את האלפים לעבוד בחינם . 
לא בחינם , לא . 
בשם אהבת חג המולד . 
והאם תוכלי לחלוק איתנו את מה שדודו אמר באחת המסיבות ? 
הוא אמר ... והוא היה מבוסם , אני מודה . הוא בהחלט מסוגל לשתות המון ליקר ביצים . הוא אמר , " אלוהים , " אני שונא את חג המולד " . 
זה ריסק אותי , אם אתה שואל אותי , עדיין לא התאוששתי . 
ואני חושבת שבגלל זה הוא בקטע של לוחם צדק חברתי . 
הוא שונא את חג המולד , נכון ? 
תגיד להם את האמת . 
אני לא אוהב את דודו הזה , אלוהים , הוא רוצה לבטל את חג המולד . 
בסדר , אז אתה מתעניין בשירות אינקורפוריאל ? 
- כן . אתה רוצה להיפטר מהגוף שלך ? כן , אני רוצה להיפטר מהגוף שלי . 
- בסדר , נפלא . אז תן לי לספר לך קצת עלינו . 
" ' פתרונות חדשים בע"מ' מתמחה בשירותי שדרוג מוח , " ומורשית ע"י סוכנויות רשמיות מכל המדינה " . 
סליחה , כמו מנהל התרופות ? - לא . תן לי לסיים . - סליחה . שירות האינקורפוריאל שלנו יוכל לשחרר אותך מהמכאובים ומאי - הנוחות הגופניים היום 
- יומיים . - בסדר . " ללא גוף מעולם לא הרגשתי יותר כמו מי שאני " , ג'ונתן ר' , ברוקלין . 
- אני יכול לקרוא ... 
" השירות היה מהיר וקל , 
" לא הרגשתי טוב כל כך שנים " , סם ק' , מנהטן . 
יש לך ... עודף מ - 20 ? הזמנתי דים סם . 
אנחנו פה בשביל לעזור לאנשים בדיוק כמוך להיפטר מעול הגוף . 
פשוט תרחף לך . 
כתוב פה שאתה סובל ממחלת עור . 
כן , האמת שאני ... קצת מודאג מזה . 
אוי , אני מצטערת , זה ... 
ממש נורא . אבל אין לך מה לדאוג לגבי זה , אין לך מה לדאוג לגבי שום דבר . אפילו אין לך מה לדאוג לגבי מציאת דירה , כי לא יהיה לך גוף , אתה פשוט תרחף . 
כמו רוח רפאים ? - תן לי לסיים . אתה תרחף כמו מוח ששוחרר . 
אתה מרגיש לפעמים רעב או ... נפוח אחרי האוכל ? 
ברור , כן , כן . 
- רואה ? זה לא יקרה אם נעלה אותך . 
אני חייבת לענות . 
הלו ? כן , זה בנק אמיתי . 
התקשרו אליי ואמרו שהחיסכון שלי נפרץ ... היי , תוכל לטפל בו ? 
אני חייבת לטפל בזה . אני לא יודע מה ... 
- הכול כתוב בעלון . 
בסדר , כן . כרגע ... אנחנו מציעים ... מחיר מבצע של 999 דולר לחודש , משום שאתה ... לקוח מועדף . 
- זה נחמד . לכמה זמן ? 
מחויבות ראשונית לעשר שנים . 
ואם אפסיק לשלם , אוכל פשוט לחזור לגוף שלי ? 
לא , לא , לא תוכל ... לא תוכל לעשות את זה , זה פשוט ... סליחה ... אני מניח שהשאלה היא , אם אעלה את המודעות שלי לגלי האתר ואהפוך לאור קטן תמורת תשלום . אם אפסיק לשלם את התעריף הזה , לאן המודעות שלי ... תלך ? 
זה בינך לכומר שלך , אנחנו לא מתעסקים בזה . 
לרשום אותך , אנחנו רק צריכים ... את כרטיס האשראי שלך לרישומים שלנו ו ... עותק של הוכחת הקיום שלך . 
- אני לא ... רגע , אני מצטער , אני ... 
צריך להוכיח שאני קיים , שאוכל להפסיק להתקיים ? 
- זה יהיה ממש מהיר , נחייב אותו . אתה צריך רק הוכחה , זה הכול . 
אין לי אותה כי אני לא רוצה אותה , זאת הבעיה . רגע , אז ... איך יש לך דירה ? 
בקרוב יבקשו אותה לעלות לרכבת התחתית ... זה האביזר שמעולם לא ידעתם שאתם זקוקים לו , עד היום . אפילו שמעתי שבקרוב תזדקק לה להצביע ... תפסיקו את כל מה שאתם עושים ותקשיבו למסר החשוב הזה . אסלות . 
נשבר לי הלב לראות אותן עירומות חסרות כבוד , רועדות בקור , בזמן שהן בולעות את הזוהמה היומית שלנו . 
לכן הקדשתי את חיי לעיצוב שמלות אסלה . 
תבינו , כל אסלה היא נשית , והיא זקוקה לשמלה . 
קדימה . 
כן , החג האהוב עליה הוא חג ההודיה . זה עם ההודו . 
והיא , טוב , היא התעוררה מוקדם רק לאפות לחם עם שתי בנותיה המכוערות . 
חולמת בהקיץ על ירח דבש בהוואי עם גבר שהיא לעולם לא תפגוש . 
לעזאזל , מה אתה עושה ? 
לא את הבוקרת , 
היא פרטית . 
אנשים כל הזמן שואלים אותי , 
" דניס , ניסיתי להיכנס לאתר שלך , ולא מצאתי את חנות האינטרנט " . 
ואני עונה , " אל תהיה אידיוט , אין לי חנות אינטרנט , 
" אתה מודע לזה . " אתה צריך להתקשר אליי הביתה באופן אישי , " ואתה צריך לבקש ייעוץ . 
" ואז אני אבוא לבית שלך ברגע הכי פחות צפוי , " אבל יהיה נוח מבחינתי . " ואבלה רגע עם האסלה שלך . 
" אחוש את עורה , אחוש את גרגורה , " אשמע את שאגתה " . 
היא רוצה מושב עם פייטים . 
- זה לא יכאב ? 
אני לא רוצה לשבת על פייטים . 
" זה לא יכאב ? " אתה אידיוט . 
לזאת לא אכפת להיות האישה האחרת , ובה אני עוד לא מוכנה לדון . 
המסירות שלי למטרה הזאת החלה כשעדיין הייתי ילדה קטנה . 
גרתי לבד , עם סבתא שלי , אז ברור שהייתה לי ילדות מצוינת . 
תרימי את התחתונים שלך , ילדה נתעבת שכמותך . 
החיים שלי קשים , וזאת אשמתך ! 
אני מפילה עלייך את כל החרא שלי ! 
תודה למפיקים שלי , שיצרו את הפלשבק הזה . 
בסדר . אל תעשו מזה מופע שלם . פשוט לכו . 
אסלות זקוקות לאהבה , אסלות לא ביקשו להיות אסלות . 
אסלות זקוקות לשמלות , והן צריכות להיראות טוב . 
אבל בבקשה אל תתקשרו לפה ותשאלו כמה זה עולה , טוב ? פשוט תזמינו ייעוץ מחורבן . 
לילה טוב . 
ביבו יפתח את הדלת . 
" סרטן עור , תוך כמה זמן הוא הורג ? " 
תודה לך , אדוני , תשמור את העודף לעצמך . 
ומה לגבי הדירה הזאת ? 
לא ? 
אוי , הייתי שם . 
היא קטנה מדי . מה לגבי זאת ... מה לגבי זאת ? 
ביבו , אל תזוז . 
אני מאתר שיחה נכנסת . 
- תודה , ביבו . 
הלו ? - חוליו , אוכל לדבר איתך ? 
- עכשיו ? 
- נוכל לדבר ? לא , סליחה , לא את . 
זה זמן שנוח לי , ואני צריך לומר לך ... כן , מדבר . 
- חוליו ? - אני יכול ... חוליו , הלו ? 
הלו ? - הלו ? 
אז , אימא שלך הייתה סיר אורז או שואב אבק ? 
קול זועם.אם - פי - 3 . 
אוי , ביבו . תירגע , זאת בדיחה אנושית . 
בסדר , בסדר , זה היה מהמועדון , יש להם קצה חוט לגבי הצדפה . 
אם הם ימצאו אותה , אוכל לעשות ביופסיה עוד היום . 
מה שאתה צריך זאת דירה . לא , מה שאני צריך זה לדעת עם מה אני מתמודד . 
ואדע אם מה אני מתמודד רק אם אמצא את הצדפה . 
- חוליו ! אני לא יכולה לעשות את זה , אני לא יכולה להיכנס איתך לסחרור . 
זוכר שהיינו בקולג' וחשבת שיש לך דימום פנימי בגלל שירקת דם , אבל פשוט לא העברת חוט דנטלי ? 
אני לא מבין איך זה קשור למשהו . זה ממש לא ככה , זה ... ממש לא כמו החוט הדנטלי . 
זה בדיוק ככה . 
אתה תמיד עושה את זה . 
הלו ? 
ונסה . 
- הלו ? החשבון שלך בבנק צ'ייס נפרץ . 
- אוי לא . 
בסדר , לא מצאתי את צדפת הזהב הקטנה שלך , אבל אני חושבת שאני יודעת איפה היא עשויה להיות . 
שמעת פעם על פופוז ? - לא . 
פופוז היה מועדון האוגרים הקווירים הראשון והיחיד בניו יורק סיטי . 
פופוז היה כמו שילוב של סטודיו 54 וברגהיין , אבל לאוגרים גייז . 
זה היה המקום היחיד שהיה רק בשבילם . שהם יכלו להגיע אליו , לרקוד ולהשתובב בוו , ולשכוח מהלולאה האין - סופית המייגעת של גלגל האימונים שלהם . 
בפופוז היית רואה אוגרים בביגוד פטיש , זוגות אוגרים שמים עין על שלישי ונעלמים בחדר אפל או רבים על הפלת הקוק . 
איפה הוא ? - לעזאזל , אני כזה טיפש ! מתוק , הפלת את הקוק ? 
- אל תכעס עליי . 
לא היה מקום שקל יותר להשיג בו סמים מאשר בשירותים של פופוז . 
אני טיפש כל כך ! - איפה הוא ? 
איפה השקיק ? שמעתי שהחבר שלך גועלי , רוצה להתמזמז איתי ? 
הם נתנו לי לעבוד בחדר המעילים . אלכס , מתוקה ? 
אלוהים , היי ! טוב כל כך לראות אותך . רק אחד ? 
- כן , פריט אחד . חמישה דולרים . 
- אלוהים , בסכום הזה אוכל לקנות עוד פריטים . 
פופוז היה בבעלות קווין זקן ומתוק בשם פומפלינו . 
הוא קרא למועדון על שם פופו , בן זוגו המנוח , שמת מידי ילד אכזרי בן שבע ששכח להאכיל אותו . 
לחבר החדש שלו , שהיה צעיר ותאב כוח , קראו קוקו , והיו לו תכניות גדולות עבור פופוז . 
' אנחנו צריכים להגיש בראנץ במהלך היום , בראנץ' עם מימוזה ללא הגבלה . 
מתוק , זה לא הקטע של פופוז . 
אנחנו צריכים להפוך אותו לרשת , לפתוח עוד פופואים , ולחבור למותגים , לערוך אירועים ממומנים גדולים . 
תסניף שורה . אירועים ממומנים ? נצטרך לגבות דמי כניסה ממש גבוהים , לוודא שלאוגרים שיגיעו יהיה כסף למשקאות . בחייך , מתוק , זה חכם . 
מתוק , פופו היה למשפחה , משפחת הקווירים . כדאי שתסניף שורה . - מתוק , אני לא רוצה עוד קוקאין . 
אנחנו צריכים להזמין את אנטוני מ"טאץ' עליז " . אנחנו צריכים להזמין את אנדרסון קופר . אנחנו צריכים להזמין את ספוק . 
מי מהם זה ספוק ? - מתוק , הוא בן אדם . 
למי אכפת ? בני אדם הם מגניבים . תסניף שורה . 
מתוק , פופו לא היה אוהב את זה . 
- פופו מת . 
לא היה לי שום קשר לזה , לא משנה מה אומרים במשטרה . ואני אעלה את המקום הזה לשלב הבא . 
למוחרת פופוז נעשה לסי - וי 
זה עצוב כל כך . 
בכל מקרה , סי - וי - אס האוגרים מתחת לעמדת הדי 
אני חושבת שאולי הצדפה הקטנה שלך התגלגלה לשם . 
האורח הבא בתור . היי , בסדר , שמי חוליו . 
תהיתי אם מצאתם צדפה קטנה ... טוב , קטנה מבחינתי , אבל גדולה מבחינתכם , מוזהבת ומצופה יהלומים ? 
צדפה ? 
- טוב , זה עגיל בצורת צדפה עם יהלומים . - בסדר . 
היי , צ'יפס ? 
- כן , כאן צ'יפס . 
ראית צדפה מוזהבת עם יהלומים ? 
אה , כן , אוכל לעזור לך . - באמת ? 
בסדר , אתמול בא לקוח ואמר שאיבד פה את הסוודר שלו . 
אז הבאתי את תיבת המציאות , והוא ראה שם את מה שתיארת בדיוק , צדפה מוזהבת , נכון ? - כן . 
- כן . ואז הלקוח אמר , " אה כן , זה הסוודר שלי " , ונתתי לו אותה . 
מה ? פשוט נתת ... לא משנה , מה שמו ? 
ואיפה הוא עובד ? 
למה אתה לובש את זה ? 
אסור להיות עם טלפון בבית הספר . 
אני ... לא לומד פה . 
- אז למה אתה פה ? 
כי אני ... מחכה שהשיעור יסתיים , שאוכל לצעוק על אוגר . 
אל תיתן לו להלחיץ אותך . בסדר , אני לא ... אהבת את בית הספר ? 
אה , אני ... 
- למה ? 
כי זאת סביבה נוראית ומדכאת . 
הילדים צחקו עליך ? 
לא ... 
- בגלל שאתה גיי ? 
אולי זה ... תסמין , אבל לא , אני ... אני לא יודע , פשוט ... 
עדיפויות שונות . 
מה זאת אומרת ? 
- אני ... הוא ממש אופרה קטנה . אני לא יודע , לא אהבתי את בית הספר , כי הרגשתי שזאת תחרות לראות מי יכול להשתלב הכי טוב . 
והתחלתי בפיגור , ואף פעם לא הצלחתי לצמצם את הפער , לא משנה כמה התאמצתי . 
תבין , כשסבא שלי מת , הוא הותיר את המשפחה שלי עם המון חובות , ונאלצנו לעבור ממקום למקום לחמוק מגובי החובות , ולא יכולנו לקנות דברים יפים . 
הילדים בבית הספר קלטו שמשהו מסריח . 
" למה המכונית שלכם נראית ככה ? למה הבגדים שלך נראים ככה ? " 
עד שבסוף אמרתי , תנחשו מה ? הבדיחה על חשבונכם . אני לא רוצה להשתלב , אני לא רוצה את מה שיש לכם . 
מה ? לא הוזמנתי למסיבה ? 
המסיבה הזאת אפילו לא מופיעה במכ"ם שלי . 
אני לא בתחתית הפירמידה , אני לא בפירמידה בכלל . 
אני לא מפסיד במרוץ , אידיוט , אני לא רץ בכלל . אני אפילו לא צופה במרוץ , אני פה , רגוע ונינוח מאוד . אני שונה , אני ייחודי , אני יוצא מן הכלל . 
אז לא , אני לא צריך הוכחת קיום , אני צריך מסע קטן ומיוחד משלי . 
טוב , מבחינתי , כל המסע שלך , כל ... המבוך הזה שהכנסת את עצמך לתוכו הוא סתם הסחת דעת מהמציאות האכזרית , שכמו כולנו , תצטרך להקריב חלק מהאמונות שלך , קצת מהאינדיבידואליות היקרה שנעשתה לשריון שלך , שתשרוד במערכת שפגעה בך . תצטרך לשחק לפי הכללים שלהם ברמה מסוימת להמשיך לשרוד בעולם הזה . 
אתה יודע שאתה לא חולה , אתה פשוט פוחד להכיר בזה שהקירות סוגרים עליך . 
אבל מה יקרה אחרי הביופסיה ? 
מה יקרה כשכבר לא יהיה לך את זה בשביל להתמודד מול העולם ? 
תמצא משהו אחר כדי להסיח ... בסדר . 
פיגארו ? 
היי , מה קורה ? 
- תחזיר לי את היהלומים . סליחה ? יהלומים ? 
אין לי מושג על מה אתה מדבר . 
איפה הצדפה ? 
אה , אתה מתכוון לסוודר שלי ? 
בסדר , זה ... כן , כן . - שיהיה , איפה הוא ? 
בסדר , אני מתחיל להיזכר . - נפלא , איפה הוא ? 
תקשיב , אדוני , אני עדיין מזועזע מחוויית סף מוות . 
פשוט תשפוך , פיגארו . 
- בסדר , תירגע , אלוהים . 
איבדתי את היהלומים כשחוויתי מפגש קרוב עם פי הגיהינום . 
ככה קוראים לאסלות בתרבות שלי . 
מה הבעיה ? 
הכסף יועבר מאירופה . 
הלו ? 
איפה אתה ? 
אני מחפש את הצדפה בשירותים בחטיבת הביניים . 
יש לי חדשות מרגשות . 
כיום הם עושים רק גרסאות מחודשות , והם רוצים שאתה תעשה עיבוד לפיית השיניים . 
משהו מהנה לכל המשפחה . 
- כבר סיפרתי להם על הרעיון שלי . 
שמעתי שאתם מחפשים סרט קיצי מהנה וידידותי לכל המשפחה על פיית השיניים . 
טוב , מצאתם אותו . הרעיון שלי הוא סיפור על התמכרות . 
אנחנו רואים פיון צעיר , בודד , רועד , קפוא וכחוש , גונב רבעי דולר מאביו , פיון שרברב . הם גרים בעץ , אבל בעולם שלהם זה מעין בניין דירות . 
בהמשך אנחנו מגלים שהוא גונב את רבעי הדולר לממן את ההתמכרות שלו , שיניים אנושיות , שיני ילדים . 
ובסוף הפיון מת . 
האם הסרט הזה ירוויח הרבה כסף ? 
לא . אבל ... לא נהיית מנהלן להרוויח כסף . 
אני חושב שהם רוצים משהו יותר ערב לחך . 
חכה רגע , כוכב קטן שלי , יש לי ממתינה . 
אני מתקשרת מהבנק לגבי כמה תמונות שהודלפו . 
עוד פעם את ? 
בסדר , נמשיך לחפש את הצדפה . 
אני המים , 
אני פה , אבל גם שם . 
אני המים , נסחף לפה . 
מנקה שם , 
משקה בכל מקום . 
אסלות עושות לי סחרחורת . 
מה שאלת ? 
אני עומד להמטיר גשם . 
אה , כן , הצדפה שלך . 
הרגשתי אותה יורדת במורד גרוני , דרך מרכז ישותי , ובסופו של דבר , לים שלי . 
הלו ? - תודה לאל , אני כבר ממתין ארבע שעות . 
תמתין בבקשה . 
- לא ! לא ! אל תשימי אותי ... אני שונאת את ליל כל הקדושים . 
- עדיף שלא אתחיל בכלל , אחותי . 
כשאני רואה את הילדות הגועליות עם זנבות בת הים המזויפים שלהן . 
הלו ? קצת ניכוס ? 
כן , כאילו , אני לא רוצה לראות נעליים קטנות ועלובות מציצות מהחצאית הירוקה שלך . 
כי זה מה שהיא , זאת חצאית . 
כאילו , זה לא זנב , אימא . 
אם את רוצה להתחייב למראה , תתחייבי למראה . 
- כן . ותגררי את עצמך מדלת לדלת עם הזנב שלך . 
או כאילו תכיני סלע מעיסת נייר ותבקשי מההורים שלך ... אני לא יודעת , להסיע אותך בעגלה . 
רגע , זה ... רעיון ממש טוב . 
זה גאוני . 
- שנייצר את זה ? - כן . 
אני אוכל להקים אתר , אוכל לעצב את הלוגו ברגע זה . 
אבל יש לי תחושה שקודם כדאי שנייצר את המוצר . 
בסדר , עוד פעם התחלנו . 
כדאי שנקדים את המאוחר ? 
בגלל זה את אף פעם לא עושה שום דבר . 
אני מגזימה ? - לא , את דוחקת בי רק בגלל שאת חברה טובה . 
את חברה ממש טובה . 
הפסיכולוג שלי אומר שאני צריכה להפסיק לשתות . 
גם הפסיכולוג שלי אמר שאת צריכה להפסיק לשתות . 
ונסה . כאן ונסה . 
הלו ? חשבון החיסכון שלך נפרץ . 
כן , אני באמת מהבנק . כן , אני מהבנק . 
- מספיק . מי עושה דברים כאלה ? 
הלו ? הלו ? שלום , אני אוסקר . 
בן 42 , מברוקלין , ניו יורק . 
וזה החלום שאני רוצה לפענח . 
נתחיל בקצת חומר רקע . אני ואחותי הבעלים והמנהלים של קפה אינטרנט . 
טוב , אני האחראי העיקרי , היא כרגע ... עסוקה ביוזמות חדשות . 
אנחנו ... בכמות חובות רצינית . 
בקיץ שעבר הגעתי לאבא שלנו . הוא היה מעולף , ובדיוק שמעתי ברדיו התראה על גל חום , 
הרופא במיון אמר שהוא רק נמנם . 
אבל בכל מקרה חויבנו על הנסיעה באמבולנס . אף שאנחנו גרים במרחק של רחוב אחד מבית החולים , ובילינו את כמעט את כל 45 הדקות של הנסיעה בחיפוש אחר חניה . 
בקיצור , עכשיו אנחנו חייבים המון כסף , אז לוויקי יש כמה חלטורות . 
יש לה זיכיון של ... העלאת גוף , היא ... מוכרת מוצרים של קליניק ומתקשרת ... טוב , לרמות אנשים , בזמן שאני מנהל את קפה האינטרנט , ש ... לא מרוויח הרבה כסף . 
אני רואה ממסך המחשב שלי את המסכים של כל הלקוחות . 
רובם בודקים מיילים , משלמים חשבונות , משחקים במשחקים . אבל אני חייב לשים לב אם מישהו צופה בפורנו או עוסק בפעילות מסוכנת כלשהי . 
וכאן החלום נכנס לתמונה . 
בחלום ... טוב , הייתי פה , בעבודה , ישבתי ליד השולחן שלי ועשיתי את העבודה שלי . 
אבל הפעם ראיתי מהמסך שלי שוויקי מסתכלת על ... ז'קט עור . 
ולז'קט יש רוכסן , רוכסן לא שימושי , ו ... אני הרוכסן . 
ובכל הביקורות כתוב , " אל תקנו , הרוכסן לא נפתח , " הרוכסן הוא רק קישוט " . 
וכאילו , רק בגלל שאני רוכסן , זה לא אומר שאני ... שימושי . 
הגעת לקו החם לפענוח חלומות , שפעיל 24 שעות ביממה . 
החלום שלך עדיין לא מוכן , בבקשה נסה בבקשה מאוחר יותר . 
הוכחת קיום . 
אני שומעת חשיבה מוטרדת , מה קרה , כוכב קטן שלי ? 
אני לא יכול לעשות ביופסיה כי לא מצאתי את הצדפה הקטנה . ואני אפילו לא יכול להעלות את עצמי , כי אפילו הם מבקשים הוכחת קיום . 
הוכחת קיום . - אוי לא . 
הוכחת קיום היא אמצעי זיהוי חדש בחמישה דולרים לחודש בלבד , שמשלב את כל אמצעי הזיהוי ... ביבו , יש בתוכך אלכסה ? 
- זה משפיל . 
בזה אני יכולה להשתמש . 
יש שוק עצום לטרנסקסואליות . - בסדר . 
חברנו לממשל לדרוש אמצעי זיהוי זה בברים , נמלי תעופה , חוזי השכרת דירות , הלוואות ואתרים עד סוף השנה בעזרת מכשירים קוראי הוכחה , שיותקנו החודש בתחבורה ציבורית . 
לקבל הוכחה עליכם להוכיח אשראי אמין , ' היסטוריה תעסוקתית וכו . או להיות יוצאים מן הכלל . 
רגע , יוצא מן הכלל . כן , זה אני , יוצא מן הכלל . 
להפוך ליוצא מן הכלל עליך להגיש מסמכים לגבי יכולת יוצאת מן הכלל . כגון תהילת מיינסטרים . כשם מוכר כמו ביונסה או המיניונים . 
שמעתי על עבודה שתוכל לעזור לך להשיג אותה . אבל אם תעשה את זה , תצטרך להבטיח לי שתשתמש בה לשכור דירה , ולא להעלות את עצמך . 
אבל מה לגבי השומה ? 
- יש לי קשרים . 
נוכל לעשות לה ביופסיה , זה יוכל להיות מיצג . 
בסדר , אני ... מה העבודה ? 
אני אעשה אותה . אני אעשה אותה כל עוד לא אצטרך להיכנע למערכת המחרידה הזאת . 
אז לא משנה מה העבודה הזו , אני אעשה אותה . 
זאת פרסומת לכרטיס אשראי . 
- אני לא אעשה את זה . 
הוא מיועד לצעירים , והוא נקרא " צ'צ'ינג " . 
ותצטרך ללבוש חליפת קשת גאווה . ולחבוש סומבררו . 
- אלוהים . 
ולהחזיק מאראקס . 
