В общем , нам показалось странным , что мы делаем игрушки в феврале . 
Мы подумали : " Почему в феврале ? C какого перепугу ? 
Рождество ведь только что было " . 
Это как-то странно . Но потом мы поняли , что делаем . 
И что это было ? 
Протестую . При чём тут это ? Отклонено . 
Это была игрушка . Это была ... прошу прощения . Это была секс-игрушка . 
Назовите вашу фамилию . Клаус . 
И ваше имя . 
Миссис . 
Как бы вы описали свои отношения с истцом ? 
Ну , он эльф . Один из эльфов моего мужа . 
Эльфов или эльвов ? 
Я не знаю , простите . 
Он один из многих . Простите . Ничего . 
Я слегка волнуюсь . 
Обычно я остаюсь за кадром . 
Это ничего . 
Вы знакомы с Додо ? Да . 
Мы же семья . 
По крайней мере , так я думала . 
Он с остальными приходил на ужины , на вечеринки , рождественские вечеринки . 
И на одной из ваших вечеринок Додо нашёл подарок . 
Ему было сказано сделать , ну , как бы ... страпон . 
Он утверждает , что вы использовали его в личных целях . 
Эльфы делают игрушки . Мой муж их развозит . Игрушки под его ответственностью . 
Поэтому мы просто обязаны ... И это касается всех игрушек . Мы проверяем их на качество . 
Вот я и проверила её на Санте ради Рождества . 
Простите . Обычно я за кадром . Не страшно . 
Додо утверждает , что они работают бесплатно . 
Не бесплатно . Нет . 
Всё это ради любви к Рождеству . 
Вы можете поделиться с нами тем , что Додо тогда вам сказал ? 
Он сказал ... и он был пьяным . Малыш часто налегает на гоголь-моголь . Он сказал : " Боже , ненавижу это ваше Рождество " . 
Я была в полном шоке . Я до сих пор от этого не оправилась . 
Думаю , поэтому он пошёл якобы искать справедливости . 
Он ненавидит Рождество . Верно ? 
Скажи им правду . 
Не нравится мне этот Додо . Он хочет отменить Рождество , бога ради . 
Так , вам интересны наши эфирные услуги ? 
Да . Вам надоело тело ? Очень надоело , да . 
Отлично . Тогда я расскажу вам о нас . 
" Новые Решения Инкорпорейтед " специализируются на улучшении разума и имеют национальные сертификаты . 
Наш сервис ... Типа от минздрава ? Нет . Наши ... дайте закончить . Простите . Наши эфирные услуги могут избавить вас от проблем , связанных с владением телом . 
" Без тела я наконец-то почувствовал себя собой " . Джонатан Р. из Бруклина . 
Я сам прочту ... 
" Услуга была быстрой и качественной . 
Мне никогда ещё не было так хорошо " . Сэм Кей , Манхэттен . 
Разобьёшь двадцатку ? Хочу купить пельмешки . 
Мы помогаем людям вроде вас избавиться от телесных проблем . 
Будете просто летать . 
Тут сказано , вы боретесь с кожным заболеванием . Да . 
Меня немного волнует вот это . 
Мне жаль . 
Выглядит ужасно . Но можете не волноваться об этом . Вообще не волнуйтесь . Даже по поводу квартиры , ведь скоро у вас не будет тела . Будете просто летать . 
Как призрак ? Дайте закончить . Летать , как свободный разум . 
У вас бывает , что вы проголодались ? А когда поели , то у вас вздутие или несварение ? 
Конечно , да , бывает . 
Ну вот . А после загрузки такого не будет . 
Эй . Мне надо ответить . 
Алло . Это настоящий банк . 
Мне сказали , что мои ... Можешь закончить ? Надо ответить . 
Ой , я не знаю , что ... 
Всё есть в брошюре . 
Да . Ладно . Да , назовите ваше имя и номер счёта . Прямо сейчас мы можем предложить вам акционный тариф за 999 $ в месяц , потому что для нас вы очень ценный клиент . 
Миленько . И надолго так ? 
Это настоящий банк . Это тариф на десять лет . 
А если не платить , я вернусь в своё тело ? 
Нет . Нет , так не выйдет . Не получится . Просто ... Простите , мой вопрос в том , что будет , если я загружу своё сознание в эфир и за ежемесячную плату стану просто огоньком , а потом перестану платить . 
Уточните у священника . Это не наш профиль . 
Так , чтобы вас оформить , нам потребуется ваша кредитная карта , чтобы внести все данные . И ваша карта существования . 
У меня нет ... так , стойте , простите . 
Мне нужна карта существования , чтобы перестать существовать ? 
Это быстро , мы только пикнем . Вам нужна только карта и всё . 
Просто у меня её нет , потому что я не хочу . В этом и проблема . Стойте , так ... А как вы снимаете квартиру ? Как берёте кредиты ? 
Карты скоро в метро будут спрашивать . Вы не знали , что вам это нужно . До сих пор . И для голосования они нужны . Бросьте все свои дела и послушайте это важное объявление . Унитазы . 
Мне больно , когда я вижу их голыми , униженными , дрожащими на холоде , проглатывающими чужую грязь . 
Поэтому я решила посвятить свою жизнь тому , чтобы создавать платья для унитазов . 
Видите ли , каждый унитаз — девочка . И этой девочке нужно одеться . 
Туда . 
Её любимый праздник — день благодарения . С индюшечкой . 
А вот она проснулась спозаранку , чтобы печь хлеб со своими уродливыми дочерьми . 
Эта мечтает о свадебном путешествии на Гавайи с мужчиной , которого никогда не встретит . 
Да что же ты делаешь ? 
Не снимай ковбойшу . 
Она тихоня . 
Люди часто говорят мне : 
" Дэнис , я попытался зайти на твой сайт , но не нашёл интернет-магазина " . 
А я отвечаю : " Не будь идиотом , у меня же его нет . 
Ты сам знаешь " . Вам придётся позвонить мне домой и записаться на консультацию . 
Тогда я приеду к вам , когда вы не будете этого ожидать , но так , чтобы было удобно мне . И я уединюсь с вашим унитазом . 
Почувствую его кожу . Услышу его стоны . Услышу его рёв . 
Нужно платье с пайетками . 
Больно же будет . 
Не хочу я сидеть на пайетках . 
" Больно же будет " ? Вы просто идиот . 
А вот эта не прочь стать чьей-то любовницей . А вот её я пока не буду обсуждать . 
Моя любовь к этому делу появилась , ещё когда я была маленькой девочкой . 
Я жила вместе с бабушкой , так что вы понимаете , что у меня было отличное детство . 
Подтяни портки , нехорошая девчонка . 
Мне нелегко живётся . И всё это из-за тебя . 
Я буду вываливать на тебя всё своё дерьмо . 
Спасибо продюсерам за этот небольшой флешбек . 
Ну всё . Хватит уже показушничать . Идите . 
Унитазам нужна любовь . Унитазы не просили нас делать их унитазами . 
Унитазы нужно наряжать , они должны хорошо выглядеть . 
Только не надо звонить и спрашивать , сколько это стоит . Просто запишитесь на консультацию . 
Пока . 
Бибо откроет дверь . 
Рак кожи ... Как быстро убивает ? 
Спасибо , сэр . Сдачи не надо . 
А как тебе эта квартира ? 
Нет ? 
О , я тут бывала . 
Эта маленькая . Но вот эта ... Как она тебе ? 
Бибо . Не дёргайся . 
Распознаю входящий звонок . 
Спасибо , Бибо . 
Алло ? Хулио , на два слова . 
Прямо сейчас ? 
Пожалуйста . Нет , я не тебе . 
Сейчас лучший момент , чтобы сказать тебе ... Да , это я . 
Хулио ? 
Приём ? Привет . 
Ну так что , твоя мать была рисоваркой или , может , пылесосом ? 
Звук злости MP3 . 
Бибо , расслабься , это просто шутка . 
Это из клуба насчёт серёжки . 
Если её нашли , мне сделают биопсию . 
Тебе надо искать квартиру . Нет , мне нужно знать , с чем я имею дело . 
А я смогу это узнать , только если найду устрицу . 
Хулио , я так не могу . Не могу отдаться безумию . 
Помнишь , когда мы были в колледже , ты плевался кровью , якобы из-за внутреннего кровотечения ? А оказалось , ты зубы не чистил . Чего ты это вспомнила ? 
Это здесь вообще при чём ? Тут совсем другое . Даже с зубами не связанное . 
Всё ровно также . 
С тобой всегда так . 
Алло ? 
Это Ванесса . 
Алло ? Ваш банковский счёт подвергся риску . 
Ох , нет . 
В общем , твоя золотая устрица так и не нашлась , но я знаю , где она может быть . 
Ты слыхал про " Фуфу " ? Нет . 
Это первый и единственный клуб для хомяков-геев в Нью-Йорке . 
Как " Студия 54 " и " Бергхайн " , но для хомяков-геев . 
Только там они могли быть собой . Они могли просто прийти , потанцевать , пошалить . И забыть о бесконечном беге в своём колесе . 
В " Фуфу " можно было увидеть хомяков в секс-костюмах , как парочки ищут третьего и исчезают в тёмной комнате . Или ругаются из-за просыпанного кокса . 
Да где он ? Сука , я такой тупой . Ты что , просыпал кокаин ? 
Только не злись . 
В туалете " Фуфу " легко можно было найти наркоту . Идиот . 
Где он ? Где пакетик ? 
Твой парень — токсик . Идём сосаться . 
Я работала в гардеробе . Алекс , чика . 
Боже мой , привет . Давно не виделись . 
Тебе одну ? Да , только одну . Пять долларов . 
Офигеть . Да на такие деньги можно больше купить . 
" Фуфу " принадлежал милому старичку по имени Помполино . 
Он назвал клуб в честь своего бывшего , который погиб от руки жестокого семилетки . Он забыл его покормить . 
Его новый парень по имени Коко был молод и жаден до власти . У него были большие планы на " Фуфу " . 
Устроим бранчи с безлимитной мимозой . 
Детка , но " Фуфу " совсем не об этом . 
Откроем сеть , заколлабимся с брендами и будем проводить для них мероприятия . 
Нюхни . Мероприятия ? Нужно задрать цены , чтобы каждый хомяк мог позволить себе выпивку . 
Это умно . Милый , " Фуфу " — это семья . Наша гей-семья . Нюхни давай . Я не хочу кокаин . 
Позовём Энтони из Queer Eye и Андерсона Купера . Можно даже Спока позвать . 
Кто из них Спок ? Детка , он же человек . 
И что ? Люди прикольные . Нюхни . 
Детка , Фуфу бы это не понравилось . 
Фуфу сдох . 
И я тут ни при чём , что бы ни говорили копы . Я выведу это место на новый уровень . 
А через день " Фуфу " превратился в аптеку . 
Как грустно . 
В общем , хомячья аптека под диджейской стойкой . 
Думаю , твоя серёжка туда закатилась . 
Следующий . Привет , здравствуйте . В общем , меня зовут Хулио . 
Ага . Я хотел спросить , не находили ли вы маленькую для меня , но довольно крупную для вас устрицу из золота с бриллиантом ? 
Устрицу ? 
Да , это серёжка в форме устрицы . И она с бриллиантом . 
Ясно . Эй , Чипс ! 
Да ? Чипс здесь . 
Ты видел устрицу с бриллиантом ? 
Да , я вам помогу . Правда ? 
Короче , вчера приходил клиент . Он сказал , что оставил тут свой свитер . 
Мы пошли в бюро находок и там он заметил вашу золотую устрицу , так ? Да . 
Да . И он говорит : " Да вот же мой свитер " . 
Ну и я отдал . 
И где он работает ? 
Ты чего так одет ? 
С телефоном в школу нельзя . 
Я здесь не учусь . 
Тогда зачем ты здесь ? 
Я просто жду , пока закончится урок , чтобы на хомяка наорать . 
Не обращай внимания . 
Да со мной всё хорошо . 
Тебе нравилось в школе ? Нет . Почему ? 
Потому что там была ужасная , давящая атмосфера . 
Над тобой смеялись ? 
Нет . 
Потому что ты гей ? 
Ну , может быть , как следствие , но нет . 
Я не знаю . У меня были другие приоритеты . 
В смысле ? 
Ты что у нас , мини-Опра ? Я не знаю . Просто школа казалась соревнованием на то , кто лучше впишется . 
Я изначально отставал и не мог догнать остальных , как бы ни старался . 
Когда умер мой дедушка , семья унаследовала его долги и нам пришлось переезжать , чтобы нас не нашли коллекторы . У нас не было хороших вещей . 
Дети в школе считали , что со мной что-то не так . 
" Почему у тебя такая машина ? Почему у тебя такая одежда ? " 
И в итоге я сказал им : " Знаете что ? Я вообще не хочу сюда вписываться . Мне не нужно то , что есть у вас . 
Что ? Не позвали на вечеринку ? 
Да я о вашей вечеринке даже не думал . 
Я не на дне пищевой цепи . Меня вообще в ней нет . 
Я не отстаю в гонке , я в ней даже не участвую . Я даже не слежу за ней . Я вот здесь . Я спокоен и не переживаю . Я исключение . Я другой . Я сам по себе . Я исключение " . 
Так что не нужна мне карта существования . Мне нужно отправиться в собственное приключение . 
Но по мне , твоё приключение , этот лабиринт , куда ты себя загнал , — это лишь твой способ отвлечься от того факта , что тебе , как всем остальным , придётся жертвовать тем , во что ты веришь , жертвовать своей индивидуальностью , которая стала твоей бронёй в системе , которая сделала тебе больно . И чтобы выжить в этом мире , тебе придётся соблюдать хотя бы некоторые его правила . 
Ты и сам знаешь , что не болен . Но ты боишься того , что стены сжимаются . 
И что будет после биопсии ? 
Что будет , когда у тебя не останется этого щита от мира ? 
Найдёшь что-то другое , чтобы отвлечься ? 
Фигаро ? 
Да , да , привет . 
Что , как ? Отдай мне бриллиант . Так , прости . Бриллиант ? 
Я не понимаю , о чём ты . 
Где моя устрица ? 
А , ты это про мой свитер . Ну хорошо . 
Типа , ладно , ладно . Да . И где он ? 
Как раз начинаю вспоминать . Хорошо . Так где он ? 
Слушай , я был на волосок от смерти и ещё не отошёл . 
Да говори уже , Фигаро . 
Да расслабься ты , боже . 
Я потерял бриллиант , когда оказался рядом с бездной . 
У нас так унитазы называются . 
Да господи , в чём проблема ? 
Средства переведут из Европы . 
Простите . Алло ? 
Ну и где ты ? 
В школьном туалете ищу устрицу . 
А у меня замечательные новости . 
Они снимают только ремейки . И хотят , чтобы ты адаптировал " Зубную фею " . 
Чтобы можно было смотреть всей семьёй . 
Я уже сказал им свою идею . 
В общем , мне сказали , что вы хотите снять лёгкий , летний фильм про зубную фею для всей семьи . 
Что ж , и вы его получите . Моя идея — рассказать историю о зависимости . 
Сперва мы видим одинокого и измождённого парня-фею . Он крадёт у отца , феи-сантехника , четвертаки . Они живут в дереве , что в их мире всё равно что многоквартирный дом . 
А позже мы узнаём , что он крадёт деньги ради своей зависимости от человеческих зубов . 
В конце фея умирает . 
Принесёт ли этот фильм деньги ? 
Нет , но вы же не ради денег кино пошли снимать . 
Думаю , они хотят что-то попроще . 
Повиси , звезда моя . У меня вторая линия . 
Это банк , по поводу ваших слитых в сеть фотографий . 
Ты ? Опять ? 
Так , теперь займёмся устрицей . 
Я есть вода . 
Я здесь , но я ещё и там . 
Я есть вода . Стремительный поток . 
Очищающий поток . 
Живительный поток . 
В унитазе голова кружится . 
У тебя вопрос ? 
Мне скоро идти дождём , дождём , дождём . 
Ах да , твоя устрица . 
Я чувствовала , как она прошла по моему горлу , сквозь моё существо и в итоге оказалась в моём море . 
Алло ? Боже , я четыре часа вас прождал . 
Подождите . 
Только не на удержание . 
Я просто ненавижу Хэллоуин . Даже не начинай , подруга . 
Смотреть , как эти грязные дети шастают в русалочьих хвостах . 
Ага , про апроприацию не слышали ? 
Да . Я , типа , не хочу смотреть на твои кроссовки под зелёной юбкой . 
Да , называй вещи своими именами . Это юбка ! 
Точно , это не хвост , малышка . 
Если уж хочешь перевоплотиться , постарайся . 
Да . Таскайся от двери до двери по земле . 
Или сделай камень из папье-маше , и пусть родители возят тебя на тележке . 
Стой , а это очень хорошая мысль . 
Это гениально . 
Запустим продажу ? Да . 
Я могу сделать веб-сайт . И логотип сейчас замутим . 
Наверное , сперва надо сделать товар . 
Ну вот , опять началось . 
Тебе не кажется , что мы как-то спешим ? 
Поэтому у тебя ничего и не получается . 
Я типа что , перегибаю ? Ты меня подталкиваешь , ты хорошая подруга . 
И ты хорошая подруга . 
Психолог советует бросить пить . 
Мой тоже говорит , что тебе надо бросить пить . 
Ванесса . Да , это Ванесса . 
Алло ? Ваш накопительный счёт в зоне риска . 
Да , это настоящий банк . Да , я из банка . 
Хватит . Кто вообще так делает ? 
Алло ? Алло ? Привет . 
Я Оскар , мне 42 , я из Бруклина , Нью-Йорк . 
Я записываю свой сон для анализа . 
Но сперва расскажу предысторию . Мы с сестрой держим небольшое интернет-кафе . 
В основном я за главного . А она занимается другими делами . 
У нас довольно ощутимое количество долгов . 
Просто понимаете , прошлым летом я зашёл в дом и увидел отца . Он был без сознания , а по радио как раз сказали про аномальную жару , поэтому , само собой , я вызвал скорую . 
В неотложке врач сказал , что отец просто лёг поспать . 
Но нам всё равно пришёл огромный счёт за вызов скорой и осмотр . Хотя мы живём в квартале от больницы и 45 минут просто искали парковку . 
Ну короче , сейчас мы должны кучу денег , поэтому Вики всё время ищет подработки . 
Она купила франшизу на какой-то сервис по загрузке разума . Она продаёт косметику и периодически разводит людей по телефону . Ну а я управляю интернет-кафе . Которое не приносит особой прибыли . 
И на своём экране я могу видеть экран любого нашего посетителя . 
Чаще всего они проверяют имейлы , оплачивают счета или играют в игры . Но я должен присматривать за теми , кто смотрит порно или делает что-то подозрительное . 
И тут начинается мой сон . 
В своём сне я был здесь на работе . Сидел за своим столом . Делал свою работу . 
И в какой-то момент я увидел на экране , что Вики разглядывает кожаную куртку . 
И на этой куртке есть молния , вот только она декоративная . И я эта молния . 
И в каждом отзыве написано : " Не покупайте эту куртку , молния не открывается , она всего лишь декоративная " . 
И я думаю , даже если я молния , у меня не обязательно должна быть функция . 
Вы позвонили на горячую линию анализа снов . 
В настоящее время ваш сон не готов . Перезвоните нам позже . 
Карта существования . 
Я слышу , как скрипят шестерёнки . Что такое , звезда моя ? 
Я не могу сделать биопсию , потому что не нашёл устрицу , и не могу загрузиться , потому что им нужна карта существования . 
Карта существования ? О нет . 
Карта существования — это новая форма удостоверения личности , которая стоит пять долларов в месяц . Бибо , в тебе Алекса ? 
Это унизительно . 
А вот это уже можно использовать . 
На транссексуализм сейчас повышенный спрос . Ладно . 
Скоро карту будет необходимо предъявлять в барах , аэропортах , для аренды жилья , получения кредитов и прохода на мероприятия . Для этого уже в текущем месяце будут установлены специальные аппараты . 
Чтобы получить карту , вам нужна хорошая кредитная история , работа и так далее . Либо вы можете стать исключением . 
Стоп , исключение . Это же я . Исключение . 
Чтобы стать исключением , вам нужно подать документы , подтверждающие вашу славу , например , если вы звезда соцсетей . Либо кто-то вроде Бейонсе или миньонов . 
Я знаю , как тебе этого добиться . Если согласишься , дай мне слово , что сразу же найдёшь квартиру и не будешь себя загружать . 
А как же моя родинка ? 
У меня есть связи . 
Мы сделаем тебе биопсию . Будет такой перформанс . 
Ладно . А что надо делать ? 
Я согласен . Только если не нужно прогибаться под эту ужасную систему . 
Но что бы там ни было , я всё сделаю . 
Это реклама кредитной карты . 
Я не буду . 
Направленная на молодёжь . Называется " Ча-Чин " . 
И тебе придётся надеть полностью радужный костюм . И сомбреро . 
Господи . 
И держать маракасы . 
