Να πάρει . 
Πήγαινε φέρε τη μαμά . 
Όταν ένα ζευγάρι μαλώνει , ο άντρας κάνει την πρώτη κίνηση . 
Πήρε μπρος . 
Θέλεις κάτι ; 
Θα σου το φέρω . 
Ο μπαμπάς μου δούλευε πολύ , αλλά δύσκολα τα έφερνε βόλτα . 
Πάντα ένιωθα θλίψη κι άσχημα γι ' αυτόν . 
Πάρε ένα καινούργιο αμάξι . 
Αυτό ακούγεται σαν να βήχει ένας 100 χρονών παππούς . 
Μπορεί να σ ' ακούσει . 
Μην είσαι τόσο άκαρδη . 
Φοβάμαι ότι είναι επικίνδυνο . 
Αυτό το μωρό δεν θα με βάλει ποτέ σε κίνδυνο . 
Θα μείνεις μόνη χωρίς εμένα . 
Να οδηγείς προσεκτικά . 
Θα έρθεις το βράδυ ; 
Θα αργήσω πολύ . 
Να δεις τις πόρτες πριν κοιμηθείς . 
Ποιος θα μας έκλεβε ; 
Ορίστε . 
- Πήγαινε τώρα . 
- Γεια . 
Είναι όμορφη . Όπως κι η μαμά της . 
Και τι έγινε ; Η μαμά της έφυγε . 
Ο κύριος Κανγκ δεν έπρεπε να την παντρευτεί για την ομορφιά της . 
- Το λυπάμαι το καημένο το παιδί . - Σταμάτα . 
Το καημένο το παιδί που η μαμά του έφυγε . 
Σ ' αυτήν τη μικρή γειτονιά , ο κόσμος μας κουτσομπόλευε για να περνάει η ώρα τους . 
Αυτό με πλήγωνε όλο και πιο πολύ όσο έμπαινα στην εφηβεία . 
Μπαμπά ... 
Πού πηγαίνει ; 
Βρέχει . Λες να νοικιάσουμε μια ταινία ; 
- Να πάρουμε και λίγα νουντλς ; 
- Μια χαρά . 
Πάω για την ταινία . 
- Να έρθεις γρήγορα . - Εντάξει . 
Μαμά ; 
Για να συνεχίσω , έπρεπε να δεχτώ ότι αυτή ήταν η ζωή μου . 
Ότι η ζωή μου ήταν φριχτή . 
Ότι δεν υπήρχε λόγος που δεν έπρεπε να είμαι μία από τις άτυχες . 
Είναι 1.200 γουόν . 
Έχασες το πορτοφόλι σου ; 
Θεέ μου . Το δείχνεις πολύ ότι η μητέρα σου σε παράτησε . 
Εξαιτίας της μητέρας σου , πρέπει να φέρεσαι έξυπνα , ώστε οι άλλοι να μη σου βρίσκουν ψεγάδια . 
Το ξέρεις ; 
Μην είστε τόσο περίεργη . 
Ορίστε . 
Είναι δικό σου ; 
Οπότε , όλα ήταν καλά . 
Ήμουν απελπισμένη να δω ένα χέρι να μου απλώνεται . 
Τι ; 
Τα παλιόπαιδα ... 
Θα σας τιμωρήσω . 
Πολύ απελπισμένη για να καταλάβω αν ήταν έδαφος ή βάλτος . 
Αλλά ήμουν αποφασισμένη να μην κάνω τα ίδια στη δεύτερη ευκαιρία μου . 
Θα πάλευα , θα ωρίμαζα και θα γινόμουν η πιο ευτυχισμένη απ ' όλους . 
Επιτέλους , ήταν η σειρά μου να διαλέξω ένα σωστό χέρι . 
Διάλεξα ένα σωστό χέρι αυτήν τη φορά . 
Πίστευα ότι θα ήμουν ευτυχισμένη . 
Σου τηλεφώνησα για να μιλήσουμε , αλλά δεν το σήκωσες . 
Σκέφτηκα να προσπαθήσω και αργότερα . Αλλά ίσως πάλι να με απέφευγες , γι ' αυτό περίμενα να σε δω . 
Τσι Ουόν . 
Θα σου εξηγήσω . 
Έκανα λάθος . Και πάλι επιλέγω τα πιο ακατάλληλα χέρια . ΕΠΕΙΣΟΔΙΟ 12 
Κυρία Κανγκ , τι θα κάνουμε ; 
Μόλις τώρα πήρα την κυρία Γιανγκ , επειδή δεν ήρθε στον γάμο . 
Τι θα κάνουμε ; Η κυρία Γιανγκ έχει καρκίνο στο στομάχι . 
Γι ' αυτό η ζωή είναι δύσκολη . 
Το μέλλον είναι μυστήριο . 
Νόμιζα ότι θα ήξερα τα πάντα σ ' αυτήν την ηλικία , όταν ήμουν παιδί . 
Όχι , τα πας περίφημα . 
Διάβασα το άρθρο σου στην εφημερίδα της εταιρείας για το ατυχές περιστατικό . 
Το προσωπικό σίγουρα ταράχτηκε . Ήταν η σωστή αντίδραση . 
Ήμουν περήφανος . 
Αισθάνθηκα άσχημα που σου ζήτησα να συμμαζέψεις τα χάλια του υπαλλήλου μου . 
Είμαστε σαν οικογένεια . Ήταν το ελάχιστο που μπορούσα να κάνω . 
Ο πατέρας μου πάντα μου έλεγε να μην ξεχνάω ότι η UK ήταν η οικογένειά μου . 
Ποτέ δεν σκέφτηκα διαφορετικά απ ' αυτό που μου είπε . 
Ο Κανγκ Τσολ είναι πολύ τυχερός . 
Σε μεγάλωσε πολύ καλά . 
Αν το εννοείται αυτό , κακώς διέλυσα τον αρραβώνα . 
Αρραβωνιαστήκαμε λόγω των γονιών μας κι ο Τσι Χιοκ ήταν τελείως απαθής . Ποτέ δεν μου άρεσε ως άντρας . Γι ' αυτό συμφώνησα να διαλύσουμε τον αρραβώνα . 
Αλλά έχει ομορφύνει . 
Τι ακριβώς συνέβη ; 
Γι ' αυτό θα μείνω στην Κορέα μεγάλο διάστημα . 
Μπορώ , έτσι ; 
Θα έρχομαι να σας βλέπω συχνά . 
Πώς θα ένιωθα αν το αγόρι μου παντρευόταν την καλύτερή μου φίλη ; 
Θα ένιωθα τυχερή , εφόσον έβρισκα ένα νέο πλούσιο αγόρι ; 
Είναι σαν σαπούνι , έτσι δεν είναι ; 
Αγόρασες αυτοκίνητο για να με πηγαίνεις στο νοσοκομείο . 
Πότε οδήγησες τελευταία φορά ; 
Πώς ήταν τα αποτελέσματα των εξετάσεων ; 
Δεν θα είναι εύκολο . 
Θα περιμένω πολύ , επειδή το πρόγραμμα του γιατρού είναι γεμάτο . 
Επίσης , η ιατρική έχει προχωρήσει , οπότε ... 
Δεν το αντέχω αυτό . 
Νιώθω αδύναμη όταν είμαι μαζί σου . 
Το αντέχω καλύτερα όταν είμαι μόνη . 
Αυτός ακριβώς είναι ο λόγος που έρχομαι μαζί σου . 
Δεν μπορείς να είσαι ψυχικά υγιής όταν πονάς . 
Κλάψε . 
Μην το κρατάς μέσα σου . Κλάψε στην αγκαλιά μου . 
Πρέπει να κλάψεις . 
Γιατί είσαι τόσο καλή μαζί μου ; 
Εγώ φταίω . 
Τη μοίρα μου την πήρε εκείνη . 
Αλλά γιατί ; 
Δεν έπρεπε να τελειώσει με τον γάμο του Μιν Χουάν ; 
Να σου πω . 
Σταμάτα να με κοιτάς έτσι . 
Έπρεπε να το πεις στη μαμά μου , αν δεν σου άρεσε αυτό το μέρος . 
Πώς να της το πω εγώ ; 
Εσύ έπρεπε να της το πεις . 
Γιατί ; 
Νομίζω ότι η μαμά μου έχει δίκιο . 
Είναι επικίνδυνο για μια έγκυο να πετάξει . 
Καλά . Εντάξει . 
Ο μήνας του μέλιτος δεν είναι σημαντικός . 
Μιν Χουάν . Μιν Χουάν . 
Ας ζήσουμε καλά μαζί . 
Τώρα είσαι η κεφαλή του σπιτιού μας . 
- Το μωρό ... - Έλα . 
Γιατί να είμαι εγώ η κεφαλή ; 
Η Τσι Ουόν ποτέ δεν είπε κάτι τέτοιο . 
Σου Μιν . Είσαι υπέροχη κι όλα αυτά , αλλά δεν ξέρεις από γάμο . 
Άκου προσεκτικά . 
Οι γάμοι πηγαίνουν καλά όταν ο κάθε ένας κάνει τη δουλειά του . 
Τι ; 
Δεν σου άρεσε το προσκλητήριο , δεν καταλάβαινες τη μάνα μου και δεν σου άρεσε το μέρος του μήνα του μέλιτος , 
Συνέχεια μου γκρινιάζεις . 
Αυτό συμβαίνει επειδή σκέφτεσαι μόνο τον εαυτό σου . 
Δες εμένα . 
Είπα τίποτα για τις φίλες σου και για ό , τι έκαναν στον γάμο μας ; 
Συγχύστηκες και μου πέταξες το τηλέφωνό σου . 
Βρε συ . 
Είναι το ίδιο πράγμα ; 
Τι κάθομαι και σου μιλάω ; 
Άσ ' το . 
Να πάρει . 
Συγχαρητήρια που μάζεψες τα σκουπίδια μου . 
Όχι . 
Σανγκ Τζονγκ , το νοίκιασες ; 
Ναι , μόλις έστειλα τα χρήματα . 
- Ευχαριστώ . - Γεια . Εντάξει . 
Όμως , είναι σωστό να πεις στη μαμά σου ότι σε εξαπάτησαν ; 
Ακόμα κι αν το πιστέψει , η γυναίκα σου δεν θα τσαντιστεί ; 
Είμαι ο μοναχογιός της . Δεν θα με σκοτώσει . 
Και τα λεφτά δεν ήταν της γυναίκας μου . Τι μπορεί να κάνει ; 
Περίμενε . 
Εντάξει . Μόλις πήρα τα λεφτά . 
Τα χρέη είναι περιουσιακά στοιχεία . Όλα θα πάνε καλά . 
Εντάξει , ευχαριστώ . 
Κατατρόμαξα . 
Για ποιο πράγμα μιλούσες ; 
Τι ; 
Τι εννοείς ; 
Τι άκουσες ; 
Τι εννοούσες ; 
Είπες ότι δεν ήταν τα λεφτά μου . 
Βασικά ... 
Θα κυκλοφορήσει σύντομα . Θα μας δυσκολέψει αυτό . 
Έλεγξαν ακόμα και το προσχέδιο . Πώς να κάνουν τώρα πίσω ; 
Δεν γίνεται πριν το λανσάρισμα . 
Θα τρελαθώ . 
Περιμένετε . Περιμένετε ένα λεπτό . 
Τι έγινε , Χούι Γιον ; 
Τα πράγματα δεν πάνε καλά με το τρέχον πρότζεκτ της σεβαστής κυρίας Γιανγκ και της κυρίας Κανγκ ; 
- Τε Χιονγκ . 
- Ναι ; 
Μη σκας για ένα αποτυχημένο πρότζεκτ . 
Πάμε για ένα τσιγαράκι . 
Ναι , πάμε . 
Συνεχίστε τη δουλειά σας . 
Είναι 1 : 45 μ.μ. 
Πήρες τρεισήμισι μέρες άδεια και έρχεσαι τώρα στη δουλειά ; 
Είσαι τόσο σχολαστική στη δουλειά σου , αλλά είσαι ακόμη πιο σχολαστική με τον ελεύθερο χρόνο σου . 
Κύριε Κιμ ; 
Ναι , κυρία Κανγκ ; 
Καλύτερα να πηγαίνετε μακριά για να καπνίσετε τις ώρες εργασίας . 
Αφού η κυρία Γιανγκ λείπει , πρέπει να βοηθήσετε με τα γεύματα , αλλά δεν βλέπετε τα δεδομένα . 
Γι ' αυτά λες ; 
Δεν χρειάζεται να τα βλέπω . 
Τε Χιονγκ , πάμε . 
Οι σεφ ξαφνικά ακύρωσαν τα συμβόλαιά τους ; 
Τι είναι αυτό ; 
Τι έγινε με τον σεφ Λι Κουάνγκ Μιν ; 
Είμαστε έτοιμοι . Γιατί να το αναβάλουμε ; 
Λέει ότι το προϊόν δεν είναι καλής ποιότητας . Ειλικρινά , είναι γελοίο . 
Σίγουρα κάτι συμβαίνει . Ο Κιμ Κιονγκ Ουκ ... 
Όχι . Ο κύριος Κιμ είναι καλός στην πολιτική . 
Έχει διασυνδέσεις και νομίζω ότι αυτός έκανε κάτι . 
Η κυρία Γιανγκ ; 
Την πήγα σπίτι . Καλό θα ήταν να πάρει άδεια . 
Άδεια ... 
Δεν είναι ώρα να θυμώσω . Αλλά δεν θα με άκουγες και με ανάγκασες να σε φωνάξω στη δουλειά . 
Συγγνώμη . 
Χρειαζόμουν χρόνο να σκεφτώ . 
Ήμουν μπερδεμένη . 
Μου δόθηκε άλλη μία ευκαιρία και σκέφτηκα ότι έπρεπε απλώς να παντρευτούν ο Μιν Χουάν κι η Σου Μιν . 
Όσο έκανα αυτό , εσύ ήσουν ως δώρο για εμένα . 
Έμαθες ποτέ ότι παντρεύτηκα ; 
Θα ξεκαθαριστεί σε λίγα χρόνια . Απλώς συντόμευσα τη διαδικασία . 
Η Γιου Ρα είναι οικογενειακή φίλη απ ' όταν ήμασταν παιδιά . 
Νόμιζα ότι μπορούσα να την παντρευτώ χωρίς αισθήματα . Αλλά δεν ήταν έτσι και τελείωσα μαζί της . 
Μπορείς να παντρευτείς κάποια χωρίς αισθήματα ; 
Υπάρχουν τέτοιες σχέσεις . 
Για να είμαι ειλικρινής , δεν ήξερα πώς ένιωθα για εσένα πριν την κηδεία σου . 
Γι ' αυτό το τελείωσα όταν επέστρεψα . 
Έτσι έγινε . 
Δεν ξέρω . 
Όλα όσα λες μου ακούγονται σαν δικαιολογίες . 
Τσι Ουόν . 
Δεν θέλω να σε κατηγορήσω . 
Αλλά συνειδητοποίησα ότι ονειρεύτηκα κάτι πολύ χαρούμενο . 
Όταν ήμασταν στη λίμνη μου είπες ότι το να έχεις οικογένεια ήταν κάτι καλό . 
Ξέρεις τι σημαίνει να μην έχεις οικογένεια ; 
Ήθελα να ξεκινήσω μια οικογένεια . 
Ναι , έκανα ένα λάθος . 
Η μαμά μου με παράτησε όταν ήμουν 14 ετών . 
Βρήκε τον έρωτα . 
Άντεξε για χάρη μου 14 χρόνια , αλλά δεν έχει σημασία πόσο καιρό αντέχεις . Αυτοί που μένουν πίσω πονάνε πολύ . 
Δεν έχει σημασία το είδος της σχέσης , όταν ξεκινήσει , δεν το βρίσκω σωστό για ένα άτομο 
Προσέλαβα τον δρα Λι από τις ΗΠΑ στο ογκολογικό μας τμήμα . 
Ειδικεύεται στον καρκίνο του στομάχου . 
Ξόδεψα έξι μήνες γι ' αυτό . 
Η κυρία Γιανγκ θα κάνει την επέμβαση σύντομα . 
Παρακαλώ ; 
Σιχαίνομαι τα κλισέ όπως αυτό , αλλά μάλλον δεν μπορώ να κάνω αλλιώς . 
Σ ' ευχαριστώ που ήρθες . 
Σκέφτηκα ότι ήταν σωστό να σου μιλήσω , γι ' αυτό ήρθα . 
Δεν χρειάζεται να ανησυχείς ... 
Δεν θα το αποφασίσεις εσύ , σωστά ; 
Με ενοχλεί αυτό . 
Συγγνώμη . 
Δεν ήξερα ότι ήταν αρραβωνιασμένος . Και θα σταματήσω να τον βλέπω . 
Στη ζωή κάποιες φορές μαχαιρώνεις κατά λάθος κάποιον . 
Αλλά δεν αρκεί να λες ότι δεν το ήξερες κι ότι δεν θα το ξανακάνεις . 
Τι θέλεις να κάνω ; 
Μου άρεσε . 
Δεν το ήθελα , αλλά τον ερωτεύτηκα . 
Έτσι είδα ένα ευτυχισμένο όνειρο για λίγο . 
Ωστόσο , αφότου έμαθα για εσένα , το τελείωσα . 
Δεν ήξερα πώς ένιωθα ... Γι ' αυτό το τελείωσα όταν επέστρεψα . 
Το βρίσκω ενδιαφέρον που τον ερωτεύτηκες . 
Δεν είχες μια σχέση για εφτά χρόνια ; 
Παραλίγο να παντρευτείς αυτόν τον άνθρωπο . 
Τι έγινε και ξαφνικά ερωτεύτηκες το αφεντικό σου ; 
Μετά από εφτά χρόνια δουλειάς . 
Επειδή ο Τσι Χιοκ είναι ο διάδοχος της UK ; 
- Δεν είναι έτσι . - Δεν το ήξερες ; 
Ο παππούς μου ήξερε ... έγινε CEO ... ότι εγώ δεν ήθελα τίποτα . 
Η ζωή μου αποφασίστηκε από τη γέννησή μου . 
Οπότε , σπούδασα κι εργάστηκα μόνο για τη UK . 
Άρα , ήξερες . 
Νομίζω ότι τελειώσαμε . 
Να πηγαίνω εγώ . 
Αυτό που μισώ περισσότερο είναι οι άνθρωποι σαν εσένα . 
Τα αυτάρεσκα τίποτα . 
Ήσουν άπληστη , αλλά λες το αντίθετο . 
Ξέρεις τα πάντα , αλλά το παίζεις ότι δεν τα ξέρεις . 
Δεν είσαι τόσο χαζή , ώστε να μην ξέρεις ότι αυτός θα σου αλλάξει τη ζωή . 
Είσαι προβλέψιμη . 
Κι εσύ είσαι από τους ανθρώπους που εγώ μισώ περισσότερο . 
Νομίζεις ότι όλες είναι σαν εσένα ; 
Νομίζεις ότι είχε σημασία ότι ήταν ο διάδοχος της UK ; 
Δεν είχε καμία σημασία για εμένα . 
Επειδή η ζωή μου άλλαξε χωρίς αυτόν . 
Πρέπει να συνέλθω . 
Αν ο καρκίνος πήγε στη Γιανγκ Τσου Ραν ... 
Μη μου πεις ... 
Τι θα γίνει τώρα ; 
- Άνοιξε την πόρτα . 
Πες γεια στη μαμά . 
Πες . Γεια σου . 
Πριγκίπισσα . Μην έρχεσαι πια εδώ . Ξεκουράσου στο σπίτι σου . 
Πηγαίνετε τώρα . 
Με λένε Λι Τσε Ουόν . Είμαι ο σύζυγος της Τσου Ραν . 
Έχω καρκίνο στο στομάχι . 
Τι κάνω τώρα ; 
Πάμε . 
Κρυώνεις ; 
Πήγαινε εσύ πρώτη . 
- Τι ; - Τα χείλη σου . 
Ο άντρας ... 
Ο άντρας ... 
Μήπως η μοίρα έχει σχέση με τον σύζυγο κι όχι με τον γάμο του Μιν Χουάν ; 
Ειδικεύεται στον καρκίνο του στομάχου . 
Ξόδεψα έξι μήνες γι ' αυτό . 
Τι ; Μας εξαπάτησε ; 
- Θα τη σκοτώσω τη μεσίτρια . - Όχι , μαμά . 
Το κανόνισα όλα εγώ . Της μίλησα , μαμά . 
Τι κανόνισες , μωρέ χαμένε ; 
Γιατί ήρθες εδώ γονατιστός , αν το είχες κάνει ; 
Όταν το σκέφτομαι , η Σου Μιν διαφέρει από εμένα . 
Σωστά . 
Αν το σκεφτείς καλά , για όλα αυτά ευθύνεσαι εσύ . 
Τι ξέρει ένας άντρας ; 
Γι ' αυτό μια καλή γυναίκα πρέπει να μπαίνει στην οικογένεια . 
Δεν έπρεπε να βιαστώ . 
Ήμουν αρκετά διστακτική . 
Δεν έπρεπε να το κάνω . 
Παρόλο που παντρεύτηκε τον Μιν Χουάν όπως εγώ , θα τους αφήσει να την εκμεταλλευτούν όπως εμένα ; 
Μητέρα . Πρέπει να δείτε την αλήθεια . 
Εσείς διαλέξατε το σπίτι και δώσατε τα λεφτά για το συμβόλαιο . 
Γιατί κατηγορείτε εμένα ; 
Θέλω να πω ότι έκανα τα στραβά μάτια που μας νοικιάσατε σπίτι και δεν το αγοράσατε . 
Θεέ μου . Άκου τι λέει . Για να σου πω . Ήμουν καλή μαζί σου , επειδή είσαι έγκυος . 
Δεν έδωσες τίποτα και τώρα τι ; Έκανες τα στραβά μάτια ; 
Εγώ έχω λεφτά . Εκείνος μου είπε να μη δώσω τίποτα . 
Μάλλον επειδή ήθελε να μετακομίσει εδώ ... 
Για κάτσε . 
Είσαι συμβασιούχος . Τι λεφτά έχεις ; 
Τι ; Συμβασιούχος ; Είπες ότι θα δούλευε μετά τη γέννα . 
Θα δουλέψει . 
Είναι μια ικανή συμβασιούχος υπάλληλος . 
Έχω μετοχές . - Τι ; - Έχω βγάλει αρκετά . 
Ούτε εγώ είμαι ενθουσιασμένη μ ' αυτό . 
Ας είμαστε ειλικρινείς . Στον γάμο έκανα όλα όσα θέλατε . 
Επίσης , στον μήνα του μέλιτος έμαθα για ... 
Όπως και να ' χει , σταματήστε να χτυπάτε τον Μιν Χουάν , σας παρακαλώ . 
Είναι η κεφαλή του σπιτιού και πατέρας του μωρού μας . 
Ή μήπως να φύγω με το μωρό μας ; 
Το μωρό μας ... 
Εδώ είναι . 
Δεν είναι τόσο άσχημος ο γάμος , σωστά ; 
Κέρδισα έναν σύμμαχο . 
Μην ανησυχείς . 
Η μαμά μου φαίνεται σκληρή , αλλά είναι ωραία τύπισσα . 
Μόλις γεννηθεί το μωρό , θα μας αγοράσει ένα σπίτι . 
Μόλις ακούσει το κλάμα του μωρού , - δεν θα αντέξει . 
- Δεν υπάρχει μωρό . 
Τι ; Δεν υπάρχει τι ; Τι είπες ; 
- Έλεος . - Τρόμαξα . 
Θα επιστρέψω αργότερα . 
Να έχετε τακτοποιήσει το σπίτι . 
Τι ζωή κι αυτή . 
Έχω άλλα δύο στόματα να θρέψω στην ηλικία μου . 
Αμάν με τις βλακείες σας . 
Να σας πάρει . 
Τι εννοείς ; 
Δεν υπάρχει τι ; 
Είχα μια αποβολή . 
Όταν μου πέταξες το τηλέφωνό σου , άρχισε να πονάει η κοιλιά μου . 
Φοβήθηκα πολύ . Δεν ήξερα τι να κάνω . 
Δεν ήθελα να απογοητεύσω τη μαμά σου και δεν σ ' το είπα . 
Το μωράκι μας . 
Όμως , είπες στον μήνα του μέλιτος ότι ήθελες μοσχαρίσιο κρέας λόγω του μωρού . 
Αλλά τότε δεν υπήρχε το μωρό ; 
Εσύ δεν είπες ότι είχες σπίτι , ενώ δεν είχες ; 
Τι ; Δεν ξέρω . 
Αλλά το μωρό μας ... 
Κυρία Κανγκ . 
Με τρόμαξες . 
Δεν έφυγες πριν ; 
Σε σκέφτηκα . 
Από τα περασμένα Χριστούγεννα προσπαθώ να τρώω υγιεινά . 
Αυτό είναι πλούσιο σε πρωτεΐνες και πολύ τραγανό . Είναι το αγαπημένο μου . 
Αλήθεια ; 
Νόστιμο είναι . 
Αλλά για κάποιον λόγο ... 
Σου θυμίζει κάτι ; 
Πιθανότατα αυτό . 
Είναι τέλειο . Το χρειαζόμουν απεγνωσμένα . 
Η αλήθεια είναι ότι ο αδερφός μου τα πήρε όλα αυτά . Είπε θα τα χρειαστείς . 
Τι ; 
Τελευταία είναι διστακτικός και σαν να είναι σε αναμμένα κάρβουνα . 
Μήπως λόγω της Γιου Ρα ; 
Βασικά ... 
Αυτή βλέπει συχνά τον παππού . 
Αλλά , κυρία Κανγκ , αν ακύρωσε τον αρραβώνα για εσένα ή επειδή ήρθε στα συγκαλά του , εγώ είμαι μαζί του . 
Για να πω την αλήθεια , αρραβωνιάστηκε εξαιτίας μου . 
Είπε ότι πρέπει να κάνουμε μια ισχυρή οικογένεια σε στέρεο έδαφος . 
Επίσης , ο αδελφός μου δεν ενδιαφερόταν καθόλου για ραντεβουδάκια . 
Έμοιαζε σαν να μην είχε αισθήματα . Πάντα τα καταπίεζε . 
Σαν κανένα ρομπότ . 
Τελευταία είναι διαφορετικός . 
Δεν ήταν έτσι . 
Έχει ψύχρα έξω . 
- Πηγαίνετε μέσα . - Δεν πειράζει . 
- Ήρθες ; - Επέστρεψα . 
Θα συνοδεύσω τη Γιου Ρα . 
Ναι , ωραία . Γεια σου . 
- Θα ξανάρθω . - Εντάξει , να έρχεσαι συχνά . Εντάξει . 
Τι κάνεις ; 
Ήθελα να σου το πω . Έχεις αλλάξει πολύ . 
Δεν άλλαξες μόνο την εμφάνισή σου . 
Έγινες άντρας τώρα . 
Ήρθα να δω τον παππού σου . 
Δεν έχει σημασία η δική μας σχέση , εκείνος κι εγώ είμαστε ακόμα κοντά . 
Ενδιαφέρον αυτό . 
Νομίζω ότι ξαφνικά ήρθατε πιο κοντά . 
Έφτασες στην Κορέα στις 8 του μήνα και ήρθες να τον δεις τρεις φορές . 
Πέντε χρόνια ήμασταν λογοδοσμένοι και ποτέ δεν συνέβη τίποτα . 
Γι ' αυτό μιλάς ; 
Δεν σε ένοιαζε τίποτα άλλο εκτός από τη δουλειά . 
Σε λεπτομέρειες αναφέρεσαι . 
Εκείνη φταίει γι ' αυτό ; 
Δεν δέχτηκες την απόφασή μου ; 
Αυτό έγινε πριν μάθω ότι έχεις άλλη . 
Δεν θέλω οι άλλοι να αγγίζουν τα πράγματά μου . 
Επίσης , η Γιου Ρα μπορεί να φαίνεται φυσιολογική , αλλά είναι τελείως τρελή . 
Βγες έξω . 
Πόσο ακόμα θα το κάνεις αυτό ; 
Ξέρεις ότι δεν είμαστε τίποτα . 
Αυτή φταίει . Γιατί να θέλει κάτι δικό μου ; 
Δεν θέλω οι άλλοι να αγγίζουν τα πράγματά μου . 
Αρκετά . 
Κυρία Κανγκ . 
Ξέρω ότι εκείνος είναι καλός άνθρωπος . 
Εγώ φταίω για όλα . 
Γι ' αυτό μη μιλάμε γι ' αυτό άλλο . 
Κυρία Κανγκ . 
Δεν είμαι πραγματική αδερφή του . 
Ο αδερφός μου χτύπησε σοβαρά εξαιτίας μου και της μαμάς μου . 
Οπότε ... Ο Τσι Χιοκ δεν θα απατούσε ποτέ καμία . 
Το συνειδητοποίησα ξανά . 
Η Γιου Ρα είναι σπουδαίο παιδί . 
Δεν νομίζεις ότι σε επισκέπτεται με καλές προθέσεις , έτσι ; 
Γι ' αυτό μου αρέσει . 
Είναι αρκετά άπληστη για να γίνει η κυρία του σπιτιού της UK . 
Μ ' αρέσουν όσοι έχουν εμμονή με τα πράγματά τους . 
Ο άντρας πρέπει να βρει τη σωστή γυναίκα . 
Μια γυναίκα χρειάζεται την κακία για να προστατεύσει την οικογένειά της . 
Έχεις δίκιο . Το έχεις ξαναπεί . 
Γι ' αυτό σκέφτηκα ότι δεν θα υπάρξει πρόβλημα . 
Παππού . 
Όταν η μητέρα μου ήταν ζωντανή , πώς ένιωσες όταν ο πατέρας μου βρέθηκε με την κυρία Τσα ; 
Η κυρία Τσα είχε περισσότερη κακία και απληστία από τη μητέρα μου ; 
Μου άρεσε η κυρία Τσα . 
Η μαμά ήταν πάντα άρρωστη κι ως παιδί στηριζόμουν σ ' εκείνη περισσότερο . 
Πριν μάθω ότι η Χούι Γιον ήταν μόνο πέντε χρόνια μικρότερη από εμένα . 
Αφότου το έμαθα , ένιωσα άσχημα για τη Χούι Γιον . 
Έτσι , αφού αρραβωνιάστηκα τη Γιου Ρα , το κράτησα μέσα μου , ακόμα κι όταν δεν άντεχα άλλο . 
Ορκίστηκα ότι ποτέ δεν θα γινόμουν σαν τον πατέρα μου . 
Αλλά μετά έμαθα ότι τα πράγματα δεν γίνονται έτσι όταν είδα το τέλος . 
Αλλά ... Τι έπρεπε να είχα κάνει , παππού ; 
Είναι πολύ δύσκολο . 
Ώστε αυτό το καθίκι απάτησε την κοπέλα του με την κολλητή της . 
Κι αυτή είναι η σκύλα που παντρεύτηκε το αγόρι της κολλητής της . 
Επειδή δεν ξέρουν ποιος είναι ο Τσι Χιοκ ; 
Ναι . 
Τι χαζοί που είναι . 
Κι αν το μάθουν ; 
Κάνε τα άπλυτα σήμερα . Μην κάνεις μόνο όσα είναι στο καλάθι . 
Οργάνωσε την ντουλάπα και πλύνε και τα παλιά ρούχα . 
Μόνη μου ; 
Εσείς πού πηγαίνετε ; 
Είμαι η γραμματέας του Κέντρου Γυναικών . Πάω σ ' ένα τραπέζι . 
Σωστά . 
Μιας και θα είσαι μόνη , χαλάρωσε ενώ ακούς αυτήν τη μουσική . 
Έχεις μια πολύ γλυκιά ζωή . 
Είσαι πολύ τυχερή . 
Η γιαγιά σου θα επιστρέψει αργότερα , μικρέ μας στρατηγέ . 
Να πάρει ... 
Έλεος . 
Είναι σωστό αυτό ; 
Έτσι είναι η έγγαμη ζωή ; 
Τι είναι αυτό ; 
Γιου Τσι Χιοκ ... 
Τι είναι αυτό ; 
Αποκλείεται . 
Αλήθεια ... 
Σου Μιν . 
Έχω κάποια σκουπίδια να πετάξω . Θα τα πετάξεις εσύ ; 
Συγχαρητήρια που μάζεψες τα σκουπίδια μου . 
Φόρτωσε σ ' εμένα τον Μιν Χουάν και πάει για έναν πλούσιο άντρα ; 
Αποκλείεται . Όχι . 
Εγώ τον έκλεψα . 
Εγώ τον έκλεψα . 
Εγώ . 
Όχι . Όχι . 
Γιατί είναι - το σπίτι έτσι ; 
- Εμένα ρωτάς ; 
Η γυναίκα σου έκανε έτσι το σπίτι , κλείδωσε την πόρτα και δεν βγαίνει . 
Τι ; 
Τι ; 
Να πάρει ... 
Το μόνο που έκανε αυτός ο ψηλολέλεκας ήταν να γεννηθεί σε μια καλή οικογένεια . 
Τι στον διάολο έκαναν οι γονείς μου όλη τους τη ζωή ; 
Μπορώ να φτάσω πολύ πιο ψηλά με λίγη υποστήριξη . 
Αυτήν τη στιγμή ζηλεύεις τον Γιου Τσι Χιοκ ; 
Η Κανγκ Τσι Ουόν σε φόρτωσε σ ' εμένα . 
Και τι θα κάνεις τώρα ; 
Άρα , δεν ήταν απλά σκουπίδια . 
Μάζεψα τα σκουπίδια χωρίς περηφάνια . 
Βρε παλιο ... 
Όχι μόνο αυτό . Είσαι και ηλίθιος . 
Ξόφλησες τα χρέη σου ; 
Μπορεί να σ ' ακούσει η μάνα μου . Μη μιλάς γι ' αυτό . 
Πόσα είναι ; 
Φτάνουν 100 εκατομμύρια γουόν ; 
Τι ; 
Πρέπει να αποζημιωθούμε . 
Γιατί η Τσι Ουόν παίρνει όλα τα καλά πράγματα ; 
Έχεις τρελαθεί τελείως ; 
Να σου πω . Νομίζεις ότι θα σου τα δώσει ; 
Θα την αναγκάσω . 
Ξέρω τα πάντα γι ' αυτήν . 
Ακόμη κι όσα εκείνη δεν ξέρει . 
Χαίρεσαι που νίκησες ; 
Είσαι το άλλο μου μισό . Δεν γίνεται να τελειώσουμε έτσι . 
Τσι Ουόν , δεν μπορώ να σε βρω . 
Πώς είσαι ; 
Έμαθα για εσένα τυχαία . 
Είμαι η μαμά σου . 
Τσι Ουόν . 
Μεγάλωσες τόσο πολύ . 
Αλήθεια σου λέω . 
Είσαι ακόμα όμορφη . 
Ήσουν πάντα η ομορφότερη της γειτονιά μας . 
Γέρασα πια . 
Ο χρόνος δεν σταματάει ποτέ . 
Κι εσύ είσαι όμορφη . 
Χαίρομαι που μου μοιάζεις . 
Ξέρω ότι όλα ανήκουν στο παρελθόν , αλλά ποτέ δεν μου άρεσε πραγματικά ο πατέρας σου . 
Περνούσα δύσκολα στα νιάτα μου και σ ' εκείνον άρεσα πολύ . 
Νόμιζα ότι θα ένιωθα κάτι κι εγώ . 
Όλοι έτσι παντρεύονταν τότε . 
Οπότε , ούτε εσένα ήθελα . 
Όχι , σε ήθελα . 
Είσαι παιδί μου . Πώς γίνεται να μη σε ήθελα ; 
Τέλος πάντων , συγγνώμη . 
Ήμουν ανώριμη . 
Δεν ήμουν έτοιμη όταν σε γέννησα . 
Επίσης , μου έλειψες πολύ . 
Τότε , γιατί δεν ήρθες να με δεις ; 
Ξέχνα τον πατέρα μου , μπορούσες να έρθεις να με δεις . 
Ήρθα . 
Εκείνος δεν με άφησε . 
Δεν ξέρεις πόσο νοιαζόταν για εσένα ; 
Ξέρω ότι ήταν καλός πατέρας . 
Ήταν γλυκός . Αλλά ήταν πολύ πεισματάρης . 
Δεν ήταν σωστός . 
Μου ήταν δύσκολο . 
Μπορούσα να έρθω να σε δω , μόνο όταν έμαθα ότι ο πατέρας σου πέθανε . 
Χρειάστηκε θάρρος . 
Ο πατέρας μου έκανε τα καλύτερα για να με μεγαλώσει . 
Φυσικά , η απουσία σου μου κόστισε . 
Ήμουν ένα κορίτσι στην εφηβεία . 
Γι ' αυτό και προσκολλήθηκα σε λάθος ανθρώπους . 
Δεν ήξερα πώς να εκφραστώ . 
Όχι ... 
Δεν ήξερα πώς αισθανόμουν . 
Δεν είχα κάποιον να με καθοδηγήσει . 
Συγγνώμη . 
Εγώ φταίω για όλα . 
Ήμουν μια κακή μητέρα και γι ' αυτό υπέφερες . 
Πώς μπορώ να επανορθώσω ; 
Πώς μπορώ να το κάνω ; 
Τι θα κάνεις αύριο ; 
Τι ; 
Αν μπορείς , θέλεις να κάνουμε κάτι μαζί ; 
Γύρισες καλά στο σπίτι χθες ; 
Κοιμήθηκες καλά ; 
Ναι . Εσύ , μαμά ; 
Λες να φταίει που βρεθήκαμε ; Δεν μπόρεσα να κοιμηθώ καθόλου . 
Λιμπίζεσαι κάτι ; 
Χοιρινό γκουκμπάπ . 
Το ξέρεις αυτό ; 
Πρώτη φορά το κάνω . 
Είναι όμορφη . Πού κοιτάμε ; 
Εδώ ; 
Καρδούλα ; 
Ένα , δύο , τρία . 
Τι όμορφη που είναι . 
Δεν έχουμε τέτοιες τσάντες στο Μπουσάν . Μου πάει ; 
Θα την πάρουμε . 
Τι λες ; Όχι . 
Δεν πειράζει . 
Είναι πολύ ακριβή . 
Δείξτε μας αυτό . 
Πας καλά ; Είναι πολύ ακριβό . 
Όμως , μπορώ να το δοκιμάσω ; 
- Μπορούμε ; 
- Ναι . 
Πώς είναι ; 
- Ωραίο . - Αλήθεια ; 
Ήθελα να πάρω κάτι τέτοιο . 
Οι φίλες μου καυχιούνται συνέχεια για τις κόρες τους . 
Πώς είναι ; 
Σου πάει πολύ . 
Λες να δω το μαύρο ; 
Το μέγεθος ... 
Είσαι χαρούμενη ; 
Μα φυσικά και είμαι . 
Είμαι πολύ τυχερή που έχω μια κόρη σαν εσένα . 
Αφού τα έχεις μ ' έναν πλούσιο , ξέρεις πώς να ξοδεύεις ... 
Το ήξερα . 
Δεν με πήρες ποτέ όταν μπήκα σ ' ένα καλό πανεπιστήμιο και σε μια μεγάλη εταιρεία . 
Τσι Ουόν , αυτό που μόλις είπα ... 
Αν μιλάς για τον Γιου Τσι Χιοκ , δεν είμαστε μαζί πια . Χωρίσαμε . 
Τι ; 
Γιατί στην ευχή ; 
Μήπως μου λες ψέματα ; 
Γιατί το έκανες ; 
Εσύ γιατί το έκανες ; 
Εσύ γιατί έφυγες από το σπίτι ; 
Δεν ήθελα να το πιστέψω . 
Θεέ μου . Δες ποια πήρε . 
Πώς είσαι ; 
- Πέρασε καιρός ... - Έμαθα ότι χρειαζόσουν χρήματα . 
Τα ήξερες όλα ; 
Τότε , τι είναι όλα αυτά ; 
Ήθελα να το δοκιμάσω μια φορά . 
Ένα ραντεβού με τη μαμά μου . 
Μια αγαπημένη κόρη , μια καλή κόρη . 
Ευτυχισμένες μάνα και κόρη . 
Ήθελα να το δοκιμάσω μια φορά . 
Αλλά τώρα το έκανα . 
Καλό δρόμο να έχεις . 
Έχεις καθόλου χρήματα ; 
Καλό πανεπιστήμιο και καλή εταιρεία . 
Έχεις 100 εκατομμύρια γουόν ; 
Δεν θα έρθω να σε ξαναδώ ποτέ . 
Νομίζεις ότι εγώ το ήθελα ; 
Πρέπει να με καταλάβεις . Ποιος άλλος θα καταλάβαινε τη μάνα σου ; 
Δεν έχω λεφτά . Ούτε μάνα . 
Δεν είχα στο παρελθόν , αλλά ούτε και στο μέλλον . 
Επέλεξες να ζήσεις ως γυναίκα κι όχι ως μητέρα , γι ' αυτό ζήσε ήρεμα μ ' αυτόν τον τρόπο το υπόλοιπο της ζωής σου . 
Μην είσαι άπληστη . 
Παλιοθήλυκο . 
Δεν απορώ για τον τρόπο που ζουν . 
Γιατί για να γίνουν σωστά τα πράγματα πρέπει να τα κάνω μόνη μου ; 
Είπα ότι θα πήγαινα σε μια κηδεία . 
Κανείς δεν πέθανε . 
Δεν αντέχω στο σπίτι . Παντρέψου κι εσύ να δεις . Μπορείς να βγεις τώρα ; 
Στο καλό . 
Τι έγινε ; 
Τι ; 
Ο Πακ Μιν Χουάν ; 
Ναι ; 
Τον έφερα τούμπα . 
Για πρώτη φορά . Επιτέλους . 
Ναι , μπορώ ακόμα . Ο αναπληρωματικός της εθνικής ... 
ΚΑΝΓΚ ΧΙΟΝ ΜΟ 
Μπαμπά . 
Το δώρο που μου έδωσες ήθελα να το χρησιμοποιήσω σωστά αυτήν τη φορά . 
Αλλά γιατί η ζωή μου είναι τόσο δύσκολη ; 
Πάλι πλήγωσα κάποιον σημαντικό για εμένα . 
Είναι όλα πολύ δύσκολα για εμένα . 
Ήθελα να τα κάνω όλα καλά αυτήν τη φορά . 
Τι να κάνω ; 
Πώς να χειριστώ την κατάσταση ; 
Συγγνώμη που είμαι τόσο χαζή . Συγγνώμη . 
Ναι . 
Εντάξει . Σε τρία λεπτά ; 
Μάλιστα . 
