من رو بکش 
سرنوشت من این بود که به دست مین‌هوان بمیرم ؟ 
جی‌وون جی‌وون 
... وایستا‌‌ . 
دوباره بهم بگو 
من تماس لی جه‌وون رو جواب نمیدم 
اگه اون بیاد در خونم در رو باز نمی‌کنم و همون موقع بهتون زنگ می‌زنم 
آقای لی ممنون که من رو هر بار مثل این دفعه رسوندین بیمارستان ... و برای طلاق بهم توصیه کردین ، ولی 
لازم نیست برای اون ازم تشکر کنی 
این کارمه 
من یه عالمه پول از یو اند کی گرفتم 
من هرکار که کارمندام بخوان انجام میدم 
باشه 
ولی شما بهم گفتین به من توجه می‌کردین 
حتماً باید هربار حرفت رو انقدر رک بزنی 
یه لحظه 
هی ، این ساعت چه‌خبره ؟ 
من توی ایستگاه پلیسم 
ایستگاه پلیس ؟ 
همین الان میام اونجا 
نه ، بجاش برو بیمارستان ( مرکز پزشکی یوایل ) : آيــــ ( قـسـمـت پـانـزدهـم ) ــــرِن : : @ AirenTeam : 
کانگ جی‌وون سی و دو ساله از یو اند کی در گانگنام آوردنش ، کجاست ؟ 
عزیزم 
تنفس و ضربان قلبش شرایط نرمال داره ولی تب داره پس هر موقع که به هوش اومد بهش سر می‌زنیم 
یه حمله بوده برای همین با پلیس اومده من سوابق‌‌اش رو می‌گیرم 
هی ، قراره زندگیت رو خراب کنم پس براش آماده باش 
به رسانه‌ها میگم که یه سرمایه‌دار نسل سوم بهم حمله کرده 
تو نمی‌تونی اتفاقات رو این روزا لاپوشونی کنی 
من الان هیچی برای از دست دادن ندارم به لطف تو 
اما جی‌وون برای اینکه زندگیت رو به خاطرش خراب کنی ، خیلی پست نیست ؟ 
اون هیچی جز لب و دهن نیست 
آقای یو یه نصیحتی بکنم بهت ؟ 
به اون اعتماد نکن 
می‌دونی چرا من دیوونه شدم ؟ جی‌وون باعث میشه آدما عقلشون رو از دست بدن 
جی‌وون و من کسایی نیستیم که تو رو نابود کردیم شخصیت آشغال خودت باعثشه 
با توجه به اینکه چطوری من رو زدی شخصیت خودت خیلی بهتره ؟ 
چون بهتر میجنگی ، نمی‌تونی اینکارو بکنی 
این خیلی زیاده‌رویه ، با توجه به کاری که با یه زنی که نصف خودته انجام دادی 
چی ؟ 
، وقتی توی وضعیت مزخرفی افتادی دنبال برابری‌ای و همون‌طور وقتی که قدرت کمتری داری 
از اینکه از قدرتم استفاده کنم متنفرم ولی نه در برابر تو 
آقای یو ، می‌تونین بیاین بیرون 
بریم 
من چی ؟ 
من چرا نمی‌تونم بیام بیرون ؟ 
من چی پس ؟ 
تو فکر می‌کنی از این حقیرتر نمیشی ؟ 
اشتباه می‌کنی 
نه ، وایستا . این بخاطر اینه که اون پولداره ؟ 
! منم توی یو اند کی کار می‌کنم 
من چی پس ؟ 
یه قانون برای پولدارا دارین ! یه قانون دیگه برای فقیرا ؟ 
مین‌هوان از امروز اخراج میشه برای اینکه به همکارش حمله کرده و قوانین رو نقض کرده 
یه چیز دیگه هم پیدا کن 
من در جریان حادثه رابطه اون رو بررسی کردم 
غیبت نامشخص سرکار داشته و از کارت شرکت برای موارد نامشخص استفاده کرده به طور غیرقانونی با مراجعین رفتار می‌کرده 
خوبه ، وام از شرکت نگرفته ؟ 
من از بانک درخواست بازپرداخت می‌کنم 
حمله ، جراحت و هر چیز دیگه‌ای رو اضافه کردم 
... و خانم کانگ خونه‌ست 
خودش می‌خواست 
من اتفاقی با خانم یانگ بودم 
برای همین با خانم کانگ تنها گذاشتمش ولی به نظر حالش خوب نبود 
راستی گفتی یه بدهی بوده که مین‌هوان پرداخت نکرده ، درسته ؟ 
از اون طریق یکم بهش فشار بیار 
یا یه ضمانت‌نامه بگیر 
بررسی‌اش می‌کنم 
آقای یو 
جی‌وون چطوره ؟ 
خیلی خوب نیست 
فکر می‌کنم اگه بخوابه بهتر بشه برای همین میرم یکم شیر براش بخرم 
هیچی توی خونه‌اش نیست 
شما خوبین ؟ 
خب ، بله 
ممنون . از اینجا به بعدش با من بهتره برین خونه و استراحت کنین 
جی‌هیوک 
من متأسفم برای همه چیز متأسفم 
آسیب دیدی ؟ 
این چیه ؟ 
سلام 
همش همین ؟ 
حتماً همین نیست 
با توجه به اینکه زنگ زدی ، چون شوهرت تحت مراقبت منه باید بیشتر باشه 
چطوره یه مدت برین چین ؟ 
اوه ، خدایا . ما خیلی ممنون میشیم اگه بتونین این لطف رو حق‌ ما بکنین 
مسیر سختی رو باید با کشتی طی کنین 
اون هیچی نیست اصلا ما حتی نتونستیم یه کار رو درست انجام بدیم 
اگه به ما یه شانس دیگه بدین من گاز رو فشار میدم و اون رو له می‌کنم 
پس فقط لب تر کنین 
بله ، ممنون 
آدم‌های فقیر همیشه سعی می‌کنن مدارک رو نگه دارن 
به عنوان ضمانت 
تو چی می‌خوای ؟ 
متنفری از اینکه من از بابات مراقبت می‌کنم ؟ 
الان دیگه از بین بردن کانگ جی‌وون اونقدرا ساده نیست " تو یهویی گفتی " هیچکاری انجام نده 
بعد پارک مین‌هوان یهویی ازم درخواست طلاق کرد ... و بابام جواب تلفن نمیده ، پس من فهمیدم که " من دارم به فنا میرم " 
اگه از روی چهرت قضاوت کنم تو هیچ چیز خاصی نیستی 
لعنتی ، چرا باید توی همچین خونه‌ای گیر بیفتم ؟ 
الان من یه سوال می‌پرسم 
تو چیکار می‌تونی برام بکنی ؟ 
میگوها توی کره سمی‌ان ؟ 
چرا جایگاه خودشون رو نمی‌دونن ؟ 
جسد جونگ مان‌شیک و به هی‌سوک پیدا شده ؟ 
گزارش پلیس رو چک می‌کنم 
مطمئن باش هیچ خبری در موردش نیست 
جونگ سومین الان نباید احساس خطر بکنه 
پارک مین‌هوان و جونگ سومین می‌تونیم حواس‌مون به هردوتاشون باشه ؟ 
الو ؟ 
من الان توی ایستگاه پلیسم 
ببخشید ، ولی می‌تونم یه خواهشی ازت داشته باشم ؟ 
چی ؟ ایستگاه پلیس ؟ 
( ایستگاه پلیس سانگسام ) ما آوردیمت بیرون ، ولی این واقعاً جدیه ما ممکنه نتونیم بپوشونیمش چی ؟ چی داری میگی ؟ 
این چیزی نبود که سرش توافق کردیم 
، اگه مجبور بشیم با یو اند کی بجنگیم خانم اوه بیشتر توی دردسر میفته 
! هی 
چی تو سرته ؟ 
فکر می‌کنی کی هستی ؟ 
! تو معاون کلود ایر نیستی 
هی توام نیستی 
پس توام بی ادب نباش 
لعنت بهش 
تو فقط می‌دونی چطور تو رینگ مبارزه کنی پس مراقب دهنت باش 
تو فقط نوکر یورا هستی جوری رفتار نکن انگار رئیسمی 
حرومزاده 
! آقا ، صبر کنین 
چرا خون دماغش کردی ؟ 
چرا نتونم ؟ 
! اون پررو بازی درآورد 
... لعنتی 
اون فقط نگران منه چون امروز زنت اومد و منو تهدید کرد 
ترسناک بود 
چی ؟ 
درباره چی ؟ 
گفت تو درخواست طلاق دادی اون تنهایی پایین کشیده نمیشه 
اون نمی‌ذاره تنهایی در بری 
اون دیوونه شده ؟ لعنت بهش 
صبر کن 
پشت خطی دارم ، قطع کن بعداً زنگ می‌زنم 
الو ؟ 
آقای پارک زنگ زدم بگم از امروز اخراج شدین 
، امروز سرکار نیومدین برای همین تیم حقوقی یه نفر رو برای اعلام اخراج کتبی شما فرستاده 
کجایی ؟ 
یکی از محل کارت اینجاست اخراج شدی ؟ 
تا الان داشتی چیکار می‌کردی ؟ 
زنگ زدم اطلاع بدم تعهد شما برای بازپرداخت وام تضمین شده‌ی یو اند کی از امروز قابل اجراست 
! لعنتی 
چرا همش زنگ می‌زنه ؟ 
آقا - چیه ؟ 
چرا برنمی‌داری ؟ 
، وقتی اعتماد از بین بره ما یه رضایت‌نامه از حقوق فیزیکی امضا می‌کنیم 
، برای کسایی که پول رو پس نمی‌دن کدوم سوراخ رو باید بزنیم تا اونو پس بگیریم ؟ 
سوراخ ؟ چه سوراخی ؟ 
اون زورگیرای لعنتی 
لطفاً 
سومین 
لعنتی 
من سهام خریدم 
خیلی ازش سود کردم 
! لطفاً ، سومین 
! یکم پول داشته باش ، لطفاً 
... من به مجوزش نیاز دارم 
لطفاً ، اینجا باش 
! اینجاست 
! مجوزش اینجاست 
رمزش چیه ؟ 
سومین ، لطفاً یکم پول داشته باش 
! لطفاً 
اون هشتاد میلیون وون داره ؟ 
چرا انقدر پول داره ؟ 
این همه پول رو برای باباش دزدیده ؟ 
اون واقعاً یه چیزی حالیشه 
( مدیر کل یو جی‌هیوک ) آقای یو ؟ 
( مرکز پزشکی یو‌ایل ) 
از من بخاطر رابطه نامشروع شکایت می‌کنی ؟ تو ؟ 
به حراست زنگ بزن - چطور تونستی ؟ 
آقا ، اینجا نمی‌تونین این کار رو بکنین 
دکتر - مستی ؟ 
من شوهرشم 
اما اون اینجا قایم شده و تلفن‌های من رو جواب نمی‌ده 
و به خاطر رابطه نامشروع ازم شکایت کرده 
بدون مدرک 
من مدرک دارم 
واقعاً می‌خوای اینجا این کارو کنی ؟ 
توی بیمارستان ؟ 
تو چی داری ؟ 
صدای دوربین ماشین ؟ 
هیچ ویدیویی نیست 
جوران 
! جوران 
! تو نمی‌تونی با اون طلاق بگیری 
باید ویدیو رو داشته باشی یه مدرک محکم 
بیا بریم بیرون - بیا دیگه - 
یون‌جی بخاطر تو بی پدر میشه 
! تو کی هستی ؟ چه خبره ؟ ول کن 
تو اصلاً برگه‌های طلاق رو خوندی ؟ 
لی سوک‌جون من وکیل خانم یانگ جوران هستم 
من برای حکم ممنوعیت اقدام می‌کنم 
دیگه هیچوقت برنگرد 
خوبین ؟ 
بله 
، دکتر در مورد جراحی مطمئنه 
پس نگران نباشین - راستی - 
جی‌وون حالش خوبه ؟ 
تا جایی که می‌دونم ، بله 
اما شما باید نگران خودتون باشین 
مدتی میشه که گذشته 
از اینکه دیدم شما تماس گرفتین خیلی شوکه شدم 
خیلی خوبه که بعد از یه مدت طولانی می‌بینمتون 
می‌تونم سفارشتون رو بگیرم ؟ 
اوضا‌ع‌تون خوب بوده ؟ 
بله ، اوضاعم خوبه 
راستش رو بخواین ، حالم زیاد خوب نیست 
من و مین‌هوان داریم طلاق می‌گیریم 
دیروز از خونه رفتم الان طبقه بالا می‌مونم 
فعلاً استراحت می‌کنم 
این باید کارما باشه 
... با عشق کور شدم ، به تنها دوستم خیانت کردم 
... در آخر به هرحال ، من الان تنهام 
طلاق گفتنش رو راحت‌تر می‌کنه 
شما تلاش کردین جی‌وون رو بکشین ؟ 
منم بودم همین کار رو می‌کردم 
... منظورم اینه می‌دونم جی‌وون و مین‌هوان دوباره دارن همدیگه رو می‌بینن 
... اونا واقعاً دارن همدیگه رو دوباره می‌بینن ؟ 
بیا اونا رو به رابطه نامشروع متهم کنیم 
بهت میگم کی و کجا بری 
اگه بخوای ، برات بهترین وکیل رو هم می‌گیرم 
تو فقط کارت رو به عنوان همسر قانونی اون انجام بده 
چرا ؟ 
چون عادلانه نیست 
زندگیت بخاطر مین‌هوان خراب نشده ؟ 
اگه طلاق بگیری ، بخاطر کارت توی شرکت پاداش نمی‌گیری 
بدون هیچ چیزی می‌مونی 
... این درسته برای من 
اما چی گیر شما میاد ؟ 
من می‌خوام کانگ جی‌وون رو پس بگیرم 
من جی‌وون رو دوست دارم 
برای همین بدم میاد از اینکه با اونه 
می‌خوام کاری کنم برگرده 
پس کمکم کن 
میشه یه چیزی بپرسم ؟ 
چرا ازم بدتون میاد ؟ 
چون تو خودخواهی 
آدمایی هستن که دور و بریاشون رو میرنجونن 
تو از اون آدمایی واسه همین ازت بدم میاد 
تو اونقدرا هم منو نمی‌شناسی 
به کسی اعتماد نداری ، نه ؟ چون خودت قابل اعتماد نیستی 
فکر می‌کنی همه مثل خودتن واسه همین نمی‌تونی به کسی اعتماد کنی 
چطوری با من کار می‌کنی وقتی طرز فکرت اینه ؟ 
مگه نپرسیدی چرا ازت بدم میاد ؟ هیچوقت نگفتم نمی‌تونم باهات کار کنم 
وقتی تصمیم گرفتی بهم خبر بده 
خوب پیش رفت 
همون طور که گفتی ازم پرسید چرا کمکش کردم 
فکر کردم اگه دروغ بگم باور نمی‌کنه بخاطر همون یکم حقیقت قاطیش کردم 
با این تفاوت که غیر از اوه یورا و پارک مین‌هوان هرچی گفتم راست بوده 
... همچنین یه بیمه‌نامه به کارمندا داده میشه 
بیمه‌ی خانواده که خودت و همسر و خانواده‌ی دست اول رو پوسش میده 
وقتی از شرکت رفتین اختیار اینو دارین که نگهش دارین 
به زودی یه اطلاعیه به دست پارک مین‌هوان می‌رسه 
اگه این فروخته بشه زودی می‌تونم بدهی رو بدم 
اون نمی‌دونه همچین بیمه‌ای وجود داره ولی به زودی می‌فهمه 
استیج داره آماده میشه 
فقط بمیرم ؟ 
گرچه بی‌فایده‌ست اگه مین‌هوان نخواد بمیره 
... اگه من بمیرم پدر مادرم می‌تونن بیمه عمرم رو بگیرن 
، مین‌هوان می‌تونست چند بار تو راه وایسته ولی اینکارو نکرد 
اون به هرحال تا آخرش میره 
پس مشکلی نیست 
به هرحال جونگ سومینم میره 
... چرا همه دنبال کانگ‌جی‌وونن ؟ 
فکر می‌کنم الان جونگ سومین بیشتر درگیرت شده 
الان وقتشه 
فقط باید تجربه‌اش کنه 
نظرتون چیه برگردین ژاپن ؟ 
یو جی‌هیوک به نسبت قبل فعال‌تر حرکت می‌کنه 
اون به مین‌هوان با بدهیاش فشار آورد خیلی نمی‌تونه دووم بیاره 
و اون بیخیال مان‌شیک و هی‌سوک نشده 
همه‌ی فیلمای مدار بسته‌ی کارخونه متروکه رو گرفته 
هیچی دستگیرش نمیشه ولی درافتادن با یواندکی چیز خوبی نیست 
نباید به خودت ببالی دیدم چطوری گفتی فرار کنم 
اشکال نداره 
پدربزرگش فرق داره 
برعکس جی‌هیوک که مثل گل تو گلخونه‌ست اون واقع بینه 
می‌دونه که سیندرلا چقدر می‌تونه رومخ باشه 
کیش و مات 
هیچوقت نمی‌تونم شکست‌تون بدم 
تو همه چیو می‌خوای واسه همون می‌تونم دستتو بخونم 
یه لیدر خوب می‌دونه چطوری از چیزی که مال اون نیست دست بکشه 
باشه 
! اومدی 
داشتیم جانگی بازی می‌کردیم 
و دوباره باختم 
ولی فکر کنم بتونم تورو ببرم بازی می‌کنی ؟ 
پدر بزرگ ازم‌ خواستی کسی که دوست دارم رو بیارم 
بهتون معرفیش می‌کنم پس دیگه یورا رو خونه راه نده 
تو گفتی یه طرفه‌ست و قرار نیست کاری کنی 
نظرت عوض شد ؟ 
بله ، حواسم بهش هست 
پس نمی‌تونم نامزد سابقم رو توی خونم راه بدم 
توی دوران نامزدی خیلی بی‌تفاوت بودم 
نمی‌دونستم انقدر بی‌تاب میشه 
... کسایی مثل ما نمی‌تونن با عشق ازدواج کنن ، می‌تونیم ؟ 
از پدربزرگت اجازه بگیر ... قبل اینکه 
انجامش میدم 
الان معرفیش می‌کنم 
سلام کانگ‌ جی‌وون هستم 
بریم شر کانگ‌ جی‌وون رو بکنیم 
نمی‌خواین برگردین ژاپن ؟ 
اگه ببازم نمی‌تونم زندگی‌ کنم 
چرا پیش اون شپشا باید همچین حسی داشته باشم ؟ 
آره خودم باید تمومش کنم 
بقیه که انجامش بدن فقط سردرده 
تصمیم گرفتم با موانعم روبه‌رو بشم 
دفعه آخری که دیدمت یه چیزی رو بهت نگفتم 
واسه همه چی راه حل نیست 
می‌دونم اون واسه یکم دیدنت خیلی کارا کرده 
پس از این به بعد چیکار می‌کنی ؟ 
به عقب نگاه می‌کنم و از اشتباهاتم درس می‌گیرم 
هرچی رو که بتونم درست می‌کنم 
... و بقیه‌ش فکر کنم همینه که هست 
وقتشه عقب بکشی و بگی " همینه که هست " 
پس می‌دونستین 
من بخاطر اون بهش جهنم رو دادم 
دیگه تکرار نمیشه 
اون خیلی کم و کاست داره 
دستشو رو کردین 
اون فقط بلده کار کنه هیچ برنامه‌ای واسه پول درآوردن نداره 
راستش چون شبیه بچه پولدارا بود گیج شده بودم 
چی می‌خوای بگی ؟ 
ولی همینش رو دوست داشتم 
راستش رو بخواین ، منم کم و کاستی دارم 
وقتی فکر کردم که نسل سوم خانواده‌ی پولداراست به نظر دست نیافتنی میومد 
ولی می‌تونه خنگ و عصبی و دست وپا چلفتی باشه 
... اون خجالت می‌کشه و بعضی وقتا مثل بچه ها رفتار می‌کنه اون روش رو که دیدم 
فکر کردم واسه هم ساخته شدیم 
می‌خوام باهاش خوشحال باشم 
قربان لطفاً یو‌ جی‌هیوک رو بهم بدین 
فسخ پارک مین‌هوان تا فردا نهایی میشه 
ولی چرا بیمه‌ی کارمندا رو خواستی ؟ 
معمولاً اونو نمی‌گیرن 
این فقط یه امتیاز شرکتیه بیشتر از این ازش نمی‌دونن 
پارک مین‌هوان اینکارو‌ می‌کنه 
قیافش عالیه 
سه 
طعم و بافتش چطوره ؟ 
همونطور که پیش بینی کردی ، پاستای اسفناج با حلزون دریایی خیلی محبوب بود 
این محصول اصلی میشه 
خوبه 
حلزون دریایی و اسفناج ... مواد رایجی تو کره واسه پاستا نیست 
به دوربین نگاه کنین 
باشه 
بله ، خوبه 
راحت باش 
می‌خواد ظاهر طبیعی داشته باشه 
امروز کارت عالی بود 
نه بابا این چه حرفیه ، منو از بیکاری نجات دادی ازت ممنونم 
به زودی ویرایش‌های رسپی رو واست می‌فرستم 
سخته - آره - 
منم پیش نویس و برنامه‌ی کارخونه رو واست می‌فرستم 
راستی امروز اصلا یو هی‌یون و یو جی‌هیوک رو ندیدم 
آقای یو کل روز اونجا بود 
ولی منم هی‌یون رو ندیدم 
کجا رفته ؟ 
من باید برم 
! خدافظ - ! خدافظ - 
چرا جواب زنگام رو نمیدی ؟ 
چرا جواب نمیدی ؟ 
چرا باید جواب بدم ؟ 
اوکی ، گرفتم 
، تو هفت سال باهاش بودی ولی اون من رو انتخاب کرد 
مطمئنم قبول کردنش سخت بوده 
... ولی بازم چطور تونستی یه مرد متأهل رو اغوا کنی ؟ به خاطر تو من دارم طلاق می‌گیرم 
نگهبانی ؟ 
اینجا طبقه 16ئه 
یه مزاحم اینجاست 
بیرونش کنین 
چی کار می‌کنی ؟ 
فکر کردی می‌ذارم قسر در بری ؟ 
هی 
چرا باید با شوهر یکی دیگه بخوابم ؟ من مثل تو نیستم 
درسته ، تو اینطوری مین‌هوان رو اغوا کردی ، بهتر از هرکسی می‌دونی 
ولی اگه به دوست دختر هفت‌ساله‌اش خیانت کرد چطور مطمئن بودی با تو هم این کارو نمی‌کنه ؟ 
جوری آبروتون رو می‌برم که دیگه روتون نشه اینجا کار کنین 
تحمل نمی‌کنم 
بد شد که 
چون شوهرت اخراج شده 
پس دیگه به من تهمت نزن و برو و یه زن خوب باش ، آها ، راستی 
شما دارین طلاق می‌گیرین 
چه بد 
... ولی فکر کردن بهش اعصابم رو خرد می‌کنه 
فقط تو دلت آشغالایی مثل مین‌هوان رو می‌خواد 
چرا من باید بخوام ؟ 
مگه احمق باشم 
! ولم کنین ، خودم میرم ، گفتم ولم کنین 
مین‌هوان ، جونگ سومین اینجا بود الم شنگه به پا کرد ، ترسیدم 
ولی نگران شایعه‌ها نباش اینجا همه فکر میکنم سومین دیوونه‌ست 
ای وای ، اشتباه فرستادم ، ببخشید 
دیوونه شده ؟ 
تحمل نمی‌کنم 
جونگ سومین به زودی بهم زنگ می‌زنه 
می‌خوام دخل کانگ جی‌وون رو بیارم 
مال خودت 
درعوض ، اون اول باید نابود بشه 
کاری می‌کنم به پام بیفته 
قبلش همکاری نمی‌کنم 
ما سومین رو داریم 
سعی می‌کنم جای مین‌هوان رو تغییر بدم 
فکر کنم تا الان گرفتتش 
یو اند کی چی برام فرستاده ؟ 
چی ؟ 
اخراجم کردن پولی ندارم بدم بیمه 
شاید دلیلی نباشه بخوای ازم حمایت کنی ولی می‌تونیم به توافق برسیم 
من حواسم به سومین هست که مزاحمت نشه 
بگو یه پرس دیگه بیارن 
بیا اول غذا بخوریم 
خب چطور زنت رو جمع می‌کنی ؟ 
اول می‌خواستم خودمو بکشم ، چون پول ندارم ولی یه راه برای زنده موندن هست 
و فکر کنم به تو هم کمک می‌کنه 
اینو فقط بعد اینکه بمیری می‌گیری 
اگه سومین یهو ناپدید بشه دیگه کسی نیست که تهدیدت کنه 
آسون نیست باید یه داستانی سر هم کنیم 
تو نمی‌تونی کمکم کنی ؟ 
می‌خوای بازم خرابکاریت رو جمع کنم ؟ 
فقط اون نه برام دستکاری‌اش کن 
، پول و ارتباطات خیلی مهمه من هیچکدوم رو ندارم 
خیلی جرئت داری 
، اگه هیچی تو دست و بالت نباشه حداقل باید جرئت داشته باشی 
این تنها چیزی نیست که داری ؟ 
فکر کردی تصمیم آسونی بود ؟ 
چاره‌ای ندارم 
زندگیم تو خطر میفته 
این آخرین شانسته 
پارک مین‌هوان الان تو سوئیت اوه یورائه 
پس امروز روزشه 
پارک مین‌هوان و کانگ جی‌وون توی اتاق 1355 هتل وینتونن 
اتاق 1355 
اتاق 1355 
برو کنار 
تو خیلی باهوشی ، عزیزم 
خیلی نابغه‌ای 
دنبال سود بیمه عمر زنتی ؟ 
چطور به فکر بیمه سرطان افتادی ؟ 
، به محض اینکه پول به دستم برسه یه چیز خوب برات می‌خرم 
نگران نباش 
می‌دونم چطور لطفت رو جبران کنم 
! یا خدا 
... لعنتی 
هرکی هستی ، خیلی مسخره‌ای 
هی ، مین‌هوان 
تو یه آشغالی که هیچکس گردنت نمی‌گیره 
چیکار می‌خوای بکنی ؟ 
درسته ؟ 
می‌خوام صدای ضبط شده‌ات رو برای پلیس بفرستم 
بابام کجاست ؟ کشتیش ؟ 
بکشمش ؟ 
فکر می‌کردم می‌خوای جی‌وون رو برگردونی 
با اون اینجا چیکار می‌کنی ؟ 
شنیدم اخراج شدی 
از اونجایی که وقتت خالیه ، تو زندان بگذرونش 
دیوونه شدی ؟ 
! گم شو 
! ولم کن 
! ولم کن 
... لعنتی 
حالا چیکار کنم ؟ 
منظورت چیه ؟ 
نقشت رو شروع می‌کنیم 
ولی نه اینجا 
برات اوکیش می‌کنم 
خانم اوه 
اگه پارک مین‌هوان جونگ سومین رو بکشه برای پول بیمه کاری کن قتل به نظر برسه و تو فضای مجازی پخشش کن 
... من آماده‌اش می‌کنم ، ولی 
مطمئن شو هرچی راجع به من میگه الکی باشه 
همه شواهد رو از بین ببر ، فهمیدی ؟ 
فکر کردی چیکار می‌کنی ؟ 
پس چرا همچین کاری کردی ؟ 
تو خیلی خوبی ، ولی حدتو نمی‌دونی 
من پول دارم ، همشو میدم بهت 
اگه منو بکشی فکر می‌کنی ولت می‌کنه ؟ 
سومین ایولا داری واقعاً شواهد خوبی علیه اوه یورا داری 
ولی چه کنیم وقتی بیهوش شدی ، پاکشون کرد 
چی ؟ 
احمق 
... آدمایی مثل ما نباید جلوی آدمای قدرتمند وایسن 
چیکار می‌تونیم بکنیم ؟ 
... تو پولم نداری 
چی ؟ 
این حتی پول خودتم نبوده 
تو وقتی فرصتش رو داشتی دزدیدیش 
اون کیفی که واسه جی‌وون خریدم رو داری فروختمش تا به یه سری کارای فوریم رسیدگی کنم 
خیلی ناراحت نباش 
گفتی تنهایی به فنا نمی‌ری 
یکی از ما باید بمیره 
... پس من باید بهت رسیدگی کنم تا از نو شروع کنی 
صبر کن 
! هی ! بازم کن 
! بذار برم 
! بازم کن 
! بازم کن 
... بذار 
! بذار برم 
... گاز 
کجا رفت ؟ 
دیوونه شدی ؟ 
سوییچ ماشین رو بذار و برو کنار 
باشه . فقط آروم باش 
! چاقو رو بذار کنار ! آروم باش 
من نمی‌میرم 
! من عمرا نمی‌میرم 
بیا 
این سوییچه 
بیا ، چاقو رو بذار پایین 
! بگیرش 
بگیرش ، ایناها 
... لعنتی 
بیا اینجا 
! بیا اینجا 
... همسر عزیزم قراره از مسمومیت کربن‌مونوکسید یه ... دیگ بخار خراب بمیره ، اونم وقتی که من رفتم خوراکی بخرم 
پس گند زدن به زندگی منو تموم کن 
فقط همین الان بمیر 
هی ! اگه قراره بمیری همین الان بمیر 
موضوع بیمه همین بود ؟ 
فکر می‌کنی اون‌جوری که تو می‌خوای پیش میره ؟ 
آره ، همین فکرو می‌کنم 
! گندش بزنن 
شوهرم نباید مردونگیش رو از دست بده 
... لعنتی 
... عوضی 
نه 
... کانگ جی‌وون بهم گفت که عقیم بودی 
چرا چرت و پرت می‌گی ؟ 
! تو کلا هیچی نداری 
می‌خوای همه‌چیز رو بگم ؟ 
من سقط نکردم 
اصلاً باردار نبودم 
الان فهمیدی ؟ 
فکر نکنم ... تو - ! 
ولم کن ، عوضی - 
! بیا اینجا - ! ول کن - 
! ولم کن 
! گم شو - ! گم شو - 
فکر کنم پرونده‌ی طلاق خانم یانگ راحت‌تر بشه 
، شواهدی که روی کارت حافظه بود نمی‌دونم چرا ، ولی برگردونده شدن 
یهویی ؟ 
ویدیو بدون هیچ دلیلی پخش نمیشد و بدون هیچ دلیلی هم یهویی پخش شد 
فکر می‌کنم اونا به زودی طلاق بگیرن 
من گزارش پلیس رو چک کردم 
اون روی یه میز شیشه‌ای افتاده و بعد از ضربه به سر مرده 
با این مدرک ، پلیس داره به عنوان مظنون اصلی دنبال جونگ سومین می‌گرده 
... ولی دوربین‌های امنیتی کار نمی‌کردن پس باید بفهمن چه اتفاقی افتاده 
... تو می‌خوای به تشییع جنازه بری ؟ 
فکر کردم که چقدر خوب می‌شد اگه تو می‌مردی 
اون‌ موقع داشتم از عصبانیت منفجر می‌شدم ... توی اون دوران پر از نا امیدی وقتی که خیانت معلوم شده بود 
امروز خیلی خوشگل شدی 
... ای تو 
! گمشو 
بمیر 
من کل شب تو این فکر بودم که چرا تو با من اینطوری رفتار می‌کردی ولی آخرش اینجوری تموم شد 
چطور جرئت کردی بیای اینجا ؟ 
، اگه به مین‌هوان خیانت نمی‌کردی اون هیچ‌وقت با سومین ازدواج نمی‌کرد 
اون پسر منو کشت 
هرزه 
! اون زندگی پسر عزیزم رو نابود کرد 
! پسر بیچاره‌ام 
، در یک پانسیون در منطقه‌ی گیونگی ... خیابان 24 ام ، پارک ، مردی حدودا 30 ساله مرده پیدا شد 
پلیس همسر او ، جونگ را مظنون اصلی می‌داند 
این جونگ سومین از بخش بازاریابی نیست ؟ 
یادت نمیاد ؟ 
نه ، فقط شبیه اونه 
یعنی مین‌هوان مرده ؟ 
چی ؟ ساکت باش 
فکر کنم خودشه 
... هی 
چی شده ؟ 
والدین پارک مین‌هوان یه سرقت رو گزارش کردن یه دزد وقتی خونه نبودن ، اومده بوده 
جونگ سومین بوده 
این یعنی توی سئوله 
یک روز از زمانی که پلیس ... جونگ سومین مظنون اصلی رو تحت تعقیب قرار داده می‌گذره اما محل اختفای اصلیش مشخص نیست 
... پلیس - عیب نداره - 
حدس می‌زنه که اون از دسترس خارج و در حال فراره و از شهروندان خواست که برای حل این پرونده مشارکت فعال داشته باشن 
مظنون 160 سانتی‌متر قد و هیکل لاغری داره و مظنون قتل همسرش در یک پانسیونه 
ولی احساس خوبی ندارم 
تو خیلی خوبی ، به خاطر همین نمی‌دونی 
بعضی از آدما نمی‌دونن کی باید تمومش کنن 
... تا وقتی کامل روشون پا نذاری دست بر نمی‌دارن 
تو نمی‌تونی تنها آدم خوشحال باشی جی‌وون 
هرگز 
