هر موقع اومدم اینجا گند خورده 
من دادستان چوی ته‌سو هستم از بخش سوم جنایی 
شما با قاشق نقره به دنیا اومدین زیبا هستین و احتمالاً خوش برخورد باشین [ قاشق نقره : 
، همه با شما خوب رفتار می‌کنن برای همین هیچی برای شما سخت نیست 
اما همه چیز الان فرق کرده 
... همه فکر می‌کنن این فقط تشریفاته ، اما 
همینطوره ، این بازجویی فقط تشریفاته 
! اینجا رو ببینین ، خانم اوه یورا 
! خودتون خوب ببینین ، دادستان 
وقت این نیست که یه دادستان بیاد واسه من ادا دربیاره 
من شبیه یه احمقم که وقتی تو با عجله اومدی اینجا ، بترسم ؟ 
تو درباره هیچی مطمئن نیستی 
اینکه از ترس صدای تو چیزی که ، می‌خوای رو بگم برام سریع‌تره یا اینکه خودم از اینجا برم ؟ 
می‌خوای شرط ببندیم ؟ 
! خدافظ ، خانم - ! خدافظ ، خانم - 
همه دیوونه شدن 
همه از حدشون رد میشن 
حتماً یه خیری توش هست اونا نمی‌تونن با اون فایل کاری کنن 
لازم نبود بیاین اینجا 
سوء تفاهم شده بود 
فکر کنم درباره شخصیت آدما قاضی خوبی نباشم 
اوه یورا این بار از حد گذشتی 
استعفای خودت رو تحویل بده 
به رسیدن به حق و حقوقت درباره سهام هواپیمایی و تورها حتی فکر هم نکن 
... به زودی بنیاد یو اند کی قراره یه گروه داوطلب رو به آفریقا بفرسته ، باهاشون برو 
برو و بیشتر و بیشتر داوطلب شو 
و وقتی شخصیت خودت رو ساختی ، می‌تونی برگردی 
، من به تو یه موقعیت دادم و این تو رو نابود کرد 
با این حال ، داشتن فرصت دیگه یه امتیاز بزرگه 
اینو یادت باشه 
نه 
چرا باید استعفا بدم ؟ چرا باید داوطلب بشم ؟ 
آفریقا ؟ 
درسته ، شما حتماً اونو دوست دارین ، اینطور نیست ؟ 
، به هر حال جی‌هیوک عضو خانواده‌تونه برای همین بهش اجازه میدین هرکاری می‌خواد بکنه 
پس راحت باشین 
اما کاری به کار من نداشته باشین 
من چه اشتباهی کردم ؟ 
دارین تظاهر می‌کنین منصف‌اید ولی اینطور نیستین 
، بهش گفتم فایده‌ای نداره اما اون تو رو نمی‌شناخت 
می‌فهمی داری چی میگی ؟ 
من خستم ، بیا فردا حرف بزنیم 
تو نباید با جی‌وون درگیر می‌شدی 
چی ؟ 
مگه من چیکار کردم ؟ نه ، حتی اگه کاری کرده باشم ، مدرک داری ؟ 
آره 
دارم 
چیشده ؟ 
روح دیدی ؟ 
چیکار باید بکنم ؟ 
هر چی رو که نمی‌دونم بگو 
دیوونه شدی ؟ - ! 
زودباش - 
تقاص کاری رو که کردی بده 
مشکل تو اینه که فکر می‌کنی هرکاری رو که بخوای می‌تونی انجام بدی 
سعی نکن ازش فرار کنی 
درست جبران کن 
جونگ مان‌شیک ، به هی‌سوک شما به دلیل اقدام به قتل بازداشت هستین 
آره ، آره من بهتون همه چیز رو میگم ، همه چیز 
، حالا که جونگ مان‌شیک پیدا شده می‌خوام دوباره باهاتون حرف بزنم خانم اوه 
! مامان 
جوران - پرنسس - 
وای خدا 
جونگ سومین همچین کاری کرده ؟ 
تشییع جنازه آقای پارک طبقه‌ی پایین بود اما من خبر نداشتم 
حس عجیبی داره 
... اگه می‌دونستم ، حتماً 
بازم نباید می‌رفتین 
شما نمی‌تونین بعد از یه عمل مهم به مراسم خاکسپاری برین 
بازم دارین غر می‌زنین 
جراحی خوب پیش رفته 
چون خیلی خوب انجام شده 
قبلاً می‌ترسیدین و گریه می‌کردین بازم باید ادامه بدم ؟ 
... به هرحال ، حالا که کارتای حافظه برگشتن همه چی آسون‌تر شده 
دادگاه تهدیدهای اخیر رو هم جدی می‌گیره 
همه چیز درست میشه 
احتمالاً بتونین حق والدین و حضانت رو بگیرین 
خب ، بیاین کاری کنیم که حق بازدید رو هم از دست بده 
بعد یون‌جی پدرش رو برای همیشه از دست میده 
اگه نمی‌خواین مجبور نیستین 
انتخاب با شماست 
درباره‌اش خوشحالم 
، وقتی جراحی کردم احساس می‌کردم دارم می‌میرم 
من شبیه مفت خورام ؟ 
تمام روز رو دارم بازی می‌کنم ؟ 
، من نمی‌تونستم آخرش رو ببینم برای همین خیلی سخت بود 
حتی به من خیانت شد 
... اما یه فرصت جدید گرفتم 
لی جه‌وون ، اون عوضی اون احتمالاً سعی می‌کنه بعداً از یون‌جی سوءاستفاده کنه 
اون هیچوقت براش مفید نبود 
نمی‌تونم اجازه بدم اینجوری سختی بکشه 
اون چیزی جز پدر خونیش نیست 
... من می‌خوام قوی بمونم 
منم همینطور ، یکم سخت‌تر تلاش می‌کنم 
خدایا ، منو ترسوندی 
ببخشید ، فقط از اینکه دیدمت خوشحال بودم 
خب ، جی‌وون می‌خواست امروز رسپی کارخونه رو نهایی کنه 
می‌خواست در موردش صحبت کنه برای همین اومدم 
اون جایی رفته ؟ 
جلسه‌ی خانم کانگ با تیم توسعه به تأخیر افتاده 
ببخشید که ناامیدتون می‌کنم ، اما من توضیح میدم دنبالم بیاین 
، پاستای اسفناج با حلزون دریایی ، پاستای کرم پریلا 
و سوپ کدو حلوایی شیرین لطفاً دستور تهیه رو دوباره چک کنین 
... همینطور 
احیاناً ، من کار بدی باهاتون کردم ؟ 
چی ؟ 
منظورم اینه ، دفعه پیش که اومدم اینجا نبودین و امروز خیلی رسمی رفتار می‌کنین 
خوشحالم که می‌بینمتون 
من بی‌خبرم ، پس اگه به من نگین چیزی نمی‌دونم 
برای همین اگه کار اشتباهی کردم ، ببخشید 
حتی اگه کاری نکردم ، ببخشید 
متوجه شدین که من نبودم ؟ 
معلومه 
دنبال‌تون گشتم 
چرا اینکارو کردین ؟ 
چی ؟ 
... خب درسته ، من کیک لاسکی آوردم همونی که دفعه قبل و دفعه قبل‌تر درست کردم 
کسی که این کیک عالی رو فرستاده کیه ؟ 
! این خود عشقه 
من یه فر جدید خریدم و اون خیلی خوبه ، می‌دونین 
برای همین هر غذایی درست کنم ، سه برابر مزش بهتر میشه 
فکر کنم بخاطر همین به آشپزی ادامه دادم 
... راستی ، گوشای شما خیلی بزرگ و قشنگن 
چیکار دارین می‌کنین ؟ 
شما نمی‌تونی به گوشای هرکسی اینطوری دست بزنی که 
چرا نتونم ؟ 
چی ؟ نمی‌دونم 
ولی نمی‌تونین این کارو بکنین 
پس می‌تونم دستاتون رو لمس کنم ؟ 
حتما ، شما می‌تونی دستام رو بگیری ولی گوشام حساسن 
فکر کنم دوستتون دارم 
چی ؟ 
، وقتی نوبت به زندگی می‌رسه نمی‌تونی جفتش رو داشته باشی 
، منظورم اینه که ، تا زمانی که یو اند کی رو به ارث می‌بره هماهنگ کردنش آسون نمیشه 
چیه ؟ 
... این فقط طرز صحبت کردن شما شبیه صحبت کردن جی‌هیوک‌ـه 
اون مثل پدربزرگ صحبت می‌کنه 
! ببین ! نگاه کن 
ببین ! اونا هم سلیقه‌ان ! به انتخابشون نگاه کن 
ازتون ناامید شدم ، پدربزرگ 
سخت تلاش می‌کنم 
می‌دونم فرصت ارزشمندی بهم داده شده از این به بعد کمتر حریص میشم و بیشتر می‌بخشم 
فکر می‌کنی به این آسونیه ؟ 
... اگه نشد ! بازم سخت‌تر تلاش می‌کنم 
حالا می‌تونم بخورم ؟ 
حتما ، بخور فکر کنم پرحرفی کردم 
ببخشید ، آدم پرحرفیم 
ممنون 
! حالا ، بزنیم به افتخار سرآشپز اون هو 
! همینطور طلاق موفقیت آمیز 
! و عشق موفق ! بزنیم 
! به سلامتی 
اینجوری آبجو خیلی خوشمزه‌ست 
تعجب نکنین ، حتماً اولین بارشه ایجوری غذا می‌خوره 
چی میگی ؟ 
اون گوک‌باپ رو با کلی جونگ گوجی می‌خوره 
با کلی چی ؟ اون چیه ؟ 
اون نمی‌دونه چیه توضیح دادن فایده نداره 
راست میگی 
واقعاً حس می‌کنم به زندگی برگشتم 
خیلی جاله ، شما دوتا چطوری خواهر برادرین ؟ 
اصلا شبیه هم نیستن 
! چی ؟ 
تو گفتی هستیم 
من گفتم ؟ - آره - 
کی ؟ 
- یادت نمیاد ؟ - 
آقای لی ، عجیبه که شما هم اینجایین 
بذارین مسئله رو روشن کنم من برای شما نیومدم خانم یانگ 
... من برای خانواده یو اند کی کار می‌کنم - بله ، منظورم همین بود - 
شما برای خانواده یو اند کی خیلی عزیزین 
ولی آقای یو عضوی از خانواده‌ست به خاطر همین شما اینجایین ، خیلی جالبه 
وایسین ، زیادی احساس راحتی کردم ؟ 
منم عضوی از خانواده‌ام 
همینطور ، آقای لی حتی اگه رئیس بهشون ... می‌گفتن نمیومدن به همچین مناسبتی 
بخشی از شغل منه که مطمئن بشم خانواده رئیس حواسشون به حرفاشون هست 
همیشه همینطوره ؟ 
خیلی خوبه 
همه چی سفارش دادیم 
خدافظ - به سلامت برسین - 
داره بارون میاد 
چیکار کنیم ؟ 
فقط دوتا چتر داریم 
من با ماشین اومد ، اوکیم 
... سر راهمه 
چی سر راهتونه ؟ 
، اگه منظورتون خونه منه می‌تونین منو برسونین 
من می‌تونم تا ایستگاه اتوبوس بدوئم 
نظرتوت چیه برسونم‌تون ؟ البته اگه مشکلی ندارین 
ولی به مسیرت نمی‌خوره 
باید بیام ؟ 
اینم میشه 
آسانسور اینجاست 
ممنون که امروز اومدین 
به سلامت برسین 
خوب استراحت کن ، خانم کانگ 
و جی‌هیوک ، تو هم همینطور 
ولی چرا اون‌هو و هی‌یون با هم میرن ؟ 
، و به سلامتی زدن برای عشق موفق اون جریانش چی بود ؟ 
خدایا ، هیچی نمی‌دونی 
من میرم تو 
اون‌هو از هی‌یون خوشش میاد ؟ چرا ؟ 
نمی‌فهمم 
مراقب باش 
چیکار می‌کنی ؟ 
بیدار شدی ؟ 
بی‌هوش می‌موندی بهتر بود 
پرده باعث میشه آتیش بیشتر بشه 
... سازه‌های محکم عایق ان 
برای هر کاری باید تحصیل کرده باشی 
جی‌وون 
متأسفم 
متأسفم 
دیگه نمی‌تونیم کاریش کنیم 
دیگه نمی‌تونیم کاریش کنیم 
همیشه فقط به فکر خودتی 
همیشه فقط به فکر خودتی 
دقیقاً چیزی هستی که توقع داشتم 
چی ؟ 
نگران بودم نکنه باهوش‌تر باشی ... ولی زیادی دست بالا گرفتمت 
این بهترینته 
... اینکه می‌بینم اینطوری بیچاره شدی هیچی به این اندازه بهت نمیاد 
وانمود نکن قوی‌ای 
بدترین آدم اینجایی 
با اینکه می‌دونستی آشغاله ولی بازم مین‌هوان رو انداختی به من 
حالا خودتو ببین 
منو انداختی دور و همه چیزای خوب رو برای خودت برداشتی 
به خاطر همین مین‌هوان رو کشتی ؟ 
چرا نباید می‌کشتم ؟ 
اول اون سعی کرد منو بکشه 
مهم نیست ، مدرکی نداری 
خودم‌ رو تحویل میدم ، میگم تصادف بود و منم از ترس فرار کردم 
اگه وانمود کنم خیلی پشیمونم دلشون به حالم می‌سوزه ، مثل همیشه 
خوب بلدی وانمود کنی قربانی‌ای 
من تونستم 
بردم 
نه ، من بردم 
به لطفت خیلی چیزا یاد گرفتم 
می‌دونستی میام ؟ 
همش منو می‌زدی زمین و همه چیو ازم می‌گرفتی 
دلم برای خودم می‌سوخت 
پس اینبار تصمیم گرفتم به جای فرار باهات رو در رو بشم 
دیگه پشت من یا هیچکس دیگه قایم نشو 
حالا عواقب کارات رو میبینی 
عواقب ؟ 
کاری می‌کنم قتل غیرعمد اعلام بشه 
وایسا 
دیگه غیرعمد نیست 
... تو همین الان مدرک رو به زبون آوردی 
اولین بار سر کار تو دستشویی دیدمش 
وقتی اومدم بیرون ، با ژاکتش منو پوشوند 
فکر کردم " خواهرم رو پیدا کردم " تمومش کن - اون لحظه بود - 
... ولی بردارم گفت دوسش داره ، پس 
جونگ سومین هنوز پیدا نشده ؟ 
نه ، پلیسا دارن گشت‌زن هاشون رو بیشتر می‌کنن 
ازشون خواستم حواسشون به خونه هم باشه 
ما هم نگاهبانی بیشتری می‌ذاریم 
بهتره این کارو نکنین 
دنبال منه ، بذارین بیاد 
نه من نمی‌ذارم 
، وقتی گفتم هرکاری بگی می‌کنم منظورم این نبود که می‌ذارم تو خطر باشی 
نمیگم هیچ کاری نکنی 
اون هنوز پیداش نیست یعنی می‌خواد آتیش به پا کنه 
چه فایده داره جلوی اومدنش رو بگیریم ؟ 
جی‌وون - تا کی می‌خوای جلوشو بگیری ؟ 
تا کی می‌خوایم فرار کنیم ؟ 
وقتی زندگی یه شانس دیگه بهم داد قول دادم دیگه فرار نکنم 
پس من انجامش میدم 
... می‌کشونمش اینجا و 
فکر می‌کنی اون میاد دنبال تو ؟ 
می‌خواد منو نابود کنه 
خودم باید این کارو بکنم 
آخر از دستت دیوونه میشم 
می‌خوای اینو تمرین کنم ؟ 
! حالا ، یک - ! یک - 
هرکاری خواستی کردیم حالا بذار هرکاری من می‌خوام بکنم 
یک - دو - 
! بعدی ، یک 
! دو 
اشکال نداره ، یه بار دیگه ، درست داد بزن 
! یک - ! 
یک - 
! دو 
این تقاص همه‌ی گناهاته و جهنمیه برات ساختم 
بگیرش 
خانم جونگ سومین شما به جرم قتل و اقدام به آتیش سوزی بازداشتین 
شما حق دارین برای دفاع وکیل بگیرین و پرونده تشکیل بدین و سکوت کنین 
دارین چیکار می‌کنین ؟ ببرینش 
نه 
! کار کانگ‌جی‌وون‌ـه 
! من نبودم 
! کار خودشه ! کار کانگ جی‌وون‌ـه 
! من نبودم 
بهتون زنگ می‌زنیم 
الان همه چی تموم شده 
از این به بعد فقط اتفاقای خوب میفته 
مطمئن باش 
همیشه ازت محافظت می‌کنم 
پس دیگه درباره‌ش فکر نکن 
حقت رو‌ پس گرفتی 
و منم فرصتی گیر آوردم که مال من نبود 
واسه همینه که الان رو بازومی 
پس باید بهتر باهام رفتار کنی 
چطوری می‌تونم ؟ 
اینجوری ؟ 
... یا اینجوری ؟ 
دادستان چوی درخواست ممنوع الخروجی‌تون رو داده 
باید امروز کشور رو ترک کنین 
پرواز ساعت چنده ؟ 
پرواز سه چهار ساعت دیگه‌ست همه چیو جمع کردم ، زود باشین 
هیچ کاری رو نمی‌تونی درست انجام بدی 
اخراجی 
بلیطا رو بده من 
جی‌وون 
چیشده ؟ اتفاقی افتاده ؟ 
ناپدید شده 
... نایب‌رئیس سابق کلود ایر ، اوه یورا در یک صانحه رانندگی نزدیک فرودگاه اینچئون بود 
به بیمارستان منتقل و در آخر جان باخت 
... او برای‌ پرونده‌ی تلاش به قتل با کامیون تحت بازجویی بود وی اتهامات را انکار ، و اعلام بی گناهی کرد اما دادستانی شواهد را رد و درخواست ممنوع الخروجی اوه را داد 
پس از این صانحه خانواده‌ی او حکم دادستانی را متهم کردند دادستانی از مرگ اوه ابراز تأسف کرد و گفت این حادثه را پیگیری می‌کنن 
طلاقتون رو تبریک میگم 
! ایول 
ممنون همش به لطف شما بود 
بیرون گرمه می‌خواین برسونمتون ؟ 
نه می‌خوام اولین روز سینگلیم رو با دوستام بگذرونم 
دیگه رفع زحمت می‌کنم 
غذا مهمونتون می‌کنم 
نه اونقدر گرون 
یه غذای نسبتاً گرون 
می‌تونم ؟ 
مرسی 
سلام - ! خانم یانگ - 
بیا 
عالیه - مگه نه ؟ 
... خیلی خب ، چون دوست خوبم تازه رستوران زده ! گرون ترین غذا رو می‌خرم 
مطمئنی ؟ 
... پس به همه کسایی که بهم کمک کردن تا موفق ترین و بهترین کیت غذایی رو درست کنم ! گرون ترین غذا ی خونگی رو میدم 
اگه اون‌هو حساب می‌کنه ، چی انتخاب کنیم ؟ 
نه 
واسه جشن طلاقم من حساب می‌کنم پس گرون ترین غذا رو انتخاب کنین 
روزای خوب ارزش غذای خوب رو دارن 
اینجا خیلی خوشگله 
بهترینه 
یه مشروب خوب واستون میارم - باشه ممنون - 
بوقلمون به نظر خیلی پر میاد خیلی زیاد نیست ؟ 
نه 
فقط صبر کن 
واسه این روشای خودم رو دارم 
بابام اینو یادم داده 
و بعداً که بچه دار شدم بهشون یاد میدم 
راستی تاحالا به اسم قشنگ واسه بچه فکر کردی ؟ 
نمیگم زودی بچه بیاریم 
خب ... فقط فکر کردم خوب میشه اگه باهم دنبال اسم قشنگا بگردیم 
می‌دونم ولی نمی‌دونیم قراره چه اتفاقی بیفته . .‌ . و از قبل به فکر اسم بچه بودن ، یکم ... این خیلی مهمه 
نمی‌دونی چی میشه ؟ 
الان بهمون نگاه کن 
اینو می‌تونیم 
اینم می‌تونیم 
حتی اینم می‌تونیم 
واقعاً نمی‌دونی ؟ 
باید بهت بگم ؟ 
بهت یاد بدم ؟ 
بابا من الان خیلی خوشحالم 
تیم بازاریابی یک بریم محصول جدید رو بچشیم 
اینطور نیست که یه آدم بزرگ شده باشم 
هنوز همون کانگ جی‌وون‌ـم 
با آبجو می‌چسبه 
خوبه 
شور و تنده 
فکر کنم با مکگولی میترکونه نه ؟ 
آره - نه ؟ 
... فکر کنم از قصه گویی واسه نکته‌ی بازاریابی این محصول بشه استفاده کرد 
داستان خواهرایی که بهش بال و پر دادن جالبه 
یه امتحانی می‌کنم 
خیلی خوشمزه‌ست 
مگه الان کار نمی‌کنیم ؟ 
ولی خانم یانگ بهم گفتن آبجو بیارم 
خانم کانگ 
... من 
مرسی که اسنک رو بهم سپردی 
تازگیا خیلی کار می‌کنین 
نه صبر کن 
... درباره‌ی پروژه‌ی کیت غذایی ... این وسطا دخالت کردم و و می‌خواستم بگم متأسفم 
می‌دونم 
ولی نتایج بهتری ازش گرفتیم و تصمیم گرفتم بیخیالش بشم 
ولی تو حرف نداری فکر نمی‌کردم بهش اعتراف کنی 
اشتباه قضاوتت کردم 
وقتی پای مردم وسط باشه با توجه به سن عوض میشن 
به عشق اعتقاد داشتم ، ولی شکست خوردم 
بعد این اتفاقا ... به خودم اومدم فکر کردم به عنوان یه شخص کیَم ... و فهمیدم 
آقای کیم بریم سمت میز شما ؟ 
میشه ؟ - حتما - 
میشه اول یه دودی به ریه هامون بدیم ؟ 
ولی خیلی چیزا عوض شدن 
اینم از این 
داغه 
بابت غذا ممنون - وایستا - 
باید خیلی جونگوجی بریزی 
خب ؟ 
بلد نیستی چطوری گوک‌باپ خوک بخوری 
امتحانش می‌کنم 
این مزه رو‌ می‌شناسم 
از همون رستورانیه که رفته بودیم ؟ 
هیچی حریف ذائقه‌ت نمیشه 
بعد بسته شدن رستوران دنبال رستورانایی که اینو مثل اونا درست می‌کردن گشتم هیچی شبیهش پیدا نکردم 
! باخودم گفتم " اینجا بوسانه " چرا نمی‌تونن اینو درست کنن ؟ ... چرا همشون فرق دارن ؟ " و " 
مجبور نیستی الان همه‌اش رو بخوری هروقت دلت خواست می‌تونی بخوری 
یه شعبه تو سئول باز کردن فقط پنج دقیقه تا اینجا فاصله داره 
... نکنه 
داشتم فکر می‌کردم دیگه شعبه باز نکنیم ولی این خیلی آسونه‌تره 
اشکال نداره نه ؟ 
تحت تأثیر قرار نگرفتی ؟ 
نه داشتم فکر می‌کردم بعدش می‌خوام چی بخورم 
چی ؟ 
شوخی کردم 
خیلی ممنون 
یواش بخور 
من هر روز می‌خورمش 
خیلی خوبه 
راستی ، جی‌هیوک برای آخر هفته برنامت چیه ؟ 
می‌خوام با تو برم بیرون 
وقتی که جوون بودم همیشه احساس اضطراب و تنهایی می‌کردم 
... ولی دیگه تنها و مضطرب نیستم 
از وقتی که تو رو کنار خودم دارم 
جای تعجب نیست 
من بهترین کمکی هستم که پدرت انتخاب کرد به تو بده 
... این جاییه که ما شروع کردیم 
می‌خوام شروع جدیدمون رو هم اینجا داشته باشیم 
جی‌هیوک با من ازدواج می‌کنی ؟ 
من نمی‌تونم باورت کنم 
... نه ، منظورم اینه 
این فقط احساسیه که من الان دارم 
تو مجبور نیستی همین الان جوابم رو بدی 
چطور تونستی همینطوری بری ؟ 
من فکر کردم همه چیز عوض شده ولی اون هنوز همون آدمه 
تو می‌تونی هرکاری که دلت می‌خواد انجام بدی ولی خواستگاری نه 
خیلی وقته این رو با خودم حملش می‌کنم 
تمام این مدت می‌خواستم انجامش بدم 
... با من ازدواج می‌کنی ؟ 
قطعا ، چیزایی هست که عوض نشدن 
( فردایی بهتر ، اصلاح امید ) من نمی‌دونم چرا 
... چرا جی‌وون می‌خواد هرچی دارم رو ازم بگیره چرا اون می‌خواد من بدبخت بشم 
بخاطر اینکه تو خیلی خوشگلی 
آدم‌های مثل اون فقط دنبال آدم‌های خوشگلن 
... تو باید گربه رو دم حجله بکشی 
چطوری یه آدم تونست اون کار رو بکنه ؟ 
من تونستم همه اونا رو تحمل کنم ... همچنین 
... یادته که بهت در مورد توهم زدن جی‌وون گفتم ؟ 
همش می‌گفت من کاری می‌کنم اون مقصر به نظر برسه و اینکه من اون رو اذیت می‌کردم و زندگیش رو نابود کردم 
اون مثل قربانی‌ها رفتار می‌کرد و برای همین من اینجا تمومش کردم 
خدایا ، اون نه تنها دیوونه‌ست بلکه خیلیم رقت انگیزه 
می‌دونم ، درسته ؟ 
ولی من چیکار می‌تونم بکنم ؟ 
من تنها دوست اونم 
وقتی برم بیرون باهاش حرف می‌زنم 
زندانی 2574 ، ملاقاتی داری 
چرا انقدر تعجب کردی ؟ 
... تو تو نمردی ؟ 
من مردم . برای همینه که اینجام 
یک میلیارد وون 
الان که مردم ، سود یک میلیار وون پرداخت میشه 
... تو می‌تونی این رو بدی به جی‌وون ؟ 
چی ؟ 
نه 
برای چی دوباره به جی‌وون ؟ 
! من اونو می‌کشم - ... مدیر اجرایی یو جی‌هیوک - ... نوه رئیس گروه یو اند کی 
توی هتل وینتون عروسی می‌کنه - ! من فقط جی‌وون رو داشتم - 
! اونم همین احساس رو داشت 
! من فقط جی‌وون رو داشتم 
! ساکت شو 
! خانم ، بذارین من برم ! لطفا 
! بذارید از اینجا بیام بیرون ! لطفاً 
جی‌وون نمی‌تونه خوشبخت باشه 
! اون بدون من نمی‌تونه خوشبخت باشه 
! اون نمی‌تونه 
حالا عروس و داماد دارن میان 
همه چیز یکم بهتر شده 
من باورش دارم 
کاشکی تو اینجا بودی 
تو خیلی خوشحال می‌شدی که من رو خوشبخت ببینی 
سلام . شما هم همتون اومدین 
نه ، ما نیومدیم 
من کادوی تبریک گرونی رو دادم منم خیلی تشویق کردم ولی هیچی نخوردم 
هرچقدر بیشتر در موردش فکر می‌کنم ، بیشتر متأسف میشم 
و واقعاً امیدوارم که اون خوشبخت باشه 
ولی این تنها چیزیه که می‌تونم انجام بدم 
تو واقعاً پشیمونی 
یک ، دو ، سه 
بابا ، داری نگاه می‌کنی ؟ 
! بزن بریم 
سلام ، من کانگ جی‌وون هستم مدیر بنیاد شانس دوم یو اند کی 
... برنامه بنیاد ما کمک به تدریج بیست میلیار وون از طریق شرکت‌های بزرگ وابسته تا سال آینده هست 
... از اونجا به بعد یو اند کی قصد داره کمک های مالی سیستماتیک و مستمری به جامعه رو آغاز کنه به عنوان شرکتی که معنی تقسیم کردن رو می‌دونه 
حتی در لحظاتی که همه چیز بنظر تموم شده میاد من باور دارم که یه راهی وجود داره 
اون راه حتی می‌تونه بهتر باشه 
باید یه شانس دومی وجود داشته باشه 
نه ، باید فرصت دومی داده بشه 
به اونایی که بخاطر یه انتخاب اشتباه رنج میکشن من امیدوارم که بنیاد ما بتونه کمکی باشه 
ممنون 
این سری خوب انجامش دادم ، نه ؟ 
... ولی 
واقعاً بچه‌ها اینجوری نمی‌خوابن ؟ 
جی‌وون با توجه به اینکه بچه اینجوری گریه می‌کنه ! فکر کنم اون مریضه بیا ببریمش بیمارستان 
وایستا ببینم 
حالش خوبه 
ریده توی پوشکش 
شماره دو - خییلییی زیاد - 
عجله کن 
چرا تو نمی‌خوابی ؟ 
جات رو خیس کردی ؟ 
بابا پوشکت رو عوض می‌کنه 
من تا حالا اینکار رو انجام ندادم ، پس آسون نیست 
ولی فکر کنم دارم کارم رو خوب انجام میدم 
من قطعاً کم کم دارم پیشرفت می‌کنم 
در جا نمیزنم رو به جلو حرکت می‌کنم 
من می‌خوام یه زمین باشم 
من می‌خوام یه زمین باشم 
اونا چی دارن میگن ؟ 
- چی ؟ زمین ؟ بز ؟ - 
ولی چرا بنظر آشنا میاد ؟ 
مامان بابامون کجان ؟ 
من نمیدونم بهم‌ گفتن سالگرد ازدواجشونه 
یه سالگرد فوق العاده مهم 
پدربزرگ 
! پس شما می‌تونین با عمه‌تون بازی کنین 
! بیاین اینجا 
! این طرف 
! پدربزرگ ، نجاتمون بده 
! کمکمون کن 
و امروز روزیه که تمام فصل‌ها رو قبل از پایان سپری کردم 
باورم‌ نمیشه من می‌تونم یه فصل رو به طور متفاوت تجربه‌اش کنم 
این وسط بهاره 
! خیلی زیباست 
من همیشه این هنرمند رو دوست داشتم ولی فکر می‌کنم شیوه نقاشیش یکم تغییر کرده 
نقاش خیلی سخت کار کرده تا کارش مورد تأیید قرار بگیره 
با تشکر از بنیادمون ، نقاش می‌تونه توی آرامش کارش رو انجام بده 
الان به حالت نرمال برگشته 
اینطوری باید میشد 
هیچوقت نمی‌تونست انقدر خوشگل باشم 
من الان زندگی خوبی دارم ، بابا 
... ممنون 
. .‌ . برای اینکه دوازدهم آپریل 2023 رو 
... ممنون برای اینکه من رو به آینده امیدوار کردی 
من خیلی خوشحالم ( ♡ قصه‌ی ما به سر رسید ، جی‌وون هم به شوهرش رسید ♡ ) 
