Σκότωσέ με . 
Ήταν στη μοίρα μου να πεθάνω από τα χέρια του Πακ Μιν Χουάν ; 
Τσι Ουόν . Τσι Ουόν . 
Περίμενε . Περίμενε . 
Πες μου πάλι . 
Δεν θα απαντήσω στις κλήσεις του Λι Τσε Ουόν . 
Αν έρθει στο σπίτι , δεν θα ανοίξω την πόρτα και θα σου τηλεφωνήσω αμέσως . 
Κύριε Λι . Σ ' ευχαριστώ που με πήγες τόσες φορές στο νοσοκομείο και που με συμβουλεύεις για το διαζύγιο , αλλά ... 
Δεν χρειάζεται να μ ' ευχαριστείς . 
Είναι η δουλειά μου . 
Με πληρώνει πολύ καλά η UK . 
Κάνω ό , τι θέλει ο εργοδότης μου . 
Εντάξει . 
Αλλά είπες ότι νοιάζεσαι για εμένα . 
Πάντα έχεις κάτι να πεις . 
Περίμενε λίγο . 
Ναι ; Τι έγινε τέτοια ώρα ; 
Είμαι στο αστυνομικό τμήμα . 
Στο τμήμα ; 
- Έρχομαι αμέσως . 
- Όχι , πήγαινε στο νοσοκομείο . ΙΑΤΡΙΚΟ ΚΕΝΤΡΟ ΓΟΥΙΛ ΕΠΕΙΣΟΔΙΟ 15 
Η Κανγκ Τσι Ουόν , 32 ετών , ήρθε από τη UK στο Γκάνγκναμ . Πού είναι ; 
Τσι Ουόν . 
Πλέον είναι σταθεροί η αναπνοή και οι παλμοί της . Αλλά έχει πυρετό και θα τη δούμε ξανά μόλις ξυπνήσει . 
Δέχτηκε επίθεση και ήρθε με την αστυνομία . Θα σας φέρω τον φάκελό της . 
Ακούς ; Θα σου καταστρέψω τη ζωή , γι ' αυτό ετοιμάσου . 
Θα ενημερώσω τα ΜΜΕ ότι μου επιτέθηκε ένας μεγιστάνας τρίτης γενιάς . 
Δεν συγκαλύπτονται πράγματα στις μέρες μας . 
Πλέον δεν έχω τίποτα να χάσω εξαιτίας σου . 
Αλλά θέλεις να καταστρέψεις τη ζωή σου για μια κατώτερη σαν την Τσι Ουόν ; 
Μόνο δέρμα και κόκαλα έχει . 
Κύριε Γιου . Θέλεις μια συμβουλή ; 
Μην την εμπιστεύεσαι . 
Ξέρεις γιατί τρελάθηκα εγώ ; Η Τσι Ουόν τρελαίνει τους ανθρώπους . 
Δεν σε κατέστρεψα εγώ κι η Τσι Ουόν . Αλλά ο σκατοχαρακτήρας σου . 
Δες πόσο με χτύπησες . Εσύ έχεις καλύτερο χαρακτήρα ; 
Ξέρεις να ρίχνεις ξύλο , αλλά μην το κάνεις αυτό . 
Μην το παίζεις θύμα , ενώ έκανες ό , τι έκανες σε μια γυναίκα μισή από εσένα . 
Τι ; 
Ζητάς ισότητα όταν είσαι σε μειονεκτική θέση και δύναμη όταν βρίσκεσαι σε πλεονεκτική . 
Δεν θέλω να χρησιμοποιώ τη δύναμή μου . Αλλά όχι σ ' εσένα . 
Κύριε Γιου , βγαίνετε . 
Πάμε . 
Εγώ ; 
Γιατί δεν βγάζετε κι εμένα ; 
Μ ' εμένα τι θα γίνει ; 
Αλήθεια πιστεύεις ότι δεν μπορείς να πας πιο χαμηλά ; 
Κάνεις λάθος . 
Όχι . Βγαίνει επειδή είναι πλούσιος ; 
Δουλεύω κι εγώ στη UK . 
Μ ' εμένα τι θα γίνει ; 
Άλλος νόμος ισχύει για τους πλούσιους κι άλλος για τους φτωχούς . 
Σήμερα απέλυσε τον Μιν Χουάν για επίθεση σε συνάδελφο και παραβίαση των κανονισμών . 
Βρες κι άλλα . 
Το έψαξα όταν έκανε την απιστία . 
Αδικαιολογήτως απών , ασαφείς δηλώσεις εταιρικής κάρτας και εξαπατούσε πελάτες . 
Ωραία . Έχει πάρει δάνειο από την εταιρεία ; 
Θα κάνω στην τράπεζα αίτημα αποπληρωμής . 
Θα προσθέσω επίθεση , τραυματισμό κι οτιδήποτε άλλο . 
Επίσης , η κυρία Κανγκ είναι στο σπίτι . 
Αυτή επέμενε . 
Έτυχε να είμαι με την κυρία Γιανγκ . 
Την άφησα με την κυρία Κανγκ , αλλά δεν φαινόταν καλά . 
Είπες ότι υπήρχε ένα χρέος που ο Μιν Χουάν δεν είχε εξοφλήσει , σωστά ; 
Πίεσε λίγο κι αυτό . 
Ή αγόρασε τα ομόλογα . 
Θα το ψάξω . 
Κύριε Γιου . 
Η Τσι Ουόν ; 
Δεν είναι καλά . 
Θα της κάνει καλό να κοιμηθεί . Πάω να της πάρω λίγο γάλα . 
Δεν έχει τίποτα στο σπίτι . 
Εσύ είσαι καλά ; 
Ναι , βασικά ... 
Σ ' ευχαριστώ . Θα μείνω εγώ εδώ . Πήγαινε σπίτι να ξεκουραστείς . 
Τσι Χιοκ . 
Συγγνώμη . Συγγνώμη για όλα . 
Χτύπησες πουθενά ; 
Τι είναι αυτό ; 
Γεια σας . 
Μόνο αυτό ; 
Αποκλείεται . 
Για να με πήρες , ενώ ο άντρας σου είναι υπό την προστασία μου , δεν θα είναι μόνο αυτό . 
Τι θα λέγατε να πάτε στην Κίνα για λίγο ; 
Θεέ μου . Θα ήμασταν ευγνώμονες , αν το κάνατε αυτό για εμάς . 
Όμως , θα είναι δύσκολο το ταξίδι με το πλοίο . 
Σιγά το πράγμα . Εμείς δεν καταφέραμε να κάνουμε τη δουλειά μας . 
Αν μας δώσετε άλλη μια ευκαιρία , θα πατήσω το γκάζι και θα τη λιώσω . 
Γι ' αυτό ενημερώστε με . 
Ναι , ευχαριστούμε . 
Οι φτωχοί πάντα κρατούν αποδεικτικά στοιχεία . 
Για την ασφάλειά τους . 
Τι θέλεις ; 
Μήπως δεν αντέχεις που προσέχω τον πατέρα σου ; 
Τώρα που η εξόντωση της Κανγκ Τσι Ουόν δεν είναι τόσο απλή πια , ξαφνικά λες , " Μην κάνεις τίποτα " . 
Ξαφνικά ο Πακ Μιν Χουάν μου ζητάει διαζύγιο κι ο μπαμπάς μου δεν το σηκώνει , οπότε συνειδητοποιώ , " Εγώ θα την πατήσω " . 
Από την έκφραση του προσώπου σου , δεν είσαι κάτι το ιδιαίτερο . 
Να πάρει . Γιατί κάθισα και κλείστηκα στο σπίτι ; 
Μόνο εγώ ρωτάω τώρα . 
Τι μπορείς να κάνεις για εμένα ; 
Οι γαρίδες στην Κορέα είναι δηλητηριώδεις ; 
Γιατί δεν ξέρουν τη θέση τους ; 
Τα πτώματα του Τσονγκ Μαν Σικ και της Πε Χούι Σουκ βρέθηκαν ; 
Θα δω την αναφορά της αστυνομίας . 
Φρόντισε να μη βγει στις ειδήσεις . 
Η Τσονγκ Σου Μιν δεν πρέπει να νιώθει απειλή τώρα . 
Τον Πακ Μιν Χουάν και την Τσονγκ Σου Μιν να τους τακτοποιήσουμε και τους δύο την ίδια στιγμή ; 
- Παρακαλώ ; 
- Είμαι στο αστυνομικό τμήμα τώρα . 
Συγγνώμη , μπορείς να μου κάνεις μια χάρη ; 
Τι ; Στο αστυνομικό τμήμα ; 
Σε βγάλαμε , αλλά έκανες κάτι πολύ σοβαρό . - Ίσως δεν μπορέσουμε να το καλύψουμε . - Τι ; Τι λες ; 
Δεν συμφωνήσαμε κάτι τέτοιο . 
Αν χρειαστεί να τα βάλουμε με τη UK , η κυρία Ό θα σηκώσει μεγάλο βάρος . 
Ρε συ . 
Είναι συμπεριφορά αυτή ; 
Ποιος νομίζεις ότι είσαι ; 
Δεν είσαι αντιπρόεδρος της Cloud Air . 
Ρε συ . Ούτε εσύ είσαι . 
Μην είσαι αγενής . 
Να πάρει . 
Ξέρεις να παλεύεις μόνο στο ρινγκ . Πρόσεχε τι λες . 
Ένα τσιράκι της Γιου Ρα είσαι μόνο . Μη μου το παίζεις εμένα αφεντικό . 
Κάθαρμα . 
Κύριε , περιμένετε . 
Γιατί του άνοιξες τη μύτη ; 
Τι με εμποδίζει ; 
Μου πούλησε υφάκι . 
Να πάρει ... 
Ανησυχεί για εμένα . Ήρθε κι η γυναίκα σου σήμερα και με απείλησε . 
Ήταν τρομακτικό . 
Τι ; 
Με ποιο πράγμα ; 
Είπε ότι ζήτησες διαζύγιο . Δεν θα καταστραφεί μόνη της . 
Δεν θα ξεφύγεις μόνος σου . 
Έχει τρελαθεί ; Να πάρει . 
Περίμενε . 
Με παίρνουν από τη δουλειά . Κλείσε . Θα σε πάρω μετά . 
Παρακαλώ ; 
Κύριε Πακ , πήρα να σας ενημερώσω ότι από σήμερα απολύεστε . 
Σήμερα δεν ήρθατε στη δουλειά , γι ' αυτό η νομική ομάδα έστειλε κάποιον να παραδώσει τη γραπτή απόλυσή σας . 
Πού είσαι ; 
Ήρθε κάποιος από τη δουλειά σου . Απολύεσαι ; 
Τι στο καλό έκανες ; 
Θέλω να σας ενημερώσω ότι πρέπει να εξοφλήσετε το δάνειο που πήρατε από τη UK από σήμερα . 
Να πάρει . 
Τι με παίρνουν πάλι κι αυτοί ; 
- Κύριε . - Τι ; 
Γιατί δεν το σηκώνεις ; 
Όταν η εμπιστοσύνη χάνεται , να ξέρεις ότι υπογράφουμε παραίτηση των φυσικών δικαιωμάτων . 
Όσοι δεν δίνουν πίσω τα λεφτά , ποια τρύπα να τους ανοίξουμε για να τα πάρουμε ; 
Τρύπα ; Ποια τρύπα ; 
Οι παλιοαλήτες . 
Σε παρακαλώ . 
Σου Μιν . 
Σκατά . 
Έχω μετοχές . 
Έχω βγάλει αρκετά . 
Σε παρακαλώ , Σου Μιν . 
Μακάρι να έχεις κάποια λεφτά . Σε παρακαλώ . 
Χρειάζομαι το πιστοποιητικό της ... 
Σε παρακαλώ , να είσαι εδώ . 
Εδώ είναι . 
Το πιστοποιητικό της είναι εδώ . 
Ποιος είναι ο κωδικός της ; 
Σου Μιν , σε παρακαλώ , έχε κάποια λεφτά . 
Σε παρακαλώ . 
Έχει 80 εκατομμύρια ; 
Γιατί έχει τόσα πολλά ; 
Έκλεψε τα λεφτά του πατέρα της ; 
Δεν παίζετε αυτή . 
ΓΙΟΥ ΤΣΙ ΧΙΟΚ Ο κύριος Γιου ; 
ΙΑΤΡΙΚΟ ΚΕΝΤΡΟ ΓΟΥΙΛ 
Με μήνυσες για μοιχεία ; Εσύ ; 
- Καλέστε την ασφάλεια . - Πώς μπόρεσες ; 
Κύριε , μην το κάνετε αυτό εδώ . 
- Γιατρέ . - Είσαι μεθυσμένος ; 
Γιατρέ , είμαι ο άντρας της . 
Αλλά κρυβόταν εδώ και δεν απαντούσε στις κλήσεις μου . 
Μου έκανε και μήνυση για μοιχεία . 
Χωρίς αποδείξεις . 
Έχω . 
Θέλεις να το κάνεις εδώ ; 
Στο νοσοκομείο ; 
Τι έχεις ; 
Το αρχείο της κάμερας του αμαξιού ; 
Δεν υπάρχει βίντεο . 
Τσου Ραν . 
Τσου Ραν . 
Δεν μπορείς να με χωρίσεις μ ' αυτό . 
Πρέπει να έχεις το βίντεο . Ισχυρή απόδειξη . 
- Πάμε έξω . - Ελάτε . 
Η Γιον Τζι θα μείνει χωρίς πατέρα εξαιτίας σου . 
Ποιος είσαι εσύ ; Τι κάνεις ; Άσε με . 
Διάβασες τα χαρτιά του διαζυγίου ; 
Λι Σοκ Τζουν . Ο δικηγόρος της Γιανγκ Τσου Ραν . 
- Θα κάνω αίτηση για περιοριστικά μέτρα . 
Μην ξανάρθεις εδώ . 
Είσαι καλά ; 
Ναι . 
Ο γιατρός είναι καλός και σίγουρος για την επέμβαση . 
Μην ανησυχείς . 
Είναι καλά η Τσι Ουόν ; 
Απ ' όσο ξέρω , ναι . 
Αλλά κοίτα να ανησυχείς για εσένα . 
Χρόνια και ζαμάνια . 
Ξαφνιάστηκα πολύ που με πήρατε τηλέφωνο . 
Χαίρομαι που σας βλέπω μετά από τόσο καιρό . 
Τι θα θέλατε ; 
Είσαι καλά ; 
Ναι , καλά είμαι . 
Για να είμαι ειλικρινής , δεν τα πάω και τόσο καλά . 
Ο Μιν Χουάν κι εγώ παίρνουμε διαζύγιο . 
Έφυγα από το σπίτι χθες . Μένω εδώ τώρα . 
Θα ξεκουραστώ προς το παρόν . 
Αυτό είναι το κάρμα . 
Τυφλωμένη από έρωτα , πρόδωσα τη μοναδική κολλητή μου . 
Στο τέλος ... Τέλος πάντων , είμαι ολομόναχη τώρα . 
Το διαζύγιο το κάνει πιο εύκολο να το πω . 
Θέλησες να σκοτώσεις την Τσι Ουόν ; 
Το ίδιο θα έκανα κι εγώ . 
Λέω ότι ξέρω ότι η Τσι Ουόν κι ο Μιν Χουάν τα ξαναβρήκαν . 
Αλήθεια τα ξαναβρήκαν ; 
Να τους καταγγείλουμε για μοιχεία . 
Θα σ ' ενημερώσω πότε και πού θα έρθεις . 
Αν θέλεις , θα σου βρω τον καλύτερο δικηγόρο . 
Απλώς εκπληρώνεις τον ρόλο σου ως νόμιμη σύζυγός του . 
Γιατί ; 
Επειδή δεν είναι δίκαιο . 
Δεν καταστράφηκε η ζωή σου εξαιτίας του Μιν Χουάν ; 
Αν χωρίσεις , δεν θα αποζημιωθείς για τη δουλειά σου στην εταιρεία . 
Θα τα χάσεις όλα . 
Αυτό όντως θα μου συμβεί . 
Αλλά εσείς τι θα κερδίσετε ; 
Θέλω να πίσω την Κανγκ Τσι Ουόν . 
Μου αρέσει η Τσι Ουόν . 
Δεν αντέχω που είναι μαζί του . 
Θα την κάνω να έρθει πίσω σ ' εμένα . 
Γι ' αυτό βοήθησέ με . 
Μπορώ να σας ρωτήσω κάτι ; 
Γιατί με μισείτε ; 
Επειδή είσαι εγωίστρια . 
Υπάρχουν κάποιοι που εκμεταλλεύονται τους γύρω τους . 
Εσύ είσαι μία απ ' αυτούς , γι ' αυτό και σε μισώ . 
Δεν με ξέρετε τόσο καλά . 
Δεν εμπιστεύεσαι κανέναν . Επειδή εσύ δεν είσαι άξια εμπιστοσύνης . 
Νομίζεις ότι όλοι είναι σαν εσένα και γι ' αυτό δεν εμπιστεύεσαι κανέναν . 
Αν σκέφτεστε έτσι , πώς θα δουλέψετε μαζί μου ; 
Δεν με ρώτησες τον λόγο που σε μισώ ; Δεν είπα ότι δεν μπορώ να δουλέψω μαζί σου . 
Όταν αποφασίσεις , πες μου . 
Καλά πήγε κι αυτό . 
Όπως είπες , με ρώτησε τον λόγο που τη βοηθάω . 
Δεν θεώρησα ότι θα με πίστευε αν έλεγα ψέματα κι έτσι έβαλα και λίγη αλήθεια . 
Εκτός από το ότι η Ό Γιου Ρα είναι με τον Μιν Χουάν κι όχι εσύ , όλα όσα είπα ήταν αλήθεια . 
Επίσης , η εταιρεία παρέχει μια ασφάλεια στους εργαζομένους της . 
Μία οικογενειακή . Αποζημιώνει εκείνον , τον σύζυγο και την οικογένεια . 
Όταν παραιτείται κάποιος , μπορεί να την κρατήσει . 
Μια ειδοποίηση θα πάει σύντομα στον Πακ Μιν Χουάν . 
Αν πουληθεί αυτή , θα πληρώσω το πιο επείγον χρέος . 
Εκείνος δεν ξέρει ότι υπάρχει τέτοια ασφάλεια , αλλά θα το μάθει σύντομα . 
Το σκηνικό στήνεται . 
Λες να πεθάνω ; 
Όλα είναι μάταια , αν ο Μιν Χουάν δεν αποφασίσει να πεθάνει . 
Αν πεθάνω , οι γονείς μου θα πάρουν την ασφάλεια ζωής μου . 
Ο Μιν Χουάν μπορούσε να είχε σταματήσει αρκετές φορές μέχρι τώρα , αλλά δεν το έκανε . 
Θα το φτάσει στα άκρα . 
Κανένα πρόβλημα . 
Κι η Τσονγκ Σου Μιν το ίδιο . 
Μα γιατί όλοι ψάχνουν την Κανγκ Τσι Ουόν ; 
Νομίζω ότι η Τσονγκ Σου Μιν τώρα έχει μεγαλύτερη εμμονή μαζί σου . 
Ήρθε η ώρα . 
Το μόνο που έχει μείνει είναι να το βιώσει η ίδια . 
Τι λες να επιστρέψεις στην Ιαπωνία ; 
Ο Γιου Τσι Χιοκ κινείται πολύ τελευταία . 
Πιέζει τον Πακ Μιν Χουάν με το χρέος και τα δάνεια . Δεν θα αντέξει για πολύ . 
Επίσης , δεν έχει ξεχάσει τον Μαν Σικ και τη Χούι Σουκ . 
Πήρε τα βίντεο των καμερών από το εγκαταλελειμμένο εργοστάσιο . 
Δεν θα βρει τίποτα , αλλά τίποτα καλό δεν θα βγει με μια κόντρα με τη UK . 
Δεν είσαι σίγουρος . Ουσιαστικά μου λες να φύγω μακριά . 
Δεν πειράζει . 
Ο παππούς του διαφέρει . 
Σε αντίθεση με τον Τσι Χιοκ , που είναι κακομαθημένος , εκείνος είναι ρεαλιστής . 
Ξέρει πόσο ενοχλητική μπορεί να γίνει η Σταχτοπούτα . 
Ματ . 
Ποτέ δεν μπορώ να σας νικήσω . 
Θέλεις τα πάντα , οπότε ξέρω τι θα κάνεις . 
Ένας καλός ηγέτης πρέπει να ξέρει πώς να εγκαταλείπει κάτι που δεν του ανήκει . 
Εντάξει . 
Ήρθες ; 
Παίξαμε με τον παππού τζάνγκι . 
Και πάλι έχασα . 
Όμως , εσένα νομίζω ότι μπορώ να σε νικήσω . Θέλεις να παίξουμε ; 
Παππού , μου ζήτησες να φέρω τη γυναίκα που μου αρέσει . 
Θα σου τη συστήσω . Γι ' αυτό μην αφήσεις τη Γιου Ρα να ξαναμπεί στο σπίτι . 
Είπες ότι ήταν μονόπλευρο κι ότι δεν θα γινόταν κάτι μεταξύ σας . 
Άλλαξες γνώμη ; 
Ναι , θα το κυνηγήσω . 
Άρα , η πρώην μου δεν γίνεται να μπαινοβγαίνει εδώ . 
Ήμουν πολύ αδιάφορη στον αρραβώνα μας . 
Δεν ήξερα ότι ήταν τόσο ανυπόμονος . 
Άνθρωποι σαν κι εμάς δεν παντρεύονται από έρωτα , έτσι δεν είναι ; 
Πάρε την άδεια του παππού σου πριν ... 
Εντάξει . 
Θα σου τη συστήσω τώρα . 
Γεια σας . Είμαι η Κανγκ Τσι Ουόν . 
Ας ξεφορτωθούμε την Κανγκ Τσι Ουόν . 
Δεν θα επιστρέψεις στην Ιαπωνία ; 
Δεν θα το αντέξω , αν χάσω . 
Γιατί νιώθω έτσι γι ' αυτές τις κατσαρίδες ; 
Ναι , έπρεπε να το είχα κάνει μόνη μου . 
Είναι μπελάς να το κάνουν οι άλλοι . 
Αποφάσισα να αντιμετωπίζω τις δυσκολίες που μου παρουσιάζονται . 
Όταν συναντηθήκαμε την άλλη φορά , υπάρχει κάτι που δεν σου είπα . 
Δεν είναι λύση σε όλα η αντιμετώπιση των δυσκολιών . 
Ξέρω ότι σου έδωσε πολλά για να τον δεις για λίγο . 
Λοιπόν , τι θα κάνεις στο εξής ; 
Θα κοιτάξω πίσω και θα αναλογιστώ τα λάθη μου . 
Θα διορθώσω ό , τι μπορώ . 
Και τα υπόλοιπα ... Μάλλον έτσι έχουν τα πράγματα . 
Ήρθε η ώρα να κάνεις ένα βήμα πίσω και να πεις , " Έτσι έχουν τα πράγματα " . 
Οπότε , το ξέρατε . 
Τον έκανα να νιώσει άσχημα γι ' αυτό . 
Αυτό δεν θα ξανασυμβεί . 
Δεν ξέρει πολλά πράγματα . 
Τον κακομάθατε . 
Ξέρει μόνο να δουλεύει . Δεν έχει ιδέα από τα λεφτά . 
Ειλικρινά , ήμουν μπερδεμένη , επειδή ήταν όπως όλα τα πλουσιόπαιδα . 
Τι προσπαθείς να πεις ; 
Αλλά αυτό μου άρεσε σ ' εκείνον . 
Για να πω την αλήθεια , κι εγώ δεν ξέρω πολλά πράγματα . 
Όποτε νόμιζα ότι ήταν ένας τέλειος μεγιστάνας τρίτης γενιάς , φαινόταν απρόσιτος . 
Αλλά μπορεί να γίνει χαζούλης , τσαπατσούλης και να θυμώσει . 
Ντρέπεται και μερικές φορές κάνει σαν μωρό . Βλέποντας αυτές τις πλευρές του , 
σκέφτηκα ότι θα τα πηγαίναμε καλά μαζί . 
Θέλω να είμαι ευτυχισμένη μαζί του . 
Κύριε . Σας παρακαλώ , δώστε μου τον Τσι Χιοκ . 
Η απόλυση του Πακ Μιν Χουάν θα ολοκληρωθεί μέχρι αύριο . 
Όμως , γιατί ρωτάς για την ασφάλεια των εργαζομένων ; 
Συνήθως δεν την κρατάνε . 
Πρόκειται για προνόμιο της εταιρείας . Οι περισσότεροι δεν το γνωρίζουν . 
Ο Πακ Μιν Χουάν θα το κάνει . 
Αυτό φαίνεται νόστιμο . 
Τρία . 
Πώς είναι η γεύση και η υφή ; 
Όπως είπες , τα ζυμαρικά με σπανάκι και θαλάσσια σαλιγκάρια άρεσαν περισσότερο . 
Θα είναι το βασικό προϊόν . 
Χαίρομαι . 
Τα θαλάσσια σαλιγκάρια και το σπανάκι δεν συνηθίζονται στην Κορέα ... 
- Κοιτάξτε την κάμερα . 
- Εντάξει . 
- Ναι , ωραία . 
- Να είσαι άνετος . 
Να έχει φυσική πόζα . 
Τα πήγες πολύ καλά σήμερα . 
Δεν ήταν τίποτα . Με έσωσες από την ανεργία . Το εκτιμώ . 
Θα σου στείλω σύντομα τις αλλαγές της συνταγής . 
Είναι δύσκολο . 
Εγώ θα σου στείλω το προσχέδιο και το πρόγραμμα του εργοστασίου . 
Όμως , δεν είδα σήμερα ούτε τη Γιου Χούι Γιον ούτε τον Γιου Τσι Χιοκ . 
Ο κύριος Γιου εδώ ήταν όλη μέρα . 
Ούτε εγώ είδα τη Χούι Γιον . 
Πού πήγε ; 
Πρέπει να πηγαίνω . 
- Στο καλό . 
Γιατί δεν το σηκώνεις ; 
Γιατί δεν το σηκώνεις ; 
Γιατί πρέπει να απαντώ στις κλήσεις σου ; 
Ναι , κατάλαβα . 
Ήσουν μαζί του εφτά χρόνια , αλλά διάλεξε εμένα αντί για εσένα . 
Σίγουρα δυσκολεύτηκες να το δεχτείς . 
Αλλά και πάλι , πώς την πέφτεις σ ' έναν παντρεμένο άντρα ; Είμαστε στα χωρίσματα εξαιτίας σου . 
Ασφάλεια εκεί ; 
Σας παίρνω από τον 16ο όροφο . 
Έχει ανέβει μία ξένη . 
Ελάτε να την πάρετε . 
Τι κάνεις ; 
Νομίζεις ότι θα το άφηνα έτσι ; 
Άκου . 
Γιατί να κοιμηθώ με τον άντρα κάποιας άλλης ; Δεν είμαι σαν εσένα . 
Σωστά . Έτσι την έπεσες στον Μιν Χουάν , οπότε ξέρεις καλύτερα . 
Αλλά αν πρόδωσε μια κοπέλα που είχε εφτά χρόνια σχέση μαζί της , δεν ήξερες ότι θα κάνει τα ίδια και σ ' εσένα ; 
Θα βάλω αφίσες εδώ για να σας κάνω ρεζίλι στη δουλειά σας . 
Δεν θα το ανεχτώ . 
Τι κρίμα . 
Ο άντρας σου απολύθηκε . 
Οπότε , σταμάτα να με υποπτεύεσαι και γίνε μια καλή σύζυγος . Περίμενε . 
Θα πάρετε διαζύγιο ; 
Κρίμα . 
Αλλά μόνο που το σκέφτομαι τσατίζομαι . 
Μόνο εσύ θα ήθελες σκουπίδια σαν τον Μιν Χουάν . 
Εγώ γιατί να τα θέλω ; 
Θα έπρεπε να ήμουν ηλίθια . 
Αφήστε με . Θα φύγω . Αφήστε με . 
Μιν Χουάν , μόλις ήρθε η Τσονγκ Σου Μιν κι έκανε φασαρία . Με τρόμαξε . 
Αλλά εδώ κανένας δεν θα την πιστέψει , αφού όλοι θεωρούν τρελή τη Σου Μιν . 
Όχι . Το έστειλα σε λάθος άτομο . Συγγνώμη . 
Έχει τρελαθεί τελείως ; 
Δεν θα το ανεχτώ αυτό . 
Η Τσονγκ Σου Μιν θα με πάρει σε λίγο . 
Θα καταστρέψω την Κανγκ Τσι Ουόν . 
Την έχω . 
Σε αντάλλαγμα , πρέπει να φτάσει στον πάτο . 
Θα την κάνω να παρακαλάει . 
Δεν θα συνεργαστώ πριν απ ' αυτό . 
Έχουμε τη Σου Μιν στο χέρι . 
Θα προσπαθήσω να παρακινήσω τον Μιν Χουάν . 
Ίσως να το έχει καταλάβει πλέον . 
Τι μου έστειλε η UK ; 
Τι στο καλό ; 
Απολύθηκα . Δεν έχω λεφτά να δίνω σε τέτοια . 
Μπορεί να μην έχεις λόγο να με καλύψεις , αλλά ας κάνουμε μια συμφωνία . 
Θα κανονίσω εγώ τη Σου Μιν , ώστε να μη σ ' ενοχλεί . 
Φέρτε ένα ακόμη πιάτο . 
Ας φάμε πρώτα . 
Λοιπόν , πώς θα κανονίσεις τη γυναίκα σου ; 
Δεν έχω μία κι έλεγα να αυτοκτονήσω . Αλλά υπάρχει τρόπος να ζήσω . 
Ίσως αυτό βοηθήσει κι εσένα . 
Μόνο αν πεθάνει θα μπορέσεις να τα πάρεις αυτά . 
Αν η Σου Μιν εξαφανιστεί , κανείς δεν θα μπορεί να σε απειλήσει . 
Δεν θα είναι εύκολο . Πρέπει να ξεκαθαρίσουμε τα πράγματα . 
Ωστόσο , μπορείς να με βοηθήσεις ; 
Θέλεις να σε ξελασπώσω ; Πάλι ; 
Όχι μόνο αυτό . Κανόνισέ το για εμένα . 
Τα χρήματα και οι διασυνδέσεις είναι τα πάντα , αλλά εγώ δεν έχω τίποτα . 
Έχεις κότσια . 
Αν δεν έχεις τίποτα , πρέπει τουλάχιστον να έχεις κότσια . 
Αλλά μόνο αυτά έχεις ; 
Νομίζεις ότι ήταν εύκολο να το αποφασίσω ; 
Είναι η τελευταία μου λύση . 
Θα ρισκάρω τη ζωή μου . 
Είναι η τελευταία σου ευκαιρία . 
Ο Πακ Μιν Χουάν είναι στη σουίτα της Ό Γιου Ρα . 
Ώστε θα γίνει σήμερα ; 
Ο Μιν Χουάν κι η Τσι Ουόν είναι στο δωμάτιο 1355 του ξενοδοχείου Γουίντον . 
Δωμάτιο 1355 . 
Δωμάτιο 1355 . 
Κάνε πέρα . 
Νομίζω ότι είσαι πολύ έξυπνος , μωρό μου . 
Αυτό είναι πολύ ιδιοφυές . 
Θέλεις την ασφάλεια ζωής της γυναίκας σου ; 
Πώς σου ήρθε να κάνεις ασφάλιση καρκίνου ; 
Μόλις πάρω τα λεφτά , θα σου αγοράσω κάτι ωραίο . 
Μην ανησυχείς . 
Ξέρω πώς να ανταποδίδω τις χάρες . 
Με κατατρόμαξες . 
Να πάρει ... 
Είναι γελοίο , όποια κι αν είναι . 
Πακ Μιν Χουάν . 
Είσαι όντως ένα άχρηστο σκουπίδι για πέταμα . 
Τι θα κάνεις τώρα ; 
Καλά λες . 
Θα στείλω την ηχογράφηση στην αστυνομία . 
Πού είναι ο μπαμπάς μου ; Τον σκότωσες ; 
Τον σκότωσες ; 
Νόμιζα ότι ήθελες να τα ξαναβρείς με την Τσι Ουόν . 
Τι κάνεις εδώ μ ' αυτήν ; 
Έμαθα ότι απολύθηκες . 
Αφού έχεις τόσο ελεύθερο χρόνο , πέρασέ τον στη φυλακή . 
Έχεις τρελαθεί ; 
Άντε χάσου . Άντε χάσου . 
Άφησέ με . 
Άφησέ με . 
Να πάρει ... 
Τι κάνω τώρα ; 
Τι εννοείς ; 
Προχωράς το σχέδιό σου . 
Αλλά όχι εδώ . 
Θα το κανονίσω εγώ . 
Κυρία Ό . 
Αν ο Πακ Μιν Χουάν σκοτώσει την Τσονγκ Σου Μιν , στήσ ' το ως φόνο για την ασφαλιστική αποζημίωση και ενημέρωσε και τα ΜΜΕ . 
Θα το ετοιμάσω , αλλά ... 
Φρόντισε ό , τι κι αν πει για εμένα να είναι ανοησίες . 
Ξεφορτώσου όλα τα αποδεικτικά στοιχεία . 
Τι νομίζεις ότι κάνεις ; 
Γιατί έκανες κάτι τέτοιο ; 
Είσαι υπέροχη , αλλά δεν ξέρεις το ποια πραγματικά είσαι . 
Έχω λεφτά . Θα σου τα δώσω όλα . 
Αν με σκοτώσεις , νομίζεις ότι αυτή θα σε αφήσει ήσυχο ; 
Τσονγκ Σου Μιν . Σου το αναγνωρίζω αυτό . Έχεις αδιάσειστα στοιχεία για την Ό Γιου Ρα . 
Αλλά κρίμα για εσένα . Τα έσβησε όταν λιποθύμησες . 
Τι ; 
Είσαι χαζή . 
Άνθρωποι σαν εμάς δεν πρέπει να τα βάζουν με όσους έχουν δύναμη . 
Τι να κάνουμε ; 
Επίσης , δεν έχεις λεφτά . 
Τι πράγμα ; Τι είναι αυτό ; 
Δεν ήταν δικά σου ούτως ή άλλως . 
Τα έκλεψες όταν είχες την ευκαιρία . 
Την τσάντα που αγόρασα για την Τσι Ουόν την πούλησα κι αυτήν . Για κάποια επείγοντα θέματά μου . 
Μη θυμώσεις τόσο πολύ . 
Είπες ότι δεν θα καταστραφείς μόνη σου . 
Ένας από εμάς πρέπει να πεθάνει . 
Οπότε , πρέπει να σε κανονίσω για μια νέα αρχή . 
Περίμενε . 
Στάσου . Άφησέ με . 
Άφησέ με . 
Άφησέ με . Άφησέ με . 
Άφησέ με . 
Άφησέ με . 
Άφησέ με . 
Το αέριο ... 
Πού πήγε ; 
Τρελάθηκες ; 
Άσε το κλειδί του αμαξιού και κάνε πέρα . 
Εντάξει . Ηρέμησε . 
Πέτα το μαχαίρι . Ηρέμησε . 
Δεν θα πεθάνω εγώ . 
Ποτέ δεν θα πεθάνω . 
Πάρ ' το . 
Πάρε το κλειδί . 
Πάρ ' το . Άσε κάτω το μαχαίρι . 
Πάρ ' το γρήγορα . 
Πάρ ' το . 
Βρε παλιο ... 
Έλα εδώ . 
Έλα εδώ . 
Η υπέροχη γυναίκα μου θα πεθάνει από δηλητηρίαση μονοξειδίου του άνθρακα από βλάβη του λέβητα , ενώ εγώ πήγα για ψώνια . 
Σταμάτα να καταστρέφεις τη ζωή μου . 
Άντε ψόφα επιτέλους . 
Αν είναι να πεθάνεις , πέθανε τώρα . 
Γι ' αυτό ήταν η ασφάλεια ; 
Νομίζεις ότι θα γίνει αυτό που θέλεις ; 
Έτσι νομίζω . 
Να πάρει . 
Ο άντρας μου δεν πρέπει να χάσει τον ανδρισμό του . 
Να πάρει ... 
Βρε παλιο ... 
Όχι . 
Η Κανγκ Τσι Ουόν μου είπε ότι ήσουν στείρος . 
Τι είναι αυτά που λες ; 
Ρίχνεις άσφαιρα . Είσαι στείρος . 
Να το συλλαβίσω ; 
Δεν απέβαλα . 
Δεν έμεινα ποτέ έγκυος . 
Κατάλαβες τώρα ; 
Δεν νομίζω . - Βρε παλιο ... 
- Άσε με , καθίκι . 
- Έλα εδώ . - Άσε με . 
Άσε με . 
- Άντε χάσου . - Άντε χάσου . 
Το διαζύγιο της κυρίας Γιανγκ θα βγει πιο εύκολα . 
Δεν ξέρω πώς , αλλά ανακτήθηκε η κάρτα μνήμης του αμαξιού κι έχουμε αποδεικτικά στοιχεία της απιστίας . 
- Ξαφνικά ; 
Το βίντεο δεν έπαιζε χωρίς λόγο . Κι έτσι ξαφνικά χωρίς λόγο έπαιξε . 
Φαίνεται πως ήταν γραφτό να χωρίσουν . 
Είδα την αναφορά της αστυνομίας . 
Έπεσε πάνω σ ' ένα γυάλινο τραπέζι και χτύπησε το κεφάλι του . 
Σύμφωνα με τα αποδεικτικά στοιχεία , η αστυνομία ψάχνει την Τσονγκ Σου Μιν ως κύρια ύποπτη . 
Αλλά οι κάμερες ασφαλείας δεν λειτουργούσαν . Πρέπει να βρουν τι ακριβώς έγινε . 
Θα πας στην κηδεία ; 
Σκεφτόμουν πόσο ωραία θα ήταν αν πέθαινες . 
Νόμιζα ότι έτσι θα ξεσπούσα τον θυμό μου . Τότε που εκείνες οι απογοητευτικές στιγμές επιβεβαιώνονταν με την απόγνωση και την προδοσία . 
Είσαι πολύ όμορφη σήμερα . 
Βρε παλιο ... 
Άντε χάσου . 
Ψόφα . 
Όλη τη νύχτα αναρωτιόμουν για ποιον λόγο ήσουν έτσι μαζί μου . Αλλά τελείωσε έτσι . 
Πώς τολμάς να έρχεσαι εδώ ; 
Αν δεν είχες προδώσει τον Μιν Χουάν , δεν θα είχε παντρευτεί ποτέ τη Σου Μιν . 
Αυτή σκότωσε τον γιο μου . 
Αυτή η σκύλα . 
Κατέστρεψε τη ζωή του πολύτιμου γιου μου . 
Το καημένο το παιδάκι μου . 
Στις 24 του μήνα , σε μια πανσιόν στο Γκιονγκί , βρέθηκε νεκρός ο Πακ , ένας άντρας γύρω στα τριάντα . 
Η αστυνομία θεωρεί ως κύρια ύποπτη τη γυναίκα του , την Τσονγκ . 
Αυτή δεν είναι η Τσονγκ Σου Μιν από το μάρκετινγκ ; 
Δεν θυμάσαι ; 
Όχι , απλώς μοιάζουν . 
Λες ο Πακ Μιν Χουάν να πέθανε ; 
Τι ; Πιο σιγά . 
Αυτό έμαθα . 
Τι λες ; 
Τι έγινε εδώ ; 
Οι γονείς του Πακ Μιν Χουάν κατήγγειλαν κλοπή . Ένας κλέφτης μπήκε όσο έλειπαν . 
Ήταν η Τσονγκ Σου Μιν . 
Άρα , βρίσκεται στη Σεούλ . 
Πριν μία μέρα η αστυνομία εξέδωσε ένταλμα σύλληψης για την Τσονγκ Σου Μιν , την κύρια ύποπτη , αλλά το πού ακριβώς βρίσκεται παραμένει άγνωστο . 
- Η αστυνομία ... - Άσ ' το . 
υποθέτει ότι έχει εξαφανιστεί και διαφεύγει και ζητάει από τους πολίτες τη συνεργασία τους για την υπόθεση . 
Η ύποπτη έχει ύψος 1,60 μέτρα , είναι αρκετά αδύνατη και κατηγορείται για τη δολοφονία του συζύγου της σε μια πανσιόν . 
Αλλά εγώ δεν αισθάνομαι καλά . 
Εσύ είσαι πολύ καλή και δεν το καταλαβαίνεις . 
Κάποιοι δεν ξέρουν πότε να σταματήσουν . 
Μόνο αν τους ποδοπατήσεις τελείως , ησυχάζουν . 
Δεν μπορείς να είσαι ευτυχισμένη , Τσι Ουόν . 
Ποτέ . 
