Περιμένετε εδώ , παρακαλώ . ΕΞΙ ΜΕΡΕΣ ΠΡΙΝ ΤΟ ΑΤΥΧΗΜΑ Καλύτερος είσαι από κοντά . 
Όλοι το ίδιο λένε . Ναι . 
Όμως , έχουμε ξανασυναντηθεί ; Δεν έχουμε συναντηθεί ποτέ . Αλλά γνωρίζουμε το ίδιο άτομο . 
Η Κανγκ Τσι Ουόν έκλεψε τον αρραβωνιαστικό μου . 
Είσαι ηλίθια ; 
Γιατί μίλησες για τα χρήματα ; 
Σου είπα να το παίξεις καλή μαμά . 
Προσπάθησα . 
Αλλά έβαλε όρια . 
Μου έκανε επίθεση κατάματα . Είναι απίστευτη . 
Γι ' αυτό έπρεπε να το παίξεις χαζή . 
Ξέχνα το . 
Καταλαβαίνω τον λόγο που έχεις άθλια ζωή . 
ΜΙΝ ΧΟΥΑΝ 
Πού βρήκες τις φωτογραφίες του Τσι Χιοκ ; 
Άργησες να το ρωτήσεις αυτό . Γιατί ; 
Πού είσαι ; Είναι αργά . 
Σε ρωτάω κάτι . 
Ήρθαν σε φάκελο ; 
Τι έλεγε ; 
Πού το ξέρεις εσύ αυτό ; 
Εκνευρίστηκε μια πλούσια κοπέλα , επειδή κάποια της έκλεψε τον άντρα . 
Αλλά οι γαρίδες στις μέρες μας είναι έξυπνες . 
Ξέρουν ότι μόνο αυτές θα υποφέρουν σε μια μάχη με φάλαινες . 
Πλάκα μου κάνεις ; 
Να πάρει ... 
Να πάρει . Πού βρίσκομαι ; Τι ήθελα κι ήρθα εδώ ; 
Όσοι σκέφτονται σαν εσένα ζουν σαν γαρίδες όλη τους τη ζωή . 
Ειδικά εσύ , μια γαρίδα του γλυκού νερού . Από τις μικρούλες , που δεν ξέρει πόσο μεγάλος είναι ο ωκεανός . 
Βρε παλιο ... Πες το ξανά αυτό . 
Ζήσε ως ένα τίποτα για το υπόλοιπο της ζωής σου . Άραγε γιατί όλα σου πάνε στραβά και λυπάσαι τον εαυτό σου ; 
Πρόσεχε τι λες . 
Δεν ξέρεις πόσο τρομακτική μπορεί να γίνει μια γαρίδα , πλουσιοκόριτσο . 
Αν σε δαγκώσει γαρίδα , θα τρέξει αίμα . 
Σταμάτα να είσαι γαρίδα που δαγκώνει και γίνε μία που μπορεί να νικήσει μια φάλαινα . 
Νομίζεις ότι η Τσι Ουόν είναι η μόνη που η ζωή της μπορεί να αλλάξει εν μία νυκτί ; 
Γιατί δίνεται σ ' εμένα αυτή η ευκαιρία ; 
Επειδή είμαι θυμωμένη . 
Ζει καλά αφότου μου έκλεψε τον άντρα . Δεν είναι δίκαιο . 
Επίσης , άνθρωποι σαν εμένα δεν αντέχουν να αισθάνονται εξαπατημένοι . 
Εγώ θα ξεσπάσω τα νεύρα μου κι αν είμαι τυχερή , θα πάρω τη UK . 
Εσύ τιμωρείς αυτή που σε πρόδωσε κι αλλάζεις τη ζωή σου με μια περιουσία . 
Τι πρέπει να κάνω για να γίνει αυτό ; 
Λοιπόν ... Θα σου πω όταν το αποφασίσεις , γαριδούλα . 
Ο σεφ είναι σε επαγγελματικό ταξίδι στις ΗΠΑ ; 
Όχι , θα κάνω το πρόγραμμά μου . 
Μπορείτε να με ενημερώσετε πότε θα μπορεί ... 
Ναι . 
Στην εταιρεία ; 
Όχι , δεν πειράζει . 
Ναι . 
Είδατε την πρόταση που σας έστειλα ; 
Ναι , την τελευταία . 
Τι κάνεις ; 
Είσαι πιο φιλόδοξη απ ' ό , τι νόμιζα . 
Ο Γιου Τσι Χιοκ πώς ήξερες ότι ήταν συγγενής του προέδρου ; 
Φαίνεται χαζός . Δεν το κατάλαβα . 
Τώρα το ξέρεις . Εγώ το ήξερα πολύ πριν . 
Δεν θυμάσαι ; 
Πάντα ήμουν καλύτερη από εσένα . 
Όμως , πότε έγινε ; 
Δεν το αντέχω αυτό . 
Να πάρει ... 
Η εταιρεία επωφελείται . Έπρεπε να το ξέρω . 
Αναπτύξατε αισθήματα το βράδυ που σου έκανα πρόταση γάμου ; 
Γι ' αυτό κατέστρεψες το οικογενειακό τραπέζι και με ρεζίλεψες στη δουλειά . 
Τώρα καταλαβαίνω τα πάντα . 
Από πότε τα σχεδίαζες όλα αυτά ; 
Τι βλακείες λες πάλι ; 
Ξεχνάς κάτι πολύ σημαντικό . 
Εσύ με απάτησες με τη Σου Μιν . 
Αυτή είναι η αιτία για ό , τι έγινε . 
Βρε παλιο ... 
Τσι Ουόν . 
Τι κάνεις εσύ εδώ ; 
Μ ' έστειλε ο Τσι Χιοκ . 
Πάρ ' το αυτό . Το έκανα στο εστιατόριό μου . 
- Πάρ ' το . - Εντάξει . 
Ευχαριστώ . 
Είπε να συνεχίσεις το τζούντο . 
Αν έρχεσαι σε δύσκολη θέση εξαιτίας του , μου είπε να σου δώσω το τηλέφωνό μου . 
Ο Τσι Χιοκ είναι ωραίος τύπος . 
Είναι πολύ ψηλός κι έχει υπέροχη προσωπικότητα . 
Επίσης , αν δεν τον γνώριζα στον σύλλογό μας , δεν θα είχα κάνει κάτι . 
Είναι ένας τίμιος και καλός άνθρωπος . 
- Κάτσε , αυτό το κοτόπουλο ... 
- Παράγγειλες κοτόπουλο ; 
Παραγγείλατε τηγανητό , πικάντικο κοτόπουλο και κοτόπουλο με σάλτσα σόγιας ; 
Ναι . 
Κάτι δεν πήγαινε καλά τότε . 
Είναι πολύ αθλητικός τύπος και καλός στο τζούντο . 
Για κάτσε ... Η μαύρη μάσκα . 
Αυτά τα καθίκια μου την έφεραν ; 
Κανγκ Τσι Ουόν . 
Θα σε κάνω να το μετανιώσεις . 
Θέλεις να έρθεις πάνω ; 
Τι ; 
Όχι , δεν μου αρέσει η βία . 
Δεν έχεις πλάκα . Γιατί όχι ; 
Απατάς την κοπέλα που έχεις σχέση εφτά χρόνια με την κολλητή της και δεν μπορείς να ρίξεις καμιά μπουνιά ; 
Είμαι αρκετά μεγάλος για να ξέρω τι μπορώ και τι δεν μπορώ να κάνω . 
Θέλει κότσια αυτό που πρόκειται να κάνουμε . 
Εντάξει . 
Αλλά όσο πλούσια κι αν είσαι κι όσο κι αν προπονήθηκες , οι άντρες έχουν το πλεονέκτημα . 
Οι άντρες μπορούν να γίνουν τρομακτικοί . 
Μ ' αυτόν θα τα βάλω ; 
Μη με κοιτάς έτσι , φίλε . 
Μποξ δεν είναι αυτό ; Επιτρέπονται οι κλωτσιές ; 
Δεν υπάρχουν κανόνες στη νίκη . 
Έπρεπε να μου το πεις αυτό πιο νωρίς . 
Έχω αρχίσει να σε συμπαθώ . Μπορώ να δουλέψω μαζί σου . 
Τακτοποίησα τους φόρους σήμερα . 
Η Κανγκ Τσι Ουόν έγινε χωρίς να το ξέρει μία από τις πλουσιότερες ιδιοκτήτριες ακινήτων στην Κορέα . 
Όμως , είναι σωστό αυτό ; 
Γιατί όχι ; 
Αυτό είναι το μεγαλύτερο πρόβλημα . Νομίζω ότι πρέπει να το πεις στον πρόεδρο . 
Εσύ είσαι αυτός που είπε ότι μπορώ να κάνω οτιδήποτε . 
Όντως . 
Αλλά τι προσπαθείς να κάνεις ; 
Αν δεν έβλεπα ο ίδιος τις εξετάσεις σου , θα νόμιζα ότι πεθαίνεις . 
Καταλαβαίνω τη γάτα , αλλά γιατί προετοιμάζεις το μέλλον της κυρίας Κανγκ ; 
Δεν χωρίσατε εσείς οι δύο ; 
Έτσι απλά θέλω και το κάνω . 
Ελπίζω μόνο να ζήσει μια καλή ζωή στη συνέχεια . 
Αφού δεν είναι γραφτό να είμαστε μαζί . 
Η Τσι Ουόν έχει ακίνητα στο όνομά της . 
Κτήρια , οικόπεδα , διαμερίσματα . 
Αξίζουν περίπου 80 δισεκατομμύρια γουόν . 
Η Κανγκ Τσι Ουόν έχει 80 δισεκατομμύρια γουόν ; 
Τι ; 
Μην ξαφνιάζεσαι τόσο . 
Αν πεθάνει , θα πάρεις 100 φορές περισσότερα από αυτά . 
100 φορές ; 
Η σχέση της γυναίκας σου με την Τσι Ουόν έχει πλάκα . 
Δεν είναι σαν αδελφές ; Τις περνάς για πραγματικές αδελφές . 
Θα σου εξηγήσω . 
Επειδή είναι ο διάδοχος της UK ; 
Έχεις καθόλου χρήματα ; 
Μπαμπά . Νόμιζα ότι θα τα πήγαινα καλά αυτήν τη φορά , αλλά δεν ξέρω τι να κάνω . 
Μου έκρυψες πολλά πράγματα . 
Σαν τι ; 
Έβαλες τη μαμά της Τσι Ουόν να την εξαπατήσει , αλλά δεν τα κατάφερε . 
Πού το έμαθες αυτό ; 
Είσαι χαζή . 
Το άτομο που σου έστειλε τις φωτογραφίες δεν σου είπε να βρεις τη μαμά της για να ζητιανέψεις λεφτά . 
Το πιο σημαντικό είναι ότι η Τσι Ουόν έχει 80 δισεκατομμύρια γουόν . 
Τι ; Έχει 80 δισεκατομμύρια ; 
Ο Γιου Τσι Χιοκ της τα έδωσε . 
Η Τσι Ουόν είναι σε άλλο επίπεδο . 
Κανγκ Τσι Ουόν ... 
Αλλά είναι καλό για εμάς . 
Αν εκείνη πεθάνει , τα παίρνει ο πιο κοντινός συγγενής , η μητέρα της . 
Θα περιμένουμε μέχρι να πεθάνει ; 
Ακόμα κι αν πεθάνει , θα μας τα δώσει η μαμά της ; 
Σου Μιν . Καημενούλα μου . 
Πόσο δύσκολο σου ήταν να μου το πεις ; 
Ο πατέρας σου ξέρω ότι είναι ζωντανός . 
Γιατί το κάνετε αυτό ; 
Άκου . Όταν δανείζεσαι χρήματα , πρέπει να τα επιστρέφεις . 
Έχεις ολόκληρο εστιατόριο και λες ότι δεν έχεις λεφτά ; 
Τι να κάνουμε κι εμείς ; 
Όχι . Ακούστε με . 
Θα σας δώσω τα λεφτά μέσα στον μήνα πάση θυσία . 
Πλάκα μου κάνεις ; 
Πρέπει να δείξεις ειλικρίνεια , αν θέλεις να σ ' εμπιστευτούμε . 
Φέρε μας 100 εκατομμύρια γουόν και θα σου δώσουμε κι άλλο χρόνο . 
Πού να βρω εγώ τόσα μετρητά ; 
- Έλεος ... - Κρατήστε τον. 
Τι κάνετε ; Τι κάνετε ; 
Μπορείς να ζήσεις μ ' ένα νεφρό . 
- Τι ; - Αν έχεις μισό συκώτι , μεγαλώνει ξανά . 
- Κοίτα ... - Τι να κοιτάξω ; 
Να σου το σπάσω ; 
Τι είναι πάλι ; 
Σου Μιν . 
Τι κάνεις εσύ εδώ ; 
Πού είναι η κυρία που μένεις μαζί της ; 
Τι ; 
Είναι βεβαίωση μεταβίβασης μετοχών και μπορείς να διαχωρίσεις την Cloud Air και την Kelite Tour από τη UK . 
Μπορείς να πάρεις τον πλήρη έλεγχο . 
Μου εξάπτεις την περιέργεια . 
Μικρό το τίμημα για τη μεγάλη σου αγάπη . 
Ακόμη , είναι βαρετό , αν θέλεις να εξαφανιστώ . 
Ποτέ δεν ενδιαφέρθηκες για εμένα . 
Σου ζητάω να ζήσεις έτσι . 
Όχι , εσύ δεν ενδιαφέρθηκες για εμένα , αλλά δεν διέλυσες τον αρραβώνα . 
Θα παντρευόμασταν την κατάλληλη στιγμή και θα κάναμε τις ζωές μας , αδιαφορώντας ο ένας για τον άλλον . 
Μ ' άρεσε αυτό . 
Κάνεις σαν ζηλιάρης που φοβάται ότι η αρραβωνιαστικιά του έχει άλλον ... Μου αρέσει όταν ένας άντρας ανησυχεί . 
Θέλεις να το δοκιμάσεις ; 
Βρίσκοντας την αδυναμία ο ένας του άλλου και βασανίζοντας ο ένας τον άλλον ; 
Μην ξεχνάς ότι μπορώ να κάνω ό , τι κι εσύ . 
Όχι ... Δεν θα είμαι καλύτερος εγώ ; 
Πάρε αυτό και σταμάτα ό , τι κάνεις . 
Δεν ξέρω γιατί νομίζεις ότι θα έκανα κάτι . 
Όσα μόλις είπες με πληγώσανε . 
Ακόμα και χωρίς αυτό , δεν θα κάνω τίποτα . 
Κατάλαβα ότι δεν ήταν σωστό να διαλύσουμε τον αρραβώνα . 
Θέλω να ξαναπροσπαθήσουμε . 
Πέρνα καλά . 
Ο έρωτας πάντα τελειώνει . 
Όταν αυτό τελειώσει , γύρνα σ ' εμένα . 
Κύριε , θέλω να ψάξεις κάτι . 
Βγες . 
Τι έγινε μόλις τώρα ; 
Δεν ήταν ο Τσι Χιοκ ; 
Μας έπιασε ; 
Ξέρεις πόσο κοστολογούνται η Cloud Air κι η Kelite Tour ; 
Μαζί κι οι δυο περίπου τέσσερα τρισεκατομμύρια . 
Τέσσερα τρισεκατομμύρια γουόν ; 
Αλλά μου τις έδωσε πολύ εύκολα . Μου την έσπασε αυτό . 
Σκότωσε την Κανγκ Τσι Ουόν . Αναλαμβάνω εγώ τα υπόλοιπα . 
Θα έχεις αρκετά λεφτά για το υπόλοιπο της ζωής σου . 
Κι εγώ θα πάρω τον Γιου Τσι Χιοκ . Όμως , θα φροντίσω να το μετανιώσει που μου πρόσφερε κάτι τέτοιο . 
Είναι 150 εκατομμύρια γουόν . 
Πρώτα δώστε για τα επείγοντα χρέη σας . 
Θα πληρώσω τα υπόλοιπα όταν τελειώσει . 
Θα φροντίσω να πάρετε μια περιουσία . 
Πού ... Πού βρήκες αυτά τα λεφτά ; 
Νομίζεις ότι είναι δικά μου ; 
Τι έκανες εσύ για εμένα ; 
Ακούστε . 
Αυτά τα λεφτά δόθηκαν από κάποιον που μπορεί να σας θάψει χωρίς να το μάθει κανείς . 
Κάντε ό , τι σας λένε και τελειώνετε μ ' αυτήν την άθλια ζωή . 
Ή μπορεί να πεθάνουμε όλοι μαζί . 
Μπορείτε να το κάνετε ή όχι ; 
Μπορούμε . 
Ναι . 
Εντάξει , ωραία . 
Δεν τους είπες για εμένα , σωστά ; 
Ναι , δεν ξέρουν ότι παντρευτήκαμε . 
Ας μη δυσκολέψουμε τα πράγματα . 
Δεν θα τους ξαναδώ μετά απ ' αυτό . 
Φυσικά . Θα τους λέμε εμείς τι να κάνουν , βήμα βήμα . 
Συμφώνησαν . Να ξεκινήσω ; 
Ναι , καλή τύχη . 
Θα σ ' εμπιστευτώ . 
Εντάξει . 
- Επιστρέφω . 
Οι άντρες δεν φοβούνται τις γυναίκες με τις οποίες κοιμήθηκαν . 
Γιατί ; 
Το μνημόσυνο του πατέρα της είναι το Σαββατοκύριακο . 
Μπορούμε να το κάνουμε εκείνη τη μέρα . 
Θα πάει να δει τον πατέρα της . 
Συγγνώμη που είμαι τόσο χαζή . Συγγνώμη . 
Ναι , κύριε Λι ; 
Η Γιου Ρα δεν έχει κάνει κάποια κίνηση . 
Αλλά νομίζω ότι κάναμε ένα λάθος . 
Η μητέρα της Τσι Ουόν νοίκιασε παράνομα ένα φορτηγό με άλλο όνομα . 
- Άρα ... 
- Αν πεθάνει , όλη η ακίνητη περιουσία στο όνομά της θα πάει στη μητέρα της . 
Πού είναι το φορτηγό τώρα ; 
Σύμφωνα με το GPS που βλέπω , πηγαίνει προς τον δρόμο 424 . 
Η Τσι Ουόν φεύγει από το νεκροταφείο τώρα . 
Τι στο καλό ; 
Τι έπαθε ; 
Ναι . 
Σιν Ου , σταμάτα την Τσι Ουόν . Μην πάρει το αμάξι . 
Τι ; 
Αλλά , Τσι Χιοκ , μόλις το αμάξι μου χάλασε στο πάρκινγκ . 
Η Τσι Ουόν έφυγε ήδη . 
Ο δρόμος 424 περνάει από εδώ . 
Παρακαλώ ; 
Κάποιες φορές τα πράγματα που ήταν θολά και ασαφή , ξεκαθαρίζουν . 
Γιατί επέστρεψα σ ' αυτό το χρονικό διάστημα ; 
Αν ήξερα , θα την προστάτευα . 
Γι ' αυτό αν μου δοθεί η ευκαιρία , θα την αρπάξω . 
Αν δεν μπορώ να είμαι μαζί της , γιατί επέστρεψα ; 
Ο συνδρομητής που καλέσατε δεν είναι διαθέσιμος . 
Αφήστε το μήνυμα σας μετά τον χαρακτηριστικό ήχο . 
Θα σου πω κάτι . Δεν περίμενα να σου το πω έτσι . 
Πέθανα το 2023 . 
Σε αυτοκινητικό δυστύχημα . 
Όταν άνοιξα τα μάτια μου , ήμουν στο 2013 . 
Τότε σε συνάντησα ξανά . 
Πίστευα λανθασμένα ότι θα ήμουν ευτυχισμένος . 
Αλλά δεν μπορώ να σε προστατεύω για πάντα . 
Μπορεί να πεθάνω ανά πάσα στιγμή . 
Δεν μπορούσα να αντισταθώ στον πειρασμό να είμαι μαζί σου . 
Μου αρέσεις . 
Μου αρέσεις . 
Μου αρέσεις πάρα πολύ . 
Γι ' αυτό συγγνώμη . 
Ήρθα για να σε προστατέψω , αλλά αν ήξερα ότι θα γινόταν τόσο σύντομα , δεν θα σου κρατούσα το χέρι . 
Μην κατηγορείς εσένα . 
Το αναπόφευκτο μόλις συνέβη . 
Νέο ηχητικό μήνυμα . 
Εγώ πέθανα το 2023 . 
Σε αυτοκινητικό δυστύχημα . 
Γιατί δεν το σηκώνει ; 
Μόνο να πέσει πάνω της είχε να κάνει . 
Έπρεπε να με είχε πάρει ήδη . 
Γιατί δεν τον βρίσκω ; 
Εδώ μιλάμε για το γεγονός ότι η κόρη σου σκοτώνεται . 
Μάλλον δεν ανησυχείς . 
Παλιοκόριτσο . 
Το λες με κακία . 
Ξέρεις τι είναι πιο τρομακτικό από το αίμα ; 
Τα λεφτά . 
Ας μη γελάσω . 
Τότε δεν θα ήσουν με τον μπαμπά μου . 
Το παίζει κάποιος και όλα όσα λέει είναι ψέματα . 
Σου προσφέρει τα πάντα , αλλά ποτέ δεν έχει κάνει κάτι για σ ' εσένα . 
Δες εδώ στόμα . Μη μιλάς έτσι για τον πατέρα σου . 
Ξέρεις πόσο πολύ προσποιήθηκε ο πατέρας μου ότι μ ' αγαπάει ; 
Αλλά όταν το σκέφτομαι , δεν έκανε ποτέ τίποτα για εμένα . 
Δεν συμφωνείς ; 
Είμαι σίγουρη ότι δεν έχει κάνει τίποτα καλά . 
Ίσως εσύ να τον ξελασπώνεις . 
Γιατί είσαι έτσι ; 
Επειδή δεν κάνει ποτέ τίποτα καλά . 
Πρέπει να έχεις πολύ άγχος . 
Αυτό το σημείο είναι πολύ σκληρό . 
Είσαι καλός σ ' αυτό . 
Ο κύριος Γιου έκοψε τον δρόμο και χτύπησε . Είναι στο ιατρικό κέντρο Γούιλ . 
Ο οδηγός έφυγε τρέχοντας από εκεί . 
Τι δουλειά είχε εκεί ο Τσι Χιοκ ; 
Το ψάχνω . Συγγνώμη . 
Τι ωραία που είναι . 
Εσύ απλώς ζητάς συγγνώμη κι εγώ βγάζω το φίδι από την τρύπα . 
Περίμενε . 
Η γυναίκα κι η κόρη του δεν είναι στο ξενοδοχείο ; 
Άρα , ο οδηγός εκεί θα πήγε . 
Ψάξτε πρώτα στη γύρω περιοχή . 
Πάρε τη γυναίκα σου και πηγαίνετε σπίτι . 
Δεν έγινε τίποτα . 
Μην κάνεις τίποτα μέχρι να σου τηλεφωνήσω . 
Εντάξει . 
Τρελάθηκες ; 
Ο πατέρας μου με εγκατέλειψε πάλι . 
Σηκώθηκε κι έφυγε μ ' αυτήν τη γυναίκα . 
Ποιο ήταν το λάθος μου ; 
Ποιο ήταν το λάθος μου ; 
Για όλα φταίει η Τσι Ουόν . 
Θα τους σκοτώσω όλους . 
Η Τσι Ουόν φταίει . Θα τη σκοτώσω κι αυτήν . 
Όλους θα τους σκοτώσω . 
Τσονγκ Σου Μιν . Έλα στα συγκαλά σου . Τίποτα δεν έχει τελειώσει ακόμα . 
Αυτή η γυναίκα είναι μαζί μας . 
Υπάρχει ένας κόσμος που κάποιοι σαν εμάς δεν ξέρουν . 
Ας κάνουμε ό , τι μας λένε . 
Είπε ότι αυτή θα συμμαζέψει τα πάντα . 
Εμείς ήμασταν σπίτι όλη το βράδυ . 
Αν έρθουν οι μπάτσοι , δεν ξέρεις τίποτα για τον πατέρα σου . 
Κατάλαβες ; 
Ήρθε στα επείγοντα πριν μία ώρα και μπήκε στο χειρουργείο . 
Κορυφαίοι γιατροί τον παρακολουθούν . Θα σας εξηγήσω τις εξετάσεις . 
Δεν κρατάει πολύ η επέμβαση ; 
Μήπως ο αδερφός μου ... 
Όχι . 
Το αναπόφευκτο μόλις συνέβη . 
Αυτό δεν θα συμβεί ποτέ . 
Γι ' αυτό μη σκέφτεσαι έτσι . 
Ο οδηγός λέγεται Τσονγκ Μαν Σικ . 
Πρώτα αυτόν πρέπει να πιάσουμε . 
Βρες πληροφορίες από την αστυνομία και για την Πε Χούι Σουκ . 
Η Τσονγκ Σου Μιν δεν μπορεί να το κάνει αυτό μόνη της . 
Μόλις είπατε Τσονγκ Σου Μιν ; 
Δεν ήταν ένα απλό αυτοκινητικό ατύχημα , έτσι δεν είναι ; 
Αλλά δεν θα κερδίσει κάτι αυτή αν με σκοτώσει . 
Επίσης , δεν έχεις το θάρρος να το κάνει . 
Το ψάχνουμε για να δούμε αν κάποιος κρύβεται πίσω απ ' αυτό . 
Αυτά που θα πάρουν αν πεθάνεις είναι είναι κάτι που ετοίμασε ο Τσι Χιοκ . 
Υποτίθεται ότι ήταν για εσένα . 
Οι άνθρωποι δεν αλλάζουν εύκολα . 
Επέστρεψα αφού είδα το τέλος , αλλά θέλησα να το βάλω στα πόδια ξανά . 
Δεν πήρα εκδίκηση . 
Δεν έκανα τίποτα . 
Έτσι , ο κύριος Γιου ... 
Κάναμε ό , τι μπορούσαμε . Αλλά δεν ξέρουμε πότε θα ξυπνήσει . 
Πρέπει να τον σώσετε . 
Τι είναι αυτά που λέτε ; Πρέπει να τον σώσετε πάση θυσία . 
Αλλά δεν μπορώ να σε προστατεύω για πάντα . 
Μπορεί να πεθάνω ανά πάσα στιγμή . 
Γι ' αυτό ξέχνα όλα τα κακά πράγματα και να θυμάσαι μόνο τα καλά . 
Ελπίζω να είσαι ευτυχισμένη . 
Δεν μπορείς να μ ' αφήσεις ήσυχη ; 
Εδώ και καιρό ήθελα να σε ρωτήσω και επιτέλους , μπορώ . 
Σκέφτηκες να σκοτώσεις κάποιον ; 
Για τα λεφτά το έκανες ; 
Τι λες ; 
Γιατί λες κάτι τόσο φρικιαστικό ; 
Μιλάς κι εσύ ; 
Δεν ξέρεις τι μου έκανες ; 
Εγώ απέβαλα εξαιτίας σου . 
Κόψε τις βλακείες . 
Έγκυος ; 
Ο Μιν Χουάν έχει αζωοσπερμία . 
Δεν μπορεί να αφήσει καμία έγκυο . 
Τι λες ; Εγώ έμεινα έγκυος . 
Έχω και τον υπέρηχο . Το ένιωσα . 
Αρκετά . 
Σταμάτα να λες ψέματα . Ψέματα , ψέματα και μόνο ψέματα . 
Ποιο είναι το πρόβλημά σου ; Γιατί μου το κάνεις αυτό ; 
Τι έχεις πάθει ; 
Ρώτησες αν μπορώ να σ ' αφήσω ήσυχη . 
Όχι . Δεν μπορώ . 
Επειδή δεν μπορείς να είσαι ευτυχισμένη . 
Μάλλον δεν το ξέρεις . Όταν η μάνα σου σε παράτησε όταν ήμασταν στα 14 , είχε σχέση με τον πατέρα μου . 
Δεν είχες ιδέα κι ήσουν χαρούμενη . 
Εξαιτίας αυτού ... 
Μπαμπά , γιατί δεν θα έρθεις σπίτι ; 
Η μαμά είπε ότι έφυγες , επειδή είχες άλλη . Είπε ότι μας εγκατέλειψες . 
Πες κάτι . Πάρε με ένα τηλέφωνο . 
Αν δεν έρθεις , θα αυτοκτονήσω . Θα είμαι καλή , γι ' αυτό πάρε με μαζί σου . 
Σου είπα να έρθεις να βοηθήσεις . Γιατί είσαι ακόμη στο σπίτι ; 
Πρέπει να διαβάσω . 
Έλεος . Βρομοκοπάς ψαρίλα . 
Βρε παλιόπαιδο . 
Σιγά που διαβάζεις . 
Ο μπαμπάς σου μπορεί να ήταν καλός σ ' εσένα , αλλά όχι μ ' εμένα . 
Ξύπνα και θυμήσου ποια είσαι . 
Ή τράβα στον πατέρα σου . 
Δεν σε αντέχω . 
Κάποιος σε παίρνει . 
Ποιος είναι ; 
Γυναίκα ; 
Όχι , η κόρη μου . 
Το σιχάθηκα αυτό . 
Ίδια η μάνα της είναι . 
Τι να σου λέω για το πόσο επίμονη είναι . 
Δεν πιστεύω να τη μαζέψεις στο σπίτι , έτσι ; 
Αν το κάνεις , θα φέρω και τη δική μου . Θα σ ' την παρατήσω και θα φύγω . 
Γιατί να το κάνω αυτό ; 
Είσαι η μόνη πριγκίπισσα που χρειάζομαι . 
Ωραία αστεία κάνεις . 
Πάμε . 
Η νέα πριγκίπισσα του μπαμπά μου είχε μια κόρη . 
Έχασες το πορτοφόλι σου ; 
Θεέ μου . Το δείχνεις πολύ ότι η μητέρα σου σε παράτησε . 
Μην είστε τόσο περίεργη . 
Ορίστε . 
Είναι δικό σου ; 
Γι ' αυτό θα μπορούσαμε να γίνουμε δύο καλές φίλες . 
Άναψε την επιδαπέδια θέρμανση . Έχει κρύο . 
Είναι ζεστό . 
Είναι ; 
Ο μπαμπάς μου την άναψε . 
Είπες ότι θα ερχόταν μια φίλη σου και την άναψα . 
Μπαμπά . 
- Γεια σας . - Θεέ μου . Τι όμορφη που είσαι . 
Σας πήρα το κέικ που τελευταία αρέσει στα κορίτσια . 
Κοιτάξτε να το φάτε με γάλα , εντάξει ; 
Χαρτζιλίκι . 
Χαρτζιλίκι . 
- Σας ευχαριστώ . - Εγώ φεύγω . 
Καλά να περάσετε . 
Πάλι τα ίδια . 
Ένα λεπτό . 
Μπαμπά , δεν σου είπα να μη ζωγραφίζεις πάνω στα λεφτά ; 
Καλά , εντάξει . 
Υπόσχομαι να μην το ξανακάνω . 
Μην τρέχεις με το αμάξι . Να πηγαίνεις σιγά . 
Πότε έγινες τόσο όμορφη , πριγκίπισσα ; 
Μη με λες έτσι . 
Το λέω επειδή σ ' αγαπώ . 
Καλύτερα να μην ήξερα ότι εσύ είχες ακόμη τα πάντα , ενώ εγώ τίποτα . 
Νομίζει ότι θα καταρρεύσω χωρίς τη μαμά . 
Το παρακάνει . 
Μην του δίνεις σημασία . 
Αυτό ήταν που άρχισε να με ενοχλεί σ ' εσένα . 
Κι έτσι άρχισα να θέλω να σου κλέβω τα πάντα . 
Γιατί πάντα είσαι καλά ; 
Γιατί έχεις πάντα καλά πράγματα γύρω σου ; 
Καταλαβαίνεις τώρα ; 
Ποτέ δεν μου άρεσες . 
Πάντα χαμογελούσες αμέριμνη . 
Είναι αμαρτία να είσαι ευτυχισμένη . 
Δεν καταλαβαίνεις εσύ . Μου τη σπας . 
Ξέρεις πόσο δύσκολη είναι η ζωή ; 
Ξέρεις πόσο διαολεμένη μπορεί να γίνει ; 
Δεν θα γίνεις ευτυχισμένη , ενώ εγώ είμαι δυστυχισμένη . 
Και τώρα θα σου δείξω πόσο κακός μπορεί να γίνει ο κόσμος . 
Πόσο διαολεμένη μπορεί να γίνει η ζωή . 
Αυτό ήταν όλο ; 
" Ο μπαμπάς σου είχε σχέση με τη μαμά μου " . 
" Κανείς δεν το ήξερε , παρά μόνο εσύ " . 
Νομίζεις ότι μπορείς να με κάνεις να υποφέρω και να κλέψεις ό , τι μου είναι πολύτιμο γι ' αυτόν τον λόγο ; 
Δεν το αντέχω όταν το παίζεις ξερόλας . 
Δεν με λυπάσαι ; 
Νιώθω άσχημα για τον εαυτό μου . 
Καθόλου . 
Δεν σε λυπάμαι καθόλου . 
Επειδή το ήξερα κι εγώ . 
Ότι ο μπαμπάς σου είχε σχέση με τη μαμά μου . 
Το ήξερα κι εγώ . 
Νόμιζα ότι ήταν καλό για εσένα που δεν το ήξερες . 
Γιατί να το κάνουμε αυτό ; 
Ο μπαμπάς μου θα ερχόταν στο σχολείο , αν ήταν ζωντανός . 
Πέθανε πριν δύο χρόνια ; 
- Ναι ... - Σίγουρα θα σου λείπει . 
Μου λείπει πάρα πολύ . 
Με αγαπούσε πάρα πολύ . 
- Μπαμπά . - Γεια σου . 
- Μπαμπά . - Γεια σου . 
Βρέχει . Πάμε . 
Μαμά . 
Ήθελα να είμαι καλή μαζί σου . 
Νόμιζα ότι μπορούσαμε να είμαστε ευτυχισμένες μαζί . 
Ακόμα κι όταν ένιωθα ότι θα πέθαινα ... Ήλπιζα ότι θα ήσουν ευτυχισμένη ακόμα κι όταν εγώ θα πέθαινα . 
Μην κάνεις ότι νοιάζεσαι . 
Φόρτωσες τον Μιν Χουάν σ ' εμένα για έναν πλούσιο ; 
Μου τον φόρτωσες . 
Πάντα αυτό έκανες . 
Το έπαιζες καλή και στο τέλος τα έπαιρνες όλα . 
Τα έπαιρνες όλα . 
Τώρα κατάλαβα γιατί κατάντησες έτσι . 
Εσύ το προκάλεσες στον εαυτό σου . 
Επίσης , τίποτα δεν τελείωσε ακόμα . 
Μια χειρότερη κόλαση σε περιμένει . 
Θα το κανονίσω εγώ αυτό . 
Ανυπομονώ γι ' αυτό . 
Θα αλλάξουν πολύ τα πράγματα . 
Θα φροντίσω η μοίρα μου να πάει σ ' εσένα . 
Χούι Γιον , πήγαινε σπίτι να ξεκουραστείς . 
Θα μείνω εγώ εδώ . 
Τσι Ουόν , τι θα κάνεις σήμερα μετά τη δουλειά ; 
Μπορούμε να βρεθούμε για λίγο ; 
Ντρέπομαι που το λέω , αλλά νομίζω ότι ο άντρας μου με απατάει . 
Βρε παλιο ... 
Μήπως να τα πάρω πακέτο ; 
Κυρία Γιανγκ ... 
Έλα εδώ . 
Σου είπα , όχι εδώ . Δεν σε πιστεύω . 
Γιατί όχι ; 
Είμαι πολύ προσεκτικός με την άρρωστη γυναίκα μου και τον πεθερό μου . 
Κύριε Λι . 
Βάλ ' το . 
Σύνελθε και βάλ ' το . 
Πήγαινε και χαστούκισέ τον , αν τον έπιασες να σε απατάει . 
Κλώτσησέ τον , βγάλ ' του τα μάτια και άνοιξέ του το κεφάλι . 
Γιατί το βάζεις στα πόδια ; 
Πώς το ήξερες ; 
Αυτό σε νοιάζει τώρα ; 
Θέλεις να πας πίσω ; 
Θέλεις να σου δώσω μπαστούνι του γκολφ ; 
Πώς κατάφερες να μείνεις τόσο ψύχραιμη ; 
Μέχρι κι εγώ έχω θυμώσει . Γιατί δεν θυμώνεις εσύ ; 
Γι ' αυτό το κάνει ακόμη και στο εστιατόριο του πατέρα σου . 
Ανεξάρτητα το αν μπορώ ή όχι να θυμώσω , δεν είναι λάθος να φέρεται έτσι ; 
Δεν είναι λάθος να μη με σέβεται ; 
Αν κάποιος είναι ευγενικός , δεν πρέπει κι εσύ να είσαι μαζί του ; 
Είμαι καλή μαζί του και περιμένω . 
Συνεχίζω να περιμένω . 
Δεν έπρεπε να λογικευτεί ; 
Η αστυνομία θα κλείσει την υπόθεση ως ατύχημα από μεθυσμένο οδηγό που έκλεψε το φορτηγό . 
Ο Τσονγκ Μαν Σικ και η Πε Χούι Σουκ είναι στο Γκιονγκί . 
Θα τους πιάσω σύντομα . 
Αργεί πολύ . Ανησύχησα τόσο που έχασα τον ύπνο μου . 
Δεν θέλω εκκρεμότητες . 
Είμαι ο σεφ Πεκ Ουν Χο . 
Πώς ήταν το φαγητό σας ; 
Μου είπαν ότι θέλετε να μου μιλήσετε . 
Το φαγητό ήταν υπέροχο και ήθελα να μάθω πώς γνωρίζεις τον Γιου Τσι Χιοκ . 
Τον Γιου Τσι Χιοκ ; 
Έπρεπε να ... 
Μου είπες να σε χρησιμοποιήσω όσο θέλω . 
Τι είναι αυτό τώρα ; 
Άνοιξε τα μάτια σου , Τσι Χιοκ . 
Εννοώ ... Ούτε αυτό δεν μπορείς να κάνεις . 
Όμως , μεγάλωσα κι έγινα πολύ πιο δυνατή . 
Δεν είμαι η παλιά Κανγκ Τσι Ουόν . 
Γι ' αυτό Τη μοίρα ; 
Δεν τη φοβάμαι πια . 
Θέλω κι εσύ να ξεπεράσεις τη μοίρα σου . 
Πάντα ήμουν μόνη . 
Έτσι μετράω τις μέρες από τότε που έφυγε η μαμά μου και από τότε που πέθανε ο πατέρας μου . 
Αλλά τώρα θέλω να μετράω τις μέρες που είμαστε μαζί . 
Έλα πίσω σ ' εμένα . 
Μη με αφήνεις μόνη μου . 
Άνοιξε τα μάτια σου , σε παρακαλώ . 
Θέλω να ακούσω τη φωνή σου . 
Δεν περίμενα να σου το πω έτσι . 
Πέθανα το 2023 . 
Μου αρέσεις . 
Μου αρέσεις . 
Μου αρέσεις πάρα πολύ . 
Κι εμένα μου αρέσεις . 
Γι ' αυτό συγγνώμη . 
Σ ' αγαπώ . 
Κι εγώ σ ' αγαπώ . 
