ممنون 
زمین لیزه ، مواظب باش 
اشکالی نداره ، نیازی نیست 
بهت گفتم تکون نخور 
داری چیکار می‌کنی ؟ 
خوبه 
دکترا فقط زیادی نگران بودن به این چیزا نیاز ندارم 
دکترای باهوش کار خودشون رو بلدن به حرفشون گوش کن 
از الان به بعد هیچ کاری رو خودت انجام نده ، فهمیدی ؟ 
اصلاً حرف گوش نمیدی 
گشنه‌ای ؟ 
داری چیکار می‌کنی ؟ 
بیا همینجوری بمونیم 
وقتی فکر کردم اینجا دیگه آخرشه خیلی پشیمون شدم 
یه فرصت دوباره بهم داده شده بود ولی بازم صادق نبودم 
قرار نیست بمیری 
متأسفم که باورت نکردم 
نه ، من متأسفم 
یورا رقیب ساده‌ای نیست 
، حتی بعد از اینکه ذات واقعی و باورنکردنی‌اش رو دیدم بیشتر از سه سال زمان برد تا رابطه‌ام رو باهاش تموم کنم 
... اینکه یکی فراتر از تصوراتت باشه 
می‌فهمم چی میگی 
، وقتی مدت طولانی‌ای رو با یکی گذروندی سخته که اون طرف رو دوباره ببینی 
تلاش می‌کنی که باورش نکنی 
تازه بعد از اینکه همچی تموم شد متوجهش میشی 
، نامزد سابقت می‌خواد منو بکشه مین‌هوان و سومین هم با مرگ من پول خوبی گیرشون میاد 
اونا با پلیس‌ها دست به یکی کردن 
شوهر خانم یانگ داره خیانت می‌کنه 
فکر می‌کنم سرنوشتم به خانم یانگ منتقل شده 
با ازدواجشون تموم نمیشه 
خبرای دیگه‌ایم هست باید ازش سر در بیارم تا از خانم یانگ محافظت کنم 
فقط کنارم بمون 
منتظرم بمون 
پلیس فکر می‌کنه که یه راننده مست باعث تصادف شده 
اونا هیچوقت نمی‌تونن گیرش بیارن 
، یکی رو گذاشتیم که مراقب یورا ، مین‌هوان و سومین باشه ولی هنوز چیزی دستگیرمون نشده 
بعد تصادف یسری رو گذاشتیم که مراقبشون باشن هیچ سرنخی نیست 
، اگه از قبل خبر داشتی اول باید با من درمیونش می‌ذاشتی 
مطمئن نبودم که تو طرف منی یا نه 
متأسفم ، هیونگ 
نباش ، اونقدرا هم عصبانی نیستم 
تنها راهش اینه که جونگ مان‌شیک و و به هی‌سوک رو پیدا کنی 
اونا الان باید تو راه اینچئون باشن 
اوه یورا هم احتمالا دنبالشونه 
همینطوره 
بحث‌ چ اینه که کی سریع‌تره 
راستی ، تا کی باید این بازوبند رو بپوشی ؟ 
تا وقتی جی‌‌وون بهم بگه که دیگه نپوشمش 
حقیقتا ، همین الانم می‌تونم درش بیارم ولی اون بهم قول داد تا وقتیکه این گردنم باشه ازم مراقبت کنه 
جی‌هیوک چیز بیشتری از تصادف یادت نمیاد ؟ 
نه واقعاً 
من رفتم سالن یادبود که ببینمت ماشین اونجا خراب شد 
همش همین ؟ 
، شایدم نه ولی دیگه چیز بیشتری یادم نمیاد 
جی‌وون ؟ - بله ؟ - 
تخم‌مرغ - باشه - 
دیگه چی ؟ 
باید برم ، فردا میبینمت 
بخاطر امروز ممنونم 
مشکل چیه ؟ 
جی‌وون 
بازم درد اومده ؟ 
متأسفم 
این تنها چیزیه که الان می‌تونم بهش فکر کنم 
از دست تو 
... می‌تونی شب بمونی ؟ 
شب بخیر 
من چراغ رو خاموش می‌کنم 
آقای یو ، داری چیکار می‌کنی ؟ 
، می‌فهمم چی میگی برای همین فقط بغلت می‌کنم 
هنوزم درد می‌کنه ، باور کن 
همیشه کنارم بمون 
، مهم نیست می‌خوای چیکار کنی کنار من انجامش بده 
این تمام چیزیه که می‌خوام 
بیداری ؟ 
می‌خواستم بیدارت کنم 
توت فرنگی می‌خوای ؟ خیلی خوشمزه‌‌ست ... این خوشمزه‌ترین چیزیه که 
چی ؟ 
کابوس دیدی ؟ 
صبر کن ببینم ، دستت درد نمی‌کنه ؟ الان بهتره ؟ 
هنوز درد می‌کنه 
... نه ، تو فقط 
واو ، حالا دیگه دروغم میگی 
نخیرم راسته 
چه خوابی دیدی ؟ 
یه رازه 
می‌دونم که حالا هر دومون معاون مدیر عاملیم ولی هنوز دارم ادای مدیرها رو در میارم پس باید اینو بگم 
خیلی مرخصی می‌گیری انگار که فامیل سهام‌دارایی 
توی خونه یسری مشکلات داشتم 
عه جداً ؟ 
اینجا کسی هم هست که خونه و زندگی نداشته باشه ؟ 
اینجا کسی هم هست که تو خونه‌اش مشکلی نداشته باشه ؟ 
گندش بزنن ، حالا همین الان باید بحث بین کارکنا پیش میومد ؟ 
این لعنتی خیلی خرشانسه 
... یه عالمه کار سرمون ریخته 
باورنکردنیه 
کمک می‌خواین ؟ 
! خانم یانگ - ! خانم یانگ - 
الان می‌تونین کار کنین ؟ 
خوبین ؟ - بله ، خوبم - 
چیه ؟ 
داری چیکار می‌کنی ؟ چرا در دسترس نبودی ؟ 
کانگ جی‌وون یجوری اومد سر کار که انگار نه انگار اتفاقی افتاده 
اینجا دقیقاً چخبره ؟ 
جی‌هیوک مرخص شده احتمالاً بخاطر همینه 
بهت گفتم طوری رفتار کن که انگار چیزی نشده 
فکر می‌کنی قراره چیکار کنه ؟ 
اگه دلت دعوا می‌خواد ، موهاشو کشیدن و سرش داد زدن کار سختی نیست 
صبور باش اگه نمی‌خوای مثل یه بی خانمان زندگی کنی 
بعداً میای باشگاه ؟ 
اگه موقع ورزش یکم باهم حرف بزنیم ، حالت بهتر میشه 
این عوضی خیلی بی ادبه 
نباید با همچین آدمای بی‌کلاسی قاطی می‌شدم ولی هیچ کاری درست انجام نمیشه مگه اینکه خودم دست به کار بشم 
ما مان‌شیک و هی‌سوک رو پیدا کردم ترسیده بودن ، برای همین می‌خواستن قایم شن 
سلام ، جونگ مان‌شیک هستم 
پیدا کردنت سخت بود 
چرا قایم شده بودی ؟ ما توی یه تیمیم 
نه ، بخاطر این نبود که بهت اعتماد نداشتیم ما حتی نمی‌تونیم به دخترم اعتماد کنیم 
فقط الان بهم اعتماد کن 
من هیچوقت خونواده‌ام رو ول نمی‌کنم 
نظرت چیه یه مدت برین چین ؟ 
شانگهایی خیلی قشنگه 
تازه می‌تونی داخل هانگژو و سوژو حسابی آب‌تنی کنی 
من بی‌مصرف نیستم ؟ 
، توی این سن ، وقتی مضطرب میشم هیچ جایی به جز محل کارم ندارم که برم 
چون تو اینجا یسری دوست داری 
من‌ نگران بودم و به هر حال می‌خواستم ببینمت 
نه ، من امشب قراره آسیب ببینم 
به پلیس به عنوان خیانت گزارشش دادم 
درسته ، این قبل از این بود که قانون لغو شه 
، هروقت من بیمارستان بستری می‌شدم اون دختره رو میاورد خونه 
برای همین بهش گفتم امروز قراره بستری بشم 
... دوربین ماشینش موقعی که رو کار بودن رو ضبط کرده 
ولی هیچ ویدیو‌ای داخلش نیست فکر کنم خراب شده 
پلیس هم گفت که صدای ضبط شده مدرک کافی‌‌ای نیست 
ویدیوی دوربین ماشین باز نمیشه ؟ 
مسخره‌ست ، مگه نه ؟ 
واقعاً نمی‌خواستم تا این حد پیش برم ولی تصمیمم رو گرفتم و قفل دری که جلوم رو گرفته بود باز کردم 
خانم یانگ می‌تونم منم باهات بیام ؟ 
خودشه ؟ آره 
خب ، شوهرت نیم ساعت پیش رفت 
بیا ده دقیقه‌ای بریم 
شماها کی هستین ؟ 
چی ؟ این چیه ؟ 
چه خبره ؟ 
چی ؟ 
هی 
چرا تو این ساعت اینجایی ؟ 
چی ؟ 
اون گفت تو بیمارستانی اومدم بهش یکم غذا بدم 
شاید من زیاده‌روی کردم 
، من بیشتر اوقات تو رستوران می‌بینمش برای همین اون رو مثل خانوادم می‌دونم 
هی 
به من مشکوکی ؟ 
چون برای بابات کار می‌کنم به من از پایین نگاه می‌کنی ؟ 
... شما دوتا - چی ؟ چیه ؟ - 
به هر حال 
فراموشش کن ، فقط برین ، همتون 
برین بیرون ، هی ، توام همینطور 
فقط با گفتن متأسفم چیزی نیارین اینجا 
وای ، حتماً داری باهام شوخی می‌کنی 
ببخشید ، خیلی منو ببخشید 
برو بیرون 
توام باید بری ، من باهاش حرف می‌زنم 
تشریف نمی‌بری ؟ 
... منم میرم ، اما قبل از اینکه برم 
چی ؟ داری چیکار می‌کنی ؟ 
چی ؟ 
! اگه دستت بهش بخوره ، کاری می‌کنم که پشیمون بشی 
! تو دیوونه‌ای 
! من می‌خوام بابت این ازت خسارت بگیرم 
! تو با پلیس اومدی 
... آقا ، این 
این خسارت مالی نیست ؟ 
... این زن از چوب گلف 
! تمومش کن 
تو خیلی پرویی 
خوشحالی که دستگیر نشدی ؟ 
نه ، من می‌دونم توی ماشین چیکار کردی 
چی ؟ کنجکاوی که بدونی اگه من بمیرم چقدر پول بیمه می‌گیری ؟ 
شما بهش خندیدین شما دوتا آدمین ؟ 
چی ؟ 
این همون ماشینی‌ـه که یون‌جی سوارش میشه 
تو خجالت نمی‌کشی ؟ 
تو واقعاً آدم مزخرفی هستی 
تو چی داری میگی ؟ 
تو حتی هیچ مدرکی نداری 
... هی ، این 
... چرا تو 
حالت خوبه ؟ 
نه ، نکن 
حرومزاده‌ی دیوونه 
نه ، صبر کنین ! شما نمی‌تونین این کار رو بکنین 
محکم بگیرینش - لطفاً آروم باشین ، بگیرش - 
آروم باش لطفاً ، نباید این کار رو بکنین 
حالت خوبه ، جی‌وون ؟ 
فردا بعد از کار برمی‌گردم تا اون موقع هیچ کاری نکن 
ممنونم عزیزم 
این به من مربوطه ، پس خودم بهش رسیدگی می‌کنم 
من زودتر متوجه شدم فکر نکنم به این زودی از هم جدا بشن 
برای همین پیش وکیل میرم 
... نه 
هیچوقت تنها نرو سراغ اون 
فقط بهم زنگ بزن ، من زود میام 
چرا حرفای عجیب غریب می‌زنی ؟ 
خیلی عجیب رفتار می‌کنی 
می‌دونم 
اما اگه من زود نمی‌اومدم ، تو صدمه می‌دیدی 
فقط برای یه بار کاری رو که میگم انجام بده 
من همیشه طرف شمام 
گفتی که با یه وکیل ملاقات می‌کنی 
می‌تونی با من حرف بزنی 
خانم یانگ می‌تونه به آقای لی اعتماد کنه 
اون همیشه سر حرفی که می‌زنه هست 
... سرنوشت من سراغ یکی دیگه رفته فکر نمی‌کنم این تصادفی باشه 
، اگه استرس بخاطر شوهر بی‌تفاوتش باعث سرطان شده سرنوشت کشته شدنش توسط شوهرش از کجا اومده ؟ 
قفل در شکسته 
کفش پاشنه بلند قرمز 
و ظرف آب‌نبات 
... شوهرش با یه آشنا رابطه داره 
یا اون کثافتا دنبال پول بیمه هستن ؟ 
وقتی زنم مرد ازت مراقبت می‌کنم 
می‌دونم باید چیکار کنم 
، جی‌هیوک باید مین‌هوان رو اغوا کنم 
چون مین‌هوان باید خیانت کنه و به مردن زنش اهمیت نده 
نه ، باید مجبورش کنم به کشتن سومین فکر کنه 
، می‌دونم ناراحتت می‌کنه ولی باید انجامش بدم 
، اگه سرنوشت کشته شدن توسط شوهر خائن رو به سومین ندم خانم یانگ می‌میره 
می‌تونم این کار رو کنم ؟ 
باشه 
هرکاری می‌خوای بکن 
من بهت کمک می‌کنم 
آقای کیم - بله آقا ؟ 
شما پروژه‌ی کیت غذا رو به عهده می‌گیرین 
... ببخشید ؟ 
اما مسئول 
شما به تیم اضافه شدین به پروژه برای خودتون نیاز دارین 
می‌تونین انجامش بدین ، درسته ؟ 
از همه‌ی شما می‌خوام که کمک کنین 
! این درست نیست ، آقای یو 
تو پول رو به من ترجیح دادی انتظار این اتفاق رو نداشتی ؟ 
نمی‌تونی هر دوتاش رو داشته باشی ، جی‌وون 
باشه ، یه کار جدید پیدا می‌کنم 
در عوض ، اجازه بدین پروژه کیت غذا رو تموم کنم 
این پروژه برای من و خانم یانگ هست 
متعلق به شرکته 
... اجازه ندین مشکلات شخصی 
من پروژه کیت غذا رو به تو دادم بخاطر احساسات شخصیم 
نمی‌خوام ببینمت مرخصی بگیر 
استعفا بدی که چه بهتر 
اون پول رو گرفت و ازش جدا شد ؟ 
فراموشش کن 
چرا این کار رو تنهایی می‌کنی ؟ 
چی ؟ 
موقعیت من بخاطر یه نفر گند خورده توش 
، همونطور که قبلاً گفتم اگه سومین رو نمی‌دیدی هیچ‌کدوم از این اتفاقات نمی‌افتاد 
مسخره نباش 
تو از من جدا شدی تا پیش آقای یو بری 
درست میگی 
اما وضعیت تغییر کرده 
می‌خوای بعداً با هم بریم بنوشیم ؟ 
هشتاد میلیارد وون ؟ 
رئیس گفت اگه ازش جدا بشم با کمال میل این پول رو بهم میده 
البته ، همش پول نقد نیست 
املاکم هست 
اون تمام مالیات‌ها رو هم پرداخت می‌کنه 
برای همین حتی نمی‌دونم چقدر دارم 
مدیر دارایی ؟ اینو هم دارم 
آقای یو بخاطر پول گرفتن از رئیس ، از من خیلی عصبانیه 
اما من باید چیکار می‌کردم ؟ 
این منطقیه 
، مهم نیست چقدر پولدار باشه عجیبه که فقط به اون این‌قدر پول دادن 
، اما اگه تحت شرایطی باشه که دیگه اون رو نبینه منطقی تر میشه 
... به هرحال ، این همه 
( جونگ سومین ، دوست جی‌وون ) چرا الان باید زنگ بزنه ؟ 
چی شده ؟ 
نباید این ساعت خونه باشی ؟ 
می‌دونم سرتون شلوغه ممنون که برام وقت گذاشتین 
می‌خواستم ببینمتون 
، وقتی آخرین بار دیدمتون یادمه باهم کار می‌کردیم 
خدافظ ، سومین 
عاشقت بودم 
من امروز می‌میرم 
حالا که ازدواج کردی یکم فرق کردی 
، زنا طوری رفتار می‌کنن که انگار تغییر نکردن ولی بعد ازدواج تغییر می‌کنن 
جی‌وون که ازدواج نکرده ، زیباتر شده 
جونگ سومین باید مراقب باشی 
... مین‌هوان و جی‌وون چون به هم می‌خوردن ، هفت سال باهم قرار گذاشتن 
علاوه بر این ، همدیگه رو تو شرکت می‌بینن 
... احساسات قدیمی می‌تونن برگردن و 
اون رستوران سلف سرویس ... نزدیک محله قدیمی من رو یادته ؟ 
بیشتر وقتا اونجا می‌رفتیم 
روزایی که اونجا می‌رفتیم نمی‌ذاشتی صبحونه بخورم یا آب بخورم تا کامل سیر بشم 
چرا همچین چیز عجیبی یادت مونده ؟ 
چرا عجیبه ؟ خیلی کیوته 
اون زمان ، همه چیز ارزشمند و دوست‌داشتنی به نظر می‌رسید 
وقتی با تو بودم پول برام مهم نبود 
واقعا خیلی دوست داشتم 
خب ، کسی مثل تو نبود 
تو هم منو تحمل می‌کردی 
... پس تو و جی‌هیوک واقعاً به هم زدین ؟ 
... اینطور فکر می‌کردم ، ولی 
راستش ، چند وقت پیش کم مونده بود تصادف کنم 
تصادف ؟ 
، کامیون داشت بهم میزد ممکن بود بمیرم 
... ولی یهو آقای یو اومد و از اون موقع همه چیز پیچیده شد 
پیچیده ؟ 
آره ، خیلی پیچیده 
می‌دونی راننده کامیون کی بود ؟ 
نه ، از کجا بدونم ؟ 
پدر سومین بود 
اون از همه چیز خبر داشت 
دروغ نگو 
! همش داری دروغ میگی 
... منم 
دلم نمی‌خواد دروغ بگم 
کجایی ؟ 
نمی‌خوای بگی چه خبره ؟ 
توی خونه دارم دیوونه میشم 
چرا نمیای ؟ 
... با کانگ جی‌وونی 
چون به هم می‌خوردن ، هفت سال باهم قرار گذاشتن 
نه 
... اون می‌خواست بکشتش 
! چه خبره ؟ برو کنار 
تو واقعاً دوست دختر منی ؟ 
! اووکادو 
کانگ جی‌وون 
دوست دارم 
فکر نمی‌کردی تا این حد پیش بره ، مگه نه ؟ 
منم فکر نمی‌کردم 
، می‌دونم ازم متنفره ولی چطور می‌تونه منو بکشه ؟ 
رسماً دیوونه‌ست 
فقط این اتفاق باعث نشد ذاتش رو بشناسم ... آقای یو برام بپا گذاشته بود 
وگرنه ، یهو از کجا پیداش شد ؟ از وقتی جدا شدیم دیگه هم رو ندیده بودیم 
جور در نمیاد 
انگار دیوونه شدم 
انگار یکی همیشه مراقبه می‌ترسم 
باید چی کار کنم ؟ 
... پس به خاطر این نیومده سر کار که 
به خاطر من بود نمی‌تونستم تنهاش بذارم 
خوشبختانه ، خیلی آسیب ندید 
مرخص شد 
ولی وقتی بهش گفتم تموم کنیم بهم گفت استعفا بدم 
داره راستش رو میگه 
یه چیزی یه نظر عجیب بود ، این بود 
آره ، یو جی‌هیوک پولداره حق داشته بره طرفش 
و حق داشته به خاطر 80 میلیارد وون باهام بهم بزنه 
همسر خوبی برای آدم پولدار نمیشه 
اگه 80 میلیارد وون داره نباید بکشمش 
اگه بمیره ، مامانش و بقیه پول رو تقسیم می‌کنن هیچی به من نمی‌رسه 
ولی اگه دوباره اغواش کنم هشتاد میلیارد وون مال من میشه 
می‌تونی با سومین به هم بزنی ؟ 
چی ؟ 
می‌دونی چقدر ترسناک شده 
بیا با من 
... من تنهایی نمی‌تونم 
ولش کن ، باید برم 
جی‌وون 
بهت زنگ می‌زنم 
ببخشید ، مطمئنم از دیدنش متنفری 
چیکار می‌کنی ؟ 
هیچی 
، اگه این کارو نکنم فکر نکنم بتونم دووم بیارم 
خیلی دوستم داری ، مگه نه ؟ 
... نه ، خب یکم قبل ، مین‌هوان به نظر از کارش پشیمون بود 
مین‌هوان ؟ 
حتما تو ذهنش داره کلی محاسبه می‌کنه 
بله - امروز نمیای ؟ 
الان می‌خواستم بهت زنگ بزنم 
فکر کنم کارا راحت بشه 
الان کانگ جی‌وون رو دیدم 
روحشم خبر نداره منم دست داشتم 
... پس دیگه باید مراقب مامان جی‌وون و بابای سومین باشی 
بعد با هشتاد میلیارد وونش میاد پیش من و یو اند کی و یو جی‌هیوک هم مال تو میشن هرکاری دوست داری می‌تونی بکنی 
ما تا ابد از هم حمایت می‌کنیم 
آره ، که اینطور 
خوب و آسونه 
دوست دختر سابقش رو دست کم گرفته 
بهت گفتم ، نگفتم ؟ 
مردا مواظب زنایی که باهاشون میغخوابن نیستن 
جونگ مان‌شیک و به هی‌سوک کجان ؟ 
وقتی جوون‌تر بودی با اون بازیگر مو نمی‌زدی 
خوشتیپ‌تر بودم 
خوشتیپ بودی 
تو چین چیکار کنیم ؟ 
بکششون 
بله ؟ 
به خاطر حرفی که مین‌هوان زد ؟ 
نه ، چیزی نمیشه 
اگه جی‌وون می‌خواد برگرده با مین‌هوان نباید بو ببره که تو نقشه قتلش دست داشته 
و حتی اگرم چیزی تو آستینش داره با مرگ اون دوتا نمی‌تونه چیزی رو ثابت کنه 
همینطور ، آسون‌تر از قاچاق کردنشونه 
بیا طلاق بگیریم 
بچه نداریم 
راستش ، دلیلی نداره باهات زندگی کنم 
با تو بودن دردی ازم دوا نکرد 
هنوز با پدرت تماس نداشتی ؟ 
... تو کانگ جی‌وون رو دیدی ؟ 
آره ، سر کار دیدمش 
چرا می‌پرسی ؟ 
به ذهنم رسید 
... اگه تو و جی‌وون برگردین باهم فقط من این وسط بیچاره میشم 
چی خبر شده ؟ 
به شما هم زنگ زدن ؟ 
اون همچین کاری نمی‌کنه 
می‌تونست بهمون بگه 
اخراج شدیم ؟ 
چی شده ؟ 
وِردِر رو بسته ؟ 
یهویی ؟ این دیوونگیه - چی ؟ 
دوستان مجبور شدم وِردِر رو ببندم دست مزدتون واریز شده بسته ؟ - متأسفم - 
تو چی گرفتی ؟ 
... ماهانه حقوق میده 
بیکار شدیم 
چی خبر شده ؟ 
چطور این اتفاق افتاد ؟ 
یکی داره میاد 
اونا چرا اون تو بودن ؟ 
سرآشپز ؟ بیا داخل 
دوبرابر 
رئیست یهو تصمیم گرفت رستوران رو دوبرابر ارزشش به من بفروشه 
تصمیم خوبی بود تو هم می‌تونی این تصمیمو بگیری 
... اگه کمکم کنی ، این رستوران گرون مال تو میشه 
چیکار باید بکنم ؟ 
دو تا انتخاب داری 
اول ، رستوران رو بگیری دوم ، کارت رو از دست بدی 
! سرآشپز 
! هیجان‌زده شدم بهم پیام دادی 
وقتی جی‌وون ردم کرد خوب بود که تو کنارم بودی 
چیزی شده ؟ 
من بیکار شدم 
چرا ؟ 
همینطوری 
! ولش کن 
... شما هنوزم معروف و خوشتیپی مهم تر از همه ! غذاتون حرف نداره 
... پس ممکنه واسه یه ثانیه بیکار باشی 
... ولی - این صنعت کوچیکه - 
رستوران یهویی‌ بسته شد پس همه‌ی شایعه پردازا درباره ی من حرف می‌زنن 
می‌دونم ، مثل مال من 
مردم حتی داستان رو نمی‌فهمن که بخوان مارو باور کنن 
... اگه فقط یه سرآشپز خوب میومد 
خانم کانگ 
! اومدی - آره - 
چرا به تو فکر نکرده بودم ؟ 
ولی نمی‌دونم می‌تونم کمکتون کنم یا نه 
چی‌ میگی تو ؟ خیلیم ممنونیم 
میشه چند لحظه خصوصی حرف بزنیم ؟ 
حتماً - بریم - 
پس یه زن بوده ؟ 
آره 
مرسی که بهم گفتی 
و خیلی متأسفم ، هیچ آسیبی بهت نمی‌رسه 
بخاطر همین بهت نگفتم 
به هرحال به هی‌یون نگفتم 
اوه یورا وِردِر رو خریده و از اون‌هو کمک خواسته 
اون گفته نه و یورا اخراجش کرده 
و بهش نگفت چرا کمک می‌خواست 
من می‌دونم چیه نگران نباش 
بعداً بهت زنگ می‌زنم الان کسی پیشمه 
دو تا راه داری 
اول ، کمکم کنی دوم ، با اوه یورا پایین کشیده بشی 
می‌دونم اگه حماقت نکنی می‌دونی کدوم راه رو انتخاب کنی 
باید چیکار کنم ؟ 
کانگ‌جی‌وون از تیم بازاریابی یک‌ هستم 
سلام پارک مین‌هوان از تیم بازاریابی سه هستم 
کنجکاو بودم ببینم امشب می‌تونی به دیدنم بیای یا نه 
واسه اشتباهاتی که کردم می‌خوام واست جبران کنم 
ممنون 
من همیشه آماده‌م 
امیدوارم این یه شروع جدیدی باشه حسابی منتظر باش 
بله 
( مدیرعامل یو‌ جی‌هیوک ) یه لحظه - حتما - 
بله ؟ 
پارک مین‌هوان با یه زنه ست 
چی ؟ 
! تو گفتی نمی‌تونی بگیریش 
انگار نتونستی بخاطر همین از بقیه پرسیدم 
بخاطر همین یه کفش پاشنه بلند قرمز نسخه محدود فرستادم براش با قوطی آبنباتی که گفته بودی 
این چیه ؟ 
امروز یکی آورد بندازم دور ؟ 
نه ولش کن یاد قدیما میفتم 
پس دیگه نیازی به بازی با مین‌هوان ندارم 
ممنون که صبر کردی 
ولی فکر نکنم بتونم شام بخورم 
اگه کار داری می‌تونم کمکت کنم 
من فردا هم کاری ندارم 
حتی آخر هفته‌ها هم بیکارم 
اون موقع میبینمت 
هروقت بیکارم نه 
... منظورم اینه که هیچوقت باهات معامله نمی‌کنم 
چی ؟ 
تنها چیزی که بلدی ماست مالی کردنه 
به هرچی دست می‌زنی خراب میشه و می‌خوای بیمه رو دور بزنی 
خیلی دست و پا چلفتی‌ای که نمی‌تونی باهاش کار کنی 
از متُد منابع انسانیت واقعاً دهنم وا موند 
مخصوصاً تو جذب زنا حرف نداری 
وقتی ازدواج کردی جا خوردم 
تو خیلی چیزا حرف نداری 
در آینده موفق باشی 
چه مشتری مزخرفی 
منتظر چی‌ای ؟ 
من آتیش رو روشن کنم ؟ 
این اولین باره که مرگ کسی رو می‌بینم 
ولی خیلی خسته کننده‌ست 
با این‌حال ، احساس خوبی دارم 
فکر نکنم کره مناسب من باشه 
اینجا هیچی درست پیش نمیره 
راستی ، رستوران رو چیکار کنم ؟ 
از شرش خلاص شم ؟ 
باشه بیا طلاق بگیریم 
الو اوه یورا هستم 
سلام من جونگ سومینم 
تموم شد 
عالی شده 
چرا همه چی انقدر خوب پیش میره ؟ 
پنج دقیقه دیگه اونجام تموم کن و بیا پایین 
بله کانگ‌ جی‌وون از تیم بازاریابی یک هستم 
الو ؟ 
شما ؟ 
شما ؟ 
چرا یهویی زنگ زدی اینجا ؟ 
ببخشید گوشیت رو جواب ندادی 
تو کیفمه ، نفهمیدم ببخشید 
پنج دقیقه دیگه میرسم اونجا 
باشه 
کانگ‌ جی‌وون 
جی‌وون 
ترسیدی ؟ 
باید حرف بزنیم 
بیا بیرون 
بیا حرف بزنیم 
درباره خیلی چیزا باید حرف بزنیم 
باید حد خودت رو می‌دونستی 
این یه مشکل بین زناست 
سروکله زدن با من خوش گذشت ؟ 
اوی جی‌هیوک داره زنگ می‌زنه 
نمی‌خوای جواب بدی ؟ 
پس من برمیدارم 
... شیر توش 
چه دل و جرأتی داری 
پول دوست دارم ولی پولدارا چندش نیستن ؟ 
حالم رو بهم می‌زنن 
داری چیکار می‌کنی ؟ 
چطور جرأت کردی باهام در بیفتی ؟ 
! ولم کن ! ول کن 
چیه ؟ 
ترسیدی ؟ 
پس چرا باهام درافتادی ؟ 
جی‌وون واقعا می‌خواستم برگردم پیشت ! می‌خواستم این‌بار سخت تلاش کنم 
می‌خواستی منو بکشی 
... تو گولم زدی 
! باهام مثل یه آشغال رفتار کردی 
می‌تونی بقیه رو بکشی ولی زندگیت انقدر ارزش داره ؟ 
فکر کردم که چطوری کاری کنم تقاص پس بدی 
می‌تونستم فقط سومین رو بهت بدم ولی چطوری می‌تونم بفرستمت جهنم ؟ 
چی ؟ 
جهنم ؟ 
می‌خوای بمیری ؟ 
همینو می‌خواستم 
منو بکش 
ولی این‌بار حتماً منو بکش 
وگرنه من تو رو می‌کشم 
بمیر 
اگه می‌خوای بکشمت باشه 
می‌خندی ؟ 
فقط بمیر 
منو بکش 
جی‌وون حالت خوبه ؟ 
جی‌وون بیدار شو 
جی‌وون 
جی‌وون پاشو 
! جی‌وون 
آشغال حرومی 
قراره با دستای مین‌هوان بمیرم ؟ 
