Позволете ми да ви запозная . 
Кралицата ме назначи за Капитан тази сутрин на охраната си . 
Трябва да ви закарам на безопасно място . 
Тя ще остане в имението Броу Рум . 
София стои зад всичко това . 
Привиквам призрака на тъмните сили ... Те искат да свалят Кралицата . 
Надявам се да се чувстваш добре , Нели . 
Да точната дума за нея Разбрах те . 
Мисля , че трябва да се изправим на крака 
Ние сме тук заедно за да да освободим тези бедни души . Ти си ми приятел . 
София , баща ти ме купи ! 
Ръселас не е истинското ми име . Лорд Бланшфорд ми го даде . 
Истинското ми име е загубено . 
Джаксън не измъчваше баща ми . Томас уби баща ми 
- Наистина ли ? 
- Той ми подхвърли тази идея . 
Това може да спре всичко , в един миг . 
вие сте признат за виновен по всички обвинения и осъден на обесване за престъпленията си . 
- Спрете го ! 
- Радвам се , че си тук , София . 
Спри ! - Никъде няма да ходиш ... 
Нел Джаксън , не знае за плана . 
Утре ще преместя Кралицата . 
Ще ги спра . 
Здравей . Обясни поне ми малко , Били . Изнервяш ме . 
Тя закъснява . 
- Не е така . 
- Тогава , къде е превозът и ? 
Ако не Кралицата не мине от тук , тогава Пойнтън трябва да се е досетил . Тогава Англия ще бъде нападната . 
След което ще започне масово кръвопролитие , клане и опустошение . 
Къде е тя ? 
Това е най - бързият път до Броуд Рум . 
Тя трябва да мине от тук . Всичко е наред . 
Не мислиш какво искам да ти кажа ? 
Ако той е разбрала за това дали ще я обезглавят . 
И след това ще дойде краят на Англия . - Ще има нов свят ... Защо не ? - Те идват . 
Трябва да действаме . 
Това е кралицата ! Ще ограбим Кралицата ! 
Ти говори с Кралицата ! 
- Правилно хайде , хайде ! 
- О , да . 
Спрете и слезте ! Действайте ! 
Предаваме се . 
- Какво ? 
Срамота . 
Ами ако тя беше истински разбойник какво щяхте да правите , а ? 
Невероятно . - Дай ми това . 
- Да . 
Аз съм Нел Джексън Съжалявам , че ви залових , Ваше Величество . В имението Броуд Рум има заговор срещу вас 
Има хора които са против вас и са подготвили преврат 
Затова решихме че ще бъде по - добре ние да техванем първи преди Якобитите . 
Нели Джаксън . 
О , г - н Деверо . 
къде е кралицата ? 
Не знам , аз такова . . ? Вероятно е в друга карета . 
- Друга карета ли ? - Те използват примамки за да не разбере никой че това е тя в каретата ... Това е ... . 
Участваш ли в това ? 
- Еулария ме предупреди . 
Празна карета , идваща от Лондон перфектен начин за бягство , защото блгодарение на теб сега съм издирван престъпник 
Всичко е наред . 
Тогава отиваме в Броуд Рум имението . 
Да отидем и спасим Кралицата . 
Надявам се още да е жива . 
Превод и Субтитри mani_dj Ти ли си предателят ? 
Днес от Шотландия ще дойдат нашите Якобитски приятели 
След като Джеймс се възкачи на трона , да видим тогава вашите хора дали ще се застъпят за вас , заради екзекуцията ви . 
Арестувайте я . 
Остана . 
Чудесно ! 
Напред ! 
Стой ! 
Не мърдайте ! 
Останете там ! 
Кралицата е под наша охрана . 
Нашите имена завинаги ще остане в историята . 
И Пойнтън ... Радваш ли се , че те намери в Лондон . 
Доволен ли си че той те въвлече във всичко това ? 
Да . 
Значи сте приятели с него ? 
Преосмислихте предубежденията си към него ? 
Напълно . 
Прост прехвърляш вината за обстоятелствата върху обществото . И външните влияния . 
Това е отказ на волята и те прави един от инструментите му . 
Звучиш така като ... Пойнтън ли ти даде това ? 
Свали го . 
Не може да се махне . 
Не ! Спри ! 
- Какво правиш ? 
- Не знам . 
Просто ... . . Мисля , че трябва да направя нещо . 
Почувствах нещо лошо . 
Нещо зло в имението . 
Но Нел каза Да останеш тук докато тя изкара кралицата от там . 
Това не беше кралицата , нещо друго е . 
Имам предчувствие . Мисля , че трябва да му се доверя . 
Добре , ние сме въоръжени . 
Нел се занимава с охраната и знам как да влезим ... Дръж го под око , Джордж . 
Хайде . 
Томас носи някакъв медальон . Много прилича на пръстена ти . 
Това е знак , за да го утеши . 
Искаше само да е близо до мен след като уби Татко . 
Години планиране за да се стигне до този решаващ момент . 
Кралицата е в моята власт , Англия е на върха на пръстите ми . 
Всичко зависи от следващите няколко часа . 
И ми говориш за Томас ? 
Каретата за Шотландия е готова . 
И няма да тръгне докато не ми кажеш защо Томас носи този медальон който не може да бъде премахнат . 
Убийството на баща му прави обрати и деформации на душата му и бележи душата по такъв начин , че да може да се използва ... в нашия специфичен вид на влияние . 
Да го използваш ли ? Вместо да използвате енергията , за призоваване , възможно е просто да я имате в себе си . 
Когато процесът е завършен , те кара да бъдеш ... неизмеримо мощен . 
За постоянно . 
Тогава защо не си го направил за себе си ? 
Това е нещо , което в сегашното ми състояние , Не мога да опитам без голям риск . 
Но ти ... , с естествените си сили и таланти , можеш да го направиш . 
Нел Джаксън няма да е нищо пред теб . 
Какво ще стане с Томас ? 
Той вече е изгубен . Но ти можеш да победиш всички , София . 
Ти беше този , който му постави тази мисъл да убия баща си . 
Никога не би му хрумвало . 
Мислеше , че можеш да манипулираш всички нас . 
Опита и с мен ! 
Сила , смърт , и разруха в ръката си нося аз . Сила , смърт , и разруха в ръката си нося аз . 
Сила , смърт , и разруха в ръката си нося аз . 
Сила , смърт , и разруха в ръката си нося аз . 
Сила , смърт , и разруха в ръката си нося аз . 
Твоята магия не може да се мери с моята . 
Човек никога не трябва да губи . 
Прави те слаб . 
Сър ? Сър ! 
Два патрула изчезнаха . 
- Трябва да е този дявол Джаксън . 
- Да . Чухте ли това , Лейди Уилмот ? 
Изглежда Нел Джаксън е решила да ни посети . 
Жалко , че няма да си там да видиш как умира . 
Били . 
- Да , какво ? 
- Не сме приключили . 
- Прав си , шефе . 
- Нистина ли ? 
- Свали оръжието си ! 
- Мислех , че си ми шеф . 
- Съдейки по начина , по който се държиш 
- Да . 
Казах да си свалиш оръжието . 
Избягваш разговори . 
Стига ли ти ? 
Това е голямото момче Били . 
Нейно Величество трябва да е благодарна . 
Какво ? 
Само каква фея си имам . 
Ние сме нещо страхотно в това . 
Хайде . С мен ли си ? 
С теб съм , Нели . От началото до края . 
Знаеш ли , чух че това имение има изключително добра колекция от ... 
Какво ? 
Пари . 
Ще се оправиш и сама . . не мислиш ли ? 
Да , възстанових се вече от огнестрелната рана . И не ме е страх от Якобити или вълци . 
- И след скорошното ми отвличане , аз ... 
Хайде , тогава . 
Може би ще мога да ти намеря нови очила . 
Какво мислиш за дребните кражби ? 
Обичам ги . 
Идва от него . Усещам го . 
Моля те . Без повече призраци . 
- Повика го , за да ме измъчва . 
- Кой ? 
Кажи му да спре ! 
Тихо ! 
Томас Томас , Аз съм . 
Раселас . 
Ще ти дам всичко . Просто спри да ме преследваш . 
Ще ти кажа една тайна . 
Не трябваше да го правя . Не трябваше да го крия от теб . Добре , добре , добре . Кажи ми тайната и ще спра да те преследвам . 
Амадин . 
Това е Амадин . 
Кажи го пак . 
Амадин . 
- Какво означава ? 
- Заклинание ли е ? 
Намерих документите , когато бях на 10 години Това е името ти . 
Това е истинското ти име . Татко ми каза никога да не ти казвам . 
Знаел си през цялото време ? 
Той ми каза да не ти казвам ! 
Знаел си името ми ? Истинското ми име ? 
Защо го е направил ... Защо го е променил ? 
Просто не му харесваше . 
- Раселас . 
- Това не е моето име ! 
- Кажи го пак ! 
- Амадин . 
Амадин . 
Той го заслужава . 
Не става въпрос само за него . 
Трябва да намерим Нел за да разберем какво става . 
Тя е в опасност . 
Ваше Величество ! 
Аз съм Нел и съм тук , за да ви спася . 
Отървах се от всички пазачи и дойдох да ви освободя 
Мисля , че ще е по безопасно да те измъкна от тук . 
Добре ли сте ? 
Нел Джаксън ? 
Да . 
Каквото и да има вътре , трябва да е ценно . 
Мислиш ли ... Знаех си ! 
Как успя да го уловиш ? 
Какво ? 
Духът който е вътре във вас . 
Източника на всичките ти сили . Как го контролираш ? 
Не контролирам никого . 
Виж , Опитвам се да те спася . 
Най - после , Ваше Величество . 
Борих се с огън и наводнения . - Да бъда тук , когато имате нужда . - Къде е Нели ? 
Мислиш ли , че можеш да спреш това ? 
Битка за короната ? 
Бъдещето на нацията и на света . 
Позволете ми , Ваше Величество . 
Исамбард Тули , предполагам . 
Ти ... Нели Джаксън ? 
Дъщеря на кръчмар . 
Мислиш ли , че имаш мнение по въпроса ? 
След всичко това . Сега си напълно безсилна 
Колко разочароващо . 
Рокси , Какво правиш ? 
Медальона . 
Ти трябва да си Пойнтън . 
Знаеш ли че Томас уби баща си , за да ме впечатли ? 
Всичко това ми се стори доста тривиално . , ако трябва да съм честен . Но това задвижи нещо . 
Някакво бръмчене . 
Ти , Нел Джаксън . , си насекомо в земята на гигантите . 
Ти си мухата в палатката на Генерала който ще поведе армията си на война . 
Нямаш значение . Но , много си досадна . 
Ще ми достави удоволствие да ти откъсна крилата преди да поведа армията за да преоформя тази страна - в законното ... . . - Да . 
Е , значи трябва да те довърша за да реша много от проблемите ми , нали ? 
Дойдох тук за да ти съсипя деня . 
О , наистина ще ми направиш удоволствието да те унищожа . 
Какво ще кажеш да ти затворя устата ? 
Да излезем навън . 
Добре тогава . 
Освободи ме сега от скритите врагове . 
Счупи оковите които ме държат . 
Хайде , страхливецо . 
Нека времето спре , и огънят да гори в нощта . 
Успокой се . . Доста е силен ... 
Той отслабва . 
Унищожи всичко пред мен ! 
Нека този огън те унищожи ! 
Кралицата бяга . 
Мислех си , че с него заедно ще превземем Англия . 
Хайде . 
Ваше Величество . 
Изненада ! 
Малко по - насам . Томас ! 
- Рокси ! 
- Нел , Томас е ... . 
Магията идва от него . 
Какво не е наред с него ? 
Пойнтън се храни от тъмнината която е вътре в Томас . 
Заклинанието ще го убие . 
О , Боже , идиот такъв ! 
Не можеш ли да спреш това заклинание ? 
Нищо не ми остана . 
Нел ? 
Джордж ! 
Г - н Деверо ни каза да се скрием тук където е по - безопасно . 
Вие не може да сте тук . Никой от вас не може да остане тук . 
- Твърде късно е . 
- Да вървим ! 
Не ! 
Трябва да остана и да се оправя с Пойнтън докато изкарваш кралицата . 
Рокси . Рокси , моля те . 
Трябва да се грижиш за Джордж . Моля те . 
Ще запомня , Нел Джаксън . 
Няма да тръгна без него . 
Ще умреш . 
Да , знам ... Но никога не сум искала да умирам в леглото . 
Заклинанието спира сърцето му . 
Има нужда от помощ . 
Били . 
Не можем да победим Пойнтън . 
Той е твърде силен . 
Трябва да помогнеш на Томас . 
Как ? 
Трябва да ме оставиш и сам да се бориш с него . И се бори със заклинанието отвътре . 
Никога не съм го правил преди . 
Ако Томас умре , заклинанието ще свърши работа . , и Пойнтън ще спечели . 
Не можем да го оставим да умре . 
Но , Нели , ти си моят човек . 
Знам . 
Ще бъдем сами . Не искам да съм сам . 
Нел Джаксън . 
Къде си ? 
Били ? 
Ами , не знам какво ще се случи . Ами ако не мога да се върна ? 
Нямаме избор , нали ? 
Ами ако мога да го победя сам ? 
Ще можеш , били Блинд . 
Ще можеш . 
Сбогом , Нели Джаксън . 
Чакай . Били . 
Не . 
Г - н Деверо . 
- Г - н Деверо . 
- Успя ли ? 
Власт , смърт , разрушение в ръката си нося аз . Сила , смърт , разрушение в ръката си нося аз . 
Ще говориш с кралицата от мое име . 
Кажи и , че не съм виновна . 
Че сме били измамени и принуден от Пойнтън но в решаващия момент се обърнах срещу него . 
И че вашата намеса беше успешна благодарение на нас 
Обвинихте ме в убийство . Изхвърлихте ни от дома ми . Сестрите ми също . 
Той уби баща ми . И сега спасих този боклук . , 
Току - що загубих най - важното нещо . 
Моля те . 
Това искаш да чуеш , нали ? 
Правилно . 
Какво ще кажеш за това ? 
Ще ти направя услуга . 
Да ? 
Ще те пусна . 
Нека да видим как вие двамата ще живеете в бягство от правосъдието . 
Няма да забравя това . 
Да , аз също няма да забравя 
Били . 
Нел . 
Нел . 
Какво стана ? 
Нели 
Възможно ли е да получим няколко рицарски медала ? 
Добре ... Нел Джаксън от Тотнъм и нейните сестри , Госпожа Роксан Тротър , Госпожа Джорджина Тротър и Г - н Амадин от Бенин . 
Нел Джаксън . Обявявам ви за невинни в убийството на Лорд Бланшфорд Извинявам се от името на народа си , за това че бяхте преследвани до сега . 
Сър Чарлз Девъро . Рицар на кралството . 
Предполагам , че искате оферта ? 
Сериозно ли . . Благодаря . 
Нел Джаксън , пристъпи напред . 
Вашите необичайни способности явно са ти били подарени за да запазите короната ми . 
Чували сме , че можеш да хващаш куршумите от въздуха ... И вярваме че с тази демонстрация ще ни го докажете 
Задръж 
- Три . 
- Нел . 
Две . 
- Чакай . Съжалявам . 
- едно . 
Спри ! 
Не съм някой с евтин номер за да ме зяпате . 
Не си ни разбрала правилно . 
Възнамерявам да ви назнача като Капитан на личната ми охрана . 
Мястото на ужасният Пойнтън ли ? 
Ще бъде голяма чест за мен . , преди това се предоставяше само на благороници в Кралството . 
Не искам . 
Не ми трябва . 
Но ... Благодаря . 
Това е странно , нали ? 
Какво искате , Нел Джаксън ? 
Чувал ли си за кръчма ? . . наречена " Талбът " ? 
