Θα σας ενημερώσω εγώ . 
Σήμερα το πρωί , η βασίλισσα με έκανε αρχηγό της βασιλικής φρουράς . 
Επιτρέψτε μου να σας πάω σε ασφαλές μέρος . 
Θα εγκατασταθεί στο Μπρόντγουοτερ Χολ . 
Η Σοφία . Αυτή ήταν πίσω απ ' όλα . 
Πιάσε κάθε θνητό από το ... Θα κυνηγήσουν τη βασίλισσα . 
Ελπίζω να νιώθεις τυχερή , Νέλι . 
Δεν χρειάζομαι τύχη . Έχω εσένα . 
Πρέπει να ορθώνουμε ανάστημα όταν κάτι πάει στραβά . 
Γι ' αυτό μας έστειλαν στον πλανήτη . Αλλά γι ' αυτούς τους καημένους ... Είσαι φίλος μου . 
Σοφία , ο πατέρας σου με αγόρασε ! 
Δεν με λένε Ράσελας . Ήταν ιδέα του λόρδου Μπλάντσφορντ . 
Το αληθινό μου όνομα χάθηκε . 
Δεν σκότωσε η Τζάκσον τον πατέρα μου . Ο Τόμας τον σκότωσε . 
- Αλήθεια ; 
- Αυτός μου έδωσε την ιδέα . 
Μπορούσα να το σταματήσω στη στιγμή . 
Ισαμπάρντ Τάλι , θα κρεμαστείς για τα εγκλήματά σου . 
- Σταματήστε τον ! 
- Ξέρω ότι είσαι εκεί , Σοφία . 
- Ρας ! - Δεν θα πας ... Πουθενά . 
Η Νελ Τζάκσον . Ξέρει για την εισβολή . 
Θα πάρουμε τη βασίλισσα αύριο . 
Θα τους σταματήσουμε . 
Άσ ' το , Μπίλι . Με αγχώνεις . 
Άργησε . 
Δεν άργησε . 
Τότε πού είναι η άμαξα ; 
Αν δεν πιάσουμε τη βασίλισσα εδώ , θα την πάρει ο Πόιντον . Και μετά θα εισβάλουν στην Αγγλία . 
Θα γίνει πόλεμος και θα χυθεί αίμα , σφαγές και καταστροφές . 
Πού είναι ; 
Από δω κόβουν δρόμο για Μπρόντγουοτερ . 
Θα έρχεται . Είμαστε εντάξει . 
Σκέφτηκες τι θα πεις ; 
Αν κάνεις λάθος και σε αγνοήσει , θα σε απαγάγουν ή θα σε αποκεφαλίσουν . 
Μετά η εισβολή , πάει η Αγγλία . Ο κόσμος ... - Ησυχία . - Γιατί όχι ; 
Συμβαίνει . 
Η βασίλισσα ! 
Θα πιάσουμε τη βασίλισσα ! 
- Σωστά . Πάμε ! 
- Ναι . 
- Ακίνητοι και παραδώστε ό , τι έχετε ! - Παραδώστε ό , τι έχετε ! 
Παραδινόμαστε . 
- Τι ; 
- Αυτό είναι απαράδεκτο . 
Κι αν ήταν πραγματικός ληστής ; 
- Απίστευτο . Δώσ ' το μου αυτό . 
- Ναι . 
Είμαι η Νελ Τζάκσον . Συγγνώμη που σας απαγάγω , μεγαλειότατη . Μόνο που υπάρχει συνωμοσία εναντίον σας στο Μπρόντγουοτερ Χολ . 
Οι κατεργάρηδες θα σας έριχναν στο στόμα του λύκου . 
Έτσι , σκεφτήκαμε να σας πιάσουμε πριν σας πιάσουν οι Ιακωβίτες . 
Νέλι Τζάκσον . 
Κύριε Ντέβερο . 
Πού είναι , επιτέλους , η βασίλισσα ; 
Πού να ξέρω ; Μάλλον στην άλλη άμαξα . 
- Στην άλλη τι ; - Χρησιμοποιεί άμαξες-δόλωμα . Για να νομίζουν ότι είναι μέσα ώστε να αποφεύγει ... Αυτό . 
- Εσύ πώς βρέθηκες εκεί μέσα ; 
- Μου το είπε η Γιουλάρια . 
Μια άδεια άμαξα που φεύγει γρήγορα από το Λονδίνο είναι τέλειος τρόπος διαφυγής μιας και είμαι καταζητούμενος , χάρη σ ' εσένα . 
Μάλιστα . 
Στο Μπρόντγουοτερ , λοιπόν . 
Πάμε να σώσουμε τη βασίλισσα . 
Ελπίζω να φοράτε όλοι τα τυχερά σας εσώρουχα . 
Εμπρός ! Μαρς ! Εσύ ... Εσύ είσαι ο προδότης ; 
Σήμερα , εσύ κι εγώ θα πάμε ταξίδι στους Ιακωβίτες φίλους μας στη Σκωτία . 
Και μόλις ο Τζέιμς ανέβει στον θρόνο , ο λαός σου θα παλέψει για σένα , για να μην εκτελεστείς . 
Συλλάβετέ την . 
Μείνε . 
Τέλεια . 
Πάνω του ! 
Σταμάτα ! 
- Μείνε εκεί που είσαι ! 
- Μείνε εκεί ! 
Η βασίλισσα είναι υπό την επίβλεψή μας . 
Τα ονόματά μας θα γραφτούν στην ιστορία . 
Και ο Πόιντον ... Χαίρεσαι που σε βρήκε στο Λονδίνο ; 
Χαίρεσαι που σε έμπλεξε σε όλο αυτό ; 
Ναι . 
Είστε φίλοι , λοιπόν ; 
Έχεις ξανασκεφτεί τις προκαταλήψεις σου εναντίον του ; 
Εντελώς . 
Όταν θεωρείς ότι φταίει η κοινωνία . Ή εξωτερικές επιρροές . 
Αυτό είναι η παραίτηση της θέλησης . Δεν είσαι τίποτα άλλο παρά ένα εργαλείο . 
Ακούγεσαι σαν ... Ο Πόιντον σ ' το έδωσε αυτό ; 
Βγάλ ' το . Τόμας . 
Δεν μπορεί να βγει . 
Όχι . Σταμάτα ! 
- Τι κάνεις ; 
- Δεν ξέρω . 
Απλώς ... Νομίζω ότι πρέπει να κάνω κάτι . 
- Ένιωσα κάτι κακό . 
Κάτι μοχθηρό μέσα στο Μπρόντγουοτερ . 
Η Νελ είπε να μείνουμε εδώ μέχρι να βγάλει τη βασίλισσα . 
Δεν είναι η βασίλισσα . Είναι κάτι άλλο . 
Έχω ένα προαίσθημα . Πρέπει να το εμπιστευτώ . 
Εντάξει , έχουμε όπλα . 
Η Νελ ασχολείται με τους φύλακες και ξέρω πώς να μπούμε , οπότε ... Πρόσεχέ τον , Τζορτζ . 
Πάμε . 
Ο Τόμας φοράει ένα μενταγιόν . Μοιάζει απίστευτα με το δαχτυλίδι σου . 
Είναι ένα συμβολικό δώρο . Για να νιώσει καλύτερα . 
Τον θέλησες κοντά σου μόνο όταν έμαθες ότι σκότωσε τον πατέρα . 
Χρειάστηκαν χρόνια σχεδιασμού για να φτάσω σε αυτό το κρίσιμο σημείο . 
Έχω τη βασίλισσα στα χέρια μου . Παίζω την Αγγλία στα δάχτυλα . 
Όλα εξαρτώνται από τις επόμενες ώρες . 
Και μιλάμε για τον Τόμας ; 
Η άμαξα για Σκωτία είναι έτοιμη . 
Και δεν θα φύγει αν δεν μου πεις γιατί ο Τόμας φοράει ένα μενταγιόν που δεν μπορεί να βγει . 
Η πατροκτονία διαστρεβλώνει και σημαδεύει την ψυχή με τέτοιο τρόπο ώστε να μπορεί να χρησιμοποιηθεί από ... όσους βρίσκονται υπό την ιδιαίτερη επιρροή μας . 
Να χρησιμοποιηθεί ; Αντί να χρησιμοποιείς την ενέργεια για ξόρκια , μπορείς , απλώς , να τη ρουφήξεις μέσα σου . 
Για ποιο λόγο ; Μόλις η διαδικασία ολοκληρωθεί , γίνεσαι ... ανείπωτα ισχυρός . 
Για πάντα . 
Τότε , γιατί δεν το έχεις κάνει ; 
Είναι κάτι που , στην τωρινή μου κατάστασή , δεν μπορώ να επιχειρήσω καθώς θα πάρω ένα τεράστιο ρίσκο . 
Αλλά εσύ , με τη φυσική σου δύναμη και το ταλέντο , μπορείς να τα καταφέρεις . 
Η Νελ Τζάκσον δεν θα ήταν τίποτα για σένα . 
Τι θ ' απογίνει ο Τόμας ; 
Είναι ήδη χαμένος . Όμως , εσύ μπορείς να τους νικήσεις όλους , Σοφία . 
Εσύ έβαλες στο μυαλό του την ιδέα να σκοτώσει τον πατέρα μου . 
Δεν θα το σκεφτόταν ποτέ μόνος του . 
Νόμιζες ότι μπορούσες να παίξεις μαζί μας . 
Μαζί μου ! 
Δύναμη , θάνατος , καταστροφή στα χέρια μου . 
Δύναμη , θάνατος , καταστροφή στα χέρια μου . 
Δύναμη , θάνατος , καταστροφή στα χέρια μου . 
Δύναμη , θάνατος , καταστροφή στα χέρια μου . 
Φοβάμαι ότι η μαγεία σου είναι μηδαμινή μπροστά στη δική μου . 
Δεν πρέπει να έχεις τίποτα που φοβάσαι ότι θα το χάσεις . 
Γίνεσαι αδύναμη . 
Κύριε ! 
Δύο περίπολοι λείπουν . 
- Αυτός ο διάβολος θα είναι , η Τζάκσον . 
- Ναι . Το ακούς αυτό , λαίδη Γουίλμοτ ; 
Φαίνεται ότι η Νελ Τζάκσον αποφάσισε να μας επισκεφτεί . 
Κρίμα που δεν θα είσαι εκεί να τη δεις να πεθαίνει . 
Μπίλι . 
- Ναι , τι ; 
- Δεν τελειώσαμε . 
- Έχεις δίκιο , αφεντικό . 
- Αλήθεια ; 
- Πέτα το όπλο σου ! 
- Νόμιζα ότι εσύ ήσουν το αφεντικό . 
- Ο τρόπος που φέρεσαι . 
- Ναι . 
Είπα να κατεβάσεις το όπλο σου ! 
Αποφεύγεις τη συζήτηση . 
- Αρκετά ως εδώ ; - Ναι , καλά . 
Αυτό θα πει μεγάλο όπλο . 
Ελπίζω να μας ευγνωμονεί η μεγαλειότατη . 
Τι ; 
Είσαι φοβερός νεράιδος . 
Είμαστε φοβεροί σ ' αυτό . 
Έλα , λοιπόν . Είσαι μαζί μου ; 
Μαζί σου , Νέλι . Από την αρχή ως το τέλος . 
Άκουσα ότι στο Μπρόντγουοτερ Χολ έχουν μεγάλη συλλογή από ... 
- Τι ; 
- Χρήματα . 
Θα είσαι μια χαρά μόνη σου για λίγο , έτσι ; 
Ναι . Είμαι καλύτερα μετά τον πυροβολισμό . Και δεν φοβάμαι τους Ιακωβίτες ή τους λύκους . 
- Και μετά την πρόσφατη απαγωγή μου ... - Αυτό είναι πολύ καλό . 
Πάμε , τότε . 
Ίσως μπορέσω να σου βρω καινούρια γυαλιά . 
Τι γνώμη έχεις για τις μικροκλοπές ; 
Μ ' αρέσουν . 
Από αυτόν έρχεται . Το νιώθω . 
Όχι άλλα φαντάσματα . 
- Σε κάλεσε για να με βασανίσεις . 
- Ποιος ; 
Κάν ' το να σταματήσει ! 
Ήσυχα ! 
Τόμας , εγώ είμαι . 
Ο Ράσελας . 
Παραδίνομαι . Μη με στοιχειώνεις . 
Μυστικό . Θα σου πω το μυστικό . 
Δεν έπρεπε να σου το κρύψω . Εντάξει . Πες μου το μυστικό ήσυχα και θα πάψω να σε στοιχειώνω . 
Άμαντιν . 
Άμαντιν . 
Ξαναπές το . 
Άμαντιν . 
- Τι σημαίνει αυτό ; 
- Ξόρκι είναι ; 
Βρήκα τα χαρτιά στα δέκα μου . Αυτό είναι το όνομά σου . 
Το αληθινό σου όνομα . Ο πατέρας μού είπε να μη σου το πω ποτέ . 
Το ήξερες τόσο καιρό ; 
Μου είπε να μη σου το πω ! 
Ήξερες το όνομά μου ; Το αληθινό μου όνομα ; 
Γιατί ... Γιατί το άλλαξε ; 
Απλώς , δεν του άρεσε . 
- Ράσελας . 
- Δεν με λένε έτσι ! 
- Ξαναπές το . 
- Άμαντιν . 
Άμαντιν . 
Του αξίζει αυτό . 
Δεν αφορά μόνο αυτόν . 
Πρέπει να βρούμε τη Νελ και να δούμε τι συμβαίνει . 
Δεν είναι ασφαλής . 
Μεγαλειότατη ! 
Είμαι η Νελ και ήρθα να σας σώσω . 
Ωραία . Ξεφορτώθηκα όλους τους φρουρούς . 
Νομίζω ότι είναι ασφαλές να σας πάρω από εδώ . 
Είστε καλά ; 
Η Νελ Τζάκσον ; 
Ναι . 
Ό , τι κι αν είναι εκεί μέσα , είναι πολύτιμο . 
Λες ... Το ήξερα ! 
Πώς το αιχμαλώτισες ; 
- Τι ; 
- Το πνεύμα μέσα σου . 
Την πηγή όλων των δυνάμεών σου . Πώς το ελέγχεις ; 
Δεν ελέγχω κανέναν . 
Προσπαθώ να σας σώσω . 
Επιτέλους , μεγαλειότατη . 
Πάλεψα με φωτιές και πλημμύρες - για να είμαι εδώ να σας βοηθήσω . - Πού είναι η Νέλι ; 
Μπορείς να το σταματήσεις όλο αυτό ; 
Μάχη για το στέμμα ; 
Το μέλλον του έθνους , του κόσμου . 
Επιτρέψτε μου , μεγαλειότατη . 
Ο Ισαμπάρντ Τάλι , υποθέτω . 
Εσύ , Νέλι Τζάκσον . 
Η κόρη ενός κάπελα . 
Νομίζεις ότι σου πέφτει λόγος ; 
Μετά απ ' όλα αυτά . Εντελώς ανίσχυρη . 
Πόσο απογοητευτικό . 
Ροξ , τι κάνεις ; 
Το μενταγιόν . 
Εσύ θα είσαι ο Πόιντον . 
Ήξερες ότι ο Τόμας σκότωσε τον πατέρα σου για να με εντυπωσιάσει ; 
Για να είμαι ειλικρινής , μου φάνηκε εντελώς ασήμαντο . Αλλά έθεσε κάτι σε κίνηση . 
Ένα αδύναμο βούισμα . 
Εσύ , Νελ Τζάκσον , είσαι ένα έντομο σε μια γη με γίγαντες . 
Μια μύγα στη σκηνή ενός στρατηγού που θα οδηγήσει τον στρατό στον πόλεμο . 
Ασήμαντη . Αλλά , Θεέ μου , τόσο εκνευριστική . 
Θα χαρώ να σου ξεριζώσω τα φτερά πριν ηγηθώ μιας εισβολής και αναμορφώσω τη χώρα - στη νόμιμη ... - Ναι . 
Φαίνεται πως το να σε αποτελειώσω λύνει πολλά από τα προβλήματά μου , έτσι ; 
Ήρθα να σου χαρίσω μια κακή μέρα . 
Θα το χαίρομαι τόσο ενώ σε καταστρέφω . 
Δεν το βουλώνεις καλύτερα ; 
Και πάμε έξω να το λύσουμε . 
Εντάξει , λοιπόν . 
Ελευθέρωσέ με από κρυμμένους εχθρούς . 
Ξεριζώσου , φύγε , λύσε τα δεσμά . 
Αντιμετώπισέ με . Δειλέ . 
Ο χρόνος να σταματήσει και η φωτιά να πέσει στη νύχτα . 
Προσέξτε . Είναι πολύ δυνατό ... 
Γίνεται όλο και πιο αδύναμος . 
Κατάστρεψε ό , τι βρίσκεται μπροστά μου ! 
Θανατηφόρο βέλος , έλα απόλυτη καταστροφή ! 
Η βασίλισσα το σκάει . 
Νόμιζα ότι θα κατακτούσατε μαζί την Αγγλία . 
Έλα . 
Μεγαλειότατη . 
Έκπληξη ! 
- Λίγο ακόμα . - Τόμας ! 
- Ρόξι ! 
- Νελ , ο Τόμας είναι . 
Η μαγεία έρχεται από αυτόν . 
Τι έχει ; 
Ο Πόιντον τρέφεται από το σκοτάδι μέσα στον Τόμας . 
Το ξόρκι θα τον σκοτώσει . 
Θεέ μου , ηλίθιε ! 
Θα σταματήσεις το ξόρκι ; 
Δεν μου έχει μείνει τίποτα . 
Νελ ; 
Τζορτζ ! 
Ο κύριος Ντέβερο είπε να κρυφτούμε εδώ για να είμαστε ασφαλείς . 
Όχι , δεν μπορείτε να είστε εδώ . Κανείς σας δεν πρέπει να είναι εδώ . 
- Είναι πολύ αργά . 
- Πάμε ! 
Όχι ! 
Πρέπει να αντιμετωπίσω τον Πόιντον ενώ εσείς θα πάρετε τη βασίλισσα . 
Ρόξι , σε παρακαλώ . 
Πρέπει να προσέχεις την Τζορτζ . Σε παρακαλώ . 
- Θα το θυμάμαι αυτό , Νελ Τζάκσον . 
Δεν φεύγω χωρίς αυτόν . 
Θα πεθάνεις . 
Ναι , λοιπόν ... Δεν θα πέθαινα ποτέ στο κρεβάτι . 
Το ξόρκι σταματάει την καρδιά του . 
Χρειάζεται βοήθεια . 
Μπίλι . 
Δεν μπορούμε να νικήσουμε τον Πόιντον . 
Είναι πολύ δυνατός . 
Πρέπει να βοηθήσεις τον Τόμας . 
Πώς ; 
Πρέπει να αφήσεις εμένα και να πας σ ' αυτόν . Και να πολεμήσεις το ξόρκι από μέσα . 
Δεν το έχω ξανακάνει . 
Αν πεθάνει ο Τόμας , λύνονται τα μάγια και κερδίζει ο Πόιντον . 
Δεν θα τον αφήσουμε να πεθάνει . 
Μα , Νέλι , εσύ είσαι ο άνθρωπός μου . 
Το ξέρω . 
Θα είμαστε μόνοι . Δεν θέλω να είμαι μόνος . 
Νελ Τζάκσον . 
Πού είσαι ; 
Μπίλι ; 
Δεν ξέρω τι θα συμβεί . Κι αν δεν μπορέσω να γυρίσω ; 
Δεν έχουμε επιλογή , έτσι δεν είναι ; 
Κι αν δεν τα καταφέρω μόνος μου ; 
Θα τα καταφέρεις , Μπίλι Μπλάιντ . 
Θα τα καταφέρεις . 
Αντίο , Νέλι Τζάκσον . 
Περίμενε . Μπίλι . 
Όχι . 
Κύριε Ντέβερο . 
- Κύριε Ντέβερο . 
- Πέτυχε ; 
Δύναμη , θάνατος , καταστροφή στα χέρια μου . 
Θα μιλήσεις στη βασίλισσα εκ μέρους μου . 
Θα της πεις ότι δεν φταίω εγώ . 
Ότι μας εξαπάτησε και μας εξανάγκασε ο Πόιντον , αλλά στραφήκαμε εναντίον του την κρίσιμη στιγμή . 
Ότι χάρη σ ' εμάς η παρέμβασή σου πέτυχε . 
Με κατηγορήσατε για φόνο . Με πέταξαν έξω απ ' το σπίτι μου . Έδιωξαν την αδερφή μου . 
Αυτός σκότωσε τον μπαμπά μου . 
Και για να σώσω αυτό το σκουπίδι , μόλις έχασα το πιο σημαντικό πράγμα . 
" Σε παρακαλώ . " 
Αυτό δεν θες να ακούσεις ; 
Μάλιστα . 
Τι λες γι ' αυτό ; 
Θα σας κάνω μια χάρη . 
Εντάξει ; 
Θα σας αφήσω να φύγετε . 
Για να δούμε πώς θα σας φανεί να ζείτε σαν φυγάδες . 
Δεν θα το ξεχάσω αυτό . 
Πίστεψέ με , ούτε κι εγώ . 
Μπίλι . 
- Νελ ; - Εκεί είναι . 
Νελ . 
Τι έγινε ; 
Νέλι . 
Είναι δυνατόν να γίνουν πολλοί ιππότες ; 
Λοιπόν ... Η Νελ Τζάκσον από το Τότεναμ και οι αδερφές της , η κυρία Ροξάν Τρότερ , η κυρία Τζορτζίνα Τρότερ και ο κύριος Άμαντιν από το Μπενίν . 
Νελ Τζάκσον . Σε αθωώνω για τον φόνο του λόρδου Μπλάντσφορντ και συγχωρώ εσένα και τους δικούς σου για τα εγκλήματά σας . 
Σερ Τσαρλς Ντέβερο . Ιππότης του βασιλείου . 
Θα θέλατε μια δήλωση ; 
Σοβαρά , μη χειροκροτάτε . Ευχαριστώ . 
Νελ Τζάκσον , έλα μπροστά . 
Οι ασυνήθιστες ικανότητές σου προφανώς χαρίστηκαν σε σένα για να προστατεύσεις το στέμμα μας . 
Μάθαμε ότι μπορείς να πιάνεις σφαίρες στον αέρα . Και πρέπει να μας κάνεις μια επίδειξη . 
Ένα λεπτό . 
- Τρία . 
- Νελ . 
Δύο . 
- Περιμένετε . Συγγνώμη . 
- Ένα . 
Σταματήστε ! 
Δεν είμαι κανένα φτηνό κόλπο για να χαζεύουν οι αριστοκράτες . 
Μας παρεξήγησες . 
Σκοπεύουμε να σε διορίσουμε αρχηγό της φρουράς μας . 
Σαν τον απαίσιο Πόιντον ; 
Θα ήταν μεγάλη τιμή που έχει απονεμηθεί μόνο σε ομότιμους . 
Δεν το θέλω αυτό . 
Δεν το χρειάζομαι . 
Αλλά ... ευχαριστώ . 
Είσαι ευχάριστη , έτσι ; 
Τότε τι θέλεις , Νελ Τζάκσον ; 
Έχετε ακουστά μια παμπ ... που λέγεται " Τάλμποτ " ; 
