‫ داریم می‌رسیم ؟ 
‫ جورابام خیس شدن 
‫ فکر کنم هوا منفی پنجاه درجه‌ست 
‫ بابا ؟ 
‫ الان چیکار کنیم ؟ 
‫ هات چاکلت ؟ 
‫ منظورم اینه که کجا زندگی کنیم ؟ 
‫ خب ‫ می‌تونیم برگردیم انگلیس 
‫ می‌تونیم اینجا تو سوئد بمونیم 
‫ می‌تونیم هر جایی بریم 
‫ خب ، دیگه ... ‫ دفعه قبلی که اینجا بودیم رو یادته ؟ 
‫ آخرین تابستونی بود که مامان بود 
‫ استرس دارم 
‫ اون قرار نیست اینجا باشه ‫ اینو می‌دونی دیگه ، نه ؟ 
‫ قرار نیست دوباره ببینیمش 
‫ کریسمس با تأخیر مبارک ‫ و تولدت با تأخیر مبارک ! 
‫ خیلی‌خب . " آتش‌نشان اسپانیایی ‫ دو تا پسر داره . اسم‌هاشون چیه ؟ " 
‫ " خوزه ( تلفظ مشابه با شلنگ اِی ) و شلنگ بی " 
‫ بامزه‌ست 
‫ چی ؟ 
‫ مزخرف بود 
‫ خب باید مزخرف باشن دیگه . ‫ هدفش همینه 
‫ تو یکی بگو ‫ نه بابا 
‫ - آره ‫ - آره . تو بگو 
‫ باشه ‫ باشه ، فهمیدم 
‫ یه جورایی شبیه همینه 
‫ ولی از نوع سوئدیش ‫ با یه سوئدی ازدواج کردم . بفرما 
‫ خیلی‌خب ، نلسون ماندلا ‫ یه برادر ناتنی سوئدی داره 
‫ نلسون ماندلا کیه ؟ 
‫ اگه ندونی نلسون ماندلا کیه ‫ جوک رو نمی‌فهمی 
‫ من می‌دونم کی بوده 
‫ خیلی‌خب ، نلسون ماندلا یه برادر ناتنی سوئدی داره به اسم ... ‫ ماسته ماندیلا 
‫ تو سوئدی خیلی خنده‌داره 
‫ وسایل کابینت‌ها رو جابه‌جا کردی 
‫ نه ، راستش خیلی اهل جابه‌جا کردن وسایل کابینت نیستم 
‫ جو ، میشه حرف بزنیم ؟ 
‫ البته 
‫ آخه ... وقتی رفتی خیلی ... ‫ خداحافظیِ دلچسبی نداشتیم 
‫ مگه چجوری خدافظی کردیم ؟ 
‫ موقع خدافظی کردن بهم نگاه نکردی 
‫ معلومه که نگاه کردم ‫ نه . نکردی 
‫ تو این یه سال خیلی بهش فکر کردم 
‫ نمی‌دونم متوجه شدی یا نه ‫ ولی واقعا چند ماه وحشتناکی بوده 
‫ برای من حداقل . قبل از اینکه بری 
‫ متأسفم 
‫ من اینطور به خاطر ندارمش 
‫ الان برگشتم و قرار هم نیست جایی برم 
‫ دوستم داری ؟ 
‫ معلومه که دارم 
‫ مهرطلبی نمی‌کنم . ‫ واقعا برام سواله 
‫ معلومه که دوستت دارم خنگول 
‫ - سلام ‫ 
- خوش برگشتید خانم 
‫ ممنون 
‫ این یکی چی ؟ ‫ " شن چطور به دریا رسید " 
‫ می‌خوای بندازیش دور یا نگهش داری ؟ 
‫ حرفام رو نمی‌فهمی ، مگه نه ؟ 
‫ الان پرسیدم که می‌خوای ‫ نگهش داری یا بندازیش بره 
‫ بندازش بره 
‫ رفت 
‫ " بچه جایگزین " 
‫ آره ‫ همونی که توش جن‌ها بچه رو می‌دزدن 
‫ بعد بچه رو می‌ذارن تو آتیش که مامانش رو برگردونن 
‫ چیز خاصی بود که قبل از رفتنم ‫ ناراحتت کرده باشه ؟ 
‫ لازم نیست دربارش حرف بزنیم 
‫ آلنش رو دیدی ؟ ‫ آره 
‫ - اینه دیگه ، نه ؟ ‫ - آره 
‫ خیلی کم می‌دیدیمت 
‫ البته ، اون تابستون کذایی ‫ توی کلبه رو داشتیم ‫ ولی مشغول تمرین بودی ‫ خیلی زیاد ‫ پس یه مسئله خاص نبوده ؟ 
‫ می‌دونی ، یه روزی می‌رسه ‫ که آخرین وسیله تخمی خونه‌ام رو هم سر هم کردم ‫ و دیگه نیازی نیست این کارو بکنم 
‫ ماگنوس ، چیه ؟ 
‫ من آدم حسودی نیستم . ‫ امیدوارم اینو بدونی 
‫ ولی واقعا شک کرده بودم ‫ به قضیه تو و فردریک 
‫ چی ؟ 
‫ به هیچ وجه . نه ‫ ببین ، اوضاعمون الان خیلی خوبه 
‫ - آره ‫ - پس الان وقت خوبیه ‫ برای اینکه باهام رک باشی 
‫ ولی من با فردریک رابطه نداشتم ماگنوس 
‫ هیچوقت همچین کاری نمی‌کنم 
‫ - درسته ‫ 
- ماگنوس ، لطفا 
‫ فقط می‌خوام با همدیگه روراست باشیم ‫ آره 
‫ جو ، وقتی نبودی ... ‫ من یه جورایی با یه نفر آشنا شدم 
‫ چی ؟ 
‫ البته واقعا اتفاقی نیفتاد 
‫ رفتیم یه نوشیدنی خوردیم 
‫ یه بوسه ‫ چی ؟ 
‫ فکر کردم می‌خوای ترکم کنی جو 
‫ می‌دونی ، کلی ... یعنی کلی ‫ حرف پشت سر تو و فردریک بود 
‫ منم گفتم حتما وقتی برگردی ‫ دیگه می‌ذاری میری ‫ خب چرا ؟ 
‫ - آخه ... ‫ - فقط می‌خوام باهات رک باشم ‫ آره . می‌خوام شوهرم باشی ، خب ؟ ‫ می‌خوام آلیس دخترم باشه 
‫ وقتی اون بالا بودم ‫ تنها چیزی که می‌تونستم روش تمرکز کنم ‫ برگشت به خونه بود ‫ و سر هم کردن وسایل تخمی خونه 
‫ وقتی اون بالا بودم ، تک و تنها ، ‫ و هیچکس صدام رو نمی‌شنید ‫ فکر کردم قراره بمیرم 
‫ بابا ؟ ‫ بابا . بیا 
‫ ماگنوس ‫ واقعا ناراحتم بابت زمانی که ‫ بدون شما گذروندم 
‫ نمی‌تونستم از پسش بربیام اگه ... ‫ بابا ؟ 
‫ ببخشید 
‫ آقای راجرز ؟ 
‫ - آقای راجرز ؟ ‫ - یه لحظه 
‫ - اون ... 
- رفیق ‫ تمام سخن‌ران‌ها باید برن ‫ سالن اصلی . ‫ جلسه اضطراری ‫ آره ، فقط خواستم بگم ... ‫ توجه کنید ‫ خانم‌ها و آقایان ، ‫ ناخدای کشتی صحبت می‌کنه 
‫ داریم دور می‌زنیم ‫ و در سانتا باربارا توقف می‌کنیم 
‫ بنظر می‌رسه که در طول شب ‫ اتفاقی برای مهمانانمون رخ داده 
‫ باید یک سری اقدامات احتیاطی ضروری ‫ رو در دستور کار قرار بدیم 
‫ از شما درخواست داریم در کشتی بمونید ‫ و امیدواریم این موضوع خاطرتون رو مکدر نکنه 
‫ هنری ، بودجه تو رو ناسا میده ‫ و کارمند ناسایی 
‫ و مدتها قبل از اینکه تو بدنیا بیای ‫ هم کارمند ناسا بودم 
‫ باید در مورد این صحبت کنیم ‫ که بهت مطلقا اجازه داده نشده ‫ که با تجهیزات آزمایشگاه پیشرانش ‫ بری یه آژانس فضایی دیگه 
‫ آزمایشگاه کَل ( اتم سرد ) مال منه 
‫ کار نکرده هنری 
‫ نه ، لطفا اینو نگو 
‫ می‌دونم . رها کردنش خیلی سخته 
‫ شکست این شکلی نیست ‫ و فقط باید بهش فکر کنم ‫ داره یه اثری می‌ذاره 
‫ باید بیای خونه ، خب ؟ 
‫ ده روز وقت داشتی ‫ اونم با کلی کمک ‫ ولی هیچ مدرکی نیست که کَل جواب داده . ‫ تعطیلش می‌کنیم 
‫ این پایان پروژه‌‌ست ‫ هنری ‫ چیزها رو اشتباه به خاطر دارم 
‫ مثلا ؟ 
‫ جای وسایل . ماشینم 
‫ یادمه قرمز بود ، ولی آبیه 
‫ چیز کوچیکیه ولی ... ‫ اتفاقا چیز بزرگیه 
‫ فکر کنم ... فکر کنم ... ‫ تو خونه‌ام پیانو دارم ، ‫ ولی پیانو بلد نیستم 
‫ دچار توهم هم میشی ؟ 
‫ چه جورش ؟ 
‫ پاول لنکستر رو می‌بینم 
‫ یعنی ... ‫ به گمونم ، روحش 
‫ بعضی وقتا حس می‌کنم هنوز اون بالا ‫ تو ایستگاه فضایی‌ام 
‫ اینهایی که میگی نشونه‌های ‫ اختلال اضطراب پس از سانحه‌ان ‫ که منجر میشه به بازپخش ... ‫ رویدادهای پراضطراب ، ‫ پرش‌های حافظه ، خشم 
‫ این شرایط اصلا عجیب نیست ‫ ترس جونت رو داشتی ‫ نگران خدمه و خانواده‌ت بودی ‫ با مرگ یک دوست سروکله زدی ‫ ترومای بزرگی رو پشت سر گذاشتی 
‫ حالا برگشتی به زمین ، ‫ و اینجا اون ضربه رو حس می‌کنی 
‫ ببین ، یه تست فرونشانی دگزامتازون ازت می‌گیریم ‫ ببینیم سطح کورتیزولت چقدره 
‫ و تا اون زمان می‌تونم یه چیزی بهت بدم ‫ مثلا ؟ 
‫ لیتیوم 
‫ جنی ، من روانی نیستم ‫ افسرده نیستم 
‫ درسته ، ولی آرومت می‌کنه 
‫ این چیزا رو آروم می‌کنه 
‫ نمی‌خوامش . نمی ... ‫ اینجور چیزا زندگی شغلی آدم رو نابود می‌کنن 
‫ به تحقیقی که داری انجام میدی علاقه دارم 
‫ اسمش چیه ؟ سلامت‌زایی ؟ 
‫ - من ... ‫ - چطور تعریفش می‌کنی ؟ 
‫ نمی‌دونستم تو هم اینجایی ‫ اینجام 
‫ بنظرم اینجا جای بهتریه برام . ‫ می‌تونم کمک کنم 
‫ خب ، اوضاع تو چطوره ؟ 
‫ منظورت آزمایشگاهه ؟ 
‫ خب مدام راهش میندازم 
‫ فکر کنم داریم به یه چیزی می‌رسیم 
‫ چیز زیادی از کَل قبل از اون حادثه یادم نمیاد ... ‫ می‌خوای ببینیش ؟ 
‫ می‌دونم که خیلی چیزها رو نمی‌فهمم 
‫ تا حالا داستان‌های فضانوردها رو شنیدی ؟ ‫ اینکه چه تأثیری روشون داره . ‫ همش خوب نیست 
‫ می‌دونم که یه سری‌ها حس فرسایش داشتن ‫ چه جورم 
‫ براشون سخته 
‫ چیزهایی رو تجربه می‌کنن که درک نمی‌کنن ‫ آره 
‫ دو تا رفیق دارم ... ‫ تو خدمه جمینای چهار ‫ چاک پارکس ، جان کوپر ... ‫ جفتشون اون بالا بوی نون تست ‫ در حال سوختن رو حس کردن 
‫ جان صدای پارس سگ رو شنیده بود 
‫ همیشه می‌گفت صدای لایکاست ‫ ( سگ فضانورد شوروی ) 
‫ می‌دونی ، برام سواله که لایکا چه حسی داشته 
‫ تو سگ دوست داری ؟ 
‫ از وقتی پرواز به ارتفاعات زیاد رو شروع کردیم ، ‫ وضعیت همین بوده 
‫ من یه خلبان آزمایشی بودم ، قبل از آپولو 
‫ به بلندترین ارتفاعات ممکن می‌رفتم ‫ درست تا لبه‌ی فضا 
‫ اون زمان خیلی رایج بود ‫ که همکارها نیروی قدرتمندی رو گزارش بدن ‫ که روی یکی از بال‌های هواپیماشون 
‫ بهش می‌گفتن " دست چپ خدا " 
‫ یه بابایی رو می‌شناختم ‫ پسرش رو از دست داد 
‫ یه پسر کوچولوی شیش ساله ‫ تو تولد خواهر کوچیکش تو دریاچه غرق شد 
‫ این بابا ، دو سال بعد که داشت ‫ با هواپیمای دی‌سی10 روی نوادا پرواز می‌کرد ‫ یه صدایی شنیده 
‫ صدای پسرش ‫ " بابا ، مراقب باش " 
‫ متوجه شد هواپیماش سرازیر شده ، ‫ موفق شد نجاتش بده 
‫ تا آخر عمرش قسم می‌خورد ‫ پسرش نجاتش داده 
‫ اینو بهمون نمیگن ‫ ولی با ورودمون به فضا اینجور چیزها ‫ هم دنبالمون اومدن 
‫ هیچوقت چیزی دیدی که وجود نداشته ؟ 
‫ رفتن به فضا مثل فتح اورسته ‫ تمام تمرکزت روی قله‌ست ‫ و اگه حواست رو جمع نکنی ‫ یادت میره که وقتی به قله رسیدی ‫ باید برگردی پایین 
‫ ملت توی این بخش وا میدن 
‫ باید چکش کنم . دوباره راه افتاده 
‫ - سلام ‫ - منم ، بابا ‫ نمی‌تونم حرف بزنم 
‫ کار نمی‌کنه 
‫ ای خدا ‫ چند سال خوب بود ولی ... ‫ خدایا ، باید یه جوری دورش بزنم ‫ باید یه جوری دستم به اون بی‌پدر برسه 
‫ بابا ، اینو از سرت بیرون کن ‫ که این افکار وجود خارجی دارن 
‫ کانی ، من مریض نیستم 
‫ مریض هستی . ‫ کسی مغزت رو دستکاری نکرده 
‫ دست توئه . کنترلش دست خودته 
‫ ببین ، اگه حمله بهت دست داده ، ‫ لطفا قرص‌هات رو بخور 
‫ گفتم که ، نمی‌تونم حرف بزنم 
‫ همش از مرگ و تصادف حرف می‌زنه 
‫ - و یه مشکل کمد هم وجود داره ‫ - منظورتون چیه ؟ 
‫ - تو کمد قایم میشه . آره ‫ - تو کمد قایم میشه 
‫ بنظر من ممکنه ‫ شما سیستمی هستین که همدیگه ‫ رو یه مقدار گم کردن 
‫ اون ده سالشه . ‫ وقتی شما رفتین نُه سالش بوده 
‫ سال طولانی‌ای بوده . ‫ سن خیلی مرزی‌ایه 
‫ منظورت از مرزی چیه ؟ 
‫ بین دو چیز ‫ بله . دقیقا 
‫ می‌خواد چیزها رو تغییر بده ، مثل اتاقش 
‫ و تا یک سال ، پدر بودن و دختر ‫ و مامان خیلی ... ‫ مامان خیلی دور بوده ‫ تو فضا بوده ‫ و حالا برگشته و شاید آلیس مطمئن نیست 
‫ شاید مدام این حس بهش دست میده که ‫ " مامان ... ‫ خب ... ‫ کی هستی ؟ 
‫ می‌تونم بهت اعتماد کنم ؟ " 
‫ چی بهش گفتی ؟ 
‫ چیزایی می‌دونه که خصوصی‌ان 
‫ همکارمه ، همینطور معلم آلیس 
‫ جنی چی گفت ؟ 
‫ جنی گفت اضطراب پس از سانحه دارم 
‫ جای نگرانی نداره . حالم خوبه ‫ به کسی نگو 
‫ بنظرت دلبستگی من به آلیس مشکلی داره ؟ 
- نه ؟ ‫ خب ، معلومه که داره 
‫ یه سال نبودم 
‫ " کی هستی ؟ 
می‌تونم بهت اعتماد کنم ؟ " 
‫ نگفت آلیس بهت اعتماد نداره 
‫ تو هم نشستی و باهاش موافقت کردی 
‫ اتاق اضافه رو چک کن 
‫ اینجایی ؟ 
‫ آلیس ، بیا بیرون 
‫ آلیس ، زودباش 
‫ چیه ؟ 
‫ یه سری لباس‌های قدیمی دارم که شاید خوشت بیاد 
‫ عزیزم . بیا 
‫ بنظرم به اندازه کافی ‫ خودمون دوتایی وقت نگذروندیم 
‫ شاید بتونیم بریم یه طرفی 
‫ خودمون فقط ؟ 
‫ خب ، نه . بابا هم میاد 
‫ می‌تونیم بریم کلبه 
‫ مدرسه چی پس ؟ 
‫ مدرسه یه سال کامل تو رو داشته 
‫ عزیزم ، من رو دور نکن از خودت ‫ نمی‌کنم 
‫ خوشحال نیستی که برگشتم ؟ 
‫ نمی‌دونم 
‫ فقط یکم ناامید شدم 
‫ فکر می‌کردم یه جور دیگه میشه 
‫ در مرکز کَل یه محفظه هست ‫ که حاوی اتم‌های روبیدیم‌ـه ‫ اطرافش رو یک سری لیزر ، یک سری الکترومگنت‌ گرفتن 
‫ - یه تله مغناطیسی ‫ - متوجه شدم ‫ برای دستیابی به چگالش ‫ لیزر روشن میشه ‫ تا اتم‌ها رو مرتعش کنه 
‫ بعدش که لیزر خاموش میشه ‫ برهم‌نهی اونجا شکل می‌گیره 
‫ شکل دادیش ؟ 
‫ یه لکه سیاه ... دو تا لکه سیاه کنار همدیگه 
‫ این عکسیه که توی ایستگاه فضایی گرفتیم 
‫ یه اثر تداخل وجود داره هنری ‫ وجود اثر تداخل ممکن نیست 
‫ داده‌هات الان چیه ؟ 
‫ - ایناهاش ‫ - این چیه ؟ ‫ شبیه نقاشی یه بچه از جغده 
‫ نمی‌خواد دیده بشه ‫ چی ؟ 
‫ ولی باور کن ، وقتی اینجا راهش انداختم ‫ وقتی اینجا راهش انداختی ؟ ‫ چیزی که می‌بینم اینه 
‫ پس داده‌هاش رو نشونم بده 
‫ داده همینه . نمی‌تونم لوییس 
‫ اونجا توی هاله‌ست . کاملا هم واضحه ‫ ولی فقط من می‌بینمش 
‫ هنری ، شرمنده ولی امکان نداره ‫ مسیری به یه گیتی دیگه ساخته باشی 
‫ چیزی که از ایستگاه فضایی دیدی ‫ عکس نادرستی بوده ‫ نه . آزمایش کَل قرار بود ‫ حالتی رو ثبت کنه ‫ که درش یک ذره بطور همزمان ‫ در دو حالت وجود داره 
‫ و انجامش هم دادیم 
‫ هنری ، یه آزمایش اشتباه پیش رفته ‫ و عکس نادرست به دستت رسیده ‫ ولی همیشه می‌تونی دوباره انجامش بدی 
‫ نه جناب ، نمی‌تونم دوباره انجامش بدم ‫ چون هیچوقت قرار نیست برگردیم اونجا 
‫ گوش کن لوییس ، اگه نتیجه آزمایش ‫ از نظر تئوری می‌تونست خودش ‫ رو به اشکال متفاوت نشون بده چی ؟ 
‫ مثلا ؟ 
‫ جایی جز صفحه نمایش ‫ در ذهن مشاهده‌کننده 
‫ از چیزی که در دنیای اطرافت می‌بینی ‫ اگه روی شیمی‌ِ مغز کار کنه چی ؟ 
‫ بیخیال دیگه ‫ کل تاریخ فیزیک کوانتوم ‫ محصور به اثر مشاهده‌کننده‌ست ‫ تأثیری که نگاه کردن به چیزی ‫ روی آزمایش داره 
‫ شاید آزمایش داره روی من اثر می‌ذاره 
‫ باید خیلی سخت باشه ، نه ؟ ‫ وقتی کسی حرفت رو باور نمی‌کنه 
‫ مأمور برایت هستم از اف‌بی‌آی 
‫ موضوع مورد بحث ما یه بیماری روانیه ‫ که به واسطه‌ش آدم‌ها نمی‌تونن ‫ واقعیت رو به شکلی که هست ببینن 
‫ شاید از چشمت پنهون مونده باشه مأمور برایت ‫ اما حقیقت بسیار کمیابه 
‫ تو اجرای قانون از چشمت پنهون مونده ؟ ‫ نه 
‫ من روی ماه بودم ‫ اونجا راه رفتم 
‫ مدرکش هم هست . یه توپ گلف گذاشتم اونجا 
‫ کسی شک نداره که روی ماه راه رفتین 
‫ فقط می‌خوایم بدونیم توی کشتی ‫ چه اتفاقی برای این آقا افتاده 
‫ موقع شام اومدین سراغش 
‫ آره ، خواستم باهاش حرف بزنم . ‫ سر عقل بیارمش 
‫ می‌خوان تو سانتا باربارا پیاده‌م کنن ، خب ؟ 
‫ حرفی زدین تو مایه‌های اینکه ‫ اگه آقای راجرز بخواد باهاتون گلاویز بشه ‫ پرتش می‌کنین تو دریا 
‫ نه مأمور برایت ، من از زمانی که ‫ هواپیمام تو کره سقوط کرد ‫ نتونستم این شونه رو 45 درجه بیشتر بالا بیارم 
‫ اگرم می‌تونستم این کارو نمی‌کردم 
‫ من فضانوردم 
‫ قضیه درستکاری و اینا 
‫ چیکار می‌کنی ؟ 
‫ من یه انسان مستقلم 
‫ برای جایی رفتن به اجازه کسی نیاز ندارم 
‫ لعنتی ، می‌خوام سر علت این موضوع ‫ به تفاهم برسیم 
‫ قانعم کن که دیوونه نشدم 
‫ " ایلیا . ویتامین آ " 
‫ " آدری . ویتامین آ " 
‫ " یاز . ویتامین آ " 
‫ " ویتامین ب " 
‫ " آماندا کلاین " 
‫ " ویتامین ب " 
‫ " فضانورد ناسا ، آماندا کلاین ‫ در فضا فرشته‌ها را دیده " 
‫ یالا 
‫ " فضانورد کانادایی در محاکمه 
‫ معرفی هویت جعلی پیش از اقدام ‫ به قتل شوهر سابق و خانواده‌ی جدیدش " 
‫ " کالدرا ، هنری " 
‫ چیکار می‌کنین ؟ 
‫ بچه‌ها ، بس کنین ! 
‫ هر کاری که با زمان خودم ‫ و زندگی خودم می‌کنم ‫ فقط به خودم ربط داره 
‫ ببخشید هنری 
‫ اگه انقدر کنجکاو نبودی ‫ هیچکدوم این مشکلات نبودن 
‫ حالت خوبه هنری ؟ 
‫ فرمانده کالدرا ؟ 
‫ کنجکاوی کار دست آدم میده 
‫ جفتمون وقت داشتیم که به یه سری چیزا فکر کنیم ‫ ولی وقت حرف زدن نداشتیم 
‫ در مورد چی ؟ 
‫ مشخصه یه چیزی تغییر کرده ‫ و متأسفم اگه حرفایی زدم که نامناسب بودن 
‫ ولی من می‌خوامت جو ، ‫ درست به اندازه قبل 
‫ می‌خوام تا اتمام قراردادمون اینجا بمونیم ‫ و بریم تو بخش خصوصی ، ‫ همونطور که قرار گذاشتیم 
‫ باهاشون حرف زدم . با استارکازم ، با آلیانا 
‫ استقبال می‌کنن ‫ بخصوص اگه دوتامون بریم 
‫ کالیفرنیا 
‫ نمی‌دونم منظورت چیه 
‫ جو ، ببین 
‫ بنظرم اگه نظرت عوض شده باشه ‫ این حقمه که بدونم 
‫ نظرت عوض شده ؟ 
‫ تفاوت‌های عجیب زیادی بین زمین و فضا هست ‫ و به جاذبه هم محدود نمیشه 
‫ زمان در زمین و فضا با سرعت متفاوتی می‌گذره 
‫ پس بعد از شش ماه موندن در فضا ‫ یه فضانورد 0.007 ثانیه کمتر از کسی که ‫ روی زمین مونده عمر می‌کنه 
‫ اونوقت چی میشه ؟ 
‫ - تو چیزی می‌فهمی ؟ ‫ - چی چی میشه ؟ ‫ اون 0.7 ثانیه چی میشه ؟ 
‫ تویی ؟ 
‫ - ها ؟ ‫ 
‫ زنه همینه ماگنوس ؟ 
‫ چی شده ؟ 
‫ زنه همینه ؟ 
‫ بیخیال جو 
‫ - متأسفم سارا ‫ - " متأسفم سارا " 
- دست از سر شوهر من بردار ، خب ؟ 
‫ این دیگه چه غلطی بود ؟ 
‫ سوییچ رو بده من 
‫ مسخره‌ست 
‫ تا دو هفته نباید رانندگی کنی 
‫ یه ماشین کیری رو دیگه بلدم برونم 
‫ جلوی دخترمون فحش نده ‫ داری مثل دائم‌الخمرها رفتار می‌کنی 
‫ میشه یه آهنگ بذاریم ؟ 
‫ باید یکم تمرکز کنم 
‫ آلیس ، باید تمرکز کنم ، خب ؟ 
‫ آلیس ، خاموشش کن . خاموشش کن آلیس ! 
‫ - آلیس ، خدا بگم چیکارت کنه ! ‫ 
‫ آژانس‌های فضایی مختلف ‫ مراکز توانبخشی دارن برای ‫ فضانوردهایی که ... ‫ یه بیماری به نام فرسایش فضانورد هست 
‫ ای خدا ، تازه برگشته ‫ - نمی‌تونم بذارم دوباره بره ‫ 
- اون مشکل داره 
‫ مشخصاً یه واکنشه ‫ به استرس اتفاقی که توی فضا افتاده 
‫ و اگه اقدامی نکنیم بدتر میشه 
‫ تو هم باهاش میری ؟ 
‫ نمی‌دونم 
‫ آره شاید . اولش 
‫ باهاش رابطه داشتی ؟ 
‫ - چی گفته ؟ ‫ - ول کن که اون چی گفته ‫ داشتی ؟ 
‫ 
‫ بهم دروغ گفتی 
‫ چی ؟ 
‫ نگرانه چون ... ‫ رفتار گسسته‌گونه‌ای داری 
‫ خودم می‌تونم حرفم رو بزنم مرتیکه کثافت 
‫ چی بهش گفتی ؟ 
‫ حقیقت رو گفتم 
‫ من واقعا ... واقعا یادم نبود . ‫ یادم ... ‫ آدم چجوری همچین کسشری رو فراموش می‌کنه ؟ 
‫ قطعا یه سری مشکلات مربوط به حافظه وجود داره ‫ گوه نخور ! 
‫ جو ، اگه این علائم رو تجربه می‌کنی ‫ به راحتی می‌تونیم درمان مناسب ‫ رو برات فراهم کنیم ‫ باید با شوهرم حرف بزنم 
‫ از خونه‌ام گمشو برو بیرون ‫ برو ! 
‫ من دیوونه نشدم 
‫ فردریک ، من برات کار می‌کنم 
‫ اینجا خونه‌مه ‫ تو جات اینجا نیست . الان سر کار نیستم 
‫ باشه ‫ خیلی‌خب 
‫ فردا میریم سراغ منابع انسانی 
‫ خوشحال میشم همه این مسائل ‫ رو فاش کنیم 
‫ بهت دروغ نگفتم 
‫ من کسخل نیستم 
‫ یادم نبود 
‫ یادم هم نیست . هنوز یادم نمیاد ! 
‫ شاید اینجا اون جایی نیست که ترکش کردم 
‫ دقیقا همونه جو ! 
‫ این تویی که فرق کردی ! ‫ بابا ! 
‫ وایسا . ماگنوس ! هی ، ماگنوس ... ‫ چرا برای تنوع هم که شده ‫ از بچت مراقبت نمی‌کنی ؟ 
‫ " رصدخانه دریایی . دانمارک " 
‫ " فرمانده اریکسون عزیز ... ‫ دو نوار را پیوست کرده‌ایم 
‫ شنیدیم شما در روز 15 اکتبر ‫ در ایستگاه فضایی بین‌المللی بوده‌اید 
‫ نوار واضح نیست ‫ اما به همراهش یک رونوشت هم برای شما می‌فرستیم " 
‫ چه مرگته تو ؟ 
‫ اونی که به ملت میگه ‫ روی ماه قدم برداشته ‫ در حالی که این کارو نکرده ، تویی ! ‫ دروغگویی ، بزدلی و دزدی 
‫ - فیلم دوربین مداربسته اس‌اس برنیس آماده‌ست ‫ - عالی ‫ هماهنگ شده 
‫ " مرکز مسکو ، ایستگاه صحبت می‌کنه . ‫ لطفا جواب بدید " 
‫ " مرکز مسکو ، ایستگاه صحبت می‌کنه . ‫ لطفا جواب بدید " 
‫ " مرکز مسکو ، ایستگاه صحبت می‌کنه . ‫ لطفا جواب بدید " 
‫ من حرف می‌زنم ... ‫ نمی‌دونم می‌شنوین یا نه ، ‫ ولی چراغ‌های من روشنه ‫ پس ... نمی‌دونم ‫ نمی‌دونم مشکل از اینجاست یا ... ‫ بابا ؟ ‫ " ... آخرین رونوشت " 
‫ نوار دوم در روز 23 نوامبر سال 1967 ‫ توسط ما ضبط شده ‫ ظاهرا وقوع تصادفی در فضا ‫ و مرگ یک فضانورد زن را نشان می‌دهد " 
‫ مامان ؟ 
‫ - آلیس ؟ چیه ؟ آلیس ؟ ‫ - منم ! 
‫ چیه ... چی می‌بینی ؟ 
‫ تو مُردی 
‫ - بیدارش نکن ‫ - بیدار شده 
‫ - بابای وندی‌ـه ‫ - چی ؟ پاول ؟ 
‫ ای خدا ، ولش کن جو 
‫ - می‌خوام برم ‫ - بیا ببینم 
‫ - وایسا . بذارش زمین ‫ - بیا بریم ‫ ماگنوس . کجا می‌بریش ؟ 
‫ نذارش تو کمد ! 
‫ - نذارش تو کمد لعنتی ! ‫ 
- خودم می‌خوام 
‫ این چه کمکی به اوضاع می‌کنه ؟ 
‫ می‌خوام بابا جام رو درست کنه 
‫ نذارش تو کمد میگم ! 
‫ ازت می‌ترسه جو . خب ؟ ‫ داری می‌ترسونیش 
‫ فقط برو . برو پایین 
‫ واقعا داشتی چیکار می‌کردی ؟ 
‫ چرا می‌ذاریش تو کمد ؟ 
‫ ترسیده . می‌خواد قایم بشه 
‫ چند وقته می‌ترسه ؟ ‫ بنظر خودت چند وقته ؟ 
‫ قر‌ص‌هایی که جنی بهت داده رو مصرف کن 
‫ می‌دونی چیه ؟ ‫ اونا قرص ضدروان‌پریشی‌ان ‫ معلومه خب . هدفش همینه 
‫ نه ، نه ، نه . جفتشون رو میگم 
‫ ویتامین‌ها و ... جفتشون ... ‫ یه سری‌ها بطور منظم دارن کار می‌کنن ‫ که به من داروی ضدروان‌پریشی بدن 
‫ می‌خوان چیزی که اون بالا دیدم رو انکار کنن 
‫ فقط این داروهای تخمیت رو بخور جو 
‫ چیکار می‌کنی ؟ 
‫ زنگ می‌زنم به فردریک ، ‫ چون درست میگه 
‫ نه ، باید اینو درستش کنم ‫ و تو هم باید کمکم کنی 
‫ باید بفهمم چرا دارن این کارو می‌کنن 
‫ دارم کمکت می‌کنم جو 
‫ چرا به فردریک زنگ می‌زنی ؟ 
‫ اونی که مثلا باهاش می‌خوابید من بودم 
‫ نکن ! 
‫ می‌دونم وقتی اون بالا بودم ‫ همه‌تون صدام رو می‌شنیدین 
‫ وقتی اون بالا بودم و می‌خواستم ‫ برگردم خونه و ترسیده بودم ‫ همه‌تون صدام رو می‌شنیدین . ‫ اون نوارها رو شنیدم ‫ و می‌خواستین ولم کنین اون بالا تا بمیرم ‫ جو 
‫ - گوشی رو بذار کنار ‫ - متأسفم 
‫ گوشی وامونده رو بذار زمین ‫ - برگردی من بازم اینجام ! ‫ - اون ... 
