क्य हम लगभग वह ँ पहुँच गए ? 
मेरे म ज़े भ ग गए हैं । 
पक्क त पम न म इनस 50 ह ग । 
डैड ? 
अब हम क्य करें ? 
गर्म च कलेट ? 
मेर मतलब , हम कह ँ रहेंगे ? 
वैसे , हम व पस इंग्लैंड ज सकते हैं । 
हम यह ँ स्व डन में रह सकते हैं । 
दरअसल , हम कह ं भ ज सकते हैं । 
मेर मतलब , हम रे प स क ई नह ं ... य द है प छल ब र जब हम यह ँ आए थे ? 
वह म ँ के स थ ब त ई आख़ र गर्म य ँ थ ं । 
मुझे घबर हट ह रह है । 
वह यह ँ नह ं ह ंग । तुम यह ज नत ह , है न ? 
हम उनसे द ब र नह ं म लेंगे । 
क्र समस और जन्मद न क देर से शुभक मन एँ ! 
ठ क है । " स्पैन श फ़ यरमैन के द बेटे हैं । उनके न म क्य हैं ? " 
" ह ज़े और ह ज़ ब । " 
यह बेहद मज़ क य है । 
क्य ? 
वह बेतुक थ । 
इन्हें बेतुक ह ह न च ह ए । तभ त मज़ क य लगत है । 
आप एक सुन इए । अरे , नह ं । 
- ह ँ । - ह ँ । तुम एक सुन ओ । 
ठ क है । ठ क है , मुझे एक सूझ है । 
यह तुम्ह रे व ले से मेल ख त है । 
- पर यह स्व ड श चुटकुल है । - मेर श द एक स्व ड से हुई है । सुन ओ । 
ठ क है , त , नेल्सन मंडेल क एक स्व ड श स तेल भ ई है । 
नेल्सन मंडेल क न हैं ? 
अगर तुम्हें नह ं पत क नेल्सन मंडेल क न हैं , त यह चुटकुल समझ नह ं आएग । 
मुझे पत है वह क न थे । 
ठ क है , त नेल्सन मंडेल क एक स्व ड श स तेल भ ई है ज सक न म है ... म स्त् मंद येल । 
यह स्व ड श में सच में बेहद मज़ क य है । 
तुमने कबर्ड के आस-प स बदल व क ए । 
नह ं , मुझे सज वट में बदल व करन पसंद नह ं है । 
ज , क्य हम ब त कर सकते हैं ? 
ह ँ , बेशक । 
ब त यह है क ... तुम्ह रे ज ने से पहले , हमने एक-दूसरे क अच्छे से व द नह ं क य थ । 
हमने कैसे व द क य थ ? 
दरअसल , जब हमने अलव द कह थ तुमने मेर तरफ़ देख ह नह ं थ । 
बेशक मैंने देख थ । नह ं । तुमने नह ं देख थ । 
प छले स ल मैंने इस ब रे में क फ़ स च । 
पत नह ं तुमने ध्य न द य य नह ं , पर वे कुछ मह ने सच में क फ़ डर वने थे । 
कम से कम , मेरे ल ए । तुम्ह रे ज ने से पहले । 
मुझे म फ़ कर द । 
मुझे यह इस तरह य द नह ं है । 
अब मैं ल ट आई हूँ और मैं कह ं नह ं ज रह । 
तुम मुझसे प्य र करत ह ? 
बेशक करत हूँ । 
मैं ज़बरदस्त प्य र प ने क क श श नह ं कर रह । मैं द ल से पूछ रह हूँ । 
बेशक मैं तुमसे प्य र करत हूँ , बेवकूफ़ कह ं के । 
- हैल । 
- व पस पर स्व गत है , मैडम । 
धन्यव द । 
इस व ल क क्य ? " ह ओ द सैंड ग ट टू द स " । 
तुम इसे फेंकन च हत ह य रखन च हत ह ? 
तुम्हें मेर ब त समझ नह ं आ रह है , है न ? 
मैं बस पूछ रह थ क तुम यह रखन च हत ह य फेंकन च हत ह । 
फेंक द ज ए । 
फेंक द य । 
" द चेंजल ंग । " 
ह ँ । ज समें व श लक य द नव बच्चे क ले ज ते हैं । 
और वे म ँ क व पस ज़ ंद करने के ल ए बच्चे क आग में ड लते हैं । 
मेरे ज ने से पहले , क्य कुछ ख़ स हुआ थ ज ससे तुम न र ज़ हुए थे ? 
हमें इस ब रे में ब त करने क ज़रूरत नह ं है । 
क्य यह ँ कह ं एलन क है ? ह ँ । 
- यह व ल , है न ? - ह ँ । 
तुम हमसे बहुत कम म लत थ । 
मेर मतलब , बेशक एक ब र गर्म य ं में हम कैब न नह ं ज प ए थे , पर तुम प्रश क्षण कर रह थ । क फ़ समय तक । त , क ई एक ख़ स वजह नह ं थ ? 
पत है , एक ऐस द न ज़रूर आएग जब मैं आख़ र भद्द फ़र्न चर ज ड़ चुक हूँग और मुझे यह द ब र नह ं करन पड़ेग । 
मैग्नस , क्य ब त है ? 
मैं ईर्ष्य लु नह ं हूँ । उम्म द है क तुम यह ज नत ह । 
पर मुझे तुम पर और फ़्रेडर क पर शक़ ह ने लग थ । 
क्य ? 
ब ल्कुल नह ं । नह ं । देख , हम रे ब च सब बेहद अच्छ ज रह है । 
- ह ँ । - त मुझे सच्च ई बत ने के ल ए यह अच्छ समय ह ग । 
पर , मैग्नस , मेर फ़्रेडर क के स थ क ई अफ़ेयर नह ं थ । 
मैं ऐस कभ नह ं करूँग । 
- ह ँ । 
- मैग्नस , कृपय । 
मैं बस च हत हूँ क हम एक-दूसरे के प्रत ईम नद र रहें । ह ँ । 
ज , जब तुम यह ँ नह ं थ ... मैं क स से म ल थ । 
क्य ? 
मेर मतलब , दरअसल कुछ हुआ नह ं थ । 
पर हम ड्र ंक प ने गए थे । 
बस एक ब र चूम थ । क्य ? 
मुझे लग थ क तुम मुझे छ ड़ रह थ , ज । 
तुम्ह रे और फ़्रेडर क के ब रे में ... क फ़ अफ़व हें फैल थ ं । 
मुझे लग थ क तुम्ह रे व पस ल टने के ब द हम र र श्त टूट ज एग । पर क्य ं ? 
- मतलब ... - बस तुम्हें सच्च ई बत ने क क श श कर रह हूँ । ह ँ । मैं च हत हूँ क तुम मेरे पत बने रह , समझे ? मैं च हत हूँ क ऐल स मेर बेट बन रहे । 
जब मैं अंतर क्ष में थ , मेर स र ध्य न केवल घर ल टने और भद्द फ़र्न चर ज ड़ने पर थ । 
जब मैं अकेल अंतर क्ष में थ और क ई मेर आव ज़ सुन नह ं प रह थ और मुझे लग थ क मैं मरने व ल हूँ । 
डैड ? डैड । आइए । 
मैग्नस ... मुझे बेहद दु ख है क मैंने तुमसे और उससे दूर रहकर इतन समय गंव य । 
मैं सह नह ं प ऊँग अगर ... डैड ? 
म फ़ करन । 
श्र र जर्स ? 
- श्र र जर्स ? - बस एक सेकंड । 
- क्य वह ... 
- बड , स रे वक्त ओं क मुख्य ह ल में ज न है । आप तक ल न ब्र फ़ ंग के ल ए । ह ँ , मैं बस कहन च हत थ ... कृपय , ध्य न दें । देव य ं और सज्जन ं , मैं आपक कैप्टन ब ल रह हूँ । 
हम मुड़ रहे हैं और हम सैंट ब रबर में रुकेंगे । 
लगत है कल र त क हम रे एक अत थ के स थ एक दुर्घटन घट है । 
हमें कुछ ज़रूर सुरक्ष उप य और प्रक्र य एँ पूर करन ह ंग । एफ़ब आई 
हम र अनुर ध है क आप जह ज़ पर ह रुकें और उम्म द है क आपक ज़्य द परेश न नह ं ह ग । 
हेनर , आप न स द्व र व त्त प ष त हैं और न स के कर्मच र हैं । 
और मैं तुम्ह रे जन्म से भ पहले से यह रह हूँ , म केल । 
हमें इस तथ्य पर ब त करन ह ग क आपक आरप एल उपकरण लेकर अन्य स्पेस एजेंस के प स ज ने क अनुमत नह ं द गई है । 
स एएल मेर है । 
वह क रगर नह ं हुआ , हेनर । 
नह ं , कृपय यह मत कह । 
मुझे पत है । ह र म नन बेहद कठ न ह त है । 
ह ँ , पर , मैं ह र नह ं हूँ । मुझे बस ब र क़ से स चन ह ग । उसक प्रभ व द ख रह है । 
आपक व पस ल टन ह ग , ठ क है ? 
आपक दस द न म ले और क फ़ मदद भ म ल , और स एएल के क रगर ह ने क क ई सबूत नह ं म ल । हम इसे बंद कर रहे हैं । 
यह इस पर य जन क अंत है । हेनर ... मुझे च ज़ ं क लेकर ग़लतफ़हम ह त है । 
जैसे ? 
च ज़ें कह ँ हैं । मेर क र । 
मुझे य द है क वह ल ल थ , पर वह न ल है । 
यह म मूल ब त है , पर ... दरअसल , यह बहुत बड़ ब त है । 
मुझे ... मुझे लगत है क मेरे ... मेरे प स घर में एक प य न है , पर मैं प य न बजत ह नह ं हूँ । 
क्य तुम्हें मत भ्रम ह त है ? 
क स तरह क ? 
मुझे प ल लैंकेस्टर द खत है । 
मेर मतलब , मैं ... श यद , उसक भूत द खत है । 
कभ - कभ ऐस लगत है क मैं अब भ ऊपर आईएसएस पर हूँ । 
ज तुम मुझे बत रह ह वह प ट एसड के लक्षण लगते हैं , ज समें तुम्हें तन वपूर्ण घटन एँ द ब र द खत हैं , कुछ य दें म टत हैं , गुस्स आत है । 
तुम्हें यह समस्य ह न हैर न क ब त नह ं है । तुम्ह र ज न क ख़तर थ , तुम अपने कर्म दल , अपने पर व र क लेकर बेहद च ंत त थ । अपने द स्त क म त से जूझते हुए , तुम क फ़ बड़े सदमे से गुज़र ह । 
अब तुम पृथ्व पर ल ट आई ह और यह ं पर तुम पर उसक प्रभ व पड़ सकत है । 
सुन , हम तुम पर डेक्स मेथ स न-सप्रेशन टेस्ट करेंगे और देखेंगे क तुम्ह र क र्ट स ल क स्तर क्य है । 
और इस ब च , मैं तुम्हें कुछ दे सकत हूँ । जैसे ? 
ल थ यम । 
जेन , मैं प गल नह ं हूँ । मुझे अवस द नह ं है । 
नह ं , पर इससे तुम श ंत ह ज ओग । 
इससे ये च ज़ें दब ज त हैं । 
मुझे यह नह ं च ह ए । मुझे नह ं ... इन च ज़ ं से कर यर ख़त्म ह ज त है । 
तुम ज अनुसंध न कर रह ह , मुझे उसमें द लचस्प है । 
उसक न म क्य है , " सैल्युजेनेस स " ? 
- मुझे ... - तुम उसे कैसे पर भ ष त करत ह ? 
मुझे पत नह ं थ क आप यह ँ हैं । मैं यह ं हूँ । 
मुझे लगत है क मेरे ल ए यह बेहतर जगह है । मुझे लगत है क मैं मदद कर सकत हूँ । 
त आपके स थ सब कैस चल रह है ? 
तुम्ह र मतलब स एएल से है ? 
मैं उसे ब र-ब र चल त रहत हूँ । 
श यद मैं क स ख ज के कग़ र पर हूँ । 
मुझे स एएल के ब रे में दुर्घटन से पहले क ज़्य द कुछ य द नह ं है , मैं ... - मैं ... - क्य तुम उसे देखन च ह ग ? 
मुझे बहुत स र च ज़ें समझ नह ं आ रह हैं । 
तुमने एस्ट्र न ट ं से उनके उप ख्य न त्मक बय न सुने हैं ? इसक उन पर क्य प्रभ व पड़त है ? वह केवल अच्छ प्रभ व त नह ं ह त । 
मुझे पत है क कुछ ल ग थक हुआ महसूस करते हैं । अरे , ह ँ । 
ल ग ं क यह कठ न लगत है । 
ऐस च ज़ें महसूस करते हैं ज उनक समझ में नह ं आत है । ह ँ । 
मेरे कुछ द स्त हैं , जेमन ई IV के कर्म दल के ... चक प र्क्स , ज न कूपर ... उन्हें वह ँ ऊपर जलते हुए ट स्ट क गंध म ल थ । द न ं क । 
ज न ने कुत्ते क भ ंकते हुए सुन थ । 
हमेश कहत थ क वह लइक थ । 
स चत हूँ क लइक ने क्य महसूस क य थ । 
तुम्हें कुत्ते पसंद हैं ? 
जब से हमने ज़्य द ऊँच ई पर उड़ न भरन शुरू क य , यह तब से हमेश ह त आय है । 
मैं टेस्ट प यलट थ , अप ल से पहले । 
ज तन ह सके , उतन ऊँच ई पर उड़त थ , ब ल्कुल अंतर क्ष के प स तक । 
उस समय यह बेहद आम ब त थ क मेरे सहकर्म 90,000 फ़ ट से ऊपर ज ने पर यह र प र्ट करते थे क व म न ं के पंख ं में से एक पर एक शक्त श ल बल दब व ड लत है । 
वे उसे " ईश्वर क ब य ँ ह थ " कहते थे । 
मैं एक आदम क ज नत थ । उसने अपन बेट ख य थ । 
नन्ह बेट , छह स ल क , अपन छ ट बहन के जन्मद न पर एक झ ल में डूब गय थ । 
कुछ स ल ब द , यह आदम ज नेव ड के ऊपर ड स - 10 व म न उड़ रह थ , उसने एक आव ज़ सुन । 
उसके बेटे क आव ज़ । " डैड , संभलकर । " 
उसने ध्य न द य क उसने ग त लग द य थ , फ र वह व म न स ध करने में क़ मय ब रह । 
मरते दम तक , वह व श्व स से कहत रह क उसके बेटे ने उसक ज न बच ई । 
वे कहते नह ं है , पर अंतर क्ष में हम रे स थ भ यह ह त है । 
सैल्यूट 7 के कर्म ज न्ह ंने देवदूत देखे तुमने कभ कुछ ऐस देख ज सक अस्त त्व ह नह ं थ ? 
अंतर क्ष में ज न , एवेरेस्ट क चढ़ ई चढ़ने जैस है । तुम्ह र पूर ध्य न श खर पर ह त है । और अगर तुम बेहद स वध न न रह , त तुम यह भूल सकते ह क श खर पर पहुँचने के ब द , तुम्हें न चे भ उतरन ह ग । 
और तब ल ग असफल ह ज ते हैं । 
मुझे यह देखन ह ग । यह द ब र चल रह है । 
- हैल । - मैं प प ब ल रह हूँ । मैं ब त नह ं कर सकत । 
यह क म नह ं कर रह है । 
हे भगव न । कुछ स ल ं तक सब ठ क थ , पर ... हे भगव न , मुझे इस समस्य क हल ढूँढन ह ग । मुझे उस कम ने तक पहुँचने क तर क ढूँढन ह ग । 
प प , आपक यह स चन बंद करन ह ग क इसके ल ए क ई और ज़ म्मेद र है । 
क न , यह क ई ब म र नह ं है । 
यह ब म र ह है । क स ने आपके द म ग़ के स थ छेड़ख न नह ं क । 
यह आप पर है । आप उसे न यंत्र त कर सकते हैं । 
देख ए , अगर आपक फ र से च ज़ें द ख रह हैं , त कृपय अपन ग ल य ँ ल ज ए । 
मैंने कह न , मैं ब त नह ं कर सकत । 
वह म त और दुर्घटन ओं के ब रे में ब त करत है । 
- और फ र यह अलम र व ल समस्य भ है । - आपक क्य मतलब है ? 
- वह अलम र य ं में छुपत है । ह ँ । - वह अलम र य ं में छुपत है । 
मुझे लगत है क श यद आप द न ं क एक-दूसरे क कम क फ़ खल । 
वह दस स ल क है । वह न स ल क थ जब आप अंतर क्ष में गई थ ं । 
यह क फ़ लंब स ल है । यह बेहद अवस म य उम्र है । 
" अवस म य " से आपक क्य मतलब है ? 
एक च ज़ से दूसर च ज़ के ब च । ह ँ । ब ल्कुल सह कह । 
वह कुछ च ज़ें बदलन च हत है , जैसे क उसक कमर । 
और एक स ल तक , प त और बेट रह रहे थे , और म ँ ... म ँ क फ़ दूर थ ं । वह अंतर क्ष में थ ं । और अब वह ल ट आई हैं और श यद ऐल स सुन श्च त नह ं है । 
श यद उसक ये भ वन एँ उसे सत रह हैं क , " म ँ त ... वैसे , " आप ... आप क न हैं ? 
क्य मैं आप पर भर स कर सकत हूँ ? " 
तुमने उसे क्य बत य है ? 
उसे व्यक्त गत च ज़ें पत हैं । 
वह मेर सहकर्म है और ऐल स क ट चर है । 
जेन ने क्य कह ? 
जेन ने कह क मुझे प ट एसड है । 
च ंत करने क क ई ब त नह ं है । मैं ठ क हूँ । क स क मत बत न । 
क्य तुम्हें लगत है क ऐल स के प्रत मेरे लग व में क ई कम है ? 
- नह ं ? बेशक कम है । 
मैं एक स ल उससे दूर रह । 
" आप क न हैं ? 
क्य मैं आप पर भर स कर सकत हूँ ? " 
- उसने नह ं कह ऐल स तुम पर भर स नह ं कर सकत । 
- तुम बस उससे सहमत ह कर बैठे रहे । 
स्पेयर कमरे में ढूँढ । 
क्य तुम यह ँ ह ? 
ऐल स , ब हर न कल । 
ऐल स , अभ । 
क्य हुआ ? 
मेरे प स कुछ पुर ने कपड़े हैं ज श यद तुम्हें पसंद आएँ । 
ज न । यह ँ आओ । 
हमने ज़्य द मम्म - ऐल स समय नह ं ब त य । 
श यद हम कह ं ब हर ज सकते हैं । 
बस हम द न ं ? 
नह ं । बेशक , डैड भ ज सकते हैं । 
हम कैब न में ज सकते हैं । 
पर स्कूल क क्य ? 
तुम पूरे स ल स्कूल गई ह । 
ज न , मुझसे दूर मत ज ओ । मैं नह ं ज रह । 
क्य तुम मेरे व पस ल टने से ख़ुश नह ं ह ? 
पत नह ं । 
मैं बस थ ड़ न र श हूँ । 
मुझे लग थ क यह अलग ह ग । 
स एएल के केंद्र में एक चेम्बर है ज समें रुब ड यम परम णुओं क गैस है । उसके च र ं ओर लेज़र , इलेक्ट्र मैग्नेट लग ए गए हैं । 
- एक चुंबक य ज ल । - समझ गय । संघनन ह स ल के ल ए , लेज़र क ऑन क य ज त है त क वह परम णुओं क प्रत ध्वन त करे । 
फ र , जब लेज़र क बंद क य ज त है , तभ सुपरप ज़ शन बनत है । 
- एमआईट तुमने उसे बन य ? 
एक क ल धब्ब ... द क ले धब्बे एक स थ में । 
आईएसएस पर हमें यह तस्व र म ल थ । 
यह ँ हस्तक्षेप प्रभ व द ख रह है , हेनर । हस्तक्षेप प्रभ व ह न असंभव है । 
अभ डेट क्य दर्श त है ? 
- यह देख । - यह क्य है ? यह क स बच्चे क उल्लू वगैरह क तस्व र जैस द खत है । 
यह द ख ई देन नह ं च हत है । क्य ? 
पर मेर व श्व स कर , जब मैंने इसे यह ँ पृथ्व पर चल य ... जब तुमने इसे यह ँ पृथ्व पर चल य ? मुझे यह द खत है । 
त फ र मुझे डेट द ख ओ । 
यह डेट है । इससे ज़्य द नह ं द ख सकत , लुइस । 
यह हेल के अंदर स्पष्ट म जूद है , पर केवल मुझे ह द खत है । 
हेनर , म फ़ करन । तुम क स दूसरे ब्रह्म ंड के ल ए र स्त नह ं बन सकते । 
ज तुमने आईएसएस से देख , वह एक झूठ तस्व र थ । नह ं । स एएल प्रय ग क उद्देश्य एक ऐस स्थ त क सबूत ढूँढन थ ज समें एक कण एक ह समय में द अलग-अलग अवस्थ ओं में ह त है । 
और हम सफल हुए । 
हेनर , तुम्ह र प्रय ग ग़लत ह गय और तुम्हें झूठ तस्व र म ल । पर तुम वह कभ भ द ब र चल सकते ह । 
नह ं , सर , मैं वह द ब र नह ं चल सकत क्य ंक हम अब कभ व पस ऊपर नह ं ज एँगे । 
सुन , लुइस , अगर प्रय ग के पर ण म सैद्ध ंत क रूप से ख़ुद क अलग-अलग तर क ं से द ख सकें त ? 
जैसे ? 
एक स्क्र न पर नह ं । देखने व ले के द म ग़ में । 
उसमें , ज तुम अपने आस-प स क दुन य में देखते ह । अगर यह द म ग़ के रस यन श स्त्र पर क म करत ह त ? 
चल भ । क्व ंटम भ त क क पूर इत ह स पर्यवेक्षक प्रभ व से जुड़ हुआ है , वह प्रभ व ज क स च ज़ क देखने से प्रय ग पर पड़त है । 
अगर प्रय ग क मुझ पर प्रभ व पड़ रह ह त ? 
क फ़ च ट पहुँचत है , है न ? जब क ई आप पर व श्व स नह ं करत है । 
एजेंट ब्र इट , एफ़ब आई । 
हम यह ँ ज स पर चर्च कर रहे हैं , वह एक मन वैज्ञ न क ब म र है ज समें ल ग ं क च ज़ें उनके व स्तव क रूप में द ख ई नह ं देत हैं । 
अब , श यद तुमने ध्य न नह ं द य , एजेंट ब्र इट , पर सच्च ई बेहद दुर्लभ है । 
क्य क़ नून क न कर में तुम यह चूक गई ? नह ं । 
मैं च ँद पर थ । मैं वह ँ पैदल चल । 
इसक सबूत है । मैंने वह ँ एक ग ल्फ़ ब ल छ ड़ थ । 
क ई इस पर संदेह नह ं कर रह क आप च ँद पर चले थे । 
हम बस यह ज नन च हते हैं क इस आदम के स थ जह ज़ पर क्य हुआ । 
आपने ड नर के समय आकर उन्हें ट क थ । 
ह ँ , उससे ब त करने के ल ए । उसे समझ ने के ल ए । 
वे मुझे सैंट ब रबर में उत र देंगे , ठ क है ? 
आपने कुछ ऐस कह थ क , अगर श्र र जर्स आपसे उलझेंगे , त आप उन्हें समंदर में फेंक देंगे । 
नह ं , एजेंट ब्र इट , क र य में मेर व म न दुर्घटन ग्रस्त ह ने के ब द से मैं यह कंध 45 ड ग्र से ऊपर उठ नह ं प य हूँ । 
और अगर मैं उठ भ प त , त भ ऐस नह ं करत । 
मैं एक एस्ट्र न ट हूँ । 
उसूल ं क पक्क हूँ । 
तुम क्य कर रहे ह ? 
मैं एक स्वतंत्र इंस न हूँ । 
मुझे कह ं भ ह ने के ल ए क स क अनुमत नह ं च ह ए । 
हद है , मैं च हत हूँ क हम इस ब त पर सहमत ह ं क इसक क रण क्य है । 
मुझे व श्व स द ल ओ क मैं प गल नह ं ह रह हूँ । 
" इल्य । व ट म न ए । " 
" ऑड्र । व ट म न ए । " 
" जैज़ । व ट म न ए । " 
" व ट म न ब । " 
" अम ंड क्ल इन । " 
" व ट म न ब । " 
" न स एस्ट्र न ट अम ंड क्ल इन ने अंतर क्ष में देवदूत देखे । " 
चल । 
" कन ड ई एस्ट्र न ट पर मुक़दम । 
पूर्व-पत और उसके नए पर व र क हत्य क क श श से पहले अपन झूठ पहच न बन ई । " 
" क ल्डैर , हेनर । " 
तुम क्य कर रहे ह ? 
सुन , यह बंद कर ! 
मैं यह ँ अपने समय में और अपने ज वन के स थ ज कुछ भ करत हूँ , उससे केवल मेर व स्त है । 
म फ़ करन , हेनर । 
अगर तुम इतने ज ज्ञ सु नह ं ह ते , त यह समस्य खड़ नह ं ह त । 
आप ठ क हैं , हेनर ? 
कम ंडर क ल्डैर ? 
ज ज्ञ स ख़तरन क च ज़ है । 
हम द न ं क स चने के ल ए क फ़ समय म ल ... पर हमें ब त करने के ल ए समय नह ं म ल । 
क स ब रे में ? 
बेशक कुछ बदल गय है , और मुझे म फ़ कर द अगर मैंने क ई अनुच त ब त कह ह त । 
पर मैं तुम्हें प न च हत हूँ , ज , उतन ह ज तन पहले च हत थ । 
मैं च हत हूँ क हम यह ँ हम रे क न्ट्रैक्ट पूर करें और फ र प्र इवेट कंपन में ज एँ , जैस क हम सहमत हुए थे । 
मैं उनसे ब त कर रह हूँ । स्ट रक ज़म , एल य न । 
उन्हें यह पसंद है । ख़ सकर अगर हम द न ं एक स थ आएँ । 
कैल फ़ र्न य । 
मुझे पत नह ं तुम क्य ब ल रहे ह । 
ज , देख । 
अगर तुमने अपन फैसल बदल द य है , त श यद मुझे इस ब रे में ज नने क हक़ है । 
क्य तुमने अपन फैसल बदल द य है ? 
पृथ्व और अंतर क्ष के ब च कई अज ब अंतर हैं , और केवल गुरुत्व कर्षण क अंतर नह ं है । 
पृथ्व और अंतर क्ष में समय अलग-अलग गत से गुज़रत है । 
इसल ए अंतर क्ष में छह मह ने ब त ने के ब द , एक एस्ट्र न ट क उम्र पृथ्व पर रहने व ले व्यक्त क तुलन में 0.007 सेकंड कम ह ग । 
उसक क्य ह त है ? 
- क्य तुम्हें कुछ समझ आ रह है ? - क सक ? वह 0.7 सेकंड कह ँ ज ते हैं ? 
क्य वह तुम ह ? 
- हँ ? - ह ँ , मैं तुमसे पूछ रह हूँ । 
क्य यह वह है , मैग्नस ? 
क्य ह रह है ? 
क्य यह वह है ? 
चल भ , ज । 
- मुझे म फ़ कर द , सैर । - " मुझे म फ़ कर द , सैर । " 
- मेरे पत से दूर रह , समझ ? 
वह क्य थ ? 
मुझे च ब य ँ द । 
यह बचक न है । 
तुम्हें कुछ हफ़्त ं तक ग ड़ नह ं चल न च ह ए । 
मुझे कमबख़्त ग ड़ चल न आत है । 
हम र बेट के स मने अपशब्द मत कह । तुम क स प यक्कड़ जैस बर्त व कर रह ह । 
क्य हम क ई ग न चल सकते हैं ? 
मुझे थ ड़ ध्य न केंद्र त करन है । 
ऐल स , मुझे थ ड़ ध्य न केंद्र त करन है , समझ ? 
ऐल स , उसे बंद कर । उसे बंद कर , ऐल स ! 
- ऐल स , हद है ! 
व भ न्न अंतर क्ष एजेंस य ं के प स उन एस्ट्र न ट ं के ल ए र हैब क्ल न क हैं ज ... एक ब म र है ज से एस्ट्र न ट बर्नआउट कहते हैं । 
भगव न के ल ए , वह अभ - अभ ल ट है । - मैं नह ं च हत क वह फ र से चल ज ए । 
- उसे एक समस्य है । 
अंतर क्ष में ज कुछ हुआ , बेशक यह उसके तन व के क रण हुआ है । 
और ब न मदद के , उसक ह लत बदतर ह त ज एग । 
और क्य तुम उसके स थ ज ओगे ? 
पत नह ं । 
ह ँ , श यद । शुरुआत में । 
क्य तुम्ह र उसके स थ अफ़ेयर थ ? 
- उसने तुम्हें क्य बत य ? - इससे फ़र्क नह ं पड़त क उसने मुझे क्य बत य । अफ़ेयर थ ? 
- क्य ह रह है ? - मैग्नस ने मुझे यह ँ बुल य क्य ंक उसे तुम्ह र च ंत ह रह है । 
तुमने मुझसे झूठ ब ल । 
क्य ? 
वह च ंत त है क्य ंक तुम क फ़ अज ब बर्त व कर रह ह । 
मैं अपन ब त ख़ुद ब ल सकत हूँ , कम ने कह ं के । 
तुमने उसे क्य बत य ? 
मैंने उसे सच्च ई बत ई । 
मुझे ... सच में , मुझे ... मुझे य द नह ं थ । मुझे ... मुझे य द ... तुम ऐस ब त भूल कैसे सकत ह ? 
स्पष्ट है क तुम्हें य दद श्त-संबंध समस्य एँ ह रह हैं । भ ड़ में ज ओ ! 
अगर तुम्हें ये लक्षण महसूस ह रहे हैं , ज , त हम तुम्हें आस न से उच त मदद द ल सकते हैं । मुझे मेरे पत से ब त करन है । 
मेरे घर से न कल ज ओ । ज ओ ! 
मैं प गल नह ं हूँ । 
फ़्रेडर क , मैं तुम्ह रे ल ए क म करत हूँ । 
यह मेर घर है । यह तुम्ह र जगह नह ं है । मैं क म पर नह ं हूँ । 
ठ क है । ठ क है । 
कल हम एचआर से ब त करेंगे । 
पर इस सबक खुल स करन अच्छ रहेग । 
मैंने तुमसे झूठ नह ं ब ल । 
मैं कमबख़्त बेवकूफ़ नह ं हूँ । 
मुझे य द नह ं थ । 
मुझे य द नह ं है । मुझे य द नह ं है ! 
श यद यह वह जगह नह ं है ज मैं छ ड़ कर गई थ । 
यह वह जगह है , ज ! 
वह तुम ह ज बदल गई ह । डैड ! 
रुक । मैग्नस ! ए , मैग्नस ... एक ब र के ल ए , अपने बच्चे क देखभ ल करने क क श श क्य ं नह ं करत ? 
" मर न ऑब्ज़र्वेटर । डेनम र्क । " 
" प्र य कम ंडर एर क्स न ... आपक इसमें द टेप म लेंगे । 
हमने आपक आव ज़ सुन थ जब आप 15 अक्टूबर क आईएसएस पर थ ं । 
र क र्ड ंग स्पष्ट नह ं है , पर हम एक प्रत लेख के स थ इसे आपक भेज रहे हैं । " 
तुम्हें क्य परेश न है ? 
वह आप ह हैं ज ल ग ं क बत ते फ रते हैं क आप च ँद पर चले थे , जबक आप वह ँ नह ं गए हैं । आप झूठे हैं , क यर हैं और च र हैं । 
- एसएस बर्न स स स ट व आपके ल ए तैय र है । - बढ़ य है । ज़रूर फुटेज न क ल ल गई है । 
" सुप , यह स्टेशन है । कृपय जव ब द । " 
सुप , यह स्टेशन है । कृपय जव ब द । 
सुप , स्टेशन । कृपय जव ब द । 
मैं ब लने व ल हूँ । मुझे ... पत नह ं तुम मुझे सुन सकते ह य नह ं , पर यह ँ ल इटें जल रह हैं , इसल ए मुझे नह ं पत । पत नह ं यह ँ खर ब आई है य ... डैड ? " ... आख़ र प्रत लेख । " 
" हमने दूसर र क ड ंग ख़ुद 23 नवंबर , 1967 क र क र्ड क थ । लगत है क यह अंतर क्ष में एक दुर्घटन के ह ने और एक मह ल क स्म न ट क म त के ब रे में बत त है । " 
म ँ ? 
- ऐल स ? क्य हुआ ? ऐल स ? - वह ँ मैं हूँ ! 
तुम ... तुम्हें क्य द ख रह है ? 
आप मर चुक थ ं । 
- उसे मत जग ओ । - यह जग हुई है । 
- वह ँ वेंड के डैड हैं । - क्य ? प ल ? 
भगव न के ल ए , ज , बस कर । 
- मैं ज न च हत हूँ । - यह ँ आओ । 
- रुक , नह ं । उसे न चे रख । - यह ँ आओ । चल । मैग्नस । तुम उसे कह ँ ले ज रहे ह ? 
उसे कबर्ड में मत ड ल ! 
- उसे कमबख़्त कबर्ड में मत ड ल ! 
- मैं यह ं रहन च हत हूँ । 
इससे च ज़ें कैसे बेहतर ह ंग ? 
मैं च हत हूँ क डैड मुझे सुल एँ । 
- उसे कमबख़्त कबर्ड में मत ड ल ! 
- वह तुमसे डरत है , ज । समझ ? तुम उसे डर रह ह । 
बस चल ज ओ । न चे ज ओ । 
मेर मतलब , तुम क्य कर रह थ ? 
तुम उसे कबर्ड में क्य ं ड ल रहे ह ? 
वह डर हुई है । वह छुपन च हत है । 
वह कब से डर हुई है ? तुम्हें क्य लगत है कबसे ? 
वह ग ल य ँ ल ज जेन ने तुम्हें द थ ं । 
पत है क्य ? - वे ग ल य ँ , वे मन व क रर ध हैं । - बेशक हैं । यह त उद्देश्य है । 
नह ं , नह ं , नह ं , रुक । मेर मतलब , द न ं मन व क रर ध हैं । 
वे व ट म न और ... द न ं ग ल य ँ , वे ... मुझे मन व क रर ध ग ल य ँ ख ल ने के ल ए यह एक पुख़्त क श श है । 
वे उसे नक रन च हते हैं ज मैंने वह ँ ऊपर देख थ । 
बस ग ल य ँ ले ल , ज । 
तुम क्य कर रहे ह ? 
मैं फ़्रेडर क क व पस फ़ न करूँग क्य ंक वह दरअसल सह है । 
नह ं , मुझे यह सुलझ न है । और तुम्हें मेर मदद करन ह ग । 
मुझे यह समझन ह ग क वे यह क्य ं कर रहे हैं । 
मैं तुम्ह र मदद ह कर रह हूँ , ज । 
तुम फ़्रेडर क क फ़ न क्य ं कर रहे ह ? 
वह मैं हूँ ज तुम्ह रे अनुस र उसके स थ स रह थ । 
नह ं ! 
मुझे पत है क तुम सभ मुझे सुन सकते थे जब मैं वह ँ ऊपर थ । 
जब मैं वह ँ ऊपर थ और मैं घर ल टने क क श श कर रह थ और मैं डर हुई थ , तुम सभ मुझे सुन सकते थे । मैंने वे टेप सुने । और तुम मुझे वह ँ ऊपर मरने के ल ए छ ड़ने व ले थे । ज । 
- फ़ न न चे रख । - मुझे म फ़ कर द । 
कमबख़्त फ़ न न चे रख । - मैं ... मैं यह ं रहूँग ! - फ़ न ... 
