אנחנו כבר קרובים ? 
הגרביים שלי רטובים . 
אני חושבת שהטמפרטורה היא מינוס 50 מעלות . 
אבא ? 
מה נעשה עכשיו ? 
שוקו חם ? 
אני שואלת איפה נגור . 
טוב , אפשר לחזור לאנגליה . 
אפשר להישאר כאן , בשוודיה . 
אנחנו יכולים ללכת לאן שאנחנו רוצים . 
כלומר , אין לנו ... את זוכרת את הפעם האחרונה שהיינו כאן ? 
זה היה בקיץ האחרון עם מאמה . 
אני לחוצה . 
היא לא תהיה כאן . את יודעת את זה , נכון ? 
לא נפגוש אותה שוב . 
חג מולד שמח באיחור ויום הולדת שמח באיחור . 
בסדר . " לכבאי הספרדי יש שני בנים . מה שמותיהם ? " 
חוזה ושחורות . 
זה לא רע . 
מה ? 
זה היה גרוע . 
הבדיחות אמורות להיות גרועות . זה העניין . 
ספרי את אחת . לא . 
כן . - כן , ספרי את אחת . 
בסדר . בסדר , יש לי בדיחה . 
היא דומה לבדיחה הזו . 
אבל היא שוודית קצת . - אני נשוי לשוודית . קדימה . 
בסדר , אז לנלסון מנדלה יש חצי אח שוודי . 
מי זה נלסון מנדלה ? 
הבדיחה לא תעבוד אם את לא יודעת מי הוא נלסון מנדלה . 
אני יודע מי הוא היה . 
בסדר , אז לנלסון מנדלה יש חצי אח שוודי ששמו ... מוסטה מנדיאלה . 
זה באמת מצחיק מאוד בשוודית . 
הזזת דברים בארונות . 
לא , אני לא בדיוק בחור שמזיז דברים בארונות . 
ג'ו , אנחנו יכולים לדבר ? 
כן , ודאי . 
העניין הוא שהמצב בינינו לא היה משביע רצון כשעזבת . 
מה היה המצב ? 
כלומר , את ... לא הבטת בי ... כשנפרדנו . 
בטח שכן . לא , לא הבטת . 
חשבתי על זה הרבה בשנה האחרונה . 
אני לא יודע אם הבחנת , אבל אלה היו חודשים מזעזעים . 
בשבילי לפחות . לפני שעזבת . 
אני מצטערת . 
זה לא מה שאני זוכרת . 
חזרתי ואני לא הולכת לשום מקום . 
את אוהבת אותי ? 
ודאי . 
אני לא סתם תלותי . אני שואל באמת . 
ודאי שאני אוהבת אותך , חתיכת אידיוט . 
שלום . 
- ברוך שובך , גברתי . 
תודה . 
מה עם זה ? " איך הגיע החול לים " . 
את רוצה לזרוק או לשמור ? 
את לא מבינה מה אני אומרת , מה ? 
שאלתי אם את רוצה לשמור או לזרוק את זה . 
לזרוק . 
נזרק . 
" ההחלפה " . 
כן . זה כשטרולים חוטפים תינוק בו . 
והם מכניסים את התינוק לאש כדי להחזיר את מאמה שלהם . 
היה משהו מסוים שפגע בך לפני שעזבתי ? 
אנחנו לא חייבים לדבר על זה . 
את רואה מפתח אלן איפשהו ? כן . 
זה , נכון ? - כן . 
כמעט שלא פגשנו אותך . 
מובן שהיה גם הקיץ הכושל ההוא בבקתה , אבל את היית באימונים . המון . אז לא היה דבר מסוים אחד ? 
יבוא יום שבו ארכיב את הרהיט המחורבן האחרון שלי ולא אצטרך לעשות את זה שוב . 
מגנוס , מה ? 
אני לא אדם קנאי . אני מקווה שאת יודעת את זה . 
אבל התחלתי לתהות אם יש משהו בין פרדריק ובינך . 
מה ? 
בכלל לא . לא . שמעי , המצב בינינו טוב מאוד . 
כן . - אז זה יהיה רגע טוב להגיד לי את האמת . 
אבל מגנוס , לא ניהלתי רומן עם פרדריק . 
לא הייתי עושה דבר כזה . 
בסדר . 
- מגנוס , בבקשה . 
אני רק רוצה שנגיד את האמת זה לזה . כן . 
ג'ו , כשלא היית כאן ... הכרתי מישהי . 
מה ? 
כלומר , לא קרה שום דבר . 
אבל יצאנו לשתות כוסית . 
נשיקה אחת . מה ? 
חשבתי שאת עוזבת אותי , ג'ו . 
את יודעת , המון רכילות על פרדריק ועלייך . 
הנחתי שכשתחזרי הקשר בינינו יסתיים . אבל למה ? 
כלומר ... - אני רק מנסה להגיד לך את האמת . כן . אני רוצה שתהיה בעלי , בסדר ? אני רוצה שאליס תהיה הבת שלי . 
כשהייתי שם למעלה הדבר היחיד שיכולתי להתמקד בו היה חזרה הביתה והרכבת רהיטים מחורבנים . 
כשהייתי לבד שם למעלה ואף אחד לא שמע אותי ו ... חשבתי שאמות . 
אבא ? אבא . בוא . 
מגנוס ... אני מצטערת מאוד על הזמן שאיבדתי איתך ואיתה . 
לא יכולתי להתמודד ... אבא ? 
אני מצטער . 
מר רוג'רס ? 
מר רוג'רס ? - רק רגע . 
הוא ... 
- באד , כל הדוברים אמורים ללכת לאולם הראשי לתדרוך חירום . כן , רק רציתי להגיד ... שימו לב , בבקשה . גבירותיי ורבותיי , זה הקברניט שלכם . 
נסתובב ונעצור בסנטה ברברה . 
נראה שהתרחשה תקרית כלשהי לאחד האורחים שלנו בלילה . 
עלינו להשלים כמה הליכי בטיחות הכרחיים . - אף - בי 
- איי אנחנו מבקשים שתישארו על הסיפון ומקווים שזה לא ייצור אי - נוחות רבה . 
הנרי , אתה ממומן ע"י נאס"א ואתה שכיר של נאס"א . 
והייתי כזה זמן רב לפני שנולדת , מיקיילה . 
אנחנו חייבים לדבר על העובדה שלא קיבלת אישור לפנות לסוכנות חלל אחרת עם ציוד של מעבדת המנועים . 
המעבדה האטומית שייכת לי . 
זה לא עבד , הנרי . 
לא , אל תגידי את זה , בבקשה . 
אני יודעת . קשה מאוד לשחרר . 
כן , לא כך נראה כישלון . אני רק צריך לחשוב על זה . היא משפיעה . 
אתה צריך לחזור הביתה , בסדר ? 
היו לך עשרה ימים וסיוע רב ואין ראיות שהמעבדה אטומית עבדה . 
הפרויקט הזה נגמר . הנרי ... אני זוכרת דברים לא נכון . 
איזה דברים למשל ? 
מיקומם של דברים . המכונית שלי . 
אני זוכרת שהיא הייתה אדומה , אבל היא כחולה . 
זה עניין קטן , אבל ... האמת היא שזה עניין די גדול . 
אני חושבת שאני ... יש לי פסנתר בבית ואני לא מנגנת בפסנתר . 
יש לך הזיות ? 
איזה הזיות ? 
אני רואה את פול לנקסטר . 
כלומר , אני ... אני מניחה שאת רוח הרפאים שלו . 
לפעמים אני מרגישה שאני עדיין בתחנת החלל . 
הדברים שאת מספרת לי הם תסמינים של תסמונת דחק פוסט טראומטי . את יכולה לצפות לשחזורים של אירועים מלחיצים , לאובדן זיכרון , לכעס . 
לא מפתיע שיש לך את התסמונת . חששת לחייך , חששת מאוד לצוות שלך , למשפחה שלך . התמודדת עם מותו של חבר , עברת טראומה עצומה . 
עכשיו חזרת לכדור הארץ וייתכן שעכשיו את קולטת את זה . 
שמעי , נעשה לך מבחן דיכוי דקסמתאזון ונבדוק את רמות הקורטיזול שלך . 
בינתיים , אני יכולה לתת לך משהו . מה ? 
ליתיום . 
ג'ני , אני לא פסיכוטית . אני לא מדוכאת . 
לא , אבל זה ירגיע אותך . 
זה מרגיע דברים כאלה . 
אני לא ... זה יחסל לי את הקריירה . 
אני מתעניין במחקר שאת עורכת . 
הוא נקרא " סאליוג'נסיס " ? 
אני ... - איך את מגדירה את זה ? 
לא ידעתי שאתה כאן . אני כאן . 
אני חושב שעדיף שאהיה כאן . אני חושב שאני יכול לעזור . 
אז איך הולך אצלך ? 
את מתכוונת למעבדה האטומית ? 
אני מנסה שוב ושוב . 
אני חושב שייתכן שאני על סף משהו . 
אני לא זוכרת הרבה על המעבדה האטומית לפני התאונה , אני ... אני ... - רוצה לראות אותה ? 
אני לא מבין את רוב התוצאות שאני מקבל . 
שמעת ראיות נקודתיות מאסטרונאוטים ? על האופן שזה השפיע עליהם . זה לא תמיד טוב . 
אני יודעת שחלק הרגישו תשושים . כן . 
אנשים מתקשים . 
הם חווים דברים שהם לא מבינים . כן . 
יש לי כמה חברים מהצוות של ג'מיני ארבע . צ'אק פארקס , ג'ון קופר . הם הריחו טוסט שם למעלה . שניהם . 
ג'ון שמע כלב נובח . 
הוא אמר תמיד שזו הייתה לייקה . 
תשמעי , מעניין מה לייקה הרגישה . 
את חובבת כלבים ? 
זה תמיד היה כך מאז שהתחלנו לטוס בגובה רב . 
הייתי טייס ניסויים , לפני אפולו . 
טסתי בגובה הרב ביותר האפשרי , ממש על סף החלל . 
בתקופה ההיא היו דיווחים רבים של עמיתים על כוח חזק שלחץ מטה על אחת מכנפי המטוס כשעלו מעל 90,000 רגל . 
הם קראו לזה " יד שמאל של אלוהים " . 
הכרתי בחור אחד . הוא איבד בן . 
ילד קטן , בן שש , הוא טבע באגם ביום ההולדת של אחותו הקטנה . 
הבחור הזה , כמה שנים אחר כך , הטיס מטוסי די - סי - עשר בנבדה . 
הקול של הבן שלו . " אבא , תיזהר " . 
הוא הבחין שהוא צולל מטה והצליח להתרומם . 
עד סוף ימיו הוא נשבע שהבן שלו הציל אותו . 
לא אומרים את זה , אבל אלה הדברים שעוקבים אחרינו לחלל . 
- צוות סליוט שבע שראה מלאכים ראית פעם משהו שלא היה קיים ? 
יציאה לחלל היא כמו טיפוס על אוורסט . אתה ממוקד רק בפסגה ואם אתה לא נזהר מאוד , אתה שוכח שברגע שתגיע לפסגה , יהיה עליך לחזור מטה . 
אז אנשים מתערערים . 
אני חייב לבדוק את זה . המעבדה פועלת שוב . 
היי . - זה אבא . אני לא יכולה לדבר . 
זה לא עובד . 
אלוהים אדירים . היו כמה שנים טובות , אבל ... אלוהים , אני חייב למצוא פתרון . אני חייב למצוא דרך להגיע לבן זונה הזה . 
אבא , אתה חייב להפסיק לחשוב כאילו הכול קורה מחוץ לך . 
קוני , זו לא מחלה . 
זו כן מחלה . אף אחד לא שיחק לך במוח . 
זה אתה . זה דבר שאתה יכול לשלוט בו . 
שמע , אם אתה עובר התקף , קח את הגלולות שלך בבקשה . 
כפי שאמרתי , אני לא יכולה לדבר . 
היא מדברת על מוות ועל תאונות . 
ויש את עניין הארונות . - מה זאת אומרת ? 
היא מתחבאת בארונות . כן . - היא מתחבאת בארונות . 
אני חושבת שאולי איבדתן זו את זו במידה מסוימת . 
היא בת עשר . היא הייתה בת תשע כשעזבת . 
זו שנה ארוכה . זה גיל סיפי מאוד . 
מה זאת אומרת " סיפי " ? 
בין שני דברים . כן . בדיוק . 
היא רוצה לשנות דברים , למשל את החדר שלה . 
ובמשך שנה היו רק אב ובת , אז אימא היא ... אימא הייתה רחוקה מדי . היא הייתה בחלל . ועכשיו היא חזרה ואולי אליס לא בטוחה . 
אולי רודפת אותה התחושה ש"אימא היא ... " טוב , " מי את ? 
האם אני יכולה לבטוח בך ? " 
מה אמרת לה ? 
היא יודעת דברים פרטיים . 
היא עמיתה שלי והמורה של אליס . 
מה ג'ני אמרה ? 
ג'ני אמרה שיש לי תסמונת דחק פוסט טראומטי . 
זו לא סיבה לדאגה . אני בסדר . אל תספר לאף אחד . 
אתה חושב שיש בעיה בהיקשרות שלי לאליס ? 
- לא ? בטח שכן . 
נעדרתי שנה . 
" מי את ? 
אני יכולה לבטוח בך ? " 
היא לא אמרה שאליס לא בוטחת בך . 
- אתה ישבת שם והסכמת איתה . 
נסי בחדר הנוסף . 
איפה את ? 
אליס , צאי משם . 
אליס , מיד . 
מה ? 
יש לי בגדים ישנים שחשבתי שתרצי . 
מותק . בואי . 
לא זכינו למספיק זמן של מאמה ואליס . 
אולי נוכל לנסוע לאנשהו . 
רק אנחנו ? 
לא . גם אבא יבוא כמובן . 
נוכל לנסוע לבקתה . 
אבל מה עם בית הספר ? 
לבית הספר היה אותך במשך שנה שלמה . 
מותק , אל תרחיקי אותי . אני לא מרחיקה . 
את לא שמחה שחזרתי ? 
אני לא יודעת . 
אני פשוט מאוכזבת קצת . 
חשבתי שזה יהיה שונה . 
במרכז המעבדה האטומית יש תא שמכיל גז של אטומי רובידיום . סביבו יש מערך קרני לייזר , אלקטרומגנטים . 
מלכודת מגנטית . - ברור . כדי להגיע לחומר המעובה הלייזר מכוון להדהד את האטומים . 
ואז , כשהלייזר מכובה , אז נוצרת הסופרפוזיציה . 
- פרופסור לואיס פרימן , אם - איי - טי יצרת פוזיציה כזו ? 
גוש שחור ... שני גושים שחורים זה לצד זה . 
זו התמונה שקיבלנו מתחנת החלל . 
יש אפקט הפרעה , הנרי . אסור שיהיה אפקט הפרעה . 
מה אומר הדאטה עכשיו ? 
תראה . - מה זה ? זה נראה כמו ציור של ינשוף שילד צייר . 
זה לא רוצה להיראות . מה ? 
אבל תאמין לי , כשאני מריץ את הניסוי כאן ... כשאתה מריץ אותו כאן ? זה מה שאני רואה . 
אז תראה לי את הדאטה . 
זה הדאטה . אני לא יכול , לואיס . 
הוא קיים , צלול וברור בתוך ההילה , אבל רק אני רואה אותו . 
הנרי , אני מצטער . לא ייתכן שבנית מסלול ליקום אחר . 
מה שהגיע מתחנת החלל היה תמונה כוזבת . לא . ניסוי המעבדה האטומית היה אמור להציג מצב שבו חלקיק אחד נמצא בשני מצבים שונים באותו הרגע . 
והצלחנו . 
הנרי , ניסוי השתבש ו ... קיבלת תמונה כוזבת . אבל אתה יכול להריץ אותו שוב . 
לא , אדוני , אני לא יכול להריץ אותו שוב לעזאזל כי לא נחזור לשם לעולם . 
תקשיב , לואיס , מה אם תוצאות הניסוי יכולות , תאורטית , להציג את עצמן באופנים שונים ? 
למשל ? 
לא על המסך . בראשו של המתבונן . 
מתוך מה שאתה רואה בעולם סביבך , מה אם זה עובד על הכימיה של המוח ? 
בחייך . ההיסטוריה של פיזיקת הקוונטים כולה קשורה ישירות לאפקט המתבונן , ההשפעה שיש להתבוננות במשהו על הניסוי . 
מה אם הניסוי משפיע עליי ? 
זה ודאי כואב , נכון ? כשמישהו לא מאמין לך . 
הסוכנת ברייט , אף - בי - איי . 
מדובר פה במחלה פסיכולוגית שבה אנשים לא קולטים את המציאות כמו שהיא . 
אולי לא שמת לב , הסוכנת ברייט , אבל האמת היא מצרך נדיר . 
האם לא שמת לב לזה בעבודתך כאוכפת חוק ? לא . 
הייתי בירח . הלכתי שם . 
יש הוכחה . השארתי כדור גולף . 
אף אחד לא מפקפק בעובדה שהלכת על הירח . 
אנחנו רק רוצים לדעת מה קרה לאיש ההוא בספינה . 
באת והפרעת לו בארוחת הערב . 
כן , כדי לדבר איתו . להחדיר בו היגיון . 
הם יורידו אותי בסנטה ברברה , בסדר ? 
אמרת , פחות או יותר , שאם מר רוג'רס ירגיז אותך , תזרוק אותו לים הארור . 
לא , הסוכנת ברייט , אני לא מסוגל להרים את הכתף הזו יותר מ - 45 מעלות מאז שהתרסקתי עם המטוס שלי בקוריאה . 
וגם אילו יכולתי , לא הייתי עושה זאת . 
אני אסטרונאוט . 
קורצתי מהחומר הנכון . 
מה אתה עושה ? 
אני אדם עצמאי . 
אני לא צריך רשות מאף אחד להיות במקום כלשהו . 
לעזאזל , אני רוצה שנגיע להסכמה לגבי מה שגורם את זה . 
שכנע אותי שאני לא משתגע . 
" איליה . ויטמינים איי " . 
" אודרי . ויטמינים איי " . 
" יאז . ויטמינים איי " . 
" ויטמינים בי " . 
" אמנדה קליין " . 
" ויטמינים בי " . 
" האסטרונאוטית של נאס"א , אמנדה קליין , ראתה מלאכים בחלל " . 
- בי , לינץ' , סאלי ( בי נו כבר . 
" האסטרונאוטית הקנדית עומדת למשפט . 
היא אימצה זהות בדויה וניסתה לרצוח את הגרוש שלה ואת משפחתה החדשה " . 
" קלדרה , הנרי " . 
מה אתם עושים ? 
חברים , תפסיקו ! 
הדברים שאני עושה בזמני הפנוי ובחיי הפרטיים הם עניין פרטי שלי . 
סלח לי , הנרי . 
אילו לא היית פאקינג סקרן כל כך , לא הייתה שום בעיה . 
אתה בסדר , הנרי ? 
קומנדר קלדרה ? 
הסקרנות הרגה את החתול . 
לשנינו היה זמן רב לחשוב על המצב ... ולא היה לנו זמן לדבר . 
על מה ? 
מובן שמשהו השתנה ואני מצטער אם אמרתי דברים שהיו לא לעניין . 
אבל אני רוצה אותך , ג'ו , בדיוק כמו אז . 
אני רוצה שנסיים את החוזים שלנו כאן ונעבור למגזר הפרטי , כמו שסיכמנו . 
דיברתי איתם . עם סטארקוסם , עם אליאנה . 
זה מוצא חן בעיניהם . במיוחד אם יקבלו את שנינו כחבילה . 
קליפורניה . 
אני לא יודעת על מה אתה מדבר . 
ג'ו , שמעי . 
אני חושב שאת חייבת להגיד לי אם שינית את דעתך . 
שינית את דעתך ? 
יש הבדלים מוזרים רבים בין כדור הארץ ובין החלל , ולא מדובר רק בכוח המשיכה . 
זמן חולף במהירות שונה בכדור הארץ ובחלל . 
אז אחרי שישה חודשים בחלל , אסטרונאוט הזדקן ב - 0.007 שניות פחות מאדם שנשאר בכדור הארץ . 
מה קורה לו ? 
את מבינה משהו ? - למה ? לאן נעלמות ה - 0.7 שניות ? 
זו את ? 
הא ? - כן , אני מדברת אלייך . 
זו היא , מגנוס ? 
מה קורה ? 
אם זו היא ? 
בחייך , ג'ו . 
אני מצטער , שרה . - אני מצטער , שרה " . " 
- עזבי את בעלי במנוחה , בסדר ? 
מה זה היה אמור להביע ? 
תן לי את המפתחות . 
זה מגוחך . 
את לא אמורה לנהוג בשבועות הקרובים . 
אני יודעת לנהוג בפאקינג מכונית . 
אל תקללי ליד הבת שלנו . את מתנהגת כמו השיכורה של העיירה . 
אפשר לשמוע שיר ? 
אני צריכה להתרכז קצת . 
אליס , אני צריכה להתרכז , בסדר ? 
אליס , כבי את זה . כבי את זה , אליס ! 
אליס , למען השם . 
לסוכנויות החלל השונות יש מרפאות גמילה לאסטרונאוטים ש ... יש תופעה ששמה תשישות אסטרונאוטים . 
למען השם , היא רק חזרה , אני לא יכול לתת לה לעזוב שוב . 
- יש לה בעיה . 
מובן שזו תגובה ללחץ ממה שקרה בחלל . 
וללא התערבות מצבה יחמיר . 
ואתה תיסע איתה ? 
אני לא יודע . 
כן , אולי . בתור התחלה . 
ניהלת איתה רומן ? 
מה היא אמרה ? - לא משנה מה היא אמרה . זה קרה ? 
מה קורה כאן ? - מגנוס הזמין אותי לכאן כי הוא דואג לך . 
שיקרת לי . 
מה ? 
הוא חושש כי את מתנהגת באופן דיסוציאטיבי . 
אני יכול לדבר בשם עצמי , חתיכת חרא . 
מה אמרת לו ? 
אמרתי לו את האמת . 
אני ... אני באמת לא זכרתי . אני ... איך פאקינג שוכחים דבר כזה ? 
מובן שיש בעיות זיכרון . לך תזדיין ! 
אם את חווה תסמינים , ג'ו , נוכל בקלות להשיג לך את העזרה הדרושה . אני צריכה לדבר עם בעלי . 
עוף מהבית שלי . לך ! 
אני לא משוגעת . 
פרדריק , אני עובדת שלך . 
זה הבית שלי . זה לא מקומך . אני לא בעבודה . 
בסדר . בסדר . 
נלך למשאבי אנוש מחר . 
אבל טוב שכל זה נחשף . 
לא שיקרתי לך . 
אני לא פאקינג מטומטם . 
אני לא זכרתי . 
אני לא זוכרת . אני לא זוכרת ! 
אולי זה לא אותו פאקינג מקום שעזבתי . 
זה בדיוק אותו מקום , ג'ו ! 
את שונה ! אבא ! 
חכה . מגנוס ! היי , מגנוס ... למה שלא תנסי לטפל בבת שלך לשם שינוי ? 
" מצפה ימי . דנמרק " . 
" קומנדר אריקסון היקרה ... בפנים תמצאי שתי קלטות . 
שמענו אותך כשהיית בתחנת החלל ב - 15 באוקטובר . 
ההקלטות אינן ברורות , אבל אנחנו שולחים לך אותן עם תמלול " . 
מה הפאקינג בעיה שלך ? 
אתה זה שמספר לאנשים שהלכת על הירח כשזה לא נכון . אתה שקרן , אתה פחדן ואתה גנב . 
צילומי האבטחה מאס - אס ברניס מוכנים . - יופי . הם נשלחו אלייך . 
" טסופ , כאן תחנה . הגיבו בבקשה " . 
" טסופ , כאן תחנה . הגיבו בבקשה " . 
" טסופ , תחנה . עבור בבקשה " . 
אני אדבר . אני ... אני לא בטוחה שאתם שומעים , אבל האור כאן עובד , אז אני לא יודעת . אני לא יודעת אם התקלה כאן או ... אבא ? " תמלול אחרון " . 
" את ההקלטה השנייה הקלטנו ב - 23 בנובמבר 1967 . נראה שמדובר בה בתאונה בחלל ובמותה של קוסמונאוטית " . 
אימא ? 
אליס ? מה קרה ? אליס ? - זו אני ! 
מה את רואה ? 
היית מתה . 
אל תעירי אותה . - היא ערה . 
זה אבא של ונדי . - מה ? פול ? 
למען השם , ג'ו , עזבי את זה . 
אני רוצה ללכת . - בואי הנה . 
רגע , לא . תניח אותה . - בואי . מגנוס . לאן אתה לוקח אותה ? 
אל תכניס אותה לארון ! 
אל תכניס אותה לפאקינג ארון ! 
- אני רוצה להיכנס . 
איך זה ישפר את המצב ? 
אני רוצה שאבא ישכיב אותי לישון . 
אל תכניס אותה לפאקינג ארון ! 
- היא מפחדת ממך , ג'ו . בסדר ? את מפחידה אותה . 
פשוט לכי . רדי למטה . 
כלומר , מה עשית ? 
למה אתה מכניס אותה לארון ? 
היא מפחדת . היא רוצה להתחבא . 
כמה זמן היא כבר מפחדת ? כמה את חושבת ? 
קחי את הכדורים שג'ני נתנה לך . 
אתה יודע מה ? הכדורים האלה הם נוגדי פסיכוזה . - ברור . זה העניין . 
לא , חכה . כלומר , שניהם . 
הוויטמינים וה ... שתי הצנצנות . הם ... נעשה מאמץ ממוקד לגרום לי לקחת תרופות נוגדות פסיכוזה . 
הם רוצים להכחיש מה שראיתי שם . 
פשוט קחי את הפאקינג גלולות , ג'ו . 
מה אתה עושה ? 
אזמין את פרדריק לכאן שוב כי הוא צודק . 
לא , אני צריכה לפתור את זה . ואתה צריך לעזור לי . 
אני צריכה לגלות למה הם עושים את זה . 
אני עוזר לך , ג'ו . 
למה אתה מתקשר אל פרדריק ? 
אני זו שהזדיינה איתו לכאורה . 
מספיק ! 
אני יודעת שכולכם שמעתם אותי כשהייתי למעלה . 
כשהייתי שם וניסיתי לחזור הביתה ופחדתי , כולכם שמעתם אותי . שמעתי את הקלטות . והתכוונתם לנטוש אותי כדי שאמות שם . ג'ו . - תניח ... מגנוס ? 
תניח את הטלפון . - אני מצטער . 
תניח את הפאקינג טלפון . אני אחכה כאן ! 
