我們 快 到 了 嗎 ? 
我 的 襪子 濕 了 
現在 肯定 有 零下 50 度 
爸爸 
現在 我們 要 怎麼 辦 ? 
喝熱 巧克力 ? 
我 是 說 , 我們 要 住 哪裡 ? 
這 ... 我們 可以 回英國 
我們 可以 留在 瑞典 
其實 我們 想 去 哪裡 都行 
我 是 說 , 我們 沒有 任何 ... 妳 記得 我們 上次 何時 來 這裡 嗎 ? 
我們 去年 夏天 跟 媽媽 一起 來 
我 好 緊張 
她 不會 在 這裡 妳 知道 的 , 對 吧 ? 
我們 不會 再 見 到 她 了 
遲來 的 耶誕 快樂 與 生日 快樂 
好 , " 西班牙 消防 員 的 兩個 兒子 叫 什麼 名字 ? " 
" 荷西 跟 荷東 " 
滿 好笑 的 
什麼 ? 
爛死 了 
我們 本來 就要 說爛 笑 話 , 這是 重點 
輪到 妳 不 
- 對 - 對 , 妳 說 一個 吧 
好 好 , 我 想到 了 
跟 剛才 那個 有 一點 類似 
- 但 可能 瑞典 人才 懂 - 我 老婆 是 瑞典人 , 說 吧 
好 , 尼爾森 曼德拉 有 一個 同父 異母 的 瑞典 兄弟 
尼爾森 曼德拉 是 誰 ? 
若 妳 不 認識尼爾森 曼德拉 , 就 不好 笑 了 
我 知道 他 是 誰 
好 , 尼爾森 曼德拉 有 一個 同父 異母 的 瑞典 兄弟 莫斯特 曼德拉 
這用 瑞典 語講 真的 很 好笑 
你 移動 廚具 了 
不 , 我 不是 那種 會 移動 廚具 的 人 
喬 , 我們 能 談 一談 嗎 ? 
好 , 當然 能 
就 ... 妳 離開 的 時候 , 我們 並沒有 好好 道別 
不然 我們 是 怎麼 道 別 的 ? 
妳 沒 有 看 著 我 , 在 我們 道 別 的 時候 
我 當然 有 看 著 你 不 , 妳 沒 有 
去年 我 經常想 著 這件 事 
不 知道 妳 是否 注意 到 但 那 幾個 月 非常 痛苦 
至少 對 我 而言 , 在 妳 離開 之前 
對 不起 
我 記得 不是 這樣 的 
我 回來 了 , 而且 我 不會 再 離開 
妳 愛我 嗎 ? 
我 當然 愛 你 
我 不是 在 討 拍 , 我 是 真 心想 知道 
我 當然 愛 你 , 你 這個 大 笨蛋 
- 妳 好 
- 女士 , 歡迎 回來 
謝謝 
這本 呢 ? 《 沙子 如何 進 入海 裡 》 
妳 要 丟掉 或 留下 ? 
妳 聽 不 懂 我 在 說 什麼 , 對 吧 ? 
我 只是 問 妳 要 把 這本 留下 或 丟掉 
丟掉 
丟了 
《 變身 》 
對 內容 是 妖怪 把 嬰兒 抓走 
然後把 嬰兒 扔 到 火裡 , 為 了 把 媽媽 帶 回來 
在 我 離開 之前 有 哪件 事特別 讓 你 生氣 嗎 ? 
我們 沒 必要 談 這件 事 
妳有 看到 內 六角 扳手 嗎 ? 有 
- 是 這把 , 對 嗎 ? - 對 
當時 我們 幾乎 見 不到 妳 
顯然 我們 那年 夏天 在 小木屋 過得 不 愉快 但 妳在 遠方 受訓 經常 受訓 所以 沒有 一件 特定 的 事 嗎 ? 
遲早 有 一天 我會 將爛 傢 俱 組裝 完成 然後從 此 不必 再 碰 它 
馬 納斯 , 怎麼 了 ? 
我 不是 愛 吃醋 的 人 , 我 希望 妳 知道 
但 我 真的 開始 懷疑 妳 跟 佛德 瑞克 有染 
什麼 ? 
絕對 沒有 , 不 聽著 , 現在 的 我們 很 美滿 
- 對 - 所以 妳 應該 藉此 機會 對 我坦 誠 
但是 , 馬 納斯 我 沒 有 跟 佛德 瑞克 搞 婚外情 
我絕 對 不會 做 那種 事 
- 對 
- 馬 納斯 , 拜 託 你 
我 只 希望 我們 對 彼此 坦 誠 對 
喬 , 妳 離開 的 時候 ... 我 認識 了 一個 人 
什麼 ? 
什麼 事 都 沒 發生 
但 我們 出去 喝酒 
一個 吻 而已 什麼 ? 
喬 , 我 以 為 妳 會 離開 我 
有 很多 ... 關於 妳 跟 佛德 瑞克 的 八卦 
我 心想 妳 回來 之 後 , 我們 就 會 分手 但 為 什麼 ? 
- 就 ... - 我 只 想 對 妳 坦 誠 對 , 我要 你當 我 的 丈夫 , 好 嗎 ? 我要 艾莉絲當 我 的 女兒 
我 在 太空 的 時候 , 滿腦子 只 想 著 回家 組裝爛 傢 俱 
我 在 太空 的 時候 , 獨自 一人 沒人能 聽 見 我 說 話 我 以 為 我 會 死 
爸爸 爸爸 , 過來 
馬 納斯 我 真的 很 懊悔 在 那段 時間 無法 陪伴 你 跟 她 
我會 無法 承受 ... 爸爸 
抱歉 
羅 傑斯 先生 
- 羅 傑斯 先生 - 等 一下 
- 他 ... 
- 巴德 所有 的 演講者 都 要 去 大廳 , 有 緊急 簡報 對 , 我 只 想 說 ... 請 注意 女士 們 與 先生 們 , 這是 船長 廣播 
我們 要 返航 , 並在 聖塔 芭芭拉 停靠 
似乎 船上 的 一位 賓客 在 昨晚 發 生意 外 
我們 必須 完成 幾個 必要 的 安檢 與 流程 ( 聯邦 調查局 ) 
請 各位 留在 船上 希望 不會 造成 太 嚴重 的 不便 
亨利 , 太空 總署 資助 你 你 也 是 太空 總署 的 員工 
米凱 拉 , 我 早 在 妳 出生 前 就是 了 
我們 必須 就 事論 事 , 你 沒 有 獲得 核准 帶著 火箭 推進 實驗室 器材 前往 另 一間 太空 機構 
冷 原子 實驗室 是 我 的 
亨利 , 它 沒用 
不 , 請 妳 別 說 這種 話 
我 知道 , 放手 很難 
我並 沒 有失 敗 我 只 需要 把 整件事 想 清楚 它 正在 產生 一種 效應 
你 需要 回家 , 好 嗎 ? 
你 有 十天 的 時間 , 還有 很多 人協助 你 依舊 沒有 證據 顯示 冷 原子 實驗室 有用 我們 要 喊停 
計畫 結束 了 亨利 ... 我 記錯 一些 事情 
例如 ? 
東西 的 位置 、 我的車 
我 記得車 是 紅色 , 但 它 是 藍色 
這是 小事 , 但是 ... 其實 , 這 算是 大事 
我 認為 ... 我 認為 我 ... 我家 裡有 鋼琴 , 但 我 不會彈 鋼琴 
妳 出現 幻覺 嗎 ? 
怎樣 的 幻覺 ? 
我 看見 保羅蘭開 斯特 
我 是 說 , 我 ... 應該 說 看 見 他 的 鬼魂 
有 時候 我 覺得 還待 在 國際 太空站 
妳 的 情況 非常 符合 創傷 後 壓力 症候群 的 症狀 充滿 壓力 的 事件 會不斷 重演 妳 出現 記憶力 喪失 、 憤怒 
妳 罹患 這種 病症 是 意料中 事 妳 曾經 命在旦夕 非常 擔心 妳 的 組員 跟 家人 面對 朋友 的 死亡 , 妳 經歷 了 巨大 的 創傷 
現在 妳 回 地球 了 , 可能 因此 受到 衝擊 
聽著 , 我們 會 替 妳 進行 皮質類 固醇 抑制 檢驗 檢查 妳 的 可體松 濃度 
同時 , 我 能給 妳 藥物 像是 什麼 ? 
鋰 
珍妮 , 我 沒 有 精神病 我 沒 有 憂鬱症 
對 , 但 它 會 讓 妳 冷靜 
它 能 安定 神經 
我 不想 這樣 , 我 不 ... 這種 藥物會 葬送 我 的 職業 生涯 
我 對 妳 做 的 研究 感興趣 
是 叫 " 健康 源生 模式 " 嗎 ? 
- 我 ... - 妳 如何 定義它 ? 
我 不 知道 你 在 這裡 我 在 這裡 
我 認為 有 一個 地方 更 適合 我 , 我能 幫 妳 
所以 你 的 情況 如何 ? 
妳是 指冷 原子 實驗室 嗎 ? 
我 不斷 操作 它 
我應 該 快 有 發現 了 
我 在 意外 前 對 冷 原子 實驗室 沒什麼 印象 我 ... - 我 ... - 妳 想 看看 嗎 ? 
很多 部分 我 都 不 瞭解 
妳 聽過 很多 關於 太空 人 的 親身 說法 嗎 ? 說 他們 如何 受到 影響 ? 並非 全是 好事 
我 知道 有些 人覺 得 筋 疲力 盡 對 
有人 覺得 很 難受 
經歷 他們 不 瞭解 的 事情 對 
我 有 兩個 朋友 是 雙子 座 四號 的 組員 查克 帕克斯 、 約翰庫 柏 他們 在 太空 中聞 到 吐司 燒 焦味 兩個 人 都 聞 到 
約翰 還聽 見 一 隻 狗吠 
他 總 說 是 萊卡 
跟 妳 說 , 我 很 好奇 萊卡 當時 的 感受 
妳 愛狗 嗎 ? 
我們 開始 飛高 海拔 之 後 這就成 為 例行公事 
我 曾 是 測試 飛行員 , 在 阿波羅號 問世前 
我 飛到 最高 的 地方 , 直達 太空 的 邊際 
當時 我 的 同僚 經常 回報 說 有 一股 強大 的 力量 在 兩萬 七千 公尺 高處 將飛機 的 一個 機翼往 下壓 
他們 稱 之 為 " 上帝 的 左手 " 
我 認識 一個 人 他 的 兒子 死 了 
一個 六歲 小男孩 在 他 妹妹 生日 當天 淹死 在 湖裡 
這個 人 幾年 後 駕駛 DC - 10s 飛越 內華達州 他 聽 見 聲音 
他 兒子 的 聲音 " 爸爸 , 小心 " 
他 發現 自己 驟然 俯衝 , 然後順利 拉高 
他 直到 死前 都 發誓 是 兒子 救 了 他 
他們 不會 說 出來 但 這種 事會 跟 著 我們 上 太空 
( 禮炮 七號 組員 看見 天使 ) 妳 曾經 看過 不 存在 的 東西 嗎 ? 
例如 爬 聖母峰 、 上 太空 人們 滿腦子 只 想 著 攻頂 , 若不夠 小心 會 忘 記攻 頂 之 後 , 必須 下山 
人 在 此 時會 一敗 塗地 
我 得 去 檢查 , 又 在 運作 了 
- 喂 - 我 是 爸爸 我現 在 不 方便 講話 
行不通 
天 啊 有 好 幾年 一切 順利 , 但 ... 天 啊 , 我 必須 想 出別 的 辦法 我 得 想 辦法 找到 那個爛 東西 
爸爸 , 你別 再 憑空 幻想 出 這些 問題 了 
康妮 , 我 沒病 
你 有 病 , 沒人惡 搞 你 的 腦袋 
是 你 自己 , 而 你 能 控制 這件 事 
聽著 , 若 你 又 發病 了 , 拜 託 就 吃藥 吧 
我 說過 , 我 不 方便 講話 
她 提到 死亡 跟 意外 
- 還有 衣櫃 的 問題 - 什麼 意思 ? 
- 她 躲 在 衣櫃裡 , 對 - 她 躲 在 衣櫃裡 
這讓 我 認為 或許 妳 倆 稍微 失去 了 連結 
她 十歲 , 妳 離 開時 她 才 九歲 
那 是 漫長 的 一年 , 那 是 非常 迷惘 的 年紀 
妳 說 " 迷惘 " 是 什麼 意思 ? 
意思 是 進退 兩難 對 , 沒錯 
她 想 做出 改變 , 例如 她 的 房間 
整整 一年 , 他們 父女 倆 相依 為命 所以 媽媽 ... 媽媽 一直 離 她 太遠 了 她 在 太空 現在 她 回來 了 , 或許 艾莉絲 不 確定 
或許 她 覺得 不安 , 因為 她 心想 " 媽媽 ... 這 ... " 妳是 誰 ? 
我能 信任 妳 嗎 ? " 
你 跟 她 說 了 什麼 ? 
她 知道 一些 私密 的 事 
她 是 我 的 同事 , 也 是 艾莉絲 的 老師 
珍妮 怎麼 說 ? 
珍妮 說 我 罹患 創傷 後 壓力 症候群 
你 沒 必要 擔心 , 我 沒事 別告訴 任何人 
你 認為 我 跟 艾莉絲 的 感情 出 了 問題 嗎 ? 
- 沒有 嗎 ? 當然 有 
我 離開 了 一年 
" 妳是 誰 ? 
我能 信任 妳 嗎 ? " 
- 她 沒 說 艾莉絲 不能 信任 妳 
- 剛才 你 就 坐 著 猛點頭 
妳 去 客房 找找看 吧 
妳在 這裡 嗎 ? 
艾莉絲 , 出來 
艾莉絲 , 立刻 出來 
幹嘛 ? 
我 有 一些 舊 衣服 , 妳 或 許會 喜歡 
寶貝 , 過來 
我們 母女 倆 一直 沒有 足夠 的 時間 相處 
或許 我們 能 去 某個 地方 
就 我 倆 嗎 ? 
不是 , 爸爸 當然 也 會 去 
我們 可以 去 那間 小木屋 
學校 怎麼 辦 ? 
妳 一 整年 都 有 去 學校 
寶貝 , 別 對 我 冷漠 我 沒 有 
我 回來 妳 不 高興 嗎 ? 
我 不 知道 
我 只是 有 一點 失望 
我 以 為 情況 會 不 一樣 
冷 原子 實驗室 中間 有 一個 腔 室 內含 銣 原子 氣體 周圍則 是 雷射 與 電磁陣列 
- 一個 磁 陷阱 - 瞭解 要 啟動 雷射 , 與 原子 共振 才能 達到 凝結 效果 
然 後 , 關閉 雷射 時 , 就 形成 疊加 
( 麻省理工 學院 , 路易斯 佛里曼 教授 ) 是 你 形成 的 嗎 ? 
一個 黑點 ... 兩個 並排 的 黑點 
這是 我們 從 國際 太空站 取得 的 影像 
亨利 , 有 干擾 效應 不 可能 出現 干擾 效應 
目前 的 數據 如何 ? 
- 你 看 - 這是 什麼 ? 好像 小孩子 畫的 貓頭鷹 
它 不想 被 看 見 什麼 ? 
但 你 相信 我 , 我 在 這裡 操作 時 ... 你 在 這裡 操作 ? 這是 我親 眼看 見 的 影像 
那就給 我 看 數據 
這 就是 數據 , 路易斯 , 我辦 不到 
它 清楚 地 存在 於 光圈 裡 , 但 只有 我 看 見 
亨利 , 抱歉 , 你 不 可能 打造出 通往 另 一個 宇宙 的 通道 
你 在 國際 太空站 看見 的 是 錯誤 影像 不 , 冷 原子 實驗室 的 實驗 目的 就是 要 捕捉到 一個 粒子 同時 處 於 兩個 不同 狀態 
而且 我們 辦到 了 
亨利 , 一場 實驗 出錯 了 , 而且 ... 你 得到 錯誤 的 影像 但 你 永遠 可以 再 操作 一次 
不 , 先生 , 我無法 再 操作 一次 因為 我們 永遠 不會 回 太空 了 
聽著 , 路易斯 , 若 實驗 結果 理論 上 可以 讓 它們 以 不同 的 方式 被 看 見 呢 ? 
什麼 方式 ? 
不是 在 螢幕 上 而是 在 觀察者 的 心裡 
在 你 看 見 的 世界 萬象 中 若 它 是 靠 大腦 的 化學物質 運作 呢 ? 
拜 託 量子 物理 學史 就是 建立 在 觀察者 效應 上 看著 某樣 東西會 對 實驗 造成 影響 
若 這個 實驗 對 我 造成 影響 呢 ? 
你 一定 很 受傷 , 對 吧 ? 當別 人 不 相信 你 的 話 
布萊特 探員 , 聯邦 調查局 
我們 在 討論 的 是 一種 心理疾病 患者 無法 看清 現實 
布萊特 探員 , 妳 或許 沒 注意 到 但 真相 難尋 
執法 單位 沒 注意 到 嗎 ? 沒有 
我 曾經 登月 我 在 月球 上 漫步 
而且 留下 證據 , 一顆 高爾夫球 
沒人 懷疑 你 曾經 登上 月球 
我們 只 想 知道 船上 的 這個 人 發生 什麼 事 
你 在 晚餐 時間 去 打擾 他 
對 , 我 去 跟 他 談 , 跟 他講 道理 
他們 會 把 我 送 去 聖塔 芭芭拉 , 好 嗎 ? 
你 說 過類 似的 話 若羅傑斯 先生 敢 惹 你 你 就要 把 他 丟進 海裡 
不 , 布萊特 探員 我 這側 的 肩膀 一直 無法 抬高 超過 45 度 自從 我 在 韓國 墜機 之 後 
就算 我 的 肩膀 沒 問題 , 我 也 不會 做 這種 事 
我 是 太空 人 
我 有格調 
你 在 做 什麼 ? 
我 是 有 自 主意 識 的 人 
我 想 去 哪裡 不 需要 任何人 的 批准 
可惡 , 我 希望 彼此 能 對 肇因 達 成共識 
說服 我 , 我 沒 有 發瘋 
" 伊利 亞 , 維他 命 A " 
" 奧黛莉 , 維他 命 A " 
" 雅茲 , 維他 命 A " 
" 維他 命 B " 
" 亞曼 達克萊 " 
" 維他 命 B " 
" 太空 總署 太空 人亞曼 達克萊 在 太空 中看 見 天使 " 
快點 
" 加拿大 太空 人受 審 
利用 假 身分 , 試圖 謀 殺 前夫 與 新 的 家庭 " 
" 亨利 寇 德拉 " 
你們 在 做 什麼 ? 
兩位 , 住手 
無論 我 在 這裡 用 私人 時間 做 什麼 都 跟 你 無關 , 這是 我 的 人生 
亨利 , 不好意思 
若 你 當初 沒有 這麼 他媽 的 好奇 這些 問題 都 不會 發生 
亨利 , 你 還好 嗎 ? 
寇 德拉 指揮官 
好奇心 殺 死 了 一 隻 貓 
我 倆 都 曾 有 很多 時間 思考 一些 事 而且 沒時間 談 
談什麼 ? 
顯然 某些 事情 改變 了 我 很 抱歉 , 若 我 說 了不得 體的 話 
喬 , 但 我 想要 妳 , 跟 以前 一樣 想 
我 希望 我們 完成 這裡 的 合約 然後去 私人 企業 服務 , 我們 說 好 了 
我 一直 在 跟 他們 談 , 星 宇宙 , 艾莉 安娜 
他們 很 有 興趣 特別 是 我 倆 一起 加入 
去 加州 
我 不 懂 你 在 說 什麼 
喬 , 聽著 
我 認為 若 妳 改變 心意 了 , 應該 告訴 我 
妳 改變 心意 了 嗎 ? 
在 地球 與 太空 之間 有 很多 奇怪 的 差異 不僅 是 重力 
在 地球 與 太空 中 , 時間 流逝 的 速度 不一樣 
所以 在 太空 中待 了 六個 月 之 後 太空 人 老化 的 速度 比 地球 上 的 人慢 了 0.007 秒 
它 怎麼 了 ? 
- 你 瞭解 這是 怎麼 回事 嗎 ? - 什麼 怎麼 了 ? 那 0.7 秒 上 哪 去 了 ? 
是 妳 嗎 ? 
- 什麼 ? - 對 , 我 在 跟 妳 說 話 
馬 納斯 , 是 她 嗎 ? 
發生 什麼 事 ? 
是 她 嗎 ? 
喬 , 別鬧 了 
- 莎拉 , 對 不起 - " 莎拉 , 對 不起 " 
- 離 我 的 丈夫 遠一點 , 好 嗎 ? 
妳 剛才 是 怎樣 ? 
把 鑰匙給 我 
太扯 了 
妳 這幾週 不該 開車 
我 他媽 的 會 開車 
別 在 我們 的 女兒 面前 爆粗 口 , 妳 好像 酒鬼 
可以 播歌 嗎 ? 
我 必須 專心 
艾莉絲 , 我 必須 專心 , 好 嗎 ? 
艾莉絲 , 關掉 ... 艾莉絲 
- 艾莉絲 , 妳 別 鬧 了 
各 太空 機構 都 有 復 健診 所 為 那些 有 狀況 的 太空 人 ... 有 一種 症狀 叫 " 太空 人過 勞 " 
拜 託 , 她 才 剛回來 - 我 不能 再 讓 她 離開 
- 她 有 狀況 
這顯然 是 她 對 太空 中壓力 事件 的 反應 
而且 若 沒人 介入 , 她 只會 變得 更 嚴重 
你 要 跟 她 一起 去 嗎 ? 
我 不 知道 
對 , 或許 吧 , 一開始 的 時候 
你 跟 她 外遇 嗎 ? 
- 她 說 了 什麼 ? - 你 不必 管 她 說 了 什麼 你們 搞 外遇 嗎 ? 
- 這是 怎麼 回事 ? - 馬 納斯 叫 我 來 這裡 因為 他 擔心 妳 
妳 欺騙 我 
什麼 ? 
他 很 擔心 因為 妳 的 行為 出現 ... 解離跡 象 
我 自己 會 講話 , 你 這個 爛人 
你 跟 他 說 了 什麼 ? 
我 跟 他 說 了 實話 
我 真的 ... 我 ... 不記 得 了 , 我 不 ... 妳 他媽 的 怎麼 會 忘記 那種 事 ? 
顯然 她 的 記憶力 出 了 問題 你 滾 啦 
喬 , 若 妳 出現 這些 症狀 我們 很 容易 就 能 提供 妳 適當 的 治療 我 需要 跟 我 的 丈夫 談 
給我 滾出 我家 出去 
我 沒 瘋 
佛德 瑞克 , 我 替 你 工作 
這是 我家 你 不屬 於 這裡 , 這 不是 工作 場所 
好 吧 好 吧 
明天 我們 就 去 跟 人 資部 談 
但 我 很 高興能 開誠布 公地 談論 這件 事 
我 沒騙 你 
我 不是 他媽 的 蠢蛋 
我 不 記得 了 
我 不 記得 了 ... 
或許 這 不是 我離 開前 所 住 的 那棟 房子 
喬 , 明明 就是 同一 間 
是 妳 變 了 爸爸 
等等 , 馬 納斯 , 嘿 , 馬 納斯 妳 偶爾 也 去 照顧 女兒 吧 
" 海洋 觀測 站 , 丹麥 " 
" 親愛的 艾瑞克 森指揮官 隨信 附上 兩 捲 錄音 帶 
妳 10 月 15 日 在 國際 太空站 時 我們 聽 見 妳 的 聲音 
錄音 不 清楚 , 但 我們 附上 了 錄音 稿 " 
你 他媽 的 有 什麼 毛病 ? 
是 你 跟 別人 說 你 曾 在 月球 漫步 但 根本 沒 這 回事 你 是 騙子 , 懦夫 兼 小偷 
- 伯 妮斯 號的 監視器 畫面 準備 好 了 - 太好了 按 播放 就行了 
" 莫斯科 任務 控制中心 這是 太空站 , 請 回應 " 
莫斯科 任務 控制中心 這是 太空站 , 請 回應 
莫斯科 任務 控制中心 這是 太空站 , 請 回應 
我要 說 了 , 我 ... 我 不 確定 你 們 能 不能 聽見 , 但 我 的 燈亮 了 所以 我 不 知道 我 不 確定 是否 這裡 出現 故障 , 或 ... 爸爸 " ... 最後的 錄音 稿 " 
" 第二段 錄音 是 由 我們 在 1967 年 11 月 23 日錄 下來 的 錄音 似乎 顯示 太空 發 生意 外 並且 有 一位 女蘇聯 太空 人 死亡 " 
媽咪 
- 艾莉絲 , 怎麼 了 ? 艾莉絲 - 那 是 我 
怎麼 ... 妳 看見 什麼 ? 
妳 死 了 
- 別 吵醒 她 - 她 已 經醒 了 
- 是 溫蒂 的 爸爸 - 什麼 ? 保羅 ? 
喬 , 真是 夠了 , 別說 了 
- 我要 離開 - 來 吧 
- 等等 , 不 , 放 她 下來 - 過來 ... 馬 納斯 , 你 要 帶 她 去 哪裡 ? 
別 把 她 放在 衣櫃裡 
- 別 把 她 放在 他媽 的 衣櫃裡 
- 我想 進去 
這樣 會 讓 妳 比 較 好過 嗎 ? 
我要 爸爸 哄 我 上床 
- 別 把 她 放在 他媽 的 衣櫃裡 
- 喬 , 她 怕 妳 , 可以 嗎 ? 妳 嚇到 她 了 
妳 走 開 吧 , 去 樓 下 
剛才 妳在 搞 什麼 ? 嗯 ? 
你 為何 把 她 放在 衣櫃裡 ? 
她 害怕 , 她 想 躲 起來 
她 害怕 多久 了 ? 妳 認為 呢 ? 
吃 珍妮 給 妳 的 藥吧 
你 知道 嗎 ? - 那些 藥丸 是 抗 精神病 藥物 - 當然 了 , 所以 妳 才 要 吃 
不 ... 等等 , 我 是 說 , 兩種 都 是 
維他 命 跟 ... 兩種 都 是 ... 有人 刻意 要 我 吃 抗 精神病 藥物 
他們 要 否認 我 在 太空 中看 見 的 景象 
喬 , 妳 就 他媽 的 吃藥 吧 
你 在 幹什麼 ? 
我要 回電給 佛德 瑞克 , 因為 他 其實 說 對 了 
不 , 我 必須 明白 這件 事 而且 你 要 幫 我 
我 需要 弄清楚 他們 為何 這樣 對 我 
喬 , 我 正在 幫 妳 啊 
你 為 何要 打給 佛德 瑞克 ? 
跟 他 上床 的 人 是 我 耶 
別說 了 
我 知道 你們 都 聽 得 見 我 在 太空 時 說 的 話 
我 在 太空 時想 回家 , 而且 我 很 害怕 你們 都 能 聽 見 我 說 話 我 聽 見 那些 錄音 帶 了 而 你 們 原本 打算 把 我 留在 太空 等 死 喬 
- 放下 電話 - 對 不起 
放下 他媽 的 電話 - 我會 ... 我 還是 會 待 在 這裡 - 放下 ... 
