صبر کن 
بذار ببینم 
جی آن ، از مدرسه برگشتی ؟ 
خونه که خیلی خوبه پس چرا میخوای خرابش کنی ؟ 
اصلا هم خوب نیست 
... از بیرون به نظر خوب و محکم میاد 
ولی اونقدرا هم محکم نیست ... مخصوصا این اتاق سقفش هر آن ممکنه بریزه 
به خاطر همینم بازسازی باید هر چه سریع‌تر تموم بشه 
یکی دو هفته برو یه جای دیگه 
بعد از تعمیر ، محکم‌تر میشه 
باشه ، حالا هر چی 
فهمیدم 
پس حالا که این‌طوره ، یه پنجره به اتاقم اضافه کن 
کدوم اتاقی پنجره نداره آخه ؟ 
پنجره ؟ 
یه پنجره خرجمون بیشتر میشه 
قیمت رو ببر بالا 
گوشت گاو کره ای ؟ 
باشه ، گوشت گاو کره ای دوست دارم - پس بیا همین رو بخوریم - 
واسه پنجره باید 3 برابر پول بدی 
شرمنده ، گفتی چقدر ؟ 
عصبانیه 
پس شکم خوک 
بیا شکم خوک بخوریم 
پس دو برابر 
خیلی خب ، باشه 
خوبه 
ممنون قربان 
ممنون قربان 
! بعدا میبینمتون قربان 
دو هفته دیگه میبینیمتون 
ممنون قربان 
این دو هفته کجا می‌مونی ؟ 
کوهستان جیریسان 
چی ؟ 
یه ... غار اونجاست 
چرا اونجا باید غار باشه ؟ 
خیالم راحت شد 
درسته 
مواظب باش 
لعنتی 
... تو خیلی 
داغ نیستی ؟ 
وقتی تب بالا فروکش کنه باعث سرمازدگی میشه 
... لعنتی 
باورم نمیشه قراره آخر شب وسط کوهستان هیپوترمی بگیرم 
مسخره‌ست 
دقیقا 
باید هتلی جایی میرفتیم یا یه اردوگاه خوب و آروم 
حالا چرا این کوهستان ؟ 
! حتی به پاتم صدمه زدی 
... درد گرفت 
گوش کن جی آن 
وقتی تو شرایط سختی هستی به جای اینکه سر درست و غلط دعوا کنی ... برای اینکه مشکلت حل بشه 
فهمیدی ؟ 
یعنی چی ؟ 
الان چرا واسه من رفتی بالا منبر ؟ 
حتی نمیدونیم کجاییم 
اون چیه ؟ 
نقشه داشتی ؟ 
... گمونم الان اینجا باشیم - باشه - پس اگه 5 - 6 کیلومتر از این راه پیاده بری میرسی به یه پناهگاه با تلفن اضطراری 
... میتونی تنهایی بری اونجا ؟ 
مجبورم 
وگرنه با مادر طبیعت یکی میشی 
درسته عاشق طبیعتم 
اونجوری خیلی بد میشه واسه من که خوبه خودم تنهایی زندگی میکنم 
راستی ، جی آن ، وایسا 
فقط محض احتیاط این رو با خودت ببر 
چی انقدر خنده داره ؟ 
میدونی چندتا خرس وحشی تو این کوهستانه ؟ 
اگه به یکیشون بخوری چی ؟ 
خرسای وحشی خیلی ترسناکن 
اگه گرسنه باشن و چیزی برای خوردن پیدا نکرده باشن سعی میکنن آدما رو بخورن 
داری چیکار میکنی ؟ 
میخوای ناجیت رو بترسونی ؟ 
ترسیدی مگه ؟ 
! البته که نه 
اگه یه خرس دیدم باید بزنم به چاک این چه فایده ای داره آخه ؟ 
اگه فکر کردی در خطری ... اسمم رو سه بار رو به آسمون ، هوار بزن 
" ! جونگ جین مان ، جونگ جین مان ، جونگ جین مان " 
.‌‌ . . بعدش ممکنه پیدام بشه 
چه مزخرفاتی 
عمو دیدم چقدر عرق ریختی 
مطمئنی مریضی ؟ 
! دارم می‌سوزم 
بیخیال 
وقتی بچه بودی یادت نمیاد ؟ 
وقتی قلدرای مدرسه زندانیت کردن اسمم رو هوار زدی و به طرز معجزه آسایی ظاهر شدم 
نه ، یادم نمیاد 
بگذریم اگه نیازی به این نداری پس بذارش 
منتظر بمون 
میرم کمک خبر کنم و زود بر میگردم 
مواظب باش ، خب ؟ 
هی 
پاسین ، منم 
داروها محشرن 
جی آن تو راهه 
باشه 
باید بذاریم خودش تصمیم بگیره 
این مسیر درسته ؟ 
پیداش کردم 
فقط اونایی که ضعیفن میشکنن 
اونایی که قوی ان ، این کارو نمیکنن 
باید قوی‌تر بشی 
هر چیزی هم که ترسوندت چشمات رو باز نگه دار و باهاش روبرو شو 
از تب عرق کرده بودی 
چی شده ؟ 
مجبور نبودم تنها بیام پایین 
حتما طبیعت سریع درمانم کرده 
گمونم طبیعت خیلی خوب باهام جوره 
و پات ؟ 
هنوزم درد میکنه 
یه کم پیش دیدی که میلنگم 
و دقیقا از کجا اون تفنگ رو اوردی ؟ 
تو کوله پشتی بود 
پاسین بهم قرضش داد 
اصلا چرا باید تفنگ همراهش باشه ؟ 
وایسا 
پس یه تفنگ واقعی داشتی ولی بهم قلاب سنگ دادی ؟ 
به خودت میگی عمو ؟ 
چون نمیدونی چطور از تفنگ استفاده کنی 
تفنگ ؟ 
از کجا اوردیش ؟ 
مگه غیر قانونی نیست ؟ 
میخوای امتحانش کنی ؟ 
گوش کن ، جی آن 
تفنگ‌ها شمشیرای دولبه هستن 
... با این تفنگ میتونی از خودت محافظت کنی و همراهیانت رو نجات بدی ولی همیشه یه نفر باهاش کشته مسشه 
این رو به خاطر بسپار 
این خشابه اینم لوله اینم لغزنده‌شه چفت میشه 
این فنرش ، و اونم چهارچوبش 
دیدت رو تراز کن یه نفس عمیق بکش 
خوبی ؟ 
! جونگ مین ، به خودت بیا 
میخوای اینجا بمیری ؟ 
لعنت همه راه ها رو کنار گذاشتن 
این ... درست نیست 
باید بریم بیرون 
جونگ مین 
به جونگ مین ، من ... دوست جی آنم 
... الان چی 
... تو بودی که سعی کردی ما رو بکُشی ؟ 
! ولم کن 
! ولم کن ! ولم کن 
بدون فکر کردن دست به کار شدی دقیقا برعکس عموتی ولی بهتره فکر کنی و مثل عموت پیش بری اگه میخوای نجات پیدا کنی 
اینجا چه خبره ؟ 
کسی همراهشه ؟ 
لعنتی ، باید با اولین گلوله میکشتمش 
بیخیال ، هیونگ نیم اگه این کارو میکردی ، اونوقت فایده این همه آدمی که اینجان چی بود ؟ 
مگه نه ؟ 
باید به اونا هم یه فرصتی بدم - بله - 
این رو بخور و ادامه بده 
نیومدم اینجا باهات مبارزه کنم اومدم ازت محافظت کنم 
تو کی هستی ؟ 
با جونگ مین چیکار کردی ؟ 
نگران نباش ، نمرده 
راجع بهش فکر کن ، جی آن 
برات عجیب نبود ؟ 
" سه بار به سمت آسمون اسم جونگ جین مان رو فریاد بزن " 
توی 10 سال اخیر دقیقا 3بار فریاد زدی 
وقتی که توی راهنمایی یه دختره بهت قلدری میکرد وقتی که آزار جنسی دیدی و امسال وقتی که رئیست توی فروشگاه خواست بهت سفت و سخت بگیره 
چه بلایی سر همشون اومد ؟ 
احتمالا نمیدونی ولی یه کدی روی بازوت حک شده 
فقط تو و عموت کد سبز هستین 
هرکسی که کد داره وظیفشه ازت محافظت کنه جونگ جی آن 
واسه همین وقتی اسمش رو فریاد زدی همه به حرکت دراومدن 
اون دختر توی کلاست منتقل شد اون منحرف دانشگاهت درسش رو ول کرد و رئیست تصادف کرد ، درسته ؟ 
لعنتی 
... دقیقا چی 
دقیقا چی داری میگی ؟ 
خودت الان دیدی اون پهپادهایی که سعی کردن بکشنت 
حتما سونگ جو پارتی بازی کرده 
خیلی خب ، اگه آماده این بریم 
آقای کیم ، فقط یه خونه ست و یه دختر 
این کار افراط نیست ؟ 
میدونم برادر زاده جونگ جین مانه ولی فقط یه بچه 21ساله ست 
درسته 
امیدوارم حق با تو باشه ولی نمیدونم 
اعضای تیم از حالا به بعد از دستوراتم اطاعت کنین 
توی وضعیت اورژانسی اگه تصمیم گرفتین فرار کنین و با قضاوت خودتون بمیرین ... زندگیتون رو در ازای چندرغاز پول و بدون هیچ بیمه‌ای و کسی که مقصر بدونین ، ترک میکنین 
پس این رو به خاطر بسپارین و سعی کنین ادامه بدین 
بله ، قربان - بله ، قربان - 
یک ، دو ، تست میکنم ، تست میکروفون 
سونگ جو ، میتونی صدامو بشنوی ؟ 
بله ، بلند و واضح 
! تکون نخور و بمون همونجا 
چی شد ؟ 
اون چطور ممکنه اونجا باشه ؟ 
هی ، منم 
فکر کنم یکی داره به بچه کمک میکنه 
لعنتی ، دود خیلی زیاده 
هیچی نمیتونم ببینم ، میتونی دود رو از بین ببری ؟ 
خدا لعنتش کنه 
مین هی ؟ 
وای وای 
مین هی ؟ 
این همه چیز رو تغییر میده 
! همگی ، صبر کنین 
مین هی داره اونجا چی کار میکنه ؟ 
سونگ جو ؟ اون مین هی ئه که توی سوراخ خرگوشه ؟ 
مین هی کد قرمز و بنفش داره 
باید بخاطر ریسکش پول بیشتری بدی 
باشه ، فقط ادامه بده 
وقت زیادی نداریم پس ، بهتون اعتماد میکنم و ادامه میدم 
ادامه بدیم - بله ، قربان - 
خدا لعنتش کنه ، همه تمام فکر و ذکرشون پوله 
هیونگ نیم ؟ مین هی کیه ؟ 
فقط یه زنیکه دیوونه ست 
! حالا ، بیاین شکار خرگوش رو شروع کنیم 
تیم 1و2 از گروه یک شکار خرگوش رو شروع کردن 
هزار و پونصد متر تا خرگوش مونده 
! زنده برگرد 
گوش کن ، جی آن 
از سمت چپ داره میاد 
از گوشه داره میاد ؟ صدای شلیک گلوله از یه جای خیلی بالاتر و دورتر اومد 
چی ؟ 
اون کجا رفت ؟ 
هی ، بون گو - بله ؟ 
یکم برو جلو 
یکم میرم جلو 
یک 
دو 
سه 
قبلا با تفنگ شلیک کردی ؟ 
بله 
... با اون نه 
وقتی بحث شلیک کردن میشه تپانچه و تفنگ مثل همن 
اهرم رو به راست بکش و گلوله رو بذار داخل 
فقط کافیه پرش کنی 
یعنی چی ؟ 
! اون زنیکه رو ببین 
! حقا که برادرزاده جونگ جین مانه 
نمیتونم باور کنم زیر کاناپه اسلحه گذاشته بود 
این کارا دقیقا از جین مان عزیزم برمیاد 
چیِ تو ؟ 
ما ... ما الان چی کار کنیم ؟ 
اونی که صبر و تحمل نداره ، همیشه اول میمیره 
! ای لعنت بهش 
مین هی عوضی ، چقدر داره پول میگیره ؟ 
وقتی نمونده 
پوششت میدم ، برو به سمت انبار 
انبار ؟ 
آره ، همون طبقه کارگاه عموت یه دری به کمک به قتل وجود داره 
تا وقتی که سالم به اونجا برسی ازت محافظت میکنم 
به عموت قول دادم 
چطور میتونم بهت اعتماد کنم ؟ چرا باید به حرفت گوش بدم ؟ 
... کنجکاو نیستی بفهمی که عموت واقعا کی بوده ؟ 
! همین الان برو 
... اونو ببین 
آقای کیم ؟ 
خرگوش ها دارن سمت انبار میرن 
یه حرکتی بکنین ، میتونین ؟ 
فقط باید بریم اونجا ، میتونین انجامش بدین ؟ 
بریم 
میدونستم 
ایناهاش 
! جونگ مین ، بلند شو 
گرفتمت 
زنیکه فسقلی 
عموی من کجا کار میکرد ؟ 
این چیه ؟ 
این چیه ؟ تاریخ تولدش رو امتحان کن 
... تولدش ؟ تولدش 
تولد خودم ؟ 
لعنتی ! چی میتونه باشه ؟ 
! یالا ، جی آن 
گوش کن ، جی آن 
شماره دانش آموزی هم همینه 2 - 2 - 0 
2 - 2 - 0 
2 - 2 - 0 
کار کرد 
چی ؟ 
واقعا اینجاست 
جی آن 
اوه ... سلام ، جونگ جی آن 
من برادرتم 
