잠깐 , 잠깐 , 잠깐 
내가 한번 볼게 
지안 ! 학교 갔다 왔어 ? 
아니 , 멀쩡한 집을 갑자기 왜 때려 부수는 거야 ? 
이거 안 멀쩡하다 
겉에 보는데 응 , 괜찮아 , 튼튼 , 튼튼 
응 , 하나도 안 튼튼해 특히 이 방 이거 지붕 금방 떨어져 
그러니까 빨리빨리 보수 공사 한다 
마이마이 두 주 동안 나가 있어 
우리가 튼튼하게 공사할게 
뭐 , 그래 
알았어 
아 , 그럼 공사하면서 내 방에 창문 하나만 달아 줘요 
무슨 방에 창문이 하나 없어 
창문 ? 
창문 , 창문 ? 
돈 더 받아야 된다 
한우 ? 한우 ? 
좋아 , 나 한우 좋아 한우 먹자 , 한우 
창문 만드는 거 3 배 주면 된다 
아이 , 뭐 , 얼마 ? 
사장님 화났어 
삼겹살 , 삼겹살 
삽겹살 먹자 , 삼겹살 먹자 
2 배 주면 된다 
아 , 알았어 , 알았어 , 알았어 
나이스 ! 
감사합니다 , 사장님 
감사합니다 , 사장님 
열심히 하겠습니다 ! 
그럼 두 주 후 만나자 
습니다 , 사장님 
그럼 2 주 동안 우리 어디서 지내 , 삼촌 ? 
지리산 
어 ? 
저 , 동굴이다 
뭐 이런 데가 있냐 
그나마 다행이다 
응 
조심해 
아이씨 ... 
어 , 이게 ... 
이렇게까지 뜨거우면 안 되는 거 아니야 ? 
고열이 지나가고 나면 저체온증이 시작될 거야 
아이씨 
이 산속에서 이 밤중에 저체온증이라니 ... 
지랄맞네 
그러니까 ! 
아 , 집이 수리가 들어가면 호텔이나 모텔에 가서 자야지 그냥 2 주 동안 조용히 캠핑장 같은 데 있든가 
왜 이 야산을 떠돌자 그래 가지고 
다리까지 다치냐고 
다친 다리야 다친 다리 , 아 ... 
잘 들어 , 정지안 
어려운 상황에 맞닥뜨렸을 때 시시비비를 따지는 거보다 어떻게 이 상황을 타개하고 
알았어 ? 
뭐야 
갑자기 웬 훈계질 ? 
아 , 여기가 어딘지도 모르니까 그렇지 
뭐야 ? 
지도 있었어 ? 
우리가 있는 곳이 여기라고 생각해 여기서 한 5 , 6km 정도 걸어가면 긴급 구조 전화를 쓸 수 있는 쉼터가 있다는 얘기야 
여기까지 혼자 갈 수 있겠어 ? 
가야지 , 뭐 어떡해 
여기 있다가 삼촌 ' 나는 자연인이다 ' 나온다 
어 그 프로 나 좋아해 
그것도 나쁘지 않겠네 나도 그냥 그랬으면 좋겠네 이참에 따로 살게 
아 , 정지안 , 잠깐만 
저 , 혹시 모르니까 이거 가지고 가 봐 
웃기는 ... 
너 산에 멧돼지가 얼마나 많은 줄 알아 , 어 ? 
마주치면 어떡할라 그래 
멧돼지 무서워 
게네 배고파서 먹을 거 없으면 사람도 막 다 잡아 뜯는다 
뭐야 
삼촌 구해 주겠다는 사람 겁주는 거야 ? 
겁나 ? 
겁은 무슨 ! 
멧돼지 만나면 도망가야지 이걸로 뭐 어쩌라고 
혹시 위험한 일 생길 거 같으면 허공에다 대고 내 이름 크게 3 번 외쳐 
' 정진만 , 정진만 , 정진만 ' 
그러면 내가 뿅 하고 나타날지도 몰라 
뭔 개소리야 
삼촌 땀 뻘뻘 흘리더니 
아픈 거 맞아 ? 
- 열이 너무 많이 나 , 아 ... 
아 , 왜 
어렸을 때 너 기억 안 나 , 어 ? 
학교 애들이 너 괴롭혀 가지고 니가 내 이름 엄청 외쳐서 내가 뿅 하고 나타났잖아 
몰라 , 기억 안 나 
아무튼 이거 뭐 , 필요 없으면 그만두든가 
삼촌 좀만 기다려 
내가 119 불러서 금방 올게 
조심해 , 어 ? 
어 
파신 , 나야 
약기운 대단하네 
지안이 지금 내려갔어 
그래 
본인이 선택하게 해야지 
이 길이 맞긴 맞는 거야 ? 
아 , 찾았다 
약한 것들이 짖는 거야 
강하면 짖지 않아 
강해져야 해 
무서울수록 눈을 크게 뜨고 똑바로 바라봐 
아니 , 식은땀 뻘뻘 흘리고 열나더니 
대체 뭐야 ? 
나 혼자 안 내려가도 됐잖아 
아이 , 그 , 자연에 있으니까 금방 낫더라고 
난 아무래도 좀 자연인 체질인가 봐 
그럼 발목은 ? 
아 , 발목은 아프지 
아까 봤잖아 , 발 쩔뚝거리는 거 
아니 , 대체 그런 총은 뭐 , 어디서 난 거야 ? 
배낭에 있던데 ? 
파신이 빌려줬어 
그 아저씬 대체 총을 왜 갖고 있어 
잠깐만 
그럼 진짜 총이 있는데 나한테 새총을 줬다고 ? 
아 , 뭐 , 이런 개뼉다구 같은 삼촌이 다 있지 ? 
이제 너는 총을 쏠 줄을 모르니까 
총 ? 
그거 어디서 난 거야 ? 
그런 총 불법 아니야 ? 
한번 쏴 볼래 ? 
잘 들어 , 정지안 
총은 양면성을 가지고 있어 
이 총으로 너 스스로를 보호할 수도 있고 동료들의 목숨도 구할 수 있지만 반드시 누군가는 죽을 수밖에 없다는 거 
명심해 
이건 탄창 이건 배럴 이건 슬라이드 안에 있는 건 노리쇠 뭉치 
이건 리턴 스프링 이건 본체 
가늠쇠 조준 호흡 가다듬고 
괜찮아 ? 
정민아 , 정신 차려 ! 
이러고 있다 죽을 거야 ? 
젠장 제대로 작정을 했네 
이 , 이건 아니잖아 
나 , 나가야 돼 
정민아 
배 , 배정민 저 , 저 지 , 지안이 친군데요 
이거 뭐 , 뭐 ... 
너야 ? 우리 죽이려고 한 게 ? 
놔 , 이거 ! 
놔 ! 놔 , 이거 ! 씨 ... 
막무가내로 움직이는 게 삼촌 성격이랑 완전 반대네 ? 근데 지금부턴 삼촌처럼 생각하고 움직이는 게 좋을 거야 살아남기 위해서는 
왐마 , 뭐여 ? 
옆에 누가 있는 거여 ? 
옘병 , 씨 , 첫 발로 시마이 칠 수 있었는디 , 씨 , 쯧 
아따 , 형님 거 , 첫 발에 시마이 치면 요까지 온 저 양반들이 뭐가 돼요 ? 
글제 ? 
다들 밥값 해야제 ? 아 , 글지요 
형님 , 이거 먹고 힘내쇼 
난 너랑 싸우러 온 거 아니야 너 지키러 온 거지 
너 누구야 ? 
정민이 어떻게 한 거야 ? 
걱정 마 , 안 죽었어 
잘 생각해 , 정지안 
뭔가 이상하지 않았어 ? 
' 하늘에 3 번 정진만의 이름을 외쳐라 ' ? 
너 지난 10 년 동안 딱 3 번 외쳤어 , 정진만 
중학교 2 학년 때 너 미친 듯이 괴롭혔던 여자애랑 성희롱하던 학교 선배 그리고 올해 알바비 꿀꺽하려고 했던 서울의 편의점 주인 
다들 어떻게 됐더라 ? 
넌 모르겠지만 니 팔뚝에 코드가 심어져 있어 
너랑 니 삼촌 딱 두 사람만 그린 코드 
코드를 받은 멤버는 누구든지 정지안 널 지켜야 할 의무가 생겨 
그래서 니가 주문을 외쳤던 날 그들이 움직였던 거야 
같은 반 여자애 전학 갔고 변태 같던 학교 선배 자퇴했고 서울의 편의점 사장 사고 났지 ? 
아이씨 ... 
도대체 무슨 , 씨 ... 
뭔 개소리를 하는 거야 ! 
방금 전에 봤잖아 너 죽이려고 달려든 드론들 
성조 씨 끗발 있네이 ? 
자 , 이제 준비 끝났으면 출발합시다 
선생님 여자애 하나 있는 집인데 
우리 이거 너무 오버하는 거 아닙니까 ? 
아무리 정진만 조카라지만 스물한 살짜리 핏댕인데 
그래 
나도 자네 말이 맞았으면 좋겠네만 글쎄 
자 , 조원들은 ! 지금부터 제 지시에 잘 따르도록 합니다 
유사시 본인 개인 판단으로 이탈 행위 해서 죽어 버리면 보험도 없지 그냥 갯값으로 저승길 가는 거니까 
알아서 잘 따라오도록 하쇼 
예 , 알겠습니다 ! 
아 , 아 , 마이크 테스트 마이크 테스트 
성조 씨 잘 들리십니까 ? 
예 , 겁나게 잘 들립니다 
움직이지 말고 가만있어 ! 
응 ? 뭐여 ? 
워째 저런 게 저그서 터져 ? 
어 , 난디 
누가 꼬맹이를 도와주고 있는 거 같은디 ? 
아이씨 , 연기가 너무 많애 ! 
아무것도 안 보이니까 연기 좀 싹 다 치워 보시겠어요 ? 
옘병하네 , 씨 ... 
민혜 ? 
왐마 ... 
민혜 ? 
이러면 얘기가 달라지지 
전원 잠시 대기 ! 
민혜 쟤는 왜 저기서 나와 , 씨 
성조 씨 토끼굴에 민혜 맞죠 ? 
민혜면 레드 퍼플 보유한 S 급인데 
이러면 위험 수당이 더 올라가야 합니다 
아 , 알았고요 일단 빨리 진행헙시다 
시간도 얼마 안 남았잖아요 그럼 성조 씨 믿고 계속 진행합니다 
- 진행합시다 
옘병 , 늙으나 젊으나 그저 돈이지 , 씨 ... 
형님 , 민혜는 또 누구데요 ? 
있어 , 미친년 
자 , 토끼몰이 시작한다 ! 
1 조 1 반 , 2 반 토끼몰이 시작했습니다 
토끼와의 거리 1,500m 
살아 돌아오슈 ! 
잘 들어 , 정지안 
날아오는 방향은 좌에서 우 
대각선 방향 ? 총소리로 들어 봤을 때 여기보다 훨씬 멀고 높은 곳 
옴마 
어디 간 거여 ? 
- 야 , 봉고야 - 예 
차 쪼까 앞으로 
' 차 쪼까 앞으로 ' 
하나 
둘 
셋 
총 쏴 본 적 있어 ? 
있어 
그거 말고 
어차피 총 쏘는 건 저격총이나 권총이나 똑같아 
약실 오른쪽에 달린 손잡이 당겨서 총알 넣고 
장전만 하면 돼 
어메 , 씨발 ! 
저년 보소 ? 
정진만이 조카 맞구마 , 이 ? 
소파 밑에 총을 붙여 놓을 생각 하다니 
역시 오빠답네 
오빠 ? 
우 , 우리 이제 어떻게 해요 ? 
성질 급한 놈이 먼저 가는 법이지 
에이씨 
민혜 저 썅년은 도대체 얼마를 처받고 온 거여 , 씨 ... 
시간 없어 
내가 엄호할 테니까 너 빨리 창고 안으로 들어가 
창고 ? 
어 , 창고 안 삼촌이 작업하던 곳 바닥에 머더헬프로 들어가는 문이 있어 
일단 니가 거기 들어갈 때까지 안전하게 내가 지켜 줄 거야 
삼촌하고 약속했어 
내가 뭘 믿고 당신 말을 들어야 되는데 ? 
궁금하지 않아 ? 너희 삼촌이 진짜 어떤 사람인지 ? 
가 , 지금 ! 
어메 , 씨 ... 
김 선생님 
토끼들이 시방 창고 쪽으로 이동하고 있당게요 
싸게싸게 좀 움직입시다 , 예 ? 
저기로 들어가면 돼 , 갈 수 있지 ? 
가자 
역시 
저기구마 
배정민 , 일어나 ! 
잡았다 
이런 씨부랄년이 
삼촌이 작업하던 곳 ... 
아 , 이거 ... 
뭐야 사 , 사 , 삼촌 생일 
삼촌 생일 ? 아 , 삼촌 ... 
내 생일 ? 
으이씨 , 아 , 뭐지 ? 
빠 , 빨리 , 정지안 ! 
잘 들어 , 정지안 
이 학번도 마찬가지 22019074 
22019074 
22019074 
아 , 됐다 
뭐야 
진짜로 있었어 
지안아 
아 , 안녕 , 저 , 정지안 ? 
난 브라더야 
