مسلحه 
. یه آمریکایی اینجاست تفنگ داره برید توی خونه و به پلیس زنگ بزنید 
یالا ، زود باشید 
نمی‌خوایم بکشیمت 
نمی‌خوایم بکشیمت 
واسه تو ، دیگه جنگ تموم شده 
، وقتی یه هواپیما سقوط می‌کرد خدمه‌ش ناپدید می‌شد 
اقامت‌مون توی تورپ ابوتس به چهار ماه نکشید که ۳۲تا از ۳۵ خدمه‌ی اصلی مفقود شدن 
درباره این خدمه‌ها صحبت نمی‌کردیم 
اونایی که همچنان به ماموریت اعزام می‌شدن بایستی از خاطرات‌شون دوری می‌کردن 
بعضی از بچه‌ها داشتن دچار فروپاشی می‌شدن 
منفجر شدن هواپیماها و کشته شدنِ دوستان‌شون رو به کرات دیده بودن 
بعضی‌ها با الکل ، بعضی‌ها با جنگیدن و بعضی‌ها با سکس ، خودشون رو به فراموشی می‌زدن 
، اگه فرصتی برای فراموشی گیرت می‌اومد بایستی ازش استفاده می‌کردی 
من ؟ من داشتم می‌رفتم دانشگاه آکسفورد 
مرگ بابلز ، تاثیر به‌شدت زیادی روم گذاشت و سرهنگ هاردینگ معتقد بود که بهتره توی یکی از کنفرانس‌های متفقین نماینده‌ی گردان صدم باشم در نتیجه نام‌نویسیم کرد و من هم از خدام بود برم 
[ کالج بالیول - آکسفورد ] سروان ، تاحالا اومده بودی آکسفورد - نه ، ولی از اینکه اومدم هیجان‌زده‌م - 
خب ، توی این سفر شاید نتونی زیاد ازش بازدید کنی 
با وجود کنفرانس‌ها و رویدادهای اجتماعی خیلی بعیده که بتونی از فضای دانشگاه ، خارج بشی 
از این‌طرف 
از تمام کشورهای متفقین نماینده اومده 
با افراد جالبی قراره آشنا بشی 
. دو روز پیش برات فرستادنش امیدوارم مسئله ضروری‌ای نباشه 
زنم فرستاده 
باید هر هفته برام نامه بفرسته 
چه باملاحظه 
ستوان یکم " آ.م وست‌گیت " هنوز نرسیده ؟ هم‌اتاقیم رو می‌گم 
. فکر کنم فردا می‌رسه ما هم ستوانِ زیردست صداشون می‌کنیم 
ستوانِ زیرِ دست - ستوان زیردست - 
صحیح . خب جیمز ، ممنون که راهنماییم کردی 
. البته . شب به‌خیر قربان کنفرانس خوش بگذره 
ستوان زیردست 
ماموریت مونستر ، سومین ماموریت روزی بود ولی اون‌قدر وحشتناک بود که سرهنگ هاردینگ به ستوان رزنتال و خدمه‌ش دستور داد یه هفته مرخصی بگیرن و توی مکانی که بهش می‌گفتیم " توپخونه " وقت بگذرونن 
اسب دارن 
سوارکاری بلدی ، روزی ؟ 
یهودی‌های بروکلین ، سوارکاری نمی‌کنن 
صبح به‌خیر . سلام - سلام خانم‌ها - 
سلام - سواره‌نظام اومد - 
به کومب‌هاوس خوش اومدید 
همه‌جور فعالیت ورزشی‌ای می‌تونید اینجا انجام بدید 
میز تنیس ، دوچرخه ، زمین والیبال کروکت و سوارکاری با سگ داریم 
، و از اونجایی که اینجا انگلیسه اگر بارون اومد میز بیلیارد ، پوکر ، شطرنج و میز بدمینتون هم توی سالن رقص داریم 
هدف اصلی در اینجا آرامشه 
مایکل ، می‌شه اتاق آقایون رو بهشون نشون بدی ؟ 
حتماً خانم 
از این‌طرف ، آقایون 
فرانسی ؟ 
چند وقت باید اینجا باشم ؟ 
راستش من خبر ندارم ، رابرت این به فرمانده‌ت که فرستادت‌تون اینجا مربوط می‌شه 
ولی می‌تونی با دکتر هیوستون درباره‌ش صحبت کنی 
اینجا حمام درست حسابی و آب گرم داریم 
پیشنهاد می‌کنم فرصت رو غنیمت بشماری 
مال کدوم گردانی ؟ 
گردان ۳۸۱ . هم‌پرواز بودیم تو چی ؟ 
گردان صدم 
اگه فرصتش پیش بیاد ، با وجود شرایطِ قورک پات ، می‌تونی بدوئی ؟ 
فکر نکنم 
به‌نظرت کار بچه‌های خودمون بوده ؟ 
. به‌نظر میاد تازه اتفاق افتاده کار نیروی هوایی بریتانیاست 
پشم‌هام . بریتانیایی‌ها واسه اولین‌بار یه هدف رو زدن 
خیلی‌خب ، خیلی‌خب 
اینجا چه‌خبره ؟ اینا اینجا چی کار می‌کنن ؟ 
آمریکایی هستن 
خلبانان وحشت هستن 
آمریکایی‌های لعنتی 
حرومزاده‌ها 
طوری نیست ، طوری نیست 
نگهبان‌ها ! برید عقب 
به اعصاب‌تون مسلط باشید 
. هی ، بس کن . ازشون محافظت نکن چی کار می‌کنی ؟ بذار خودشون از خودشون ، محافظت کنن - نگهبان‌ها - 
دکتر هیوستون ؟ 
می‌شه بیام تو ؟ 
آره ، بفرما 
رابرت روزنتال هستم - بله - 
دیشب چطور خوابیدی ؟ - خوب خوابیدم - 
می‌تونه تغییر عجیبی باشه 
بعضی‌ها یکی دو روز طول می‌کشه تا عادت کنن 
راستش درباره همین می‌خواستم صحبت کنم 
بعید می‌دونم این محیط کمکی بهم بکنه 
می‌خوام برگردم پایگاه 
به‌نظر فرمانده‌ت چرا فرستادت اینجا ؟ به تو گفت دلیلش چیه ؟ 
نه ، کنجکاوم بدونم تو چی فکر می‌کنی 
توی مونستر یه ماموریتی داشتیم 
ماموریتِ سختی بود ولی حالم خوبه 
طی سه روز اولت ، سه‌تا ماموریت داشتی 
طی یک عصر ، ۱۲۰نفر مُردن 
. من جزء مُرده‌ها نبودم حالم خوبه 
این بار سومه که کلمه‌ی " خوب " رو به‌کار می‌بری 
نمی‌ذاری برم ، نه ؟ 
. معلومه که می‌ذارم البته پنج روز دیگه 
ممنون دکتر 
ای پدر ما که در آسمانی ، نام تو مقدس باد ملکوت تو بیاید . اراده تو چنان‌که در آسمان است زمین نیز کرده شود ... زیرا ملکوت و قوّت دنبال یه جا می‌گردم که این سگ‌ها رو توش دفن کنم 
... و ما را در آزمایش میاور ... بلکه از شریر ما را رهایی ده یکی‌شون هنوز زنده‌ست ... ای پدر ما - کارش رو تموم کن - 
کلاوس ، یه جا رو پیدا کردم 
خوبه . دارم میام 
بِکَن . کمکم کن 
هی ، یکی‌شون داره فرار می‌کنه 
! ولش کن خیلی دور نمی‌شه 
آزادیِ فردی در برابر قدرت مطلق یک مستبد 
منشور کبیر یا منشور کبیر آزادی به همین دلیل ، نوشته شد 
سال ۱۲۱۵ تصویب شد و حتی امروز هم نماد بزرگ آزادی هست 
البته ، پدران بنیان‌گذار شما آمریکایی‌ها پونصد سال طولش دادن که قانونی مشابه رو بنویسن 
و حالا می‌فهمیم که در زمان جنگ ... به‌طور جمعی آره خب ، اگه به مدت پونصد سال تحت استبداد پادشاه‌تون نبودیم می‌تونستیم زودتر بنویسیمش 
باید درگیری‌های تاریخی و نحوه حل شدن‌شون رو با دقت بسیاری ، تجزیه و تحلیل کنیم 
خوبه که یه‌کم آتیش داشته باشیم " 
" اون بالا هوا سرد می‌شه 
شما بایستی سروان کرازبی باشید - یا خدا ؟ 
نگران نباش سروان ، مردهای لخت‌تری رو هم دیدم 
خانواده‌ای بزرگ ، خونه‌ای کوچیک با دربهای خیلی کمی داریم شما کی باشی ؟ 
، ستوان زیردست وست‌گیت هستم هم‌اتاقیت 
وای خدا 
انتظار داشتی یه مرد ، هم‌اتاقیت باشه ، آره ؟ - ... نه ، صرفا - 
. آره ، درسته . ببخشید انتظار داشتم مرد باشه 
نیروی کمکی دفاعی ، ما رو مجاب می‌کنه که اسم زنانه‌مون رو افشا نکنیم . واسه همین نوشتم آ.م 
... آ به معنای آلساندراست می‌تونی ساندرا صدام کنی م هم مخفف اسم وسطمه که به هیچ‌کس نمی‌گم 
بهتره به صندوق‌دار گزارش بدیم - اگه تو مشکلی نداشته باشی ، من هم ندارم - 
مشخصه که ازدواج کردی 
امیدوارم زنت یادت داده باشه که درپوش توالت رو ببندی 
توی آینه ، داشتی ادای تریسی رو درمی‌آوردی یا گیبل ؟ 
تریسی 
فکر کردم گیبله 
یالا ، پاشو 
وقتی داشتم می‌رفتم یارو برگشت بهم گفت می‌دونید قربان ، این آمریکایی‌های لعنتی سه‌تا مشکل دارن بابت بی‌ادبیم عذر می‌خوام گفت " زیادی سکس می‌کنن ، زیادی پول می‌گیرن " و اینجا هم هستن 
سروان کرازبی از نظر یانکی‌ها مشکلِ ما بریتانیایی‌ها چیه ؟ 
طوری نیست ، یادم اومد 
کم سکس می‌کنیم ، کم حقوق می‌گیریم و زیر خایه‌های آیزنهاوریم 
شما آمریکایی‌ها در تعامل با جنس مخالف شوق و ذوقِ زیادی دارید 
ما وقتی جوان بودیم ، به هم‌بستر شدن با دخترهای اشراف‌زاده ، فکر هم نمی‌کردیم 
واسه لذت‌مون می‌رفتیم سراغِ کلفت‌ها و پیشخدمت‌های میخونه‌ها 
این آمریکایی‌ها میان اینجا و پاش برسه بدون اینکه یه دوشس رو به شام دعوت کنن به تخت خواب ، دعوتش می‌کنن 
با کمال احترام ، باید بگم که مخالفم 
کلفت‌ها و پیشخدمت‌ها حس می‌کنن حق ندارن به صاحب‌کارشون " نه " بگن اما مردهای آمریکایی ، به طبقه اجتماعیِ طرف اهمیتی نمی‌دن و پافشاری می‌کنن 
، و بابت بی‌ادبیم عذر می‌خوام ولی با هر جنبنده‌ای ، هم‌بستر می‌شن 
مسئله فقط طرز رفتارتون با زن‌هامون نیست مسئله ، تف کردن‌تون توی خیابون‌ها مست و دعوا کردن توی میخونه‌هامونه 
شاید اگه به بچه‌هاتون یاد می‌دادید که منضبط باشن هروقت می‌اومدن اینجا ، جوری رفتار نمی‌کردن که انگار برای اولین‌بار از خونه‌شون دور شدن و باید پارتی کنن 
... با کمال احترام ، قربان هر روزی می‌تونه آخرین فرصت‌شون برای پارتی کردن باشه 
واسه همین قبل از مرخصی آخر هفته‌شون براشون سخنرانی و موعظه نمی‌کنم 
اینکه زیاد مغرور نیستی یعنی خلبان نیستی ، ولی خب سروانی پس ناوبری یا بمب‌انداز ؟ 
ناوبرم 
تو خودت چی کار می‌کنی ستوان زیردست وست‌گیت ؟ 
قول می‌دی به کسی نگی ؟ 
قولِ انگشتی 
نمی‌دونم یعنی چی ، ولی به‌نظر میاد قول و قرار رسمی باشه 
من قایقرانم 
صحیح 
منظورت چیه ؟ 
از وقتی توی دانشگاه کمبریج بودم قایقرانی رو شروع کردم 
واقعا ؟ 
دانشگاه کمبریج رفتی ؟ 
شاید باورت نشه ، ولی به زنان مدرک رسمی نمی‌دن 
رشته تحصیلیت چی بود ؟ به جز قایقرانی البته 
. نه دیگه ، فقط همین بود خیلی تخصصی یاد گرفتیم 
مواظب باش 
وای خدا 
حالت خوبه ؟ - آره ، خوبم - 
. از دست این تازه‌واردها چند سال طول کشید تا قلق دستک ، دستم بیاد 
رفقا ، باید از مچ‌تون بهتر استفاده کنید 
تاحالا قایقرانی نکردی ، درسته ؟ 
چطور فهمیدی ؟ 
دروغگوی خیلی بدی هستی 
. خب ، بهم وقت بده قول می‌دم ماهر بشم 
این که چیز خوبی نیست 
می‌بینم که امشب هم خوب خوابیدی 
گفتی یکی دو روز طول می‌کشه تا عادت کنم 
تو چرا بیداری پس ؟ 
دکترها کابوس نمی‌بینن مگه ؟ آره 
چرا که نه ؟ 
آهنگ‌های خوبی داری 
ایرادی نداره یه چیزی پخش کنم ؟ - راحت باش - 
خیلی از موسیقی سر درنمیارم کل کلکسیون رو گوش می‌دم 
این رو کم داشتی 
نوازنده‌ای ؟ 
نه ، بلد نیستم 
مادرم و خواهرم خیلی استعداد دارن ولی می‌دونم که تاثیر مثبتی داره 
پایگاهت کجاست ، دکی ؟ نورفوک . پزشک پرواز گردان ۹۶ هستم 
گروهت توی حمله به برمن همراه‌مون بود 
سه‌تا دژ از دست دادیم 
ماموریت اولت اون بود ؟ 
دوستِ خوبم رو از دست دادم 
اون هم ماموریتِ اولش بود 
... این جنگ آدم‌ها نباید اینجوری رفتار کنن 
مخالفی ؟ - نه - 
ولی وقتی می‌بینی که آدم‌ها مورد آزار و اذیت و ظلم قرار می‌گیرن باید یه کاری بکنی دیگه ، نه ؟ 
نمی‌تونن از خودشون دفاع کنن ، درسته ؟ 
چی کار کنیم خب ؟ . نه ، راست می‌گی ... بایستی یه کاری می‌کردیم و 
الان کارمون به اینجا کشیده نه ، نه ، این ؟ این تشکیلات ؟ این کاریه که نباید بکنی 
کروکت و سوارکاری با سگی که نمی‌دونم چیه 
شکار روباهه 
آدم توی این‌جور مواقع نمی‌ره شکار روباه 
. نباید هم بشینی درباره‌ش صحبت کنی یا غر بزنی و گریه کنی 
می‌ری می‌شینی روی صندلیت و کار لعنتی رو تموم می‌کنی 
کارم یه ریتمی داشت ، می‌دونی ؟ 
. سه روز ، سه ماموریت ، سه فرودِ موفقیت‌آمیز بوم ، بوم ، بوم 
مثل جین کوپا بود 
نباید جلوی جین کوپا رو وسط تکنوازیِ درام بگیری که 
و دو هفته بعد ازش بخوای که برگرده ، موسیقیش رو ادامه بده و انتظار داشته باشی روی فرم باشه 
... شاید ، ولی جین کروپا نباید فقط به فکر حفظ ریتمش باشه 
اون در قبال ریتم کل گروهش مسئوله ، درست می‌گم ؟ 
تاحالا بدون یخ نخورده بودم 
ما اسکاتلندی‌ها معتقدیم که ویسکی باید خالصِ خالص باشه 
به سلامتی - به سلامتی - 
توی خانواده‌ی پر جمعیت ، اگر تو بطری رو تموم نکنی ، یکی دیگه می‌کنه 
با خانواده‌ت در ارتباطی ؟ 
اصلا نامه نوشتن بلد نیستم 
هروقت بتونم بهشون سر می‌زنم 
به لحاظ جغرافیایی ، در قیاس با تو به خانواده‌م نزدیک‌ترم ولی بعضی وقت‌ها حس می‌کنم که خیلی ازشون دورم 
صحیح . آخه خیلی چیزها هست که نمی‌تونیم بهشون بگیم 
چون اجازه‌ش رو نداریم ... چون حتی اگر هم - چطور می‌تونن درکش کنن آخه ؟ 
. بهم آسون بگیر من مشروب‌خورِ قهاری نیستم 
آخرین‌بار که مست کردم ، خودم رو پابرهنه کف اتاق یه هتل ، پیدا کردم 
برام تعریف کن 
خب ، آخر هفته رو بهمون مرخصی داده بودن و رفتیم لندن و بابلز یه بازی ابداع کرد که با سکه و چکمه سروکار داشت 
و عملاً من سکه و چکمه‌م تموم شد 
... ببین از اونجا به بعدش ، چیز زیادی یادم نیست 
ولی یادمه با بابلز توی دستشویی استفراغ می‌کردیم و کلا یه توالت بیش‌تر نبود 
به‌نظر خیلی رمانتیک میاد - شاید بهتر باشه این رو بذارم اینجا - 
بابلز ، معشوقه‌ت بود ؟ 
نه ، رفیقِ صمیمیمه 
بابلز اسمِ مستعارشه 
همه‌مون توی زندگی ، به یه نفر نیاز داریم که شونه به شونه ، باهاش استفراغ کنیم 
بایستی دوستِ خوبی باشه آره ، دوست خوبی بود 
هفته قبل ، سقوط کرد 
به‌شدت متاسفم - واسه همین فرستادنم اینجا - 
خواستن یه‌کم از اون محیط دور باشم 
تقصیر من بود 
چطور ؟ 
من جایگزینِ بابلز و ناوبر گروهی شدم 
اگه اون به‌جای من ، ماموریت‌ها رو برنامه‌ریزی می‌کرد شاید اون همه هواپیما سقوط نمی‌کردن 
... شاید بابلز هنوز زنده بود و نه 
دوستت ، فقط به یک دلیل توی اون هواپیما بود چون آدولف هیتلر و اشرارش تصمیم گرفتن که باید بر دنیا حکمرانی کنن 
همین این تنها دلیل مرگِ افراد در این جنگه 
خب ، روز خسته‌کننده‌ای بود 
بگیریم بخوابیم ؟ 
سرگرد ایگن ، بیا تو 
من بازجوت ، ستوان هاوسمن هستم 
لطفا بشین 
برات ویسکی بریزم ؟ ممنون می‌شم 
سلامتی چشمت 
این رو تاحالا نشنیده بودم سلامتی چشمت 
خب ، از کجا شروع کنیم ؟ 
از اونجایی که توی یه شهر بودم و یه نفر به چهارتا از همراهانم شلیک کرد 
وای خدا ، کدوم شهر ؟ 
... روسهایم ، نمی‌دونم - روسلزهایم - 
اتفاق ناگواریه . توی گزارش قید می‌کنم 
اگر اسم و درجه‌ی همکارانت که کشته شدن رو بهم بدی ... می‌تونم - اسم‌هاشون رو بلد نیستم - 
اتفاقی همدیگه رو دیدیم 
ببین ، بابت نوشیدنی ممنونم و اگر پتوی ضخیم‌تری بهم بدین هم ممنون می‌شم ولی تنها اطلاعاتی که می‌تونیم ازم بگیری ... اسم ، درجه و شماره - شماره سریاله - 
شماره سریال تو او - ۳۹۹۵۱۰ئه 
آره ، خودم می‌دونم 
این هم می‌دونم که توی مینتوواک ، ویسکانسین به‌دنیا اومدی 
متاهلی ؟ 
تا اونجایی که می‌دونم مجردی 
‫ گردان ۴۱۸ 
یگان صدم بمب‌انداز سنگین مستقر در تورپ ابوتس 
طرفدار بیسبالی ، سرگرد ؟ 
اینکه دیگه قطعا جزء اسرار ملی نیست سیگار می‌کشی ؟ 
شرمنده که به خوبیِ سیگارهای برند آمریکایی نیست 
خودم شخصاً لاکی استرایک رو ترجیح می‌دم 
هنوز بیسبال رو نتونستم به‌خاطر چوب‌ها و قوانینش و دایره‌ای دویدن‌شون درک کنم 
هفته قبل ، مسابقه‌ی قهرمانی بود ، درسته ؟ 
آره ، مسابقات ورلد سیریز آره ، ورلد سیریز 
نیویورک یانکیز با سنت لوئیس کاردینالز بازی داشت 
بازی برگشت بود ، آره ؟ 
وقتی سقوط کردم دو - یک جلو بودیم 
پس طرفدار یانکیز هستی ؟ 
می‌خوای نتیجه‌ی بازی رو بدونی ؟ 
باک کلون هم طرفدار یانکیز بود ؟ 
شنیدم خلبان خیلی ماهری بوده 
درباره دستآوردهاش توی حمله به رگنسبورگ ، یه چیزهایی خوندم 
رفیقت بود ، درسته ؟ 
ظاهراً داریم همه‌ی خلبان خوب‌ها رو توی هوا می‌زنیم 
می‌دونستی توی حمله به مونستر فقط یکی از هواپیماهاتون برگشت ؟ 
یه دونه 
برگردیم سراغ خودت ، سرگر ایگن 
متاسفانه باید بگم که توی دردسر افتادی 
می‌دونیم که در اصل ، نزدیک‌های اوشتبفرن دستگیر شدی ولی توی آمارمون ، اسمت جزء خدمه‌ی هیچ‌کدوم از هواپیماهای توی حمله به مونستر ثبت نشده 
گشتاپو معتقده که این به معنای جاسوس بودنته 
اشتباه می‌کنن 
سرگرد ، باید بهت بگم که گشتاپو هیچ‌وقت اشتباه نمی‌کنه 
بنابر این باید درباره یگان ، گردان و هواپیمات ، بهم اطلاعتی بدی تا بتونم تایید بکنم که جاسوس نیستی 
سرگرد جان ایگن هستم 
شماره سریالم او - ۳۹۹۵۱۰ئه 
... سرگرد این کارت ، اصلا بهت کمکی نمی‌کنه 
مامورهای گشتاپو با من فرق دارن 
. من هم مثل تو یک خلبانم یک مرد با شرافت 
و اوضاع رو جوری درک می‌کنم که احتمالا همکاران افراطی‌م در سازمان‌های امنیتی درک نمی‌کنن 
دوست دارم درباره‌ی باک کلون ... باهات صحبت کنم ، جان ولی ازت می‌خوام که تو هم باهام صحبت کنی 
مثلا بگو تعداد بوئینگ بی - ۱۷های جایگزینی که قراره هفته بعد به تورپ ابوتس برن چقدره 
. جان ایگن هستم ، با درجه سرگردی شماره سریالم هم او - ۳۹۹۵۱۰ئه 
که این‌طور 
قهوه می‌خوری ؟ 
بریزی ممنون می‌شم 
فقط به کسی نگی 
چون نمی‌تونم صبحونه‌ی همه‌ی بچه‌ها رو ببرم توی تخت‌شون 
به کسی نمی‌گم 
خوش‌حالم که خوابیدی 
. جنگنده‌ها توی موقعیت ساعت دوازده‌ن بزن‌شون پاپی ، یالا 
آتش ، آتش 
برید تو ! زود باشید 
فوراً برید تو 
. یالا ، زود باشید یالا 
پشم‌هام از شدت قدیمی بودنِ این شهر ریخته 
ایالتی که توش به‌دنیا اومدم سال ۱۸۴۶ تاسیس شد 
هنوز یک قرن هم ازش نگذشته 
کدوم ایالت ؟ 
- آیووا - آیووا . خب قطعا قبل از سال تاسیسش یه چیزهایی اونجا بوده 
هرچیزی که وجود داشته الان از بین رفته 
آره . خب ، وقتی که این جنگ تموم بشه می‌بینیم که اینجا چی نابود می‌شه و چی نمی‌شه 
دلیلی داره که پایگاه و کارت رو بهم نمی‌گی ؟ 
آره . سروان ، اگر می‌خواستم امشب به کار فکر کنم با استاد گودهارت می‌نشستم شراب می‌خوردم 
ظاهرا مهمونیه 
بریم سر از کارشون دربیاریم ؟ 
، خانم‌ها و آقایون خانم الا والش 
... نبردِ به سلامتی بابلز ؟ سرشار از بمب و ترکشه 
به سلامتی بابلز 
مگه قرار نیست بیای ؟ 
یادت رفت که هم‌اتاقی هستیم ؟ آره ، راستش یادم رفت 
ستوان ، کل کالج رو دنبالت گشتیم 
پیغام فوری‌ایه 
چی شده ؟ 
باید برم 
چی ، الان ؟ - آره - 
دفعه بعد که اومدی لندن بهم زنگ بزن 
می‌ریم می‌رقصیم 
اگه خوش‌شانس باشی شاید قایق‌سواری یادت دادم 
شنیدم قلقش توی مچ دسته 
وسایلت چیه ؟ 
خودشون می‌فرستن - این دوچرخه‌ی تو نیست - 
دارم قرض می‌گیرمش 
این هم از مزایای جنگه 
نمی‌خوابی ؟ بعد از پیروزی می‌خوابم 
ایناهاش - سلام - 
خب ، چی شد که شرف‌یاب‌مون کردی ؟ 
چیزی به رفتن‌مون نمونده و من هم دنبال پول‌تونم 
به به - اوه روزی - چه دست و دلباز این همون یاروییه که ازش براتون گفته بودم 
باز داستان تعریف کرده ؟ آره ، یه داستانی دارم 
آخرین ماموریت‌مون توی مونستر همه هواپیماها سقوط کردن به جز ما 
کاملا در معرض خطر بودیم 
می‌دونستیم که هر لحظه امکان داره بیان سراغ‌مون 
بعدش یه همچین صدایی شنیدیم 
صدام اینجوریه ؟ 
، نزدیک بود تخم‌هامون رو بترکونن ... ولی این یارو این حرومزاده‌ی روانی ، داشت آهنگِ آرتی شاو رو زمزمه می‌کرد 
خیلی یهویی و خیلی عجیب بود و باید بگم که موقع شنیدن صداش ، پشتِ بی‌سیم برای اولین‌بار وحشت‌زده نبودم 
هرچند که مشخصاً دیوونه شده بود 
فهمیدم که تنها نیستم 
هیچ‌کدوم‌مون تنها نبودیم 
خیلی‌خب ، کی بُر می‌زنه ؟ 
بذارید از آخرین ماموریت خودمون براتون بگم 
توی یه دژ آسیب‌دیده ، بر فراز یک کانال بودیم و کلا دوتا موتورمون سالم بود 
یکی توی هواپیما به برج مراقبت بی‌سیم زد و گفت " سلام لیزی فاکس 
جورج هستم ، با لیزی فاکس کار دارم 
می‌شه لطفا بهمون دستورالعمل فرود بدید ؟ ... خلبان و کمک‌خلبان مُردن 
دوتا از موتورها خاموش شده بودن 
. اتاق مخابره ، آتیش گرفته بود سکان‌های عمودی از بین رفته بودن 
بالچه ، ترمز و چتر نجات نداشتیم 
بمب‌انداز داشت هواپیما رو هدایت می‌کرد 
می‌شه دستورالعمل فرود بدید ؟ 
برج مراقبت شنید نشستن هم‌فکری کردن سریع هم فکر می‌کردن چون این هواپیما قرار نبود زیاد توی هوا بمونه 
افسر کنترل پرواز داشت فکر می‌کرد تا اینکه بالاخره به نتیجه رسید 
بی‌سیم رو برداشت و گفت " صدات رو می‌شنوم جورج " : این هم از دستورالعملت 
: با من تکرار کنید 
... ای پدر ما که در آسمانی ، نام تو مقدس باد لطفا - می‌خوایم دوباره بشنویمش - . نمی‌خوایم دوباره بشنویمش پس بس کن 
قبلا شنیدینش ؟ یه میلیون‌بار شنیدیم 
همه‌جور داستانی برای همدیگه تعریف می‌کردیم 
بعضی‌هاشون واقعی بودن اکثرشون الکی بودن 
مهم نبود 
... قصه ، موسیقی ، خنده ، ویسکی اسکاتلندی همه‌مون به یه محرکی نیاز داشتیم که کمک‌مون کنه به هواپیما برگردیم و دوباره دست به کار بشیم 
جیمی ، فرانکی زنده موند ؟ 
باکی ، اینور باکی ، اینور 
کرنک 
زنده موندی 
مورف 
گلن 
اونیل چی ؟ 
می‌دونید باک زنده مونده یا نه ؟ 
چی ؟ 
... گفتم می‌دونید باک - جان ایگن ، موقعیت ساعت دو - 
چرا این‌قدر طولش دادی ؟ 
به استالاگ لوفت ۳ خوش اومدید بچه‌ها 
جایی که قراره بهترین سال‌های عمرتون رو سپری کنید 
نظرت چیه من و تو یه حرکتی بزنیم ؟ 
نقشه‌م اینه که صحیح و سالم با مارج ، برگردیم خونه 
همین‌جا می‌زنن می‌کشنت 
هی - می‌خوای چنین کاری بکنی ؟ - 
مادامی که نیروهای متفقین در سواحل ، گیر افتادن 
. صبح به‌خیر آقایون من سروان رابرت روزنتال هستم 
به یگان صدم خوش اومدید 
روزی ، واسه هدایت بی ۱۷ بهترین خلبانه 
، اگه دعا کنی که مثل اون خلبان خوبی بشی شاید به ۲۵ ماموریت برسی 
همه‌مون رو بکشن کک‌شون هم نمی‌گزه ، نه ؟ 
خوب می‌شه که به تازه‌واردها نشون بدید رسیدن به ۲۵ ماموریت ، امکان‌پذیره 
