उसके प स बंदूक है । 
हमें एक अमर क द ख । उसके प स बंदूक है ... घर के अंदर ज ओ और पुल स क फ़ न कर । 
ज ओ , ज ओ , ज ओ ! 
हम तुम्हें म रन नह ं च हते हैं । 
हम तुम्हें म रन नह ं च हते हैं । 
तुम्ह रे ल ए यह युद्ध ख़त्म हुआ । 
जब क स दल क व म न म र ग र य ज त थ , त वे ग़ यब ह ज ते थे । 
थ र्प ऐबट्स में च र मह ने भ नह ं हुए थे और 35 प्र रंभ क दल ं में से 32 ग़ यब ह चुके थे । 
हम ऐसे दल ं के ब रे में ब तें नह ं करते थे । 
हम में से वे ज न्ह ंने एक के ब द एक म शन ं में ज न ज र रख , वे स वध न से मृत प यलट ं क ज़ क्र करते थे । 
कुछ सैन क म नस क रूप से अस्थ र ह रहे थे । 
उन्ह ंने अपन आँख ं के स मने कई व म न ं क ध्वस्त ह ते और कई द स्त ं क म रे ज ते देख थ । 
कुछ ल ग प ने लगे । कुछ ल ग लड़ने लगे । कुछ ल ग इधर-उधर श र र क संबंध बन ने लगे । 
ज से भ भूलने क ज भ म क म ल , उसने उसे ज ने नह ं द य । 
मैं ? मैं ऑक्सफ़ र्ड यून वर्स ट ज रह थ । 
मुझे बबल्स क म त क क फ़ सदम लग थ और कर्नल ह र्ड ंग क लग क म त्र र ष्ट्र ं के ब च सम्मेलन में स वें क प्रत न ध त्व करन मेरे ल ए अच्छ ह ग । इसल ए उन्ह ंने मुझे न युक्त क य और मुझे वह ँ ज ने में ख़ुश हुई । बैल ओल क लेज , ऑक्सफ़ र्ड 
- क्य आप पहले कभ ऑक्सफ़ र्ड आए हैं , कैप्टन ? - नह ं । पर मैं यह ँ आकर उत्स ह त हूँ । 
वैसे , श यद इस सफ़र में आपक ज़्य द कुछ देखने क समय नह ं म लेग । 
व्य ख्य न ं और स म ज क क र्यक्रम ं के ब द , इसक क फ़ कम संभ वन है क आपक पर सर से ब हर न कलने क समय म लेग । 
इस तरफ़ से चल ए । 
लगभग सभ म त्र देश ं और क्षेत्र ं के प्रत न ध म जूद ह ंगे । 
आपक कुछ द लचस्प ल ग ं से म लने क म क म लेग । 
यह आपके ल ए द द न पहले पहुँच थ । उम्म द है क क ई ज़रूर ख़बर नह ं ह ग । 
मेर पत्न क है । 
वह ब न च ट्ठ भेजे एक भ हफ़्त ज ने नह ं देत है । 
वह बहुत व च रश ल हैं । 
क्य " सब-ऑल्टर्न " ए .एम . वेस्गेट पहुँच गए हैं ? मेरे रूममेट ? 
वह कल पहुँचेंगे । और हम उन्हें " सबल्टर्न्स " बुल ते हैं । " 
- " सबल्टर्न । " - सबल्टर्न्स । 
ह ँ । ख़ैर , जेम्स , इस द रे के ल ए धन्यव द । 
बेशक । शुभर त्र , सर । सम्मेलन क मज़ ल ज ए । 
" सबल्टर्न । " 
कूम्ब ह उस में स्व गत है मंस्टर र ज़ क बस त सर म शन ह थ , पर वह इतन दर्दन क थ क कर्नल ह र्ड ंग ने लेफ़्ट नेंट र ज़ेनथ ल और उसके दल क 
उनके प स घ ड़े हैं । 
तुम घुड़सव र करते ह , र ज़ ? 
ब्रुकल न के यहूद घुड़सव र नह ं करते हैं । 
- सुप्रभ त । हैल । - देव य ं । मैडम । 
- हैल । - संभलकर । घुड़सव र सेन आ गई । 
कूम्ब ह उस में स्व गत है । 
हम रे प स यह ँ खेल-कूद के स रे स धन हैं । 
टेन स , स इक लें , व ल ब ल , क्र के , कुत्त ं के स थ घुड़सव र । 
और अगर ब र श हुई , क्य ंक यह इंग्लैंड है , त ब लरूम में ब ल यर्ड , त श , शतरंज और बैडम ंटन हैं । 
यह ँ क मुख्य उद्देश्य तन व से मुक्त है । 
म इकल , इन सज्जन ं क उनके कमरे द ख द गे ? 
बेशक , मैडम । 
इस तरफ़ , सज्जन ं । 
फ़्रैंस ? 
मुझे यह ँ कब तक रहन ह ग ? 
मुझे खेद है क यह मेरे ह थ ं में नह ं है , र बर्ट । दरअसल , यह तुम्ह रे स ओ के ह थ ं में थ जब उन्ह ंने तुम्हें यह ँ भेज थ । 
पर तुम इस ब रे में ड . ह्यूस्टन के स थ चर्च कर सकते ह । 
हम रे प स यह ँ ब थटब हैं और गर्म प न है । 
मेर सल ह है क जब तक संभव ह , फ़ यद उठ ओ । 
तुम कह ँ से ह ? 
त न स इक्य स से । हम स थ उड़ न भरते हैं । तुम ? 
स वें से । 
जब हमें म क म लेग , तुम्हें लगत है क तुम उस टखने के स थ भ ग सक गे ? 
श यद नह ं । 
तुम्हें लगत है यह हम रे लड़क ं ने क य ? 
लगत है अभ - अभ हमल हुआ थ । आरएएफ़ । 
व ह । अंग्रेज़ ं ने सच में पहल ब र सट क न श न लग य । 
ठ क है , ठ क है , ठ क है । 
यह ँ क्य ह रह है ? वे यह ँ क्य कर रहे हैं ? 
अमर क । 
दहशत फैल ने व ले ! 
कमबख़्त अमर क ! 
कम ने कह ं के ! 
श ंत ह ज ओ , श ंत ह ज ओ । 
ग र्ड ! प छे हट ! 
श ंत ह ज ओ । 
ए , रुक ! उनक रक्ष मत कर ! तुम क्य कर रहे ह ? - उन्हें अपन रक्ष ख़ुद करने द ! - ग र्ड ! ग र्ड ! 
ड क्टर ह्यूस्टन ? 
मैं अंदर आ सकत हूँ ? 
ह ँ , आओ , आओ । 
- र बर्ट र ज़ेनथ ल । - ह ँ । 
- कल र त क न ंद कैस हुई ? - बढ़ य । 
सम य जन करने में परेश न ह सकत है । 
ज़्य द तर ल ग ं क एक ध द न क ज़रूरत ह त है । 
दरअसल , मैं आपसे इस ब रे में ब त करन च हत थ । 
मुझे नह ं लगत क यह व त वरण मेरे ल ए मददग र है । 
मैं बेस व पस ल टन च हूँग । 
तुम्हें क्य लगत है तुम्ह रे स ओ ने तुम्हें यह ँ क्य ं भेज ? उन्ह ंने आपसे क्य कह ? 
नह ं , मुझे ज नन है क तुम क्य स चते ह । 
हम एक म शन के ल ए मंस्टर गए थे । 
वह कठ न म शन थ , पर मैं ठ क हूँ । 
तुम्ह रे पहले त न द न ं में त न म शन । 
एक ह द पहर में 120 सैन क म रे गए । 
और मैं उनमें से एक नह ं थ । मैं ठ क हूँ । 
यह त सर ब र तुमने " ठ क " शब्द क इस्तेम ल क य । 
आप मुझे यह ँ से ज ने नह ं देंगे , है न ? 
बेशक ज ने दूँग । प ँच द न ं ब द । 
धन्यव द , ड क्टर । 
" हे हम रे प त , आप ज स्वर्ग में हैं , आपक न म पव त्र म न ज ए ... आपक र ज्य आए , आपक इच्छ जैसे स्वर्ग में पूर ह त है ... वैसे ह पृथ्व पर भ ह , क्य ंक यह आपक ह र ज्य है और शक्त ... " मैं इन कुत्त ं क दफ़न ने के ल ए जगह ढूँढ रह हूँ । 
" और हमें पर क्ष में न पड़ने दें ... परन्तु बुर ई से बच एँ ... " उनमें से एक अब भ ज़ ंद है । - " हम रे प त ... - उसे ख़त्म कर द । 
क्ल उस । मुझे एक जगह म ल गई है । 
बढ़ य है । मैं आ रह हूँ । 
ख दन शुरू कर । मेर मदद कर । 
ए , देख एक भ ग रह है । 
भ गने द ! वह ज़्य द दूर नह ं ज प एग ! 
अत्य च र क मनम न सत्त के व रुद्ध एक इंस न क स्वतंत्रत । 
मैग्न क र्ट य ग्रेट च र्टर ऑफ़ फ़्र डम्स ने इस क न ंव रख थ । 
सन् 1215 में हस्त क्षर त , यह आज भ स्वतंत्रत क एक महत्वपूर्ण प्रत क है । 
बेशक , तुम अमर क य ं के संस्थ पक प त ओं क कुछ ऐस दस्त वेज़ बन ने में 500 स ल ं से ज़्य द समय लग गय । 
और अब युद्ध के द र न हमें पत चल है क हम र स मूह क ... ह ँ , श यद अगर हम 500 स ल ं तक तुम्ह रे र ज के अत्य च र के अध न न ह ते , त वह पहले ह बन देते । 
हमें प छले युद्ध ं और उन युद्ध ं के सम ध न ं क ब र क़ से ज ँच करन ह ग । 
" थ ड़ स आग ह न अच्छ है । 
वह ँ ऊपर क फ़ ठंड लगत है । " 
- तुम कैप्टन क्र स्ब ह ? - हे भगव न । 
अरे , च ंत मत कर । मैंने मर्द ं क इससे भ कम कपड़ ं में देख है , कैप्टन । 
बड़ पर व र , छ ट घर , कुछ ह दरव ज़े । और तुम क न ह ? 
सबल्टर्न वेस्गेट , तुम्ह र रूममेट । 
अरे , नह ं । 
- तुमने क स पुरुष क उम्म द क थ , है न ? - नह ं , नह ं , मैंने नह ं ... मैं बस ... यह ... 
ह ँ । क थ । म फ़ करन । मैंने स च थ क क ई पुरुष ह ग । 
एट एस हमें अपने जन न न म ं क छुप ने के ल ए प्र त्स ह त करत है , इसल ए ए .एम 
' ए ' से एलेस ंड्र ... संक्ष प्त में स ंड्र ... और ' एम ' से मेर मध्य न म ज मैं मरते दम तक क स क नह ं बत ऊँग । 
- हमें क ष ध्यक्ष क इसक श क यत करन च ह ए । - अगर तुम्हें परेश न नह ं है , त मुझे भ नह ं है । 
मैं देख सकत हूँ क तुम श द शुद ह । 
उम्म द है क तुम्ह र पत्न ने तुम्हें ट यलेट क स ट न चे छ ड़ने के ल ए प्रश क्ष त क य ह ग । 
आईने में , वह ट्रेस थ य गेबल ? 
वह ट्रेस थ । 
मुझे लग थ क गेबल है । 
चल । उठ । 
यह आदम मेर तरफ़ मुड़ और उसने कह , " ज नते हैं , सर , इन कमबख़्त अमर क य ं में त न समस्य एँ हैं । " मेर भ ष के ल ए म फ़ च हूँग । उसने कह , " वे ज़्य द क म त्तेज त ह ते हैं , ज़्य द वेतन लेते हैं , और यह ँ आ गए हैं । " 
कैप्टन क्र स्ब । अमर क क्य कहते हैं क हम अंग्रेज़ ं में क्य समस्य है ? 
क ई ब त नह ं । मुझे य द आ गय । 
हम कम क म त्तेज त ह ते हैं , हमें कम वेतन म लत है और हम आइज़ेनह वर के न चे क म कर रहे हैं । 
तुम अमर क व पर त ल ंग के सम प आने के ल ए बहुत उत्स ह त रहते ह । 
युव वस्थ में , हम कभ क स कुंव र के स थ सेक्स करने क कल्पन भ नह ं कर सकते थे । 
हम अपन उत्तेजन श ंत करने के ल ए न कर न य ं और ब रमेड के प स ज ते थे । 
यह ँ आने व ले ये अमर क एक डचेस क भ ब स्तर पर आमंत्र त करेंगे , वह भ उसे ड नर पर ले ज ने से पहले ह । 
मैं इस पर सम्म नपूर्वक आपक व र ध करन च हूँग । 
न कर न य ं और ब रमेड क लगत है क उन्हें अपने म ल क ं क मन करने क हक़ नह ं है , पर अमर क पुरुष वर्ग क परव ह क ए ब न दृढ़ रहते हैं । 
और मेर भ ष के ल ए म फ़ च हूँग , पर वे क स ने स थ भ " सेक्स " कर सकते हैं । 
तुम हम र मह ल ओं के स थ जैस बर्त व करते ह , वह समझ से परे है । तुम हम र सड़क ं पर थूकते ह , शर ब के नशे में धुत ह ते ह , हम रे पब ं में लड़ते ह । 
श यद अगर तुम बस अपने लड़क ं क थ ड़ नैत क अनुश सन स ख ते , त वे हमेश ऐस बर्त व न करते क म न वे पहल ब र घर से ब हर न कले ह ं , म ज-मस्त कर रहे ह ं । 
वैसे , सम्म न सह त , सर , म ज-मस्त करने के ल ए , हर द न उनक आख़ र द न ह सकत है । 
इसल ए , सप्त ह ंत क छुट्ट पर ज ने से पहले , मैं उन्हें भ षण नह ं दूँग । 
तुम प यलट ं जैसे अकड़ू नह ं ह , पर तुम एक कैप्टन ह । त , क्य ? नैव गेटर ? ब म्ब र्ड यर ? 
नैव गेटर । 
तुम क्य करत ह , सबल्टर्न वेस्गेट ? 
व द कर क स क नह ं बत ओगे ? 
मैं प ंक कसम ख त हूँ । 
पत नह ं इसक क्य मतलब है , पर लगत है तुमने कसम ख ई । 
मैं एक पंटर हूँ । 
ह ँ । 
वह क्य ह त है ? 
कैंब्र ज में पढ़ ई करने के द न ं से यह कर रह हूँ । 
सच में ? 
तुमने कैंब्र ज में पढ़ ई क ? 
पर अगर तुम्हें व श्व स ह त है , त वे मह ल ओं क असल ड ग्र नह ं देते हैं । 
तुमने क न स व षय पढ़ थ ? पंट ंग के अल व । 
नह ं , बस यह क य । हम इसमें बहुत व श ष्ट हैं । 
संभलकर ! 
अरे , नह ं । 
- क्य तुम ठ क ह ? - मैं ठ क हूँ । 
न स ख ए । मुझे उस डंडे क इस्तेम ल करने में मह रत ह स ल करने में स ल ं लगे थे । 
सब कल इय ं क कम ल ह त है , लड़के । 
दरअसल तुमने पहले कभ पंट ंग नह ं क , है न ? 
कैसे पत चल क मैं झूठ ब ल रह हूँ ? 
तुम्हें झूठ ब लन ब ल्कुल नह ं आत । 
ख़ैर , मुझे समय द । मैं बेहतर बन ज ऊँग । व द करत हूँ । 
यह अच्छ ब त नह ं है । 
मैं देख रह हूँ क तुम अब भ अच्छ तरह स रहे ह । 
आपने कह थ क सम य जन करने में एक ध द न लगते हैं । 
आपक क्य बह न है ? 
ड क्टर ं क बुरे सपने नह ं आ सकते ? ज़रूर । 
क्य ं नह ं आ सकते ? 
आपके प स यह ँ कुछ अच्छ संग त है । 
- अगर मैं कुछ बज ऊँ , त आपक ऐतर ज़ त नह ं ह ग ? 
मुझे संग त क ज़्य द ज्ञ न नह ं है । मैं बस पूर संग्रह सुन रह हूँ । 
आप ... आप यह चूक रहे हैं । 
तुम कुछ बज ते ह ? 
नह ं । मैं एक सुर भ नह ं बज सकत । 
संग त क स र प्रत भ एँ मेर म ँ और बहन क म ल हैं , पर मुझे पत है क क न स संग त अच्छ सुन ई पड़त है । 
आप कह ँ तैन त थे , ड क ? न रफ़ क । मैं 96 वें में फ़्ल इट सर्जन हूँ । 
ब्रेमेन पर हुए हमले में आपक दल हम रे स थ थ । 
हमने त न फ़ र्ट ख द ए थे । 
वह तुम्ह र पहल म शन थ ? 
मैंने एक अच्छ द स्त ख य । 
वह उसक भ पहल म शन थ । 
यह युद्ध ... इंस न ऐस बर्त व करने के ल ए नह ं बने थे । 
- तुम इससे सहमत नह ं ह ? - नह ं , सहमत हूँ । 
पर जब आप ल ग ं पर अत्य च र ह ते , दमन ह ते देखते हैं , त कुछ करन ज़रूर ह ज त है , है न ? 
वे ख़ुद के ल ए नह ं लड़ सकते , है न ? 
इसल ए , हम क्य करते ? नह ं , तुमने सह कह । 
अब हम यह ँ हैं । नह ं , नह ं । यह ? यह ँ , यह ? बस यह त नह ं करन च ह ए । 
क्र के । कुत्त ं के स थ घुड़सव र , वह ज भ ह । 
उसक मतलब है , ल मड़ य ं क श क र करन । 
आपक ल मड़ य ं के श क र में व्यस्त नह ं ह न च ह ए । 
और आपक इस ब रे में ब त नह ं करन च ह ए । आपक इस ब रे में श क यत नह ं करन च ह ए । 
आपक व पस व म न में चढ़कर कमबख़्त क म पूर करन च ह ए । 
मैं एक लय में थ , समझे ? 
त न द न , त न म शन , त न ं ब र सफल रह । बूम , बूम , बूम । 
यह ज न क्रुप जैस है । 
जब ज न क्रुप अकेले ड्रम बज रह ह त है , तब आप उसे नह ं र कते हैं , है न ? 
पर द हफ़्ते ब द , आप उसे ब न क ई सुर चूके व पस बज न ज र रखने क कहेंगे ? 
श यद नह ं । पर ... ज न क्रुप क अपन लय ज र रखने से परे स चन ह ग । 
वह अपने पूरे बैंड क लय के ल ए ज़ म्मेद र है , है न ? 
मैंने कभ ब न बर्फ़ के नह ं प य थ । 
स्क टलैंड में , हम र म नन है क व्ह स्क क कभ भ पतल नह ं करन च ह ए । 
- च यर्स । ठ क है । - च यर्स । 
बड़े पर व र में । अगर तुम ड्र ंक ख़त्म न कर , त क ई और प ज एग । 
तुम अपने पर व र के स थ संपर्क में ह ? 
मैं च ट्ठ य ँ ल खने में क फ़ बुर हूँ । 
जब भ संभव ह , म लने ज त हूँ । 
भ ग ल क दृष्ट से , वे तुम्ह रे पर व र के मुक़ बले क फ़ क़र ब हैं । पर फ र भ कभ - कभ ऐस लगत है क वे बहुत दूर हैं । 
ह ँ । इतन स र च ज़ें हैं ज हम उन्हें नह ं बत सकते , समझ ? 
क्य ंक हमें अनुमत नह ं है , - और क्य ंक अगर ... - वे कैसे समझेंगे ? 
अह-अह , बस इतन जल्द नह ं । मैं ज़्य द नह ं प प त हूँ । 
प छल ब र , मैं अंत में ह टल के कमरे क ज़म न पर ब न बूट ं के पड़ थ । 
पूर कह न बत ओ । 
ह ँ । दरअसल , हम लंदन में थे हमने सप्त ह ंत क छुट्ट ल थ और बबल्स ने स क्क ं और बूट ं व ले एक खेल क आव ष्क र क य थ । 
और मूल रूप से , अंत में मेरे प स न स क्के थे और न ह बूट । 
मेर मतलब ... देख । वह ँ से , कह न थ ड़ धुंधल ह ज त है । 
पर ज आख़ र च ज़ मुझे य द है , वह है बबल्स के स थ ब थरूम में उल्ट करन और वह ँ केवल एक ह ट यलेट थ । 
- क फ़ र म ंट क सुन ई पड़त है । - श यद मुझे इसे यह ँ रख देन च ह ए । 
क्य बबल्स उस र त क ख़ स मह ल थ ? 
नह ं , नह ं , वह मेरे सबसे अच्छे द स्त क न म है । 
बबल्स बस एक उपन म है । 
हम सभ क ज़ ंदग में क ई ऐस च ह ए ज सके स थ कंधे से कंध म ल कर उल्ट कर सकें । 
पक्क वह क फ़ अच्छ द स्त ह ग । ह ँ , वह थ । 
वह प छले हफ़्ते म र गय । 
- मुझे बेहद खेद है । - इसल ए उन्ह ंने मुझे यह ँ भेज द य । 
मुझे कुछ द न ं क छुट्ट दे द । 
वह मेर ह ग़लत थ । 
कैसे ? 
मैं बबल्स क जगह ग्रुप नैव गेटर बन गय । 
अगर वह म शन ं क य जन बन ने के ल ए म जूद रहत , त श यद वे स रे व म न म र ग र ए नह ं ज ते । 
श यद बबल्स अब भ ज़ ंद ह त और ... नह ं । 
तुम द स्त उस व म न में बस एक क रण से थ , बस एक ह क रण से : क्य ंक एड ल्फ़ ह टलर और उसके गुंड ं क ट ल ने फैसल ल य क उन्हें पूर दुन य पर श सन करन च ह ए । 
बस इस क रण से । इस युद्ध में क स के भ मरने क केवल यह क रण है । 
वैसे , आज क द न क फ़ ख़ स रह । 
हम र त यह ं ख़त्म करें ? 
मेजर इगन , अंदर आओ । 
मैं तुम्ह र पूछत छकर्त हूँ , लेफ़्ट नेंट ह उसमन । 
कृपय , बैठ । 
तुम्हें थ ड़ व्ह स्क दूँ ? धन्यव द । 
यह रह आँख पर लगे क चड़ के न म । 
मुझे यह व ल पत नह ं थ । आँख पर लगे क चड़ के न म । 
त हम कह ँ से शुरू करें ? 
वह ँ से क्य ं नह ं करते हैं जब मैं उस शहर में थ और क स ने मेरे स थ म जूद च र ल ग ं क ग ल म र द । 
हे भगव न । वह क न स शहर थ ? 
- " रसह इम , " वगैरह । मुझे नह ं पत ... - रसलस्ह इम । 
यह क फ़ दुखद है । मैं इसे अपन र प र्ट में दर्ज करूँग । 
तुम्ह र सहकर्म , ज म रे गए , अगर तुम मुझे उनके न म और रैंक बत ओ , - त मैं यह ज नक र ... - मुझे उनके न म नह ं पत । 
हम बस संय ग से म ले थे । 
देख , मैं इस ड्र ंक क सर हन करत हूँ और एक म ट कंबल द गे त मैं शुक्रगुज़ र रहूँग , पर ज ज नक र तुम्हें मुझसे म लेग , - वह है मेर न म , रैंक , और क्रम ंक ... - और क्रम ंक संख्य । 
तुम्ह र है , ओ-399510 । 
ह ँ , मुझे यह पहले से पत है । 
मुझे यह भ पत है क तुम्ह र जन्म मैन ट व क , व स्क न्स न में हुआ थ । 
श द शुद ह ? 
जह ँ तक मैंने सुन है , बेशक नह ं ह । 
स्क्व ड्रन , 418 व ं । 
ग्रुप , 100 व ं ब म्बर ग्रुप । ' एच ' य न बड़े फ़ र्ट । मुख्य लय है , थ र्प ऐबट्स । 
क्य तुम्हें बेसब ल पसंद है , मेजर ? 
बेशक यह क ई र ज़ नह ं है । स गरेट ? 
म फ़ करन वे तुम्ह रे अमर क ब्रैंड ज तने अच्छे नह ं हैं । 
मुझे लक स्ट्र इक पसंद है । 
बेसब ल अब भ मेरे ल ए थ ड़ रहस्य है , उन डंड ं और बेस के चलते , ग ल-ग ल भ गन । 
प छले हफ़्ते एक बड़ चैम्प यनश प थ , है न ? 
ह ँ , वर्ल्ड स र ज़ । 
न्यूय र्क यैंक ज़ बन म सेंट लुइस क र्ड नल्स । 
र मैच हुआ थ , है न ? 
जब मेर व म न म र ग र य गय थ , तब हम द - एक से आगे थे । 
त तुम यैंक ज़ के फ़ैन ह ? 
क्य तुम वर्ल्ड स र ज़ क नत ज ज नन च ह गे ? 
क्य बक क्लेवेन भ यैंक ज़ क फ़ैन थ ? 
मैंने सुन है क वह क फ़ प्रत भ श ल प यलट थ । 
द न्यूय र्क ट इम्स एट्थ एयर फ़ र्स ने ब्रेमेन क तब ह क य मैंने रेगेन्सबर्ग हमले में उसके क रन म ं के ब रे में पढ़ थ । 
वह तुम्ह र द स्त थ , है न ? 
लगत है हम स रे अच्छे प यलट ं क म र ग र रहे हैं । 
क्य तुम्हें पत है क मंस्टर पर हुए तुम्ह रे हमले में , तुम्ह र केवल एक ह व म न सल मत ल ट सक ? 
एक । 
पर व पस तुम पर आते हैं , मेजर इगन । 
मुझे तुम्हें बत ते हुए खेद ह रह है क तुम क फ़ मुस बत में ह । 
हमें पत है क तुम्हें पहल ब र ऑस्टब वन के प स ग रफ़्त र क य गय थ ... पर हम रे प स मंस्टर पर हमल करने व ले व म न ं के क स भ दल के सदस्य के रूप में तुम्ह र क ई र क र्ड नह ं है । 
इस क रण गेस्ट प तुम्हें ज सूस बुल एँगे । 
यह उनक ग़लतफ़हम ह ग । 
मैं तुम्हें एक ब त बत सकत हूँ , मेजर , गेस्ट प क कभ ग़लतफ़हम नह ं ह त है । 
इसल ए , मुझे तुम्ह रे ग्रुप , तुम्ह रे स्क्व ड्रन और तुम्ह रे व म न क सत्य पन च ह ए त क मैं उनके स मने पुष्ट कर सकूँ क तुम बेशक वह ह ज तुम बत रहे ह । 
ज न इगन । मेजर । 
ओ-399510 । 
मेजर ... ज नते ह तुम ख़ुद क मदद नह ं कर रहे ह ? 
गेस्ट प , वे मुझसे अलग हैं । 
मैं , मैं तुम्ह रे जैस हूँ : एक प यलट , एक सम्म नन य व्यक्त । 
और मैं च ज़ ं क ऐसे समझ सकत हूँ ज श यद अत्यध क प्रश क्ष त सुरक्ष बल ं के मेरे सहकर्म नह ं समझ प एँगे । 
मैं तुमसे बक क्लेवेन के ब रे में ब त करन च हूँग , ज न ... पर मैं च हूँग क तुम भ मुझे कुछ च ज़ें बत ओ । 
उद हरण के ल ए , अगले हफ़्ते थ र्प ऐबट्स में क तने ब - 17 आने क उम्म द है । 
ज न इगन । मेजर । ओ-399510 । 
समझ गय । 
क फ़ ? 
ज़रूर क फ़ लेन च हूँग । 
बस क स क बत न मत । 
अब मैं सभ लड़क ं क ब स्तर पर न श्त ल कर नह ं दे सकत । 
मैं यह कभ क स क नह ं बत ऊँग । 
मुझे ख़ुश है क तुम स ए । 
लड़ कू व म न , स धे स मने । उन्हें म र ग र ओ , पैप ! चल ! 
हमल कर ! हमल कर ! 
अंदर ! अभ ! अंदर ! अंदर ! 
अंदर ज ओ ! अभ ! 
चल , चल । जल्द । चल । चल । 
मुझे समझ नह ं आ रह है क इस शहर में हर च ज़ इतन पुर न क्य ं हैं । 
ज नत ह , मैं ज स र ज्य से हूँ , उसक स्थ पन 1846 में हुई थ । 
अभ स स ल भ नह ं हुए हैं । 
- वह क न स र ज्य है ? 
- आय व । आय व । वैसे , पक्क 1846 से पहले वह ँ कुछ त ह ग । 
वैस कुछ भ नह ं है ज अब भ म जूद ह । 
ह ँ , वैसे , हम देखेंगे क यह ँ क्य म जूद रहेग जब यह युद्ध ख़त्म ह ज एग । 
अब , क्य इसक क ई क रण है क तुम नह ं बत रह क तुम कह ँ तैन त ह य तुम क्य करत ह ? 
ह ँ । और अगर मैं आज र त क क म के ब रे में स चन च हत , कैप्टन , त मैं प्र फ़ेसर गुडह र्ट के समूह स थ शैर प ने ज त । 
लगत है प र्ट चल रह है । 
चलकर देखें ? 
देव य ं और सज्जन ं , म स एल व ल्श । 
जंग क ... बबल्स के न म ? ... बम ं और छर्र ं क र ज है 
बबल्स के न म । 
तुम ... तुम अंदर नह ं आओगे ? 
क्य तुम भूल गए क हम रूममेट हैं ? ह ँ । श यद मैं सच में भूल गय थ । 
सबल्टर्न , हमने आपक पूरे क लेज में ढूँढ । 
एक ज़रूर संदेश है । 
क्य संदेश है ? 
मुझे ज न ह ग । 
- क्य , अभ ? - बेशक । 
अगल ब र जब लंदन आओ , त मुझे फ़ न करन । 
हम ड ंस करने चलेंगे । 
अगर तुम्ह र क़ स्मत अच्छ रह , त मैं तुम्हें पंट करन भ स ख सकत हूँ । 
मैंने सुन है क सब कल इय ं क खेल है । 
तुम्ह रे स म न क क्य ? 
- वे भेज देंगे । - वह तुम्ह र स इक ल नह ं है । 
मैं इसे उध र ले रह हूँ । 
युद्ध के फ़ यदे । 
तुम स त नह ं ह ? हम रे ज तने के ब द स ऊँग ! 
- वह आ गय । - ए । 
यह ँ कैसे आन हुआ ? 
हम यह ँ से ज ने व ले हैं और मुझे तुम्ह रे पैसे च ह ए । 
- व ह । - ऊह , र ज़ । बड़े द ंव खेलने व ल । ए , यह वह है ज सके ब रे में मैं बत रह थ । 
क्य वह फ र से कह न य ँ सुन रह है ? ह ँ , मेरे प स एक कह न है । 
मंस्टर के ऊपर हम रे आख़ र म शन में । एक-एक करके , हमने स रे व म न ं क ग रते देख और फ र हम आसम न में बच आख़ र व म न थे । 
दुश्मन के ल ए आस न लक्ष्य थे । 
हमें पत थ क वे क स भ पल हम पर हमल कर सकते थे । 
और फ र हमने वह सुन । 
क्य मैं ऐस सुन ई पड़ रह थ ? 
हम म रे ज ने व ले थे जब इस आदम ने , इस प गल कम ने ने आर्ट श क ग न गुनगुन न शुरू क य । 
अच नक । और वह बेहद अज ब थ । पर मुझे म नन पड़ेग , रेड य पर उसक आव ज़ सुनकर , वह पहल ब र थ क मैं ब ल्कुल नह ं डर । 
भले ह यह स्पष्ट थ क वह अपन म नस क संतुलन ख चुक थ । 
मुझे पत थ क मैं अकेल नह ं थ । 
हम में से क ई अकेल नह ं थ । 
अरे , चल भ । क न पत्ते ब ंटेग ? 
मैं तुम्हें हम रे आख़ र म शन के ब रे में बत त हूँ । 
हम इस ध्वस्त फ़ र्ट में थे और ख ड़ के ऊपर से द इंजन ं के बल पर ज रहे थे । 
व म न से क स ने रेड य पर ट वर क संदेश द य , " हैल , लेज़ फ़ क्स । 
मैं ' ज ' से ज र्ज ब ल रह हूँ , लेज़ फ़ क्स से । 
कृपय , क्य हमें व म न उत रने के न र्देश द गे ? प यलट " ... " और सह-प यलट म रे ज चुके हैं । 
द इंजन बंद करने पड़े । 
रेड य रूम में आग लग है । वर्ट कल स्टेबल इज़र उड़ चुके हैं । 
न फ़्लैप हैं , न ब्रेक , न पैर शूट हैं । 
ब म्ब र्ड यर व म न उड़ रह है । 
क्य तुम मुझे व म न उत रने के न र्देश द गे ? " 
त , ट वर ने यह सब सुन और वे म लकर उप य स चने लगे । और वे ज तन तेज़ से ह सके , स चने लगे क्य ंक यह व म न हव में ज़्य द देर उड़ते रहने व ल नह ं थ । 
फ़्ल इंग कंट्र ल ऑफ़ सर न रंतर स च रह थ और फ र आख़ रक र उसे उप य सूझ । 
उसने रेड य उठ कर कह , " मैं तुम्हें सुन रह हूँ , ' ज ' से ज र्ज । अब यह रहे तुम्ह रे न र्देश । 
ध रे - ध रे मेरे स थ द हर ओ : 
हम रे प त , आप ज स्वर्ग में हैं आपक न म पव त्र म न ज ए " ... - चल भ । - तुम यह फ र से सुनन च हते ह । चल भ । हम यह फ र से नह ं सुनन च हते , इसल ए ब लन बंद क्य ं नह ं करते ? 
तुम यह पहले भ सुन चुके ह ? हज़ र ं ब र सुन चुक हूँ । 
हमने एक-दूसरे क हर तरह क कह न य ँ सुन ईं । 
उनमें से कुछ सच थ ं । ज़्य द तर झूठ थ ं । 
इससे फ़र्क नह ं पड़त थ । 
मनगढ़ंत कह न य ँ , संग त , हँस - मज़ क , अच्छ आयर श व्ह स्क ... हम सभ क फ र से उस व म न में चढ़कर फ र से वह सब द हर ने में मदद के ल ए कुछ च ह ए थ । 
ज म ! ज म , क्य फ़्रैंक बच न कल ? 
बक ! बक ! यह ँ देख ! बक ! यह ँ देख ! यह ँ देख ! 
क्रैंक ! 
तुम बच गए ! 
मर्फ़ ! 
ग्लेन ! 
ओ ' न ल क क्य ? 
ए ! क स क पत है क बक ज़ ंद बच य नह ं ? 
क्य ? 
- मैंने पूछ क्य बक ... - ज न इगन ! हल्क द ईं तरफ़ देख । 
तुमने इतन समय क्य ं लग य ? 
स्ट लग लुफ़्ट III में स्व गत है , लड़क ं । 
अपन पत्न य ं के स थ के मुक़ बले , यह ँ बेहतर न स ल गुज़ र गे । 
अगल ब र " म स्टर्स ऑफ़ द एयर " में क्य कहते ह , तुम और मैं भ गने क क श श करें ? 
मेर य जन है क मैं म र्ज के प स घर ज़ ंद पहुँचूँ । 
कह ं तुम यह ं म रे मत ज न । 
- ए , ए ! - क्य तुम यह करन च हते ह ? 
... जबक म त्र देश ं क सेन समुद्र तट ं पर ह फँस हुई है । 
सुप्रभ त , सज्जन ं । मैं कैप्टन र बर्ट र ज़ेनथ ल हूँ । 
स वें में स्व गत है । 
मैंने ज तने भ प यलट ं क ब - 17 उड़ ते देख है , र ज़ उनमें बेहतर न प यलट है । 
प्र र्थन कर क तुम उससे आध अच्छ उड़ न भर सक , त श यद तुम 25 म शन ं तक पहुँच सक गे । 
अगर वे हम सबक म र भ दें , त भ उन्हें फ़र्क नह ं पड़त है , है न ? 
अच्छ ह ग अगर तुम नए सैन क ं क द ख द क 25 म शन सच में पूरे क ए ज सकते हैं । 
