יש לו אקדח . 
יש שם אמריקני . יש לו אקדח . היכנסו הביתה והתקשרו למשטרה . 
מהר , מהר , מהר ! 
אנחנו לא רוצים להרוג אותך . 
אנחנו לא רוצים להרוג אותך . 
מבחינתך המלחמה נגמרה . 
כשצוות נפל הוא נעלם . 
לא עברו יותר מארבעה חודשים בתורפ אבוטס עד ש - 32 מ - 35 הצוותים המקוריים היו בין הנעדרים . 
לא דיברנו על הצוותים האלה . 
אלה בינינו שהמשיכו לטוס במשימה אחר משימה נאלצו ללכת על קצות האצבעות סביב רוחות הרפאים שלהם . 
חלק מהגברים החלו לאבד יציבות . 
הם ראו יותר מדי מטוסים מתפוצצים ויותר מדי חברים נהרגים . 
חלק שתו , אחרים הלכו מכות , אחרים שכבו עם הרבה נשים . 
אם קיבלת הזדמנות לשכוח , ניצלת אותה . 
אני ? הייתי בדרך לאוניברסיטת אוקספורד . 
לקחתי את מותו של באבלס קשה וקולונל הרדינג חשב שכדאי שאייצג את הטייסת ה אז הוא נידב אותי והלכתי בשמחה . - קולג' בליול , אוקספורד 
- היית באוקספורד פעם , קפטן ? - לא , אבל אני שמח שאני כאן . 
ייתכן שלא יהיה לך זמן לראות הרבה ממנה בטיול הזה . 
עם כל ההרצאות והאירועים החברתיים שאורגנו , לא סביר שיהיה לך רגע לצאת מהקמפוס . 
מכאן . 
יהיו נציגים כמעט מכל מדינות בעלות הברית . 
אני בטוח שתפגוש אנשים מרתקים . 
זה הגיע בשבילך לפני יומיים . אני מקווה שזה לא דחוף . 
אשתי . 
היא ... לא מסוגלת להעביר שבוע בלי לשלוח לי מכתב . 
כמה מתחשב מצדה . 
סבולטרן איי - אם ווסטגייט כבר הגיע ? השותף שלי לחדר ? 
אני סבור שהוא יגיע רק מחר . והוגים זאת " סבלטרנים " . 
- סאבלטרן . - סבלטרן . 
בסדר . ובכן , ג'יימס , תודה על הסיור . 
בשמחה . לילה טוב , אדוני . תיהנה מהוועידה . 
סבלטרן . 
- ברוך הבא לבית קומב המשימה במינסטר הייתה המשימה השלישית בלבד של רוזי , אבל היא הייתה איומה כל כך שקולונל הרדינג הורה ללוטננט רוזנטל ולצוות שלו לבלות שבוע נופש במקום שקראנו לו בית הירי הגרמני . 
יש שם סוסים . 
אתה רוכב על סוסים , רוזי ? 
יהודים מברוקלין לא רוכבים על סוסים . 
וואו . - בוקר טוב . שלום . - גבירותיי . גברתי . 
- שלום . - זהירות . חיל הפרשים מגיע . 
ברוכים הבאים לבית קומב . 
יש לנו כל פעילות ספורטיבית שתוכלו לבקש , ממש כאן . 
יש טניס , אופניים , כדורעף , קריקט , רכיבה עם כלבי ציד . 
ואם יורד גשם , כי אנחנו באנגליה ... יש ביליארד , קלפים , שחמט ובדמינטון באולם הנשפים . 
הירגעות היא המטרה כאן . 
מייקל , תוכל להוביל את האנשים האלה לחדרים שלהם ? 
ודאי , גברתי . 
מכאן , רבותיי . 
פרנסי ? 
כמה זמן עליי להיות כאן ? 
חוששתני שזו לא החלטה שלי , רוברט . זו החלטה של המפקד ששלח אותך לכאן . 
אבל תוכל לדבר על זה עם ד"ר יוסטון . 
יש לנו כאן אמבטיות ומים חמים . 
אני מציעה לך לנצל זאת כל עוד אתה יכול . 
מאיפה אתה ? 
טייסת 381 . אנחנו טסים יחד . ואתה ? 
טייסת 100 . 
כשנזכה להזדמנות , אתה חושב שתוכל לרוץ על הקרסול הזה ? 
לא נראה לי . 
אתם חושבים שהבחורים שלנו עשו את זה ? 
נראה שזה קרה לא מזמן . חיל האוויר הבריטי . 
שיט . הבריטים פגעו במשהו לשם שינוי . 
בסדר . 
מה קורה כאן ? מה הם עושים כאן ? 
אמריקנים . 
טייסי טרור ! 
אמריקנים ארורים ! 
מנוולים ! 
זה בסדר . 
שומרים ! התרחקו ! 
תירגעו . 
היי , מספיק ! אל תגן עליהם ! מה אתה עושה ? - שיסתדרו לבד ! - שומרים ! שומרים ! 
דוקטור יוסטון ? 
אפשר להיכנס ? 
כן , היכנס . היכנס . 
- רוברט רוזנטל . - כן . 
- איך ישנת אמש ? - בסדר . 
ההסתגלות לכאן מוזרה . 
רוב האנשים זקוקים ליום או יומיים . 
האמת היא שעל זה בדיוק רציתי לדבר איתך . 
אני לא חושב שהסביבה הזו תורמת לי . 
אני רוצה לחזור לבסיס . 
למה לדעתך המפקד שלך שלח אותך לכאן ? מה הוא אמר לך ? 
לא , אני סקרן לדעת מה אתה חושב . 
הייתה משימה במינסטר . 
היא הייתה קשה , אבל אני בסדר . 
שלוש משימות בשלושת הימים הראשונים שלך . 
מאה ועשרים חיילים מתו באחר צהריים אחד . 
ואני לא הייתי אחד מהם . אני בסדר . 
זו הפעם השלישית שהשתמשת במילה " בסדר " . 
לא תיתן לי לעזוב , מה ? 
בטח שכן . בעוד חמישה ימים . 
תודה , דוקטור . 
" שבשמיים , יתקדש שמך ... תבוא מלכותך , ייעשה רצונך ... כבשמיים כן בארץ , כי לך הממלכה , הגבורה ... " אני מחפש מקום לקבור את שני הכלבים האלה . 
" ואל תביאנו לידי ניסיון ... כי אם חלצנו מן הרע ... " אחד מהם עוד בחיים . - אבינו " ... " - חסל אותו . 
קלאוס , מצאתי מקום . 
טוב . אני בא . 
תתחיל לחפור . עזור לי . 
היי , תראה , אחד מהם בורח . 
עזוב אותו ! הוא לא יגיע רחוק ! 
חופש הפרט אל מול הסמכות השרירותית של עריץ . 
זה הדבר שהמגנה כרטה , או הכתב הגדול של החירויות , שימשה לו בסיס . 
היא נחתמה ב - 1215 והיא סמל חשוב לחירות עד היום . 
מובן שלקח לכם , היאנקים , יותר מ - 500 שנה עד שאבותיכם המייסדים השתמשו בדף נייר דומה . 
ועכשיו , בעת מלחמה , אנחנו מגלים ששותפות ... כן , אולי אילו לא היינו חיים בעריצות המלך שלכם במשך 500 שנה , 
עלינו להיות קפדניים ביותר בבחינת עימותים קודמים ובפתרונותיהם . 
" נחמד כשיש אש קטנה . 
עלול להיות כאן קר . " 
- קפטן קרוסבי , אני מניחה . - אלוהים אדירים . 
אל תדאג . ראיתי גברים לובשים פחות מזה , קפטן . 
משפחה גדולה , בית קטן , דלתות מועטות . ומי את ? 
סבלטרן ווסטגייט , השותפה שלך לחדר . 
אוי , לא . 
- ציפית לגבר , מה ? - לא , אני ... זה רק ... כן , נכון . 
אני מתנצל . ציפיתי לגבר . 
חיל הנשים מעודד אותנו להסתיר את השמות הנשיים שלנו , לכן השתמשתי באיי 
- אם ווסטגייט . ה - איי מסמלת אלסנדרה , סנדרה בקיצור ... וה - אם מסמלת שם שני שאשמור בסוד עד יום מותי . 
- כדאי שנדווח על זה לגזבר . - זה לא מפריע לי אם זה לא מפריע לך . 
אני רואה שאתה נשוי . 
אני מקווה שאשתך לימדה אותך להוריד את מושב האסלה . 
בראי . זה היה טרייסי או גייבל ? 
זה היה טרייסי . 
חשבתי שגייבל . 
קדימה . קום . 
הבחור פנה אליי כשהתכוונתי לעזוב ואמר , " שמע , אדוני , יש שלוש בעיות באמריקנים הארורים האלה . " סליחה על הגסויות . הוא אמר , " הם עושים יותר מדי סקס , מקבלים יותר מדי כסף והם יותר מדי כאן " . 
קפטן קרוסבי . מה הבעיה בנו , הבריטים , לטענת היאנקים ? 
זה בסדר , נזכרתי . 
אנחנו מקבלים פחות סקס , פחות כסף ופחות אייזנהאואר . 
אתם , האמריקנים , אכן נועזים יותר בגישה שלכם למין השני . 
כגברים צעירים לא היינו חולמים להשכיב אשת חברה . 
נהגנו לפנות לחדרניות ולמוזגות כדי למצוא התרגשות . 
האמריקנים האלה שמגיעים לכאן עלולים להזמין דוכסית למיטה לפני שיצאו איתה לארוחת ערב . 
עם כל הכבוד , אני חולקת על דעתך . 
חדרניות ומוזגות מרגישות שאין להן זכות לסרב למעסיקים שלהן , אבל גברים אמריקנים מתמידים בלי קשר למעמד . 
וסלח לי על השפה , אבל הם ישכיבו כל מה שזז . 
זה לא רק היחס שלכם לנשים שלנו . אתם יורקים ברחובות , משתכרים , מסתובבים בפאבים שלנו . 
אולי אילו הייתם מלמדים קצת משמעת את הבחורים שלכם , הם לא היו מתנהגים כאילו זו הפעם הראשונה שיצאו מהבית ומשתוללים . 
עם כל הכבוד , אדוני , כל יום עלול להיות ההזדמנות האחרונה שלהם להשתולל . 
אז לא אנזוף בהם לפני שיצאו לסוף שבוע . 
אתה לא יהיר מספיק להיות טייס , אבל אתה קפטן . אז מה ? נווט ? מטילן ? 
נווט . 
מה את עושה בדיוק , סבלטרן ווסטגייט ? 
אתה מבטיח שלא תגלה לאיש ? 
אני נשבע שבועת זרת . 
אני לא בדיוק יודעת מה זה אומר , אבל זה נשמע רשמי . 
אני פאנטרית . 
בסדר . 
מה זה ? 
' אני משיטה סירות מאז ימיי בקיימברידג . 
באמת ? 
' למדת בקיימברידג ? 
אבל לא באמת נותנים תארים לנשים , אם אתה מסוגל להאמין . 
מה למדת ? מלבד להשיט סירות , כמובן . 
לא , זה מה שלמדתי . אנחנו מומחים . 
זהירות ! 
אוי , לא . 
- אתה בסדר ? - אני בסדר . 
חובבנים . לקח לי שנים ללמוד להשתמש במוט . 
הכול טמון במפרק היד , בחור . 
לא באמת השטת סירה מעולם , מה ? 
מה הסגיר אותי ? 
את שקרנית איומה . 
תן לי זמן . אשתפר . אני מבטיחה . 
זה לא דבר טוב . 
אני רואה שאתה עוד ישן היטב . 
אמרת שלוקח יום או יומיים להסתגל . 
מה התירוץ שלך ? 
אתה חושב שלרופאים אין סיוטים ? בטח שיש . 
למה לא ? 
יש לך כאן יופי של תקליטים . 
- אני יכול לבחור באחד ? - ודאי . 
אני לא מבין גדול במוזיקה , אני רק עובר על כל האוסף . 
זה ... זה מה שחסר לך . 
אתה מנגן ? 
לא , לא מנגן אפילו תו אחד . 
אמי ואחותי זכו בכישרון המוזיקלי במשפחה , אבל אני יודע מה נשמע טוב . 
איפה אתה מוצב , דוק ? נורפולק . אני מנתח מוטס בטייסת ה - 96 . 
הקבוצה שלכם השתתפה איתנו בפשיטה על ברמן . 
איבדנו שלושה מבצרים . 
זו הייתה המשימה הראשונה שלך ? 
איבדתי חבר טוב . 
זו הייתה המשימה הראשונה גם שלו . 
המלחמה הזו ... בני אנוש לא אמורים להתנהג כך . 
- אתה חולק על דעתי ? - לא . 
אבל כשאתה רואה אנשים נרדפים ומשעובדים , אתה חייב לעשות משהו , לא ? 
הם לא יכולים להגן על עצמם . 
אז מה אנחנו עושים ? לא , אתה צודק . אנחנו חייבים לעשות משהו ו ... הנה אנחנו כאן . 
לא , לא . זה ... הדבר הזה ... זה בדיוק מה שאנחנו לא אמורים לעשות . 
קריקט . לרכוב עם כלבי ציד , אין לי מושג מה זה אומר . 
זה ציד שועלים . 
לא יוצאים לציד שועלים . 
ולא מדברים על זה , לא בוכים על זה . 
חוזרים למושב ומסיימים את העבודה , לעזאזל . 
היה לי קצב , אתה מבין ? 
שלושה ימים , שלוש משימות , שלוש נחיתות . 
זה כמו ג'ין קרופה . 
לא עוצרים את ג'ין קרופה באמצע סולו תופים , נכון ? 
וכעבור שבועיים מבקשים ממנו להמשיך מהמקום שבו הפסיק בלי לפספס פעמה . 
אולי לא . אבל ... ג'ין קרופה צריך לחשוב על דברים נוספים מלבד הקצב שלו . 
הוא אחראי לקצב של כל הלהקה שלו , לא ? 
לא שתיתי את זה בלי קרח מעולם . 
בסקוטלנד אנחנו מאמינים שאסור למהול ויסקי . 
- לחיים . בסדר . - לחיים . 
משפחה גדולה . אם לא תסיים את הכוס , מישהו אחר יעשה זאת . 
את שומרת על קשר עם המשפחה שלך ? 
אני איומה בכתיבת מכתבים . 
אני מבקרת כשאני יכולה . 
גאוגרפית היא קרובה מהמשפחה שלך , אך לפעמים אני מרגישה שהיא רחוקה מאוד . 
כן , יש דברים רבים כל כך שאי אפשר לספר להם . 
לא כי אסור , - אלא כי ... - איך הם יכולים להבין ? 
לאט לאט . אני לא שתיין גדול . 
בפעם הקודמת מצאתי את עצמי על רצפת חדר המלון בלי מגפיים . 
ספר לי . 
כן . טוב , היינו בלונדון לסוף שבוע ובאבלס המציא משחק עם מטבעות ומגפיים . 
ובשורה התחתונה נותרתי בלי מטבעות ובלי מגפיים . 
כלומר , שמעי , מאותו הרגע הסיפור מעורפל קצת , 
אבל הדבר האחרון שאני זוכר הוא שהקאתי בשירותים עם באבלס והייתה רק אסלה אחת . 
- נשמע רומנטי ביותר . - אולי כדאי שאעביר את זה לכאן . 
באבלס היא אשת לילה ? 
לא , לא , הוא החבר הכי טוב שלי . 
באבלס הוא רק כינוי . 
כל אחד צריך שיהיה לו מישהו להקיא לצדו . 
הוא ודאי חבר טוב . הוא היה , כן . 
הוא נפל בשבוע שעבר . 
- אני מצטערת מאוד . - זו הסיבה ששלחו אותי לכאן . 
להרחיק אותי קצת . 
זה קרה באשמתי . 
מאיזו בחינה ? 
החלפתי את באבלס כנווט קבוצתי . 
אילו הוא היה מתכנן את המשימות , אולי כל המטוסים האלה לא היו נופלים . 
אולי באבלס עוד היה כאן ו ... לא . 
הייתה סיבה אחת בלבד לכך שהחבר שלך היה במטוס ההוא : כי אדולף היטלר וחבורת הבריונים שלו החליטו שמגיע להם לשלוט בעולם . 
זהו זה . זו הסיבה היחידה שאנשים מתים במלחמה הזו . 
טוב , זה היה יום לא פשוט . 
שנלך לישון ? 
מייג'ור איגן , היכנס . 
אני החוקר שלך , לוטננט האוסמן . 
שב , בבקשה . 
אפשר למזוג לך ויסקי ? תודה . 
לחיי בוץ בעיניים . 
אני לא מכיר את הביטוי הזה . לחיי בוץ בעיניים . 
ובכן , במה נתחיל ? 
מה דעתך על כך שהייתי בעיירה ומישהו ירה בארבעה מהבחורים שהיו איתי ? 
אלוהים אדירים , באיזו עיירה ? 
- רוסהיים או משהו . אני לא יודע . - רוסלהיים . 
זה טרגי . אוסיף את זה לדוח . 
העמיתים שלך , אלה שנהרגו , אם תיתן לי את השמות ואת הדרגות שלהם , - אוכל להעביר אותם ל ... - אני לא יודע את השמות שלהם . 
פשוט הסיעו אותנו יחד במקרה . 
שמע , תודה על המשקה ואשמח מאוד לשמיכה עבה יותר , אבל ממני לא תוציא יותר - משם , מדרגה וממספר אישי ... - ומספר אישי . 
המספר שלך הוא או - 399510 . 
כן , אני כבר יודע . 
אני גם יודע שנולדת במניטווק , ויסקונסין . 
אתה נשוי ? 
לפי מה ששמעתי , בהחלט לא . 
יחידה 418 . 
טייסת הפצצה כבדה 100 , מפקדה בתורפ אבוטס . 
אתה חובב בייסבול , מייג'ור ? 
אני בטוח שזה לא סוד לאומי . סיגרייה ? 
אני מצטער שהן לא טובות כמו סיגריות אמריקניות . 
לאקי סטרייק היא ההעדפה האישית שלי . 
בייסבול הוא עדיין תעלומה מבחינתי , עם כל המקלות והבסיסים , הריצה במעגלים . 
הייתה אליפות גדולה בשבוע שעבר , לא ? 
כן , אליפות העולם . 
ניו יורק יאנקיז נגד סנט לואיס קרדינלס . 
משחק חוזר , נכון ? 
הובלנו שתיים - אחת כשהמטוס שלי נפל . 
אתה אוהד יאנקיז ? 
תרצה לדעת את תוצאת אליפות העולם ? 
האם באק קליבן היה אוהד של היאנקיז ? 
שמעתי שהוא היה טייס מצוין . 
- חטיבת האוויר השמינית ריסקה את ברמן שמעתי על מעלליו במתקפה על רגנסבורג . 
הוא היה חבר שלך , לא ? 
נראה שאנחנו מפילים את כל הטייסים הטובים . 
ידעת שבמתקפה שלכם על מינסטר , רק אחד מהמטוסים שלכם חזר ? 
אחד . 
אבל בוא נחזור לדבר עליך , מייג'ור איגן . 
צר לי להודיע לך שאתה , כמו שאומרים , בבעיה קטנה . 
אנחנו יודעים שנתפסת ליד אוסטבוורן ... אבל אתה לא רשום כחבר צוות באף אחד מהמטוסים במתקפה על מינסטר . 
הגסטפו היה טוען שזה אומר שאתה מרגל . 
אז הוא היה טועה . 
דבר אחד בטוח , מייג'ור . הגסטפו לא טועה אף פעם . 
אז אני צריך לוודא מאיזו קבוצה , יחידה ומטוס הגעת כדי שאוכל לאשר בפניהם שאתה מי שאתה טוען שאתה . 
ג'ון איגן , מייג'ור . 
או - 399510 . 
מייג'ור , אם יורשה לי לומר , אתה לא עוזר לעצמך . 
הגסטפו שונים ממני . 
אני כמוך , טייס . איש של כבוד . 
ואני מבין דברים שייתכן שעמיתיי בכוחות הביטחון שעברו אינדוקטרינציה כבדה לא יבינו . 
אני רוצה לדבר איתך על באק קליבן , ג'ון ... אבל אני רוצה שגם אתה תדבר איתי . 
מספר מטוסי הבי - 17 החלופיים שצפויים להגיע לתורפ אבוטס בשבוע הבא , למשל . 
ג'ון איג'ן . מייג'ור . או - 399510 . 
אני מבין . 
קפה ? 
אשמח מאוד לקפה . 
אבל אל תגלה לאף אחד . 
אני לא יכולה להביא ארוחת בוקר למיטה לכולם . 
הסוד הזה ירד איתי לקבר . 
אני שמחה שישנת . 
טייסי קרב , 12 : 00 . חסל אותם , פאפי ! קדימה ! 
אש ! אש ! 
פנימה ! מיד ! קדימה ! 
היכנסו ! מיד ! 
קדימה . מהר . קדימה . 
מדהים שהכול בעיר הזו עתיק כל כך . 
המדינה שנולדתי בה נוסדה ב - 1846 . 
היא עוד לא בת 100 . 
- איזו מדינה ? 
- אייווה . אייווה . ברור שהיה שם משהו לפני 1846 . 
לא משהו שעוד קיים . 
טוב , נראה מה יישאר קיים שם בסוף כל הבלגן הזה . 
יש סיבה לכך שאת לא מגלה לי איפה את מוצבת או מה את עושה ? 
כן . ואילו הייתי רוצה לחשוב על עבודה הערב , קפטן , הייתי הולכת לשעת השרי עם פרופסור גודהארט . 
נראה שזו מסיבה . 
שנחקור ? 
גבירותיי ורבותיי , מיס אלה וולש . 
הקרב ... " לזכר באבלס ? " שבו שולטות פצצות ורסיסים ... " 
לזכר באבלס . 
אתה ... לא נכנס ? 
שכחת שאנחנו שותפים לחדר ? כן . האמת היא שנראה ששכחתי . 
' סבלטרן , חיפשנו אותך בכל הקולג . 
הודעה דחופה . 
מה העניין ? 
אני צריכה ללכת . 
- מה , עכשיו ? - אכן . 
בפעם הבאה כשתהיה בלונדון , תתקשר אליי . 
נצא לרקוד . 
אם יהיה לך מזל , אולי אלמד אותך להשיט סירה . 
שמעתי שהכול טמון במפרק כף היד . 
מה עם הדברים שלך ? 
- ישלחו אותם . - האופניים האלה לא שלך . 
אני שואלת אותם . 
שלל מלחמה . 
את לא ישנה ? אחרי שננצח . 
- הנה הוא . - היי . 
לכבוד מה זכינו ? 
נצא מכאן בקרוב מאוד ואני רוצה את הכסף שלכם . 
- וואו . - רוזי . בזבזן גדול . היי , זה הבחור שסיפרתי לכם עליו . 
הוא מספר סיפורים שוב ? כן , יש לי סיפור . 
המשימה האחרונה שלנו במינסטר . בזה אחר זה ראינו את כולם נופלים , עד שנותרנו אחרונים בשמיים . 
מטרה נייחת . 
ידענו שהם יגיעו לתקוף אותנו בכל רגע . 
ואז שמענו את זה . 
כך אני נשמע ? 
עמדו לפוצץ לנו את הביצים והבחור הזה , הדפוק הזה החל לזמזמם שיר של ארטי שואו . 
בהפתעה גמורה . וזה היה מוזר מאוד , אבל אני חייב להודות שכששמעתי את הקול שלו במכשיר הקשר זו הייתה הפעם הראשונה שלא פחדתי פחד מוות . 
גם אם היה ברור שהוא השתגע לגמרי . 
ידעתי שאני לא לבד . 
אף אחד מאיתנו לא היה לבד . 
נו , באמת . מי מחלק ? 
תנו לי לספר לכם על המשימה האחרונה שלנו . 
היינו במבצר פגוע , צלענו מעל התעלה עם שני מנועים בלבד . 
מישהו במטוס קרא למגדל הפיקוח , " שלום , לייזי פוקס . 
כאן ג' כמו ג'ורג' , קורא ללייזי פוקס . 
האם אתם יכולים לתת לנו הוראות נחיתה ? הטייס ... " " וטייס המשנה מתו . 
שני מנועים דוממים . 
יש שרפה בחדר האלחוט , המייצבים נהרסו . 
אין מדפים , אין בלמים , אין מצנחים . 
המטילן מטיס את המטוס . 
אתם יכולים לתת לי הוראות נחיתה ? " 
אז מגדל הפיקוח שמעו את כל זה , והתחילו לחשוב . הם חשבו כמה שיותר מהר כי ידעו שהדבר הזה לא יישאר באוויר עוד זמן רב . 
מפקח הטיסה חשב וחשב עד שבסופו של דבר הוא מצא פתרון . 
הוא לקח את מכשיר הקשר ואמר , " ' אני מבין אותך , ג' כמו ג'ורג , עכשיו שמע את ההוראות שלך . 
חזור אחריי לאט : 
אבינו שבשמיים ... יתקדש ... " - בחייך . - צריך לשמוע את זה שוב . אין צורך לשמוע את זה שוב , אתה יכול להפסיק . 
שמעת את זה פעם ? שמעתי את זה מיליון פעמים . 
סיפרנו זה לזה כל מיני סיפורים . 
חלקם היו נכונים . רובם לא . 
זה לא שינה . 
מעשיות , מוזיקה , צחוק , ויסקי אירי טוב ... כולנו היינו זקוקים למשהו שיעזור לנו לחזור למטוס 
ג'ימי ! ג'ימי , פרנקי שרד ? 
באקי ! באקי ! כאן ! באקי ! כאן ! 
קראנק ! 
ניצלת ! 
מרף ! 
גלן ! 
מה עם אוניל ? 
היי ! מישהו מכם יודע אם באק בחיים ? 
מה ? 
- שאלתי אם באק ... - ג'ון איגן ! שעה שתיים שלך . 
למה התעכבת כל כך ? 
ברוכים הבאים לסטאלג לופט שלוש , בחורים . 
כאן תבלו את השנים הטובות ביותר של נשותיכם . 
- בפרק הבא מה דעתך שאתה ואני ננסה לברוח ? 
אני מתכוון לחזור אל מארג' בריא ושלם . 
אתה תמות כאן בריא ושלם . 
- היי , היי ! - זה מה שאתה רוצה לעשות ? 
כוחות בעלות הברית ממולכדים בחופים . 
בוקר טוב , רבותיי . אני קפטן רוברט רוזנטל . 
ברוכים הבאים לטייסת ה - 100 . 
רוזי הוא הטייס הכי טוב שראיתי במטוס בי - 17 אי פעם . 
תתפלל לאלוהים שתוכל לטוס כמוהו , אולי גם אתה תגיע ל - 25 משימות . 
לא אכפת להם אם הם יהרגו את כולנו . 
יהיה טוב אם תראה לחדשים שבאמת אפשר להגיע ל - 25 משימות . 
