У него пистолет . 
Там американец . У него пистолет . Бегите в дом , вызовите полицию . 
Бегом ! 
Мы не хотим тебя убивать . 
Мы не хотим тебя убивать . 
Твоя война закончилась . 
Если самолет сбивали , экипаж исчезал . 
Не прошло и четырех месяцев , как на Торп-Эбботс пропавшими без вести числились 32 из 35 изначальных экипажей . 
Мы о них не говорили . 
Те из нас , кто продолжали боевые вылеты , избегали вспоминать призраков . 
У некоторых начинала ехать крыша . 
Слишком много взорвавшихся самолетов , слишком много погибших друзей . 
Кто-то искал утешение в выпивке , кто-то в драке , кто-то в чужих постелях . 
Что угодно , лишь бы забыться . 
А что я ? Я ехал в Оксфордский университет . 
Смерть Бабблза подкосила меня . Полковник Хардинг решил отвлечь меня , отправив представлять 100-ю на конференции союзников . А я с радостью согласился . БАЛЛИОЛ-КОЛЛЕДЖ , ОКСФОРД 
- Вы уже бывали в Оксфорде , капитан ? - Нет . Но я рад быть здесь . 
В этот визит вы вряд ли успеете многое увидеть . 
Лекции , культурная программа . У вас не будет времени выйти за пределы кампуса . 
Нам сюда . 
Соберутся представители почти всех союзных держав и территорий . 
Вас ждут интереснейшие встречи . 
Пришло на ваше имя два дня назад . Надеюсь , ничего срочного . 
От моей жены . 
Она не может прожить ни недели без отправки письма . 
Какая чуткость . 
Сабалтерн-офицер А. М. Уэсгейт уже прибыл ? Мой сосед по комнате ? 
Ожидается завтра . Мы произносим как " субалтерн " . 
- Суббалтерн . - Субалтерн . 
Ясно . Что ж , Джеймс , спасибо за экскурсию . 
Не за что . Доброй ночи , сэр . Приятной конференции . 
Субалтерн . 
ДОБРО ПОЖАЛОВАТЬ У Рози Мюнстер был третьей миссией . Но после тех ужасов полковник Хардинг отправил лейтенанта Розенталя с экипажем на недельное восстановление . Мы прозвали то место зенитным поместьем . 
Тут есть лошади . 
Рози , ты ездишь верхом ? 
Евреи из Бруклина не ездят верхом . 
- Привет . - Леди . 
- Привет . - Кавалерия . 
Приветствую в Кум-хауз . 
У нас есть все занятия и виды спорта , которые пожелаете . 
Теннис , велосипеды , волейбол , крокет , выезды с гончими . 
А на случай дождя , мы же в Англии , есть биллиард , карты , шахматы и бадминтон в бальном зале . 
Здесь всё посвящено одному – отдыху . 
Майкл , покажешь им их комнаты ? 
Конечно , мэм . 
За мной , джентльмены . 
Фрэнси ? 
Сколько я должен тут пробыть ? 
Роберт , это не от меня зависит . Решение принимал ваш командир . 
Но это можно обсудить с доктором Хьюстоном . 
У нас есть ванны и горячая вода . 
Пользуйтесь , пока есть возможность . 
Ты откуда ? 
Из 381-й группы . Мы вместе летаем . Ты ? 
Из 100-й . 
Если улучим шанс , сможешь бежать с такой ногой ? 
Не думаю . 
Наша работа ? 
Похоже , это было недавно . Королевские ВВС . 
Чёрт . Британцы в кои-то веки попали в цель . 
Иду-иду . 
Что происходит ? Что они здесь делают ? 
Американцы . 
Летчики террора ! 
Проклятые американцы ! 
Ублюдки ! 
Успокойтесь . 
Охрана ! Отойдите ! 
Не реагируйте . 
Эй , кончай ! Нечего их защищать ! Ты чего делаешь ? - Сами разберутся ! - Охрана ! 
Доктор Хьюстон ? 
Можно ? 
Да , проходите . 
- Роберт Розенталь . - Да . 
- Как спали ночью ? - Нормально . 
Бывает нелегко перестроиться . 
У большинства уходит пара дней . 
Как раз об этом я хотел с вами поговорить . 
Не думаю , что эта обстановка мне на пользу . 
Я хочу вернуться на базу . 
Зачем командир вас сюда отправил ? Что он вам сказал ? 
Меня интересуют ваши мысли . 
Миссия в Мюнстере . 
Было тяжело . Но я в норме . 
Три вылета в первые три дня . 
За день погибло 120 человек . 
Но не я . Я в норме . 
Вы всё время твердите : " Нормально , в норме " . 
Вы меня не отпустите , да ? 
Отпущу . Через пять дней . 
Спасибо , доктор . 
" Отец наш , мы прославляем имя Твое ... Да настанет царствие Твое ... На земле и на небесах . Это Твое царствие и Твоя власть ... " Найду , где бы закопать этих псов . 
" Не искушай нас ... Убереги нас от зла ... " Один живой . - " Отец ... " - Добей его . 
Клаус . Я нашел место . 
Хорошо . Иду . 
Копай . Помоги мне . 
Смотри , один сбегает . 
Чёрт с ним ! Далеко не уйдет ! 
Свобода индивидуума для предотвращения деспотичной власти тирана . 
Именно это было закреплено в Великой хартии вольностей . 
Принятая в 1215 году , она до сих пор является важным символом свобод . 
А вот у янки ушло еще 500 лет на то , чтобы ваши отцы-основатели составили похожий документ . 
А теперь , во время войны , наш коллективный ... Ага , если бы не 500 лет тирании вашего короля , мы бы управились быстрее . 
Нужно тщательно исследовать предыдущие конфликты и способы их урегулирования . 
" Приятно разжечь камин . 
Там довольно холодно " . 
- Капитан Кросби ? - Боже . 
Не волнуйтесь . Я привычная , капитан . 
Большая семья , маленький дом , мало дверей . С кем имею честь ? 
Субалтерн Уэсгейт , ваша соседка . 
Боже . 
- Вы думали , я мужчина ? - Нет , я не ... Просто ... Я ... 
Да , это так . Простите . Я думал , вы мужчина . 
Нам рекомендуют скрывать женские имена . Поэтому А. М. Уэсгейт . 
" А " – Алессандра . Можно просто Сандра . " М " – второе имя , которое унесу с собой в могилу . 
- Надо уведомить завхоза . - Меня это не смущает . А вас ? 
Я вижу , вы женаты . 
Надеюсь , жена научила вас опускать стульчак . 
Да , там , в зеркале , это был Трейси или Гейбл ? 
Трейси . 
А я подумала , Гейбл . 
Вставай . 
И он мне говорит : " С чертовыми американцами три проблемы " . Простите за грубость . " Для них главное – секс и деньги . И вообще они везде главные " . 
Капитан Кросби . Как там говорят янки про британцев ? 
Вспомнила . 
Для нас секс и деньги – не главное . Теперь у нас главный – Эйзенхауэр . 
Американцы несколько смелее в обращении с противоположным полом . 
Нашим юношам в голову не приходило переспать с дебютанткой . 
Для этого есть горничные и буфетчицы . 
А американцы тащат герцогиню в койку , даже не пригласив ее на обед . 
Вынуждена с вами не согласиться . 
Горничные и буфетчицы не могли отказать своим хозяевам . А американцам нет дела до классовых различий . 
Используя ваше выражение , он " тащат в койку " всё , что движется . 
Ваше отношение к женщинам ужасно . Вы плюетесь на улице , напиваетесь , деретесь в пабах . 
Будь дисциплина построже , может , ваши парни не вели бы себя так , словно впервые вырвались из дома и ушли в загул . 
Сэр , при всём уважении . Их жизнь может оборваться в любой момент . 
Так что я не считаю нужным читать им нотации перед увольнительными . 
Для пилота маловато заносчивости . Но вы капитан . Кто же вы ? Штурман ? Бомбардир ? 
Штурман . 
А чем вы занимаетесь , субалтерн Уэсгейт ? 
Обещаете никому не говорить ? 
Клянусь на мизинцах . 
Не знаю , что это значит , но внушает . 
Я шестовая . 
Ясно . 
А что это ? 
Начала заниматься этим еще в Кембридже . 
Серьезно ? 
Вы учились в Кембридже ? 
Не поверите , но женщинам не присуждают степени . 
Что вы изучали ? Помимо гребли шестом . 
Как раз это . Узкая специализация . 
Осторожнее ! 
Боже . 
- Ты в порядке ? 
- Да . Дилетанты . Я годами училась управляться с шестом . 
Всё дело в запястьях . 
Вы в жизни не держали в руках шест , да ? 
Чем я себя выдала ? 
Вы не умеете врать . 
Дайте время . Я научусь . Обещаю . 
Это же нехорошо . 
Вижу , спите без задних ног . 
Вы сказали , нужно пару дней на адаптацию . 
А с вами что ? 
Докторам чужды кошмары ? Ну да . 
Почему бы и нет ? 
Хорошая коллекция . 
- Вы не против ? - Валяйте . 
В музыке я не знаток . Просто ставлю по очереди . 
Вот ... Вот , что вам нужно . 
- Играете ? 
- Медведь на ухо наступил . 
Весь талант к музыке у мамы и сестры . Но я распознаю хорошую игру . 
Где ваша база , доктор ? В Норфолке . Я бортврач 96-й группы . 
Ваши были с нами над Бременом . 
Мы потеряли три " крепости " . 
То была ваша первая миссия ? 
Потерял хорошего друга . 
У него тоже была первая . 
Эта война ... Люди не созданы для подобного . 
- Не согласны ? - Нет . 
Но когда людей преследуют , порабощают ... Нужно что-то делать , так ? 
Они не могут сами за себя постоять . 
Что нам остается ? Нет , вы правы . 
И вот мы здесь . Нет . Это ? Быть здесь ? Как раз этого делать не следует . 
Крокет . Выезды с гончими . Что бы это ни было . 
Это охота на лис . 
Никакой охоты на лис . 
Никаких разговоров , никаких слёз . 
Ты снова берешься за дело , чтобы довести его до конца . 
У меня был свой ритм . 
Три дня , три вылета , три миссии . Бум , бум , бум . 
Всё равно что Джин Крупа . 
Вы же не станете останавливать барабанное соло Джина Крупы ? 
А через две недели не станете простить его продолжить с того же места , ни разу не сбившись ? 
Возможно . Но ... Но Джин Крупа отвечает не только за собственный ритм . 
На нём ответственность за ритм всего оркестра , верно ? 
Впервые пью безо льда . 
Шотландцы считают , что разбавлять виски – кощунство . 
- За нас . Ясно . - За нас . 
Большая семья . Сам не допьешь , тебе помогут . 
Поддерживаешь связь с семьей ? 
Я не мастер писать письма . 
Проведываю , когда могу . 
Географически они ближе , чем твоя семья . Но при этом иногда кажется , что они очень далеко . 
Ну да , ты столько всего не можешь им рассказать . 
- Во-первых , нельзя . И даже если бы ... - Им этого не понять . 
Полегче . Я не мастер пить . 
В прошлый раз я оказался на полу в гостиничном номере без сапог . 
Расскажи . 
Мы были в Лондоне . Увольнительная на выходные . Бабблз говорит : " Знаю игру с четвертаками и сапогами " . 
В итоге я остался без четвертаков и без сапог . 
Ну да ... Потом всё было как в тумане . 
Последнее , что помню , – я и Бабблз в ванной , блюем . А сортир лишь один . 
- Как романтично . - Пожалуй , отставлю в сторонку . 
Бабблз – это ночная бабочка ? 
О нет , это мой лучший друг . 
Бабблз – это просто прозвище . 
Что ж , каждому нужен тот , с кем можно проблеваться плечом к плечу . 
Он хороший друг . Был , да . 
Он погиб на прошлой неделе . 
- Мне очень жаль . - Поэтому меня сюда отправили . 
Дать передышку . 
Это моя вина . 
Как это ? 
Я сменил Бабблза на посту штурмана группы . 
Если бы он планировал миссии , может , все те самолеты вернулись бы назад . 
Может , Бабблз был бы жив ... Нет . 
Твой друг был на том самолете лишь по одной причине . Адольф Гитлер и его душегубы возомнили , что они должны править миром . 
И всё . Это единственная причина , по которой люди гибнут на этой войне . 
Что ж ... Ну и денек . 
Пора на боковую ? 
Майор Иган , проходите . 
Я следователь . Лейтенант Хауссманн . 
Садитесь . 
Хотите виски ? Спасибо . 
Поехали . 
Это что-то новое . Поехали . 
Итак . С чего начнем ? 
Предлагаю с того , что в городе застрелили четырех моих товарищей . 
О боже . Где именно ? 
- " Рюхайм " , как-то так . - Рюссельсхайм . 
Какая трагедия . Я внесу это в отчет . 
Если вы назовете мне имена и звания погибших , - я могу передать ... - Я не знаю их имен . 
Нас просто везли вместе . 
Слушайте , спасибо за выпивку . Еще бы не помешало одеяло потеплее . Но что касается того , что вам от меня нужно , вы получите - лишь имя , звание и ... - Личный номер . 
Ваш – О-399510 . 
Да , я уже знаю . 
Еще я знаю , что вы из Манитовока , штат Висконсин . 
Женаты ? 
Судя по репутации , нет . 
Эскадрилья 418-я . 
Группа 100-я бомбардировочная . Базируется в Торп-Эбботс . 
Майор , вы любите бейсбол ? 
Это же не военная тайна . Сигарету ? 
Простите , им далеко до американских . 
Лично я предпочитаю " Лаки страйк " . 
А вот бейсбол для меня всё еще загадка . Все эти биты и базы , беготня по кругу . 
На прошлой неделе был крупный турнир , да ? 
Да . Мировая серия . Да , Мировая серия . 
" Нью-Йорк Янкис " против " Сент-Луис Кардиналс " . 
Матч-реванш , да ? 
Когда меня сбили , мы вели в серии два – один . 
Так вы всё-таки за " Янкис " . 
Хотите узнать победителя Мировой серии ? 
Бак Клевен тоже болел за " Янкис " ? 
Я о нём наслышан . 
ВОСЬМАЯ АРМИЯ РАЗРУШИЛА БРЕМЕН Я читал про его подвиги при налете на Регенсбург . 
Он был вашим другом , не так ли ? 
Похоже , мы сбиваем всех хороших пилотов . 
Вы знали , что после атаки на Мюнстер вернулся лишь один из ваших самолетов ? 
Один . 
Вернемся к вам , майор Иган . 
Мне жаль , но , как у вас говорят , вы попали в переплет . 
Известно , что изначально вас взяли около Остбеверна . Но вы не числитесь как член экипажа ни на одном самолете , бомбившем Мюнстер . 
В гестапо вас сочтут шпионом . 
И ошибутся . 
Могу сказать вам одно , майор . В гестапо никогда не ошибаются . 
Мне нужно подтверждение вашей группы , эскадрильи и борта , чтобы я подтвердил им , что вы тот , за кого себя выдаете . 
Джон Иган . Майор . 
O-399510 . 
Майор ... Вы усугубляете свое положение . 
В гестапо всё будет иначе . 
Я такой же как вы . Летчик . Человек чести . 
Возможно , я могу понять то , что недоступно моим крайне идеологизированным коллегам из госбезопасности . 
Я хочу поговорить о Баке Клевене , Джон . Но вы должны мне отвечать . 
Сколько В-17 прибудет на замену в Торп-Эбботс на следующей неделе ? 
Джон Иган . Майор . O-399510 . 
Ясно . 
Кофе ? 
С удовольствием выпью кофе . 
Только никому не говорите . 
Не могу же я всем приносить кофе в постель . 
Могила . 
Я рада , что вы поспали . 
Истребители на 12 . Стреляй , Паппи ! Давай ! 
Огонь ! 
Полезайте ! Быстро ! 
Залезайте ! Быстро ! 
Давайте , быстрее . Сюда . 
Никак не осознаю , что тут всё такое древнее . 
Мой родной штат был основан в 1846 году . 
Еще и ста лет нет . 
- Что за штат ? 
- Айова . Айова . Ну что-то же там было до 1846 года . 
Если и было , то уже нет . 
Ладно , посмотрим , что останется здесь , когда всё это закончится . 
Ты специально не говоришь , где базируешься и чем занимаешься ? 
Да . Капитан , если бы я хотела говорить сегодня о работе , то присоединилась бы к профессору за бокалом шерри . 
Похоже , там вечеринка . 
Заглянем ? 
Дамы и господа , мисс Элла Уолш . 
Битва ... За Бабблза ? ... Кругом царят бомбы и шрапнель 
За Бабблза . 
Ты не ... Ты не поднимешься ? 
Мы соседи , забыл ? Да . Кажется , действительно забыл . 
Субалтерн , мы везде вас ищем . 
Срочное сообщение . 
Что там ? 
Нужно ехать . 
- Что ? Сейчас ? - Да . 
Как будешь в Лондоне , позвони . 
Сходим на танцы . 
Если тебе повезет , научу тебя грести . 
Я слышал , всё дело в запястьях . 
А как же твои вещи ? 
- Их пришлют . - Это не твой велосипед . 
Что ж , я его одолжу . 
Издержки войны . 
А сон ? После победы ! 
- Вот и он . - Привет . 
Чем обязаны такой чести ? 
Нам тут недолго осталось . Я пришел за вашей наличкой . 
- Ого . - Рози . Транжира . Это парень , про которого я говорил . 
Он опять травит байки ? Это реальная история . 
Наша миссия в Мюнстере . Мы видим , как всех одного за другим сбивают . Мы остались последними . 
Легкая мишень . 
Мы понимаем , что в любой момент на нас набросятся . 
И тут мы слышим это . 
Неужели у меня так выходит ? 
Нам того гляди яйца отстрелят . А этот парень , чокнутый придурок , начинает напевать вещь Арти Шоу . 
На ровном месте . Странная штука . Но услышав его голос по рации , я впервые не чувствовал , что обсираюсь от ужаса . 
Хоть и было ясно , что он слетел с катушек . 
Я знал , что я не один . 
Как и все мы . 
О , да ладно . Кто раздает ? 
Расскажу про нашу последнюю миссию . 
Нас подбили , мы плелись через пролив на двух двигателях . 
Кто-то из наших вызывает вышку : 
" Приветствую , " Лейзи-фокс " , борт " Джи " как Джордж " , вызываю " Лейзи-фокс " . 
Дайте посадочные инструкции . Пилот ... " " Второй пилот мертв . 
Два двигателя флюгированы . 
В радиорубке пожар . Вертикального стабилизатора нет . 
Ни закрылков , ни тормозов , ни парашютов . 
Самолет ведет бомбардир . 
Дайте посадочные инструкции " . 
Услышав всё это , на вышке призадумались . А думать надо быстро , ведь эта птичка протянет в воздухе совсем недолго . 
Главный диспетчер думал , думал и вот что надумал . 
Берёт рацию и говорит : " Вас понял , " Джи " как Джордж " . Вот ваши инструкции . 
Медленно повторяйте за мной . 
" Отец наш , мы прославляем имя Твое , да настанет ... " - Брось . - Я дорасскажу . Мы сто раз это слышали . Завязывай . 
Слышали ? Уже сто раз . 
Мы рассказывали множество историй . 
Некоторые были правдой . Большинство – нет . 
Но это было неважно . 
Байки , музыка , смех , хороший ирландский виски ... Всем было нужно то , что поможет сесть в самолет и снова через это пройти . 
Джимми ! Джимми , Фрэнки выбрался ? 
Баки ! Здесь ! Баки ! Сюда ! 
Крэнк ! 
Ты выжил ! 
Мёрф ! 
Глен ! 
Что с О 'Нилом ? 
Эй ! Кто-то знает , выбрался ли Бак ? 
Что ? 
- Спрашиваю , Бак ... - Джон Иган ! На два часа . 
Задержался ты . 
С прибытием в Шталаг Люфт III . 
Здесь вы проведете лучшие годы своей жизни вдали от жен . 
В СЛЕДУЮЩИХ СЕРИЯХ Что скажешь на то , чтобы бежать вдвоем ? 
Мой план – вернуться к Мардж . Целым . 
Тогда ты умрешь здесь . Целым . 
- Эй , стойте ! - Что предлагаешь ? 
... войска союзников блокированы на пляжах ... 
Джентльмены , я капитан Роберт Розенталь . 
Приветствую в 100-й . 
Рози – лучший из тех , кто летал на B-17 . 
Молитесь . Будете хоть чем-то походить на него , может , дотянете до 25 . 
Им плевать на то , что нас перебьют ? 
Хорошо бы ты показал новичкам , что 25 миссий – это реально . 
