他 有 枪 
有个 美国 人 他 有 枪 回 屋里 去 打电话 报警 
快 ... 
我们 不想 杀 你 
我们 不想 杀 你 
你 的 战争 结束 了 
机组 被 击落 后 就 会 失踪 
在 索普 阿伯特 的 时间 还 不到 四个 月 最初 的 35 个 机组 中 已有 32 个 失踪 了 
我们 不会 谈起 这些 机组 
我们 继续 不停 地飞 任务 不得不 小心翼翼 避免 提及 牺牲 的 战友 
一些 人 的 精神 和 情绪 开始 变得 不 稳定 
他们 亲眼目睹 太 多 飞机 爆炸 太 多 战友 牺牲 了 
有些 人 酗酒 有些 人 打架 有些 人 风流成性 
人们 会 抓住 一切 暂时 忘记 伤痛 的 机会 
至于 我 呢 我 正 前往 牛津大学 
泡泡 的 死 对 我 打击 很大 哈丁 上校 觉得 让 我 代表 100 轰炸 大队 出席 同盟国 会议 对 我 有 好处 于是 他 给 我 报了名 我 也 很 乐意 前去 参加 ( 牛津大学 贝 利奥 尔 学院 ) 
- 上尉 你 来 过 牛津 吗 ? - 没有 但 我 很 高兴 能 来 
你 这次 可能 没 时间 好好 参观 
他们 安排 了 很多 讲座 和 社交活动 你 很 可能 连 走出 校园 的 时间 都 没有 
穿过 这里 就 到 了 
几乎 所有 同盟国 和 地区 都 会派 代表 参加 
你 肯定 会 遇到 一些 有意思 的 人 
这是 两天 前寄到 的 希望 不是 急事 
是 我 老婆 
她 一 星期 不 写信 都 忍 不了 
真 贴心 
" 尉官 " A . M . 韦斯 盖特 到 了 吗 ? 我 的 室友 
我 相信 要 明天 才 到 我们 叫 他们 " 中尉 " 
- " 中尉 " - 中尉 
好 詹姆斯 谢谢 你 带 我 参观 
不 客气 祝 你 晚安 长官 开会 愉快 
" 中尉 " 
( 欢迎 来到 库姆 贝之家 ) 明斯特 仅仅 是 罗西 的 第三个 任务 但 战况 过于 惨烈 以至于 哈丁 上校 命令 罗森塔尔 尉官 及其 机组 
这里 有马 
罗西 你 会 骑马 吗 ? 
来自 布鲁克林 的 犹太人 不 骑马 
- 早 你们好 - 女士们 夫人 
- 你们好 - 小心 救兵 来 了 
欢迎 来到 库姆 贝之家 
我们 这有 各种 体育项目 和 娱乐活动 应有尽有 
有 网球 、 脚踏车 、 排球 槌 球 、 带 猎狗 骑马 
如果 下雨 的话 毕竟 是 英格兰 嘛 舞厅 里 有 台球 、 扑克牌 国际象棋 和 羽毛球 
在 这里 最 重要 的 是 放松 身心 
迈克尔 能带 先生 们 去 各自 的 房间 吗 ? 
当然 女士 
这边 请 先生 们 
弗朗茜 
我 得 在 这里 待 多久 ? 
恐怕 这不归 我管 罗伯特 真的 这事 得 派 你 来 这里 的 指挥官 说了算 
但 你 可以 和 休斯顿 医生 讨论 此事 
我们 这里 有 热水 和 浴缸 
我 建议 你 趁机 好好 利用 
你 是 哪个 部队 的 ? 
381 大队 我们 一 起飞 的 任务 你 呢 ? 
100 轰炸 大队 
我们 有 机会 的话 你 的 脚踝 能 跑 吗 ? 
我 觉得 不行 
你 觉得 是 我们 的 人 干 的 ? 
看起来 是 刚炸 的 皇家 空军 
见鬼 英国人 终于 炸准 了 一次 
好 ... 
这是 怎么回事 ? 他们 来 这里 干什么 ? 
是 美国 人 
开 轰炸机 的 
该死 的 美国 人 
混蛋 
没事 ... 
卫兵 们 退下去 
冷静 点 
嘿 住手 别 保护 他们 你 在 干什么 ? - 让 他们 自己 保护 自己 - 卫兵 ... 
休斯顿 医生 ? 
我能 进来 吗 ? 
当然 请进 ... 
- 罗伯特 罗森塔尔 - 是 
- 你 昨晚 睡得 好 吗 ? - 还好 
调整 的 过程 可能 有点 奇怪 
大多数 人 需要 一两天 
其实 我 就是 想 跟 你 谈谈 这个 
我 觉得 这个 环境 对 我 没有 帮助 
我 想 回 基地 
你 觉得 你 的 指挥官 为何 派 你 来 这里 ? 他 怎么 跟 你 说 的 ? 
不 我 想 知道 你 怎么 想 
有 一次 轰炸 明斯特 的 任务 
很 艰难 但 我 没事 
你头 三天 就 出 了 三次 任务 
一个 下午 死 了 120 人 
然而 我 没 死 我 没事 
你 说 了 三次 " 没事 " 
你 不会 放 我 走 的 对 吗 ? 
我 当然 会 五天 后 就 放 你 走 
谢谢 你 医生 
" 在 天上 的 父 啊 愿人 都 尊 你 的 名为 圣 愿 你 的 国 降临 愿 你 的 旨意 ... 行在 地上 如同 行在 天上 因为 国度 、 权柄 ... " 我 在 找 地方 埋 这些 死狗 
" 不 叫 我们 遇见 试探 救 我们 脱离 凶恶 ... " 有 一个 还 活着 - " 在 天上 的 ... - 干掉 他 
克劳斯 我 找到 个 地方 
好 我来 了 
开始 挖 吧 帮帮我 
嘿 看 有 一个 要 逃走 
随 他 去 吧 他 跑 不远 的 
个人 的 自由 对抗 暴君 的 专制 权威 
这是 《 大 宪章 》 又称 作 《 自由 大 宪章 》 奠定 基础 的 内容 
宪章 于 1215 年 签署 时至今日 仍 是 重要 的 自由 象征 
当然 了 你们 美国佬 的 开国元勋 们 用 了 500 多年 才 写出 了 一份 类似 的 文件 
现在 我们 在 战争 中 找到 了 共同 的 ... 是 啊 也许 要不是 被 你们 的 国王 用 暴政 统治 了 500 年 我们 可以 早些 写出 《 独立宣言 》 
我们 必须 对 之前 的 矛盾 及其 解决方案 严加 审视 
" 有 点火 真 好 
上面 很 冷 的 " 
- 克罗斯 比 上尉 是 吧 ? - 天 啊 
别 担心 我见 过 很多 穿 得 更 少 的 男人 上尉 
我 家里 人口 多 、 房子 小 、 门 很少 你 是 ? 
韦斯 盖特 中尉 你 的 室友 
天 啊 
- 你 以为 室友 是 男人 对 吗 ? - 不 我 没有 只是 ... 
是 的 对不起 我 以为 是 男人 
本土 辅助 部队 鼓励 我们 隐藏 女性 的 名字 所以 我用 A . M . 韦斯 盖特 
A 是 亚历 桑德拉 的 缩写 你 可以 叫 我 桑德拉 M 是 中间 名 我 就 不 透露 了 
- 我们 应该 向 财务主管 报告 此事 - 如果 你 不介意 我 无所谓 的 
我能 看 出来 你 结婚 了 
希望 你 老婆 调教 过 你 上 完 厕所 放下 座圈 
你 刚才 对 着 镜子 模仿 的 是 屈塞 还是 盖博 ? 
是 屈塞 
我 还 以为 是 盖博 
快点 起来 
这 小子 转向 我 说 " 长官 这些 该死 的 美国 人有 三个 问题 " 抱歉 我 说 脏话 了 他 说 : " 他们 性欲 太强 、 工资 太高 离 英国 太近 " 
克罗斯 比 上尉 美国 人 说 我们 英国人 有 什么 麻烦 ? 
没关系 我 现在 想 起来 了 
我们 性欲 低下 、 工资 低下 受 艾森豪威尔 的 指挥 
你们 美国 人 对 异性 更 热情 
我们 的 年轻人 想 都 不敢 想 跟 首次 进入 上流 社交 场合 的 千金 上床 
我们 在 女服务员 和 酒吧 招待 身上 寻找 激情 
这些 美国 人 跑过来 直接 邀请 公爵夫人 上床 甚至 还 没 邀请 她 吃 过 晚餐 
恕 我 不能 赞同 
女服务员 和 酒吧 招待 感觉 自己 无权 对 雇主 说 不 但 美国 男人 都 很 执着 不论 阶级 
恕我直言 他们 基本上 会 跟 任何 会动 的 东西 上床 
不光 是 你们 如何 对待 我们 的 女人 你们 还 在 大街 上 吐痰 在 我们 的 酒吧 里 喝 得 烂醉 、 斗殴 
也许 如果 你 教 你 的 人 一点 道德 纪律 他们 就 不会 表现 得 像是 第一次 离开 家乡 尽情 享受 人生 
恕我直言 长官 每天 都 可能 是 他们 享受 人生 的 最后 机会 
所以 我 不会 在 他们 周末 休假 前 对 他们 说教 
你 不 像 飞行员 那么 自大 但 你 是 上尉 那 你 是 什么 ? 导航员 ? 投弹手 ? 
导航员 
韦斯 盖特 中尉 你 具体 是 做 什么 的 ? 
保证 保密 ? 
我 打 勾勾 
我 不 太 明白 这话 什么 意思 但 听 起来 很 正式 
方平 船 船夫 
对 
那 是 什么 ? 
我 在 念 剑桥 期间 就 在 驾驶 方平 船 
是 吗 ? 
你念过 剑桥 ? 
不过 他们 不 给 女性 颁发 真正 的 学位 难以置信 吧 
你学 什么 的 ? 当然 是 除了 驾驶 方平 船 
不 就是 学 这个 我们 很 专 的 
小心 
天 啊 
- 你 还好 吗 ? - 还好 
真 业余 我用 了 很多年 才 掌握 撑杆 
关键 是 手腕 小伙子 
你 之前 从没 撑过 方平 船 对 吧 ? 
你 怎么 看 出来 的 ? 
你 太 不 善于 撒谎 了 
行 吧 给 我点 时间 我会 进步 的 保证 
撒谎 又 不是 什么 好事 
看来 你 依然 睡得 很 好 啊 
你 说 需要 一两天 调整 
你 又 为什么 睡不着 ? 
医生 就 不能 做 噩梦 了 ? 当然 能 
有何不可 ? 
你 这里 的 音乐 不错 嘛 
- 介意 我放来 听听 吗 ? - 请便 
我 不 太 懂 音乐 只是 想 听 完 这些 作品集 
这个 ... 你 一定 得 听听 
你 玩 乐器 吗 ? 
不玩 我 一个 音符 都 不 懂 
我 母亲 和 姐姐 很 有 音乐 天赋 但 我 懂得 欣赏 
医生 你 的 驻地 是 哪 ? 诺福克 我 是 96 轰炸 大队 的 航空 军医 
你 的 大队 和 我们 一起 轰炸 过 不来梅 
我们 损失 了 三架 飞行 堡垒 
那 是 你 的 第一次 任务 ? 
失去 了 一位 好 朋友 
那 也 是 他 的 第一次 任务 
这场 战争 ... 人类 不 应该 有 这种 行为 
- 你 不 赞同 ? - 不是 
但 看到 人们 被 迫害 、 被 征服 你 必须 做点 什么 对 吗 ? 
他们 无法 为 自己 而战 对 吗 ? 
我们 该 怎么 做 ? 对 你 说得对 我们 必须 做点 什么 
于是 我们 就 来 了 不 ... 这里 ? 就 这 ? 这 正是 我们 不该 做 的 
槌 球 、 带 猎狗 骑马 都 不 知道 是 干什么 
是 猎狐 
就 不该 去 猎狐 
不该 去 倾诉 不该 为此 哭泣 
你 要 回到 岗位 完成 该死 的 任务 
我 本来 都 进入 节奏 了 知道 吗 ? 
三天 、 三次 任务 、 三次 返航 砰 ... 
就 像 吉恩 库帕 
不能 打断 吉恩 库帕 的 击鼓 独奏 对 吧 ? 
但 两周 后 要 他 突然 回去 继续 之前 没有 犯错 却 被迫 中断 的 任务 这 怎么 行 ? 
也许 是 不行 但是 ... 吉恩 库帕 不能 只 想着 保持 自己 的 节奏 
他 要 对 整个 乐队 的 节奏 负责 不是 吗 ? 
之前 从来 没喝 过 不 加冰 的 
在 苏格兰 我们 相信 威士忌 根本 就 不该 稀释 
- 干杯 好 - 干杯 
我家 人多 如果 你 不 一口 干 就 会 被 别人 喝光 
你 还 跟 家人 有 联络 吗 ? 
我 很 不 擅长 写信 
我 有 机会 就 去 看望 他们 
从 地理 上 说 他们 比 你家 人近 多 了 但 有时 还是 会 感觉 距离 他们 好远 
是 我们 能 告诉 家人 的 事 就 那么 多 对 吧 ? 
有些 事 他们 不让 说 - 而且 因为 即使 ... - 他们 怎么 能 懂 ? 
别 ... 你 慢点 喝 啊 我 酒量 不 太行 
我 上次 喝酒 醒来 后 发现 自己 躺 在 酒店 房间 地板 上 没 穿鞋 
快 说 说 
好 我们 当时 在 伦敦 周末 放假 泡泡 发明 了 一个 用 硬币 和 靴子 玩 的 游戏 
基本上 到 了 最后 我 把 硬币 和 靴子 都 输光 了 
就是 ... 你 看 之后 的 事情 我 就 记不太清 了 
但 我 记得 最后 一件 事 是 和 泡泡 一起 在 厕所 里 呕吐 而且 当时 只有 一个 马桶 
- 听 起来 好 浪漫 - 我 还是 把 这 杯酒 挪到 这边 吧 
泡泡 是 应召女郎 吗 ? 
不 ... 他 是 我 最好 的 朋友 
泡泡 只是 个 昵称 
我们 的 生活 中 都 需要 一个 肩并肩 一起 呕吐 的 伙伴 
他 一定 是 个 好 朋友 是 的 对 
他 上周 被 击落 了 
- 我 很 遗憾 - 所以 他们 才 让 我 来 这里 
让 我 散散心 
是 我 的 错 
怎么 会 呢 ? 
我 替代 泡泡 成为 了 机群 导航员 
如果 由 他 来 做 任务 计划 也许 那些 飞机 都 不会 被 击落 
也许 泡泡 还 活着 而且 ... 不 
你 的 朋友 在 那 架飞机 上 原因 有且 仅 有 一个 即 阿道夫 希特勒 和 他 的 暴徒 团伙 想 统治 世界 
就是 这样 那 是 这场 战争 里 有人 死去 的 唯一 原因 
好 了 今天 挺累 的 
今晚 到此为止 吧 ? 
伊根 少校 进来 
我 是 你 的 审讯 者 豪斯曼 尉官 
请 坐 
想 喝杯 威士忌 吗 ? 谢谢 
祝 你 马到成功 
我 没 听 过 这句 祝酒词 祝 你 马到成功 
那么 我们 从 哪 开始 呢 ? 
就 从 我 路过 一个 小镇 有人 枪杀 了 和 我 同行 的 四个 人 开始 吧 
天 啊 哪个 小镇 ? 
- " 鲁 斯海姆 " 我 不 ... - 吕 塞尔 斯海姆 
真是 悲剧 我会 写 进 报告 里 
你 那些 被 杀害 的 战友 如果 你 把 他们 的 名字 、 军衔 告诉 我 - 我 可以 向 上级 ... - 我 不 知道 他们 叫 什么 
只是 碰巧 被 抓 到 了 一起 
听 着 我 感谢 你 请 我 喝酒 真 希望 能 有 条厚些 的 毯子 但 至于 你 要 从 我 这里 问 出来 的 情报 - 会 是 姓名 、 军衔 、 序列号 - 序列号 
你 的 是 O - 399510 
是 我 已经 知道 了 
我 还 知道 你 出 生于 威斯康星州 马尼托 沃克 
结婚 了 吗 ? 
据我所知 绝对 没有 
418 中队 
100 轰炸 大队 H 代表 重型 基地 在 索普 阿伯特 
少校 你 是 棒球 球迷 吗 ? 
这 当然 不是 什么 国家机密 抽烟 吗 ? 
不好意思 不如 你们 美国 的 牌子 好 
我 个人 最 喜欢 好彩 香烟 
我 到 现在 还是 搞不懂 棒球 又 是 球棒 又 是 垒 的 还要 绕圈 跑 
上周 有 一场 盛大 的 决赛 对 吗 ? 
对 世界大赛 是 的 世界大赛 
纽约 洋基队 对 圣路易斯 红雀 队 
是 重赛 对 吗 ? 
我 被 击落 时 我们 2 比 1 领先 
所以 你 是 洋基队 球迷 ? 
你 想 知道 世界大赛 的 结果 吗 ? 
巴克 克莱 文是 洋基队 球迷 吗 ? 
我 听说 他 的 飞行技术 高超 
( 《 纽约时报 》 第 8 航空队 轰炸 不来梅 ) 我读 过 他 在 轰炸 雷根斯堡 中 的 壮举 
他 是 你 的 朋友 不是 吗 ? 
似乎 我们 把 优秀 的 飞行员 都 打 下来 了 
你 知道 吗 ? 在 袭击 明斯特 的 任务 中 你方 飞机 仅 有 一架 返航 
一架 
但 我们 还是 说 说 你 吧 伊根 少校 
我 很 遗憾 地 告诉 你 用 你们 的话 说 你 现在 进退两难 
我们 知道 你 最初 是 在 东贝沃恩 附近 被捕 的 但 我们 没有 你 作为 机组 成员 的 记录 不 在 任何 一架 攻击 明斯特 的 飞机 上 
因此 盖世太保 会 说 你 是 间谍 
那 他们 就 弄错 了 
我 可以 跟 你 说 一件 事 少校 盖世太保 从来 不会弄错 
所以 我 需要 你 确认 大队 、 中队 、 飞机 编号 这样 我 好 告诉 他们 你 的 身份 和 你 说 的 一致 
约翰 伊根 少校 
O - 399510 
少校 你 这样 对 自己 一点 好处 也 没有 
盖世太保 和 我 可不 一样 
我 和 你 是 一类 人 是 飞行员 有 荣誉感 的 人 
很多 事情 我 是 理解 的 但 可能 我 那些 同事 他们 隶属于 信仰 坚定 的 安全部队 不会 理解 你 
我 想 跟 你 谈 巴克 克莱 文 的 事 约翰 但 我 也 希望 你 能 跟 我 说 一些 情况 
比如 预计 下周 会 有 多少 架 替换 的 B17 抵达 索普 阿伯特 
约翰 伊根 少校 O - 399510 
我 明白 了 
喝咖啡 吗 ? 
我 很 想 喝咖啡 
别 告诉 其他人 
我 现在 不 可能 把 早餐 送到 每个 大兵 床上 
我会 守口如瓶 
我 很 高兴 你 睡着 了 
战斗机 12 点 方向 干掉 他们 帕比 上 啊 
开火 ... 
进去 立刻 快进去 
上车 立刻 
动 起来 ... 快 来 吧 ... 
我 不能 理解 这个 城市 里 的 一切 都 这么 古老 
我 老家 那个 州 是 1846 年 成立 的 
还 不到 100 年 
- 是 哪个 州 ? 
- 艾奥瓦 艾奥瓦 1846 年 之前 那里 一定 有 什么 吧 
即使 有 现在 也 不 存在 了 
是 我们 来 看看 等 战争 结束 这里 还 能 剩下 些 什么 吧 
你 不 告诉 我 你 的 驻地 和 职位 有 什么 原因 吗 ? 
有 上尉 如果 我 今晚 想 思考 工作 上 的 事 
看起来 像 个 派对 
我们 要 去 看看 吗 ? 
女士们 、 先生 们 有 请 艾 拉沃 尔什 小姐 
战火 ... 敬 泡泡 ? 炸弹 和 弹片 吞噬 着 一切 
敬 泡泡 
你 ... 不 进来 ? 
你 忘记 我们 是 室友 了 ? 对 我 好像 真忘 了 
中尉 我们 一直 在 大学 里 找 你 
有 一条 紧急 信息 
什么 事 ? 
我 必须 走 了 
- 什么 现在 吗 ? - 是 的 
下次 你 来 伦敦 给 我 打电话 
我们 去 跳舞 
如果 你 走运 我 甚至 可能 会教 你 撑船 
我 听说 关键 要 靠 手腕 
你 的 行李 怎么办 ? 
- 他们 会 送过来 的 - 这 不是 你 的 脚踏车 
我 借来 骑 一下 
战争 年代 嘛 
你 不 睡觉 了 ? 打赢 了 再 睡 
- 他来 了 - 嗨 
什么 风 把 你 吹 来 了 ? 
我们 的 假期 快 结束 了 我 是 来 赢 你们 的 钱 的 
- 天 啊 - 罗西 出手 阔绰 啊 嘿 这 就是 我 之前 跟 你们 说 的 人 
他 又 讲故事 了 ? 对 我 有 个 故事 
我们 最后 一次 明斯特 的 任务 我们 眼看 着 战友 一个个 被 击落 最后 我们 成 了 天上 最后 一架 飞机 
简直 是 活靶子 
我们 知道 他们 随时 会 攻击 我们 
然后 我们 听到 了 一个 声音 
我 的 声音 是 这样 的 吗 ? 
我们 就要 被 炸成 灰 了 然后 这位 这个 疯子 开始 哼唱 亚提 萧 的 曲子 
突然 开始 哼唱 起来 真是太 奇怪 了 但 我 得 说 在 无线电 上 听到 他 的 声音 那 是 我 第一次 感觉 没 被 吓破胆 
虽然 他 显然 是 疯 了 
我 知道 自己 并非 孤身一人 
我们 都 不是 
好 了 谁 发牌 ? 
我 跟 你们 说 说 我们 的 最后 一次 任务 吧 
我们 的 飞行 堡垒 破烂不堪 在 海峡 上空 用 勉强 两个 引擎 飞着 
飞机 上 有 个人 用 无线电 呼叫 塔台 " 你好 懒 狐狸 
这里 是 乔治 简称 G 呼叫 懒 狐狸 
请 给 我们 降落 指示 飞行员 ... " " 还有 副 飞行员 都 死 了 
两个 引擎 报废 
无线电 舱 失火 垂直 稳定器 坏 了 
没有 襟翼 、 没有 制动 、 没有 降落伞 
投弹手 在 驾驶 飞机 
请 给 我们 降落 指示 " 
塔台 听到 这些 话 他们 凑 到 一起 想 办法 用 最快 速度 开动脑筋 因为 这 飞机 飞 不了 多久 了 
飞行 控制 官 想了又想 终于 有 办法 了 
他 拿 起 无线电 说 : " 收到 简称 是 G 的 乔治 降落 指示 如下 
慢慢 重复 我 的话 
在 天上 的 父 啊 愿人 都 尊 你 ... " - 拜托 - 你们 想 再 听 一次 承认 吧 我们 不想 再 听 了 你别 讲 了 吧 
你们 之前 听过 ? 听过 无数遍 了 
我们 互相 讲 各种 故事 
有些 是 真的 大部分 都 不是 
但 无所谓 
吹牛 、 音乐 、 笑声 、 美味 爱尔兰 威士忌 我们 都 需要 点 什么 来 帮 我们 爬 回 飞机 里 再次 执行 任务 
吉米 ... 弗兰基 活 下来 了 吗 ? 
巴基 ... 这边 巴基 这边 ... 
克兰 克 
你 还 活着 啊 
默夫 
格兰 
奥尼尔 怎么样 ? 
嘿 有 谁 知道 巴克 还 活着 吗 ? 
什么 ? 
- 我 说 巴克 ... - 约翰 伊根 2 点 方向 
你 怎么 这么久 才 来 ? 
欢迎 来到 第三 战俘营 兄弟 们 
你们 会 在 这里 度过 人生 中 最 美好 的 时光 
( 下集 预告 ) 我们 尝试 逃跑 你 说 如何 ? 
我 的 计划 是 完整 地 回到 玛姬 身边 
你 会 完整 地死 在 这里 
- 嘿 ... - 你 是 想 这样 吗 ? 
盟军部队 仍 被困 在 海滩 上 
早上好 先生 们 我 是 罗伯特 罗森塔尔 上尉 
欢迎 加入 100 轰炸 大队 
罗西 是 我 见 过 最 优秀 的 B17 飞行员 
你们 就 向 上帝 祈祷 吧 能 飞得 有 他 一半 好 你们 也 能 完成 25 次 任务 
我们 全死 掉 他们 也 不在乎 对 吧 ? 
你 最好 给 那些 新兵 秀一秀 25 次 任务 真的 是 可以 完成 的 
