Тази вечер пиенето е безплатно 
Не всеки ден дъщеря ми се завръща у дома от мъртвите . 
Чудех се защо всички ме гледат толкова странно . 
Днес попаднах на едни разбойници . 
Този пръстен трябва да го дариш за каузата . 
И един от тях ме удари . 
- Как се казваш ? 
- Били Блинд . 
- Как така си на моя страна ? 
- Аз ще те защитавам . 
Аз съм недосегаема . 
Шарл Деверо , мадам . . - Ти си Исамбард Тъли . 
- Господи , надявам се , че не си тук за наградата от 20 паунда за главата ми . 
Баща ни е мъртъв . 
Отвлякоха го вечерта от къщи и след това го убиха . 
И сега се опитват да прикрият убийството . Искам всичко сега . 
Какво стои между теб и наследството ? 
Искаш да убия собствения си баща ? 
- Тя го уби ! 
- Не . Не съм ! Той беше . 
След нея ! Джордж ! Рокси ! Бързо . 
Какво става ? 
Къде отиваме ? 
Ще ти кажа като стигнем ! 
Господи , Татко ! 
Как може да си ми толкова ядосан ? 
В семейството ни винаги е имало шум да ожениш най - голямата си дъщеря , но сега аз трябва да страдам на свой ред ! 
Майка ти и аз много те обичахме ! - Татко . 
- Ако не вземеш Г - н Леджър не беше ли твой любовник ... Любовник ли ? 
Че той никога не е имал някакви чуства към мен , дори и един сонет не ми е написал , и да се е хвърлил в краката ми ? 
Г - н Леджър е примерен съпруг преценен от майка ти и мен . 
И не сме ли ние хората които ще те оженят за да се отърват от теб ? 
Да се отървете от мен ли ? 
О , татко , главата ти е пълна с търговия и богатство , и сега искаш да се отървеш от дъщеря си като стока ! 
Сърцето си е мое . . и ще си го дам на когото си искам ! 
Нейната наглост ме изумява . Ти , непокорна повлекано . 
Изобщо не си отстъпчив , Татко ! Но истината е в сърцето ми ... Там ! Той е отвън , то си е казано . 
Виждате ли , Господа , в каква ситуация съм ? 
На никой не му пука . Глупости , мисля , че е щедро забавление за тях да споделят мръсното си бельо с нас . 
Вие сте пиян , сър . 
Това е много ... Да , Да , пиян съм . 
- Господи , Татко ! Завихме ! 
- Извън главния път сме ! 
Това не е пътят за Лондон ! О , наистина ли ? - Какво става ? 
Спрете каретата ! 
Какво става ? 
Господи , Татко , спряхме . 
Дай ми оръжието . 
Сега си свали дрехите . - Какво ? - Продължавай . 
Каза , че няма да ми помагаш ако съм участвала в насилие , Били Блинд ! 
Някой е насочил пистолет към теб . Имам си задължения . 
Добре е да го знам . 
- Какви задължения ? 
- Не знам . 
Откъде идват тези задължения ? - Сега ! - Това е добър въпрос . 
- И отговорът е ? - Хитро . 
Мога само да предположа че животът ти е много важен . - Като се има предвид , че съм тук , за да те защитя . 
- Но защо ? Защо ? 
И ... продължавай . И кой решава тези неща ? 
- Трябва да си в сметката . - Каква сметка ? 
- Както казах , не съм по - мъдър от теб . 
- Хайде . Побързай . 
- Да , но ти трябва да си ... 
- Да , . . но не ни е работата да обясняваме . . 
Нашата задача е само да се справяме с нещата Да , но ... 
Татко , направи нещо . 
Били ? Искам да те видя гол . Хайде , всичко . Дай да те видя . Тогава слизайте . 
- Ти слизай . 
- Не съм близо до вратата . 
Е , аз не съм единственият до вратата . 
Моля да ме извините . 
Две неща , сър . 
Едното ... Не знаем какво има там . 
И . . Бе . . Малко съм мекушав . 
Съветваме ви да излезете навън . - Кой го казва ? - И защо ? С вдигнати ръце . 
Как сте ? 
Лейди Уилмът . Полковник Стендринг е тук с друг джентълмен . Ах . Доведете ги тук . Кажи на брат ми да слезе долу . 
Кажи му , че не искам да повтарям по два пъти . 
Томас . 
Остави ме на мира . 
Остави ме на мира ! 
А , Бланшефорд . 
Лорд Стендинг . Накарах ли ви да чакате ? Съжалявам . 
Сестра ти ми каза вашата загуба е като тежко бреме за теб . 
Е , и едва ли би могло да бъде по друг начин ? Такова брутално убийство и то точно пред очите на момчето . 
Съжалявам за загубата ви . Ваша Светлост . 
- Това е капитан Джералд . 
- Как се справяте ? 
Ако някой може да намери убиеца на баща ти , това е Джералд . 
По това време утре , ще имаме очи във всеки град на Англия , Лорд Бланшфорд . 
Ще го направиш ли ? 
Как ? 
Трябва да предложите значителна награда . 
Ще го рекламираме във всеки печатан вестник , с толкова ярко описание на Нел Джаксън , който можеш да дадеш и на съучастниците , които може да има . 
Ще имаме новини за тях до седмица . 
В рамките на един месец , тя ще виси на ешафода . 
Да я намериш е едно . Но да я хванеш е нещо друго . 
Томас е прав , капитан Джералд . 
Трябва ни много повече сила отколкото можете да си представите . 
Очевидно се бие като демон . И със силата на 10 мъже . 
Тя е неестествена . 
Очаквам го с нетърпение . 
Мога да преброя листата на дърветата . Виждам отделни елементи и ми харесва да разглеждам нещата на другите хора . 
Слушай . Не ми е приятно да крада нещата на другите хора . 
Не се радвам , че съм в позиция да крада нещата на другите хора . 
Кой иска сирене ? 
- Може ли малко сирене ? 
- Да ! 
Разбира се , сега е наше и аз им се извиних . 
Обясних им , че съм в затруднено положение и вината не е моя , ами от това че съм гладна , Просто ... . . сега преразпределям богатството . 
Какво казаха ? 
Ще те обесят . 
Не вярвам . 
Това е добре . . защото не мисля да умирам в леглото . 
- Не трябва ли ... . . - Да , Госпожице ? 
Да ни вържеш ... ? ... За да не избягаме . 
Нямам въже . Ще трябва да се преструваш . 
Не се притеснявай за тях , Рокси . 
Тези хора имат повече богатство и те не знаят какво да правят с него . 
Знаеш ли кое е вулгарното тук ? 
Един от тях се нуждае от 10 чифта панталони , докато други , трябва да вървят по улиците със скъсаните си панталони на дупето и да им се виждат задните им части голи ? 
Ако светът беше по - добър , тогава това място щеше да е по - справедливо , и нищо от това нямаше да ни се случи . 
- Знам . 
Знам това . - Искам вкъщи . 
Мислех си за това какво да правя . 
И никой от Вас не е направил нищо лошо в добрия свят ... 
- Аз направих . 
Когато бях при Негова Светлост откраднах този кон ... за мен слугата това е голямо престъпление . 
Знам , че не трябваше но предвид обстоятелствата ... го направих Просто го казвам . Ако стигнат до мен и аз също като теб . , ще трябва да стана като теб . 
Говорех на тия двамата . А със теб ще говоря след минута . 
- О . - Махай се . 
В един добър свят , можех да намеря съдия който може да чуе истината . Но в реалния свят , това няма как да стане . 
Сега имаме малко храна . и може да мислим по - нормално . 
Това , което мисля е . . , ... да тръгнем на запад заради главните пътища и преминаването през селищата , и ще ви оставя двамата при чичо ви Джак в Абингдън . 
Чичо Джак в Абингдън истински човек ли е ? Да , разбира се . Той е по - малкият брат на Татко . 
Ами ти , Нел ? 
Какво ще правиш ? 
Най вероятно когато се появи новината за обира ще си помислят , че сме тръгнали по северния път . 
Така че , ако тръгнем на запад тогава ще бъдем с една крачка пред тях . 
След което ще ви оставя в Абингдън ... Аз ще отида в Бристол . , като се скрия на кораба като пакет и ще отплавам за Америка . - Америка ? 
Какво , а . . ? 
След като се установя , и направя нещо за себе си . Ще го изпратя да те повика . 
- Какво , той ли ? 
- Кой ? Да , разбира се . Дай ми минута . 
Трябва да поговорим , хлапе . Ела насам . 
Побързай . 
Какво има , шефе ? 
Не съм ти шеф . 
Трябва да върнеш коня . 
- Ще обвиниш мен . 
- А ? Кажи , че съм те отвлякъл . Или нещо такова . Но след това си успя да ми избягаш . 
Ясно ? Виж , това което стана нямаш вина . Вината е Моя . 
Но имам нужда от теб да се върнеш там , и тогава няма да мисля за теб , както и за всичко останало . 
Не искам да се връщам . Ако се върна този палячо , Томас ще ме бие отново . 
Добре . Не се връщай , където искаш там върви . Но трябва да оставя децата където да имат покрив над главите си и тогава никой няма да ме види . 
- Включително и ти . 
Защото така стоят нещата . 
Къде отиваш ? 
Обуй ботушите , вземи каквото искаш , тези дрехи например или някой нож така за безопаснос . . ... и да се сбогуваме.Ясно ? 
- Може ли да остана с теб ? - Не . 
Мога да ти бъда полезен , Нели Джаксън ? 
- ... - Виж ако ми позволиш да дойда и да те возя с каретата , ще видиш колко полезен мога да бъда . 
Не искам да работя вече с никого . 
Веднъж вече опитах с капитан Джаксън . , и всичко което научих накрая ... ... . всеки е сам за себе си . 
Но виж , ти сега си свободен . 
Светът е толкова голям , имаш толкова неща за правене 
Да , Хвани го . 
Светът е голямо място , има много да се види и прави , така че по - добре да се размърдаме , а ? 
Бързо , бързо . 
Чух , че трябва да те поздравя . 
Получи каквото искаше . Земя , собственост , титла . 
Ти си богат човек , Бланшфорд . И то с толкова просто решение . 
Някой който е бил там през цялото време . , и ти просто си използвал момента . 
И благодарение на това си се измъкнал блестящо и красиво след като всички обвиняват едн жена , как се казваше . . Нели Джаксън . Да . - Добра работа . - Аз ... 
Получих бележка да дойда и да те намеря . 
- Кога е погребението ? - Утре . 
Ще бъда там . 
Не познавахте баща ми . 
Погребенията не са за мъртвите , Томас . 
Ще бъда там , за да подкрепя теб и сестра ти . 
- В такъв труден момент . 
- Не познаваш сестра ми . 
Видях я представена в двора . Преди няколко години . Преди да се омъжи за лорд Уилмот . , горкият . 
Горкото момиче , още е в траур . за съпруга си ... , ... а сега тя загуби и баща си . 
Погребална процесия напуска къщата в седем . 
Но виж , наистина нямам нужда от теб ... Ще дойда . 
Виждаш ли . Хора като теб са рядкост , Томас . 
Не бях сигурен , че го имаш в себе си . 
Не бях сигурен , че не си просто някакво разглезено малко момче . Но сега ... , сега съм заинтригуван . 
Чувствам определена отговорност за това , което се случи . Но се чудя на какво друго си способен ? 
Чудя се дали не си определен за велики неща . 
Какви неща ? 
Ще има време за това . 
Просто исках да разбера кой ще бъде на погребението . 
Трябва да се погрижа за нещо . Ще се видим в църквата . 
Бенинг ще ви изпрати . 
Той трябва да утвърди на този света , а Раселас не може да направи това ако се мотае с нас , нали ? 
Не . Той трябва да направи това , което може с живота си , докато има възможност . 
Но аз го харесвах . 
- Харесвах го . 
- Харесваш ли го ? 
Да , но имах предвид ... че го харесвах ... 
Да , добре , това е малко като лукс , който не можем да си позволим в момента . , и няма да е нищо друго , освен допълнителни проблеми , вероятно знаеш ? Тези неща . Това не винаги е така и двете страни да имат еднакви чуства , и не искам да те виждам с разбито сърце . Той ме обича.Той ми го каза . 
Наистина ли ? 
Това е много неуместно . , трябваше да го запазиш за себе си . 
Също , подозирам че има мозък на 8 годишно хлапе ... - 10 години е по - голям от теб . - Добре де , Три . 
- Три години по - голяма от мен , и какво ? 
- И още . ти не си ми майка ! 
- Много добре и не бих искала и да ти бъда , тъй като не искам някой да ми говори така . 
И така кога успя да научиш такива задълбочени разговори ? 
Тук и там по пътя . 
О . И баща му беше ... Кралят на Бенин . 
О , наистина ли ? 
Доста невероятно . 
Той вероятно казва това , на всички 16 - годишни идиотки с куп пера на главите си . 
Тогава защо дойде да ни каже какво е чул пред вратата ни , а ? 
- Не знам . Защо би рискувал живота си , ако не му пукаше за хората , а ? 
Каза , че ме е виждал из селото . и винаги си е мислел че съм ... . , 
. . Английска роза . 
И какво стана , стигнахте ли до целувката ? - Не . - Да бе . - Кой се е целувал ? - Говорихме си само ! - Тя и Раселас . - Никой . Никой нищо не е направил , само слушах историите на хората . - Не знам . 
- И аз това казвам . 
Купиха ми книгата от магазина в Лондон ... . . за осем шилинга и шест пенса . , от Лорд Бланшфорд , който ме върна обратно в Тотнъм с коня си . 
И по пътя се зададе буря с гръмотевици и светкавици . , тогава Лорд Бланшфорд ме покри с наметалото си за да ме стопли . Прибрахме се . . бях изкъпан и преоблечен . 
Подари на София едно гумено прасе а на Томас някаква играчка . Поради това , че наскоро бяха загубили майка си . , с тези подаръци Лорд Бланшфорд искаше да ги развесели . 
Значи е бил нахранен ... облечен , и гален и са се отнасяли с него като член на семейството ... докато един ден ... когато Расел е бил на около 9 или 11 когато ... Томас бе изпратен в Итън , и мен ме сложиха на работа в земеделския двор . 
Мис София и Раселас , плакали , плакали , но ... . . Това беше , точно тогава всичко се промени и ... . . Спрете на място ! 
- Махай се ! - Джордж , Хайде . Нел , какво става ? 
- Казах да се махаш ! 
- Нел , какво става ? 
Няма никой тук шефе . 
- Просто куп дрехи на хора . 
Познавам те . Така ли . 
Защо не отидеш да досаждаш на някой друг ? преди да отделя косата ти както направих последния път ? 
Кои са тези две красавици ? 
Това не е ли оня същия ... Нели ? 
Това е онзи скъперник от Лондон . 
Какво се опитва да ми каже това малко мъниче ? 
Ние сме , Г - н Деверо . 
Защо си се облякъл като някой разбойник ? 
Това , което се опитвам да кажа е , че срещнах подобен като теб оня ден в Лондон и няма да повярвате че има забележителна прилика с мен . 
Всеки , който има очи , може да си мисли , че сте Близнаци . 
Дори имаш и белег . , кълна се в куцо и сакато ! 
Любопитно . 
Как се озовахте в тази красива карета с тези четири коня ? Взех ги назаем . 
Знаеш ли какво си мисля ? 
Мисля , че Ти си Нели Джаксън . 
Нели Джаксън , която има награда от 20 паунда за убийство . 
Отне ми 18 месеца за да получа награда от 20 паунда за главата и . Плакатите са разлепени в цял Лондон . 
Утре по това време горе , долу , ще узнае цялата страна . 
- Двадесет паунда ? 
- Какво ще кажете шефе . . . . да вземем четирите коня с каретата и тези две повлекани . И ние ще ви направим удовоствето , да вземете 20 - те паунда ? 
Нищо ли не научихте от последния път , когато ви пребих ? 
Да бягаме . 
Този е нов . 
Има ли смисъл . 
Е , . . продължавай . 
- Хвърли пистолета . - Раселас ! 
Какво искаш от мен ... ? - Какво да правя с този , Нели ? 
- Какво правиш тук ? 
- Спасих те ! 
Извинявай , ти ли ме спаси ? 
За какво говориш " че си ме спасил " ? 
И Рокси . И Джордж . 
- Следиш ли ни ? 
- Исках да си вървя по моя път . Както ми каза . 
Но искам да бъда честен с теб , шефе . , Почувствах се тъжнен , после се почувствах самотен , и много се притесних за вас тримата ... Какво да правя с този ? 
Не знам . 
Зависи каква глупост може да изръси на момента . 
Да , очевидно е че не мога да си призная да съм Чарлз Деверо пред мматематиците ми ... Може ли ? 
. . 
И така , какво се случи след като размаза оная отрепка който бе убил бедния ти баща , а ? 
Не.Това не бях аз . 
Но не всички мислят като теб и мисля че ще те хванат . , Само че не знам какъв е планът ти . , но въз основа на факта че стоим тук посред бял ден и водим този разговор ми остава да предположа , че планът ти е лош . 
Надявам се , че не планираш да оставиш тия две деца при любимия си чичо , Нел . 
Със сигурност не и на този стар кестен . 
Е , и какво от това ? - Аз не би го направил 
Защото това ще е първото място където ще те търсят . 
Ако ги заведете при него и той се окаже че не е ясно , със събитията които са се случили със теб през целия ти живот Те ще бъдат тук утре и ще наблюдават къщата му , повярвай ми , 20 паунда не са много пари 
Искаш ли да чуеш идеята ми ? 
- Не я искам . 
- Ти и аз трябва да се обединим , Нели Джаксън . - Не . 
- Мога да ти помогна . 
Съмнявам се . 
Така че , както казах . По това време утре , всички новини нагоре и надолу в страната с вашето описание ще бъде отпечатано във всеки вестник . И не само твоето ... ... ами нейното и нейното . 
И няма да имаш едно сигурно място , където да се скриеш . 
С какво се занимаваш , а ? 
Къде отиваш . . ? когато няма къде да отидеш ? 
След като сте взели назаем тази карета , взехте ли и парите от нея ? 
Няколко лири , може би . 
Добре , нека ти и аз да се преструваме . че сме Лорд и Лейди някоя си , и да наемем добри стаи в някой хубав хотел в някой малък , безличен град за няколко дни . 
Имаш дрехи за това . , да ги използваме . 
- За какво говориш ? Искам да те се скрия от очите на всички . , Нели Джаксън . 
Което означава , че изобщо няма да се криеш , просто променяш това , което изглеждаш . 
Ами ние ? 
Е , нали нейно благородие трябва да има и камериерка . 
И може би нейно благородие пътува с ексцентричната си малка братовчедка . И разбира се , Лорд някой си трябва да има и добър лакей . Не може ли ти да ми бъдеш лакей . 
Само си помисли , топла храна , удобни легла , чисти дрехи , покрив над главите ви . 
Защо ? 
Защо би го направил ? Какво печелиш ти ? 
Обичам приключенията . 
Всички ме гледат . 
Не , не гледат . 
Аз съм възкресението и животът , казва Бог . 
Този който живее и вярва в мен , той никога не умира Амин . 
Нашите души които отиват при Господа те никога не умират , отиват във вечния мир 
Знам , че моят Изкупител е жив , и ще се възправи , в Сетния ден на Земята . 
Никакви червеи няма да унищожат това тяло ... - Томас . 
- Чрез плътта си той ще види Бог . 
Продължавай . 
Когото ме види с очите си , и моите ще го видят . 
Нищо не сме донесли на този свят , и нищо не можем да вземем със себе си . 
Благословено да е името Господне . 
Амин . 
Амин . 
Лорд и Лейди Шанкли . 
Да , това сме ние . 
Колко отвратително . 
- Това жена ли е ? 
- Разбира се , че е . 
Децата не трябва да ги виждат , но не и да не чуват . 
Не изражението му ... . не те ли побиват тръпки ? 
О , напротив . Другото ме изнервя . 
Виж какво му е едното око ... не е ли по - малко от другото ? 
Да , мадам . Доста отвратително . 
Е , аз не мисля така . Тя е доста опърпана . 
Не мислиш ли , че изглежда малко миризлив този от ляво ? 
О , . . да . 
Гарантирам ти , че за първи път е търсена . 
Много добре . Не , честно . Просто искам да го ударя в лицето . 
О , да бъде жена разбойничка . 
Мислиш ли , че е красива ? По - скоро е вещица с тази глупава шапка . 
Лице като на невестулка . 
Не мислиш ли че носът му прилича на кучешки пенис ? 
Съгласен ли си ? 
А вие какво мислите ? 
И двамата са отвратителни , сър . Нашите стаи ? 
Оттук , Лорд Шенкли . 
Багажа , Жак ! 
Напред ! 
Жак . 
Извинете ме , Господа . 
Извинете ме , добри човече . , къде мога да намеря господарката на къщата ? 
Оттук , сър . 
Да . 
Лейди Уилмот . 
- Мога ли да изкажа съболезнованията си . Срещали ли сме се ? 
Аз съм Робърт Хенеси . Граф на Пойнтън . 
Не знаех , че баща ми има познати от тайния съвет на Кралицата . 
Поне не и аз . 
Преди време баща ви изпрати брат ви в Лондон . , при вуйчо ти Джеймс Огилви . , брат на покойната ви майка ... - Братът на майка ми , да . - Да види дали може ... да се направи нещо с Томас . 
По - скоро бях доста известен в младостта си която пропилях . И предполагам , че Огилви си е помислил че мога да бъда нещо като водач или ментор на Томас . - Не знаех за това . 
Колко любезно от ваша страна . 
Прекъснах ли ви ? 
Опитвам се да опозная недвижимите имоти въпросите по тях . 
Томас не иска да се занимава с това а и няма да му позволя да пропилее всичко . 
Ако има нещо с което мога да ви бъде от полза , моля те , попитай . 
Единственното от което имам нужда като помощ и да е в полза за мен е да изправя пред правосъдието една личност която уби баща ми . 
Нел Джаксън ? 
Госпожо . Г - н Джералд е тук . 
Той казва , че е наясно , но сега не е бил подходящият момент , но ... . . 
Покани го . 
Наех този мъж , Джералд . , за да я проследи . 
Очевидно е много добър . Но ... Мисля , че ще отнеме повече време отколкото простосмъртните да я заловят . 
Томас каза ли ти ? 
Тя се бие като че ли ... е обладана от демон . 
И ти видя това ? Видяла си как убива баща ти ? 
Да . Тя го застреля . Точно пред нас . 
Готвачът и някои от мъжете се втурнаха вътре когато Томас изкрещя ... Беше необикновено . Начинът , по който спира куршумите с голи ръце . 
Вие ... чували ли сте за нещо подобно ? 
Има повече неща на този свят които хора не могат да си представят . 
- Наистина ли ? 
- Да . 
На мен ми звучи като че ли тази Нел Джаксън може да има , независимо дали го осъзнава или не , е проникнал някакъв дух . Някакво същество . 
И ако има такова , тя трябва да има силата , и никой смъртен не може да я докосне . 
Можете ли да ни помогнете ? 
Вероятно . 
Лейди Уилмот . 
- А , да ... - Не . Остани . 
Ще бъда кратък . 
Тази сутрин имахме новини за обир на карета , задържана от жена на юг от Потърс бар . 
И съдейки по външния вид и по необикновеният начин за който се представя , това е била тя . 
Ще има и други такива случаи , и тогава мрежата ще се затегне . 
Сама ли е била ? 
Охраната , и кочияша са били добре въоръжени . 
И двамата са били ветерани . 
Публикувайте повече информация във вестниците . И увеличи наградата до 40 паунда . 
Много добре . 
- Добре , това е много добре . 
Лейди Шенкли , вижте . 
Да . 
Сега можех да съм в Бристол . Можех да съм на кораб . 
Работата е там , че ... , дори тогава , не трябва да се чувствам задължена да бягам . 
Трябва да намеря добър съдия който ще чуе истината . 
Няма да стане . 
Законът е направен от аристократите . , за аристократите . - Истина или не , това е без значение ... - Да бе . Или каквото си искат това ще бъде . 
Но не би трябвало . 
Но всички мислят така , скъпа . 
Няма да намериш такъв , който да мисли по твоя начин . 
Защо живееш така ? Ако наистина си аристократ ? 
Да предположим , че имам избор но нямам пари . 
Не . Истина е . 
Моят старец обичаше хазартните маси прекалено много . Остави ме почти без нищо . 
Само заглавието и адреса ми в Мейфеър . , което много не ме интересува . С изключение на това че е пълно с наематели . Имам само две стаи на тавана . 
Но какво от това ? 
Това е адресът в Мейфеър . 
Само това има значение . 
Ако хората имат доверие във вас , и в този , който казваш , че си , кара ги да се чувстват комфортно . Тогава можеш да се измъкнеш . с почти всичко . 
Брилянтно . 
Нели не ми повярва , когато и казах че баща ти е бил Крал на Бенин . 
Аз самият не мога да повярвам това повечето от дни . 
- Не се ли чувстваш измамен ? 
Както и името ми . 
Раселас не е истинското ми име . Лорд Бланшфорд ми го даде . 
Истинското ми име е изгубено като моето семейство . 
Не се ли изкушаваш да се върнеш там и да ги намериш ? 
Бих го направил . Повече от всичко . Но как ? 
Не знам откъде да започна . дори и да спестявам за паспорт . И вече нямам шансове след всичко , което се случи . , ако отида до някой кей ще ме хванат и оковат и може да ме пратят в колониите . 
Трябва да има начин . 
Жак ? 
Има писмо за господаря ти . 
Давай ... ти си . 
Благодаря ти , лакей . 
Не съм ти лакей . , джебчия . 
Преструвам се на твой лакей . 
Това е покана за Лорд и Лейди Шанкли да отидем да играем карти утре следобед в имението Уидиком с Лорд и Лейди Спрингборн . Кои са тия ? Срещнахме се в църквата вчера . Говорихме с него . 
Е , аз бях . 
Казах , че само минаваме на път за Лондон , и бяха много учтиви като ни поканиха на парти да пием чай с тях и да играем на карти . 
Трябва да им отговориш че не можем да отидем . Защо ? 
Защото веднага щом си отворя устата да ям , веднага ще се усъмнят че не познавам единия край на вилицата от другия . Нели . Ти си такова разочарование . Можем да ги заблудим карти и да ги накараме да залагат - Не мога . 
- Мога ! 
Ще се забавляваме . 
Беше изненадващо убедителна като Лейди Шенкли , когато пристигнахме , Нели . 
Джордж е прав . Имаш талант ... Има нещо в теб . Донесох и това . , в случай , че има нещо за теб . 
Помисли за това по други начин . Колкото повече се преструваш да бъдеш различна от това , което си , толкова по - добре ще се справиш . 
Освен това , Нели , този лорд Спрингборн , може да е съдия . 
Можеш да разбереш що за човек е той . , и ако изглежда че може да те изслуша ... По кое време ни очакват ? - В четири часа . 
Чуйте това . 
" Злодеят , който открадна карета преди три дни ... в гората близо до Потърс се смята че това е ... ... същата Нели Джаксън , която е извършила ужасното убийство на Лорд Бланшфорд . " 
Защо ме наричат Нели ? 
" Ако беше , можеше ли да се предположи , че злодеят ... " Това си ти ? " Да , така е . ... и се насочва на север . Е , те са разбрали това погрешно . Ако всички мислят , че отиваме на север . Може да сме добре тук за една добра седмица . 
" Наградата за информацията по залавянето на Джаксън е вдигната на 40 паунда . " 
Пойнтън . Пойнтън . 
Тази Нел Джаксън , поддържа ли темпото ? 
По всички приоритети , тя има нещо свръхестественото в нея . 
Така ли ? 
Мислех си , че по - скоро , това е във вашата област като експерт . 
Чудех се дали може да е полезна за каузата . 
Надявам се да взема това решение . 
Да , разбира се , разбира се . 
Губернаторът мисли че има нещо гнило в тях веднага щом се появиха . Е , веднага щом нейно благородие започне да говори като аристократ тя ще се е опита ... . но ще говори като селянка . 
Казали са , че са от Тъндърбридж Хол в Тотнъм , но Г - жа Блюит ... , която работи в кухнята , ни каза че и тя дошла от там . , но никога не е чувала за Тъндърбридж хол и за Лорд и Лейди Шенкли . 
Нямам идея кой може да е този лорд Шенкли ? Но по описанието на останалите четири се вписват перфектно , включително и твоят беглец , Раселас . 
Момчето е дало поканата за чай следобед в къщата на Лорд Спрингборн . 
Е , Какво чакате ? 
По - добре тръгвай ако искаш да ги хванеш там . 
Хайде , момче . 
Ще получа ли част от наградата , господине ? 
Как да се свържа с вашия приятел , Графът на Пойнтън ? 
Защо ? 
Защото трябва да се преструваме че правим всичко възможно да заловим Нел Джаксън . Заради идиотската бъркотия която ти ни вкара . - Да , но ... - Ако те обесят за убийство , имението ще отиде при братовчеда ни в Нортъмбърланд . 
И той ще се премести тук със семейството си . , и ще завися от него за всяка троха . 
Бъди силен . 
Решителен . 
Заради мен . Мога да ти помогна , само ако и ти ми помогнеш . 
Мистър Джералд ! 
Трябва бързо да напиша писмо до Графа на Пойнтън , и бих искала много да дойдете с мен и хората си в Осло . 
Пригответе се . 
Хайде . 
Хайде . 
От колко време сме женени ? 
- Шест месеца . 
- Шест месеца , три седмици , три дни . 
Дяволът е в детайлите . Коя е любимата ми храна ? 
- Желирани змиорки ? Яйчен крем ? 
Захаросана ябълка . Куинс . Сливи . И тиквени пикантни вкусотии от " Копринен Самарканд . " 
Сериозно , мислиш че ще мога да запомня всичко това ? 
Имам Ви пълно доверие , Лейди Шенкли . 
От начало , скъпа моя . 
Писмо за вас , сър . 
Да бягаш не е толкова лошо . 
Не ми трябва повече да работя по цял ден в тази задушна пералня . 
Чудя се откъде Нели се е научила да се бие така ? 
Мислиш ли , че е капитан Джаксън , се грижиш за нея от отвъдното ? 
Това е нещо . 
Виждала съм го . 
Как ? 
Не знам . 
На какво ти прилича ? 
- Не знам . 
- Е , какво си видяла ? Е , това е като Аура . . нещо такова и чувството е хубаво . 
И аз не знам , но капитан Джаксън беше добър . 
Това не е ли ... , Лейди Уилмот ? 
- Сигурно знаят , че сме тук . Не спират . 
Те трябва да знаят че Нел отива в имението Уидиком ! 
Как ? Прекалено много са ! 
Какво ще правим ? 
Хайде куфари . 
Кой е любимият ми цвят ? 
- Нещо кафяво , а , нещо като тор ? Аквамарин . 
Мисля , че това е грешка . , Нели Джаксън . 
Горе главата , не гледай към пода . Гледайте хората в очите и се усмихвайте . 
Не съм сигурна , че трябва да влизаме . 
Глупости . Ако се съмняваш , просто ме погледни . Сякаш си влюбена в мен и аз ще измисля нещо . Нели . Нещо странно идва насам . 
Добър ден . Какъв прекрасен следобед . 
