আসল পর চয় লুক য় র খত আমর অন কট সময় ব্যয় কর , আমর প্রকৃতপক্ষ ক মন হত চ ই , ত অন্য ক উক বুঝত দ ই ন । ত ই , এট স্মরণ কর কঠ ন য এমন একট সময় ছ ল , যখন ব শ্বক আম দ র আসল চ হ র দ খ ন র জন্য সত্য ই উত্ত জ ত ছ ল ম । 
খুব সুন্দর । 
ইউন ফর্মট ত ম ক ভ ল ম ন য় ছ । 
ঠ ক দ খ চ্ছ ক ? ক ঁধ র ক ছ সমস্য হচ্ছ ল । 
এই ত । প রফ ক্ট । 
- ক ... ক হয় ছ ? - ক ছুই ন । 
আম ক বল । 
গ ন্টল টগুল ত ভুলভ ব জর ল গ ন হয় ছ , ক ন্তু ক উ লক্ষ্য করব ন । 
ক ? ঠ ক করত স হ য্য কর ! 
প্রথম যুদ্ধ পর ষদ র ব ঠক র কথ আম র মন আছ । তখন এগুল খুব ছ ট ব ষয় ছ ল । আরও ব্যক্ত গত । ওজ ই অবশ্য শ্র ত থ ক র ব ষয়ট উপভ গ করছ বল মন হয় । 
ব ব বল ন , ত ন ব ভ ন্ন মত মতক স্ব গত জ ন ন । 
আম এট পর ক্ষ ন করত ই পর মর্শ দ ব । আপ তত চুপ কর দ খ ও শ খ । 
হয় গ ছ । 
আম ক ক মন দ খ চ্ছ ? 
র জপুত্র র মত । 
র স্ত প ল্ট ল ক ন ? ক র কথ য় ? 
- ল ফট ন্য ন্ট জ , ত ম ক একট প্রশ্ন কর ছ । 
- আম দ র নতুন আদ শ দ ওয় হয় ছ ল । 
- নতুন আদ শ ? ক দ য় ছ ? - আম । 
আমর অন ক দ ন ধর ই এই ইঁদুর-ব ড় ল র খ ল খ লছ । আম মন কর , এখন নতুন ক শল ন ব র সময় এস ছ । 
অ্য ভ ট রক খ ঁজ র দ য় ত্ব আম র । 
আম এই ম শন র দ য় ত্ব আছ । 
এব আম , আম একজন অ্য ডম র ল । 
অগ্ন প্রভু ওজ ই আম ক অ্য ভ ট রক ধর সম্পর্ক ত ... সমস্ত অপ র শন র দ য় ত্ব র জন্য উপযুক্ত ব ব চন কর ছ ন । 
তুম স হ য্য করত চ ইল করত প র , 
আসল , ত ম র কর ও উচ ৎ । 
এত বড় ক জ ব শ ল ক র শ্রম ল গব , ত যতই ন্যূনতম হ ক ন ক ন । 
আম পর আসছ । ক ছু কর্ম পর বর্তন ন য় আল চন করত য আম করত চ ই । 
ক হয় ছ ? 
ল ফট ন্য ন্ট জ , জ হ জ র গত পথ বদল ও । 
ক ল হয় গ ছ ন ক ? 
য বলছ , ত ই কর ! 
ব দ্র হ র শ স্ত জ ন ক ? 
জ ন , এব স ই ক রণ ই তুম য বলছ , ত করত প রব ন । 
ত হল এখন আম র জ য়গ য় ত মর ওই দুট ক র ল কট র আদ শ প লন করব ? 
এতবছর ধর আমর খ টল ম , আর সমস্ত ক্র ড ট ওই ল কট ন য় য ব ? 
গত ত ন বছর ধর , আমর এক অপর র প শ ছ ল ম , এব এট এখনও সত্য । 
শুধুম ত্র আমর ই জ ন , এই জ হ জ আম দ র ক ক সহ্য করত হয় ছ । জ উ ত ম দ র আনুগত্য র য গ্য নয় । - জুক র স ই য গ্যত আছ । - আনুগত্য ? জ ন র ল , যথ যথ সম্ম ন সহ বলছ , র জকুম র এই শব্দ র অর্থ জ ন ন ন । 
যদ জ নত , ত হল স আম দ র , য র ত র স থ গত ত ন বছর ধর র ত দ ন ছ ল , অন ক ব শ সম্ম ন দ খ ত । 
পর বর্ত , আমর ত র অপম ন এব গ ল গ ল সহ্য কর ছ । 
আম জ ন , জুক অত্যন্ত ম জ জ । ক ন্তু ত ম ক ও বুঝত হব , ত র উপর দ য় ক য চ্ছ । 
এব স ক ত্য গ কর ছ জ বন , ত ত মর ভ বত ও প রব ন । 
নমস্ক র , জ্ঞ ন ঋষ গণ । আপন দ র দ খ ভ ল ল গল । 
আম র ন ম অ্য । আম এখ ন অ্য ভ ট র রকুর মন্দ র দ খত এস ছ । 
ক রণ , আম ও একজন অ্য ভ ট র । 
আমর জ ন । 
- দ ঁড় ন ! 
আপন র শ ন্ত প্র য় ম নুষ বল অনুম ন কর ছ ল ম ! 
ত র পর ! 
আম একজন বন্ধু । 
এট আম দ র অ্য ভ ট র রকুর মন্দ র ন য় য ব । ত ড় ত ড় কর । 
স ক ছ ই আছ ন শ্চয়ই । 
খ ব র জ ন স নয় । 
- গন্ধ প চ্ছ স , ত ই ন ? 
ঠ ক আছ , ন ইল । চল , য ই । 
আম র ন ম শ ইউ । 
আফশ স র কথ , মহ ঋষ এব অন্যর ব শ্ব স কর ন , অগ্ন প্রভু ত দ র প্রকৃত আধ্য ত্ম ক ন ত । 
ত র পথভ্রষ্ট হয় ছ ন । 
ত হল এই সবই ক অ্য ভ ট র রকুর ? 
এই সবক ছুই পূর্ববর্ত অবত রদ র , য গুল আম র দ দু স মল র খ ছ ন । 
আম ক অ্য ভ ট র রকুর স থ য গ য গ করত হব । ত ন ই একম ত্র আম ক বলত প র ন ক ভ ব আম র বন্ধুদ র ব ঁচ ব । 
আম যতদ ন প র ত দ র আটক র খব । 
একপ শ সর য ও । 
মহ ন ঋষ , এই ছ ল অ্য ভ ট র । ত ন ব শ্ব র জন্য একট আশ । 
অ্য ভ ট র রকুর শ ক্ষ মন র খব ন । আগুন ম ন অন্য ন্য উপ দ ন র উপর আধ পত্য ব ঝ য় ন । অন্যদ র স থ ত র ভ রস ম্য বজ য় র খ উচ ৎ । 
একম ত্র অগ্ন প্রভু ওজ ই স ই ভ রস ম্য প্রদ ন করত প র ন । 
ত ন ব শ্বক একত্র ত করব ন , অ্য ভ ট র নয় । 
ত ম র ক ন ধ রণ ই ন ই , শ ঘ্রই স কতট শক্ত শ ল হয় উঠব । 
এখন , শ ষব র র মত বলছ , স মন থ ক সর য ও । 
আম ত করত প র ন । 
ত হল ব ক অব শ্ব স দ র স থ তুম ও পুড় মরব । 
এত স হস ক র য অ্য ভ ট র র শ ন্ত ভগ্ন করছ ? 
আম । অ্য । 
বড়দ র স মন ম থ নত করত আর নজর ন চু র খত ... 
শ খ ন ? 
আর এক প য় ল ফ দ ত ? 
আম ক ক্ষম কর ! ত ম র স থ মজ করছ ল ম । 
ত ম ক দ খ ভ ল ল গল , অ্য । ক ন্তু ত ম র এত সময় ল গল ক ন ? আম ভ ব ছ ল ম , তুম আম র পর মর্শ চ ইত আর ত ড় ত ড় আসব । 
অ্য ভ ট র ক য় শ আম ক বল ছ ল ন , ন জ র সমস্য ন জ ই সম ধ ন করত । এট আম র য ত্র র অ শ । 
ও এট বলত প র । 
ক য় শ সর্বদ ই এইরকমই ... ভ ব ছ ল ম , আপন র সব ই এমনই হব ন । অ্য ভ ট রর ক এক অপর র দ হধ রণ কর ন ন ? 
আমর একই স্ফুল ঙ্গ ভ গ কর , ক ন্তু আমর আল দ ম নুষ । 
আম ক য় শ র থ ক আল দ , ঠ ক য মন তুম আল দ আম দ র উভয় র থ ক । 
উদ হরণস্বরূপ , ক য় শ ত ম ক অবত র র ভূম ক সম্পর্ক ক বল ছ ? 
ত ন বল ন , আম ক একজন হ স্র , ন র্দয় য দ্ধ হত হব । 
হ্য ঁ , কখন কখন অবত রক বল প্রয় গ ও ভয়ভ ত অবলম্বন করত হয় , ক ন্তু য দ্ধ হওয় র প শ প শ , অ্য ভ ট রক অবশ্যই একজন কূটন ত ক হত হব । 
তব ই , ক উক আঘ ত ন কর আমর ব শ্ব র সমস্য র সম ধ ন করত প র । 
আমর চ ষ্ট করত প র , ক ন্তু ব্যর্থ হল ... 
ব দন দ য়ক পর ণত ঘট । 
ক ন্তু ক য় শ র মত , ত ম র য ত্র য় স হ য্য করত আম এখ ন আছ । 
ত ম র ক জ ন র আছ , জ জ্ঞ স কর । ক হ - ক ক ভ ব হ র ব ? 
এট ছ ড় অন্য ক ছু । 
- আপন বুঝত প রছ ন ন ... 
- ন , তুম বুঝত প রছ ন । 
ক হ একট ভয়ঙ্কর প্র ত ত্ম , য ব ভ ন্ন উপ য় ত ম ক আঘ ত করত প র , য তুম কল্পন করত ও প রব ন । 
অ্য ভ ট র কুরুকক জ জ্ঞ স ক র । 
আম র ক ছ ক ন ব কল্প ন ই , এব সময় ফুর য় য চ্ছ । 
স আম র বন্ধুদ র বন্দ কর ছ , এব যদ আম ক ছু ন কর , ত র চ রতর হ র য় য ব । 
প্ল জ । শুন ছ তুম ত ক একব র পর জ ত কর ছ ল । 
ন , আম কখন ত ক পর জ ত কর ন । শুধুম ত্র ত র ক ছ থ ক ক ছু জ ন স ছ ন য় ন য় ছ ল ম । 
সম্ভবত তুম আম র ক ছ থ ক য চুর কর ছ ল , ত ফ রত দ ত এস ছ । 
একট ট ট ম য ক হ র পক্ষ অত্যন্ত প্রয় জন য় । 
এট চ হ র র ম ত র লক ট , একট প্র চ ন আত্ম য ন সমস্ত জ ব র জন্য মুখ ত র কর ছ ন । 
ত র জন্যই পৃথ ব ত ক ড র অস্ত ত্ব আছ । এব স ক হ র ম । 
ক হ একই জ ন স র আক ঙ্ক্ষ কর য আমর সব ই কর । পর ব র । 
একট ট ট ম ? 
মন হচ্ছ , এর বদল স আম র বন্ধুদ র ছ ড় দ ব । 
ধন্যব দ , র কু । 
আশ কর , তুম ত ম র বন্ধুদ র ব ঁচ ত প রব । ক ন্তু সত্য হল , একজন অ্য ভ ট র র জন্য ... বন্ধু ব ঝ য় পর ণত হয় । 
অ্য ভ ট রক অন ক কঠ ন স দ্ধ ন্ত ন ত হয় , ত ম র ক ছ ন জ র প্রয় জন র তুলন য় ব শ্ব র চ হ দ র স্থ ন আগ । এই ক্ষ ত্র , ক য় শ এব আম একমত । 
আম ক ব শ্ব স কর , 
এট ত ম ক এব তুম য দ র ভ লব স , ত দ র কষ্ট র থ ক ... রক্ষ করব । 
ত দ র ক হয় ছ ? 
পক্ষ ঘ তগ্রস্ত । 
সবক ছু ঠ ক হয় য ব । 
ত হল তুম ই অ্য ভ ট র , হ হ ? 
এক ছ ট ব চ্চ ক ন য় এত চ ন্ত ? 
আপন আম ক য ত দ ন । 
আম র য ওয় খুব জরুর । 
ম নুষ আম র উপর ন র্ভর করছ । আপন জ ন ন ন , ক হয় ছ । 
অন ক গল্প শুন ছ , তুম ক ভ ব ব শ্ব ব ঁচ ত য চ্ছ স ই সম্পর্ক । 
দ খ ব চ্চ , আম র ক উক প্রয় জন ন ই । সব ইক ব ঁচ ন র জন্য আম এক ই যথ ষ্ট । 
তুম ফ য় রব ন্ড র , আর্থব ন্ড র ... ব অন্য য সব ব ন্ড র র ক ছ ঘুর ব ড় চ্ছ , ত র সব ই ক ছু ন ক ছু চ য় । ত র সব ই এট প ত যুদ্ধ করত ইচ্ছুক । 
সুতর ব ভ ন্ন জ য়গ য় ন ঘুর একজ য়গ য় অপ ক্ষ কর , এব ন জ র প্রয় জনটুকু বুঝ ন য় ক ট পড় । 
আম মন হয় , পৃথ ব য মন আছ , ত মনই থ কত দ ও । 
ত ম র খ র প সময় শুরু হল , অ্য ভ ট র । 
তুম ত ম র কথ র খ ছ । 
ত ক প য় ছ । 
চ ইল গুন ন ত প র । 
ব শ্ব স আছ । জ ন ক ন ? 
ক রণ যদ কম থ ক , তুম আম দ র প ছন ল গব ? 
ক রণ তুম খুব ম ষ্ট । 
ওহ , স বধ ন ত ক ব ঁচ য় র খ । 
ত র প ছন অন ক শ ক র ঘুরছ । এব ত র ভ ষণই ভয়ঙ্কর । 
ন জ র খ য় ল র খ , অ্য ভ ট র । 
দয় কর , আম ক য করণ য় , ত করত দ ন । শপথ করছ আম ফ র আসব । 
আম র বন্ধুর ব পদ আছ , এব একম ত্র আম ই ত দ র ব ঁচ ত প র । 
ত ড় ত ড় ন ফ রল , ত দ র আম চ রতর হ র ব । 
আম র কথ শুনছ ন ক ন ? 
জ ন , ক মন ল গ যখন ক র র জ বন ত ম র উপর ন র্ভর কর ? ত ম র জন্য ক র র প্র ন চল য ত প র ? 
ত হল দয় কর আম ক ত দ র ব ঁচ ত দ ও ! 
মন হচ্ছ ন , তুম প্রথম থ ক ই এইরকম । 
ত ম র স থ অন্য য় ক ছু হয় ছ ক ? 
আর্থ ক ডম র ব হ ন দক্ষ ণ উপকূল বর বর ক ন্দ্র ভূত হয় ছ । 
আমর ত দ র সর ব র চ ষ্ট কর ছ , ক ন্তু ক ন ল ভ হয় ন । 
স ঁড় শ আক্রমন করল ক মন হয় ? 
ত দ র একদ ক প হ ড় আছ । ত দ র ক ছ প ঁছত ই প রব ন । 
তুম ক বল ? 
- মহ ম ন্য , আম পর মর্শ দ ব - - - তুম নয় । 
জুক । 
তুম ক করত চ ও ? 
শ ক শল । ত দ র চ র দ ক ঘ র ধর প ল ন র উপ য় ন র খ । 
জ ন র ল স হ ব র কথ শুনল ন ? ত র একপ শ প হ ড় দ্ব র সুরক্ষ ত । 
তুন্দ্র ট্য ঙ্ক উপর আসত প র । 
ত র আর্থব ন্ড র । আম দ র ট্য ক স ক ন্ড র মধ্য প থর র ন চ চ প পড়ব । 
জ ন র ল । 
আমর এখ ন একট ব ভ গ এগ য় ন য় য ত প র ... শত্রুর অগ্ন শক্ত যখন এদ র উপর দৃষ্ট ন বদ্ধ করব , আমর এখ ন ... এব এখ ন চুপ স র আক্রমণ চ ল ত প র । 
যদ ত দ র ম ঝ স ন প ঠ ন হয় , ত র ক ভ ব ফ র আসব ? 
ত র ফ রব ন । 
সব ই ম র য ব । 
আপন ত দ র বল দ ত য চ্ছ ন । 
বল দ ন যুদ্ধ র একট অ শ । 
ক ন ব ভ গক প ঠ ত চ ও ? 
৪১ তম । ত র ব শ রভ গই নতুন ন য় গপ্র প্ত । 
আচ্ছ । 
সব ক ছু তুম প ঠ্যপুস্তক শ খত প রব ন । 
যুদ্ধ র রণন ত ব ন ন ক ন ব চ্ছ র কর্ম নয় । 
এট একট ভয় নক পর কল্পন । 
ক বলল তুম ? 
বলল ম ... এট অত্যন্ত ভয় নক পর কল্পন ! 
স ন্যর মরব , আর ক স র জন্য ? 
ফ য় র ন শন অফ স র র অয গ্যত র ক রণ । 
প্রশ্ন কর র স হস কর ক ভ ব - - যথ ষ্ট ! 
এট সম ধ ন কর র জন্য শুধুম ত্র একট উপ য় আছ । 
অগ্ন ক ই । 
স খ ন ক উ আছ । 
আম দ র য ত দ ও ! তুম জ ন , আম ক ? 
খুব ভ ল ভ ব । 
ঠ ক য মনট আমর সব ই জ ন , তুম আম র আদ শ অম ন্য কর ছ , ম ন আম ক অসম্ম ন কর , তুম ত ম র ব ব ক অসম্ম ন করছ , তব এত ব স্ময় র ক ছু ন ই ক রণ তুম আগ ও এই ক জ কর ছ । 
অবত রক আম দ র দ য় দ ও । 
জ বন থ কত দ ব ন । 
দরক র হল ... ত ই করব ... 
ইউয় ন ত রন্দ জর । 
ওজ ই ত দ র আম ক স হ য্য র জন্য প ঠ য় ছ ন । 
বল হয় , হ জ র প দূর থ ক ত র একট জ ন ক র প খ ও ক ট ফ লত প র । । 
ক থ য় ন য় য ব ত ক ? 
র ত র জন্য প হুয় ই দুর্গত । ত রপর স জ র জধ ন ত । 
ত ন অন ক দ ন ধর ই অপ ক্ষ করছ ন , এব আম চ ই ন ত ন হত শ হ ন ... ইত মধ্য ই ক র র জন্য ত ক ত হত হয় ছ । 
আমর যদ পূর্ব প স ধর , র ত র মধ্য প হুয় ই প ঁছ য ব । 
- যুবর জ জুক । - ত রন্দ জদ র জন্য সতর্ক থ কুন । তব জ উ সম্ভবত ত দ র অ্য ভ ট র র ক ছ ই র খব - - জুক ! 
প হুয় ই দুর্গ দুর্ভ দ্য । 
তুম ক ভ ব ছ , জ উ ক ন আম দ র ত দ র গন্তব্য র কথ জ ন ল ? 
স জ ন , আক্রমণ কর ট আত্মহত্য হব । 
বড় বড় ব হ ন চ ষ্ট কর ব্যর্থ হয় ছ । 
শুধু ত ই নয় , প হুয় ই ফ য় র ন শন স ম ন্ত র ভ তর অবস্থ ন কর । 
- আম প ত্ত দ ই ন ! 
- ক ন্তু ওজ ই দ য় , যদ স খুঁজ প য় - - 
ক ন্তু অ্য ভ ট র 
- - - স হ র য় গ ছ ! 
- আপ তত । 
এই মুহুর্ত , জ উ ভ ল জ য়গ য় আছ । ক ন্তু শ ঘ্রই ব পর , স ভুল করব । তখনই আম দ র পদক্ষ প ন ত প র । 
তখন পর্যন্ত , ধ র্য ধর । 
অগ্ন প্রভুর মন অ্য ভ ট র র ধর পড় ন য় ব ভ ন্ন স শয় আছ । ন শ্চ ত কর ত ক জ ন ও , আমর অ্য ভ ট রক প য় ছ । 
ত ক ন র পদ র খত চ ষ্ট র ক ন ত্রুট র খ হয় ন । 
অ্য ভ ট রক দ য় ও ক ছু বল ন উচ ৎ । 
অগ্ন প্রভুক জ ন ন র স থ স থ ইত হ স ও প্রম ন থ কব । 
ত , অবত র , তুম ক গ্র প্ত র হব র আগ আম র ন ম শুন ছ ? ন ক এই প্রথম ? 
দয় কর , আম ক য ত দ ন । ন , ন । 
এখ ন ত নজন নয় , চ রজন প্রহর আছ , এব ত র উভয় হ ত এব প য় শ কল ব ঁধ আছ । - ঠ ক কর ল খ । - ন র হ জ বন ঝুঁক র মধ্য আছ ! 
আম আব র সব ইক হত শ করত প র ন । 
আব র নয় । 
ত ম র জ য়গ য় থ কল , আম অত ত র কথ কম ভ ব ভব ষ্যত সম্পর্ক চ ন্ত করত ম । 
আম র ভব ষ্যত ন য় চ ন্ত ত নই । 
সত্য ই ? 
ম ন , আম র একটু চ ন্ত হচ্ছ । 
ওহ , ত ম ক হত্য কর হব ন । ক রণ ম রল ত ম র পুনর্জন্ম হব । নূতন অ্য ভ ট র র জন্য , আম দ র আব র অনুসন্ধ ন শুরু করত হব । 
ত ই ... তুম ব ঁচব । ভ ল ন ল গল ও । 
যত প র স , ফুঁ দ ও । এত ত ম র ভ গ্য পর বর্তন হব ন । 
ক করছ ? এট ল খ ন । 
উপস্থ ত অগ্ন র সকল অনুগত পুত্র ও কন্য র , আমর সর্ব ধ ক শক্ত শ ল । 
এখন পর্যন্ত , আম দ র ব জয় র পথ একট ম ত্র ব ধ ছ ল । অবত র । এব আজ , আমর এমন ক ছু কর ছ , য আর ক উ করত সক্ষম হয় ন । 
আমর অ্য ভ ট রক বন্দ কর ছ ! 
এট । প্রথম ধ প ম ত্র । 
এরপর অন ক কঠ ন লড় ই লড়ত হব । ক ন্তু আজ র ত নয় । 
আমর এই উদয পন হব আম দ র মহ ন অগ্ন জ ত র মহ ম র ন ম ! 
সবক ছু আছ ? 
হ্য ঁ , সবক ছু আছ । যতট প র ছ , ততট ই মদ ন য় এস ছ । 
আজক র র ত দ রুণ ক টব , ত ই ন ? 
আহন র জন্মদ ন র মত গুল গ ল জ ন চলল ই হ ল । 
আম র ভ্রূ সব ম ত্র ত র সঠ ক অবস্থ ন ফ র ছ । 
- সব পর ষ্ক র । 
স খ ন ক ? 
অ্য ল র্ম ব জ ও । 
তুম ক ? 
ঠ ক । এখন প ল ন য ক , পর কথ হব । 
আম য য বল ছ , ক ন ক ছু ল খত ভুল ন । ক ন্তু " অনুগত " পর বর্তন কর " ব শ্বস্ত " উল্ল খ কর । 
ত এখন , " অনুগত " ল খব ন ক " ব শ্বস্ত , " ল খব , স্য র ? 
অ্য ভ ট র প ল য় ছ ! - অ্য ভ ট র প ল য় গ ছ ! 
- স খ ন ! 
দ ওয় ল ! - ত ক গ ট উঠত দ ও ন ! 
অ্য ভ ট র ! ত ক থ ম ও ! 
আর ! এখ ন । 
ল ফ ও ! 
থ ম । আক্রমণ ক র ন ! 
আম র অ্য ভ ট রক জ ব ত দরক র ... । 
ক ... ক করছ ? 
দরজ খুল দ ও ! 
দরজ খ ল ! 
এখনই ! 
দরজ খুল দ ও ! 
ন শ ন ল গ য় ছ ? 
চ ল ও । 
ভ ড় ট খুন ক হত্য কর , অ্য ভ ট রক ধর ন য় এস ! 
এখনই ! 
ত র ক থ য় গ ল ? 
ওখ ন দ খ ! 
ক ছু দ খল ক ? 
ক ছ ই আম র একট ছ ট ন ক আছ । 
আমর ক থ ও য ত প রব ন । স ন কর এখন স খ ন আছ । 
ব শ নড় চড় ক র ন । 
তুম আহত । 
- আম স হ য্য কর র চ ষ্ট করছ । - ত ম র স হ য্য র দরক র ন ই । 
ভ ল । ত ম র ইচ্ছ । 
ক ? 
ক ছুই ন । 
ত ম ক ক ছু জ জ্ঞ স করত প র ? 
ছ গল র চুল ন ক খরগ শ র ? 
ত ম র ক্য ল গ্র ফ ব্র শ । ছ গল র চুল ন ক খরগ শ র ? 
ত ম র চর ত্রগুল অন ক সুন্দর । আম ত ম র মত করত প র ন । সন্ন্য স র বলত ন ল মুর র ব ষ্ঠ আম র ব্র শ স্ট্র ক তুলন য় আর সুস্পষ্ট ছ ল . 
দ খ , আম জ ন , ত ম র খ ত দ খ আম র উচ ৎ হয় ন , আম দু খ ত । ওট আম র খুব ক জ এস ছ । সত্য ই বলছ । 
ব য়ু য য বর সন্ন্য স র আম ক স হ য্য করত প রত ন । ক ন্তু , ত র সব ই ম র গ ছ ন । ত ই আম র ক ছ একম ত্র ত ম র ন টবুকট ই ছ ল । 
আম ত ম ক বল ব ঝ ত প রব ন , কত র ত জ গ পড় ছ । 
তুম আম ক অন ক স হ য্য কর ছ । 
ম ন , এট আম ক অন ক স হ য্য কর ছ । 
ছ গল র চুল । ম ট হয় , ত ই ল খত সুব ধ হয়‌ 
আম র শ ক্ষক প্রত দ ন সক ল আম ক অনুশ লন কর ত ন । 
আম ক ততক্ষণ যুদ্ধ র প্রশ ক্ষণ ন ত দ ওয় হয়ন , যতক্ষণ ন আম ১০০ ট উল্লম্ব এব ১০০ ট অনুভূম ক ল ইন ন ট ন । আম র গুরুও ত ই করত ন ! তব ত ন ত ধ্য ন কর ন র জন্য করত ন । 
যখনই ত ন আম ক ধ্য ন করত বলত ন , আম ঘুম য় পড়ত ম । 
সবসময় ধর পড় য ত ম । সম্ভবত ন ক ড ক র ক রণ । 
ব ইর য র আছ , ত র অগ্ন জ ত র ল ক । 
ত র ত ত ম র ন জ র ল ক । ত দ র স থ যুদ্ধ করছ ক ন ? 
ত র আম র প শ ন ই । 
তখন হব , যখন আম ত ম ক বন্দ কর ফ র য় ন য় য ব , আম ... 
ত ম ক ধরল আম ব ড় য ত প রব । ত হল অগ্ন প্রভুর সঠ ক উত্তর ধ ক র হ স ব ন জ র জ য়গ ন ত প রব । 
ত , তুম এট ই চ ও ? পরবর্ত অগ্ন প্রভু হত ? 
হ্য ঁ , অবশ্যই । সব ই আম র ক ছ এট ই আশ কর । 
গ্য তস । ত ন আম র শ ক্ষক ছ ল ন । 
ত ন বলত ন , অন্য ক র র প্রত্য শ পূরণ সম্পর্ক আম দ র চ ন্ত কর উচ ৎ নয় । 
আম জ ন , এট এত সহজ নয় । 
ম ন , আম ই অ্য ভ ট র , এব ... আম র ক ছ সব র প্রত্য শ অন ক । 
আম য কর ত ন য় উদ্ব গ্ন থ ক । 
মন হয় , ত ম র অন্য ন্য ফ য় রব ন্ড র র মত হব র প্রয় জন ন ই । 
হয়ত তুম ত দ র চ য় ভ ল হত প র । 
তুম জ ন , অগ্ন প্রভু য করছ ন ত ভুল , ত ই ত ম ক ত র মত হত হব ন । 
তুম ম নুষক সহ নুভূত প্রদর্শন করত প র । 
ক দু স হস ত ম র ? 
আম অগ্ন জ ত র র জকুম র । আম সব ফ য় রব ন্ড র র জন্য উদ হরণ হব । 
আর আম র ব ব একজন মহ ন ম নুষ । 
সমব দন ? 
সহ নুভূত দুর্বলত র লক্ষণ । 
আম দু খ ত । ত ম ক কষ্ট দ ত চ ইন । 
মন হয় , শর র র থ ক ও তুম হৃদয় ব শ আঘ ত প য় ছ । 
ন জ ক প্রস্থুত কর । 
প ত ? 
ক ন্তু ... আম ... আম এখ ন জ ন র ল ল র স থ যুদ্ধ করত এস ছ । 
তুম এখ ন আছ , ক রণ তুম আম দ র স মর ক ব হ ন ক সম্ম ন কর ন । 
- এট সত্য ন য় । 
- সত্য ই ? ত র পর কল্পন ভয় নক , এট তুম ই বল ছ ল ন ? 
আম র পর কল্পন ! আম র ক শল , আম র স মর ক ব হ ন র অপম ন আম র অপম ন ! 
আম ক ক্ষম কর , ব ব । আম ক ন অসম্ম ন করত চ ই ন । - ওঠ । - ন ! 
প্ল জ , ব ব । 
ওঠ ! ভ ই ! 
এট ক র ন । 
স ত ম র ছ ল । 
প্রম ন করত দ ও । 
উঠ লড় ই কর , যুবর জ জুক । য ত তুম সম্ম ন করত শ খত প র । 
এইটুকুই ? 
সর্ব চ্চ চ ষ্ট কর । 
সুদ প চক্রবর্ত । সহ নুভূত দুর্বলত র লক্ষণ । 
স ন্যর চল গ ছ , ত ই ধর ন পড় ই তুম ন জ র জ হ জ ... ফ র য ত সক্ষম হব । 
একশ বছর আগ জন্ম ন ওয় র সবচ য় খ র প ব্য প র ক জ ন ? 
আম আম র বন্ধুদ র অভ ব ব ধ কর । 
য মন , কুজন । 
স খুব ভ ল ছ ল । স অগ্ন জ ত র ল ক ছ ল । 
আমর যদ তখন পরস্পরক চ নত ম , ত হল ... ত ম র ক মন হয় , আমর বন্ধু হত প রত ম ? 
আপন গ য় আর ম করুন , স্য র । 
আমর নজর র খব । র জকুম র র ক ন খ ঁজ প ল ই , আমর আপন ক জ ন ব । 
ধন্যব দ , ল ফট ন্য ন্ট , ক ন্তু আম আর একটু অপ ক্ষ করব । 
ক ন্তু জ ন , তুম ভুল ছ ল । র জকুম র ত ম দ র কথ ভ ব । 
জুক একটু ব শ ই চ ন্ত কর । ব শ ষ কর এই জ হ জ র ল কদ র সম্পর্ক । 
অবশ্যই , স্য র । 
ল ফট ন্য ন্ট , তুম ক কখন ভ ব দ খ ছ ... ক ন ত ম ক অন্যদ র স থ এই ম শন ন যুক্ত কর হয় ছ ? 
ড ক্ত র শুধুম ত্র ত ম র জন্য একট ব শ ষ ভ ষজ ব ম ত র করছ ন । 
এখন সঠ ক সময় নয় । 
- আম র ছ ল র স থ কথ বলত চ ই । - স আহত । 
- স সুস্থ হয় উঠব । 
- ক ন্তু ম নস ক আঘ ত ! 
ড ক্ত র বল ছ ন , তুম দ্রুত সুস্থ হয় উঠব । 
ক রণ ত ম র শর র ব শ শক্ত শ ল এট ভ ল লক্ষণ । 
তব ম নস কভ ব , তুম ব শ দুর্বল । 
তুম আম র গ য় হ ত ত ল ন । 
সম্ভবত তুম এট আম ক সম্ম ন দ খ য় কর ছ , ক ন্তু এট ভুল ছ ল । এট প্রকৃতপক্ষ ত ম র দুর্বলত । 
ত ম ক স ই দুর্বলত দূর করত হব । 
ন জ র ভ তর র দুর্বলত দূর কর ন জ ক শক্ত শ ল ব ন ও । 
এট ই আম দ র অগ্ন জ ত র ব শ ষ্ট্য । 
এই ক রণ ই আমর ৪১ তম ব ভ গ র বল চড় চ্ছ । 
কখন কখন দুর্বলর ও শক্ত শ ল হয় উঠত প র । 
কখনও কখনও ত দ র একট সুয গ দ ত হয় । 
আম ব র ট বড় ভুল কর ছ । 
মহল র ব ল স ও আর ম ত ম ক ত ম র ম য় র মত নরম কর তুল ছ । 
এই প্র স দ র স ম র মধ্য থ ক তুম ত ক ছুই শ খত প রল ন , সম্ভবত ব ইর র ন র্দয় দুন য় ত ম ক যথ ষ্ট য গ্য কর তুলব । 
তুম এক্ষুন এখ ন থ ক চল য ব , আর ততদ ন ফ রব ন ... যতদ ন পর্যন্ত ... যতক্ষণ ন তুম আম দ র জ ত র পক্ষ সবচ য় ভয়ঙ্কর শত্রুক ধরত প রছ । 
ত ক এখন পর্যন্ত ক উ ধরত প র ন । স হল অবত র । 
এই ক জট সম্পূর্ণ ন হওয় অব্দ তুম আম দ র র জ্য র স ম ন র মধ্য প পর্যন্ত র খব ন । যদ ত কর , ত ম র কঠ রতম শ স্ত হব ! 
ওজ ই ! তুম এট করত প র ন ! ভ ই , স দ্ধ ন্ত ন ওয় হয় গ ছ । 
তুম ৪১ তম ব ভ গক ন য় ভ ষণ উদ্ব গ্ন ছ ল , ত ই ন ! ন জ র দল হ স ব , ত দ র স থ ন য় য ও । 
৪১ তম ? ৪১ তম ব ভ গ ত আমর ই । 
আম র ভ ইপ র আত্মত্য গ র ক রণ ত মর এখন জ ব ত আছ । 
ন চ সমুদ্র ক উ আছ । 
ওই ত র জকুম র । ত ক উপর ত ল ! 
- তুম আহত হয় ছ । - আম ঠ ক আছ । দ খভ ল কর এক ন্ত জরুর । 
আম আর খ র প পর স্থ ত র ম ক ব ল কর ছ । 
ক থ য় গ য় ছ ল ত ম ক জ জ্ঞ স করব ন । ক ন্তু ভব ষ্যত , ভ ইপ , আম ক দয় কর এটুকু জ ন ও , তুম ব ঁচ আছ ক ন । 
এখ ন এমন ক ছু ল ক আছ , য র প্রকৃতপক্ষ ই ... ত ম ক ভ ল ব স । 
এট নশন ! 
আম দ র র জপুত্র ... ফ র এস ছ ন । 
ক হচ্ছ ? 
ত র ন শ্চয়ই ম উজ ক ন ইট ত ম র অভ ব ব ধ কর ছ । 
এট অদ্ভুত য , ন জ দ র মন র ভ ব অন্যদ র থ ক লুক য় র খত আমর য ক ন ক জ কর । 
হয়ত স ট এই ক রণ , য আমর জ ন ত চ ই ন ... ত র আম দ র ক ছ কতট গুরুত্বপূর্ণ । মজ র ব ষয়ট হল , সত্য এট ই য , আমর ত দ র জন্য সবক ছু করত প র । 
অব শ্ব স্য দূরত্ব ভ্রমণ করত প র । আম দ র জ বন র ঝুঁক ন ত প র । এমনক দ নবদ র স থ লড় ই করত ও প র । 
ক ন্তু আমর এট ম ন ন ই ন , য আম দ র ক র র প্রয় জন আছ । 
ক রণ , ব ক র এক দুর্বলত ব দ য় হ স ব ব ব চন কর । 
- ক মন ল গছ ? ক ন্তু , ভ ল ব স র ক উক হ র ন র চ ইত বড় ক ন দু খ হত প র ক ? 
হয়ত , হ্য ঁ ... গ্য তস ? 
... যখন এট জ নত প র য য় , য স ন জ ই আম ক ছ ড় চল গ ছ । 
ফ র এস আমর ক এট সম্পর্ক কথ বলত প র ? 
অবশ্যই । 
বন্ধুদ র ব ঁচ ন র পর , আম দ র হ ত অন ক সময় থ কব । 
হয়ত এই ক রণ আমর আব গ লুক য় র খ , য ত কষ্ট ন প ই । 
ত ই আমর মুখ শ পর । 
ক ন ত ব ঝ কঠ ন নয় । 
ক ন্তু পরত পরত স ই মুখ শই ... আম দ র আসল মুখ পর ণত হয় । 
