我們 耗費 心力 隱藏 自己 的 真實 模樣 千方 百計 不 讓 任何人 看到 我們 真心 嚮 往 的 樣貌 所以 很 容易 就會 忘記 我們 也 曾 滿心 期盼 世人 能 看 見 自己 最 真的 一面 
威風凜凜 
這身 軍服 很 適合 你 
看起 來 可以 嗎 ? 我 穿 不好 護肩 
好 了 , 完美 
- 怎麼 了 ? - 沒什麼 
快 說 
你 的 護手 綁法 有誤 , 不過 沒人會 注意 
什麼 ? 快 幫 我 綁 好 
我 還記 得 我 的 第一 場作 戰會議 當時 規模 比 較 小 比較 隱密 不過 傲賽 似乎 喜歡 人 多 熱鬧 
父王 說 歡迎 提出 異議 
建議 你 不要 以身 試法 最好 還是 先 從 旁 觀摩學習 
好 了 
我 看 起來 怎麼樣 ? 
很 有 王子 風範 
為 什麼 偏離 航線 ? 是 誰 改變 了 方向 ? 
季 中尉 , 我在問 你 話 
我們 收到 了 新 命令 
- 新 命令 ? 誰 下 的 ? - 我下 的 
你 追 我 趕 的 遊戲 已經 玩 太久 了 我 認為 該 換個 方法 
追捕 降世 神通 的 是 我 
負責 這項 任務 的 是 我 
而 我 ... 是將 軍 
傲賽 烈火 王屬意 我 指揮 追捕 降世 神通 的 所有 行動 
你 想 幫忙 , 我 當然 無比歡 迎 
其實 我 希望 你 能 幫忙 
可資 利用 的 資源 多多益善 就算 微不足道 也 無妨 
我 晚點 再 過來 討論 一些 我 想 做 的 人事 變動 
怎麼 了 ? 
季 中尉 , 回到 原定 航線 
聽到 沒 ? 
回到 原定 航線 
中尉 , 你 知道 叛變 的 懲處 是 什麼 嗎 ? 
我 知道 , 所以 更 不能 聽 從 您 的 命令 
你們 真的 要 聽 那個 軟腳 蝦 頤 指氣 使 ? 
我們 經歷 了 那麼 多 難關 不能 讓 他 就 這樣 喧賓 奪主 
過去 三年 來 , 我們 只能 互相 幫忙 現在 依舊 還是 
只有 這艘 船上 的 我們 知道 箇中 甘苦 你們 不該 對趙將 軍 忠心耿耿 - 該 效忠 朱克才 對 - 效忠 ? 將軍 , 恕我直言 你 姪 子 根本 不 懂 那 兩個 字 的 意思 
他 要是 懂 在 我們 朝夕 相處 的 三年 裡 就會 多給 我們 一點 尊重 
結果 我們 得 忍受 他 的 辱 罵 和 脾氣 
我 知道 朱克有 不夠 周到 的 地方 但 你 要 明白 , 他 也 歷經 了 許多 難關 
他 的 犧牲 , 更遠 非 你 能 想像 
侍者 好 , 幸會 
我 叫安 , 想 參拜 降世 神通 羅 古 的 神壇 
是 這樣 的 我 是 降世 神通 
我們 知道 
等 一下 
你們 應該 以 和 為 貴 啊 
追上去 
我 是 自己 人 
這裡 通到 降世 神通 羅 古 的 神壇 , 快 
他 一定 就 在 附近 
別太激動 
聞到 氣味 了 吧 ? 
奈拉 , 出發 
我 叫 沙由 
可惜 首席 侍者 和 其他人 相信 烈火 王才 是 他們 真正 的 精神 領袖 
他們 已經 迷途 了 
這些 都 是 羅 古 的 東西 ? 
這些 是 歷代 降世 神通 的 遺物 我 祖父 四處 蒐集 , 幫忙 保管 
我 得 跟 降世 神通 羅 古 交流 只有 他 能 告訴 我 怎麼 拯救 朋友 
我會 盡力 拖住 他們 
讓 開 
首席 侍者 , 這 孩子 是 降世 神通 世界 的 希望 
想想 降世 神通 羅 古 的 教誨 吧 烈火 不該 主宰 其他 天地 三行 而是 要維持 均衡 
只有 烈火 王傲賽 才能 維持 均衡 
他會統 一 世界 , 不用 靠 降世 神通 
你 不 知道 他 馬 上 就 會 變得 多麼 強大 
我 再 說 最 後 一次 讓 開 
恕難 從命 
那 你 就 和 其他 異端 一起 燒死 吧 
何來 大膽 狂徒 ? 打擾 降世 神通 的 清幽 
是 我 , 我 是 安 
見 到 長 輩 不用 鞠躬 嗎 ? 
不用 避免 眼神 直視 嗎 ? 
不用 單腳 跳躍嗎 ? 
請見諒 我 就是 忍不住 想 逗 你 
見 到 你 真 開心 , 安 但 你 怎麼 拖 那麼 久 ? 我 還以 為 你 會 早點 來 向 我 求教 
降世 神通 虛子 跟 我 說 我 必須 自己 想 辦法 思索 也 是 旅程 的 一部分 
聽起 來 很 像 她 會 說 的 話 
虛子 一向 都 有點 ... 我 還以 為 你 們 都 是 那樣 降世 神通 不 都 是 彼此 的 轉世 化身 嗎 ? 
我們 的 源頭 相同 , 但 各自 獨立 
我 跟 虛子 不同 就 像 你 和 我們 每 一代 都 不同 
舉例 來 說 , 虛子 跟 你 說 降世 神通 的 角色 是 什麼 ? 
她 說 我 得 成為 兇狠 無情 的 戰士 
降世 神通 有時 確實 必須 採取 威逼 強硬 的 手段 但 除了 戰鬥 手段 之外 降世 神通 也 必須 有 外交 手腕 
才能 不傷 人 就 解決 世上 的 問題 ? 
確實 可以 試試 看 , 但 失敗 是 有後果 的 
痛苦 的 ... 後 果 
但 我 跟 虛子 一樣 會助 你 一臂之力 
儘 管 說 吧 跟 太古 有關 
除了 這件 事 以外 都行 
- 你 不 明白 
- 你 才 不 明白 
太古 是 邪靈 能用 你 想像 不到 的 方式 傷害 你 
去問 降世 神通 庫拉 就 知道 
我別 無選擇 , 而且 也 沒 時間 了 
他 抓 了 我 朋友 , 我 要是 不想 辦法 他們 就 會 消失 
拜 託 聽 說 你 打敗過 他 一次 
我 從 未 打敗過 他 只是 拿走 他 的 東西 
或許 你 是 來 歸 還從 我 這 偷走 的 東西 
一個 小 雕像 代表 太古 需要 而且 忘不了 的 東西 
原本 是 臉 孔之母 的 墜子 她 是 為 所有 生物 塑造 臉孔 的 古靈 
讓 這個 世界 有 " 身分 " 的 概念 她 ... 是 太古 的 母親 
太古 要 的 東西 跟 大家 一樣 家人 
小 雕像 ? 
感覺 他 願意 拿 東西來換 
謝謝 你 , 羅 古 
希望 你 能 成功 救出 朋友 但 其實 朋友 對 降世 神通 來 說 可能 是 負擔 
降世 神通 必須 做出 痛苦 至極 的 抉擇 犧牲 小 我 , 完成 大 我 虛子 和 我 都 同意 這一點 
相信 我 
這樣 能 讓 你 和 親人及 朋友 省下 許多 痛苦 
他們 怎麼 了 ? 
麻痺 了 
你 不會 有事 的 
你 就是 降世 神通 啊 ? 
有什麼 好 大費 周章 的 ? 
你 得 讓 我 走 
我 是 說 真的 , 你 得 讓 我 走 
很多 人 需要 我 你 不 知道 問題 有 多 嚴重 
我 聽 說過 你 會 拯救 全世界 
問題 是 這樣 的 有些 人 不 需要 救 有些 人 已經 看破 這個 世界 
世上 有 火宗 , 有 土宗 還有 雜七雜 八宗 他們 全都 有 所求 也 都 為 了 利益 征戰 
所以 如果 你夠 聰明 就 乖乖 在 旁 看戲 , 等 塵埃 落定 再 去爛 攤子 撿 撿 便宜 就 好 
就 我 看來 , 現在 的 世道 也 沒什麼 問題 
時間 到 了 , 降世 神通 
你 辦到 了 
你 真的 抓到 他 了 
還請 清點 數目 
我 相信 你 , 知道 為 什麼 嗎 ? 
因為 要是 有缺 , 你 會 追 殺 我們 ? 
因為 你 很 可 愛 
對 了 , 小心 點 , 這 傢 伙 很 搶手 
有群 獵人 一直 在 四處 打探 那群人 可 不好惹 
降世 神通 , 有緣 再 見 
拜 託 先 讓 我 做 該 做 的 事 我 保證 一定 回來 
我 朋友 命在旦夕 , 只有 我能 搭救 
我 要是 不趕 快回去 就 永遠見 不到 他們 了 
為 什麼 ? 你 為 什麼 不 聽 我 說 ? 
你 知道 有人 依靠 你 生命 掌握 在 你 手裡 的 感覺 嗎 ? 
那 就 拜 託 你 讓 我 救 他們 吧 
你 不 可能 從 小 就 這樣 
你 到底 有過 什麼 創傷 ? 
強土 王國 軍力 集中 在 南岸 
我軍試 圖 從 兩側 夾擊 但 他們 不停 拉長 戰線 
那麼 左右 包抄 呢 ? 
他們 駐 紮 在 懸崖邊 怎麼 包抄 都 能 破解 
你會 怎麼 做 ? 
- 陛下 , 我建議 ... - 我 不是 問你 
朱克 
你會 怎麼 做 ? 
犄角 戰術 兩翼 包夾 , 留一條 退路 引 他們 出來 
你 沒 聽 到 將軍剛 才 說 的 嗎 ? 他們 一側 有 懸崖 保護 
用 凍原 坦克 爬上去 
他們 是 土宗 我們 的 坦克 會瞬間 被 巨石 淹 沒 
將軍 
我們 可以 推進 一個師 ... 到 這裡 只要 敵人 火力 集中 在 那個 誘餌 上 我們 就 能 在 這裡 發動 牽制 攻擊 還有 這裡 
他們 深入 敵營要 怎麼 撤退 ? 
不 撤退 
他們 會 全數 陣亡 耶 
你 打算 犧牲 他們 
生死 乃兵 家常事 
你 建議 派 哪 一師 ? 
41 師 , 他們 大多 是 新兵 
很 好 
這是 課本 上學 不到 的 東西 
小孩子 就 懂事 點 , 別玩戰爭 遊戲 
這種 戰術 很 差勁 
你 說 什麼 ? 
我 說 , 這種 戰術 很 差勁 
竟然 派 這些 士兵 白白 送死 
這 不是 烈火 國軍官 該 做 的 事 
你 膽敢 質疑 ... 住口 ! 
只有 一個 方法 能 解決 這場 爭執 
烈火 鬥 
附近 有人 
讓 我們 過去 , 你們 知道 我 是 誰 嗎 ? 
當然 知道 
我們 也 知道 你 違抗 我 的 命令 也 就是 說 你 對 我 不敬 , 就是 對 你 父王 不 敬 就 我 聽過 的 事 蹟 看來 , 其實 也 不 意外 
降世 神通 就 由 我們 帶 走 
先 等 我 死 了 再 說 
我 也 很 想 不過 ... 
神射手 
傲賽 王 大方 借 他們 給我 一用 
據 說 他們 能 從 千步 之外 一箭射 下 螢光蟲 的 翅膀 
你 要 帶 他 去 哪 ? 
先去陂 淮塞過 夜 然 後 直奔 首都 
他 已經 期待 很久 了 我 可 不想 讓 他 失望 畢竟 他 也 已 經夠 失望 了 
走 東關 就 能 在 傍晚 抵達陂 淮 
- 朱克 王子 ... - 我們 必須 小心 神射手 趙將 軍 可能 把 他們 安插在 降世 神通 ... 朱克 ! 
陂 淮塞是 銅牆 鐵壁 
趙將 軍 何必 告訴 我們 他 的 去 處 ? 
他 知道 攻擊 那裡 等同 自殺 
曾 有 整支 軍隊 都 鎩 羽 而 歸 了 
不 只 這樣 , 陂 淮位 於 烈火 國境 內 
- 我 不管 
- 但傲 賽會管 要是 被 他 發現 ... 
- 但 降世 神通 ... 
- 被 他 搶 走 了 
暫時 而已 
現在 是 趙 將軍佔 上 風 但 他 遲 早 都 會 失誤 屆 時 就換 我們 出招 了 
在 那 之前 要 有 耐心 
務必 記下 來 烈火 王會 想 知道 捕獲 降世 神通 的 詳細 經過 
一定 要 載明 我 為 了 抓 他 不 遺餘力 
我們 也 該 問問 降世 神通 本人 的 說法 
就算 不為 烈火 王 , 也 要 為後世 問問 
好 降世 神通 你 落 網前 聽過 我 的 大名 嗎 ? 還是 這是 第一次 ? 
拜 託 , 你 一定 要放 我 走 
不 對 , 共四個 守衛 , 不是 三個 而且 他 四肢 都 上 了 腳 鐐 手銬 一定 要 寫 對 無辜 人命 危在旦夕 
我 不能 再 辜負 大家 
不能 再 重蹈 覆轍 了 
換做 我 是 你 就會少 想過 去 多 想想 未來 
我 不 擔心 自己 的 未來 
真的 嗎 ? 
換成 是 我 就 會 有點 擔心 
你 不會 被 殺 啦 你 就算 死 了 也 只會 重生 罷了 我們 就 得 重新 尋找 降世 神通 
所以 你 會 活下去 活得 不 太 舒服 就是 了 
想 吹 就 儘 管 吹 再 吹 也 改變 不了 你 的 命運 
你 做 什麼 ? 那句 話 不要 寫下 來 
我們 是 烈火 的 忠心 子民 天地 四行 , 唯火 獨尊 
不久前 , 阻礙 我們 勝利 的 只有 一個 人 就是 降世 神通 今天 , 我們 做到 別人辦 不到 的 事 
我們 抓住 了 降世 神通 
這 只是 第一步 
未來 還有 激戰 等 著 我們 出力 但 不是 今晚 
我們 要 頌揚 烈火 國的 榮耀 
通通 上車 了 嗎 ? 
那當然 , 能載 多少 酒 我 都 載 了 
今晚 一定 會 很爽 , 對 吧 ? 
但願 不要 像 阿昂 的 生日 噴那麼 多火 
我 的 眉毛 才 剛長 回來 而已 
- 一切正常 
是 誰 ? 
吹 警報 
你 是 誰 ? 
對 , 先逃 再 說 
一定 要 把 我 的 訓話 逐字 記 上去 但 把 " 忠心 " 改成 " 忠貞 " 
將軍 , 要 寫 " 忠心 " 還是 " 忠貞 " ? 
降世 神通 跑 了 降世 神通 跑 了 
在 那 ! 
在 牆 上 ! 別 讓 他 跑 到 城門 
攔住 降世 神通 ! 
接 住 
上來 
先別 噴火 
我要 活捉 降世 神通 
你 在 做 什麼 ? 
打開 城門 
打開 ! 
立刻 打開 
開門 
射得 中 嗎 ? 
送 他 上路 
殺死 那個 傭兵 抓回 降世 神通 
出動 
他們 去 哪 了 ? 
去 那邊 找 找 
有 看到 什麼 嗎 ? 
我 在 附近 備 了 一艘 小船 
我們 現在 哪 都 不能 去 還有 那麼 多 士兵 在 搜索 
別亂動 
你 受傷 了 
- 我 是 想 幫忙 - 我 不 需要 你 幫忙 
好 吧 隨便 你 
幹嘛 ? 
沒什麼 
可以 問你 一件 事 嗎 ? 
羊毫 還是 兔毫 ? 
你 的 毛筆 是 羊毫 還是 兔毫 做 的 ? 
你 的 字 很 工整 我絕 對 寫 不出 那種 字 僧侶 常 說 狐猴 屎 都 比 我 的 毛筆 字 好 懂 
聽著 我 知道 我 不 該 拿走 你 的 筆記 對 不起 但是 你 的 筆記 很 有用 , 真的 
氣牧族 僧侶 全都 過世 了 所以 我 只能 用 你 的 筆記 
我 不知 苦讀 了 多少 夜 
你 幫 了 很多 忙 
我 是 說 筆記 幫 了 我 很多 忙 
羊毫 比較 硬 , 較 好 控制 
老師 要 我 每天 早上 都 練 字 
我 得 各 寫 一百次 橫豎 筆畫 才能 練武 我 也 是 耶 不過 我 得 先 做 的 是 心神 鍛 鍊 
我常 在 該 打坐 時 打盹 
每次 都 被 抓 到 打呼 大概 也 是 原因 之一 
那些 人 是 烈火 國的 
所以 他們 跟 你 同一 國 
你 為 什麼 跟 他們 打 ? 他們 跟 我 不是 同一 國 
但 以 後 就是 了 等 我 把 你 抓 回去 , 我 ... 
我 只要 抓到 你 , 就 能 回家 鄉 然後就 能 坐 上 烈火 王正統 繼承人 的 位置 
那 就是 你 的 目的 ? 成為 下 一個 烈火 王 ? 
當然 , 那 是 大家 對 我 的 期待 
吉安 他 是 我 的 師父 
他 說 我們 不能 老念 著別 人 的 期待 
我 知道 , 沒 那麼 簡單 
畢竟 我 是 降世 神通 大家 都 對 我 寄以 厚望 
我 整天 都 怕 辜 負別 人 
或許 你 不必 跟 其他 火宗 一樣 
或許 你 可以 比 他們 更好 
你 也 知道 烈火 王 的 作為 是 錯 的 所以 你 不必 步上 他 的 後 塵 
你 可以 保留 惻隱 之心 
你好 大 的 膽子 
我 是 烈火 國的 太子 我會 是 全火宗 的 榜樣 
父王 是 個 偉人 
惻隱 之心 ? 
惻隱 之心 是 軟弱 的 表現 
對 不起 , 我 沒 有 要傷 你 的 意思 
總覺 得 你 已 經受 過太多傷 了 
做好 準備 
父王 ? 
但 ... 我 是 來 跟 李將 軍 決鬥 的 
你 在 這裡 是 因為 你 不 尊重 我國國 軍 
- 沒 那回事 - 真的 嗎 ? 
就算 他們 想 出差 勁 的 戰術 也 沒事 ? 
那 可是 我 的 戰術 你 侮辱 了 我 的 謀略 , 我 的 軍隊 
父王 息怒 , 孩兒 無不敬 之意 - 起來 
- 父王 , 求求 您 
起來 弟 
萬萬 不可 
他 是 你 兒子 
那 可不 一定 
起來 和 我 決鬥 , 朱克 王子 你 才能 學會 怎麼 放 尊重 
你 就 這點 本領 ? 
給我 使出 全力 
惻隱 之心 是 軟弱 的 表現 
士兵 都 撤 了 所以 你 應該 能 悄悄 回軍艦 了 
你 知道 活 一百年 最慘 的 是 什麼 嗎 ? 
我 很 想念 朋友 
像是 古桑 
他 是 我 的 好 朋友 他 也 是 烈火 國的 人 
如果 我們 那時 相識 你 覺得 我們 能當 朋友 嗎 ? 
將軍該 休息 了 , 我們 會 繼續 守著 
一 看到 王子 就 會 讓 您 知道 
謝謝 你 , 中尉 , 但 我 還想 再 等 一下 
其實 你 錯 了 說 他 不在乎 
真要 說 起來 , 朱克 反而 是 太 在乎 了 尤其 是 這艘 船上 的 弟兄 
知道 了 
中尉 , 你 有 沒 有 想過 你 和 其他 弟兄 怎麼 會出 這趟 任務 ? 
御醫 正在 為 你 特 製 一 種 膏 藥 
現在 不是 時候 
我 想 跟 我 兒子 說 話 他 受傷 了 
- 他 終究會 痊 癒 
- 心裡 的 傷不會 
御醫 說 你 很快 就會康 復 
這 表示 你 的 身體 很 健壯 , 不錯 
不過 你 的 心性 還 有待 加強 
你 今天 沒 使出 全力 
你 可能 以為 這 代表 孝敬 但並 不是 , 那 是 軟弱 
你 必須 消除 軟弱 的 心態 
你 必須 自願 放棄 軟弱 才能 變強 
那才 是 我們 烈火 國的 本色 
那 就是 我們 犧牲 41 師的 原因 
弱者 有時 也 能 變強 
有時 只要 給他們 一次 機會 就行了 
我犯 了 一個 錯誤 
我護 著 你 , 害 你 變得 跟 你 媽一樣 軟弱 
既然 你 在 皇宮裡 好像 沒辦 法學會 或許 外界 的 考驗 更 能 讓 你 領悟 
你 立刻 離開 , 永遠 不准 回來 直到 ... 直到 你擊敗 我國 目前 最大 的 威脅 
你 要 追捕 降世 神通 , 把 他 帶 來給 我 
完成 這項 任務前 , 不准 踏入 我國境 內 否則 處以 極刑 
傲賽 , 你 不能 這樣 大哥 , 我 心意 已決 
既然 你 那麼 關心 41 師 帶 他們 一起 走 當作 你 的 部下 
41 師 ? 我們 就是 41 師 
你們 還活 著 , 得 感謝 我 姪 子 的 犧牲 
有 東西 接近 
是 他 , 放下 繩索 
- 你 受傷 了 - 我 沒事 應該 找 醫生 幫 你 看 一下 
更 重的傷 我 都 挺 過來 了 
我 不 打算 問你 之前 去 哪 姪 兒 , 但 從 今以 後 希望 你 能 讓 我 知道 你 是不是 還活 著 
我們 有些 人 是 真心 ... 在乎 這種 事 
立正 ! 
我們 的 王子 回來 了 
這是 怎麼 回事 ? 
他們 一定 是 在 音樂 之夜 太想 你 了 
很難 想像 人為 了 隱瞞 本性 願意 做到 什麼 地步 
或許 是 因為 我們 不想 讓 人 知道 他們 對 我們 有 多 重要 說來 好笑 因為 我們 其 實願 意為 他們 付出 一切 
我們 會 不遠 千里 甘冒 生命 危險 甚至 不惜 和 怪物 一戰 
但承認 自己 需要 別人 有 時 也 很 可怕 
有人 會 把 這種 心態 視為 軟弱 、 缺點 
畢竟 失去 親友 的 痛 無 可比 擬 
不過 更慘 的 是 ... 吉安 ? 
... 發現 親人 或 朋友 離開 了 你 
可以 等 我 回來 再 談 嗎 ? 
當然 可以 
等 我 救 到 朋友 , 我們 有的是 時間 
我們 大概 就是 因此 才 覺得 必須 隱藏 自己 、 保護 自己 
所以 我們 戴 上 面具 
背 後 的 理由 不難 懂 
難 的 是 發現 有 時候 ... 面具 就是 我們 的 真面目 
