Σύμφωνα με τις στατιστικές , οι Ολυμπιονίκες ακολουθούν τρεις κανόνες ενώ προετοιμάζονται για τους αγώνες . 
Αρκετός ύπνος ... ενδελεχής προετοιμασία ... και πάση θυσία , αποφυγή αντιπερισπασμών . 
Αιώνες τώρα σπουδάζουν εδώ νικητές βραβείων Νόμπελ , πρόεδροι χωρών , συγγραφείς και επιστήμονες . 
Σύντομα , ίσως είμαι μία απ ' αυτούς . 
Το μέλλον μου με περιμένει πίσω απ ' αυτούς τους τοίχους . 
Περίμενα αυτή τη μέρα χρόνια . 
Κι επιτέλους έφτασε . 
- Γεια . - Γεια . 
- Γεια . - Γεια σου . 
- Και αυτός είναι ... - Ο Τζουντ . 
Ρούμπι . 
- Γεια . - Γεια . Λιν . 
ΜΆΞΤΟΝ ΧΟΛ - Ο ΚΌΣΜΟΣ ΑΝΆΜΕΣΆ ΜΑΣ 
ΒΑΣΙΣΜΕΝΟ ΣΤΟ ΒΙΒΛΙΟ " SAVE ME " ΤΗΣ ΜΟΝΑ ΚΑΣΤΕΝ 
- Ελπίζω να μην τα σκατώσω . - Ανοησίες . Και να ξεράσεις στον κάδο σκουπιδιών , πάλι θα μπεις . 
Η μητέρα σου είχε παρακολουθήσει μάθημά του ; 
Θα πρέπει να κοπιάσεις για να σε δεχτούν . 
Ίσως να μην είναι τόσο εύκολο . Θετική σκέψη . 
Άλιστερ , περίμενε ! 
Έτοιμος ; 
Φυσικά . 
Μπαίνουμε μέσα , μας κάνουν δεκτούς και φεύγουμε . Σιγά το πράγμα . 
Με λένε Τζουντ , είμαι δευτεροετής στο Σεντ Χίλντα της Οξφόρδης και θα σας βοηθήσω στη διαδικασία εισαγωγής . 
Στην πρώτη συνέντευξη , οι καθηγητές θα ελέγξουν την κριτική σας αντίληψη και θα δουν αν μπορείτε να αναπτύξετε ένα θέμα . 
Στη δεύτερη , θέλουν να δουν πώς λειτουργείτε υπό πίεση . 
Η τρίτη και τελευταία συνέντευξη αφορά εσάς . 
Θέλουν να δουν αν ταιριάζετε στην Οξφόρδη . 
Είναι η πιο σημαντική . 
Ο πρώτος γύρος ξεκινά σε 45 λεπτά . Έχετε χρόνο να κοιτάξετε τις σημειώσεις σας και να τσιμπήσετε κάτι . 
Είστε αγχωμένοι , αλλά φτάσατε ως εδώ . Άρα η Οξφόρδη σάς θέλει . 
Δεν πρέπει , όμως , να εφησυχάζετε . 
Θα σας φωνάξω ονομαστικά , εντάξει ; 
Ρούμπι Μπελ . Σεντ Χίλντα . 
Καλή τύχη . 
Μην αγχώνεσαι . Θα τα καταφέρεις . 
Εσύ δεν είχες άγχος ; 
Αν είχα ; Το δεκαπλάσιο από σένα . 
Αλλά με δέχτηκαν . 
Τα λέμε αργότερα . 
Ευχαριστώ . 
Δεσποινίς Μπελ , είναι χαρά μας που αποδεχτήκατε την πρόσκλησή μας . 
Ευχαριστώ . Η χαρά είναι δική μου . 
Υπέροχα . Τότε , ας ξεκινήσουμε . 
Πριν από λίγα χρόνια , οι New York Times δημοσίευσαν ένα άρθρο που υποστήριζε ότι η βρετανική μοναρχία είναι ένας άχρηστος αναχρονισμός . 
Μπορεί το διπλό σύστημα μοναρχίας και κοινοβουλευτικής δημοκρατίας να διατηρηθεί ή θα έπρεπε να γίνουμε δημοκρατία ; 
Αυτό το ερώτημα έχει διττή προσέγγιση . 
Απ ' τη μία , μπορούμε να πούμε ότι η μοναρχία προσφέρει σταθερότητα , έστω και συμβολική . 
Απ ' την άλλη , τα υπέρογκα ποσά για τη συντήρηση αυτού του συμβόλου επιδέχονται κριτική . Σκεφτείτε τις άλλες χώρες που ακμάζουν έχοντας άλλες μορφές πολιτεύματος . 
Παρακαλώ , συνεχίστε . 
Η αγορά βασίζεται στην κερδοσκοπία , στο γεγονός πως το μέλλον δεν είναι τόσο προβλέψιμο όσο θα θέλαμε . 
Αλλά το κέρδος δημιουργείται εδώ και τώρα . Ένα επιτυχημένο επιχειρηματικό μοντέλο ωφελείται απ ' αυτό . 
Ευχαριστούμε , κε Μπόφορτ . 
Το μήλο έπεσε κάτω απ ' τη μηλιά . 
Θυμάμαι ότι ο πατέρας σας ήταν στους αριστούχους του Μπάλιολ . 
Ήταν πολύ μπροστά απ ' όλους τόσο σε γνώσεις όσο και σε φιλοδοξίες . 
- Πώς τα πήγες ; 
- Εσύ πες πρώτα . 
Πολύ καλά , νομίζω . 
Μου άρεσε να μιλάω μαζί τους . 
Παρέθεσα Πλάτωνα ... 
Τουλάχιστον εσένα δεν σε αγριοκοίταζαν . 
Ο καθηγητής μου είχε ένα τεράστιο μονόφρυδο και έμοιαζε με θυμωμένο κύριο Μπιν . 
Όλη την ώρα αυτό κοιτούσα . 
- Σίγουρα το είδε . - Όχι . Γεια . 
Πώς πήγε ; Εντάξει ; 
- Καλά . - Ναι . 
Έχετε ανάγκη από λίγη χαλάρωση . 
Απόψε στις 8 ; Σε στιλ Οξφόρδης ; 
Ναι ! 
Σας παρουσιάζω τη διεθνούς φήμης Turf Tavern . 
Μια παμπ όπου σύχναζε η Λιζ , ο Όσκαρ και η Σιδηρά Κυρία , όσο σπούδαζε εδώ . 
Έχει χώρο εκεί πέρα . Ελάτε . 
Ποιος μας ήρθε ; 
Κάτι τρέχει μεταξύ τους . 
Να τα . 
Η σπεσιαλιτέ του μαγαζιού . Απαραίτητη για κάθε επισκέπτη . 
Cross Keys . 
Και εγώ τέτοια μούρη θα είχα αν μου έδιναν νερό . 
Δοκίμασε αυτό . Δεκαοχτώ ετών ουίσκι . 
Συμβαίνει κάτι ; 
Έχω ακούσει ότι οι μπάρμαν υπογράφουν συμφωνητικό εχεμύθειας για να δουλέψουν . 
Σοβαρά ; 
Έτσι έκανα και εγώ την πρώτη φορά . Στο τέλος της βραδιάς , έτρεχα ημίγυμνος στο πανεπιστήμιο απαγγέλοντας ποίηση . 
Θα ήθελα να παραλείψω αυτή την εμπειρία . 
Τότε , όταν θα είσαι φοιτήτρια εδώ . Στην υγειά μας . 
Θεέ μου ! 
Πολύ δυνατό . 
Θα βγω να πάρω αέρα . Μου δίνεις την τσάντα ; 
- Αυτό πόνεσε ! - Προδίδεσαι , ρε φίλε . 
Κοίτα ποιος μιλάει . 
Όλα καλά ; 
Ρητορική ερώτηση , ελπίζω . 
Έχεις αγχωθεί με τις συνεντεύξεις ; 
Δεν έχει σημασία . Δεν μπορώ να πάω ούτως ή άλλως στην Οξφόρδη . 
Γιατί ; 
Στην τάξη μ ' έχεις κερδίσει για την πρωτιά δύο φορές . 
- Αν θες κάτι ... - Έχει να μου έρθει περίοδος δύο μήνες . 
- Είναι ... - Είναι τρέλα να το κρατήσω . 
Αλλά είναι η πρώτη φορά που αγαπώ έτσι . 
Αυτό το έχω ήδη αγαπήσει . 
Αναθεματισμένες ορμόνες . 
Έχουν καλά προγράμματα για τις μητέρες . 
Τα είδα όταν έψαχνα για τις υποτροφίες . 
Η Τζασίντα Άρντερν έκανε παιδί ενώ κυβερνούσε όλη τη χώρα . 
Δεν είμαστε φίλες , αλλά βλέπω πώς είσαι στο σχολείο . 
Πόση επιμονή είχες κατά τη ... 
Αν είμαι σίγουρη για κάποιον ότι θα τα καταφέρει , είσαι εσύ . 
Τώρα καταλαβαίνω γιατί δεν μπορεί να σε ξεχάσει . 
Κάνεις τα πάντα να φαίνονται εφικτά . 
Όσο χάλια κι αν είναι η κατάσταση . 
Τι εννοείς ; 
Δεν ξέρεις πόσο υποφέρει ; 
Αυτός με χώρισε . 
Η μεγαλύτερη απόδειξη αγάπης είναι να αφήνεις κάποιον να φύγει . 
Το ολυμπιακό μου σκορ μετά την πρώτη μέρα εδώ : 
Ύπνος , μηδέν . Περισπασμός , δέκα . 
Φοβερό σκορ , Ρούμπι Μπελ . 
Ήδη τους μάγεψες όλους χθες . Όλα θα πάνε καλά . 
Πόσα άτομα βρίσκονται σ ' αυτό το δωμάτιο ; 
Σύμφωνα με το μοντέλο του Γκίμπσον , με βάση την άμεση αντίληψη , δηλαδή , θα έλεγα ότι αντιλαμβάνομαι άλλες δύο οντότητες πέραν του εαυτού μου . 
Οπότε ... η προφανής απάντηση είναι τρία . 
Προσπαθήστε ξανά . 
Πόσα άτομα βρίσκονται σ ' αυτό το δωμάτιο ; 
Γεια . 
Όλα καλά ; 
Δεν φαινόσουν καλά χθες . 
Καλά είμαι . Απλώς δεν είχα διάθεση να παρτάρω . 
Το άγχος θα φταίει . 
Θα χαρώ πολύ όταν τελειώσει όλο αυτό και συνεχίσουμε από εκεί που το αφήσαμε . 
Έμεινε ένας χρόνος ανεμελιάς . Πριν έρθουμε εδώ να σπουδάσουμε . Για ποιον λόγο ; Τέλος πάντων ... 
Λίντια ; 
Τι είπες ; 
Άντε να πάμε σπίτια μας , να γυρίσουμε στην καθημερινότητα , έστω για έναν χρόνο . 
Τι ; 
Η αλλαγή είναι πάντα κακό πράγμα ; 
Εξαρτάται από την αλλαγή , έτσι ; 
- Πώς πήγε η συνέντευξη σήμερα ; 
- Νομίζω ότι τα σκάτωσα . 
Ήπια πολύ χθες . 
Ξέρεις ότι οι φρέζες συμβολίζουν την πίστη ; 
Ξέρεις ... 
Νόμιζα ότι αν έδινα λίγο χώρο στον Κες , θα μπορούσε να ξεκαθαρίσει κάποια πράγματα . 
Αυτός , όμως , προσπαθεί να γίνει όπως τον θέλουν οι γονείς του . 
Την πέφτει στην Καμίλ . Δεν είναι ειλικρινής ούτε με τον εαυτό του . 
Και ... εγώ σκέφτομαι ότι δεν έπρεπε να τον είχα αφήσει να φύγει . 
Γαμώτο , δεν έπρεπε να τον αφήσω να φύγει . 
Δεν ξέρω αν είχες άλλη επιλογή . 
Πάντα υπάρχει επιλογή . 
Είτε το παλεύεις είτε παραιτείσαι . 
Δεν καταλαβαίνω γιατί όλοι τρέμουν να δείξουν τον αληθινό τους εαυτό . 
Θα πάω να κάτσω πίσω για να κοιμηθώ , μπας και συνέλθω . 
- Ήθελες να κάτσεις εδώ ; - Δεν πειράζει . 
Εντάξει , καλώς ήρθατε στην ενημερωτική συνάντηση . 
Έφερα εδώ κάποιους συμμαθητές μου λέγοντας ότι θα έχει φαγητό . 
Οι περισσότεροι τώρα πεινάνε και νιώθουν προδομένοι . 
Ελπίζω να απαντήσουν σε μερικές ερωτήσεις σας . 
Ξεκινήστε . 
Πόσο εντατικό είναι το διάβασμα ; 
- Έχεις χρόνο για προσωπική ζωή ; 
- Νίλα ; 
Συγκριτικά με άλλα πανεπιστήμια , το πρόγραμμα εδώ είναι πιο εντατικό . 
Ισχύει αυτό , αλλά μην ανησυχείς , υπάρχει χρόνος για προσωπική ζωή . 
Άλλες ερωτήσεις ; 
Έχετε επαφές με άλλα κολέγια της Οξφόρδης ή υπάρχει διαχωρισμός ; 
Θέλω να ξέρω αν πρέπει να πω αντίο στην κολλητή μου από τώρα . 
Τα κολέγια είναι λίγο διαχωρισμένα . 
Κάποιος που έχει επιλέξει το Μπάλιολ και κάποιος που σπουδάζει στο Σεντ Χίλντα δεν έχουν και πολλά κοινά . 
Φυσικά . Το Μπάλιολ είναι κορυφαίο . 
Ναι , αυτό είναι κάτι που θα έλεγε κάποιος από το Μπάλιολ . 
Ευχαριστώ . Άλλες ερωτήσεις ; 
Τι μέσο όρο έχεις ; 
- Συγγνώμη ; 
- Ρωτάω για να είμαι σίγουρος ότι έχεις τα προσόντα για να μας προετοιμάσεις . 
Κάποιοι εδώ έχουν πραγματικές απορίες . 
Άσ ' τους να μιλήσουν , αντί να χάνουμε τον χρόνο μας με τα άσχετα σχόλιά σου . 
Τι πρόβλημα έχεις ; 
Είναι τρομακτικό το πώς αλλάζεις ξαφνικά και μιλάς σαν εκείνον . 
- Σαν ποιον ; 
- Τον μπαμπά σου . 
- Εντάξει , μήπως θέλετε ... - Σκάσε , βρε γελοίε . 
- Άσ ' τον ήσυχο . - Κάνω χαλάστρα στο πρώτο ραντεβού ; 
Γιατί είσαι εδώ ; 
Θες να πας στο κυριλέ Μπάλιολ , αλλά μη φέρεσαι λες και το αποφάσισες εσύ . 
- Τι ; 
- Αυτή είναι η στρατηγική σου . 
Μειώνεις τους πάντες , τους απομακρύνεις , για να μην καταλάβουν ότι είσαι ένας δειλός που προτιμά να είναι μαριονέτα παρά να υπερασπιστεί τα θέλω του ! 
Ρούμπι ! 
Τις τελευταίες εβδομάδες με αγνοείς πλήρως . 
Να επιστρέψουμε σ ' αυτό ; 
Κι αν σου πω ότι έχεις δίκιο ; 
Αφήνω τις αποφάσεις σε άλλους , κάνω ασυγχώρητα πράγματα , λέω ψέματα , κρύβω τι νιώθω . Αλλά δεν θα σε αφήσω να με κρίνεις , αυτό το κάνω εγώ . 
- Για τι πράγμα μιλάς ; 
- Ξέχνα το . 
Μιλά καθαρά και όχι με χαζούς γρίφους . Μ ' έχεις τρελάνει ! 
Εσύ με έχεις τρελάνει ! 
Ξέρεις τι μου κάνεις τώρα ; 
Νομίζεις ότι μου είναι εύκολο να σε βλέπω , να σ ' ακούω ; 
Δεν μπορείς να με παρατάς , να με ντροπιάζεις μπροστά σ ' όλους και να φέρεσαι λες και παρεξήγησα την κατάσταση . 
Δεν μπορώ , Ρούμπι . 
Με συγχωρείς , εντάξει ; 
Τότε , γιατί είσαι εδώ ; 
Γιατί μου μιλάς ; 
Επειδή εγώ ... Επειδή ... 
Δεν ξέρεις , επειδή δεν ξέρεις τι θέλεις . 
Δεν ξέρεις τι σου γίνεται ! 
Ξέρω πολύ καλά τι θέλω . 
Τότε , γιατί δεν παλεύεις ; 
Κανείς δεν νοιάζεται για το τι θέλω εγώ . 
Νοιάζομαι εγώ . 
Πάντα νοιαζόμουν για το τι θες εσύ . 
Σοβαρά πίστεψες ότι κάποιος σαν εμένα θα ενδιαφερόταν για κάποια σαν εσένα ; 
Ρούμπι ; Τι τρέχει ; 
Συγγνώμη . Γιατί ; 
Γιατί όλα αυτά ; 
Οι γονείς μου είδαν πόσο άλλαξα εξαιτίας σου . 
Ο μπαμπάς σε είδε ως απειλή στα σχέδιά του . 
Και είχε δίκιο . 
Ορκίστηκε να σου καταστρέψει τη ζωή . 
Δεν μπορώ να σε προστατέψω απ ' αυτόν . 
Αξίζεις να έχεις κάποιον που μπορεί να σε προστατέψει , που η οικογένειά του θα σε δεχτεί . Εγώ δεν τα έχω αυτά . 
Δεν μπορώ να σου προσφέρω τίποτα απ ' αυτά , παρά μόνο άλυτα προβλήματα . 
Γιατί δεν μου το είπες ; 
Εγώ αποφασίζω τι μπορώ να αντιμετωπίσω . 
Δεν θέλω να σε βλάψει . 
Δεν τον φοβάμαι . 
Πώς μπορείς ; 
Δεν ξέρεις για τι είναι ικανός . 
Δεν θέλω ... 
Δεν θα μπορώ να ... 
Τζέιμς . 
Όχι άλλα μυστικά . 
Όχι άλλα ψέματα . 
Το υπόσχομαι . 
Τι κάνεις ; 
Ό , τι κάνουν τα ζευγάρια που έχουν εμπιστοσύνη . 
- Τα ζευγάρια ; 
- Σίγουρα δεν είσαι μια ξεπέτα . 
Πώς κάποια τόσο έξυπνη χρησιμοποιεί λέξεις όπως " ξεπέτα " ; 
Πιστεύεις ότι είναι ώρα για εξυπνάδες ; 
Θα γίνω ό , τι θέλεις . Το αγόρι σου , η ξεπέτα σου , τα πάντα . 
- Τα πάντα . 
- Τα πάντα ; 
- Εσύ είσαι αυτός που έσπασε το νερόστρωμα ; 
- Δεν ήταν νερόστρωμα . 
Δεν θέλω να φύγω από εδώ . 
- Ούτε σήμερα , ούτε αύριο , ούτε ποτέ . - Είπες ότι δεν θες να πας στην Οξφόρδη . 
Δεν θέλω να φύγω απ ' αυτό το δωμάτιο . 
Θα μείνουμε εδώ μέσα . 
Αύριο το πρωί , ο κόσμος θα συνεχίσει να γυρίζει . 
Έχεις τις ίδιες δυνατότητες με όλους τους άλλους . 
Εκμεταλλεύσου τες , Τζέιμς . 
Όποτε είμαι στα χαμένα ή δυστυχισμένη , κάνω λίστες . 
Για να ξαναβρώ τον ενθουσιασμό μου και να σκεφτώ καθαρά . 
Κάνεις τη λίστα μου ; 
Τι θα έβαζες πρώτο ; 
Μου αρέσουν τα αθλήματα , η μουσική ... 
Και το πικάντικο ασιατικό φαγητό . 
Να είμαι στις αγορές της Μπανγκόκ και να τρώω . 
- Τηγανιτές ακρίδες και τέτοια ; 
- Ακριβώς . 
Εντάξει . 
- Κι άλλο διάβασμα ... - Ναι . 
Αυτά δεν είναι στόχοι ζωής . 
Τα όνειρα είναι σημαντικά . 
Είμαι ευτυχισμένος όταν ζωγραφίζω . 
Κάνε μια ευχή . 
Ξέχασες το πιο σημαντικό . 
Δεσποινίς Μπελ . 
Πείτε μου , παρακαλώ , γιατί Οξφόρδη ; 
Ξέρετε την ιστορία με τον δεμένο ελέφαντα ; 
Είναι η μεταφορά που χρησιμοποιείται για τις αυτοπεριοριστικές πεποιθήσεις . 
Οι περισσότεροι άνθρωποι είναι ικανοί για περισσότερα απ ' ό , τι πιστεύουν . 
Κι εγώ αρχίζω να συνειδητοποιώ ότι έχω αλυσοδεθεί στο μέλλον μου . Και γι ' αυτό συχνά δεν δίνω στο εδώ και τώρα την προσοχή που χρειάζεται . 
Τζέιμς Μπόφορτ ; 
Τζέιμς Μπόφορτ , Μπάλιολ ; 
Τώρα ξέρω ότι οι στάσεις που κάνουμε κατά τη διάρκεια του ταξιδιού απαρτίζουν την αληθινή μας ζωή . 
Τη ζωή μας στο εδώ και τώρα . 
Μερικές φορές αυτές ακριβώς οι στιγμές είναι που σχηματίζουν νέα και συναρπαστικά οράματα για το μέλλον μας . 
Τηλεφωνητής της Κορντίλια Μπόφορτ . 
Παρακαλώ , αφήστε μήνυμα μετά τον ήχο . 
Γεια , μαμά . Ελπίζω να είσαι καλά . 
Έχω κάτι σημαντικό να σου πω . 
Μην ανησυχείς , είναι ... Είναι καλά νέα . 
Σ ' αγαπώ , μαμά . 
Τα λέμε μετά . 
Συνειδητοποιούμε ότι πλέον δεν φοβόμαστε το μέλλον . Γιατί στο παρόν αποφασίζουμε αν τα όνειρά μας θα πραγματοποιηθούν και αν θα γίνουμε αυτό που πάντα θέλαμε . 
Θέλει θάρρος για να κοιτάξεις πέρα από το παρόν . 
Μερικές φορές , είναι το βλέμμα ενός άλλου που ρίχνει νέο φως στο μέλλον μας . 
Νιώθω ότι έφτασα στον προορισμό μου πρώτη φορά στη ζωή μου . 
Γεια σας ! Γύρισα ! 
Δεν θέλω να επιταχύνω ή να επιστρέψω πίσω . Θέλω να μείνω στο εδώ και τώρα . 
Ο κος Μπόφορτ σάς περιμένει . 
Καθίστε . 
Είπα , καθίστε . 
Η μητέρα σας έπαθε εγκεφαλικό . 
- Πού είναι ; - Πώς είναι ; 
Η Κορντίλια πέθανε . 
Πήγαμε προχθές στο νοσοκομείο , δεν μπορούσαν να κάνουν κάτι . 
Γιατί δεν μας ενημέρωσες ; 
Η Κορντίλια ήταν πολύ περήφανη για σας , δεν ήθελα να χαλάσω τις συνεντεύξεις σας . 
Έχω ήδη πει ότι η προτεραιότητά μας είναι να κρατήσουμε τους επενδυτές χαρούμενους . 
Δεν θα επιτρέψουμε στις μετοχές να πέσουν . 
Ναι , το ξέρω . Γαμώτο . 
Να στείλετε το προσχέδιο . - Να φύγει . - Τζέιμς , όχι . 
Ναι , γαμώτο μου , Γκόρντον . Καταλαβαίνω . 
Θα οριστεί καλλιτεχνικός διευθυντής αφού βγει το δελτίο τύπου . 
Τζέιμς , μη ! 
Σταμάτα ! 
Μη μ ' ακουμπάς ! 
Ήσουν στο αμάξι και δεν είπες τίποτα . 
Συγγνώμη , Τζέιμς . 
Ο καθένας δικαιούται έναν κόσμο γεμάτο ευκαιρίες . 
Να έχει τα δικά του όνειρα , να γίνει αυτό που επιθυμεί , να αγαπάει όποιον θέλει . 
Βλέπω το μέλλον πιο καθαρά από ποτέ . 
Όλα τα κομμάτια του παζλ μπήκαν στη θέση τους . 
Όλες οι πόρτες είναι ανοιχτές . Πρέπει απλώς να περάσουμε το κατώφλι . 
