برطبق آمار مدال آوران المپیک وقتی که خودشون رو برای مسابقات آماده میکنند از سه قانون پیروی میکنند 
خواب کافی آماده سازیهای دقیق و اجتناب از حواس پرتی به هر قیمت 
قرنهاست که برندگان جوایز نوبل ، سران کشورها نویسندگان و دانشمندان در اینجا تحصیل کرده اند 
منم میتونم بعدا یکی از اونها باشم 
آینده من پشت این دیوارها در انتظار منه 
سالهاست که منتظر همچین روزی هستم 
در نهایت اون روز رسید 
سلام سلام 
سلام سلام 
و تو جود هستم 
روبی 
سلام سلام لین هستم ، سلام 
مکستون هال دنیای بین ما 
بر اساس رمان من را نجات بده نوشته مونا کاستن 
امیدوارم گند نزنم مزخرف نگو میتونی پروفسور رو توی سطل زباله فرو کنی و باز هم تو رو بگیرند 
مامانت با اون توی یه کلاس نبود ؟ 
در حقیقت باید اینجا کاری انجام داد تا جایگاهی در دانشگاه پیدا کرد 
آره آسون نیست ولی سرت رو بگیر بالا 
هی آلیستر صبر کن 
آماده ای ؟ 
البته 
میریم داخل ، موافقتشون رو میگیریم و میایم بیرون ، کار بزرگی قرار نیست انجام شه 
برای کسانی که هنوز من رو نمیشناسند باید بگم اسمم جود هستش و سال دوم هستش که من در سنت هیلدای آکسفورد تحصیل میکنم من شما رو در روند درخواست دادنتون همراهی میکنم 
در مصاحبه در وهله اول پروفسورها میخوان مهارتهای تفکر انتقادی شما رو آزمایش کنند و ببینند که آیا میتونین در یک موضوعی نظری بدید یا نه 
در وهله دوم میخوان ببینند که شما تحت فشار چطور واکنش نشون میدید و کار میکنین 
و بعد سومین و آخرین مصاحبه در مورد خودتون هستش 
که ببینن آیا شما واقعا برای آکسفورد مناسب هستید یا نه 
که شاید مهمترین قسمت این سه تا مصاحبه باشه 
دور اول مصاحبه تا سه ربع دیگه شروع میشه وقت دارید تا یادداشتهاتون رو نگاه کنین و یه چیزی هم بخورید 
شماها مضطرب هستید ولی تا اینجای کار رو موفق شدید به این معنیه که آکسفورد شما رو میخواد 
تنها کاری که باید بکنین اینه که خودتون راه خودتون رو سد نکنین 
من اسمتون رو صدا میزنم باشه ؟ 
روبی بل سنت هیلدا 
موفق باشی 
لازم نیست مضطرب باشی تو از پسش برمیای 
تو اضطراب نداشتی ؟ 
اضطراب ؟ من ده برابر بدتر از تو بودم 
اما منو قبول کردند 
بعدا میبینمت 
ممنون 
دوشیزه بل خوشحالیم که دعوت ما رو پذیرفتید 
ممنون خیلی بابتش خوشحالم 
عالیه پس شروع میکنیم 
چندین سال پیش نیویورک تایمز مقاله ای رو چاپ کرد که در اون اظهار شده بود که سلطنت بریتانیا نابهنجاری تاریخی بیهوده بود 
آیا میتونه سیستم دوگانه ما یعنی پادشاهی و دموکراسی پارلمانی باقی بمونه یا ما هم باید به یه دولت جمهوری تبدیل بشیم 
این سوال از دو جنبه قابل بررسیه 
از یک سمت میشه بحث کرد که پادشاهی بیان کننده ثبات و لااقل نمادی از اون هستش 
و از طرف دیگه این مقدار فراوان پول که برای تامین مالی این نماد مصرف میشه ارزش نماد رو زیر سوال بره با درنظر گرفتن اینکه تمام کشورها با اشکال دیگری از دولت هم رو به شکوفایی و رشد هستند 
لطفا ادامه بدید 
بازار براساس حدس و گمان پیش میره با قبول این واقعیت که آینده به اندازه ای که ما انتظار داریم قابل پیش بینی نیست 
اما درآمدزایی در اینحا و هم اکنون صورت میگیرد و یک مدل کسب و کار موفق میدونه که چطور از این موضوع به نفع خودش استفاده کنه 
ممنون آقای بوفورت 
سیب از درختش خیلی دور به زمین نمی افته 
یادمه که پدرتون هم در زمان خودش در بالیول در صدر کلاس بود 
اون با دانش و جاه طلبیش سالهای نوری از همه جلوتر بود 
چطور بود ؟ 
تو اول بگو 
خیلی خوب بود فکر میکنم 
بحث کردن باهاشون خیلی لذت بخش بود 
من نقل قول از افلاطون و ولتر داشتم 
اما بدبینانه بهت خیره نشدند 
پروفسوری که با من مصاحبه میکرد ابرو پیوسته ضخیم داشت قیافه اش مثل مستر بین عصبانی بود 
نمیتونستم نگاهش نکنم 
اونم فهمید نه سلام 
دور اول چطور بود ؟ خوب بود ؟ 
خوب بود آره 
قطعا بنظر میاد که میتونین یه کم آرامش پیدا کنین 
امشب ساعت 8 با روش آکسفورد 
بله 
بهتون معرفی میکنم میخانه تورف رو با شهرت جهانی 
میخانه ای که توسط لیز و اسکار و خود لیدی آهنین ( مارگارت تاچر ) در زمان خودش زیاد بازدید شد 
اوه چند تا صندلی هست ، با من بیایین 
ببین کی رو اینجا داریم 
معلومه یه اتفاقهایی داره میافته 
اوه اینها هم رسیدند 
مشروب مخصوص اینجا ، یه مشروبی که باید هر ویزیتور آکسفورد اونو بنوشه 
کلیدهای متقاطع 
اگه یکی بعد همچین روزی به منم آب میداد قیافه منم همینطوری میشد 
باید این رو امتحان کنی ویسکی 18 ساله است 
طوری شده ؟ 
من شنیده ام که بارمن ها باید قرارداد محرمانه امضا کنن وقتی که اینجا شروع به کار میکنند 
جدی ؟ 
منم اولین بار دقیقا قیافه ام همینطوری شد و نصف شب داشتم نیمه برهنه از وسط دانشگاه راه میرفتم و با صدای بلند میلتون میخوندم 
دوست دارم اگه ممکن باشه این تجربه رو بیخیال شم 
پس بذار این کار رو برای زمانی که دانشگاه اومدید کنار بذاریم باشه ؟ 
اوه خدای من 
خیلی قوی بود 
میخوام یه کم هوای تازه بخورم میشه کیفم رو بهم بدی ؟ 
آخ هی پسر خیلی تابلو هستی 
کی داره بهم میگه 
همه چیز روبراهه ؟ 
امیدوارم این سوالت جنبه لفاظی داشته باشه 
بخاطر مصاحبه ها اضطراب پیدا کردی ؟ 
به درک که مصاحبه ها چطور بشه من بهرحال نمیخوام برم آکسفورد 
چرا نمیخوای ؟ 
تو دوبار بهترین نمره کلاس رو آوردی و من رو شکست دادی 
اگر درد دوره زنانه ات هست من دو ماهه که پریود نشده ام 
کار اون میدونم که نگه داشتنش دیوونگیه 
ولی تاحالا هیچکس رو اندازه اون دوست نداشته ام 
و هنوزم دوستش دارم 
لعنت به این هورمونها 
در آکسفورد برای مادران برنامه های خوبی هست 
وقتی دنبال بورسیه بودم دیدمشون 
جاسیندا آردرن درحالیکه داشت یه کشور رو اداره میکرد بچه دار شد 
میدونم که همدیگه رو نمیشناسیم ولی دیدم که تو توی مدرسه چطور هستی 
اینکه در طول مدتی که با اون بودی چقدر خودت رو نگه داشتی 
اگه یکی باشه که بدونم میتونه این کار رو انجام بده اونم تو هستی 
فکر میکنم الان دارم کم کم متوجه میشم برای چی اون نمیتونه تو رو فراموش کنه 
تو به یه نفر این حس رو میدی که همه چیز ممکنه 
و اصلا مهم نیست چه وضعیت گندی گرفتار شده باشه 
از چی داری میگی ؟ 
میخوای بهم بگی که درک نمیکنی اون چقدر داره زجر میکشه ؟ 
اون با من بهم زد 
گاهی بزرگترین نمایش عشق رها کردن کسانی هست که دوستشون داریم 
امتیاز المپیک من در پایان روز اول در آکسفورد : 
خواب صفر ، حواس پرتی 10 
امتیاز بالایی بود روبی بل 
تو دیروز هم عالی عمل کردی امروز هم عالی میشه 
توی این اتاق چند نفر هستند ؟ 
اگه ادراک مستقیم رو مبنای بحث قرار بدیم مثل مدل گیبسون میتونم بگم که من دو موجود رو در خارج از خودم درک میکنم 
بنابراین جواب واضح سه هستش 
یکبار دیگه تلاش کنین 
چند نفر در این اتاق هستند ؟ 
سلام 
همه چیز روبراهه ؟ 
خوب بنظر نمیای 
همه چیز خوبه فقط حوصله جشن گرفتن نداشتم 
شاید بخاطر استرس هستش 
منم خوشحال میشم که همه چیز تموم شه و ما برگردیم خونه و میتونیم از جایی که تموم کردیم دوباره شروع کنیم و ادامه بدیم 
مثل سال قبل جشن بگیریم یا اینکه میخوای بشینی اینجا و درس بخونی ؟ واقعا برای چی ؟ 
لیدیا 
چی گفتی ؟ 
گفتم خوشحال میشم که برگردم خونه و همه چیز بحالت طبیعی برگرده لااقل مثل سال قبل شه 
چی ؟ 
تغییر همیشه معنی بدی میده ؟ 
بستگی به تغییرش داره 
مصاحبه امروز چطور پیش رفت ؟ 
فکر میکنم خیلی گند زدم 
دیشب خیلی مشروب خوردم 
میدونستی که گل فریزیا سمبل اعتماده ؟ 
میدونی من 
من فکر کردم وقتی به کشیو یه کم آزادی بدم اونوقت اون از این زمان استفاده میکنه تا بعضی چیزها رو بفهمه 
بجاش اون داره سعی میکنه که بر اساس عقاید والدینش حرکت کنه 
داره خودش رو با کامیل نزدیک میکنه اون به نوعی نمیتونه با حقیقت خودش کنار بیاد 
و تنها چیزی که بهش فکر میکنم اینه که نباید میذاشتم اون بره 
من لعنتی نباید اجازه میدادم اون بره 
مطمئن نیستم که آیا تو انتخاب دیگه ای هم داشته ای 
هر فرد همیشه انتخابی داره 
میتونی بجنگی یا تسلیم شی 
من نمیفهمم چرا آدمها اینقدر از زندگی واقعی خودشون میترسند 
من میشینم ردیف آخر تا توی خماری یه کم بخوابم 
ببخشید میخواستی اینجا بشینی ؟ نه خوبه 
خب به دور سوال و جواب دانشجوها خوش آمدید 
من به چند نفر از شرکت کنندگان داستان دروغین گفتم که گفتم اینجا بهشون غذا و نوشیدنی میدن 
بیشترشون خیلی گرسنه هستند و فکر میکنند قراره بهشون غذا داده بشه و حالا میبینن که اینطور نیست 
امیدوار هستم که بتونم به بعضی از سوالاتتون جواب بدم 
شروع کنین 
درس خوندن توی اینجا واقعا چقدر سخته ؟ 
زمانی برای زندگی خصوصیتون دارید ؟ 
نیلا 
من فکر میکنم در مقایسه با دانشگاههای دیگه اینجا قطعا سنگینتره 
درسته ولی با اینحال ترسی نداشته باشید چون باز هم زمان برای زندگی خصوصیتون دارید 
سوال دیگه ؟ 
آیا شما با دانشجوهای دانشکده های دیگه آکسفورد هم تماس زیادی دارید ؟ یا از هم جدا هستید ؟ 
بخاطر این پرسیدم که آیا باید با بهترین دوستم خداحافظی کنم یا نه ؟ 
دانشکده ها در اصل از هم خیلی جدا هستند 
برای مثال اگه کسی خواست به بالیول بره با کسی که در سنت هیلدا تحصیل میکنه هیچ اشتراکات خاصی نداره 
البته خب چون بالیول دانشکده نخبه های آکسفورده 
بله مثلا این حرفیه که یه دانشجوی بالیول میزنه 
ممنون ، سوال دیگه ای هست ؟ 
میانگین نمره های تو چطوره ؟ 
ببخشید ؟ 
اینو میپرسم تا مطمئن شم که اینقدر مهارت داری تا ما رو برای تحصیل در اینجا آشنا کنی 
اینجا کسانی هستند که سوالات واقعی دارند 
بهتره به اونها اجازه بدی صحبت کنند بجای اینکه با نظرات بی موردت وقت رو هدر بدی 
مشکل تو چیه ؟ 
برای من ترسناکه که چطور میتونی با فشار دادن یه دکمه این کار رو انجام بدی درست مثل اون 
مثل کی ؟ 
بابات 
خب میخواین که شاید تو خفه شو دلقک 
به اون چی کار داری آیا من قرار اولتون رو دارم خراب میکنم ؟ 
اصلا برای چی اینجایی ؟ 
کاملا مشخصه که تو به دانشگاه عالی بالیول خواهی رفت ولی جوری نشون نده که انگار تصمیم خودت بوده 
چی ؟ 
این استراتژی توئه 
تو به همه حس حقارت میدی و همه رو از خودت دور میکنی تا اینکه کسی متوجه نشه که تو چیزی بجز یه ترسو نیستی کسی که ترجیح میده عروسک خیمه شب بازی باشه بجای اینکه برای چیزی که میخواد ایستادگی کنه 
روبی 
توی این چند هفته اخیر دائم بهم بی محلی کردی 
میشه لطفا دوباره همونطوری بمونی ؟ 
اگه بگم حق داری چی ؟ 
من به دیگران اجازه میدم در مورد زندگیم تصمیم بگیرند من کارهای نابخشودنی میکنم ، دروغ میگم و احساس واقعیم رو پنهان میکنم اما بابت این کارها نمیتونی من رو مورد قضاوت قرار بدی چون همه اش رو بخاطر تو انجام میدم 
داری از چی صحبت میکنی ؟ 
فراموشش کن 
با من صحبت کن بجای اینکه برام معما طرح کنی ، تو منو دیوونه میکنی 
تو منو دیوونه میکنی 
میدونی داری با من چی کار میکنی ؟ 
فکر میکنی برای من راحته هرروز ببینمت ، کنارت بشینم و صدات رو بشنوم ؟ 
مزخرفه تو نمیتونی راحت رابطه رو بهم بزنی و منو جلوی دوستات خجالت بدی و جوری رفتار کنی که انگار من درست متوجه نشدم چی بوده 
این امکان پذیر نیست روبی 
منو ببخش باشه ؟ 
پس برای چی اینجایی ؟ 
چرا داری با من صحبت میکنی ؟ 
چون من ... چون 
چون تو نمیدونی چی از من میخوای نمیدونی چی از زندگی میخوای 
من فکر میکنم تو اصلا هیچی نمیدونی 
من دقیقا میدونم چی میخوام 
پس برای چی براش نمیجنگی ؟ 
چون برای هیچکس توی این دنیا مهم نیست من چی از زندگی میخوام 
برای من مهمه 
برای من همیشه مهم بوده تو چی میخوای 
تو باور نمیکردی که کسی مثل من به کسی مثل تو بتونه علاقمند بشه نه ؟ 
روبی چی شده ؟ 
متاسفم چرا ؟ 
همه این کارها برای چیه ؟ 
والدینم دیدند چقدر بخاطر تو عوض شدم 
پدرم تو رو برای نقشه هاش یه خطر دید 
و اون حق داشت 
اون قسم خورد که من رابطه ام رو باهات تموم نکنم زندگی تو رو نابود میکنه 
میدونم که نمیتونم تو رو از دست اون محافظت کنم 
تو لیاقت این رو داری که کسی رو داشته باشی تا ازت محافظت کنه و یه خانواده ای که بهت خوشامد بگه و من نمیتونم اینطور باشم 
من هیچی رو نمیتونم بهت بدم مگر یه عالمه مشکلی که نمیدونم چطوری میتونم حلشون کنم 
چرا برای من توضیح ندادی ؟ 
این وظیفه تو نیست که تصمیم بگیری که چه کاری از عهده من برمیاد 
من نمیخواستم اون بهت آسیبی بزنه 
من ازش ترسی ندارم 
چطوری میتونی اینطور باشی 
تو نمیدونی اون قادر به انجام چه کارهاییه 
من نمیخوام 
من نمیتونم 
جیمز 
دیگه رازی بین خودمون نداریم 
دروغی نمیگیم 
قول میدم 
داری چی کار میکنی ؟ 
کاری که زوجهایی که بهم اعتماد دارند انجام میدن 
زوج ؟ 
خب قطعا که دوست جایزه ای من نیستی 
چطور میشه یه آدمی همچین آی کیوی بالایی داشته باشه و از لغتی مثل دوست جایزه ای استفاده کنه ؟ 
فکر میکنی دوباره وقت اون رسیده که گستاخ بشیم ؟ 
هرچی تو بگی میشم دوست پسر ، دوست جایزه ای هر چی 
هرچی ؟ 
هرچی 
این همون جیمز بوفورتیه که تشک آبی رو توی سکس خراب میکرد ؟ 
من که گفتم تشک آبی نبود 
نمیخوام بلند شم 
نه امروز ، نه فردا نه پس فردا من فکر کردم نمیخواستی بری به آکسفورد 
من گفتم که از این اتاق نمیخوام برم بیرون 
میمونیم همینجا 
حداکثر تا فردا صبح زود دنیا باز هم خواهد چرخید 
تو هم به اندازه هرکس دیگه ای یه عالمه گزینه داری 
فقط باید از اونها استفاده کنی جیمز 
هروقت که چیزی رو ازدست میدم یا ناراضی میشم لیستم رو مینویسم 
این بهم کمک میکنه که با انگیزه بمونم و فکرم باز بمونه 
میخوای برای من لیست درست کنی ؟ 
اولین هدفت چیه ؟ 
من ورزش و موسیقی دوست دارم 
و آهان غذاهای آسیایی تند 
من دوست دارم توی بازارهای خیابونی بانکوک غذا بخورم 
اوه مثل ملخ سرخ شده و از این چیزها ؟ 
دقیقا 
باشه 
و بیشتر بخونم بیشتر بخونی 
اینها اهداف زندگی نیستند 
رویاها مهم هستند 
وقتی نقاشی میکشم حس خوبی دارم 
یه آرزو بکن 
مهمترین چیز رو فراموش کردی 
دوشیزه بل 
لطفا بهم بگید چرا آکسفورد ؟ 
داستان فیلی رو که به یه میله ای توی زمین زنجیر شده بود رو میدونین ؟ 
بطور کلی استعاره ها برای توصیف باورهای خودمحدود کننده استفاده میشن 
این حقیقته که بیشتر آدمها از چیزی که باور دارند تواناتر هستند 
اما کم کم داره برای من روشن میشه که خودم رو به آینده ام گره زده ام و لحظات زیادی هست که در اینجا و الان که به اندازه ارزششون بهشون توجه نشده 
جیمز بوفورت 
جیمز بوفورت بالیول 
من میدونم که توقفهایی در راه میکنیم که زندگیهای ما رو میسازند 
زندگی ما در این لحظه و این مکان 
و گاهی این لحظات چشم اندازهای جدید و هیجان انگیز در شنزار رو نشون میدن 
این صندوق صوتی کوردلیا بوفورت میباشد 
لطفا بعد از شنیدن بوق پیام خود را بگذارید 
سلام مامان امیدوارم حالت خوب باشه 
من یه چیز مهمی برای گفتن دارم 
نگران نباش یه خبر خوبیه 
من دوستت دارم مامان 
بعدا میبینمت 
ما فکر میکنیم که از آینده مون ترسی نداریم چون این لحظه ایه که در اون تصمیم میگیریم که آیا رویاهامون محقق میشن یا نه و ما تبدیل به افرادی میشیم که همیشه میخواستیم باشیم 
شجاعت میخواد فراتر از حال فکر کردن 
اما گاهی یه نگاه از آدم دیگه ای نور جدیدی رو به زندگی آینده ات میندازه 
این حس رو داشتم که برای اولین بار در زندگیم وارد شده ام 
سلام من برگشتم 
من نمیخوام به جلو یا عقب برم من میخوام در همین زمان و همین مکان باشم 
آقای بوفورت منتظرتون هستند 
بشینید 
گفتم بشین 
مادرتون سکته مغزی کرده 
کجاست ؟ حالش چطوره ؟ 
کوردلیا مرده 
پریشب رفتیم به بیمارستان و نمیتونستن کاری براش انجام بدن 
و تو بهمون زنگ نزدی ؟ 
کوردلیا بخاطر دعوتنامه هاتون به آکسفورد خیلی افتخار میکرد و من نمیخواستم مزاحم مصاحبه هاتون بشم 
من که بهتون گفتم اولویت من راضی نگه داشتن سهامدارن هستش 
ما نمیتونیم بذاریم که سهامهامون ریزش کنند 
آره میدونم لعنت بهش ، گوردون 
بالاخره پیش نویس رو برای من میفرستی ؟ باید تا امروز عصر بیاد جیمز این کارو نکن 
بله لعنت بهش ، گوردون من متوجهم 
مدیریت هنری شرکت رو بعد از انتشار بیانیه مطبوعاتی تعیین میکنیم 
جیمز این کارو نکن 
بس کن 
به من دست نزن 
تو نشستی توی ماشین و یه کلمه هم نگفتی 
من متاسفم جیمز 
هرکسی لیاقت داشتن دنیایی با فرصتهای زیاد رو داره 
برای داشتن رویاهای خودشون برای اینکه کسی که میخوان باشن ، بشن برای دوست داشتن کسی که میخوان 
من آینده خودم رو روشنتر از هر زمان دیگه ای میبینم 
در نهایت همه تکه های پازل سرجای خودشون قرار گرفتند 
تمام دربها به روی ما باز هستند حالا فقط باید از داخل اون دربها عبور کنیم 
