( දික්කසාද රැජින ) 
Kim Young A ඔයාට ගොඩක් කැමතියි . 
එය ඔබට ආදාල දෙයක් නෙවෙයි . 
ඔබ ඇයගේ කඳවුරට සම්බන්ධ වෙනවාද ? 
- ඇයි ඔබ කුතුහලයෙන් සිටින්නේ ? 
- Seo Yun ඉක්මනින්ම ආපහු එනවා . 
- මට ඔහුව හමුවිය හැකිද ? - ඇත්ත වශයෙන් . 
නමුත් අපි මුලින්ම පවුලක් විය යුතුයි . 
අපි ... නැවත විවාහ වෙනවා . 
( හන්ජූ සාදය ) 
- ඔයාට පිස්සු හැදිලද ? - මතකද මම ඔයාට කියපු දේ ? 
ඔබ සැමවිටම මගේ වනු ඇත සෑම දෙයකටම පළමුව . 
ඔබට අවශ්‍ය නම් නැවතත් මගේ පළමුවැන්නා වන්න . 
යන අදහසට පවා මම වෛර කරමි ඔබ වෙනුවෙන් අවසන් කාන්තාව වීම . 
එහෙනම් Seo Yun ගැන විතරක් හිතන්න . 
Seo Yun කොතරම් දරුණු විය යුතුදැයි සිතා බලන්න ඔහුගේ මව සමඟ ජීවත් වීමට අවශ්යයි . 
ඔයා මගෙන් ඉල්ලන්නේ එයා වෙනුවෙන් නෙවෙයි . ඒ Kim Young A මහත්මිය නිසා . 
එහි ඇති නරක කුමක්ද ? 
ජයග්‍රහණය ගැන පමණක් සිතන්න ඇය අපේ පැත්තට ... සහ චායූල් නගරය ගොඩනැගීම . 
Seo Yun ගේ ජීවිතය වනු ඇත සම්පූර්ණයෙන්ම නව මට්ටමක . 
ඔහුගේ ජීවිතය තවත් වැඩි වනු ඇත සැප පහසුවට වඩා . 
කිසිවක් ඔහුව කිසිදා වළක්වන්නේ නැත . 
ඔබේ මාර්ගය ලබා ගැනීමට ඔහු භාවිතා කිරීම නවත්වන්න . 
දෙවියනේ . ඔයා මාව පිස්සු වට්ටනවා . 
ඔබ මේ ගැන කෝප වන්නේ කෙසේද ? 
ඔබ සතුටු වන නිසා ඔබ සතුටු වනු ඇත ඔබේ ජීවිතයේ Seo Yun ඇත . 
මට ඇති නිසා මම සතුටු වන්නෙමි කිම් යන්ග් ඒ මහත්මිය සමඟ සම්බන්ධතා . 
එවිට Seo Yun සතුටු වනු ඇත ඔහුගේ ජීවිතයේ ඔහුගේ මව සිටී . 
මෙය සෑම කෙනෙකුටම විශාල ජයග්රහණයක් වනු ඇත . 
දෙකයි දෙකයි එකට දාන්න බැරිද ? 
නැහැ , ඔබ වැරදියි . වනු ඇත කෑදර මීයෙකුට විශාල ජයග්‍රහණයක් . 
දෙවියනේ . ඉදිරියට එන්න . 
Seo Yun . 
- ඒ මමයි . - හායි , අම්මා . 
ඔබ පාසලේ හොඳ දවසක් ගත කළාද ? 
ඔබ ළඟදීම පාසල් නිවාඩුවකට යනවා . 
ඔව් . ඒකයි මම එන්නේ ලබන මාසයේ සෝල් වෙත . 
මම ආපහු එනකොට එන්නම් මට ඔයාව බලන්න පුළුවන් වෙයිද ? 
ඇත්ත වශයෙන් . අපි අනිවාර්යයෙන්ම හමුවෙමු . 
මම ඒක සහතික කරගන්නම් . 
හරි හරී . මට ඔයා නැතුව පාලුයි අම්මේ . 
Seo Yun . අපි එහෙම වීම ගැන මට කණගාටුයි ඊට අමතරව , ඔබට මා මග හැරුණි . 
මම ඔබට නැවත කතා කරන්නම් . 
- මම ඔයාට ආදරෙයි . - මමත් ඔයාට ආදරෙයි . 
දෙවියනේ . ඒක විකාර ගොඩකි ! 
හේයි , මේක විකාරයක් ! 
සා රා . මම පිටතට ගොස් ඔබට බෝනික්කෙකු මිලදී ගත යුතුද ? 
අපිට ඒක මෙතන දාලා පිහියෙන් අනින්න පුළුවන් එය උණ බම්බු ඉඳිකටුවකින් . ඔව් ? 
ඔයාගේ ඒ බැල්මට මොකද වෙන්නේ ? 
ඔබ එය සලකා බලන බව මට කියන්න එපා . 
නෑ නේද ? 
පුතා නිසාද ? 
එන්න සා රා . 
මම Seo Yun ගැන සිතන සෑම විටම , මට දරුණු මවක් වගේ දැනෙනවා තමා ගැන පමණක් සැලකිලිමත් වන . 
එතකොට මට පිස්සු ගෑනියෙක් වගේ ... ඔහුගේ මේ වගේ යෝජනාවට පෙළඹීම නිසා . 
සිරාවටම . මම ගොඩක් අවුල් . 
හේයි . 
( 9වන කථාංගය ) 
හරි හරී . පරක්කු වෙන්න එපා කියන්න . 
අම්මේ , මම රැස්වීමකට යනවා . 
එය සාමාන්‍ය දිනයක් පමණක් නොවේ . එය විවාහය සඳහා අන්ධ දිනයක්ද ? 
ඔයා ටිකක් තරුණයි නේද විවාහය ගැන හිතන්න ? 
හොඳයි , මගේ අම්මා දිගටම කරදර කළා මම මෙම දිනයන් ගැන . 
මම ඔයාට ඊර්ෂ්යා කරනවා ... ඔයාට කරදර කරන අම්මා කෙනෙක් ඉන්නවා කියලා . 
කිම් සා රා මහත්මිය ? 
ඔව් . 
සර් මට තේරුණා . මම එය ඇයට දෙන්නම් . 
හරි හරී . 
- ඔයාට ස්තූතියි . - සුබ දවසක් වේවා . 
විශේෂ අවස්ථාවක් තිබේද ? 
නෑ.ඒත් තිබුනත් විශේෂ අවස්ථාවක් විය , මට එවැනි දේවල් එවන්නේ කවුද ? 
එය කුමක් ද ? 
කොච්චර ලස්සනද . 
( Noh Yul Seong වෙතින් ) 
දෙවියනේ . ඒක අහම්බයක් . 
ඉන්න . යමක් සිදුවෙමින් පවතී ඔබ සහ Noh Yul Seong මහතා සමඟද ? 
නැත . 
- මේක ආපහු දෙන්න . - ඔව් නෝනා . 
නෑ මම ඒක කරන්නම් . 
( අම්මා ) 
ආයුබෝවන් ? 
මේ කව්ද ? 
මම දකියි . මට කණගාටුයි . 
ඔහ් , හරි . ඔබට මුලින්ම දුරකථන ඇමතුමක් ලබා ගත හැකිය . 
නෑ මට කොහොමත් ඒක කරන්න බෑ . 
මම අම්මට කතා කළා . 
මම දකියි . 
යන්ත්‍රය නිතරම කීවේය අංකය නොතිබුණි . නමුත් කවුරුහරි දැනටමත් ඇගේ අංකය ලබාගෙන ඇත . 
මම ගොඩක් ඒවා හැදුවා මගේ දෙමාපියන්ටත් කෝල් කරනවා ... මගේ දෙමාපියන් මිය ගිය විට . 
හොඳයි , ඔබ හොඳින්ද ? 
ඔව් . 
එය කුමක් ද ? 
ඔබ හොඳින් සිටින තාක් කල් එය හොඳයි . 
හොඳයි , ඔබ දන්නවා , මේ මල් ... 
ඔවුන් අදහස් කරන්නේ කුමක්ද ? 
හොඳින් , මෙය බෙදා හැරීමේ වැරැද්දක් විය යුතුය . 
මම දකියි . හරි හරී . සුබ දවසක් වේවා . 
ස්තුතියි . 
ඔයාට මාව බලන්න ඕන වුනාද ? 
මේ වගේ හිතුවද චලනය ඇය මත වැඩ කරයිද ? 
( කරුණාකර ඔබේ පුතාට එපා කියන්න ඔහුගේ අපිරිසිදු මල් මට එවන්න . 
කරුණාකර ඔබේ පුතාට එපා කියන්න ඔහුගේ අපිරිසිදු මල් මට එවන්න . 
කිම් සා රාගෙන් . 
දෙවියනේ . මෙය ලැජ්ජයි . 
ඔබ බොළඳ හෝ මෝඩද ? 
ඔබ පරිපූර්ණ ගොදුරයි ඒ නිර්භීත මායාකාරිය වෙනුවෙන් . 
අම්මා . 
වඩා වැදගත් දෙයක් තිබේද නීතිය අතට ගන්නවාට වඩා අපිට ... නීති විද්‍යාල ගැන සමත් විය චායූල් නගරය හදන්නද ? 
( නීතිය සඳහා සාර්ථක උපාය මාර්ගය පාසල් නීතිය සහ චායූල් නගරය ) 
( වත්මන් තත්ත්වය ) 
( Kim Young A ගේ සහාය ඇතිව අපේක්ෂිත ඡන්ද ) 
පුද්ගලයා කිම් යං ඒ විශ්වාස සහ වඩාත්ම අවශ්‍ය ... කිම් සා රා වේ . 
ඔබට කිම් සා භාවිතා කිරීමට අවශ්‍ය ඇයි Ra Kim Young A ගේ සහය ලබා ගනීද ? 
ඔබ ඇයව ගොඩට ගෙන යා යුතුයි පීඩනය යෙදීම සඳහා ඇය මත කුණු සොයා ගැනීම . 
මම ඒක ගන්න හැදුවා මාර්ගය , නමුත් එය වැඩ කළේ නැත . 
එවිට මට වෙනත් මාර්ගයක් ගත යුතුය . 
ඒ මග කිම් සා රා ? 
ඔයා දන්නවා ද ? උත්සාහ කරන්නත් එපා ඕන දෙයක් කරන්න . මම ඒක කරලා දෙන්නම් . 
ඔයා හිතන්නේ මම මේක කරනවා කියලා ඇයගේ සහයෝගය ලබා ගැනීමට පමණක්ද ? 
Kim Sa Ra සහ Dong Gi Jun.මේ දෙන්නා ... විමර්ශනය කිරීමට පටන් ගත්තේය නා යූ මිගේ නඩුව නැවතත් . 
ඒක හොඳයි . 
ඔයාට කරන්න දෙයක් නෑ Na Yu Mi ගේ කේස් එකත් එක්ක කොහොමත් . 
මේක හොඳයි ? 
ඔබ ඇත්තටම අදහස් කරන්නේ එයද ? 
ඔබ ලබා ගන්නේ කුමක් ද ? 
කොහොමත් මම තමයි පටන් ගත්තෙ චායූල් නගර ව්‍යාපෘතිය . ඒ නිසා මම ඒක බලන්නම් . 
මට එය හැසිරවීමට ඉඩ දෙන්න . 
හේයි , මම කියපු දේවල් ගැන ඔබ අදට සූදානම් වෙන්න , වඩාත්ම සුඛෝපභෝගී ගෙන එන්න සහ මිල අධික ඒවා . 
ඔව් සර් . 
බොම් . මේ සියල්ල මොනවාද ? 
ඒවා පළමු ස්මාරකය සඳහා ය කිම් මහත්මියගේ මව වෙනුවෙන් සේවය . 
ඇය එය තනිවම කරන බව පැවසුවාය . 
ඉන්න . ඔබ පූරණය කිරීමට යන්නේ ඔවුන් කාර් එකට , හරිද ? 
දෙවියනේ . නීතිඥ ඩොං . 
- කුමක් නිසාද ඔබ මෙහි ආවේ ? - මම ඇතුලට එනවා . 
මම මෙම පෙට්ටිය තැබිය යුත්තේ කොතැනටද ? 
ඒ පෙට්ටිය ? එය පුටුව මත තබන්න . 
ඔයාට ස්තූතියි . 
නීතිඥ ඩොං පැවසුවේ ඔහුට අවුරුදු 15 ක් ඇති බවයි අනුස්මරණ සේවා පැවැත්වීම . 
ඔහ් , හරි . ඒක තමයි මාර්ගය ඇගේ මව ඇතුල් වනු ඇත . අපි දොර විවෘතව තැබිය යුතුයි . 
ඇය රහස් කේතය දන්නවාදැයි මට සැකයි . 
මම දකියි . 
සියල්ලට කළින් ... රතු ආහාර නැගෙනහිර පැත්තට යයි , සහ සුදු ආහාර , බටහිර පැත්තේ . 
දින අනුපිළිවෙල ගැන කුමක් කිව හැකිද , චෙස්නට් , පෙයාර්ස් සහ පර්සිමන් ? 
( අනුස්මරණ සේවය සඳහා මේස සැකසුම ) 
කුමක් ද ? නියෝගය ? 
නියෝගය කුමක්ද ? 
ඔබ විභාගයක් කරනවාද ? මේස සැකසුම මතද ? 
මම යමක් කරන විට , මම මගේ උපරිමය කිරීමට නැඹුරු වෙමි . 
ආහාර ස්ථානගත කිරීම සම්බන්ධයෙන් ... සහ ගෙඩි සහ පලතුරු වල අනුපිළිවෙල , ඒවා ලේඛනවලවත් සටහන් වෙලා නැහැ . 
ඔබේ මවගේ ප්‍රියතම ආහාරය කුමක්ද ? 
එය මුං බෝංචි ජියෝන් විය . 
ඒක දෙන්න එහෙනම් . 
මෙතන . 
- කමක් නැහැ . - වෙන මොනවා ද ? 
එයට පසු , 
- මට පදම් කළ එළවළු දෙන්න . - පදම් කළ එළවළු . 
පදම් කළ එළවළු . 
උත්සව තහඩුව මත එළවළු දමන්න . 
ඔබට ඔබේ මනස නිදහස් කර ගැනීමට හැකි වූ විට , ඔබට අවශ්‍ය විටෙක ආපසු එන්න . 
මම මෙතනම ඉන්නම් . 
හරි හරී . 
කිම් මහත්මිය . 
අපි වැඩේට බහිමු . 
- මම කළ යුත්තේ කුමක් ද ? - ඔබට වැඩට යා හැකිය . 
ඉක්මන් කරන්න . ඉදිරියට එන්න . 
යන්න . 
මිල අධික ඒවා තියෙනවා නේද ? 
ඔව් සර් . මම මිලදී ගත්තා ඉහළම ගුණාත්මක ඒවා . 
Dae Gi රැකියාවෙන් ඉවත් වුණාද ? 
එයා පරීක්‍ෂණ කරනවා ඇති නා යූ මිගේ නඩුව . 
ඔව් . මම ඔහුගෙන් උදව් ඉල්ලා සිටියෙමි . 
මම එයාට එහාට යන්න කිව්වා Na Yu Mi ඉන්න තැන ... ඇය මිය ගිය දිනයේ ආරම්භයේ සිට අවසානය දක්වා . 
Noh Yul Seong නොවේ නම් වැරදිකරු , එසේ නම් ඒ කවුරුන් විය හැකිද ? 
අපි සාක්ෂිකරු සොයා ගත යුතුයි , නමුත් එය පහසු නොවනු ඇත . 
දෙවියනේ . ඒක හරිම බරයි . 
මම පරක්කු නැහැ . 
අද ඔබේ මවගේ අනුස්මරණ උත්සවයයි . 
මමත් සර්විස් එකට මොනවා හරි ගෙනාවා . 
ඔයා කරන්නේ කුමක් ද ? 
ඒක පැහැදිලියි නේද ? 
ඇය Seo Yun ගේ ආච්චි . 
කවුද බලාගන්නේ ඇගේ අනුස්මරණ සේවය මම නොවේ නම් ? 
ඔයා හිතනවද මගේ අම්මට ඕන වෙයි කියලා ගෙනාපු කෑම කන්නද ? 
ඔබ යන විට එය ආපසු ගන්න . 
සා රා . 
අපිට බැරිද ... දැන් වැඩිහිටියන් වගේ හැසිරෙන්නේ ? 
ඇය කී දේ ඔබට ඇසුණේ නැද්ද ? 
- ඇය ඔබට යන්න කිව්වා . - ඔයා මෙතන කරන්නේ කුමක් ද ? 
ඔයාට මට උදව් කළ හැකි ද ? මට අවශ්යය ඔවුන් සියල්ලන්ම එළියට විසි කිරීමට . 
මෙය අපහසුයි . 
හරි , හොඳයි . 
මම ඊලඟ වතාවේ අපි හමුවෙන විට Seo Yun ගෙන එන්නම් . 
එහෙනම් හමුවෙමු . මම දැන් යන්නම් . 
ආයුබෝවන් . 
ආයුබෝවන් . 
මල් සහ ආහාර අනුස්මරණ සේවය සඳහා . 
ඔබ ලබා ගන්නේ කුමක් ද ? 
ඔහ් , ඔයා ... මම හිතන්නේ එයා ඔයාට තවම කිව්වේ නැහැ . 
උඩුමහලට ගොස් ඇයගෙන් එය අසන්න . එය විනෝදජනක ආරංචියක් වනු ඇත . 
අපි යමු . 
සාක්ෂිකරු ... 
කෙල්ලට මොකද උනේ ඔබ කලින් සඳහන් කළාද ? 
නා යු මි මිය ගිය දිනයේ , අර්ධකාලීන සේවකයෙක් කාමරයට පැමිණියේය . ඇයව මතකද ? 
ඔහ් , ඇය . මම ඇය දෙස බලා සිටිමි . ඇය මෙතෙක් නිහඬව සිටියාය . 
ඇයට නොතිබෙන්නට ඇත ඒ සමඟ කිරීමට ඕනෑම දෙයක් . 
දිගටම පරීක්ෂා කරන්න . ඒ නිසා ඔවුන් නැහැ ඔවුන් ඇය මත අත තබන්න . 
ඔව් සර් . 
මොකද වෙන්නේ කියලා ඔයා මට කියන්නේ නැද්ද ? 
ඔහුට අවශ්‍ය විය යුත්තේ මා සමඟ සිටීමට භාවිතා කිරීමටය කිම් යන්ග් ඒ මහත්මිය සමඟ හොඳ සබඳතා . 
ඔහු හදිසියේම මිත්රශීලී ලෙස ක්රියා කරයි . 
දෙවියනේ . සිරාවටම . 
මුහුණේ රෝම කොහොමද කියලා මට පුදුමයි ඔහුගේ සම හරහා පිටතට පැමිණේ , ඔහුගේ සම යකඩ මෙන් ඝනයි . 
එයාව ගණන් ගන්න එපා . 
මට බෝංචි සුප් එක මතක් වෙනවා ඔයාගේ අම්මා හැදුවා . 
- එය හොඳම විය . - එය ඇත්තෙන්ම හොඳ විය . 
මා අසා තිබුණේ ඇය ගැන පමණි . 
මට ඇයව පෞද්ගලිකව මුණගැසී තිබුණේද නැත . 
ඔයාට ස්තූතියි . 
මේ මගේ අම්මා . 
මම දකියි . 
මට ඔබේ මව මීට පෙර හමු වී තිබේද ? 
නැහැ , මට ඒක සැකයි . 
නමුත් ඇය එතරම් හුරුපුරුදු ලෙස පෙනෙන්නේ ඇයි ? 
ඉන්න . 
ඔබට අප සමඟ මෙය නැරඹිය හැකිද , බොම් ? 
මෙන්න මේ ගෑනි . කරන්නේ නැහැ ඇය ඇගේ මව වගේද ? 
අම්මා ! 
ඒ මගේ අම්මා නේද ? 
එයා ඔයාගේ අම්මා වගේ . 
හරි . එහෙනම් මේක අහන්න . 
ඔබට එය නැවත කියන්න පුලුවන්ද ? ඔබ නැරඹුවේ කුමක්ද ? 
ඒත් මගේ දුවව හිරේ දැම්මා ... 
- ඇය නොකළ දෙයක් සඳහා . - අම්මා . වීඩියෝ එක ගැන කිව්වොත් , ඔබට මගේ දුවට උදව් කළ හැකිද ? 
මේ ඔබේ මවගේ කටහඬද ? 
ඔව් . ඇයි අපි පෞද්ගලිකව කතා නොකරන්නේ ? 
- එය ඇගේ කටහඬයි . - මම ඔබේ කාර්යාලයට යන්නම් . 
මට යන්තම් යන්න පුළුවන් නිරිතදිග දිස්ත්‍රික්කය ... 
- නඩු පවරන්නන්ගේ කාර්යාලය , හරිද ? - මේ සියල්ල කුමක්ද ? 
ඇය නා යූ මිගේ නඩුව සඳහා තොරතුරු සපයන්නියක් විය . 
නමුත් ඊට පෙර , හැකි ඔබ මට ඔබේ අංකය දෙනවද ? 
මගේ අම්මා තමයි තොරතුරු දුන්නේ Na Yu Mi ගේ නඩුව සඳහා ? 
ඊට පස්සේ හිරේ ගිය දුව ... 
නවත් වන්න . 
දිනය ... 
ඒ අද සිට හරියටම වසරකට පෙරය . 
මේ වීඩියෝව දිගටම බලන්න . 
මෙතනම . 
ඔබට මෙම පුද්ගලයා මෙහි හඳුනාගත හැකිද ? 
නැත . 
ඔබේ මව නඩු පවරන්නන් වෙත පැමිණ ඇත . වාර්තාවක් ඉදිරිපත් කිරීමට කාර්යාලය . 
එකපාරටම , ඇය නාඳුනන මිනිසෙකු පසුපස ගියාය . 
- ඒක තමයි දවස ... - මම මේක විශ්වාස කරන්නේ නැහැ . 
මම කිව්වේ ... මේක තේරුමක් නෑ . 
මේ කියන්නේ මගේ අම්මා සියදිවි නසා ගත්තේ නැද්ද ? 
ඉන්න . එහෙම කියන්න ඉක්මන් වැඩියි . අපිට කිසිම සාක්ෂියක් නැහැ ඇය ඝාතනය කළා කියලා . 
ඔහු හරි . ඇය කාටත් කරුණාවන්ත වූවාය ... ඇය කෙරෙහි අමනාපයක් ඇති කර ගැනීමට . ඒත් අම්මා දෙයක් දැක්කා . 
මගේ අම්මා තමයි සාක්ෂිකාරිය Na Yu Mi ගේ නඩුව සඳහා . 
නැහැ . නිගමනවලට එන්න එපා . 
ඔබ කරන්නේ නම් , ඔබ සත්‍යයෙන් දුරස් වනු ඇත . 
අදට ස්තුතියි . 
ආරක්ෂිතව ගෙදර යන්න . 
ශක්තිමත්ව සිටින්න . 
මෙය ආරම්භය පමණි . 
Noh Yul Seong . 
නිර්නාමික මිනිසා . 
ඒ දෙන්නා සම්බන්ධද ... නැත්ද ? 
ඔවුන්ද ? 
මෙය විය යුතුය . 
මේක . 
( සෝල්හි හොඳම tteokbokki ! ) 
( දන්මුජි සහ කිම්චි ස්වයං සේවය ) 
හරි උඩ එනවා . 
එයාලා මෙහෙ . අපි මෙතන ඉන්නවා . 
මෙතන . 
ඔබ කුමක් කරමින් සිටියේද ? 
අපි මෙතන එක සෙට් එකක් ගමු . 
තේරුම් ගත්තා ද . 
මෙන්න සෙට් එක . 
- මෙතන . - ඔයාට ස්තූතියි . එය විශිෂ්ට ලෙස පෙනේ . 
එය හොඳ පෙනුමක් . 
- අපි කමු . - ඔයාට ස්තූතියි . 
- අපි කමු . - එය ඉතා හොඳ පෙනුමක් . 
( සෝල්හි හොඳම tteokbokki ! ) 
බන්ධනාගාර නිලධාරියාගේ දුව නේද ? 
ඔව් . ආයුබෝවන් . 
එය පෙනෙන්නේ නැත මේ ප්‍රදේශයේ කෙනෙක් . 
ඇය කිව්වාද ඇය කියලා යමෙකු වාර්තා කිරීමට යන්නේ ? 
නැත . 
ඔබ අවසන් වරට මගේ මව දුටුවේ කවදාද ? 
ඇය මිය යාමට දින දෙකකට පෙරය . 
මම ඇයට බැණ වැදුණා ග්‍රිල් කිරීම ගැන අර්ධ - කාලීන සඳහා මස් . 
මම ඇයට කිව්වා ඕනෑවට වඩා ගන්නවා කියලා අර්ධ කාලීනව රැකබලා ගන්න ... අනෙක් අවන්හල් නරක පෙනුමක් ඇති කරයි . 
පාට් ටයිමර් කෙනෙක් හිටියද ? 
ඇය නිතරම ඇයට කතා කළේ " ඉතින් හී " ඒ වගේම ඇයව ගොඩක් බලාගත්තා . 
කෙල්ල මතක් කලා කිව්වා ඇගේ දියණියගේ . 
ඔබ ළඟ ඇගේ අංකය තිබේද ? 
නැහැ . මම දැනගෙන හිටියේ ඇය කෙනෙක් කියලා විතරයි ඉදිරියෙන් පාසලේ සිසුවා . 
ඔහ් , හරි . 
මෙන්න ඇය . 
අපි එනකොට ඇය ගෙනාවා එකට ආහාර ගනිමින් සිටියහ . 
හරි . ඇගේ අවසන් නම Bae විය . බේ සෝ හී . 
- බේ සෝ හී ? - බේ සෝ හී ? 
අරින්න , ඉතින් හී . 
ඔයා හිතුවද මම දන්නේ නැහැ කියලා ඔබට වෙනත් පිරිමි ළමයෙකු හමුවීම ගැන ? 
විවෘත කරන්න ! 
විවෘත කරන්න , බේ සෝ හී ! 
ආයුබෝවන් ? 
කරුණාකර නවත්වන්න . 
මම ඔයාට කොච්චර ආදරේද කියලා ඔයා දන්නේ නැද්ද ? 
මට ඉන්නේ ඔයා විතරයි . 
මම පොලිසියට කතා කරන්නම් . දැන් යන්න . 
එක දෙක ... 
එය අඳුරු කරන්න ! ඔබ නැවත පොලිසියට කතා කළහොත් , 
- එය ඔබේ ඉළ ඇටවලින් පමණක් අවසන් නොවේ . - මට දඩබ්බරයෙකු වාර්තා කිරීමට අවශ්‍යයි . 
දෙයියනේ ! 
හේයි , මා වෙනුවෙන් සූදානම් වන්න . 
මිස් බේ සෝ හී . 
මිස් බේ සෝ හී මෙහේද ? 
මිස් බේ සෝ හී ? 
කරුණාකර දොර අරින්න , මිස් බේ සෝ හී . 
මිස් බේ සෝ හී ? 
මිස් බේ සෝ හී ! මොහොතක් ඉන්න ! 
එතනින් එලියට එන්න ඔයා කවුද ? 
නවත් වන්න ! 
මම සමාව ඉල්ලනවා , සර් . 
ඔබ තවමත් කියන්න යන්නේ අර්ධ - කාලීන සම්බන්ධයක් නැති බව ? 
ඔබ කිව්වා ඇය පැන ගියා කියලා ඇය ඔබව දුටු විගස . 
ඇය පලා යන්නට ඇත ඒ දඩබ්බරයා නිසා . 
මම සමාව ඉල්ලනවා , සර් . 
නමුත් ඔහු දඩබ්බරයෙක් නම් , ඔහු ගැහැණු ළමයින් සොයා ගැනීමේ විශේෂඥයෙකු විය යුතුය . 
ඔව් හොදයි . 
ඒ මිනිහට කතා කරන්න . 
අපට හැකි සෑම දෙයක්ම අපි භාවිතා කළ යුතුයි . 
තේරුණා . 
මම ඔයාට කිව්වා මට සම්බන්ධතා නැති වුණා කියලා මගේ සියලුම හිටපු අය සමඟ . 
මම ළඟා වීමට හේතුව a මගේ හිටපු යාළුවෙක්ගේ යාළුවෙක් ... ඔබ නිසා විය . 
මට විශ්වාසයි අඩුම තරමේ එකක්වත් ඇති . 
තවමත් සම්බන්ධව සිටින කෙනෙක් අතුරුදහන් වූ බේ සෝ හී සමඟ . 
ඔයා හිතුවද මට ඔයාව හම්බ වෙන්නේ නෑ කියලා ... ඔබ පදිංචියට ගොස් රැකියා මාරු කරන්නේ නම් ? 
මට සමාවෙන්න . 
ඔයා කරන්නේ කුමක් ද ? 
මිස් බේ සෝ හී ? 
ඒ ඔබද ? පිස්සු ලෝයර් පොන්නයෙක් . 
ඔයා කරන්නේ කුමක් ද ? 
- මිස් බේ සෝ හී ! - බේ සෝ හී ! 
මිස් බේ සෝ හී ? 
ඉතින් බන්ධනාගාර නිලධාරියාගේ දුව තමයි ... 
ඔව් , ඒ මම . 
ඒත් ඇයි පැනලා ගියේ ? 
ඔයා හිතුවද මම කවුද කියලා ? 
ඔබ ලුහුබඳිනවාද ? 
මට කණගාටුයි . මට ඕන නෑ වැඩිපුර සම්බන්ධ වීමට . 
එය කුමක් ද ? 
ඔබ සම්බන්ධ වීමට අකමැති කුමක්ද ? 
ඔයා දන්නවනේ මගේ අම්මා විඳපු දේ ... මැරෙන්න කලින් නේද ? 
මිස් බේ සෝ හී ! 
මිස් බේ සෝ හී ! 
මිස් බේ සෝ හී ! 
එය අඳුරු කරන්න ! 
කවුද ඒ මිනිහා ? 
බේ සෝ හී ගේ දඩබ්බරයෙකි . 
පරීක්ෂණය අතරතුර පවා ඔහු පිස්සු වැටුණි . 
ඔහු අඩක් පිස්සු වැටුණි . 
එයා භයානක කෙනෙක් වගේ . 
එහෙනම් ඉතින් හී අපේ උදව්ව ඉල්ලන්න තිබුනා . 
ඇයි ? ඇය කීවේ කුමක්ද ? 
ඇයට සම්බන්ධ වීමට අවශ්‍ය නොවීය . 
ඇය දැන සිටි බවක් පෙනෙන්නට තිබුණි මගේ අම්මාගේ නඩුව ගැන . 
ඔයා මට දෙනවද ඔයාගේ මොහොතකට දුරකථනය ? 
- මගේ දුරකථනය ? - ඔව් . 
ඇයි ? 
කමක් නැහැ . 
- ඔයා කරන්නේ කුමක් ද ? - මොහොතක් ඉන්න . 
අම්මව එපා වෙන හැම වෙලාවකම ... 
මොහොතක් ඉන්න . 
( අම්මා , දුව ) 
ඒක ඔයාගේ අම්මගේ අලුත් ෆෝන් එක . 
ඔබට මග හැරෙන සෑම විටම ඔබේ අම්මේ අංක එක ඩයල් කරන්න ... ඔබට අවශ්‍ය සියල්ල ඇයට කියන්න . 
ඔබට වාෂ්ප දැනෙන විට ඔබේ හිසෙන් නැඟී එන , ඔයාට අම්මා කියලා කතා කරලා සිසිල් වෙන්න . 
මම කිම් සා බලා සිටිමි Ra ගේ හිස සිසිල් කිරීමට . 
( අම්මා ) ( දියණිය ) 
ඇමතුම සම්බන්ධ කළ නොහැක . කරුණාකර ස්වරයෙන් පසුව පණිවිඩයක් තබන්න . 
ඔබට අය කරනු ලැබේ . 
අම්මා . 
එදා මොකද වුණේ ? 
මම සහතික වෙන්නම් ... සොයා ගැනීමට . 
ස්තුතියි . 
මගේ හිස සිසිල් වී ඇත ටිකක් , ඔබට ස්තුතියි . 
ඔබට දුකක් දැනෙන විට මට කතා කරන්න . 
( ඩොං ගි ජුන් ) 
මම ඕනෑම වේලාවක ඔබ වෙත යන්නෙමි . 
දඩබ්බර පෙම්වතාට තවත් සැකයක් දැනේ . 
එය ඒත්තු ගැන්වීම විය යුතුය සැකයට වඩා . 
එය ඔහුව වනචාරී කරයි . 
තේරුණා . 
( අපි ඔබට සම්බන්ධ වීමට ඉඩ නොදෙමු . කරුණාකර අප හා සම්බන්ධ වන්න . ) ( එම හොරා භයානකයි . කරුණාකර අපගේ උදව් ලබා ගන්න . 
( බේ සෝ හී ) 
( කරුණාකර මගේ අම්මාට උදව් කරන්න . ) අනේ මගේ අම්මට උදව් කරන්න . 
කරුණාකර . 
( කරුණාකර ) 
මම පැයකින් ඔබ හමුවන්නෙමි . මට ඔබේ ලිපිනය එවන්න . 
බේ සෝ හී අප වෙත එනු ඇත . 
ඇය සැඟවී සිටීම අවසන්ද ? 
( දික්කසාද විශේෂඥ විසඳුම ) 
ඇය ... මට ඉතා හොඳයි . 
ඒත් ඇයි එදා පැනලා ගියේ ? 
මම බය වුණා . 
ඔබ බිය වූයේ කුමක් ද ? 
( Noh Yul Seong සහ Han Ji In ) 
( නා යූ මි මිය ගිය දිනය ) 
රැකියාවෙන් ඉවත් වූ පසු tteokbokki ස්ථානයේ , මම මගේ ඊළඟ අර්ධකාලීන රැකියාවට ගියා . 
ඒක තමයි ආරම්භය . 
මම අමුත්තන්ට කාමරයක් සකස් කිරීමට ගියෙමි . 
එතකොටයි මම සූට් එකක් දැක්කේ පළමු වතාවට කාමරය . 
මම ටිකක් උද්යෝගිමත් වුණා . 
මියගිය නා මහත්මියගේ පවුලේ සාමාජිකයෙක් ... ඒ සඳහා දිගින් දිගටම ඉල්ලා සිටියේය විරෝධතාවක් හරහා නැවත විමර්ශනය කිරීම . 
ආරංචිය ඇසීමෙන් පසු මම පුදුමයට පත් විය . 
විමර්ශන දිගටම ... 
මොකක් ද වැරැද්ද ? 
ඔබ එම පුද්ගලයාව හඳුනනවාද ? 
මියගිය කාන්තාව ... සියදිවි නසා ගත්තේ නැහැ . 
මට කලින් පක්ෂය නවත්වන්න මෙම ඡායාරූප හෙළි කරන්න ... ඔබේ පෙම්වතාට . 
කවදද මේවා ගත්තේ ? 
දෙවියනේ . ඒක ලස්සන ෆොටෝ එකක් . 
යූ මි . 
මගේ විවාහය එහෙම නෙවෙයි ඔබ සිතන ලෝකය එයයි . 
ඒවගේම මේක නවත්තන්න ප්‍රමාණවත් වෙන්නේ නැහැ . 
- එසේ ද ? - ඔව් . 
එහෙනම් කොහොමද ඔයත් එක්ක කතාව සහ පංච පුද්ගල සමාජය ... එහෙන් මෙහෙන් අල්ලස් දෙනවා . 
ඒකෙන් විවාහය නතර වෙයිද ? 
ඔයාට පිස්සුද ? 
හේයි . 
වැදගත් කොටස පිටුපස ඇත . 
සියලුම ඡායාරූප සහ පටිගත කිරීම් ලබා ගන්න ... Na Yu Mi වෙතින් . 
ඇය විකාරයකට වැටුණොත් , ඇයව බලාගන්න . 
මම දේවල් කොපමණ දුරකට ගෙන යා යුතුද ? 
හේ , බොහෝ ඇත ඇයව ඉවත් කිරීමට ක්රම . 
ඇයි මගෙන් එහෙම අහන්නේ ? 
ඉතින් ඊට පස්සේ එයා මාව බලන්න ආවා . 
මගේ අම්මා නඩුවට ගියා . 
ඔබ මේ ගැන දැන සිටියාද ? 
ඔව් . 
ඇය තනිවම ගියාද ? 
නෑ ඇය මාත් එක්ක ගියා . 
පාක් මහත්මිය , මම යන්නම් වැසිකිළිය ඉතා ඉක්මනින් . 
ෂුවර් . 
( සා රාගේ මවගේ දවස , පාක් ජොං සුක්ගේ මරණය ) 
විවේකාගාරයෙන් ආපසු පැමිණි පසු , ඇය එහි සිටියේ නැත . 
මම ඇය ගැන වටපිට බැලුවෙමි , මම ඇයව දුටුවෙමි . 
( නඩු පැවරීමේ සේවය ) 
එය කාගේ මෝටර් රථයද ? 
හොඳින් ... 
ඒ බෑණාගේ ලේකම්වරයාය . 
- හරි . - හෝටලයේ දර්ශනවල සිටින පුද්ගලයා . 
නෝ යූල් සොං ... 
බෑණා ළඟ හිටියේ නැද්ද ? 
කවුරුහරි ඇය අසල සිටියේය . ඒත් මට ඒ මූණ හරියට බලන්න බැරි වුණා . 
ඉතින් හෝටල් දර්ශන සියල්ල මකා දැමුවා නේද ? 
ඔව් . 
කරුණාකර පොලිසියට සාක්ෂි දෙන්න ඔබ දැන් කී සියල්ල . 
ඒකෙන් වෙනසක් වෙයිද ? 
මට තියෙන එකම බලාපොරොත්තුව ඔයා . 
පළමුවෙන්ම , එම ස්ථානයෙන් ඉවත් වන්න ඔයා දැන් ඉන්න ... දඩයක්කාරයා නැවත ඔබ වෙත පැමිණීමට පෙර . 
හරි . අපි ඒක කරමු . 
අපි ආරක්ෂිත ස්ථානයක් සොයා ගනිමු . 
මෙතන . 
නියම වැඩක් . 
මම හිතුවා සමාව ඉල්ලන්න ඕන කියලා . නමුත් ඒ වෙනුවට ලියුම් කවරයක් . 
මම හිතන්නේ මෙය එතරම් නරක නැත . 
ඔබට දැන් නවත්වන්න පුළුවන් . 
ඉතින් එය කොන්ත්රාත්තුව අවසන් කිරීමක් ලෙස අවසන් වේද ? 
එය එසේ නම් , මම ඉල්ලා අස්වීම සඳහා තෑග්ග තෝරා ගන්නෙමි . 
මාවත් අපේක්ෂකයෙක් කරන්න . 
- කුමක් සඳහා අපේක්ෂකයෙක් ? - ලේලියක ලෙස . 
සභාපතිනිය බව මට ආරංචි විය ඇත්තටම එකක් හොයනවා . 
මගේ දෙයියනේ . 
වෙන තැනක එහෙම කියන්න එපා . 
ඒක ඇත්ත කියලා කෙනෙකුට හිතෙන්න පුළුවන් . 
මම විහිළු කරනවා වගේද ? 
- ඔබ රැකියාවෙන් ඉවත් වෙනවාද ? 
- ඔව් . - අපි යමු . - හෙලෝ , සභාපතිනි චා . 
මේ කව්ද ? 
ඇය සේවාදායකයියක් . 
මම නැවත හමුවෙමු . 
මම ප්‍රධාන විධායක නිලධාරී නෝ සමඟ පෙම් සබඳතාවක් පවත්වමි . 
ඒ Jang Hui Jin ද ? 
ඔව් . ඒක හරි . 
ඔහු සමඟ ආලය භුක්ති විඳින්න . 
ඔහුට අවශ්‍ය ඕනෑම අයෙකු සමඟ ඇසුරු කළ හැකිය . 
( Gositel ) ( 3 - da 
එය අඳුරු කරන්න . 
ඒ නිසා හී පොලිසියට යන්න තීරණය කළා . අපි යමු . 
මෙය සිදු කරනු ඇත . 
අපි දැන් ගිහින් Noh Yul Seong අරන් යමු . 
මම හොල්මනක්ද ? ඇයි බයද ? 
ඔයා කාට හරි කතා කළාද ඔබ එසේ නොකළ යුතුද ? 
ඔයාට මොනවද වෙලා තියෙන්නේ ? 
ඔයා අහුවෙලා . 
නීතිඥයෙක් . 
මම වැඩ නිසා කතා කරනවා . 
ඔහු ඔබට මෙය මිලදී ගත්තාද ? 
ඔව් ? 
මට කලින් තිබුනා . 
ඔබ එම සපත්තු සඳහා කළේ කුමක්ද ? 
ඔය දෙන්නා පිස්සු වැටිලා . 
( නීතිඥයා ) 
මම සියල්ල පැහැදිලි කරන්නම් . 
මම සියල්ල පැහැදිලි කරන්නම් . 
මට යන්න දෙන්න . 
හේයි , ඔබ ඔහු සමඟ නිදාගත්තාද ? 
එයට යන්න දෙන්න . 
ඔවුන් පැවසුවේ ඇය පිටතට ගිය බවයි , නමුත් ඇය දුරකථනයට පිළිතුරු දෙන්නේ නැත . 
ඇය කොහෙද ගියේ ? 
මම ඇයව නැවත ඇමතීමට උත්සාහ කරමි . 
ෆෝන් එක ඕෆ් කරලා . 
කරුණාකර යන්න ... ස්වරයෙන් පසු පණිවිඩයක් . 
යහපත පිණිස . 
හේයි , ඉතින් හී . 
( නීතිඥයා ) 
( නීතිඥයා ) 
වෙනත් දත්ත නොමැත අර්ධ - කාලීන විසින් ඉතිරි කර තිබේද ? 
මම හැම දෙයක්ම පරීක්ෂා කළා . 
යහපත . එය පැහැදිලියි . 
නමුත් ඇය නැවතත් ඔබේ මල් ආපසු ලබා දුන්නාය . 
එවැනි දෙයක් වාර්තා කරන්න එපා . 
Kim Young A ලෙස තේරී පත් විය දැන් පක්ෂ නියෝජිතයා . 
යහපත පිණිස . මෙය කරදරකාරී ය . 
මල් භාර දෙන්න . 
SOLUTION වෙතද ? 
ඒක ජනාධිපතිට යවන්න ඉදිරි මැතිවරණයට අපේක්ෂකයා ... මගේ නම සහ සා රා දෙක යටතේ . 
SOLUTION වෙත නව මල් පෙට්ටි යවන්න . 
හරි හරී . 
අද කිසිම දෙයක් ගැන හිතන්න එපා ... සහ හොඳින් නිදාගන්න . 
ආයුබෝවන් . 
ඇගේ උපන් දිනය ? 
දුරකථන අංකය ? 
සා රා ! 
සා රා ! කිම් සා රා ! 
ස රා ඔයා හොඳින්ද ? 
ඔයා හොඳින් ඉන්නේ . සන්සුන් වන්න . 
හුස්ම ගන්න . සෙමින් හුස්ම ගන්න . 
හුස්ම පිට කරන්න . 
හුස්ම ගන්න , ඔබ හොඳින් . 
ඔබට සිහිය ආවාද ? 
ඔබේ හුස්ම ගැනීම කොහොමද ? 
ඔයා කොච්චර ඇඬුවද අධි වාතාශ්රය අත්විඳින්නද ? 
Bae So Hee නොමැතිව අපි කුමක් කරමුද ? 
අපි වෙනත් මාර්ගයක් සෙවිය යුතුයි . 
ඒක මගේ අම්මට හරිම අසාධාරණයි . 
ශක්තිමත්ව සිටින්න . 
සෝ හී ගේ වචන සත්‍ය දැයි ඔප්පු කිරීමට , එය අවුල් සහගත සටනක් බවට පත්විය හැකිය . 
ඔහ් , ඉන්න . 
මෙතන . 
ඔයාට ස්තූතියි . 
ඒත් ඔයා කොහොමද ඇතුලට ආවේ ? 
හොඳින් , මම මගේ උපන්දිනය , 1214 දී යතුර දුන්නා . මම කලින් පාවිච්චි කරපු දෙයක් . 
කිසිවෙකු නොදැන සිටින බැවින් එය ආරක්ෂිතයි . 
ඔව් , එය සිතිය හැක්කේ එක් පුද්ගලයෙකුට පමණි . 
ඒකෙ තේරුමක් නෑ . 
ඇත්ත වශයෙන් . 
මම බලන්නම් ඔයා යන්න . 
මට දරුණු හිසරදයක් තිබේ . 
ගණන් ගන්න එපා . මම යන්නම් . 
අපේ මතකය වන චෙස් කෑල්ල , ඒකත් නිසා තාමත් මෙතන ඉන්නවා ඉවත දැමීමට බොහෝ කරදර , සහ ඇතුල්වීම යන කාරණය මුර කේතය මගේ උපන් දිනයයි ... කිසිවක් අදහස් නොවේ . 
අපි රෝහල් කාමරයේ අත් අල්ලාගෙන , නමුත් ඔබ මට වැටුණේ නැත . 
කමක් නැහැ . මම හැමදේම හොඳින් , එබැවින් මම බලා සිටිමි . 
ඒත් ඒක ඔයාට ගොඩක් අමාරුයි ... මේ කාලය තුළ තනිව දුක් විඳීමට . 
ඔහ් , ඔයා මෙතන . 
ඔබ වැඩිපුර විවේක නොගත්තේ ඇයි ? 
මම හොඳින් . 
ඊයේ වෙනුවෙන් ස්තූතියි . 
ෂුවර් . 
මම නා යූ මිගේ කුලී රථ රියැදුරු හමුවීමට යනවා . 
අපි ඒ නඩුව විසඳන්න ඕන ... ඉඟි සොයා ගැනීම සඳහා ඔබේ මවගේ නඩුවට සම්බන්ධයි . 
මට පේනවා ... නිරන්තරයෙන් තරු ලකුණක් වීමට ඔබ ගැන කණගාටුයි . 
මට කණගාටු වෙන්න එපා . 
එතකොට මට ඔයාව ආයෙත් තේරුම් ගන්න ඕන . 
ඉන්න . 
ඊයේ , මම ... හැඟීම් වැඩියි . 
ඔයා අද නැද්ද ? 
ඔබ හැඟීම්බර වීමට මම කැමති විය . 
ඔව් , මම එයට කැමති වුණා . 
මම එයාව බලන්න යන්නම් . 
ඒ නිසා මට තවත් දුක හිතෙන්නේ නැහැ . 
ඔහ් , හලෝ . 
- හේයි . - රියදුරන් අතර , Gong Deukgu කියලා කෙනෙක් ඉන්නවද ? 
ඔහ් . ගොං මහත්තයා ? ඔහු බොහෝ කලකට පෙර ඉල්ලා අස්විය . 
ඔහු දැන් වැඩ කරන්නේ කොහේද ? 
මම හිතන්නේ ඔහු කුලියට ගත්තා සමාගමක රියදුරෙක් . 
ඔයාට ස්තූතියි . 
ගෙදර කවුරුහරි ඉන්නවද ? 
කවුරු හරි ඉන්නවාද ? 
Gong Deukgu මහතා . 
නිර්මාණ සපත්තු පැළඳ සිටින රියදුරෙක් එය ඩොලර් 9,000 ක් වටිනා ය . 
( Gong Deukgu ) 
ඇතුලට යන්න , මට ඔයාට කියන්න දෙයක් තියෙනවා . 
ඔයා කරන්නේ කුමක් ද ? යන්න මගී අසුනට . 
( මහ ඇමති ) 
( ඔබගේ නිලවරණයට සුබ පැතුම් ) මට ඒක අමාරුයි SOLUTION වෙතින් ඉල්ලා අස්වීමට . 
නමුත් ඔබට පුළුවන් නම් මාව අයෙක් ලෙස පත් කරන්න නිදහස් උපදේශක කමිටුව , මම ඔබට උදව් කිරීමට මගේ උපරිමය කරන්නෙමි . 
ඔබ නොසිටීම සතුටක් මගේ යෝජනාව දැඩි ලෙස ප්‍රතික්ෂේප කරන්න . 
මට සමාවෙන්න , මට එක කොන්දේසියක් තියෙනවා . 
මගේ මුහුණේ හරිද ? 
අපි අහල බලමු මේ පාර මොකක්ද සිද්ධිය කියලා . 
අනේ නෝ මහත්තයා මට මලක් එව්වා ඔබේ නම් සමඟ . 
( Noh Yul Seong සහ Kim Sa Ra ) 
( හන්ජූ සාදය ) 
මම ඔබට මගේ දර්ශනය කියන්නම් . 
( මැසෙන්ජර් සේවය ) 
- හියර් යූ ගෝ . - ඔව් . 
- සුභ දිනයක් වේවා . - ස්තූතියි . 
ආයෙත් එයා තමයි . 
සමහර විට එය වරදක් නොවේ . 
මම ඒක බලාගන්නම් . 
ඒකට කමක් නැහැ . 
මේසය මත තබන්න . 
ටිකක් තියෙන එක හොඳයි කාර්යාලයේ මල් . 
මම මගේ අම්මා සමඟ ටිකක් අවධානය වෙනතකට යොමු කරන නිසා , කරුණාකර සේවාදායක ලැයිස්තුව සහතික කර ගන්න සංවිධානය කරන්නේ ඔබ දෙදෙනා විසිනි . 
හරි හරී . 
ඔයාට මොනවද වෙලා තියෙන්නේ ? 
මම ඒවා ගන්නම් . 
Noh Yul Seong ඔවුන් එව්වා . 
එයාට මාව ආයෙත් බඳින්න ඕන . 
WHO ? Noh Yul Seong ? 
ඒ නිසා ? 
මම යනවා ... ඔහුගේ නිවසට ආපසු යන්න . 
( දික්කසාද රැජින ) 
දැන් ඒක නවත්තන්න . ස රා එක්ක පටලවගන්න එපා . 
කරන්න බැරි දෙයක් ගැන මම හිතන්නේ නැහැ . 
මම හිතන්නෙ පුළුවන් දෙයක් ගැන විතරයි . 
මෙම නැවත විවාහයේ අවසානය කුමක්ද ? 
මම මේ පාර මට විසඳුමක් හදනවා . 
විසඳුම් කේතය Kim Sa Ra වේ . 
තෝ වගේ මෝඩයෙක් . 
මම කීප සැරයක්ම කිව්වා කාවවත් විශ්වාස කරන්න එපා කියලා . 
ඒ නිසා ඔබ අසාර්ථකයි . 
එහෙනම් ඇයි ඔබ Gong Deukgu විශ්වාස කරන්නේ ? 
ඔහු නිවැරදි පුද්ගලයාද ? 
ඔහු නා යූ මිගේ කුලී රථ රියදුරුද ? 
එයාද මගේ අම්මවත් අරන් ගියේ ? 
මම හිතන්නේ මම ඒ සපත්තු කලින් දැකලා තියෙනවා . 
මම මේ දක්වා මගේ රහස තබා ගත්තෙමි . 
මම මේ මිනිහව හොයනවා . 
ඔහු ගොං ඩියුක්ගු නොවේද ? 
