( 絕佳 的 解決士 ) 
看來 金英雅 代表 真的 對 你 很 滿意 
關你 甚麼 事 
你 要 加入 競選小組 嗎 
你 好奇 這件 事 做 甚麼 
瑞允 很快 就 回 韓國 了 
我 可以 見 他 嗎 當然 
但 要 等 我們 成為 一家人 之 後 
我們 復 合 吧 
( 韓主黨 ) 
你 是不是 瘋 了 我 不是 有 說過 嗎 
你 一直 都 是 我 的 正妻 
那 就 重新 做 回 我 的 正妻 吧 
就算 做 你 最 後 一任 妻子 我 都 不願意 
那 就 替瑞允 著想 
他 該 有 多 想 跟 媽媽 一起 住 
你 明明 就 不是 為 了 瑞允 而是 金英雅 代表 
那 又 怎樣 
喂 你 想想 要是 能拉攏 她 順利興 建車律 之城 
瑞允馬 上 就 能 高人一等 
到 時 他 的 人生 又 豈止 是 奔 上 高速公路 
簡直 就是 搭上 F1 賽車 狂飆 
拜 託 你 別 再 拿 孩子 當 藉口 
我 真是 要 瘋 了 
這是 值得 生氣 的 事 嗎 
這樣 一來 你 就 能 陪 在 瑞允 身邊 
我 也 可以 拉攏 金英雅 代表 
瑞允 也 能 有 媽媽 陪伴 
這樣 豈 不是 三全 其美 
難道 你 計算 不出 來 嗎 
應該 是 小人 得利 吧 只有 你們 這 些小 人才 會 開心 
真是 的 
瑞允 
是 媽媽 媽媽 
今天 在 學校 還順利 嗎 
很快 就要 放假 了 吧 
對 啊 所以 我 下個 月 要 回首 爾 
回去 能見 到 你 嗎 
那當然 我們 一定 要 見 到 面 
媽媽來 安排 
好 我 很 想 你 
瑞允 對 不起 害 你 這麼 想 我 
我 再 打給 你 
我 愛 你 我 也 愛 你 
這是 甚麼 荒誕不經 的 事 
真是 無言以 對 
喂 需要 我 去 買個 人偶 回來 嗎 
放在 這裡 讓 你 插 滿竹針 
你 這 眼神 是 甚麼 意思 
你 該 不會 
不是 吧 
你 是 因為 孩子 的關 係 嗎 
喂 
只要 一 想到 瑞允 就 覺得 只 為 了 自己 著想 的 我 很 糟糕 
思緒 變得 如此 複 雜的 我 就 像 個 瘋 女人 
我 怎麼 會 變成 這樣 
你別 這樣 
( 第 9 集 ) 
知道 了 告訴 那個 人別 遲到 
媽 我要 開會 了 
若 不是 聯誼 的 話 難道 是 相親 
你 才 幾歲 這麼 早就 開始 相親 
因為 我媽 總 是 在 煩 我 
真羨慕 你 還有 媽媽 可以 讓 你 心煩 
金 莎拉 小姐 
是 
司機 先生 我拿給 她 就 好 
好 
謝謝 麻煩 你 
今天 是 甚麼 日子 嗎 
就算 是 特別 的 日子 也 不會 有人 送 這種 東西來 啊 
是 甚麼 呢 
天 啊 真 漂亮 
( 盧律成 ) 
還 真是 沒頭 沒腦 
那個 你 跟 盧律成 代表 有 發生 甚麼 事 嗎 
沒有 
退回去 給他 
不用 了 我來 就 好 
( 媽媽 ) 
喂 
請問 你 是 哪位 
天 啊 不好意思 
你 先 講電話 吧 
沒事 反正 講 不了 電話 
我 是 在 打給 我媽 
原來 如此 
每次 打過 去 都 是 空號 結果 有人 用 了 這號碼 
在 我 爸媽 過世 後 我 也 很常 打 這種 電話 
那 你 沒事 嗎 
嗯 
怎麼 了 
你 沒事 就 好 
那個 這些 花 
是 代表 甚麼 意義 
那個 看來 是 送 錯 地方 了 
好 那 你 忙 吧 
好 
你 找 我 嗎 
你 覺得 她 會 吃 這套 嗎 
( 請 轉告 你 兒子別 再 送 這 種 髒 花 來 金 莎拉 ) 
請 轉告 你 兒子別 再 送 這 種 髒 花 來 
金 莎拉 
還真 丟臉 
真不知道 你 是 單純 還是 愚蠢 
正好 適 合成 為 那個 魯莽 女人 的 玩物 
媽 
對 我們 而言 還有 比法 學院法 跟 車律 之 城還 重要 的 東西 嗎 
( 法學院 法 車律 之城 成功 戰略 ) 
( 法學院 法進 行情 況 ) 
( 法學院 法進 行情 況 ) 
金英雅現 在 最 信任 跟 需要 的 人 就是 金 莎拉 
為 甚麼 要 利用 金 莎拉 來拉攏 金英雅 
應該 要 從 那些 能 對 她 造成 壓迫 的 人 下手 
之前 嘗試過 了 不是 沒有 成效 嗎 
所以 才 需要 用別 的 方式 
結果 那個 方法 竟然 是 金 莎拉 嗎 
那還 不如 甚麼 都 別 做 我來 想 辦法 
難道 我會 只 為 了 金英雅 一個 人 而 這樣 做 嗎 
金 莎拉 跟 董基俊 那 兩人 正在 從羅有 美的 案子 開始 重新 追查 呢 
這樣 豈 不是 剛好 
反正 你 跟 那宗 案子 不是 毫無關 係 嗎 
「 剛好 」 
你 真的 這樣 想 嗎 
你 這是 甚麼 意思 
總之車律 之城 是 由 我 開始 的 我會 負責 收尾 
交給 我 處理 吧 
喂 我 交代 你 今天 準備 的 東西 去 拿 最高 級 最昂貴 能 讓 她 大 吃 一驚 的 那種 
我 知道 了 
小春 那 是 甚麼 
這是 組長 媽媽辦 第一次 忌日 要 用到 的 
我 聽 說 她 在 自己 準備 
等等 這個 要 放到 車上 對 吧 
那個 董律師 
你 怎麼 會 讓 我 進去 一下 
這些 要 放 哪裡 
這些 幫 我 放在 椅子 上 
謝謝 
董律師 說 他 有 15 年 的 祭祀 經驗 
對 了 伯母 會 從 那裡 進來 門要 開著 
她 應該 不 知道 開鎖 密碼 吧 
這樣 啊 
首先 上面 說 是 紅東 白西 
那棗 栗梨柿 是 甚麼 
( 祭祀 桌擺放 規則 ) 
甚麼 「 棗栗 梨 柿 」 
「 棗栗 梨 柿 」 是 甚麼 呢 
你們 是 要 參加 祭祀 考試 嗎 
因為 我 做 甚麼 都 會 認真 對 待 
棗栗 梨 柿 紅東 白西 連文書 之中 也 沒 有 記載 
伯母 生前 最喜歡 吃 甚麼 
煎餅 綠豆 煎餅 
那 就 把 煎 餅給 我 吧 
這邊 
好 的 還 需要 給你 甚麼 嗎 
接下 來 
野菜 「 野菜 」 
野菜 
麻煩 放到 祭器 上 
等 你 頭腦 清涼 下來 了 隨時 可以 來 找 我 
我會 一直 等 著 你 
給我 吧 
組長 
該 做事 了 
我 該 做 甚麼 動起 來 就 好 
拜 託 你 快 一點 好重 
你 走 前面 
確定 是 貴 的 嗎 
對 我 已經 準備 了 最高 級 的 
大基 已經 下班 了 嗎 
他 應該 還在 查羅有 美的 案子 
是 我 拜 託 他 的 
請 他 從頭 開始 調查羅有 美 那天 的 行 蹤 
如果 真兇 不是 盧律成 那會 是 誰 呢 
要 找到 目擊者 啊 雖然 很 不 容易 
哎呀 好重 
我 沒 有 遲到 呢 
今天 不是 岳母 的 忌日 嗎 
我 也 做 了 些 準備 
你現 在 是 在 做 甚麼 
還能 做 甚麼 
她 可是 瑞允 的 外婆 我 當然 要 幫忙 
不然 要 由 誰 來 打理 
你 覺得 我 媽會 想 吃 你 碰過 的 東西 嗎 
拿回去 
莎拉 
我們 也 該 成熟 一點 了 
你 沒 聽 到 房子 主人 的 話 嗎 
她 叫 你 離開 倒 是 你 在 這裡 做 甚麼 
幫 我 一下 把 這些 拿 去 丟掉 
還真 尷尬 
好 吧 那麼 
我 下次 再 帶瑞 允來 
到 時見 那 我 先 走 了 
再見 
我 走 了 
那盒 鮮花 再 加上 祭祀 餐點 
你 這是 在 做 甚麼 
看來 你 還沒 聽 說 啊 
那 你 直接 上樓 聽 她 說 肯定 很 有意思 
走 吧 
「 目擊者 」 
之前 說 的 那個 人 怎麼樣 了 
羅 有 美 身亡 那天 跑 進 那間 房裡 的 那個 兼 職生 
我 一直 有 留意 但 沒 甚麼 動靜 
可能 跟 她 沒 有關 係 
你 要 繼續 確認 別 讓 他們 接觸 到 她 
我 知道 了 
你 不 打算 告訴 我 是 怎麼 回事 嗎 
他 好像 是 想透 過我 跟 金英雅 代表 牽上線 
突然 跟 我 裝熟 
天 啊 真受不了 
他 那 張臉 怎麼 有 辦法長 出 鬍 子 臉 皮厚 成 這副 德行 
你 不用 在意 
我 想起 你 媽媽 做 的 豆汁 麵 
超 美味 真的 很 好吃 對 吧 
我 只有 聽 說過 
沒有 見過 她 本人 
謝謝 
這是 我媽 
天 啊 
我 以前 有見過 你媽 嗎 
應該 沒 有 吧 
但 我 怎麼 覺得 很 面熟 
等等 你 等 我 一下 
小春 你 也 一起 過來 看看 
這位 是不是 跟 你 媽有點 像 
媽 
這是 我媽 對 吧 
是 有點 像 
那 你 聽 聽 看 這個 
好 的 請 你 再 說 一次 你 看到 了 甚麼 
但 我 女兒 
含冤 入獄 媽媽 若 我 願意 舉報 你 能 幫幫 我們 嗎 
是 嗎 
好 我們 先見面 再 談 
沒錯 我過 去 找 你 
只要 去 南 西部 地檢 就行了 吧 
這是 甚麼 
她 是 羅 有 美 事件 的 舉報 人 
在 那 之前 請 你 先 把 電話 告訴 我 
你 的 意思 是 羅 有 美 事件 的 舉報 人 是 我 媽媽 
她 提到 的 那個 入獄 的 女兒 
等等 
日期 是 
一年 前 的 今天 
這段 影片 你 再 多 看 一點 
這裡 
你 知道 這男 的 是 誰 嗎 
我 不 知道 
你 媽媽來 找 檢方 舉報 
卻 突然 跟 著 陌生 男子 離開 
然 後 那天 這太荒 謬 了 
那個 這說 不通 啊 
所以 我媽 不是 自殺 嗎 
那個 目前 還沒有 他 殺 的 證據 
沒錯 伯母 不是 那種 我媽 肯定 有 看到 了 甚麼 啊 
我媽 就是 目擊者 羅 有 美 事件 
不 你 先 不要 太快 下 結論 
要不然 真相 會變 得 更 為 遙遠 
今天 很 謝謝 你 
路上 小心 
你 要 堅強 一點 
因為現 在 才 是 開始 
盧律成 
與 匿名 男子 
兩個 人 是 有 關聯 還是 沒 有 呢 
到底 有 沒 有 
看來 是 這裡 啊 
就是 這 
( 首爾 最 好吃 的 辣 炒年糕 ) 
( 醃黃蘿 蔔 與 泡菜 ) ( 自助 ) 
好 的 
他們 來 了 
這裡 
看起 來 很 好吃 啊 歡迎 光臨 
阿姨 拿 一套 餐具 給我們 吧 
好 的 我 這就給 你 們 
套餐 來 了 
套餐 來 了 嗚 哇 看起 來 很 好吃 
看來 我們 選對 地方 了 
我們 開動 吧 謝謝 
先 吃 這個 份量 也 太 多 了 
( 首爾 最 好吃 的 辣 炒年糕 ) 
你 就是 那個 進監獄 的 女兒 吧 
是 的 你好 
感覺 不 像是 這個 街區 的 人 啊 
伯母 有 沒 有 說 過要 去 舉報 誰 或者 其他 的 一些 話 呢 
沒有 
你 最 後 一次 見 到 我 媽媽 是 甚麼 時候 
應該 是 她 去世 前 兩天 
我 看 她給 兼 職生 吃 燒肉 就 責怪 了 她 一下 
這樣過 於 照顧 兼 職生會 讓 其他 店 舖 很 難堪 
她 曾 僱用過 兼 職生 嗎 
整天 喊著 「 素熙 」 很 是 照顧 她 呢 
說 看到 兼職 生令 她 想起 女兒 
請問 你 有 她 的 聯絡 方式 嗎 
沒有 我 只 知道 她 是 對面 裴榮大學 的 學生 
對 了 
這裡 有 照片 
這裡 的 店主 們 一起 聚餐 時 還帶 她 來過 呢 
沒錯 她 的 姓 是 裴氏 就 叫 裴素熙 
「 裴素熙 」 「 裴素熙 」 
素熙 你 開 一下 門 
你 以 為 我 不 知道 你 有 新歡 了 嗎 
快點 開門 
裴素熙 開門 
喂 
求 你 別 再 這樣 了 
難道 你 不 知道 我 有 多 愛 你 嗎 
你 可是 我 的 唯一 啊 
我要 報警 了 你 快給 我 走 開 
一 二 
該 死 如果 你 再 敢 報警 
這次 可不 會 只 以斷 肋骨 結束 我要 舉報 有人 跟 蹤 騷 擾 我 
真是 可惡 
你給 我 走 著 瞧 
裴素熙 
請問 裴素熙 在 嗎 
裴素熙 
裴素熙 請 你 開 一下 門 
裴素熙 
裴素熙 請 你 等 一下 
你 是 誰 怎麼 會 從 那裡 出來 
哎呀 等 一下 
對 不起 
現在 你 還要 說 那個 兼 職生 和 我們 沒有 關聯 嗎 
你 不是 說 她 一 看到 你 就 跑掉 了 嗎 
有 可能 是 因為 害怕 那個 跟 蹤 狂 所以 跑掉 的 
對 不起 
但 如果 他 真是 個 跟 蹤 狂 那 他 肯定 是 個 找 女生 的 專家 啊 
應該 是 這樣 
你現 在 就 和 他 聯絡 
讓 他 一箭 雙雕 好 了 
我 知道 了 
我 說過 我 已經 和 所有 前女友 都 斷絕 了 聯絡 
這次 聯絡 前女友 朋友 的 朋友 是 你 叫 我 做 的 
至少 會有 一個 同學 
與 失 蹤 的 裴 素 熙 保持 聯絡 吧 
你 以 為 換住 處 換 工作 地方 我 就 找 不到 你 了 嗎 
喂 
你 這是 在 做 甚麼 
你 是不是 裴素熙 小姐 
就是 你 嗎 你 這個 混蛋 律師 
你 在 做 甚麼 
裴素熙 喂 裴素熙 
你 就是 裴素熙 吧 
那麼 那位 進監獄 的 女兒 就是 
是 的 就是 我 
但 你 為 甚麼 要 逃跑 
你 以 為 我 是 誰 就要 逃跑 呢 
難道 你 正在 被 人 追 嗎 
對 不起 我 不想 再 被 牽 扯 進去 了 
到底 是 甚麼 
甚麼 事情 讓 你 不想 再 被 牽 扯 進去 
你 知道 我媽媽 去世 前 得知 的 那 件 案子 吧 
裴素熙 
裴素熙 
裴素熙 
( 正確 的 112 報警 ) 真是 該 死 
( 需 告知 準確 位置 需 告知 現況 ) 那個 傢 伙 是 誰 
是 騷擾 裴素熙 的 跟 蹤 狂 
甚至 在 接受 調查 時還 大吵 大鬧 
我 看 他 幾乎 已 經喪 心病 狂 
感覺 很 危險 
那 裴素熙 更 應該 跟 我們 聯手 才 對 
怎麼 了 她 說 了 甚麼 
她 說 不想 再 被 牽 扯 進去 
她 似乎 知道 媽媽 的 案件 
能否 借用 一下 你 的 手機 
我 的 手機 嗎 是 的 
怎麼 了 
讓 我 看看 
你 在 做 甚麼 你 先 等 一下 
如果 你 想念 媽媽 了 
就 這樣 做 
( 媽媽 女兒 ) 
這是 你 媽媽 的 新手 機 
如果 想念 媽媽 了 你 就 撥 打 1 號鍵 告訴 她 你 想 說 的 一切 
或者 在 你 頭腦 發熱時 就 給媽媽 打電話 讓 自己 的 頭腦 清涼 下來 
因為 我會 一直 等到 你 頭腦 清涼 下來 
( 媽媽 ) 
你 撥 打 的 電話 無法 接通 嗶一聲後將 轉駁 至 留言 信箱 
並將 收取 通話費 
媽媽 
那天 到底 發生 了 甚麼 事 
我 一定 會 查出 真相 的 
( 金 莎拉 ) ( 謝謝 你 ) 謝謝 你 
( 多虧 了 你 我 的 頭腦 好像 清涼 了 一點 ) 多虧 了 你 我 的 頭腦 好像 清涼 了 一點 
( 董基俊 感到 洩氣時 記得 找 我 ) 感到 洩氣時 記得 找 我 
( 我會 隨叫 隨到 ) 
我會 隨叫 隨到 
如 你 所 說 那 跟 蹤 狂 男友 嚴重 懷疑 女友 劈 腿 
要 讓 他 確信 不是 懷疑 
只有 這樣 他 才 會 徹底 發瘋 
我 明白 了 
( 我會 保護 你 不 被 捲 入 這件 事 的 請 你 聯絡 我 ) ( 那個 跟 蹤 狂 很 危 險 讓 我們 幫 你 擺脫 他 吧 ) ( 裴素熙 請 你 回覆 我 ) 
( 裴素熙 ) ( 我會 保護 你 不 被 捲 入 這件 事 的 請 你 聯絡 我 ) 
( 請 你 幫 幫 我 媽媽 吧 ) 
( 求 你 了 ) 求 你 了 
( 請 你 幫 幫 我 媽媽 吧 求 你 了 ) 
( 一個 小時 後 我 去 找 你 請傳 地址 給我 ) 一個 小時 後 我 去 找 你 請 傳給 我 地址 
裴素熙 答應 要 過來 了 
她 決定 不 躲 了 嗎 
( 離婚解 決士 SOLUTION ) 
老 闆 她 對 我 真的 非常 好 
可是 你 那天 為 甚麼 要 逃跑 呢 
因為 我 害怕 
你 害怕 甚麼 
( 盧律成 韓智仁 求婚 派 對 ) 
( 羅 有 美 死亡 當日 ) 
那天 我 從 辣 炒年糕 店 下班 後 又 去 做 了 另 一份 兼職 
那 便是 事情 的 開端 
我 被 派 去 佈 置 一間 客人 休息 的 房間 
而 那種 豪華 套房 是 我 第一次 見 
所以 我 一時 有點 興奮 
死亡 的 羅 某 家人 要求 重新 調查 ( 羅 有 美 死亡 三個 星期 後 ) 持續 進行 一人 示威 
後 來 我 看到 那新聞 感到 非常 震驚 
( 促請 對 交通 意外 重新 調查 的 一人 示威 ) 正在 調查 所有 可能性 
你 怎麼 了 究竟 是 自殺 還是 他 殺 
是 你 認識 的 人 嗎 
那個 女人 ( 促請 對 交通 意外 重新 調查 的 一人 示威 ) 並 不是 自殺 
在 我將 這些 照片 傳給 跟 你 再婚 的 那個 女人 前 你 最好 停止 求婚 派 對 
這張 照片 你 甚麼 時候 拍 的 
嗚 哇 你 很 上鏡 呢 
有美 
我 的 婚姻 不是 你 想像中 的 那種 世界 
只 憑 這種 照片 根本 破壞 不了 
是 嗎 是 
那麼 你 和 五人會 到 處 行賄 的 事 怎麼樣 
足夠 破壞 了 嗎 
你 瘋 了 嗎 
是不是 
重要 內容 在後面 
羅 有 美拿著 的 照片 和 錄音 全部 給我 搶來 
如果 她 亂 來 的 話 就 把 她 處理 掉 
要 怎麼 處理 
有 很多 方法 能 讓 她 消失 啊 
為 甚麼問 我 
這麼 說 伯母 是 在 那 之後來 找 我 的 吧 
我媽媽 有 去 檢察廳 
你 知道 嗎 
知道 
我媽媽 是 一個 人 去 的 嗎 
不是 是 我 陪 她 一起 去 的 
老 闆 我 去 一下 洗手 間 
( 要成 為 公正 清廉 值得 信賴 的 檢察官 ) 好 
( 莎拉 母親 朴正 淑 死亡 當日 ) 
後 來 我 從 洗手 間 回來 發現 伯母 不 在 那裡 了 
於 是 我 到 處 尋找 終於 看到 了 老 闆 
( 檢察 ) 
她 上 了 誰 的車 
是 
是 她 女婿 秘書的車 
就是 酒店 影片 中 出現 的 那個 人 
盧律成 
她 的 女婿 有 沒 有 在 旁邊 
旁邊 的 座位 上 的 確有 個 人 但 我 沒 看清楚 那個 人 的 臉 
你 已經 刪掉 那段 酒店 影片 了 吧 
是 
能 不能 麻煩 你 去 警署 陳 述 一下 你 剛才 說 的 話 
這樣 的 話 就 能將 那些 人繩 之 以法 嗎 
現在 你 是 我 唯一 的 希望 了 
你 馬 上 從現 在 住 的 房子 裡 搬出 來 吧 以免 那個 跟 蹤 狂 又 找 上 門 來 
是 啊 就 這麼 辦 吧 
我們 會 幫 你 安排 一個 安全 的 住 處 
拿 著 
這段 時間 辛苦 你 了 
本以 為 你 是 來 向 我 道歉 的 結果 是 付 我 酬勞 
不過 這樣 也 不錯 
打探 消息 的 事 今 後 就 不必 了 
結論 是 你 要 跟 我 解約 
那麼 遣散 禮物 由 我 來 決定 
這次 把 我 也 加入 候選人 當中 吧 
甚麼候 選人 媳婦候 選人 
聽 說會長 幫 你 找 了 好多 相親 人選 
可笑 
這種 話 你 可 不要 到 外面 去 亂 說 
別人 聽 了 還以 為 是 真的 
我 像是 開 玩笑 嗎 
現在 下班 嗎 是 
走 吧 車會長 你好 
你 是 誰 
她 是 委 託 人 
下次 再見 吧 
我 跟 盧律成 是 正在 拍拖 的 情侶關 係 
你 是 叫 張熙珍 嗎 
是 正是 我 
好好 拍拖 吧 
反正 跟 誰 拍拖 都 無所謂 
( 迷你 考試 公寓 ) ( 通仁路 3 多街 6 ) 
該 死 
裴素熙 說 她 願意 去 警署 走 吧 
太好了 
是 時候 捉住 盧律成 了 
你 是 看到 鬼 了 嗎 何必 這麼 驚嚇 
難道 你 打 的 電話 不能 被 我 發現 嗎 
你 為 甚麼 要 這樣 
被 我 發現 
你 聯絡 了 律師 
是 因為 工作 才 和 律師 見面 的 
這個 袋 是 那個 傢 伙買給 你 的 嗎 
是 嗎 
原本 就 有 的 
鞋子 呢 是 做 了 甚麼 好事 才 得到 的 
這些 混蛋 真是 瘋 了 嗎 
( 律師 ) 
我 可以 解釋 這 一切 
我 可以 解釋 
放開 我 可惡 
喂 你 跟 那 傢 伙 睡 了 嗎 
好痛 
( 迷你 考試 公寓 ) 聽 說 她 剛剛 才 出門 可是 不接 電話 呢 
她 去 了 哪裡 呢 
( 迷你 考試 公寓 ) 我 再 聯絡 一次 
你 撥 打 的 電話 無法 接通 
嗶一聲後將 轉駁 至 留言 信箱 
可惡 
素熙 
( 律師 ) 
救命 
所以 那個 兼 職生 沒 有 再 留下 其他 資料 了 吧 
是 的 都確 認過 了 
很 好 處理 得 很 乾淨 嘛 
不過 你 送 的 花 又 被 退回 來 了 
那種 事情 不用 報告 
現在 金英雅 確定 當選 了 黨 代表 
可惡 真煩 
再 送花 過去 
送到 SOLUTION 嗎 
送花 給韓主黨 下屆 總統候 選人金 英雅黨 代表 送 的 時候 把 盧律成 和 金 莎拉 的 名字 寫 在 一起 
另外 重新 再 送 一盒 花到 SOLUTION 
好 了 
你 今天 甚麼 都 不要 想 好好 睡 一覺 
你 回去 吧 
是 生日 嗎 
還是 電話 號碼 
莎拉 
莎拉 金 莎拉 
莎拉 你 還好 嗎 
沒事 的 冷靜 
深呼吸 慢慢 深呼吸 
吐氣 
再 深吸 一口 氣 沒事 的 
醒 了 嗎 
呼吸 沒 問題 嗎 
你 到底 是 哭 得 多 傷心 才 會 過度 換氣 
現在連 裴素熙 也 不 在 了 該 怎麼 辦 
只能 再 找 找 其他 辦法 了 
我媽媽 太 冤枉 了 怎麼 辦 
你 要 做好 覺悟 
如果 想要 證實 裴素熙 說 的 是不是 事實 可能 會經 歷一場 混戰 
等 一下 
來 
謝謝 
不過 你 是 怎麼 進來 的 
因為 密碼 是 我 的 生日 1214 那 是 我 以前 用過 的 電話 號碼 
因為 是 沒 有 任何人 可以 聯 想到 的 號碼 所以 比較 安全 
是 啊 只有 一個 人 可以 想到 
沒 甚麼 特別 的 意義 
我 知道 
看 你 離開 後 我 再 休息 
我的頭 好像 快要 裂開 了 
不用 出來 送 我 我 走 了 
含有 我們 回憶 的 國際 象棋 棋子 你 仍然 是 嫌 麻煩 才 沒 丟 玄關 的 密碼 是 我 的 生日 也 沒 有 特別 的 意義 
之前 在 醫院 握過 我 的 手 也 不是 因為 你 的 內 心動搖 了 
沒關 係 這些 都 沒關 係 我會 一直 等 
但 這段 期間 要 由 你 獨自 承受 痛苦 令 我實 在 難以 忍受 
你 來 了 
怎麼 不 多 休息 一會 再 來 
沒關 係 
昨天 謝謝 你 
嗯 
我 打算 去 見載 過羅有 美的 的士 司機 
必須 先解決 那個 案件 才能 找到 你 母親 案件 的 線索 
看來 我 是 會 不斷 對 你 感到 愧疚 的 星座 啊 
你 不用 再 感到 愧疚 的 
這樣 我 才 不用 再諒 解 你 
那個 
昨天 是 我 情緒 太 激動 了 
那 今天 沒有 嗎 
你 情緒 激動 我 挺 開心 的 
對 挺 開心 的 
我 出門 了 
所以 我 決定 不再 對 你 感到 愧疚 了 
我 跟 你 說 你們 好 
請問 這裡 的 司機 中 有 沒 有 一位 叫作 孔得求 的 人 
你 說 姓 孔 的 啊 他 好久 之前 就 辭職 了 
那 他 辭 職之後去 了 哪裡 呢 
聽 說 好像 進 了 某間 公司 當司機 
好 的 謝謝 
有人 在家 嗎 
有人 在家 嗎 
孔得求 先生 
平常 穿著 一雙 900 萬 韓元 名牌 運動 鞋 的 司機 嗎 
( 駕駛 執照 孔得求 ) 
上車 我 有 話 跟 你 說 
你 做 甚麼 去 坐 副 駕駛座 
( 國務 總理 ) 
( 外交部 長 官 祝賀 當選 ) ( 教育部 長 官 祝賀 當選 ) 要 我 離開 SOLUTION 有 困難 
但 如果 讓 我 擔任 非 專任 諮 詢委員 的 話 我會 盡 全力 協助 你 的 
幸好 你 至少 不是 一口 回絕 我 
不過 很 抱歉 我 還有 一個 附帶 條件 
這麼 開門 見 山 嗎 
說來 聽 聽 吧 這次 又 是 甚麼 方案 
對 了 盧 代表 是 以 你 們 的 共同 名義送 來 祝 賀禮 呢 
( 盧律成 金 莎拉 祝賀 當選 ) 
( 韓主黨 ) 
現在 告訴 你 我 的 方案 吧 
( 快遞 ) 
你 的 包裹 謝謝 
再見 好 的 
又 是 那位 送 的 
這應 該 不是 送錯 了 吧 
我來 處理 吧 
沒關 係 
幫 我 放在 桌上 吧 
在 公司 裡擺點 花 也 不錯 
還有 因為 我 忙 著 處理 我 媽媽 的 事 委 託 人 的 名單 就 請 你 們 兩人 整理 好別 漏掉 了 
好 的 
你 怎麼 回事 
我 決定 收下 那些 花 
那 可是 盧律 成送 來 的 
他 說 要 跟 我 復 合 
誰 說 的 盧律成 嗎 
所以 呢 
我 決定 回去 回到 那個 家 
( 絕佳 的 解決士 ) 
你現 在 就 停手 別 再動 搖金 莎拉 了 
我 不會 去 想 不 可能 的 事 
只會 想 可能 的 事 
復 合 的 最終 目標 是 甚麼 
我 這次 是 在 執行 對 我 自己 的 解決 方案 
解決 方案 代碼 「 金 莎拉 」 
你 這 傢 伙 總是 這麼 蠢 
我 都 說過 那麼 多次 別 相信 任何人 
所以 才 說 你 沒用 
那媽 你 為 甚麼 相信 孔得求 
確定 是 這張 臉 嗎 ( 的士 駕駛 執照 孔得求 ) 
這個 人 就是 載 過羅有 美的 的士 司機 嗎 
我媽 也 是 被 他 帶 走 的 嗎 
我 好像 在 哪裡 見過 那 雙運動 鞋 
這段 時間 我 都 有 保守 秘密 
我 正在 找 這個 男人 
請問 這個 人 是不是 孔得求 組長 
