‫ את צוחקת , נכון ? 
‫ אני אח , אני עובד פה כבר שלוש שנים . 
‫ את באמת לא מזהה אותי ? 
‫ זה לא העניין , מותק . ‫ אתה לא יכול לעלות בלי תג עובד . 
‫ היה לי תג . פשוט ... איבדתי אותו . 
‫ בחייך . ‫ נתתי לך את משחת הקורטיקוסטרואידים ‫ כשנשרפת בקיץ שעבר . ‫ באנסינדה . 
‫ אני זוכר את הנקודה הזאת בגב שלך ‫ שלא יכולת להגיע אליה . 
‫ כן , אני זוכרת . 
‫ אבל לא תצליח ‫ לעלות לספינה שלי בפלירטוטים , רומיאו . 
‫ יפטרו אותי בגללך ... ‫ אייברי , היא אחות , היא יכולה להעיד לטובתי . 
‫ היי , רונדה . ‫ - היי . ‫ אלא אם יש לה בכיס האחורי ‫ תג עובד עם התמונה שלך ... ‫ השארת אותו בחנות הנוחות . 
‫ היא צוחקת . תודה , רונדה . 
‫ אני מתעב אותך . 
‫ - אתה משוגע עליי . 
‫ דרך אגב , התג לא היה ליד כדורי הזקפה . 
‫ אז אתה מוכן ? ‫ שלושת ה " אמיגוס " חוזרים לפעולה בעונה נוספת . 
‫ יותר כאילו שני ה " אמיגוס " ומר מאגו . 
‫ אם מדברים על מאגו , שמעת משהו מד"ר קמפבל ? 
‫ לא . חיכיתי למייל הצגת הנהלים הרגיל שלו ‫ בפתיחת העונה , ‫ אבל לא קיבלתי שום דבר . 
‫ לא נראה לך שהוא ... ‫ החזיר ציוד ? ‫ מאגו ? לא . 
הוא מקק . ‫ הוא ישרוד התרסקות מטוס בלי שריטה . 
‫ שלום , חבר'ה . ברוך שובכם . 
‫ בואו תלוו אותי . 
‫ נשארו שש שעות ‫ עד הפלגת הבכורה של העונה הזאת , ‫ ויש לנו עוד יום וחצי עבודה בערך . ‫ קפטן . ‫ - קפטן . 
‫ אבל הכול מסתדר . איכשהו זה קורה כל שנה . 
‫ קפטן , סליחה . איפה ד"ר קמפבל ? 
‫ לצערי , הוא כבר לא איתנו . 
‫ תירגעו , חבר'ה . הוא לא מת . 
‫ נאלצתי לפטר אותו . 
‫ תודה , אלן . 
‫ אחרי הפשלה הזאת בשנה שעברה ‫ כשהאורח המיוחד שלנו עלה לספינה . 
‫ חיידק הירסיניה אנטרוקוליטיקה . 
‫ טוב , אתה לא צריך להזכיר לי ‫ את הפרטים העקובים מדם . 
‫ ראיתי אישה משתמשת בכובע שלה כשקית הקאה . 
‫ מקסים . 
‫ סליחה , קפטן . 
‫ החזר כספי לכולם . ‫ עוד שתי הפלגות שבוטלו ‫ בזמן שניקינו וחיטאנו את הספינה . 
‫ והחוקר האפידמיולוגי אמר ‫ שאילו רק היינו תופסים את זה יום קודם ... ‫ אמרתי לד"ר קמפבל ‫ שהאיש לא סובל מדלקת התוספתן . 
‫ וזו הסיבה שהוא כבר לא ‫ אחראי לבריאות בספינה שלי . 
‫ עולם הפלגות הנופש היום ‫ מוכרח להתעלות על ציפיות הנוסעים . 
‫ אנחנו חיים בתקופה של חוסר ודאות . ‫ מלחמות ומגפות עולמיות . ‫ ואף אחד לא יצא מהבית עבור משהו ‫ שאינו השלמות בהתגלמותה . 
‫ או שיחליפו אותנו בובות מין רובוטיות ‫ בהפלגה וירטואלית , ‫ באוקיינוס שקט וירטואלי ‫ ללא מחלות או עובדים . 
‫ מרי . ‫ - קפטן . 
‫ חומד , יש לך שם משהו . 
‫ השורה התחתונה היא שאנחנו בעסק הזה ‫ צריכים להיות ברמה הגבוהה ביותר . 
‫ אסור לנו להתבלבל שוב ‫ בין התפרצויות חיידקיות לדלקת התוספתן . 
‫ סבסטיאן , נכון ? אתה חדש פה . 
‫ כן , אדוני . 
‫ אני אראה לך איך לקפל את המגבות . 
‫ אני לא יכול לעבוד תחת מתחזה זקן חדש . 
‫ אנחנו צריכים לנהל את המרפאה . ‫ שנינו . 
רק לנו אכפת . ‫ אני יודע . תגידי לו . 
‫ קפטן , קיבלת את ההחלטה הנכונה ‫ כשפיטרת את ד"ר קמפבל . ‫ אם יורשה לי , אני אחות מומחית , ‫ קיבלתי אותה הכשרה כמו רופא , ‫ יש לי סמכות חוקית להיות אשת רפואה ראשית . 
‫ אני רוצה להציע את עצמי כמועמדת למשרה . 
‫ אני תומך מאוד במועמדות הזאת , קפטן . 
‫ תודה , אייברי . טריסטן . ‫ אני בהחלט מודע ‫ לשנות השירות שלכם ב " אודיסאה " ואסיר תודה . 
‫ אבל במקרה הזה , ההחלטה כבר התקבלה . 
‫ מתוך 110 מועמדים , מצאנו אותו . ‫ ד"ר מקס בנקהם . 
‫ למד ב " ייל " , הראשון במחזור שלו . 
‫ שירת ארבע שנים בחיל השלום במערב אפריקה . 
‫ הוא פיתח איזושהי טכניקה חדשה ‫ לניתוח שפה שסועה . 
‫ זכה בפרס מטעם האו"ם על הומניטריות ‫ או משהו מטורף . ‫ והיה חבר בהנהלה ‫ של מחלקת הילדים ב " ג'ונס הופקינס " . 
‫ קפטן , עם כל הכבוד , ‫ נשמע שהוא מוכשר מדי לתפקיד . 
‫ אחרי השנה שעברה , אני מעדיף ‫ אדם מוכשר מדי מאשר לא מוכשר מספיק . 
‫ הוא יגיע בקרוב . 
‫ אני סומך עליכם ‫ שתדאגו לכניסה חלקה שלו לתפקיד . 
‫ האיש הזה בטח בן 100 . ‫ 
‫ היי . עדיין אין לי תג עובד . 
‫ אני מקס בנקהם , הרופא החדש . 
‫ אני רונדה קול . 
‫ תיכנס , חומד . 
זה בסדר . ‫ - תודה . 
‫ והנה הוא . 
‫ דוקטור . ברוך הבא ל " אודיסאה " . 
‫ ומאחר שנראה שהם בהלם , ‫ הרשה לי להציג את אייברי וטריסטן . 
‫ אתם ודאי האחים המבריקים והמוכשרים שלי . 
‫ אנחנו האחים המבריקים והמוכשרים ‫ של הספינה , כן . 
‫ למעשה , אני אחות מומחית . 
‫ אחות מומחית , כמובן . 
‫ אני מצטער . 
מקס בנקהם . 
‫ יש לך מטען ? 
‫ כן , אבל הוא יגיע במשלוח . 
‫ מושלם . 
נזוז ? 
‫ זה לשם . ‫ - אדוני . 
‫ כשעבדתי בטנזניה , בכפרים שם ‫ המכונים " קיג'יג'י " , למדתי שני דברים . ‫ הראשון , מה אפשר לעשות בעזרת ציוד בסיסי . ‫ והשני , מה אי אפשר . ‫ זו הסיבה שביקשתי לערוך פה כמה שינויים . 
‫ כן , כל הציוד פה הוא החדשני ביותר . 
‫ נחמד . 
‫ מה זה ? בנקהם , זה ... ‫ 
- מכשיר דיאליזה , כן . 
‫ בבי"ח גדול משתמשים בו ‫ רק במטופלים עם כשל כלייתי , ‫ אבל אני אומר לכם , זה אולר שוויצרי . ‫ הוא יעיל לכל דבר . 
‫ זילוח במקרה של בליעת רעלים , ‫ ניקוז נוזלים בחולים עם כשל לבבי , ‫ דיאליזה ממושכת לחולים אנושים . זה מדהים . 
‫ כשעבדתי ב " ואניני " באפריקה ... ‫ מה הוא ? ברוס באנר ? ברוס ויין ? 
‫ הוא צודק . 
‫ כבר שנים אני אומרת ‫ שאנחנו צריכים מכשיר דיאליזה . 
‫ לא , אבל האיש הזה היה יכול ‫ לעבוד כרופא בכל מקום בעולם , ‫ אבל הוא רוצה להיות רופא פה ? בלונה פארק צף ? 
‫ כתוב פה שהתא שלי נמצא בסיפון הפליקאן . 
‫ אתה טריסטן , נכון ? ‫ - כן . 
‫ נראה לך שתוכל להראות לי איפה זה ? ‫ 
- בשמחה רבה . בבקשה . 
‫ זה לא מקום שאני רגיל לעבוד בו כרופא . 
‫ אז מה מביא אותך הנה ? 
‫ זאת אומרת , אדם כמוך ‫ היה יכול לעבוד בכל מקום , נכון ? 
‫ נראה שיש פה יתרונות , אני לא יודע . 
‫ מה אתה אוהב בזה ? 
‫ אתה יודע מה הסוד ‫ שלא רוצים שנגלה לכל האורחים ? 
‫ היא שייכת לנו . ‫ הספינה הזאת , החיים האלה . 
הם שלנו . ‫ אנו רק מניחים להם לחוות זאת לשבוע . 
‫ אבל כשהשמש שוקעת , ‫ אנחנו חוזרים לנמל , מגיע תורנו . 
‫ תעבוד כמו קפטן , תבלה כמו שודד ים . 
‫ הפילוסופיה של " האודיסאה " . 
‫ היא שלנו . ‫ זה מוצא חן בעיניי . 
‫ וואו . הייתי יכול להתרגל לזה . 
‫ ארוחת הערב עם הקפטן בשעה 20 : 00 . ‫ לבוש רשמי , כלומר לא חולצת הוואי . 
‫ גיליתי את זה בדרך הקשה . חליפה . ‫ תודה . 
‫ - כן . ‫ ותודה שהראית לי את הדרך . 
‫ אני מתרגש . 
‫ כן . זה ממש כיף חיים . 
‫ למה אני פה ? ‫ למען האמת , זה בדיוק כמו אצלך . 
‫ איזון בין החיים לעבודה . 
‫ תמיד הצטיינתי בחלק של העבודה , ‫ אבל עכשיו הגיע הזמן ל ... ‫ - חיים ? 
‫ כן . ‫ - כן , תקבל את זה בגדול . 
‫ החיים יפתיעו אותך כשכלל לא תצפה . ‫ תעמוד על המשמר . 
‫ אולי נוכל לשמור זה על זה ? 
‫ לא אעזור לך למצוא בחורות , אחי . מצטער . 
‫ זה לא אישי , זאת פשוט מתמטיקה . 
‫ היחס בין הגברים לנשים פה הוא שלושה לאחת . 
‫ כל גבר דואג לעצמו . 
‫ בחייך . כבר יש לך את הסוויטה . אתה רופא . 
‫ יש לך יתרון התחלתי . 
‫ יוצאים למסע . ‫ שיהיה בהצלחה . 
‫ זו טבעת אלחוטית חדשנית ביותר . ‫ היא עוקבת אחרי סימני החיים שלך . 
‫ תביא שקית עירוי של 500 מ"ל . הוא מיובש . ‫ וארבעה מיליגרם " זופרן " . 
‫ מייד . 
‫ סליחה על האיחור . ‫ - איפה היית ? 
‫ הלכתי לאיבוד . 
‫ גבירתי , זה בעלך ? ‫ - כן . 
‫ אני רוצה שתספרי לי כל מה שקרה ‫ ממש מההתחלה . 
‫ היא כבר מסרה לנו תצהיר , זה בתיק שלו . 
‫ היינו במסיבת המרגריטות , חגיגת הפתיחה , ‫ וברט אמר שהוא לא מרגיש טוב , ‫ ואז הוא פשוט התחיל ... ‫ לעשות את זה . 
‫ אוקיי , צוות , איך נטפל בזה ? 
‫ נתחיל מההתחלה , אבחנה מבדלת . 
‫ נרשום תסמינים , נציין את המחלות הקשורות , ‫ ומשם נצמצם . 
‫ סליחה , אדוני . 
‫ יש לנו דלקת הלחמית . פריחה . ‫ זה אופייני לתגובה אלרגית . 
‫ נראה שההקאות מצביעות על משהו שהוא בלע . 
‫ אולי אלרגיה למזון ? ‫ 
- אין לו אלרגיות למזון . 
‫ למרגריטות בחגיגת הפתיחה ‫ היה טעם מוזר . משהו מתכתי . 
‫ מעניין . במרגריטה אין אלרגנים שכיחים , ‫ אבל טעם מתכתי ‫ עשוי להיות קשור לתרופות מסוימות . ‫ אנטיביוטיקה כמו " אזיתרומיצין " . ‫ אז מה יש לנו ? אלרגן . ‫ משהו שהוא בלע . טעם מתכתי . 
‫ הייתי מהמר על תגובה חריפה ‫ לכדורי אנטיביוטיקה . 
‫ נחמד . מסקנה הגיונית ‫ אם המטופל היה לוקח אנטיביוטיקה . 
‫ אבל הוא לא . 
‫ מר וגברת רובנס . לפני שהלכתם למסיבה , ‫ עברתם במקרה במזנון פירות הים ? 
‫ מותק , את יודעת שאני מת על קוקטיילים . ‫ קוקטייל שרימפס . 
‫ אלו החיים . 
‫ אני מת ? אני מת ועליתי לגן העדן של הזללנים ? 
‫ בתיאבון . ‫ - בתיאבון . 
‫ אכלנו שרימפס . 
‫ אבל הוא לא אלרגי לשרימפס . 
‫ אנחנו מתים על פירות ים . 
‫ זו לא תגובה אלרגית . ‫ לא לשרימפס ולא לאנטיביוטיקה . 
‫ זה קורה לפחות פעם אחת בכל הפלגה . 
‫ שרימפס מכילים יוד . ‫ אם אוכלים יותר מדי שרימפס מהר מדי ‫ זה עלול לגרום להרעלת יוד . 
‫ הרעלת יוד ? צריך לאכול המון ... ‫ זה קורה גם לגורים של כלבי ים . ‫ ולכן אנחנו קוראים לזה " מחלת כלבי הים " . 
‫ תן לו שני מ"ל " לוריוון " . 
‫ גור כלב הים הקטן שלי . 
‫ אז מה תעשו ? 
‫ ובכן , מר רובנס , ‫ נצטרך לעשות לך שטיפת קיבה . 
‫ אבל אל תדאג , עד מחר בבוקר כבר תרגיש מצוין . ‫ יופי של הסקת מסקנות קודם . כל הכבוד . 
‫ אנחנו רואים כל מיני דברים בהפלגות . ‫ הרבה דברים שחוזרים על עצמם . 
‫ במשרד שלך יש ספרייה ‫ עם מדור עשיר על רפואה ימית . ‫ אולי תרצה להתעמק בזה . 
‫ יהיה מבחן ? ‫ 
- אתה חי אותו . 
‫ סליחה על האיחור , קפטן . 
‫ אני לומד על המחלות ‫ שעשויות לפגוע באנשי ספינות נופש . 
‫ אנשי ספינת נופש ? 
‫ אתה מתכוון לאנשים שנהנים יותר מדי ? 
‫ בחיים לא חשבתי שבן אדם יכול ‫ לאכול מספיק שרימפס כדי לסבול מהרעלת יוד . 
‫ עכשיו , ד"ר ... ‫ אסור לך לשפוט את הנוסעים שלנו . ‫ אנחנו מגשימים להם את החלומות . 
‫ יש לנו פה אנשים שחסכו במשך שנים , ‫ לפעמים כל חייהם , ‫ רק כדי לשלם על החוויה הזאת בים . 
‫ וחוץ מלידת הילד שלהם , ‫ או במקרים מסוימים החתונה שלהם , ‫ זה יהיה השבוע המסעיר ביותר בחייהם . ‫ ותפקידנו להבטיח זאת . 
‫ הבנתי . 
‫ התפקיד שלנו הוא להגשים את החלום . 
‫ ואתה פה כדי לשמור על ביטחונם ‫ של החולמים האלה . 
‫ אתה יכול לחשוב על עצמך כ ... מלאך שומר . 
‫ מה שומר ? ‫ - מלאך שומר . 
‫ אנחנו דואגים שהכול יראה מושלם ‫ כך שאי אפשר יהיה להתאפק . 
‫ ולמה להתאפק ? 
‫ לא צריכים להיות ‫ שום רגשי אשמה בשיט תענוגות . 
‫ אולי נראה לך שאנשי הצוות האלו ‫ שמתרוצצים פה במדים הלבנים הקצרים ‫ הם בגדר עובדים בקאנטרי קלאב . ‫ אבל אל תטעה , הם בהחלט הטובים ביותר . 
‫ אף אחד לא יכול לעבוד בספינה שלי ‫ בלי שעות על גבי שעות ‫ של הכשרה אינטנסיבית ‫ באירוח , בצלילה , בהחייאה . 
‫ הכי טובים שיש . 
‫ לפעמים אנחנו אפילו מורחים קרם הגנה ‫ כי פה , אף אחד לא נשרף . 
‫ זה המקום הכי רחוק מהגיהינום . 
‫ הספינה הזאת ... ‫ הספינה היא גן עדן . 
‫ לרוב אנחנו נמצאים ‫ במרחק של שלוש שעות מהיבשה . ‫ פינוי מוסק בלב הים אינו בגדר אפשרות . 
‫ כך שזה יהיה התפקיד שלך ‫ להשאיר את כולם בחיים . 
‫ זה נטל כבד שמלווה באחריות עצומה . 
‫ אנחנו צריכים להיות מוכנים ‫ לכך שיקרו דברים איומים . 
‫ ואי אפשר לכעוס על התקלות והתאונות האלו . 
‫ ואם מדברים על תקלות ותאונות , ‫ אני צריך ללכת . 
‫ אבל קפטן , הבנתי אותך . 
‫ ותודה . 
‫ מה קרה ? ‫ 
- זה נשבר . 
‫ הוא בהלם . 
‫ מה נשבר , מר איירינגטון ? 
‫ שבר בפין . 
‫ אי אפשר לשבור את ה ... זו לא באמת עצם . 
‫ שבר ברקמת הפאשיה . - עורי שמחבר את רקמת הזקפה ‫ לפאשיה . 
‫ הטיפול היחיד הוא ניתוח . 
‫ זה הליך מהיר , 15 דקות , ‫ אני נכנס ויוצא . הרדמה מקומית . 
‫ אסור לנו לנתח בספינה . זה נגד הנהלים . 
‫ על פי הנוהל מתאמים עם הנמל הקרוב ... ‫ מלבד במקרי חירום . 
‫ כל שנייה שאתה מאבד דם ‫ היא שנייה שאתה מאבד את ההזדמנות ‫ להחלמה מלאה . מוכרחים לפעול עכשיו . 
‫ תעשה מה שצריך לעשות , ד"ר . 
‫ תכינו אותו . ‫ יהיה בסדר . 
‫ הדם מהזקפה שלו הצטבר בבסיס הפין . 
‫ לא נוכל לעשות דבר עד שננקז את שטף הדם . 
‫ איזמל . 
‫ באופן כללי , שבר בפין קורה במהלך יחסי מין ‫ כשהצד המקבל נמצא מלמעלה , ‫ בתנועה נמרצת מעלה ומטה . ‫ קורה שהמרחק גדול מדי , ‫ ואז בזמן החזרה לישיבה , זה מתפספס . 
‫ למדת את זה בחיל השלום ? 
‫ ממש לא . בקדם רפואה . ליאנדרה . 
תפירה . 
‫ מי זו ליאנדרה תפירה ? 
‫ תפירה . תפרים . 
‫ ליאנדרה היא האישה שלימדה אותי על שבר הפין . 
‫ בשנה השנייה שלי באוניברסיטה . מסיבת טוגות . 
‫ אני מצטער , רגע . שברת את ה ... ‫ לפני שתתלהב מדי , אולי כדאי שאספר לך ‫ שזה קורה רק לפינים הגדולים והמוצקים יותר . 
‫ זה ממש לא במקום . ‫ טוק , טוק . 
שירות חדרים . 
‫ שאריות מארוחת הקפטן . ‫ 
- איך אתה מרגיש ? 
‫ כאילו שנשבר לי הבולבול ותפרו לי אותו חזרה . 
‫ לצערי , נצטרך להשאיר אותך פה הלילה , ‫ ותהיה במעקב כל השבוע . 
‫ אז מתי הוא יוכל , אתה יודע ... ‫ כן . אני מצטער , בלי פעלולי מיטה ‫ לפחות ארבעה עד שישה שבועות . 
‫ אני מצטער , מותק . 
‫ הרסתי לנו את הפלגת ירח הדבש . 
‫ אתם יודעים , ‫ באינטימיות יש אינספור ניואנסים . 
‫ נגיע למנזניטה מחרתיים . 
‫ אני מכירה מישהי שם , מטפלת בטנטרה . 
‫ היא עובדת עם זוגות , ‫ עוזרת להם לחקור רמות עמוקות יותר של חיבור ‫ באמצעות מגע , נשימות , מרכזי עונג . 
‫ מרכזי עונג ? 
‫ כאילו , אני מעוניין . 
‫ אוקיי . נפלא . 
‫ תיהנו מארוחת הערב . ‫ - תודה . 
‫ הצילו ! הוא לא נושם ! ‫ 
- תרחיקו את כולם ! ‫ תחזיק מעמד . העזרה בדרך . 
‫ הצילו . הוא לא יכול לנשום . ‫ 
- גברת , תני לו מרחב . 
‫ מה קרה ? 
‫ אמרתי לה לחכות , כל אחד בתורו , ‫ אבל היא קפצה מייד אחריו . 
‫ רציתי שנעשה את זה יחד . 
‫ הוא יהיה בסדר ? 
‫ ברט , אתה שומע אותי ? 
‫ ברט , תנשום . תנשום , ברט ! 
‫ ברט , תחזיק מעמד , חבר . ‫ תחזיק מעמד , ברטי קטני . 
‫ לא , לא הרגת אותו , גבירתי . 
‫ כשנחבטת בבעלך , ‫ עצם הבריח התנתקה מעצם החזה שלו ‫ וניקבה את קנה הנשימה . 
‫ זו הסיבה שהוא מתקשר לנשום . ‫ 
- מה , נקב בקנה הנשימה שלו ? ‫ אנו מחדירים צנתר תוך קני ‫ כדי לוודא שהוא מקבל מספיק חמצן . 
‫ הוא מייד יתחיל לנשום . 
‫ אני יודעת שהיינו אמורים לנוח ‫ אחרי שהוא נדבק במחלת כלבי הים , ‫ אבל התלהבנו כל כך להיות פה . ‫ פשוט להמשיך לעשות חיים . ‫ אל תדאגי , גבירתי . אנחנו מטפלים בזה עכשיו . 
‫ אבל איך תרפאו אותו ? לתמיד . 
‫ הוא צריך ניתוח חזה מתקדם ‫ כדי להחזיר את עצם הבריח שלו למקום . 
‫ אין לנו את הציוד לזה . זו לא תפירה של פין . 
‫ בעוד שש שעות נגיע לפורטו ויארטה . ‫ אני יכול להתקשר לשירותי רפואת החירום שם . 
‫ אי אפשר להחזיק אותו פה כך כל הלילה . 
‫ כל עיכוב בטיפול ‫ עלול לגרום לנזק רציני לכלי הדם . 
‫ אנחנו מוכרחים לעשות משהו . 
‫ במקרים מסוימים , ‫ אפשר להניע את המפרק הסטרנו - קלביקולרי ‫ באופן ידני . 
‫ זה נשמע מסוכן מאוד . 
‫ אם זה לא יעבוד , ‫ זה עלול להחמיר מאוד את מצבו . 
‫ זמן ההחלמה עלול להיות ארוך בהרבה . 
‫ אבל זו ההחלטה שלך , ד"ר . 
‫ לא , זו לא . 
‫ ההליך הזה דורש שיתוף פעולה של כולנו . ‫ ההחלטה צריכה להתקבל פה אחד . 
‫ אם מישהו מתנגד , דברו עכשיו . 
‫ אייברי , תגביהי את גב המיטה . 
‫ טריסטן , אני רוצה שתאחז בו מתחת לכתפיים ‫ ותתמוך בגב שלו בעזרת הברך שלך . 
‫ עכשיו , לספירת שלוש , ‫ אני רוצה שתסובב לו את הכתפיים ‫ כנגד כיוון השעון . 
‫ אחת . שתיים ... 
‫ - אבל אז אני אדחוף כנגדך . ‫ זו הכוונה , טריסטן . תסובב אותו . 
‫ אחת . ‫ - זה ישבור לו את עצם הכתף . 
‫ תעשה את זה . 
‫ אתה מוכן ? 
‫ אחת . שתיים . שלוש . 
‫ אתה בסדר ? ‫ ברח לי במכנסיים , אבל אני חי . 
‫ אני פשוט לא מסתדר עם פקודות . ‫ ובכן , אני הבוס שלך , חבר . 
‫ כן . ולמי יש יותר ניסיון ‫ בעבודה בספינה הזאת ? 
‫ חבר'ה , לא ליד המטופל , בבקשה . 
‫ יש סימני חיים בחלל העמוק ? 
‫ רק כדור מסתובב גדול ונפוח ממש מעליי . 
‫ אז , הוא חוזר לעצמו אי פעם ? 
‫ או שהוא תמיד נשאר עקום קצת ? 
‫ הפין שלך . אחרי ששברת אותו . 
‫ לגוף יש כוח ריפוי מופלא . ‫ עשית עבודה טובה היום . ‫ אותה מטפלת בטנטרה במנזניטה . 
‫ לייני . היא מדהימה . 
‫ היא הצילה את חיי ‫ אחרי פרידה לפני כמה שנים . 
‫ חוץ מזה , לא מספיק ‫ לטפל בהם רק פה . צריך גם ... ‫ לשמר את הפנטזיה . ‫ תמיד . 
כל הזמן . 
‫ טריסטן . הוא אח טוב . 
‫ אל תיתפס לרושם ראשוני . 
‫ הוא יד ימיני כבר שלוש שנים , ‫ יש לו המון ידע . 
‫ הוא נכס חשוב . 
‫ הוא באמת נאחס . 
‫ אם תכבד אותו , הוא יכבד אותך . 
‫ כולנו פה מאותה סיבה . 
‫ לעבוד כמו קפטן , לבלות כמו שודד ים . 
‫ כן . גם זה . 
‫ אז מה איתך ? ‫ מה הרושם הראשוני שלך מהרופא החדש ? 
‫ למען האמת , ‫ לא התרשמתי לטובה ‫ אחרי הפספוס עם הרעלת היוד . ‫ אבל אני מזהה יכולת . ‫ השבר בפין , הנקע בעצם הבריח , זה היה ... ‫ יפה . 
‫ טוב , אני מנסה . 
‫ הולכים לישון . ‫ גם אתה . אם חשבת שהיום היה יום מרגש ... ‫ זה קטע שלא מספרים לקפטן ? 
הנמל הראשון מחר . 
‫ הנוסעים רחוקים מהעין ומהלב למשך חמש שעות . 
‫ תודה לאל . 
חמש שעות שאבלה בשינה . 
‫ ממש לא . 
‫ כי לא הייתי רוצה שיפטרו אותי ‫ ביום השני שלי . 
‫ אתה לא תסתבך , אחי . תירגע . ‫ הקפטן ממש ממליץ על מדורה . 
‫ כל עוד אנחנו חוזרים עד ארוחת הערב ‫ כשהנוסעים מסיימים בנמל , הכול בסדר . 
‫ היי , פרח קיר , הכול טוב ? 
‫ פשוט נהנה מהנוף . 
‫ אתה צריך להשתחרר , ד"ר . 
‫ וזה אומר דבר אחד . ‫ שוטים . בוא . 
‫ בסדר . 
‫ אוקיי . יפה לך , ד"ר אודיסאה , מה ? 
‫ איש חשוב . 
‫ אתם משחקים יפה , בנים ? 
‫ כן , אימא . לגמרי . 
‫ יש לי סוד . 
‫ אבל אני לא יכול לספר לך . לעולם לא . מצטער . 
‫ הסוד הוא שאתה מאוהב באייברי ? 
‫ לא . אלוהים , בן אדם , לא . 
‫ בחיים אל תגיד את זה לאף אחד . 
‫ אתה יודע , אני טוב בשמירת סודות . 
‫ שבועת הרופאים וכל זה . 
‫ תיכנס למשרד שלי . 
‫ דבר איתי . 
‫ זה לא טוב . 
‫ אני מחבב אותה מאוד . 
‫ אני מת עליה כבר שנתיים . 
זה קשה . 
‫ אבל היא תמיד אומרת לי , ‫ " אתה ממש כמו אחי הקטן " . 
‫ יודע מה ? אני לעולם לא אתייאש . 
‫ אני לא מסכים לשכוח מזה . בחיים לא . 
‫ זה נראה בריא . 
‫ בינתיים , אני צריך להתייחס למעריצות שלי . 
‫ היי . ‫ - נראה לי שהיא מסתכלת עליי . 
‫ כן . 
‫ את מסתכלת עליו או עליי ? 
‫ מצטערת , הסתכלתי עליו . 
‫ אבל גם אתה חמוד . 
‫ קום . 
זה היה צריך לקרות ‫ במוקדם או במאוחר . קדימה . 
‫ מה אתה עושה ? 
‫ תחרות ריקודים , ד"ר . ‫ תחרות ריקודים בלי ויתורים . ‫ די - ג'יי . 
‫ מי חמוד עכשיו , ד"ר ? 
‫ זה לא בסדר . 
‫ אבל זה כל כך נעים . 
‫ אבל זה לא בסדר . 
רק הכרנו . ‫ ובכל זאת , אנחנו מרגישים ‫ כאילו הכרנו זה את זה כל החיים . 
‫ אבל זה לא בסדר . 
‫ אני יודעת . ‫ אני יודעת . ‫ אני יודעת . 
‫ אנחנו צריכים להתנהג במקצועיות . 
‫ זו השתייה היום , לא אנחנו . 
‫ כן , אין ספק שלא אנחנו . 
‫ בבקשה , אל תספרי לקפטן . ‫ 
- כן , בדיוק התכוונתי לשלוח לו הודעה . 
‫ האורחים יחזרו עוד מעט . 
הנה . שב . 
‫ מה את עושה ? 
‫ עירוי חומרי הזנה . 
‫ אלקטרוליטים , ויטמין בי . 
‫ זה יעזור לך הרבה יותר מהשינה שרצית . 
‫ רופא שמפחד ממחטים ? 
‫ אז איפה למדת לרקוד ככה ? 
‫ את יודעת , כילד תמיד רציתי ‫ ללכת לשיעורי ריקוד . ‫ אבל זה לא היה משהו שבנים עשו ‫ במקום שגדלתי בו . 
‫ ואז יום אחד קרה משהו ‫ שהזכיר לי בעדינות ‫ שהחיים חולפים ושברירים להפליא . 
‫ שניים במרץ , 2020 . ‫ עבדתי בבית חולים בניו הייבן , קונטיקט . 
‫ כן , אנחנו יודעים שלמדת ב " ייל " . 
‫ למעשה , הייתי הרופא המטפל , רפואה פנימית , ‫ אבל מה זה משנה ? 
‫ יום אחד התחלתי להשתעל . 
‫ לא משהו רציני , אבל ליתר ביטחון , ‫ ביקשתי מאחד המתמחים שלי ‫ לעשות לי משטח גרון ובדיקת שפעת . 
‫ באותו הלילה , השיעול החמיר קצת , ‫ אבל משטח הגרון ובדיקת השפעת יצאו שליליים . 
‫ ואז כולם חששו שיש לי תסחיף ריאתי . ‫ אז עשו לי סי - טי , כדי לחפש קריש דם . 
‫ אבל עשו לי גם בדיקה חדשה . בדיקת קורונה . 
‫ באותה תקופה לא היו כמעט ‫ מקרי קורונה בארה"ב . ‫ אז זה אפילו לא היה בגדר אפשרות מבחינתי . ‫ אבל כשישבתי שם וחיכיתי לתוצאות הסי 
- טי , ‫ שמעתי בחדשות , למעשה , ‫ שבית חולים בניו הייבן ‫ מדווח על החולה הראשון בקונטיקט ‫ בנגיף הקורונה החדש . 
‫ רופא שאושפז ערב קודם ‫ בבית החולים " ג'יי.די . ממוריאל " ‫ יצא כחיובי לנגיף . 
‫ לאחר מכן , הכול קרה מהר מאוד . 
‫ הכניסו אותי לחדר בידוד סגור , ‫ ניתקו אותי מכל קשר אנושי . 
‫ רמת החמצן בדם שלי ‫ ירדה ל - 85 אחוז ואז המשיכה לרדת . 
‫ סירבתי לישון כי חששתי שלא אתעורר . 
‫ ובשלב הזה , בסין , ‫ עשו לחולים בשלבי מחלה מתקדמים ‫ בדיקות סי - טי חוזרות ‫ כדי שיוכלו לעקוב אחר התקדמות הנגיף . ‫ הדרך היחידה להבטיח טיפול מתאים . 
‫ אבל הייתה בעיה . ‫ הייתי בבידוד בקומה התשיעית , ‫ מכשיר הסי - טי היה בקומה הרביעית , ‫ וחששו להעביר אותי . ‫ לא רצו להסתכן בחשיפת שאר בית החולים . 
‫ אנחנו ממלאים אחר הנהלים המוכחים ‫ של המרכז לבקרת מחלות . 
‫ אתה נשאר בחדר הזה . 
‫ כן . ואחר כך הייתי בחשיכה מוחלטת , חור שחור . 
‫ חשבתי שאני מת , אבל מתים לא מתפללים . 
‫ כי איפשהו במעמקי ההכרה שלי שמעתי קול ... ‫ הקול שלי , חלש מאוד , ‫ וידעתי שאני צריך את הסקירה השנייה הזאת . 
‫ אז פשוט התמקדתי בזה ‫ כל יום , כל היום , והתפללתי . 
‫ התפללתי שיעשו לי את הסקירה השנייה . ‫ והם עשו זאת . ‫ ובזכות תוצאות הסקירה הזאת ‫ יכולתי לקבל " רמדסיביר " ‫ כסיכוי אחרון , וזה שינה את פני הדברים . 
‫ אז כנגד כל הסיכויים , ‫ ולמרות שהייתי החולה הראשון , שרדתי . 
‫ ומפני שנשארתי בחיים ועברתי גיהינום , ‫ החלטתי שאחיה בשמחה , בכל מחיר . 
‫ ואני מניח שזו דרך ארוכה מאוד להגיד ‫ שסוף סוף נרשמתי לשיעורי ריקוד . 
‫ ואז באת הנה ? 
‫ תודה שסיפרת לי . 
‫ אני מזהירה אותך , ‫ שמחה בכל מחיר זה גיהינום בפני עצמו . 
‫ מותק , את רוצה ... רוצה ללכת לתא שלי ? 
‫ לא , אני בסדר פה . 
למה ? אתה מפחד ? 
‫ לא . אני לא מפחד . 
אני רק ... ביישן . קצת ביישן . 
‫ אני לא ממש מתלהבת מגברים ביישנים . 
‫ לא . אני לא כזה . 
‫ שום ביישנות . בכלל לא . 
‫ מה אתה עושה ? 
‫ אני ליאו ברנדט . ‫ - אלוהים . 
‫ אלוף איגוד הגלישה המערבי בהנטינגטון ביץ' . 
‫ רד משם . 
‫ - לא ביישן ! ‫ אני מלך העולם ! 
‫ ליאו ! ‫ הצילו ! שמישהו יעזור לנו ! 
‫ אני פה ! חכו ! 
‫ עצירה מלאה . 
ביצוע פניית ויליאמסון . 
‫ אדם במים . 
‫ אנשי הרפואה והאבטחה ‫ לכאן מייד . ‫ - כן , אדוני . ‫ השליכו למים את המצופים והזיקוקים . 
‫ זה אמיתי ? אדם במים ? 
‫ כן , זה אמיתי . 
‫ חשבתי שהתא שלך בסיפון הפליקאן . 
‫ מה מביא אותך למגורי העובדים פה , ד"ר ? 
‫ ביקור בית ? 
‫ החלטה גרועה . 
אתה הממונה עליה . מבין ? ‫ זו עבירה שדינה פיטורים . 
‫ לא עשינו כלום . 
ואפילו אם כן , ‫ מה תעשה ? תלשין עליי ? 
‫ אני לא יודע מה אעשה , בוגד . אם לא שמת לב , ‫ קורים עכשיו דברים חשובים יותר מהתפקיד שלך . 
‫ תגידי לי מה לקחתם הלילה . 
‫ אני אחות , את לא תסתבכי . 
‫ " מולי " . רק קצת . 
‫ אז אולי הוא עדיין ערני ‫ אם הוא שרד את הנפילה . 
‫ היא מיובשת . ‫ 
- הוא לא בקטע של סמים . זו הייתי אני . ‫ הכול באשמתי . אני אמרתי לו ‫ לעשות את זה . אני פשוט ... ‫ הוא מורה לחינוך מיוחד . 
‫ זו העבודה שלו . הוא בחור טוב . 
‫ הוא יקפא למוות ? כמו ב " טיטאניק " . ‫ זו שאלה מצוינת . ‫ מה טמפרטורת המים הלילה ? 
‫ אתה אמור לדעת , ד"ר . זה חלק מהתחזית היומית . 
‫ טמפרטורת פני המים היא 28 מעלות , אולי 26 . 
‫ אז בין שעתיים ל - 12 שעות ‫ עד שחום הגוף שלו יתחיל לרדת . 
‫ רוב הסיכויים שנצליח רק להחזיר אותו . 
‫ רק 15 אחוז מהאנשים שנופלים לים שורדים . ‫ לרוב הנפילה עצמה הורגת אותם . 
‫ נקווה שהוא חלק מאותם 15 אחוז . 
‫ קפטן , אם הוא שם בים , ‫ בגלים חזקים מאוד בלילה , ‫ זה יהיה כמו לחפש מחט ב 
‫ בהחלט . 
תזהיר את כל הספינות האחרות באזור . 
‫ הזרם נע מזרחה מצד שמאל של הספינה . ‫ אז זה הכיוון שהוא נסחף אליו . 
‫ בואו נמצא אותו . 
‫ אנחנו מעל זרם מעגלי . ‫ מה ? 
‫ המצופים האלו . הם היו בצד שמאל ‫ אבל נסחפו לצדה הימני של הספינה . ‫ הזרם נע במעגל . 
‫ אנחנו מחפשים באזור הלא נכון . 
‫ שם . 
‫ הוא לא מגיב . 
‫ מצאנו אותו . 
‫ קדימה . 
‫ הוא בסדר . אנחנו בדרך . 
‫ תודה לאל . 
‫ חמצן . תנו לו חמצן . 
‫ הוא בהכרה , נשימה מהירה ולא סדירה . 
‫ הוא שאף מים . יכול להיות כשל נשימתי . 
‫ אין ספק שזה כשל נשימתי . 
צריך לצנרר . ‫ הזרוע השמאלית שלו נפגעה , ‫ יכול להיות ששבר מקורב . 
‫ אכין אותו לצילום . 
‫ אייברי , את וטריסטן ‫ תתחילו בנפח הנשמה נמוך . 
‫ תתכוננו לעזור בהנשמה ‫ בנוהל כשל נשימתי מותאם . 
‫ לחץ סוף נשימתי חיובי גבוה , נפח חמצן נמוך , ‫ ועקבו מקרוב אחר לחצי שיא בשאיפה . 
‫ אוקיי , ליאו . הכול יהיה בסדר . 
‫ עשית עבודה טובה שם . 
‫ וקפיצת הראש הזאת הייתה מדהימה . 
‫ אם לא היית רואה את המצופים , אני ... ‫ תראה ... ‫ טריסטן , אני מצטער על ... אתה יודע . 
‫ לא הייתי צריך לעשות את זה . ‫ למרות ששום דבר לא קרה , אבל ... ‫ היא יפהפייה . 
‫ כן , וחכמה . ‫ אולי אני פשוט קצת ... ‫ דפוק ? 
‫ כן . ‫ מי היה רוצה לעבוד בקרקס צף ‫ חוץ מאנשים דפוקים ? 
‫ חוץ מזה ... ‫ יותר מגניב לחזור . 
‫ מה היה הדבר הראשון שאמרת כשהבנת שניצלת ? 
‫ נדמה לי שאמרתי , " סליחה שאני ערום " . 
‫ רצינו לספר לך ‫ שנפגשנו עם המטפלת שלך במנזניטה . 
‫ היה בסדר ? 
‫ זה לא היה בסדר . זה היה מדהים . 
‫ כן . תודה . ההפלגה הזאת הייתה נפלאה . 
‫ בשמחה רבה . 
‫ אתם ממש שונאים אותנו ? 
‫ מובן שלא . אורחים כמוכם ‫ דואגים שנישאר ערניים . 
‫ למרות הכול , עשינו חיים משוגעים . ‫ אנחנו כבר מחכים לשנה הבאה . 
‫ כן . מי יודע ? אולי כריש יאכל לך את הרגל . 
‫ מרגש . ‫ ביי . ‫ - כל טוב . 
‫ חשבתי ששמתי לב למשהו אתמול בערב . ‫ איזשהו מתח במרפאה , ד"ר אודיסאה ? 
‫ ממש לא . 
זו חגיגת אהבה , אדוני . ‫ טוב . אני שמח לשמוע . 
‫ יש אהבה באוויר , ‫ רק לא יותר מדי ולא מהר מדי . 
‫ חגיגת אהבה , אדוני ? 
‫ בקשר לאותו יום , לא הייתי צריך לעשות את זה . 
‫ נהניתי מזה , ‫ אבל לא הייתי צריך לעשות את זה . 
‫ אני הבוס שלך , אז ... ‫ אנחנו בסדר . זה לא יקרה שוב . 
‫ היית נהדר השבוע . 
‫ רופא חירום אמיתי . ממוקד . ‫ וכן , אנחנו בסדר . 
‫ זה לא יקרה שוב . 
‫ וחוץ מזה , בשבוע הבא ‫ יהיו לך הרבה הסחות דעת אחרות . 
‫ זה שבוע פנויים - פנויות . ‫ שבוע פנויים - פנויות ? לכל שבוע יש נושא ? 
