‫ ما زمان زیادی رو ‫ صرف مخفی کردن خود واقعیمون می‌کنیم ، ‫ که مطمئن بشیم هیچکس ‫ نبینه واقعاً می‌خوایم کی باشیم ‫ پس سخته به یاد بیاریم یه زمانی بوده که ‫ واقعاً هیجان داشتیم که ‫ چهره واقعیمونو به دنیا نشون بدیم 
‫ خیلی چشمگیره 
‫ اون یونیفرم بهت میاد 
‫ به نظرت خوبه ؟ ‫ با محافظ‌های شونه مشکل داشتم 
‫ اینم از این . عالی شد 
‫ - چیه ... چی شده ؟ ‫ - هیچی 
‫ بگو دیگه 
‫ دستکش‌هات رو اشتباه بستی ، ‫ ولی هیچکس متوجه نمیشه 
‫ چی ؟ کمک کن درستش کنم 
‫ اولین جلسه شورای جنگ خودمو یادمه ‫ اون موقع مسائل کوچیکتر بودن . ‫ خصوصی‌تر بودن ‫ ولی به نظر میاد اوزای ‫ از داشتن مخاطب لذت می‌بره 
‫ پدر میگه از نظرات مختلف استقبال می‌کنه 
‫ توصیه می‌کنم همچین کاری نکنی . ‫ فعلاً بهتره تماشا کنی و یاد بگیری 
‫ اینم از این 
‫ چطور شدم ؟ 
‫ مثل یه شاهزاده 
‫ چرا از مسیر خارج شدیم ؟ ‫ کی جهت حرکت رو عوض کرد ؟ 
‫ - ستوان جی ، ازت سوال پرسیدم ‫ 
- دستورات جدیدی بهمون داده شده 
‫ - دستورات جدید ؟ توسط کی ؟ ‫ - توسط من 
‫ خیلی وقته داریم تعقیبش می‌کنیم و ‫ به جایی نمی‌رسیم ‫ به نظرم وقتشه ‫ یه استراتژی جدید داشته باشیم 
‫ من کسی‌ام که دارم آواتار رو تعقیب می‌کنم 
‫ من مسئول این مأموریتم 
‫ و من ، ‫ یه دریاسالارم 
‫ ارباب آتش اوزای ، صلاح دیده که من رو ‫ مسئول تمام عملیات‌های ‫ مربوط به گرفتن آواتار کنه 
‫ البته از کمک تو هم استقبال می‌کنم 
‫ در واقع ، انتظار دارم بهم کمک کنی 
‫ به تمام منابعی که در اختیارمه نیاز دارم ، ‫ هر چقدر هم که کوچیک باشه 
‫ بعداً برمی‌گردم ، ‫ که در مورد بعضی تغییرات توی خدمه ‫ با هم صحبت کنیم 
‫ چی شده ؟ 
‫ ستوان جی ، ‫ برگرد به مسیر اصلیمون 
‫ شنیدی چی گفتم ؟ 
‫ برگرد به مسیر ! 
‫ ستوان ، می‌دونی مجازات نافرمانی چیه ؟ 
‫ می‌دونم ، و برای همین نمی‌تونم ‫ کاری رو که میگین انجام بدم 
‫ واقعاً می‌خواین بذارین این ترسوی عوضی ‫ بهمون بگه چیکار کنیم ؟ 
‫ نمی‌تونیم بذاریم بیاد ‫ و همه چی رو ازمون بگیره ‫ نه بعد از چیزایی که از سر گذروندیم 
‫ توی سه سال گذشته ، ‫ ما فقط همدیگه رو داشتیم ، ‫ و هنوزم همینطوره 
‫ فقط مایی که توی این کشتی بودیم ‫ می‌دونم اوضاع چطور بوده ‫ اونی که سزاوار وفاداری شماست ، ژائو نیست ‫ - زوکوئه ‫ - وفاداری ؟ ‫ ژنرال با تمام احترام ، ‫ برادرزاده شما معنی این کلمه رو نمی‌دونه 
‫ اگه می‌دونست ، ‫ به ما که سه سال ‫ شب و روز باهاش بودیم ، ‫ احترام خیلی بیشتری می‌ذاشت 
‫ در عوض ، توهین‌ها و بدرفتاری‌ها و ‫ کج‌خلقی‌هاش رو تحمل کنیم 
‫ می‌دونم زوکو نقص‌های خودشو داره ‫ ولی باید درک کنی که ‫ چیزای زیادی رو از سر گذرونده 
‫ و در مورد فداکاری ‫ خیلی بیشتر از چیزی که تو بدونی ، می‌دونه 
‫ درود بر حکیمان فرزانه . ‫ خوشحالم می‌بینمتون 
‫ اسم من آنگه ، ‫ و اومدم زیارتگاه آواتار روکو رو ببینم 
‫ می‌دونین ، ‫ من آواتارم 
‫ می‌دونیم 
‫ صبر کن ! 
‫ قرار بود اهل صلح و آرامش باشین ! 
‫ برین دنبالش ! 
‫ من یه دوستم ! 
‫ این ما رو به زیارتگاه آواتار روگو می‌بره . ‫ زود باش بیا 
‫ باید نزدیک باشه 
‫ هی . آروم باش دختر 
‫ یه بویی حس کردیم ، نه ؟ 
‫ خیلی‌خب نایلا . بیا بریم 
‫ اسم من شایوئه 
‫ متأسفانه ، حکیم بزرگ و بقیه معتقدن که ‫ ارباب آتش ، رهبر معنوی واقعی اوناست 
‫ اونا راهشون رو گم کردن 
‫ پس همه اینا متلعق به روکو بوده ؟ 
‫ اینا یادگاری‌هایی از آواتارهای قبلی‌ان ، ‫ که پدربزرگم برای محافظت ‫ جمع‌آوری کرده 
‫ باید با آواتار روکو ارتباط بگیرم ‫ اون تنها کسیه که می‌تونه بهم بگه ‫ چطور دوست‌هامو نجات بدم 
‫ تا زمانی که بتونم جلوشونو می‌گیرن 
‫ برو کنار 
‫ حکیم بزرگ ، این پسر آواتاره . ‫ مایه امید دنیاست 
‫ آموزه‌های آواتار روکو رو به یاد بیارین ‫ آتش به معنی تسلط به عناصر دیگه نیست ‫ باید در تعادل با اونا ‫ وجود داشته باشه 
‫ تنها کسی که می‌تونه تعادل رو برقرار کنه ، ‫ ارباب آتش اوزایه 
‫ اون دنیا رو متحد می‌کنه ، نه آواتار 
‫ و اصلاً نمی‌دونی ‫ اون به زودی چقدر قدرتمند میشه 
‫ حالا ، برای آخرین بار ، ‫ برو کنار 
‫ نمی‌تونم این کارو بکنم 
‫ پس با بقیه کافران خواهی سوخت 
‫ کی جرئت کرده آرامش آواتار رو به هم بزنه ؟ 
‫ من . آنگ 
‫ مگه رسم این نیست که ‫ جلوی بزرگان تعظیلم کنی ؟ 
‫ و مستقیم به من نگاه نکنی ؟ 
‫ و روی یه پا بپری ؟ 
‫ ببخشید ! ‫ دست خودم نبود 
‫ خوشحالم می‌بینمت ، آنگ ‫ ولی چرا اینقدر طولش دادی ؟ ‫ فکر می‌کردم زودتر بیای ازم مشاوره بگیری 
‫ آواتار کیوشی بهم گفت که ‫ باید خودم همه چی رو بفهمم ‫ که این بخشی از سفر منه 
‫ بهش میاد اینجوری بگه 
‫ کیوشی همیشه یه جورایی ... ‫ فکر می‌کردم همه‌تون اینجوری باشین . ‫ مگه آواتارها تجسم همدیگه نیستن ؟ 
‫ سرمنشاء مشترکی داریم ، ولی هرکدوم ‫ شخصیت خاص خودمونو داریم 
‫ من با کیوشی فرق دارم ، ‫ همونطور که تو با بقیه‌مون فرق داری 
‫ مثلاً کیوشی بهت گفت نقش آواتار چیه ؟ 
‫ گفت باید یه جنگجوی خشن و بی‌رحم باشم 
‫ آره ، مواقعی هست که آواتار باید ‫ به زور و ارعاب متوسل بشه ، ‫ ولی علاوه بر جنگجو بودن ، ‫ آواتار باید یه دیپلمات هم باشه 
‫ یعنی می‌تونیم مشکلات دنیا رو ‫ بدون آسیب زدن به کسی حل کنیم ؟ 
‫ می‌تونیم تلاش کنیم ، ‫ ولی اگه شکست بخوریم ، عواقب داره 
‫ عواقبی دردناک 
‫ ولی منم مثل کیوشی اینجام که ‫ توی سفرت بهت کمک کنم 
‫ هر چی نیاز داری بگو ‫ مربوط به کوه میشه 
‫ هر چیزی جز اون 
‫ - شما متوجه نیستین ... 
‫ - نه ، خودت متوجه نیستی 
‫ کوه یه روح درنده ست ، ‫ که می‌تونه جوری بهت آسیب بزنه ‫ که حتی تصورشو نمی‌کنی 
‫ از آواتار کورک بپرس 
‫ چاره‌ای ندارم ، ‫ وقتم هم داره تموم میشه 
‫ دوست‌هامو اسیر کرده ، ‫ و اگه کاری نکنم ، ‫ برای همیشه از دست میرن 
‫ خواهش می‌کنم ‫ شنیدم یه بار شکستش دادین 
‫ نه ، هیچوقت شکستش ندادم ‫ فقط تونستم یه چیزی ازش بگیرم 
‫ شاید اومدی چیزی رو که ‫ ازم دزدیدی پس بدی 
‫ یه توتم که مظهر چیزیه که ‫ کوه بهش نیاز داره ، ‫ و نمی‌تونه فراموشش کنه 
‫ این آویز متعلق به مادر چهره‌ها بود ، ‫ روحی باستانی که ‫ چهره همه موجودات زنده رو شکل داده 
‫ به خاطر اون بود که ‫ هویت به این دنیا پا گذاشت ‫ و اون ، ‫ مادر کوهه 
‫ کوه در آرزوی چیزیه ‫ که همه‌مون آرزوش رو داریم ‫ خانواده 
‫ یه توتم ؟ 
‫ به نظر میاد چیزیه که ‫ حاضره بابتش معامله کنه 
‫ ممنون ، روکو 
‫ امیدوارم بتونی دوست‌هاتو نجات بدی ‫ ولی حقیقت اینه که برای آواتار ، ‫ دوست‌ها می‌تون ... ‫ مایه دردسر باشن 
‫ آواتار باید تصمیم‌های خیلی سختی بگیره ، ‫ و نیازهای دنیا رو ‫ به نیازهای خودش مقدم بدونه ‫ من و کیوشی ، توی این مورد موافقیم 
‫ بهم اعتماد کن 
‫ این کار ، تو و کسایی که دوستشون داری رو ‫ از درد و رنج زیادی نجات میده 
‫ چه بلایی سر اونا اومده ؟ 
‫ فلج شدن 
‫ همه چی درست میشه 
‫ پس آواتار تویی ، آره ؟ 
‫ نمی‌دونم این همه هیاهو برای چیه 
‫ باید بذاری برم 
‫ نه ، واقعاً میگم . باید آزادم کنی 
‫ زندگی خیلی‌ها به من بستگی داره . ‫ نمی‌دونی چه چیزایی تو خطرهه 
‫ داستان‌هایی شنیدم ‫ که قراره دنیا رو نجات بدی 
‫ قضیه اینه ‫ بعضی‌هامون نیازی به نجات نداریم ‫ بعضی‌هامون فهمیدیم این دنیا چه‌جوریه 
‫ آتش‌افزار داریم و خاک‌افزار و ‫ و هرچی‌افزار ، ‫ و همه‌شون یه چیزی می‌خوان ‫ همه حاضرن برای به دست آوردنش بجنگن 
‫ پس اگه باهوش باشی ، ‫ یه گوشه می‌شینی و ‫ منتظر میشی آب‌ها از آسیاب بیفته ‫ و بعد بین خرابی‌ها ‫ دنبال چیزای باارزش می‌گردی 
‫ تا جایی که به من مربوط میشه ‫ دنیا همینجوری که هست خوبه 
‫ وقت تموم شد ، آواتار 
‫ موفق شدی 
‫ واقعاً گرفتیش 
‫ تعارف نکن ، بشمارش 
‫ بهتون اعتماد دارم . می‌دونی چرا ؟ 
‫ چون اگه چیزیش کم باشه ، ‫ میای سراغمون ؟ 
‫ چون خیلی نازی ! 
‫ راستی مراقب باشین . ‫ آدمای زیادی دنبالش هستن 
‫ چند تا شکارچی این اطراف پرسه می‌زدن ‫ اونایی که نباید باهاشون در افتاد 
‫ بعداً می‌بینمت ، آواتار 
‫ لطفاً بذارین کاری رو ‫ که باید انجام بدم ، انجام بدم ، ‫ قسم می‌خورم خودم برمی‌گردم 
‫ دوست‌هام توی خطرن ، ‫ من تنها کسی‌ام که می‌تونم نجاتشون بدم 
‫ اگه زودتر برنگردم ، ‫ برای همیشه از دستشون میدم 
‫ چرا ؟ چرا بهم گوش نمیدین ؟ 
‫ می‌دونین یعنی چی اگه ‫ زندگی چند نفر به شما بستگی داشته باشه ؟ ‫ که جون کسی تو دست‌های شما باشه ؟ 
‫ پس لطفاً بذار نجاتشون بدم ! 
‫ فکر نکنم همیشه اینجوری بودی 
‫ چه اتفاقی برات افتاده ؟ 
‫ نیروهای پادشاهی زمین ‫ در امتداد ساحل جنوبی متمرکز شدن 
‫ سعی کردیم از هر دو جناح بهشون حمله کنیم ، ‫ ولی مدام خط رو طولانی‌تر کردن 
‫ حرکت گازانبری چطوره ؟ 
‫ کنار صخره‌ها لنگر انداختن . ‫ می‌تونن هر حمله‌ای رو پس بزنن 
‫ تو اگه بودی چیکار می‌کردی ؟ 
‫ - اعلی‌حضرت پیشنهاد می‌کردم که ... ‫ 
‫ زوکو 
‫ تو اگه بودی چیکار می‌کردی ؟ 
‫ تاکتیک شاخ . ‫ جناحین رو محاصره می‌کنیم ، ‫ و یه راه فرار باقی می‌ذاریم ، ‫ که بکشونیمشون بیرون 
‫ نشنیدی ژنرال چی گفت ؟ ‫ از یه طرف صخره‌ها محافظتشون می‌کنه 
‫ تانک‌های توندرا ‫ می‌تونن از صخره‌ها بالا برن 
‫ اونا خاک‌افزارن ‫ تانک‌ها ما توی چند لحظه ‫ زیر صخره‌ها مدفون میشن 
‫ ژنرال 
‫ می‌توانیم یه لشکر رو از اینجا بفرستیم ‫ وقتی دشمن قدرت آتشش رو ‫ روی این حمله انحرافی متمرکز ‌ کنه ، ‫ می‌تونیم حمله‌های اصلی رو ‫ از اینجا و اینجا شروع کنیم 
‫ اگه اونا رو به قلب نیروهای دشمن بفرستین ‫ چطور عقب‌نشینی کنن ؟ 
‫ نمی‌کنن 
‫ ولی اینجوری از بین میرن 
‫ می‌خواین اونا رو قربانی کنین 
‫ قربانی کردن بخشی از جنگه 
‫ کدوم لشکر رو پیشنهاد می‌کنی ؟ 
‫ لشکر چهل و یکم . اکثرشون تازه‌کارن . 
‫ خوبه 
‫ این چیزی نیست که ‫ توی کتاب درسی یاد بگیری 
‫ پسر بچه‌ها بهتره بدونن ‫ جنگ مثل بازی نیست 
‫ نقشه وحشتناکیه 
‫ چی گفتی ؟ 
‫ گفتم نقشه وحشتناکیه ! 
‫ کلی سرباز قراره بمیره ، ‫ و برای چی ؟ 
‫ یه افسر ملت آتش مستحق این نیست 
‫ چطور جرئت داری ... ‫ کافیه ! 
‫ فقط یه راه برای حل مشکل وجود داره 
‫ آگنی کای 
‫ یه نفر اونجاست 
‫ بذارین رد بشیم ! ‫ می‌دونین من کی‌ام ؟ 
‫ البته که می‌دونیم 
‫ همونطور که همه می‌دونیم ‫ از دستوراتم سرپیچی می‌کنی ، ‫ که یعنی با بی‌احترامی به من ‫ به پدرت بی‌حرمتی می‌کنی ، ‫ که با توجه به داستان‌هایی که شنیدم ‫ برام جای تعجب نداره 
‫ ما آواتار رو می‌بریم 
‫ مگه از روی جنازه من رد بشی 
‫ وسوسه‌انگیزه ‫ اگرچه ... 
‫ کماندارهای یویان 
‫ اوزای خیلی سخاوتمند بود ‫ و اونا رو بهم قرض داد 
‫ میگن می‌تونن بال‌های یه کرم شب‌تاب رو ‫ از هزار قدم دورتر بزنن 
‫ کجا می‌برینش ؟ 
‫ برای امشب می‌بریمش به قلعه پوهوای ‫ بعد مستقیم می‌بریمش به پایتخت 
‫ خیلی وقته منتظر بوده ، ‫ و نمی‌خوام ناامید بشه ، ‫ بیشتر از چیزی که الان هست 
‫ اگه از گذرگاه شرقی بریم ‫ می‌تونیم تا شب به پوهوای برسیم 
‫ - شاهزاده زوکو ‫ - باید مراقب کماندارها باشیم ‫ ولی ژائو احتمالاً اونا رو ‫ در اطراف آواتار مستقر می‌کنه ... ‫ زوکو ! 
‫ قلعه پوهوای غیر قابل نفوذه 
‫ فکر می‌کنی چرا ژائو بهمون گفت ‫ داره میره اونجا ؟ 
‫ می‌دونه حمله به اونجا خودکشیه 
‫ چندین ارتش تلاش کردن و شکست خوردن 
‫ نه فقط این ، بلکه پوهوای ‫ درون مرزهای ملت آتش قرار داره 
‫ - برام مهم نیست ! ‫ 
- ولی برای اوزای مهمه ، و اگه بفهمه ... 
‫ - ولی آواتار ... 
‫ - دیگه از دستش دادیم ! 
‫ فعلاً 
‫ الان ژائو دست بالا رو داره ‫ ولی دیر یا زود یه اشتباهی می‌کنه ، ‫ و اون موقع می‌تونیم دست به کار بشیم 
‫ تا اون موقع ، ‫ صبور باش 
‫ حتماً اینو یادداشت کن ‫ ارباب آتش می‌خواد ‫ تمام جزئیات دستگیری آواتار رو بدونه 
‫ واضح توضیح بده که از هیچ تلاشی ‫ برای گرفتنش دریغ نکردم 
‫ باید نظرات خود آواتار رو هم اضافه کنیم 
‫ نه فقط برای ارباب آتش ، ‫ بلکه برای آیندگان 
‫ خب ، ‫ آواتار ، ‫ قبل از اینکه اسیر بشی ‫ اسم منو شنیده بودی ، ‫ یا این اولین بار بود ؟ 
‫ خواهش می‌کنم . باید بذارین من برم 
‫ نه ، نه . چهار تا نگهبان هست ، نه سه تا ‫ هر دو تا دست و دو تا پاهاش ‫ غل و زنجیر شده ‫ - مطمئن شو درست بنویسی ‫ - جون آدمای بی‌گناه در خطره ! 
‫ نمی‌تونم دوباره همه رو ناامید کنم 
‫ دوباره نه 
‫ اگه جای تو بودم ، ‫ کمتر به گذشته‌م فکر می‌کردم ، ‫ و بیشتر به فکر آینده‌م بودم 
‫ چیزی که نگرانشم ، آینده‌م نیست 
‫ واقعاً ؟ 
‫ من اگه بودم یه کم نگران می‌شدم 
‫ نه ، کشته نمیشی ‫ اگه بمیری ، دوباره متولد میشی ‫ ما هم مجبوریم دوباره همه جا رو ‫ دنبال آواتار بگردیم ، 
‫ پس ... زنده می‌مونی ‫ هرچند زندگی خوبی نخواهد بود 
‫ هرچقدر که می‌خوای هوای گرم فوت کن ، ‫ ولی سرنوشتت رو عوض نمی‌کنه 
‫ داری چیکار می‌کنی ؟ ‫ اینو ننویس 
‫ ما پسران و دختران باوفای آتش هستیم ، ‫ عنصر برتر 
‫ تا الان فقط یه چیز ‫ سر راه پیروزی ما قرار داشت ‫ آواتار ‫ و امروز ، ما کاری رو کردیم ‫ که هیچکس نتونسته بود انجام بده 
‫ ما آواتار رو اسیر کردیم ! 
‫ این فقط اولین قدمه 
‫ نبردهای بزرگی هست ‫ که باید توشون بجنگیم ‫ ولی امشب نه 
‫ شکوه ملت آتش رو ستایش می‌کنیم ! 
‫ همه چی رو آوردی ؟ 
‫ معلومه . تا جایی که تونستم شراب آوردم 
‫ قراره شب محشری بشه ، نه ؟ 
‫ امیدوارم کمتر از روز تولد آن ‫ با دهن آتیش بپاشن 
‫ ابروهام تازه داره در میاد 
‫ - همه چی مرتبه ‫ 
‫ کی اونجاست ؟ 
‫ زنگ خطر رو بزن 
‫ تو کی هستی ؟ 
‫ درسته . الان فرار می‌کنیم ، ‫ بعداً حرف می‌زنیم 
‫ حتماً متن کامل سخنرانیم رو درج کن ، ‫ ولی " باوفا " رو به " وفادار " تغییر بده 
‫ گفتین بنویسم وفادار یا باوفا ، قربان ؟ 
‫ آواتار فرار کرده ! ‫ آواتار فرار کرده ! 
‫ اونجا ، روی دیوار ! 
‫ نذارین به دروازه برسه ! 
‫ آواتار ! جلوشو بگیرین ! 
‫ هی ! 
‫ بپر ! 
‫ شلیک نکنین ! 
‫ آواتار رو زنده می‌خوام 
‫ چی ... داری چیکار می‌کنی ؟ 
‫ دروازه رو باز کنین ! 
‫ زود باشین ! 
‫ حالا ! 
‫ دروازه رو باز کنین ! 
‫ می‌تونی بزنیش ؟ 
‫ بکشش 
‫ اون مزدور رو بکشین ، ‫ و آواتار رو برگردونین ! 
‫ زود باشین ! 
‫ کجا رفتن ؟ 
‫ اونجا رو بگردین ! 
‫ چیزی ندیدین ؟ 
‫ این نزدیکی یه قایق کوچیک دارم 
‫ نمی‌تونیم جایی بریم . ‫ نه تا وقتی سربازها اون بیرونن 
‫ نباید حرکت کنی 
‫ زخمی شدی 
‫ - من سعی دارم کمکت کنم ‫ - نیازی به کمکت ندارم 
‫ باشه ‫ هر جور راحتی 
‫ چیه ؟ 
‫ هیچی 
‫ می‌تونم یه چیزی ازت بپرسم ؟ 
‫ موی بزه یا خرگوش ؟ 
‫ قلم‌موی خوشنویسیت . ‫ موی بزه یا خرگوش ؟ 
‫ کلمه‌هایی که می‌نویسی خیلی مرتبه . ‫ هیچوقت نتونستم اونجوری بنویسم ‫ راهب‌ها می‌گفتن فضله‌های لمور ‫ از نوشته‌های من خواناتره 
‫ ببین ، ‫ می‌دونم نباید دفترچه‌ت رو برمی‌داشتم ، ‫ و متاسفم ‫ ولی نجاتم داد . واقعاً میگم 
‫ تمام راهب‌های عشایر باد ، از بین رفتن ‫ پس تنها چیزی که داشتم دفترچه تو بود 
‫ باورت نمیشه چند شب بیدار موندم و ‫ همه‌شو خوندم 
‫ خیلی کمکم کردی 
‫ یعنی ، اون خیلی کمکم کرد 
‫ موی بز ‫ سفت‌تره و بیشتر میشه کنترلش کرد 
‫ معلم‌هام مجبورم می‌کردن ‫ هر روز صبح تمرین کنم 
‫ تا وقتی ۱۰۰ ضربه عمودی و ‫ ۱۰۰ ضربه افقی تمرین نکرده بودم ، ‫ اجازه نداشتم تمرینات جنگی انجام بدم ‫ منم همینطور ! ‫ فقط برای من ، مطالعه علوم معنوی بود 
‫ خیلی از وقت‌هایی که قرار بود ‫ مدیتیشن کنم ، در واقع خواب بودم 
‫ همیشه مچمو می‌گرفتن . ‫ احتمالاً به خاطر اینکه خروپف می‌کنم 
‫ آدمای اون بیرون ، ملت آتش هستن 
‫ پس طرف تو ان . ‫ چرا باهاشون می‌جنگی ؟ 
‫ اونا طرف من نیستن 
‫ ولی میان طرفم . ‫ وقتی تو رو اسیر کنم و برگردونمت ... 
‫ اگه بگیرمت ، می‌تونم برم خونه ‫ اونوقت می‌تونم جایگاهمو به عنوان ‫ وارث قانونی ارباب آتش پس بگیرم 
‫ این چیزیه که می‌خوای ؟ ‫ که ارباب آتش بعدی باشی ؟ 
‫ آره . البته . ‫ همه همین انتظار رو ازم دارن 
‫ گیاتسو ‫ معلمم بود 
‫ می‌گفت نباید نگران انتظارات بقیه باشیم 
‫ می‌دونم . به این سادگی نیست 
‫ ولی منم آواتارم ، ‫ و همه همین انتظار رو ازم دارن 
‫ و تنها کاری که می‌کنم ‫ نگرانی در مورد همینه 
‫ شاید مجبور نباشی ‫ شبیه بقیه آتش‌افزارها باشی 
‫ شاید بتونی از اونا بهتر باشی 
‫ می‌دونی کاری که ‫ ارباب آتش انجام میده ، اشتباهه ‫ پس مجبور نیستی مثل اون باشی 
‫ می‌تونی یه کم همدردی نشون بدی 
‫ چطور جرئت می‌کنی ؟ 
‫ من ولیعهد ملت آتشم . ‫ الگویی برای همه آتش‌افزارها هستم 
‫ پدرم مرد بزرگیه 
‫ دلسوزی ؟ 
‫ دلسوزی نشونه ضعفه 
‫ متاسفم . نمی‌خواستم بهت آسیب بزنم 
‫ حس می‌کنم به اندازه کافی صدمه دیدی 
‫ خودتو آماده کن 
‫ پدر ؟ 
‫ ولی ... اینجام که با ژنرال لی دوئل کنم 
‫ اینجایی چون برای ارتشمون ‫ احترامی قائل نیستی 
‫ - ولی این درست نیست ‫ 
- واقعاً ؟ ‫ حتی وقتی نقشه‌های وحشتناکی می‌کشن ؟ 
‫ نقشه‌های من ! ‫ استراتژی من . ارتش من . ‫ چیزایی که بهشون توهین کردی 
‫ منو ببخشی ، پدر . ‫ قصد بی‌احترامی نداشتم ‫ - بلند شو ‫ 
- نه ! خواهش می‌کنم ، پدر 
‫ بلند شو ! ‫ برادر ! 
‫ این کارو نکن 
‫ اون پسرته 
‫ خواهیم دید 
‫ بلند شو و مبارزه کن ، شاهزاده سوکو ، ‫ تا بتونی یه کم احترام یاد بگیری 
‫ این تمام توانته ؟ 
‫ تمام توانت رو بهم نشون بده 
‫ دلسوزی نشونه ضعغه 
‫ سربازها رفتن ، ‫ پس می‌تونی بدون اینکه دیده بشی ، ‫ به کشتیت برگردی 
‫ می‌دونی بدترین چیز در مورد اینکه ‫ صد سال پیش متولد شده باشی چیه ؟ 
‫ دلم برای دوست‌هام تنگ شده 
‫ مثلاً کوزان 
‫ اون بهترین بود ‫ و از ملت آتش بود 
‫ اگه اون موقع همدیگه رو می‌شناختیم ، ‫ به نظرت می‌تونستیم دوست باشیم ؟ 
‫ بهتره برین استراحت کنین قربان . 
‫ ما حواسمون هست ‫ هر نشونه‌ای از شاهزاده دیدیم ، ‫ خبرتون می‌کنیم 
‫ ممنونم ، ستوان ، ‫ ولی یه کم دیگه منتظر می‌مونم 
‫ اشتباه می‌کنی ، می‌دونی ‫ در مورد اینکه اهمیت نمیده 
‫ اتفاقاً زوکو خیلی هم اهمیت میده ، ‫ به خصوص به افرادی که ‫ توی این کشتی هستن 
‫ البته ، قربان 
‫ ستوان ، تاحالا با خودت فکر کردی که ‫ چطور این مأموریت ‫ به تو و بقیه محول شد ؟ 
‫ پزشک داره یه پماد گیاهی خاص ‫ برات تهیه می‌کنه 
‫ الان زمان خوبی نیست 
‫ - می‌خوام با پسرم صحبت کنم ‫ - اون آسیب دیده 
‫ - زخم‌هاش میشه ‫ 
- ولی زخم‌های روحش نه 
‫ دکتر گفت سریع خوب میشی 
‫ این یعنی بدنت قویه . خوبه 
‫ ولی روحیه‌ت ، ‫ هنوز نیاز به تقویت داره 
‫ امروز نیروت رو مهار کردی 
‫ شاید اینو نشونه احترام می‌دونستی ، ‫ ولی اینطور نبود ‫ نشونه ضعف بود 
‫ باید وجودت رو ‫ از این ضعف پاک کنی 
‫ باید حاضر باشی از ضعیف‌ها دست بکشی ‫ تا خودتو قوی کنی 
‫ این چیزیه که ما رو ‫ به ملت آتش تبدیل کرده 
‫ برای همینه که لشکر چهل و یکم رو ‫ قربانی می‌کنیم 
‫ گاهی اوقات ، ‫ ضعیف‌ها می‌تونن قوی‌تر بشن 
‫ گاهی اوقات ، ‫ فقط باید یه فرصت بهشون بدی 
‫ من اشتباه کردم 
‫ زیادی ازت محافظت کردم ، ‫ و باعث شدم مثل مادرت دل‌رحم بشی 
‫ از اونجایی که به نظر میاد ‫ توی این قصر نمی‌تونی چیزی یاد بگیری ، ‫ شاید نیازهای دنیای بیرون ‫ برات بهترین معلم باشه 
‫ فوراً اینجا رو ترک می‌کنی ، ‫ و حق نداری برگردی ... ‫ تا وقتی که ... ‫ تا وقتی که به بزرگترین تهدید باقی‌مونده ‫ برای سرنوشت ملتمون غلبه کنی 
‫ باید آواتار رو پیدا کنی ، ‫ دستگیر کنی و برای من بیاری 
‫ تا وقتی این کارو رو نکردی ، ‫ حق نداری پات رو توی مرزهای ما بذاری ‫ وگرنه به شدیدترین مجازات‌ها محکوم میشی ! 
‫ اوزای ! نمی‌تونی این کارو بکنی ! ‫ برادر ، دیگه تموم شده 
‫ و از اونجایی که ‫ اینقدر نگران لشکر چهل و یکم هستی ، ‫ اونا رو با خودت ببر ، ‫ به عنوان خدمه‌ت 
‫ چهل و یکم ؟ ‫ ما لشکر چهل و یکم هستیم 
‫ و همه‌تون به خاطر ‫ فداکاری برادرزاده من زنده هستین 
‫ یه چیزی اون بیرونه 
‫ خودشه . طناب‌ها رو بندازین ! 
‫ - مجروح شدی ‫ - خوبم ‫ باید بگیم یکی معاینه‌ت کنه 
‫ بدتر از اینا سرم اومده 
‫ نمی‌خوام ازت بپرسم کجا رفتی ، ‫ ولی برادرزاده ، در آینده ، ‫ ممنون میشم اگه بهم خبر بدی ‫ که هنوز زنده‌ای یا نه 
‫ در واقع بعضی از ما هستن که ... ‫ این چیزها براشون مهمه 
‫ خبردار ! 
‫ شاهزاده ما برگشته 
‫ قضیه چیه ؟ 
‫ حتماً توی شب موسیقی دلتنگت شدن 
‫ شگفت‌انگیزه که تا کجا پیش میریم ‫ تا خود واقعی‌مون رو از دنیا مخفی کنیم 
‫ شاید به این دلیله که ‫ نمی‌خوایم مردم بدونن ، ‫ که واقعاً چقدر برامون ارزش دارن ، ‫ که خنده داره ، چون حقیقت اینه که ‫ حاضریم هر کاری براشون انجام بدیم 
‫ به جاهای دوردستی سفر می‌کنیم ‫ جونمون رو به خطر میندازیم ‫ حتی با هیولاها می‌جنگیم 
‫ ولی به گمونم اعتراف به اینکه ‫ به مردم نیاز داریم می‌تونه ترسناک باشه 
‫ بعضی‌ها ممکنه اینو ‫ به چشم یه ضعف ببینن ، یه دردسر 
- حالت چطوره ؟ ‫ بالاخره ، چه دردی بزرگتر از ‫ از دست دادن کسی که دوستش داریم ؟ 
‫ یا بدتر ... ‫ گیاتسو ؟ 
‫ فهمیدن اینکه کسی که دوستش داریم ‫ رهامون کرده و رفته 
‫ وقتی برگشتم ‫ می‌تونیم در موردش حرف بزنیم ؟ 
‫ البته 
‫ وقتی دوستامو نجات دادم ، ‫ وقت بیشتری خواهیم داشت 
‫ شاید به همین دلیله که حس می‌کنیم ‫ باید خودمونو پنهان کنیم ‫ و از خودمون محافظت کنیم 
‫ پس نقاب می‌زنیم 
‫ درک دلیلش سخت نیست 
‫ سخت ، دونستن اینه که گاهی اوقات ، ‫ نقاب همون چیزیه که واقعاً هستیم 
