شاهزاده زوکو ، نگهبانان سلطنتی اومدن که شاهزاده رو دستگیر کنن 
چی ؟ - نگهبانان سلطنتی - 
دارن میان - ستوان جی ، آروم باش - 
... من تو کشتی دریاسالار ژائو بودم که دربارۀ ارقام سوخت مصرفی صحبت کنم 
ستوان دنگ و من سوخت نیمه شب رو می‌سوزوندیم 
دنگ رفت بیرون که پیغامی بگیره 
به نوشیدن ادامه بده 
من شنیدم که اونها دربارۀ دستورات جدید حرف می‌زدن دستور از خود ارباب آتش اون محافظ شخصی خودش رو فرستاده بود تا شاهزاده زوکو رو به پایتخت برگردونن ... جایی که اون باید در دادگاه محاکمه بشه به جرم خیانت 
خیانت ؟ 
- مطمئنی ؟ - بله قربان ، شنیدم که دنگ به افرادش دستور داد پهلو بگیرن تا محافظ رو ببینه 
امشب ؟ این یعنی اون ممکنه هر لحظه برسه 
این کار ژائوئه 
به نحوی ، اوزای رو قانع کرده که تو علیه اون شدی 
سعید Theo_S پوهای ، ژائو فهمیده تو همونی هستی که آواتار رو آزاد کرده 
شاهزاده زوکو ، باید برید ، همین حالا 
تا وقتی که همه آماده نبودید موتورها رو روشن نکنید از جادۀ اصلی دور بمونید و فقط شب‌ها حرکت کنید 
عمو ، نمی‌تونیم اجازه بدیم پدرم فکر کنه من علیه اون شدم 
می‌دونم ، ولی اول باید به جای امنی بری بزار من اوضاع رو با اوزای مرتب کنم 
ممنون ستوان جی 
مراقب باشید اعلی‌حضرت 
جی اصلاً خبر نداشت 
خیلی راحت بود که اون طعمه رو بگیره 
به ارباب آتش دربارۀ پسرش چی میگی ؟ 
حقیقت رو بهش میگم 
که شاهزاده انتخاب کرد نیازهای خودش رو به نیازهای مردمش ترجیح بده 
و اینکه پسرش یه خائنه 
ژلاتین انفجاری 
! شاهزاده 
زوکو 
حالا من باید برم به ژنرال آیرو تسلیت بگم 
مطمئنم که اون داره شوک وحشتناکی رو تجربه می‌کنه 
زوکو تنهاست و اون اصلاً شبیه چیزی که فکر می‌کردم نیست 
خیلی تنها به نظر میومد 
من شوکه شدم 
ساکا ، آنگ باهاش ارتباط برقرار کرده درسته ؟ 
من الان فهمیدم من و زوکو بار سنگینی رو به دوش می‌کشیم 
این همه مدت من نگران بودم که نمی‌دونم دارم چکار می‌کنم 
و حقیقت اینه که نمی‌دونم 
من هیچکدوم از سایر مهارت‌های قدرت کنترل عناصر رو یاد نگرفتم و احتمالاً به گند زدن ادامه میدم ولی حداقل می‌تونم در کنار دوستانم انجامش بدم 
درسته ، تیم آواتار 
چیه پسرجون ؟ 
! ببین 
! قبیلۀ آب شمالیه 
موفق شدیم ، بالاخره رسیدیم 
اونها اینجان 
آواتار ، خوش اومدید به آگنا کلا 
... این قشنگه 
بی‌نقصه 
ما منتظرت بودیم 
مادر - افراد ماهری از حیوونت مراقبت می‌کنن - 
افرادم اون رو به اصطبل‌های ما می‌برن که تو یه غار گرمه که نور و فضای زیادی داره 
مطمئن شو بهش جلبک میدن خیلی زیاد 
حتماً 
خوش اومدید ، من آرنوک هستم رئیس قبیلۀ آب شمالی و اینجام تا مهمون‌نوازی و امنیت رو بهتون پیشنهاد بدیم به نام اقیانوس و ارواح ماه 
ممنونم ، نمی‌دونید چقدر منتظر این لحظه بودیم 
نمی‌دونید خوش‌آمدگویی به برادران و خواهرانمون از جنوب چه لذتی برای ما داره 
ایشون استاد پاکو هستن ، اون استاد آب‌افزاری ارشد ماست و این دختر منه ، شاهدخت یوئه رهبر معنوی قبیلۀ ما 
باید چیزی بهتون بگم شما در خطرید 
... آواتار آنگ 
می‌‌دونم که دیوونگی به نظر میاد ولی من یه الهاماتی دیدم و توی اون به شمال حمله شده بود می‌دونیم 
چند روز پیش ، گشتی‌های ما یه کشتی ملت آتش رو دیدن که به این سمت میومد 
از اون موقع ما ردشون رو می‌زدیم 
ما خوشحالیم که شما با ما هستید 
اگه قدرت آواتار در کنار ما باشه ما درسی بهشون میدیم که هیچوقت فراموش نکنن 
شهروندان ، امروز روز بزرگی برای شهر ماست چون به متحدان قدرتمندی خوش‌آمد میگیم و اومدن اونها رو با یه ضیافت جشن می‌گیریم 
ضیافت - ارواح از ما محافظت کنن - زل نزن - هان ؟ دست خودم نیست ، یه چیزی در موردش وجود داره 
ما قبلاً هم رو دیدیم ؟ 
- نه - حالا بی‌خیال شو قبل از اینکه فکر کنن مشکلی داری بیشتر از همینایی که الآن داری 
قسم می‌خورم ، تا این اشرار رو دستگیر نکنم آروم نمی‌گیرم 
نمیشه به دشمنانمون اجازه بدیم از چنین جنایاتی قسر در برن 
و من می‌دونم باید از کجا شروع کنم 
می‌دونم کار کی بوده 
کار اوزای بوده 
اوزای انسانیتش رو از دست داده 
ذهنش خیلی درگیر پیروز شدن به جهان شده اون نمی‌تونه هیچکسی رو که سر راهش قرار بگیره تحمل کنه نه حتی گوشت و خون خودش فهمیدم 
باهاتون همدردی می‌کنم 
که باعث میشه چیزی که می‌خوام بگم کمی عجیب به نظر بیاد 
ارباب آتش افتخار این رو به من داده تا ناوگان دریایی عظیمی رو رهبری کنم 
ما می‌دونیم آواتار به سمت اونجا میره به آخرین قلعۀ بزرگ آب‌افزار و من میرم که بگیرمش 
ببخشید ، دریاسالار ولی شما اولین نفری نیستید که برای انجام همچین مأموریت مهمی به ذهن میاید 
اعتراف می‌کنم که تجربۀ کمی در جنگ دارم 
قطعاً این یعنی شکستی رو هم تجربه نکردم 
برخلاف شما 
کافیه ! کافیه 
ارباب آتش عملکرد شما رو کمتر از معمولی ارزیابی کرده 
ولی من شکستش دادم 
باید حداقل دو حرکت زودتر کار رو تموم می‌کردید 
بنابراین ، فردا باز هم ارزیابی میشید 
می‌دونی که اون داره باهات بازی می‌کنه ، درسته ؟ 
وقتی اون سنگ به سمت سر من میومد که حس بازی نداشت 
فقط میگم پدرت می‌دونه که تو بهترینی 
اون فقط نمی‌خواد که خودتم اینو بدونی 
بزار پدرم زندان‌هاشو خالی کنه 
تمام کنترل‌کننده‌هاش رو بفرسته سراغ من من همه رو می‌سوزونم تا اینکه اون به حقیقت اعتراف کنه 
کدوم حقیقت ؟ 
که من همون فرد برگزیده هستم 
چرا نمیری باهاش حرف بزنی ؟ 
و چی بگم ؟ 
سلام ساکا از قبیلۀ آب جنوبی 
اون فقط یه دختره 
اون یه شاهدخت و رهبر معنویه اون احتمالاً رو تخت شاهی می‌خوابه و فقط از شبنم و نور خورشید تغذیه می‌کنه 
عمراً 
میوۀ دریایی آب‌پز ، غذای مورد علاقه‌ام 
خوبه ؟ چه مزه‌ای میده ؟ 
... مثل مثل خونه 
کاتارا ؟ فقط می‌خواستم بابت کمک به رسیدنم به اینجا ازت تشکر کنم 
امکان نداشت اینکارو نکنم 
اگه به خاطر تو نبود این چیزهای جالب رو تجربه نمی‌کردم 
غذا خوشمزه‌اس ؟ 
آره خیلی 
گفتی کاملاً خود آموخته‌ای آره ، حس می‌کنم پیشرفت زیادی کردم ولی هنوزم چیزهای زیادی هست که باید یاد بگیرم 
به همین دلیل نمی‌تونستم صبر کنم به اینجا برسم تا اون یکی آب‌افزار و به خصوص استادان بزرگی مثل شماها رو ببینم 
بزرگ شدن در حالی که از سایر کنترل‌کننده‌ها ‌ جدا بودی حتماً سخت بوده 
حملات ملت آتش چیزهای زیادی رو ازت گرفته از همۀ ما گرفته 
... بدترین بخشش این بود که من نمی‌تونستم کاری بابتش انجام بدم 
مهم اینه که زنده موندی 
این کاریه که ما می‌کنیم آب عنصر تغییر و تحوله 
و ما آب‌افزارها با شرایط زندگی کنار میاییم 
فردا صبح ، برو و یوگودا رو پیدا کن 
اون یکی از بهترین مربیان ماست و می‌تونه به تو در سفرت کمک کنه 
ممنون استاد پاکو 
تمشک شمالی می‌خوری ؟ 
بفرما 
ممنون 
می‌تونی به من کمک کنی اینو تموم کنم 
بیا ، خوبه 
نظرت چیه ؟ 
خوشمزه‌اس 
وقتی بچه بودم ، موقعی که پدرم با ریش سفیدها دیدار داشت اینجا پنهان می‌شدم 
اون می‌گفت می‌خواد من ببینم تو قبیله اوضاع چطوریه چون ، یه روزی ، این وظیفۀ من میشه 
خیلی باحال نیست 
همم ، من اینجا با مادربزرگم پنهان می‌شدم و دسر درست می‌کردم 
تو فقط یه دختری 
تو فکر می‌کردی دختر نیستم ؟ 
... نه ، نه ، نه ، من دربارۀ شاهدخت بودنت و اینا فکر می‌کردم که من پرافاده‌ام ؟ - آره ، منظورم اینه ، نه - 
منظورم اینه ، اینجوری فکر می‌کردم ولی ، نه ، تو عادی هستی 
عادی نه ، چون اون خوب نیست و من فکر می‌کنم دیگه نباید چیزی بگم 
می‌فهمم ... می‌دونم که از بیرون به نظر میاد من ولی این چیزیه که توقع دارن من باشم 
منظورم رو اشتباه متوجه نشو ، من عاشق خدمت به مردم هستم ولی گاهی ، باید برم جایی و دسر درست کنی ؟ 
نه می‌فهمم 
می‌دونی ، تو خونه ، وظیفۀ من بود که از روستا دفاع کنم 
اون رو جدی گرفته بودم 
کاتارا احتمالاً میگه خیلی جدی گرفتم ... ولی مسأله این بود که مسئولیت تو بود 
آره آره و اگه من انجامش نمی‌دادم کی می‌دونه ممکن بود چه اتفاقی بیفته 
می‌دونی ، من به پدرم قولی دادم و می‌خواستم هر جوری شده بهش عمل کنم 
ولی زمان‌هایی هست که خوب میشه لازم نباشه نگران باشی ... زمان‌هایی که آرزو می‌کنم کاش من یه پسر معمولی می‌بودی ؟ 
تو رو کجا دیدم ؟ 
شاهدخت یوئه 
اونها برای مراسم عصرگاهی آماده هستن 
ممنون ، هان 
لازم نبود ضیافت رو ترک کنی یکی از کاهنین می‌تونست بیاد 
اصلاً زحمتی نبود واقعاً 
به دیوار یخی ما خوش اومدی بیشتر از صد ساله در برابر حملات مقاومت کرده 
رئیس آرنوک ، اگه اشکالی نداره من دوست دارم با برادران جنوبیمون صحبت کنم در مورد جنگ من ؟ می‌خوای از من دربارۀ جنگیدن بپرسی ؟ 
تو چیزی داری که هیچکدوم ما نداریم تجربه 
بهم بگو ، زره ملت آتش از آهنه ؟ 
منابعی که ما داریم میگن روی سرشونه‌هاشون خار داره 
اه ، آهنی نیست ، چرمیه و ، دیگه خار روی سرشونه نداره 
سایر افراد هم باید این رو بشنون میشه بیای باهاشون حرف بزنی ؟ 
ام ، حتماً 
بهم بگو آواتار آنگ فکر می‌کنی بهترین شیوه برای جنگ پیش رو چیه ؟ 
ممکنه پیشنهاد کنم شما جبهۀ تهاجمی رو رهبری کنین ؟ 
... می‌تونید یه حمله رو رهبری کنید راستش ، بادافزاری بیشتر یه روش دفاعیه 
روش ما اجتناب از جنگه 
ولی تو فقط یه بادافزار نیستی تو آواتاری 
راستش ، من تو هیچکدوم از سایر قدرت‌ها ماهر نشدم 
ولی به همین دلیل اومدم اینجا امیدوارم کسی بهم آموزش بده 
ولی ما داستان‌هایی شنیدیم از اینکه شما اجتماعاتی رو نجات دادید سربازان ملت آتش رو شکست دادید حتی با هیولاها جنگیدید 
چطوری تونستید این کارها رو انجام بدید ؟ 
دوستانم به من کمک کردن ما با هم کار کردیم 
هوشمندانه‌اس که حین سفرت روی تمریناتت تمرکز کنی 
به نظر میاد که ما نمی‌تونیم روی آواتار حساب کنیم 
آب زندگیه 
آب به زندگی اجازه میده تا شکوفا بشه 
و شفا بده 
استاد پاکو به من گفت امروز مهمان مخصوصی داریم 
ممنون که من رو پذیرفتید 
داستان‌هایی دربارۀ شفادهندگی آب شنیدم ولی فکر نمی‌کردم هنوز هم به کار گرفته بشه 
اوه ، آره این بخش مهمی از فرهنگ ماست 
جریان انرژی رو در بدنت حس کن 
اون جریان رو به انرژی درون خودت متصل کن 
... شفا دادن بیشتر از یه فرایند جسمیه 
به همدلی مربوط میشه 
باید بفهمی که درد کشیدن چه معنایی داره بعد اون درد رو از بین ببری 
تو ذاتاً اینکاره‌ای ممنون 
توی زود یادگرفتن چیزها پیشرفت کردم 
بارهای زیادی باید خودمون به تنهایی فکر کنیم چیزی مثل توپ آتشی که به سمتت میاد برای متمرکز کردن ذهنت خوب نیست 
که یادم میندازه ، کی به تمرین جنگ می‌رسیم ؟ 
ببخشید ؟ 
فکر می‌کنم فرم‌های پایه‌ام خوب هستن ولی می‌تونم از کمک هم در افزایش دقت و قدرت استفاده کنم 
ببخشید ، ولی زن‌ها نمی‌جنگن 
ما از مهارت‌هامون برای شفابخشی استفاده می‌کنیم نه آسیب زدن 
من نمی‌خوام فقط شفا بدم 
شفادهی سنت مقدس و محترمیه بهترینشون نه ، ببخشید ، منظورم این نبود 
فقط اینکه ... فکر می‌کنم مهارت‌هام بیشتر تو نبرد باشن پس اگه اشکالی نداره ، دوست دارم آموزش تکنیک‌های جنگی ببینم 
تو قبیلۀ آب شمالی ، زن‌ها اجازۀ جنگیدن ندارن 
اجازه ندارن ؟ 
این درست نیست ولی روش ما اینه 
فهمیدم 
گروه خوبی به نظر میان 
به بهترین شکلی که می‌تونستیم آموزششون دادیم ولی هیچکدومشون نمی‌دونن قراره با چی مواجه بشیم هیچکدومشون جنگ واقعی رو تجربه نکردن 
هی ، من مطمئنم اونها عالی عمل می‌کنن به خصوص اینکه تو رهبریشون می‌کنی 
... خب شاهدخت یوئه اون عالی به نظر میاد 
یوئه ، اون مهربون ، سخاوتمند و ایثارگره 
اون نمایندۀ بالاترین ایده‌آل‌ها تو قبیلۀ مائه اون بهترین ماست 
تو ازش خوشت میاد 
شاهدخت و من قبلاً با هم نامزد بودیم 
وقتی که ما بچه بودیم والدینمون قرارش رو گذاشته بودن ولی وقتی اون شونزده سالش شد که حق ویژۀ خودش بود 
ولی هیچوقت دلیلش رو نگفت 
... پس تو انجامش می‌دادی ؟ 
ممنون که اومدید تا به آواتار کوروک ادای احترام کنید 
من اینجا هستم که کمی بیشتر از اون رو انجام بدم 
امیدوارم کوروک بتونه به من کمک کنه تا تو این جنگ تفاوتی ایجاد کنم 
مشکلی هست ؟ 
خیلی وقته که کسی برای کاری به کوروک مراجعه نکرده 
حقیقت اینه که اون بیشتر حافظه‌اش رو از دست داده 
زمانی که کوروک آواتار بود ، خیلی با دنیا درگیر نشد 
بعضیا میگن اون شیفتۀ دنیای ارواح شد و بیشتر زمانش رو اونجا می‌گذروند 
متأسفانه ، این یعنی اون خیلی این اطراف نبود که به ما در مواجهه با مشکلاتمون کمک کنه 
پس اون کارش به عنوان آواتار رو انجام نداد اون همه رو ناامید کرد 
فکر می‌کنم چیزهای بیشتری باید وجود داشته باشه 
امیدوارم حق با تو باشه چون من به کمک احتیاج دارم و اون تنها کسیه که ممکنه شرایط من رو درک کنه 
سلام آنگ 
می‌بینم که تونستی به شمال بیای 
آره ، چون قبیلۀ آب شمالی در خطره 
آواتار کیوشی الهامی رو به من نشون داد از اینکه آگنا کلا به دست ملت آتش نابود شده 
باید جلوی اون رو بگیرم تا اتفاق نیفته 
نمی‌تونی 
اگه اون بهت نشون داده شمال نابود میشه پس این اتفاق میفته 
ولی نتیجۀ جنگ هنوز قطعی نیست 
اینکه ملت آتش برنده بشه یا آب‌افزارها زنده بمونن به تو بستگی داره 
من فقط یه بچه‌ام 
نه تو یه آواتاری وقتی تو جزیرۀ کیوشی بودم آواتار کیوشی به من کمک کرد انرژی‌های فوق‌العاده‌ای رو آزاد کنم 
حالت آواتاری 
آره ! اون گفت که این قدرت هزار کنترل‌کننده رو میده می‌تونم از اون قدرت برای نجات شمال استفاده کنم 
ولی برای کنترل پیدا کردن روی اون باید توی سایر روش‌ها ماهر بشی 
ولی اون می‌تونست کنترلش کنه 
اون می‌تونست اون نیرو رو از طریق بدن من تغییر مسیر بده 
اون کنترلش رو داشت تو هم می‌تونی این کارو بکنی این غیرممکنه 
نه نیست ، کیوشی انجامش داد - من کیوشی نیستم - 
ولی هنوزم می‌تونی - نه نمی‌تونم - 
بعد از اینکه آواتار شدم فهمیدم که ارواح تاریک در آستانۀ وارد شدن به دنیای ما از دنیای ارواح هستن 
باید اونها رو متوقف می‌کردم پس عمرم رو صرف جنگیدن با اونها کردم 
جنگی که با ارواح داشتم به بدنم صدمه زد و روحم رو فاسد کرد 
در شرایط من نمی‌تونستم حالت آواتاری رو کنترل کنم بیشتر از اونی که تو می‌تونی 
و علیرغم تمام فداکاری‌هام نتونستم از اونی که از همه مهمتر بود محافظت کنم 
یه روح شکارگر اومد که ازم انتقام بگیره 
اومی ، عزیز من اون بهاش رو پرداخت 
روح صورتش رو دزدید 
کوه - گوش کن آنگ - 
آواتار باید تنها گام برداره در غیر این صورت عزیزانت رنج می‌کشن 
اوه ، ببخشید ، دنبال کاتارا بودم 
من دیگه باید برم 
مشکلی پیش اومده ؟ 
نه ، من فقط کمی خسته‌ام 
فکر می‌کنم تو باید بری و استراحت کنی 
! می‌دونستم ! تو بودی 
آره - روباهه تو بودی - آره ولی چطوری ؟ 
کمی بعد از اینکه به دنیا اومدم بیماری سختی گرفتم پس پدرم برای نجات زندگیم به ارواح التماس کرد و ... معجزه‌ای شد 
روح ماه به دعاهای اون پاسخ داد و من رو سرشار از جوهرش کرد و زندگی من رو برگردوند 
اون همون شبیه که رنگ موهام عوض شد پس تو یه روحی ؟ 
بخشی روح بخشی انسان 
موجود هر دو دنیا بودن به این معناست که من می‌تونم پلی بین دو دنیا باشم 
دلیل اینکه من یه کاهنه شدم اینه که مردم با بخش معنویشون ارتباط برقرار کنن 
و همینطور یعنی من می‌تونم از دنیای ارواح در رؤیاهام بازدید کنم 
پس محض سرگرمی میری اونجا ؟ 
تو بودی نمی‌رفتی ؟ 
جادوئیه 
اون کلمه‌ای نیست که من استفاده می‌کنم 
ازش خوشت نیومد ؟ 
چرا خوشم نیاد ؟ 
تقریباً توسط یه هیولای روحی نابود شدن یا اینکه یه شکارگر صورتم رو بخوره یا اینکه دردناک‌ترین خاطرات رو دوباره تجربه کنم دردناک ؟ 
چیزی نبود بی‌خیال 
اونکارو نکن 
اون رو کمتر از چیزی که هست نکن 
چیزی بود که وقتی من بچه بودم اتفاق افتاد 
شنیدم که پدرم میگه از من ناامید شده که من یه جنگجو نمیشم 
که به من باور نداره 
می‌دونی من چی رو دربارۀ تو از دنیای ارواح یادم میاد ؟ 
تو نگران دوستانت بودی 
قلبت 
چیزیه که تو رو خاص می‌کنه چبزیه که تو رو یه جنگجو می‌کنه 
حس می‌کنم اگه پدرت الآن تو رو می‌دید با حرفم موافقت می‌کرد 
باید چیزی رو بدونم 
چرا هان رو قبول نکردی ؟ 
هان عالیه 
اون تموم چیزیه که یه دختر می‌تونه بخواد ولی اون پسر رؤیایی من نیست 
دوستام برای من همه چیزن نمی‌تونم بدون اونا اینکارو بکنم به خاطر اونهاست که تا اینجا اومدم و با کمک اینهاست که می‌تونم از پس این جنگ بر بیام 
ما تیم آواتاریم 
تیم آواتاری وجود نداره 
فقط آواتار وجود داره 
فکر کردن به چیزی که نیاز داری رو تموم کن و به این فکر کن که چی برای اونها بهتره 
آواتار بودن یعنی کسی که بارها رو به دوش می‌کشه بودن ... به تنهایی 
! یه خرس 
اه ، راستش یه ماهیه می‌بینی ؟ باله داره 
هی ، تو با کوروک حرف زدی ؟ 
تونست بهت کمک کنه ؟ 
نه ، نتونست بهم کمک کنه 
خودم هستم و خودم 
اه ، کاتارا ، اوضاع تو با یاگودا چطور پیش رفت ؟ 
عالی ، ولی می‌خوام بپرسم من موقع جنگ کجا مستقر میشم 
زن‌ها اجازه شرکت در جنگ رو ندارن فکر می‌کردم این رو بدونی 
نه ، نمی‌دونستم اگه هم می‌دونستم اون رو نمی‌پذیرفتم 
مسأله پذیرفتن چیزی نیست بلکه مربوط به شیوۀ انجام کارهاست احمقانه‌اس و اشتباهه 
ما سر این موضوع بحث نمی‌کنیم 
از وقتی که خونه رو ترک کردم با آتش‌افزارها جنگیدم هیچکدوم از افرادت می‌تونن همچین چیزی بگن ؟ 
مهم نیست - چرا نیست ؟ - این در مورد اونها نیست در مورد توئه 
تو به اندازۀ کافی قوی نیستی زن‌ها به اندازۀ کافی قوی نیستن 
تو آموزش ندیدی و آماده نشدی که برای افرادی که اینجا هستن زندگیت رو فدا کنی 
و من اجازه نمیدم چیزی که برای قبیلۀ جنوبی اتفاق افتاد اینجا هم اتفاق بیفته 
اونها نمی‌زارن من بجنگم 
اونها اونقدر پشت این دیوار موندن که توی زمان منجمد شدن 
شاید باید با یوئه حرف بزنیم 
... یا شاید - شاید باید بهشون گوش کنیم - 
شاید بهتر باشه تو نجنگی 
این جنگ ، شبیه چیزهایی نیست که ما باهاشون مواجه شدیم 
نمی‌تونم تو و ساکا رو از دست بدم 
آنگ ، تو ما رو از دست نمیدی 
ولی حتی فکرش هم من رو به شک میندازه این مردم به آواتار احتیاج دارن 
و وقتی شما هستین من نمی‌تونم آواتار باشم 
نمی‌دونم وقتی اخبار برسه به پایتخت به من چه لقبی میدن 
از ژائوی فاتح خیلی خوشم میاد باید برازندگی داشته باشه دریاسالار ، اگه این نقشه‌های جنگ رو فهمیده باشم شما می‌خوایید از سمت جلو یه آگنا کلا حمله کنید ؟ 
شهر توسط موانع غیر قابل نفوذ از سه طرف احاطه شده و قسمت جلویی توسط دیوار یخی محافظت میشه 
چی باعث شده فکر کنید موفق میشید در حالی که خیلی‌ها شکست خوردن ؟ 
چون من چیزی دارم که هیچکدومشون نداشتن 
سرنوشت طرف منه 
علیرغم تمام تبلیغاتی که ممکنه شنیده باشید آب‌افزارها ضعیف یا ترسو نیستن 
دست کم گرفتن اونها پیامدهای ناگواری داره 
این اتفاق نمیفته 
حداقلش اینه که کشتی به سلاح‌های جدید و کشنده‌تری مجهز شده ... ولی ... مهمتر از همه من شخصاً قرارهایی گذاشتم تا بردمون تضمین بشه اون چیه ؟ 
... این سرنوشته 
اون به دژ حمله می‌کنه ، مثل یه گاو عصبانی 
شاید بیشتر باشن ولی اون پیش خودش نگهش می‌داره 
متأسفانه من ژائو رو دست کم گرفتم اون از چیزی که فکرشو می‌کردم خطرناک‌تره 
آره ، منم همینو فهمیدم وقتی که از قایق در حال سوختنم دور می‌شدم 
ما تقریباً به شمال رسیدیم هنوز نقشه‌ای نداری ؟ 
نقشه ؟ 
نقشه اینه که ثابت کنیم پدرم اشتباه نکرده که تو این مأموریت به من اعتماد کرده نقشه اینه بریم و آواتار رو دستگیر کنیم نقشه اینه که بریم و چیزی که حق منه رو پس بگیریم 
پس نقشه‌ای در کار نیست ؟ 
دارم روش کار می‌کنم عمو 
من هنوزم از گستاخی ژائو متعجبم فکر می‌کردم این فراتر از توانایی‌های اونه 
انگار که اون داره با یکی دیگه کار می‌کنه 
یکی خیلی باهوش‌تر 
دشمنت رو انتخاب کن 
... باید یکی رو انتخاب کنی - نه ، بسه دیگه - آزولا بازی کردن رو تموم کن - من اون کسی نیستم که بازی می‌کنه - 
این آخرین فرصت توئه ، جنگیدن یا شکست خوردن ؟ 
! جرأتش رو نداری 
می‌خوای امتحانم کنی ؟ 
منو رها کن 
بزار برم تو دنیا و نشونت بدم واقعاً چه کاری ازم بر میاد 
من دیگه از بازی کردن خسته شدم 
ببین ، پاکو یه احمقه 
مهم نیست بقیه چی فکر می‌کنن مهم نیست که پدرم فکر نمی‌کنه من جنگجوی بزرگی بشم ولی من هنوزم می‌تونم به نحوی عالی باشم 
نکته اینه که ، من می‌تونم تصمیم بگیرم همونطور که تو می‌تونی تصمیم بگیری کی هستی نه پاکو یا هر کس دیگه‌ای 
من پاکو رو به چالش جنگیدن دعوت می‌کنم 
می‌دونم ، اون یه استاده احتمالاً حسابی از خجالتم در میاد ، ولی این مهم نیست 
تمام زندگیم ، خودم رو عقب نگه داشتم و الآن نمی‌زارم کس دیگه‌ای همون کارو باهام بکنه 
کاتارا یادته توی معبد باد جنوبی گفتی باید با آنگ بریم ؟ که بهش کمک کنیم تا دنیا رو نجات بده ؟ 
حق با تو بود 
اگه باهاش نرفته بودیم نمی‌دیدم چطور دوتا بچه از قبیلۀ آب جنوبی می‌تونن از عهده هر کاری بر بیان 
آتش‌افزارها ، خاک‌افزارها ، مخلوقات روحی حتی جنگجوهای قوی و جوون قبیلۀ آب شمالی ساکا ، اگه می‌خوای منطقی باهام حرف بزنی اصلاً درست عمل نمی‌کنی 
منطق ؟ کی داره منطقی حرف می‌زنه ؟ 
... نه ، چیز که سعی دارم بهت بگم اینه که برو به حسابش برس 
چه خبره ؟ 
- من باهات نمی‌جنگم - 
چون تو می‌ترسی از چیزی که ممکنه بفهمی اینکه تو اشتباه می‌کنی 
بی‌خیال برگرد به کلبه‌های شفابخشی پیش بقیۀ زن‌ها 
باشه ، می‌خوای یاد بگیری چطوری بجنگی ؟ 
با دقت نگاه کن 
کافیه ؟ 
فقط همینو داری ؟ 
اینو اعتراف می‌کنم آب‌افزار خیلی خوبی هستی 
ولی هنوزم اجازه نمیدی من بجنگم 
هیچکس اینجوری به استاد پاکو فشار نیاورده بود 
عالی بود ، اون دیسک‌های یخی چطوری اونکارو کردی ؟ 
می‌تونی نشونم بدی ؟ 
خب ، من شک دارم الآن کسی بگه تو به اندازۀ کافی قوی نیستی 
نه ، اونها میگن که من باختم 
واقعاً ؟ 
تو گفتی می‌ترسی ما رو از دست بدی و به همین دلیل نمی‌زاری ما کنارت بجنگیم ولی این انتخاب منه نه پاکو و نه تو 
آره ، فکر می‌کنی ما اومدیم اینجا تا تو رو به حال خودت رها کنیم ؟ 
آواتار احمق 
نمی‌دونم که بتونم ازت محافظت کنم 
نمی‌تونی 
آره و نگران بودن دربارۀ اینکه کی صدمه می‌بینه یا نمی‌بینه چیزی نیست که فقط آواتار باید باهاش مواجه بشه 
خانواده بودن یعنی این 
کوروک ، روکو ، کیوشی همه گفتن من باید اینکارو تنهایی انجام بدم 
که آواتار باید بار رو تنهایی به دوش بکشه 
این گذشته هست الآن ، فقط یه نفر می‌تونه آینده رو بهت بگه کسی که افسانۀ آنگ رو می‌نویسه 
منظورش تویی ، فهمیدی ، درسته ؟ 
ملت آتش اینجان 
زمان جنگیدنه 
