مترجم فرار کنین 
‫ بگیرینشون ! ‫ چند نفرن ؟ 
‫ پنج ؟ ‫ شیش ؟ ‫ شاید هم بیشتر ! ‫ سریع ‌ تر ! 
‫ بریم ! ‫ بریم ! 
دارن فرار میکنن زود باشین 
صفحه ی یخی ، تکنیک جدید بود ‫ دیده بودم که خاک‌ افزارها ‫ از این کارها میکنن ‫ گفتم مدل آبیشم انجام بدم 
قدرت توی کنترل عناصر خیلی خوب شده ‫ کلی حرکات جدید ابداع کردی ‫ اینا نشونه ‌ های یه کنترل ‌ کننده ی ماهره 
‫ اعتماد به ‌ نفسم زیاد شده اما هر چیزی که میشد رو از طومار مادربزرگ یاد گرفتم به خاطر همین باید خودم رو به قبیله ی آب شمالی برسونم 
‫ بیشتر از قبل داریم با آتش ‌ افزارها روبرو میشیم 
‫ داریم به مرز کشور آتش نزدیکتر میشیم نمیتونیم جلوش رو بگیریم حتی بدون تلاش های مضخرف ساکا برای مخ زدن 
‫ هی ، از کجا باید میدونستم که سرباز ملت آتشه ؟ 
‫ ببین ، ‫ باید حواسمون رو جمع کنیم ... ‫ حداقل تا وقتی که به شمال میرسیم ، ‫ جایی که انگ ؟ 
‫ کار ملت آتشه 
چرا اینجوری میکنن ؟ 
اصلا چرا هر کاری رو انجام میدن ؟ 
‫ همش تقصیر منه 
‫ محافظت از دنیای طبیعت ‫ وظیفه ی آواتاره ‫ اهمیت این موضوع به اندازه کمک کردن به مردم ‫ و جنگیدن با آتش‌ افزارهاست 
‫ چندتا جنگل به ‌ خاطر نبود من از بین رفتن ؟ ‫ به ‌ خاطر اینکه نمیدونم دارم چیکار میکنم ؟ 
‫ مامان‌ بزرگ میگه ، ‫ زندگی یه چرخه‌ داره 
‫ و زندگی جدید ‫ از مرگ بیرون میاد 
‫ اینجا باز هم جنگل میشه 
‫ چیزی که باید ببینی اینه 
بذر برای آینده 
‫ نه اشتباهات گذشته 
‫ نه ، چیزی نیست کاری باهات ندارم 
‫ گم شدی ؟ 
من ساکا هستم 
هم ریتم ‫ " آکا " و " واکا_واکا " 
به نظر میرسه خیلی شجاع باشه ، اسم هم داره ؟ 
شاید بتونیم یه اسم جدید براش انتخاب کنیم 
‫ نظرت درمورد ‫ پیپین‌پدل آپسوکوپولیس چیه ؟ ‫ سوم 
شی یونگ برام درست کرده ‫ شی‌ یونگ ؟ 
... ‫ شی‌ یونگ دوستته یا ‫ ساکا ! 
نه ، صبر کن 
‫ اونجا 
‫ بالاخره اومدی 
‫ خودت که بهتر میدونی ‫ نباید تنهایی بری بیرون 
این ... از دستش افتاد 
‫ نیومدیم دردسر درست کنیم 
‫ ترسیده بود 
اینجا اتفاق بدی افتاده ، نه ؟ 
‫ ببخشید که رفتار بدی داشتم 
‫ ممنون که به دخترم کمک کردین ‫ لازم نیست عذرخواهی کنی 
چون نزدیک ملت آتش هستین باید خیلی مراقب باشین بله ، به اندازه ی کافی جنگ دیدیم 
جنگل اینجوری نابود شده ؟ توی جنگ ؟ ‫ نه ‫ آتش‌ افزارها موقع عبور از کوه ‌‫ یه مسیر خالی میخواستن 
و به خاطر همین جنگل رو آتش زدن ؟ 
ولی بعد از آتش ‌ سوزی ‫ اتفاقات عجیبی افتاد 
‫ محصولاتمون کم کم خشک شدن ، حیوونامون دیگه نتونستن علف بخورن 
چند روز پیش یه گروه رو فرستادیم دنبال غذا ولی برنگشتن 
‫ پسرم ، ‫ شی‌ یونگ ‫ باهاشون بود 
میدونیم زندگی با ترس چه شکلیه ولی موضوع عمیق تر از این حرفاست 
چیزی فراتر از این دنیا 
‫ حق با توعه ، مردم شما فراتر از این دنیا هستن ولی من میتونم اونا رو برگردونم 
‫ خبری نشده ؟ 
‫ نه قربان 
‫ هیچی ؟ 
عاخه یه گاومیش پرنده ی گنده کجا میتونه قایم بشه ؟ 
مورد مشکوکی ندیدین ؟ 
... البته ‫ البته چی ؟ 
‫ یکی از تاجرای تامین تدارکات ‫ یه چیزایی درمورد بازی کردن بچه‌ ها با قالب ‌ های یخ ‫ نزدیک مسیر سنلین میگفت ولی احتمالا اشتباه کرده 
‫ یعنی یه جایی یخ دیدن که قرار نبوده یخ باشه ؟ 
به نظر بیشتر آدما مورد مشکوکیه ، مگه نه ستوان جی ؟ 
‫ چند نفر رو برای بررسی میفرستم ‫ نه ، کار خودمه 
‫ طبق معمول 
‫ کار فرمانده ژائو عالی بود ‫ بدون این که کسی بهش کمک کنه ، ‫ تو یه منطقه ی دورافتاده کارش رو میکرد ولی تونست آواتار رو پیدا کنه 
‫ همیشه این روش مدیریت فرمانده ‌ هاتون رو تحسین میکردم 
‫ انگار همیشه میدونین که چطور میتونین از نهایت استعدادشون استفاده کنین 
‫ حالا اگه قدرت داشتم ‫ امکانات بیشتری برای ژائو فراهم میکردم 
به دونه‌ های امیدوارکننده‌ تر‫ بیشتر آب بده خودتون بهم یاد دادین 
‫ شاید حق با تو باشه 
‫ به سرهنگ شینو بگو که ‫ کماندارها رو مستقر کنه ‫ به رئیس خزانه هم اعلام کن ‫ که اهداف مالی جدیدی داریم 
‫ آزولا ‫ ژائو آواتار رو پیدا نکرد ، ‫ کار زوکو بود 
‫ اون بود که استقامت و تعهد خودش رو نشون داد از وارث آینده همچین انتظاری دارم 
‫ دنیایی که توش زندگی میکنیم تنها دنیایی نیست که وجود داره 
‫ به جز دنیای ما یه قلمروی دیگه هم هست 
‫ دنیای ارواح 
معمولا از همدیگه جدا هستن ‫ اما بعضی جاها ‫ حصار بینشون خیلی باریک میشه 
‫ یعنی فکر میکنی این جنگل یکی از اون جاهاست ؟ 
فکر نمیکنم ‫ حسش میکنم 
‫ و معتقدم که آتش این حصار رو ‫ از اینم نازکتر میکنه 
‫ آواتار پل بین دنیای طبیعت و دنیای ارواحه ‫ و فاصله ی کم بینشون رو هم حس میکنم 
‫ مثل یخیه که داره آروم ‌ آروم میشکنه 
‫ یعنی میخوای بپری توی دنیای ارواح ، ‫ گمشده‌ ها رو پیدا کنی و بپری بیرون ؟ 
‫ یه همچین چیزی ، ‫ آره 
قبلا با اطمینان بیشتری صحبت میکردی 
‫ چون تموم این چیزها توی حیطه ی مسئولیت منه 
‫ آره ، باید خودم رو به شمال برسونم ‫ تا آب ‌ افزارها رو نجات بدم ولی باید به اینا هم کمک کنم ‫ تا خونه‌ ها و عزیزانشون رو مثل من ‫ از دست ندن 
ولی نمیتونی همه ی این کارها رو انجام بدی 
‫ مثل حرفیه که بومی میزد ‫ آواتار باید غیرممکن ‌ ها رو انجام بده 
‫ باید جایی رو پیدا کنم که ‫ انرژی‌ های روحی بیشتری هست 
یعنی کجا ؟ 
‫ هر وقت پیداش کردم میفهمم 
یه جوری گفتی فکر کردم خبر داری 
معبد به سمت ارواح جنگل 
‫ همینجاعه 
خب ، باید چیکار کنیم ؟ 
‫ مراقب انگ میمونیم 
وقتی که روحش عبور میکنه ، ‫ بدنش آسیب‌ پذیر میشه 
‫ باید ازش محافظت کنیم 
از کجا میفهمیم که جواب میده ؟ 
‫ مطمئن نیستم 
‫ داره گشنم میشه ‫ هی ، میشه ساکت بشی ؟ 
‫ دارم تمرکز میکنم 
‫ ساکا ‫ فکر کنم جواب داد 
‫ چه اتفاقی داره میوفته ؟ 
‫ نمیدونم ! 
انگ ! ‫ روحم رو از بدنم جدا کردم ، اما نمیدونم ‫ چیشد که شماها هم با خودم آوردم 
‫ چطور ممکنه ؟ 
... حتما به ‌ خاطر انرژی‌ های اینجا ‫ و باریکی حصار ‫ و قدرت منه 
‫ خب ما رو برگردون ! ‫ فورا ما رو برگردون 
‫ ببخشید 
‫ وارد دنیای ارواح شدیم 
اسم آواتار رو نیار نباید بذاریم کسی بفهمه ‫ موافقم ‫ بهتره با احتیاط قدم برداریم 
‫ شاید کنترل این سرزمین ‫ دست کشور آتش باشه ‫ اما هنوز یه منطقه ی خاک‌ افزاریه 
‫ نباید دردسر درست کنیم ‫ آخه کی دردسر درست کردم ؟ 
واقعا کی بوده ؟ 
‫ شنیدم که چند آب‌ افزار مدتی پیش این اطراف بودن ‫ ندیدیشون ؟ 
ولی یه چیزایی درموردشون شنیدی یه جورایی 
شاید این بهت کمک کنه 
‫ حالا بگو ببینم ‫ آب ‌ افزارها رو دیدی یا نه ؟ 
‫ اما شنیدم که شاید آواتار با چندتا آب ‌ افزار سفر میکنه 
‫ چی گفتی ؟ 
‫ آواتار یا چندتا آب افزاره ‫ مگه نه موکی ؟ 
‫ چی ؟‌ آواتار ؟ ‫ دزد دریایی گفت 
‫ نه ، دزد دریایی نبود ، ‫ راهنمای دره گفت 
‫ گفت آواتار به کمک چندتا آب‌ افزار ‫ با موجودات دره مبارزه کرده 
انگار درمورد آواتار شنیدن 
‫ بعد از این که با پادشاه دیوونه ی اوماشو‫ مبارزه کردن 
از دست میدم همه چیزو از دست میدم 
‫ اگه اسمش به پشت این کوه هم رسیده ، یعنی همه خبر دارن ‫ همه ی مردم سرزمین خاک ‫ همه ی مردم کشور آتش ‫ شکارچی ‌ ها پیداشون میشه ، بوشون رو حس میکنم 
‫ کمک ! ‫ اون دیوونست 
نمیری اسکل 
‫ اگه بمیری فقط نصف پاداش گیرم میاد 
‫ به چی زل زدین ؟ 
‫ یه جایزه ‌ بگیر بیچاره 
بیچاره ؟ ‫ گنده تر از دهنت حرف میزنی 
‫ به ‌ خاطر بامزه بودن بابات ‫ چیزی بهت نمیگم 
باید میدونستم که اینجا تاجرها هر غلطی دلشون میخواد میکنن 
‫ گیاتسو یه بار بهم گفت که دنیای ارواح و دنیای مادی ‫ به هم وصلن 
‫ هر اتفاقی واسه ی یه دنیا بیوفته ، روی اون یکی هم اثر میذاره مثل روح آدم و بدنش میمونه 
جدا هستن ولی با هم در ارتباطن 
‫ منطقیه 
گیاتسو جوری میگفت که قابل فهم باشه همه چیز رو راحت میکرد 
مثل اینکه آدم فوق العاده ایه ‫ همینطور هم بود 
‫ همیشه حس می‌کردم که‫ خیلی با ارواح وفق پیدا میکنم 
شاید به خاطر همین روحم باهات منتقل شد این قورباغه ی ماده ست یا نر ؟ 
ولی نمیدونم این چجوری به اینجا رسیده 
‫ احتمالا روستایی‌ ها دنبال یه راه خروجن احتمال داره دنبال یه چیز آشنا باشن 
‫ البته اگه بدونن ‫ که اینجا دنیاشون نیست 
‫ اینجا دنیای هیچ‌ کدومتون نیست 
کی بود ؟ 
چیشده ؟ 
‫ اینجا دنیای هیچ آدمی نیست 
چه پرنده ی بزرگیه 
پرنده ؟ ‫ من پرنده نیستم 
‫ من روح دانش حقیقی هستم 
‫ لطفا ساکا رو ببخش منظوری نداشت 
‫ انگ ، با کی داری حرف میزنی ؟ ‫ منظورت چیه ؟ 
‫ چیزایی که تو میشنوی رو ‫ نمیشنون 
‫ مغزهای کوچیکشون‫ نمیتونه سخنان من رو درک کنه 
ولی من صدات رو میشنوم ‫ تو آواتاری 
‫ باید هم با اینجا ارتباط داشته باشی 
ولی اینا مزاحمن 
هر چی بیشتر بمونن خطرش بیشتره 
‫ خطر ؟ 
‫ خطر ؟ پرندهه میخواد ما رو بخوره ؟ 
دغدغه های بزرگتری هست 
‫ اینجا موجوداتی هستن که کارهای بدتری نسبت به خوردنتون انجام میدن روحتون رو میخوره 
انگ ؟ چی میگه ؟ ‫ میگه بهمون آسیبی نمیزنه 
‫ ما فقط میخوایم ‫ دوستای گمشده امون رو پیدا کنیم 
‫ یکی هست که توی یه کلبه ی سنگی زندگی میکنه ‫ و نزدیک جنگله ‫ شاید از سرنوشت دوستا‌تون مطلع باشه 
همین راه رو ادامه بدین تا پیداش کنین ‫ وایسا ببینم ‫ منظورت از خطر چی بود ؟ 
‫ چه بلایی ممکنه سرشون بیاد ؟ 
‫ اینجا چیزهایی هست که حقایق رو برای انسان‌ ها فاش میکنه 
‫ حقایقی که هیچوقت برای‫ رو در رو شدن باهاشون ، آماده نیستن 
ذات واقعیشون رو بهشون نشون میده و این ممکنه درد خیلی زیادی داشته باشه 
‫ به امید دیدار آواتار یادت باشه که نباید از مسیر خارج بشی 
‫ خدافظ پرنده 
‫ کافیه 
‫ تمرین تمومه اعلیحضرت 
‫ حالت خوبه ؟ 
‫ بذار کمکت کنم 
‫ خیلی شدید بود ‫ آره 
‫ ممکن بود بود بهش آسیب بزنی ‫ تقصیر خودشه باید بیشتر تمرین میکرد 
ولی ربطی به مربی نداشت ، نه ؟ 
‫ آزولا ، تو بهترینی 
‫ همه اینو میدونن 
فوق العاده ای 
‫ کافی نیست 
‫ پس اینجایی ‫ کجا بودی ؟ 
ببخشید ، سرگرم تماشای بازی پای شو بودم 
مطمئنم که همینطوره حالا بیا بریم اون‌ ها طبق تاکتیک‌ های مرسوم بازی نمیکردن ولی همین نقطه قوتشون بود 
عمو ، میشه بقیه ا‌ش رو توی کشتی تعریف کنی ؟ 
شاهزاده زوکو ، چیزای زیادی هست که میتونی از بازیکن ‌ های پای ‌ شو یاد بگیری 
اونا آموزش ندیدن ولی این یعنی ذهنشون میتونه ایده ‌ های جدید بسازه 
به خاطر همین وقتی راهکاری پدیدار بشه ، اونا آماده هستن 
جون آدم ها رو پیدا میکنه و بهترینه 
اون یه مزدوره وفاداریش قابل خرید و فروشه 
چطور میتونی به همچین کسی اعتماد کنی ؟ 
جون حرفه ایه 
شاهزاده زوکو میدونم همیشه باور داشتی برای انجام هر کاری روش درست و غلط وجود داره 
این از خصوصیت ‌ های یه رهبر بزرگه ولی اینجا قوانین متفاوته 
فرمانده ژائو هم اینو میدونه و ما تازه داریم تاس میندازیم اما اون داره حرکت میکنه 
درمورد آواتار بهم بگو 
اینو دیدی ؟ چیو ؟ اینو دیدین ؟ 
ساکا ، آروم باش جغد گفت تا وقتی که توی مسیر حرکت کنیم ، در امانیم 
درسته ، انگ ؟ درسته 
انگ ؟ واقعا چی گفت ؟ 
گفت اینجا بودن ممکنه برای شما خطرناک باشه 
گفت شاید به اجبار با حقیقت رو به رو بشین 
ولی مگه حقیقت چقدر دردناکه ؟ 
درسته 
خوبه میتونم با حقیقت کنار بیام 
حتما باید اینو به زبون میاوردی ؟ 
انگ ، لطفا بگو که این زبانِ ارواحه و فقط تو میتونی بفهمی و الانم داره میگه خوش اومدین رفقا کیک میل دارین ؟ 
اینو نمیگه 
فقط از مسیر منحرف نشید جغد گفت تا وقتی در مسیر حرکت کنیم ، مشکلی پیش نمیاد 
ما توی مسیر هستیم ، ما توی مسیر هستیم 
توی مسیر هستیم ، توی مسیر هستیم 
برین کنار 
روح جنگله 
زخمی شده 
نمیتونم باد افزاری کنم ! نمیتونم باد افزاری کنم 
منم نمیتونم 
! مراقب باش 
هی گولاخ برو با هم قد و قواره ی خودت بازی کن 
منظورم خودم نبود 
! ساکا ! 
درد درد 
چقدر درد داری 
راستش فقط چندتا خراشه 
تو رو نمیگم ، منظورم هی بایه 
هی چی ؟ 
هی بای همون روحه 
درد زیادی داره 
حتما محکم‌تر از چیزی که فکر میکردم خوردم زمین 
یکم توهم میزنم 
بامزه ای 
تو هم یه روباه سخنگویی 
البته امروز چیزهای عجیب ‌ تر هم دیدم 
تا اون گولاخ دوستامو نخورده باید برم پیششون 
اون گولاخ نیست ، صدمه دیده 
درد کشیدن همچین بلایی سرت میاره تو رو به چیزی که نیستی تبدیل میکنه نمیدونی آسیب دیدن چه حسی داره ؟ 
این خراش ها داره ناراحتم میکنه همیشه وقتی نمیخوای درمورد چیزی صحبت کنی ، بامزه بازی درمیاری ؟ 
چی ؟ نه‌ ، من همچین کاری نمیکنم 
باید بری ، امیدوارم حالت بیاد سر جاش 
اینم از دنیای ارواح 
اوه ، مراقب باش 
مه ممکنه خطرناک باشه 
مامان ؟ 
پس اینجا بودی 
همه‌جا رو دنبالت گشتم 
غیر ممکنه 
واقعا خودتی ؟ 
چی ؟ 
کاتارا ، حالت خوبه ؟ 
خیلی وقته ندیدمت 
بریم دیرمون شده 
از من به تو نصیحت ، چهارتا رشته محکم تره 
منم نگفتم محکم‌ تر نیست گفتم اینطوری رشته ‌ ها هدر میره 
کاتارا ، تو چرا نمیبافی 
راستش من اصلا بافنده ی خوبی نیستم 
ساکا منو دست مینداخت ساکا کجاست ؟ 
اون و پدرت کم کم از سفر ماهیگیریشون برمیگردن 
کاتارا نمیتونم آب‌ افزاری کنم بالاخره میتونی ، مطمئنم 
یه روز به کل دنیا نشون میدی که چقدر قدرتمندی تو از همه ما محافظت خواهی کرد 
ملت آتش اومدن ! فرار کنین 
قایمش کن 
! آب‌ افزار رو پیدا کنین ! برین 
کاتارا ، باید همین الان بریم 
نه ، من نمیرم 
قایم شو اصلا نیا بیرون 
آب‌ افزار کجاست ؟ 
میدونیم این روستا یه آب ‌ افزار داره 
به خاطر شماها ، همه ی آب ‌ افزارها یا مردن یا از اینجا رفتن 
داری دروغ میگی 
آب ‌ افزار رو تحویل بده 
وگرنه میکشیمت 
! صبر کن 
منم من آب افزارم 
چقدر ترس 
چقدر ناامیدی 
دنیای ارواح کجا بوده ، بیشتر دنیای شُل و گله 
بوی آپای بعد از بارون رو میده 
خب ، یه مشکلی هست 
بابا ؟ 
ای ارواح آب شاهد این نشان ‌ گذاری باشین 
به دلیل قدرت و رهبری ای که ‫ در آزمونِ گریز از یخ‫ از خودش نشون داده من این نشان خرد رو به ساکا ، تقدیم میکنم به پسرم 
امروز روز آزمون گریز از یخه 
امروز روزیه که آزمون گریز از یخ رو قبول شدی 
درست مثل همه ی جنگجویان خانواده ی ما 
ولی حسابی هیجان کار رو بردی بالا 
! باتو 
کنار اون کوه‌ های یخ نزیک بود خراب کاری کنی ، نه ؟ 
آره ، درسته ، کنترلم رو از دست دادم من نمیدونستم باید چیکار کنم 
... اگه سوار قایق نبودی و وارد دست به کار نمیشدی به هر حال هممون سالمیم 
فقط همینه که مهمه مگه نه ، هاکودا ؟ 
بله ، درسته ، و انتخاب خدمه ی مناسب 
متوجه شدی ؟ 
برو خواهرت رو پیدا کن تا همه با هم جشن بگیریم 
هی ، ساکا قایقی که برای گریز از یخ استفاده کردی رو دیدیم بهتره بگم تیکه پاره هاش رو پیدا کردیم 
اگه قبول شدنت این شکلیه اصلا دلم نمیخواد بدونم وقتی رد شدی چجوری بوده 
خیلی مسخره ست 
فکر نمیکردم انقدر زود توی دردسر بیوفته 
اگه تو نبودی ساکا قایق ما رو نابود میکرد 
شانس آوردیم زنده موندیم 
کار سختی بود ، منم لحظه ی آخر اون موج های بزرگ رو دیدم 
لازم نیست به خاطر اون بهونه بیاری 
من امیدوار بودم که وقتی لازم میشه شایستگی خودش رو اثبات کنه بهتر از این عمل کنه 
راستش همه برای این کار ساخته نشدن که جون مردم رو نجات بدن 
در برابر ناامیدیت ، تسلیم شو 
خونه 
این واقعی نیست این واقعی نیست 
چی داریم ؟ کسی که میتونه مقاومت کنه ؟ 
غیرممکنه ... مگه اینه البته 
دوست قدیمیم اومده ، آواتار 
تو رو میشناسم ؟ 
آره میشناسی 
چرا میخواستم تو رو بکشم ؟ 
به خاطر دزدیدن چهره ی کسی که دوستش داشتی 
ولی تو دزد خیلی خوبی هستی ، مگه نه ؟ 
شاید اومدی چیزی رو که دزدیدی پس بدی 
متوجه منظورت نمیشم ، فقط میخوام دوستام رو پیدا کنم 
دوستات ؟ 
چرا باید بذارم با غذام بازی کنی ؟ 
انگ ! بالاخره موفق شدی 
این ... این واقعی نیست غیرممکنه یه حقه ی دیگه‌ ست یه توهم دیگه 
میدونم باورش سخته ، ولی واقعا خودمم 
اینجا توهم های زیادی وجود داره ؛ ولی تو از مه خارج شدی 
این واقعیه 
اینو یادته ؟ 
یکی از آخرین بازی‌هاییه که با هم انجام دادیم 
نوبت توعه 
ای متقلب 
باورم نمیشه واقعا خودت باشی 
چطور ممکنه ؟ 
... خب وقتی از معبد باد جنوبی رفتی آتش‌ افزارها حمله کردن 
خیلی سریع و ناگهانی اتفاق افتاد 
بیشتر جسد‌ها ، به حرکت توی چرخه ی بزرگ ادامه دادن 
من مسیر متفاوتی رو انتخاب کردم 
تو تصمیم گرفتی که وارد مرحله‌ی بعدی معرفت نشی ؟ چرا ؟ چون میدونستم به من نیاز پیدا میکنی واقعا بهت نیاز دارم 
من باید آواتار باشم و همه هم روی من حساب کردن ولی خودم نمیدونم دارم چی کار میکنم 
حالا دیگه تو هستی 
انگ ، من نمیتونم نحوه ی آواتار بودن رو بهت یاد بدم 
معلومه که میتونی 
آواتار کیوشی بهم گفت باید برم شمال و جلوی وقوع یه تراژدی بزرگ رو بگیرم 
ولی نمیدونم چطوری این کار رو بکنم 
من هیچی نمیدونم 
خیلی بیشتر از چیزی که فکر میکنی ، میدونی 
بعید میدونم آخه ، چجوری باید دنیا رو نجات بدم اگه حتی نتونم دوستام رو نجات بدم ؟ اونا یه جایی توی مه هستن 
اون مه ارواح گمشده است 
جایی که مردم رو توی مخوف ترین خاطرات ‌ شون زندانی میکنه و اینجا شکارگاه کوه چهره دزده کسایی رو که از شدت ناامیدی و تردید فلج شدن ، شکار میکنه 
حتما روستایی ‌ ها رو هم گرفته ، همونایی که اومدیم نجات بدیم 
کوه اونا رو به لونه ی خودش برده 
تا وقتی آماده بشه که ازشون تغذیه کنه ، اونجا نگهشون میداره 
به موقعش روحشون برای همیشه گم میشه 
! باید نجاتشون بدم 
کوه یه روح باستانیه یه شکارچی خطرناک و بیرحم 
راهی برای شکستش وجود نداره باید سعی کنم 
باید یه کاری بکنم 
کوه اون گفت منو میشناسه گفت یه چیزی ازش گرفتم 
درسته آواتارهای قبلی با کوه مبارزه کردن 
میگن روکو حتی یه بار تونسته به این روح غلبه کنه ولی هیچکس نمیدونه دقیقا چه اتفاقی افتاده 
خیلی خب پس باید با روکو صحبت کنم 
من توی معبد آواتار کیوشی باهاش ارتباط برقرار کردم میتونم برای روکو هم همین کار رو بکنم 
ولی معبد روکو توی کشور آتشه 
سفر خطرناکیه چاره‌ ای ندارم 
برمیگردم 
باید یه چیزی رو بهت بگم 
اگه پیش ما مونده بودی کاری از دستت برنمیومد 
نمیتونستی جلوی کشور آتش رو بگیری 
نمیتونستی مانع وقوع جنگ بشی 
فقط تو هم در کنار بقیه ، کشته میشدی 
پس فراموشش کن 
میشه وقتی برگشتم درموردش صحبت کنیم ؟ 
البته 
باید عجله کنی ، کوه به زودی دوباره تغذیه میکنه 
درسته وقتی دوستام رو نجات بدم زمان بیشتری خواهیم داشت 
زمان زمان چیز جالبیه 
فقط یه راه هست باید یادت باشه که چی واقعیت داره 
امیدوارم بتونی کمکم کنی ، آواتار روکو 
میدونم داری درد میکشی ، روحت رو دیدم 
درستش میکنم و دوستام رو نجات میدم 
قول میدم 
شرمنده رفیق ، این دفعه نمیتونی بیای 
تو هم همینطور ، مومو 
خیلی خطریه 
مراقبشون باش تا برگردم ، باشه ؟ 
البته ، به خاطر سپردن اینکه چه چیزی مهمه ، میتونه سخت باشه 
گاهی وقتا حس میکنیم قراره همیشه تنها بمونیم و تنها همنشین ما ، درد و رنج ماست 
به خودمون میگیم که مشکل از ماست 
مخصوصا وقتی اتفاقاتی که در کنترل ما نیستن ، سر راهمون قرار میگیرن 
به خاطر همین باید درد و حسرت هامون رو رها کنیم و به یاد داشته باشیم که برای چه هدفی میجنگیم برای عزیزانمون 
اجازه بده این نوری باشه که در خطرناک ترین اوقات و تاریک ترین شب ها ، راهنمای تو باشه 
