Μ ' ακούτε ; Είναι κανείς εδώ ; 
Κάνετε λάθος ! Δεν έφταιγα για τις φωτιές . Ούτε για τον καβγά . Μην παιδεύεσαι . 
Οι στρατιώτες του Βασιλείου της Γης δεν έχουν υπομονή , ακόμα και υπό τις καλύτερες συνθήκες . 
Και σίγουρα , αυτές δεν είναι οι καλύτερες συνθήκες . 
Στρατηγέ Άιρο . 
Χαίρομαι που σε βλέπω , νεαρέ Άβαταρ . 
Ο Ζούκο ; Τον έπιασαν κι αυτόν ; 
Ελπίζω όχι . Με λίγη τύχη , θα φτάνει στο πλοίο . 
Αυτός φταίει για όλα . 
Ξεκίνησε τον καβγά , σε άφησε μόνο και το έσκασε . 
Αρχίζω να καταλαβαίνω τι άνθρωπος είναι . 
Αμφιβάλλω . 
Τι λες να μας συμβεί ; Δεν το γνωρίζω . Απ ' όσο ξέρω , οι Δαμαστές της Γης δεν είναι επιεικείς με τους εχθρούς τους . 
Είναι αλήθεια ; 
Συνεργαζόσουν με τον εχθρό ; 
Είναι περίπλοκο . 
Η ερώτηση είναι απλή . Βοηθούσες τους Δαμαστές της Φωτιάς ; 
Τέο ! 
Προσπαθούσα να σε προστατέψω . 
Οι Δαμαστές της Φωτιάς θα μας σκότωναν , θα επιτίθονταν στην πόλη αν δεν συνεργαζόμουν . 
Το Ομάσου έχει την ησυχία του επειδή παρέχω τις υπηρεσίες μου . Υπηρεσίες ; Έτσι λέγεται όταν δίνεις όπλα στον εχθρό ; 
Όπλα ; Όχι , μικροπράγματα . Τίποτα που να χρησιμεύει στον πόλεμο . 
Όλα γίνονται όπλο στα λάθος χέρια . 
Ειδικά με το Έθνος της Φωτιάς . 
Σόκα . Ξέρεις από δύσκολες επιλογές . 
Ο πατέρας σου έφυγε για να πάει στον πόλεμο και άφησε εσένα , ένα μικρό αγόρι , επικεφαλής . 
Κάνουμε ό , τι πρέπει για να επιβιώσουμε . 
Συμβιβαζόμαστε για να τα βγάλουμε πέρα . 
Ο πατέρας μου δεν θα το έκανε ποτέ . 
Τον βρήκα . Ο Άανγκ είναι στη φυλακή . 
ΠΡΙΝ ΑΠΟ 100 ΧΡΟΝΙΑ Άανγκ . 
Γεια σου , Μπούμι . Πώς πάει η προπόνηση ; 
Τα πάω καλά με τις μορφές , τα σχήματα με δυσκολεύουν . 
Τι λες , καλέ ; Μοιάζει με αεροβίσωνα . 
Για ασβοπόντικα πήγαινα . 
Σίγουρα ; 
Τίποτα δεν είναι σαν την τέχνη του δαμάσματος της γης . 
Άψογο αποτέλεσμα . 
Αυτό κάνει τις πόλεις τους θαύμα . 
Παλάτια που προκαλούν δέος , πύργοι που αψηφούν τη βαρύτητα . Αδιαπέραστες φυλακές . 
Προτιμώ μέρη στο Ομάσου που δεν είναι καταθλιπτικά . 
Οι πόλεις είναι σαν άνθρωποι . Έχουν πάντα τη σκοτεινή πλευρά τους . 
Όλες οι πλευρές σκοτεινές είναι πια . 
Ναι , αυτό που συνέβη εδώ συνέβη παντού . 
Αυτό κάνει ένας αιώνας πολέμου . 
Το Έθνος της Φωτιάς άρχισε τον πόλεμο . Μπορεί και να τον σταματήσει . 
Μακάρι να ήταν τόσο απλό . 
Ο αδελφός μου , ο Άρχοντας της Φωτιάς , βλέπει τα πράγματα μονοδιάστατα . Νίκη ή ήττα . 
Τίποτα άλλο δεν μετράει . 
Ούτε οι άνθρωποι που χάθηκαν στην πορεία . 
Γι ' αυτό ο Ζούκο καίγεται να με πιάσει ; 
Για να κερδίσει τον πόλεμο για τον μπαμπά του ; 
Νίκη γι ' αυτόν δεν είναι να κερδίσει τον πόλεμο , μα να ξανακερδίσει τη ζωή του . 
Δείξε του ότι δεν είναι αυτός ο τρόπος . Θα σε ακούσει . 
Εξάλλου , σου το χρωστάει . 
Αντιθέτως , εγώ του χρωστάω . 
Πιο πολλά απ ' όσα μπορώ να ξεπληρώσω . 
Αδύνατον ! 
Η φυλακή είναι βαθιά στο βουνό και περιβάλλεται από πέτρα . Το μόνο πέρασμα είναι από το παλάτι . 
Λυπάμαι . Ο Άβαταρ δεν έχει ελπίδες . 
Δεν θα τον εγκαταλείψουμε . 
Μπορείς να μας βάλεις στο παλάτι . 
Μετά τα σημερινά , δεν μπορώ . 
Και οι σήραγγες ; 
Σήραγγες ; 
Μυστικές σήραγγες κάτω από το βουνό . Οι ιδρυτές της πόλης τις είχαν για κρυφές συναντήσεις . 
- Παραμύθια . - Είπες ότι τις έχεις δει . 
Εκτός κι αν ήταν ψέμα . 
Ναι , υπάρχουν σήραγγες , μα είναι ασταθείς . 
Όσοι μπαίνουν δεν βγαίνουν . 
Ο θρύλος λέει ότι εκδικητικά πνεύματα τις φυλάνε . 
Οπότε , όχι μόνο μυστικές σήραγγες . Μυστικές στοιχειωμένες σήραγγες ; 
Ακόμα κι αν βρω δίοδο από τις σήραγγες , υπάρχουν κι οι φύλακες . 
Άσ ' το πάνω μας . Βοήθησέ μας να μπούμε μέσα . 
Πού τον πας ; Στον Λάκκο . 
Στον Λάκκο ; 
Είναι στρατόπεδο εργασίας για αιχμαλώτους πολέμου . 
Όποιος έχει σταλεί εκεί δεν έχει ξαναγυρίσει . 
Εσύ δεν θα είσαι τόσο τυχερός . 
Θα πας στον βασιλιά . 
Οι χάρτες δεν βγάζουν νόημα . Εδώ λέει να πάμε ανατολικά . Εδώ έχει νότιο μονοπάτι . Κι εδώ ... έχει στροφές μέχρι πάνω . 
Τι είναι ; 
Η επαφή μου στο Έθνος της Φωτιάς . 
Συναντηθείτε . Και μετά πήγαινε στους στρατηγούς και πες τους να στήσουν παγίδα στους κατασκόπους . 
Όχι . Οι Δαμαστές της Φωτιάς το ξεκαθάρισαν . Αν αντισταθούμε , θα επιτεθούν ανελέητα . Ας έρθουν . 
Ο Άβαταρ επέστρεψε στον κόσμο . 
Δεν θα κρυβόμαστε πλέον . Ώρα να πολεμήσουμε . 
Υψηλότατε . 
Ο κρατούμενος που ζητήσατε . 
Τον έπιασαν να καβγαδίζει , να καταστρέφει περιουσίες . Τρομοκρατούσε τον κόσμο . 
Και είναι Δαμαστής του Αέρα . 
Ρίζα λωτού , φλοιό πεύκου , αποξηραμένο γιασεμί . 
Ρίζα λωτού , φλοιό πεύκου , αποξηραμένο γιασεμί , σε ζεματιστό νερό για δύο λεπτά ! 
Τσάι ; 
Κάνεις λάθος γι ' αυτόν . 
- Είδαμε το δάμασμα ... - Όχι ! 
Δεν είναι μόνο Δαμαστής του Αέρα . Κατέχει και τα τέσσερα στοιχεία . 
Ο σωτήρας του κόσμου . 
Είναι ο Άβαταρ . 
Και είναι πολύ καλός στα ψαράκια . 
Μπούμι ; 
Γεια σου , Άανγκ . 
Μπούμι ! 
Πώς είσαι ζωντανός ; 
Καθαρή ζωή , σωστή διατροφή και τύχη . Δεν ξέρω αν είναι καλή ή κακή τύχη . 
Βασικά , εσύ πώς είσαι ακόμα ζωντανός ; Και παιδί μάλιστα ; 
Είναι μεγάλη ιστορία . 
Φλοιός πεύκου ; 
Ποιος ηλίθιος σου είπε να βάλεις φλοιό πεύκου ; 
Εσύ . 
Κάντε του ... ένα γλέντι . 
Τζετ . 
Μας πρόδωσες . 
Σας πρόδωσα ; 
Σας εμπόδισα να σκοτώσετε αθώους . Αθώους ; Κατασκόπους , προδότες . Αυτούς ήθελες να σώσεις ; Δεν είναι όλοι εκεί έξω εχθροί . Αν σταθείς εναντίον μας , είσαι εσύ . 
Μπορεί η ζωή να είναι απλή στον Νότιο Πόλο , αλλά εδώ παίρνεις δύσκολες αποφάσεις . Αυτό συμβαίνει στον πόλεμο . 
Νόμιζα ότι ήσουν μαζί μας . 
Μαζί μου . 
Τζετ , ξέχασες για ποιον λόγο πολεμάς . 
Μου είπες να θυμάμαι τη μητέρα μου , και το έκανα . Δεν ήθελε ποτέ να έχω πίκρα στην καρδιά μου . 
Γι ' αυτό κατέληξες στη λάθος πλευρά , δεν πολεμάς για ό , τι αγαπάς . Πολεμάς από μίσος . 
Σαν τους Δαμαστές της Φωτιάς . 
Δεν έχω καμία σχέση με τους Δαμαστές της Φωτιάς . 
Αντίο , Τζετ . 
Δες τη δύναμη που έχεις . Σ ' εμένα την οφείλεις . 
Όχι βέβαια . Την είχα πάντα . 
Εσύ ! 
Δεν έχεις δουλειά εδώ . 
Κύριε , μου ανέθεσαν τη μεταφορά των κρατουμένων , αλλά να ... άργησα . Αν το μάθει ο διοικητής μου ... Έχω ήδη αρκετούς μπελάδες αυτόν τον μήνα . 
Ο γερο-Δαμαστής πήγε στον Λάκκο . Ο άλλος είναι ακόμα εδώ . 
Ποιος άλλος ; 
Το φαλακρό παιδί . Ο βασιλιάς ήθελε να τον δει . 
Λοιπόν , τι κάθεσαι ; 
Τι θα κάνεις ; 
Για το γεύμα σου , σου προσφέρω δύο επιλογές . 
Παϊδάκια από το νησί Καγκουρό . 
Και το άλλο πιάτο , φύκια στιφάδο . 
Νιώθεις τη θαλασσινή αύρα στο δέρμα σου . Πώς τα λέω ! Αυτό ήταν καλό . 
Θα πάρω το στιφάδο . 
Δεν τρώω κρέας . 
Εννοείται πως δεν τρως . 
Καλή επιλογή . 
Μισό λεπτό . Τεστ ήταν αυτό ; 
Τι ; Τεστ ; Όχι . Μάλλον κάτι σαν παιχνίδι . 
Σου αρέσουν τα παιχνίδια , σωστά ; 
Λοιπόν , ήσουν παγωμένος στο παγόβουνο για εκατό χρόνια ; 
Πρέπει να ήταν ... ωραία . 
Όχι , ήταν εφιάλτης ! Έλα τώρα . Πόσο άσχημα μπορεί να ήταν ; 
Ο κόσμος καίγεται , άνθρωποι πεθαίνουν , κι εσύ κοιμάσαι του καλού καιρού . 
Οι Δαμαστές του Αέρα εξοντώθηκαν . Δεν ήμουν εκεί να βοηθήσω . 
Ήταν τραγωδία . Και μπορεί να ξανασυμβεί . Πρέπει να πάω στη Βόρεια Φυλή του Νερού το συντομότερο . Γι ' αυτό πρέπει να με αφήσεις να φύγω . 
Σιγά τα λάχανα . 
Μπούμι ! Είναι σημαντικό . 
Δεν σε νοιάζει ; 
Αν με νοιάζει ; 
Τολμάς να υπονοείς ότι δεν νοιάζομαι ; 
Μήπως εσύ έδινες τον ίδιο αγώνα εδώ και έναν αιώνα ; Είδες όλο τον κόσμο σου να καίγεται συθέμελα ; 
Άκου να σου πω , Άβαταρ . 
Μπορεί να είσαι εκατό ετών , αλλά δεν έχεις ζήσει εκατό χρόνια , ειδικά αυτά τα εκατό χρόνια . 
Δεν πιστεύω ότι έχασες τις ελπίδες σου . 
Όχι εσύ , Μπούμι . 
Αλήθεια ; 
Η πρόκληση γίνεται δεκτή . 
Δεν πάμε σωστά . 
Ήταν το μόνο άνοιγμα στο βουνό . 
Είσαι σίγουρη ; 
Άκου . 
Μήπως ακούς μουσική ; 
Όταν βρίσκεσαι στο σκοτάδι Μπροστά σου μόνο πέτρες και βράχοι Ωραία . Μπορείς να το πάρεις αυτό ; 
Θυμήσου ότι ένα πολύτιμο δώρο Είναι θαμμένο βαθιά μέσα σου 
Κούνα το . 
Ψάξε λίγο και θα βρεις Θησαυρέ μου Ναι ! 
Ναι . Όλα ήταν μια ομορφιά . Τι κάνετε εδώ ; Εμείς τι κάνουμε εδώ ; Εσείς τι κάνετε εδώ ; 
Κάνουμε αυτό που κάνουμε . 
Σωστά , αλλά γιατί το κάνετε εδώ ; 
Για την ακουστική . Η καλύτερη στο Ομάσου . 
Το ακούς ; 
Αρμονία . Αυτό είναι το ζητούμενο . 
Αρμονία , μουσική , αγάπη . 
Αν δεν τους πειράζει που ' ναι εδώ , οι σήραγγες δεν θα ' ναι κι άσχημες . 
Σήραγγες ; Όχι , δεν είναι οι σήραγγες αυτές . 
Αυτές είναι οι σήραγγες . 
Ναι , δεν θα έμπαινα εκεί . 
Δεν έχουμε επιλογή . 
Ψάχνουμε τον φίλο μας . 
Αφού πρέπει λοιπόν , καλύτερα να δείτε αυτό . Είναι η ιστορία δύο εραστών . 
Η Όμα και η Σου συναντιούνταν στο βουνό ανάμεσα στα χωριά τους . 
Τα χωριά ήταν εχθροί , και δεν μπορούσαν να ' ναι μαζί , αλλά η αγάπη τους ήταν δυνατή , οπότε βρήκαν τρόπο . 
Έμαθαν το δάμασμα της γης από τους ασβοπόντικες κι έγιναν οι πρώτοι Δαμαστές της Γης . 
Έφτιαξαν περίτεχνες σήραγγες για να συναντιούνται κρυφά . 
Αλλά μια μέρα , η Όμα δεν εμφανίστηκε . 
Είχε σκοτωθεί σε επίθεση . 
Συντετριμμένη , η Σου πήγε να δαμάσει τη γη για να τιμωρήσει τα χωριά . 
Θα μπορούσε να τα ' χει ισοπεδώσει . Αντί γι ' αυτό , κήρυξε τον πόλεμο λήξαντα . 
Τα χωριά τη βοήθησαν να χτίσει μια πόλη όπου θα ζούσαν όλοι ειρηνικά . 
Η σπουδαία πόλη ονομάστηκε Ομάσου προς τιμήν της αγάπης τους . 
" Η αγάπη λάμπει στο σκοτάδι " . 
Να το θυμάστε , ειδικά αν πάτε στο απύθμενο σκότος από το οποίο κανείς δεν επιστρέφει . 
Οι δύο εραστές ... 
Όλα θα πάνε καλά . Δεν υπάρχει κάτι να φοβηθείς εκεί . 
Σωστά . Δεν υπάρχουν θυμωμένα πνεύματα . 
Μυστική σήραγγα Μέσα από τα βουνά Μυστική σήραγγα Ναι ! 
Ήρθε το τέλος τους . 
Ολόκληρο πλήρωμα Δαμαστών της Γης μόνο για έναν γέρο . 
Με κολακεύετε . 
Καλού κακού . 
Πολλοί σ ' αυτά τα μέρη θα ήθελαν να μάθουν ότι ο ξακουστός Δράκος της Δύσης είναι εδώ . Ο στρατηγός που πολιόρκησε το Μπα Σινγκ Σε για 600 μέρες . 
Ίσως κάποιος θελήσει να πάρει την κατάσταση στα χέρια του . Δεν θα το επιτρέψουμε , έτσι ; 
Μπορώ να κάνω κάτι για να γίνει πιο άνετο το ταξίδι σας ; 
Είμαι μια χαρά . Ευχαριστώ . 
Σίγουρα ; 
Ελάτε , μη διστάζετε να μιλήσετε . 
Έχουμε δρόμο μέχρι τον Λάκκο . 
Θα έχω άπειρο χρόνο . 
Θες να πας βόρεια . 
Ο Βορράς δεν είναι καλός . 
Έχει φωτιά σε όλο τον Βορρά . 
Δεν έχω επιλογή . Εκεί πρέπει να πάω . 
Μια συμβουλή . Η σύντομη οδός δεν είναι πάντα η καλύτερη . 
Εννοείς να ακολουθήσω τον μακρύτερο δρόμο ; 
Εννοώ ότι πρέπει να προσέχεις πού πατάς . 
Μπούμι , τι είναι αυτά ; 
Μπούμι , τι θες να αποδείξεις ; " Να αποδείξω " ; 
Ίσως θέλω να σου δείξω ότι δεν υπάρχουν εύκολα ταξίδια για τον Άβαταρ . 
Ίσως ήθελα απλώς να παίξω ένα παιχνίδι όπως κάναμε παλιά , ή μπορεί να λιγουρεύτηκα καραμέλα κρυσταλλική . 
Έρχομαι , θείε . 
Από εδώ . 
Έτσι λέει ο χάρτης ; 
Δεν είναι σαφής , αλλά έχω ένα προαίσθημα . 
" Προαίσθημα " ; 
Ναι , προαίσθημα . Κάτι μου το λέει , ένα ένστικτο . 
Το βλέπεις αυτό ; 
Σβήσε το φως σου . 
Κοίτα να δεις ... 
" Η αγάπη λάμπει στο σκοτάδι " . Το ' πιασες ; Ήταν στοιχείο . 
Πρέπει να σκοτεινιάσει για να ακολουθήσεις το φως . Και θα δεις το μονοπάτι . 
Από το φως των κρυστάλλων ; 
Μα είναι παντού . 
Στα τοιχώματα . Στο έδαφος . 
- Είναι διάσπαρτοι . - Είναι μονοπάτι . 
Η αγάπη λάμπει στο σκοτάδι , όχι οι βράχοι . 
Ποιητική αδεία . Το ' παν οι μουσικοί , η αγάπη είναι η λύση . Αγάπη χρειαζόμαστε . Κινεί τον κόσμο . 
Ακούς τους μουσικούς τώρα ; 
- Σόκα , περίμενε ! - Κατάρα , τι πρόβλημα έχεις πια ; 
Ότι δεν με παίρνεις στα σοβαρά . 
Άντε πάλι . 
- Δεν είμαι μωρό πια . - Αλλά φέρεσαι έτσι . 
Κι εσύ παριστάνεις τον ξερόλα , ενώ δεν κατάλαβες καν τον προδότη που σε δούλευε ! 
- Μιλάς εσύ που ερωτεύτηκες τον τρομοκράτη . - Δεν ισχύει . 
- Να μην του μιλούσες ! - Σ ' όποιον θέλω θα μιλάω ! 
- Με αγνοείς ! - Όταν φέρεσαι σαν ηλίθιος ! 
- Ο μπαμπάς ... - Δεν είσαι ο μπαμπάς ! 
Δεν είμαστε στον Όρμο του Λύκου πια , ε ; 
Μάλλον όχι . 
Φαντάσου να μας έβλεπε η γιαγιά τώρα . 
Θα ' τρωγα λίγη από την παστή φώκια της . 
Ή τα νουντλς της . Με τη ζεστή σουπίτσα . 
Θα τα ξαναφάμε σύντομα . 
Αλήθεια το πιστεύεις ; 
Δεν ξέρω . 
Σήκω . Ας φύγουμε . 
Παστή φώκια . Ποτέ δεν κατάλαβα πώς μπορείς και το τρως . 
Οι Δαμαστές της Φωτιάς δεν θέλουν νερό , ε ; 
Ξέρεις , στο Μπα Σινγκ Σε , μοίραζαν νερό με δελτίο μετά τον πρώτο χρόνο πολιορκίας . 
Στον στρατό , έχουμε ειδικά προνόμια . 
Ο αδελφός μου όμως ... ήταν καλόκαρδος . 
Έδινε φαγητό και νερό από τη διμοιρία στα παιδιά . 
Ήταν σκοπιά τη νύχτα που έκαψες το Ανατολικό Τείχος . 
Μέχρι να σβήσουμε τις φωτιές , δεν είχε μείνει ούτε ίχνος του . 
Ήταν 19 . 
Τόσες ζωές χάθηκαν . Τόσες μάχες . Και το Μπα Σινγκ Σε παραμένει . 
Άξιζε τον κόπο ; 
Είχαμε πόλεμο . 
Ήμουν στρατιώτης . 
Ήσουν φονιάς ! 
Ξέρεις ... Ακόμα μυρίζω καπνό όταν κοιμάμαι το βράδυ . 
Δεν φεύγει ποτέ . 
Ο πόλεμος μας ωθεί στα άκρα . 
Σε κάποιους δεν αρέσει αυτό που βρίσκουν εκεί . 
Με τέτοιο αξιολύπητο τρόπο λες ότι λυπάσαι για ό , τι έκανες ; 
Δεν μιλούσα για εμένα . 
Είναι αλήθεια , έτσι ; 
Δεν έχεις ίχνος ανθρωπιάς . 
Δεν έχεις ιδέα από απώλεια . 
Εγκατέλειψε την πολιορκία ; 
Ναι , μετά τον θάνατο του γιου του . 
Ο γιος του πεθαίνει ως ήρωας κι αυτός θα μείνει γνωστός ως δειλός . 
Αδελφέ , παρηγορήσου στη σκέψη ότι πάντα θα τιμούμε τον Λου Τεν ως πρωταθλητή του Έθνους της Φωτιάς . 
Ευχαριστώ , Οζάι . 
Η θυσία του θα γίνει θρύλος . 
Θείε . Είναι μεγάλη τιμή για σένα και για τον Λου Τεν που θυσιάστηκε για το Έθνος της Φωτιάς . 
Όταν οι σπουδές μου δεν πήγαιναν καλά και ο πατέρας δεν ήταν χαρούμενος , ο Λου Τεν μου έδωσε αυτό . 
Το είχε κερδίσει επειδή αποφοίτησε πρώτος στην τάξη των αξιωματικών . 
Είπε ότι ανήκει σε κάποιον γεννημένο να κάνει σπουδαία πράγματα . 
Μου έδωσε δύναμη . 
Ο Λου Τεν δεν το χρειαζόταν , γιατί ήταν ο πιο δυνατός άνθρωπος που ήξερα . 
Πήρες το κολάι . 
Με εξάσκηση και σωστή καθοδήγηση . Ναι ; Από τον πάπυρο ; Ναι . 
Και ο Τζετ με βοήθησε σε κάποια πράγματα . 
Έχασε τους δικούς του , όπως κι εμείς . Ξέρει ότι οι αναμνήσεις σε κρατάνε πίσω . 
Με έκανε να δω ότι σκεφτόμουν μόνο πώς πέθανε η μαμά και όχι πώς έζησε . 
Ο Τζετ μπορεί να πήρε λάθος δρόμο , αλλά τον ανάγκασαν άλλοι . Όπως και τον Σάι . 
Ο Σάι μού είπε να γίνω μηχανικός . Ότι έχω έμφυτο ταλέντο . 
- Το πιστεύεις ; 
- Δεν ξέρω . Χάρηκα που άκουσα ότι μπορώ να προσφέρω στον κόσμο . 
Εκτός από τις ικανότητές μου στη μάχη . 
Σόκα . Αυτό που είπα για σένα και τον μπαμπά ... 
Ηγήθηκες της φυλής και μας προστάτεψες χωρίς καμία βοήθεια . 
Ο μπαμπάς δεν επωμίστηκε τέτοιο βάρος . 
Πέρασες πιο δύσκολα απ ' αυτόν . 
Δεν μ ' αρέσει αυτό . 
Οι κρύσταλλοι ήταν απλώς κρύσταλλοι , όπως νόμιζα . 
Δεν ήταν αυτό εδώ . Περάσαμε πριν , δεν υπήρχε τοίχος . 
Πώς είναι δυνατόν ; 
Δεν είναι . 
Εκτός κι αν ... οι σήραγγες αλλάζουν . 
Πίσω από αυτήν την πόρτα κρύβεται μια τρομακτική δοκιμασία . Τώρα θα φανεί αν είσαι έτοιμος να γίνεις ο Άβαταρ . 
Μπούμι . Αυτές οι δοκιμασίες και τα παιχνίδια δεν βγάζουν νόημα . 
Τίποτα δεν βγάζει νόημα εδώ και εκατό χρόνια ! 
Δεν είσαι έτσι εσύ . 
Ο Μπούμι που ξέρω είναι ένα χαρούμενο παιδί που του αρέσει να κάνει ψαράκια και νοιάζεται τους φίλους του . 
Αυτό το παιδί δεν έχει χαθεί . 
Πολύ έξυπνο . 
Σ ' αρέσουν τα παιχνίδια , έτσι δεν είναι , Άβαταρ ; 
Ποιος νοιάζεται για τις ευθύνες ; Ποιος νοιάζεται για τη σωτηρία του κόσμου ; 
Όχι . Έχει γούστο ο χαβαλές . Σωστά ; 
Λοιπόν , ας παίξουμε ένα τελευταίο παιχνίδι . 
Όπως υποσχέθηκα . Ένα τελευταίο παιχνίδι , Άβαταρ . 
Το πιο απλό απ ' όλα . Εσύ εναντίον μου . 
Είναι τρελό . Πώς αλλάζουν ; 
- Είχα δίκιο για τους κρυστάλλους . - Αφήνουμε το κήρυγμα ; 
Της φαντασίας μου ήταν ; 
Ασβοπόντικας . 
Κάν ' το . 
Έχουμε δει αρκετούς θανάτους . 
Αυτά παθαίνεις αν λυπηθείς Δαμαστή της Γης . 
Καλά είσαι . 
Πρέπει να φύγουμε . 
- Ξεκουράσου ... - Δεν προλαβαίνουμε . 
Θα στείλουν κι άλλους στρατιώτες . Πρέπει να φύγουμε τώρα . 
Ευχαριστώ . 
Αδιέξοδο . 
Κατάρα , λυπάμαι . 
Κι εγώ το ίδιο . 
Τι συμβαίνει ; Πεθάναμε ; 
" Η αγάπη λάμπει στο σκοτάδι " . Όχι οι κρύσταλλοι . Δεν βοήθησαν αυτοί την Όμα και τη Σου . 
Είναι τυφλός . 
Δεν κινούνται με την όραση αλλά με το συναίσθημα . 
Αντιλαμβάνονται συναισθήματα κι αντιδρούν . Στον θυμό , τον φόβο , αλλά κυρίως στην αγάπη . 
" Η αγάπη λάμπει στο σκοτάδι " . 
Ανταποκρίνονται στην αγάπη ; 
Λες και στις προφορικές εντολές ; 
Συγγνώμη , κύριε Ασβοπόντικα . Θα θέλαμε να μας δείξεις τον δρόμο για το παλάτι . Σε παρακαλώ ; 
Σε παρακαλώ ! Δεν χρειάζεται να το κάνεις ! Κι όμως . 
Κάποιοι πρέπει να παλέψουμε , ακόμα κι αν δεν το θέλουμε . 
Αυτό συμβαίνει όταν είσαι σε πόλεμο ! 
Θα το ήξερες αν ήσουν εδώ , αλλά δεν ήσουν . 
Μας εγκατέλειψες . 
Ήσουν ο Άβαταρ . Και μας εγκατέλειψες . 
Σ ' αυτόν τον κόσμο , δεν μπορείς να βασιστείς πουθενά ! Ούτε στους φίλους σου . 
Ειδικά στους φίλους σου . 
Εντάξει , όσο διασκεδαστικό κι αν είναι , ώρα να τελειώνουν τα παιχνίδια . 
Δεν μπορώ να κρατήσω και τα δύο . Βοήθησέ με ! Άσ ' το να πέσει . Άσ ' το να πέσει και νικάς . 
Μπούμι , δεν είναι παιχνίδι ! Ναι , είναι . 
Και πρέπει να κάνεις ακραίες επιλογές . 
Να σώσω αυτήν την πόλη ή εκείνη ; 
Ποιος θα πάρει το φαγητό που έμεινε ; Τα ορφανά ή οι στρατιώτες ; 
Πρέπει να κάνεις τέτοιες επιλογές κάθε μέρα που περνάει , κάθε χρόνο που περνάει . Κι αυτό για να σωθεί μόνο αυτή η πόλη . 
Έχεις να σώσεις ολόκληρο τον κόσμο . Άσ ' το να πέσει , για να μάθεις τι σημαίνει να είσαι ο Άβαταρ . 
Τότε ο κόσμος είναι καταδικασμένος . 
Σόκα , τον βασιλιά ! 
Άανγκ , τώρα ! 
Είσαι καλά ; 
Μικρέ , ξέρεις πώς να τα κάνεις όλα λίμπα . 
Δεν είσαι εντάξει ! Έκλεψες ! 
Έκανες λάθος . 
Μπορείς να βασιστείς στους φίλους σου , και μόνο έτσι θα σώσω τον κόσμο . 
Με τους φίλους μου . 
Σκέφτεσαι σαν παιδί . 
Είναι τόσο κακό αυτό ; 
Το θυμάσαι ; 
Με αυτό καλώ έναν φίλο . 
Αυτό κάνω και τώρα . Καλώ έναν παλιό φίλο . 
Είχες δίκιο . 
Δεν βοήθησα τον κόσμο . Ούτε εσένα . 
Αλλά είμαι εδώ τώρα . 
Υψηλότατε . Καλέσαμε ενισχύσεις . 
Διπλασίασες τους φρουρούς στα τείχη ; 
- Ναι , υψηλότατε . - Ωραία . Πες τους ότι έρχομαι αμέσως . 
Μισό λεπτό , τι συμβαίνει ; 
Το Έθνος της Φωτιάς είναι καθ ' οδόν . Θα είναι εδώ μέχρι την αυγή . 
Δέχεστε επίθεση ; 
Σε λίγο , αλλά είμαστε έτοιμοι . 
Ευτυχώς , ένας άνθρωπός μας μας ειδοποίησε . 
Σάι ; Ειδοποίησε τους στρατηγούς για τους κατασκόπους . Μας βοήθησε να τους πιάσουμε . Τώρα φύγετε όλοι από εδώ . 
Ο Άβαταρ έχει υποχρεώσεις . Μπορούμε να φροντίσουμε τον εαυτό μας . Ώρα να ξαναμπεί το Ομάσου στον πόλεμο . 
Έχω άλλη μία δοκιμασία για σένα . 
Τα λαχανάκια μου ! 
Πάντα μπαινοβγαίνουμε σε πλεούμενα . 
Ίσως είναι το πεπρωμένο μας , πρίγκιπα Ζούκο . 
Ωραία . Δεν άργησα . 
- Τι κάνεις εδώ , θείε ; - Ό , τι κι εσύ . Ετοιμάζομαι να ξεκινήσω ένα αξέχαστο ταξίδι . 
Θες να έρθεις μαζί μου ; 
Ήρθα προετοιμασμένος . Έχω όσο τσάι χρειάζομαι . 
Δεν χρειάζομαι νταντά . 
Τι λες για έναν φίλο ; 
Ο πατέρας δήλωσε ρητά να μην επιστρέψω μέχρι να βρω τον Άβαταρ . 
Που σημαίνει ότι ίσως πάρει πολύ καιρό μέχρι να γυρίσουμε σπίτι . 
Σπίτι . 
Ό , τι χρειάζομαι βρίσκεται πάνω στο πλοίο . 
Όπως είπα , όσο τσάι χρειάζομαι . 
Τι συμβαίνει , Ζούκο ; 
Τίποτα . 
Πάμε σπίτι . 
