Είμαστε πανέτοιμοι . 
Θα επιτεθούμε απόψε . 
Μήπως να περιμέναμε ; Δεν είμαστε αρκετοί . 
Δεν χρειαζόμαστε άλλους . 
Έχουμε τον θυμό μας . Έχουμε τη θλίψη μας . 
Και για πρώτη φορά εδώ και έναν αιώνα , έχουμε ελπίδα . 
Θέλω να γνωρίσετε κάποια που ρισκάρει τα πάντα για τον σκοπό μας . 
Όπως όλοι μας , έχει χάσει πάρα πολλά . 
Τη μητέρα και τον αδελφό μου . Στην πολιορκία του Μπα Σινγκ Σε . 
Δουλεύει στο παλάτι . Είναι πρόθυμη να μας βοηθήσει με κίνδυνο της ζωής της . Αν εκείνη βρίσκει το θάρρος , το ίδιο πρέπει κι εμείς . 
Ο Άρχοντας της Φωτιάς Οζάι πρέπει να πεθάνει απόψε ! 
Δεν υπάρχει διαφυγή . 
Πρέπει να το ξέρατε ότι δεν υπήρχε επιστροφή . 
Ή μήπως περιμένατε να παραδώσουν τα όπλα , αφού θα σφάζατε τον άρχοντά τους ; 
Περιμέναμε ότι οι πολίτες του Έθνους της Φωτιάς θα ήθελαν να απελευθερωθούν από την τυραννία . Τυραννία ; 
Μήπως εννοείς την αλληλεγγύη ; Την ευημερία ; 
Δεν είμαστε το μεγαλύτερο έθνος στον κόσμο ; 
Δεν συγκέντρωσα σχεδόν όλο τον κόσμο σε μία αυτοκρατορία , τη δική μας , για να διασφαλίσουμε μια εποχή ειρήνης ; 
Με τι κόστος ; Πόσες ζωές ακόμα ; Θα χρειαστεί κι άλλος αιώνας με απώλειες και βάσανα ; 
Μη μου μιλάς για απώλεια . 
Σας συγχαίρω που φτάσατε ως εδώ . 
Παρ ' όλα αυτά , εμείς στο Έθνος της Φωτιάς καμαρώνουμε για την επινοητικότητά μας . 
Έτσι δεν είναι ... Αζούλα ; 
Ναι , πατέρα . 
Μας σταμάτησες απόψε , Οζάι , αλλά κάποιον άλλο δεν θα τον σταματήσεις . 
Αυτός θα ξαναφέρει την ισορροπία στον κόσμο . Επέστρεψε σ ' εμάς ! 
" Αυτός θα ξαναφέρει την ισορροπία στον κόσμο ... " 
Όντως πιστεύουν ότι επέστρεψε ο Άβαταρ ; 
Αφήστε μας . 
Τι είναι αυτό ; 
Μήνυμα από έναν διοικητή μου στις Νότιες Θάλασσες . 
Κάποιον ασήμαντο . 
Αυτό που μου ανέφερε όμως ... Ο Ζούκο βρήκε τον Άβαταρ ; 
Ο αδελφός σου πέτυχε το ακατόρθωτο . 
Όπως είχα ζητήσει . 
Τον Άβαταρ ! 
Σοβαρά ; 
Το μαστίγιο . Χέρια . 
Αλλαγή κέντρου βάρους . Τίναγμα του καρπού . Εντάξει . 
Δεν καταλαβαίνω . 
Οι απλές μορφές δαμάσματος αφορούν τη σωματική κίνηση , αλλά οι πιο δύσκολες , όπως το μαστίγιο , χρειάζονται την εσωτερική σου ενέργεια . 
Οι μοναχοί έλεγαν να πάμε εκεί που το συναίσθημα συναντά το πνεύμα . Πιο βαθιά κι από τη σκέψη . 
Κοίτα μέσα σου και πάρε δύναμη απ ' αυτό . 
" Κοίτα μέσα σου " . 
Δεν πειράζει . Εγώ έφταιγα . 
Δεν κάνω για δάσκαλος . Οι μοναχοί έλεγαν ότι δεν άκουγα ποτέ . 
Νομίζω , δηλαδή . Δεν άκουγα . 
Γι ' αυτό πρέπει να πάμε στη Βόρεια Φυλή του Νερού . 
Σωστά . Έχουν τους καλύτερους δασκάλους στον κόσμο . 
Μπορεί και να τους ακούσω . 
Φεύγουμε ! Δεν πρέπει να μένουμε πολύ στο ίδιο μέρος . 
Κι εγώ τη συμπάθησα . 
Ναι , ήταν τέλεια . 
Φυσικά , δεν έχω ιδέα τι σου βρήκε . 
Τι έχω , δηλαδή ; 
Κοιτάξτε ! 
- Τι ; Το Έθνος της Φωτιάς ; - Όχι ! 
Νομίζω ... ότι είναι Δαμαστής του Αέρα ! 
Κατευθύνεται στο βουνό . 
Δεν είναι βουνό ! 
Είναι το Ομάσου ! 
Άππα ! Γιπ γιπ ! 
Άγνωστο πού βρίσκεται . Πήγε βόρεια μετά από το Κιόσι . 
Θα σταματήσει για φαΐ και νερό . Μπορεί να είναι ο Άβαταρ , αλλά χρειάζεται να φάει και να πιει . 
Στο κέντρο απογραφής , τότε . 
- Έχω τους ανθρώπους μου . - Όχι ! Σου είπα , κανείς άλλος δεν πρέπει να μάθει γι ' αυτόν . 
Κατανοητό . Αλλά αν μου επιτρέπετε , μας παρουσιάζεται μια ευκαιρία όσο ο Άβαταρ παραμένει σ ' αυτήν την περιοχή . 
Αν πάει πολύ βόρεια ... Επικρατούν οι δυνάμεις του Έθνους της Φωτιάς . Θα το μάθουν . 
Γι ' αυτό προτείνω να μου επιτρέψετε να επικοινωνήσω με κάποιες έμπιστες πηγές . 
Δεν θα τους πούμε περισσότερα απ ' όσα πρέπει . 
Πολύ καλά . 
Το πλοίο του διοικητή Ζάο έφτασε . Πάνω στην ώρα . Στο Έθνος της Φωτιάς . 
Δεν τον συμπαθώ . 
Είναι κάπως αντιπαθής . 
Μίλησα με το πλήρωμά του . Απέτυχε στο πρόγραμμα εκπαίδευσης αξιωματικών τρεις φορές . Ζήτησα τη γνώμη σου ; 
Συγχωρήστε με . 
Να βοηθήσει ήθελε . 
Σχολίαζε έναν ανώτερο αξιωματικό . 
- Έναν αξιωματικό που αντιπαθείς . - Δεν έχει σημασία . 
Υπάρχει συγκεκριμένος τρόπος που λειτουργούμε εδώ . Κανόνες . 
Είμαστε το Έθνος της Φωτιάς , ακόμα κι εδώ . 
Ειδικά εδώ . 
Το Ομάσου λαξεύτηκε από ένα ζωντανό βουνό . Αποτελεί θαύμα του Βασιλείου της Γης . Του κόσμου , βασικά . 
Έχουν ένα τέλειο σύστημα παράδοσης που διασχίζει όλη την πόλη . 
Οι άνθρωποι εκεί είναι καλλιτέχνες , επιστήμονες , οικοδόμοι . Επιπλέον , το φαγητό τους είναι απίθανο . 
Πάλι εσύ ; 
Τι σου έχω πει ; 
Εσύ ! Έλα μπροστά ! 
Δεν καλοδέχονται τους ξένους στο Ομάσου . 
Μας περνάς για ξένους ; 
Όχι βέβαια . 
Στάσου ! 
Δεν είμαστε από εδώ , αλλά πρέπει να δούμε έναν φίλο . 
Θα θέλαμε λίγη βοήθεια να μπούμε μέσα . 
Λυπάμαι . Είτε αυτό είτε το τσουβάλι . 
Σίγουρα θα ήσουν όμορφη και μ ' εκείνο . 
Είναι από τα τελευταία οχυρά του Βασιλείου της Γης . 
Προσπάθησαν , αλλά δεν το έριξαν οι Δαμαστές της Φωτιάς . 
Πώς ξέρεις ότι δεν είμαστε απειλή ; Έτσι νιώθω . 
Σταματήστε . 
Τι θέλετε εδώ ; 
Πάμε στην αγορά , ως συνήθως . 
Δεν είχα καλή σοδειά αυτόν τον μήνα . 
Και μου ' λεγε ότι δεν πότιζα αρκετά τα γογγύλια . Έκανα καλά που την παντρεύτηκα . 
Η άρδευση μετράει , έτσι ; 
Ο κουνιάδος μου συμφωνεί , αλλά δεν μπορεί να μιλήσει . 
Μουγγός εκ γενετής . 
Θα εκπλαγείς με το πόσα λέει χωρίς να μιλάει . 
Τις προάλλες , γελούσαμε ... Εντάξει , φτάνει ! Περάστε . 
Καλή τύχη με τον φίλο σας . 
Να τος . Κοιτάξτε ! 
Άανγκ , περίμενε ! 
Όπα ! Πρόσεχε τα ... 
Δαμαστής του Αέρα ; Όχι βέβαια . 
Βοήθεια ! 
Άανγκ , δεν βλέπουμε ! 
Είναι Δαμαστής του Αέρα ! 
Κι εσύ Δαμάστρια του Νερού ! 
Τέο ! 
- Είσαι καλά ; Τραυματίστηκες ; - Μπαμπά , καλά είμαι . - Να τον βγάλουμε από τον καπνό . - Έλα . Το σπίτι μας είναι εκεί . 
Σ ' ευχαριστώ . 
- Σ ' ευχαριστώ ... - Κατάρα . 
Εγώ είμαι ο Σάι . 
Τι έκανες εκεί ; 
Προσγειώθηκα . Πού να ' ξερα ότι θα έπεφτε βόμβα ; Βόμβα ; Δηλαδή δεν ήταν ατύχημα ; 
Τίποτα δεν είναι τυχαίο με το Έθνος της Φωτιάς . 
Το Έθνος της Φωτιάς ; 
Ναι . Έχουν κατασκόπους στην πόλη . 
Δεν είμαστε ασφαλείς πουθενά . 
Το Ομάσου είναι επικίνδυνο . 
Κι άλλο νερό . 
Είσαι Δαμαστής του Αέρα . Ξέρεις τι σημαίνει αυτό ; 
Μπορούμε να πολεμήσουμε τον εχθρό ! Θα τους ρίχνεις βόμβες . Καταστροφή από τον ουρανό . 
Η εναέρια δύναμη είναι η αδυναμία τους , κι εσύ είσαι εναέρια δύναμη ! 
Τέλειο ; Ο μπαμπάς είναι μηχανιστής του βασιλιά του Ομάσου . 
" Μηχανιστής " ; 
Μια φανταχτερή λέξη για κάποιον που μαστορεύει όλη μέρα . 
Μην τον ακούς . 
Συντηρεί τους καλύτερους τομείς στην πόλη . Όπως το σύστημα παράδοσης . Το έχεις δει , έτσι ; 
Είναι καταπληκτικό . 
Βάζω το λιθαράκι μου . 
Αν όλοι ήταν τόσο αφοσιωμένοι όσο εσύ , ο πόλεμος θα ' χε τελειώσει . 
Το Έθνος της Φωτιάς θα είχε γονατίσει . 
Έχουμε κι εμείς τον ρόλο μας στον πόλεμο . 
Σωστά . Και γι ' αυτό πρέπει να φύγουμε . 
Α , μάλιστα . Εννοείται . 
Υποσχεθείτε μου ότι θα τσακίσετε τους Δαμαστές της Φωτιάς . Να πληρώσουν . 
- Σόκα . - Είναι απίστευτο ! Κοιτάξτε αυτό . 
Καθαρίζει τα νύχια των ποδιών . 
Ίσως τα ματώσει λίγο . 
Είδες τον μηχανισμό στη μηχανή διαλογής ; Έχει ελατήριο . Ευφυές . Θα βάλω στις σχάρες των καγιάκ . 
Είσαι μια χαρά . 
Αυτό το μέρος ήταν απίστευτο . Ανυπομονούσα να το δω . 
Εδώ δημιουργήθηκαν εκπληκτικά πράγματα , δεν καταστρέφονταν . 
Έχω χρέος να βοηθήσω αυτούς τους ανθρώπους . 
Πώς θα το κάνεις ; 
Άβαταρ δεν σημαίνει μόνο να πολεμάς . Βοηθάς ανθρώπους σαν τον Τέο και τον πατέρα του και όλους στην πόλη . Δεν θα πάμε στον Βορρά ; Η Κιόσι δεν σου είπε να αποτρέψεις μια τραγωδία ; 
Ναι , και θα το κάνω , αλλά πρέπει να κάνω κι αυτό . 
Αν πρόκειται να σώσω τον κόσμο , πρέπει να σώζω ένα άτομο τη φορά . 
Γι ' αυτό θα μείνω στο Ομάσου , επειδή θέλω να βοηθήσω και νομίζω ότι μπορώ . 
Επειδή είμαι ο Άβαταρ . 
Πες μου για τους βομβαρδισμούς . 
" Πέτυχε το ακατόρθωτο " . Τίποτα δεν πέτυχε . Τρία χρόνια κάνει κρουαζιέρα , ενώ εγώ είμαι εδώ και κάνω ό , τι πει ο πατέρας . 
Ποιος ρισκάρει για να βρει τους προδότες ; Α , ναι ! Τι έγινε στην αποστολή ; Είχες άγχος ; Κινδύνεψες όντως ; 
Μπα . Οι άνθρωποι της αντίστασης δεν είναι και σπίρτα . 
Και πάλι , τι περιμένεις από χωριάτες ; 
Τουλάχιστον εσύ πήγες στην πόλη . 
Ο Ζούκο μπορεί να εξορίστηκε , αλλά εξερευνά τον κόσμο . Στη θέση του , δεν θα επέστρεφα . 
Ναι , το μόνο που θέλει ο γερο-Ζούζου είναι να επιστρέψει και να πάρει ό , τι μου ανήκει . 
Κανονικά , είναι ο επόμενος Άρχοντας της Φωτιάς . 
Όχι ότι του αξίζει . 
Δεν του αξίζει , αλλά τώρα έχει ελπίδες . 
- Κι αυτό είναι επικίνδυνο . 
Και τι θα κάνεις γι ' αυτό ; 
Εσύ είσαι εδώ . Αυτός είναι εκεί έξω . 
Υπάρχουν τρόποι να μπεις στο παιχνίδι , αν ξέρεις ποια πιόνια να παίξεις . 
Ο Άβαταρ επέστρεψε . 
Η μαμά μου μού έλεγε ιστορίες και ότι κάποτε θα επέστρεφε . Θυμάσαι τις ιστορίες της ; 
Θυμάμαι μόνο ότι η μητέρα σου χάθηκε στον καταραμένο τον πόλεμο και ότι παλεύουμε για να επιβιώσουμε . Δουλεύουμε με χαμηλά το κεφάλι . 
- Δεν θα αλλάξουμε έτσι τον κόσμο . - Αλλά θα επιβιώσουμε . 
Κάνεις ότι δεν σε νοιάζει , αλλά μισείς το Έθνος της Φωτιάς όσο κι εγώ . 
Τι τα φτιάχνεις όλα αυτά , αν όχι για τον στρατό μας ; Όπως αυτό . 
Αυτό είναι πείραμα . Δεν δουλεύει το άτιμο το μαραφέτι . 
Κοιτάξτε . Δεν ήρθα για να προκαλέσω προβλήματα . 
Ξέρω πώς . Νομίζω ότι ξέρω πού συγκεντρώνονται οι βομβιστές . 
Κάπου ψηλά στο βουνό . 
Δεν μπορώ να πάω μόνος μου αλλά με το δάμασμα του αέρα ... Εκεί . Έχει δυνατά ρεύματα αέρα το πρωί , οπότε να πετάξουμε τότε . 
Τι , αύριο ; Μα θα με βοηθούσες με το αερόπλοιο . 
Έχω να δω τον έλεγχο προσανατολισμού πριν το πάω στους στρατηγούς . 
Θα βοηθήσω εγώ . 
Οι άνθρωποί μου εντόπισαν έναν Δαμαστή του Αέρα . 
Στο Ομάσου . 
Εχθρικό έδαφος . 
Πράγματι , αλλά μην ανησυχείτε . 
Μπαίνεις αν έχεις τις κατάλληλες γνωριμίες , κι εγώ τις έχω . 
Θα στείλω δύο άντρες να το επιβεβαιώσουν . 
- Θα μπουν και θα βγουν πριν ... - Όχι . 
Θα πάω εγώ κι ο θείος Άιρο . Κανείς άλλος . 
Όπως θέλετε . 
Πιστεύω ότι αντιλαμβάνεστε τον κίνδυνο . 
Αν συμβεί κάτι στο Ομάσου , δεν θα μπορούμε να σας βοηθήσουμε . 
Θα είμαστε εντάξει . 
Τι κάνεις ; 
Κατάσκοποι . 
Αυτό σημαίνει ότι ο μηχανιστής είναι ... Προδότης . 
Πάμε . 
Δουλεύει για το Έθνος της Φωτιάς . Κατασκευάζει μηχανήματα , πουλάει μυστικά . 
Ο Σόκα κι ο Άανγκ . Κινδυνεύουν . - Να τους ειδοποιήσω ! - Δεν θα πάθουν τίποτα . 
Ο μηχανιστής είναι σπιούνος αλλά δειλός . 
Ποτέ δεν θα ενεργούσε κατά μέτωπον . 
Αυτός , από την άλλη ... Περίμενε ! 
Ποιος είσαι ; 
Με λένε Τζετ . 
Πετάνε ! 
Κοιτάξτε εκεί ! 
Να η σπηλιά ! 
Η καταδίωξή σου ήταν αδέξια . Έλεγα ότι δεν θα με προλάβεις . 
Πολλά λες . Είσαι μόνος σου , ξέρεις . 
Ευτυχώς που έφερα παρέα , τότε . 
Α , ναι . Έφερα κι εγώ παρέα . 
Εδώ , φίλε ! 
Φοβερό σημάδι , Λόνγκσοτ . 
Τρελό χτύπημα , Πίπσκουικ . 
Ωραίες κινήσεις . Το ' ξερα ότι το ' χεις . 
- Αλήθεια ; 
- Επίθεση στο άψε-σβήσε . 
Ευχαριστώ , Πίπσκουικ . 
Αυτός είναι ο Δούκας . Εγώ είμαι ο Πίπσκουικ . 
Χαίρομαι που έχουμε Δαμάστρια του Νερού μαζί μας . 
Ποιοι είστε εσείς ; 
Είμαστε οι καλοί . 
Πού τον πηγαίνει ; 
Μην ανησυχείς . Ο Πίπσκουικ ξέρει να πετάει τα σκουπίδια . 
Θα έρθεις ; 
Αν προσθέσεις πλάκες εδώ και αεραγωγό εκεί , μένει να εγκαταστήσεις μια βαλβίδα εξαέρωσης για την πίεση . 
Το εφάρμοσες σε όχημα που κινείται στο νερό ; 
Όχι , ήταν μια ιδέα που είχα για να κάνω τα παγοθραυστικά μας πιο ευέλικτα . 
Πολύ έξυπνο . Ο πατέρας σου θα ' ναι περήφανος για σένα . 
Ναι , ο μπαμπάς δεν δίνει σημασία σ ' αυτά . 
Ανησυχεί για πιο σημαντικά πράγματα . Είναι πολεμιστής . 
Ο κόσμος είναι γεμάτος πολεμιστές . Υπάρχουν πολύ λίγοι σπουδαίοι μηχανικοί . 
Μηχανικός ; 
Όχι , είναι απλώς ένα χόμπι . 
Είμαι προστάτης του χωριού και πολεμιστής , όπως ο μπαμπάς . 
Πρέπει να προστατεύουμε αυτούς που αγαπάμε , αλλά και να αξιοποιούμε τα ταλέντα που μας δόθηκαν . 
Είσαι γεννημένος μηχανικός . Μην το ξεχνάς . 
Δεν είναι εύκολο να βρεις τον δρόμο σου , αλλά όταν τον βρεις , πρέπει να τον ακολουθήσεις . 
Όσοι είδαν τις εκρήξεις είδαν και πράσινες φλόγες . 
Ο βόρακας το κάνει αυτό . 
Το χρησιμοποιούν οι βυρσοδέψες στην επεξεργασία δερμάτων . Το εξορύσσουν από το βουνό . Το έμαθα από τον μπαμπά μου . 
- Θα είναι περήφανος για σένα . - Έτσι νομίζω . 
Μερικές φορές εύχεται να του έμοιαζα . 
Μη με παρεξηγείς . Είναι τέλειος . 
Αφού το Έθνος της Φωτιάς επιτέθηκε στο χωριό , μας κράτησε ζωντανούς . Έχτισε τη ζωή μας εδώ . 
Θέλεις να κάνει κι άλλα . 
Θέλω να καταλάβει ότι πρέπει να σώσουμε τον κόσμο . Αν όχι εμείς , τότε ποιος ; 
Καλώς ήρθες . 
Εδώ μένετε ; 
Είχαμε κι άλλες βάσεις , αλλά εδώ είναι καλά . Ναι ! Έλα ! Οι Δαμαστές της Φωτιάς δεν μπορούν να μας βρουν . 
Δεν καταλαβαίνω τι θέλουν στο Βασίλειο της Γης . 
Ναι , το Ομάσου δεν είναι όπως παλιά . 
Παλιά , η πόλη ήταν δυνατή , αλλά ο πόλεμος δεν είχε τελειωμό , ο βασιλιάς δεν άντεξε , κουράστηκε , γέρασε κι άρχισε να τα χάνει . 
Αγνοούσε τη διαφθορά γύρω του . Το Έθνος της Φωτιάς κατάφερε να τρυπώσει . 
Εσείς θα τα βάλετε με τους Δαμαστές της Φωτιάς ; 
Αν όχι εμείς , ποιος ; 
Όλοι εδώ έχασαν κάποιον εξαιτίας του Έθνους της Φωτιάς . 
Οικογένειες . Αγαπημένα πρόσωπα . 
Είμαστε ορφανά , πρόσφυγες . 
Τουλάχιστον αυτό ήμασταν . 
Τι είμαστε τώρα , Σμέλερμπι ; 
Μαχητές της ελευθερίας ! Ναι ! 
Κάποιος ήταν εδώ πρόσφατα . 
Ορίστε , κοίτα . 
Αν βράσεις βόρακα με αλατόνερο , βγαίνει αυτό . Εκρηκτικό ζελέ . 
Λίγα βάζα τινάζουν στον αέρα τη μισή γειτονιά . 
Τι είναι ; Τι βρήκες ; 
Δεν ευθύνονται οι Δαμαστές της Φωτιάς για την έκρηξη . 
Η μητέρα μου ήταν μαχήτρια . 
Όταν το Έθνος της Φωτιάς ήρθε στο χωριό , τους απέκρουε , ώσπου να κρυφτώ στο πηγάδι . 
Ήθελα να πολεμήσω , αλλά ο μπαμπάς μου δεν με άφηνε . 
Ήμουν οκτώ . 
Όταν βγήκα έξω ... ήταν όλοι νεκροί . 
Ξέρω πώς είναι να χάνεις τους δικούς σου . 
Ήταν ήσυχα τη νύχτα που πέθανε η μαμά μου . 
Ώσπου ήρθαν οι στρατιώτες . 
Προσπαθώ να μην το σκέφτομαι . Αλλά , τελευταία , μου έρχεται στο μυαλό . 
Νομίζω ότι επηρεάζει το δάμασμά μου . 
Δεν ξέρω από δάμασμα , αλλά είμαι σίγουρος ότι πρέπει να τα δώσεις όλα για να παλέψεις . 
Πες μου , τι θυμάσαι όταν σκέφτεσαι τη μητέρα σου ; 
Δεν εννοώ από τον θάνατό της , αλλά όταν ήταν ζωντανή . 
Τη θυμάμαι ... να ξυπνάει κάθε πρωί πριν απ ' όλους . 
Τη θυμάμαι ... έξω από την καλύβα , να πηγαίνει στη δουλειά , να ετοιμάζει πρωινό . 
Και κάθε μέρα , σταματούσε όταν ανέτελλε ο ήλιος . Κοιτούσε και χαμογελούσε . Κάθε μέρα . 
Αυτό να θυμάσαι . 
Να θυμάσαι την ανατολή . 
Δεν χρειάζεται να φοβόμαστε τον πόνο . 
Τι κάνεις ; 
Δοκιμάζω μπάρμπεκιου Ομάσου . Σπάνια μας δίνεται η ευκαιρία . 
Αυτό είναι το σπουδαίο Ομάσου , το καμάρι του Βασιλείου της Γης ; 
Μάλλον δεν είναι του γούστου σου . 
Ποιο γούστο ; Εννοείς τη βρομιά , τον θόρυβο ... την μπόχα ; 
- Ευχαριστώ . - Τι συνέβη ; 
Έμαθα ότι πράκτορες του Έθνους της Φωτιάς σπέρνουν τον τρόμο στην πόλη για να πατάξουν τους Δαμαστές της Γης . 
Τι ; Οι πολεμιστές δεν κρύβουν το πρόσωπό τους στη μάχη . 
Ο πατέρας δεν θα ενέκρινε τέτοια ύπουλη τακτική . 
Αν σκεφτείς πόσο κράτησε αυτός ο πόλεμος , ποιος ξέρει τα πραγματικά κίνητρα του Έθνους της Φωτιάς ; 
Έμαθα ότι εμπλέκεστε σε ένα ζήτημα ζωτικής σημασίας για την αυτοκρατορία . 
Θα σας ήμουν υπόχρεη αν με ενημερώνατε για την πρόοδο της αποστολής σας , ιδίως όσον αφορά τον πρίγκιπα Ζούκο . 
Ως αντάλλαγμα , θα έχω κατά νου την αφοσίωσή σας , όταν έρθει η ώρα της κρίσεως , που ίσως έρθει νωρίτερα απ ' ό , τι αναμενόταν . Στην Αέναη Φλόγα . Πριγκίπισσα Αζούλα . 
Καλά νέα ; 
Τα καλύτερα . 
Αργήσαμε , αλλά επιτέλους μπήκαμε στο μεγάλο παιχνίδι . 
Ξέρεις τον αξιωματικό στο πλήρωμα του πρίγκιπα , που σου έδωσε τις πληροφορίες για τον Άβαταρ ; 
Θα ήθελα να του μιλήσω . 
- Σόκα ! - Άανγκ , δες αυτό . 
Πού είναι η Κατάρα ; 
Δεν την έχω δει σήμερα . Φτιάχναμε το μοντέλο του αερόπλοιου . 
Ο Σάι πάει να το δείξει στους στρατηγούς . Γιατί ; Τι είναι ; 
Ανακαλύψαμε πού έβρισκαν οι βομβιστές εκρηκτικά . Φτιάχνουν εκρηκτικό ζελέ σε μια σπηλιά στο βουνό . 
Εκρηκτικό ζελέ ; Και όχι μόνο . Βρήκαμε κι αυτά . Τα ρούχα από το κάρο με τα γογγύλια . 
Δεν έφταιγαν οι Δαμαστές της Φωτιάς για την έκρηξη ; Ήταν ... Δεν θα το πιστέψετε . Ξέρω ποιος ευθύνεται για τις βόμβες . 
Τι ; 
- Δεν είναι ο Τζετ ο κακός αλλά ο Σάι . - Πλάκα κάνεις ; 
Ο Σάι μας βοηθάει . Ο Τζετ είναι απατεώνας και μεγάλος ψεύτης . 
- Δεν είπε ψέματα . - Δεν είπε την αλήθεια . 
Δεν μπορούσε ! 
Πολεμάει τους Δαμαστές της Φωτιάς και προσέχει ! 
Δεν ξέρετε τι έχει χάσει . 
Είδα τον Σάι με τον Δαμαστή της Φωτιάς . Είναι προδότης ! 
Δεν ξέρεις τι είδες ! 
Ίσως βοηθάει τον βασιλιά να βρει τους κατασκόπους . 
Πάει στο παλάτι αυτήν τη στιγμή . Ίσως δίνει αναφορά . 
- Κάνεις λάθος ! - Πάντα τέτοια ήσουν , Κατάρα ! 
Πιστεύεις ό , τι σε συμφέρει ! 
Ενώ εσύ , κλασικά , ποτέ δεν πιστεύεις αυτά που λέω ! 
Βαρέθηκα να μου φέρεσαι σαν να ' μαι μωρό ! 
Τότε κοίτα να μεγαλώσεις ! 
Πού πας ; 
Να αποδείξω τι βλάκας είσαι . Ναι ; 
Δεν χρειάζομαι αποδείξεις γι ' αυτό , ξέρεις ! 
- Θα ήθελες να δοκιμάσεις ένα ... - Όχι τώρα . 
Τζετ . 
- Άκου . Πρέπει να μιλήσουμε . - Φυσικά . Μετά . Ξεκινήσαμε μια μεγάλη αποστολή . Μπορεί να ζορίσουν τα πράγματα . 
Αποστολή ; Τι εννοείς ; 
Ήσουν εκεί όταν επιβεβαιώσαμε ότι ο μηχανιστής ήταν προδότης . 
Τακτοποιήσαμε τους συνεργάτες του . Σειρά του τώρα . 
Τζετ , τι θα κάνεις ; 
Σου το ' χω πει . Ξέρουμε να πετάμε τα σκουπίδια . 
- Χίλια συγγνώμη . - Δεν πειράζει . Αλήθεια . 
- Είμαι αδέξιος . Χτυπήσατε ; - Όχι . - Δεν έπαθα τίποτα . - Εντάξει . 
Θα τον ανατινάξεις ; 
Όχι μόνο αυτόν . Έχει ακρόαση με τον βασιλιά . 
Ο Σόκα είχε δίκιο . Εσύ είσαι ο κακός . 
Κατάρα . 
Η αποθήκη που καταστρέψαμε ήταν βάση κατασκόπων . 
Τους ξετρυπώσαμε και πιάσαμε τους τρεις χθες . 
Με τον μηχανιστή θα ξεριζώσουμε κι άλλο κακό . 
Θα πεθάνουν αθώοι άνθρωποι , Τζετ ! 
Το τίμημα της ελευθερίας . 
Είναι πολύ αργά ! 
Αδύνατον να το σταματήσεις ! 
Είχες δίκιο . Κάνε μου κήρυγμα μετά . Θα σταματήσουμε τον Σάι . Ο Τζετ τού έβαλε βόμβα . 
Πώς πάμε στο παλάτι ; 
Είναι στο ψηλότερο σημείο της πόλης ... 
Σοβαρά ; Πάλι αυτός ; 
Φύγετε . Πηγαίνετε στο παλάτι και σταματήστε τον Σάι . 
Είναι δική μου μάχη . 
Συγκράτησε τη φωτιά σου , αλλιώς θα έρθεις αντιμέτωπος με το Βασίλειο της Γης . 
Δεν χρειάζομαι φωτιά για να νικήσω τον μικρό . 
Στην άκρη ! Συγγνώμη ! 
Έχω μια ιδέα . Έλα . 
Πώς τολμάς να χτυπάς το παιδί ; 
Όλοι οι δρόμοι οδηγούν στο παλάτι . Πρέπει να φτάσουμε μέχρι το τέλος . 
Το τέλος μπορεί να πλησιάζει . 
Έτοιμη ; 
Ένα , δύο , τρία ! 
Πάλεψε , λοιπόν ! Για ποιον λόγο ; Γιατί επιμένεις τόσο πολύ ; 
Είσαι εχθρός του Έθνους της Φωτιάς . 
Αυτό είναι όλο ; Γι ' αυτό με κυνηγάς εδώ και τρία χρόνια ; 
Πώς ξέρεις ότι είναι τρία χρόνια ; 
Εκτός κι αν ... έχεις το σημειωματάριό μου ! 
Ένας Δαμαστής της Φωτιάς ! 
Τα ... Τα λαχανάκια μου ! 
Τον βασιλιά ! 
Πρέπει να φύγουμε ! Τώρα ! 
Βρείτε τον ! Κλείστε την πύλη ! 
- Φύγε να γλυτώσεις ! - Τι ; 
Για το Έθνος της Φωτιάς ! 
