Δεχόμαστε επίθεση ! Επίθεση ! 
Πρόσεχε , Κατάρα ! Έρχονται κι άλλοι από τα δεξιά . 
Άανγκ , κράτα τους στρατιώτες στην πλώρη . 
Έχω μια δουλίτσα . Άππα , γιπ γιπ ! 
Έλα , πάμε . 
Πάμε ! 
Μπράβο , παιδιά . Οι πυρομανείς την πάτησαν . 
Χάρη στο σχέδιό σου . 
Άπαιχτη συνεργασία . 
Πάει το ένα πλοίο . 
Πλάκα μου κάνεις . 
Το τείχος είναι αδιαπέραστο και φρουρείται . 
Οι γκρεμοί γύρω του είναι πανύψηλοι . Αδύνατον ν ' ανεβούμε . 
Με θεωρείς απερίσκεπτο , μα ο Ζάο στρίμωξε τον Άβαταρ και δεν θα σταματήσει μέχρι να τον πιάσει , όπως κι εγώ . 
Όπως και να ' χει , εδώ τελειώνει το ταξίδι μου . 
Ψάξτε την ακτογραμμή για ρωγμές , θα τρέχει ζεστό νερό από την πόλη . 
Ίσως βρούμε δίοδο από εκεί . 
Θείε ... Ο Λου Τεν θα ήταν περήφανος ... που είσαι πατέρας του . 
Θυμήσου την Πνοή της Φωτιάς . Μπορεί να σου σώσει τη ζωή . 
Θα σε ξαναδώ . Αφού πρώτα ... πιάσω τον Άβαταρ . 
Μην εμπλακείτε στη θάλασσα . 
Ακόμα κι αν στείλετε όλους τους δαμαστές , υπερτερούν σε αριθμό . 
Θα τους αντιμετωπίσουμε εδώ . 
Πόσο μακριά είναι ; 
Θα ' ναι σε απόσταση βολής σε μία ώρα . Δύο , το πολύ . 
Φέρτε πίσω τις περιπόλους . Ενισχύστε την άμυνα . 
Σας ευχαριστώ . 
Άσχημα τα πράγματα , ε ; 
Είναι αποφασισμένοι . Κι εμείς όμως . Μας δίνω 50-50 . 
60-40 . 
Πού πας εσύ ; 
Να αυξήσω τις πιθανότητές μας . 
Με συγχωρείς , αλλά έχω μπερδευτεί . 
Αναρωτιέσαι γιατί η ναυαρχίδα δεν ηγείται της επίθεσης . 
Φαίνεται ασυνήθιστη στρατηγική . 
Δεν είπες ότι η κατά μέτωπο επίθεση στους Δαμαστές του Νερού θα ήταν άκαρπη ; 
Ε , ναι , αλλά ... Λογικό λοιπόν να επιτεθούμε σε πολλαπλά μέτωπα . 
Άνοιξες νέο μέτωπο ; Με ένα πλοίο ; 
Ναι , αλλά όχι πλεούμενο . 
Οι μηχανικοί μας το έφτιαξαν αυτό ; 
Δεν είναι δικό μας . Όχι , είναι προσφορά των κατασκόπων μας στο Ομάσου . 
Αυτό είναι το πρωτότυπο . 
Ακόμα κι αν μ ' αυτό παρακάμψεις την άμυνα της Άγκνα Κιέλα , παραείναι μικρό για να μεταφέρει αξιόλογη πολεμική δύναμη . 
Εσύ θα έπρεπε να ξέρεις ότι η νίκη δεν εξαρτάται από τους αριθμούς . Θα την κάνει τη δουλειά του . 
Δουλειά ; Ποια δουλειά ; 
Πυρ ! 
Βολίδα ! 
Ασπίδες πάγου τώρα ! 
- Ήρθα να βοηθήσω . 
- Όχι τώρα . Εδώ και τώρα . 
Ήμουν σαφής . Δεν επιτρέπονται γυναίκες . 
Σου έδειξα πόσο χαζό είναι αυτό . Άσε τους εγωισμούς ! Αφορά την επιβίωση των Δαμαστών του Νερού , και χρειάζεσαι όση βοήθεια υπάρχει . 
Μπορούμε να κάνουμε τη διαφορά . 
Ποιοι ; 
Θέλουν αυτό που θες κι εσύ . Να υπερασπιστούν τον τόπο τους . 
Πάκου , τι ωφελεί το παρελθόν όταν μας εμποδίζει να έχουμε μέλλον ; 
Ξύπνα , γεροξεκούτη , και άσε μας να μπούμε στη μάχη ! 
Στα δυτικά του τείχους θέλει ενίσχυση . 
Βοηθήστε να αποκατασταθεί η ζημιά και δείτε αν οι πολεμιστές χρειάζονται βοήθεια . 
Η πόλη θα είναι σε εμβέλεια σύντομα . 
Αν παραβιάσουν το τείχος , θα είστε η πρώτη γραμμή άμυνας . 
Θα ' μαστε έτοιμοι . 
Γρήγορα ! Γιούε ! 
Δεν θα κρύβομαι ενώ όλοι ρισκάρουν τη ζωή τους . 
- Άκου με . - Όχι ! Μην είσαι υπερπροστατευτικός . 
Γιούε , αν μου συμβεί κάτι , πρέπει να αναλάβεις εσύ . 
Είσαι το μέλλον της Βόρειας Φυλής του Νερού . 
Κόρη μου . 
Θησαυρέ μου . 
Σόκα ! 
Να πας με τη Γιούε να απομακρύνετε τον κόσμο απ ' το τείχος . 
Αλλά το πιο σημαντικό είναι να κρατήσεις την πριγκίπισσα ασφαλή . 
Θα ' μαι δίπλα της . 
Να την προσέχεις . 
Έλα ! 
Ήρθαμε να βοηθήσουμε . 
- Ο Μάστερ Πάκου είπε να παρουσιαστούμε . 
- Σ ' εμένα ; 
Είπε να σε βοηθήσουμε όπως μπορούμε . 
Δεν έχουμε τελειώσει την εκπαίδευσή μας , αλλά ... θα βάλουμε τα δυνατά μας . 
Αρχικά , ενισχύστε αυτό το τμήμα . 
Αν δεις βολίδες , μην τις αποκρούσεις μόνος . Πες το μου . 
Ναι , Μάστερ Κατάρα . 
Τι ; Δεν είμαι ... 
Ναύαρχε , οι Δαμαστές του Νερού αντλούν δύναμη από το φεγγάρι . Μια νύχτα όπως η αποψινή , η ισχύς τους θα κορυφωθεί . 
Προτείνω να αναβάλεις την επίθεση για το πρωί . 
Μελετάω θέματα που δεν αφορούν αυτόν τον κόσμο , γι ' αυτό ξέρω ότι αυτό δεν είναι ένα τυχαίο φεγγάρι . 
Είναι το Φεγγάρι του Πάγου , ένα σπάνιο κοσμικό φαινόμενο . 
Τα όρια ανάμεσα στον φυσικό και τον πνευματικό κόσμο είναι πολύ λεπτά ... τη συγκεκριμένη νύχτα . 
Όταν με διέταξε ο Άρχοντας της Φωτιάς να κατακτήσω τον Βορρά , ήξερα ότι η ωμή βία δεν θα ήταν αρκετή . 
Χρειαζόμουν ένα πλεονέκτημα . 
Τίποτα . Ένα μάτσο αρλούμπες για λέοντες-χελώνες , κοσμική ισορροπία , ώθηση και έλξη . Κι όμως , υπάρχει σοφία στις παλιές ιστορίες . 
Η Άγκνα Κιέλα ... χτίστηκε στην αρχαία τοποθεσία της φυλής του νερού . Μια όαση περικυκλωμένη από πάγο που παρείχε ζεστασιά και τροφή μέσα σ ' ένα αφιλόξενο περιβάλλον . 
Από αυτήν την όαση η φυλή ατένιζε τον ουρανό και έμαθε να δαμάζει το νερό βλέποντας το φεγγάρι να προκαλεί παλίρροιες . 
Γι ' αυτό οι Δαμαστές του Νερού πιστεύουν ότι η ζωή τους προέρχεται από το πνεύμα του ωκεανού , και οι δυνάμεις τους από το πνεύμα του φεγγαριού . 
Αυτά τα πνεύματα δίνουν την αθανασία τους μία νύχτα κάθε χρόνο , για να βρεθούν με τους Δαμαστές του Νερού . 
Αποκτούν φυσική υπόσταση και γίνονται μέρος του θνητού κόσμου . 
Εμφανίζονται σ ' αυτόν τον κόσμο ; 
Για να γίνει αντιληπτή η ισορροπία μεταξύ φωτός και σκότους , γιν και γιανγκ , ζωής ... Και θανάτου . 
Ζάο , δεν σκέφτεσαι να ανακατευτείς με τον Κόσμο των Πνευμάτων , έτσι ; 
Έτσι δεν είναι ; 
Άβαταρ Κούρουκ ; 
Να έχεις τον νου σου . 
Το μαχαίρι μου είναι κοντά . Το διαισθάνομαι . 
Το μαχαίρι ; 
Δημιουργήθηκε με υλικά από τον Κόσμο των Πνευμάτων . 
Αν επιστραφεί στον Βορρά , σημαίνει μόνο ένα πράγμα . 
Θα σκοτώσεις τα πνεύματα του ωκεανού και του φεγγαριού ; 
Όχι βέβαια . 
Αν πεθάνει το πνεύμα του ωκεανού θα πεθάνουν κι όλοι οι Δαμαστές του Νερού . Άντρες , γυναίκες , παιδιά . Δεν είμαι τέρας . 
Όχι . 
Απλώς θα σκοτώσω το φεγγάρι . 
Ο Ζάο δεν πρέπει να ανακατευθεί με τις αρχέγονες δυνάμεις της φύσης . Αν το κάνει , όλος ο κόσμος θα χάσει την ισορροπία του . 
Η δύναμη του Άβαταρ είναι μεγάλη , αλλά ωχριά μπροστά στη δύναμη των στοιχειακών πνευμάτων . 
Να σε . 
Δεν ήσουν εκεί πάνω κι ανησύχησα . 
Είσαι καλά ; 
Να βρούμε τον Σόκα και τη Γιούε . Κάτι τρομερό θα συμβεί . 
Όλοι στο παλάτι ! 
Μη φοβάσαι . Όλα καλά . 
Είσαι εντάξει ; 
Σ ' ευχαριστώ . 
Μπράβο , Μόμο . Έκανες κάτι χρήσιμο ... 
Είναι ... 
Ζει . Μετά βίας . 
Πάρε . 
Έλα μαζί μου . Θα τον βοηθήσω . Δεν έχουμε χρόνο . 
Πού είμαστε ; 
Είναι το πιο ιερό σημείο στον Βορρά . 
Τα νερά του άλσους θερμαίνονται από τη γη . 
Έλα , δώσ ' τον σ ' εμένα . 
Εδώ με έφερε ο ιερέας όταν αρρώστησα . 
Στην πηγή της πνευματικής ενέργειας του τόπου μας . 
Μόμο ! Χαζούλιακα . Μη με ξανατρομάξεις . 
Σ ' ευχαριστώ . 
Σόκα , τι είναι αυτό ; 
Κάτι που δεν έπρεπε να ' ναι εδώ . 
- Πολεμικό αερόπλοιο . 
- Ορίστε ; 
Το έκλεψαν από το Ομάσου . 
Δεν είχε σχεδιαστεί για μάχη , αλλά για μεταφορά . 
Πώς το ξέρεις ; 
Επειδή βοήθησα να σχεδιαστεί . 
Ο σοφός δεν ήξερε την ακριβή μορφή που θα πάρουν τα πνεύματα , και εδώ , στρατηγέ ... θα βοηθήσεις εσύ . 
Εφόσον είσαι ειδήμων στα θέματα των πνευμάτων , θα με βοηθήσεις να τα αναγνωρίσω . 
Δεν ξέρω καν τι ψάχνουμε . 
Δεν ψάχνουμε κανένα χαμένο κουτάβι . 
Μπορεί να είναι δέντρα σε άλσος ή έντομα πάνω σε χορταράκι . 
Δεν πρόκειται να μάθουμε αν δεν ψάξουμε , σωστά ; 
Στρατηγέ Άιρο , ή θα με βοηθήσεις να βρω τα πνεύματα ή θα με δεις να καίω αυτό το μέρος ολοσχερώς . 
Μπορεί ο Κούρουκ να προστατέψει τα πνεύματα ; 
Όχι , αλλά ξέρω πού να πάμε . 
Άβαταρ ! 
Δεν τη γλυτώνεις τώρα . 
Ζούκο , άκουσέ με . Πρέπει να σταματήσουμε τον Ζάο . 
Δεν αφορά τον Ζάο , αλλά εμάς ! Θα έρθεις μαζί μου τώρα ! 
Φύγε . Σταμάτα τον Ζάο . 
Άσ ' τον σ ' εμένα αυτόν . 
Με επιείκεια . 
Πολλοί έχουν πληγωθεί ως τώρα . 
Δεν με νοιάζει . 
Δεν μιλούσα σ ' εσένα . 
Έμαθες νέα κόλπα . Δεν ήρθα ως εδώ για να χάσω από σένα . 
Παλιοχωριάτισσα ! 
Είχες δάσκαλο , έτσι ; 
Ναι . Τον βλέπεις μπροστά σου . 
Έχουμε παρέα . 
Να σταματήσουμε τον Ζάο . Θα σκοτώσει τα πνεύματα ωκεανού και φεγγαριού . 
Δεν μπορεί . Θα ' ναι το τέλος του λαού μας . 
Δεν θα το επιτρέψουμε . 
Ώθηση και έλξη . Γιν και γιανγκ . 
Ζάο , δεν παίζουν με τη δύναμη των πνευμάτων . 
Χωρίς φεγγάρι , ο κόσμος θα χάσει την ισορροπία του , θα επικρατήσει το χάος . 
Ούτε ο Οζάι δεν θα το ήθελε αυτό . 
Ο Οζάι δεν έχει όραμα . 
Έχει εμμονή με τις ίντριγκες της οικογένειάς του και χάνει την ουσία . 
Ζάο , αν πειράξεις αυτό το πνεύμα , θα ' χεις να κάνεις μαζί μου ! 
Άσε τις δήθεν απειλές . 
Μπορεί να σου βγει σε καλό , Άιρο . 
Μόλις γίνω Άρχοντας της Φωτιάς , θα ' σαι το δεξί μου χέρι . Η παρουσία σου θα δώσει κύρος στις αξιώσεις μου . 
Ο Δράκος της Δύσης μπορεί να αναστηθεί . Αρκεί να υποκλιθεί ... μπροστά στον Ζάο ! Τον Φονιά του Φεγγαριού ! 
Είμαι θρύλος τώρα ! 
Θα λένε ιστορίες για μένα ! Για γενιές . Ζάο , ο Φονιάς του Φεγγαριού . 
Πολύ αργά , Άβαταρ . 
Ζάο , μη . 
Ό , τι κι αν νομίζεις , αυτό δεν είναι δύναμη . Όχι ; 
Αντιλαμβάνεσαι τι μπορώ να κάνω ; 
Μπορώ να εξοντώσω μια ολόκληρη φυλή δαμαστών . 
Μπορείς να το φανταστείς ; 
Ναι . Μπορώ . 
Θες να κυβερνήσεις τον κόσμο , μα αν το κάνεις αυτό , δεν θα υπάρχει κόσμος . 
Ελευθέρωσε το πνεύμα , και θα σε ακολουθήσω αδιαμαρτύρητα . 
Ποιος νοιάζεται για σένα ; 
Τι απειλή θα είναι ο Άβαταρ μόλις εξαλείψω το δάμασμα του νερού ολωσδιόλου ; 
" Μάστερ των Τριών Στοιχείων " δεν ακούγεται ωραίο , έτσι ; 
Αποδέξου το . Δεν αξίζεις τίποτα . 
Βασικά , δεν είμαι σίγουρος ότι άξιζες και ποτέ ! 
Έχεις δίκιο . 
Δεν αξίζω τίποτα . 
Ο κόσμος με χρειαζόταν ... κι εγώ απέτυχα . 
Συγκινητικό . 
Όχι ότι με νοιάζει . 
Γιούε ! 
Τι συμβαίνει ; 
Δεν μπορώ να δαμάσω ! Δεν μπορώ να δαμάσω ! 
Πολεμιστές ! Μπήκαν στην πόλη ! 
Υποχώρηση ! 
Υποχώρηση ! 
Φύγετε ! Θα σας καλύψουμε . 
Το φεγγάρι χάθηκε . 
Δεν υπάρχει ελπίδα πια . 
Τελείωσαν όλα . 
Άβαταρ σημαίνει να βάζεις το καθήκον σου πάνω απ ' όλα , πάνω κι απ ' τη ζωή σου ! 
Ως Άβαταρ πρέπει να κάνεις ακραίες επιλογές , να βάλεις τις ανάγκες όλων πάνω από τις δικές σου . 
O Άβαταρ έχει μεγάλη δύναμη , αλλά ωχριά μπροστά στη δύναμη των στοιχειακών πνευμάτων . 
Όχι . Τίποτα δεν τελείωσε . 
Άανγκ , μην το κάνεις αυτό . 
Θα χαθείς για πάντα . 
Έπρεπε να είχα χαθεί πριν από 100 χρόνια . 
Δεν είναι η εποχή μου ούτε ο κόσμος μου . 
Δεν μπόρεσα να σώσω τον κόσμο μου , αλλά θα σώσω αυτόν . 
Τρέξτε ! 
Τι ... Τι έγινε ; 
Ο Άανγκ παραδόθηκε στο πνεύμα του ωκεανού που διοχετεύει την οργή του χρησιμοποιώντας τη δύναμη του Άβαταρ . 
Πάμε μαζί του . 
Όχι , δεν καταλαβαίνεις . Δεν υπάρχει πια Άανγκ . 
Γιούε ! 
Ζούκο ! 
Μα τα πνεύματα , είσαι ζωντανός ! 
Θείε , τι είναι αυτό ; 
Αυτό ... Είναι η Οργή . 
- Ο Άβαταρ ! 
- Δεν υπάρχει Άβαταρ . 
Όχι πια . 
- Πρέπει να φύγουμε ! 
- Όχι . - Ζούκο , πρέπει ! - Δεν μπορούμε . Πρέπει ! 
Πυρ ! 
Ζούκο , μη ! 
Άσε με . 
Είναι ελεεινός , όπως θα ' ναι και το τέλος του . 
Μου τα πήρε όλα . 
Είσαι ζωντανός . 
Προδότη . 
Δειλέ ! 
Τα κατέστρεψες όλα ! Ο Άβαταρ ήταν δικός μου . Η αποστολή μου ... 
Νόμιζες ότι ο Άρχοντας της Φωτιάς θα σε δεχόταν πίσω ; 
Ο Οζάι έπαιζε μαζί σου . 
Ένα παιχνίδι ήταν . 
Και νικητής είναι αυτός που δεν έχει ουλή από τον μπαμπάκα . 
Ο Οζάι σε χρησιμοποιούσε ως κίνητρο για την αδελφή σου . 
Λες ψέματα . 
Λες ψέματα ! Παραδέξου το , λες ψέματα ! 
Ποιον λες να είχα σύμμαχο ... σε όλα αυτά ; 
Ποιος έπεισε τον άρχοντα να στείλει τους τοξότες Γιούγιαν ; 
Ποιος αναγνώρισε ότι τα σπαθιά του Μπλε Πνεύματος ήταν δικά σου ; 
Η Αζούλα μού είπε όλα όσα ήθελα να μάθω . 
Ήσουν η φωτιά στην οποία σφυρηλατήθηκε το σίδερό της . 
Μόνο αυτό ήσουν . 
Έλα , ανιψιέ . 
Τι είναι αυτό ; - Να φύγουμε ! - Πάμε ! 
Πυρ ! 
Πού είναι ; 
Τελείωσε ! 
Σε παρακαλώ , γύρνα πίσω ! 
Ο Άανγκ χάθηκε . 
Έμεινε μόνο ένα εκδικητικό πνεύμα που θα ψάχνει αιωνίως τον σύντροφό του αλλά δεν θα τον βρίσκει . 
Θα ' ναι για πάντα ένας κόσμος χωρίς ισορροπία . 
Να κάνουμε κάτι για να ξαναφέρουμε πίσω το φεγγάρι . 
Ευχαριστώ . 
Γιούε , τι κάνεις ; 
Με άγγιξε το πνεύμα του φεγγαριού ως παιδί , οπότε έχω τη ζωή του μέσα μου . 
Ώρα να την επιστρέψω . 
Μη λυπάσαι . 
Ξέρεις γιατί τα πνεύματα του ωκεανού και του φεγγαριού αποκτούν φυσική υπόσταση για μία νύχτα ; 
Επειδή θέλουν να δουν πώς είναι να είσαι θνητός . 
Αξίζει το ρίσκο αν είναι να νιώσεις ζωντανός . 
Έστω και για μία νύχτα . 
Ειδικά για μία νύχτα . 
Σε παρακαλώ , γύρνα πίσω ! 
Άανγκ , άσε τις χαζομάρες ! 
Δεν είσαι μόνο ο Άβαταρ . Είσαι η οικογένειά μου ! 
Αυτός είναι ο κόσμος σου ! Το σπίτι σου ! Είμαστε η οικογένειά σου ! 
Γιούε , σε παρακαλώ . 
Σε παρακαλώ , μην το κάνεις αυτό ! 
Άανγκ , άκουσέ με . 
Νομίζεις ότι δεν ανήκεις σ ' αυτόν τον κόσμο , μα δεν ήταν γραφτό να πεθάνεις πριν από 100 χρόνια . 
Αν είχες πεθάνει , δεν θα ήσουν εδώ τώρα που ο κόσμος σε χρειάζεται . 
Εγώ σε χρειάζομαι . 
Πόση καταστροφή ... 
Συγγνώμη που δεν μπόρεσα να την προστατέψω . 
Η κόρη μου ήταν πάντα ανεξάρτητη . 
Και δεν θα μπορούσες ούτε εσύ ούτε κανείς να την εμποδίσει . 
Θυσιάστηκε για όλους μας . 
Ενώ εγώ ... ήμουν απλός θεατής . 
Στεκόμουν στην άκρη , ενώ άλλοι πολεμούσαν και πέθαιναν . Δεν θα τους φτάσω ποτέ . 
Σόκα , τη στιγμή που ένιωσε να φοβάται , φρόντισες να μην είναι μόνη . 
Δεν χρειάζεται να είσαι πολεμιστής για να γίνεις ήρωας . 
Νόμιζα ότι δεν θα έβλεπα το φως της νέας μέρας , αλλά ο ήλιος ανατέλλει , κι η φυλή του νερού είναι ακόμα εδώ . 
Χάθηκαν πολλά . 
Ναι , αλλά θα τα ξαναχτίσουμε και θα ξαναγεννηθούμε από τις στάχτες μας . 
Θυμάσαι που σου είπα ότι το νερό είναι το στοιχείο της αλλαγής ; 
Είχα ξεχάσει τι σήμαινε αυτό . 
Η αλλαγή είναι το κλειδί για τη νέα ζωή . 
Μου το θύμισες , και σου είμαι ευγνώμων γι ' αυτό . 
Ξέρεις , η νέα γενιά Δαμαστών του Νερού θα χρειαστεί εκπαίδευση . 
Χρειαζόμαστε τη βοήθειά σου . 
Ευχαριστώ . 
Αλλά ο Άανγκ έχει ένα ταξίδι να ολοκληρώσει , όπως κι εγώ . 
Ο Άβαταρ πρέπει να μάθει να δαμάζει το νερό . 
Τότε , δεν θα μπορούσε να βρει καλύτερο δάσκαλο . 
Για σένα . 
Τι είναι ; 
Νερό από την όασή μας . 
Ενθύμιο για όλα αυτά που περάσαμε και πρόσκληση να μας ξανάρθεις όποτε θες . 
Κάτι ήξερε ο υπολοχαγός Τζι κι απέφυγε τα χειρότερα . 
Μπορεί να μας ψάχνει με το πλήρωμα . 
Λοιπόν , πρίγκιπα Ζούκο ; 
Τι θες να κάνουμε ; 
Δεν ξέρω . 
Κουράστηκα . 
Ξεκουράσου , τότε . 
Ο άνθρωπος χρειάζεται ξεκούραση . 
Εγώ φταίω για όλα . 
Όχι , το Έθνος της Φωτιάς φταίει . 
Απέτυχα στον ρόλο του Άβαταρ . 
Τι να κάνω , ώστε να μην προκαλώ τόσο πόνο ; 
Έτσι είναι ο πόλεμος . 
Θα υπάρξουν απώλειες και πόνος . 
Εσύ δεν φταις σε κάτι . 
Οι Δαμαστές της Φωτιάς επιμένουν . 
Να προετοιμαστούμε για την επόμενη κίνησή τους . 
Μην ανησυχείς για το παρελθόν και σκέψου τι έχεις να κάνεις ακόμα . 
Μάλλον κατάλαβα αυτό που ήθελε να μου πει ο Γκιάτσο . 
Μου είπε να αφήσω το παρελθόν , αλλιώς δεν θα έχω μέλλον . 
Ακριβώς . 
Θα μάθεις να δαμάζεις το νερό . Εγώ θα σε μάθω . Θα μάθεις να δαμάζεις τη γη ... Πίσω στο Ομάσου . 
Λοιπόν , πεινάει κανείς ; Πόσο κοιλιόδουλος είσαι επιτέλους ; - Εκεί έχει το μυαλό του . 
- Μίλησε ο πεπονοκέφαλος . 
Θα ' τρωγα λίγο πεπονάκι . 
Βλέπεις ; Το φαγητό είναι πάντα η λύση . Ν ' ακούτε τον Σόκα . 
Η Άγκνα Κιέλα υπέστη σοβαρές ζημιές , αλλά δεν καταφέραμε να την καταλάβουμε . 
Απ ' ό , τι φαίνεται , ο Άβαταρ παραμένει ζωντανός και ελεύθερος . 
Κρίμα . 
Αν και αναμενόμενο . 
Η κατάκτηση του Βορρά ήταν πάντα άπιαστο όνειρο . 
Αν ήταν έτσι , τότε γιατί επιτεθήκαμε στον Βορρά ; 
Για αντιπερισπασμό . 
Ο Βορράς δεν ήταν ποτέ ο στόχος μας . 
Για πρώτη φορά εδώ κι έναν αιώνα , το Ομάσου είναι δικό μας . 
Τώρα μόνο η Μπα Σινγκ Σε μας χωρίζει από την ολοκληρωτική κατάκτηση του Βασιλείου της Γης . 
Έξοχη στρατηγική , αλλά ... γνωρίζατε ότι ο πρίγκιπας ήταν στη μάχη της Άγκνα Κιέλα ; 
Είχαμε σημαντικές απώλειες . 
Αν ο Ζούκο είναι δυνατός , θα επιβιώσει . 
Αν όχι ... Κάποιες φορές , θυσιάζεις τους αδύναμους για να παραμείνεις δυνατός . 
Το Ομάσου είναι δικό μας ! 
Για το Έθνος της Φωτιάς ! Έθνος της Φωτιάς ! 
Λοιπόν ... Τι έχει σειρά ; 
Η μέτρηση της κίνησης των ουράνιων σωμάτων είναι δύσκολη , αλλά επινοήσαμε μια μέθοδο για να την κατανοήσουμε καλύτερα . 
Μας πήρε 100 χρόνια , αλλά επιτέλους πλησιάζει ο καιρός . 
- Πότε ; 
