Τρέξτε ! 
- Πιάστε τους ! - Πόσοι είναι ; 
Πέντε ; Έξι ; Ή πιο πολλοί ! Πιο γρήγορα ! 
Πάμε ! 
Φεύγουν ! Γρήγορα ! 
Καλά , δίσκοι πάγου ; Πρωτότυπο ! Το έκαναν οι Δαμαστές της Γης . Είπα να το δοκιμάσω με νερό . 
Είσαι σε φοβερή φόρμα . Εφευρίσκεις και νέες κινήσεις . Εκεί φαίνεται ο δαμαστής . 
Τελευταία έχω αυτοπεποίθηση , αλλά έμαθα τα πάντα από τον πάπυρο της γιαγιάς , οπότε πρέπει να πάω στη Βόρεια Φυλή του Νερού . 
Βρίσκουμε Δαμαστές της Φωτιάς πιο συχνά . 
Πλησιάζουμε στο Έθνος της Φωτιάς . Είναι λογικό , και χωρίς τα άθλια φλερτ του Σόκα . 
Πού να ' ξερα ότι ήταν με το Έθνος της Φωτιάς ; 
Πρέπει να προσέχουμε , τουλάχιστον μέχρι τον Βορρά , όπου ... Άανγκ ; 
Το Έθνος της Φωτιάς . 
- Γιατί το έκαναν αυτό ; 
- Γιατί κάνουν ό , τι κάνουν ; 
Εγώ φταίω για όλα . 
Ο Άβαταρ οφείλει να προστατεύει τη φύση . Να βοηθά τους ανθρώπους και να πολεμά τους Δαμαστές της Φωτιάς . 
Πόσα δάση πέθαναν επειδή δεν ήμουν εδώ ; Επειδή δεν ξέρω τι κάνω ; 
Η γιαγιά λέει ότι η ζωή είναι ένας κύκλος . 
Από τον θάνατο έρχεται νέα ζωή . 
Θα γεννηθεί πάλι το δάσος . 
Αυτό πρέπει να δεις . 
Σπόροι για το μέλλον . 
Όχι λάθη του παρελθόντος . 
Μη φοβάσαι . Δεν θα σου κάνω κακό . 
Έχεις χαθεί ; 
Με λένε Σόκα . 
Όπως λέμε " όκα " και " γουόκα γουόκα " . 
Φαίνεται πολύ γενναία . Έχει όνομα ; 
Μπορούμε να της βρούμε ένα όνομα . 
Τι θα ' λεγες για Πίπινπαντλ Οψοκόπολις ; Η Γ ́ . 
Ο Σι-Γιονγκ μού την έφτιαξε . Ο Σι-Γιονγκ ; 
Ο Σι-Γιονγκ είναι φίλος σου ή ... Σόκα ! 
Όχι , περίμενε . 
Εκεί πέρα . 
Εδώ είσαι . 
Ξέρεις ότι δεν πάμε πουθενά μόνοι μας . 
Της έπεσε αυτό . 
Δεν ψάχνουμε για μπελάδες ... 
Απλώς τρόμαξε . 
Κάτι κακό έγινε εδώ , έτσι ; 
Να με συγχωρείτε . 
- Ευχαριστώ που τη βοηθήσατε . - Μη ζητάτε συγγνώμη . 
Αν ζεις κοντά στο Έθνος της Φωτιάς , πρέπει να προσέχεις . Ναι . Έχουμε πολεμήσει πολύ . 
Έτσι καταστράφηκε το δάσος ; Μετά από μάχη ; Όχι . Οι Δαμαστές της Φωτιάς έφτιαχναν μονοπάτι μέσα απ ' τα βουνά . 
Γι ' αυτό έκαψαν το δάσος ; 
Αλλά μετά τη φωτιά , συνέβαιναν περίεργα πράγματα . 
Οι σοδειές μας πέθαιναν . Τα ζώα δεν βοσκούσαν . 
Πριν μέρες , στείλαμε μια αποστολή να ψάξει για φαγητό . Δεν γύρισαν ποτέ . 
Ο γιος μου , ο Σι-Γιονγκ , ήταν μαζί τους . 
Ξέρουμε πώς είναι να ζεις στον φόβο . Αλλά αυτό είναι κάτι βαθύτερο . 
Είναι κάτι πέρα από αυτόν τον κόσμο . 
Έχεις δίκιο . Οι δικοί σου πήγαν πέρα από αυτόν τον κόσμο . Αλλά μπορώ να τους φέρω πίσω . 
Κανένα νέο ; 
Όχι , κύριε . 
Τίποτα ; 
Μα πού μπορεί να κρυφτεί ένας τεράστιος αεροβίσωνας ; 
- Αναφέρθηκε κάτι ασυνήθιστο ; - Όχι . 
Εκτός ... Από τι ; 
Ένας έμπορος ανεφοδιασμού ανέφερε ότι κάτι παιδιά έπαιζαν με πάγο στο Σένλιν , αλλά προφανώς έκανε λάθος . 
Κάποιος είδε πάγο σ ' ένα μέρος όπου δεν υπάρχει πάγος ; 
Αυτό θα το αποκαλούσαμε ασυνήθιστο , έτσι δεν είναι , υπολοχαγέ Τζι ; 
- Θα στείλω άντρες να το ερευνήσουν . - Όχι , θα το κάνω μόνος μου . 
Όπως πάντα . 
Ο διοικητής Ζάο είναι εντυπωσιακός ... Δουλεύει χωρίς ενισχύσεις στη μέση του πουθενά , και παρ ' όλα αυτά , βρήκε τον Άβαταρ . 
Θαυμάζω το πώς χειρίζεσαι τους διοικητές σου . 
Ξέρεις πώς να αξιοποιήσεις τα ταλέντα τους . 
Τώρα , αν ήμουν στη θέση σου , θα έστελνα κι άλλους πόρους στον Ζάο . 
" Ποτίστε τους πιο πολλά υποσχόμενους σπόρους " . Εσύ μου το έμαθες . 
Ίσως έχεις δίκιο . 
Ο συνταγματάρχης Σίνου να στείλει τους τοξότες . Ειδοποιήστε τον υπουργό ότι θα μετακινήσω χρήματα . 
Και , Αζούλα ... Δεν βρήκε ο Ζάο τον Άβαταρ , αλλά ο Ζούκο . 
Αυτός επέδειξε σθένος και αφοσίωση . Αυτά ζητάω από τον μελλοντικό διάδοχο . 
Ο κόσμος στον οποίο ζούμε δεν είναι ο μοναδικός . 
Υπάρχει ένα βασίλειο πέρα από το δικό μας . 
Των Πνευμάτων . 
Συνήθως , παραμένουν χωριστά , αλλά σε κάποια σημεία το φράγμα μεταξύ τους είναι λεπτό . 
Το δάσος είναι ένα από αυτά τα μέρη ; 
Δεν είναι ιδέα μου . Το νιώθω . 
Οι φωτιές αποδυναμώνουν το φράγμα πιο πολύ . 
Ο Άβαταρ γεφυρώνει τον φυσικό κόσμο με των Πνευμάτων . Νιώθω πόσο κοντά βρίσκονται . 
Είναι σαν πάγος που άρχισε να σπάει . 
Θα πας στον Κόσμο των Πνευμάτων και θα επιστρέψεις με τους αγνοούμενους ; 
Κάτι τέτοιο . Ναι . 
Είχες πιο πολλή αυτοπεποίθηση πριν . 
Γιατί όλα αυτά είναι δική μου ευθύνη . 
Θα πάω στον Βορρά να σώσω τους Δαμαστές του Νερού , αλλά θα βοηθήσω κι αυτούς τους ανθρώπους να μη χάσουν το σπίτι τους κι όσους αγαπούν , όπως έπαθα εγώ . 
Δεν γίνεται να τα κάνεις όλα . 
Όπως είπε ο Μπούμι , " Ο Άβαταρ πρέπει να κάνει το ακατόρθωτο " . 
Πρέπει να βρω πού είναι ισχυρές οι πνευματικές ενέργειες . 
Πού είναι αυτό ; 
Θα το βρω και θα σου πω . 
Πάνω που θα ' βγαζα νόημα . 
Ένα ιερό για το πνεύμα του δάσους . 
Αυτό είναι το μέρος . 
Τι κάνουμε λοιπόν ; 
Τον προσέχουμε . 
Μόλις χωριστεί το πνεύμα του , το σώμα του θα ' ναι ευάλωτο . 
Πρέπει να τον προστατέψουμε . 
Πώς θα ξέρουμε ότι πέτυχε ; 
Δεν ξέρω . 
- Πεινάω . - Μπορείτε να κάνετε ησυχία ; 
Προσπαθώ να συγκεντρωθώ . 
Σόκα , νομίζω ότι πέτυχε . 
- Τι συμβαίνει ; 
- Δεν ξέρω ! Άανγκ ; 
Χώρισα το πνεύμα από το σώμα μου , αλλά έφερα κι εσάς μαζί μου . 
Πώς γίνεται ; 
Είναι οι ενέργειες εδώ , το λεπτό φράγμα κι η δύναμή μου . 
Πήγαινέ μας πίσω ! Πήγαινέ μας πίσω τώρα ! 
Συγγνώμη . 
Ο Κόσμος των Πνευμάτων . 
Μην αναφέρεις τον Άβαταρ . Μη μαθευτεί . Σύμφωνοι . Πάμε προσεκτικά . 
Το Έθνος της Φωτιάς ελέγχει την περιοχή , μα παραμένει έδαφος των Δαμαστών της Γης . 
- Δεν θέλουμε μπελάδες . - Πότε προκάλεσα εγώ μπελάδες ; 
Πότε , άραγε ; 
Άκουσα ότι κάποιοι Δαμαστές του Νερού πέρασαν από εδώ . - Τους είδες ; 
- Αλλά θυμάσαι να λένε γι ' αυτούς . - Μπορεί . 
Ίσως αυτό ... βοηθήσει . 
Τώρα , είδες τους Δαμαστές του Νερού ; 
Άκουσα ότι ο Άβαταρ ταξιδεύει με Δαμαστές του Νερού . 
- Τι είπες ; 
- Ο Άβαταρ . Είναι με Δαμαστές του Νερού . Έτσι δεν είναι , Μούκι ; 
Τι ; Ο Άβαταρ ; Αυτό είπαν οι πειρατές . 
Όχι οι πειρατές . Ο οδηγός στο φαράγγι . 
Είπε ότι ο Άβαταρ διέλυσε κάτι ερπετά με τη βοήθεια Δαμαστών του Νερού . 
Αυτός μας είπε ότι σταμάτησαν το ηφαίστειο ... Έχουν μάθει για τον Άβαταρ . 
Αφού πολέμησαν τον τρελό βασιλιά του Ομάσου . 
Θα τον χάσω . Θα τα χάσω όλα ! 
Αφού το έμαθαν εδώ στο πουθενά , τότε το ξέρουν όλοι . Όλοι στο Βασίλειο της Γης , στο Έθνος της Φωτιάς . Οι κυνηγοί θα ορμήσουν . Τώρα οσμίζονται το θήραμα . 
Βοηθήστε με ! Είναι τρελή ! 
Μην πεθάνεις , ηλίθιε . 
Παίρνω μόνο τα μισά αν πεθάνεις . 
Τι κοιτάτε ; 
Ένα ρεμάλι κυνηγό επικηρυγμένων . 
Ρεμάλι ; Βγάζει και γλώσσα το αγοράκι . 
Το προσπερνώ , γιατί ο μπαμπάς είναι γλυκούλης . 
Λογικό να αφήνουν μισθοφόρους να οργιάζουν εδώ . 
Ο Γκιάτσο έλεγε ότι ο Κόσμος των Πνευμάτων κι ο κόσμος μας είναι ένα . 
Ό , τι συμβαίνει στον έναν επηρεάζει τον άλλο , σαν την ψυχή με το σώμα . 
Ξεχωριστά , αλλά συνδεδεμένα . 
Λογικό . 
Είχε έναν τρόπο να κάνει τα πάντα κατανοητά . Τα έκανε όλα εύκολα . 
Ακούγεται απίθανος . Ήταν . 
Πάντα ένιωθα ότι είχα επαφή με τα πνεύματα . 
- Γι ' αυτό χωρίστηκε το πνεύμα μου . - Βάτραχος ή βατραχοειδές ; 
Δεν ξέρω πώς βρέθηκε αυτός εδώ . 
Οι χωρικοί θα προσπαθούν να βρουν διέξοδο . Μάλλον θα ψάχνουν για κάτι οικείο . 
Αν κατάλαβαν ότι δεν ανήκουν εδώ . 
Κανείς σας δεν ανήκει εδώ . 
Ποιος το είπε αυτό ; 
Ποιος είπε τι ; 
Κανένας άνθρωπος δεν ανήκει σ ' αυτό το βασίλειο . 
Αχ , ένα μεγάλο πουλάκι . 
" Πουλάκι " ; Δεν είμαι πουλάκι εγώ . 
Είμαι το πνεύμα της γνώσης αυτοπροσώπως . 
Συγχώρεσε τον Σόκα . Δεν ήθελε να σε προσβάλει . 
- Σε ποιον μιλάς ; - Τι εννοείς ; 
Δεν ακούν αυτό που ακούς εσύ . 
Το μικρό μυαλό τους δεν μπορεί να καταλάβει τη γλώσσα μου . 
Μα εγώ σε καταλαβαίνω . Είσαι ο Άβαταρ . 
Είσαι με το ένα πόδι σε αυτόν τον κόσμο . 
Ωστόσο , αυτοί είναι παρείσακτοι . 
Όσο περισσότερο μένουν τόσο πιο επικίνδυνο θα είναι γι ' αυτούς . 
Επικίνδυνο ; 
Επικίνδυνο ; Δεν θα μας φάει το πουλάκι , έτσι ; 
Το λιγότερο που θα ' πρεπε να τον απασχολεί . 
Υπάρχουν πλάσματα εδώ που κάνουν πολύ περισσότερα από το να σε καταβροχθίσουν . Τρώνε την ψυχή σου . 
Άανγκ ; Τι λέει ; Λέει ότι δεν θα μας πειράξει . 
Θέλουμε να βρούμε τους φίλους μας και θα φύγουμε . 
Υπάρχει κάποιος που ζει σε ένα πέτρινο σπιτάκι πέρα από το δάσος . Ίσως ξέρει τι απέγιναν οι φίλοι σας . 
Πάρτε το μονοπάτι και θα τον βρείτε . Περίμενε . Σε τι αναφερόσουν πριν ως επικίνδυνο ; 
Τι μπορεί να τους συμβεί ; 
Υπάρχουν δυνάμεις εδώ που αποκαλύπτουν αλήθειες στους ανθρώπους . 
Αλήθειες που δεν είναι έτοιμοι να αντιμετωπίσουν . 
Θα τους δείξει ποιοι πραγματικά είναι , κι αυτό μπορεί να προκαλέσει μεγάλο πόνο . 
Αντίο , Άβαταρ , και κοίτα να μείνεις στο μονοπάτι . 
Αντίο , πουλάκι . 
Αρκετά ! 
Το μάθημα τελείωσε , υψηλοτάτη . Αζούλα ! 
Είσαι καλά ; 
Κάτσε να σε βοηθήσω . 
Πολλή ένταση . Ναι . 
- Μπορούσες να του κάνεις κακό . - Ας πρόσεχε . Να ήταν καλύτερος . 
Δεν ήσουν έτσι λόγω του εκπαιδευτή , έτσι ; 
Αζούλα , είσαι η καλύτερη . 
Όλοι το ξέρουν . 
Είσαι τέλεια . 
Δεν αρκεί αυτό . 
Ήρθες . Πού ήσουν ; 
Συγγνώμη . Ξεχάστηκα βλέποντας μια παρτίδα Πάι Σο . 
Οπωσδήποτε . Πάμε τώρα . Δεν ακολουθούσαν κλασικές τακτικές , κι αυτό ήταν το ατού τους . 
Θείε , υπάρχει περίπτωση να μου πεις την ιστορία στο πλοίο ; 
Ζούκο , μπορείς να μάθεις πολλά από τους παίκτες του Πάι Σο . 
Είναι ανεκπαίδευτοι , που σημαίνει ότι είναι ανοιχτοί σε νέες ιδέες . 
Και έτσι είναι έτοιμοι όταν εμφανιστεί μια λύση . 
Η Τζουν είναι η καλύτερη στο να βρίσκει κόσμο . 
Είναι μισθοφόρος . Η αφοσίωσή της εξαγοράζεται . 
Πώς την εμπιστεύεσαι ; 
Η Τζουν είναι επαγγελματίας . 
Πρίγκιπα Ζούκο , ξέρω ότι πάντα πίστευες ότι υπάρχει σωστός και λάθος τρόπος να λειτουργείς . 
Είναι προσόν σπουδαίου ηγέτη , αλλά οι κανόνες είναι διαφορετικοί εδώ . 
Ο διοικητής Ζάο το ξέρει και ήδη κάνει κίνηση , ενώ εμείς είμαστε ακόμα στην αρχή . 
Λοιπόν , πείτε μου για τον Άβαταρ . 
- Το ' δες αυτό ; - Ποιο ; Το ' δες αυτό ; 
Σόκα , χαλάρωσε . Θα ' μαστε καλά αν μείνουμε στο μονοπάτι . 
Σωστά , Άανγκ ; Σωστά . 
Άανγκ ; Τι είπε η κουκουβάγια ; 
Ίσως είναι επικίνδυνα για εσάς εδώ . 
Μπορεί να αντιμετωπίσετε την αλήθεια . 
Πόσο τρομερή μπορεί να είναι η αλήθεια όμως , σωστά ; 
Σωστά . 
Ναι . Μπορώ να την αντιμετωπίσω . 
Έπρεπε να μιλήσεις . 
Πες μου ότι μιλάει σε γλώσσα που μόνο εσύ καταλαβαίνεις και λέει " Καλώς τα παιδιά , θα θέλατε λίγη τούρτα ; " 
Δεν λέει αυτό . 
Μείνετε στο μονοπάτι . Η κουκουβάγια είπε ότι θα ' μαστε καλά στο μονοπάτι . 
Είμαστε , είμαστε . 
Είμαστε στο μονοπάτι ! 
Βγείτε από το μονοπάτι ! 
Είναι το πνεύμα του δάσους . 
Είναι τραυματισμένο . 
Δεν μπορώ να δαμάσω ! 
Ούτε εγώ . 
Πρόσεχε ! 
Βρομύλε ! Γιατί δεν τα βάζεις με μεγαλύτερους ; 
Δεν εννοούσα μ ' εμένα . 
- Σόκα ! 
Πόνος . Πόνος . 
Τόσος πόνος . 
Μπα , είναι απλώς γρατζουνιές . 
Όχι εσύ . Ο Χέι Μπάι . 
Χέι τι ; 
Ο Χέι Μπάι . Εκείνο το πνεύμα . 
Πονάει πολύ . 
Έπεσα πιο δυνατά τελικά . 
Τα ' χω λίγο χαμένα . 
Είσαι αστείος . 
Κι εσύ είσαι μια αλεπού που μιλάει . 
Δεν είναι και το πιο τρελό που έχω δει σήμερα . 
Να βρω τους φίλους μου πριν τους φάει το τέρας . 
Δεν είναι τέρας . Είναι πληγωμένο . 
Αυτό σου κάνει ο πόνος . Σε κάνει κάτι που δεν είσαι . Δεν ξέρεις πώς είναι να πληγώνεσαι ; 
Αυτές οι γρατζουνιές με εκνευρίζουν , οπότε ... Πάντα κάνεις αστεία όταν δεν θέλεις να μιλήσεις για κάτι ; 
Τι ; Δεν το κάνω αυτό . 
Καλύτερα να φύγεις . Ελπίζω να " ξαναβρείς τα χαμένα " . 
Ο Κόσμος των Πνευμάτων . 
Α , και να προσέχεις . 
Η ομίχλη μπορεί να είναι επικίνδυνη . 
- Μαμά ; 
- Να σε . 
Σε έψαχνα παντού . 
Δεν γίνεται . 
- Εσύ είσαι όντως ; 
- Τι ; 
Κατάρα , είσαι καλά ; 
Πέρασε πολύς καιρός . 
Έλα τώρα . Αργήσαμε . 
Σου λέω , με τέσσερα είναι πιο δυνατό . 
Δεν είπα ότι δεν είναι πιο δυνατό . Είπα ότι θα πάει χαμένο . 
Κατάρα , δεν πλέκεις . 
Ποτέ δεν ήμουν καλή σ ' αυτό . 
Ο Σόκα με κορόιδευε για ... Πού είναι ο Σόκα ; 
Όπου να ' ναι θα γυρίσουν με τον πατέρα σου από το ψάρεμα . 
Κατάρα ... Δεν μπορώ να δαμάσω . Θα μπορέσεις . Είμαι σίγουρη . 
Κάποια μέρα , θα δείξεις στον κόσμο πόσο ισχυρή είσαι . Θα μας προστατέψεις όλους . 
Το Έθνος της Φωτιάς ! Τρέξτε ! 
Κρύψ ' την . 
- Βρείτε τον Δαμαστή του Νερού ! - Τώρα ! 
Κατάρα , πρέπει να μπούμε μέσα ! 
Όχι , δεν μπαίνω μέσα ! 
Κρύψου . Ό , τι κι αν γίνει , μη βγεις . 
Πού είναι ο Δαμαστής του Νερού ; 
Ξέρουμε ότι έχετε έναν στο χωριό . 
Όλοι οι Δαμαστές του Νερού έφυγαν ή πέθαναν εξαιτίας σας . 
Λες ψέματα . 
Δώσε μας τον Δαμαστή . 
Αλλιώς θα πεθάνεις . 
Περίμενε ! 
Εγώ είμαι . Είμαι Δαμάστρια του Νερού . 
Τόσος φόβος . 
Τόση απελπισία . 
Κόσμος των Πνευμάτων ... Μάλλον κόσμος της λάσπης . 
Μυρίζει όπως ο Άππα μετά από τη βροχή . 
Δεν μ ' αρέσει αυτό . 
Μπαμπά ; 
Τα πνεύματα του νερού παρευρίσκονται στο ορόσημο αυτό . 
Για τη δύναμη και την ηγετική ικανότητα που επέδειξε στις δοκιμασίες του πάγου , απονέμω το Σήμα του Σοφού ... στον Σόκα . Στον γιο μου . 
Η μέρα με τις δοκιμασίες αποφυγής πάγου . 
Είναι η μέρα που πέρασες τις δοκιμασίες σου . 
Όπως έκαναν όλοι οι πολεμιστές της οικογένειας . 
Το έκανες συναρπαστικό . 
Μπάτο ! 
Στο τσακ τη γλύτωσες στα παγόβουνα , έτσι ; 
Όντως . Έχασα τον έλεγχο . Δεν ... δεν ήξερα τι να κάνω . 
Αν δεν ήσουν εκεί να με βοηθήσεις ... Είμαστε όλοι μια χαρά . 
Αυτό μετράει . Σωστά , Χακόντα ; 
Ναι , σωστά , και η επιλογή του σωστού πληρώματος είναι προσόν ενός σοφού ηγέτη . 
Βλέπεις ; 
Φώναξε την αδελφή σου , έχουμε γιορτή . 
Σόκα . Είδαμε τον κόφτη πάγου ή ό , τι απέμεινε τέλος πάντων . 
Αν περνάς έτσι τις δοκιμασίες , φαντάσου τη βάρκα αν αποτύχεις . 
Τι γελοίος . 
Δεν περίμενα να μπλέξει τόσο γρήγορα . 
Χωρίς εσένα , θα μας είχε βυθίσει . 
Τυχεροί είμαστε . 
Ήταν δύσκολο , κι εγώ είδα τα κύματα στο τσακ . 
Δεν χρειάζεται να τον δικαιολογείς . 
Ήλπιζα , όταν θα έπρεπε να δείξει την αξία του , θα τα πήγαινε ... καλύτερα . 
Η αλήθεια είναι ότι δεν γίνεται όλοι να είναι υπεύθυνοι για άλλους . 
Παραδώσου στην απελπισία . 
Το σπίτι μου . 
Δεν είναι αληθινό . 
Τι έχουμε εδώ ; Κάποιον που μπορεί να αντισταθεί ; 
Δεν είναι δυνατόν . Εκτός κι αν ... Μα βέβαια . 
Είναι ο παλιός μου φίλος , ο Άβαταρ . 
Σε ξέρω ; 
Έτσι λέω . 
Γιατί να θέλω να σε σκοτώσω ; 
Επειδή έκλεψα το πρόσωπο κάποιου που αγαπούσες . 
Ξέρεις εσύ από κλοπές , έτσι ; 
Ίσως ήρθες για να επιστρέψεις αυτό που μου έκλεψες . 
Δεν ξέρω τι εννοείς . Θέλω μόνο να βρω τους φίλους μου . 
Τους φίλους σου ; 
Γιατί να σ ' αφήσω να παίξεις με το φαγητό μου ; 
Άανγκ ! Τα κατάφερες επιτέλους ! 
Δεν είναι αληθινό . Δεν γίνεται . Είναι τέχνασμα κι αυτό . Κι άλλη ψευδαίσθηση . 
Είναι δύσκολο να το πιστέψεις , αλλά όντως είμαι εγώ . 
Υπάρχουν πολλές ψευδαισθήσεις εδώ , όμως βγήκες από την ομίχλη . 
Αυτό είναι αληθινό . 
Το αναγνωρίζεις ; 
Το τελευταίο παιχνίδι μας . 
Σειρά σου . 
Κλέβεις . 
Δεν το πιστεύω ότι είσαι εσύ . 
Πώς είναι δυνατόν ; 
Λοιπόν ... Αφού έφυγες από τον Νότιο Ναό του Αέρα , επιτέθηκαν οι Δαμαστές της Φωτιάς . 
Έγιναν όλα ξαφνικά κι αστραπιαία . 
Οι πιο πολλοί που χάθηκαν προχώρησαν στον Μεγάλο Κύκλο . 
Εγώ διάλεξα άλλο δρόμο . 
Δεν προχώρησες στο επόμενο στάδιο της φώτισης ; Γιατί ; Επειδή ήξερα ότι θα με χρειαζόσουν . Σε χρειάζομαι . 
Είμαι ο Άβαταρ και όλοι βασίζονται πάνω μου , μόνο που δεν ξέρω τι να κάνω . 
Αλλά είσαι εσύ εδώ . 
Δεν θα σου πω πώς να γίνεις ο Άβαταρ . 
Φυσικά και θα μου πεις . 
Η Άβαταρ Κιόσι μου είπε ότι πρέπει να πάω στον Βορρά για να αποτρέψω μια μεγάλη τραγωδία . 
Μόνο που ... δεν ξέρω πώς . 
Δεν ξέρω τίποτα . 
- Ξέρεις πιο πολλά απ ' όσα νομίζεις . 
- Αμφιβάλλω . Πώς θα σώσω τον κόσμο αν δεν μπορώ καν να σώσω ... Οι φίλοι μου ! Είναι κάπου στην ομίχλη . 
Αυτή είναι η Ομίχλη των Χαμένων Ψυχών . 
Ένα μέρος που σε φυλακίζει στις πιο σκοτεινές αναμνήσεις , και εκεί κυνηγάει θηράματα ο Κο , ο κλέφτης προσώπων . Θηρεύει όσους έχουν παραλύσει από την απελπισία και την αμφιβολία . 
Θα έχει και τους χωρικούς . Αυτούς που ήρθαμε να σώσουμε . 
Ο Κο θα τους πήγε στο λημέρι του . 
Θα τους κρατήσει εκεί μέχρι να θελήσει να τραφεί . 
Όταν συμβεί αυτό , οι ψυχές τους θα χαθούν για πάντα . 
Πρέπει να τους σώσω ! 
Ο Κο είναι αρχέγονο πνεύμα , ένας επικίνδυνος και αδίστακτος θηρευτής . 
Δεν μπορούμε να τον νικήσουμε . Πρέπει να προσπαθήσω . 
Πρέπει να κάνω κάτι . 
Ο Κο . Είπε ότι με ήξερε . Ότι του πήρα κάτι . 
Ισχύει . Προηγούμενοι Άβαταρ αντιμετώπισαν τον Κο . 
Λένε ότι ο Ρόκου κάποτε κατατρόπωσε το πνεύμα , μα κανείς δεν ξέρει τι συνέβη . 
Ωραία . Άρα , πρέπει να μιλήσω στον Ρόκου . 
Επικοινώνησα με την Κιόσι στο ιερό της . Θα κάνω το ίδιο με τον Ρόκου . 
Ο ναός του Ρόκου είναι στο Έθνος της Φωτιάς . 
- Θα είναι επικίνδυνο ταξίδι . - Δεν έχω επιλογή . 
Θα ξανάρθω . 
Πρέπει να σου πω κάτι . 
Δεν θα μπορούσες να κάνεις κάτι αν είχες μείνει μαζί μας . 
Δεν θα σταματούσες το Έθνος της Φωτιάς . 
Δεν θα απέτρεπες τον πόλεμο . 
Θα είχες πεθάνει μαζί με όλους τους άλλους . 
Οπότε , ξέχνα το . 
Να το συζητήσουμε όταν γυρίσω ; 
Φυσικά . 
Πρέπει να βιαστείς . Ο Κο θα τραφεί σύντομα . 
Σωστά . Μόλις σώσω τους φίλους μου , θα έχουμε χρόνο . 
Χρόνο ; Ο χρόνος είναι περίεργο πράγμα . 
Μόνο ένας τρόπος υπάρχει να τα ξεχωρίσεις . Να θυμάσαι τι έχει πραγματικά σημασία . 
Ελπίζω να με βοηθήσεις , Άβαταρ Ρόκου . 
Ξέρω ότι πονάς . Είδα το πνεύμα σου . 
Θα σε κάνω καλά και θα σώσω τους φίλους μου . 
Το υπόσχομαι . 
Λυπάμαι , φίλε . Δεν μπορείς να έρθεις αυτήν τη φορά . 
Ούτε εσύ , Μόμο . 
Είναι επικίνδυνο . 
Να τους προσέχετε , εντάξει ; 
Φυσικά , είναι δύσκολο να βλέπεις τι είναι σημαντικό . 
Μερικές φορές νιώθουμε ότι θα είμαστε για πάντα μόνοι . Και το μόνο που μας κρατάει συντροφιά είναι ο πόνος μας . 
Λέμε ότι εμείς είμαστε το πρόβλημα . 
Ειδικά όταν συμβαίνουν πράγματα που δεν μπορούμε να ελέγξουμε . 
Γι ' αυτό πρέπει να ξεχάσουμε τον πόνο και τη λύπη μας . Και να θυμηθούμε για τι πραγματικά παλεύουμε . Γι ' αυτούς που αγαπάμε . 
Αυτό το φως να σε καθοδηγεί σ ' αυτούς τους ύπουλους καιρούς ... και τις άναστρες νύχτες ... 
