Σ ' ευχαριστώ . 
- Το πάτωμα γλιστράει . 
Πρόσεχε . - Όλα καλά . Μην κάνεις έτσι . 
Είπα να μην κουνιέσαι . 
Τι κάνεις ; 
Καλά είμαι . 
Οι γιατροί ανησυχούσαν . Δεν τα χρειάζομαι όλα αυτά . 
Όχι . Οι έξυπνοι γιατροί ξέρουν τι κάνουν . Άκουσέ τους . 
Μην κάνεις τίποτα μόνος σου στο εξής , εντάξει ; 
Δεν ακούς κανέναν . 
Πεινάς ; 
Τι κάνεις ; 
Ας μείνουμε λίγο έτσι . 
Όταν νόμιζα ότι ήρθα το τέλος , το μετάνιωσα τόσο πολύ . 
Μου δόθηκε άλλη μία ευκαιρία , αλλά δεν ήμουν ειλικρινής πάλι . 
Δεν θα πεθάνεις . 
Συγγνώμη που δεν σε πίστεψα . 
Εγώ συγγνώμη . 
Η Γιου Ρα δεν είναι εύκολος αντίπαλος . 
Ακόμη κι όταν είδα το απίστευτο αληθινό της πρόσωπο , έκανα πάνω από τρία χρόνια για να τη χωρίσω . 
Κάποια που δεν μπορείς καν να φανταστείς ... 
Ξέρω τι εννοείς . 
Όταν περνάς πολύ χρόνο με κάποιον , δύσκολα τον κρίνεις σωστά . 
Δεν θέλεις να το πιστέψεις . 
Το καταλαβαίνεις μόνο αφότου δεις το τέλος . 
Η πρώην σου προσπαθεί να με σκοτώσει , ενώ ο Μιν Χουάν κι η Σου Μιν θα πλουτίσουν αν πεθάνω . 
Ένωσαν τις δυνάμεις τους . 
Ο άντρας της κυρίας Γιανγκ έχει εξωσυζυγική σχέση . 
Νομίζω ότι η μοίρα μου πήγε στην κυρία Γιανγκ . 
Δεν έχουν χωρίσει ακόμη . 
Συμβαίνει και κάτι άλλο . Πρέπει να το ανακαλύψω . Για να την προστατέψω . 
Μείνε μόνο στο πλευρό μου . 
Περίμενε κι εμένα . 
Η αστυνομία θεωρεί ότι ένας μεθυσμένος προκάλεσε το ατύχημα . 
Δεν θα την πιάσουν ποτέ . 
Βάλαμε άτομα στους Γιου Ρα , Μιν Χουάν και Σου Μιν . Αλλά δεν έχουμε βρει τίποτα ακόμα . 
Τους βάλαμε μετά το ατύχημα , οπότε δεν βρήκαμε κανένα στοιχείο . 
Αν το ήξερες , έπρεπε πρώτα να το συζητήσεις μαζί μου . 
Δεν ήμουν σίγουρος ότι ήσουν με το μέρος μου . 
Συγγνώμη , Σοκ Τζουν . 
Δεν χρειάζεται . Δεν είμαι τόσο θυμωμένος . 
Ο μόνος τρόπος είναι να βρούμε τον Τσονγκ Μαν Σικ και την Πε Χούι Σουκ . 
Πρέπει να πηγαίνουν προς το Ίντσον . 
Μάλλον κι η Ό Γιου Ρα τους ψάχνει . 
Είμαι σίγουρος . 
Το θέμα είναι ποιος είναι πιο γρήγορος . 
Όμως , πόσο καιρό θα φοράς αυτό στο χέρι ; 
Μέχρι να μου πει η Τσι Ουόν να μην το φοράω . 
Μπορώ να το βγάλω και τώρα . Αλλά μου υποσχέθηκε ότι θα με φροντίζει όσο το φοράω . 
Τσι Χιοκ . Θυμάσαι τίποτα άλλο από το ατύχημα ; 
Όχι πολλά . 
Πήγα στο νεκροταφείο για να σε δω . Εκεί χάλασε το αμάξι . 
Μόνο αυτά ; 
Ίσως όχι , αλλά δεν μπορώ να σκεφτώ τίποτα αυτήν τη στιγμή . 
- Τσι Ουόν ; 
- Ομελέτα . - Ναι . 
Τι άλλο ; 
Πρέπει να φύγω . Τα λέμε αύριο . 
Ευχαριστώ για σήμερα . 
Τι έπαθες ; 
Τσι Ουόν . 
Πάλι πονάς ; 
Συγγνώμη . 
Μόνο αυτό μπόρεσα να σκεφτώ . 
Τι κάνεις , μωρέ ; 
Μπορείς να μείνεις εδώ ; 
Καληνύχτα . 
Να κλείσω το φως . 
Κύριε Γιου , τι κάνεις ; 
Καταλαβαίνω τι εννοείς , γι ' αυτό μόνο θα σ ' αγκαλιάσω . 
Ακόμα πονάω . Αλήθεια σου λέω . 
Να είσαι πάντα δίπλα μου . 
Ό , τι κι αν κάνεις , να το κάνεις πλάι μου . 
Μόνο αυτό θέλω . 
Ξύπνησες ; 
Τώρα θα σε ξυπνούσα . 
Θέλεις φράουλες ; Είναι πολύ ωραίες . Είναι ό , τι πιο νόστιμο έχω φάει ... 
Τι έγινε ; 
Είδες εφιάλτη ; 
Τι ; Το χέρι σου δεν πονάει ; 
Πονάει . 
Όχι , έκανες ότι ... 
Ξέρεις να λες ψέματα . 
Είναι αλήθεια . 
Τι ονειρεύτηκες ; 
Είναι μυστικό . 
Μπορεί κι οι δύο να είμαστε υποδιευθυντές , αλλά είμαι κι αναπληρωτής διευθυντής , οπότε πρέπει να σ ' το πω . 
Παίρνεις πολύ συχνά άδειες , λες και είσαι συγγενής του προέδρου . 
Είχα κάποια προβλήματα στο σπίτι . 
Αλήθεια ; 
Είναι κανείς εδώ που δεν έχει σπίτι ; 
Υπάρχει κανείς που δεν έχει προβλήματα στο σπίτι ; 
Στο καλό . Τώρα έπρεπε να το αποφασίσει αυτό το τμήμα προσωπικού ; 
Αυτό το κάθαρμα είναι πολύ τυχερό . 
Υπάρχει τόση δουλειά που πρέπει να κάνουμε ... 
Απίστευτο . 
Να βοηθήσω κι εγώ ; 
- Κυρία Γιανγκ . 
Μπορείς να δουλέψεις τώρα ; 
- Είσαι καλά ; - Ναι , καλά είμαι . 
Τι ; 
Τι κάνεις ; Γιατί δεν μπορώ να σε βρω ; 
Η Κανγκ Τσι Ουόν ήρθε στη δουλειά σαν να μην έγινε τίποτα . 
Τι στον διάολο συμβαίνει ; 
Ο Τσι Χιοκ πήρε εξιτήριο . Μάλλον αυτός είναι ο λόγος . 
Σου είπα να κάνεις σαν να μη συνέβη τίποτα . 
Τι νομίζεις ότι θα κάνει ; 
Αν θέλεις να καβγαδίσεις , είναι εύκολο να της βγάλεις τα μαλλιά και να φωνάξεις . 
Να κάνεις υπομονής , αν δεν θέλεις να ζεις σαν αλήτης . 
Θα έρθεις στο γυμναστήριο μετά ; 
Θα νιώσεις καλύτερα κάνοντας γυμναστική και συζητώντας . 
Δεν έχει τρόπους αυτή η κακομαθημένη . 
Δεν έπρεπε να μπλέξω με κάτι τέτοια ανθρωπάκια , αλλά τίποτα δεν γίνεται αν δεν το κάνω εγώ η ίδια . 
Βρήκαμε τον Μαν Σικ και τη Χούι Σουκ . Φοβήθηκαν και προσπάθησαν να κρυφτούν . 
Γεια σας . Είμαι ο Τσονγκ Μαν Σικ . 
Δεν μπορούσα να σας βρω . 
Γιατί κρυφτήκαμε ; Είμαστε στην ίδια βάρκα . 
Όχι , δεν το κάναμε επειδή δεν σας εμπιστευόμαστε . Την κόρη μου δεν εμπιστευόμαστε . 
Εμπιστευτείτε μόνο εμένα τώρα . 
Εγώ δεν εγκαταλείπω ποτέ την οικογένειά μου . 
Τι θα λέγατε να πάτε στην Κίνα για λίγο ; 
Η Σαγκάη είναι πανέμορφη . 
Επίσης , μπορείτε να περάσετε καλά στα νερά του Χανγκτζού και της Σουτσόου . 
Δεν είμαι για λύπηση ; 
Σ ' αυτήν την ηλικία , όταν είμαι αγχωμένη , δεν έχω πουθενά αλλού να πάω πέρα από τη δουλειά . 
Επειδή έχεις φίλους εδώ . 
Έτσι κι αλλιώς ανησυχούσα και θα ερχόμουν να σε δω . 
Όχι . θα κάνω έφοδο απόψε . 
Τον κατήγγειλα για μοιχεία στην αστυνομία . 
Δεν έχει καταργηθεί ακόμη αυτός ο νόμος . 
Κάθε φορά που έμπαινα στο νοσοκομείο , την έφερνε στο σπίτι . 
Έτσι του είπα ότι σήμερα θα μπω μέσα . 
Η κάμερα του αυτοκινήτου του τους έπιασε να κάνουν αίσχη μέσα στο αυτοκίνητο . 
Αλλά δεν έχει βίντεο . Ήταν χαλασμένο . 
Η αστυνομία είπε ότι ο ήχος δεν είναι επαρκής απόδειξη . 
Το βίντεο της κάμερας δεν δουλεύει ; 
Γελοίο , σωστά ; 
Πραγματικά δεν ήθελα να το τραβήξω τόσο , αλλά το αποφάσισα και χάλασα την κλειδαριά φεύγοντας . 
Κυρία Γιανγκ . Να έρθω κι εγώ μαζί σου ; 
Αυτή είναι ; Ναι . 
Ωραία . Ο άντρας σας ανέβηκε πριν μισή ώρα . 
Πάμε κι εμείς σε 10 λεπτά . 
Θεέ μου . Ποιοι είστε εσείς ; 
Τι ; Τι έγινε ; 
Τι συμβαίνει ; 
Τι ; 
Κάτσε . 
Τι κάνεις εσύ εδώ τέτοια ώρα ; 
Τι ; 
Μου είπε ότι ήσουν στο νοσοκομείο κι ήρθα να του φέρω λίγο φαγητό . 
Μάλλον ξεπέρασα τα όρια . 
Τον βλέπω συχνά στο εστιατόριο και τον θεωρώ σαν συγγενή μου . 
Να σου πω . 
Με υποπτεύθηκες ; 
Μήπως με υποτιμάς , επειδή δουλεύω για τον πατέρα σου ; 
- Εσείς οι δύο ... - Τι εμείς οι δύο ; 
Βρε συ . 
Ξέχνα το . Φύγετε όλοι σας . 
Βγείτε έξω . Κι εσύ . 
Μην ξαναφέρεις τίποτα σ ' αυτό το σπίτι . 
Πλάκα μου κάνετε όλοι σας ; 
Συγγνώμη . Συγγνώμη . 
Έξω από εδώ . 
Φύγε κι εσύ . Θα του μιλήσω εγώ . 
Δεν θα φύγεις ; 
Φεύγω , αλλά πριν φύγω ... 
Τι ; Τι κάνεις ; 
Τι ; 
Αν την αγγίξεις , θα το πληρώσεις πικρά . 
Έχεις τρελαθεί ; 
Εσύ θα το πληρώσεις αυτό . 
Ήρθατε με τους μπάτσους . 
Κύριε , αυτό ... 
Αυτό δεν είναι υλικές ζημιές ; 
Αυτή με το μπαστούνι του γκολφ ... 
Αρκετά . 
Τσίπα δεν έχεις πάνω σου ; 
Χαίρεσαι που δεν σ ' έπιασα στα πράσα ; 
Όχι . Ξέρω τι κάνατε μέσα στο αυτοκίνητο . 
Τι ; Αναρωτιόσουν πόσα θα πάρεις από την ασφάλεια αν πεθάνω ; 
Γελάσατε μ ' αυτό . Είστε άνθρωποι εσείς ; 
Τι ; 
Σ ' αυτό το αμάξι μπαίνει η Γιον Τζι . 
Δεν ντρέπεσαι καθόλου ; 
Είσαι ένα γελοίο υποκείμενο . 
Τι είναι αυτά που λες ; 
Μιλάς χωρίς αποδείξεις . 
Να σου πω . Αυτό ... 
Βρε παλιο ... 
Είσαι καλά ; 
Όχι . 
Θεοπάλαβε . 
Όχι , περιμένετε . Μην κάνετε έτσι . 
- Κρατήστε την . - Σας παρακαλώ , ηρεμήστε . Κράτα την . 
Ηρεμήστε , σας παρακαλώ . Μην κάνετε έτσι . 
Είσαι καλά , Τσι Ουόν ; 
Θα έρθω αύριο μετά τη δουλειά . Μην κάνεις τίποτα μέχρι τότε . 
Ευχαριστώ , Τσι Ουόν . 
Αλλά είναι δική μου δουλειά και θα το κάνω μόνη μου . 
Πριν λίγο το κατάλαβα . Δεν νομίζω να με χωρίσει τόσο εύκολα . 
Θα πάω σε δικηγόρο . 
Όχι ... 
Μην τον συναντήσεις ποτέ μόνη σου . 
Πάρε εμένα . Θα έρθω κι εγώ . 
Τι είναι αυτά που λες ; Γιατί λες τόσο περίεργα πράγματα ; 
Φέρεσαι και περίεργα . 
Το ξέρω αυτό . 
Αλλά θα είχες χτυπήσει σοβαρά πριν , αν δεν ήμουν εγώ . 
Κάνε μόνο ό , τι σου λέω . 
Θα είμαι κι εγώ πλάι σου . 
Είπες ότι θα πας σε δικηγόρο . 
Μίλησε σ ' εμένα . 
Η κυρία Γιανγκ μπορεί να εμπιστευτεί τον κύριο Λι . 
Κάνει πάντα ό , τι λέει . 
Η μοίρα μου πάει σε κάποιον άλλον ... Δεν νομίζω ότι είναι σύμπτωση . 
Αν το άγχος από τον αδιάφορο σύζυγό της προκάλεσε τον καρκίνο της , από πού προήλθε η μοίρα της να σκοτωθεί απ ' αυτόν ; 
Η χαλασμένη κλειδαριά . 
Οι κόκκινες γόβες . 
Και το κουτί με τις καραμέλες . 
Ο άντρας της την απατούσε με μια γνωστή ... 
Ή μήπως αυτά τα καθάρματα ήθελαν τα λεφτά της ασφάλειας ; 
Θα σε φροντίσω εγώ όταν πεθάνει η γυναίκα μου . 
Ξέρω τι πρέπει να κάνω . 
Τσι Χιοκ , πρέπει να την πέσω στον Μιν Χουάν . 
Ο Μιν Χουάν πρέπει να έχει άλλη και να μην τον νοιάζει αν πεθάνει η γυναίκα του . 
Όχι , πρέπει να τον κάνω να σκεφτεί ότι πρέπει να τη σκοτώσει . 
Ξέρω ότι θα στεναχωρηθείς , αλλά πρέπει να το κάνω . 
Αν δεν δώσω τη μοίρα μου στη Σου Μιν , που θα τη σκοτώσει ο άπιστος άντρας της , η κυρία Γιανγκ θα πεθάνει . 
Μπορώ να το κάνω ; 
Εντάξει . 
Μπορείς να κάνεις ό , τι θέλεις . 
Θα σε βοηθήσω κι εγώ . 
- Κύριε Κιμ . - Μάλιστα , κύριε ; 
Αναλαμβάνεις το πρότζεκτ των παρασκευασμένων γευμάτων . 
Ορίστε ; 
Αλλά δεν είναι υπεύθυνη ... 
Μπήκες κι εσύ στην ομάδα . Χρειάζεσαι ένα δικό σου πρότζεκτ . 
Μπορείς να το κάνεις ; 
Θέλω να βοηθήσετε όλοι σας . 
Κύριε Γιου , δεν γίνεται αυτό . 
Επέλεξες τα λεφτά αντί για εμένα . Δεν το περίμενες αυτό ; 
Δεν μπορείς να τα έχεις και τα δύο . 
Εντάξει . Θα βρω μια άλλη δουλειά . 
Γι ' αυτό άσε με να τελειώσω το πρότζεκτ των παρασκευασμένων γευμάτων . 
Εξάλλου ανήκει σ ' εμένα και στην κυρία Γιανγκ . 
Ανήκει στην εταιρεία . 
Μην μπερδεύεις τα προσωπικά ... 
Σου έδωσα αυτό το πρότζεκτ λόγω των αισθημάτων μου για εσένα . 
Δεν θέλω ούτε να σε βλέπω . Πάρε ρεπό . 
Θα προτιμούσα την παραίτηση . 
Πήρε τα λεφτά και τον χώρισε ; 
Άσ ' το καλύτερα . 
Γιατί τα κάνεις αυτά μόνος ; 
Τι εννοείς ; 
Εξαιτίας κάποιας έχω αυτήν τη σκατοθέση τώρα . 
Όπως είπα και πριν , τίποτα απ ' αυτά δεν θα γινόταν , αν δεν έμπλεκες με τη Σου Μιν . 
Μη λες βλακείες . 
Μου την έφερες για να τα βρεις με τον κύριο Γιου . 
Έχεις δίκιο . 
Αλλά τα πράγματα είναι διαφορετικά τώρα . 
Θέλεις μετά ένα πιούμε ένα ποτό ; 
Ογδόντα δισεκατομμύρια ; 
Ο πρόεδρος είπε ότι θα μου έδινε αυτά τα χρήματα , αν τον χώριζα . 
Φυσικά , δεν είναι όλα μετρητά . 
Κάποια είναι ακίνητα . 
Έχει τακτοποιήσει και όλους τους φόρους . 
Οπότε , δεν ξέρω καν πόσα έχω . 
Σύμβουλος επενδύσεων ; Έχω κι απ ' αυτό . 
Ο κύριος Γιου είναι πολύ θυμωμένος που πήρα χρήματα από τον πρόεδρο . 
Αλλά τι άλλο να κάνω ; 
Λογικό είναι . 
Μπορεί να είναι πολύ πλούσιος , αλλά περίεργο είναι που της έδωσε τόσα πολλά . 
Αλλά αν τα έδωσε με τον όρο να τον χωρίσει , αυτό είναι πιο λογικό . 
Όμως , και πάλι είναι πολλά ... 
ΤΣΟΝΓΚ ΣΟΥ ΜΙΝ Τι θέλει πάλι κι αυτή ; Να πάρει . 
Τι συμβαίνει ; 
Δεν έπρεπε να είσαι σπίτι τέτοια ώρα ; 
Ξέρω ότι έχεις πολλή δουλειά . Ευχαριστώ που βρήκες χρόνο για εμένα . 
Ήθελα πολύ να σε δω . 
Όταν σε είδα την τελευταία φορά , θυμήθηκα όταν δουλεύαμε μαζί . 
Αντίο , Σου Μιν . 
Σε αγάπησα πολύ . 
Σήμερα θα πεθάνω . 
Φαίνεσαι διαφορετική τώρα που παντρεύτηκες . 
Οι γυναίκες αλλάζουν μετά τον γάμο , αλλά δεν το παραδέχονται . 
Η Τσι Ουόν , που είναι ανύπαντρη , όλο και ομορφαίνει . 
Τσονγκ Σου Μιν , να έχεις ανοιχτές τις κεραίες σου . 
Ο Μιν Χουάν κι η Τσι Ουόν είχαν σχέση εφτά χρόνια και ταίριαζαν πολύ . 
Επίσης , βλέπονται συνέχεια στη δουλειά . 
Τα παλιά αισθήματα ίσως ξαναφουντώσουν και ... 
Θυμάσαι το μαγαζί που μπορούσες να φας ό , τι θέλεις , κοντά στο παλιό μου σπίτι ; 
Πηγαίναμε συχνά . 
Όποτε πηγαίναμε εκεί , δεν με άφηνες να φάω πρωινό ή να πιω νερό για να μην αισθανθώ χορτάτη . 
Γιατί κάθεσαι και θυμάσαι κάτι τόσο άσχημο ; 
Γιατί άσχημο ; Είναι πολύ γλυκό . 
Τότε όλα τα ένιωθα πολύτιμα και ανεκτίμητα . 
Τα χρήματα δεν ήταν σημαντικά για εμένα όταν ήμουν μαζί σου . 
Ξέρεις ότι μου άρεσες πολύ . 
Λοιπόν , καμία δεν ήταν σαν εσένα . 
Με ανεχόσουν κι εσύ . 
Όμως , όντως χωρίσατε με τον Γιου Τσι Χιοκ ; 
Έτσι νόμιζα , αλλά ... 
Η αλήθεια είναι ότι παραλίγο να είχα ένα μεγάλο ατύχημα πρόσφατα . 
Ατύχημα ; 
Παραλίγο ένα φορτηγό να έπεφτε πάνω μου και να με σκότωνε . 
Αλλά ο κύριος Γιου εμφανίστηκε ξαφνικά και ... Τότε όλα περιπλέχτηκαν . 
- Περιπλέχτηκαν ; 
- Ναι , περιπλέχτηκαν φοβερά . 
Ξέρεις ποιος ήταν ο οδηγός του φορτηγού ; 
Όχι . Πού να ξέρω εγώ ; 
Ο μπαμπάς της Σου Μιν . 
Ήξερε τα πάντα . 
Σταμάτα να λες ψέματα . 
Ψέματα , ψέματα και μόνο ψέματα . 
Κι εγώ αυτό θέλω . 
Κι εγώ θέλω να σταματήσω . 
Πού είσαι ; 
Δεν έπρεπε να μου πεις τι συμβαίνει ; 
Θα τρελαθώ κλεισμένη στο σπίτι . 
Γιατί δεν έρχεσαι σπίτι ; 
Είσαι με την Κανγκ Τσι Ουόν ... 
Είχαν σχέση εφτά χρόνια και ταίριαζαν πολύ . 
Όχι . 
Ήθελε να τη σκοτώσει ... 
Τι έγινε ; Κάνε πέρα . 
Εσύ είσαι η κοπέλα μου ; 
Αβοκάντο . 
Κανγκ Τσι Ουόν . 
Σ ' αγαπώ . 
Δεν ήξερες ότι θα έπεφτε τόσο χαμηλά η Σου Μιν , σωστά ; 
Ούτε εγώ το ήξερα . 
Καταλαβαίνω ότι με μισεί , αλλά είναι δυνατόν να με σκοτώσει ; 
Είναι τελείως τρελή . 
Με το ατύχημα δεν είδα μόνο το δικό της αληθινό πρόσωπο . Ο κύριος Γιου έβαλε κάποιον να με παρακολουθεί . 
Αλλιώς πώς εμφανίστηκε ξαφνικά ; Δεν είχαμε βρεθεί από τότε που χωρίσαμε . 
Δεν βγάζει νόημα . 
Νομίζω ότι τρελαίνομαι . 
Νιώθω ότι με παρακολουθούν . Φοβάμαι πολύ . 
Τι πρέπει να κάνω ; 
Δηλαδή δεν ερχόσουν στη δουλειά , επειδή ... 
Τραυματίστηκε εξαιτίας μου . Δεν μπορούσα να τον αφήσω . 
Ευτυχώς , δεν τραυματίστηκε σοβαρά . 
Έτσι πήρε εξιτήριο . 
Αλλά όταν του είπα ότι τελειώσαμε , μου είπε να παραιτηθώ . 
Λέει την αλήθεια . 
Κάτι δεν πήγαινε καλά και ήταν αυτό . 
Ναι , ο Γιου Τσι Χιοκ είναι πλούσιος και καλά έκανε και του την έπεσε . 
Επίσης , καλά έκανε που τον χώρισε για 80 δισεκατομμύρια γουόν . 
Δεν θα γινόταν καλή σύζυγος σ ' έναν πλούσιο άντρα . 
Αν έχει 80 δισεκατομμύρια , δεν πρέπει να τη σκοτώσω . 
Αν πεθάνει , η μαμά της και οι άλλοι θα μοιραστούν τα λεφτά . Τίποτα δεν θα μου δώσουν εμένα . 
Αλλά αν τη ρίξω ξανά , αυτά τα 80 δις θα γίνουν δικά μου . 
Μπορείς να χωρίσεις τη Σου Μιν ; 
Τι ; 
Έμαθες τώρα πόσο τρομακτική είναι . 
Γύρνα σ ' εμένα . 
Δεν μπορώ μόνη μου ... 
Δεν πειράζει . Πρέπει να φύγω . 
Τσι Ουόν . 
Θα σου τηλεφωνήσω . 
Συγγνώμη . Σίγουρα δεν ήθελες να το δεις αυτό . 
Τι κάνεις ; 
Τίποτα . 
Αν δεν το κάνω , νομίζω ότι θα χάσω τα λογικά μου . 
Σου αρέσω πολύ , έτσι δεν είναι ; 
Όχι , λοιπόν ... Πριν ο Μιν Χουάν φαινόταν να έχει μετανιώσει για ό , τι έκανε . 
Ο Πακ Μιν Χουάν ; 
Πιθανότατα θα κάνει υπολογισμούς αυτήν τη στιγμή . 
- Ναι . - Θα έρθεις σήμερα ; 
Τώρα θα σε έπαιρνα . 
Είμαι σίγουρος ότι θα τα καταφέρουμε . 
Μόλις βρέθηκα με την Κανγκ Τσι Ουόν . 
Δεν έχει ιδέα ότι ήμουν μπλεγμένος . 
Γι ' αυτό πρόσεχε τη μητέρα της Τσι Ουόν και τον πατέρα της Σου Μιν . 
Θα έρθει σ ' εμένα με 80 δισεκατομμύρια . Μπορείς να πάρεις τη UK ή τον Γιου Τσι Χιοκ . Κάνε ό , τι θέλεις . 
Για πάντα θα στηρίζουμε ο ένας τον άλλον . 
Κατάλαβα . 
Ωραίο κι εύκολο ακούγεται . 
Υποτιμάει την πρώην κοπέλα του . 
Σ ' το είπα , σωστά ; 
Οι άντρες δεν φοβούνται τις γυναίκες με τις οποίες κοιμήθηκαν . 
Πού είναι ο Τσονγκ Μαν Σικ κι η Πε Χούι Σουκ ; 
Όταν ήσουν πιο νέος , έμοιαζες πολύ μ ' αυτόν τον ηθοποιό . 
Εγώ ήμουν καλύτερος . 
Ήσουν κούκλος . 
Τι θα κάνουμε στην Κίνα ; 
Ας τους σκοτώσουμε . 
Ορίστε ; 
Λόγω όσων είπε ο Μιν Χουάν ; 
Όχι , δεν θα γίνει κάτι κακό απ ' αυτό . 
Αν η Τσι Ουόν θέλει να τα ξαναβρεί με τον Μιν Χουάν , δεν πρέπει να μάθει ότι προσπάθησε να τη σκοτώσει . 
Ακόμα κι αν ετοιμάζει κάτι , αν αυτοί εξαφανιστούν δεν θα μπορεί να αποδείξει τίποτα . 
Επίσης , είναι πιο εύκολο από το να τους κρύβουμε . 
Θέλω διαζύγιο . 
Δεν έχουμε παιδιά . 
Δεν έχω κάποιο λόγο να μείνω μαζί σου . 
Και που ήμουν μαζί σου , δεν έγινε κάτι καλό . 
Ακόμα δεν μίλησες με τον πατέρα σου ; 
Μήπως βρέθηκες με την Κανγκ Τσι Ουόν ; 
Ναι . Την είδα στη δουλειά . 
Γιατί ρωτάς ; 
Το σκέφτηκα αρκετά . 
Αν εσύ κι η Τσι Ουόν τα ξαναβρείτε , τότε μόνο εγώ θα την πατήσω . 
Όμως , τι συμβαίνει ; 
Σε πήραν τηλέφωνο ; 
Αυτός ποτέ δεν θα έκανε κάτι τέτοιο . 
Γιατί δεν μας το είπε ; 
Απολυόμαστε ; 
Τι συμβαίνει ; 
Έκλεισε το Werther ; 
- Έτσι ξαφνικά ; - Είναι τελείως τρελό . 
Παιδιά , έπρεπε να κλείσω το Werther . Η αποζημίωσή σας έχει κατατεθεί . - Έκλεισε ; - Συγγνώμη . 
- Τι πήρες ; 
- Θα πληρώσει τον μισθό ενός μήνα ... 
Είμαστε άνεργοι . 
Τι ακριβώς συμβαίνει ; 
Πώς έγινε αυτό ; 
Κάποιοι έρχονται . 
Τι έκαναν μέσα ; 
Σεφ ; Έλα μέσα . 
Διπλάσιος μισθός . 
Το αφεντικό σας ξαφνικά αποφάσισε να μου πουλήσει το εστιατόριο σε διπλάσια τιμή από την τιμή της αγοράς . 
Καλή επιλογή έκανε . Την ίδια επιλογή να κάνεις κι εσύ . 
Αν με βοηθήσεις , αυτό το ακριβό εστιατόριο θα γίνει δικό σου . 
Τι πρέπει να κάνω ; 
Έχεις δύο επιλογές . 
Η πρώτη είναι να πάρεις το εστιατόριο . Και η δεύτερη να χάσεις τη δουλειά σου . 
Σεφ . 
Η καρδιά μου φτερούγισε όταν με πήρες . 
Όταν η Τσι Ουόν με απέρριψε , ήταν ωραία που με παρηγόρησες . 
Μήπως έχει γίνει κάτι ; 
Πλέον είμαι άνεργος . 
Γιατί ; 
Επειδή έτσι . 
Έλα τώρα . 
Όμως , είσαι διάσημος και όμορφος ... Το πιο σημαντικό , μαγειρεύεις πεντανόστιμα . 
Γι ' αυτό θα μείνεις άνεργος για πολύ λίγο . - Εσύ ... 
- Ο κλάδος είναι μικρός . 
Το εστιατόριο έκλεισε ξαφνικά . Οπότε , όλοι οι κουτσομπόληδες θα μιλούν για εμένα . 
Το ξέρω αυτό . Συμφωνώ απόλυτα . 
Ο κόσμος δεν μας πιστεύει χωρίς να ακούσει καν τη δική μας πλευρά . 
Μακάρι να εμφανιζόταν ένας τίμιος σεφ ... 
Κυρία Κανγκ . 
- Ήρθες ; - Ναι . 
Γιατί δεν σε σκέφτηκα ; 
Αλλά δεν ξέρω αν μπορώ να βοηθήσω . 
Τι είναι αυτά που λες ; 
Μπορούμε να μιλήσουμε για λίγο ιδιαιτέρως ; 
- Ναι . - Πάμε . 
Ώστε ήταν γυναίκα ; 
Ναι . 
Ευχαριστώ που μου το είπες . 
Και λυπάμαι πολύ . Δεν θα πάθεις τίποτα εσύ . 
Δεν σου το είπα γι ' αυτό . 
Να ξέρεις , δεν μίλησα στη Χούι Γιον . 
Η Γιου Ρα αγόρασε το Werther και ζήτησε από τον Ουν Χο να τη βοηθήσει . 
Δεν δέχτηκε και τον απέλυσε . 
Αλλά δεν του είπε σε τι χρειαζόταν βοήθεια . 
Ξέρω τι είναι . Μην ανησυχείς . 
Θα σε πάρω αργότερα . Είμαι με κάποιον αυτήν τη στιγμή . 
Έχεις δύο επιλογές . 
Πρώτη , να με βοηθήσεις . Δεύτερη , να καταστραφείς με την Ό Γιου Ρα . 
Αν δεν είσαι χαζός , ξέρεις τι πρέπει να διαλέξεις . 
Τι πρέπει να κάνω ; 
Κανγκ Τσι Ουόν της ομάδας μάρκετινγκ 1 . 
Χαίρετε . Είμαι ο Πακ Μιν Χουάν από την ομάδα μάρκετινγκ 3 της UK . 
Μπορείς να συναντηθούμε απόψε ; 
Για τα λάθη που έκανα στο παρελθόν , θέλω να σε περιποιηθώ . 
Θα χαιρόμουν πολύ . 
Είμαι πάντα έτοιμη . 
Ελπίζω να κάνουμε μια νέα αρχή . Να το περιμένεις με ανυπομονησία . 
Εντάξει . 
- Μια στιγμή . - Ναι . 
- Ναι ; 
- Ο Πακ Μιν Χουάν έχει ήδη άλλη . 
Τι ; 
Είπες ότι δεν μπορούσες να τις πάρεις . 
Φαινόσουν πεσμένη και το έψαξα λίγο . 
Οπότε , έστειλα κόκκινες συλλεκτικές γόβες . Μαζί μ ' ένα κουτί καραμέλες που είπες . 
Τι είναι αυτό ; 
Σήμερα κάποιος το έφερε . Να το πετάξω ; 
Όχι , άφησέ τες . Μου θυμίζουν τις παλιές καλές μέρες . 
Άρα , δεν χρειάζεται να παίξω άλλο με τον Μιν Χουάν . 
Σ ' ευχαριστώ που περίμενες . 
Αλλά δεν νομίζω ότι μπορώ να βγούμε . 
Αν φταίει η δουλειά , θα βρεθεί λύση . 
Εγώ έχω χρόνο και αύριο . 
Αν θέλεις και τα Σαββατοκύριακα . 
Όπως και να ' χει , θα βρεθούμε . 
Μπορώ όποτε θελήσεις . Όχι . 
Εννοώ ότι ποτέ δεν θα ξανασχοληθώ μαζί σου . 
Τι ; 
Δεν ξέρεις να κάνεις τίποτε άλλο παρά να μιλάς γλυκά . 
Καταστρέφεις ό , τι αγγίζεις και στοχεύεις στην ασφαλιστική απάτη . 
Δεν αξίζει να ασχοληθώ μαζί σου . 
Αυτό που με εξέπληξε είναι η μέθοδος προσλήψεών σου . 
Ειδικά εσύ ξεχωρίζεις στην πρόσληψη γυναικείων ταλέντων . 
Δεν το περίμενα , αφού μόλις παντρεύτηκες . 
Είσαι απίστευτος σε πολλά . 
Καλή τύχη στο μέλλον . 
Ποιος πελάτης είναι τόσο καθίκι ; 
Τι περιμένεις ; 
Εγώ θα ανάψω τη φωτιά ; 
Πρώτη φορά βλέπω κάποιον να πεθαίνει . 
Αλλά είναι βαρετό . 
Αλλά όμως , νιώθω καλύτερα . 
Δεν μου πάει τελικά η Κορέα . 
Τίποτα δεν πάει καλά εδώ . 
Σωστά . Αυτό το εστιατόριο , τι να το κάνω ; 
Να το γκρεμίσω ; 
Εντάξει . Ας πάρουμε διαζύγιο . 
Εμπρός ; Είμαι η Ό Γιου Ρα . 
Χαίρετε . Με λένε Τσονγκ Σου Μιν . 
Ωραία . 
Ταιριάζει πολύ . 
Γιατί όλα πάνε τόσο καλά ; 
Είμαι εκεί σε πέντε λεπτά . Τελείωσε και κατέβα . 
Ναι , είμαι η Κανγκ Τσι Ουόν της ομάδας μάρκετινγκ 1 . 
Εμπρός ; 
Ποιος είσαι ; 
Ποιος είσαι ; 
Γιατί μου τηλεφώνησες εδώ ; 
Συγγνώμη . Δεν σήκωνες το κινητό σου . 
Είναι στην τσάντα μου . Δεν το κατάλαβα . Συγγνώμη . 
Θα είμαι εκεί σε περίπου 15 λεπτά . 
Εντάξει . 
Κανγκ Τσι Ουόν . 
Τσι Ουόν . 
Φοβάσαι ; 
Πρέπει να μιλήσουμε . 
Βγες έξω . 
Έλα να τα πούμε . 
Έχουμε πολλά να πούμε . 
Δεν έπρεπε να ξεχάσεις ποια είσαι . 
Αυτό είναι το πρόβλημα με τις γυναίκες . 
Είχε πλάκα που τα έβαλες μαζί μου ; 
Ο Τσι Χιοκ σε παίρνει . 
Δεν θα το σηκώσεις ; 
Τότε , θα το σηκώσω εγώ . 
Να πάρει . 
Έχεις δυνατό στομάχι . 
Μου αρέσουν τα λεφτά . Αλλά δεν είναι αηδιαστικοί οι πλούσιοι άνθρωποι ; 
Με αηδιάζουν . 
Τι κάνεις ; 
Τολμάς να τα βάζεις μαζί μου ; 
Άσε με . Είπα , άσε με . 
Γιατί ; 
Φοβάσαι ; 
Τότε , γιατί με κορόιδεψες ; 
Τσι Ουόν . Ήθελα πράγματι να τα ξαναβρούμε . Ήθελα να προσπαθήσω αυτήν τη φορά . 
Προσπάθησες να με σκοτώσεις . 
Εσύ με κορόιδεψες . 
Μου φέρθηκες σαν σκουπίδι . 
Εσύ μπορείς να σκοτώσεις τους άλλους , αλλά η ζωούλα σου είναι πολύτιμη ; 
Σκέφτηκα πώς θα σε κάνω να πληρώσεις . 
Μπορούσα μόνο να σου δώσω τη Σου Μιν , αλλά πώς θα σ ' έστελνα στην κόλαση ; 
Τι ; 
Κόλαση ; 
Θέλεις να πεθάνεις ; 
Μέχρι εδώ ήταν . 
Σκότωσέ με . 
Αλλά σκότωσέ με για τα καλά αυτήν τη φορά . 
Αλλιώς θα σε σκοτώσω εγώ . 
Ψόφα . 
Εσύ θέλεις να σε σκοτώσω και θα το κάνω . 
Γελάς ; 
Ψόφα . 
Σκότωσέ με . 
Τσι Ουόν , είσαι καλά ; 
Τσι Ουόν , σύνελθε . 
Τσι Ουόν . 
Τσι Ουόν , σύνελθε . 
Τσι Ουόν . 
Παλιοτόμαρο . 
Ήταν στη μοίρα μου να πεθάνω από τα χέρια του Πακ Μιν Χουάν ; 
