धन्यव द । 
फ़र्श पर फ सलन है । स वध न से । 
ठ क है । तुम्हें ऐस करने क ज़रूरत नह ं है । 
मैंने तुमसे कह थ क ह लन मत ! 
तुम क्य कर रहे ह ? 
ठ क है । 
ड क्टर बस च ंत त थे । मुझे वह सब नह ं च ह ए । 
ड क्टर अपन क म अच्छे से ज नते हैं । उनक ब त म न । 
अब से खुद से कुछ मत कर , ठ क है ? 
तुम सुनते नह ं । 
भूख लग है ? 
तुम क्य कर रहे ह ? 
बस ऐसे ह रहते हैं । 
जब मैंने स च क यह अंत है , त मुझे इसक बहुत अफ़स स हुआ । 
मुझे एक और म क द य गय लेक न मैं फ र से ईम नद र नह ं रह प य । 
तुम मर गे नह ं । 
मुझे खेद है क मैंने तुम पर व श्व स नह ं क य । 
नह ं , मुझे म फ़ कर द । 
यु - र क ई आस न प्रत द्वंद्व नह ं है । 
उसक असल यत पत चलने के ब द भ उसके स थ र श्त त ड़ने में त न स ल से अध क क समय लग । 
क स क तुम्ह र कल्पन से परे ह न ... 
मैं समझ सकत हूँ । 
जब आप क स के स थ लंब वक्त ब त ते ह , त उसे ठ क से समझन मुश्क ल ह त है । 
आप इस पर भर स न करने क क श श करते ह । 
इसक एहस स आपक अंत देखने के ब द ह ह त है । 
तुम्ह र पूर्व मंगेतर मुझे म रने क क श श कर रह है , और अगर मैं मर ज ऊँ त म न-ह्व न और सु - म न क पैस म लेग । 
वे आपस में म ल गए हैं । 
सुश्र य ंग के पत क अफ़ेयर चल रह है । 
मुझे लगत है क मेर क स्मत सुश्र य ंग के प स चल गई । 
यह उनक श द के स थ खत्म नह ं हुआ है । 
और भ कुछ है । मुझे इसक पत लग न ह ग । सुश्र य ंग क रक्ष के ल ए । 
बस मेरे स थ रह । 
मेर इंतज़ र करन । 
पुल स स चत है दुर्घटन क क रण नशे में धुत्त ड्र इवर थ । 
वे उसे कभ नह ं पकड़ेंगे । 
हमने यु - र , म न-ह्व न और सु - म न के प छे क स क लग द य है । लेक न हमने अभ तक कुछ भ नह ं पकड़ है । 
हमने दुर्घटन के ब द उनके प छे ल ग लग ए हैं , त क ई सुर ग नह ं है । 
यद तुम्हें पहले से पत थ , त तुम्हें पहले मुझ से ब त करन थ । 
मुझे यक न नह ं थ क तुम मेरे पक्ष में ह । 
म फ़ करन , सेओक-जुन । 
नह ं । मैं उतन भ गुस्स नह ं हूँ । 
ज य ंग म न-स क और बे हुई-सुक क ख जने के अल व और क ई र स्त नह ं है । 
वे इंच य न क ओर ज रहे ह ंगे । 
और ओह यु - र उन्हें ख ज रह ह ग । 
पक्क यह है । 
ब त यह है क तेज़ क न है । 
वैसे , तुम्हें यह स्ल ंग कब तक पहनन ह ग ? 
जब तक ज - व न मुझे इसे पहनन बंद करने के ल ए नह ं कहत । 
सच कहूँ त , मैं इसे अब उत र सकत हूँ । लेक न जब तक यह लग है , उसने मेर ख्य ल रखने क व द क य है । 
ज - ह्युक । क्य तुम्हें दुर्घटन के समय क कुछ और य द है ? 
नह ं । 
मैं तुमसे म लने मेम र यल ह ल गय थ । वह ँ ग ड़ खर ब ह गई । 
बस इतन ह ? 
श यद नह ं , लेक न अभ कुछ य द नह ं आ रह है । 
- ज - व न ? - ह ँ ? 
- अंडे । - ठ क है । 
और क्य ? 
मुझे ज न च ह ए । मैं तुमसे कल म लत हूँ । 
आज के ल ए धन्यव द । 
क्य हुआ ? 
ज - व न । 
क्य फ र से दर्द ह रह है ? 
मुझे म फ़ करन । 
इसके अल व मैं क स और च ज़ के ब रे में स च नह ं सकत । 
भर स नह ं ह त । 
क्य तुम ... र त क रुक सकत ह ? 
शुभ र त्र । 
ल इट बंद करत हूँ । 
श्र म न यु , क्य कर रहे ह ? 
तुम्ह र मतलब समझत हूँ , त मैं बस तुम्हें पकड़ कर स ऊँग । 
इसमें अभ भ दर्द ह त है । कसम से । 
हमेश मेरे पक्ष में रह । 
ज भ कर , मेरे पक्ष में रहते हुए कर । 
मुझे बस यह च ह ए । 
ज ग गए ? 
मैं जग ने व ल थ । 
स्ट्र बेर ल गे ? बहुत अच्छ हैं । इतन स्व द ष्ट स्ट्र बेर कभ नह ं ख ई ... 
क्य ? 
क्य तुम्हें क ई बुर सपन आय ? 
रुक । ह थ में दर्द नह ं ह त ? क्य अब यह ठ क है ? 
दर्द ह त है । 
नह ं , तुम त बस ... 
बहुत खूब । अब झूठ ब लन स ख गए ह । 
यह सच है । 
तुमने क्य सपन देख थ ? 
यह एक र ज़ है । 
ज नत हूँ क हम द न ं सह यक प्रबंधक हैं , लेक न मैं क र्यक र प्रबंधक हूँ , इसल ए मुझे यह कहन पड़ रह है । 
तुम जब मन ह छुट्ट ले लेत ह , जैसे तुम म ल क के पर व र क ह । 
मेरे घर पर समस्य थ । 
अच्छ ? 
यह ँ क ई है ज सक घर नह ं है ? 
यह ँ क ई है ज सके घर में क ई समस्य नह ं है ? 
हे भगव न । क र्म क न र्णय अभ क्य ं करने हैं ? 
वह हर म बहुत भ ग्यश ल है । 
यह ँ पर बहुत क म है ... 
भर स नह ं ह त । 
क्य मैं मदद करूँ ? 
- सुश्र य ंग ! - सुश्र य ंग ! 
क्य अब क म कर सकत हैं ? 
- तुम ठ क ह ? - ह ँ , मैं ठ क हूँ । 
क्य ? 
तुम क्य कर रह ह ? तुम्ह र फ़ न क्य ं नह ं लग रह ? 
क ंग ज - व न ऐसे क म पर आई , जैसे कुछ हुआ ह न ह । 
क्य तम श चल रह है ? 
ज - ह्युक क अस्पत ल से छुट्ट दे द गई । यह क रण है । 
कह थ न ऐस व्यवह र कर जैसे कुछ हुआ ह नह ं । 
तुम्हें क्य लगत है वह क्य करेग ? 
अगर तुम लड़न च हते ह त उसके ब ल ख ंचन और च ल्ल न आस न है । 
अगर एक बुर ज़ ंदग नह ं ज न है , त धैर्य रख । 
ज म में आ ज ओगे ? 
वर्कआउट के द र न हम ब त करेंगे , तुम्हें अच्छ लगेग । 
यह ब गड़ैल लड़क बहुत असभ्य है । 
मुझे ऐसे घट य ल ग ं के मुँह नह ं लगन च ह ए , लेक न जब तक मैं खुद न करूँ , क म नह ं ह त । 
हमें म न-स क और हुई-सुक म ल गए । डरे हुए थे , इसल ए छ पने क क श श क । 
हैल , मैं ज य ंग म न-स क हूँ । 
तुम्हें ख जन बहुत मुश्क ल थ । 
तुम छुपे क्य ं ? हम र स्थ त एक जैस ह है । 
नह ं , ऐस इसल ए नह ं है क हमें तुम पर भर स नह ं है । हम अपन बेट पर भर स नह ं कर सकते । 
बस अब मुझ पर भर स कर । 
मैं अपने पर व र क कभ अकेल नह ं छ ड़त । 
कुछ समय के ल ए च न ज न कैस रहेग ? 
शंघ ई खूबसूरत है । 
ह ंगझ ऊ और सूझ ऊ में तुम ल ग प न में भ म ज-मस्त कर सकते ह । 
क्य मैं दयन य नह ं हूँ ? 
इस उम्र में , जब मैं च ंत त महसूस करत हूँ , त मुझे ऑफ़ स के अल व कह ं और ज ने क ठ क न नह ं ह त । 
क्य ंक यह ँ तुम्ह रे द स्त हैं । 
मुझे च ंत थ और मैं वैसे भ तुमसे म लने व ल थ । 
नह ं , मैं आज र त अच नक ज ने व ल हूँ । 
मैंने पुल स क व्यभ च र क र प र्ट क है । 
सह है । यह व्यभ च र क नून खत्म ह ने से पहले क ब त है । 
जब भ मुझे अस्पत ल में भर्त कर य गय , वह उसे घर ले आय । 
त मैंने उससे कह है क मैं आज भर्त ह ने व ल हूँ । 
उसक क र के डैशकैम में उन द न ं क गंद हरकतें कैद हुईं । 
लेक न क ई व ड य नह ं है । मुझे लगत है यह खर ब ह गय है । 
और पुल स ने कह ऑड य सबूत पर्य प्त नह ं हैं । 
डैशकैम व ड य क म नह ं कर रह ? 
अज ब ब त है न ? 
मैं व स्तव में इतन आगे नह ं ज न च हत थ , लेक न मैंने अपन मन बन ल य और ब हर ज ते समय दरव ज़े क त ल त ड़ द य । 
सुश्र य ंग । मैं तुम्ह रे स थ आ सकत हूँ ? 
क्य वह उसक है ? ह ँ । 
ठ क है , तुम्ह रे पत 30 म नट पहले भ तर गए थे । 
चल 10 म नट में चलते हैं । 
तुम ल ग क न ह ? 
क्य ? यह क्य है ? 
क्य चल रह है ? 
क्य ? 
अरे । 
तुम इस समय यह ँ कैसे ? 
क्य ? 
उसने कह थ क तुम अस्पत ल में ह । मैं उसे न श्त देने आई थ । 
श यद मैंने हद प र क । 
मैं उसे अक्सर रेस्तर ं में म लत हूँ , इसल ए मैंने उसे पर व र म न । 
अरे । 
मुझ पर शक कर रह ह ? 
तुम्ह रे प प के ल ए क म करत हूँ इसल ए मुझे न च समझत ह ? 
- तुम द न ... - क्य ? यह क्य है ? 
ज कुछ भ ह । 
रहने भ द । बस चले ज ओ , तुम सब । 
चले ज ओ । अरे , तुम भ । 
च ंत त ह ने क बह न कर कुछ मत लेकर आन । 
व ह , तुम मेर मज़ क बन रह ह । 
मुझे म फ़ करें । मुझे खेद है । 
चले ज ओ । 
तुम्हें भ ज न च ह ए । मैं उससे ब त करूँग । 
तुम नह ं ज रह ह ? 
मैं ज रह हूँ , लेक न ज ने से पहले ... 
क्य ? तुम क्य कर रह ह ? 
क्य ? 
यद तुमने उसे छुआ , त क मत चुक न ह ग ! 
तुम प गल ह ! 
तुम्हें इसके पैसे भरने पड़ेंगे ! 
तुम पुल स के स थ आई ह ! 
सर , यह ... 
क्य यह संपत्त क नुकस न नह ं है ? 
इस मह ल ने ग ल्फ़ क्लब से ... 
बंद कर ! 
तुम बहुत बेशर्म ह । 
क्य तुम खुश ह क तुम पकड़े नह ं गये ? 
नह ं , मुझे पत है तुमने क र में क्य क य । 
क्य ? तुम ब त कर रहे थे क अगर मैं मर ज ऊँ त तुम्हें ब म क क तन पैस म लेग ? 
तुम इस पर हँसे । तुम द न ं में इंस न यत नह ं है ? 
क्य ? 
य न-ज यह क र चल त है । 
शर्म नह ं आत । 
तुम एक घट य इंस न ह । 
तुम क्य कह रह ह ? 
तुम्ह रे प स क ई सबूत नह ं है । 
अरे , वह ... 
तुम क्य ं ... 
तुम ठ क ह ? 
नह ं , मत कर । 
तुम प गल कम ने ह ! 
नह ं , रुक ! तुम ऐस नह ं कर सकत । 
- उसे कसकर पकड़ । - प्ल ज़ श ंत ह ज ओ । उसे पकड़ । 
श ंत ह ज ओ । प्ल ज़ । तुम ऐस नह ं कर सकत । 
तुम ठ क ह , ज - व न ? 
मैं कल क म के ब द व पस आऊँग । तब तक कुछ मत करन । 
धन्यव द , ज - व न । 
लेक न यह मेर समस्य है , मैं इसे संभ ल लूँग । 
मुझे पहले ह एहस स ह गय थ । वह इतन आस न से ब्रेकअप नह ं करेग । 
त मैं एक वक ल से म लूँग । 
नह ं ... 
उससे कभ भ अकेले मत म लन । 
बस मुझे क ल करन । मैं आ ज ऊँग । 
तुम ऐस अज ब ब तें क्य ं कह रह ह ? 
तुम अज ब व्यवह र कर रह ह । 
मुझे पत है । 
लेक न अगर मैंने हस्तक्षेप न क य ह त त तुम्हें गंभ र च ट लग ह त । 
बस इस ब र , ज कहत हूँ वह कर । 
मैं तुम्ह रे स थ हूँ । 
तुमने कह थ क तुम एक वक ल से म ल ग । 
तुम मेरे स थ ब त कर सकत ह । 
सुश्र य ंग श्र म न ल पर भर स कर सकत हैं । 
वह हमेश वह करते हैं ज वह कहते हैं । 
मेर क स्मत क स और के प स ज रह है ... मुझे नह ं लगत क यह क ई संय ग है । 
यद उसके उद स न पत से म ल तन व उसके कैंसर क क रण बन , त उसके ह थ ं म रे ज ने क क स्मत कह ँ से आई ? 
दरव ज़े क टूट हुआ त ल । 
ल ल ऊँच एड़ क चप्पल । 
और कैंड क ड ब्ब । 
पत क क स कर ब के स थ अफ़ेयर ... 
य फ र वे हर म बस ब मे क पैस च हते हैं ? 
जब मेर पत्न मर ज एग त मैं तुम्ह र देखभ ल करूँग । 
समझ गई मुझे क्य करन है । 
ज - ह्युक , मुझे म न-ह्व न क वश में करन है । 
क्य ंक म न-ह्व न क अफ़ेयर ह न च ह ए और उसे पत्न के मरने क परव ह न ह न च ह ए । 
नह ं , मुझे उसे स चने पर मजबूर करन ह ग क उसे उसक म रने क ज़रूरत है । 
मैं ज नत हूँ यह ब त तुम्हें परेश न करेग , लेक न मुझे यह करन ह ग । 
अगर मैं ध खेब ज़ पत द्व र म रे ज ने क क स्मत सु - म न क नह ं देत , त सुश्र य ंग म र ज एग । 
क्य मैं यह कर सकत हूँ ? 
ठ क है । 
ज च ह वह कर । 
मैं तुम्ह र मदद करूँग । 
- श्र म न क म । - ज , सर ? 
तुम भ जन क ट प्र जेक्ट क क र्यभ र संभ ल । 
म फ़ करें ? 
लेक न प्रभ र ... 
तुम ट म में श म ल ह गए । तुम्ह रे प स खुद क एक प्र जेक्ट ह न च ह ए । 
तुम यह कर सकते ह , है न ? 
मैं च हत हूँ क तुम सभ मदद कर । 
यह सह नह ं है , श्र म न यु ! 
तुमने मेर जगह पैस ं क चुन । यह त ह न ह थ न ? 
तुम द न ं ह थ ं में लड्डू नह ं रख सकत , ज - व न । 
ठ क है । मैं क ई और न कर ढूँढ़ लूँग । 
बदले में , मुझे भ जन क ट प्र जेक्ट पूर करने द ज ए । 
यह प्र जेक्ट सुश्र य ंग क और मेर है । 
यह कंपन क है । 
व्यक्त गत म मल ं क ... 
मैंने अपन व्यक्त गत भ वन ओं के क रण तुम्हें भ जन क ट प्र जेक्ट द य थ । 
मैं तुम्हें देखन नह ं च हत । एक द न क छुट्ट ले ल । 
इस्त फ़ दे द त बेहतर ह ग । 
उसने पैसे ले ल ए और उससे ब्रेकअप कर ल य ? 
छ ड़ उसे । 
तुम यह अकेले क्य ं कर रहे ह ? 
क्य ? 
क स के क रण मेर ह लत खर ब ह गई है । 
जैस क मैंने पहले कह थ , अगर तुम सु - म न से नह ं म लते , त इनमें से कुछ भ न हुआ ह त । 
मज़ क मत कर । 
श्र म न यु के प स ज ने के ल ए तुमने मेर व ट लग द । 
तुम ठ क कह रहे ह । 
लेक न स्थ त बदल गई है । 
क्य तुम ब द में मेरे स थ ड्र ंक करन च ह गे ? 
अस्स ब ल यन व न ? 
चेयरमैन ने कह क अगर मैं उससे ब्रेकअप कर लूँ त वे खुश से मुझे इतन पैस देंगे । 
बेशक , पूर पैस कैश में नह ं म लेग । 
र यल एस्टेट भ है । 
उन्ह ंने टैक्स क भ ख्य ल रख है । 
इसल ए मुझे यह भ नह ं पत क मुझे क तन म लने व ल है । 
एक असेट मैनेजर ? मेरे प स वह भ है । 
चेयरमैन से पैसे लेने के क रण श्र म न यु मुझसे क फ़ न र ज़ हैं । 
लेक न मैं और क्य करत ? 
यह समझ में आत है । 
च हे वह क तन भ अम र क्य ं न ह , पर उसे इतन पैस देन अज ब ह ग । 
लेक न अगर पैस इस शर्त के तहत द य ज रह है क वह उससे म लन बंद कर देग , त ब त समझ में आत है । 
फ र भ , यह बहुत है ... 
ज य ंग सु - म न , ज - व न क द स्त इस वक्त क्य ं फ़ न कर रह है ? 
यह क्य है ? 
क्य तुम्हें इस समय घर पर नह ं ह न च ह ए ? 
मैं ज नत हूँ क आप व्यस्त ह । मेरे ल ए समय न क लने के ल ए धन्यव द । 
मैं आपसे म लन च हत थ । 
जब मैंने आपक आख र ब र देख थ , त मुझे स थ क म करने क समय य द आ गय । 
अलव द , सु - म न । 
मैं तुम्हें प्य र करत थ । 
मैं आज मर गय । 
श द के ब द तुम कुछ बदल - बदल स लग रह ह । 
औरतें ऐसे द ख त हैं जैसे वे नह ं बदलेंग लेक न श द के ब द उनमें बदल व आ ज त है । 
ज - व न , ज सक श द नह ं हुई है , वह अध क सुंदर ह ज त है । 
ज य ंग सु - म न । तुम्हें सतर्क रहन च ह ए । 
म न-ह्व न और ज - व न ... उनक आपस में पटत है , इस ल ए स त स ल तक डेट क य है । 
इसके अल व , वे अक्सर ऑफ़ स में एक दूसरे से म लते रहते हैं । 
पुर न भ वन एँ व पस ज ग सकत हैं , और ... 
तुम्हें मेरे पुर ने घर के प स व ल अनल म टेड ख ने व ल रेस्तर ं य द है ? 
हम अक्सर वह ँ ज ते थे । 
जब हमें वह ँ ज न ह त थ त तुम मुझे न श्त नह ं करने देते थे य पेट भरने के ल ए प न प लेने क कहते थे । 
इतन बेक र ब तें क्य ं य द करत ह ? 
बेक र क्य ं ? यह त प्य र ब त है । 
उस समय , सब बहुमूल्य और अमूल्य लगत थ । 
जब मैं तुम्ह रे स थ थ , त पैस मेरे ल ए इतन महत्व नह ं रखत थ । 
मैं तुम्हें सचमुच पसंद करत थ । 
खैर , तुम्ह रे जैस क ई नह ं थ । 
तुम ह मुझे झेल सकत ह । 
त ... तुम्ह र और यु ज - ह्युक क सचमुच ब्रेकअप ह गय ? 
मैंने ऐस स च थ , लेक न ... 
दरअसल , ह ल ह में मेरे स थ एक बड़ दुर्घटन ह ते - ह ते रह गई । 
दुर्घटन ? 
डंप ट्रक से , मैं मर ह गई ह त । 
लेक न श्र म न यु कह ं से आये और ... फ र सब कुछ जट ल ह गय । 
जट ल ? 
ह ँ , बेहद जट ल । 
ज नते ह , उस ट्रक क ड्र इवर क न थ ? 
नह ं , मुझे कैसे पत ह ग ? 
सु - म न के प प । 
वह सब कुछ ज नत थ । 
झूठ ब लन बंद कर । 
हमेश झूठ ब लत रहत ह ! 
मैं च हत हूँ । 
मैं भ इसे र कन च हत हूँ । 
तुम कह ँ ह ? 
क्य तुम्हें मुझे नह ं बत न च ह ए क क्य ह रह है ? 
मैं घर में बैठकर प गल ह रह हूँ । 
तुम घर क्य ं नह ं आ रहे ह ? 
क्य तुम क ंग ज - व न के स थ ह ... 
उनक आपस में पटत है , इस ल ए स त स ल तक डेट क य है । 
नह ं । 
वह उसे म रन च हत थ ... 
क्य चल रह है ? हट ! 
क्य तुम सच में मेर गर्लफ़्रेंड ह ? 
एव क ड ! 
क ंग ज - व न । 
मुझे तुमसे प्य र है । 
तुम्हें नह ं पत थ क वह इतन न चे ग र ज एग , य पत थ ? 
मुझे भ नह ं पत थ । 
म नत हूँ मुझसे नफ़रत करत है , लेक न मुझे म रने क क श श कैसे कर सकत है ? 
वह प गल है । 
इस दुर्घटन के क रण मुझे स र्फ़ उस क असल यत क पत नह ं चल । श्र म न यु ने ... क स क मेरे प छे लग द य । 
यद नह ं , त वह अच नक वह ँ कैसे आय ? ब्रेकअप ह ने के ब द से हम नह ं म ले थे । 
इसक क ई मतलब नह ं न कलत । 
मुझे लगत है मैं प गल ह रह हूँ । 
ऐस लग रह है जैसे मुझ पर नज़र रख ज रह है । मुझे बहुत डर लग रह है । 
इस स्थ त में मैं क्य करूँ ? 
त तुम क म पर नह ं आई क्य ंक ... 
यह मेर वजह से थ । मैं उसे यूं ह नह ं छ ड़ सकत थ । 
स भ ग्य से , उसे उतन ज़्य द च ट नह ं आई । 
इसल ए उसे छुट्ट दे द गई है । 
लेक न जब मैंने उसे र श्त खत्म करने के ब रे में बत य , त उसने मुझसे इस्त फ़ देने क कह । 
वह सच कह रह है । 
कुछ गड़बड़ लग थ , और वह यह है । 
ह ँ , यु ज - ह्युक अम र है , इसल ए उसक उसके प स ज न सह थ । 
80 ब ल यन व न के ल ए उससे ब्रेकअप करन भ सह थ । 
वह एक अम र आदम के ल ए अच्छ पत्न नह ं बन सकेग । 
यद उसके प स 80 ब ल यन व न हैं , त मुझे उसे नह ं म रन च ह ए । 
यद वह मर ज त है , त उसक म ँ और ब क ल ग पैस ब ँट लेंगे । मेरे ह थ कुछ नह ं आएग । 
अगर मैं उसे फ र से वश में कर लूँ , त 80 ब ल यन व न मेरे ह ज एँगे । 
क्य तुम सु - म न से ब्रेकअप कर सकते ह ? 
क्य ? 
तुम अब उसक असल रूप ज नते ह । 
मेरे प स व पस आ ज ओ । 
मैं यह अकेले नह ं कर सकत ... 
क ई ब त नह ं , मुझे ज न च ह ए । 
ज - व न । 
मैं तुम्हें फ़ न करूँग । 
मुझे म फ़ करन । तुम्हें यह देखकर अच्छ नह ं लग ह ग । 
तुम क्य कर रहे ह ? 
कुछ नह ं । 
अपन द म ग सह रखने के ल ए मुझे ऐस करन पड़त है । 
तुम मुझे बहुत पसंद करते ह , है न ? 
नह ं , अच्छ ... पहले , ऐसे लग रह थ जैसे म न-ह्व न क अपने क ए पर पछत व ह । 
म न-ह्व न ? 
उसक द म ग अभ भ पैस ं के व च र में डूब ह ग । 
- हैल । - क्य तुम आज आ रहे ह ? 
मैं बस क ल करने ह व ल थ । 
मुझे लगत है ब त सुलझ ज एग । 
मैं अभ क ंग ज - व न से म ल । 
उसे क ई अंद ज़ नह ं है क मैं इसमें श म ल थ । 
त तुम्हें बस ज - व न क म ँ और सु 
फ र वह 80 ब ल यन व न के स थ मेर ह ज एग । और तुम्हें यूएंडके य यु ज - ह्युक म ल ज एंगे । ज च ह वह करन । 
हम हमेश के ल ए एक दूसरे क सह र बन ज येंगे । 
ह ँ , समझ गई । 
यह अच्छ और आस न है । 
वह अपन एक्स-गर्लफ़्रेंड क कम आंकत है । 
मैंने तुमसे कह थ न ? 
पुरुष उन मह ल ओं से स वध न नह ं रहते , ज नके स थ वे स चुके ह ते हैं । 
ज य ंग म न-स क और बे हुई-सुक कह ँ हैं ? 
जब तुम युव थे , ब लकुल उस अभ नेत क तरह द खते थे । 
मैं बेहतर द खत थ । 
तुम सुंदर थे । 
हम च न में क्य करेंगे ? 
चल उन्हें म र देते हैं । 
म फ़ करन ? 
क्य यह म न-ह्व न ने ज कह उसके क रण है ? 
नह ं , इससे कुछ भ बुर नह ं ह सकत । 
यद ज - व न म न-ह्व न के प स ल टन च हत है , त उसे पत नह ं चलन च ह ए क उसने उसे म रने क क श श क । 
और अगर वह कुछ करने व ल भ है , त इन द न ं के ज ने के ब द वह कुछ स ब त नह ं कर प एग । 
स थ ह , उन्हें छ प कर रखने के मुक बले यह आस न है । 
चल तल क ले लेते हैं । 
हम रे बच्चे नह ं हैं । 
सच कहूँ त मेरे प स तुम्ह रे स थ रहने क क ई क रण नह ं है । 
तुम्ह रे स थ रहने क मुझे क ई फ़ यद नह ं हुआ । 
तुम्ह रे प प से अभ भ संपर्क नह ं ह प य ? 
क्य तुम क ंग ज - व न से म ले ? 
ह ँ , मैंने उसे क म पर देख थ । 
तुम क्य ं पूछ रह ह ? 
मैंने इसके ब रे में स च थ । 
यद तुम और ज - व न फ र से एक स थ ह ज ओ ... तभ मैं फंस सकत हूँ । 
क्य चल रह है ? 
क्य तुम्हें क ल आय ? 
वह ऐस कुछ नह ं करेग । 
वह हमें बत सकत थ । 
क्य हमें न क ल द य गय है ? 
क्य चल रह है ? 
उसने वेर्थर क बंद कर द य ? 
अच नक ? - यह प गलपन है । - क्य बकव स है ? 
सब ल ग , मुझे वेर्थर क बंद करन पड़ । आपक व च्छेद वेतन भेज द य गय है । - बंद कर द य ? - मुझे म फ़ करें । 
तुम्हें क्य म ल ? 
वह एक मह ने क वेतन देग ... 
अब हम बेर जग र हैं । 
क्य चल रह है ? 
यह कैसे ह गय ? 
क ई आ रह है । 
वे अंदर क्य ं थे ? 
शेफ़ ? अंदर आ ज ओ । 
द गुन वेतन । 
तुम्ह रे ब स ने अच नक ब ज़ र क मत से द गुन क मत पर मुझे रेस्तर ं बेचने क फ़ैसल क य । 
यह एक बेहतर व कल्प थ । तुम्ह रे ल ए भ व कल्प है । 
अगर तुम मेर मदद कर , त यह महंग रेस्तर ं तुम्ह र ह ज येग । 
मुझे क्य करन ह ग ? 
तुम्ह रे प स द व कल्प हैं । 
एक , रेस्तर ं ले ल । द , अपन न कर ख द । 
शेफ़ ! 
जब तुमने मुझसे संपर्क क य त मेर द ल धड़क उठ ! 
जब ज - व न ने मुझे ठुकर द य , त तुमसे स ंत्वन प कर अच्छ लग । 
कुछ हुआ है क्य ? 
मैं अब बेर जग र हूँ । 
क्य ं ? 
स र्फ इसल ए । 
चल भ ! 
फ र भ , तुम प्रस द्ध और सुन्दर ह ... सबसे ज़रूर ब त , तुम्ह रे ख ने क स्व द बहुत अच्छ है ! 
इसल ए ... तुम कुछ समय के ल ए बेर जग र ह सकते ह , - पर तुम ... 
- यह उद्य ग छ ट है । 
रेस्तर ं अच नक बंद ह गय । त सभ ल ग मेरे ब रे में ग स प कर रहे ह ंगे । 
मुझे पत है । मेरे स थ भ ऐस ह ह त है । 
हम र कह न ज नने क क श श क ये ब न ह ल ग हम पर अव श्व स करते हैं । 
क श क ई अच्छ शेफ़ स मने आत ... 
सुश्र क ंग । 
- हैल ! - हैल । 
मैंने तुम्ह रे ब रे में क्य ं नह ं स च ? 
लेक न मुझे नह ं पत क मैं क ई मदद कर सकत हूँ य नह ं । 
तुम क स ब रे में ब त कर रहे ह ? 
क्य हम एक सेकंड के ल ए अकेले में ब त कर सकते हैं ? 
- ज़रूर । - चल । 
त क्य वह एक मह ल थ ? 
ह ँ । 
मुझे बत ने के ल ए धन्यव द । 
और मुझे बहुत खेद है । तुम्हें क ई नुकस न नह ं ह ग । 
मैंने तुमसे इसल ए नह ं कह । 
वैसे भ , मैंने हुई-य न क नह ं बत य । 
ओह यु - र ने वेर्थर क खर द और युन-ह से उसक मदद करने क कह । 
उसने मन कर द य और उसने उसे न क ल द य । 
और उसने नह ं बत य क उसे क स क म में मदद च ह ए थ । 
मुझे पत है यह क्य है । च ंत मत कर । 
मैं तुम्हें ब द में क ल करूँग । मैं अभ क स के स थ हूँ । 
तुम्ह रे प स द व कल्प हैं । 
एक , मेर मदद कर । द , ओह यु - र के स थ बर्ब द ह ज ओ । 
अगर तुम मूर्ख नह ं ह , त ज नते ह गे क न स व कल्प चुनन है । 
मुझे क्य करन ह ग ? 
म र्केट ंग ट म 1 से क ंग ज - व न । 
हैल , यूएंडके म र्केट ंग ट म 3 से प र्क म न-ह्व न ब ल रह हूँ । 
मैं स च रह थ क क्य तुम आज र त मुझसे म ल सकत ह । 
मेर गलत य ं क पछत व करने के ल ए , तुम्हें प र्ट देन च हत हूँ । 
मैं आभ र रहूँग । 
मैं हमेश तैय र हूँ । 
मुझे आश है क यह एक नई शुरुआत ह ग । तुम इसक उम्म द कर सकत ह । 
ठ क है । 
मह प्रबंधक यु ज - ह्युक - बस एक सेकंड । - ह ँ । 
ह ँ ? 
प र्क म न-ह्व न के प स पहले से ह एक मह ल है । 
क्य ? 
तुमने कह थ क तुम्हें नह ं म ले ! 
आप न र श लग रह थ ं , इसल ए मैंने पत क य । 
इसल ए मैंने ल म टेड एड शन ल ल ऊँच एड़ के जूते भेजे । उस कैंड ट न के स थ ज सके ब रे में तुमने ब त क थ । 
यह क्य है ? 
आज क ई देकर गय । फेंक दूँ क्य ? 
नह ं , इसे रहने द । यह मुझे पुर ने द न ं क य द द ल त है । 
फ र मुझे म न-ह्व न क बहक ने क ज़रूरत नह ं है । 
इंतज़ र करने के ल ए धन्यव द । 
लेक न मुझे नह ं लगत क मैं ड नर पर आ प ऊँग । 
अगर यह क म क वजह से है , त कुछ नह ं ह सकत । 
मैं कल भ फ़्र हूँ । 
मैं व केंड पर भ फ़्र हूँ । 
आख़ रक र मैं तुमसे म ल रह हूँ । 
जब च ह तब फ़्र हूँ । नह ं । 
मैं यह कहन च हत हूँ क ... मेर तुमसे क ई लेन - देन नह ं । 
क्य ? 
तुम बस म ठ ब तें बन न ज नते ह । 
ज स च ज़ में ह थ ड लते ह उसे बर्ब द कर देते ह , और ब म ध ख धड़ करन च हते ह । 
तुम स थ क म करने ल यक नह ं ह । 
तुम्ह र एचआर पद्धत क देखकर मुझे बहुत आश्चर्य हुआ । 
मह ल प्रत भ ओं क भर्त के म मले में तुम बेहतर न ह । 
मुझे आश्चर्य हुआ , चूँक तुम्ह र अभ - अभ श द हुई है । 
तुम कई म यन ं में अद्भुत ह । 
भव ष्य के ल ए शुभ क मन एँ । 
क न स ग्र हक इतन बदम श है ? 
क स ब त क इंतज़ र है ? 
क्य मैं आग लग दूँ ? 
मैं पहल ब र क स क मरते हुए देख रह हूँ । 
लेक न यह उब ऊ है । 
फ र भ , मैं बेहतर महसूस कर रह हूँ । 
मुझे नह ं लगत क मैं क र य में फ ट बैठत हूँ । 
यह ँ कुछ भ ठ क नह ं ह त । 
सह है । उस रेस्तर ं के ब रे में , मैं उसक क्य करूँ ? 
क्य उसे तब ह कर दूँ ? 
ठ क । चल तल क ले लेते हैं । 
हैल , मैं ओह यु - र ब ल रह हूँ । 
हैल , मेर न म ज य ंग सु - म न है । 
यह । 
यह ब ल्कुल फ ट बैठत है । 
सब कुछ इतन अच्छ क्य ं चल रह है ? 
मैं प ँच म नट में वह ँ पहुँच ज ऊँग । खत्म कर और न चे आओ । 
ह ँ , मैं म र्केट ंग ट म 1 से क ंग ज - व न । 
हैल ? 
तुम क न ह ? 
तुम क न ह ? 
तुम अच नक यह ँ क्य ं क ल कर रहे ह ? 
म फ़ करन । तुमने अपन फ़ न नह ं उठ य । 
यह मेरे पर्स में है । मुझे नह ं पत थ । म फ़ करन । 
मैं लगभग 15 म नट में वह ँ पहुँच ज ऊँग । 
ठ क है । 
क ंग ज - व न । 
ज - व न । 
डर गई क्य ? 
हमें ब त करन च ह ए । 
ब हर आओ । 
चल ब त करते हैं । 
हम रे प स ब त करने के ल ए बहुत कुछ है । 
तुम्हें अपन औक त पत ह न च ह ए थ । 
मह ल ओं के स थ यह समस्य है । 
क्य मेरे स थ ख लव ड़ करके मज़ आय ? 
अरे , ज - ह्युक क ल कर रह है । 
नह ं उठ रह ? 
फ र मैं इसे उठ लूँग । 
धत् ... 
तुम्ह र ह म्मत क द द देन पड़ेग । 
मुझे पैस पसंद है । लेक न क्य वे अम र ल ग घृण त नह ं हैं ? 
मुझे उनसे घ न आत है । 
तुम क्य कर रह ह ? 
तुम्ह र ह म्मत कैसे हुई मुझसे पंग लेने क ? 
मुझे ज ने द ! ज ने द ! 
क्य ? 
डर गई क्य ? 
तुमने मेर मज़ क क्य ं उड़ य ? 
ज - व न । मैं सच में तुम्हें व पस प न च हत थ । मैं इस ब र कड़ मेहनत करन च हत थ ! 
तुमने मुझे म रने क क श श क । 
तुमने ... मुझे बरगल य । 
तुमने मेरे स थ बकव स जैस व्यवह र क य ! 
तुम दूसर ं क म र सकते ह , लेक न तुम्ह र ज वन इतन क मत है ? 
मैंने स च क तुमसे बदल कैसे लूँ । 
मैं बस तुम्हें सु - म न दे प ई , लेक न मैं तुम्हें नरक कैसे भेजूँ ? 
क्य ? 
नरक ? 
क्य तुम मरन च हत ह ? 
यह । 
मुझे म र ड ल । 
लेक न इस ब र मुझे पक्क म र ड लन । 
नह ं त मैं तुम्हें म र ड लूँग । 
मर फ र । 
तुम च हत ह क मैं तुम्हें म र ड लूँ , त म र ड लूँग । 
क्य तुम हँस रह ह ? 
मर ज ओ । 
मुझे म र ड ल । 
ज - व न , क्य तुम ठ क ह ? 
ज - व न , ह श में आओ । 
ज - व न । 
ज - व न , ह श में आओ । 
ज - व न ! 
घट य कम ने । 
क्य मेर क स्मत में प र्क म न-ह्व न के ह थ ं मरन ल ख थ ? 
