고마워요 
바닥 미끄러워요 , 조심 
아 , 이제 됐어요 편하게 있어요 
움직이지 말라니까 
어 , 뭐 하는 거예요 , 지금 ? 
아 , 괜찮아요 
의사들이 걱정이 많아서 해놓은 거예요 사실 저런 것도 다 필요없 ... 
아니 , 공부 많이 한 의사들이 하라는 덴 다 이유가 있는 거예요 
앞으로는 아무것도 마음대로 하지 마요 알겠어요 ? 
말 진짜 안 들어 
배 안 고파요 ? 
뭐 하는 거예요 
그냥 잠깐만 이러고 있어요 
마지막이라고 생각했을 때 너무나 후회했어요 
기회가 주어졌는데도 또 솔직하지 못했던 거 
유지혁 씨는 안 죽어요 
미안해요 , 진작 믿지 못해서 
내가 더 미안해요 
오유라는 만만하지 않아요 
상상 이상의 실체를 알고 나서도 정리하는 데는 3 년이 넘게 걸렸어 
어떤 사람이 상상 이상이라는 거 
알 것 같아요 
같이 오랜 시간을 지내다 보면 그 사람을 제대로 보지 못하게 되죠 
아닐 거야 , 아닐 거야 하다가 
결국 그 끝을 보고 나서야 알게 되는 거죠 
당신의 전 약혼자는 절 죽이려 하고 박민환과 정수민은 내가 죽으면 돈을 받고 
그들이 힘을 합쳤네요 
양 과장님 남편이 외도를 했대요 
아무래도 내 운명이 양 과장님한테 옮겨간 거 같아요 
정수민과 박민환의 결혼이 끝이 아니에요 
그 뒤에 뭔가가 있어요 그걸 알아야 해요 양 과장님을 지키기 위해선 
내 옆에만 있어 줘요 
오빠 같이 가 
경찰에서는 주취자가 일으킨 사고로 파악하고 추적 중이야 
영원히 잡지 못하겠지 
오유라 , 박민환 , 정수민한테 사람을 붙였지만 보다시피 꼬리 잡힌 건 없어 
사고 후에 사람을 붙였으니 뭔갈 알아낼 수도 없고 
넌 뭔갈 미리 알았으면 적어도 나한테는 먼저 상의했어야지 
실장님이 완전히 내 사람인지 확신하지 못했어요 
미안해요 , 형 
이 정도로 할 만큼 화난 건 아니고 
이제 남은 방법은 정만식 배희숙의 행방을 찾는 거뿐인데 
틀림없이 인천 쪽으로 가고 있을 거야 
오유라도 두 사람의 행방을 찾고 있을 거고 
그렇겠죠 
누가 더 빠르게 찾느냐의 문제겠네요 
근데 이 팔은 언제까지 이러고 있어야 돼 ? 
뭐 강지원 씨가 그만하라고 할 때까지 ? 
사실 이거 당장 풀어도 되는데 하고 있는 동안만큼은 챙겨주기로 약속했거든요 
지혁 씨 그 사고 나던 날 더 기억나는 건 없어요 ? 
글쎄요 
난 그냥 지원 씨의 봉안당에 갔고 거기서 차가 고장 났어요 
그게 전부예요 ? 
아닐 수도 있지만 지금은 아무 생각이 안 나네요 ? 
- 지원 씨 - 응 ? 
- 계란말이 - 응 
또 , 뭐 ? 
전 이제 가볼게요 푹 쉬고 내일 봐요 
고마워요 , 오늘도 
왜요 ? 
아 , 지원 씨 
다시 아파요 ? 
미안해요 
기껏 생각나는 게 이런 거라 
아 , 뭐예요 , 진짜 
오늘 자고 가면 안 돼요 ? 
잘 자요 
아 , 불은 제가 끌 ... 
부장님 뭐 하시는 ... 
무슨 의미인지 접수했으니까 안고만 잘게요 
나 아파 , 정말로 
항상 내 옆에 있어요 
뭘 하든 뭘 하지 않든 내 옆에서 해 
그러면 돼 
응 ? 일어났어요 ? 
깨우려고 했는데 
딸기 먹어볼래요 이거 진짜 맛있어요 제가 먹어본 딸기 중에 제일 맛있 ... 
왜요 ? 
무슨 꿈 꿨어요 ? 
응 ? 뭐야 팔 안 아파요 ? 이제 괜찮아요 ? 
아파요 
아닌데 좀 전까지 괜찮 ... 
와 ... 이제 뻥도 느네 ? 
진짠데 
무슨 꿈 꿨는데요 ? 
비밀이에요 
같은 대리지만 내가 과장 직무대리다 보니 크흠 , 관리자로서 하는 말인데 
강 대리 툭하면 연차 , 반차 아주 오너 일가처럼 다닌다 ? 
아 , 집에 일이 좀 있었습니다 
집에 일 ? 
아니 여기 집 없는 사람 있어 ? 
집에 일이 없는 사람이 있어 ? 
응 ? 하필 사고 났을 때 인사 결정이 날 게 뭐야 
하여튼 꼴 보기 싫은 인간이 운은 더럽게 좋아 
아주 일이 쌓여있다 못해 태산을 이뤄 하늘이 높다 ... 
뫼인데 
제가 좀 도와드릴까요 ? 
과장님 과장님 
이제 오셔도 되는 거예요 ? 
- 괜찮으신 거 맞죠 ? - 응 , 괜찮아 
왜 ? 
지금 뭐 하는 거야 ? 왜 이렇게 연락이 안 돼 
강지원이 오늘 출근했어 얘 아무 일도 없었던 거 같다고 
지금 뭐가 도대체 어떻게 돌아가는 거야 ? 어 ? 
유지혁이 퇴원했어 그러니까 출근했나 보지 
아무 일도 없었던 것처럼 있으랬지 ? 
걔는 어떻게 할 거 같은데 ? 
싸우고 싶으면 달려가서 머리 쥐어뜯고 악 지르는 건 쉬워 
참을 줄 알아야 거지처럼 안 사는 거야 
이따 체육관에 좀 올래 ? 
몸 좀 쓰면서 이야기하면 괜찮을 거야 
아 , 이 계집애 말하는 싸가지 진짜 , 씨 ... 
수준 안 되는 것들이랑 아예 엮이면 안 되는데 직접 손을 안 쓰면 되는 게 없어 
정만식과 배희숙은 찾았습니다 너무 무서워서 숨어버리려고 했다는군요 
아이고 , 안녕하십니까 정만식입니다 
찾느라 힘들었어요 
왜 숨으셨어요 우리 한배 탔잖아요 
아니 , 그게 선생님을 못 믿는 게 아이고 우리 딸년을 믿을 수가 없어가지고 
이제 저만 믿으세요 
저 식구 저버리는 사람 아닙니다 
잠깐 중국 가 계시는 건 어떨까요 ? 
상해 예뻐요 
그리고 주변에 항주 , 소주 다니시면서 물놀이도 좀 하시고 
진짜 한심하지 ? 
이 나이 먹고 불안 초조할 때 갈 데가 없어서 회사 출근을 했다 
회사에 친구가 있으니까 그런 거죠 
안 그래도 과장님 걱정돼서 보러 가려고 했어요 
아니 나 오늘 저녁에 쳐들어가 
경찰에 신고했어 간통죄로 엮어 넣으려고 
아 , 이때는 간통죄 폐지 전이구나 
그 인간 나 병원에 입원만 하면 걜 집으로 끌어들이더라 
그래서 오늘 입원한다고 했어 
원래 그 미친 인간들이 차에서 더러운 짓 하는 게 블랙박스에 다 잡혔는데 
고장인지 화면이 안 나와 
경찰들은 음성만으로는 증거가 부족하다고 하고 
블랙박스 화면이 안 나온다고요 ? 
말도 안 되지 ? 
내가 진짜 이런 짓까진 안 하려고 했는데 그래도 마음 굳게 먹고 오늘 도어 록 고장 내고 나왔어 
과장님 저 오늘 같이 가도 돼요 ? 
- 저분이 맞습니까 ? 
저 , 남편분은 들어가신 지 30 분 됐어요 
10 분 후 들어갑니다 
어머 당신들 뭐예요 ? 
왜 , 왜 뭔데 ? 
아 , 뭐야 , 씨 
어 ? 
야 
니가 이 시각에 왜 여기 ... 
어 ? 
언니가 병원에 입원했다고 해서 반찬 좀 전해드리려고 왔어요 
제가 주제넘었나 봐요 
가게에서 자주 뵈니까 꼭 가족 같고 신경 쓰여서 
야 
너 나 의심했냐 ? 
너네 갈빗집에서 일하니까 내가 우스워보이디 ? 
- 너네 ... - 너네 뭐 ? 
아 , 야 
아 , 됐고 그냥 다들 나가세요 , 네 ? 
나가시라고 야 , 너도 나가 
다시는 뭐 걱정된다 저짼다 하면서 저런 거 가져오지 마 , 어 ? 
와 , 사람 아주 우스워진다 , 야 
죄송합니다 , 죄송합니다 
나가라고요 
자기도 가 , 내가 얘기해 볼게 
안 나가요 ? 
나가요 , 나가는데 
뭐야 , 뭐 , 뭐야 뭐야 , 뭐야 
왜 , 왜 ? 
우리 언니 건드리면 가만 안 둬 
완전히 또라이네 , 이거 어 ? 
야 , 이거 너 다 청구할 거야 , 어 ? 
마침 경찰도 같이 오셨지 ? 
- 예 ? - 선생님 이거 뭐야 
기물 파손 맞죠 ? 예 ? 
이 여자가 이거 골프채로 ... 
그만해 ! 
너 진짜 뻔뻔하다 
지금 현장 안 잡혔다고 신나지 ? 
아니야 너 차에서 무슨 짓꺼리했는지 나 다 알아 
뭐 ? 나 죽으면 보험금 어떻게 나올지 ? 
낄낄 댔잖아 니들이 사람이야 ? 
뭐 ? 
연지가 타는 차에서 그러고 싶어 ? 
연지 보기 안 창피해 ? 
너 진짜 나쁜 놈이구나 
얘가 지금 뭐라는 거야 
와 , 너 증거도 없이 생사람 잡네 ? 
야 , 너 그거 완전 ... 
이게 , 씨 ... 
괜찮아요 ? 
어 , 어 
미친 새끼가 
오 , 잠깐 , 잠깐 여기서 이러시면 안 됩니다 
꽉 잡아주세요 참으세요 , 참으세요 
- 진정하세요 , 진정하세요 오 , 이러시면 안 됩니다 , 예 
괜찮아요 지원 씨 ? 
제가 내일 퇴근하고 또 올게요 그때까진 아무것도 하지 말고 계세요 
고마워 , 자기야 
그래도 내 일인데 알아서 할게 
하는 꼴 보니까 순순히 헤어질 수 없을 것 같아 
변호사 만나봐야지 
아니 ... 
둘이 절대 같이 만나선 안 돼요 
차라리 절 부르세요 제가 나올 게요 
무슨 말이야 왜 이렇게 이상한 소리를 해 
자기 좀 이상하다 ? 
저 이상한 거 알아요 
근데 아까도 저 아니었으면 크게 다칠 뻔했잖아요 
한 번만 제 말 더 들어주세요 
제가 옆에 있을게요 
변호사 만난다면서요 
나랑 얘기하면 됩니다 
양주란 과장은 실장님을 믿으면 돼요 
한다고 한 일을 못 한 적 없으니까 
그 운명이 옮겨간다는 게 그냥 우연은 아닌 거 같아요 
무심한 남편에게서 받은 스트레스가 암의 원인이라면 남편에게 살해당하는 운명은 도대체 어디서 왜 
고장 난 도어 록 
빨간 하이힐 
그리고 사탕통 
친한 사람과 바람난 남편이라든지 
아니면 그 인간 말종들이 보험금을 노리는 걸까요 ? 
야 , 내가 와이프만 죽으면 진짜 호강시켜 줄게 
나 뭘 해야 하는지 알았어요 
지혁 씨 나 박민환을 유혹해야 해요 
바람난 박민환이 와이프는 죽어도 상관없다고 생각해야 하니까 
아니 , 죽여야겠다고 생각하게 만들어야 하니까 
당연히 기분 나쁘겠지만 꼭 해야 하는 일이에요 
바람난 남편에게 살해당하는 운명을 정수민에게 넘기지 않으면 양 과장님이 죽어요 
안 될까요 ? 
좋아요 
지원 씨 마음대로 해 , 마음껏 
내가 다 도와줄게요 
김태형 대리 네 , 부장님 
앞으로 밀키트 프로젝트는 김태형 씨가 맡도록 해요 
네 ? 
저 , 근데 지금 담당이 ... 
팀 옮긴지 꽤 됐는데 자기 것 하나 정도는 있어야 정을 붙이죠 
잘할 수 있죠 ? 
많이들 도와주시고 
부장님 이건 아니잖아요 
돈 받고 나하고 헤어지겠다고 할 때 이 생각은 못 했나 ? 
다 가질 순 없습니다 , 강지원 씨 
알겠어요 제가 이직할게요 
대신 이 밀키트 프로젝트만 끝내게 해주세요 
이건 저와 양 과장님 프로젝트잖아요 
회사의 프로젝트죠 
부장님 공과 사는 지켜주셔야 하는 ... 
애당초 밀키트를 강지원 씨에게 맡긴 거부터가 공사구별 안 된 거였어 
얼굴 보기 싫으니까 연차 써도 좋습니다 
바로 사직서를 쓰면 더 좋고 
강지원이 돈을 받고 헤어졌다고 ? 
아니야 됐다 , 씨 
왜 이런 걸 혼자 하고 있어 
뭐래 
누구 때문에 회사에서 내 입지가 개똥이 됐는데 
전에도 말했지만 네가 정수민을 만나지 않았더라면 이런 일 없었어 
웃기시네 
니가 유지혁으로 갈아타려고 나 엿먹인 거잖아 
맞아 
근데 상황이 좀 변했어 
이따가 한잔할래 ? 
800 억 ? 
회장님이 그러시는데 부장님이랑 헤어지는 조건으로 비싼 것도 아니래 
아 , 물론 다 현금은 아니야 
부동산 뭐 이런 거 ? 
세금까지 싹 다 정리해 주셔서 
난 내가 얼마나 가지고 있는지도 몰라 
자산관리사 ? 그런 것도 있어 
부장님은 회장님한테 몰래 돈 받았다고 
화가 많이 나 있는데 내가 그 둘 사이에서 어떻게 해야 돼 ? 
말은 돼 
암만 돈이 많아도 사귄다고 그냥 800 억을 덜컥 주는 건 이상하지 
하지만 ' 먹고 떨어져라 ' 헤어지라는 조건으로 주는 건 그나마 말이 돼 
쓰읍 , 그렇다 해도 이거 좀 많은데 ... 
아 , 얘는 눈치도 없이 전화질이야 , 씨 
무슨 일이야 ? 
결혼한 여자가 밥시간에 집 비워도 되나 ? 
바쁘신데 시간 내주셔서 고맙습니다 
과장님 꼭 한번 뵙고 싶었어요 
오빠 오랜만에 보니까 회사 다닐 때가 생각나서요 
안녕 , 정수민 
널 사랑했던 나는 
오늘 죽는다 
결혼하니까 분위기가 좀 바뀐 거 같네 ? 
여자들은 참 안 변할 거 같아도 결혼하면 다 변한다니까 
결혼 안 한 강지원은 나날이 예뻐지고 
정수민 경각심을 가져야 돼 
박민환이랑 강지원이 회사에서 그 둘이 잘 맞으니까 7 년이나 만난 거 아니겠어 ? 
게다가 회사에서 자주 마주치고 그러면 
없던 마음도 다시 생기고 그러다 보면 ... 
나 전에 살던 원룸 근처에 있던 무한리필 고깃집 기억나 ? 
우리 자주 갔잖아 
거기 가는 날이면 아침도 못 먹게 하고 고기 중간에 물도 못 마시게 하고 배부를까 봐 
넌 추잡스럽게 뭘 그런 걸 기억하고 있어 , 참 
왜 그게 왜 추잡스러워 , 귀여운데 
그땐 모든 게 다 소중하고 그래서 더 귀하고 
나 자기 만날 땐 돈은 별로 중요하지 않았어 
나 자기 많이 좋아했잖아 
뭐 , 너만 한 애도 없지 
너니까 내 성격 받아준 거고 
아 , 그래서 너 그럼 유지혁이랑 완전 헤어진 거야 ? 
그런 줄 알았는데 
사실 내가 얼마 전에 큰 사고를 당할 뻔했거든 
사 , 사 , 사고 ? 
상대 차량이 덤프트럭이어서 난 그냥 완전 죽는 거였어 
근데 갑자기 부장님이 나타나서 모든 게 다 꼬여버렸어 
꼬였다고 ? 
그것도 완전 지독하게 꼬여버렸어 
그 상대 덤프트럭 차량 운전자가 누군지 알아 ? 
아니 , 내가 그걸 어떻게 ... 
정수민 아빠 
역시 다 알고 있었어 
거짓말 좀 그만해 
그놈의 거짓말 , 거짓말 
나도 
나도 제발 그러고 싶어 
어디야 ? 
뭐가 어떻게 된 건지는 알려줘야 하는 거 아니야 ? 
나 맨날 집에서 미쳐버릴 거 같아 
왜 집에 안 들어와 ? 
혹시 강지원하고 같이 있는 거 ... 
그 둘이 잘 맞으니까 7 년이나 만난 거 아니겠어 ? 
아니야 
죽이자고 한 사람이 무슨 ... 
뭐야 , 뭐야 아 , 나와 , 나와 봐 
내 여자 친구 맞지 ? 
아보카도 , 아보카도 
강지원 
사랑해 
정수민이 이 정도까지일 줄 몰랐지 ? 
나도 몰랐어 
하 , 어떻게 암만 내가 밉다고 해도 죽일 생각을 해 ? 
걔 완전 미친 애야 
이 사고로 정수민의 밑바닥만 본 건 아니야 부장님 나한테 사람 붙였어 
그게 아니고는 헤어지고 나서 본 적도 없는데 어떻게 그 사고에 갑자기 나타나 ? 
말도 안 되잖아 
난 진짜 미칠 거 같아 
늘 감시당하고 있는 느낌이야 너무 무서워 
나 이럴 때 어떻게 해야 돼 ? 
그 , 그럼 너 결근한 게 그럼 ... 
나 때문에 다쳤는데 가만둘 수 없잖아 
그래도 다행히 많이 다친 건 아니어서 
퇴원하긴 했는데 
내가 다시 만나는 건 아니라고 하니까 그럼 퇴사하래 
얘 진짜잖아 
뭔가 이상하다 했는데 이거였어 
그래 , 유지혁이 재벌 3 세면 갈아타는 게 맞지 
하지만 800 억을 준다면 헤어지는 게 맞고 
얘가 재벌집 사모님 깜냥은 또 아니니까 
그리고 얘한테 800 억이 있다면 난 얠 죽이면 안 돼 
얘가 죽으면 800 억을 뭐 엄마니 뭐니 주변 사람이 나눠갖고 나한테 쥐꼬리만큼 돌아오잖아 ? 
그런데 내가 얘를 다시 꼬시면 800 억이 그대로 나한테 오지 
정수민이랑 헤어지면 안 돼 ? 
어 ? 
얼마나 무서운 애인지 이제 알았잖아 
나한테 돌아와 
나 혼자선 지금 ... 
아니다 , 나 먼저 갈게 
지원아 
연락할게 
미안해요 , 기분 많이 안 좋았죠 ? 
지금 뭐 하는 거예요 ? 
아무것도 아니에요 
그냥 이렇게라도 하지 않으면 정상적인 생각을 할 수 없을 것 같아서 
사실 나 많이 좋아하죠 ? 
아니 , 뭐 아까 박민환 보니까 지 잘못 알고 좀 후회하는 거 같던데 
박민환이요 ? 
아마 지금쯤 머릿속에서 계산하고 있을걸요 ? 
어 오늘은 안 와 ? 
안 그래도 내가 전화할라 그랬는데 
이거 일이 쉬워질 거 같아 
내가 방금 전에 강지원을 만났는데 
내가 이 사고에 껴있다는 걸 아예 몰라 
그러니까 강지원 엄마랑 정수민 아빠만 유라 씨가 깔끔하게 처리해 주면 되는 거야 
그럼 800 억을 든 강지원은 나한테 오고 유라 씨는 UK 를 갖든 유지혁을 갖든 알아서 하고 
우리는 영원히 든든한 서로의 빽이 되는 거야 
응 , 그렇구나 
좋네 , 쉽고 
전 여친이라고 강지원을 너무 쉽게 보네 
내가 그랬지 ? 
남자들은 자기랑 잔 여자는 경계를 안 한다고 
정만식하고 배희숙은 ? 
아이고 젊었을 때는마 저 배우하고 똑 닮았는데 
내가 낫지 
인물은 좋았지 
그 중국가서 뭐할꼬 ? 
죽이자 
네 ? 
아 ... 박민환 말 때문에 사람을 죽이자고 하시는 거면 ... 
아니 , 아니 나쁠 게 없어서 그래 
강지원이 박민환에게 돌아가고 싶은 게 맞다면 자기를 죽이려고 했던 걸 모르는 게 좋고 
뭔가 수작질을 부리는 거라 해도 정만식과 배희숙이 없으면 아무것도 증명할 수 없고 
그리고 밀항시키는 것보단 덜 힘들잖아 
이혼하자 
어차피 우리 애도 없고 
암만 생각해도 난 너랑 계속 살 이유가 없어 
너랑 같이 있어서 좋은 일이 있었던 것도 아니고 
너네 아빤 아직도 연락 안 돼 ? 
혹시 강지원 만났어 ? 
어 , 뭐 , 회사에서 봤지 
근데 갑자기 걔는 왜 ? 
내가 생각을 좀 해봤는데 
지원이랑 오빠가 다시 만나면 나만 엿 먹고 끝날 수 있겠더라 
아니 이게 어떻게 된 일이야 
연락받은 거 있어요 ? 
무슨 일이야 이러실 분 아닌데 갑자기 무슨 일이야 
말이라도 주든가 
- 잘린 거야 ? 
- 아 , 이게 어떻게 된 거야 ? 
베르테르를 접는다고 ? 
갑자기 ? 오도 가도 못하고 - 미치겠네 , 진짜 - 이게 무슨일이야 ? 
- 폐업 ? - 죄송합니다 
뭐라고 왔어 , 지금 ? 
아니 한 달 치 급여랑 주고서 ... 
그러면 하루아침에 백수 된 거야 ? 
아 , 이게 무슨 소리야 지금 
아니 이게 어떻게 된 거예요 ? 
어 , 누구 나온다 
우리 가게에서 ... 
거기 셰프님 ? 
2 배 
여기 사장이 하루아침에 자기 레스토랑을 나한테 팔아넘기기로 한 가격이 시세의 딱 2 배였어요 
좋은 선택이었지 본인도 할 수 있는 선택이에요 
날 좀 도와주면 2 배가 된 이 가게는 이제 백은호 씨 거거든요 
제가 뭘 해야 하는 거죠 ? 
두 가지 선택지가 있어요 
하나 , 가게를 갖는다 둘 , 직업을 잃는다 
셰프님 
올 때까지 기다린다니 나 설렐 뻔 
쓰읍 나 지원이한테 차이고 힘들 때 위로해 준 거 되게 좋았거든요 
무슨 일 있어요 ? 
나 백수 됐어요 
어머 , 왜요 ? 
그냥요 
에이 , 에이 
아 , 그래도 셰프님은 유명하고 잘생겼고 아 , 그리고 무엇보다 음식을 어마어마하게 맛있게 만들잖아요 
그러니까 어 ... 잠깐 아주 잠깐 백수일 순 있어도 - 곧 ... 
- 이 바닥 되게 좁아요 
갑자기 레스토랑 문을 닫았으니까 남 말하는 거 좋아하는 사람들이 온갖 얘기를 해댈 거예요 
그건 알죠 , 내 일도 똑같거든요 
인간들이 제대로 알아보지도 않고 우리 말을 안 믿어줘요 
하 , 어디서 괜찮은 셰프 하나만 딱 나타나면 ... 
대리님 
- 왔어 ? 
- 어 세상에 왜 내가 너 생각을 못했지 ? 
쓰읍 , 근데 내가 뭐 도움이 될지 모르겠다 
아이 , 그게 무슨 말이야 우리가 고맙지 
아 , 근데 잠깐 따로 얘기 좀 가능해 ? 
응 가자 
그니까 - 여자란 말이지 ? 
- 응 
얘기 해줘서 고마워 
그리고 진짜 미안해 너한테는 피해 안 가게 할게 
그러라고 한 말 아니야 
아 , 그리고 희연 씨한테는 암말 안 했다 
오유라가 베르테르 레스토랑을 사들이곤 은호한테 뭘 도와달라고 했대요 
거절했더니 바로 해고했고요 
어 , 정확히 뭘 도와달라고는 얘기 안 했다고 하는데 
뭔지 알아요 , 걱정하지 마요 
내가 이따 다시 전화할게요 지금 누구 좀 만나고 있어서 
두 가지 선택지가 있어요 
하나 , 날 도와준다 둘 , 오유라와 함께 침몰한다 
바보가 아닌 이상 뭘 선택해야 할지 본인이 잘 알겠죠 
제가 뭘 하면 되는 거죠 ? 
네 , 마케팅 1 팀 강지원입니다 
아 , 강 사장님 안녕하세요 저 UK 마케팅 3 팀 박민환입니다 
오늘 저녁에 미팅 혹시 어떨까 해서요 
그 제가 그동안 잘못한 것도 있고 제대로 한번 인사드리고 싶어서요 
아 ... 저야 뭐 늘 감사하죠 
어 ... 전 언제나 준비되어 있습니다 
새로 시작하자는 좋은 의미니까요 기대하셔도 좋습니다 
네 
- 아 , 잠시만요 - 아 , 네 , 네 , 네 
- 네 
- 박민환에게 이미 여자가 있었어요 
네 ? 
뭐야 ? 못 구한다더니 ? 
기분이 별로이신 거 같아서 여기저기 알아봤습니다 
그래서 한정판 빨간 하이힐을 구해 보냈어요 그리고 지원 씨가 말했던 사탕통도 
이건 뭐야 ? 
오늘 어떤 분이 갖다주셨는데 치울까요 ? 
아니야 그냥 둬 옛날 생각나고 좋다 
그럼 적어도 내가 박민환과 놀아줄 필요는 없는 거군요 
기다려주셔서 감사합니다 
근데 저녁은 힘들 것 같네요 
일 때문에 그러면 어쩔 수 없죠 
아 , 근데 저는 내일 저녁도 괜찮고요 
주말에도 괜찮고 다 괜찮습니다 
아 , 다른 분도 아니고 우리 강 사장님 만나 뵙는 일인데 
- 제가 안 되는 날이 있겠습니까 ? 
제 말은 영원히 그쪽과 거래할 일은 없다는 뜻이에요 
예 ? 
할 줄 아는 건 번지르르한 포장 능력밖에 없는데 
이것저것 손대다가 다 말아먹고 결국엔 식구 보험금까지 노리는 
무능력한 회사랑 일할 필요는 없잖아요 ? 
아 , 특히 놀란 건 인재 처리 방식이에요 
특히 여성 인재영입력이 뛰어나시던데 
놀랐어요 결혼하신 지 얼마 되지도 않았는데 
여러모로 대단하시네요 
앞으로도 계속 파이팅하세요 
어느 거래처가 그렇게 쓰레기예요 ? 
뭐해 
내가 불붙일까 ? 
나 사람 죽는 거 처음 봐 
생각보다 시시하네 
그래도 기분은 나아졌어 
난 한국이랑 잘 안 맞는 거 같아 
되는 일이 하나도 없어 
아 , 그 레스토랑 
확 부숴버릴까 ? 
그래 , 우리 이혼하자 
여보세요 , 오유라입니다 
안녕하세요 , 정수민이라고 합니다 
됐다 
딱딱 들어맞네 
왜 이렇게 갑자기 모든 게 잘 풀리는 느낌이지 ? 
5 분 후 도착 슬슬 정리하고 내려오시면 됩니다 
네 , 마케팅 1 팀 강지원입니다 
여보세요 ? 
누구세요 ? 
누구세요 ? 
하 , 왜 갑자기 회사로 전화를 해요 
미안해요 휴대폰 거니까 안 받아서 
아 ... 가방에 있어서 몰랐어요 , 미안해요 
거의 다 왔는데 한 15 분쯤 걸릴 거 같아요 
네 
강지원 
지원아 
무서워 ? 
나랑 얘기해야지 
나와 
우리 얘기하자 
우리 할 얘기 많잖아 
그러니까 누울 자리를 보고 누웠어야지 
이래서 여자들이 안 돼 
나 갖고 노니까 재밌었어 ? 
야 , 유지혁한테 전화 왔다 
이거 안 받을 거야 ? 
그럼 내가 받는다 
씨 ... 
넌 참 비위가 좋은 거 같아 
나도 돈은 좋은데 돈 많은 그 인간들은 역겹지 않냐 ? 
아으 , 난 역겹던데 
뭐하냐 ? 
니가 날 갖고 놀아 ? 어 ? 
놔 , 이거 놔 
왜 ? 
무서워 ? 
그러게 왜 사람 진심 우습게 만들어 
지원아 나 진짜 너한테 돌아가려고 했어 잘해보려고 했다고 
날 죽이려고 했잖아 
니가 ... 날 속였잖아 
니가 날 엿같이 취급했잖아 
남은 쉽게 죽이는 새끼가 자기 자신은 그렇게 소중해 ? 
넌 어떻게 갚아줘야 하나 생각했어 
정수민은 그냥 널 넘기면 되는데 넌 어떻게 지옥에 보내야 하나 
뭐 ? 
지옥 ? 
이게 뒤지려고 , 씨 
이거였구나 
죽여 
근데 이번엔 확실히 죽여 
아니면 내가 널 죽일 테니까 
죽어 
죽여달라니까 죽여줄게 , 죽어 
웃어 ? 
죽으라고 
죽여 
지원 씨 지원 씨 괜찮아요 ? 
정신 차려봐요 
지원 씨 
지원 씨 정신 차려봐요 
지원 씨 
저 역겨운 새끼 , 씨 
결국 박민환 손에 죽을 운명이었던 건가 ? 
