DELICIOUS IN DUNGEON 
- Σίγουρα πάμε καλά ; 
- Ναι , πρέπει να περάσουμε απ ' τη σκάλα . 
Μετά τη σκάλα θα φτάσουμε στο πέμπτο επίπεδο , κοντά στον οικισμό των ορκ . 
Σύμφωνα με τον χάρτη , τουλάχιστον . 
Πώς θα κατέβουμε τα σκαλιά ; 
Απίστευτο . 
Υπάρχουν ένα σωρό διαφορετικά πλοκάμια . 
Τα ορκ μάς την έφεραν . 
- Mας έστησαν παγίδα . 
- Δεν είμαι σίγουρος . 
Αυτή η διαδρομή οδηγεί στον οικισμό τους . 
Ό , τι πρέπει για να κρατάει σε απόσταση τους ξένους . 
Ας προσπαθήσουμε να προχωρήσουμε . 
Θα χρειαστεί χρόνος και προσπάθεια . Καλύτερα να κάναμε παράκαμψη . 
Μάρσιλ , μην πλησιάζεις πολύ στον τοίχο . 
Αυτά τα πλάσματα παραμονεύουν μέσα στους τοίχους . 
Εκεί που συχνάζουν πλοκάμια υπάρχουν και κοιλώματα . 
Που σημαίνει πολλές παγίδες και μηχανισμοί . 
Τα πλοκάμια συνθλίβουν τους μηχανισμούς . Μεγαλώνουν ακόμα και σε σεντούκια , οργανώνοντας μπαγαποντιές με τις παγίδες . 
Είναι τα δεύτερα τέρατα που θέλω να εξολοθρεύσω μετά τους μίμικ ! 
Ωραία . 
Νομίζω πως κάναμε πρόοδο . 
Παράξενο . 
Τα ορκ θα ανέβαιναν από εδώ στο τρίτο επίπεδο . 
Πώς κυκλοφορούν σ ' αυτό το μέρος ; 
Κάτι υπάρχει . 
Προσοχή ! 
Κένσουκε ! 
- Γιγάντιος βάτραχος ! 
Δεν το πιστεύω ! 
Το ' χω ! 
Ασλάμ ! 
Όχι ! 
Αμπρόζια ! 
Σένσι , πίσω σου ! 
Κράτα το γερά ! 
Κουράγιο , Σένσι ! 
Μαγεία ... 
- Είναι αρκετά κοντά . - Όχι ! 
Παραείναι κοντά . 
Άσχημα τα πράγματα . 
Τι θα κάνουμε ; 
Είναι παγίδα ; 
Ένα πλοκάμι φύτρωσε αφύσικα στον τοίχο δίπλα στον βάτραχο . 
Μάλλον θα βγαίνει από κάποια παγίδα . 
Αν το τραβήξω , ίσως ενεργοποιηθεί η παγίδα . 
Όμως , πώς θα το βγάλω ; 
Αν το πιάσω , θα πρηστούν τα χέρια μου . 
Λάιος ! 
Γιατί δεν παθαίνουν τίποτα οι βάτραχοι αν έρθουν σ ' επαφή με πλοκάμια ; 
Δεν έχω ιδέα . Ίσως για βιολογικούς λόγους . 
Δεν έχεις καμιά πληροφορία ; 
Η περιέργεια των παιδιών δεν πτοείται μπροστά σε τίποτα , έτσι ; 
Μάλιστα . 
Τσίλτσακ ! 
Δεν πονάει ! 
Θα τα καταφέρω ! 
Τι ; 
Δεν βγαίνει ! 
- Τσίλτσακ ! 
- Τσίλτσακ ! 
Τσίλτσακ ! 
Είναι ζωντανός . 
Να δω τα χέρια σου ! 
Μα πώς ; Δεν έπαθαν τίποτα . 
Κατάλαβα . 
Τύλιξε τα χέρια του με δέρμα γιγάντιου βάτραχου . 
Έσκισες ! 
Τσίλτσακ , φοβερή ιδέα ! 
Διαμελίζουμε έναν γιγάντιο βάτραχο κι αφαιρούμε το δέρμα του . 
Βασικά ... 
Ξεφλουδίζουμε τα πλοκάμια και κρατάμε τα λεπτά κομμάτια για αργότερα . 
Βράζουμε τα χοντρά κομμάτια κι έπειτα τα πολτοποιούμε και ζυμώνουμε με αλεύρι . 
Τα πλάθουμε σε μπαστουνάκια , τα κόβουμε μπουκίτσες και ξαναβράζουμε . 
Ξέρεις ... 
Στεγνώνουμε ελαφρώς το δέρμα του βατράχου , παίρνουμε μέτρα και ράβουμε . 
Ζεσταίνουμε ελαιόλαδο , σκόρδο και καυτερή πιπεριά σ ' ένα τηγάνι , μετά προσθέτουμε το μπούτι του βατράχου και σοτάρουμε . 
- Έτοιμο ! 
- Έτοιμο ! 
ΝΙΟΚΙ ΚΑΙ ΜΑΚΑΡΟΝΙΑ ΑΠΟ ΠΛΟΚΑΜΙΑ ΣΤΟΛΗ ΒΑΤΡΑΧΟΥ 
Τέλεια ! 
Φέρτε τα με τη σειρά ένας ένας ! 
Τελειώσατε όσο προσπαθούσα ν ' αποφασίσω ποιον να σταματήσω . 
Χαλάρωσε , δοκίμασέ το . 
Ναι , μια μπουκιά μόνο . 
Ένας ένας , είπα ! 
Ποιος ξέρει αν είναι ασφαλές ; 
ΨΙΘΥΡΟΙ 
Πιστεύω πως θα είσαι τρισχαριτωμένη , Μάρσιλ . 
Σου πάει πολύ ! 
Σε κολακεύει το χρώμα . 
Τ ' αυτιά σου βοηθάνε να χτιστεί η εικόνα του βάτραχου . 
Πάμε . 
Ναι . 
Φοβερό ! Δεν πονάω καθόλου . 
Σκέτη αηδία ! 
Πολύ όμορφο . 
Είναι πεντανόστιμο . 
Κένσουκε ! 
Τι καλά ! 
Δείτε ! 
Η καστρούπολη . 
Φτάσαμε στο πέμπτο επίπεδο ! 
Ο κόσμος μάλλον το έβαλε στα πόδια πανικόβλητος . 
Θα έλεγαν αλήθεια τα ορκ . 
Κάπου εδώ θα τριγυρίζει ο κόκκινος δράκος . 
Ας είμαστε σε επαγρύπνηση κι έτοιμοι για μάχη . 
Αμάν ! 
Το αίμα του γιγάντιου βάτραχου έπηξε μέσα μου και κόλλησε στα ρούχα . 
Τα δέρματα δεν πρόλαβαν να στεγνώσουν καλά . 
Έτσι θα πολεμήσουμε τον δράκο ; 
Πώς θα ξαναδώ τη Φάλιν τώρα ; 
Απάντησέ μου ! 
- Νιώθω τα σωθικά μου να γυρίζουν . 
- Κίκι , Κάκα . 
Οδηγήστε τη Νάμαρι στον ξενώνα να ξεκουραστεί . 
Πάω να δώσω αναφορά στον άρχοντα του νησιού . 
Πώς ήταν μέσα στο μπουντρούμι ; 
Το μεγαλύτερο πρόβλημα είναι πως αγρίεψαν τα πράγματα . 
Όλοι οι θησαυροί μέχρι το τρίτο επίπεδο έχουν λεηλατηθεί . 
Κι υπάρχουν περισσότερα στέκια για εγκληματίες . 
Και το χειρότερο , ορδές από ορκ άρχισαν ν ' ανεβαίνουν στα πάνω επίπεδα και να κάνουν φασαρία . 
Πρέπει να στείλετε στρατό ή να δώσετε αμοιβή για την εξόντωσή τους . 
Από πού να μπήκαν άραγε τα ορκ ; 
Υποψιάζομαι πως κάποια ορυχεία νάνων συνδέονται με το μπουντρούμι . 
Τα ορκ κατοικούν σε τέτοια περάσματα . 
Νάνων , είπες ; 
Σκέτη φρίκη . 
Είναι σαν τυφλοπόντικες . 
Όσα περάσματά τους κι αν κλείσεις , φτιάχνουν κι άλλα . 
Πριν από καιρό , τα ξωτικά και οι νάνοι χωρίστηκαν ανατολικά και δυτικά μετά από σύγκρουση . 
Λένε πως οι νάνοι κρύφτηκαν εδώ και περίμεναν να έρθουν τα ξωτικά . 
Ακόμα και μετά τον πόλεμο , έσκαβαν τούνελ , θάβοντας τη Χρυσή Πόλη και μετατρέποντάς τη σε μπουντρούμι . 
Άκουσα πως οι νάνοι ευθύνονται για τη διαρκή επέκταση του μπουντρουμιού . 
Αυτή η φήμη είναι αναξιόπιστη . 
Τέλος πάντων , ορίστε ο μαγικός κύκλος που αντέγραψα . 
Είναι στη γλώσσα των ξωτικών . 
Αν κρίνω απ ' τον γραφικό χαρακτήρα , μάλλον τον έγραψε το ίδιο άτομο . 
Δεν φαίνεται να το πείραξε κανείς . 
Ο άρχοντας του μπουντρουμιού , ο τρελός μάγος , το έφτιαξε σίγουρα . 
Ξωτικό είναι ; 
Δεν είμαι σίγουρος , αλλά ψηλοπόδαροι και νάνοι δεν έχουν τέτοια μαγεία . 
Περιπλέκεται το πράγμα . 
Τις προάλλες έλαβα γράμμα από τα ξωτικά της δύσης . 
Έλεγε " Το μπουντρούμι είναι η κληρονομιά μας . Δώστε το πίσω " . 
Τι εγωιστική απαίτηση ! 
Τα ξωτικά πήραν τη γη απ ' τους νάνους και την έδωσαν στους ανθρώπους γιατί δεν ήξεραν τι να την κάνουν ! 
Αγνοήστε τα . 
Αυτήν τη γη την έδωσε ο ίδιος ο βασιλιάς των ξωτικών . 
Δεν είναι τόσο εύκολο . 
Θα καταλάβουν και το νησί . 
Δεν γίνεται . 
Κάποιος σπουδαίος θησαυρός θα υπάρχει στο μπουντρούμι . 
Άρχοντα του νησιού , τα ξωτικά δεν θέλουν τον θησαυρό . 
Θέλουν το ξόρκι της αθανασίας που γίνεται στο μπουντρούμι . 
Η μαγεία που προσκολλά την ψυχή στο σώμα παραμένει μυστήριο . 
Η λύση του μυστηρίου θα έχει πολύ μεγαλύτερη αξία απ ' τον χρυσό . 
Πρέπει να τη βρούμε πριν απ ' τα ξωτικά . 
Θες να αντιγράψουμε και να μελετήσουμε όλους τους μαγικούς κύκλους ; 
Ακούστε καλά ! 
Σε τόσο σημαντική μαγεία , πάντα υπάρχει συνταγή . 
Βρείτε την ! 
Αν την έχετε στα χέρια σας , ξεχάστε και το μπουντρούμι και όλα . 
Μόλις μάθουν τα ξωτικά πως την έχετε , θα σας φερθούν επιτέλους ως ίσο . Όχι , θα πέσουν στα γόνατα για να διαπραγματευτούν μαζί σας . 
Αλήθεια ; 
Και ; Πού μπορώ να βρω τη συνταγή ; 
Είναι απλό . 
Θα την έχει ο άρχοντας του μπουντρουμιού . 
Δηλαδή , θες να συνεχίσω να χορηγώ τους εξερευνητές ; 
Ακριβώς . 
Μην κάνετε παζάρια για το κυνήγι τεράτων και τη λεία απ ' τα μπουντρούμια . 
Μη μαζεύετε πλούτη . Δώστε κι άλλη στήριξη . 
Πολύ καλά . 
Θα προσφέρω αμοιβή για την εξολόθρευση των ορκ . 
Τι θα πω στα ξωτικά ; 
Θα σας βοηθήσω να κερδίσετε χρόνο . 
Λάιος λεγόταν ; 
Ήταν πολύ ικανός εξερευνητής , αλλά αναρωτιέμαι πόσο θα προχωρήσει η ομάδα του . 
Καλημέρα , Νάμαρι . 
Πώς νιώθεις ; 
Το τσεκούρι μου ! 
Εδώ είναι τα πράγματά σου . 
Κι ακόμα , χρήματα απ ' τον παππού Τάνσου . 
Πιο πολλά απ ' ό , τι περίμενα . 
Ίσως μεσολαβήσει ένα διάλειμμα , αλλά είπε πως θα ξαναζητήσει τη βοήθειά σου . 
Ευχαριστώ . Θα σ ' το χρωστάω . 
Θα σε πάω ως τον δρόμο . 
Έχεις σπίτι ή μένεις σε πανδοχείο ; 
Τίποτα απ ' τα δύο . Προς το μπουντρούμι πάω . 
Γιατί ; 
Θα ξανακατέβεις ; 
Όχι . 
Έχω μια δουλειά στον κοντινό ναό . 
Δουλειά ; Δουλειά ; 
Το Γραφείο Ανάστασης . 
Νάμαρι ! 
Έφυγες απ ' την ομάδα του Λάιος ; 
Λοιπόν , τι ψάχνεις ; 
Αντικείμενο ή άνθρωπο ; 
Άνθρωπο . 
Μια ψηλοπόδαρη με καστανά μαλλιά . Φτάνουν μέχρι τους ώμους . 
Και ηλικία μεταξύ εφηβείας και 40 κάτι . 
Στάσου . Την αδερφή του Λάιος λες ; 
Είναι το πολύ 20 κάτι . 
Να πας σε οφθαλμίατρο . 
Δύσκολα μαντεύεις την ηλικία ατόμων από άλλα είδη . 
Δεν υπάρχει πτώμα που να ταιριάζει στην περιγραφή . 
Μάλιστα . 
Στο πέμπτο επίπεδο , έξω απ ' το Χρυσό Κάστρο , εκτείνεται η καστρούπολη . 
Οι δρόμοι , ξεχειλωμένοι κι αλλαγμένοι απ ' τα μάγια , μαρτυρούν μια εποχή όπου έσφυζαν από ζωή . 
Μορφές περνούν μπροστά απ ' τα μάτια σου . Ακούς ψιθύρους . 
Περίεργες αισθήσεις σε κατακλύζουν . 
Εδώ πρέπει να ήταν ο οικισμός των ορκ . 
Πρέπει να έφυγαν βιαστικά . 
Οι αποθήκες έμειναν ανοιχτές . 
Τι απαίσια μυρωδιά ! 
Θα λεηλάτησαν το μέρος τα τέρατα της περιοχής . 
Το αλεύρι και το αλκοόλ μάλλον είναι εντάξει , παρ ' όλα αυτά . 
Ας φτιάξουμε ψωμί . 
Δεν θα χαρούν τα ορκ όταν γυρίσουν . 
Τους δώσαμε λαχανικά , είναι δίκαιη ανταλλαγή . 
Λύκοι . 
Δεν ήταν πυρκαγιά , έτσι ; 
Όχι . 
Κάηκαν από τη φωτιά του κόκκινου δράκου . 
Δεν έχει πολλή ώρα που πέρασε από εδώ . 
Ξέρεις , είχες πει πως οι δράκοι κοιμούνται σχεδόν συνέχεια και σπάνια κινούνται . 
Αλλά αν κρίνουμε απ ' όσα μας είπαν τα ορκ , καθώς κι απ ' την κατάσταση , ο δράκος είναι εν κινήσει . 
Πιθανόν να κόβει βόλτες εδώ κοντά αυτήν τη στιγμή . 
Αν κοιμόταν , ίσως είχαμε ελπίδες . Πιστεύεις πως θα τον νικήσουμε στην κατάστασή μας ; 
Αν ξαναχάσουμε ; 
Αν την έχει ήδη χωνέψει ; 
Ηρέμησε . Αυτό δεν το ξέρουμε . 
Ας σκεφτούμε σχέδιο . 
Αλλά θα είναι δύσκολο να νικήσετε οι τρεις σας τον δράκο . 
Οι τρεις μας ; 
Σας το λέω συνέχεια . Εμένα μη με υπολογίζετε ! 
Η δουλειά μου είναι απλώς να σας πάω στον προορισμό σας . 
Το ξέρουμε . 
Δεν σε κατηγορούμε . 
Γράψτε λάθος . 
Παλιά πώς νίκησες δράκους ; 
Εξαρτάται απ ' τον χρόνο , τις συνθήκες και τον δράκο . 
Συνήθως η Φάλιν έκανε ξόρκι προστασίας απ ' τη φωτιά και το κακό . 
Η Νάμαρι , ο Σούρο κι εγώ τον καθυστερούσαμε . 
Η Μάρσιλ τον αποδυνάμωνε με εκρηκτικά ξόρκια . 
Κι ο Σούρο έδινε το τελειωτικό χτύπημα μόλις δινόταν ευκαιρία . 
Αυτό γινόταν συνήθως . 
Βέβαια ήταν δυνατό μόνο χάρη στην ομάδα . 
Τώρα πρέπει να σκεφτούμε ένα σχέδιο για τους τρεις μας . 
Οι δράκοι αντιστέκονται σε ξόρκια και όπλα . Επειδή είναι καλυμμένοι με ατσαλοειδείς φολίδες . 
Το μόνο αδύναμο σημείο για το μοιραίο χτύπημα είναι το κάτω μέρος του λαιμού . 
- Αν τον μαχαιρώσουμε εκεί , κερδίσαμε ! 
- Το κάτω μέρος του λαιμού ; 
Πόσο μεγάλος είναι ο κόκκινος δράκος ; 
Να σκεφτώ ... 
Δες εκεί . 
Βλέπεις το μισοκατεστραμμένο μονοπάτι ; 
Περίπου τόσο ψηλός . 
Βασικά , δεν έσπασε επειδή ο δράκος κοπάνησε το κεφάλι του ; 
Καλά λες . 
Είναι τεράστιος . 
Θα είναι αδύνατον να τον χτυπήσουμε σ ' αυτό το ύψος . 
Αυτό είναι το πρόβλημα . 
Πάμε στο δρομάκι . 
Είναι πολύ ψηλά . 
Μήπως να πηδούσαμε στον λαιμό του από εδώ ; 
- Με τίποτα ! 
- Ξέχνα το . 
Κάνω ξόρκια άμυνας , αλλά δεν έχω τις ικανότητες της Φάλιν . 
Δεν μπορώ να σας προστατέψω αν πέσετε από τόσο ψηλά ούτε απ ' τη φωτιά του δράκου . 
Ακριβώς . Ξεχάσατε τη φωτιά ; Εδώ πάνω δεν θα μπορούμε να ξεφύγουμε . 
Και σύμφωνα με τη Νάμαρι , το τσεκούρι του Σένσι δεν θα του κάνει το παραμικρό . 
Είσαι σίγουρος πως το σπαθί σου θα τον χτυπήσει , Λάιος ; 
Για να κάνω εκρηκτικό ξόρκι αρκετά δυνατό για να τον ζαλίσει , πρέπει να τον καθυστερήσεις αρκετά . 
Και κάποιος πρέπει να δώσει το τελειωτικό χτύπημα . 
Θα τα καταφέρετε εσύ κι ο Σένσι ; 
Θα βρούμε τρόπο . 
Πώς ; 
Αντί να στοχεύσουμε το κεφάλι , γιατί δεν ανατινάζουμε ένα κτήριο ; 
Υπάρχουν πολλές γέφυρες και δρομάκια ανάμεσα στα κτήρια . 
Μπορούμε να προκαλέσουμε έκρηξη καθώς θα περνάει ο δράκος . 
Θα παγιδευτεί στα συντρίμμια και θα είμαστε κοντά στο αδύναμο σημείο του . 
Έτσι , θα χτυπήσουμε χωρίς ν ' ανησυχούμε για αντεπίθεση . 
Όντως , οι δυο μας δεν μπορούμε να τον καθυστερήσουμε αρκετά για το ξόρκι . Αλλά μπορούμε να τρέξουμε και να μας πάρει στο κυνήγι . 
Οι δρόμοι εδώ είναι πολύ στενοί για τον κόκκινο δράκο και θα νιώθει εξαντλημένος μετά από τόση δραστηριότητα . 
Αν τον οδηγήσουμε σωστά , θα κουραστεί ακόμα περισσότερο . 
Κατάλαβα . 
Σ ' αυτό μπορώ να βοηθήσω . 
Αλήθεια ; 
Ευχαριστώ , είσαι φοβερός ! 
Μα γιατί δεν κοιμάται ; 
Είναι περίεργο που είναι στο πέμπτο επίπεδο . 
Περιφέρεται επίμονα στα στενά που αντιπαθεί . 
Μήπως είναι εποχή ζευγαρώματος ; 
Όχι ... 
Αλήθεια , δεν είπε η Νάμαρι πως το τσουκάλι του Σένσι είναι από γερό υλικό ; 
Πώς το είπε ; 
" Προστατεύει από δράκου κάτι και μπορεί να σπάσει δράκου κάτι " . 
Καλά λες ! 
Είπε πως το ονειρεύεται κάθε σιδηρουργός ! 
Αφού προστατεύει από κάτι , απ ' τη φωτιά θα προστατεύει . 
Λύθηκε το πρόβλημα της πύρινης ανάσας . 
Και το μαχαίρι σου δεν είναι φτιαγμένο από ειδικό μέταλλο ; 
Έπρεπε να το τσεκάρει η Νάμαρι . 
Σαν να αναπτερώθηκαν οι ελπίδες μου . 
Όταν θες κάτι , βρίσκεις τρόπο , σωστά ; 
Έτσι ! 
Ας σχεδιάσουμε τη διαδρομή-παγίδα ! 
Γύρισες , βλέπω . 
Σένσι , το έσκασες χωρίς ούτε μια λέξη ! 
Έφτιαχνα ψωμί . 
Πριν τη μάχη με τον δράκο ήταν ανάγκη ; 
Φυσικά . 
Μας περιμένει σημαντική αποστολή και πρέπει να έχουμε γεμάτα στομάχια . 
Κάποτε ο κόκκινος δράκος μας νίκησε λόγω πείνας . 
Ας μην επαναλάβουμε το ίδιο λάθος . 
Κρασί ! 
Πήρα ταπεινά λίγο απ ' την αποθήκη . 
Κράτα το για μετά που θα τον νικήσουμε . 
Δεν έχουμε αυγά , αλλά αυτά αρκούν για το πιάτο . 
Τρίβουμε το ψωμί σε ψίχουλα και μαρινάρουμε τον γιγάντιο βάτραχο με αλατοπίπερο . 
Το βουτάμε σε μείγμα από νερό κι αλεύρι και πανάρουμε στα ψίχουλα . 
Ζεσταίνουμε ελαιόλαδο και το τηγανίζουμε . 
Βράζουμε κόκκινο κρασί με καρυκεύματα για να κάνουμε σάλτσα . 
Έτοιμο ! 
ΚΟΤΟΛΕΤΕΣ ΓΙΑ ΝΑ ΝΙΚΗΘΕΙ Ο ΚΟΚΚΙΝΟΣ ΔΡΑΚΟΣ 
Φαίνεται τέλειο ! 
Η μυρωδιά μού άνοιξε την όρεξη . 
- Ας φάμε ! 
- Ας φάμε ! 
Είναι πολύ τραγανό ! 
Είσαι καλά , Μάρσιλ ; 
Συγκινούμαι στη σκέψη πως σύντομα δεν θα χρειάζεται να τρώμε τέρατα . 
Μένει ακόμα ο κόκκινος δράκος . 
Ακούστε , θέλω να σας πω κάτι . 
Δεν νομίζω πως μόνος θα έφτανα ως εδώ . 
Σένσι , σ ' ευχαριστώ πολύ . 
Ήσουν καλός απέναντί μας , αν και ήμασταν ξένοι . 
Η υπέροχη μαγειρική σου δεν μας χόρτασε απλώς , μας ανέβασε και το ηθικό . 
Τσίλτσακ , χωρίς εσένα θα κάναμε πολλές παρακάμψεις και θα μέναμε πάρα πολύ πίσω . 
Πάνω απ ' όλα , μπορούσαμε να βασιστούμε πάνω σου . 
Και , Μάρσιλ , λυπάμαι για τις δυσκολίες που πέρασες σ ' αυτό το ταξίδι . 
Όταν είπες πως θα έρθεις μαζί μου , συγκινήθηκα πολύ . 
Σας ευχαριστώ όλους . 
- Παρακαλούμε . 
- Παρακαλούμε . 
Διάλεξες την ώρα ! 
Συγγνώμη . 
Τι έγινε ; 
Τώρα που τον ξαναβλέπω , είναι τεράστιος . 
Μπορούμε να τον νικήσουμε ; 
Μην ανησυχείτε . 
Οι τέσσερίς μας φτάσαμε ως εδώ . 
Όπως είπαμε , η Μάρσιλ θα πάρει τη θέση της κι εμείς θα παρασύρουμε τον δράκο ! 
Όλοι έτοιμοι ; 
Όλοι ακμαίοι ; 
Ωραία . 
Πάμε ! 
Υποτιτλισμός : Λιάνα Μεσάικου 
