Руби ! 
Руби ! 
Алармата ти звъни вече десет минути . 
Съжалявам , че те събудих . 
Явно си сънувала хубав сън . 
Хубав суитшърт . 
Скрий го от мама . Тя ще го изпере и ще изгуби миризмата . 
Близостта и разстоянието невинаги се изключват взаимно . 
Можете да се чувствате близо до хора , които са далече , или да имате доверие на някого , когото сте мислили , че мразите . 
Руби : Благодаря за вчера . 
Това беше наистина мило от твоя ... 
Благодаря за вчера . Не трябваше да ме водиш чак до вкъщи . 
Винаги съм мислил , че знам как да се контролирам . 
Алкохол , секс , наркотици . 
Никога не съм знаел , че това са игри . 
Снощи научих какво означава да загубиш контрол над чувствата си . 
Руби : Благодаря ти . 
Р.Дж.Б . 
Джеймс : Никога не ми каза какво означава Дж . J.M.B . 
Руби : И никога няма да го направя . Р.Дж.Б . 
Джеймс : Признай си - това означава Джеймс . J.M.B . 
Руби : Твоето его е непокътнато . Р.Дж.Б . 
Джеймс : Избягваш въпроса ми . 
Сигурно е лошо . J.M.B . 
Ще разкрия моето Дж . в замяна на твоето M ? 
Джеймс : Добър опит . J.M.B . 
Джеймс : Чувстваш ли се по - добре ? 
Руби : Да , но съм нервна за днес . 
Джеймс : 
Не се притеснявай . Повечето хора видяха мокрия ми гръб . 
Руби : Тогава поне си прекараха приятна вечер . 
Руби Бел , опитваш ли се да флиртуваш с мен ? 
МАКСТЪН ХОЛ : Светът между нас 
Базиран по романа " Спаси ме " от Мона Кастен 
Дъщерята на пекарката . 
Какво става с блясъка на смъртта ? 
Всички ме зяпат . 
Да не ти пука . 
Използвайте кода на Бофорт : пълно безгрижие , независимо от ситуацията . 
Изглеждаш , сякаш имаш нужда от шамар . 
Може и да ми е приятно да ме напляскат . 
Това Руби Бел ли е ? 
Тя е готина и безгрижна . 
Джеймс Бофорт я носеше на ръце . Късметлийка ! 
Искам да кажа , както и да е . - Много добре . 
С практиката сама ще повярваш . Повярвай ми , правя го от години . 
Макстън ! - Хол ! 
Липсва ти , нали ? 
Хайде , мъже ! Ние сме победители . 
Ние сме победители ! - Няма значение . 
Обади ми се ! 
Лидия , спри да ме игнорираш . 
Какво прави Джеймс ? 
Добро утро . 
Искаш ли канелено руло ? 
Поръчах ги от пекарната в Комптън . 
Благодаря . 
Трябва да ти благодаря . 
Без теб утре нямаше да има нова колекция . 
Има толкова много страст и креативност в цялата концепция . 
Иновация . 
Всичко , което представлява Бофорт . 
Това , което Джеймс трябва да олицетворява утре . 
Какво знаеш за това момиче ? 
Нищо . 
Мисля , че ходи в нашето училище . 
Беше просто тъпа парти шега . 
Някой я бутна в басейна . 
Знаете как да се забъркате с грешния човек и да съсипете живота си . 
Трябваше да платя на бившето ти гадже 500 000 долара да унищожи снимките , които е направил с теб . 
Утре брат ти ще проправи пътя и за двама ви . 
Младши Бофорт е само началото . 
Ти ще бъдеш лицето на следващата линия . 
Можеш да го направиш . 
Но да гарантираме , че Джеймс няма да провали пресконференцията . 
Той не може да се отклонява . 
Вие двамата сте близки . 
Използвай това . 
Джеймс . Знаеш ли с кого закусвах тази сутрин ? 
Татко . 
Трябва да сте по - внимателни с Руби . 
Помоли ли те да говориш с мен ? 
- Нещо такова . 
Кажи му , че е само снимка . - Само снимка ? 
Ако смята , че си разсеян , ще ти откъсне главата . И моята . 
Всичко е под контрол . 
Джеймс . - Лидия . 
Той няма да бъде мил . 
Сам ще се погрижи . - Не се притеснявай за мен . 
Поне Руби не е учител . 
Касите са тежки за един човек . - Можем ли да ти помогнем ? 
Е , как беше той ? 
Вярно ли е това , което казват ? 
Какво ? 
- Ти знаеш . 
Навън ли го направи , или в лимузината му ? 
Кажи , че си го направила в лимузината . 
Както и да е . Ще го оставя на вашето въображение . 
И тук за свещите ... 
Всички мислят , че съм спала с Джеймс . - Какво ? 
Дори не се целунахме . 
Той спасява живота ти от приятелите си и те изважда от басейна с мокра тениска , в лунната нощ и не те целува ? 
Какво друго ти трябва ? Фойерверки ? 
Видях клиповете . Те са навсякъде в социалните медии . 
Не можеш да излизаш с него и да мислиш , че няма да забележат . 
Не беше среща . - Искаше ли да бъде ? 
Хей , Руби . 
Замразените продукти за кетъринга ще бъдат тук скоро . 
Кубчета лед , месо ... - Благодаря . 
Няма проблем , държа го под око . 
Пренеси и масата тогава ... 
Казах , че трябва да отидат отзад . 
Какво направи с този нещастник ? - Аз ? 
Той не прави шоу за мен . 
Интересно е , трябва да призная . 
Когато един мъж е мил с една жена , това не означава нищо . 
Не трябва да стигнем дотам , че да наречем Ръдърфорд мъж . 
Благодаря . 
Първото парти , което очаквам с нетърпение . 
Може дори да дойда навреме . 
Тогава ела навреме за рождения ден на Руби . 
Утре е твоят рожден ден ? 
- Не си ли разбрал ? 
Лексингтън ми организира голямо парти . 
Определено ще дойда навреме . Обещавам . 
Искам да кажа , иначе с кого ще танцуваш ? 
Бих се сетила за някого . 
Руби ... Искаше кетъринга ... Искаше го възможно най - свежо , нали ? 
Можем сами да ги заколим . 
Искаш да заколиш 150 яребици в ресторанта ? 
Разбира се , че не . 
Руби , ще го оправя . 
Бих могъл да опитам по някакъв начин . 
Сандъците трябва да изчезнат . Някъде , където има въздух . 
Всички чухте Руби . 
Добре . Г - н Лексингтън , имам въпрос относно ... 
И Ръдърфорд . 
Добра работа . 
Добра работа . 
Начинът , по който го гледа ... 
Да , бяха заедно . 
Наистина ли ? 
Спиш ли с нея ? 
Какво ? 
Или твоята малка забежка просто разпалва стари страсти ? 
Така или иначе работите заедно . 
Това може да бъде изключително практично или неудобно . 
Ако имате въпрос относно изпита , знаете къде да ме намерите . Но трябва да тръгвам . 
Наистина ли ти е толкова лесно ? 
Да се върнеш към статуквото ? 
Да се държиш така , сякаш си мой учител ? 
Не беше ли това планът ? 
Да се държим , сякаш нищо не се е случило ? 
Изглеждаш така , сякаш си щастлив . 
Как да изглеждам ? Като някой , който е загубил любовта си ? 
Не ме гледай така . 
Защо не ? 
Защото ще направя нещо , което се заклех , че няма да направя . 
Ако не се придържаме към плана , няма да успеем . 
Не се придържай към него . 
Да се махаме оттук . Днес . 
Ще си съберем нещата и ще започнем отначало . 
Намери си нова работа . 
Ти не искаш това . Не точно сега . 
Да напуснеш дома си , семейството си . 
Искам да бъда с теб . - Не така . 
Не мога да ти причиня това , Лидия . 
Нямаш представа какво искам аз . 
Но ясно ми показваш какво искаш ти . 
Как е Руби ? 
По - добре . 
Добре . 
Кирил е пълен идиот . 
Това не е нищо ново . 
Беше вечер изпълнена с изненади . 
Съжалявам , че нахлух така . 
Кеш не изглеждаше въодушевен . 
Да . 
Той все още не е готов . 
Как се справяш с това ? 
Доста си падам по него . 
Това помага . 
Никога не съм мислил , че ще видя Джеймс Бофорт да хвърля 600 пъдпъдъка през двора за момиче ? 
Те са яребици , а не пъдпъдъци . 
Помогнете , вместо да говорите ? 
Да , разбира се . Накъде ? 
Някъде , където има чист въздух . 
И затова за мен е голяма чест ... 
За мен е голямо удоволствие и още по - голяма чест , да последвам стъпките на родителите си и да ви представя новата колекция . 
Научи го преди презентацията . - Да . 
Как беше обучението с Чарлз ? 
Имаш ли някакви въпроси ? 
Разбира се . 
Ти си се подготвил за най - важното събитие в живота ти . 
Виждаш всичките ми имейли от дни , щателно отбелязваш всички дати , научи всички думи наизуст и проучи новата колекция до най - малкия детайл . 
Знам какво се очаква от мен . 
Утре , Джеймс , ставаш г - н Бофорт Младши . 
Поканих главния PR директор на вечеря след пресконференцията . 
Бъди готов . 
Трябва да отида на дарителското парти в Макстън Хол . 
Животът е свързан с решения , Джеймс . 
И знаеш ли защо ? 
Защото не можем да имаме всичко . 
Увлечението ни превръща в идиоти . 
Какво ще избереш ? 
Влюбване , което дори няма да помниш след две години , или твоето семейство ? 
Това е твоето решение . 
Но би било чудесно , ако помислиш . 
За да можем да се фокусираме върху важните неща . 
Честит рожден ден ! 
Честит рожден ден , скъпа Руби ! 
Честит рожден ден ! 
Пожелай си нещо ! 
Така ? Правилният ли е ? 
Боже мой ! Благодаря ти , татко ! 
Това е четвърти том от подготвителна серия за Оксфорд . Ще купя и петия . 
Още една огромна тухла . Ура ! Добре , следващият е моят . 
Еха ! Том пети . Кой би си помислил ? 
Благодаря ти . 
Мога ли най - накрая да ям от моята торта ? 
Не толкова бързо . 
Има още един подарък . 
Покажи ми . Какво е ? - Това е мое . 
Покажи ми . - Не . 
Трябва да ходя на училище ! 
- Кой ходи на училище в събота ? 
Мамо , помогни ми . 
Не , чакай ! 
Съжалявам за това , което казах , Лид . 
Ти беше права . 
За момент исках да повярвам , че контролирам живота си . 
Просто е несправедливо . 
Какво знаеш за несправедливостта ? 
Татко не говори с мен , освен ако не му трябва нещо . Мъжът , когото обичам , чука бившата си и ти си лицето на концепцията , върху която работя от години . 
Всичко , което е важно за мен , не е мое . 
Нямаш представа какво означава да бъдеш план Б . 
Така че направи услуга и на двама ни , изиграй своята роля . 
Трябва да се сменим , както в " Капан за родители " . 
Ти отиваш на пресконференцията , аз на партито . 
Може да си сложа мустак . 
Никой няма да забележи . - Никой . 
Всичко наред ли е ? 
Татко организира вечеря с PR служителя . 
Ще пропусна вечерята в Макстън Хол . 
Руби има рожден ден днес . 
Знам , че събитието е важно за компанията . За татко , за мама , за Лидия . 
Просто се чувствам като лайно . 
Това е добре . 
Болката е сигнал , че си готов за промяна . 
Те са навсякъде . 
Другите ги хващат . Гостите ще дойдат скоро . 
Как ще работя с птици , които летят наоколо ? 
Това са 150 яребици . - Ако Лексингтън разбере , ще загина . 
Мъртва съм . 
Тогава какво чакаш ? 
И , Руби , честит рожден ден . 
Да хванем това . - Добре . 
Не го оставяйте да избяга ! 
Сигурен ли си , че е тук ? - Да . 
Те са наистина бързи . 
Точно като теб . Може би затова имаш и второ име . 
Какво ? - Казах ти , че ще разбера . 
Защо не харесваш Джемайма ? Това означава " гълъб " . 
Виждаш ли го някъде ? 
- Не . 
Почивка ? 
Почивка . 
Благодаря ти за подаръците . 
Чантата е красива . А рисунката ... 
Ще ми кажеш ли презимето си , или трябва и аз да те разуча ? 
Мога да го ушия на нещо за рождения ти ден . 
Повярвай ми , имам достатъчно дрехи с моите инициали . 
" M " означава Мортимър . 
Не мога да дойда тази вечер . 
Пускаме нашата нова линия и татко иска да се срещна с PR служителя . 
Съжалявам . 
Сигурна съм , че ще бъде вълнуващо . 
Просто искам да приключим с това . 
Не искам да ходя на пресконференцията или да поемам Бофорт . 
Дори не искам да отида в Оксфорд . 
Наистина ли ? 
Беше права в подготвителния курс . 
Аз не съм нищо повече от моето име . 
На хартия имам всичко , всички тези възможности , но ... Нищо от това не е мое решение . 
А ти какво искаш ? 
Какво би те направило щастлив ? 
Не знам . 
Мисля , че всеки има моменти , когато забравя всичко около себе си . Когато спрат да поставят под въпрос всяка стъпка и просто следват интуицията си . 
Мисля , че животът е да си позволиш тази мисъл . 
За да разбереш каква е истинската ти страст . 
Руби , хванах последния . 
Не разбирам , г - це Бел . 
Първо , казваш , че ти е развалил партито , след това отказваш да работиш с него , а сега ме молиш да му простя и да го пусна да играе ? 
- Джеймс допринесе много за партито , в измисляне на тема и осъществяването й . 
Той се държа зле преди , но сега се държи добре . 
Ако това парти е успешно , а ще бъде , трябва да му благодарим . 
Добре . - Наистина ли ? 
Да . 
След като купонът мине безпроблемно , той може да играе лакрос . - Благодаря ви , господине . 
Но , г - це Бел ? Не забравяйте какво се изисква от вас на партито . 
Не само за г - н Бофорт , но и за вас . 
Баща ми ще вземе яребиците след 30 минути за нашата ферма . 
Доставчиците носят пилета . Мъртви този път . 
Съжалявам , Кирън . Дай ми една минута . - Да . 
Голяма нощ . 
- Не само за мен . 
Мога да изпратя стриптийзьорки , за да не ти липсвам . 
Давай , махай се от тук . 
- Вземи препоръчителното писмо . 
" Днес започва нова глава за всеки от нас " . " И затова е голямо удоволствие и ... 
Още по - голяма чест да следвам стъпките на родителите си , и да ви представя нашата нова колекция " . 
Луда си , че знаеш речта наизуст . 
Аз я написах . 
" Но не се притеснявай , Джеймс , проправям пътя и за двама ни днес . " 
" Ти ще си лицето на следващата линия . " 
" В живота трябва да се взима , не можем да имаме всичко " . 
" Нуждаем се от теб . " 
Никога няма да спре . 
Винаги ще има нещо , което е по - важно от това , което искаме . 
Докато решим кое е важно . 
Караш противника да мисли , че има само един начин на действие . 
Пърси . 
- Обърни . 
Не им позволявай да те удрят или да те опипват . 
Вземи такси до вкъщи , тъй като не можем да те вземем . 
Добре . 
Чакай , имам идея за косата ти . 
Скъпа , приятно прекарване ! 
Благодаря . 
Руби , успокой се за пет секунди ? 
Аз съм напълно спокойна . 
Разбихме се от работа за това парти . 
И се огледай . Перфектно е . 
Имаш рожден ден и изглеждаш невероятно . 
Ще получиш твоето препоръчително писмо и ние ще отидем в Оксфорд . 
И ти си проклета принцеса дори без своя принц . 
И така , можем ли да се насладим на вечерта сега ? 
В какво се превърнахме ? 
Зомбита на смартфони . 
Алистър , спри да проверяваш имейлите си . Осигури си срещи ? 
Как се казва приложението ? 
Хайде да потърсим мъжа на мечтите ти . 
Искам да кажа , той е наистина сладък . 
Какво за него ? 
Той е по - красив от мен . 
Би ли ме отхвърлил , ако имах профил тук ? 
Не само теб , но и всички други . 
Не го прави . 
Просто не ходи . 
Точно така . - Не знам , човече . 
Ако Алистър не може да намери щастието , ще го намерим вместо него . 
Да му намерим някого . Този красив ли е ? 
Или този ? 
- Престани . 
Спри с тази мъжественост . 
Кажи кои момчета смяташ за горещи . 
Спри ! 
Ето един , въпреки че не може да видим лицето му . 
Това трябва ли да ни притеснява ? 
Мислите ли , че Алистър харесва едри момчета ? 
Откъде да знам ? 
Не се интересувам от мъже . 
Имам съвпадение . 
Може да прекараш целия си живот в колебание . Но само ако се осмелиш да скочиш , ще разбереш какво има зад скалата . 
Бездна ? Или вятър , който ще те носи ? 
Моментът , в който губиш почвата под краката си , е страшен . 
Ако се съсредоточиш върху мечтите си , забравяш за гравитацията . 
Понякога това е самият акт . 
Фактът , че вземаш съдбата си в свои ръце може да промени кой си . 
Къде , по дяволите , е Джеймс ? 
- Където му е мястото . 
Точно като мен . 
Какво правиш тук ? 
Остават ни три часа от рождения ти ден . 
Да им се насладим . 
Имам изненада за теб . 
Говорих с Лексингтън . 
Ако партито върви както той иска , може да играеш лакрос отново . 
Какво ? 
Рубин Джемайма 
Трябва да е изгорял бушон . 
Таблото е близо до стълбите . 
Това е последното нещо , което правиш за комисията . 
За мен беше удоволствие да работя с теб . 
Сякаш се сбогуваш . 
Така изглежда , когато знаеш какво се очаква от теб ? 
