روبی 
روبی 
زنگ ساعتت ده دقیقه است داره زنگ میزنه همه رو بیدار میکنه 
ببخشید که باید بیدارت میکردم 
بنظر میاد از یه خواب خوش بیدار شدی 
پولیور قشنگی تنته 
از مامان قایمش کن چون میشورتش و بوی اون ازش میره 
نزدیکی و دوری همیشه با هم ناسازگار نیستند 
میتونی حس نزدیکی به کسی بکنی که ازت کیلومترها فاصله داره یا اینکه به کسی اعتماد میکنی که تا دو هفته پیش ازش متنفر بودی 
روبی : بابت دیروز ممنونم . 
خیلی لطف کردی 
ممنون بابت دیروز ، حتما نباید من رو تا خونه میرسوندی 
من همیشه فکر میکردم که تمام راههای از دست دادن کنترل بلدم 
الکل ، سکس ، مواد 
هیچوقت نمیدونستم که اینها بچه بازی هستند 
از دیشب فهمیدم از دست دادن کنترل احساساتت چه معنیی میده 
روبی : 
ممنون آر.جی.بی 
جیمز : هنوز بهم نگفتی اون جی وسط چه معنیی میده - جی . ام . بی 
روبی : هیچوقت هم نخواهم گفت - آر.جی.بی 
جیمز : قبول کن اون جی بخاطر جیمز هستش - جی.ام.بی 
روبی : بنظر میاد عزت نفست هنوز سالمه - آر.جی.بی 
جیمز : سوالم رو جواب ندادیا فکر کنم اسم ضایعی باشه 
- جی.ام.بی 
روبی : هروقت ام خودت رو لو دادی منم جی خودم رو میگم 
جیمز : تلاش خوبیه جی.ام.بی 
جیمز : حالت بهتره ؟ 
روبی : آره ولی بابت امروز اضطراب دارم 
جیمز : 
نگران نباش بیشتر آدمها چیزی بیشتر از کمر خیس من رو ندیدند 
روبی : لااقل شب خوبی رو داشته اند 
روبی بل داری سعی میکنی مخم رو بزنی ؟ 
مکستون هال دنیای بین ما 
براساس رمان نجاتم بده نوشته مونا کاستن 
دختر نانوا رو 
چرا اینقدر بد نگاهت میکنند ؟ 
چیزی توی صورتم دیدند که خیره میشن ؟ 
به خودت نگیر 
از کد بوفورت استفاده کن : بی تفاوتی کامل داشته باش مهم نیست توی چه وضعیتی هستی 
بنظر میاد یه کم باید کتک بخوری 
فکر کنم از کتک خوردن خوشم بیاد 
این روبی بل هستش ؟ 
خیلی راحت و بی تفاوته . 
جیمز بوفورت اونو توی بغلش میبره ، خوش بحالش 
بس کن منظورم اینه هرچی که بشه خیلی خوبه 
با تمرین کردن میتونی خودت رو باور کنی ، بهم اعتماد کن من سالهاست دارم این کارو میکنم 
مکستون هال 
دلت تنگ شده نه ؟ 
یالا بچه ها ما برنده میشیم 
ما برنده میشیم مثل بقیه نیستیم 
الن : لعنتی این چه مسخره بازی بود دیشب ، بهم زنگ بزن 
لیدیا بهم بی محلی نکن و بگو ببینم 
بگو ببینم چیزی بین اون دو تا هست ؟ 
صبح بخیر 
شیرینی دارچینی میخوری ؟ 
از یه شیرینی فروشی توی کامپتون سفارش دادم 
ممنون 
من باید ازت ممنون باشم 
بدون تو فردا کلکسیون جدیدی درکار نبود 
اشتیاق و خلاقیت زیادی در مفهومش وجود داره 
نوآوری کیفیت 
هرچیزی که با بوفورت همراهه 
و دقیقا همین رو باید جیمز فردا در کنفرانس مطبوعاتی شکل بده 
در مورد این دختر چی میدونی ؟ 
هیچی 
فکر میکنم اونم میاد توی مدرسه مون 
این فقط یه شوخی مهمونی احمقانه بود 
چند نفرمون توی استخر گند زدیم 
تو خودت میدونی با اومدن یه آدم اشتباه به زندگی چطور تمام زندگی نابود میشه 
من باید 500 هزار پوند به دوست پسر قبلیت بدم تا عکسهایی که از تو داشته رو نابود کنه 
فردا برادرت راه رو برای هردوی شما هموار میکنه 
ایده بوفورت جوان تازه شروع کاره 
شاید تو خط بعدی رو راه بندازی 
من میدونم که تواناییش رو داری 
اما اولین مرحله اینه که مطمئن شیم که جیمز کنفرانس مطبوعاتی رو خراب نمیکنه 
نباید ذهنش آشفته بشه الان نه 
شما دو تا بهم نزدیک هستین 
از این نزدیکی استفاده کن 
جیمز میدونی صبحونه امروز رو با کی خوردم ؟ 
بابا 
باید با روبی بیشتر از این مراقب باشی 
اون ازت خواست که باهام صحبت کنی ؟ 
یه همچین چیزایی 
میتونی بهش بگی فقط یه عکس بوده فقط یه عکس ؟ 
اگه فکر کنه که حواست پرت شده هم کله تو رو میکنه هم کله منو 
حواسم به همه چیز هست 
جیمز لیدیا 
اگه بهش گوش ندی اون خوشش نمیاد 
اونوقت خودش ترتیب کار رو میده نگران من نباش 
لااقل روبی معلم نیست 
این جعبه ها برای یه نفر سنگینه میخوای بهت کمک کنیم ؟ 
خب اون چطور بود ؟ 
چیزی که راجع بهش میگن راسته ؟ 
چی ؟ 
خودت میدونی 
توی لیموزینش انجام دادی یا بیرونش ؟ 
بگو که توی لیموزینش انجام دادید 
هرچی که باشه ، میسپرمش به رویاپردازیهای خودتون 
و اینم برای شمعها 
همه فکر میکنن که من با جیمز خوابیدم خب ؟ 
نه ما حتی همدیگه رو نبوسیدیم 
اون جون تو رو نجات داد ، رید به دوستهاش و بعد با یه تیشرت خیس بلندت میکنه میبره اونم توی یه شبی با ماه کامل اونوقت اصلا نبوسیدت ؟ 
چی دیگه میخواستین ؟ آتش بازی ؟ 
من ویدئوها رو دیدم توی شبکه های اجتماعی پخش شده 
تو نمیتونی با هری استایل ( خواننده معروف ) قرار بذاری و فکر کنی کسی متوجه نمیشه 
من مطمئن نیستم که این یه قرار بوده باشه میخواهی باهاش داشته باشی یا نه ؟ 
سلام روبی 
غذاهای سرد رو کیترینگ بزودی میاره 
قالبهای یخ ، گوشت ممنون کیرن 
مشکلی نیست همه چیز تو دستمه 
میز هم توی دستته ؟ 
گفتم باید میرفتند اون پشت 
با اون بیچاره چی کار کردی ؟ من ؟ 
این خودنماییها رو بخاطر من که اجرا نمیکنه 
اگرچه باید اقرار کنم یه کم داغ هستش 
وقتی یه مرد با یه خانوم رفتار خوب داره معنیس این نیست که چیزی ازش میخواد 
شک دارم که بتونیم رادرفورد رو بعنوان یه مرد قلمداد کنیم 
ممنون 
این اولین مهمونی مدرسه است که واقعا منتظر برگزاریشم 
باید به موقع بیام یا یه ساعت دیرتر ؟ 
پس شاید برای تولد روبی بتونی بموقع بیای 
فردا تولدته ؟ 
نشنیدی ؟ 
لکسینگتون میخواد برام یه مهمونی بزرگ بگیره 
پس قطعا سروقت میرسم قول میدم 
وگرنه اولین رقصت رو با کی قراره اجرا کنی ؟ 
مطمئنا به یه نفری فکر میکنم 
روبی میخواستی که کیترینگ میخواستی که تا حد امکان همه چیز تازه باشه نه ؟ 
میتونیم خودمون سرشون رو ببریم 
تو میخوای 150 تا کبک رو سر ببری ؟ توی آشپزخونه مدرسه ؟ 
نه البته که نه 
روبی درستش میکنم 
میتونستم سعی کنم یه جورایی 
این حیوانات رو باید ببری یه جای دیگه ولی مراقب باشه یه جایی باشه که بتونن هوا بخورن 
شنیدید روبی چی گفت 
خوبه آقای لکسینگتون یه سوالی دارم در مورد 
راستی رادرفورد 
کارت خوب بود 
کارت خوب بود 
دیدی چطوری بهش نگاه میکنه ؟ 
بالاخره برای یه مدت با هم بودند 
واقعا ؟ 
باهاش میخوابی ؟ 
چی ؟ 
یا اینکه داری خاطرات قدیمی ات رو شعله ور میکنی تا منو بندازی بیرون 
البته شما با هم همکار هستید 
یا میتونه خیلی ناخوشایند باشه یا خیلی کارساز 
اگه سوالی در مورد امتحان داری میدونی من رو کجا میتونی پیدا کنی دوشیزه بوفورت ولی الان باید برم 
آیا برای تو واقعا اینقدر ساده است ؟ 
که برگردی به وضعیت قبلیت ؟ 
اینکه جوری نشون بدی که جز معلمم کس دیگه ای برای من نیستی ؟ 
این برنامه مون نبود ؟ 
که جوری وانمود کنیم که انگار هیچ اتفاقی نیفتاده ؟ 
فقط یه هفته ازش گذشته و جوری نشون میدی که انگار از قبل خوشحال تری 
چطوری باید نشون بدم ؟ مثل آدمی که عشق زندگیش رو از دست داده ؟ 
به من اونطوری نگاه نکن 
چرا نه ؟ 
چون در غیر اینصورت قسم میخورم کاری میکنم که دیگه جرات تکرار کردنش رو نداشته باشم 
لعنتی اگه به برنامه مون پابند نباشیم نمیتونم از پسش بربیام 
بهش پابند نباش 
بیا از اینجا بریم همین امروز 
وسایلمون رو جمع میکنیم و یه جایی از اول شروع میکنیم 
تو شغل جدید پیدا میکنی منم درسم رو تموم میکنم 
تو این رو نمیخوای ، واقعا نمیخوای 
میخوای خونه ات ، خانواده ات و دوستات رو ترک کنی 
میخوام پیش تو باشم ولی نه اینطوری 
نمیتونم این کارو باهات بکنم لیدیا 
تو اصلا نمیدونی من چی میخوام 
اما برای خودت کاملا روشن کردی چی میخوای 
روبی چطوره ؟ 
بهتره 
خوبه 
سایریل یه دیوونه واقعیه 
چیز جدیدی نیست 
یه مهمونی پرحادثه ای بود همه جوره با هم 
منو ببخش که یهویی وارد اتاق شدم 
فکر کنم کش خوشش نیومد 
آره 
اون هنوز آماده اش نیست 
تو باهاش چطوری کنار میای ؟ 
من کاملا بهش علاقمندم 
این کمک کننده است 
هیچوقت فکر نمیکردم که یه روز ببینم جیمز بوفورت که 600 تا بلدرچین رو توی حیاط جابجا کنه فقط واسه یه دختر ؟ 
اینا کبک هستند نه بلدرچین 
چطوره بجای اینکه حرف بزنی یه کم کمک کنی ؟ 
باشه حتما اما کجا ببرم ؟ 
یه جایی که بتونن یه کم هوای تازه بخورن 
بهمین دلیله که افتخار من اینه که 
خوشحالی بزرگ من و افتخاری بزرگتر برای من که جای پای والدینم بگذارم و به حضورتان کلکسیون جدید رو بعنوان مدیر جدید معرفی کنم 
این متن رو قبل از اجرا چند بار تمرین کنین بله 
کار با چارلز چطور بود ؟ 
سوالی داری ؟ 
البته 
تو پیشاپیش برای مهمترین رویداد زندگیت خودت رو خوب آماده کردی 
چند روزه که تمام ایمیلهای من رو بررسی کرده ای تمام تاریخها رو با دقت یادداشت کردی تمام کلمات رو از ته دل یاد گرفتی و کلکسیون جدید رو تا کوچکترین جزییاتش بررسی کردی 
میدونم چه انتظاری از من میره 
جیمز تو فردا میشی آقای بوفورت جونیور 
من افسر ارشد روابط عمومی رو برای صرف شام و مشروب بعد از کنفرانس مطبوعاتی دعوت کردم 
حواست باشه که آماده باشی 
من باید به مهمانی اهداکنندگان مکستون هال برم 
زندگی برمیگرده به تصمیمات فرد جیمز 
میدونی چرا ؟ 
چون ما نمیتونیم همه چیز رو با هم داشته باشیم 
دلباخته شدن از ما یه احمق میسازه 
کدوم رو انتخاب میکنی ؟ 
یه عشقی که دو سال دیگه حتی یادشم نمیافتی یا خانواده ات ؟ 
تصمیم با توئه 
ولی خوب میشه اگه نهایتا این تصمیم رو بگیری 
چون اونوقت میتونیم روی چیزهای مهم تمرکز کنیم 
تولدت مبارک 
تولدت مبارک روبی عزیز 
تولدت مبارک 
یه آرزو بکن 
خب خودشه ؟ 
اوه خدای من ممنون بابا 
این جلد چهارم از سری کتابهای آماده سازی برای آکسفورده فقط میمونه جلد پنجمش 
یه کتاب بزرگ دیگه که عین آجر میمونه خب مال من رو باز کن 
وای جلد پنجم ، از کجا میدونستی ؟ 
ممنون 
میتونم بالاخره یه تکه از کیکم بخورم ؟ 
نه اینقدر زود 
اینم یه هدیه دیگه برای تو 
نشون بده ببینم چیه ؟ مال منه 
نشونم بده نه 
من باید برم مدرسه 
کی شنبه میره مدرسه ؟ 
مامان کمکم کن باشه 
نه صبر کن 
بابت حرفی که زدم ببخشید لید 
تو حق داشتی 
برای یه لحظه میخواستم باور کنم که من دارم زندگیم رو کنترل میکنم نه اون 
این منصفانه نیست 
در مورد غیرمنصفانه بودن چی میدونی ؟ 
بابا هیچوقت با من صحبت نمیکنه مگر اینکه بخواد باج بگیره مردی که دوستش دارم با دوست دختر قبلیش میخوابه و حالا تو قراره چیزی رو که من سالها روش کار میکردم رو صاحب شی 
هرچیزی که برای من مهمه یا مال من نیست یا اشتباهه 
تو نمیدونی جایگاه دوم داشتن برای همه چه معنیی میده 
پس به هردومون یه لطفی بکن و نقشت رو بازی کن این راه بهتریه 
شاید باید جاهامون رو عوض کنیم مثل فیلم تله خانوادگی 
تو میری به کنفرانس مطبوعاتی من میرم به مهمونی مدرسه 
میتونم فقط یه سبیل بچسبونم 
مطمئنم کسی نمیفهمه امکان نداره 
همه چیز روبراهه ؟ 
بابا برنامه شام و نوشیدنی با افسر ارشد مطبوعاتی گذاشته 
منم مهمونی مکستون هال رو از دست میدم 
امروز تولد روبیه 
من میدونم که مراسم امشب برای شرکت خیلی مهمه برای بابا ، برای مامان و برای لیدیا 
من حس خیلی بدی دارم 
خوبه 
درد یه علامته که نشون میده برای یه تغییر آماده ای 
اونا همه جا هستند 
بقیه دارند اونها رو میگیرند و دکوراسیون تا یکساعت دیگه میرسه 
چطوری باید کار کنیم وقتی این پرنده ها دارند همه جا پرواز میکنند ؟ 
حدود 150 تا کبکه اگه لکسینگتون بفهمه کارم تمومه 
تمومه 
پس منتظر چی هستی ؟ 
روبی تولدت مبارک 
بریم این پشت باشه 
نذار در بره 
مطمئنی که این توئه ؟ صد در صد 
با این پاهای کوچولوشون واقعا سریع هستند 
درست مثل تو شاید به همین دلیله که والدینت بهت اسم وسط هم دادند 
چی ؟ بهت گفتم که پیداش میکنم 
من نمیدونم چرا با اسم جمایما مشکل داری ، معنیش میشه کبوتر خیلی هم بامزه است 
چیزی دیدی ؟ 
نه 
استراحت کنیم ؟ 
استراحت کنیم 
بابت کادوهات ممنون 
کیف قشنگیه و علائمش 
بهم میگی اسم وسطت چیه یا منم باید یواشکی بفهمم 
منم میتونم اسمت رو روی کادوی تولدت بدوزم 
باور کن خیلی لباس دارم که حروف اول اسمم روش هست 
ام بخاطر مورتیمر هستش مثل بابام 
من امشب نمیتونم بیام 
داریم خط جدیدمون بوفورت جوان رو معرفی میکنیم و بابا ازم خواسته که با افسر ارشد مطبوعاتی آشنا شم 
معذرت میخوام 
مطمئنا هیجان انگیز هست 
کاش زودتر بگذره 
من نمیخوام به کنفرانس مطبوعاتی برم من نمیخوام بوفورت به من برسه 
حتی فکر نمیکنم که بخوام به آکسفورد برم 
واقعا ؟ 
توی اون کلاسهای آماده سازی حق داشتی 
من هیچی نیستم بجز اسمی که دارم 
روی کاغذ تمام موفقیتها و شانسها رو دارم ولی هیچکدوم اینها تصمیم من نیستند 
چی میخوای ؟ 
اگه هرکاری که بخوای رو بتونی انجام بدی چی کار میکنی تا خوشحال باشی ؟ 
نمیدونم 
فکر میکنم هرکسی یه وقتهایی همه چیز رو در اطرافش فراموش میکنه وقتی دیگه با هر قدم که میری فکرهات رو زیر سوال میبری و فکر میکنی فقط شهودت به دنبال میاد 
فکر میکنم زندگی اجازه دادن به همین افکاره 
تا پیدا کنی چه چیزی واقعا تو رو دلگرم میکنه 
روبی من آخریش رو گرفتم 
فقط برای اینکه مشخص کنم که آیا همه چیز رو درست فهمیده ام دوشیزه بل 
اول گفتی که اون مهمونیت رو خراب کرد بعد نخواستی باهاش کار کنی بعد ازم میخوای که جریمه اش رو کوتاه کنم و بهش اجازه بدم برگرده به زمین لاکروس ؟ 
جیمز برای این مهمونی خیلی کارها کرد موضوع این مهمونی رو عوض کرد و عملی کرد 
اون قطعا قبلا رفتارش اشتباه بود ولی ترجیح میدم آدمها رو روی رفتار فعلیشون قضاوت کنم 
اگه این مهمونی موفقیت آمیز باشه که همینطورم میشه باید از اون ممنون باشیم 
باشه واقعا ؟ 
بله 
بعد از مهمونی درصورتیکه همه چیز بدون مشکل جلو بره آقای بوفورت میتونه برگرده به زمین لاکروس ممنون آقا 
اما دوشیزه بل یادت نره امشب واقعا چطوری باید بگذره 
نه فقط برای آقای بوفورت بلکه برای خودت هم 
بابام تا نیمساعت دیگه میاد و کبکها رو میبره به مزرعه مون 
و کیترینگ در عوض برامون جوجه میاره البته مرده اش رو 
ببخشید کیرن میشه یه دقیقه بهم وقت بدی ؟ آره 
شب بزرگی میشه 
نه فقط برای من 
میتونم چند تا رقاص بفرستم که دلت واسم تنگ نشه 
یالا برو از اینجا بیرون 
امشب توصیه نامه ات رو میگیری 
امشب برای هممون فصل جدیدی شروع میشه و بهمین دلیل شادمانی بزرگیه و 
حتی افتخار بزرگیه که جای پای والدینم بگذارم و امروز کلکسیون جدیدمون رو بعنوان مدیر جدید معرفی کنم 
دیوانه کننده است که تو سخنرانی من رو از ته دلت میشناسی 
خب من اونو نوشتم 
ولی نگران نباش امروز جیمز برای هردوی شما راه رو هموار میکنه 
شاید تو چهره خط بعدی بشی 
زندگی برمیگرده به تصمیمات ما چون ما نمیتونیم همه چیز رو با هم داشته باشیم 
ما بهت نیاز داریم 
باید همینطوری پیش بره 
همیشه چیزهایی هست مهمتر از خواسته های ماست 
تاوقتی که ما تصمیم بگیریم چی مهمتره 
همیشه باید برای رقیب این حس رو بیاری که فکر کنه تنها یه راه حرکت داره ، درسته ؟ 
پرسی 
دور بزن 
نذار کسی بهت چرت و پرت بگه و بهت دست بزنه 
یه تاکسی بگیر برگرد خونه چون ما نمیتونیم بیاییم دنبالت 
باشه 
صبر کن برای موهات یه نظری دارم 
عزیزم خوش بگذره 
ممنون 
روبی میشه لطفا برای 5 ثانیه آروم باشی ؟ 
من کاملا آرومم 
ما برای این مهمونی ماتحتمون رو پاره کردیم 
و یه نگاه بنداز عالیه 
تولدته و تو فوق العاده شدی 
تو توصیه نامه ات رو میگیری ما میریم به آکسفورد و میشیم بیانسه سیاست 
و تو هم یه پرنسس لعنتی هستی بدون پرنس خودت 
پس حالا میتونیم از شبمون لذت ببریم ؟ 
ما چی شدیم ؟ 
زامبی های تلفن هوشمند 
آلیستر دیگه ایمیلهات رو چک نکن یه وقت هم به ما بده باشه ؟ 
این یکی ، اینم یکی دیگه اسم این اپ چیه ؟ 
بیا به مرد رویاهات یه نگاه بندازیم 
منظورم اینه که خیلی بامزه است 
این یکی چی ؟ 
اون از من خوشگلتره 
اگه منم اینجا پروفایل داشتم من رو هم رد میکردی ؟ 
بهتره روی من فرافکنی نکنی واسه اینکه جایگزینت پیدا شده 
اون جایگزین من نشد 
فقط دیگه اون دختر نیامد سمت من 
دقیقا من نمیدونم چرا 
اگه آلیستر نمیتونه خوشبختی خودش رو پیدا کنه ما باید براش پیدا کنیم 
بیا براش یکی رو پیدا کنیم فکر میکنی این خوشگلتره ؟ 
یا این 
باید باشه 
بذار بیخیال مردها بشیم 
فقط بهم بگو فکر میکنی کدوم اینها رو جذاب باشند 
بس کن 
این خوبه ولی صورتش رو نشون نداده 
باید به ما مربوط باشه ؟ 
فکر میکنی آلیستر بیشتر دنبال افراد چاق هستش یا مردونه و عضلانی 
من از کجا بدونم ؟ 
من هیچوقت با یه مرد کاری ندارم 
یکی رو پیدا کردم 
میتونی تمام عمرت رو با تردید بگذرونی ولی فقط وقتی که جرات پریدن داشته باشی میفهمی که پشت صخره چی وجود داره 
یه پرتگاه یا بادی که تو رو با خودش ببره ؟ 
لحظه ای که زمین زیر پات رو از دست میدی ترسناکه 
اگه روی رویاهات تمرکز کنی فراموش میکنی که جاذبه میتونه فریبت بده 
گاهی فقط عملکرد هست 
واقعیتی که سرنوشت تو رو در دست تو قرار میده میتونه از کسی که هستی تغییرت بده 
جیمز رفته به کدوم جهنمی ؟ 
به جایی که بهش تعلق داره 
درست مثل من 
تو اینجا داری چی کار میکنی ؟ 
سه ساعت از تولدت باقی مونده 
توصیه میکنم از این زمان لذت ببریم 
من یه سورپرایز برات دارم 
با لکسینگتون صحبت کردم 
اگه مهمونی اونطور که اون میخواد پیش بره میتونی دوباره لاکروس بازی کنی 
چی ؟ 
روبی جمایما بل 
فیوز پریده 
جعبه فیوز نزدیک پله ها در راهروی غربیه 
این آخرین کار رسمی تو بعنوان عضو کمیته بود 
کار کردن با تو لذتبخش بود 
جوری میگی که انگار میخوای خداحافظی کنی 
پس این کارو میکنی وقتی میدونی چی ازت انتظار میره 
