מצאת אותו ? 
הוא בסדר ? 
מה ? מה קרה ? 
פאקינג אלוהים אדירים , לייטון . 
מה שקרה היה באשמתי . 
אתה שומע אותי , ג'ייסון ? 
מה שקרה היה באשמתי . 
חזרת ולא היינו מוכנים . 
לא היינו מוכנים שתהיה ... במצב רע כל כך . 
אני לא רוצה לקשור אותך , אבל כל עוד אתה מסכן את עצמך ואחרים המצב הזה לא יכול להשתנות . 
אתה ... אתה שלחת את האישה ההיא לדירה של דניאלה ? 
אני רק מנסה לעזור לך להיזכר איזה אדם מבריק אתה 
ואיזה דבר אדיר יצרת . 
לך תזדיין . 
מה זה ? 
זה יין . 
- הזמנתי בקבוק נוסף ... - בסדר . כי הוא היה נחמד כל כך . כן , נכון , הוא היה מעולה . 
הוא עלה גם 100 דולר . 
מה ? 
אני מרגישה שאתה מנסה להשכיב אותי . 
אני בהחלט מנסה להשכיב אותך . - באמת ? - באמת . 
בסדר , אבל ה ... אתה יודע , כל הפיתוי הזה , עבר זמן מה . 
אל תטעה , זה מדהים . 
תמשיך בזה , אבל ... היי , היי ! 
- אני לא יכולה להישאר . 
מייק יצא להביא את המכונית , אבל ראיתי אתכם , זוג יונים ... ורציתי להגיד שלום . 
היי . לא , אני שמח שבאת . טוב לפגוש אותך . 
- כן , אני נרגשת לקראת מחר . - מחר . - מה להביא ? - שום דבר . רק את עצמכם . 
בסדר , מושלם . 
- בסדר , להתראות , ביי . - ביי . 
כן . להתראות . 
מה ... 
- ברברה ? - כן , ברברה . 
- מה קורה מחר ? 
- ארוחת הערב שאנחנו עורכים . 
בבית ? 
כן , דיברנו על זה . 
- שכחת . - כן . - כן , שכחת . - לא , רגע ... כן . - כן . כן . - כן . 
תזכירי לי מי יבוא . 
הוא ייגש אלייך מיד . 
זה היה המשרד של סבא שלי . 
אני שומר אותו בדיוק כמו שהוא עזב אותו . 
אני הבלשית מייסון . 
לייטון ואנס . נעים מאוד . 
המשפחה שלך עסקה בעולם התעופה ? 
הוא הקים את ולוסיטי לפני 52 שנה . 
הוא בנה מנועי סילון . 
אלה אתם ? 
ההורים שלי מתו כשהייתי צעיר . 
הוא גידל אותי . 
בבקשה , מכאן . 
אז ג'ייסון דסן . הוא עבד כאן במשך ... שמונה שנים . מתי ראית אותו לאחרונה ? 
לפני יותר משנה . 
יום אחד הוא פשוט לא הגיע לעבודה ומאז לא ראיתי אותו . אף אחד לא ראה אותו , למיטב ידיעתי . 
את בטוחה שאת לא רוצה קפה או מים ? - לא , אני בסדר . - לא ? בסדר . 
שמעי , דיברתי עם המשטרה כשג'ייסון נעלם . 
מה אתם עושים כאן ? 
מו"פ . 
מה זה אומר ? 
מחקר ופיתוח ? 
לא , אני יודעת מה זה אומר . 
מה אתם מייצרים ? 
קיוביטי סיליקון מבוססי טרנזיסטור למעבדי קוונטים . 
זה לא דבר שקל להגיד . 
תשמע , הייתה אישה נוספת , בלייר קפלן . 
גם היא עבדה כאן , נכון ? כן . בלייר . 
כן , היא נעלמה . 
- לפני 18 חודשים ? - כן , זה ... כולם כאן לקחו את זה קשה . 
אז ג'ייסון והיא עבדו באותה הקבוצה ? 
לא , בלייר עבדה בשיפור תהליכים . 
מה העניין ? 
ג'ייסון דסן התאשפז בבית החולים ג'ון אוף גוד ג'נרל לפני שלושה ימים . 
מה ? 
לא ידעת ? לא , לא ידעתי . 
הוא בסדר ? 
זה לא ידוע . 
הוא עזב את בית החולים לפני שהגעתי לשם . 
אבל ראו אותו בתערוכת אמנות בהמשך הערב . 
אני חשבתי שאולי הוא פנה אליך . 
אליי ? לא . 
לא . חבל שלא . 
טוב , אנחנו מחפשים אותו . וואו . 
לפי הרשימות של קודמי בתפקיד הייתה לו מערכת יחסים עם עובדת אחרת כשנעלם . 
ד"ר אמנדה לוקאס . 
ד"ר לוקאס במשרד היום ? 
איך הלך ? 
איך הלך בלשקר למשטרה ? אדיר . סופר מעולה . 
דון אמרה שהיא ניסתה לחייג למשטרה . אז היא ירתה בה ? דברי בשקט יותר . 
אמרתי לה להביא את שניהם לכאן , בסדר ? לא ידעתי שהיא ... כי היא לא יציבה בכלל ... - אמנדה . - ומסרבת לטפל בתסמונת דחק פוסט טראומתי . 
- אמנדה . - אמרתי לך לא לשכור אותה . 
מספיק ! מספיק . 
היא הזכירה את בלייר ? הבלשית . 
ברור שהיא הזכירה אותה . 
אמנדה , במשטרת שיקגו קרובים מאוד להבין מה קרה לג'ייסון , לבלייר , את כל העניין . 
את יודעת מה יקרה אם הם יבינו . נאבד כל מה שעבדנו למענו . נשב בכלא . 
עברו שנה וחצי מאז שהתיבה הופעלה . - השקעתי מיליארד בחרא הזה . - שיזדיינו המיליארדים שלך . שיזדיינו המיליארדים שלי ? שיזדיינו המיליארדים שלי . 
ארבעה אנשים נעדרים ועכשיו דניאלה ורגס . 
ומשום מה , הוא מצא דרך לחזור . 
איך ? איך הוא פאקינג עשה את זה ? 
כלומר , מה לעזאזל קרה לו ? 
אולי סופרפוזיציה פוגעת במוח . 
אז הזיכרונות שלו התבלבלו ? הזהות שלו ? 
אני לא יודעת . 
זו הסיבה שרציתי עוד בדיקות . אני צריכה ... היי . 
תעזרו לי להיזכר . 
היי , חבר . 
הבאתי לך בגדים . תודה . 
תשמע , רק מתוך סקרנות , למה ברחת ? 
פחדתי . 
אז הלכת לדירה של דניאלה ? 
היא ... היא הייתה חברה ותיקה שלי . 
רק חיפשתי מישהו , לא משנה מי , מישהו שאני זוכר . 
זה הכול . 
סיפרת לה או למישהו אחר על המקום הזה ? 
אני לא יודע כלום על המקום הזה . 
ואתה ואני , אמרת שהיינו קרובים . 
על מה בדיוק אנחנו מגנים כאן שמצדיק הרג של אדם ? כלומר , לכולנו ? זה לא מצדיק . 
תקשיב לי . כל מי שנמצא כאן העניק כל מה שהיה לו לעבודה שלך . הכול . 
וכל אחד מאיתנו יקריב את חייו כדי להגן עליה . 
זה כולל גם אותך . 
במיוחד אתה . 
באמת ? 
שכחת מה בנינו . 
אז תראה לי . 
- שם , בבקשה . 
- לייטון ואנס . 
נא הקש סיסמה . 
גישה אושרה . 
לפני זמן רב ניסיתי לבנות קובייה בגודל 2.5 ס"מ שיכולה להכניס דיסקית של אלומיניום ניטריד לסופרפוזיציה . 
כדי ליצור באמת את מה ששרודינגר דמיין ... - לחתול שלו . - נכון . 
אז אתה זוכר את פריצת הדרך שלך . 
כשהתחלת להגדיל את הקובייה ? 
לא , אני לא סיימתי . 
לא מצאתי דרך לגונן על התיבה לחלוטין מהסביבה שבחוץ ומצב הסופרפוזיציה התמוטט שוב ושוב . 
בסדר . אז הזיכרון שלך נעצר לפני הזכייה בפאביה . 
זו סגסוגת כלשהי ? 
לא ייתכן שזו התשובה . 
זו כן התשובה . 
ג'ייסון , המצאת הרבה יותר מזה . 
מתחת לסגסוגת הזו יש שכבת מגן מסתגלת שפיתחת בעצמך . 
- מסתגלת ? - כן . 
מסתגלת . פאק . זהו זה . 
היא מלאה בחומרים חכמים שמייצרים שדות שמבטלים כל קרינה או צליל שמנסים לחדור פנימה . 
היא כמו האוזניות מבטלות הרעשים המתקדמות בעולם . 
היא לא חוסמת רק את השמע , היא חוסמת את כל הרעש מבחוץ . 
היא יוצרת שדה מגנטי נרחב בתמורה לתרגיל הזה . 
מה יש בפנים ? 
עד כה אתה היחיד שנכנס וחזר . 
יש אחרים ? מה קרה להם ? 
אנחנו לא יודעים . אי אפשר להשתמש במכשירי הקלטה בפנים . 
כמה היו ? 
שלושה . 
איך מעלימים שלושה נעדרים ? 
הראשונה הייתה עובדת החברה . 
כשבלייר לא חזרה , התחלת להגיד שאתה רוצה להיות הבא בתור . 
ניסינו לשכנע אותך לא לעשות זאת , אבל הרגשת אשם . 
אמרת שאתה בנית את התיבה , שאתה צריך להיות זה שמבין איך היא עובדת , והצלחת . 
ומה קרה אחרי שנעלמתי ? 
הודעתי באנונימיות שאנחנו מחפשים מתנדבים . 
היה להם מושג למה הם מסכימים בכלל ? 
בסופו של דבר . 
בבקשה . 
ופוף . נעלמת . 
עד לפני שלושה ימים . 
אני יכול לקבל איזה שאני רוצה ? השמיים הם הגבול , ילדון . 
בוא נקרא לזה מתנת יום הולדת מוקדמת . אדיר . 
- בחרת בזה ? - כן , כן . הוא יקר קצת . זה בסדר ? 
- זה סבבה . - כן . מה עוד אתה צריך ? 
תעשה חיים . קדימה . 
תצטרף אלינו לארוחת ערב מחר ? 
בשום אופן לא . 
אתה לא רוצה לפגוש את ברברה ואת מייק ? את מי ? 
- גם ג'י - ג'י ומרקוס יהיו שם . - כן . כן . 
- ג'י סייקי - כן , הסירה החדשה שלהם די מגניבה . 
צ'רלי , מה שם המשפחה של בלייר ? 
- רגע , מה ? - בלייר . שם המשפחה . אני צריך לכתוב מייל לכולם . 
אני חושב שקפלן . תודה . קפלן . 
אפשר להיכנס ? כן . 
אתה עובר על העבודה שלך ? 
זה כמו לשכוח הכול על עצמך ואז לקרוא את הביוגרפיה שלך . 
אז אתה באמת לא זוכר אותי . 
אז כדאי שאתחיל מחדש . 
אמנדה לוקאס . 
מה התפקיד שלך כאן ? 
אני פסיכיאטרית . 
רק במעבדה הזו ? 
אני מכשירה את טייסי התיבה . הכשרה ? 
איזו הכשרה ? 
התניה מנטלית לתנאים קשים . ויסות רגשי . מיקוד - על . 
פיקחתי על ניסויי פיית הלבנדר , הסם שריאן פיתח . 
אז אמרת שגרנו יחד . 
יותר משנה . 
בהפסקות . 
תקשיבי , ביום שנעלמתי ... מה קרה באותו היום ? 
אנחנו ... התעוררנו בבוקר והרגשתי שמשהו מטריד אותך . 
פגשת אקסית בערב שלפני כן . 
אמרת שאתה בסדר . אמרתי שאני לא מאמינה לך . 
ידעתי שאתה עומד לעשות משהו , פשוט לא ידעתי מה . 
כשיצאתי מהמקלחת ... כבר לא היית שם . 
אני כנראה משוגע . 
איזה הסבר אחר יכול להיות ? 
לפעמים מצבי לחץ קיצוניים מעוררים אמנזיה פסיכוגנית . 
תפקוד זיכרון חריג אף שאין פגיעה מוחית . 
מה אם אני לא מי שאני חושב שאני ? 
מה אם כל המחשבות האלה הן ... כמו שאמרת , הן תוצר לוואי של הטראומה או נזק מוחי מהעבודה כאן או מהשהות בתיבה . 
תביני , המחשבות האלה , הקבצים , הם ... הם אני . הבגדים האלה . אפילו אלה . 
הם לא שלי , אבל הם היו יכולים להיות שלי . 
אז ... מה אם ... אני לא אני ? אני מי שכולם חושבים שאני . 
- קבל את פני האנשים כשיגיעו , אני הולכת להחליף בגדים . 
תורך . 
- אני מטפל בזה . - אחזור בעוד שתי דקות . 
ג'י - ג'י ומרקוס . ברברה ומייק . 
לחיים . 
מה שלומך ? 
אין תלונות . 
אבל את בטח ... נהנית מעבודה כעורכת דין . זה ... כן . 
כן , אני אוהבת להיות עורכת דין . - מה זאת ... כלומר , זה בסדר . - כן . 
אני שמח לפגוש אותך . 
גם אני שמחה לפגוש אותך . 
- את נראית מעולה . - תודה . 
- אלך לבדוק מה שלום כולם . כן . - ודאי . לך , לך . כן . נתראה בעוד רגע . 
תמיד רציתי לראות את פיג'י . - אלוהים . - תמיד . כלומר , השנורקל שינה את חיינו . 
אחזור לשם בלי היסוס , גם אתה ? שיט . 
הייתי גר שם . בבקשה . אני אטפל בכם . 
אז צ'רלי ... תודה , הוא עדיין חושב על לימודי אמנות ? 
זה הדבר האחרון ששמעתי . ומה עם קונור ? 
הוא בטח כבר בכיתה י"ב . כן . קונור פאקינג משגע את שנינו . 
הוא נכשל בשני קורסים . אני חושבת שהוא לא יתקבל לאוניברסיטת שיקגו . 
תאר לעצמך איך מייק מתמודד עם זה . 
לא טוב במיוחד ? 
אל תילחם בזה . 
- מי זה ? 
- פשוט תשלים עם זה . 
- בסדר . - ספוג את זה . היי , חבר . 
דניאלה הזמינה אותי , אז ... כן , כן . 
- תרצי משקה ? - אני בסדר עכשיו , אבל תודה . 
בסדר , ואתה בטח רוצה דיאט קולה . 
ארצח מישהו תמורת דיאט קולה . אתה מכיר אותי . אפשר לקבל קצת ? יש לך ? 
- שלום . - היי . הנה היא . 
אלוהים אדירים , איזה ריח טוב . מה קורה כאן ? - זה בקר ולינגטון . 
- מה ? 
- את צריכה עזרה ? 
- לא , אני חושבת שאני מסתדרת . תודה . 
אני שמחה שבאת . - טוב לפגוש אותך . - טוב לפגוש אותך . מצטערת , הייתי באמצע שיחה . נדבר אחר כך . 
איך את מעזה ללכת ולבלות עם אנשים טובים יותר ? 
אני רוצה ... להתנצל על כך שחציתי גבולות . אסור היה לי להתקשר אל דניאלה . לא . שכח מזה . 
אנחנו סבבה ? 
כן . כן , אנחנו סבבה . 
מה ? 
אתה נראה טוב . 
שמעתי שעברת על הקבצים הישנים שלך . 
משהו היה מוכר לך ? 
חבל . 
אתה יודע מה דעתי ? 
אני חושב שהסיבה שאתה לא זוכר שום דבר על החיים שלך היא שהם לא היו שלך מלכתחילה . 
אנחנו נסיים את מה שהתחלנו בערב שבו חזרת . 
אשאל אותך כמה שאלות והפעם אתה תענה לי את האמת . 
- אני אומר לך את האמת . - לא . 
אמרת לדניאלה ורגס את האמת . 
אמרת לריאן הולדר את האמת . 
תגיד לי מה שאמרת לריאן . תגיד לי מה שאמרת לאישה שחשבת שהיא אשתך . אתה מתחזה . 
גרסה אחרת של ג'ייסון שאנחנו אוהבים . 
מאיפה אתה ? 
ואיפה הג'ייסון שלנו ? 
איך השתמשת בתיבה כדי להגיע לעולם הזה ? 
- אז עכשיו ... - כן , הבית החדש . אני צריכה להמתין כדי לגלות אם באמת אזכה בבית . 
- אני מת על באקטאון . - גם אני . 
וזה יוריד 25 דקות מהנסיעה שלי . 
חוץ מזה , זה קרוב מאוד למאפ רום . 
זה בר הבירות הכי טוב בשיקגו . בפער עצום . 
מערות תת קרקעיות שאפשר לשחות בהן . - שמעתם על כל זה ? - לא . 
כן , זה לא ייאמן . ג'ייסון . 
איך קראו למלון ההוא שלנו בו ? 
איזה ? 
זוכר כשבחג ההודיה הקודם לנו במלון ? התלהבת ממנו מאוד . איך קראו לו ? 
מאהקל - מאהקל . כן , מאהקל . 
זה היה יפהפה . אהבנו את זה מאוד . 
איפה ג'ייסון שלנו ? 
אוי , לא . הנה זה בא . חיכינו לזה . 
תודה לכולכם שבאתם . 
איפה ג'ייסון שלנו ? 
לאשתי המופלאה , דניאלה , שהכינה את הארוחה המדהימה הזו . 
- אני לא ראוי לך . - זה נכון . 
- תשמעי , אני ... אתם ... - טוב , זה נכון . 
הייתי מעדיף לבלות עם האנשים שבחדר הזה על פני האנשים הכי טובים בעולם . 
כל דבר שעשיתי היה כורח המציאות . 
אני יודע שטעיתי מדי פעם , אבל ... לא רציתי לפגוע באף אחד . 
לא רציתי שהדברים האלה יקרו . 
המפתח לתיבה מונח לי ביד ואני לא יודע איך להשתמש בו . 
זה משגע אותי . 
אני לא יכול לעזור לך . אני לא יודע . 
אחי . אתה תצטרך לתת לי תשובה טובה יותר . 
כל מי שנכנס לתיבה נעלם ולא שומעים ממנו שוב . 
אני לא יודע מה קורה בתיבה . אולי זו חוויה שמעבר לחלומות הכי פרועים שלי ואולי זה סיוט . 
גם אם לא אתה בנית את התיבה , גרסה טובה יותר שלך בנתה אותה וזה אומר שיש לך מושג כלשהו איך היא עובדת . 
בבקשה , ג'ייסון . 
זה חשוב , לא רק לי , אלא לכולנו . - למה ? - למה ? 
מה אם יש עולם שיש בו תרופה לסרטן ? או לשינויי האקלים , לעוני , לחוסר צדק חברתי , לרעב ? 
מה אם נוכל להעביר את הידע הזה לעולם הסובל שלנו ? 
הכול הולך לעזאזל כאן , אז ג'ייסון , אשאל אותך רק עוד פאקינג פעם אחת . 
איך היא עובדת ? 
אתה נכנס לתיבה . אתה סוגר את הדלת . 
אתה מסתובב ופאקינג מחזיק אצבעות . 
אני פאקינג לא יודע . 
מה זה ? 
היית מדהים הערב . 
את שיכורה ? 
רק ... אתה בטוח שאתה בסדר ? 
אתה מבטיח שהיית אומר לי אם לא היית בסדר ? 
כי הימים האחרונים היו שונים . 
הם היו מעולים . הם היו שונים . 
- ריאן ! עזור לי ! - היי . בוא הנה , חבר . אלוהים . בוא הנה . אלוהים אדירים . מה קורה כאן ? 
אני מצטער מאוד . אני חושב שזה באשמתי . 
לייטון פנה אליי והתקשרתי אליו אחרי האירוע של דניאלה . 
זה ... - כך הם ידעו איפה למצוא אותי . - אני מצטער מאוד . לא ידעתי . 
אני לא יודע . אני לא יודע מה קורה . 
- ריאן . - מה ? 
הם הרגו את דניאלה . מה ? 
הם פשוט פרצו לדירה ופשוט ירו בה לנגד עיניי . 
היא מתה . היא ... כי אני התקשרתי . 
- זה באשמתי . זה ... - לא . לא , לא . 
- זה באשמתי . באשמתי . - תקשיב . 
זה לא באשמתך , בסדר ? זה באשמתי . זה באשמתי . אני פשוט ... אסור היה לי ללכת לשם . אחי , אתה חייב לגלות לי . על מה עבדת בוולוסיטי ? 
אתה החוליה החסרה , ריאן . 
- אני רק צריך שתגיד לי מה ... - אתה ... אתה ביקשת ממני לפתח סם שישנה את הכימיה המוחית באונה הקדם מצחית . 
- ישנה אותה ? - כן . - איך ? - ש ... שירדים אזורים מסוימים בה לשעה . מה היה היישום ? 
סירבת לגלות לי ! 
ג'ייסון , זרקתי חיצים באפלה ואתה אמרת לי אם אני פאקינג מתקרב למטרה . 
אני לא מי שאתה חושב שאני . 
הם ניסו להכניס בן אדם לסופרפוזיציה . 
תאורטית זה בלתי אפשרי , בסדר ? כי ההכרה לא תאפשר דבר כזה . 
ריאן , אלה יהיו אבחנות שיגרמו להכול לאבד קוהרנטיות . 
אבל אם היה ... היה במוח מנגנון שאחראי על זה . 
- על אפקט המתבונן . - המתבונן . זה מה שהוא עושה . הסם שלי מונע מהמוח לגרום חוסר קוהרנטיות פנימי . 
זה מה שזה . זה מה שזה . 
בסדר , אבל זה לא ימנע מאחרים לראות את חוסר הקוהרנטיות בנו כשהם מתבוננים בנו . 
כאן התיבה נכנסת לתמונה . מה ? התיבה ? על מה אתה מדבר ? 
התיבה ! 
בתוך החדר יש האנגר . - אתה ... ריאן , 
- יש להם תיבה והיא שער . 
אתה מוכן לבוא איתנו , בבקשה ? 
זוכרת ... כשחזרתי מאוחר מהמסיבה של ריאן באותו ערב ? 
כשיצאתי מהבר הראש שלי היה במקום אחר . 
חשבתי על הצעת העבודה של ריאן . הרגשתי מבואס ופשוט ירדתי לכביש . 
ומונית כמעט השטיחה אותי על המדרכה . 
ואני לא יודע אם זה מכיוון שהחיים שלי עברו לנגד עיניי , אבל מאז אותו הרגע אני מרגיש בחיים מאוד . 
כאילו שאני סוף כל סוף רואה את החיים שלי בעוצמה ובבהירות . ואת כל הדברים שאני צריך להיות אסיר תודה עליהם . 
את . במיוחד את . 
אני קולט שפשוט פחדתי מאוד לחיות את חיי כמו שאני רוצה . 
ועכשיו אפסיק לעשות את זה . 
אתה צריך לבוא איתי מיד . אני אוציא אותך מכאן . 
מה ? המצלמות . 
כיביתי אותן . בוא . 
היי , מה עם ריאן ? 
אני מצטערת . 
אנחנו חייבים ללכת . 
היי , למה את עוזרת לי ? 
אני לא יודעת אם אוכל לפצות על הדבר שהייתי שותפה לו , אבל אני חייבת לנסות . 
תישאר כאן . 
בוא . 
מה יקרה עכשיו ? 
אנחנו רק צריכים לעבור את שומר הלילה . 
המעלית היא המוצא היחיד . בוא נזוז . 
מה נעשה ? 
אני חושבת . שיט . 
האם אנחנו יכולים לצאת מכאן ? 
התיבה . 
מה ? 
התיבה ? 
- שם , בבקשה . 
- אמנדה לוקאס . 
אנא הקישי סיסמה . 
- גישה נדחתה . - שיט . 
- שם , בבקשה . 
- אמנדה לוקאס . גישה נדחתה . 
הקפיאו את האישור שלי . היי , עצרי . 
שם , בבקשה . 
- ג'ייסון דסן . 
- אנא הקש סיסמה . 
נו , כבר . 
גישה אושרה . 
ג'ייסון , עצור ! 
תיכנס לתיבה . 
לך ! 
קדימה ! 
מישהו יכול להיכנס ? 
לא נראה לי . היא אמורה להישאר נעולה לשלוש דקות . 
אפעיל שעון עצר . ומה אז ? 
כדאי שלא נהיה כאן . אנחנו ? 
את לא יכולה לבוא איתי . 
הם ירו עלינו . 
פשוט תגידי להם שאילצתי אותך , שהכרחתי אותך , ש ... זה לא ישנה שום דבר . לייטון לא סולח . 
- אנחנו אמורים להזריק לעצמנו את זה . 
קפל את השרוול שלך ושים את זה . 
בסדר , יופי . 
אני צריכה לפגוע בווריד הזרוע , בסדר ? 
כשאהיה מעל הווריד האור יהיה ירוק . - כן . - בסדר ? 
מה זה ? 
מצטערת , אתה בסדר ? 
אני לא יודע איך לתפעל את ה ... תיבה . 
גם אני לא . 
אני צריך לחזור למשפחה שלי . 
- היי . - לא . - אני אעשה את זה . - לא , אתה מכריז ... - כן . - אבל אתה לא ... אני בלש בלשי ביותר ... 
- ואני אעשה את זה . - הוא לא . האם אני עושה את זה ? כן , אני עושה את זה . בסדר , אז ... מיס סקרלט ... 
- לעזאזל ! לא ! - תמיד ! שוב ושוב ! 
