वह तुम्हें म ल गय ? 
क्य वह ठ क है ? 
क्य ? क्य हुआ ? 
हे भगव न , लेहटन । 
ज हुआ , उसक द ष मैं अपने स र लेत हूँ । 
तुम सुन रहे ह , जेसन ? 
ज हुआ , मैं उसक द ष अपने स र लेत हूँ । 
तुम व पस आए और हम तैय र नह ं थे । 
हम तैय र नह ं थे क तुम इतने ... ब म र ह गे ज तने तुम ह । 
मैं तुम्हें ब ँधन नह ं च हत । लेक न जब तक तुम ख़ुद और दूसर ं के ल ए एक ख़तर रह गे , यह स्थ त नह ं बदल सकत । 
क्य तुमने ... क्य तुमने उस औरत क डैन एल के घर भेज थ ? 
मैं बस तुम्हें य द द ल ने क क श श कर रह हूँ क तुम क तने प्रत भ श ल इंस न ह । 
और तुमने क तन श नद र च ज़ क आव ष्क र क य है । 
भ ड़ में ज ओ । 
यह क्य है ? 
- यह व इन है । 
- अह-हँ । - मैंने दूसर ब तल ख़र द ... - ठ क है । ... क्य ंक यह इतन अच्छ थ । ह ँ , अच्छ थ । बहुत बढ़ य थ । 
यह स ड लर क भ थ । 
क्य ? 
ऐस लगत है जैसे तुम मेरे स थ स ने क क श श कर रहे ह । 
मैं बेशक तुम्ह रे स थ स ने क क श श कर रह हूँ । - ओह , अच्छ ? - ह ँ । 
ठ क है , लेक न यह , पत है , र झ ने क यह तर क , यह बहुत पुर न ह चुक है । 
मुझे ग़लत मत समझ , यह श नद र है । 
यह करते रह , लेक न ... हे , हे ! 
- मैं रुक नह ं सकत । 
म इक हम र क र न क ल रह है , लेक न तुम द न ं क म ठ - म ठ ब तें करते देख ... और मैं आकर ह य कहन च हत थ । 
ह य । नह ं , मुझे ख़ुश है तुम आई । तुम्हें देखकर अच्छ लग । 
- ह ँ । मैं कल के ल ए बहुत उत्स ह त हूँ । - कल के ल ए । - हम क्य ल सकते हैं ? - कुछ नह ं । बस अपन तशर फ़ ले आन । 
ठ क है , एकदम बढ़ य । 
- ठ क है । ब द में म लते हैं । ब य । - ब य । 
ह ँ । म लते हैं । 
वह क्य ... 
- ब र्बर ? - ह ँ , ब र्बर । 
- क्य ह रह है कल ? 
- हम र ड नर प र्ट । 
घर पर ? 
ह ँ , हमने उसके ब रे में ब त क थ । 
- तुम भूल गए । - ह ँ । - ह ँ , तुम भूल गए । - नह ं ... रुक ... ह ँ । - ह ँ । ह ँ । - ह ँ । 
फ र से बत न क न-क न आ रह है ? 
वह बस अभ आपसे म लेंगे । 
यह मेरे द द ज क ऑफ़ स थ । 
मैं इसे ब ल्कुल वैस ह रखत हूँ जैस उन्ह ंने छ ड़ थ । 
मैं ड टेक्ट व मेसन हूँ । 
लेहटन वैन्स । म लकर ख़ुश हुई । 
तुम्ह र पर व र वैम न क में थ ? 
उन्ह ंने 52 स ल पहले वेल स ट क स्थ पन क थ । 
जेट इंजन बन ते थे । 
क्य यह तुम और वह हैं ? 
मेरे म त - प त मेरे बचपन में गुज़र गए थे । 
उन्ह ंने मुझे बड़ क य थ । 
प्ल ज़ , इस तरफ़ आओ । 
त , जेसन डेस्सन । उसने यह ँ क म क य ... आठ स ल ं तक । और तुमने आख़ र ब र उसे कब देख थ ? 
उसे देखे एक स ल से ज़्य द ह गय है । 
पत है , एक द न वह बस क म पर नह ं आय और मैंने उसके ब द से उसे नह ं देख है । जह ँ तक मुझे म लूम है , क स ने उसे नह ं देख । 
पक्क तुम्हें क फ़ नह ं च ह ए ? प न ? - नह ं , मैं ठ क हूँ । - नह ं ? ठ क है । 
पत है , जब जेसन ल पत हुआ थ , तब मैंने पुल स से ब त क थ । 
तुम ल ग यह ँ क्य करते ह ? 
आर और ड । 
उसक मतलब क्य है ? 
र सर्च और डेवलपमेंट , अनुसंध न और व क स ? 
नह ं , मुझे उसक मतलब म लूम है । 
तुम क्य बन ते ह ? 
क्व ंटम और ह ल ंग प्र सेसर के ल ए ट्र ंज स्टर-आध र त स ल क न क्यूब ट । 
क फ़ बड़ न म है । 
पत है , एक और औरत थ , ब्लेयर कैप्लन । 
वह भ यह ँ क म करत थ , है न ? ह ँ । ब्लेयर । 
ह ँ , वह ल पत ह गई थ । 
- अठ रह मह ने पहले ? - ह ँ । उससे ... यह ँ सबक बहुत सदम लग थ । 
त वह और जेसन एक ह व भ ग में थे ? 
नह ं , ब्लेयर प्रक्र य सुध र में थ । 
यह सब क स ब रे में है ? 
त न र त पहले जेसन डेस्सन ज न ऑफ़ ग ड जनरल अस्पत ल में भर्त हुआ थ । 
क्य ? 
तुम्हें नह ं पत थ ? नह ं , नह ं , मुझे नह ं पत थ । 
क्य वह ठ क है ? 
पत नह ं है । 
वह मेरे वह ँ पहुँचने से पहले अस्पत ल से चल गय थ । 
लेक न पत चल है क उस र त ब द में उसे एक आर्ट श में देख गय थ । 
मुझे लग श यद उसने तुमसे संपर्क करने क क श श क ह । 
मुझसे ? 
नह ं । क श संपर्क क य ह त । 
ख़ैर , हम उसे ढूँढने क क श श कर रहे हैं । गज़ब । 
मेरे पूर्व ध क र के न ट्स के मुत ब क , उसके ल पत ह ने के समय , उसक एक दूसर कर्मच र के स थ र श्त थ । 
ड . अमैंड लूकस । 
क्य ड . लूकस आज ऑफ़ स में है ? 
सब कैस रह ? 
पुल स से झूठ ब लन कैस रह ? बढ़ य । बेहद श नद र । 
ड न ने कह उसने 911 क फ़ न करने क क श श क थ । त उसने उसे ग ल म र द ? अपन आव ज़ न च कर । 
मैंने उससे उन द न ं क यह ँ ल ने क कह थ , ठ क है ? मुझे नह ं पत थ क वह ... क्य ंक वह म नस क रूप से एक बेहद अस्थ र इंस न है ... - अमैंड । - ... ज तन व व क र क इल ज करव ने से मन करत है । 
- अमैंड । - मैंने तुम्हें उसे भर्त करने से आग ह क य थ । 
बस ! बस हुआ । 
क्य उसने ब्लेयर क ज़ क्र क य थ ? उस ड टेक्ट व ने । 
ब ल्कुल क य थ । 
अमैंड । श क ग पुल स व भ ग जेसन , ब्लेयर , उस सबके ब रे में नत जे पर पहुँचने के बेहद क़र ब है । 
तुम्हें पत है ऐस ह ने पर क्य ह ग । हम र स र मेहनत पर प न फ र ज एग । हम जेल चले ज एँगे । 
ब क्स क च लू हुए डेढ़ स ल ब त चुक है । - मैं इस बकव स में एक अरब ड ल चुक हूँ । - भ ड़ में ज एँ तुम्ह रे अरब ं । भ ड़ में ज एँ मेरे अरब ं ? ओह , भ ड़ में ज एँ मेरे अरब ं । 
च र ल ग ल पत हैं । और अब डैन एल व र्गस । 
उस ब च , उसने क स तरह व पस आने क र स्त ख ज ल य । 
कैसे ? आख़ र उसने ऐस कैसे क य ? 
मतलब , आख़ र उसके स थ हुआ क्य ? 
श यद सुपरप ज़ शन से द म ग़ क्षत ह त है । 
त , क्य , उसक य दें म ट गई हैं ? उसक पहच न ? 
मुझे पत नह ं । 
इस ल ए मैं और ज ँच करन च हत थ । इतन कुछ है ज हम नह ं ज नते हैं । मुझे च ह ए ... हे । 
मुझे य द द ल ने में मदद कर । 
हे , द स्त । 
तुम्ह रे ल ए कुछ कपड़े ल ई हूँ । शुक्र य । 
सुन , मुझे बस कुतूहल है , तुम भ गे क्य ं ? 
मैं डर हुआ थ । 
त तुम डैन एल के घर गए ? 
वह ... वह मेर एक पुर न द स्त थ । 
मैं बस क स क ढूँढ रह थ , क ई भ , ज मुझे य द ह । 
बस इतन ह है । 
क्य तुमने उसे य क स और क इस जगह के ब रे में बत य ? 
मुझे पत नह ं है यह क्य जगह है । 
और तुम और मैं , तुमने कह थ हम क़र ब हैं । 
यह ँ हम आख़ र क स च ज़ क सुरक्ष कर रहे हैं ज क स इंस न क म रने क उच त ठहर त ह ? बस ... मतलब , हम में से क स के ल ए भ ? उच त नह ं है । 
मेर ब त सुन । यह ँ सबने तुम्ह रे क म में अपन सब कुछ झ ंक द य है । सब कुछ । 
और हम में से क ई भ इसे बच ने के ल ए अपन ज न दे सकत है । 
ज समें तुम श म ल ह । 
ख़ सत र से तुम । 
मैं ज न दूँग ? 
तुम भूल गए ह क हमने क्य बन य है । 
त मुझे द ख ओ । 
- न म , प्ल ज़ । 
- लेहटन वैन्स । 
प्ल ज़ प सवर्ड ड ल ए । 
एक्सेस प्रद न । 
बहुत समय पहले , मैंने एक इंच क एक क्यूब बन ने क क श श क थ ज एक एलुम न यम न इट्र इड ड स्क क सुपरप ज़ शन में ड ल सके । 
सच में वह बन ने क क श श ज सक कल्पन श्र ड ंगर ने क थ ... - उसक ब ल्ल के ल ए । - सह कह । 
त तुम्हें तुम्ह र ख ज य द है । 
जब तुमने इसक आक र बढ़ न शुरू क य थ ? 
नह ं , मैंने इसे कभ पूर नह ं क य । 
मैं इस ब क्स क ब हर व त वरण से पूर तरह बच ने क तर क कभ ढूँढ ह नह ं प य और सुपरप ज़ शन क अवस्थ टूटत रह । 
ठ क है । त तुम्ह र य दें प व य ज तने से पहले रुक गईं । 
क्य यह क स तरह क म श्र त ध तु है ? 
मतलब , यह जव ब नह ं ह सकत । 
यह है । 
जेसन , तुमने और बहुत च ज़ ं क ख ज क थ । 
देख , उस म श्र त ध तु के न चे सक्र य , अडैप्ट व कवच क परत है ज तुमने ईज द क थ । 
- अडैप्ट व य न अनुकूलक ? - ह ँ । 
अडैप्ट व । धत् । यह जव ब है । 
यह स्म र्ट पद र्थ ं से भर हुआ है ज क्षेत्र पैद करते हैं , ज भ रेड एशन य आव ज़ अंदर ज ने क क श श करत है , उसे क टते हैं । 
यह दुन य के सबसे ज़्य द व कस त आव ज़ - र कने व ले हेडफ़ न्स जैस है । 
यह बस आव ज़ ह नह ं र कत है , यह क स भ ब हर श र क र कत है । 
और इस बढ़ य तरक़ ब के बदले , यह एक तगड़ चुम्बक य क्षेत्र पैद करत है । 
अंदर क्य है ? 
अब तक , तुम इकल ते इंस न ह ज अंदर ज कर व पस आय है । 
और भ ल ग हैं ? उनके स थ क्य हुआ ? 
हमें पत नह ं । अंदर र क र्ड ंग उपकरण ं क इस्तेम ल नह ं कर सकते हैं । 
और क तने ल ग थे ? 
त न । 
त न ल पत ल ग ं क ऐसे छुप कैसे सकते ह ? 
पहल ल पत इंस न एक कर्मच र थ । 
देख , जब ब्लेयर व पस नह ं आई , तुम उसके ब द ज ने क ब त करने लगे । 
मतलब , हमने तुम्हें समझ ने क क श श क , लेक न तुम्हें अपर ध-ब ध महसूस ह रह थ । 
तुमने कह चूँक तुमने ब क्स बन य थ , तुम्हें ह पत लग न च ह ए क यह कैसे क म करत है और तुमने कर द ख य । 
और मेरे ग़ यब ह ने के ब द क्य हुआ ? 
हमने स्वयं - सेव ल ग ं से आवेदन म ँगे । ग पन य रूप से । 
क्य उन्हें क ई अंद ज़ भ थ क वे क सके ल ए भर्त ह रहे थे ? 
अंतत । 
प्ल ज़ । 
और छू । तुम ग़ यब ह गए । 
त न द न पहले तक । 
आपने कह ज भ मैं च हूँ ? ज भ तुम च ह , बच्चे । 
इसे अग्र म रूप से जन्मद न क त हफ़ म न लेते हैं , हँ ? श नद र । 
- क्य यह च ह ए ? - ह ँ , ह ँ । यह थ ड़ महँग है । क्य यह ठ क है ? 
- सब ठ क है । - ह ँ । तुम्हें और क्य च ह ए ? 
बेझ झक चुन ल । चल । 
क्य कल र त तुम ड नर पर हम रे स थ रह गे ? 
ब ल्कुल नह ं । 
क्य , तुम म लन नह ं च हते , ब र्बर और म इक से ? क न ? 
- ज ज और म र्कस भ आने व ले हैं । - ह ँ । 
ह ँ , उनक नई न व क फ़ श नद र है , हँ ? 
च र्ल , ब्लेयर क उपन म क्य है ? 
- रुक ए , क्य ? - ब्लेयर । उसक उपन म ... मुझे सबक एक ईमेल भेजन है । 
कैप्लन । मेरे ख़्य ल से । शुक्र य । कैप्लन । 
मैं अंदर आ सकत हूँ ? ह ँ । 
अपने क म क पुनर क्षण कर रहे ह ? 
यह अपने ब रे में एक-एक च ज़ भूल ज ने और फ र अपन ज वन पढ़ने के जैस है । 
त मेरे ख़्य ल से मैं तुम्हें सच में य द नह ं हूँ । 
फ र मुझे द ब र शुरुआत करन च ह ए । 
अमैंड लूकस । 
यह ँ तुम्ह र क्य भूम क है ? 
मैं एक मन च क त्सक हूँ । 
बस इस लैब के ल ए ? 
मैं ब क्स के प यलट ं क ट्रेन करत हूँ । ट्रेन ंग ? 
कैस ट्रेन ंग ? 
कठ र व त वरण ं के ल ए म नस क रूप से तैय र करन । भ वन त्मक न यंत्रण । ह इपरफ़ कस । 
मैंने न लपर के ट्र यल क न रक्षण क य थ , वह ड्रग ज र यन ने बन य थ । 
त तुमने कह क तुम और मैं स थ रहते हैं । 
एक स ल से ज़्य द से । 
रुक-रुक कर । 
सुन , ज स द न मैं ग़ यब हुआ थ ... उस द न क्य हुआ थ ? 
हम ... हम उस द न सुबह उठे और मैं देख सकत थ क तुम्हें कुछ परेश न कर रह थ । 
तुम उसक पहल र त अपन पूर्व-गर्लफ़्रेंड से म ले थे । 
तुमने कह तुम ठ क ह । मैंने कह मुझे तुम पर व श्व स नह ं थ । 
मैं ज नत थ क तुम कुछ करने व ले थे । मुझे बस यह नह ं म लूम थ क क्य । 
जब मैं नह कर ब हर आई ... तुम ज चुके थे । 
मैं ज़रूर प गल ह गय हूँ । 
मतलब , इसक और क्य क रण ह सकत है ? 
कभ - कभ अत्यध क तन व क स्थ त मन वैज्ञ न क रूप से य दद श्त चल ज ने क स्थ त पैद कर सकत है । 
संरचन त्मक मस्त ष्क क्षत न ह ते हुए भ स्मृत क अस म न्य तर के से क म करन । 
अगर मैं वह इंस न नह ं हुआ ज मैं स चत हूँ क मैं हूँ ? 
क ये सब ख़्य ल बस ... जैस क तुमने कह , सदमे क य यह ँ क म करने से य ब क्स के अंदर रहने से हुई द म ग़ क्षत क नत ज है । 
देख , ये ख़्य ल , वे फ़ इलें , वे ... मैं वह हूँ । वह ... ये कपड़े । ये भ । 
ये मेरे नह ं हैं , लेक न मैं इन्हें अपन समझ ह सकत हूँ । 
त , अगर ... मैं , मैं नह ं हुआ त ? मैं वह इंस न हूँ ज ब क सब स चते हैं क मैं हूँ । 
ल ग ं के आने पर तुम उनसे भेंट करन । मैं ज कर कपड़े बदलत हूँ । 
तुम्ह र ब र है । 
- मैं संभ ल लूँग । - मुझे बस द म नट लगेंगे । 
ज ज और म र्कस । ब र्बर और म इक । 
च यर्स । 
तुम कैसे ह ? 
क ई श क यत नह ं है । 
लेक न तुम्हें वक़ ल बनन बहुत अच्छ लग रह ह ग । यह ... 
ओह , ह ँ । ह ँ , मुझे एक वक़ ल ह न पसंद है । - क्य मतलब ... मतलब , यह ठ क है । - ह ँ । 
तुम्हें देखकर ख़ुश हुई । 
तुम्हें भ । 
- ह ँ , तुम बढ़ य लग रह ह । - शुक्र य । 
- मैं ब क सबक देखकर आत हूँ । ह ँ । - ज़रूर । ज ओ , ज ओ । ह ँ । मैं तुमसे जल्द म लत हूँ । 
मैं हमेश से फ़ ज ज न च हत थ । - ओह , गज़ब । - हमेश से । मतलब , वह ँ क स्न र्केल ंग क क ई ज ड़ ह नह ं है । 
मैं ब न स चे वह ँ व पस ज सकत हूँ , तुम्हें नह ं लगत ? 
ओह , धत् । मैं वह ं रह लूँ । यह हुई न ब त । मैं देत हूँ । 
त , च र्ल , वह ... शुक्र य ... क्य वह अभ भ आर्ट स्कूल ज न च हत है ? 
प छल ब र यह ब त हुई थ । और क नर क क्य ? 
क्य ... कैस ... अब वह स न यर ह गय ह ग । ह ँ । क नर हम द न ं क कमबख़्त प गल कर रह है । 
ह ँ । वह द क्ल स ं में फेल ह रह है । मुझे नह ं लगत उसे श क ग यून वर्स ट में द ख़ ल म लेग । 
तुम कल्पन कर सकते ह म इक क उस पर कैस प्रत क्र य है । 
इतन अच्छ नह ं है , हँ ? 
व र ध मत कर । 
- क न है ? 
- बस स्व क र कर ल । 
- ठ क है । - इसे स ख ल । हे , द स्त । 
डैन एल ने मुझे आमंत्र त क य , त ... ह ँ , ह ँ , ह ँ । 
- कुछ प न च ह गे ? - अभ नह ं च ह ए , लेक न शुक्र य । 
ठ क है , और तुम्हें श यद एक ड इट क क च ह ए ह ग । 
मैं ड इट क क के ल ए कुछ भ करूँग । तुम मुझे ज नते ह । मुझे थ ड़ म लेग ? तुम्ह रे प स है ? 
- हैल । - हे । ह य । यह रह वह । 
भगव न , यह ँ बहुत अच्छ महक आ रह है । यह ँ क्य बन रह है ? - भुन हुआ ग म ँस है । 
- क्य ? 
- तुम्हें मदद च ह ए ? 
- नह ं , मेरे ख़्य ल से मैं ठ क हूँ । शुक्र य । 
मुझे बहुत ख़ुश है क तुम आ सके । - तुम्हें देखकर व क़ई अच्छ लग । - तुम्हें भ । म फ़ करन , मैं एक ब तच त के ब च में थ । हम ब त करेंगे । 
तुम्ह र इतन ह म्मत क बेहतर ल ग ं के स थ मज़े कर । 
मैं एक ब र फ र ... स म एँ ल ँघने के ल ए म फ़ म ँगन च हत हूँ । मुझे डैन एल क फ़ न नह ं करन च ह ए थ । नह ं । भूल ज ओ । 
हम ठ क हैं ? 
ह ँ । ह ँ , हम ठ क हैं । 
क्य ? 
तुम अच्छे द ख रहे ह । 
मैंने सुन क तुम अपन पुर न फ़ इलें पढ़ रहे ह । 
कुछ य द आ रह है ? 
बहुत अफ़स स क ब त है । 
पत है मुझे क्य लगत है ? 
मुझे लगत है क तुम्हें अपन ज़ ंदग के ब रे में कुछ य द न ह ने क वजह यह है क यह ज़ ंदग तुम्ह र थ ह नह ं । 
तुम ज स र त व पस आए थे , तब हमने ज शुरू क य थ हम उसे ख़त्म करेंगे । 
मैं तुमसे कुछ सव ल पूछूँग । और इस ब र , तुम मुझे सच बत ओगे । 
- मैं तुमसे सच ह कह रह हूँ । - नह ं । 
तुमने डैन एल व र्गस क सच बत य थ । 
तुमने र यन ह ल्डर क सच बत य थ । 
मुझे वह बत ओ ज तुमने र यन क बत य थ । मुझे वह बत ओ ज तुमने उस औरत क बत य थ ज तुम्ह रे ह स ब से तुम्ह र पत्न थ । तुम एक ढ ंग ह । 
उस जेसन क एक और संस्करण ज ससे हम प्य र करते हैं । 
तुम कह ँ से आए ह ? 
और हम र जेसन कह ँ है ? 
तुम ब क्स क मदद से इस दुन य तक कैसे पहुँचे ? 
- त , अब ... - ह ँ , तुम्ह र नय घर । मुझे अभ देखने के ल ए इंतज़ र करन ह ग क मुझे वह घर व क़ई म ल य नह ं । 
- मुझे बकट उन बहुत पसंद है । - मुझे भ । 
और उससे मेर क म पर ज ने क समय 25 म नट कम ह ज एग । 
स थ ह , वह मैप रूम के ठ क बगल में है । 
वह श क ग क सबसे अच्छ ब यर ब र है । क ई उसके आसप स भ नह ं है । 
ज़म न के न चे गुफ एँ हैं जह ँ आप तैर सकते हैं । - तुमने इसके ब रे में सुन है ? - नह ं । 
ह ँ , वह ल जव ब है । जेसन । 
उस ह टल क क्य न म थ जह ँ हम रुके थे ? 
उस ... क न ... 
य द है प छल थैंक्सग व ंग पर हम उस ह टल में रुके थे । तुम उसके प्रत आसक्त ह गए थे । क्य न म थ उसक ? 
मह क ल , यह थ । मह क ल । 
बहुत ख़ूबसूरत थ । हमें बहुत पसंद आय । 
हम र जेसन कह ँ है ? 
अरे , नह ं । यह शुरू ह गय । इसके ल ए रुक ज़र । 
यह ँ आने के ल ए तुम सबक शुक्र य । 
हम र जेसन कह ँ है ? 
मेर कम ल क पत्न , डैन एल के न म , ज सने यह श नद र ख न बन य है । 
- मैं तुम्ह रे ल यक़ नह ं हूँ । - यह सच है । 
- सुन , मैं ... तुम ल ग । - ख़ैर , यह सच है । 
मैं दुन य के सबसे अच्छे ल ग ं के मुक़ बले इस कमरे में म जूद ल ग ं के स थ समय ब त न ज़्य द पसंद करूँग । 
मैंने ज कुछ भ क य है , मजबूर में क य है । 
मैं ज नत हूँ मुझसे ग़लत य ँ हुई हैं , लेक न ... मैं कभ क स क च ट नह ं पहुँच न च हत थ । 
मैं कभ नह ं च हत थ ऐस कुछ ह । 
मेरे प स ब क्स क च ब आस न से उपलब्ध है और मुझे पत भ नह ं उसे कैसे इस्तेम ल करते हैं । 
उससे मुझे परेश न ह रह है । 
ख़ैर , मैं तुम्ह र मदद नह ं कर सकत । मुझे नह ं पत । 
भ ई । तुम्हें इससे बेहतर क श श करन पड़ेग । 
उस ब क्स में ज ने व ल हर इंस न ग़ यब ह ज त है , उसक द ब र कभ क ई ख़बर नह ं म लत । 
अब , मुझे नह ं म लूम उस ब क्स में क्य ह त है । मेर सबसे अज ब कल्पन से परे क ई अनुभव ह सकत है । बुरे सपने जैस कुछ ह सकत है । 
च हे तुमने ब क्स नह ं भ बन य , तुम्ह रे एक बेहतर संस्करण ने बन य , ज सक मतलब है तुम्हें अंदर से उसक समझ है क वह कैसे क म करत है । 
प्ल ज़ , जेसन । 
यह ज़रूर है , मेरे ल ए ह नह ं , बल्क हम सबके ल ए । - क्य ं ? ह ँ । - क्य ं ? 
म न ल अगर क ई दुन य है जह ँ कैंसर क इल ज म ल चुक है , हँ ? य जलव यु पर वर्तन क । ग़र ब क । स म ज क व मर्श । भुखमर । 
अगर हम वह ज नक र अपन संघर्ष कर रह दुन य में ल सकें त ? 
यह ँ सब कुछ बर्ब द ह त ज रह है । इसल ए , जेसन , मैं तुमसे कमबख़्त बस एक ब र और पूछूँग । 
वह कैसे क म करत है ? 
तुम ब क्स के अंदर ज ते ह । दरव ज़ बंद कर लेते ह । 
और तुम घूमते ह और कमबख़्त मन ते ह क यह क म कर ज ए । 
मुझे पत ह नह ं है । 
यह क्य है ? 
आज र त तुम कम ल के थे । 
तुम नशे में ह ? 
बस ... पक्क तुम ठ क ह ? 
व द कर गे क अगर ठ क न ह , त मुझे बत द गे ? 
क्य ंक प छले कुछ द न अलग रहे हैं । 
वे बहुत अच्छे रहे हैं । वे बस अलग रहे हैं । 
- र यन ! मेर मदद कर ! - हे । यह ँ आओ । द स्त । हे भगव न । यह ँ आओ । हे भगव न । क्य ह रह है , द स्त ? 
मुझे बहुत अफ़स स है । मुझे लगत है यह मेर ग़लत है । 
लेहटन मुझसे संपर्क कर रह थ और मैंने डैन एल के श के ब द उसे व पस फ़ न क य । 
वह ... - तभ उन्हें पत चल क मुझे कैसे ढूँढन है । - मुझे म फ़ कर द । मुझे पत नह ं थ । 
मुझे पत नह ं । मुझे पत नह ं क क्य ह रह है । 
- र यन । - क्य ? 
उन्ह ंने डैन एल क म र ड ल । क्य ? 
वे उसके फ़्लैट में घुस आए । और उन्ह ंने मेर आँख ं के स मने बस उसे ग ल म र द । 
वह चल गई । वह ... क्य ंक मैंने फ़ न क य थ । 
- यह मेर ग़लत है । यह ... - नह ं । नह ं , नह ं । 
- यह मेर ग़लत है । मेर ग़लत । - सुन । 
यह तुम्ह र ग़लत नह ं है , ठ क है ? यह मेर ग़लत है । यह मेर ग़लत है । मैं बस ... मुझे वह ँ ज न ह नह ं च ह ए थ । भ ई , तुम्हें मुझे बत न ह ग । तुम वेल स ट में क स च ज़ पर क म कर रहे थे ? 
तुम ह पहेल क आख़ र टुकड़ ह , र यन । 
- मैं बस च हत हूँ क तुम मुझे बत द वह क्य थ ... - तुम ... तुमने मुझसे एक ड्रग बन ने क कह थ ज प्र फ्रंटल क र्टेक्स में द म ग़ क रस यन प्रक्र य बदल दे । 
- बदल दे ? - ह ँ । - कैसे ? - उसके ... उसके कुछ ह स्स ं क सुल दे , एक घंटे के ल ए । क्य ं ? उसक क्य इस्तेम ल थ ? 
तुम मुझे बत नह ं रहे थे ! 
जेसन , मैं अँधेरे में त र चल रह थ और तुम मुझे बस बत ते थे क मैं कमबख़्त न श ने के क़र ब थ य नह ं । 
मैं वह नह ं हूँ ज तुम समझ रहे ह । 
वे एक इंस न क सुपरप ज़ शन में ड लने क क श श कर रहे थे । 
सैद्ध ंत क रूप से यह न मुमक न है , ठ क है ? क्य ंक अवचेतन मन यह ह ने ह नह ं देग । 
र यन , हम ऐस च ज़ें देखने लगेंगे ज ससे व स्तव कत कई संभ वन ओं में बँट ज एग । 
लेक न अगर द म ग़ में एक ... अगर द म ग़ में क ई तंत्र ह त ज इसके ल ए ज़ म्मेद र ह त । 
- ऑब्ज़र्वर इफ़ेक्ट । - ... इफ़ेक्ट । यह है । मेर ड्रग द म ग़ क ख़ुद क उन संभ वन ओं में बँटने से र कत है । 
यह उसक क म है । यह उसक क म है । 
ठ क है , पर अगर दूसरे हमें देखेंगे त वह उन्हें हम रे द म ग़ क संभ वन ओं में बँटने से नह ं र केग । 
यह ं ब क्स क भूम क आत है । क्य ? क न स ब क्स ? तुम क्य ब त कर रहे ह ? 
वह ब क्स ! 
कमरे के अंदर , एक हैंगर है । 
- उनके प स एक ब क्स है और वह एक द्व र है । - तुम ... 
र यन , तुम ज़र हम रे स थ चल गे , प्ल ज़ ? 
पत है ... कैसे मुझे उस द न र यन क प र्ट से घर ल टने में देर ह गई थ ? 
जब मैं ब र से न कल , मेर द म ग़ कह ं और ह थ । 
मैं र यन क न कर क पेशकश के ब रे में स च रह थ । और मैं न र श महसूस कर रह थ और मैं बस ट्रैफ़ क के र स्ते में आ गय । 
और एक टैक्स ने लगभग मेर क म बन कर फुटप थ पर फैल ह द य थ । 
और मुझे पत नह ं अगर वह इसल ए थ क मुझे अपन पूर ज़ ंदग क झलक द ख ई द , लेक न उस पल के ब द से मैं बहुत ज वंत महसूस करत हूँ । 
जैसे आख़ रक र मुझे अपन ज़ ंदग प्रभ वश ल तर के से और स्पष्टत से नज़र आ रह है । और वे स र च ज़ें ज नके ल ए मुझे आभ र ह न च ह ए । 
तुम । ख़ सत र से तुम । 
मुझे समझ आय क मैं बस अपन ज़ ंदग अपने मन से ज ने से डरत आय हूँ । 
और अब मैं वह और नह ं करूँग । 
तुम्हें अभ मेरे स थ चलन ह ग । मैं तुम्हें यह ँ से न क ल रह हूँ । 
क्य ? वे कैमरे । 
मैंने उन्हें बंद कर द य है । चल चलें । 
अरे , र यन क क्य ? 
मुझे अफ़स स है । 
हमें ज न ह ग । 
अरे , तुम मेर मदद क्य ं कर रह ह ? 
मुझे नह ं पत अगर मैं कभ भ अपने क ए से उबर प ऊँग , लेक न मुझे क श श त करन ह ह ग । 
वह ं रहन । 
चल । 
अब क्य ह ग ? 
हमें बस इस र त के च क द र से बचकर न कलन है । 
यह ँ से ब हर ज ने क इकल त र स्त इस ल फ़्ट से है । चल चलें । 
हमें क्य करन च ह ए ? 
मैं स च रह हूँ । धत् । 
क्य हम ब हर न कल सकते हैं ? 
वह ब क्स । 
क्य ? 
वह ब क्स ? 
- न म , प्ल ज़ । 
- अमैंड लूकस । 
प्ल ज़ प सवर्ड ड ल ए । 
- एक्सेस अस्व कृत । - धत् । 
- न म , प्ल ज़ । 
- अमैंड लूकस । एक्सेस अस्व कृत । 
उन्ह ंने मेर क्ल यरेंस रद्द कर द है । अरे , रुक । 
न म , प्ल ज़ । 
- जेसन डेस्सन । 
- प्ल ज़ प सवर्ड ड ल ए । 
चल भ । 
एक्सेस प्रद न । 
जेसन , रुक ! 
ब क्स में ज ओ । 
ज ओ ! 
चल भ । 
क्य क ई अंदर आ सकत है ? 
मुझे नह ं लगत । इसे त न म नट के ल ए बंद रहन च ह ए । 
ट इमर लग ओ । और फ र क्य ? 
बेहतर ह ग क हम यह ँ न ह ं । हम ? 
तुम मेरे स थ नह ं चल सकत । 
उन्ह ंने अभ हम पर ग ल य ँ चल ईं । 
बस उनसे कह द क मैंने तुम पर ज़ र ड ल । क मैंने तुम्हें मजबूर क य । क ... उससे क ई फ़र्क नह ं पड़ेग । लेहटन क स क म फ़ नह ं करत है । 
- हे भगव न । - हमें ख़ुद क इनक एक इंजेक्शन देन है । 
अपन शर्ट क ब ँह ऊपर कर । यह ब ँध । 
ठ क है , बढ़ य । 
तुम्ह र क हन के स मने व ले भ ग में देन ह ग , ठ क है ? 
जब मैं नस के ऊपर आऊँग , यह बत्त हर ह ज एग । - ह ँ । - ठ क है ? 
यह क्य है ? 
म फ़ करन । तुम ठ क ह ? 
मुझे पत नह ं इसे कैसे चल न है ... इस ब क्स क । 
मुझे भ नह ं पत । 
मुझे अपने पर व र के प स व पस ज न है । 
- ह य । - नह ं । - मैं पूर कर लूँग । - नह ं । तुम घ षण करने ... - ह ँ । - लेक न तुम नह ं ... 
मैं एक मह न ज सूस हूँ - और मैं यह सुलझ रह हूँ । - यह नह ं सुलझ रहे हैं । क्य मैं कर ... ह ँ , मैं कर रह हूँ । ठ क है , त ... 
- धत् ! नह ं ! - हमेश ! हर ब र ! 
