అతన కనిపి చాడా ? 
బాగానే ఉన్నాడా ? 
ఏ టి ? ఏ జరిగి ది ? 
దేవ డా , లైటన్ . 
జరిగిన దానికి నేన బాధ్యత వహిస్తాన . 
నా మాట వి ట న్నావా , జేసన్ ? 
జరిగిన దానికి నేన బాధ్యత వహిస్తాన . 
న వ్వ తిరిగి వచ్చావ , కానీ మేమ అప్పటికి సిద్ధ గా లేమ . 
న వ్వ ఇ త అనారోగ్య తో వస్తావని ... మేమ ఊహి చలేద . 
నిన్న ఆపడ నా ఉద్దేశ కాద . కానీ నీక న వ్వే ప్రమాదకర అయినప్ప డ , మిగతా వారికీ నీ వల్ల హాని ఉన్నప్ప డ , ఈ పరిస్థితి మారద . 
న వ్వ ... ఆ మహిళని డానియేలా అపార్ట్మె ట్ కి న వ్వే ప పి చావా ? 
న వ్వ ఎ త మేధావివో నీకే గ ర్త చేయాలని మాత్రమే నేన ప్రయత్నిస్త న్నాన . 
ఇ కా న వ్వ స ష్టి చిన ఈ అద్భ తమైన దానిని నీక గ ర్త చేయాలని చ స్త న్నాన . 
ఇ క చాల . 
ఇది ఏ టి ? 
- అది వైన్ . 
- ఆహ్ ... హా . - నా దగ్గర రె డో సీసా ఉ ది ... - సరే . ... ఎ ద క టే ఇది చాలా బాగ ది . అవ న , ఇది బాగ ది . గొప్పగా ఉ ది . 
దీని ఖరీద క డా వ ద డాలర్ల . 
ఏ టి ? 
చ డబోతే న వ్వ నాతో పడ కోవాలని చ స్త న్నట్ల ది . 
నేన ఖచ్చిత గా నీతో పడ కోవాలని ప్రయత్నిస్త న్నాన . - ఓహ్ , అవ నా ? - అవ న . 
సరే , కానీ , చ డ , ప ర్తిగా సరసాల ఆడట అనేది , చాలా కాల అయి ది . 
నన్న తప్ప గా అన కోక , ఇది అద్భ త గా ఉ ది . 
ఇలా చేస్త ఉ డ , కానీ ... హేయ్ , హేయ్ ! 
- నేన ఇ క ఉ డలేన . 
మైక్ కార తేవడానికి వెళ్ళాడ , నేన ఈ ప్రేమపక్ష లని చ శాన ఇ కా హాయ్ చెబ దామని వచ్చాన . 
హాయ్ . లేద , న వ్వ వచ్చిన ద క స తోష గా ఉ ది . నిన్న కలవడ బాగ ది . 
- అవ న . రేపటి కోస ఉద్వేగ గా ఎద ర చ స్త న్నా . - రేప . - మేమ ఏ తీస క రావాలి ? - ఏమీ వద్ద . కేవల మీ అ దమైన వ్యక్తిత్వాల చాల . 
సరే , పరిప ర్ణ గా ఉ ది . 
- సరే . నిన్న తర వాత కల స్తాన . బై . - బై . 
సరే . కల ద్దా . 
ఏ టి ఆమె ... 
- బార్బరా ? - అవ న , బార్బరా . 
- రేప ఏ జర గ తో ది ? 
- మన డిన్నర్ పార్టీ . 
ఇ ట్లోనా ? 
అవ న , మన దాని గ రి చి మాట్లాడ క న్నా . 
- న వ్వ మర్చిపోయావ . - అవ న . - అవ న , మర్చిపోయావ . - లేద ... ఆగ ... అవ న . - అవ న . అవ న . - అవ న . 
ఎవరెవర వస్త న్నారో మళ్లీ చెప్ప ? 
ఆయన ఇప్ప డే మిమ్మల్ని కల స్తార . 
ఇది మా తాతగారి ఆఫీస్ . 
ఆయన ఎలా వదిలి వెళ్లారో నేన అలాగే ఉ చేశాన . 
నేన డిటెక్టివ్ మేసన్ . 
లైటన్ వాన్స్ . స తోష . 
మీ క ట బ ఏవియేషన్ ర గ లో ఉ దా ? 
ఆయన యాభై రె డేళ్ల కి దట వెలాసిటీ స స్థని స్థాపి చార . 
జెట్ ఇ జన్లని తయార చేశార . 
అది మీర ఇ కా ఆయన కదా ? 
నా చిన్నతన లోనే మా తల్లిద డ్ర ల చనిపోయార . 
ఆయనే నన్న పె చార . 
ప్లీజ్ , ఈ వైప ర డి . 
అయితే జేసన్ డెస్సన్ . ఆయన ఇక్కడ పని చేశార ... ఎనిమిది స వత్సరాల పాట . అతడిని చివరిసారి మీర ఎప్ప డ చ శార ? 
దాదాప గా ఏడాది దాటి ది . 
మీక తెల సా , ఒక రోజ , అతన విధ లకి రాలేద , ఆ రోజ న చి నేన అతడిని చ డలేద . నాక తెలిసిన త వరక , ఎవర అతడిని చ డలేద . 
మీర నిజ గానే కాఫీ వద్ద ట న్నారా ? మ చినీళ్ల ? - లేద . ఫర్వాలేద . - వద్దా ? సరే . 
మీక తెల సా , జేసన్ కనిపి చకపోయేసరికి మొదట్లో నేన పోలీస లతో క డా మాట్లాడాన . 
మీర ఇక్కడ ఏ చేస్త టార ? 
పరిశోధన ఇ కా అభివ ద్ధి . 
దాని అర్థ ఏ టి ? 
పరిశోధన ఇ కా అభివ ద్ధా ? 
లేద , దాని అర్థ ఏమిటో నాక తెల స . 
మీర ఏ తయార చేస్తార ? 
క్వా టమ్ ఇ కా హీలి గ్ ప్రాసెసర్ల కోస ట్రాన్సిస్టర్ ఆధారిత సిలికాన్ క్వా టమ్ బిట్స్ తయార చేస్తా . 
అద తా నోర తిరగడ లేద . 
మీక తెల సా , ఇ కో మహిళ క డా ఉ ది , బ్లెయర్ కాప్లన్ . 
ఆమె క డా ఇక్కడ పని చేసి ది , కదా ? అవ న . బ్లెయర్ . 
అవ న , ఆమె క డా కనిపి చక డా పోయి ది . 
- పద్దెనిమిది నెలల కి దట కదా ? - అవ న . అది ... మా అ దరినీ అది బాధి చి ది . 
అయితే ఆమె ఇ కా జేసన్ ఒకే గ్ర ప లో ఉ డేవారా ? 
లేద , బ్లెయర్ ప్రాసెస్ అభివ ద్ధి విభాగ లో ఉ డేది . 
ఇద తా ఎ ద క అడ గ త న్నార ? 
జేసన్ డెస్సన్ మ డ రాత్ర ల కి దట జాన్ ఆఫ్ గాడ్ జనరల్ హాస్పిటల్ లో చేరాడ . 
ఏ టి ? 
మీక తెలియదా ? లేద , లేద . నాక తెలియద . 
అతన బాగానే ఉన్నాడా ? 
తెలియద . 
నేన వెళ్లడానికి మ దే అతన హాస్పిటల్ న డి వెళ్లిపోయాడ . 
కానీ అదే రోజ రాత్రి అతన ఒక చిత్రకళా ప్రదర్శనలో కనిపి చాడని తెలిసి ది . 
అతన మిమ్మల్ని స ప్రది చి ఉ టాడ అన క న్నాన . 
నన్నా ? 
లేద . నన్న స ప్రది చి ఉ టే బాగ డేది . 
అ టే , అతడి ఆచ కీని కన గొనడానికి మేమ ప్రయత్నిస్త న్నా . వావ్ . 
నా మ ద ఉద్యోగి రాసిన నోట్స్ ప్రకార , అతన కనిపి చక డా పోయిన సమయానికి మీ ఉద్యోగి అయిన మరో మహిళతో ప్రేమలో ఉన్నాడ . 
డాక్టర్ అమా డా ల కస్ . 
డాక్టర్ ల కస్ ఈ రోజ మీ ఆఫీస లో ఉ దా ? 
ఎలా జరిగి ది ? 
పోలీస లకి అబద్ధ ఏమని చెప్పావ ? అద్భ త . చాలా గ్రేట్ . 
తన 911 నె బర కి డయల్ చేయబోయి దని డాన్ చెప్పి ది . అయితే ఆమెని తన ష ట్ చేసి దా ? నీ గొ త తగ్గి చ . 
వాళ్లిద్దరినీ ఇక్కడికి తీస క రమ్మని ఆమెకి చెప్పాన , సరేనా ? తన అలా చేస్త దని నాక తెలియద ... ఎ ద క టే తన ప ర్తిగా మతిస్థిమిత లేని మనిషి ... - అమా డా . - ... తన మానసిక ర గ్మతకి చికిత్సని క డా నిరాకరిస్త ది . 
- అమా డా . - ఆమెని నియమి చ కోవద్దని నీక హెచ్చరి చాన . 
ఇ క చాల ! ఇ క చాల ! 
ఆమె బ్లెయర్ గ రి చి మాట్లాడి దా ? ఆ డిటెక్టివ్ . 
అవ న , ఆ పేర ని ప్రస్తావి చి ది . 
అమా డా , షికాగో పోలీస ల వివరాలన్నీ ఒక్కొక్కటిగా సేకరిస్త జేసన్ , ఇ కా బ్లెయర్ కేస కి దగ్గరగా వచ్చేశార . 
వాళ్ల ఆ కేస ని ఛేదిస్తే ఏ జర గ త దో తెల సా . మన ఇ తకాల చేసిన పని అ తా కోల్పోతా . మన జైల కి వెళతా . 
ఆ బాక్స్ ఆన్ లైన్ లోకి వచ్చి ఇప్పటికి ఏడాదిన్నర ప ర్తయి ది . - ఈ చెత్తలోకి వ ద కోట్ల డాలర్ల పోశాన . - నీ వ ద కోట్ల పోతేపోనీయ్ . నా వ ద కోట్ల పోతే పోనీయ్ అ టావా ? ఓహ్ , నా డబ్బ వ ద కోట్ల . 
మనలో నల గ ర మన ష ల కనిపి చక డా పోయార . ఇప్ప డ డానియేలా వార్గస్ క డా . 
ఈలోగా , అతన ఎలాగో తిరిగి రాగలిగాడ . 
ఎలా ? అతన అలా ఎలా రాగలిగాడ ? 
నా ఉద్దేశ , అతనికి అసల ఏ అయి ది ? 
బహ శా స పర్ పొజిషన్ అతని మెదడ ని పాడ చేస్త దేమో . 
అయితే ఏ టి , అతన తన జ్ఞాపకాలని తిరిగి పొ దగలిగాడా ? తన గ ర్తి ప తెల స క న్నాడా ? 
నాక తెలియద . 
అ ద కే నేన మరిన్ని పరీక్షల చేయాలని చెప్పాన . మనకి తెలియని విషయాల చాలా ఉన్నాయి . నాక ... హేయ్ . 
నాక అన్నీ గ ర్త క వచ్చేలా సాయ చేయ డి . 
హేయ్ , మిత్రమా . 
నీక కొన్ని ద స్త ల తీస క వచ్చాన . థా క్య . 
విన , ఊరికే ఆసక్తి కొద్దీ అడ గ త న్నాన , న వ్వ ఎ ద క పారిపోయావ ? 
నేన భయపడ్డాన . 
అయితే న వ్వ డానియేలా అపార్ట మె ట కి వెళ్లావా ? 
తన ... తన నా పాత ఫ్రె డ్ . 
నాక గ ర్త న్న వ్యక్త ల కోస వెతికాన . 
అ తే . 
ఈ ప్రదేశ గ రి చి ఆమెకి లేదా ఇ కెవరికైనా చెప్పావా ? 
ఈ ప్రదేశ ఏమిటో నాక తెలియద . 
ఇ కా న వ్వ , నేన , మన సన్నిహిత ల అని చెప్పావ . 
మన ఇక్కడ ఏ రహస్యాన్ని దాస్త న్నా దాని కోస ఒక మనిషిని క డా చ పే తగా ఎ ద క తెగిస్త న్నా ? కేవల ... నా ఉద్దేశ , మనలో ఎవరైనా సరే ? మన ష ల్ని చ పడాన్ని అది సమర్థి చద . 
నా మాట విన . నీ పరిశోధన కోస ఇక్కడ ప్రతి ఒక్కర తమ సర్వస్వాన్నీ ధారపోశా . సర్వస్వ . 
దాన్ని కాపాడట కోస మనలో ప్రతి ఒక్కర ప్రాణాలని సైత పణ గా పెడతా . 
నీతో సహా . 
మ ఖ్య గా న వ్వ . 
నేన అలా చేస్తానా ? 
న వ్వ ఏ ర పొ ది చావో అద తా మర్చిపోయావ . 
అయితే దాన్ని నాక చ పి చ . 
- మీ పేర , ప్లీజ్ . 
- లైటన్ వాన్స్ . 
మీ పాస్ కోడ్ ని నమోద చేయ డి . 
ప్రవేశానికి అన మతి . 
చాలా కాల కి దట , నేన ఒక అ గ ళ క్య బ్ ని ర పొ ది చాలని ప్రయత్ని చాన అ ద లో అల్య మీనియ నైట్రయిడ్ డిస్క్ ని స పర్ పొజిషన్ లో ఉ చాలని చ శాన . 
ష్రోడి గర్ తన పిల్లి కోస ఆ ప్రయోగాన్ని ... - స ష్టి చాలని చ శాడ . - అది నిజ . 
అయితే ప్రయోగ లో ఎప్ప డ విజయ సాధి చావో గ ర్త ది కదా . 
ఆ క్య బ్ ని పెద్దదిగా చేయడ మొదల పెట్టినప్ప డా ? 
లేద , నేన ప ర్తి చేయలేకపోయాన . 
బయట వాతావరణ న డి బాక్స్ కి ప ర్తి రక్షణ ఇచ్చే మార్గ నాక ఇ తవరక కనిపి చలేద , దా తో స పర్ పొజిషన్ స్థితి పాడవడ మొదలై ది . 
అయితే పావియా ట్రోఫీని గెలవక మ ద విషయాల క డా నీక గ ర్త లేవన్నమాట . 
అయితే ఇది ఒక రకమైన లోహమిశ్రమమా ? 
నా ఉద్దేశ , అది జవాబ కాలేద . 
జవాబ అదే . 
జేసన్ , న వ్వ చాలా పరిశోధన చేశావ . 
చ డ , ఆ లోహమిశ్రమ అడ గ న న వ్వ అభివ ద్ధి చేసిన ఒక చ ర కైన , అన క ల గా మారగల రక్షణ పొర ఒకటి ఉ ది . 
- అన క ల గా మారేదా ? - అవ న . 
అన క ల గా మారేది . అదే ఇది . 
అది క్షేత్రాల్ని స ష్టి చగల తెలివైన పదార్థాలతో ని డి ఉ ది , దీని లోపలికి ఎట వ టి రేడియేషన్ లేదా సౌ డ్ ప్రవేశి చినా దాన్ని రద్ద చేస్త ది . 
ఇది ప్రప చ లోనే అత్య త ఆధ నికమైన నాయిస్ ని రద్ద చేసే హెడ్ ఫోన్స్ లా టిది . 
ఇది కేవల సౌ డ్ ని మాత్రమే అడ్డ కోద , ఇది బయట న డి వచ్చే ప్రతి నాయిస్ నీ బ్లాక్ చేస్త ది . 
దానికి ప్రతిగా బలమైన మాగ్నటిక్ క్షేత్రాన్ని స ష్టిస్త ది . 
లోపల ఏ ఉ ది ? 
ఇ తవరక , దీని లోపలికి వెళ్లి తిరిగి వచ్చిన ఒకే ఒక్క వ్యక్తివి న వ్వ . 
వేరేవాళ్ళ క డా ఉన్నారా ? వాళ్లకి ఏ అయి ది ? 
మాక తెలియద . లోపల రికార్డి గ్ పరికరాలని ఉపయోగి చలేమ . 
ఎ తమ ది వెళ్ళార ? 
మ గ్గ ర . 
మ గ్గ ర వ్యక్త ల గల్ల త అయితే న వ్వ ఎలా దాన్ని కప్పిప చ్చగలిగావ ? 
మొదటి వ్యక్తి ఒక ఉద్యోగి . 
చ డ , బ్లెయర్ తిరిగి రాకపోవడ తో , తర వాత న వ్వ వెళ్తానని చెప్పావ . 
అ టే , నిన్న ఆ ప్రయత్న విరమి చ కోమని మేమ చెప్పి చ శామ , కానీ నీలో అపరాధభావన ఏర్పడి ది . 
బాక్స్ ని న వ్వ ర పొ దిస్తానని చెప్పావ , అది ఎలా పని చేస్త దో న వ్వే తెల స క టాన అన్నావ , ఇ కా న వ్వ అది సాధి చావ . 
నేన అద శ్య అయ్యాక ఏ జరిగి ది ? 
మేమ వాల టీర్ల కావాలని పిల ప ఇచ్చా . అనామక గా . 
వాళ్ల దేని కోస దరఖాస్త చేస క న్నారో కనీస వాళ్లకి అవగాహన ఉ దా ? 
క్రమ గా తెలిసి ది . 
ప్లీజ్ . 
ఇ కా ఊఫ్ . న వ్వ అద శ్య అయిపోయావ . 
కానీ మ డ రోజ ల కి దటి వరక . 
నాక కావాల్సి ది ఏదైనా తీస కోమని అన్నావా ? ఆకాశమే హద్ద , బ జ్జీ . 
ఇది నీ మ దస్త ప ట్టినరోజ కాన క అన కో , హా ? గొప్పగా ఉ ది . 
- ఇదే తీస క ట న్నావా ? - హా , అవ న . ఇది కాస్త ఖరీదైనది . ఫర్వాలేదా ? 
- బాగ ది . - అవ న . నీక ఇ కే కావాలి ? 
మొహమాటపడక . ఇ కేమయినా తీస కో . 
రేప రాత్రి న వ్వ మాతో కలిసి వి ద కి వస్త న్నావా ? 
ఖచ్చిత గా రావడ లేద . 
న వ్వ బార్బరాని ఇ కా ... ఇ కా మైక్ ని కలవాలని అన కోవడ లేదా ? ఎవర ? 
- జీజీ ఇ కా మార్కస్ క డా వస్త న్నార . - సరే . 
అవ న , వాళ్ల కొత్త బోట్ చాలా చక్కగా ఉ ది , హా ? 
చార్లీ , బ్లెయర్ ఇ టి పేర ఏ టి అన్నావ ? 
- ఆగ , ఏ టి ? - బ్లెయర్ . తన ఇ టి పేర ... నేన అ దరికీ ఈమెయిల్ ప పి చాలి . 
కాప్లన్ . అదే అన క టా . థా క్య . కాప్లన్ . 
నేన లోపలికి రావచ్చా ? రావచ్చ . 
నీ పరిశోధనని సమీక్షి చ క ట న్నావా ? 
ఇది నీక స బ ధి చిన ప్రతి విషయాన్ని మర్చిపోయి తర వాత నీ ఆత్మకథని న వ్వే చద వ క న్నట్ల గా ఉ ది . 
కాబట్టి నీక నిజానికి నేన గ ర్త లేన అన క టా . 
కాబట్టి నేన మొదటి న డి చెప్పాలి . 
అమా డా ల కస్ . 
ఇక్కడ నీ ఉద్యోగ ఏ టి ? 
నేన సైకియాట్రిస్ట ని . 
కేవల ఈ ల్యాబ్ కోసమా ? 
బాక్స్ పైలెట్లకి నేన శిక్షణ ఇస్తాన . శిక్షణా ? 
ఎలా టి తరహా శిక్షణ ? 
కఠినమైన పరిస్థిత ల్ని ఎద ర్కొనేలా మానసిక స్థయిర్యాన్ని కలిగి చడ . భావోద్వేగాలని నియ త్రి చడ . హైపర్ ఫోకస్ కలిగి ఉ డట . 
లావె డర్ ఫెయిరీ అనే పేర తో రేయన్ తయార చేసిన మ ద ట్రయిల్స్ ని పర్యవేక్షి చాన . 
అయితే న వ్వ , నేన కలిసి ఉ డేవాళ్లమని చెప్పావ కదా . 
దాదాప ఒక ఏడాది పాట కలిసి ఉన్నా . 
అప్ప డప్ప డ . 
విన , నేన అద శ్య అయిన ఆ రోజ ... ఆ రోజ ఏ జరిగి ది ? 
మన ... మన ఉదయాన్నే నిద్రలేచామ , నిన్న ఏదో సమస్య వేధిస్తో దని నాక స్పష్ట అయి ది . 
ఆ రాత్రికి మ ద నీ మాజీ ప్రియ రాలిని కలిశావ . 
న వ్వ బాగానే ఉన్నావని చెప్పావ . నేన నిన్న నమ్మన అన్నాన . 
న వ్వ ఏదో చేయబోత న్నావని నేన పసిగట్టాన . కానీ అది ఏమిటో తెల స కోలేకపోయాన . 
నేన షవర్ న డి బయటకి వచ్చేసరికి ... న వ్వ కనిపి చక డా పోయావ . 
నేన ఏదో పరధ్యాన లో ఉ డి ఉ టాన . 
నా ఉద్దేశ , ఇ క వేరే వివరణ ఏ ఉ ట ది ? 
కొన్ని స దర్భాలలో అతి తీవ్రమైన ఒత్తిడి ఉన్నప్ప డ మానసికమైన మతిమర ప ఏర్పడే అవకాశ ఉ ట ది . 
స్ట్రక్చరల్ బ్రెయిన్ డ్యామేజ్ జరగనప్ప డ మెదడ అసాధారణ గా పని చేసే స్థితి . 
నేన ఎవర్ని అని అన క ట న్నానో అది నేన కాకపోతే ? 
ఈ ఆలోచనలన్నీ కేవల ... న వ్వ చెప్పినట్ల , మానసిక భయా దోళనలకి పర్యావసానాల లేదా ఇక్కడ పని చేస్త న్నప్ప డో లేక బాక్స్ లో ఉన్నప్ప డో మెదడ డ్యామేజ్ అయి ఉ డచ్చ . 
చ డ , ఈ ఆలోచనల , ఆ ఫైళ్ల , అవి ... అవే నేన . అవి ... ఈ ద స్త ల . ఆఖరికి ఇవి క డా . 
ఇవి నావి కావ , కానీ అవి నావి అయి ఉ డచ్చ క డా . 
కాబట్టి , ఒకవేళ ... నేన నేన కాదా ? అ దర ' నేన ' ఎవరని అన క ట న్నారో , ఆ మనిషిని కావచ్చ . 
జన రాగానే న వ్వ వాళ్లని పలకరి చాలి . నేన ద స్త ల మార్చ క ని వస్తా . 
నీ పని మొదలై ది . 
- నేన చ స క టాన . - రె డ నిమిషాల్లో వస్తాన . 
జీజీ ఇ కా మార్కస్ . బార్బరా ఇ కా మైక్ . 
చీర్స్ . 
న వ్వ ఎలా ఉన్నావ ? 
ఎలా టి ఇబ్బ ద ల లేవ . 
కానీ న వ్వ న్యాయవాద వ త్తిని ఇష్టపడ త డచ్చ . అదీ ... 
ఓహ్ , అవ న . అవ న , నాక న్యాయవాదిగా ఉ డట ఇష్ట . - న వ్వ ఏ చేస్త న్నావ ... నా ఉద్దేశ . ఫర్వాలేద . - సరే . 
నిన్న చ డట స తోష గా ఉ ది . 
నిన్న కలవడ క డా స తోష గా ఉ ది . 
- అవ న , న వ్వ బాగ న్నావ . - థా క్య . 
- అ దరినీ పలకరి చి వస్తా . సరే . - తప్పక డా . వెళ్ల , వెళ్ల . సరే . నేన ఒక నిమిష లో వస్తాన . 
ఫిజీని చ డాలని నాక ఎప్పటి న చో కోరిక . - ఓహ్ , దేవ డా . - ఎప్ప డ . అ టే , స్నోర్కెలి గ్ జీవిత లోనే గొప్ప అన భ తి . 
నేన అక్కడికి క్షణాల్లో వెళ్లిపోగలన , మరి న వ్వ ? ఓహ్ , ఛ . 
నేన అక్కడే ఉ డిపోగలన . ఇదిగో తీస కో డి . ఇస్త న్నా . 
అయితే చార్లీ , తన ... థా క్య ... తన ఆర్ట్ స్క ల్ లో చేరాలని ఇ కా ఆలోచిస్త న్నాడా ? 
నేన చివరిసారి అదే విన్నాన . ఇ కా కానర్ స గతి ఏ టి ? 
అతన ... ఎలా ... ఇప్ప డ సీనియర్ అయి ఉ టాడ . అవ న . కానర్ మా ఇద్దరినీ చాలా విసిగిస్త న్నాడ . 
హా . వాడ రె డ క్లాస ల ఫెయిల్ అయ్యాడ . వాడికి షికాగో య నివర్సిటీలో సీట వస్త ది అన కోన . 
మైక్ దానికి ఎలా స్ప దిస్తాడో న వ్వ ఊహి చ కోవచ్చ . 
మ చిగా స్ప ది చడ , హా ? 
ప్రతిఘటి చక . 
- ఎవరది ? 
- కేవల స్వీకరి చ . 
- సరే . - దాన్ని జీర్ణి చ కో . హేయ్ , మిత్రమా . 
డానియేలా నన్న ఆహ్వాని చి ది , కాబట్టి ... సరే , సరే , సరే . 
- ఒక డ్రి క్ తాగ తావా ? - ప్రస్త తానికి ఫర్వాలేద , కానీ థా క్య . 
సరే , ఇ కా నీక బహ శా డైట్ కోక్ కావాలేమో . 
డైట్ కోక్ కోస ఏమైనా చేస్తాన . నా గ రి చి నీక తెల స . నేన తాగచ్చా ? నీ దగ్గర ఉ దా ? 
- హలో . - హేయ్ . హాయ్ . ఇదిగో తన వచ్చి ది . 
దేవ డా , మ చి వాసన వస్తో ది . ఇక్కడ ఏ జర గ తో ది ? - ఇది వెల్లి గ్టన్ గొడ్డ మా స . 
- ఏ టి ? 
- నీక సాయ కావాలా ? 
- లేద , అవసర లేద . థా క్య . 
న వ్వ రావడ స తోష గా ఉ ది . - నిన్న కలవడ చక్కగా ఉ ది . - నిన్న కలవడ బాగ ది . సారీ , నేన ఏదో చర్చ మధ్యలో ఉన్నాన . మన మళ్లీ కల ద్దా . 
అ త గొప్ప మన ష లతో మజా చేయడానికి నీక ఎ త ధైర్య . 
నేన ఒకటి చెప్పాలి ... నేన హద్ద మీరి ప్రవర్తి చిన ద క క్షమాపణల కోర త న్నాన . నేన డానియేలాకి ఫోన్ చేయక డా ఉ డాల్సి ది . లేద . అద తా మర్చిపో . 
మన బాగానే ఉన్నా కదా ? 
అవ న . అవ న , మన బాగానే ఉన్నా . 
ఏ టి ? 
న వ్వ ఆరోగ్య గా ఉన్నావ . 
న వ్వ నీ పాత ఫైల్స్ తిరగేస్త న్నావని విన్నాన . 
అది నీక ఏమైనా ఆ దోళన కలిగిస్తో దా ? 
అది చాలా ఘోర . 
నేన ఏ ఆలోచిస్త న్నానో తెల సా ? 
నా ఉద్దేశ లో నీ జీవిత గ రి చి నీక ఒక్క విషయ క డా గ ర్త లేకపోవడానికి కారణ మ ద గా చెప్పాల టే అది నీ జీవిత కాకపోవచ్చ . 
న వ్వ తిరిగి వచ్చిన రాత్రి మన ఏ మొదల పెట్టామో దాన్ని మ గి చబోత న్నా . 
నేన నిన్న కొన్ని ప్రశ్నల అడ గ తాన . ఇ కా ఈసారి , న వ్వ నాక నిజ చెప్పాలి . 
- నీక నేన నిజమే చెబ త న్నాన . - లేద . 
న వ్వ డానియేలా వార్గస్ కి నిజ చెప్పావ . 
రేయన్ హోల్డర్ కి నిజ చెప్పావ . 
రేయన్ కి న వ్వ ఏ చెప్పావో నాక చెప్ప . న వ్వ భార్య అన క ట న్న ఆ మహిళకి న వ్వ ఏ చెప్పావో నాక చెప్ప . న వ్వ నకిలీవి . 
మేమ ఇష్టపడే జేసన్ కి న వ్వ మరో ర పానివి . 
ఎక్కడ న చి వచ్చావ ? 
మా జేసన్ ఎక్కడ ఉన్నాడ ? 
ఈ ప్రప చ లోకి రావడ కోస న వ్వ బాక్స్ ని ఎలా ఉపయోగి చావ ? 
- అయితే ఇప్ప డ ... - అవ న , మీ కొత్త ఇల్ల . నాక ఆ ఇల్ల నిజ గా సొ త అయి దో లేదో తెల స కోవడానికి నేన వేచి చ డాలి . 
- నాక బక్ టౌన్ అ టే ఇష్ట . - నాక క డా . 
ఇ కా నా రోజ వారీ ప్రయాణ ఇరవై ఐద నిమిషాల తగ్గ త ది . 
ఇ కా , అది మ్యాప్ ర మ్ పక్కనే ఉ ట ది . 
షికాగోలోనే అత్య త్తమ బీర్ అక్కడ దొర క త ది . దానికి సాటి మరొకటి లేద . 
భ గర్భ గ హల్లో మన ఈత కొట్టచ్చ . - దాని గ రి చి న వ్వ విన్నావా ? - లేద . 
అవ న , అది అద్భ త గా ఉ ట ది . జేసన్ . 
మన బస చేసిన ఆ హోటల్ పేర ఏ టి ? 
అదీ ... ఏదీ ... 
కి దటి థా క్స్ గివి గ్ రోజ నీక గ ర్త ది కదా , మన ఆ హోటల్ లో బస చేశా . నీక అది బాగా నచ్చి ది . అది ఏ టి ? 
మహకల్ . మహకల్ , అదే . మహకల్ . 
అది చాలా బాగ ట ది . మాక బాగా నచ్చి ది . 
మా జేసన్ ఎక్కడ ఉన్నాడ ? 
ఓహ్ , లేద . ఇదిగో చ డ డి . ఏ జర గ త దో చ డ డి . 
ఇక్కడికి వచ్చిన ద క మీ అ దరికీ థా క్స్ . 
మా జేసన్ ఎక్కడ ఉన్నాడ ? 
ఇ త చక్కని వి ద ని అ ది చిన నా అసాధారణమైన భార్య , డానియేలాకి క తజ్ఞతల . 
- నిన్న పొ దే అర్హత నాక లేద . - అది నిజ . 
- విన డి , నేన ... మీర దర . - అ టే , అది నిజ . 
ఈ ప్రప చ లో గొప్ప వ్యక్త లతో గడపడ క టే ఈ గదిలో ఉన్న వాళ్ల దరితో గడపడానికే నేన ఇష్టపడతాన . 
నేన ఏ చేసినా , అది చేయాల్సి వచ్చి ది . 
న వ్వ తప్ప ల చేశావని నాక తెల స , కానీ ... నేన ఎవ్వరినీ బాధపెట్టాలని అన కోలేద . 
ఇద తా జరగాలని నేన ఎప్ప డ కోర కోలేద . 
ఆ బాక్స్ తాళ నాక చాలా అ ద బాట లో ఉ ది , కానీ దాన్ని ఎలా ఉపయోగి చాలో నాక కనీస తెలియద . 
అది నన్న చాలా వేధిస్తో ది . 
కానీ , నేన నీక సాయ చేయలేన . నాక తెలియద . 
తమ్మ డ . న వ్వ ఏదో విధ గా నాక మేల చేయాలి . 
ఆ బాక్స్ లోకి ఎవర వెళ్లినా ఆచ కీ లేక డా పోతార , ఇక వాళ్ల గ రి చి మనకి సమాచార ఉ డద . 
ఆ బాక్స్ లో ఏ జర గ తో దో నాక తెలియడ లేద . నేన కలలో క డా ఊహి చలేన త గొప్ప అన భ తి అ ద లో ఉ డచ్చ . లేదా భయ కరమైన పీడకల కావచ్చ . 
ఆ బాక్స్ ని న వ్వ తయార చేయకపోవచ్చ , నీ మెర గైన ర ప ఆ పని చేసి ఉ డచ్చ , దాని అర్థ అది ఎలా పని చేస్త దో నీక కొద్దిగా అయినా అవగాహన ఉ డి ఉ డాలి . 
ప్లీజ్ , జేసన్ . 
ఇది చాలా మ ఖ్య , నాక మాత్రమే కాద , కానీ మన దరికీ మ ఖ్యమే . - ఎ ద క ? సరే . - ఎ ద కా ? 
అక్కడ క్యాన్సర్ కి చికిత్స దొరికే ప్రప చ ఉ డచ్చ కదా ? లేదా వాతావరణ మార్ప . దారిద్య్ర సమస్యల లేకపోవచ్చ . సామాజిక న్యాయ ఉ డచ్చ . ఆకలి కేకల లేకపోవచ్చ . 
ఆ విజ్ఞానాన్ని ఈ బాధల ప్రప చ లోకి మన తీస క రావచ్చేమో ? 
ఇప్ప డ , ఈ ప్రప చ అ తా నాశన అయిపోతో ది . కాబట్టి , జేసన్ , నిన్న ఇ క చివరిసారి అడగబోత న్నాన . 
అది ఎలా పని చేస్త ది ? 
న వ్వ ఆ బాక్స్ లోకి వెళ్ల . తల ప మ సేయ్ . 
న వ్వ చ ట్ట కలియచ డ ఇ కా కాసేప ఎద ర చ డ . 
నాక ఇ క ఏమీ తెలియద . 
ఇది ఏ టి ? 
ఈ రాత్రి న వ్వ గొప్పగా మాట్లాడావ . 
న వ్వ తాగిన మైక లో ఉన్నావా ? 
కొద్దిగా ... న వ్వ నిజ గా బాగానే ఉన్నావా ? 
న వ్వ తాగక డా ఉన్నప్ప డ నన్న ప్రేమిస్త న్నావని చెబ తావని ప్రామిస్ చేస్తావా ? 
ఎ ద క టే కొద్ది రోజ ల గా పరిస్థిత ల భిన్న గా ఉన్నాయి . 
అవి చాలా గొప్పగా ఉన్నాయి . అవి భిన్న గా గడిచాయి . 
- రేయన్ ! నాక సాయ చేయి ! - హేయ్ . ఇలా రా . మిత్రమా . ఓహ్ , దేవ డా . ఇలా రా . ఓహ్ , దేవ డా . ఏ జర గ తో ది , బాబ ? 
చాలా సారీ . ఇది నా పొరపాటే అన క టా . 
లైటన్ నాతో మాట్లాడాలని చ శాడ , ఇ కా నేన డానియేలా వేడ క తర వాత అతనికి తిరిగి ఫోన్ చేశాన . 
అదీ ... - నేన ఎక్కడ ఉన్నానో వాళ్ల అలా తెల స కోగలిగార . - చాలా సారీ . నాక తెలియలేద . 
నాక తెలియలేద . ఏ జర గ తో దో నాక తెలియలేద . 
- రేయన్ . - ఏ టి ? 
వాళ్ల డానియేలాని చ పేశార . ఏ టి ? 
వాళ్ల అపార్ట మె ట్లోకి ఒక్కసారిగా జొరబడ్డార . నా కళ్లెద ర గానే తనని గన్ తో కాల్చార . 
తన చనిపోయి ది . తన ... ఎ ద క టే తనకి ఫోన్ చేశానని . 
- ఇది నా పొరపాట . ఇదీ ... - లేద , లేద , లేద . 
- ఇది నా తప్పే . నా పొరపాటే . - విన . 
అది నీ తప్ప కాద , సరేనా ? అది నా పొరపాట . అది నా పొరపాట . నేన అసల ... నేన అక్కడికి వెళ్లక డా ఉ డాల్సి ది . మిత్రమా , న వ్వ నాక చెప్పాలి . వెలాసిటీలో న వ్వ ఏ ప్రయోగ చేస్త న్నావ ? 
న వ్వే ఈ సమస్యని పరిష్కరి చగలవ , రేయన్ . 
- అది ఏమిటో నాక చెప్ప చాల ... - న వ్వ ... న వ్వ ఒక మ ద తయార చేయమనీ , అది మెదడ మ ద పొరలోని రసాయనాలని మార్చివేయాలని చెప్పావ . 
- దాని తర వాత ? - అవ న . - ఎలా ? - దానిలో కొ త భాగాన్ని ... మెదడ లోని కొన్ని భాగాలని గ టపాట నిద్రప చ్చాలి . దేనికి ? దాని ప్రక్రియ ఏ విధ గా ఉ ట ది ? 
న వ్వ అది నాక చెప్పలేద ! 
జేసన్ , నేన చీకట్లో రాళ్ల విస ర త న్నాన , ఇ కా నేన సరిగ్గా లక్ష్యాన్ని ఛేది చానో లేదో న వ్వే నాక చెప్పాలి . 
నేన ఎవరని అన క ట న్నావో అది నేన కాద . 
వాళ్ల ఒక మనిషిని స పర్ పొజిషన్ లో ఉ చాలని చ స్త న్నార . 
సిద్ధా తపర గా చ స్తే , అది అసాధ్య , సరేనా ? ఎ ద క టే మన చేతనావస్థ అ ద క అన మతి చద . 
రేయన్ , మన పరిశీలి చడ ద్వారా ప్రతి విషయాన్ని విడివిడిగా చ డగల గ తా . 
కానీ అ ద క మనకి ... కానీ అ ద క మెదడ లో ఒక వ్యవస్థ ఉ డి తీరాలి . 
- పరిశీలక ల ప్రభావ . - ... ప్రభావ . అదే అసల విషయ . మెదడ సొ త గా అన్నీ విడివిడిగా పరిశీలి చక డా నా మ ద నిరోధిస్త ది . 
ఆ మ ద ప్రయోజనమే అది . ఆ మ ద ప్రయోజనమే అది . 
సరే , కానీ ఇతర ల మనల్ని పరిశీలిస్తే గన క మనల్ని విడివిడిగా చ డటాన్ని ఆ మ ద ఆపలేద . 
సరిగ్గా అక్కడే మనకి బాక్స్ ఉపయోగపడ త ది . ఏ టి ? ఏ బాక్స్ ? న వ్వ దేని గ రి చి మాట్లాడ త న్నావ ? 
బాక్స్ ! 
ఆ గదిలో , ఒక హ్యా గర్ ఉ ది . 
- అ ద లో బాక్స్ ఉ ది , అదే మార్గ చ పిస్త ది . - న వ్వ ... 
రేయన్ , న వ్వ మాతో వస్తావా , ప్లీజ్ ? 
నీక తెల సా ... ఆ రోజ రాత్రి నేన రేయన్ పార్టీని న చి ఇ టికి ఎ ద క ఆలస్య గా వచ్చానో తెల సా ? 
నేన బార్ న డి తిరిగి వస్త టే , నేన ఏదో పరధ్యాన లో ఉన్నాన . 
నేన రేయన్ ఉద్యోగ ఆఫర్ గ రి చి ఆలోచిస్త న్నాన . నాక మనస బాగాలేద , ఇ కా సరిగ్గా అప్ప డే నేన ట్రాఫిక్ మధ్యలోకి వెళ్లాన . 
ఒక క్యాబ్ పేవ్మె ట్ పక్కకి ద స కొచ్చి నన్న దాదాప గ ద్దేయబోయి ది . 
నా జీవిత నా కళ్ల మ ద కదలాడిన ద కో ఏమో నాక తెలియద , కానీ ఆ క్షణ న డి , నేన చాలా సజీవ గా ఉన్నట్ల అనిపిస్తో ది . 
ఎలా అ టే నా జీవితాన్ని నేన చాలా బల గా ఇ కా స్పష్ట గా చ డగల గ త న్నాన . ఇ కా నేన క తజ్ఞత చ పి చాల్సిన అన్ని విషయాల నాక ఇ కా స్పష్ట గా కనిపిస్త న్నాయి . 
న వ్వ . మ ఖ్య గా , న వ్వ . 
నా జీవితాన్ని నేన కోర క న్న విధ గా జీవి చడానికి నేన భయపడ త న్నాననే విషయాన్ని గ్రహి చాన . 
కానీ ఇ క నేన అలా భయపడదల్చ కోలేద . 
న వ్వ వె టనే నాతో పాట రావాలి . నేన నిన్న ఇక్కడి న డి బయటకి తప్పిస్తాన . 
ఏ టి ? ఆ కెమెరాల . 
నేన వాటిని ఆఫ్ చేసేశాన . వెళదా పద . 
హేయ్ , రేయన్ స గతి ఏ టి ? 
సారీ . 
మన వెళ్లాలి . 
హేయ్ , న వ్వ నాకె ద క సాయ చేస్త న్నావ ? 
ఈ పరిస్థిత ల న డి నేన తిరిగి రాగలనో లేదో నాక తెలియద , కానీ నేన ప్రయత్ని చాలి . 
అక్కడే ఉ డ . 
పద . 
ఇప్ప డ ఏ జర గ త ది ? 
మన నైట్ వాచ్ మన్ ని దాటి బయటక వెళ్లాలి . 
బయటకి వెళ్లడానికి ఎలివేటర్ ఒక్కటే దారి . వెళదా పద . 
మన ఏ చేద్దా ? 
నేన ఆలోచిస్త న్నాన . 
మన బయటకి వెళ్లగలమా ? 
ఆ బాక్స్ . 
ఏ టి ? 
బాక్స్ ఏ టి ? 
- మీ పేర , ప్లీజ్ . 
- అమా డా ల కస్ . 
దయచేసి మీ పాస్ కోడ్ ని నమోద చేయ డి . 
- ప్రవేశ నిషేధ . - ఛ . 
- మీ పేర , ప్లీజ్ . 
- అమా డా ల కస్ . ప్రవేశ నిషేధ . 
వాళ్ల నా క్లియరెన్స్ ని నిలిపివేశార . హేయ్ , ఆగ . 
మీ పేర , ప్లీజ్ . 
- జేసన్ డెస్సన్ . 
- మీ పాస్ కోడ్ నమోద చేయ డి . 
కానివ్వ . 
ప్రవేశానికి అన మతి . 
జేసన్ , ఆగ ! 
బాక్స్ లోపలికి వెళ్ల . 
వెళ్ల ! 
వచ్చేయ్ . 
ఎవరైనా లోపలికి రాగలరా ? 
అది సాధ్య కాద అన క టా . అది మ డ నిమిషాల పాట లాక్ అయి ఉ ట ది . 
టైమర్ సెట్ చేయి . ఇ కా ఆ తర వాత ఏ చేయాలి ? 
మన ఇక్కడ ఉ డక డా ఉ డాల్సి ది . మనమా ? 
న వ్వ నాతోపాట రాక డద . 
వాళ్ల ఇ దాకే మనమీద కాల్ప ల జరిపార . 
నిన్న ఒత్తిడి చేశానని వాళ్లకి చెప్ప . నిన్న నేనే బలవ త గా తీస కొచ్చానని చెప్ప . అదీ ... దాని వల్ల ఎలా టి ప్రయోజన ఉ డద . లైటన్ మనల్ని క్షమి చడ . 
- ఓహ్ , దేవ డా . - వీటిలో ఒక దాన్ని మనకి మనమే ఇ జెక్ట్ చేస కోవాలి అన క టా . 
భ జ మీద నీ చొక్కాని పైకెత్త . ఇది పెట్ట కో . 
సరే , చాల . 
నేన నీ మోచేయి మ ద భాగ లో దీన్ని గ చ్చాలి , సరేనా ? 
నేన ఆ నరాన్ని అ ద కోగానే , అది ఆక పచ్చగా మారిపోత ది . - సరే . - సరేనా ? 
అది ఏ టి ? 
సారీ . న వ్వ బాగానే ఉన్నావా ? 
నాక ఆ బాక్స్ ని ఎలా పని చేయి చాలో ... తెలియద . 
మన ఇద్దరికీ తెలియద . 
నేన నా క ట బ దగ్గరకి తిరిగి వెళ్లాలి . 
- హాయ్ . - లేద . - అది చేయబోత న్నాన . - లేద . న వ్వ చెప్పాల్సి దే ... - అవ న . - కానీ చేయవ ... 
నేన చాలా గొప్ప డిటెక్టివ్ ని ... - ... ఇ క నేన చేయబోత న్నాన . - తన చేయడ . నేన చేస్త న్నానా ... అవ న , చేస్త న్నాన . సరే , మరి ... 
- డామిట్ ! లేద ! - ఎప్ప డ ఇ తే ! ప్రతీసారీ ! 
