Някакъв клошар го заклал с брадва ? 
Съжаляваш , че не си била ти ? 
Намери си нова цел в живота . 
Чух , че търсите органист . 
Засега никой не бива да знае , че съм жив . Нито мама , нито Хеленка . 
На света още има хора , които ме ненавиждат . 
Имам определени вътрешни желания , които невинаги успявам да укротя . 
- Синът ви иска да ме убие ! 
- Това беше само драскотина ! 
Не мърдай ! 
Там има камера . Сигурна ли си , че искаш да се обаждаш на някого ? 
Не се дърпай , няма да боли ! 
Остава само да си признаеш вината . 
Добре знаеш кой уби Каролина . 
- В кой месец си ? - Втори . 
Аз не съм ти враг . Те са тези , които искат да ти отнемат свободата ! 
Никога няма да удържиш на думата си и да пуснеш сина ми ! 
Никога няма да избягаш от мен . 
- Татко ? - Татко ! 
Полиция , не мърдай ! 
- Арестуван си , боклук ! 
- Какво й е на приятелката ти ? 
Къде е погребан баща ви ? 
Къде точно е гробът му ? 
- По - бързо , мамка му ! - Нагоре ! Евчя ! Евчя ! 
- Не ти вярвам . - Стой ! 
Как можа ? 
Не си си заслужил смъртта . 
Ти загуби . 
Вече нямаш семейство . 
Ангел Божи , мой хранител , страж бъди ми и пазител ! Сутрин , вечер , ден и нощ ме брани със свойта мощ ! 
В тяло и в душа пази ме , в живот вечен поведи ме ! Амин . 
По - бързо ! 
Живо ! Тук не е спа . 
Библиотеката пристигна . 
- Какво е това ? 
- Книгата за ангели , която искахте . 
- Помолих за книги по теология . 
- Така са ми го написали . 
Може ли да ида сам да им покажа какво ми трябва ? 
- Оковете ме , ако трябва . 
- Не става . 
Сега в библиотеката има други затворници . 
Ще пазя тишина . 
А после някой ще пречука " звездата " и ще ми орежат премията . 
Нужно ли ни е ? 
Не очаквай чудеса . 
Убили сте човек , за да му откраднете колата . 
Мачей Яник го уби . 
Аз просто не успях да му помогна . 
Бях на делото , чух . 
Съдът дори повярва . 
Ти не повярва ли ? 
Аз благодарях на Бог , че Яник още се укрива и не е признал истината . Тогава щеше да получиш двойно . 
И без това получих твърде много . 
Какво намери ? 
Не е разпитан собственикът на служебния автомобил , с който се е движел убитият . 
Не е взето предвид , че жената , която е намерила трупа , е била в нетрезво състояние . И двама от свидетелите са били призовани след законния срок . 
Това достатъчно ли е за касация ? 
Ако човек има добър адвокат ... 
Адвокатът взема толкова , че трябва да е добър . 
- Кога ще изляза ? 
- Не знам . 
Ще внеса иск идния понеделник . 
Ако мине , делото ще се гледа отново , но това не значи , че ще излезеш . 
Тогава направи така , че да изляза . 
Прокуратурата непрекъснато търси основания да те обвини в поредните убийства . 
Ако намерят нови доказателства , могат да се върнат дори към закрития случай . 
Нищо няма да намерят , защото съм невинен . 
- Ще внеса иска другата седмица . 
- Постарай се повече . 
Тук ми е скучно ! 
Свободна сте . 
Е , сега накъде ? 
Малдивите , Занзибар ? 
Ще ви изненадам . 
Искате ли още чай ? 
Благодаря . 
Опитай , много е вкусно . 
Зет ми търси хора за магазина . 
Мога да те препоръчам . 
Не , благодаря , предпочитам по - надалеч . 
Тук в Сребърна Гура хората много говорят . 
- Накрая ще престанат . - Не знам ... 
Дойде ми до гуша . Затова се пренесох в гората . 
Отвори сладкарница , продавай пасти . Много е вкусно ! 
Трябва да изядете всичко . Аз пазя диета за плажа . 
А Мачек ? 
Обади ли ти се ? Не . 
Не знам дори дали е жив . 
Може и да ми е по - добре , ако не е жив . 
Недей така . Той ти е син . 
Той стреля по мен . 
Наговори ми такива неща , че ... 
Вече нямам син . 
Наредиха да те наблюдаваме . Знаеш , ако се върне Мачек . 
- Разбирам . - Ето как ще го кажа . Няма особено да се стараем . 
- Знаем се , уважаваме се . 
- Благодаря . 
За какво ти е това ? 
В случай , че ме изпортиш . 
Стига глупости . 
Дай ми го . 
Знаеш , че ако намерят тук оръжие , веднага ще ме затворят . 
- Стой ! Полиция ! 
- Горе ръцете ! Остави го ! Хвърли оръжието ! 
- Пусни го ! 
- Хвърли оръжието ! 
Стой ! 
Остави го ! 
Остави го , казах ! 
Изчезвайте . 
- Паролата . 
- Шибай се . 
Паролата ! 
4 - 2 - 6 - 7 . 
- Онзи е . 
- Водете го . 
- Какво ? Защитих се . 
- Тръгвай . 
Един момент . 
Пич , не знам кой е донесъл дрогата . 
Може би момичетата , които караш да предлагат секс услуги ? 
Никого не принуждавам . Сами се натискат . 
- Да ? 
- Можеш ли да излезеш за момент ? 
Майката игуменка . 
Разбирам защо си се впила в него . Лика - прилика сте си . 
Трябва да го притисна . 
Заповядай . И без това трябва да търся превоз за моята мравчица . 
А защо не излезеш в коридора да видиш не се ли връща Сужин ? 
Какво имаш предвид ? 
Трябва да притисна тоя тип . Но обещавам да бъда деликатна . 
Добре . 
А , ето я лошата полицайка . 
- Това май е незаконно . 
- Обичаш камерите , нали ? 
Колегите ти казаха , че имаш из цялата сграда и записваш гостите . 
Трябва ми един запис , който , уви , го няма на твоя компютър . 
Значи имаш проблем . 
Може и да имам . Но имам и предложение . 
Или ще ти счупя и другата ръка , или ще те пусна още днес . 
Може би Нова Зеландия ? 
Права си , много е далече , знам . 
- Канарските острови ? 
- Черни плажове , вулкани - помисли си . 
- Не искам никъде да ходя . 
Хелена , какво става ? 
Та това е почивка , само три седмици . 
- А татко знае ли ? 
- Каза ли на татко , че е само почивка ? 
- Не . Не съм длъжна , - това не е негова работа . 
- А ако отново поиска да ни спре ? 
Хелена ... Татко е в затвора , нищо не ни заплашва . 
Той ще измисли нещо . 
- Защо го казваш ? 
- Татко винаги ще ни намери . Няма да избягаме от него . 
Първият ми ден без " гривна " . 
Това трябва да се полее . 
Наздраве . 
Какво ще правиш ? 
Казах ти . Волницки ще ми намери работа . 
- Само чакам да даде знак кога почвам . 
- Всичките ни проблеми са от него . 
- Защо искаш да го направиш ? 
- Защото ще ми плати . 
И ти му вярваш ? 
Смешна си . 
Какво ще правиш за него ? 
Ще трепя кучки . 
Знаеш , че не е нужно да го правиш . 
Но искам ! 
И това не те засяга ! 
А когато го правя , ще мисля за теб ! 
Така ... Полегни си . 
- Здрасти , сестра ми . 
А , здравей . 
На какво дължа честта ? 
Затъжих се за теб . Децата също . 
Господи , откога не съм ги виждала ! Сигурно са по - високи от мен ? 
Яшек - със сигурност . 
Слушай ... Имам една молба . 
Може ли да се видим ? 
- Искаш да дойдеш тук , така ли ? 
- Може ли ? 
Ами ... разбира се . 
- Супер , значи до скоро ! 
Три минути . 
С какво мога да помогна ? 
Знам , че Мачек е получил поръчка от теб . 
Оттегли я . 
Наистина мога да ти навредя . Все още имам контакти с полицията . 
Ще се погрижа да не излезеш оттук . 
Моля те , не го прави . 
Ще запишеш на Мачек гласово съобщение , че е свободен , че поръчката отпада и че нищо няма да му платиш . 
Ще ти помогна . 
Ще направя така , че да получиш по - кратка присъда . 
Наистина ли можеш да го направиш ? 
Да . 
Говори . 
Нямам понятие какво планира Мачек . И не съм му давал никакви поръчки . 
Но ако знаеш къде се крие , трябва да съобщиш в полицията . 
Обявен е за издирване . 
Престани , умолявам те . 
Освободи Мачек , не го вкарвай по - дълбоко в лайната ! 
Моля те , ще ти платя ! 
Остави сина ми на мира . 
Знам , че разбираш - и ти имаш деца . 
Знам какво чувстваш . Наистина . 
От провала като родители най - много ни боли . 
Но за съжаление , не мога да ти помогна . 
Скоро излизам на свобода . 
Ще дойда да те видя . Трябва да ти се отблагодаря за гостоприемството . 
Приятно място . 
Била ли си преди тук ? 
Интересно дали имат нещо вкусно . 
От сутринта не съм ял . - Заповядайте . 
Октопод във вино . 
Какво има ? 
Искам да се изнесеш . 
Не разбирам . Знам , че животът ти е объркан . 
Пьотр , децата , всичко това ... Мислиш , че не заслужаваш да си щастлива , но аз те обичам . 
Но аз теб не те обичам . 
Не те обичам . 
Довечера няма да нощувам вкъщи . 
Събери си нещата и се изнеси . 
Може ли поне да се сбогувам с децата ? 
Няма ги . При сестра ми са . 
- Кой е той ? 
- Кой ? - Този , у когото ще нощуваш . 
- Не го познаваш . 
Ало , да ? 
Станало ли е нещо ? 
Каква изненада ? Кажи ми ! 
А какво ви обещавам от година ? 
Кученце ! 
Но ти каза , че не може ! 
Чудесно е ! И много сладко ! 
- Супер е . 
- Какви очички има ! 
- Колко голямо ще порасне ? 
- Не знам , ще видим . 
Виж му нослето ! 
Какви лапички ! 
- Как ще го наречем ? 
- Да видим ... - Например ... 
- Благодаря , мамо ! 
- Може ли Шаро ? - Може ... 
- Край на разходката . - Какво става ? 
- Имам среща с адвокатката . 
- Не можа да дойде . 
На телефона е . 
Разбрахме се за друго . Трябваше да дойдеш . Какво става ? 
- Какво става с касацията ? 
- Проверих всичко . Нямаш шансове за касации . Няма да стане . 
- Постарай се малко повече ! 
- Нищо повече не мога да направя . Трябва да си излежиш присъдата . Съжалявам . 
Доволна ли си ? 
На втората минута смъркаш кока , на петата получаваш кинти за подкуп на съдията . 
Чакай ! Откъде да знам , че не си направила копие ? 
Не знаеш . 
Г - жо Полковска ! Какво съвпадение . 
Наистина мислех , че си зарязала Волницки и гониш други престъпници . 
Но не било така ! 
Търсиш компромати за адвокатката му . Защо са ти ? - Поне няма да внесе иск за касация . 
- Ще си намери друг адвокат ! 
Не разбираш ли ? 
Този човек не бива да излиза дори за час ! 
Затова има съд и прокуратура ! 
Майната му на съда , който работи за престъпниците ! 
Не мога да допусна тоя изрод пак да убие някого ! 
- Кога ще приключиш с това ? 
- Когато Волницки получи доживотна . 
И тогава ще го преследваш . Дори след смъртта му . 
Добре , можеш да ме изпееш . 
А сега изчезвай . 
Мачек ! 
Мачек ? 
Къде беше ? 
- На никого не съм казала , че си тук ! 
- Казвай къде беше ! 
- Искам само да ти помогна . Само ... 
- Казвай ! 
Обичам те . Никога не бих те предала . 
А ти никога няма да ме убиеш ! 
Кого си довела тук , а ? ! 
Мачек ? 
Дойдох да ти помогна . 
Остави това , сине . 
Може ли да поговорим спокойно ? 
Татко ... 
Не е истина ! 
Пиян те пребиваше от бой , а ти го викаш на помощ ! 
Толкова ли си откачена ? ! 
- Той се е променил , послушай го . 
- Мачек ... Ти си мой син . Знам какво чувстваш . 
И аз имах това нещо в себе си . Този яд към света , заради него пиех . 
Но в живота всичко може да се поправи . 
Послушай го ! 
- Той ще ти помогне , наистина . 
- Благодаря , мамо . Имах една мечта и ти всъщност я осъществи . 
Винаги съм искал да го пречукам ! 
И какво ? 
Ще ме убиеш ли ? 
Не . Ще те прецакам , както едно време ! 
Остави го ! Нали няма да го застреляш ? 
- Голямо браво на Влоджимеж ! 
- Мрувец ? Мрувец ! 
Скъпи мои ! Дойдох при вас преди половин година като шеф на специалната група . 
След това ме помолиха да остана като заместник на вашия шеф , който отиде на почивка . 
През цялото това време си давах сметка , че в главите ви се върти една мисъл . 
" Какво търси тук тоя дърт задник от Ополе ? " 
Чувство за хумор - 1000 ! 
Затова , скъпи мои , ще изпълня вашето желание . 
Заминавам за Ополе ! 
Напийте се днес в моя чест ! 
За ваше здраве ! 
Влоджимеж ! Влоджимеж ! 
Сто години , сто години нека ни е жив ! 
Здравей , скъпа . Как мина вчера ? 
Вчера ? 
На интервюто за работа . 
Ами ... не отидох там вчера . 
Това май не е за мен . 
Защо ? Станало ли е нещо ? 
Не , всичко е наред . Малко настинах вчера . 
Привет ! Нейно величество ! 
Трябва да затварям . Пазете се , чао . 
Йола ... 
- Ти я изплаши . 
- Бедната надрусана сърничка . 
Какво ? ! 
- Разбирам от наркотици . Надрусана е . - От нищо не разбираш ! 
Именно . 
Не можеш да купиш една детска количка . 
- Мислеше , че с " гондолата " се плава . 
- Не може ли да си купим обща ? 
Не може , защото ще я счупиш и няма да имам за моите дни . 
А ти е все едно , че може да пострада детето ! То няма гаранция ! За детето ще те затворят , а за количката - не . 
Ако ме затворят , всички дни ще са твои . 
Наистина ли ще се съдите за права веднага след раждането ? 
- Може да не ви се получи . 
- Благодаря за добрия съвет . 
А как беше при теб ? 
Наливаше се още в родилното , или изчака малко ? 
Ага ... 
Може ли да поговорим ? 
На четири очи . Добре . 
Изпял си ме ! Предател . 
Какво има ? 
- Говорих за теб с главния комендант . 
- Да си стягам ли багажа ? 
В известен смисъл . 
Той ме попита кого препоръчвам да ме наследи . 
- Оня задник няма ли да се върне ? 
Не знам кого си му препоръчал . 
Не ... не ! 
- Не . - Значи си съгласна . 
- Ти си мръднал . 
- Сътрудниците те хвалят . - Така ли ? Кои ? И Мрувец ли ? - Особено той . О , а какво ти каза ? 
Че това е последният шанс да стане човек от теб . 
- Какво стана ? Евелина , какво ... 
- Егати . 
Мамка му мръсна ! Не мърдай ! 
- Лекар ! - Шефе ... Може ли да караме към болницата със сирени на макс ? 
- Мили мои , детето ми се ражда ! - Браво ! 
Изтрий отпечатъците си . 
Има гилза . 
Ами сега ... Видя ли куршума ? 
Тя е мъртва . Няма я . 
Трябва да почистим . Е ? Тя имаше ли някъде скрит пистолет ? 
Там , в шкафа . 
Може да повярват , че е самоубийство . 
Само че този куршум , Мачек ... 
Мачек ? 
Здрасти , Башя е . Дали Моника не е някъде с теб ? 
Не ми вдига , а исках да я питам за лекарствата на Хеленка . 
- Не . Не ти ли е казала ? 
- Да , знам . Романтично пътешествие . 
Само че не с мен . 
Разделихме се . 
- Тогава какво прави тя ? 
- Нямам идея . 
Знаеш ли , тя ми даде ... едни документи ... И каза , че е за всеки случай ... 
- Какви документи ? 
- За попечителство над децата . 
Волницки ! Посещение . 
- Адвокатката ми ли е ? - Не . 
Изненада . 
Женичката ти дойде . 
Ще освободиш напрежението в " мократа килия " . 
- Моята жена ? Моника ? - Да . 
Личи си , че е зажадняла . 
Ако не искаш , аз ще си поговоря с нея . 
Приятно прекарване ! 
Липсвам ли ти ? 
Какво искаш ? 
Щяхме да заминем на почивка , но ... Хеленка се опасяваше , че ще имаш нещо против . 
Милото дете ... 
Доведи я някой път при мен . 
Няма да дойде , страх я е от теб . 
Защото така си я настроила . 
- Лъжеш децата ми ... 
- Престани . 
Не искам този разговор . 
А какво искаш ? 
Да се освободя от теб . 
Но ти успя . 
В крайна сметка ще излезеш оттук . 
Ще измислиш нещо , както винаги . 
Дори да заминем на края на света , пак ще ни намериш . 
Точно това не можеш да ми забраниш . 
Мога ! 
Това беше грубо ! 
- Дръпни се ! 
- Тичай за лекар ! 
Тази сутрин беше жестоко пребит Пьотр Волницки - скандален писател и лектор , подозиран в убийства на млади жени . Побоят е извършен от съпругата на Волницки , която го посети в затвора . 
Още веднъж , голямо благодаря ! 
- Гледайте ! Направихме си малък човек ! 
- Страхотен човек . 
Жената на Волницки го е пребила със стол в затвора . 
- Какво , до смърт ли ? 
- Уви , не . 
Има сериозна мозъчна травма . Лекарите се борят за живота му . 
Дано не се стараят чак толкова . 
Извинявай . 
Той пак ни прецака . 
Засега е трудно да се каже в какво състояние ще е Волницки , и дали изобщо ще преживее операцията . Малко вероятно е обаче в скоро време да се върне в затвора . 
Добър ден . 
- Добър ден , скъпа г - жо Юдитка ! 
- Добър ден , г - н Хеньо . 
Поздравете и нашия Пьотруш . 
Скоро ще дойда да си побъбрим , да му разкажа как е бил отпускът . 
Разбира се , ще го поздравя . 
На приказка с Пьотруш . Да , точно така . 
- Добър ден . 
Добър ден . 
Как се чувстваш днес ? 
Хеньо ти праща поздрави . 
Днес ще поупражняваме устата . 
Но всичко по реда си , както ти обичаш . 
Ангел Божи , мой хранител , страж бъди ми и пазител ! Сутрин , вечер , ден и нощ ме брани със свойта мощ ! 
В тяло и в душа пази ме , в живот вечен поведи ме ! 
