درست مثل اون به عنوان علف وحشی ، یه گل وحشی ، یه حشره ، و یه پروانه ... تو توی راه به سمت من بودی 
بدون استراحت 
با هرچیزی که داری 
تو میتونی 100 بار منو رد کنی ، من 101 بار اعتراف میکنم 
- بوی خوبی میدی - بوی خوبی میدی 
- برام دوکبوکی گندمی که دوست دارم رو بخر - برام دوکبوکی گندم بخر 
- فرشته‌ای با بال 
- وقتی تا سه شمردم دیدمش 
کی بود ؟ 
دونگ گو بود ؟ 
کارآگاه سو ؟ 
با دقت بهم گوش بده 
میدونم باورش سخته ، ولی مجبوری باور کنی 
- مشکل چیه ؟ داری منو میترسونی 
- اوه بک ریون 
باید ازت محافظت کنم 
( شهادت شاهد - اوه بک ریون ) 
( بال های یه فرشته رو دیدم ) 
به چی نگاه میکنی ؟ 
چی ؟ این دفتر خاطرات سانگ هیوکه ؟ 
این چیه ؟ 
سانگ هیوک انسان نیست 
- این مرد ... 
- گفت پدرشه 
( شواهد شماره یک ) 
اولش باور نکردم ، ولی اونو با دوتا چشمای خودم دیدم 
جای عمیق زخم روی انگشتش توی چند دقیقه ناپدید شد 
و دستاش نامرئی شدن 
فقط چند ثانیه بود ولی دیدمش 
اگه اون انسان نیست ... 
سر در میارم که واقعا اون چیه 
پس تا اونموقع ... 
اومدی 
قبوض و اجاره این ماه رو روی میزت گذاشتم 
مشکلش چیه ؟ 
پس چیزی که اون روز دیدم واقعی بود ؟ 
اگه اون انسان نیست ، پس ... 
آقای سوپرمن ، حتی یه خراش هم برنداشتی 
حتی یه قطره خون هم ازت نیومد 
پس دلیل این که تا الان صدمه ندیده ... 
چرا اینقدر ناامیدی که عاشق بشی ؟ 
چرا نمیخوای عاشق بشی ؟ 
اینطور نیست که نخوام 
فقط نباید عاشق بشم 
لیاقتشو ندارم 
به خاطر اینه که اون انسان نیست ؟ 
قبض هارو اونجا گذاشتم 
این 997مین بارمه 
ببخشید 
اون روز تا آخرش بالا نرفتم 
تا آخرش نرفتم 
پس از الان بعد ، فاصله‌تو حفظ کن 
- وقتی سانگ هیوک اومد ... 
- داری راجع به چی حرف میزنی ؟ 
هیچ ایده ای ندارم داری راجع به چی حرف میزنی 
فکر‌ نمیکنم باید به حرفات گوش بدم . برمیگردم داخل 
فکر میکنی شوخی میکنم ؟ 
فاصله‌تو حفظ کن تا بفهمیم اون چه کوفتیه ! 
اون میتونه خطرناک باشه ! 
بهم صدمه زده ؟ 
اون تموم مدت ازم محافظت میکنه 
- بک ریون کجاست ؟ 
- رفته بیرون کجا رفته ؟ 
لعنت بهش 
هزار بار 
بک ریون ! 
بک ریون ! 
چطوری پیدام کردی ؟ 
شنیدم امروز هزارمین باره 
ممنون که اومدی 
پس تو کسی هستی که توی نخ سرنوشتی که مقدر کردم ، مداخله کردی 
تو کسی هستی که بهش میگن شجاعت 
مقدره که اون بانوی دربار با کس دیگه‌ای باشه 
اون با نخ قرمز سرنوشتی که من تنظیم کردم به یکی وصله 
امروز هزارمین بارشه ، مگه نه ؟ 
تو یه شوخی بامزه کردی 
ولی اونا نمیتونن باهم باشن 
یه پری نمیتونه با یه انسان باشه چون من نمیذارم این اتفاق بیفته 
زمانی که اون بانوی دربار و پری واسه خودشون جمع کردن ... 
هزار بار 
500 سال 
و بزرگترین متغیر ، که حتی تو نمیتونی اونو تغییر بدی ، یه پری که انسان نیست چون سانگ هیوکه 
تنها دلیلی که هزاران سال پری رو ترسوندی به خاطر این سرنوشت نیست ؟ 
اون به زودی وارد دگردیسی میشه 
اون نمیتونه توی دنیا انسان‌ها ساکن بشه 
قربان این گل های نیلوفر آبی هم تو یه قطعه زمین خیلی نامناسب ریشه کردن اونم بطور خیلی زیبا 
آيــــ ( " قسمت دوازده : دلیلی که الان تو روبه رومی " ) ــــرِن : : @ AirenTeam : 
اون دامپزشک ، همون بانوی دربار ، لی سو هی و دانش آموز دبیرستان ، یو جونگ آه بود ؟ 
پس دلیل این که اون تا الان خوب بود این بود که قرار بود با هم باشن ؟ 
مسخره نباش 
- سانگ هیوک انسان نیست 
دیگه چطوری میخوای توضیح بدی که چرا اونا اینطوری همو دیدن ؟ 
آخرین دگردیسی به زودی شروع میشه 
مهم نیست که قراره با هم باشن . اونا وقتی ندارن 
چرا باید الان درست قبل از پایان اتفاق میفتاد ؟ 
- یه چیز هست که سانگ هیوک نمیدونه 
- چی ؟ هیچوقت بهش نمیگم چون اون کله شقه 
ما خیلی دیر همو دیدیم 
ما 500 ساله که همدیگرو نشناختیم 
چرا زودتر همو ندیدیم ؟ 
ممکنه برخورد غم‌انگیزتری باشه ؟ 
وقتی بزرگترش میکنم ازش کم میکنن . لعنت بهش 
چون دلیل دیگه‌ای نیاز ندارم 
تو تنها کسی هستی که میبینم 
ولی چرا ؟ 
نگاه ملایم 
چطوری ؟ به چه دلیل ؟ 
خیلی معذب کننده‌س . واقعا ناجوره 
چرا شاگرد من بین اینهمه آدم روم کراشه ؟ 
آدمایی که هیچوقت قرار نداشتن ، تصادفی و بدون دلیل موجه عاشق میشن 
چند جلسه کلاسم مونده ؟ 
( در آکادمی تدریس کنید ) 
نگاه ملایم 
اوه ، خدایا ! 
- باید بری داخل 
- باشه 
باید واقعا بری داخل الان باشه . الان میرم 
وایسا 
- باید از یه چیزی مطمئن بشم 
- از چی ؟ 
ما الان دیگه باهمیم ، درسته ؟ 
منظورت چیه ؟ 
منظورم اینه ، الان میتونیم همدیگرو " عزیزم " صدا بزنیم ، مگه نه ؟ 
آره ، درسته 
خب ، هیچ موتوری روی صخره نبود تو تا اونجا دوییدی 
اگه روز بعد نظرتو عوض کنی ، اونوقت انگار عوضی ای 
خیلی خب . باشه 
نگران نباش و برو خونه 
عزیزم 
باشه ، عزیزم 
- شب بخیر 
- تو که آدم فضایی نیستی ، نه ؟ 
- آدم فضایی ؟ تو روح یا همچین چیزی نیستی ، مگه نه ؟ 
- داری راجع به چی حرف میزنی ؟ 
- منظورم اینه ، کارآگاه سو گفت ... یه چیزی دیده 
اون گفت دستات نامرئی شدن 
راستش منم دیدم 
- دیدی ؟ 
احتمالا به خاطر ضربه به سرم چیز میز میدیدم 
کارآگاه سو هم به سرش ضربه خورده ؟ 
اون هم حتما مثل من تو اون کارخونه متروکه موقع مبارزه با مجرم آسیب دیده 
درسته . حتما همینطوره 
ولی اون واقعا جدی بود 
فکر کنم ... اون منو خیلی دوست داره 
- چطور به این نتیجه رسیدی ؟ 
- یعنی اینقدر میخواد ما رو از هم جدا کنه ؟ 
با این حال ، چطوری میتونه بهت بگه آدم فضایی ؟ 
حالا متوجه شدم که چرا دورا همچین واکنشی نشون داد ، وقتی اصرار کردم که فرشته ام 
اما نگران نباش مهم نیست کی چی میگه ... قلب من به اینجا تعلق داره 
تو قلب عزیزکم 
برو داخل 
( پلیس قابل اعتماد ، کشور امن ) 
( گزارش شهادت شاهد ، تحت هیپنوتیزم ) 
- میخوای بدونی من کیم ؟ 
- موضوع زمانه 
اگه اعتراف کنی ، ممکنه اون رو در نظر بگیرم 
من یه چیز رو بهت میگم 
اون شخص ... منم 
( چون سانگ هیوک ) 
یه فضایی ، یه هیولا ، یه روح 
نمیدونم کدوم برای من به کار برده میشه 
- بازیت میاد ... 
- من بک ریون رو دوست دارم 
هی 
داری با من دعوا میکنی 
منم میخوام بدونم تو کی هستی ؟ و چرا دوباره همو ملاقات کردیم 
من یه پسرو دیدم که شبیه شاهزاده لی سونه 
تو کلینیک دامپزشکی 
پیداشون کن . اگه لازمه گوشه به گوشه‌ی چوسان رو بگردین 
عشقم ! 
عشقم ! 
یه لحظه اینجا بمون 
شاهزاده لی سون که سرسختانه دنبال بانوی دربار و سانگ هیوک بود 
کلینیک دامپزشکی ؟ 
- همونجا که دامپزشک اوه بک ریون کار میکنه ؟ 
- بله 
دلشوره دارم 
چه اتفاقی میفته اگه آخرین دگردیسی ، خوب پیش نره ؟ 
میدونی ، نه ؟ 
چیه ؟ 
چه اتفاقی میفته ؟ 
( شهادت ) ( اوه بک ریون ) 
اون اومد سمت من 
- و الان درست روبروی منه 
- خب ؟ میخوای بخاطر تمام وقتایی که از دستش دادی دنبالش راه بیفتی ؟ 
تو برای اون وقت نداری ! 
من قصد دارم کنار اون بمونم 
و ازش محافظت میکنم 
به زودی آخرین دگردیسی رو تجربه میکنی 
میدونم 
تا روزی که ناپدید بشم ، پیشش میمونم 
اگه این چیزیه که اون می‌خواد 
ما وقت نداریم 
منم وقت زیادی ندارم 
به نظر شما انسان ها تنها شکل زندگی هوشمند هستن ؟ 
ارتش آمریکا ادعا می‌کنه که هیچ بشقاب پرنده ای وجود نداره اما شواهد در حال سرازیر شدن هست 
شماهمتون چی فکرمیکنین ؟ 
هی ، کارآگاه میونگ 
- من به کمکت نیاز دارم 
- چیشده ؟ 
- من دیوونه به نظر میام ؟ - نه ، قربان 
من تنها کسی بودم که شاهدش بودم پس داره دیوونم میکنه 
به همین خاطر من به یه نفر دیگه احتیاج دارم 
میدونی که خیلی دوستت دارم ، درسته ؟ 
اما چرا میخوای فاش کنی که اون کیه ؟ 
هی . چی میشه اگه اون یه آدم فضایی خطرناک برای انسان ها باشه ؟ 
کی قراره از انسان ها مراقبت کنه ؟ 
پلیس 
اون احمق ، دور و بر خانم اوه ئه 
منظورتونُ متوجه میشم 
تو میدونی که من خیلی بهت اهمیت میدم ، درسته ؟ 
- بله ، ممنونم 
- آره 
من مطمئنم که اون تو یه لحظه عوض میشه 
- ما باید لحظه رو ثبت کنیم 
- بله ، قربان 
سلام ، کارآگاه سو 
حتما یکم پیش شوکه شدی 
یکم گیج شدم ، اما خوبم 
من نگران شمام ، خانم اوه 
نگرانم ، و ناراحتم 
فکر نمیکنم چیزی باشه که جای نگرانی داشته باشه 
بازم ... نگران تو ام 
این به خودم مربوطه ، مگه نه ؟ 
- تو آدم فوق العاده ای هستی ، اما ... 
- میشه این جمله رو تموم نکنی ؟ 
بذار حداقل نگرانت باشم 
میشه ، درسته ؟ 
اینجا ، همونجاست 
( چون سانگ هیوک ) 
خوب خوابیدم 
من دوباره سگ شدم ؟ 
چه خبرهه ؟ 
چی ؟ 
چرا منو بستن ؟ 
چه خبره ؟ 
چه خبره ؟ 
چرا اینا به دستم چیکار میکنه ؟ 
پشت من ... 
کی اونجاست ؟ 
تو کی هستی ؟ 
از امروز بهت فقط صبحانه ، ناهار و شام میدم 
- چی ؟ 
- فقط غذاتو بخور و اینجا بمون 
عقلت رو از دست دادی ؟ 
چی کارمیکنی ؟ 
منظورت چیه ؟ 
من کاری که باهام کردی رو برات جبرانش میکنم 
من دقیقاً همون کاری رو که تو با من کردی رو انجام میدم 
تحقیر شو و کارتو اونجا بکن 
هی . چون دونگ گو 
چون دونگ گو ! 
این همه سر و صدا برای چیه ؟ 
هی ، سانگ هیوک . اینو دور گردنم بازش کن ، برش دار 
- چون دونگ گو ! 
- چه بلایی سرش اومده ؟ 
سانگ هیوک 
میتونی اینارو برای من بازکنی ؟ 
اون زنجیر چیه ؟ 
فکر می کردم من و تو با هم تفاهم داریم 
ببخشید 
هی ، هی 
سانگ هیوک ! 
سانگ هیوک ! دونگ گو ! 
اون سگ کیه ؟ 
واسه همین ، اونا باید خوب باشن 
لطفا فقط مطمئن شو سر و صدای زیادی درست نمیکنن 
- بهت اعتماد دارم ، رفیق من 
- بعدا مبینمت 
( تولد جونگ آه ، 17 ام اعتدال بهاری ، 21 ام ) 
کی بهت گفته اینقدر خوشگل لباس بپوشی ؟ 
اگه بقیه عاشقت بشن چی ؟ 
دفعه بعد ، اینقدر لباس قشنگ نپوش 
همه بهت خیره شدن ، الان تبخیر میشی 
خدای من . ما نمیخوایم این اتفاق بیفته 
- فردا آرایش نکنم ؟ 
- اونوقت خوشگل تر میشی 
این جوری نمیشه . برو تو ماشین 
باید مخفیت کنم اینجوری هیچکس نمیتونه تورو ببینه 
پس چی میشه اگه اون فضایی باشه وقتی من اون رو خیلی دوست دارم ؟ 
یبار دیگه میگی تولدت کی بود ؟ 
تولدم ؟ 
روزی که وارد پرورشگاه شدی ؟ 
چه زمانی بود ؟ 
روزی که برف اومد . بیست ونه دسامبر 
که اینطور . هنوز خیلی مونده 
یتیم خونه کجاست ؟ کجا بزرگ شدی که انقدر خوشگل به نظر میای ؟ 
میخوای بری اونجا ؟ 
واقعا ؟ 
ممنونم . به سلامت برو 
وقتی کارت تموم شد ، میام دنبالت 
بعدا میبینمت . برو داخل 
حسودیم شد 
من تنهام 
باید خوشحال باشی 
دوست پسر داشتن خیلی خوبه 
- دکتر ! - دکتر ! 
- سون یی ما ... 
- سون یی ... 
ما تو آخرین جراحی تومور رو برداشتیم ، اما خیلی بدخیم بود و ازقبل به اندام هاش سرایت کرده بود 
اون از طریق شیمی درمانی مبارزه کرده 
اما الان اون فقط میتونه مسکن استفاده کنه 
بهش پیشنهاد دادم که اینجا بمونه چون نمیتونست خوب نفس بکشه 
فقط هرروز باید بیاد اینجا 
نوزده سالشه ، برای همین اون مثل دخترشونه 
سلام 
چجوری میتونم بهتون کمک کنم ؟ 
این طرف ، لطفا 
دوست دارین به سرپرستی بگیرین ؟ 
بازم یادشون نرفته 
یعنی کی میتونه باشه ؟ 
یعنی کسی که منتظرش بودم قراره امروز بیاد ؟ 
خدای من 
وای . تو کی هستی ؟ 
چرا اومدی اینجا ؟ 
خدای من . بیا اینجا 
خدایا 
اشکالی نداره 
این سگ کیه ؟ 
مشکلی نیست 
خدایا 
صاحب سگ اینجا نیست ؟ 
خدایا 
بیا بریم داخل 
اگر بگم من کشتمش چقدر زندان برام میبرن ؟ 
واقعا شما اونو کشتین ؟ 
اگر بگم من کشتمش چی ؟ 
منظورتون چیه ؟ 
من ... اون روز من اونجا بودم 
اون روز خانم سونگ رو دیدم 
کارتون چیه ؟ 
من تو یه آکادمی مشاور هستم 
- خواهر یا برادر دارین ؟ 
- یه بردار کوچیکتر دارم 
سرگرمیتون چیه ؟ 
- تو خونه بمونم 
- سلبریتی مورد علاقتون کیه ؟ 
سلبریتی مورد علاقم ؟ 
من جنی رو دوست دارم 
جنی 
برم ؟ نه 
ایل یونگ 
فقط سوال نپرس 
به جواب هایی که میده گوش بده و از توشون یه چیزهایی پیدا کن تا درموردشون حرف بزنی چیزهایی که بتونی گفت و گو رو ادامه بدی 
باید چیزهای مشترکی پیدا کنی تا در مورد هم کنجکاو بشین 
یونگ بوک ، یه چند تا سوال بپرس 
بعدی . دونگ گو 
فکر کنم همونیه که قبلا برای مشاوره زنگ زده بود 
پس من دیگه میرم 
خسته نباشی 
دونگ گو ، سرگرمیت چیه ؟ 
شما ، خانم دو را 
- سرگرمیت منم ؟ 
- میخوام تو رو بشناسم 
چون تو خیلی جالبی ، دو را 
تو از بین سه نفرتون ، از همه بدتری 
من بدترم ؟ 
اگر بری قرار از پیش تعیین شده و به طرف کع اولین باره داری میبینیش ، بگی که سرگرمیت اونه ... فکر میکنی این حرفت باعث میشه قلبش بلرزه ؟ 
نه اصلا و ابدا 
ترسناکه . طرف میگرخه 
چطور میشه که سرگرمیت اون باشه ؟ تو تازه طرف رو دیدی 
من یه سوال دارم 
اگر جو این سونگ همینو بگه چطور ؟ 
بذار بگیم تو قرار از پیش تعیین شده ، طرف جو این سونگه 
اگر اون بگه که سرگرمیش شما هستین چی ؟ 
باعث میشه قلبم بلرزه 
اما شماها جو این سونگ نیستین 
دهنم باز موند 
دهن ما هم باز موند 
جو این سونگ چی داره که من ندارم ؟ 
من درست شبیه جو این سونگم 
خوشتیپم و بدن قوی ای هم دارم 
با همه اینها ، تو جو این سونگ نیستی 
بچه ها ، منم کیم ته هی نیستم 
ما یه استثنا نیستیم که هرچی دلمون بخواد بگیم و بخشیده بشیم 
ما باید گفت و گویی مناسب با موقعیت و جو داشته باشیم 
اینجوری ... 
- بله ، دونگ گو ؟ 
- خانم آن 
شما خوشگل تر از کیم ته هی هستین 
برای من اینطوریه 
این مردک چشه ؟ 
همش داره باهام لاس میزنه 
( یتیم خانه‌ی فرشته ) 
- اومدی - سلام . خیلی وقت شده 
- بیا ببینمت 
- چطورین ؟ 
خوب به نظر میای 
خوشگل تر هم شدی 
سلام 
صبر کن ببینم ، اون ... 
همدیگه رو میشناسین ؟ 
یه بار با کارآگاه سو اومدیم اینجا 
با کارآگاه سو ؟ 
برای چی ؟ 
خب ... 
- بک ریون - بک ریون 
- بک ریون - بک ریون 
- چطورین ؟ 
- بک ریون 
- هدیه آوردین ؟ 
- بک ریون 
- هدیه 
- اونا رو آوردین ؟ 
شماها حتی بهم سلام هم نکردین و دارین سراغ هدیه ها رو میگیرین 
قلبم شکست 
اما با این حال هدیه ها رو آوردم 
دنبالم بیاین 
- باشه 
- بیاین ببینم 
برین عقب . مواظب باشین 
یکی یکی بردارین 
مراقب باشین 
به نوبت . یکی یکی بردارین 
چراغ قرمز ، چراغ سبز 
باید بیاین اینجا اونی که دستش بالاست 
چراغ قرمز ، چراغ سبز 
چراغ قرمز ، چراغ ... 
فرار کنین 
این چیه ؟ 
نه 
- فهمیدم . فوتبال 
- درسته 
پاهات که یخ نکرد ؟ 
من خوبم ، تو چطور ؟ 
منم خوبم 
محکمتر پا بزن 
نباید مسخره بازی دربیاریم باید عجله کنیم 
میخوای تندتر پا بزنم ؟ 
( کاپیتان سو جه هی ) 
بله ، کاپیتان سو 
اونا رو تحت نظر دارم 
اما هنوزم باید ادامه بدم ؟ 
چرا ؟ مشکلی پیش اومده ؟ 
دیگه نمیتونم تحملشون کنم 
- مطمئنم از همین جاست 
- مطمئنی ؟ 
مطمئنم همینجاست 
صدای پارس سگ از واحد شما میاد ، درسته ؟ 
نه برای ما نیست 
- مطمئنم که خودشونن 
- بله 
واضح شنیدمش 
- خودشونن 
- چرا دروغ میگین ؟ 
آره ، شما درست میگین . سگ ماست 
اگر نمیتونین جلوی سر و صداش رو بگیرین پس سگ نگه ندارین 
منم نمیخوام نگهش دارم 
میخواین ببرینش ؟ 
چرا چرت و پرت میگین ؟ 
خیلی بی ادبین 
انقدر چرت و پرت نگین 
شرمنده . دیگه تکرار نمیشه 
مسخره 
واقعا که 
دونگ چیل 
- دونگ گو ، همین الان منو باز کن 
- دونگ چیل 
بازم کن . هی 
دونگ چیل ، پسر خوبی هستی ؟ 
چیه ؟ چی شده ؟ 
بهت گفتم ساکت باشی 
خدایا . لعنتی 
به دوتاتون گفتم ساکت باشین 
بذار برم دستشویی 
برو اونجا خودتو راحت کن 
چطور میتونم خودمو اونجا راحت کنم ؟ 
اگر من میتونم پس تو هم میتونی 
ببخشید ، واقعا ببخشید ، 
پس خواهشا اینکارو نکن ، دوست من 
دوستم 
دوست عزیزم 
لحظه ای که لگن گذاشتی تو اتاقم ، دوستیمون تموم شد 
دونگ گو ... 
دونگ گو 
شوک درمانی 
تو این مرحله اون شوک درمانی لازم داره 
چطور ؟ 
باید اعتراف کنین و بعدش اونو فراموش کنین 
فراموشش کنم ؟ خب برای چی باید اعتراف کنم ؟ 
اون ده ساله که روی طناب بین یه عاشق و یه دوست راه میره 
یعنی داره ازش لذت میبره 
فکر میکنی اون نمیدونه چه احساسی نسبت بهش داری ؟ 
میدونه . خیلی خوبم میدونه 
و اون کاملا ازش سوءاستفاده میکنه 
وقتی احتیاجت داره بهت زنگ میزنه ولی باهات قرار نمیذاره 
اون بهت امید میده ، برای همین ترکش نمیکنی 
میخوای همینطوری زندگی کنی ؟ 
چرا دهه بیست سالگیتو اینطوری هدر میدی ؟ 
چون دوستش دارم 
تو همینطوریشم ده سال هدر دادی 
فقط بهش بگو چه حسی داری 
که دوتا گزینه میمونه 
اون یا تو رو نگه میداره یا ولت میکنه 
اگه نگهت داره ، اونطوری میتونی باهاش قرار بذاری 
اگه ولت کرد ، اونوقت دیگه وقتتو سرش هدر نمیدی 
چطور باید بهش اعتراف کنم ؟ 
از الان به بعد ، من فقط به تو نگاه میکنم نیم نگاهی هم به بقیه زنا نمیندازم 
این احمق دیوونه ... 
ببخشید ؟ گفتی دیوونه شدم ؟ 
تو بهم گفتی به احساساتم اعتراف کنم 
نه ، اینطور نیست 
هرچی میخوای از ته قلبت بگو 
خانم آن 
تو از کیم ته هی خوشگل‌تری 
پس ... اون میفهمه که تو صادقی 
فکرشو که میکنم ، این شوک تراپی بود 
دونگ گو ، سرگرمیت چیه ؟ 
تو ، دو را 
دونگ گو ، این مرد ... میدونه که چطوری تاثیر خوبی بذاره 
نگاه آروم 
اون جوری وانمود میکرد که قبلا با کسی قرار نذاشته ، ولی ممکنه در واقع یه دخترباز باشه 
( یتیم خانه‌ی فرشته ) 
( هفت گناهی که بچه‌ها هرگز نباید مرتکب بشن ) 
( یک : سلام ندادن دو : تا دیروقت خوابیدن ) ( سه : دیر غذا خوردن چهار : تکلیف انجام ندادن ) ( پنج : غیبت کردن شش : تمیز نکردن ) ( هفت‌‌ : غر زدن ) 
من کشتمش 
فکر کردم که اون خیلی شبیه افسر پلیس سال 1994 ئه 
پس ، اون پدرش بود 
فکر میکردم مجرده 
مجرد ؟ 
به هرحال ، رابطه‌ت باهاش چیه ؟ 
دوست پسرته ؟ 
باید خوشحال باشی 
مثل یه رویا میمونه 
این که میتونم لحظات گرمی رو با کسی که دوستش دارم بگذرونم 
مطمئنم از الانم گرم تر میشه 
تو حتی خوشحال تر میشی 
ممنون 
درباره این ... 
( یتیم خانه‌ی فرشته ) 
( خانه‌ی ما پر از عشق و امید است ) 
مدیر هونگ ئه کیونگ خودش اونو ساخته 
مدیری که سال 1993 گم شد ؟ 
آره ، درسته 
اون شبی که آتش سوزی شد ، ناپدید شد 
مدیر هونگ بچه ها رو میزد 
خیلی زیاد 
اون بچه‌هارو به خاطر پنج دقیقه دیر بیدار شدن میزد اون بچه‌هارو به خاطر باقی موندن یکم غذا میزد 
اون حتی بچه‌هارو به خاطر اینکه قشنگ لبخند نمیزدن میزد 
اونا رو مجبور کرد که نامه‌های خود ارزیابی بنویسن ؟ 
توی دفترچه قرمز ؟ 
ما تلاش کردیم مخفیانه اونو گزارش کنیم ولی چیزی تغییر نکرد و اون عصبانیتش رو روی سر بچه ها خالی میکرد 
فکر نمیکنم سال 1993 بوده باشه 
احتمالا اون اونموقع بچه کوچیکی نبوده 
بچه ها معمولا تو چه سنی از یتیم خونه میرن ؟ 
نوزده سالگی 
وقتی 19 ساله میشیم 
بچه هایی که از یتیم خونه رفتن چی ؟ 
به خاطر آتیش سوزی سال 1993 گزارش‌های قبلی همه سوختن 
( رویداد خیریه یتیم خونه فرشته ) 
من همین اطراف یه کاری داشتم 
کیم میونگ شیک یتیمه ؟ 
کیم میونگ شیک ؟ 
نه ، پدر و مادرش تو همون مجتمع آپارتمانی زندگی میکنن 
چرا باید یتیم باشه ؟ 
چیه ؟ 
بیا بریم بازداشتگاهی که اون هست . همین الان 
( هفت گناهی که بچه‌ها هرگز نباید مرتکب بشن ) 
آقای کیم 
شما واقعا خانم گو اون سو رو کشتید ؟ 
اگه اعتراف کنی که کشتیش وقتی اینکارو نکردی ، مرتکب گناه کبیره میشی 
تو میذاری مجرم واقعی برای خودش آزادانه ول بچرخه 
- یه توله سگ ! - یه سگه ! 
چند سالشه ؟ 
چند سالشه ؟ 
- کیوته - خیلی بامزه‌ست 
- بریم ، بچه‌ها 
- نه ، نمیخوام ! 
وقت رفتنه 
بریم 
چقدر دوست داشتنیه 
هنوزم یه پرونده‌ی دیگه مونده 
حسادت 
اون آخرین مورد اتفاق نمیفته 
چون من اینجام 
چی گفتی ؟ 
این جا ... 
پس اینجا جاییه که زندگی میکردن ؟ 
یو جونگ آه و سونگ دا هی قربانی‌های چهارم ، قبلا اینجا زندگی میکردن ؟ 
آره 
اینجا جاییه که خانم یو جونگ آه زندگی میکرد 
خدای من 
- خدایا - اینجا 
به تاکسی زندگی زدم ، زودی میاد اینجا 
خدای من . امیدوارم زود بیاد 
( مرکز خدمات و اطلاعات ) 
اون یه مرد قد کوتاه بود 
پس چرا اون ... 
اون مورد آخر اتفاق نمیفته 
چون من اینجام 
اون از هفت گناه برای زنان خبر داره 
منظورش چی میتونه باشه ؟ 
یه همدست 
اون همدسته مرد قد کوتاهی که خانم اوه تو پارکینگ دیدش 
اون عوضی که تو فروشگاه دیده شد 
اون همدسته ، ولی کیم میونگ شیک اعتراف کرد 
اون سعی میکنه همه تقصیر هارو گردن بگیره ؟ 
ولی چرا ؟ 
( بیماری ) ( حسادت ) 
حسادت 
اگه این برای آخرین مورد باشه ... 
( اوه بک ریون ) 
برای آخرین پرونده‌ی باقی مونده ... 
من اول میرم 
کجا میری ؟ 
- رسیدم 
- هی 
سلام 
دکتر لی ، از زحماتتون ممنونم 
ممنون 
( بیمارستان حیوانات گوگی دونگ ) 
دکتر اوه 
دکتر اوه ، میان وعده چی بخوریم ؟ چی میخواید بخورید ؟ 
چیزی هوس کردید ؟ 
پیتزا هوس کردم 
ولی دیروز خوردیم 
خوش اومدید 
اولین باره که اینجا میاید ؟ 
آفرین 
سرپرست سیب‌زمینی 
( مرد من ) 
شماره‌ای که با آن تماس گرفته‌اید ... 
آه روم 
اونجا بمون . خدای من 
بچه بیچارم 
- درست میشه 
- اونجا ، اونجا 
کارآگاه چون یونگ جه ؟ 
- خدای من ! 
- جونگ آه ! 
جونگ آه ! 
دخترم ! دختر بیچارم ! بچه بیچارم ! 
( انتصاب شما به عنوان افسر پلیس رو تبریک میگیم ) 
من ... من میگیرمش ، مهم نیست چجوری 
