就 像 這樣 化身 為 一株 野草 一朵 野花 一 隻 蟲 一 隻 蝴蝶 妳 來 到 我 身邊 
毫不 停歇 
帶著 妳 的 一切 
你 可以 拒絕 我 100 次 我會 告白 101 次 
- 你好 香 喔 - 你好 香 喔 
- 買 我 愛吃 的 辣 炒 小麥 年糕 - 買辣 炒小麥 年糕 給我 
- 有 翅膀 的 天使 
- 我數 到 三 就 會 看到 他 
那 是 誰 ？ 
又 是 東九 ？ 
徐 警探 ？ 
仔細 聽 我 說 
我 知道 這很難 相信 ， 但 妳 一定 要 相信 
- 怎麼 了 ？ 你 嚇到 我 了 
- 吳白蓮 
我 必須 保護 妳 
（ 證人 證詞 ， 吳白蓮 ） 
（ 看到 天使 的 翅膀 ） 
你 在 看 什麼 ？ 
什麼 ？ 這是 尚赫 的 日記 嗎 ？ 
這是 什麼 ？ 
尚赫 不是 人類 
- 這個 人 是 ... 
- 他 說 這是 他 父親 
（ 一號 證物 ） 
我 一開始 不 相信 ， 但 我親 眼看 到 
他 手上 一個 很 深 的 疤 在 幾分 鐘內 就 消失 了 
然後他 的 手 變成 透明 的 
只有 不到 一秒 ， 但 我 看到 了 
如果 他 不是 人類 ... 
我會 查出 他 到底 是 什麼 
所以 ， 在 那 之前 ... 
妳 回來 了 
我 把 這個 月 的 帳單 和 房租 放在 妳 桌上 
她 怎麼 了 ？ 
那麼 ， 那天 我 看到 的 是 真的 ？ 
如果 他 不是 人類 ， 那 ... 
超人 先生 ， 你 一點傷 都 沒 有 
一滴 血 都 沒流 
那麼 他 到 目前 為止 都 沒 有 受 過傷 的 原因 是 ... 
妳 為 什麼 這麼 迫切 地想 談戀 愛 ？ 
那 你 為 什麼 不想 ？ 
不是 我 不想 
而是 我 不 應該 
我 沒資格 
... 因為 他 不是 人類 ？ 
我 把 帳單 放在 這裡 
這是 第 997 次 
請 借過 
那天 我 沒 有 到 山頂 
我 還差 一次 
從現 在 起 ， 妳 要 保持 距離 
- 當尚 赫來 ... 
- 你 在 說 什麼 ？ 
我 不 知道 你 在 說 什麼 
我 不 該 再 聽 你 說 了 ， 我要 回去 了 
妳 以 為 我 在 開 玩笑 嗎 ？ 
保持 距離 ， 直到 我們 查出 他 是 什麼 
他 可能 很 危險 
他傷 害過 我 嗎 ？ 
他 一直 都 在 保護 我 
- 吳白蓮 在 哪裡 ？ - 白蓮 出去 了 
她 去 了 哪裡 ？ 
糟糕 
一千次 了 
白蓮 
白蓮 
你 怎麼 找到 我 的 ？ 
我 聽 說 今天 是 第 一千次 
謝謝 你 來 到 這裡 
原來 就是 你 搗 亂 我 安排 的 姻緣 紅線 
你 就是 他們 說 的 " 勇氣 " 
那位 宮 女 註 定 要 和 別 人 在 一起 
我 安排 的 姻緣 紅線 把 她 跟 別 人 繫 在 一起 了 
今天 是 她 的 第 一千次 吧 ？ 
你 的 惡作劇 很 可 愛 
但是 他們 不能 在 一起 
人仙 殊途 因為 我 不會 允許 的 
那個 宮女 和 那個 仙子 累積 了 
一千次 
五百年 
而且 連你 也 無法 改變 的 最大 變數 一個 不是 人類 的 仙子 那 就是 千尚赫 
你 灌輸 那個 仙子 恐懼 長 達數 千年 唯一 的 原因 就是 命運 ， 不是 嗎 ？ 
他 很快 就會 開始 變身 
他 不能 留在 人間 
三神 這些 蓮花 出自 污濁 的 淤泥 卻 開得 很 美麗 
第 12 集 ： 你 在 我 面前 的 原因 
那個 獸醫 就是 那個 宮女 李素 希 也 是 高中生 柳淨 娥 
她 到 現 在 都 沒事 難道 就是 因為 他 們 註 定 要 在 一起 ？ 
別說 傻話 了 
- 尚赫 不是 人類 - 那 他 是 什麼 ？ 
你 要 怎麼 解釋 他們 這樣 相遇 ？ 
很快 就要 最 後 一次 變身 了 
就算 他 們 註 定 要 在 一起 也 不 重要 他們 沒有 時間 了 
為 什麼 偏要 在 結束 之前 發生 ？ 
- 有 一件 事尚赫 不 知道 - 是 什麼 事 ？ 
我絕 對 不會 告訴 他 
我們 相見 恨 晚 
這 五百年 來 都 不 認識 彼此 
為 什麼 我們 沒 有 早 一點 認識 ？ 
有 比 這更 悲劇性 的 相遇 嗎 ？ 
每次 我 把 這個 弄 得 更 大 他們 就要 變小 ， 可惡 
因為 我 不 需要 其他 理由 
妳是 我 眼裡 的 唯一 
但是 為 什麼 呢 ？ 
溫柔 地凝視 
怎麼 會 呢 ？ 為 什麼 ？ 
這 真是太 不 舒服 了 ， 真是 尷尬 
世界 上 這麼 多 人 為 什麼 我 的 學生 喜歡 上 我 ？ 
從 沒約會過 的 人 隨便 就 愛上 一個 人 毫無 理由 
我還 剩下 幾堂 課 ？ 
（ 學院 教學 ） 
溫柔 地凝視 
哎 喲 
- 妳 該 進去 了 
- 好 的 
妳 真的 該 進去 了 好 ， 我 真的 要 進去 了 
等等 
- 我想 確認 一件 事 
- 什麼 事 ？ 
我們 的 想法 是 一樣 的 吧 ？ 
什麼 意思 ？ 
我 是 說 ， 我們 現在 可以 叫 彼此 " 親愛的 " ， 對 吧 ？ 
沒錯 
懸崖 那裡 沒有 機車 你 一路 跑 到 那裡 
如果 你 隔天 改變 心意 就是 小狗 
好 啦 ... 
別 擔心 ， 回家吧 
親愛的 
好 的 ， 親愛的 
- 晚安 - 還有 一件 事 
- 你 不是 外星人 吧 ？ - 外星人 ？ 
你 不是 鬼 或 其他 的 東西 吧 ？ 
- 妳在 說 什麼 ？ 
- 徐 警探 說 他 看到 一個 東西 
他 說 你 的 手變 透明 
其實 ， 我 也 看到 了 
- 妳 看到 了 ？ 
我 一定 是 頭部 受傷 才 會 出現 幻覺 
徐 警探 的頭 也 受傷 了 嗎 ？ 
他 在 廢棄 的 工廠 和 兇 嫌 打鬥 一定 是 和 我 一樣 受傷 了 
對 ， 一定 是 這樣 
但是 他 一臉 嚴肅 
我覺 得 ... 他 一定 很 喜歡 我 
- 妳 怎麼 會 得出 這個 結論 ？ 
- 他 真的 那麼 想 拆散 我們 嗎 ？ 
就算 是 ， 他 怎麼 能 說 你 是 外星人 ？ 
現在 我 了解 ， 當我 說 我 是 天使 時 朵拉為 什麼 會 有 那種 反應 了 
但是 別 擔心 不管 任何人 說 什麼 我 的 心都屬 於 這裡 
在 親愛的 你 心裡 
進去 吧 
（ 可靠 的 警察 ， 安全 的 國家 ） 
（ 證人 在 催眠 下 提供 的 證詞 ） 
- 你 想 知道 我 是 誰 ？ 
- 我遲 早會 查出 來 的 
如果 你 承認 ， 我會 納入 考量 
我 可以 告訴 你 一件 事 
那個 人 就是 我 
（ 千尚赫 ） 
外星人 、 怪物 、 鬼 
不 知道 哪一個 才 是 我 
- 你 在 耍 ... 
- 我 喜歡 白蓮 
真是 夠了 
你 想 和 我鬥 
我 也 想 知道 你 是 誰 為 什麼 我們 又 見面 了 
我見 到 一個 長 得 像 李善 王子 的 人 
在 獸 醫診 所 的 時候 
找到 他們 有 必要 的 話 就 翻遍 朝鮮 的 每個 角落 
親愛的 
親愛的 
你 待 在 這裡 
李善 王子 不放棄 抓 到 那位 宮女 和尚 赫 
那個 獸醫 ？ 
- 那個 獸醫 吳白蓮 工作 的 地方 ？ 
- 對 
我 感到 不安 
如果 最 後 一次 變身 出差 錯 會 發生 什麼 事 ？ 
你 知道 吧 ？ 
怎麼 了 ？ 
會 發生 什麼 事 ？ 
（ 證人 證詞 ， 吳白蓮 ） 
她 來 找 我 
- 現在 她 就 在 我 面前 - 那 又 怎樣 ？ 
你 想要 彌補 你 們 錯過 的 時光 嗎 ？ 
你 沒 有 時間 了 
我要 待 在 她 身邊 
而且 我要 保護 她 
你 就 快要 最 後 一次 變身 了 
我 知道 
我要 陪 著 她 ， 直到 我 消失 的 那 一天 
如果 這 就是 她 想要 的 
我們 沒有 時間 了 
我 也 沒 有 多少 時間 了 
你 以 為 人類 是 唯一 有 智慧 的 生命 體嗎 ？ 
美軍聲 稱 沒 有 幽浮 但是 證據 卻 持續 出現 
你們 覺得 如何 ？ 
明 警探 
- 我 需要 你 幫忙 
- 什麼 事 ？ 
- 我 看 起來 瘋 了 嗎 ？ - 沒有 ， 長 官 
只有 我 一個 人 看到 ， 所以 我 快 瘋 了 
我 需要 有 另 一個 人 
你 知道 我 很 欣賞 你 吧 ？ 
但是 為 什麼 你 想要 揭露 他 的 身分 ？ 
萬一 他 真的 是 會傷 害人 類的 外星人 呢 ？ 
誰 要 保護 人類 ？ 
是 警察 
那 傢 伙 一直 待在吳 小姐 身邊 
我 懂 你 的 意思 
你 知道 我 很 關心 你 吧 ？ 
- 對 ， 謝謝 
- 對 
我 相信 他 終究會 變身 的 
- 我們 必須 逮到 他 
- 是 ， 長 官 
你好 ， 徐 警探 
妳 之前 一定 嚇到 了 
我 有點 意外 ， 但是 沒關 係 
我 很 擔心 妳 ， 吳 小姐 
我 很 擔心 而且 我 感到 不安 
我覺 得 沒什麼 好 擔心 的 
雖然 如此 ... 我 還是 擔心 妳 
這是 由 我 決定 的 ， 不是 嗎 ？ 
- 你 是 個 很 好 的 人 ， 但是 ... 
- 可以 別 把 這句 話 說 完 嗎 ？ 
至少 ， 讓 我 擔心 妳 
這 妳 可以 做到 吧 ？ 
一定 就是 這裡 了 
（ 千尚赫 ） 
我 睡 飽 了 
我 又 變成 狗 了 ？ 
怎麼 回事 ？ 
什麼 ？ 
我 怎麼 被 鏈 住 了 ？ 
發生 什麼 事 了 ？ 
搞 什麼 ？ 
我 手上 怎麼 會 有 這些 ？ 
我 的 背 ... 
誰 在 那裡 ？ 
是 誰 ？ 
從現 在 開始 我 只會給 你 早 、 午 、 晚餐 
- 什麼 ？ 
- 你 只能 吃 飯 ， 然後待 在 這裡 
你 瘋 了 嗎 ？ 
你 在 幹 嘛 ？ 
你 是 什麼 意思 ？ 
報 復 你 對 我 做 的 事 
我要 對 你 做 一模 一樣 的 事 
讓 你 在 這裡 上 廁所 ， 羞辱 你 
千東 九 
千東 九 
幹嘛 這麼 吵 ？ 
尚赫 ， 幫 我 把 這個 拿掉 ， 快 拿掉 
- 千東 九 
- 他 在 搞 什麼 ？ 
尚赫 
幫 我 把 這個鎖 打開 好 嗎 ？ 
為 什麼 你 被 鏈 住 ？ 
我們 已經 有共識 了 
抱歉 了 
喂 ... 
尚赫 
尚赫 ， 東九 
那 是 誰 家 的 狗 ？ 
這 就是 為 什麼 他們 應該 對 我 好 一點 
拜 託 別 讓 他們 發出 太多 噪音 
- 我 信任 你 ， 朋友 
- 晚點 見 
（ 17 日 - 淨娥 的 生日 ， 21 日 - 春分 ） 
誰 叫 妳 穿 得 這麼 漂亮 ？ 
萬一 有人 愛上 妳 怎麼 辦 ？ 
下次 別穿 這麼 漂亮 
大家 都 在 看 著 妳 ， 妳 的 臉會 破個 洞 
天 啊 ， 那 可 不行 
- 我 明天 還是 別化妝好 了 
- 那樣 妳 會 更 漂亮 
不能 這樣 ， 快 上車 吧 
我 遮住 妳 ， 才 不會別 人 看 見 
就算 他 是 外星人 又 怎樣 ？ 反正 我 這麼 喜歡 他 
妳 的 生日 是 哪一天 ？ 
我 的 生日 ？ 
妳 到 孤兒院 的 那天 
是 哪一天 ？ 
那 是 個 下雪天 ， 12 月 29 日 
這樣 啊 ， 還很久 
那間 孤兒院 在 哪裡 ？ 妳在 哪裡長 大 ， 怎麼 會 這麼 漂亮 ？ 
你 想 去 那裡 嗎 ？ 
可以 嗎 ？ 
謝謝 ， 路上 小心 
我會來 接 妳 下班 
晚點 見 ， 進去 吧 
我 好 嫉妒 
我 好 寂寞 
妳 一定 很 開心 
有 男朋友 真 好 
- 醫生 - 醫生 
- 我們 家 孫宜 
- 孫宜 ... 
我們 上次 手術 移除 牠 的 腫瘤 了 但是 因為 惡性 腫瘤 太 嚴重 已經 擴散 到 其他 器官 了 
牠 撐過 了 化療 
但現 在 只能 服用 止痛 藥了 
因為 牠 呼吸 困難 所以 我建議 把 牠 留在 這裡 
他們 只好 每天 來 探視 牠 了 
牠 19 歲 了 ， 就 像 他們 的 女兒 一樣 
你好 
你 需要 什麼 嗎 ？ 
請往 這邊 走 
你 想要 領養 嗎 ？ 
他們 又 沒 有 忘記 
怎麼 忘 得 了 呢 ？ 
我 等 的 人 ， 今天 會來 嗎 ？ 
天 啊 
你好 嗎 ？ 
你 怎麼 在 這裡 ？ 
天 啊 ， 過來 吧 
真是 的 
沒事 了 
這是 誰 家 的 狗 ？ 
沒事 了 
真是 的 
主人 不 在 這 附近 嗎 ？ 
天 啊 
我們 進去 吧 
如果 我承認 殺 了 她 ， 要 坐牢 多久 ？ 
是 你 殺 的 嗎 ？ 
如果 我 說 是 呢 ？ 
什麼 意思 ？ 
我 ... 那天 我 去 了 那裡 
那天 我見 到 宋 小姐 
妳 做 什麼 工作 ？ 
我 是 一間 學院 的 櫃 檯 顧問 
- 妳有 兄弟 姊妹 嗎 ？ 
- 我 有 一個 弟弟 
妳有 什麼 嗜好 ？ 
- 在家 裡 踱步 
- 妳 最 喜歡 的 明星 是 誰 ？ 
我 最 喜歡 的 明星 ？ 
我喜 歡金 珍妮 
金 珍妮 
我 該 走 了 嗎 ？ 不 
日勇 
別 一直 問對方 問題 
聽 她 的 回答 然後找 話題 能繼續 聊 下去 的 話題 
你 必須 找到 共同 點 才能 對 彼此 感到 好奇 
龍服 ， 問 一些 問題 
下 一位 ， 東九 
應該 是 之前 打電話 來諮詢 的 人 
那 我 先 出去 了 
辛苦 妳 了 
東九 ， 你 有 什麼 嗜好 ？ 
就是 妳 ， 朵 拉 
- 你 的 嗜好 是 我 ？ 
- 我 想 了解 妳 
因為 妳 很 有趣 ， 朵 拉 
你 是 三人 之中 最 糟糕 的 
我 是 最 糟糕 的 ？ 
如果 你 第一次 見面 就 對 相親 的 對象 說 她 是 你 的 嗜好 你 覺得 她 會 心跳 加速 嗎 ？ 
完全 不會 
這樣 很 可怕 ， 很 變態 
你 的 嗜好 怎麼 會 是 她 ？ 你們 才 剛見面 
我 有 個 問題 
如果 是 趙 寅 成 說 的 話 呢 ？ 
假設 相親 對 象是 趙寅成 
如果 他 說 他 的 嗜好 是 妳 呢 ， 朵 拉 ？ 
那 我會 心跳 加速 
但 你 不是 趙寅成 
太過 分 了 
- 實在 是 太 過分 了 - 實在 是 太 過分 了 
趙 寅 成有 什麼 是 我 沒 有 的 ？ 
我和趙寅成 一樣 
我長 得帥 ， 很 有 特色 
總 之 ， 你 不是 趙寅成 
而且 我 也 不是 金泰熙 
我們 不是 例外 不會 隨便 說 什麼 都 會 被 原諒 
我們 必須 說 適合場 面 和 氣氛 的 話 
這樣 一來 ... 
- 東九 ， 什麼 事 ？ 
- 安 小姐 
妳 比 金泰熙 還要 美 
對 我 來 說 是 如此 
這 傢 伙 是 怎麼 回事 ？ 
一直 追求 我 
（ 天使 孤兒院 ） 
- 妳 來 了 - 好久 不見 了 
- 過來 
- 妳 好 嗎 ？ 
妳 氣色 真好 
妳 變得 更 美 了 
妳 好 
等等 ， 他 是 ... 
你們 認識 嗎 ？ 
我 和 徐 警探 來過 這裡 一次 
和 徐 警探 ？ 
為 什麼 ？ 
這 ... 
- 白蓮 - 白蓮 
- 白蓮 - 白蓮 
- 你們 好 嗎 ？ 
- 白蓮 
- 妳有 沒有 帶 禮物來 ？ 
- 白蓮 
- 禮物 
- 妳有 沒有 帶 ？ 
你們 都 沒 跟 我 打招呼 就 想要 禮物 
我 好 傷心 
但 我 還是 帶 禮物來 了 
跟 我 來 
- 好 耶 
- 來 瞧瞧 
後 退 ， 小心 
一個 一個 拿 
小心 
一個 一個 照順序 拿 
一 、 二 、 三 ， 木頭 人 
你 要 過來 ， 你 的 手動 了 
一 、 二 、 三 ， 木頭 人 
一 、 二 、 三 ... 
快 跑 
這是 什麼 ？ 
不 
- 我 知道 了 ， 足球 
- 對 了 
妳 的 腳 不會 冷 嗎 ？ 
不會 ， 你 呢 ？ 
我 也 不會 
認真 一點 
我們 不該 玩 鬧 ， 要 快 一點 
要 我 快 一點 嗎 ？ 
（ 徐在熙 隊長 ） 
是 ， 徐隊 長 
我 正在 看著 他們 
但是 我 一定 要 一直 看 嗎 ？ 
怎麼 了 ？ 出 了 什麼 事 ？ 
我實 在 看不下去 
- 一定 是 這裡 
- 確定 嗎 ？ 
我 確定 是 這裡 
狗吠 聲是 你 們 家 傳出 來 的 吧 ？ 
不 ， 不是 我們 
- 一定 是 他們 
- 對 
我 明明 聽到 了 
- 就是 他們 
- 你 為 什麼 說 謊 ？ 
你們 說 對 了 ， 是 我們 家 的 狗 
如果 你 管不了 ， 就 不要 養狗 
我 也 不想 養 牠 
你們 想 帶 走 嗎 ？ 
你 在 胡說 八道 什麼 ？ 
真是 沒禮貌 
別 再 胡說 八道 了 
抱歉 ， 我會 小心 點 
真是 離譜 
真是 的 
東七 
- 東九 ， 馬 上 把 我 解開 
- 東七 
快放 了 我 
東七 ， 你 有 沒 有 乖乖 聽話 ？ 
什麼 ？ 怎麼 了 ？ 
我 叫 你 安靜 一點 
天 啊 ， 該 死 
我 叫 你 們 兩個 安靜 一點 
讓 我 上 廁所 
我 也 用 那個 上 廁所 
我要 怎麼 用 那個 上 廁所 ？ 
如果 我 可以 ， 你 也 可以 
抱歉 ， 真的 很 對 不起 
拜 託 別 這麼 做 ， 我們 是 朋友 
朋友 
我親 愛的 朋友 
你 在 我 房間 放 痰盂 的 時候 我們 就 不再 是 朋友 了 
東九 
東九 
驚嚇 療法 
在 這個 階段 ， 她 需要 驚嚇 療法 
該 怎麼 做 ？ 
你 要 告白 ， 然後忘 了 她 
忘 了 她 ？ 那 我 幹 嘛 要 告白 ？ 
這 十年 來 她 一直 遊走 在 情人 與 朋友 之間 
這 表示 她 很 喜歡 這麼 做 
你 想 她 會 不 知道 你 對 她 的 感覺 嗎 ？ 
她 絕對 知道 
而且 她 在 利用 你 
她 需要 的 時候 就 會 打 電話給 你 但 不想 和 你 約 會 
她給 你 希望 ， 這樣 你 才 不會 離開 
你 願意 一直 這樣 下去 嗎 ？ 
為 何要 這樣 浪費 二十 幾歲 的 青春 ？ 
因為 我 喜歡 她 
你 已 經浪費 了 十年 
告訴 她 你 的 感覺 
那 她 就 只有 兩個 選擇 
她 不是 和 你 在 一起 ， 就是 放手 
如果 她 和 你 在 一起 ， 你 就 能 和 她 約 會 
如果 她 放手 就別 再 浪費 時間 在 她 身上 了 
我該 怎麼 向 她 告白 ？ 
從現 在 開始 ， 我 只會 看 著 妳 我 不會 看 其他 女人 了 
那個 神經病 ... 
什麼 ？ 妳 罵 我 是 神經病 ？ 
是 妳 叫 我 告白 的 
不 ， 不是 的 
不管 你 發自內心 怎麼 想 ， 就要 這麼 說 
安 小姐 
妳 比 金泰熙 還要 美 
然 後 ... 她 就 會 知道 你 是 真 誠 的 
這麼 說 來 那 就是 驚嚇 療法 
東九 ， 你 有 什麼 嗜好 ？ 
就是 妳 ， 朵 拉 
東九 ， 這 傢 伙 ... 他 知道 該 如何 給人 好 印象 
溫柔 地凝視 
他 假裝 從 沒約會過 但 他 可能 是 情場 高手 
（ 天使 孤兒院 ） 
（ 兒童 不該 犯 的 七 去 之惡 ） 
（ 一 ， 不 打招呼 、 二 ， 睡 過頭 ） （ 三 ， 太晚 吃 飯 、 四 ， 不寫 作業 ） （ 五 ， 頂 嘴 、 六 ， 不愛乾淨 ） （ 七 ， 抱怨 ） 
是 我 殺 了 她 
我覺 得 他 長 得 很 像 1994 年 的 一位 警官 
結果 那 是 他 的 父親 
我 還以 為 他 單身 呢 
單身 ？ 
對 了 ， 妳 和 他 是 什麼關 係 ？ 
他 是 妳 的 男朋友 嗎 ？ 
妳 一定 很 開心 
感覺 就 像 一場 夢 
能 和 我 喜歡 的 人 溫暖地 相處 在 一起 
我 相信 現在會 更 溫暖 
妳 會 更 開心 的 
謝謝 
這是 什麼 ？ 
（ 天使 孤兒院 ） 
（ 充滿 愛與 希望 之 家 ） 
這是 洪惠慶院 長 自己 做 的 
1993 年 失 蹤 的 院 長 ？ 
是 的 ， 沒錯 
她 是 在 失火 那天 晚上 失 蹤 的 
洪院 長 會 打 孩子 
而且 常常 打 
他們 睡 過頭 五分 鐘就會 挨打 飯 沒 吃 完 也 會 挨打 
就連 身上 沒有 香味 也 會 挨打 
她 也 會 逼 他們 寫悔 過書 嗎 ？ 
而且 是 用 紅色 的 筆記本 ？ 
我們 試過 偷偷 通報 她 ， 但是 沒什麼 用 而且 她 把 氣出 孩子 們 身上 
我 想 那 不是 1993 年 
那時 他 應該 不是 小孩 了 
孩子 們 通常 在 幾歲 離開 孤兒院 ？ 
19 歲 
我們 滿 19 歲 的 時候 
離開 孤兒院 的 孩子 們 後 來 如何 了 ？ 
1993 年 的 火災 把 之前 的 紀錄 全都 燒光 了 
（ 天使 孤兒院 慈善 活動 ） 
我 在 這裡 有事 要辦 
金明 植是 孤兒 嗎 ？ 
金明植 ？ 
不是 ， 他 和 父母 住 在 同一 棟 公寓 大樓 
他 怎麼 會 是 孤兒 ？ 
這是 什麼 ？ 
我們 馬 上去 羈押 他 的 地方 
（ 兒童 不該 犯 的 七 去 之惡 ） 
金 先生 
你 真的 殺 了 高恩瑞 小姐 嗎 ？ 
如果 你 沒 殺 她 卻 認罪 這是 很 嚴重 的 罪 
你 讓 真 兇 逍 遙法外 
- 是 小狗 - 小狗 
牠 幾歲 ？ 
牠 幾歲 ？ 
- 好 可 愛 - 真可愛 
- 走 吧 ， 孩子 們 
- 不要 ， 我 不要 走 
該 走 了 
我們 走 吧 
好 可 愛 
還會 發生 一起 命案 
嫉妒 
最 後 一起 命案 不會 發生 
因為 我 在 這裡 
你 說 什麼 ？ 
這個 地方 就是 ... 
就是 這個 社區 嗎 ？ 
柳淨 娥 和 第四位 被害人 宋多熙 以前 住 在 這裡 ？ 
對 
柳淨 娥 以前 就 住 在 這裡 
天 啊 
- 真是 的 - 妳 看 
我 叫 了 計程車 ， 快到 了 
天 啊 ， 希望 快點 來 
（ 服務 與 資訊 中心 ） 
他 的 個子 不高 
那 他 為 什麼 ... 
最 後 一起 命案 不會 發生 
因為 我 在 這裡 
他 知道 七出 之罪 
他 是 什麼 意思 呢 ？ 
共犯 
他 是吳 小姐 在 停車場 看到 那個 矮個子 的 共犯 
在 便利商店 被 看到 的 那個 人 
他 是 共犯 ， 但 金明植 認罪 了 
他 想 扛下 所有 的 罪名 嗎 ？ 
為 什麼 要 這麼 做 ？ 
（ 惡疾 、 嫉妒 ） 
（ 嫉妒 ） 
如果 那 是 最後一個 ... 
（ 吳白蓮 ） 
剩下 最後一個 ... 
我 先 走 了 
你 要 去 哪裡 ？ 
- 我來 了 
- 妳 好 
妳 好 
李醫生 ， 謝謝 ， 辛苦 了 
謝謝 
（ 舊基洞 動物 醫院 ） 
吳醫生 
吳醫生 ， 我們 要 吃 什麼 宵夜 ？ 妳 想 吃 什麼 ？ 
妳有 特別 想 吃 的 嗎 ？ 
我 很 想 吃 披薩 
但 我們 昨天 吃過 了 
歡迎 光臨 
你 是 第一次 來 嗎 ？ 
好乖 
馬 鈴薯 的 主人 ？ 
（ 我 的 男人 ） 
您 所 撥 的 號碼 ... 
娥 綸 
撐 著點 ， 天 啊 
可憐 的 寶貝 
- 牠 不會 有事 的 
- 好 了 ， 沒事 的 
千永宰 警探 ？ 
- 天 啊 
- 淨娥 
淨娥 
我 的 女兒 ， 我 可憐 的 寶貝 孩子 
（ 恭喜 警務調 派 完成 ） 
我 ... 不論 如何 ， 都 要 逮到 他 
