Нападат ни ! Атака ! 
Внимавай , Катара ! Има нова група навлиза от дясната страна . 
Аанг , задържай войниците отпред . 
Имам някои неща , за които трябва да се погрижа . Апа , ип ип ! 
Хайде . Хайде да вървим . 
Да вървим ! 
Хубава работа , войници . Тези огнени глави няма да отидат никъде . 
Благодарение на вашия план . 
И на една страхотна екипна работа . 
Един кораб е свален . 
Сигурно се шегуваш с мен . 
Стената е непробиваема и силно охранявана . 
Околните скали са стотици високи . Невъзможно е да се изкачат . 
Знам , че си мислите , че съм безразсъден , но Джао е притиснал Аватара в ъгъла , и няма да спре докато не го хване , така че и аз не мога . 
По един или друг начин , това е мястото , където моето пътуване приключва . 
Претърсете крайбрежието за пукнатини , следи от изтичане на топла вода от града . 
Те могат да осигурят път навътре . 
Чичо ... Лу Тен щеше да се гордее ... да те има за свой баща . 
Спомни си за огненото си дихание . Той може да спаси живота ти там . 
Ще се срещнем отново . След ... Имам Аватара . 
Просто забрави да се занимаваш с тях в морето . 
Дори и с всичките ти огъвачи на всичките си лодки , броят им е твърде голям . 
Тогава ще застанем тук . 
На какво разстояние са ? 
Вероятно ще са в обсега след час . Най - много до два . 
Трябва да извикаме патрулите да се приберат . Подкрепете отбранителните линии . 
Благодаря ви . 
Това е лошо , нали ? 
Те имат сериозни намерения , но и ние също . Бих казал , че е 50 на 50 . 
" 60 - 40 . 
Къде отивате ? 
За да изравня шансовете . 
Простете ми , адмирале , но съм объркан . 
Вие се чудите защо командният кораб не води атаката . 
Това наистина изглежда необичайна стратегия . 
Не бяхте ли вие този , който посочи . че фронтална атака срещу Водолеите ще бъде безрезултатно ? 
Е , да , но ... Така че би имало смисъл да атакуваме на няколко фронта . 
Да отворим нов фронт ? С един кораб ? 
С един кораб , но не с един кораб . 
Инженерите на Огнената нация са създали това ? 
О , това не е наша работа . Не , това идва с любезното съдействие на от нашите шпиони в Омашу . 
Това е само прототип . 
Дори и да използвате това за да заобиколите основните защити на Агна Кела , то е твърде малко , за да го пренесете значителна бойна сила . 
Ти , от всички хора , би трябвало да знаеш . че победата не винаги зависи от от числеността , но трябва да се свърши работата . 
Работа ? Каква работа ? 
Пожар ! 
Входящ ! 
Ледени щитове сега ! 
- Тук съм , за да помогна . 
- Сега не е моментът , Катара . Точно сега е моментът ! 
Мислех , че се изразих ясно . На жените не е позволено да участват в боеве . 
Мислех , че ти показах колко глупаво е това . Забрави гордостта си . Става дума за оцеляването на Водните магьосници , а ти се нуждаеш от цялата помощ , която можеш да получиш . 
Знаеш , че можем да променим нещо . 
" " Ние " ? 
Всичко , което те искат , е това , което искаш ти . Шанс да защитят дома си . 
Паку , каква е ползата да разчиташ на миналото когато то ни пречи да имаме бъдеще ? 
Вземи ... вземи се в ръце , стар глупако , и ни остави да си свършим работата ! 
Западната страна на стената се нуждае от подсилване . 
Можете да им помогнете да поправят щетите и да видиш дали воините им се нуждаят от някаква друга помощ . 
Скоро целият град ще бъде в обсега на действие . 
Ако Огнеборците пробият стената , вие ще бъдете първата линия на защита . 
Ще бъдем готови . 
Юе ! 
Няма да се скрия докато всички рискуват живота си . 
- Слушай ме . - Не . Трябва да престанеш да бъдеш свръхпротективен . 
Юе , ако нещо се случи с мен , ти трябва да поемеш управлението . 
Ти си бъдещето на Северното водно племе . 
Дъщеря ми . 
Моят дар . 
Сока . 
Трябва да отидеш с Юе и да й помогнеш да премести хората от стената . 
Но най - важното е , увери се , че принцесата е в безопасност . 
Кълна се , че няма да я оставя настрана . 
Погрижи се за нея . 
- Хайде ! 
Ние сме тук , за да помогнем . 
- Майстор Паку ни каза да се явим при вас . 
- Паку ви е изпратил при мен ? 
Каза ни да ти помогнем , както можем . 
Още не сме завършили обучението си , но ... ще се опитаме да направим всичко възможно . 
Можете да започнете с укрепването на този участък . 
Ако забележите прииждащи огнени топки , не се опитвайте да ги поемате сами . - Уведомете ме . 
- Да , госпожо Катара . 
Какво ? Аз не съм ... 
Адмирал , водолазите черпят сила от Луната , а в нощ като тази , силите им ще са в своя пик . 
Предлагам ви да спрете атаката до разсъмване . 
Изучавал съм по въпроси извън това царство , затова знам . че това не е обикновена луна . 
Това е Ледената луна , рядко космическо събитие . 
Бариерите между физическия и духовния свят изтъняват ... в тази нощ . 
Когато получих заповедта на Господаря на огъня да завладея Севера , знаех , че грубата сила няма да е достатъчна . 
Нуждаех се от предимство . 
Нищо . Само куп глупости за лъвски костенурки и космическо равновесие и тласък и привличане . И все пак има мъдрост която може да се извлече от старите приказки . 
Агна Кел'а ... е построена на мястото на мястото , където е бил домът на предците на водното племе , оазис дълбоко в леда който е осигурявал топлина и храна за техните хора в суровата среда . 
Именно от този оазис племето поглеждаше към небето и се научиха да се огъват във вода като гледаха луната и приливи и отливи . 
И така , водни магьосници вярват . че животът им идва от духа на океана , а силите им идват от духа на Луната . 
Същите тези духове се отказват от безсмъртието си за една нощ всяка година за да бъдат сред магьосниците на водата . 
Те приемат физическа форма и стават част от света на смъртните . 
Те се появяват в този свят ? 
За да разберат по - добре равновесието между светлината и тъмнината , ин и ян , живота ... И смъртта . 
Чжао , не мислиш да манипулираш с духовния свят , нали ? 
Дали ? 
Аватар Курук ? 
Дойдох да те предупредя . 
Ножът ми е близо . Усещам го . 
Нож ? 
Създаден е от материали . от света на духовете . 
И ако се е върнал на Север , това може да означава само едно нещо . 
Ти ще убиеш духовете на океана и луната ? 
Разбира се , че не . 
Да убиеш океанския дух ще лиши Водолеите от по света . Мъже , жени , деца . Аз не съм чудовище . 
Не . 
Аз ще убия само Луната . 
Не може да се позволи на Джао да се намесва с първичните сили на природата . По този начин той ще хвърли целия свят от равновесие . 
Силата на Аватара е голяма , но тя бледнее пред силата на елементарните духове . 
- Ето ви . 
Когато не те видях там горе , започнах да се притеснявам . - Помощ ! 
Добре ли си ? 
Трябва да намерим Сока и Юе . Нещо ужасно ще се случи . 
Всички към двореца ! 
Ей , всичко е наред . Всичко е наред . 
- Добре ли си ? 
Благодаря ти . 
Добра работа , Момо . Всъщност ти си полезен ... 
Той ли е ... 
Жив ли е ? Едва ли . 
Ето . 
Ела с мен . Мога да му помогна . Нямаме много време . 
Къде сме ? 
Това е най - свещеното място в Севера . 
Водите , които захранват тази горичка се нагряват от земята . 
Ето , дай ми го . 
Това е мястото , където свещеникът ме доведе когато бях болен . 
Към източника на цялата духовна енергия в нашата земя . 
Момо ! Ти , тъпако . Не ме плаши така . 
Благодаря ти . 
Сока , какво е това ? 
Нещо , което не би трябвало да е тук . 
Това е военен балон . 
Военен балон ? 
Откраднат от Омашу . 
От това , което мога да кажа , този е не е предназначен за битка , а само за транспорт . 
Откъде знаеш това ? 
Защото помогнах за проектирането му . 
Мъдрецът не е знаел . точната форма която ще приемат духовете на океана и луната , и това , генерале , е ... мястото , където вие влизате . 
Щом сте толкова добре запознат в духовните въпроси , имам нужда от вашата помощ за идентифицирането им . 
Нямам представа какво да търся . 
Това не е като като да се опиташ да намериш изгубено кученце . 
Те могат да се появят като двойка дървета в горичка или насекоми върху стръкче трева . 
Е , няма да знаем докато не започнем да търсим , нали ? 
Генерал Ирох , или ще ми помогнете да намеря духовете или ще гледате как изгарям цялото това място до основи . 
Може ли Аватар Курук да защити духовете ? 
Не , но знам къде трябва да отидем . 
Аватар ! 
Вече няма къде да бягаме . 
Зуко , послушай ме . Трябва да спрем Жао . 
Тук не става въпрос за Жао . Става дума за нас ! И ти ще дойдеш с мен сега ! 
Върви . Спрете Джао . 
Аз ще се справя с него . 
Върви спокойно . 
Достатъчно много хора вече са пострадали . 
Не ме интересува . 
Не съм говорил с теб . 
Научила си някои нови трикове , но не съм стигнал толкова далеч , за да загубя от теб . 
Ти , малък селянин ! 
Намерил си си майстор , нали ? 
Да . Гледаш я . 
Имаме компания . 
Трябва да спрем Джао . Той се опитва да убие духовете на океана и луната . 
Не може да го направи . Това би означавало край на нашия народ . 
Не можем да позволим това да се случи . 
Натискайте и дърпайте . Ин и ян . 
Джао , силата на духовете не бива да се изневерява . 
Без луната , светът ще бъде изваден от равновесие , и хаосът ще се отприщи . 
Дори Озай не би искал това . 
На Озай му липсва визия . 
Той е толкова фиксиран върху игрите . че играе със семейството си , че не може да види по - голямата картина . 
Жао , каквото и да правиш с този дух , аз ще се разгърна върху теб десетократно ! 
Спести ми празните си заплахи . 
Това все още може да се окаже полезно за теб , Ирох . 
Щом заема мястото си на новия Господар на огъня , можеш да застанеш на моя страна . Присъствието ти ще придаде легитимност на моята претенция . 
Драконът на Запада може да възкръсне отново . Стига да се поклони ... пред Джао , Луноубиеца ! 
Вече съм легенда ! 
Ще разказват истории за мен ! За поколенията . Чжао , Луноубиецът . 
Твърде късно е , Аватар . 
Жао , недей . 
Няма значение какво си мислиш , това не е сила . Не ? 
Осъзнаваш ли какво мога да направя ? 
Мога да унищожа цяла раса от огняри . 
Можеш ли да си представиш какво е това ? 
Да . Мога . 
Искаш да управляваш света , но ако направиш това , няма да има свят , който да управляваш . 
Затова освободи духа , и аз ще си отида с теб ... мирно . 
Мислиш ли , че някой се интересува от теб ? 
след като премахна владеенето на водата от света ? 
Майстор на трите елемента не притежава съвсем същото звучене , нали ? 
Да си признаем . Ти вече нямаш значение . 
Всъщност не съм сигурен , че някога си имал ! 
Прав си . 
Аз нямам значение . 
Светът имаше нужда от Аватар ... а аз се провалих . 
Трогателно . 
Не че ми пука . 
Юе ! 
Какво става ? 
Не мога да се огъвам ! Не мога да се огъна ! 
Воини , градът е пробит ! 
Отстъпете ! 
Отстъпете ! Отстъпление ! 
Вървете ! Ще покрием отстъплението ви . 
Луната я няма . 
Вече няма надежда . 
Всичко свърши . 
Да бъдеш Аватар означава да оставиш задълженията си над всичко друго , дори над живота си ! 
Аватарът трябва да направи невъзможните избори , да поставя нуждите на света пред своите нужди . 
Силата на Аватара е голяма , но тя бледнее пред силата на елементарните духове . 
Не . Не е свършило . 
Аанг , недей да правиш това . 
Ще бъдеш изгубен завинаги . 
Трябваше да бъда изгубен преди сто години . 
Това не е моето време или моят свят . 
Не бих могъл да спася моя свят , но мога да спася този . 
Бягай ! 
Какво ... какво се случи ? 
Аанг се е предал на океанския дух , позволявайки му да насочи гнева си чрез него и да получи достъп до силата на Аватара . 
Трябва да стигнем до него . 
Не , ти не разбираш . Вече няма Аанг . 
- Юе ! 
Зуко ! 
Благодаря на духовете , че си жив ! 
Чичо , какво ... какво е това ? 
Това ... това е Гняв . 
- Аватарът ! 
- Няма Аватар . 
Вече не . 
- Трябва да вървим ! 
- Не . Не . - Зуко , трябва ! - Не можем . Трябва ! 
Огън ! 
Зуко , недей ! 
Пусни ме . 
Той е малък човек . който ще срещне малък край . 
Той ми отне всичко . 
Ти си жив . 
Предател . 
Страхливец ! 
Ти съсипа всичко ! Аватарът беше мой . Мисията ми беше ... 
Наистина ли си мислеше , че Господарят на огъня щеше да те вземе обратно ? 
Озай си играеше с теб . 
Всичко беше игра . 
И победителят е този . без белега от татко . 
Озай просто те използваше . като мотивация за сестра ти . 
Ти лъжеш . 
Лъжеш ! Признай си , че лъжеш ! 
Кой според теб беше мой съюзник ... през всичко това ? 
Кой убеди Господаря на огъня да ми изпрати стрелците от Юян ? 
Кой идентифицира мечовете на Синия дух като твои ? 
Азула ми каза всичко , което трябваше да знам . 
Ти си огненият в който е изковано нейното желязо . 
Това е всичко , което си бил . 
Ела , племеннико . 
Какво има ? - Ела ! Трябва да вървим ! - Върви ! 
- Огън ! 
Мъртъв ли е ? 
Край ! 
Моля те , върни се ! 
Аанг се изгуби . 
Останал е само един отмъстителен дух който ще броди безкрайно в търсене на своя партньор но никога няма да го намери . 
Светът завинаги ще бъде извън равновесие . 
Трябва да има нещо , което можем да направим . Някакъв начин да върнем живота на Луната . 
Благодаря ти . 
Юе , какво правиш ? 
Бях докосната от лунния дух . като дете , така че животът му е в мен . 
Време е да ти го върна . 
Това не е нещо тъжно . 
Знаеш ли защо духовете на океана и луната приемат физическа форма за една нощ ? 
Защото искат да знаят какво е да си смъртен . 
Струва си да рискуваш , за да си жив . 
Дори само за една нощ . 
Особено за една нощ . 
Моля те , върни се ! 
Аанг , не бъди идиот ! 
Ти не си просто Аватар . Ти си моето семейство ! 
Това е твоят свят ! Това е твоят дом ! Ние сме твоето семейство ! 
Юе , моля те . Моля те , недей ! 
Моля те , не трябва да правиш това ! 
Аанг , слушай ме . 
че не принадлежиш на този свят , но никога не ти е било писано да умреш преди сто години . 
Ако беше , нямаше да си тук сега , а светът има нужда от теб . 
Аз се нуждая от теб . 
Толкова много разруха . 
Съжалявам , че не можах да я защитя . 
Дъщеря ми винаги е правила собствени избори . 
И това не е било нещо . или някой друг можеше да спре . 
Тя се пожертва за всички нас . 
Аз ... Гледах как това се случва . 
Аз стоях отстрани докато другите се бореха и умираха , като воин , какъвто аз никога не бих могъл да бъда . 
Сока , след малко когато сигурно се е страхувала , ти се увери , че не е сама . 
Не е нужно да бъдеш воин за да бъдеш герой . 
Мислех , че никога няма да видя светлината на новия ден , но слънцето изгрява , а водното племе все още е тук . 
Толкова много неща бяха загубени . 
Да , но ние ще се възстановим , и ще станем по - силни . 
Помниш ли как ти казах . че водата е елементът на промяната ? 
Бях забравил какво означава това . 
Промяната е ключът към новия живот . 
Ти ми напомни за това , и аз съм ти много благодарен , че го направи . 
Знаеш ли , има цяло ново поколение магьосници на водата , които ще имат нужда от обучение . 
Можем да се възползваме от твоята помощ . 
Благодаря . 
Но Аанг все още трябва да завърши едно пътуване , както и аз . 
В края на краищата , Аватарът все още трябва да се научи да владее водата . 
В такъв случай той не би могъл да поиска за по - добър учител . 
Хм . За теб . 
Какво е то ? 
Вода от нашия оазис . 
Напомняне за това , през което сме преминали и покана да се върнем по всяко време . 
Лейтенант Джи щеше да знае . да стои настрана от най - лошото в битката . 
Той и екипажът може би ни търсят точно сега . 
Какво мислиш , принц Зуко ? 
Какво искаш да направиш ? 
Не знам . 
Уморен съм . 
Тогава трябва да си починеш . 
Човек има нужда от почивка . 
Аз причиних това . 
Не , огненият народ го направи . 
Защото не успях да бъда Аватар . 
Как да го направя без да причинявам толкова много болка ? 
Аанг , това е война . 
Ще има загуби . Ще има болка . 
Нищо от това не е по твоя вина . 
И магьосниците на огъня няма да се предадат . 
Трябва да се подготвим . за каквото и да ни хвърлят след това . 
И затова престани да се тревожиш за миналото , а започнете да мислите за какво все още трябва да направите . 
Мисля , че разбирам нещо Гяцо се опитваше да ми каже . 
Той ми каза да се откажа от миналото , или никога няма да имам бъдеще . 
Точно така . 
Ще се научиш да владееш водата , и аз ще се погрижа за това . А след това и овладяване на земята ... Което означава да се върнеш в Омашу . 
И така , някой друг е гладен ? Защо всичко е за стомаха ти ? - Защото там е мозъкът му . 
- О , казва момчето с главата от пъпеш . 
Ооо , бих могъл да хапна пъпеш . 
Виждаш ли ? Храната винаги е правилният отговор . Просто трябва да слушам Сока . 
Агна Кел'а получи тежки поражения , но нашите сили не успяха да да превземат града . 
Също така изглежда . Аватарът остава жив и свободен . 
Жалко . 
Но не е неочаквано . 
Завладяване на Севера винаги е било малко вероятно предложение . 
Ако това е било така , тогава защо изобщо да нападаме Севера ? 
Отвличане на вниманието . 
Северът никога не е бил истинската цел . 
За пръв път от един век насам , Омашу е наш . 
Сега само Ба Синг Се стои между нас и пълното завладяване на Земното кралство . 
Брилянтна стратегия , но дали Господарят на огъня е наясно Принц Зуко беше сред силите в Агна Кел'а ? 
Загубата на човешки живот сред нашите войски беше значителна . 
Ако Зуко е силен , той ще оцелее . 
Ако не ... Понякога трябва да пожертваш слабите за да запазиш силата си . 
Омашу е наш ! 
За Огнената нация ! Огнена нация ! 
И така ... какво следва ? 
Измерване на движенията на на небето винаги е било трудно , но ние разработихме метод . за по - добро разбиране на небесното движение . 
Това отне сто години , но времето най - накрая наближава . 
- Кога ? 
