‫ به‌مون حمله شده ! ‫ حمله کردن ! 
‫ کاتارا مراقب باش ! چند نفر دیگه‌شون ‫ دارن از سمت راستت میان . 
‫ آنگ ، تو سربازها رو همون پایین نگه دار . 
‫ من می‌رم سروقت کار اصلی‌مون ؛ ‫ یپ یپ . 
‫ زودباش ، بیا بریم . 
‫ بریم . 
‫ کارـتون عالی بود بچه‌ها ؛ این احمق‌های ‫ کله‌آتیشی حلا حالاها این‌جا گیر کردن . 
‫ به لطف نقشه‌ی تـو ! 
‫ و کار گروهی بی‌نقصمون ! 
‫ دخل اولی رو آوردیم . 
‫ بگین دارم خواب می‌بینم ! 
‫ دیوار قبیله آب غیرقابل نفوذـه و ‫ با کلی نگهبان محافظت می‌شه . 
‫ صخره‌های اطراف‌ش ارتفاع به‌شدت زیادی دارن ؛ ‫ عمراً بتونی ازشون عبور کنی . 
‫ می‌دونم فکر می‌کنی دارم بی‌ملاحظگی می‌کنم ؛ ‫ اما ژائـو آواتار رو پیدا کرده ‫ و تا وقتی که گیرش نندازه دست بردار ‫ نیست ؛ پس منم نباید دست روی دست بذارم . 
‫ هرچی هم بشه ، امروز این ‫ ماجرا رو تموم می‌کنیم . 
‫ توی ساحل دنبالِ شکاف‌های دیوار بگرد ، ‫ ببین آبِ گرم شهر داره از کدوم سمت میاد . 
‫ حتماً یه‌راهی به داخل هست . 
‫ عمو ... ‫ لو باید به خودش افتخار کنه که ‫ شما پدرش بودین . 
‫ نفس آتشین‌ت رو یادت نره ؛ ‫ می‌تونه جون‌ت رو نجات بده . 
‫ بزودی هم رو می‌بینیم . ‫ بعد از این‌که ... آواتار رو دستگیر کردم . 
‫ هرکاری می‌کنین توی دریا ‫ باهاشون درگیر نشین . 
‫ اگه تمام آب‌افزارها و کشتی‌هاتون ‫ رو هم جمع کنید ، ‫ باز هم تعداد اون‌ها بیشتره . 
‫ پس همین‌جا خودمون رو آماده می‌کنیم . 
‫ چقدر با این‌جا فاصله دارن ؟ 
‫ احتمالاً یک ساعت و حد اکثر دیگه دو ساعت . 
‫ باید واحدهای نظارت رو باخبر کنیم . ‫ و خط دفاعی‌مون رو تقویت کنیم . 
‫ ممنون . 
‫ بدبخت شدیم نه ؟ 
‫ اگه اون‌ها آماده‌ جنگ‌ـن ؛ ما هم هستیم . ‫ شانس پیروزی‌مون 50 / 50ـست . 
‫ شاید هم 60 / 40 . 
‫ کجا می‌ری ؟ 
‫ تا شانس پیروزی‌مون رو 50 / 50 کنم 
‫ من رو ببخشید ، دریاسالار ؛ ‫ اما من کمی گیج شدم . 
‫ حتماً می‌خوای بپرسی چرا کشتی فرماندهی ‫ حمله رو هدایت نمی‌کنه . 
‫ این استراتژی چندان جالب به‌نظر نمی‌رسه . 
‫ مگه خودت کسی نبودی که ‫ گفتی حمله مستقیم به آب‌افزارها ‫ با شکست مواجه می‌شه ؟ 
‫ بله ، خودم بودم اما ... ‫ پس این‌که از چند جهت مختلف ‫ به‌شون حمله کنیم با عقل جور در میاد . 
‫ جبهه‌ای جدید فقط یا یک کشتی ؟ 
‫ راستش زیاد هم شبیه کشتی نیست . 
‫ مهندسان ملت آتش ‫ این رو درست کردن ؟ 
‫ نه ؛ این مال ما نیست . ‫ جاسوس‌هامون توی " اوماشو " آوردنش . 
‫ این فقط یه نمونه اولیه‌ست ! 
‫ حتی اگه این وسیله بتونه از دیوار دفاعی ‫ " آگنا کلا " عبور کنه ، ‫ خیلی کوچیکه و هیچ‌چیزی توش جا نمی‌شه ، 
‫ تو و بقیه مردم باید این رو بدونید که ‫ پیروزی همیشه با تعداد بیشتر و کمتر ‫ به‌ دست نمیاد ، ‫ بلکه به هر روشی که کار رو تموم کنی ، ‫ به‌دست میاد . 
‫ کار ؟ چه کاری ؟ 
‫ آتـش ! 
‫ حمله کردن ! 
‫ سپر یخی ایجاد کنید ! 
‫ - من می‌تونم کمک کنم ! ‫ 
- الان وقت‌ش نیست کاتارا . ‫ اتفاقاً همین الان وقتشه ! 
‫ قبلاً که بهت گفته بودم . ‫ زن‌ها حق ندارن مبارزه کنن . 
‫ منم بهت نشون دادم که این قانون ‫ چقدر غیرمنطقیه ! غرورت رو کنار بذار . ‫ قبلیه آب داره برای همیشه نابود می‌شه ، ‫ باید از هر کمکی که دارین ‫ استفاده کنید ! 
‫ خودت هم می‌دونی که مـا ‫ می‌تونیم ورق رو برگردونیم . 
‫ مـا ؟ 
‫ اون‌ها هم مثل تو می‌خوان کمک کنن . ‫ می‌خوان از خونه‌شون دفاع کنن . 
‫ پاکو ، وقتی رسومات ‫ گذشته دارن ما رو از داشتن ‫ آینده‌مون محروم می‌کنن ، ‫ پس به چی دردی می‌خورن ؟ 
‫ دست از لج‌بازی بردار پیرمرد احمق ‫ و بذار کارشون رو یه‌سرـه کنیم . 
‫ ضلع غربی دیوار آسیب دیده . 
‫ می‌تونین برین به بقیه کمک کنید ‫ دیوار رو تقویت کنن ‫ و ببینید مبارزها به کمک دیگه‌ای ‫ احتیاج دارن یا نه . 
‫ بزودی کل شهر رو مورد حمله قرار می‌دن . 
‫ اگه آتش‌افزارها از دیوار عبور کردن ، می‌خوام ‫ تو رو توی صف اول سپاه‌مون ببینم . 
‫ آماده‌ایـم ! 
‫ یـوئـی ! 
‫ قرار نیست وقتی همه دارن جون‌شون ‫ به‌خطر می‌اندازن من یه گوشه قایم بشم . 
‫ - گوش کن ببین چی می‌گم . ‫ - نه . ‫ اینقدر مثل بچه‌ها با من رفتار نکن . 
‫ یوئـی ! ‫ اگه اتفاقی برای من افتاد ، ‫ تو راه‌ـم رو ادامه بده . 
‫ تو آینده‌ی قبیله آب شمالی هستی . 
‫ دختر من . 
هدیه من 
‫ ساکا ! 
‫ ازت می‌خوام همراه یوئـی بری ‫ با کمک هم‌دیگه مردم رو ‫ از سمت دیوار دور نگه دارین . 
‫ اما مهم‌تر از همه‌چیز ... ‫ چهارچشمی حواست به شاه‌دخت باشه ! 
‫ قسم می‌خورم تا پای جان ‫ ازشون محافظت می‌کنم . 
‫ حواست بهش باشه ! 
‫ عجله کنین ! 
‫ اومدیم کمک کنیم . 
‫ - استاد پاکو گفت بیایم پیش تو . ‫ 
- پاکو گفته بیاین پیش من ؟ 
‫ گفت هرطوری که می‌تونیم به‌تون ‫ کمک کنیم . 
‫ هنوز به‌طور کامل تمرین ندیدیم ، اما ‫ نهایت تلاش‌مون رو می‌کنیم . 
‫ می‌تونین با تقویت اون سمت شروع کنین . 
‫ اگه دیدین گوله‌های آتش دارن میان سمت‌‌تون ، ‫ هیچ‌کاری نکنید . ‫ - من رو خبر کنید . 
‫ - چشم استاد کاتارا . 
‫ چی ؟ من‌که ... 
‫ دریاسالار ، قدرتِ آب‌افزارها با ‫ پدیدار شدن ماه چندبرابر می‌شه . ‫ و در چنین شبی که ماه کامله ، ‫ به نهایت قدرت‌شون دست پیدا می‌کنن . 
‫ بنده پیشنهاد می‌کنم حمله رو ‫ تا فردا صبح متوقف کنیم . 
‫ مدتی درمورد این قلمرو مطالعات ‫ زیادی داشتم ، ‫ و به‌همون‌خاطر ، می‌‍‌دونم که این ‫ ماه یک ماه عادی نیست . 
‫ این ماه یخی‌ـیه . ‫ یک پدیده‌ی کیهانی به‌شدت نادر . 
‫ در چنین شبی ، مرز بین دنیای فیزیکی ‫ و دنیای ارواح ، ‫ به کم‌رنگ‌ترین حالت ممکن می‌رسه . 
‫ وقتی که دستور ارباب آتش مبنی بر ‫ فتح شمال رو دریافت کردم ، ‫ می‌دونستم برای رام کردن چنین قبیله‌ای ‫ زور و بازو کافی نیست . 
‫ بلکه به یک برتریِ خاص نیاز داریم . 
‫ هیچی . ‫ فقط یه مشت چرت و پرت درباره‌ی ‫ لاکپشت‌های شیرنشان و تعادلات ‫ کیهانی و جذب و دفع اما خب یه داستان قدیمی هست که شاید به دردت بخوره 
‫ " آگنا کلا " به‌روی خانه ‫ اجدادی قبیله آب ساخته شده . ‫ یک واحه‌ی مخفی در دلِ یخ‌های شمال ‫ که گرما و قوت تمام مردم قبیله آب ‫ از اون محیط فراسرما نشئت می‌گیره . 
‫ از درون همین واحه‎ی مخفی ‫ قبلیه آب به آسمان نگاه می‌کردند ‫ و از ماه ، که جزر و مد رو به وجود میاره 
‫ برای همین آب‌افزارها بر این باور هستند که ‫ زندگی اون‌ها از ارواح اقیانوس ‫ سرچشمه می‌گیره ؛ ‫ درحالی که منبع قدرت‌شون از سوی ارواحِ ماهـه . 
‫ همین ارواح ، هرسال یک شب از ‫ جاودانگی خود دست می‌کشن ‫ تا برای یک شب ، میون آب‌افزارها باشن 
‫ شکل فیزیکی به‌خودشون می‌گیرن ‫ و به دنیای فانی می‌پیوندن . 
‫ میان توی دنیای مـا ؟ 
‫ برای این‌که بهتر منظورم رو بفهمی ... ‫ تعادلِ بین تاریکی و روشنایی ، ‫ یین و یـانگ ، ‫ مرگ ... ‫ و زندگی . 
‫ ژائـو ، لطفاً بگو که نمی‌خوای ‫ توی کار ارواح دخالت کنی ! 
‫ واقعاً ؟ 
‫ آواتار کوروک ؟ 
‫ اومدم تا بهت هشدار بدم . 
‫ خنجر من همین نزدیکی‌هاست ، ‫ می‌تونم حس‌ش کنم . 
‫ خنجر ؟ 
‫ همونی که با مصالح دنیای ارواح ‫ ساخته شده . 
‫ و اگه اون رو آورده باشن این‌جا ، ‫ فقط یه معنی می‌تونه داشته باشه ! 
‫ می‌خوای ارواح اقیانوس و ماه رو بکشی ؟ 
‫ معلومه که نـه ! 
‫ اگه روحِ اقیانوس رو بکشم ‫ تمام آب‌افزارهای دنیا جون‌شون رو از دست می‌دن . ‫ مرد و زن و بچه همه با هم . ‫ من‌که هیولا نیستم ! 
‫ نه . 
‫ فقط می‌خوام روحِ ماه رو بکشم . 
‫ ژائو نباید تو کار نیروهای طبیعت دخالت کنه ! ‫ اگه این‌کار رو انجام بده ، تعادل دنیا به‌کل ‫ از هم می‌پاشه ! 
‫ آواتار به‌شدت قدرت‌منده ، ‫ اما جلوی قدرت ارواح کم میاره . 
‫ پیدات کردم . 
‫ وقتی دیدم پیدات نیست نگران شدم . ‫ - کمک ! 
‫ حالت خوبه ؟ 
‫ باید ساکا و یوئـی رو پیدا کنیم . ‫ یه اتفاق خیلی بد قراره بیفته . 
‫ همه برین توی قصر ! 
‫ چیزی نیست . ‫ چیزی‌ت نشده . 
‫ - حالت خوبه ؟ 
‫ ممنون . 
‫ آفرین مومو . ‫ بلاخره به یه دردی خوردی . 
‫ اون ... 
‫ زنده‌ست ؟ ‫ به سختی . 
‫ این رو بگیر . 
‫ بیا دنبالم . می‌تونم کمک‌ش کنم ‫ وقت زیادی نداریم . 
‫ اینجا کجاست ؟ 
‫ این‌جا مقدس‌ترین مکان قبیله آب شمالیه . 
‫ آبی که این جنگل مصرف می‌کنه ‫ از اعماق این‌جا گرم می‌شه . 
‫ بیا ، بدش دست من . 
‫ وقتی مریض شده بودم ‫ من رو آوردن این‌جا . 
‫ منبعِ تمام انرژی‌های معنوی ‫ سرزمین‌مون . 
‫ مومو ! ‫ احمق خان ! دیگه من ‫ رو اینطوری نترسون ! 
‫ ازت ممنونم . 
‫ ساکا ؛ اون چیه ؟ 
یه‌چیزی که نباید این‌جا باشه . 
‫ اون یه بالن جنگیه ! 
‫ بالن جنگی ؟ 
‫ از " اوماشو " دزدیدنش ! 
‫ تا اون‌جایی که می‌دونم این یکی ‫ برای حمله نیست ؛ برای جابه‌جاییه . 
‫ تو از کجا می‌دونی ؟ 
‫ چون با کمک خودم طراحی‌ش کردن . 
‫ از حکیم پرسیدم ‫ ارواح تو چه شکلی ظاهر می‌شن ‫ اما نمی‌دونست . ‫ و این‌جاست که به کمک شما ‫ نیاز داریم ژنرال . 
‫ از اون‌جایی شما توی این مسائل ‫ معنی و ارواحی تجربه زیادی دارین ، ‫ از شما می‌خوام اون‌ها رو برامون ‫ شناسایی کنید . 
‫ من از کجا بدونم چه شکلی‌ان آخه ! 
‫ مگه داریم دنبال یه سگ گمشده می‌گردیم ؟ 
‫ ممکنه حتی خودشون رو به شکل درخت ، ‫ انواع حشره‌ها و علف دربیارن . 
‫ خب بلاخره باید بگردیم پیداشون ‫ کنیم دیگه ؟ 
‫ ژنرال آیرو ؛ یا بهم کمک می‌کنین ‫ ارواح رو پیدا کنم ‫ یا این منطقه رو با خاک یکسان می‌کنم . 
‫ خود آواتار کوروک نمی‌تونه از ‫ ارواح مراقبت کنه ؟ 
‫ نه ؛ اما می‌دونم باید کجا بریم . 
‫ آواتار ! 
‫ دیگه نمی‌تونی فرار کنی ! 
‫ زوکو ؛ گوش کن . ‫ باید جلوی ژائو رو بگیریم . 
‫ ژائو خر کیه ! اومدم دنبال تو ‫ باید همین الان با من بیای . 
‫ تو برو . ‫ جلوی ژائو رو بگیر . 
‫ زوکو رو بسپار به من . 
‫ مراقب باش زیاده‌روی نکنی . 
‫ همین الانش هم خیلی‌ها آسیب دیدن . 
‫ برام مهم نیست . 
‫ با جناب‌عالی نبودم . 
‫ می‌بینم که واردتر شدی ! ‫ اما این همه راه تا این‌جا نیومدم ‫ که شکست بخورم . 
‫ دختره‌ی احمق . 
‫ رفتی واسه خودت ‫ استاد پیدا کردی نه ؟ 
‫ آره . الان داری بهش نگاه می‌کنی ! 
‫ مهمون داریم . 
‫ باید جلوی ژائو رو بگیریم . ‫ اون می‌خواد ارواح ماه و اقیانوس رو بکشه ! 
‫ نمی‌تونه ! ‫ این‌کار یعنی پایانِ تمام آب‌افزارها . 
‫ نباید اجازه بدیم همچین کاری کنه ! 
‫ جذب و دفع . ‫ ین و یانگ . 
‫ ژائو ! ‫ نباید قدرت ارواح رو دست کم بگیری ! 
‫ بدون ماه ، دنیا از تعادل خارج می‌شه ‫ و هرج و مرج همه‌جا رو فرا می‌گیره . 
‫ حتی اوزای هم با این امر مخالفه ! 
‫ اوزای عقلش رو از دست داده ؛ 
‫ اینقدر درگیر این خاله‌زنک‌بازی‌های ‫ خانواده‌ش شده که ‫ فرصت‌های بزرگ‌تر رو نمی‌بینه ! 
‫ ژائو ، هر بلایی سر اون ارواح بیاری ؛ ‫ ده برابر بدترش رو سر خودت میارم ! 
‫ تهدیدهای توخالی‌ت رو ‫ نگه‌دار واسه خودت . 
‫ هنوز هم دیر نیست آیرو . 
‫ وقتی که من به ارباب آتش جدید تبدیل ‫ شدم ، همچنان می‌تونی به من خدمت کنی . ‫ وجود تو به پادشاهی من ‫ اعتبار می‌بخشه ! 
‫ اژدهای غرب رو دوباره زنده می‌کنیم ! ‫ فقط کافیه به ژائو ، ‫ شکارچی ماه ، ‫ سر تعظیم فرود بیاری ! 
‫ حالا دیگه من به یه افسانه تبدیل شدم ! 
‫ تاریخ از من یاد خواهد کرد . ‫ تا نسل‌ها ؛ ژائو ، شکارچی مـاه ! 
‫ دیر اومدی آواتار ! 
‫ ژائو این‌کار رو نکن . 
‫ هرفکری که پیش خودت می‌کنی ؛ ‫ این اون قدرتی نیست که می‌خوای . ‫ نیست ؟ 
‫ اصلاً می‌دونی چه کارهایی ازم برمیاد ؟ 
‫ می‌تونم کُل نژاد کنترل‌کننده‌ها ‫ رو از بین ببرم . 
‫ می‌تونی تصور کنی این یعنی چی ؟ 
‫ آره . ‫ می‌تونم . 
‫ می‌خوای به جهان حکومت کنی ، ‫ اما با کشتن روح ماه ‫ دیگه جهانی وجود نداره ! 
‫ پس لطفاً روح رو آزاد کن ؛ ‫ و من با پای خودم باهات میام . 
‫ فکر کردی کسی به تو اهمیت می‌ده ؟ 
‫ وقتی که آب‌افزاری رو از دنیا پاک کنم ، باز هم اونقدر قدرت‌مند هستی ؟ 
‫ مسلط به سه عنصر به اندازه ‫ مسلط به چهار عنصر ابهت نداره نه ؟ 
‫ بذار روراست باشم ؛ ‫ تو ذره‌ای اهمیت نداری . 
‫ راستش هرگز نداشتی ! 
‫ حق با توئه ! 
‫ من اهمیتی ندارم . 
‫ دنیا به آواتار نیاز داشت ... ‫ و من شکست خوردم . 
‫ دلم سوخت ... 
‫ ولی برام مهم نیست . 
‫ یوئـی ! 
‫ چی شده ؟ 
‫ نمی‌تونم آب‌افزاری کنم ! ‫ نمی‌تونم آب‌افزاری کنم ! 
‫ مبارزان ! دیوار دفاعی شهر شکسته شده ! 
‫ عقب نشینی کنید ! 
‫ عشق نشینی کنید ! 
‫ شما برین . من عقب‌نشینی ‫ رو مدیریت می‌کنم . 
‫ ماه از بین رفته . 
‫ دیگه هیچ امیدی نیست . 
‫ تموم شد . 
‫ آواتار بودن یعنی وظایفت رو ‫ نسبت به همه چی در اولویت قرار بدی ، حتی جونت 
‫ آواتار باید تصمیم‌های خیلی سختی بگیره ، ‫ و نیازهای دنیا رو ‫ به نیازهای خودش مقدم بدونه 
‫ آواتار به‌شدت قدرت‌منده ، ‫ اما جلوی قدرت ارواح کم میاره . 
‫ نه ! ‫ تموم نشده ! 
‫ آنگ این‌کار رو نکن . 
‫ وگرنه برای همیشه می‌میری ! 
‫ باید همون صد سال پیش می‌مُردم . 
‫ این دنیا و این دوره ، برای من نیست . 
‫ من نتونستم دنیای خودم رو نجات بدم ؛ ‫ اما از پس این‌یکی برمیام . 
‫ فرار کنید . 
‫ چی ... ‫ چی شد ؟ 
‫ آنگ خودش رو در اختیار روح اقیانوس قرار داده ، ‫ تا روح اقیانوس بتونه از طریق اون مبارزه کنه ‫ و به قدرت آواتار دست پیدا کنه . 
‫ باید بریم پیشش ! 
‫ نه ، متوجه نیستی . ‫ دیگه آنگی درکار نیست . 
‫ یـوئی ! 
‫ زوکو ! 
‫ ارواح رو شکر که زنده‌ای ! 
‫ عمو ... اون چیه ؟ 
‫ اون ... ‫ اون " خشم " ـه . 
- آواتار ! ‫ 
- اون آواتار نیست . 
‫ نه دیگه . 
‫ - باید بریم ! ‫ 
- نه ! نه ! ‫ - زوکو باید بریم ! ‫ - نه نمی‌شه ! ‫ باید بریم . 
‫ آتش ! 
‫ زوکو ! صبرکن ! 
‫ ولم کن برم سراغش ! 
‫ اون یه آدمه بدبخته که ‫ به سرنوشتی ناچیز دچار می‌شه . 
‫ اون همه‌چیزم رو ازم گرفت ! 
‫ تو زنده‌ای ! 
‫ خائن ! 
‫ بزدل ! 
‫ گند زدی به همه‌چیز ! من باید آواتار ‫ رو می‌گرفتم ! گرفتن اون ماموریت من بود ! 
‫ واقعاً فکر کردی ارباب آتش قرار بود ‫ دوباره تو رو توی کشور آتش راه بده ؟ 
‫ اوزای بازی‌ت داد ! 
‫ همه‌ش یه بازی بود . 
‫ و برنده‌ی بازی ... اونیه که باباش ‫ صورت‌ش رو نسوزونده ! 
‫ اوزای از تو برای ‫ انگیزه دادن به خواهرت استفاده کرد ! 
‫ دروغ می‌گی ! 
‫ داری دروغ می‌گی ! بگو که ‫ داری دروغ می‌گی ! | 
‫ به‌نظرت از اول داستان تا الان چه ‫ کسی پا به پای من ایستاده بود ؟ 
‫ کی ارباب آتش رو راضی کرد تا ‫ " کمانداران یویان " رو بفرسته کمکم ؟ 
‫ چه کسی فهمید شمشیر " روح آبی " ، شمشیر توئـه ؟ 
‫ آزولا هرچیزی که نیاز داشتم بدونم ‫ رو بهم گفت ! 
‫ آزولا از تو استفاده کرد ‫ تا به اهداف خودش برسه ! 
‫ ازت استفاده کردن ! 
‫ بیا بریم برادرزاده ! 
‫ این چیه ؟ ‫ - عجله کنید ! باید بریم . 
‫ آتش ! 
‫ مُرد ؟ 
‫ تموم شد ! 
‫ خواهش می‌کنم برگرد ! 
‫ آنگ رفته ... 
‫ و تنها چیزی که ازش مونده ، ‫ یک روح انتقام‌جوـه ‫ که تا ابد به تنهایی دنبالِ ‫ نیمه‌ی دیگه‌ش می‌گرده ‫ اما هرگز پیداش نمی‌کنه . 
‫ دنیا تا ابد از تعادل خارج شد . 
‫ باید یه راهی باشه ؛ یه راهی که ‫ بتونیم دوباره ماه رو برگردونیم . 
‫ ازت ممنونم . 
‫ یوئی ؟ داری چیکار می‌کنی ؟ 
‫ وقتی که بچه بودم روح ماه من رو در آغوش ‫ می‌گیره ؛ ذره‌ی از ماه همچنان با منه . 
‫ وقتشه پس‌ش بدم . 
‫ ماجرا اصلاً غم‌انگیز نیست ... 
‫ می‌دونی چرا روح ‫ ماه و اقیانوس تصمیم می‌گیرن ‫ توی این شب ، شکل فیزیکی ‫ به خودشون بگیرن ؟ 
‫ چون می‌خوان بدونن فانی بودن چطوریه . 
‫ این‌که برای زنده موندن ‫ تلاش می‌کنی چطوریه ! 
‫ حتی فقط برای یک شب . 
‫ مخصوصاً همین یک شب . 
‫ خواهش می‌کنم برگرد . 
‫ آنگ ؛ مسخره‌بازی در نیار . 
‫ تو فقط آواتار نیستی ؛ ‫ تو خانواده‌ی منی ! 
‫ این‌جا دنیای توئـه ! خونه‌ی توئـه ! ‫ ما خانواده‌ تو هستیم . 
‫ یوئی ! خواهش می‌کنم . ‫ این‌کار رو نکن . 
‫ خواهش می‌کنم ! ‫ لازم نیست این‌کار رو انجام بدی . 
‫ آنگ ! ‫ گوش کن ! 
‫ می‌دونم فکر می‌کنی که ‫ به این دنیا تعلق نداری ، ‫ اما اصلاً قرار نبوده که تو ‫ 100 سالِ پیش بمیری ، 
‫ اگه می‌مردی ، ‫ الان این‌جا نبودی ! ‫ دنیا به تو نیاز داره . 
‫ من بهت نیاز دارم . 
‫ چقدر این‌جا داغون شده . 
‫ ببخشید که نتونستم یوئی رو نجات بدم . 
‫ دخترم همیشه خودش تصمیمات‌ ‫ خودش رو می‌گرفت . 
‫ و این انتخاب‌ش چیزی نبود که من ‫ یا کس دیگه‌ای بتونه جلوش رو بگیره . 
‫ اون جونش رو برای زندگی ما فدا کرد . 
‫ من ... ‫ من یه‌جا وایستادم و تماشا کردم 
‫ درحالی که بقیه داشتن می‌جنگیدن و می‌مُردن ، ‫ من دست روی دست گذاشته بودم ‫ درست مثل جنگجویی که هرگز نبودم ، 
‫ ساکا ؛ تو لحظه‌ای که اگه هر آدم دیگه‌ای ‫ بود از ترس می‌مُرد ، ‫ تو پیشش بودی و کار کردی ‫ احساس تنهایی نکنه . 
‫ نیازی نیست حتماً یه جنگجو ، ‫ یا قهرمان باشی . 
‫ فکر نمی‌کردم صبح فردا رو ببینم ؛ ‫ اما خورشید طلوع کرد و قبیله آب ‫ همچنان پابرجاست . 
‫ چیزهای زیادی رو از دست دادیم . 
‫ آره ؛ اما از نو می‌سازیم ‫ و قوی‌تر ظاهر خواهیم شد . 
‫ یادته بهت گفتم " آب عنصر تغییر و تحول " ـه ؟ 
‫ خودم معنی این حرف رو فراموش کرده بودم . 
‫ تغییر و تحول ، کلید یک زندگی جدیده . 
‫ تو این رو به من یادآوری کردی . ‫ واقعاً ازت ممنونم . 
‫ و راستی ؛ کُلی آب‌افزار تازه‌کار این‌جا نیاز داریم ‫ که نیاز به آموزش دارن . 
‫ تو می‌تونی به‌مون کمک کنی ! 
‫ ممنونم . 
‫ اما آنگ سفری طولانی‌ای در پیش داره ؛ ‫ منم همینطور . 
آواتار هنوز باید آب‌افزاری یاد بگیره 
‫ عجب استاد ماهری هم برای ‫ یادگیری آب‌افزاری داره . 
‫ این برای تو . 
‫ این چیه ؟ 
‫ آب واحه‌ی مقدس . 
‫ چیزی که همیشه بهت یادآوری می‌کنه ‫ چه چیزهایی رو این‌جا پشت سر گذاشتیم . ‫ و نمادی از دعوت ؛ هرموقع که خواستی ‫ برگردی این‌جا . 
ستوان جی می‌دونست نبرد به این‌جا ‫ کشیده می‌شه و زودتر رفت . 
‫ اون و افرادش احتمالاً الان دارن ‫ دنبال‌مون می‌گردن . 
‫ شما چی فکر می‌کنید شاهزاده زوکو ؟ 
‫ چیکار کنیم ؟ 
‫ نمی‌دونم . 
‫ فقط خستمه . 
‫ پس باید استراحت کنید . 
یه مرد به استراحت‌ش نیاز داره . 
‫ همه‌ی این‌ها تقصیر منه . 
‫ نه ؛ تقصیر کشور آتشه . 
‫ چون من نتونستم وظیفه آواتاری‌ام ‫ رو انجام بدم . 
‫ چطوری بدون آسیب زدن به کسی ‫ کارم رو انجام بدم ؟ 
‫ آنگ ؛ این یه جنگه ! 
‫ خیلی‌ها جون‌شون رو از دست می‌دن ؛ ‫ خیلی‌ها آسیب می‌بینن . 
‫ هیچ کدوم از این‌ها تقصیر تو نیست . 
‫ تازه آتش‌افزارها هنوز تسلیم نشدن . 
‫ باید خودمون رو برای نقشه‌های ‫ بعدی‌شون آماده کنیم . 
‫ و اینقدر غم گذشته رو نخوریم ؛ ‫ و به فکر کارهایی باشیم که ‫ باید در آینده انجام بدیم . 
‫ فکرکنم الان منظور " گیاتسو " رو می‌فهمم . 
‫ بهم گفت باید گذشته رو فراموش کنم ؛ ‫ وگرنه خودم رو از داشتن آینده منع می‌کنم . 
‫ دقیقاً . 
‫ باید آب‌افزاری یاد بگیری ؛ ‫ خودم بهت یاد می‌دم . ‫ بعدش هم خاک‌افزاری ... ‫ این یعنی برمی‌گردیم اوماشو ؟ 
‫ خب ... ‫ کسی گشنه‌ش نیست ؟ ‫ چرا همیشه آخر تمام بحث‌هامون ‫ ختم می‌شه به شکم تو ؟ ‫ - چون مغزش توی شکمشه ! 
‫ - این رو کسی می‌گه که مغز خودش اندازه یه هندونه‌ست . 
‫ راستش هوس هندونه کردم . 
‫ دیدی ؟ غذا همیشه حلالِ مشکلاته . ‫ فقط باید به حرف ساکا گوش بدین . 
‫ آگنا کلا خسارت زیادی دیده ؛ ‫ اما با این حال نیروهامون نتونستن ‫ شهر رو فتح کنن . 
‫ و همچنین ، آواتار هم هنوز زنده‌ست ‫ و نتونستن بگیرنش . 
‫ چه حیف . 
‫ اما انتظار دیگه‌ای هم نمی‌رفت . 
‫ فتح شمال همیشه یه کار ‫ غیرممکن بوده . 
‫ اگه این رو می‌دونستین ؛ چرا ‫ دستور حمله به شمال رو دادین ؟ 
‫ برای حواس‌پرتی ! 
‫ شمال اصلاً هدف اصلی من نبود . 
‫ برای اولین بار در یک قرن ، ‫ اوماشو از آن کشور آتش شد ! 
‫ و حالا برای فتح کاملِ پادشاهی خاک ، ‫ فقط باید باسینگ‌سه رو از سر راه‌مون کنار بزنیم . 
‫ استراتژی هوشمندانه‌ای بود ‫ اما آیا ارباب آتش اطلاع دارن که ‫ شاهزاده زوکو هم همراه نیروهامون ‫ در آگنا کلا بودن ؟ 
‫ ارتش ما تلفات جانی زیادی داشته . 
‫ اگه زوکو واقعاً اونطور که می‌گه قوی باشه ، ‫ حتماً نجات پیدا می‌کنه . 
‫ اگر هم نه ... ‫ گاهی اوقات برای قوی‌تر شدن ، ‫ ضعیف‌ها باید قربانی بشن . 
‫ اوماشو ... ‫ از آن ماست ! 
‫ از آن کشور آتش ! ‫ کشور آتش ! 
‫ خب ... ‫ قدم بعدی‌مون چیه ؟ 
‫ اندازه‌گیری حرکت آسمان به شدت کار سختیه ، ‫ اما ما رشوی برای درک بهتر حرکات ‫ آسمانی ابداع کردیم . 
‫ صد سال زمان برد ؛ ‫ اما بلاخره داره نتیجه می‌ده . 
‫ - کِی ؟ 
