На нас напали ! Нас атакують ! 
Обережно , Катаро ! З правого борту ще одна група . 
Аанґу , стримуй солдатів спереду . 
Я маю про дещо подбати . Аппо , їп - їп ! 
Уперед . 
Ходімо ! 
Молодці , солдати . Вогняні нікуди не попливуть . 
- Твій план спрацював . 
- Крута командна робота . 
Мінус корабель . 
Та ви жартуєте . 
Стіна непроникна й сильно охороняється . 
Скелі заввишки сотні метрів . На них не піднятися . 
Ти думаєш , я безрозсудний , але Жао загнав Аватара в кут і не зупиниться , доки не схопить його . Я теж не можу . 
Так чи інакше , тут закінчиться моя подорож . 
Шукай на узбережжі тріщини , ознаки витікання теплої води з міста . 
Вони можуть відкрити шлях усередину . 
Дядьку ... Лу Тен пишався б ... що ти його батько . 
Пам'ятай про своє вогняне дихання . Воно може врятувати життя . 
Ще побачимося . Коли ... я схоплю Аватара . 
Забудьте про бій на морі . 
Навіть з усіма вашими магами на всіх човнах їх надто багато . 
Тоді дамо відсіч тут . 
Вони далеко ? 
Мабуть , година дороги . Максимум дві . 
Треба викликати дозорних . Зміцнити оборонні лінії . 
Дякую . 
Усе погано , так ? 
У них серйозні наміри , у нас теж . Шанси 50 на 50 . 
Ну 60 на 40 . 
Куди ти йдеш ? 
Зрівняти шанси . 
Пробачте , адмірале , але я заплутався . 
Цікавитеся , чому командний корабель не очолює атаку ? 
Здається , це незвичайна стратегія . 
Хіба не ви казали , що фронтальна атака на Магів Води буде марною ? 
Так , але ... Тоді логічно зайти з кількох фронтів . 
Відкрити новий фронт ? З одним кораблем ? 
Один корабель , але не одне судно . 
Це створили інженери Народу Вогню ? 
Це не наша робота . Люб'язність наших шпигунів з Омашу . 
Це лише прототип . 
Навіть якщо ви ним обійдете основну оборону Аґни Кели , він замалий , щоб пронести вагому військову частину . 
Вам краще за всіх відомо , що перемога залежить не від чисельності , а від виконаної задачі . 
Задачі ? Якої задачі ? 
Вогонь ! 
Атакують ! 
Крижані щити негайно ! 
- Я допомогти . 
- Зараз не час . Зараз саме час . 
Я сказав чітко . Жінки не битимуться . 
Я ж вам показала , яка це дурість . Забудьте про свою пиху . Мова про виживання Магів Води , вам потрібна вся наявна допомога . 
Ви знаєте , що ми переважимо сили . 
" Ми " ? 
Вони хочуть того , що й ви . Шансу захистити свій дім . 
Пакку , сенс чіплятися за минуле , якщо це позбавить нас майбутнього ? 
Переступи через себе , старий дурню , і дай нам працювати . 
Західну сторону стіни треба зміцнити . 
Допоможіть її відремонтувати і спитайте воїнів , яка ще їм потрібна допомога . 
Скоро все місто буде в радіусі . 
Якщо Маги Вогню проб'ють стіну , ви перша лінія оборони . 
Ми будемо готові . 
Швидко ! Юї ! 
Я не ховатимусь , поки всі ризикують життями . 
- Послухай . - Ні . Годі мене оберігати . 
Юї , як зі мною щось станеться , посядь моє місце . 
Ти — майбутнє Північного Водного Племені . 
Моя дочка . 
Мій дар . 
Сокко . 
Іди з Юї , допоможи їй відвести людей від стіни . 
Але найголовніше , подбай , щоб принцеса була в безпеці . 
Я її не покину . 
Бережи її . 
Ходімо ! 
Ми допоможемо . 
- Майстер Пакку сказав , ти головна . 
- Він послав вас мені ? 
Він сказав допомагати тобі чим зможемо . 
Ми ще не завершили навчання , але старатимемося з усіх сил . 
Почніть посилювати ту секцію . 
Летітимуть вогняні кулі — не приймайте самі . Кажіть мені . 
Так , майстрине Катаро . 
Що ? Я не ... 
Адмірале , Маги Води черпають сили з місяця , і в такі ночі , як сьогоднішня , їхні сили будуть максимальні . 
Пропоную призупинити атаку до світанку . 
Я вивчав речі за межами цього світу , тому знаю , що це не просто місяць . 
Це Крижаний Місяць , рідкісна космічна подія . 
Бар'єри між фізичним і духовним світами стають тонкими ... саме цієї ночі . 
Отримавши наказ Вогняного Повелителя підкорити північ , я знав , що грубої сили буде недостатньо . 
Я потребував переваги . 
Нічого . Просто купа нісенітниць про левових черепах , космічну рівновагу та боротьбу протилежностей . І все ж зі старих казок можна почерпнути мудрість . 
Аґна Кела збудована на місці прабатьківщини водного племені , оазисі глибоко в льоду , що забезпечував їхній народ теплом і їжею в суворих умовах . 
Із цього оазису плем'я дивилося в небо і вчилося підкорювати воду , спостерігаючи , як місяць керує припливами . 
Тож Маги Води вірять , що їхні життя походять від духу океану , а їхні сили — від духу місяця . 
Ці самі духи зрікаються свого безсмертя щороку на одну ніч , щоб побути серед Підкорювачів Води . 
Вони набувають фізичної форми й стають частиною смертного світу . 
Вони з'являються в цьому світі ? 
Щоб краще розуміти баланс між світлом і темрявою , їнь і ян , життям ... І смертю . 
Жао , ви ж не думаєте втручатися в Царство Духів ? 
Ну ? 
Аватаре Куруку ? 
Я прийшов попередити . 
Мій ніж поруч . Я його відчуваю . 
Ніж ? 
Зроблений з матеріалів із Царства Духів . 
Якщо він повернувся на північ , це може означати лише одне . 
Ви збираєтеся вбити духів океану й місяця ? 
Авжеж ні . 
Вбивство духу океану позбавило б життя всіх Магів Води по всьому світі . Чоловіків , жінок , дітей . Я не чудовисько . 
Ні . 
Я вб'ю лише місяць . 
Не можна дозволити Жао втручатися в первісні сили природи . Цим він виведе весь світ з рівноваги . 
Сила Аватара велика , але вона тьмяніє перед силою духів стихій . 
Ось ти де . 
Я тебе не бачила , хвилювалася . 
Усе гаразд ? 
Треба знайти Сокку і Юї . Має статися дещо жахливе . 
Усім до палацу ! 
Усе гаразд . Ти не забилася . 
Ти ціла ? 
Дякую . 
Молодець , Момо . Ось і став у пригоді ... 
Він ... 
Живий . Заледве . 
Тримай . 
Ходімо , я йому допоможу . Часу обмаль . 
Де ми є ? 
Це найсвятіше місце півночі . 
Води , що живлять цей гай , нагріваються землею . 
Усе , дай його мені . 
Сюди мене привів жрець , коли я захворіла . 
До джерела всієї духовної енергії нашої землі . 
Момо ! Дурко , не лякай мене так . 
Дякую . 
Сокко , що це ? 
Те , чому тут не місце . 
Це військова куля . 
Військова куля ? 
Її вкрали в Омашу . 
Наскільки я знаю , саме ця не для бою , а для перевезення . 
Звідки тобі відомо ? 
Я допомагав її розробляти . 
Мудрець не знав , яких саме форм набудуть духи океану та місяця , і тут , генерале , вступаєте ви . 
Оскільки ви добре розбираєтеся у справах духів , ви допоможете мені їх упізнати . 
Я гадки не маю , що шукати . 
Це не те , що шукати загублене цуценя . 
Вони можуть виглядати як пара дерев у гаю або як комахи на травинці . 
Не дізнаємося , доки не почнемо шукати , так ? 
Генерале Іро , або допоможете мені знайти духів , або побачите , як я спалю все це місце дотла . 
- Аватар Курук зможе захистити духів ? 
- Ні , та я знаю , куди йти . 
Аватаре ! 
Тікати нема куди . 
Зуко , послухай . Нам треба зупинити Жао . 
Мова не про Жао . А про нас ! І ти йдеш зі мною , негайно ! 
Іди . Зупини Жао . 
Я з ним розберуся . 
Не сильно . 
Вже постраждало багато людей . 
Мені байдуже . 
Я говорив не до тебе . 
Навчилася нових трюків , але я після всього цього тобі не програю . 
Мала селючка ! 
Знайшла майстра , так ? 
Так . Ти на неї дивишся . 
У нас гості . 
Треба зупинити Жао . Він хоче вбити духів океану й місяця . 
Ні . Це смерть для нашого народу . 
Ми цього не допустимо . 
Боротьба протилежностей . Їнь і ян . 
Жао , із силою духів не варто гратися . 
Без місяця світ втратить баланс , виникне хаос . 
Навіть Озай цього б не хотів . 
Озаю бракує уяви . 
Він такий зациклений на іграх , у які грає з родиною , що не бачить ширшої картини . 
Жао , що б ви не зробили із цим духом , я вам відплачу десятикратно ! 
Не треба порожніх погроз . 
Вам це може бути вигідно , Іро . 
Коли я стану новим Вогняним Повелителем , ви будете поряд . Ваша присутність надасть законності посяганню на трон . 
Дракон Заходу може піднятися . Якщо він схилиться ... перед Жао , Убивцею Місяця ! 
Тепер я легенда ! 
Про мене розповідатимуть історії ! Поколіннями . Жао , Убивця Місяця . 
Ти спізнився , Аватаре . 
Жао , ні . 
Що б ви не думали , це не сила . Ні ? 
Ти розумієш , що я можу зробити ? 
Я можу знищити цілу расу Підкорювачів . 
Уявляєш , як це ? 
Так . Уявляю . 
Ви хочете правити світом , але , зробивши це , не залишите чим правити . 
Тож відпустіть духа , і я піду з вами . Мирно . 
Гадаєш , ти комусь потрібен ? 
Яка буде загроза від Аватара , якщо я зітру Магію Води з лиця землі ? 
" Майстер трьох стихій " звучить уже не так , правда ? 
Поглянь правді в очі . Ти більше не маєш значення . 
І я не впевнений , що взагалі мав ! 
Ваша правда . 
Я не маю значення . 
Світ потребував Аватара ... а я не впорався . 
Зворушливо . 
Та мені якось байдуже . 
Юї ! 
Що відбувається ? 
Я втратив магію ! Я втратив магію ! 
Воїни , охорону міста прорвали ! 
Відступайте ! 
Відступайте ! 
Ідіть . Ми вас прикриємо . 
Місяць знищено . 
Надії більше немає . 
Усе скінчено . 
Бути Аватаром означає ставити свої обов'язки понад усе , навіть життя ! 
Аватар має робити неможливий вибір , ставлячи потреби світу вище власних . 
Сила Аватара велика , але вона тьмяніє перед силою духів стихій . 
Ні . Не скінчено . 
Аанґу , не роби цього . 
Тебе буде навіки втрачено . 
Це мало статися ще 100 років тому . 
Це не мій час і не мій світ . 
Я не зміг урятувати мій світ , але можу врятувати цей . 
Тікаймо ! 
Що ... Що сталося ? 
Аанґ віддався духу океану , дозволивши йому спрямувати через себе свою лють , і надав доступ до сили Аватара . 
Треба до нього . 
Ні , ти не розумієш . Аанґа більше немає . 
Юї ! 
Зуко ! 
Дякувати духам , ти живий ! 
Дядьку , що це таке ? 
Це ... це Гнів . 
- Аватар ! 
- Аватара немає . 
Більше немає . 
- Треба йти . 
- Ні ! - Зуко , треба ! - Не можна . Треба ! 
Вогонь ! 
Зуко , ні ! 
Відпусти . 
Він мала людина , що матиме малий кінець . 
Він позбавив мене всього . 
Ти живий . 
Зрадник . 
Боягуз ! 
Ти все зіпсував ! Аватар був моїм . Моя місія була ... 
Ти справді думав , що Вогняний Повелитель візьме тебе назад ? 
Озай грався з тобою . 
Це все була гра . 
А переможець — людина без шраму від татка . 
Озай тебе використовував як мотивацію для сестри . 
Ти брешеш . 
Ти брешеш , визнай це ! 
Як думаєш , хто був моїм союзником ... у всьому цьому ? 
Хто вмовив Вогняного Повелителя дати мені Стрільців Юянь ? 
Хто впізнав мечі Блакитного Духа як твої ? 
Азула розповіла мені все , що я мав знати . 
Ти вогонь , у якому кували її залізо . 
Ось і все . 
Ходімо , племіннику . 
Що це ? - Ходімо ! - Уперед ! 
Вогонь ! 
Де він ? 
Усе скінчено ! 
Прошу , повертайся ! 
Аанґа втрачено . 
Залишився мстивий дух , що нескінченно блукатиме в пошуках партнера і не знаходитиме . 
Світ більше ніколи не буде в рівновазі . 
Має бути якийсь спосіб повернути місяць до життя . 
Дякую . 
Юї , що ти робиш ? 
Мене в дитинстві торкнувся дух місяця , тож у мені є його життя . 
Настав час його повернути . 
Тут нічого сумного . 
Знаєш , чому духи океану й місяця на одну ніч приймають фізичну форму ? 
Вони хочуть знати , як це — бути смертними . 
Бути живим варте ризику . 
Навіть на одну ніч . 
Особливо на одну ніч . 
Прошу тебе , повернися ! 
Аанґу , не будь дурнем ! 
Ти не просто Аватар — ти моя родина ! 
Це твій світ ! Це твій дім ! Ми твоя сім'я ! 
Юї , прошу . Не треба ! 
Ти не мусиш цього робити ! 
Аанґу , послухай мене . 
Знаю , ти думаєш , що тобі тут не місце , але ти не мав померти 100 років тому . 
Якби ти помер , тебе б тут зараз не було , а світ тебе потребує . 
Я тебе потребую . 
Стільки руйнувань . 
Пробачте , що не захистив її . 
Дочка завжди сама приймала рішення . 
Це було не те , чому ти ... чи хтось інший міг запобігти . 
Вона пожертвувала собою заради нас . 
А я ... просто дивився . 
Я стояв осторонь , поки інші билися і гинули . Були воїнами , яким не був я . 
Сокко , тієї миті , коли їй найпевніше було страшно , ти подбав , щоб вона не була сама . 
Не треба бути воїном , щоб бути героєм . 
Я думав , що не побачу світла нового дня , але сонце сходить , а водне плем'я досі існує . 
Стільки втрачено . 
Так , але ми відбудуємося і станемо ще сильнішими . 
Пам'ятаєш , я казав тобі , що вода — це стихія змін ? 
Я забув , що це означає насправді . 
Зміни — ключ до нового життя . 
Ти мені про це нагадала ... і я тобі щиро вдячний . 
Знаєш , тут ціле покоління Магів Води , що потребує навчання . 
Ти б нам допомогла . 
Дякую . 
Але Аанґу треба завершити свою подорож . І мені теж . 
Аватар ще має опанувати Магію Води . 
У такому разі йому не знайти кращого майстра . 
Це тобі . 
Що це ? 
Вода з нашого оазису . 
Нагадування , через що ми пройшли , і запрошення повернутися коли завгодно . 
Лейтенант Джі не втручався в найзапекліший бій . 
Він із командою вже мають шукати нас . 
Що скажеш , принце Зуко ? 
Що ти хочеш робити ? 
Я не знаю . 
Я втомився . 
Тоді відпочинь . 
Людині потрібен відпочинок . 
Це все накликав я . 
Ні , Народ Вогню . 
Бо я не зміг бути Аватаром . 
Як це зробити , не спричиняючи стільки болю ? 
Аанґу , це війна . 
Звісно , будуть втрати . Буде біль . 
Це не твоя провина . 
А Народ Вогню не здасться . 
Треба приготуватися до їхнього наступного кроку . 
Тож годі думати про минуле , зосередься на тому , що треба зробити . 
Схоже , я зрозумів , що намагався сказати Ґіатсо . 
Він казав : відпусти минуле , інакше не матимеш майбутнього . 
Саме так . 
Ти навчишся підкорювати воду , я про це подбаю . А тоді землю ... Тобто знов до Омашу ! 
Слухайте ... хтось хоче їсти ? Чому у тебе все через живіт ? - Бо там його мозок . 
- Сказав малий з головою - динею . 
Так , зараз би дині ... 
Бачите ? Їжа — завжди правильна відповідь . Ви слухайте Сокку . 
Аґна Кела сильно постраждала , але наші війська не змогли взяти місто . 
Крім того , схоже , що Аватар живий і вільний . 
Прикро . 
Але не несподівано . 
Завоювання півночі завжди було малоймовірним . 
Якщо так , навіщо взагалі нападати на північ ? 
Щоб відволікти . 
Північ не була справжньою ціллю . 
Уперше за століття Омашу наш . 
Тепер лише Ба Сінг Се стоїть між нами і повним завоюванням Земного Царства . 
Блискуча стратегія , але чи знав Вогняний Повелитель , що принц Зуко був серед війська в Аґні Келі ? 
Втрати серед наших людей були значні . 
Якщо Зуко сильний , він виживе . 
А якщо ні ... іноді треба жертвувати слабкими , щоб лишатися сильними . 
Омашу наш ! 
За Народ Вогню ! Народ Вогню ! 
Отже ... що далі ? 
Вимірювати небесний рух завжди було складно , але ми винайшли метод кращого розуміння руху небесних тіл . 
Минуло сто років , але час нарешті наближається . 
- Коли ? 
