حتما کار خودش بوده جز اون کار کی می‌تونه باشه ؟ 
فکر می‌کنی راستی این رو گذاشته اونجا ؟ 
خب ، به‌جز راستی کی انقدر درمونده شده ؟ 
حالت خوبه تامی ؟ 
این گربه بدجور ترسیده می‌برمش بالا 
سلام ، چه خبر ؟ 
چی ؟ 
برای آزمایش ، فرستادیدش آزمایشگاه ؟ بله . هیچ دی‌ان‌ای یا اثرانگشتی روش نیست انگار تمیز شده 
و از کجا می‌دونیم این سیخ شومینه کارولین‌ـه ؟ 
نمی‌دونیم شاید شما بدونید 
کون لقت - و اینم هست - 
این هیچی رو ثابت نمی‌کنه تامی 
نشون می‌ده یه نفر سعی داره من رو بترسونه یا جرم رو بندازه گردنم 
یه نفر بهم اهانت کرده نشون‌دهنده درموندگی یه نفره 
یعنی می‌خوای ثبتش کنی ؟ چطور می‌تونم بکنم ؟ 
نه زنجیره شواهدی هست نه کسی رو تبرئه می‌کنه فقط می‌شه به‌عنوان " یک سیخ شومینه " ثبتش کرد " نه " سیخ شومینه مذکور 
خب ، نظافتچی چی ؟ می‌تونه شناساییش کنه ؟ 
خب ، آوردیمش گفت ظاهرش شبیه همونه مال همون سِت‌ـه اما فقط همین رو تونست تایید کنه 
و گفتی خونه‌ات کاملا بررسی شد ؟ بله . نه دی‌ان‌ای پیدا شد و نه اثرانگشتی کاملا دقیق بررسی شد 
به‌زور وارد خونه نشده بود ؟ 
نه ، به‌خاطر گربه‌ام در کناری رو باز می‌ذارم 
... بعضی‌وقت‌ها که تا دیروقت کار می‌کنم به همسایه می‌گم بیاد و یه سری بهش بزنه 
آره - خیلی‌خب ، خیلی‌خب . بذارید فکر کنم - 
خوش‌حال می‌شم اعلام ابطال دادرسی کنم 
کسی نظری نداره ؟ 
دادستانی مشکلی با ادامه دادن دادرسی نداره فقط به‌نظرمون هیئت منصفه باید از این قضیه خبر داشته باشن 
می‌تونیم بهشون بگیم که نباید به‌عنوان مدرک طلقی بشه 
کالدول چی ؟ 
آخه کالدول چرا باید برای تامی پاپوش درست کنه ؟ 
... چون کفری‌ش کردی - تا بهت فشار نیاره ؟ 
خانم قاضی ، می‌خوام با موکلم صحبت کنم ممنون ممنون خانم قاضی - سوال احمقانه‌ایه - من سوالم اینه که ازش بازجویی کردید ؟ 
راستی ، آروم باش ... راستی ... فقط آروم باش 
ما نمی‌خوایم حرفی از این قضیه زده بشی حتی نمی‌خوایم بهش اشاره بشه 
چه ثبت بشه ، چه نشه 
اما می‌تونه به شک بندازدشون 
اگه تامی دروغ می‌گفت چرا باید این قضیه رو مطرح کنه ؟ 
این‌طور نیست که اگه سیخ شومینه دستش باشه توی پرونده بهش کمکی بکنه 
و با یه یادداشت " برو درت رو بذار " ؟ قشنگ معلومه یکی اون رو گذاشته اونجا 
آخرین باری که تو به‌عنوان ... دادستان گفتی " هی ، آلت قتاله رو توی آشپزخونه‌ام پیدا کردم " کی بود ؟ 
آره ، موافقم این قضیه کمکی نمی‌کنه تازه ، اگه می‌خوایم لیام رینولدز به‌عنوان ... گزینه احتمالی باقی بمونه ... این قضیه ، داستان‌مون رو تغییر می‌ده - ... خیلی‌خب ، پس حالا - حالا می‌خوای لیام رینولدز رو در نظر بگیری ؟ انگیزه‌ای برای پاپوش درست کردن برای تامی نداره - حداقل باید از کالدول بازجویی کنیم - 
چرا باید مولتو رو هدف قرار بده ؟ - ... من - از کجا معلوم ؟ چه اهمیتی داره ؟ 
موضوع حقیقت نیست موضوع ایجاد کردن یه شک منطقی‌ـه 
گوش کن اگه هیئت منصفه فکر کنن که این رو از عمد گذاشتن توی آشپزخونه‌اش ... که احتمالا این فکر رو می‌کنن دیگه کالدول رو در نظر نمی‌گیرن فقط تو رو در نظر می‌گیرن 
پس می‌خوان حرفی ازش نزنن ؟ 
مدرک محکمه‌پسندی نیست شاید این‌طوری بهتر باشه 
می‌تونه برام وجهه بدی داشته باشه چون من انگیزه داشتم 
اما اگه برسه دست رسانه‌ها چی ؟ 
... به نفع دادستانی‌ـه تامی چرا نباید خبرش رو بده به رسانه‌ها ؟ 
ببین ، اگه خبرش پخش بشه احتمالا درخواست ابطال دادرسی می‌دیم که فکر نمی‌کنم تامی همچین چیزی رو بخواد اون فکر می‌کنه پرونده رو برنده شده و می‌گی که اصلا نمی‌دونن این همون سیخ شومینه‌ست یا نه 
هست یه قسمتی از دسته‌اش پریده وقتی دیدمش ، شناختمش 
بهشون گفتی ؟ - نه - 
یه بار اونجا ازش برای روشن کردن آتش استفاده کردم 
خداروشکر که اثرانگشتم روش نبود 
چی شده ؟ 
می‌شه این رو ببری ؟ 
الان میام آره 
اگه یه نفر غذا بخوره ... و 20 دقیقه بعدش بمیره بیش‌تر غذا همچنان توی معده‌اش خواهد بود 
یه بخشی از غذا ممکنه توی دوازدهه باشه دوازدهه ، محل اتصال معده و روده باریک‌ـه 
... و وقتی کارولین پولیموس مُرد غذایی توی معده‌اش بود ؟ - نه نبود - 
و چقدر طول می‌کشه تا معده انسان خالی بشه ؟ 
مایعات و مواد نیمه‌جامد ، تقریبا سریع از معده خارج می‌شن زیر دو ساعت . پروتئین و چربی حدود دو و نیم ساعت برنج و لوبیا ، حدود سه ساعت 
رسید ، ساعت 8 : 27 شب صادر شده نشون می‌ده خوراک مرغ کونگ پائو ... و دلمه خرچنگ 
بله - ... و در زمان مرگ - معده‌اش کاملا خالی بود ؟ - بله - 
اما با این‌حال دکتر کوماگای تشخیص دادن که مقتول حوالی ساعت 10 شب ، مُرده اشتباه می‌کنن . از نظر من زمان مرگ بین ساعت 1 تا 3 بامداده 
چطور ممکنه انقدر خطا داشته باشه ؟ 
ایده‌ای ندارم ... برای اینکه معده‌اش خالی می‌شده حداقل چهار ساعت از خوردن غذا زمان لازم بوده 
اگه اصلا غذا رو نخورده باشه چی ؟ 
سفارش داده ، رسیده دم خونه‌اش 
خب ، می‌تونید این فرضیه که یه نفر ... حوالی همون زمان رسیده خونه مقتول و قبل از اینکه مقتول فرصت داشته باشه غذا رو بخوره ، اون رو کُشته رو رد کنید ؟ 
یه ظرف غذای نیمه‌پُر از غذای چینی ... توی آشپزخونه‌اش بود پس غذای چینی توی دوازدهه‌اش پیدا کردید ؟ 
مقداری غذا توی دوازدهه‌اش بود 
ممکنه ناهارش بوده باشه ؟ به‌نظرم هر چیزی ممکنه 
می‌تونید از لحاظ پزشکی ، با قطعیت بگید که مقتول غذای چینی خورده ؟ 
ممنون 
خب ، محض شفاف‌سازی می‌پرسم شما الان فقط به‌عنوان شاهد کارشانس برای تیم وکیل مدافع کار می‌کنید ؟ 
بهتون یه گزارش می‌دن نظرتون رو می‌گید و بعدش ، وکیل مدافع تصمیم می‌گیره که شما رو وارد پرونده بکنه یا نه ... و اگه نظرتون به نفع متهم نباشه استخدام نمی‌شید ؟ 
- من یه شخص حرفه‌ای هستم - شما یه شاهد کارشناس حرفه‌ای هستید ... که فقط در صورتی پول می‌گیره که نظری به نفع متهم بده و نظر امروزتون درمورد زمان قتل ... براساس محتویات معده مقتول‌ـه که فرض رو بر این گذاشتید مقتول ساعت 10 شب ، غذای چینی خورده اما نمی‌تونید از لحاظ پزشکی با قطعیت یا به‌طور احتمالی ، بگید که غذا رو خورده 
درست می‌گم ؟ 
خیلی‌خب . بیا فرض کنیم ... که امروز موفق بودیم و تونستیم کاری کنیم هیئت منصفه باور کنن ... یا حداقل در نظر بگیرن که کارولین پولیموس ، نیمه‌شب یا بعد از نیمه‌شب ، کُشته شده 
باید نشون بدیم که اون ساعت خونه بودی می‌تونی این کار رو بکنی ؟ 
من می‌تونم می‌تونم شهادت بدم 
نمی‌تونیم به‌عنوان شاهد بیاریمش چرا ؟ 
چون بی‌طرف نیستی و ... فرصت راحتی رو بهشون می‌دی تا شوهرت رو بد جلوه بدن 
... ازت می‌پرسن " خانم سبیچ ، آیا حقیقت داره که شما نمی‌دونستید همسرتون " با مقتول رابطه داشته ؟ 
... خانم سبیچ ، آیا حقیقت داره که " حتی بعد از اینکه شوهرتون گفت " رابطه‌شون تموم شده ، دوباره باهاش وارد رابطه شد ؟ 
آیا حقیقت داره که شوهرتون " ... بهتون نگفته بود که در شب قتل ، خونه مقتول بوده ؟ " اینکه مقتول رو باردار کرده ؟ " آیا رابطه‌تون ، رابطه بازی بود خانم سبیچ ؟ " 
" شوهرتون از همه‌چیزتون خبر داره ؟ " 
ما همگی یه رازهایی داریم " 
شوهرتون درمورد کلیفتون می‌دونه ؟ " بارتندر مهربون محله 
یعنی چی ؟ 
تو تعقیبم می‌کردی ؟ 
بعضی‌وقت‌ها با این فرض که حقیقت می‌تونه کمک‌مون کنه کارآگاه‌های خصوصی استخدام می‌کنیم 
بعضی‌وقت‌ها واقعا کمک می‌کنه 
دیگه چیزی ارائه نمی‌دیم به اون شک معقولی که می‌خواستیم ، رسیدیم دیگه چرا ریسک کنیم ؟ 
منم موافقم 
و صحبت نهایی رو خودم می‌کنم اوه نه 
نه این رو مخالفم 
زندگی خودمه . خودم صحبت نهایی رو می‌کنم - ... راستی - 
بین اون هیئت منصفه ، تو هیچ اعتباری نداری 
چرا باید حرفی که می‌زنی رو باور کنن ؟ خدای من توی مین ، همون شهری که توش متولد شدم ... اگه بری به خوک‌ها غذا بدی باید به یکی دیگه بگی بیاد صداشون کنه ای خدا من صحبت نهایی رو می‌کنم ... و این رو بدون شک هیئت منصفه ، به نفع منه اما شک وکلام ، به نفعم نیست و شک بهترین رفیقم هم به نفعم نیست 
باید کناره‌گیری کنی 
امکانش نیست 
البته که هست اونم وقتی به مشورت‌هات گوش نمی‌ده 
قاضی لیتل امکان نداره بذاره توی این بازه زمانی ، کناره‌گیری کنم زیان‌بار طلقی می‌شه 
حالش خوب نیست 
خوب یا بد ، بی‌گناه یا گناهکار براش آماده می‌شه 
عزیزم ، این محاکمه همین‌طوریش یه بار نزدیک بود بُکُشتت 
بعد از این پرونده ، بازنشست می‌شم قول می‌دم می‌رم پیاده‌روی ، چمن رو کوتاه می‌کنم باهات آیس‌تی می‌خورم می‌شم عین تورنتون وایلدر ... و زندگی عادی رو می‌پذیرم اما فعلا تا اون نقطه ، خیلی فاصله داریم 
هیچ مدرک فیزیکی یا پزشکی قانونی یا شهادت شاهدینی وجود نداره 
... نیکو دلا گواردیا ... و لیام رینولدز هم هست کالدول ، یه فرد دیگه که ... تحقیقی درموردش صورت نگرفته ... من از همون ابتدا قربانی ... منم همین‌طور 
... این دقیقا همون چیزیه که توی 15 سالی که برای این شهر بی‌نظیر ... دادستان بودم ، هیچ‌وقتِ هیچ‌وقت ابطال محاکمه و بهتون گفت که نسبت به قربانی ، حس داشته 
خب ، منم داشتم من خیلی دوستش داشتم 
خیلی دلم براش تنگ می‌شه و می‌خوام بدونم کی این کار رو کرده درست مثل خیلی‌های دیگه ... و درک می‌کنم سلام سلام 
دارم صحبت نهاییم رو تمرین می‌کنم 
معلومه 
کمک لازم نداری ؟ 
اخترشناسی پیشرفته برداشتم برای همین ، بتونم تشخیص بدم یه چیزی مال یه سیاره دیگه‌ست یا نه 
حتی تو هم ، دخترم ؟ 
آخرش یه‌خرده عصبی بود 
... خب ، اینکه از همه دوست‌هات خنجر بخوری 
می‌تونه بره روی مخ آدم 
بابا ، واقعا ؟ صحبت نهایی رو خودت انجام می‌دی ؟ 
مامانت بهت گفت بیای اینجا ؟ 
من بهترین شانس خودمم ، جی 
قبلا هم انجامش دادم 
از پسش برمیام 
فقط درمورد عناصر پرونده صحبت کن 
... درمورد اینکه تامی یا لیام رینولدز یا شوهر سابقش ، قاتل اصلی هستن حرفی نزن 
می‌شنوی ؟ راستی ؟ 
آره ، می‌شنوم 
خیلی‌خب 
صحبت‌های وکیل مدافع رو می‌شنویم 
اسم بنده ، همون‌طور که می‌دونید راستی سبیچ‌ـه 
من متهم پرونده هستم 
متهم به قتل 
گفتن این حرف‌ها اینجا خیلی برام دردناکه جلوی همسرم و بچه‌هام 
چیزی که مدارک ارائه شده ثابت کردن این بود که من به خانواده‌ام خیانت کردم کسایی که بیش‌تر از هر چیزی دوست‌شون دارم 
هیچ‌وقت نمی‌تونم رنجی که به زنم تحمیل کردم رو از بین ببرم و احتمالا دیگه هیچ‌وقت نتونم احترام بچه‌هام رو به‌دست بیارم 
اما چیزی که مدارک ثابت نکردن اینه که من ، کارولین پولیموس رو کُشتم چون من نکُشتمش 
من با کارولین رابطه داشتم رابطه مخفیانه 
باردارش کردم و این موضوع رو بعد از فوتش متوجه شدم 
و من اون شب خونه‌اش بودم مثل شب‌های دیگه اما مدارک فقط می‌تونن همین رو ثابت کنن و ثابت هم کردن 
هیچ شاهد عینی‌ای وجود نداشت خون یا مدرک پزشکی قانونی‌ای روی خودم لباس‌هام ، ماشینم و خونه‌ام ، پیدا نشد 
... اثرانگشتم توی آپارتمانش بود چون اون شب و باقی شب‌ها ، اونجا بودم اما مدارک فقط می‌تونن همین رو ثابت کنن 
حالا ، در ابتدای محاکمه ... تامی مولتو اینجا ایستاد و بهتون گفت که نسبت به قربانی ، حس داشته 
خب ، منم داشتم 
من خیلی بهش اهمیت می‌دادم 
من خیلی دوستش داشتم 
و خیلی دلم براش تنگ می‌شه 
و من هم مثل خیلی‌های دیگه می‌خوام بدونم کی این کار رو کرده می‌خوام عامل این کار رو گیر بندازم 
همین‌طور پلیس همین‌طور دادستان بخش ، تامی مولتو ... اون‌قدر که علی‌رغم اطمینانش حاضره به راحت‌ترین مورد هم قانع بشه یعنی من 
و منم که خیلی راحت می‌تونم گناهکار شناخته بشم 
تمام شرایط ، من رو گناهکار نشون می‌دن به این موضوع اقرار می‌کنم اما نه فقط من رو 
افراد دیگه‌ای هم بودن که درگیر کارولین بودن 
مایکل کالدول ، پسر قربانی این پسر هم شب قتل ، اونجا بود شخصی که به‌شدت از دست مادرش عصبی بود و به پرونده بانی دیویس دسترسی داشت 
هیچ حکمی برای پدرش ، دالتون کالدول ، صادر نشد این شخص هم از دست مقتول خیلی عصبی بود و شخصی که احتمالا به پرونده بانی دیویس دسترسی داشته 
هیچ‌کدوم این حرف‌ها رو می‌شه ... مدرکی بر این دونست که مایکل یا دالتون کالدول قاتل کارولین پولیموس هستن ؟ 
البته که نه اما قطعا شما رو به فکر فرو می‌بره 
من خودم دارم محاکمه می‌شم حرف‌هام بی‌طرفانه نیست 
... اما باور کنید توی 15 سالی که دادستان این شهر بی‌نظیر بودم ... باور کنید ... هیچ‌وقت بدون توجه به بار اثبات دعوی 
من رو محکوم به یه جرم کردن و هیچ مدرکی ندارن که بتونن ثابتش کنن 
هیچ مدرک فیزیکی یا مبتنی بر صحبت‌های شاهدین یا گزارشات پزشکی قانونی ، وجود نداره آلت قتاله‌ای در کار نیست 
مظنونین احتمالی دیگه‌ای هستن که مورد بررسی قرار نگرفتن 
و بیاید لیام رینولدز رو هم اضافه کنیم شخصی که قربانی رو تهدید کرد و تهدیدش هم ثبت شده 
همچنین ، ساعت مرگ مشخصی هم وجود نداره یه‌عالمه شک منطقی وجود داره 
... که همگی منتهی می‌شن به این سوال ما اصلا چرا اینجاییم ؟ 
توی پرونده‌های مهم ... باری که روی دوش دادستان‌هاست افرادی که خودشون سیاستمدار حساب می‌شن اینه که مردم رو راضی نگه دارن 
نیاز دارن یه نفر رو مسئول این قضایا معرفی کنن نیاز دارن یه نفر رو پیدا کنن هر کسی و توی این پرونده ، من بهترین گزینه‌شون هستم 
من بهترین گزینه تامی مولتو هستم تامی از همون اولش می‌خواسته من رو کله‌پا کنه 
تنفر و انزجارش از همون اول کاملا مشهود و واضح بوده 
قصدش اینه 
این پرونده ... مربوط به تامی مولتو نیست مربوط به من یا حتی کارولین هم نیست هدفش اجرای عدالت هم نیست درمورد شماهاست شماها سوگند یاد کردید ... قسم خوردید که برای محکوم کردن یه نفر باید مدرکی پیدا کنید که هیچ جای شکی درش نباشه 
انزجارتون رو درک می‌کنم 
و لایقش هم هستم 
... به‌عنوان یه شوهر ... یه پدر و به‌عنوان یه مرد 
اما من ، کارولین پولیموس رو نکُشتم به‌خاطر همینه که هیچ مدرکی دال بر قاتل بودن من وجود نداره 
من آدم شرافتمندی نیستم اما بخش طعنه‌برانگیزش اینه که امیدوارم شماها شرافتمند باشید 
ممنون 
متهم حرف از علاقه‌اش به قربانی زد اما به‌نظرم چیزی که در طول ... محاکمه مشخص شد و آقای سبیچ هم بهش اقرار کردن اینه که یه عشق ساده نبود نوعی وابستگی بود 
گفتن می‌خوان عامل این کار رو گیر بندازن 
خب ، به‌عنوان معاون دادستان فرصت خاصی برای این کار داشت در حقیقت ، خودش مسئول تحقیقات بود 
بذارید این رو بهتون بگم ... ‏ 48 ساعت اولیه توی هر پرونده قتلی حیاتی‌ترین زمان برای حل پرونده‌ست و آقای سبیچ توی این بازه زمانی حیاتی چی کار کردن ؟ اطلاعات رو مخفی کردن مانع پیش بردن تحقیقات شدن به کارآگاه مسئول گفت که مدارک رو فقط در اختیار خودش قرار بده و تاکید کردن که به من اطلاعاتی نده 
... و درمورد رابطه جنسیش با قربانی هم چیزی نگفته بود نگفته بود که در آستانه یه جدایی بوده 
همه اینا رو مخفی کرد 
این رفتار یه مرد بی‌گناه نیست علی‌الخصوص شخصی که مسئول گیر انداختن قاتلشه 
دروغ گفت مخفی‌کاری کرد و سعی کرد با رشوه و اخاذی بقیه رو راضی به اعتراف دروغین کنه 
به پزشک قانونی ارشدمون حمله کرد و یه شاهد احتمالی رو کُتک زد این رفتار ، با رفتار یه آدم بی‌گناه یا یه آدمی که اهل خشونت نیست ، هم‌خوانی نداره شخصیت‌هایی که متهم خودش رو این‌طور می‌دونه 
... دوستِ خوبش ، یوجینیا میلک گفت که ایشون در روزهای ... منتهی به قتل رفتار غیرعادی‌ای داشته خودش رو به کارولین باخته بود 
ایشون در روز قتل ، 30 پیام برای کارولین فرستاده بود از جمله این پیام " فکر کردی چه خری هستی ؟ " " فکر کردی چه خری هستی ؟ " 
آقای سبیچ اونجا بوده اونجا دیده شده دی‌ان‌ای و اثرانگشتش اونجا پیدا شده ... و اون موقع میاد با جدیت " می‌گه " هیچ مدرک واقعی‌ای وجود نداره 
واقعا ؟ 
خب ، متهم دروغ‌گوی خیلی خیلی خوبیه 
و قاتل هم هست 
ببینید چه بلایی سر کارولین اومده 
روزی که آقای سبیچ رفته اونجا روزی که به کارولین پیام داده روزی که دست رد به سینه‌اش زده و شبی که آخرین بار باهاش دیده شده بود ببینید چه بلایی سرش اومده 
... اون وقت میاد اینجا و می‌گه ممکنه کار لیام رینولدز یا " " شوهر سابقش بوده باشه 
یا فکر کنم غیرمستقیم گفت که کار من هم می‌تونسته باشه کار من هم می‌تونسته باشه خیلی‌خب 
اینا نشونه درموندگی‌ـه 
عادی‌ـه چیزی که عادی نیست اینه که ... به‌طور غیرمستقیم یا مستقیم پسر مقتول رو محکوم می‌کنه 
این کار واقعا شیطانی‌ـه جامعه ستیزانه‌ست 
... متهم وقتی معاون دادستان بود فرصت داشت تا قاتل کارولین پولیموس رو گیر بندازه 
اون‌وقت چی کار کرد ؟ مخفی‌کاری کرد سنگ‌اندازی کرد 
چرا ؟ 
چون می‌دونست قاتل اون بیرون نیست 
قاتل درست همین‌جا بود 
امروز فرصتی برای برقراری عدالت پیش اومده و استفاده از این فرصت ، به عهده شماهاست 
باشه ؟ 
درمورد ... چی گفت ؟ 
! انزجارم 
! درمورد انزجارم و رفتارم صحبت کرد 
باشه . داره التماس‌تون می‌کنه به من نگاه کنید 
به من نگاه کنید دقیق به من نگاه کنید 
... اما بعدش یه نگاه دقیق به این مرد بندازید 
این بدترین بخششه انتظار . یا می‌شه گفت دومین بدترین به‌نظرم باختن ، بدترین بخشه 
من باخت نمی‌دونم چیه 
درسته . چون خاص‌تر از اینی که ببازی 
خب ، من این‌طور فکر می‌کنم 
اما جدا ، چه برداشتی باید بکنیم ؟ اینکه انقدر طولش دادن 
هر چی هیئت منصفه بیش‌تر طولش بدن رای‌شون هم بیش‌تر به نفع متهم‌ـه 
بهتره بریم خونه 
می‌دونی ، ممکنه طول بکشه 
تازه ، نگران گربه‌ات هستم 
فکر کردی خنده‌داره ؟ - شوخی بودو تامی . بی‌خیال - 
... فقط می‌گم - می‌دونم ، می‌دونم - منتظر موندن بی‌فایده‌ست بیا بریم یه نوشیدنی‌ای چیزی بخوریم 
ببین ، به‌نظرم برای احتیاط نگهش داشته بوده کل این مدت 
ها ؟ - سیخ شومینه - ... اگه ببازه اون موقع یه چیزی برای افشا داره و می‌تونه به نحوی درخواست محاکمه جدید بده خیلی‌خب ، فکر می‌کنی راستی اون سیخ شومینه رو گذاشته توی خونه‌ات ؟ 
خدایا ، کارولین چی توی این مرد دیده ؟ 
می‌شه یه سوال شخصی ازت بپرسم ؟ 
چقدر دوستش داشتی ؟ جدا 
بچه‌ها ، می‌خوان حکم رو قرائت کنن 
خیلی‌خب 
بایستید آقای سبیچ 
خانم منشی ، لطفا حکم رو قرائت کنید بله خانم قاضی 
دادگاه عالی ایلینویز ، شهرستان کوک " ... در خصوص پرونده دادستانی ایالت ایلینویز ... علیه روزت کی . سبیچ به شماره پرونده 6710098 ... اعلام می‌دارد که ما ، هیئت منصفه پرونده مذکور ... متهم روزت کی . سبیچ را ... بی‌گناه در قتل و 
انگار واقعی نیست 
تموم شد ، نه ؟ 
نمی‌تونن اعتراض بزنن یا درخواست محاکمه مجدد بدن ؟ 
آره ، دادستانی اعتراض نمی‌زنه تموم شد 
اما هر چی زودتر باهاشون حرف بزنم زودتر می‌رن 
من مسلما از حکم راضی‌ام 
عدالت قضایی اجرا شد همین‌طور عدالت اخلاقی چون من بی‌گناهم و این جرم رو مرتکب نشدم 
اما عدالت کامل اجرا نشده عدالت در حق کارولین پولیموس اجرا نشده 
قالتش هنوز اون بیرونه و پرونده قتلش هنوز حل نشده 
... سیستم قضایی ، مخصوصا دادستانی کارولین پولیموس رو سرافکنده کرد 
اون لایق خیلی بهتر از اینا بود ... و دلیل اینکه بهتر از این عمل نشد این بود که افراد مسئول در ... برقراری عدالت ، درگیر بلندپروازی و به گمونم احساسات شده بودن 
تامی مولتو از همون روز اول ، چشمش رو بست موضوع اصلی رو گم کرد و فقط می‌خواست من رو گناهکار جلوه بده و دفتر دادستانی ناحیه هم به‌شدت بد عمل کردن 
کینه و انتقام رو به حقیقت ، ارجح دونستن و کارولین پولیموس رو ناامید کردن 
تامی ، کارت عالی بود 
جدی می‌گم 
ما یه‌سری شواهد فرعی داشتیم تو تمام تلاشت رو کردی 
شکستم داد 
کارولین رو ناامید کردم 
انتقام مرگش گرفته نمی‌شه چون به‌اندازه کافی خوب نبودم نه ، نه تامی ، گوش کن 
باید فراموش کنی ، باشه ؟ 
اینجا شیکاگو ئه 
یه‌عالمه آدم شرور هست که می‌تونی بری دنبال‌شون 
باید فراموش کنیم و به کارمون برسیم ، باشه ؟ 
و شخصا می‌گم . باید بی‌خیال راستی سبیچ بشی 
جدی می‌گم 
یه‌عالمه کار داریم بیا بهشون رسیدگی کنیم 
گمون کنم الان بتونیم بریم مسافرت می‌بینم وسایلت رو هم جمع کردی 
توصیه دکتر راش بود برای دفعه بعدت 
دفعه بعد ؟ آره 
اگه دوباره یهو بخوای این خانواده رو نابود کنی 
دفعه بعد ؟ 
راستش از همون اول می‌دونستم اما بعدش دیگه نمی‌دونستم 
و بعدش دوباره مطمئن شدم 
راستی ، اصلا نمی‌دونم داری درمورد چی حرف می‌زنی 
... تمام فکر و ذکرم این بود که " کار من بود . تقصیر من بود . کار من بود " و برای محافظت از خانواده‌ام ، محافظت از تو باید کاری که لازم بود رو می‌کردم برای همین ، کردم 
اما چیزی که برام عجیب بود این بود که روز بعدش ، کاملا عادی رفتار می‌کردی 
هیچ تاثیری روت نداشت نمی‌دونستم می‌تونی یه نفر رو بُکُشی و انقدر بی‌خیال و راحت باشی 
فکر می‌کنی من کارولین رو کُشتم ؟ 
نه ، یه نفر دیگه کُشته اما یه نفر توی بدنِ تو همون‌طور که احتمالا یه نفر دیگه توی بدنِ من ، دست و پاش رو بسته 
منظورت چیه دست و پاش رو بستی ؟ 
برای اینکه کارت رو لاپوشونی کنم 
چی ؟ 
اون شب دوباره برگشتم خونه‌اش 
... چی و اولش گوشیم رو برداشتم که زنگ بزنم 911 گفتم شاید هنوز زنده باشه اما معلوم بود که مُرده 
و بعدش متوجه شدم فقط یه نفر می‌تونسته این کار رو بکنه 
برای همین زنگ نزدم 911 که از اون یک نفر محافظت کنم تا کسی بهش مشکوک نشه 
... اون قضایای لیام رینولدز چی ؟ 
گرفتن اعتراف دروغین کاری نداره همیشه انجامش می‌دیم 
ما ... من بهش پیشنهاد حبس کم‌تر دادم معمولا همین جواب می‌ده 
ارزش امتحانش رو داشت 
راستی ، تو مریضی - ... اما بعدش با خودم گفتم - می‌دونی ، خدای من " " حتما اشتباه کردم 
اما بعدش جیدن درمورد انفکاک بهم گفت اینکه چطور یه نفر می‌تونه از خودِ واقعیش جدا بشه اینکه می‌تونه عملش رو از شخصیتش جدا کنه 
و کم‌کم فهمیدم که این اتفاقی بوده که افتاده 
پیش کارولین یهو عصبی شدی ... و بعدش روز بعد انگار یه نفر دیگه اون کار رو کرده 
تو دیوونه‌ای 
! و اشتباه می‌کنی 
اشتباه نمی‌کنم 
بعد از قضیه‌ات با اون بارتندر ماشینت رو ردیابی کردم بی 
چی ؟ 
می‌دونم تو رفتی خونه تامی مولتو تا سیخ شومینه رو بذاری اونجا 
گمون می‌کنم ظاهرا می‌خواستی کمکم کنی اما تو رفتی اونجا 
مامان نرفته 
من رفتم 
چی ؟ 
... من بعد از شهادتت ، فکر می‌کردم محکوم می‌شی 
فقط این کار به ذهنم رسید 
صبر کن ببینم ... چی با ماشین مامان رفتم اونجا 
چی ؟ 
سیخ شومینه رو گذاشتم توی آشپزخونه‌اش 
نه سیخ شومینه دست تو چی کار می‌کرد ؟ 
... رفتم اونجا که باهاش رو در رو بشم و سلام 
مطمئنی چای نمی‌خوای ؟ آره 
می‌خواستم بهش بگم ازت فاصله بگیره 
از خانواده‌مون فاصله بگیره 
تقصیر من نیست تقصیر پدرته 
اون دست از سرم برنمی‌داره 
حقیقت نداره 
باید از کارت استعفا بدی و برای همیشه از خانواده‌ام فاصله بگیری فاصله بگیر 
ازش فاصله می‌گیرم اما زندگی‌مون قراره یه‌خرده در هم تنیده بشه چون من حامله‌ام بچه هم مال پدرته 
... و بعدش که داشتم می‌اومدم خونه فکر می‌کردم خواب دیدم 
اما نه 
و وقتی شماها رفتید صبحونه بخورید گفتم حالم خوب نیست 
و ماشین رو تمیز کردم سیخ شومینه رو دفن کردم 
خیلی‌خب ، گوش کن 
هیچ‌وقت درمورد این موضوع صحبت نمی‌کنیم 
دقیق گوش کن جی 
... این کار رو به‌عنوان دفاع از خود انجام دادی دفاع از این خانواده 
و باعثش بودم 
تقصیر منه 
ما به‌عنوان یه خانواده از این قضیه عبور می‌کنیم باشه ؟ 
ما همدیگه رو دوست داریم 
ما یه خانواده‌ایم و همدیگه رو دوست داریم 
