Άνθρωποι πετούσαν ψηλά πάνω από το πλήθος , κάνοντας τούμπες απ ' άκρη σ ' άκρη ... στην αγκαλιά ενός άλλου που περίμενε απέναντι . 
Φοβερό δεν είναι ; 
Και κάτι άλλο για το τσίρκο . Είχαν ζώα . Κάτι τεράστια πράγματα που λέγονταν ελέφαντες και είχαν δέρμα σαν τσιμέντο , μεγάλη , εύκαμπτη μύτη που την έλεγαν προβοσκίδα 
και δόντια που φύτρωναν στη μουσούδα τους κι έφταναν τα 3,5 μέτρα . 
Σαν εφιάλτης ακούγεται . Μ ' αρέσουν οι ελέφαντες . 
Ήταν πολύ έξυπνοι . Ήταν πολύ ανιδιοτελείς . 
Είχε παρατηρηθεί ότι βοηθούσαν άλλα είδη που είχαν πρόβλημα . 
Αυτήν τη στιγμή εγώ είμαι το είδος με το πρόβλημα . 
Τι ; 
Θέλω να μπορώ να αναπνέω μέσα από σωλήνα 15 μέτρων χωρίς να έχω κάτι να σπρώχνει τον αέρα κάτω . Δεν νομίζω ότι μπορώ . Παίρνεις αυτό ; 
Ίσως μπορώ να το φτιάξω . 
Φαίνεται ότι πιάνουν τα χέρια σου . Τι δουλειά έκανες στο σιλό σου ; 
- Θα μπορούσες να ... Ευχαριστώ . - Συγγνώμη . 
Ήμουν μηχανικός . 
Στην παλιά εποχή είχαν μηχανές για να αναπνέουν κάτω από το νερό . 
Υπάρχει ένα βιβλίο , το 20.000 Λεύγες Κάτω από τη Θάλασσα , όπου χρησιμοποιούν αναπνευστικό εξοπλισμό και ένα τεράστιο υποβρύχιο σκάφος , που λέγεται Ναυτίλος , για να εξερευνούν τον ωκεανό . Ο ωκεανός ήταν μια απέραντη έκταση ... Ναι , ξέρω . Τον έχω δει . 
- Τον έχω δει σε βιβλίο . 
- Επιτρέπονται τα βιβλία στο 18 ; 
Όχι . Κρίμα . 
Μισό . Πού είχα μείνει ; Ναι . 
Στο βιβλίο , ο πλοίαρχος του Ναυτίλου - είναι ο Νέμο ... - Όχι . - κι εσύ του μοιάζεις λίγο . - Μπορείς να ... 
Ναι ; Χρησιμοποίησε ένα αρμόνιο . 
- Το μουσικό όργανο . 
- Όχι , θέλω κάτι για να γράψω . 
Κάτι σαν πλάκα . Αυτό δεν είναι ... Υπάρχει μαυροπίνακας στο δωμάτιο . - Έλα . 
- Πάμε . - Να πάρω ... Ορίστε . 
Μικρός νόμιζα ότι αυτά ήταν τα ονόματα των Ιδρυτών . ΠΟΛ - ΜΑΙΡΗ - ΣΒΕΝ Αλλά μάλλον είναι άνθρωποι του Μηχανικού που πέθαναν σε εξεγέρσεις . 
Η εξέγερση για την οποία μαθαίναμε εμείς ήταν η τελευταία . Πριν από αυτό , συνέβαιναν σε κάθε γενιά . 
Δεν θες το Μηχανικό να ξεκινήσει άλλη ; 
Αν ξεκινήσαμε έστω μία . 
Δες , ναι ; 
Δες τι έγραψαν δίπλα στα ονόματα . 
" Ξεκίνησε με την έλλειψη τροφίμων στα αγροκτήματα " . 
Και μετά φαίνεται σαν " Κατηγορούσαν το Μηχανικό " . 
Βλέπεις ; 
" Βιομηχανικοί εργάτες . Σβήσιμο " . 
" Φωτιά στο φρεάτιο σκουπιδιών " . ΣΕΧΤΑ ΙΔΡΥΤΩΝ Δες αυτό . Διακρίνεται δύσκολα , αλλά ... 
" Από όπου κι αν ξεκίνησε η εξέγερση , πάντα κατηγορούσαν το Μηχανικό " . 
Γιατί ; Γιατί το έκαναν ; 
Επειδή μπορούμε να σβήσουμε τα πάντα . 
Σωστά . 
Δεν είσαι έτοιμος . Να το σβήσουμε ; 
Αν έτσι πετύχουμε τον σκοπό μας έχοντας εξαντλήσει όλα τα ... 
- Σκότωσαν τον Κούπερ . 
- Το ξέρω ! 
Κι έστειλαν έξω την Τζουλς . 
Σιρλ , εκτός από την εκδίκηση , τι άλλο θέλουμε ; 
Την αλήθεια . 
Ας την απαιτήσουμε λοιπόν . 
Ως επικεφαλής του Μηχανικού μπορώ να συναντήσω τον δήμαρχο . Με μια μικρή ομάδα . Εσύ , εγώ , η Ουόκερ , ίσως η ΜακΛέιν από τις Προμήθειες . Ανεβαίνουμε πάνω . 
Λίγα άτομα , χωρίς όπλα . 
Κάθε βήμα μας θα θεωρηθεί επιθετική ενέργεια . 
Γι ' αυτό θα του στείλουμε ένα μήνυμα εξηγώντας τι θέλουμε να συζητήσουμε . Όχι στον δήμαρχο . Στη δικαστή . 
Η Τζουλς είπε ότι η Μέντοους είναι ανίσχυρη . 
Αλλά το Σιλό δεν το ξέρει . 
Όλοι νομίζουν ότι η δικαστής Μέντοους είναι το αφεντικό . 
Θα της στείλω μήνυμα . 
Αληθεύει ότι μια συμμορία του Μηχανικού θα συναντήσει τη Μέντοους ; 
- Υπερβολές . 
- Θα τους σταματήσω . - Έχω 50 επιδρομείς στο 110 . - Όχι , Ρομπ . 
Ας εκφράσουν τα παράπονά τους . Ίσως υποχωρήσει λίγο η ένταση . 
Στόχος είναι να μη γίνει εξέγερση . Κάθε επίπεδο που ανεβαίνουν πλησιάζουν στον αεροθάλαμο . 
Αν τρέξουν στις σκάλες ; 
Έχουν μαζί δύο γριές . 
Δεν θα τρέξουν στον αεροθάλαμο . Βάλε επιδρομείς πάνω από το Δικαστικό αν θες . 
Η δικαστής με ανησυχεί και για κάτι άλλο . 
Συμφώνησε να δει τον Λούκας Κάιλ . Ζήτησε ακρόαση για την ποινή του . Δεν πρέπει να τον απαλλάξει . Συμφωνώ . Τι θες να κάνω ; 
Ήλπιζα να της πεις δυο λόγια . 
Ξέρω ότι της μιλάς . 
Και το καταγράφεις ; 
Απλά το παρατηρώ . 
Όταν της ξαναμιλήσω , θα αναφέρω τις ανησυχίες σου . 
- Συμφώνησες να δεις μηχανικούς ; - Είναι πολίτες , θέλουν τη δικαστή τους . 
- Στέλνει λάθος μήνυμα . 
- Όχι , Μπερνάρντ , στέλνει νέο μήνυμα . 
- Και το αίτημα του Κάιλ ; 
- Έχει δικαίωμα επανεξέτασης . 
Έχεις δικαίωμα να την αρνηθείς . 
Τι φοβάσαι τόσο ; 
- Είναι επικίνδυνος . 
- Τώρα ανυπομονώ . 
- Σοβαρολογώ . - Όχι . Αν σοβαρολογούσες , θα μου είχες φέρει τη στολή καθαρισμού . 
- Την έχεις ; - Συναρμολογείται ! 
Όταν θα έχεις τη στολή μου , θα μιλήσουμε . 
Τι είναι όλοι αυτοί οι αριθμοί ; 
- Δεν έχω ιδέα . 
- Χρειάζομαι λίγο χώρο . 
Σβήσ ' τους . Δεν θα παρεξηγηθεί κανείς . 
Μέρα των Ιδρυτών . 
Όλα συνέβησαν μια βδομάδα πριν τη Μέρα των Ιδρυτών . 
Είχατε κι εσείς Μέρα των Ιδρυτών στο σιλό σας ; Όχι . 
Δεν είχατε καθόλου γιορτές ; 
Είχαμε τη Μέρα Ελευθερίας . 
- Τι γιορτάζατε ; 
- Την ελευθερία , Σόλο . Ναι . Συγγνώμη . 
Λάπις ... Ήταν η διπλανή μου κάποτε . 
Ήταν αστείο κορίτσι . 
Έκανε συνέχεια θορύβους κι εγώ ξεκαρδιζόμουν . 
Η μαμά της ... έβαζε κομπόστα ροδάκινο σε βαζάκια . 
Έλεγε ότι το όνομά της σημαίνει μπλε ή κάτι τέτοιο . Αλλά νομίζω ότι το έλεγε επειδή ήταν το αγαπημένο της χρώμα και της άρεσαν τα μπλε μου μάτια . 
Σόλο ; 
Εδώ είναι μια σχολική τάξη Επιπέδου Β ; 
Άρα θα ήταν 11 ή 12 ετών όταν άρχισε η εξέγερση . 
Πώς καθόσασταν μαζί ; 
Δεν εννοούσα πως αυτό ήταν της Λάπις . 
Τι έπαθε το μάτι σου ; 
Έγινε στην εξέγερση ή ... 
Δεν μου αρέσει να μιλάω γι ' αυτό . 
Το ξέχασα . Το είδες αυτό ; 
Το έχεις δει αυτό ή κάτι παρόμοιο ; 
Να σου δείξω ; 
Να βάλω κι άλλο τζίντζερ μήπως αργήσεις . 
- Ανησυχείς . - Φυσικά . Ανεβαίνει ο όχλος από το Μηχανικό . 
Είναι λίγα άτομα που η δικαστής συμφώνησε να δει . Την εμπιστεύομαι . 
Αν θες , θα στείλω κάποιον βοηθό σερίφη . 
Δεν θέλω κανέναν . Θέλω εσένα . 
Αν βοηθήσω να διατηρηθεί η ειρήνη , κανείς μας δεν θα ανησυχεί για τίποτα . 
Θα πω σε κάποιον να περάσει και θα επιστρέψω το συντομότερο . 
Τις πήρες ; 
Τα σκυλιά μου τσαντίστηκαν . Αλλά ναι . Τις πήρα . 
Θες να δεις ; 
Ξέρω να ξεχωρίζω τα χρώματα . Εντάξει , λοιπόν . 
Αυτό μπορεί να το κάνει οποιοσδήποτε άλλος . 
Θέλω να έρθω μαζί . Για τον Κουπ . 
Είπαμε τέσσερα άτομα . Όχι πέντε . 
Μπορώ να μείνω εδώ . 
Θα κοιμηθώ στο κρεβάτι μου . Τα λέμε όταν γυρίσετε . 
Όπως σ ' αρέσει . 
Η Μέντοους δεν ήταν πάντα αλκοολική . 
Όταν ήμουν στο Δικαστικό , μιλούσαν για το μυαλό της . Το καλύτερο που υπήρξε ποτέ . 
Και μετά δεν ξέρω . Κάτι συνέβη . - Δεν έμαθα ποτέ τι . 
- Εγώ σκέφτηκα κάτι . 
Μπορεί να είναι υπερβολή , αλλά η Συνθήκη προβλέπει τρεις λόγους για να παραπεμφθεί δικαστής . 
Αποδεδειγμένα κακή συμπεριφορά , ανικανότητα δράσης ... ή έκθεση του Σιλό σε κίνδυνο . Παραπομπή ; 
- Πολύ αποσταθεροποιητικό . 
- Ή συσπειρωτικό για το ανώτερο μισό . 
Χρειάζομαι στήριξη από την πλειοψηφία των επιπέδων και των τμημάτων . 
Δεν ξέρω αν θα προλάβω να μαζέψω υπογραφές . Άσε τις υπογραφές . 
Και μόνο η απειλή παραπομπής αρκεί για να στείλεις μήνυμα στον Μπερνάρντ . 
Αυτός πρέπει να την εμποδίσει . Αν το κάνει , ίσως ζητήσει ξανά τις συμβουλές σου . 
Σόλο , μπορείς να σταματήσεις ; - Σταμάτα . 
- Όχι . Πρέπει ν ' ακούσεις . 
Προσπαθώ να σκεφτώ κι εσύ παίζεις μουσική . Με αποσπά . 
Ναι , αλλά πώς νομίζεις ότι παίζω μουσική ; 
Δεν με νοιάζει ! 
Σε νοιάζει . 
Προσπαθώ να σου δείξω κάτι . Έρχεσαι εδώ , σε παρακαλώ ; Μόνο τώρα , δεν θα το αναφέρω ξανά . Το υπόσχομαι . 
- Παίξε . - Εντάξει . 
Όχι τα χέρια . Τα πόδια μου δες . 
- Ναι . - Βλέπεις ; Το φυσερό σπρώχνει τον αέρα μέσω μιας βαλβίδας . 
Μπορείς μ ' αυτό να σπρώξεις αέρα στον σωλήνα . 
Πρέπει να το διαλύσω . 
Ναι , αλλά μπορείς να το συναρμολογήσεις ξανά . Δεν ξέρω . Μπορεί . Θες να παίξεις μια τελευταία φορά ; - Μία ... - Γαμώτο . 
Καλά , θα δούμε . 
Όταν ήρθαν οι πράκτορες στο σπίτι της Νίκολς , τράπηκες σε φυγή . 
- Σωστά ; 
- Ναι , αλλά ... Άντε πάλι . " Ναι , αλλά ... " 
" Κρατούσα το απομεινάρι υψηλού κινδύνου , αλλά δεν ήταν στην κατοχή μου " . 
Αν δεν αρνείστε τα γεγονότα της υπόθεσής σας , κε Κάιλ , γιατί ζητάτε επανεξέταση της ποινής σας ; 
Ο λόγος , πολύ απλά , είναι πως ... δεν είναι δίκαιη . 
Είναι ακριβές ; 
Από τι υλικό είναι ; 
Μέταλλο . 
Πού βρίσκουμε πρώτη ύλη για μέταλλο ; 
- Στα ορυχεία . 
- Που είναι καίρια για την επιβίωσή μας . Αλλά η δουλειά είναι σκληρή και επικίνδυνη και κανείς δεν θέλει να την κάνει . 
Άρα , πρέπει να την κάνετε εσείς . Εσείς και άλλοι σαν εσάς που έχουν παραβιάσει τη Συνθήκη . 
Το ότι θα φοράτε κίτρινες φόρμες δεν σημαίνει ότι δεν θα παρέχετε ζωτικής σημασίας υπηρεσία στο Σιλό . 
Να σας κάνω μια ερώτηση ; 
Αν πρέπει . 
Γιατί κάνατε δεκτό το αίτημα επανεξέτασης ; 
Πράκτορες , βγείτε έξω . 
Τι νομίζεις ; 
Για να πω τι περιείχε ο δίσκος . Όχι . 
Ήθελα να μάθω για τα φώτα στον νυχτερινό ουρανό . 
Τι είναι ; 
- Δεν ξέρω . 
- Τι πιστεύεις ότι είναι ; 
Κινούνται . 
Βασικά , εμείς κινούμαστε . 
Εμείς κινούμαστε ; 
Τι σημαίνει αυτό ; 
Πιστεύω ότι ζούμε σε μια μπάλα . 
Μια τεράστια μπάλα που περιστρέφεται δίνοντας την εντύπωση ότι τα φώτα κινούνται . Αλλά δεν κινούνται . Είναι όπως ο ήλιος . 
Δεν κινείται εκείνος , αλλά εμείς . 
Περιστρεφόμαστε , και αυτό μας δίνει τη μέρα και μετά τη νύχτα . 
Τα φώτα στον ουρανό ονομάζονται αστέρια . 
Είναι τεράστιες σφαίρες αερίων . Λάμπουν από μια ενέργεια που ονομάζεται ακτινοβολία . Πράγμα που τα καθιστά αιώνιες πύρινες μπάλες . 
Έχεις δίκιο . Ο κόσμος περιστρέφεται και γυρίζει γύρω από τον ήλιο . 
Ο ήλιος είναι μόνο ένα από τα δισεκατομμύρια άστρα . 
Πώς το ξέρετε αυτό ; 
Μισό λεπτό . Υπάρχουν όντως άλλοι κόσμοι που ... Πράκτορες . 
Λούκας Κάιλ , λόγω της ειλικρίνειάς σου και της προθυμίας σου να αναλάβεις τις ευθύνες σου , θα τροποποιήσω την ποινή σου σε πέντε χρόνια στα ορυχεία . 
Είθε να σε λυπηθούν οι Ιδρυτές . - Πάρτε τον. 
- Όχι , μα ... 
Παραπέμψτε τη δικαστή Μέντοους ! ΠΑΡΑΠΕΜΨΤΕ ΤΗ ΜΕΝΤΟΟΥΣ ΕΞΩ Η ΜΕΝΤΟΟΥΣ ! 
Δεν θα είναι πια τόσο τραχύ . Ευχαριστώ . 
Είσαι καλά ; 
Γιατί ; 
Είχες 25 χρόνια να βγεις από την τρύπα σου . 
Τώρα είσαι έξω συνέχεια . 
Όταν ανέβηκα για να πάρω την ταινία για την Τζούλιετ , ήμουν τρομοκρατημένη . 
Τότε είδα εσένα και άρχισα να σκέφτομαι τα χρόνια που σπατάλησα . 
Που σπαταλήσαμε . 
Και δεν μπορούσα να θυμηθώ γιατί . 
Τουλάχιστον κάποιο γιατί που να άξιζε τον κόπο . 
Αν η Μέντοους εγκρίνει να στείλουμε κάποιους έξω να δουν και να γυρίσουν ... Ναι ; 
Θα προσφερόσουν ; 
Χωρίς δισταγμό . - Εσύ ; - Ναι . 
Τι θα ήθελες να δεις ; 
Τον ορίζοντα . 
Και την Τζούλιετ . 
Το να μην ξέρω ... με σκοτώνει . 
Δεν ήξερα ότι τη συμπαθούσες . 
Μου έσπαγε τα νεύρα . Αλλά μπορούσα να της εμπιστευτώ τη ζωή μου . 
Μάλλον έχουμε παρέα . 
Μου κάνεις πλάκα . 
Άσ ' το σ ' εμένα . 
Βοηθέ , όλα καλά ; 
Πηγαίνετε στο Δικαστικό ; 
Ναι , έχουμε το δικαίωμα να περπατάμε . 
Δεν θα σας σταματήσουμε . Απλά να βεβαιωθούμε - ότι θα φτάσετε ασφαλείς . - Γιατί ; Μας το ζήτησε ο σερίφης Μπίλινγκς . 
Νομίζει ότι χρειαζόμαστε ... Μπορεί να έχετε πολλούς φίλους εδώ κάτω , αλλά εκεί πάνω ... Ίσως σας ρίξουν διάφορα σκατά . 
Κυριολεκτικά . 
Θα σας αφήσουμε λίγο πριν φτάσετε . 
Αν δουν αστυνομική συνοδεία , θα νομίζουν ότι επιλέξαμε πλευρά . 
Θα μας αφήσετε ακριβώς όταν κάτι μπορεί να πάει στραβά ; 
Εγώ είμαι πολίτις . Άρα , ναι . 
Καλά , ας τελειώνουμε . 
Η μολότοφ έπεσε εδώ . 
Σκορπιστήκαμε όλοι . 
Η φωτιά δεν μπήκε μέσα . 
Από πού πυροβολήθηκε ; Από εκεί . 
Από πρώην επιδρομέα . 
Τον Ρέτζι Σμολς . 
Λέει πως έτσι εκπαιδεύτηκε . 
- Κι ο μαλάκας με τη μολότοφ ; 
- Εκεί . 
Ένας ντόπιος νεαρός , ο Κούπερ , προσπάθησε να τον εμποδίσει . 
- Τον αναγνώρισε κανείς ; - Όχι . 
Θέλω να τον δω . 
Μακάρι να μπορούσες . Τον συνέλαβε το Δικαστικό . 
- Είπαν γιατί ; - Όχι . Όταν τους ρώτησα , μου έριξαν το γνωστό τους βλέμμα . 
- Ήμουν παλιά στο Δικαστικό . - Δεν ήθελα να ... - Ξέρω καλά αυτό το βλέμμα . Σωστά . 
Έχεις το πτώμα του Κούπερ ; 
Μπορείς να ξεκινήσεις . Μάλλον δουλεύει . 
Σόλο ; Να τρομπάρεις δυνατά . 
Δεν αρκεί αυτό . Σταμάτα . 
Νομίζω πως αν ... 
- Ίσως ... - Πρέπει να γυρίσω στην κρύπτη . 
- Τι ; Γιατί ; 
- Νομίζω ότι την άφησα ξεκλείδωτη . 
Δεν υπάρχει κανείς εδώ . 
Νομίζω πως είμαστε εντάξει . 
Όχι , πρέπει να ελέγξω . 
Όχι , όλα καλά . Σε είδα . Την κλείδωσες . - Δεν νομίζω . - Κλείδωσες . Έκλεισες την πόρτα και κλείδωσε . 
- Δεν λες αλήθεια . - Όχι ! Περίμενε , τι κάνεις ; Κλείδωσες την κρύπτη . 
Ναι , την κλείδωσα . 
Εσύ ήσουν ; 
Ξεκάθαρα όχι . 
Δηλαδή να πιστέψω ότι η προσπάθεια να με παραπέμψουν προέκυψε αυθόρμητα ; 
Ο κόσμος φοβάται και φοβάται ακόμα περισσότερο με κάθε βήμα που κάνει η ομάδα του Μηχανικού προς τον αεροθάλαμο . 
Να διαβάσεις την επιστολή τους . Ζήτησαν μόνο καλύτερες στολές , να στείλουμε κάποιους έξω να εξερευνήσουν και να επιστρέψουν . 
Μια μικρή εξερεύνηση . Αυτό ... Όλα αυτά , τα πάντα , απαγορεύονται από τη Συνθήκη . 
Δεν επρόκειτο να συμφωνήσω . Θα έλεγα να φτιάξουμε μια επιτροπή ώστε να μελετήσουμε αυτές τις ιδέες . 
Και να τις θάψεις στη γραφειοκρατία . Ναι . 
Λυπάμαι για τη συζήτηση περί παραπομπής . 
Καλά , δεν με νοιάζει . 
Θα έχω φύγει πολύ πριν συμβεί αυτό . 
Θα έρθεις στο διαμέρισμά μου ; 
Για δείπνο . Απόψε . 
- Γιατί ; 
- Να δούμε τα επόμενα βήματα . 
- Τα επόμενα βήματά μου είναι έξω . - Θα έχω τη στολή σου . Μπορείς να τη δοκιμάσεις . 
Θα έρθεις στις επτά ; 
Οι Μηχανικοί δεν θα είναι εδώ πριν τις εννέα . Εντάξει . 
Μίλησα με τον Λούκας Κάιλ . 
Έχεις δίκιο . Είναι επικίνδυνος . 
Τότε γιατί μείωσες την ποινή του στο μισό ; 
Για να φανεί ότι είμαστε δίκαιοι . 
Άλλωστε , πιστεύεις ότι θα αντέξει πάνω από έναν χρόνο στα ορυχεία ; 
Τα λέμε απόψε . 
Αν δεν με αρπάξει ο όχλος να με πετάξει στο κενό . 
- Προσπαθείς πάλι ; - Ναι . 
Ωραία , τώρα μάλλον θα δουλέψει . 
Είσαι εντάξει ; 
Ναι . Θα είμαι μια χαρά . Απλά θα πρέπει να περάσω από τον διάδρομο στην αίθουσα και θα είμαι μια χαρά . Έχω κάνει και χειρότερα . Όσο θα είμαι κάτω από το νερό , φρόντισε να ... - Δεν σταματώ την άντληση , ξέρω . - Ναι . Εντάξει . 
Δεν υπάρχει πτώμα . Το πήρε το Δικαστικό . 
Δεν θέλουμε να δούμε τον μαλάκα με τη μολότοφ . Θέλουμε τον Κουπ . 
Αυτό σου λέω . Πήραν τον Κουπ . Τι ; 
Γιατί ; 
Είπαν ότι ήρθαν για ένα πτώμα κι εδώ ήταν μόνο ο Κουπ . 
- Και τον πήραν . 
- Όχι . Μάταια προσπάθησα να εξηγήσω . 
- Υπήρχαν δύο πτώματα εδώ χθες . 
- Αλλά το πρωί όχι . 
Άρα , τι έγινε ; 
- Δεν ξέρω . - Δεν ξέρεις ; 
- Κλείδωσες την πόρτα χθες ; 
- Ηλίθια είμαι ; - Δεν ξέρω , Τζούνο . - Είχες δύο πτώματα ... - Περίγραψε αυτό που λείπει . 
Άντρας , περίπου 40 . 
Μέτρια σωματική διάπλαση . Μακριά γενειάδα . Μακριά μαλλιά . 
Ναι . Θα τα πας καλά , πλοίαρχε Νέμο . 
Σατί ; Θυμάμαι ότι σου αρέσει . 
Η κρύπτη . 
Έλα . 
Πρέπει να γυρίσω στην κρύπτη . 
- Δεν χρειάζεται . Περίμενε . - Όχι . - Περίμενε . - Τώρα ! - Πρέπει να γυρίσω . 
- Περίμενε . 
Είμαι επικεφαλής . Είμαι υπεύθυνος . Καλά , γάμησέ μας . 
- Είναι κλειδωμένη . 
- Ναι ; - Ναι . - Νιώθεις καλύτερα ; 
- Ναι . - Ωραία . Πρέπει να ξαναμπώ . 
Τι ; 
Είσαι καλά ; Ναι . 
Τι έγινε ; 
Ίσως έβαλες λάθος κωδικό . 
Τι έκανες ; 
- Δεν έκανα τίποτα . - Το πείραξες . - Θες να μείνω έξω . - Ήμουν μαζί σου συνεχώς ! Έχω άλλη μία προσπάθεια , μετά κλειδώνομαι έξω . 
Ήρεμα ... Απλώς ... Δεν έπρεπε να φύγω . Είμαι ασφαλής εκεί μέσα . 
- Πρέπει να τον γράψεις . - Σκάσε ! Εντάξει . 
Βλέπεις ; Δεν έκανα τίποτα . 
- Μείνε πίσω . - Σόλο . 
Προπονήθηκα για εκείνον τον αγώνα . Τριάντα λεπτά τη μέρα . Και με δύο ώρες τη μέρα , πάλι θα είχες χάσει . 
Είσαι μαλάκας . 
Λοιπόν , όσο καθόλου δυσάρεστο κι αν ήταν όλο αυτό ... θέλω να δοκιμάσω τη στολή . 
Είπες ότι θα είναι εδώ . 
Ξέρω ότι δεν ήταν στο κρασί . 
Δεν ήμουν βέβαιος ότι θα το έπινες . 
Ήταν τα μανιτάρια . 
- Πόσο χρόνο έχω ; 
- Λεπτά , όχι ώρες . 
Γιατί ; 
Ακολουθώ τον Κανόνα . 
Ποιον σκοπό εξυπηρετεί ο θάνατός μου ; 
Θα φέρει ομόνοια στο Σιλό . 
Μαίρη , συγγνώμη . 
Πού είναι ο σκληρός δίσκος που είχε η Τζούλιετ Νίκολς ; 
Τον κατέστρεψα . 
Γιατί ; 
Τι περιείχε ; Αν πρέπει να ξέρω κάτι , εσύ ... Ακόμη και αν ήξερες , δεν μπορείς να κάνεις τίποτα . 
Μπορώ να πω μόνο ότι είχε σχέση με τον Σάλβαντορ Κουίν . Πριν από 140 χρόνια ήταν επικεφαλής του ΙΤ . - Κατά την εξέγερση ; - Ναι . Έγραψε ένα γράμμα . Ένα μέρος του ήταν σε κώδικα . 
- Τι έλεγε ; 
- Δεν μπορώ να σου πω . - Το αποκρυπτογράφησες . - Σταμάτα . 
- Είπα ότι δεν μπορώ . 
Πριν από 25 χρόνια , όταν σου εξήγησα γιατί έπρεπε να παραιτηθώ από σκιά σου , είπα ... Ότι δεν ήθελες να είσαι συνδεδεμένη μαζί μου . 
Ήταν ψέμα . 
Θα ήμουν μετά χαράς στο πλευρό σου , μα ήξερα ότι δεν θα μπορούσες να μου δοθείς . 
Γιατί είπες ψέματα ; 
- Δεν τόλμησα να σου πω την αλήθεια . 
- Εξαφανίστηκες για τέσσερις μέρες . Όταν γύρισες , παραιτήθηκες . Πού είχες πάει ; 
Μπορώ να πάω στην καφετέρια για τελευταία φορά ; Για να δω ξανά λίγο έξω . Για μια φορά . 
Όχι . 
Αλλά έχω κάτι άλλο . 
Το χρησιμοποίησες αυτό στην Κληρονομιά ; Όχι . Σου δείχνει πράγματα . Σαν αυτά που βλέπουν στα κράνη τους όσοι βγαίνουν να καθαρίσουν . Αλλά αυτά εδώ είναι αληθινά . 
Έχεις διαβάσει ποτέ για την Κόστα Ρίκα ; 
Αυτό ήταν από την Κόστα Ρίκα . 
Βιολογικό Καταφύγιο του Δάσους των Νεφών Μοντεβέρντε , 2018 . 
Γείρε λίγο το κεφάλι προς τα αριστερά . 
Βλέπεις τον τυπάκο που αράζει στο αμπέλι ; 
Είναι λευκοπρόσωπος καπουτσίνος . 
Τώρα κοίτα . 
Θα πηδήξει από το αμπέλι στο δέντρο στα δεξιά . 
Κοίτα κάτω και δεξιά . Ναι . 
Είναι δεντροβάτραχος με κόκκινα μάτια . 
- Τον βλέπεις ; - Ναι . 
Τα έντονα χρώματα είναι αμυντικός μηχανισμός . 
Το πράσινο είναι καμουφλάζ . Ενσωματώνεται στο περιβάλλον του για να αποφεύγει τους θηρευτές . 
Γρήγορα , κοίτα πάνω . 
Στις κορυφές των δέντρων . Κοίτα . Ένα σμήνος πουλιών κετζάλ . 
Καταλαβαίνεις ότι είναι αρσενικά από τα δίδυμα φτερά της ουράς τους . 
Πολύ όμορφα . Είναι υπέροχα . Πανέμορφα . 
Τι έκαναν , Μπερνάρντ ; 
Πώς έχασαν αυτόν τον κόσμο ; 
Νόμιζα ότι είπαμε αυτά , Σόλο . 
Όταν με έστειλαν έξω να καθαρίσω ... ήμουν πάρα πολύ κουρασμένη . Σαν να ... Ένα κομμάτι μου ήταν ... Ακούγεται πολύ παράξενο , αλλά ένιωθα ανακούφιση που επιτέλους τελείωνε . 
Με καταλαβαίνεις ; 
Και όταν βγήκα έξω , ήμουν εντελώς ... ήμουν εντελώς μόνη . Και ... πολύ φοβισμένη . 
Ήμουν πάρα πολύ φοβισμένη . 
Σε κάθε βήμα ... σκεφτόμουν κάτι σαν " Αυτό ήταν . Εδώ τώρα ... Εδώ θα καταρρεύσω . Σε αυτό το σημείο . 
Εδώ θα πεθάνω " . 
Αλλά δεν πέθανα . Συνέχισα να περπατάω . 
Δεν ήξερα τι άλλο να κάνω . 
Ξέρω πώς είναι να φοβάσαι , Σόλο . Δεν είσαι ... Δεν είσαι ο μόνος . 
Σόλο ; 
Ο πλοίαρχος Νέμο θέλει να μάθει περισσότερα για εκείνο το μέρος . 
Πώς το είπες ; 
Το τσίρκο . Θα μου πεις γι ' αυτό ; Θα μπορούσες επίσης να μου πεις για τα ... Για εκείνα με τις μακριές μύτες . 
Δεν θυμάμαι πώς τα έλεγαν . 
Λέγονταν ελέφαντες . 
Επίσης , είχαν και γάτες , αλλά δεν ήταν σαν τις δικές μας γάτες . 
Εκείνες ήταν τεράστιες και μπορούσαν να φτάσουν τα 180 κιλά . 
Λέγονταν λιοντάρια . 
Τα εκπαίδευαν να πηδούν μέσα από στεφάνια φωτιάς . 
- Αλήθεια ; - Ναι . 
Κάνε ακριβώς ό , τι σου είπα . 
Θα σε συναντήσω εκεί . 
Μόλι , όταν όλοι προσπαθούσαν να πιάσουν τη Νίκολς , συνέλαβες δύο άντρες . 
Ναι , έναν Ντάνι . 
Μπλάι . Και έναν Κένεντι . Πάτρικ Κένεντι . 
Τι απέγιναν ; Τους πήρε το Δικαστικό . Άγρια . Τους φίμωσε και τους έδεσε . 
Ο Κένεντι είχε γενειάδα και μακριά μαλλιά ; 
Ναι . Γιατί ; Κάτι ψάχνουμε . Γεια χαρά . 
Είπε κάποιος γιατρός ότι ο μουσάτος ήταν νεκρός ; 
Όχι επισήμως . Αλλά δεν κινούνταν όταν τον πήραν . 
- Πού τον πυροβόλησαν ; - Ακριβώς εδώ . 
Όχι . Στάσου . 
Εδώ . 
Μας περιμένει η δικαστής Μέντοους ! 
Έχουμε επίσημο ραντεβού στο Δικαστικό ! - Αφήστε μας να περάσουμε . - Κάντε πίσω ! Αυτά τα ζώα θέλουν να σκοτώσουν το Σιλό . 
Είσαι μαζί μας ή όχι ; 
Λυπάμαι , το Δικαστικό είναι κλειστό σήμερα . 
Δεν φεύγουμε , θα δούμε τη δικαστή . Θα φύγετε . 
Είτε από τις σκάλες είτε θα σας ρίξουμε από το πλάι . 
Κόκκινη μπάλα ! 
Πέντε , τέσσερα , τρία , δύο , ένα . 
Το ρεύμα θα μείνει κομμένο μέχρι να δούμε τη δικαστή . 
Άκρη ! 
- Κύριε δήμαρχε . - Κύριε Νοξ . Βλέπω ότι κόψατε το ρεύμα . 
Φέρτε τη δικαστή Μέντοους και θα το επαναφέρουμε . 
Δεν αισθάνεται καλά , αλλά μπορώ να σας βάλω μέσα να τη δείτε , αν ανάψετε πάλι τα φώτα . 
Μόνο εσείς οι δύο . 
Τι διάολο ; 
Μας έστησαν παγίδα . 
Όχι . Νοξ , πρέπει να φύγουμε αμέσως . 
Δεν θα σας εμποδίσω . 
Είσαι σίγουρος γι ' αυτό ; 
Έχω επιδρομείς απ ' έξω . 
Οι κάτοικοι του Σιλό πρέπει να το αναλάβουν οι ίδιοι . 
- Δεν μπορούμε να φύγουμε . 
- Πρέπει . Απ ' έξω είναι 50 επιδρομείς και εκατό θυμωμένοι μαλάκες . 
Θα περπατήσουμε ως την Ουόκερ και τη ΜακΛέιν . 
- Μετά θα τρέξουμε ! - Μετά θα τσακιστούμε ! 
Πρέπει να φύγουμε . 
Γρήγορα , μα μη δείχνεις τρομαγμένη . 
Δεν ήμουν μέχρι να το πεις . 
Η απαίτηση για παραπομπή της Μέντοους ήταν απροσδόκητη . 
Δεν μου άφησε επιλογή . 
Το κατέστησε απαραίτητο . 
Πιστεύω ότι θα βγει σε καλό . 
Αλλά κι έτσι ... ξέρω ότι εσύ το προκάλεσες . 
Μην τους αφήσεις να απομακρυνθούν . Δεν θες να σου ξεφύγουν . 
Ησυχία ! 
Ξέρω ότι κάποιοι από σας ... πολλοί από σας ... δεν ήθελαν η δικαστής Μέντοους να συναντηθεί μ ' αυτούς απ ' τα Βαθιά . 
Συναντήθηκε μαζί τους επειδή , όπως είπε η ίδια , κάθε πολίτης του Σιλό δικαιούται μια ακρόαση . 
Φαίνεται ότι έπεσε τραγικά έξω . 
ΔΙΚΑΣΤΙΚΟ Αυτά τα ζώα από το Μηχανικό τη σκότωσαν . 
Ήθελαν να ανοίξουν τον αεροθάλαμο . Η δικαστής Μέντοους αρνήθηκε . 
Έδωσε τη ζωή της για το Σιλό ! 
Για σας ! 
Για μένα ! 
Είναι πλέον καθήκον κάθε πολίτη να βρει αυτούς τους δολοφόνους και να τους οδηγήσει στη δικαιοσύνη ! 
Δικαιοσύνη ! Δικαιοσύνη ! 
