‫ قاضی رو کشتن ! - بجنب ! 
‫ نذار فرار کنن ! 
‫ خب ، چی شد ؟ 
‫ راستش ، اصلا انتظار ‫ این لحظه رو نداشتم ، همین . ‫ فکر می‌کردم اول از همه از پا دربیام . ‫ - آره ، ‫ منم همین فکر رو می‌کردم . 
‫ دارن آدمای بیشتری میان . ‫ 
- نمی‌تونیم ازشون رد شیم . ‫ باید بتونیم ، این تنها راه ‫ برگشت به خونه‌ست . 
‫ شاید هم نه . 
‫ باربرها چی ؟ ‫ هنوز باهاشون در ارتباطی ؟ 
‫ فقط دو طبقه دیگه ‫ باید بریم پایین . 
‫ سعی کن جا نمونی . 
‫ هیچ جوری نمی‌تونی ‫ ثابت کنی کار تو نبوده . 
‫ نمی‌فهمم چطور . 
‫ اسم شنونده‌هام رو نمی‌دونه ، ‫ ولی نشانه‌هاشون رو می‌شناسه . 
‫ کمپین استیضاح مدوز ‫ رو واضحا به من ربط داده . 
‫ مامان . ‫ مامان . ‫ یه دقیقه صبر کن ، عزیزم . ‫ - یه مرد تو آشپزخونه‌ست . 
‫ کمکی از دستم برمیاد ؟ 
‫ یادم نمیاد آخرین بار خودم ‫ قهوه درست کرده باشم . 
‫ من زیاد از شهردار جانز حرف نمی‌زنم ، ‫ ولی همیشه خودش قهوه درست می‌کرد . 
‫ می‌گفت انجام دادن کارهای ‫ روزمره مردم عادی سیلو ‫ بهش کمک می‌کرد وقتی دیگه هیچ ‫ راهی نبود ، باهاشون ارتباط برقرار کنه . 
‫ این شغل ، می‌دونی ، ‫ یه دید متفاوت نسبت ‫ به بقیه می‌خواد . 
‫ بیا ، بذار من انجامش بدم . ‫ این دستگاه یه کم قلق داره . 
‫ من باید با دستگاه‌ها خوب باشم . 
‫ قبلا با راب کار می‌کردی ، درسته ؟ 
‫ قبلا براش کار می‌کردم ، همونطور ‫ که خودش دوست داره یادآوری کنه . 
‫ باهات درباره‌ی کار حرف می‌زنه ؟ 
‫ رابرت فکر می‌کنه من دیگه ‫ به اون کار علاقه‌ای ندارم . 
‫ شغلم توی آی‌تی و پسرم ، ‫ فقط همین‌ها رو دارم . 
‫ توی پیمان گفته ، " مادرها وسیله‌ای ‫ هستن برای به دنیا آوردن فرزندانمون ، ‫ همونطور که سیلو ‫ وسیله‌ایه برای مردم . " 
‫ توی خونواده‌ی ما ، این ‫ رو از ته دل باور داریم . 
‫ فکر کنم گفتی توی خونوادتون ‫ پیمان رو با هم می‌خونید ؟ 
‫ هر شب . 
‫ میشه لطفا یه نسخه از ‫ پیمان رو برام بیاری ؟ 
‫ حتما . 
‫ تو به اعتمادم خیانت کردی ، راب . 
‫ منو مجبور کردی کاری ‫ بکنم که نمی‌خواستم . 
‫ دیگه مسئول امنیت ‫ قضایی نخواهی بود . ‫ سایه‌ی من هم نخواهی بود . ‫ ولی برای کنار ‫ گذاشتن خیلی با ارزشی . ‫ پس کار مری رو ‫ می‌گیری . قاضی می‌شی . 
‫ دستت رو بذار روی پیمان ‫ و بعد از من تکرار کن . 
‫ من ، رابرت سیمز ، ‫ قسم یاد می‌کنم ... 
‫ میرم یه نگاهی بندازم . 
‫ کالوین اینجاست ؟ ‫ - کی می‌پرسه ؟ 
‫ کالوین . خیلی وقته ندیدمت . 
‫ معمولا بعد یه سنی ‫ دیگه باربرها رو نمی‌بینم . ‫ زانوها 
‫ می‌خوای با توهین شروع ‫ کنی ؟ تو این موقعیت ؟ 
‫ اگه یه تیکه‌ات سالم برگرده ‫ پایین ، خیلی شانس آوردی . 
‫ واسه همین اینجاییم . 
‫ یه جایی واسه استراحت لازم داریم ، ‫ و یه وسیله نقلیه می‌خوام واسه ‫ خودم و دوستام که برگردیم خونه . ‫ خرج داره‌ها . 
‫ شاید یه بسته ویسکی از ‫ دوران گذشته داشته باشم . 
‫ فقط یه بطری مشروب ‫ کهنه کافی نیست . 
‫ چیزی از جولیت نیکولز داری ؟ 
‫ سلام . چیکار می‌کنی ؟ 
‫ خب ، کلاه آتش‌نشانی پیدا نکردم ، ‫ و دیگه نمی‌خوام برم تو آب . ‫ واسه همین دارم سعی می‌کنم ‫ ببینم این قدیمی‌هه کار می‌کنه یا نه . 
‫ یه چیزی می‌خواستم بپرسم . ‫ ژنراتورتون زیر صد طبقه آب رفته . ‫ پس چطوری چراغا روشنه ؟ 
‫ آی‌تی برق خودشو داره . 
‫ از بیرونه . 
‫ از کجای بیرون ؟ ‫ از بالا دیگه ، همینطوری ... ‫ می‌دونی چرا ژنراتور خراب شد ؟ 
‫ آره ، یه سری آدم کله‌خر ‫ فکر کردن خیلی زرنگن ‫ و پمپ آب‌های زیرزمینی طبقه ۱۴۴ رو ‫ منفجر کردن تا بخش تأسیسات رو زیر آب ببرن . ‫ ولی قبل از اینکه آب ژنراتور رو ‫ از کار بندازه ، نتونستن درستش کنن . ‫ پس آب همینطور ... ‫ درسته . ‫ فکر می‌کنی ... ‫ فکر می‌کنی راهی هست که ‫ جلوی بالا اومدن آب رو بگیریم ؟ 
‫ نزدیک‌ترین پمپ آب‌های ‫ زیرزمینی به شما تو طبقه ۳۰ه . ‫ زیر آبه . ‫ ولی خب ، می‌تونید ‫ برق بهش برسونید . ‫ شاید بشه جلوی بالا ‫ اومدنش رو گرفت . ‫ آره . - صبر کن ، تو ... 
‫ تو می‌تونی جلوش رو بگیری . ‫ من ؟ نه بابا . ‫ وقت ندارم . باید این کارو انجام بدم . ‫ - نه ، من وقت ندارم . ‫ وقتم داره تموم می‌شه . ‫ - وقتت تموم نمی‌شه . ‫ ماه‌ها ، سال‌ها وقت داری که بفهمی ... ‫ - ده ماه . ده . ‫ ده ماه وقت دارم . آره . ‫ - ده ماه ؟ من فقط چند روز وقت دارم . ‫ ولی تو مطمئن نیستی . 
‫ پس چرا باید این ریسک رو بکنم ؟ 
‫ تو ده ماه ، آب میاد تو آی‌تی . 
‫ تو سیزده ماه ، همه‌جا زیر آب می‌ره . ‫ - نه ، نه ، بسه دیگه ! 
‫ ببین ، این کاریه که باید انجام بدم ‫ و این روش جواب نمی‌ده ، فهمیدی ؟ 
‫ نمی‌تونم وصلش کنم . ‫ - کجا می‌ری ؟ ‫ باید برم اتاق لباس‌ها و ببینم یه ‫ کلاه ایمنی پیدا می‌کنم که کار کنه . 
‫ هی ، صبر کن ! 
‫ کجا هستن ؟ 
‫ طبقه ۷۰ از پله‌ها رفتن بیرون . ‫ چندتا دوربین از کار افتاده ‫ و نمی‌دونیم کجا هستن ، ‫ ولی یه تیم فرستادم دنبالشون . 
‫ اونا لباس معمولی پوشیدن ‫ و دارن تو طبقه‌های ۶۰ تا ‫ ۱۳۰ مردم رو تحریک می‌کنن . 
‫ برای دو تا رئیسشون جایزه گذاشتی ؟ ‫ 
- هزار واحد برای هر کدوم . ‫ به قضایی بگو تو طبقه ۱۳۰ یه سد ‫ درست کنن ، اگه از دست مردم فرار کردن . 
‫ از دست آدمای من رد نمی‌شن . 
‫ آقای آموندسن ، رک و راست بهت بگم . ‫ نگرانم . این وظیفه‌مه . 
‫ برای اینکه زودتر به نتیجه برسیم ، ‫ از عبارت " مردم ‫ من " چشم‌پوشی می‌کنم . 
‫ بدون هیچ حرف و حدیثی . ‫ اصلاً و ابداً قضایی‌ها ‫ مال شما نیست . 
‫ پیغام اومده ، تو ناحیه ۷۰ هستن . 
‫ از کجا می‌دونم مال اونه ؟ 
‫ نمی‌دونی . ‫ ولی من می‌دونم . ‫ چون بیست سال پیش خودم بهش دادم . 
‫ و حتی لولاشم خودم درست کردم ، وقتی برای ‫ درآوردن پیچ‌های یخ‌زده ازش استفاده کرد ، ‫ که بهش گفته بودم این کارو نکنه . 
‫ می‌گیرمش . 
‫ به علاوه اون دو جین کویل ‫ یخچالی که قولشو داده بودی . 
‫ با یه بطری مشروب حسابی ‫ قدیمی کار تموم می‌شه . 
‫ خب ، نقشه‌ت چیه ؟ ‫ - سیلوهای غلات . 
‫ همه می‌دونن آسیاب طبقه ۵۹ ‫ هر دو هفته یه بار خراب می‌شه . 
‫ کسی هم به غلاتی که به ‫ طبقات پایین میره شک نمی‌کنه . 
‫ لعنت بهش . ‫ - من قول سفر بی‌دردسر ندادم . 
‫ دنبال راحتی نیستم . ‫ فقط اینکه یه چیز دیگه هم هست . ‫ خیلی گنده‌ست . به هیچ وجه جا نمی‌شه . 
‫ همینه که هست . 
‫ تجهیزات پایین‌بر چی ؟ 
‫ مطمئن نیستم منظورت ‫ چیه . معلومه که می‌دونی . ‫ نمی‌دونم . 
‫ سیستم وینچ و کابل موتوریه . 
‫ - غیرقانونیه . ‫ و تو با یه روش قانونی و ‫ طبق پیمان بهش رسیدی ؟ 
‫ فقط از چرخه خارجش کردیم . 
‫ حمل بار فقط و فقط ‫ کار باربرهاست . . 
‫ یه همچین چیزی رو که مردم ببینن ، ‫ یه فکرهایی به سرشون می‌زنه . 
‫ باید بریم ! ‫ مهاجم‌ها دارن میان ، بجنب ! ‫ به قضایی‌ها پیام دادی . ‫ - می‌خواستم کمکت کنم ، قول می‌دم . ‫ ولی یه جایزه درست و ‫ حسابی واسه سرشون گذاشتن . ‫ یه جایزه‌ای که نمی‌شه ازش ‫ گذشت ، حتی واسه دوستای قدیمی . 
‫ مک‌لین ! ‫ - حرومزاه ! 
‫ دکتر فلن می‌گه کندی سراغش نرفته . 
‫ شاید کندی از شهرتش خبر داشته . 
‫ حالا بهترین‌ها رو واسه بالا انتخاب ‫ می‌کنن و ما با پس‌مونده‌ها سر می‌کنیم . 
‫ البته به جز من . 
‫ چی شده ؟ 
‫ یه پیام از رئیس جدید ‫ امنیت قضایی گرفتم . 
‫ ریک آموندسن . 
‫ سیمز چی شد ؟ 
‫ به عنوان قاضی قسم خورده . 
‫ مدوز کجاست ؟ 
‫ مرده . 
‫ کشته شده . 
‫ چی ؟ ! 
‫ توسط رئیس مکانیکال و همکارش . 
‫ ناکس و شرلی ؟ 
‫ اون که شبیه ابزار جولز نبود . 
‫ اصلاً ، مال من بود . ‫ نمی‌دونم مال اون کجاست . 
‫ مواظب باش . باشه ، فهمیدم . ‫ باشه . ‫ - خوبی ؟ ‫ گوش کن ، بهتره از هم جدا شیم . ‫ چون نمی‌تونیم همچنان ‫ جلوتو بگیریم و کندت کنیم . 
‫ جایزه برای من و شرلیه . 
‫ احتمال اینکه کی ‫ کی رو بکشه برابره . 
‫ احساساتی نشو . برو از اینجا . برو . 
‫ تو نمی‌مونی . ‫ 
- چی ؟ ‫ شاید وقتی ۲۵ سال پیش ‫ خودتو تو اون کارگاه قفل کردی ، ‫ این شرایط رو ‫ پیش‌بینی نکرده بودی . ‫ ولی حالا هیچ‌کس بالاتر از ‫ طبقه ۱۲۵ نمی‌دونه تو کی هستی . 
‫ این به نفعته . ‫ اما من ، رئیس تأمینم . 
‫ کارلا ، من نمی‌رم ... ‫ - مارتا . 
‫ اونا اون پایین بهت نیاز دارن . ‫ شاید الان بیشتر از همیشه . 
‫ برو . 
‫ یه خراش معمولیه . 
‫ با صابون تمیزش کن ، ‫ خودش خوب می‌شه . 
‫ بذار ببینم . ‫ باشه ، خیلی بد ‫ نیست . فقط فشار بده . 
‫ الان برمی‌گردم . ‫ روغن میخک برای درد خوبه ‫ و بوش باید کمکت کنه بخوابی . 
‫ مرسی . بوش عالیه . ‫ ولی شونه‌ام صدا داد . ‫ بهتره برم دکتر ببینمش . ‫ فکر خوبیه . همون نزدیکیاس . 
‫ این درد داشت . 
‫ حرکتش بده . 
‫ آره . ‫ روغن میخک رو یادت نره . ‫ - ممنون . ‫ - آره . 
‫ تکنیکت خیلی خوبه ، ‫ اونم وقتی بچه بغلته . 
‫ ممنون . مادرم گیاه‌شناس بود . ‫ و پدرم یه دائم‌الخمر ‫ که کلی دعوا رو باخت . ‫ دکتر پیت نیکولز . 
‫ خوشبختم . 
‫ کتلین بیلینگز . ‫ مثل کلانتر بیلینگز ؟ 
‫ حالا می‌فهمم چرا اینجایی ‫ و زخمی‌ها رو مداوا می‌کنی . ‫ حواس‌پرتی خوبیه . 
‫ نمی‌تونم خونه بشینم . ‫ خیلی مضطرب می‌شم . 
‫ پل رو فرستادن مکانیکال . ‫ یه اتفاق اون پایین افتاده . 
‫ آره ، شنیدم . یه جور آتیش‌سوزی یا ... ‫ - دکتر نیکولز . 
‫ لطفاً با ما بیاین . 
‫ الان . 
‫ برنامه‌ش چیه ؟ 
‫ می‌خواد سیلو قاتلا رو بگیره . 
‫ اگه موفق بشه ، براش ‫ مثل ریست کردن می‌مونه . ‫ انگار جولیت نیکولز ‫ اصلاً وجود نداشته . 
‫ تو مأموریتایی ‫ مثل این انجام دادی . ‫ مهاجما با لباس معمولی . 
‫ جایزه بزرگ برای فراری‌ها . ‫ جمعیت دنبالشون می‌ره . ‫ شاید خودشون قانون رو اجرا کنن . 
‫ عملیات حساس این شکلی ‫ تجربه می‌خواد ، راب . 
‫ آموندسن خوبه . ‫ بهترینا تربیتش کردن ، ‫ ولی خودش بهترین نیست . 
‫ اگه از پسش برنیاد چی ؟ 
‫ از کارت بهترین ‫ استفاده رو بکن ، رابرت . 
‫ دکتر نیکولز . ‫ ممنون که اومدین . 
‫ اگه فکر می‌کنین من چیزی از اون ‫ آدمای مکانیکال می‌دونم ، اشتباه می‌کنین . 
‫ نه . ‫ نه ، اصلاً ربطی به اون نداره . 
‫ فقط فکر کردم شاید دوست داشته باشین یه ‫ سری از وسایل دخترتون رو داشته باشین . 
‫ تو شرایط عادی ، این وسایل ‫ دوباره وارد گردش می‌شدن ، ‫ ولی این شرایط خیلی عادی نیست . 
‫ اگه این وسایل دوباره وارد گردش ‫ بشن ، می‌ترسم تبدیل به چیزی مقدس ، ‫ حسادت‌برانگیز و در ‫ نهایت باعث خشونت بشه . 
‫ این تنها راهی نیست که ‫ یاد دخترتون تحریف شده ‫ تا بشه با اهداف ‫ دیگران هماهنگش کرد . 
‫ شنیدم که داشتین به زخمی‌های شورش ‫ بعد از قتل قاضی ‫ مدوز رسیدگی می‌کردین . 
‫ این روحیه خدمت به من امید می‌ده ‫ که شاید تو این لحظه نقش ‫ بزرگ‌تری داشته باشین . ‫ این حرکتی برای ‫ بازگردوندن نظم به سیلو ‫ و ایمان به پیمان . 
‫ اگه بگم نه چی ؟ 
‫ چرا باید بگین نه ؟ 
‫ فقط می‌خوام مطمئن بشم . 
‫ اگه بهتون کمک نکنم ، چی می‌شه ؟ 
‫ دیگه چیزی برای از ‫ دست دادن ندارم ، مگه نه ؟ 
‫ سیلو پسرم ، زنم و حالا ‫ دخترم رو از من گرفته . 
‫ من به زخمی‌ها رسیدگی نمی‌کردم ‫ به خاطر حس وظیفه نسبت به سیلو . ‫ داشتم سعی می‌کردم یه حس حرفه‌ای ‫ از دست رفته رو دوباره به دست بیارم . ‫ داشتم تلاش می‌کردم پزشکی رو ‫ بدون دروغ و بدون آسیب تمرین کنم . 
‫ همه اون برداشتن وسایل جلوگیری ‫ از بارداری رو با کد نارنجی ثبت شدن . ‫ اون زوجای جوون رو می‌بینم . ‫ چهره‌هاشون پر از امید . ‫ امیدی که می‌دونم بی‌اساسه . 
‫ حرفه من یه دروغه . 
‫ سیلو این رو هم از من گرفت . 
‫ به هر دلیلی ، دخترم مرده . ‫ نمی‌تونی کنترل کنی که ‫ برای مردم چه معنایی داره . ‫ نمی‌تونی کنترل کنی که ‫ برای من چه معنایی داره . 
‫ خب ، سولو ... ‫ آره ؟ ‫ - اسمت که واقعاً این نیست ، درسته ؟ 
‫ نه ، اسمم کول مایرز هست . 
‫ - کول . ‫ رفتم یه مراسم و ازم ‫ پرسیدن : " با کی هستی ؟ " ‫ و گفتم : " من تنها اومدم . " ‫ بچه راسل اونجا بود ، شنید ‫ و فکر کرد اسمم " سولو " ئه . ‫ از اون به بعد این اسم روم موند . 
‫ ولی خب ، اسم که مهم نیست . 
‫ درسته . ‫ این از نمایشنامه‌ته ، رومئو ‫ و ژولیت قبل از اینکه بمیرن . 
‫ قبل از اینکه کی بمیره ؟ 
‫ رومئو و ژولیت . 
‫ نمی‌میرن . نه . ‫ - چرا ، می‌میرن . ‫ تو مال ما ، می‌میرن . 
‫ لعنت . ‫ - حالت خوبه ؟ ‫ آره . - هی ، گرسنه‌ای ؟ ‫ نمی‌دونم ، فقط خستم . آره ، خوبم . ‫ گرسنه‌ای ؟ 
‫ نمی‌دونم . آره ، شاید . ‫ 
- آره ! ‫ خیلی‌خوب ، ولی همینجا بمون . ‫ - آره ، می‌رم یه چیزی واسه خوردن بیارم . 
‫ لعنتی . 
‫ اینا گزارش‌ها و خلاصه‌هایی هستن ‫ که کپی‌شون براتون ارسال شده . 
‫ اگه پرچم دارن ، ‫ یعنی از دفتر شهردار ‫ توصیه‌هایی همراهشونه . 
‫ وقتی تصمیمتون رو گرفتین ... ‫ وارد می ... 
‫ البته ، قربان . 
‫ هنوز نتونستیم مهر ‫ امضای شما رو آماده کنیم . ‫ فعلاً باید امضا کنین ‫ تا مهرها آماده بشن . ‫ قاضی سیمز ؟ 
‫ باریکلا . 
‫ بقیه ؟ 
‫ اون دو نفری که جایزه ‫ گذاشتیم ، روی پله‌ها هستن . 
‫ چند تا مهاجم بدون یونیفرم ‫ داریم که چند طبقه پایین‌ترن . ‫ داریم جمعیت رو تحریک می‌کنیم . 
‫ بهم اطلاع بده وقتی گرفتیشون . 
‫ بله ، قربان . 
‫ ممنون ، می‌تونین برین . 
‫ آقای کایل . ‫ توی معدن چطور می‌گذره ؟ 
‫ فقط یه روز گذشته . 
‫ خب ، هنوز زنده‌ای . ‫ این خوبه . 
‫ می‌دونی میانگین عمر کسی که ‫ به معدن فرستاده می‌شه چقدره ؟ 
‫ نه ، قربان . 
‫ پنج سال . 
‫ پس وقتی قاضی مدوز ‫ حکمت رو نصف کرد ، ‫ بیشتر یه حرکت نمادین بود . 
‫ بعیده که دوران محکومیتت ‫ رو اونجا زنده بمونی . 
‫ می‌دونی چرا ؟ ‫ چون خطرناکه ؟ من ... ‫ سقوط سنگ ، خفگی ، جراحات خردکننده ، ‫ قطع اعضا ، انفجارهای ناموفق . 
‫ کار سختیه . 
‫ می‌خوام یه کار سبک‌تر ‫ بهت پیشنهاد کنم ، لوکاس . 
‫ یه پروژه دارم که ‫ به ذهن تو نیاز داره . 
‫ روز قتل قاضی مدوز ، ‫ بهم گفت که چطور تونستی ‫ اطلاعات کوچیک و پراکنده رو ‫ درباره چراغ‌های آسمون شب ‫ جمع کنی و یه مدلی بسازی که ، 
‫ درسته ؟ 
‫ خب ، چیزی دارم ‫ که اونم تیکه‌تیکه‌ست ‫ و می‌خوام بازسازی‌ش کنی . 
‫ می‌شناسیش ؟ 
‫ این همون هاردیه که ‫ جولیت نیکولز بهت نشون داد . 
‫ می‌تونی راستشو بهم بگی . 
‫ این باعث نمی‌شه مشکل ‫ قانونی بیشتری برات پیش بیاد . 
‫ آره ، می‌شناسمش . 
‫ خوردش کردم چون ‫ یه وسیله سطح قرمزه ‫ و احتمالاً اطلاعات خطرناکی داره . 
‫ اما دیگه نمی‌تونم خودم ‫ رو به نادونی بزنم . 
‫ باید بفهمی چی توی این هارده . 
‫ می‌تونی از این دفتر کار کنی . 
‫ سوالی داری ؟ ‫ بجنب دیگه . 
‫ مطمئناً می‌دونی که حداقل ‫ سه نفر توی بخش آی‌تی هستن ‫ که می‌تونن این کار ‫ رو بهتر از تو انجام بدن . ‫ خب ، لوکاس ، من می‌دونم که ‫ تو بیشتر از هر کس دیگه‌ای ‫ که می‌تونم پیدا ‫ کنم تلاش می‌کنی ... ‫ چون ، خب ... 
‫ قاضی ، همه چیز روبه‌راهه ؟ 
‫ تو بگو . 
‫ دکمه کار نمی‌کنه . 
‫ اینجا همه چی تحت کنترله ، قربان . ‫ قربان ؟ ‫ قاضی ؟ 
‫ من رو مثل ده سال ‫ گذشته روب صدا کن . 
‫ منم مثل تو دارم ‫ سعی می‌کنم بفهمم . 
‫ همین الان تو دفترم بودم . ‫ دفتر جدیدم . 
‫ پشت میز زنی نشستم که ‫ پانزده سال براش کار کردم . ‫ گفتم شاید ایده خوبی ‫ باشه ببینم جست‌وجوی ‫ اونایی که کشتنش تا کجا پیش رفته . 
‫ مطمئن می‌شم صبح ‫ همه جزئیات مربوطه ‫ روی میزت باشه . 
‫ مظنون‌ها هنوز روی پله‌ها هستن . 
‫ داریم از برنامه‌ای که تو ‫ مشخص کردی استفاده می‌کنیم . 
‫ راه بیفت . 
‫ خیلی عجله داری . 
‫ هی ، من و شوهرم داشتیم می‌رفتیم ‫ پایین پیش چند تا از دوستامون . 
‫ خب ، به نظر عاقلانه نمیاد . ‫ قاتلای خطرناک تو ‫ سیلو پرسه می‌زنن . 
‫ شماها اینجا چه می‌کنید ؟ 
‫ ما شهروندای نگرانیم . ‫ 
- و شما کی هستید ؟ ‫ کارت شناسایی ، لطفاً . 
‫ طبق پیمان ، شهروندا باید ‫ به شهروندای دیگه که نگرانن ‫ کارت شناسایی نشون بدن ، یا ... 
‫ نه ، لازم نیست . ‫ - لازم نیست ... ‫ اون یکی مسلحه ! 
‫ وایسا ! 
‫ گفتم وایسا ! 
‫ می‌دونم بعضیاتون ‫ من رو می‌شناسید . ‫ و منم بعضیاتون رو می‌شناسم . 
‫ می‌دونید شوهرم کیه . ‫ چیزی که شاید ‫ ندونید جایگاه جدیدشه . 
‫ قاضی سیمز می‌خواد ‫ این فراری‌ها دستگیر بشن . 
‫ می‌خواید همین جا ‫ بکُشیدشون ؟ خب ، منم می‌خوام . ‫ اما عدالت برای قاضی ‫ مدوز فقط متعلق به ما نیست . ‫ متعلق به کل سیلوئه . 
‫ و همه خواهند دید وقتی این ‫ دو نفر میرن برای تمیزکاری . 
‫ با من بیاید ، یا همین‌جا ‫ دار و ندارتون به باد می‌ره . 
‫ لعنت . 
‫ یه مدت اینجا امن هستید . 
‫ نمی‌خواید ما رو ببرید قضایی ؟ 
‫ دوربین‌ها هنوز دارن تو پله‌ها کار ‫ می‌کنن ، ولی این کوچه رو کسی نمی‌بینه . 
‫ اگه ببینن من تنها دارم برمی‌گردم ، ‫ کلی آدم می‌فرستن دنبالتون ، ‫ شاید خیلی بیشتر . پس بهتره ‫ صبر کنی اوضاع یه کم آروم‌تر بشه . 
‫ یه مانع هم تو طبقه ۱۳۰ هست . 
‫ نمی‌دونم چطوری ازش رد ‫ میشی ، به من مربوط نیست دیگه . 
‫ چرا داری به ما کمک می‌کنی ؟ 
‫ کامیل . 
‫ صبح بخیر ، آسا . 
‫ امروز زود میری سر کار . ‫ و امشب هم خونه زن ‫ سابقت ، طبقه ۸۳ می‌مونی . 
‫ تاز شیفت شبم تموم شده . ‫ 
- خب ، رئیس‌ات فکر می‌کنه ‫ تو سخت‌کوش‌ترین لوله‌کش سیلویی . 
‫ کلیداتو بده . 
‫ داری چیکار می‌کنی کامیل ؟ 
‫ وقتی شنیدی واسه قاتلای ‫ مدوز جایزه گذاشتن ، ‫ خودتو زدی به اون ‫ راه که منم تو رو نبینم . 
‫ فهمیدی ؟ 
‫ خب ، حداقل بذار یه شلوار بپوشم ؟ 
‫ نمی‌دونم چرا از اول نرفتی سراغش . 
‫ گرفتنشون ؟ 
‫ به نظر یه درگیری ‫ خیلی بزرگی میاد ، نه ؟ 
‫ چی ؟ 
‫ خب ، اینکه معاون کلانتر ‫ باشی ، وقتی نصف سیلو ‫ دوستات رو دارن به ‫ عنوان قاتل شکار می‌کنن . 
‫ تقریباً به اندازه این بزرگه ‫ که به پیمان قسم بخوری ، ‫ در حالی که خودت یه وضعیتی ‫ داری که پیمان محکومت کرده . 
‫ می‌دونن ؟ 
‫ سیمز می‌دونه . 
‫ به‌عنوان رئیس امنیت ‫ قضایی ، اجازه داده . ‫ به‌عنوان قاضی ، من ... ‫ شاید یه رد از ‫ پاتریک کندی پیدا کنم . 
‫ سعی کن همه چیز یخچال رو نخوری . 
‫ من فقط یه آدم سخت‌کوشم ‫ که وظیفه اصلیش اینه ‫ سیلو رو سرپا نگه داره . 
‫ بستگی داره چی اونجا داری . ‫ - شرل . 
‫ شوخی می‌کنم . 
‫ چطور انتظار داره ‫ بدون کلید برگردی داخل ؟ 
‫ نداره . ‫ اگه بخواد کلید رو داشته باشم ، یه ‫ راهی پیدا می‌کنه تا برسونتش به من . 
‫ یه نصیحت ، هرچقدر لازمه بمون . ‫ ولی اگه جای تو بودم ، قبل ‫ از اینکه برگرده می‌رفتم . 
‫ از روی احترام بهش کمک نمی‌کنم . 
‫ شما رو راه دادم چون ازش می‌ترسم . 
‫ شما هم باید بترسید . 
‫ این یارو تو یه کمد زندگی می‌کنه . 
‫ فکر می‌کنی هر بخشی فکر می‌کنه ‫ اونا سیلو رو سرپا نگه می‌دارن ؟ 
‫ احتمالاً . 
‫ خودم هم این حرف رو زدم تا ‫ بچه‌های مکانیکال رو جمع کنم . 
‫ و جواب داد چون حقیقت داشت . 
‫ حتی اگه بقیه سیلو ‫ خلافش رو فکر کنن . 
‫ رهبر خوبی هستی ، ناکس . 
‫ مکانیکال سال‌ها پیش ‫ نابود می‌شد اگه تو نبودی . 
‫ درباره این که چکار ‫ کنم ، اشتباه کردم . 
‫ خواستم مؤدبانه درخواست کنم و ... ‫ حالا باید به خاطرش بمیریم . 
‫ از اولش هم محکوم بودیم ، هر ‫ جوری که می‌خواستیم انجام بدیم . 
‫ ولی اگه روش من رو پیش ‫ می‌بردیم ، همین حالا مرده بودیم . 
‫ فکر می‌کنی ناکس و شرلی ‫ قاضی مدوز رو کشتن ؟ 
‫ راستش ؟ از وقتی جولز رفت ، ‫ اوضاع از کنترل خارج شده . 
‫ شرلی و یه عده به ‫ ایستگاه من حمله کردن . ‫ حالا ناکس باهاش هم‌دست شده . هیچ ‫ احترامی برای نظم سیلو قائل نیستن . 
‫ فکر می‌کنم مدوز رو کشتن ؟ ‫ نه ، به هیچ وجه . 
‫ وایسا . 
‫ هی ، فرانسیس . یه لحظه وایسا . ‫ می‌خوای بگی داری ‫ اون غذا رو کجا می‌بری ؟ 
‫ خونه ؟ 
‫ ولی نصفه‌شبه . ‫ شیفتت ساعت شش صبح شروع شده بود . ‫ می‌خوای بگی به‌جای اینکه ‫ بخوابی ، می‌خوای بیدار بمونی ‫ و همون غذایی که تو این هجده ‫ ساعت سرو می‌کردی رو بخوری ؟ 
‫ مگر اینکه قانون جدیدی تصویب شده ‫ باشه ، هنک ، آره ، همین کار رو می‌کنم . 
‫ ما گذشته‌ت رو می‌دونیم ، فرانسیس . 
‫ دوریس کندی عمه‌ت بود و تو بعضی ‫ از قرصایی که دزدید رو فروختی . 
‫ مدرکی داری براش ؟ 
چون ‫ پنج سال پیش که نداشتی . ‫ فرانی . ما اینجا برای اون نیستیم . ‫ اینجاییم چون ‫ می‌دونیم عموت پاتریک ‫ فقط با غذای گرم ‫ خیلی دوام نمیاره . 
‫ پس چرا نمی‌ذاری ما تحویلش بدیم ؟ 
‫ روز اولت چطور بود ، قاضی سیمز ؟ 
‫ جایی که گفتن امضا کردم . 
‫ رفتم اتاق ناظر . ‫ سعی کردم اطلاعاتی ‫ از جستجو بگیرم . 
‫ آموندسن نذاشت برم داخل . 
‫ بهم گفت سه تا از ‫ مظنون‌ها هنوز فراری هستن . 
‫ خب ، اگه تو مسئول بودی ، ‫ چند ساعت پیش دستگیر می‌شدن . 
‫ ببخشید ، لطفاً . 
‫ من طبقه ۱۳۲ زندگی می‌کنم . 
‫ امشب نه ، زندگی نمی‌کنی . 
‫ من تو اداره کلانتری کار می‌کنم . ‫ هر چی که اینه ، به ما اطلاع داده نشده . 
‫ این مربوط به اداره کلانتری نیست . 
‫ گوش کن ، اگه قضایی فکر می‌کنه می‌تونه ‫ شهروندها رو از خونه‌هاشون دور نگه داره ... ‫ برگرد و همون راهی که اومدی برو . 
‫ جدی می‌گی ؟ 
‫ حق نداری جلوی کسی که ‫ عضو اداره کلانتریه رو بگیری . 
‫ من باید برم ... ‫ همین که روی پله‌ها ‫ بریم ، می‌بیننمون . ‫ و همین که در رو ببندیم ، ‫ دیگه نمی‌تونیم برگردیم . 
‫ بالاخره باید یه ‫ روز برگردیم خونه . ‫ می‌گم بریم روی ‫ پله‌ها و مثل جهنم بدویم . 
‫ باشه . ‫ ولی نه پایین . ‫ بالا . 
‫ - چی ؟ 
‫ اعتماد کن بهم . 
‫ توی شلوغی گیر افتاده بودن . یه ‫ مهاجم قدیمی تو طبقه ۷۳ قایمشون کرده . ‫ همه واحدها رو گشتیم . ‫ فعلاً چیزی پیدا نکردیم ، ‫ ولی راه زباله‌دان رو بستم . ‫ - صبر کن . 
‫ چرا یه مهاجم سابق اون‌ها ‫ رو تو طبقه ۷۳ قایم کرده ؟ 
‫ نگران بود ممکنه دار زده بشن . ‫ کی بود ؟ 
‫ کامیل سیمز . 
‫ اون مکانیک‌های ‫ لعنتی رو پیدا کنید . 
‫ قراره تا کجا بریم بالا ؟ ‫ 
- فقط ادامه بده . 
‫ خیلی کم تونستم نجات بدم . 
‫ یه سری تکه‌هایی پیدا کردم که با فایل‌های ‫ موجود در پایگاه داده‌مون همپوشانی دارن . 
‫ این نقشه سیلوی ماست ، ‫ و دارم از این فایل برای ‫ پر کردن داده‌های گمشده ‫ از یکی از اون تکه‌ها استفاده ‫ می‌کنم ، که اونم یه نقشه‌ست . 
‫ حالا تو چند جا با نقشه ‫ سیلوی ما تفاوت داره . 
‫ یه سری خطوط هستن که ‫ از بیرون دیوارهای سیلو میان . ‫ یه چیزی تو سطح آی‌تی و یه ‫ چیزی تو بخش قضایی هست . 
‫ می‌دونی چی هستن ؟ ‫ نه . ‫ یه چیز دیگه هم هست . ‫ اونجا ، پایین‌ترین نقطه سیلو ... ‫ - چیه ؟ 
‫ یه تونل . ‫ 
- به کجا می‌رسه ؟ 
‫ هیچ ایده‌ای ندارم . 
‫ خب ، ادامه بده . 
‫ ۲۴ ساعت دیگه بیرون از معدن ‫ موندن رو به دست آوردی ، آقای کایل . 
‫ قربان ، یه پوشه هم پیدا کردم . 
‫ سالم بازیابی شد و ... ‫ بیشتر فایل‌هاش ‫ یادداشت‌های بخش بودن ، ‫ ولی یکی از اون‌ها متفاوت بود . 
‫ یه اسکن از یه نامه دست‌نویس بود ‫ که کسی برای همسرش نوشته بود . 
‫ کی ؟ 
‫ سالوادور کوئین . 
‫ چی نوشته بود ؟ 
‫ خب ، یه نامه عاشقانه بود ، ‫ ولی بعدش یه کم عجیب شد . 
‫ یعنی ... وارد یه جور ... ‫ - وارد کد شد . 
‫ آره ، دقیقاً همین‌طوره . 
‫ حواست به قدم‌هات باشه . 
‫ پاتریک کندی . 
‫ تکون نخور . 
‫ نصیحت خوبیه . 
‫ چون وقتی تکون ‫ می‌خورم ، حس خوبی ندارم . 
‫ اگه نزدیک‌تر بیای ، خودم ‫ رو تو این چاله پرت می‌کنم . 
‫ همین جا می‌مونیم ، ولی ‫ زخم‌هات نیاز به درمان داره . 
‫ آره ، جالبه ، می‌دونی ، ‫ با این تفنگ‌ها انگار می‌خوای ‫ یه سری زخم تازه بهم بدی . 
‫ تو فراری هستی ، دیده شدی که ‫ ایستگاه کلانتری من رو بمبارون کردی . 
‫ می‌فهمی چرا ممکنه ‫ یه کم محتاط باشیم . 
‫ می‌تونیم کمکت کنیم . 
‫ بهتون اعتماد ندارم . 
‫ واسه همینم اینجام ، تو تاریکی ، ‫ دارم تو یه چاله لعنتی ‫ خونریزی می‌کنم ! ‫ یه کیت پزشکی کامل ‫ تو اتاق کنترل ژنراتور هست . ‫ - برو . 
‫ منتظر همین بودی ؟ 
‫ حالا که تنها شدیم ، من رو می‌کشی ‫ و امیدوار می‌مونی که معاون مو ‫ بلند سوراخ‌هام رو نشمرده باشه ؟ 
‫ ما کسی رو که تهدید ‫ فوری نباشه ، نمی‌کشیم . 
‫ من تهدید فوری هستم . 
‫ چیزهایی که می‌دونم ، ‫ بهتره من رو ول کنی . 
‫ نمی‌تونم این کار رو بکنم . ‫ قسم خوردم . بخشی از ‫ قسمم کمک‌رسانی بوده . 
‫ کمک‌رسانی ؟ 
‫ نمی‌بینی که همه‌اش یه دروغه ؟ 
‫ هر چی بهمون گفتن . ‫ پیمان . ‫ فقط برای اینه که ما ‫ رو تو خط نگه دارن . ‫ و ما هیچ‌وقت حقیقت رو نمی‌فهمیم . 
‫ سیمز حاضر هر کدوم از ما رو بکشه ‫ قبل از اینکه اجازه بده این اتفاق بیفته . 
‫ سیمز رو می‌شناسی ؟ 
‫ آره ، می‌شناسمش . 
‫ به نیکولز کمک کردم . 
‫ دهنم رو بست و تو کیسه انداخت . ‫ فکر می‌کنی چرا اینجام ؟ ‫ بگو . ‫ باشه . ‫ باشه . حتماً ، می‌گم . 
‫ فقط تفنگت رو بده به من . 
‫ درسته . نمی‌تونی ، ‫ چون بهم اعتماد نداری . 
‫ ببین ، اگه می‌خوای من رو بکشی ، فقط ‫ یه خواهش دارم ، همین جا بزنی ، باشه ؟ 
‫ لطفاً . 
‫ این رو پیدا کردم ‫ تو آپارتمان جولیت نیکولز . ‫ تو یه کتاب . 
‫ بقیه‌اش رو نابود کردم . 
‫ نمی‌تونم بگم چرا ‫ اون رو نگه داشتم . 
‫ اگه به کسی بگی که ‫ اون رو دارم ، کارم تمومه . 
‫ یه دکتر بیار ، نه یه ‫ معاون با یه چسب زخم . ‫ و همه چی رو بهت می‌گم . ‫ نه ، همه چیزهایی رو می‌گم ‫ که مطمئناً نمی‌خوای بدونی . 
‫ معامله جدید . 
‫ طول کابل چقدره ؟ ‫ حدس بزن خودت می‌فهمی . 
‫ این ؟ مال جولیت نیست . ‫ ولی لعنت بهت اگه بخوای ‫ به اسم اون بفروشیش . 
‫ بارنز ، بردار . 
‫ بیا دیگه . 
‫ خبر جدیدی داری ؟ ‫ - هنوز نه . ‫ دنبال هر گروه دوتایی باش ‫ که دارن از پله‌ها پایین می‌رن . ‫ متوجه شدم . 
‫ طبقه ۹۲ . دو نفر دارن ‫ به سمت پایین می‌رن . 
‫ زیاد ازشون فاصله ‫ ندارم . به شهردار خبر بده . 
‫ متوجه شدم . 
‫ شام آوردم . ‫ داری چی کار می‌کنی ؟ 
‫ داشتم دنبال کلاهی که از اتاق ‫ لباس سرقت شده بود ، می‌گشتم . 
‫ رفتم آپارتمان یکی از ‫ کارمندا ، دنبال اون بودم . 
‫ ترینا ساموئلز . 
‫ ترینا ساموئلز . 
‫ آره . دوست دختر سولو بود . 
‫ آره . مدت‌ها بود ‫ بهش فکر نکرده بودم . 
‫ راستش ، خوشم نمیاد بهش فکر کنم . 
‫ مرغ می‌خوای یا گوشت ؟ 
‫ چرا به من دروغ می‌گی ؟ 
‫ نمی‌فهمم چی می‌گی . 
‫ سولو ، ترینا . اون همونه . ‫ این تو نیستی ، درسته ؟ 
‫ نه . چون این ... به این ‫ نگاه کن . این رو پیدا کردم . ‫ کول مایرز ، سایه آی‌تی . 
‫ اون واقعی ... ‫ 
- من سایه آی‌تی هستم ! 
‫ نمی‌دونی چی داری می‌گی ! 
‫ این حرف‌ها رو به ‫ من نزن ! هرگز نزن ! 
‫ من سولو هستم ! 
‫ من سایه آی‌تی هستم ، می‌فهمی ؟ 
‫ باشه . ‫ 
- من سولو هستم ! من سایه آی‌تی هستم ! ‫ تو سولو هستی . 
‫ تو سولو هستی . 
‫ معذرت می‌خوام . 
‫ معذرت می‌خوام . 
‫ خیلی بد به نظر می‌رسی . ‫ واقعاً باید یه چیزی بخوری . 
‫ گرسنه نیستم . 
‫ حس خوبی ندارم . 
‫ فقط ... می‌خوام دراز بکشم . 
‫ فقط می‌خوام ... ‫ اینجا به اندازه کافی پایینه ؟ 
‫ فکر کنم . 
‫ حالا ، آیا وزنت رو نگه می‌داره ؟ ‫ نمی‌دونم . 
‫ مکانیکال ! 
‫ وایسا ! 
‫ لعنتی . ‫ - لعنت . 
‫ بجنب . 
‫ ترمزی نیست ، نه ؟ 
‫ فقط کابله و انتهای کابل . 
‫ حداقل تو " دان دیپ " می‌میریم . 
‫ دستت رو بده ! 
‫ مواظب باش . 
‫ اونجان ! 
‫ - بگیرشون ! 
‫ مواظب باش ! 
‫ لعنت ! ‫ - اون‌ها رد شدن ، قربان . 
‫ متوجه شدم . 
‫ این کانال رو خالی نگه دار . 
‫ کلانتر بیلینگز ، صدا می‌رسه ؟ 
‫ کلانتر بیلینگز . ‫ بله ، آقای شهردار ؟ ‫ کلانتر ، متأسفم که ‫ باید به اطلاعت برسونم ‫ که فراری‌های مکانیکال ‫ رسماً مشکل شما شدن . 
‫ می‌دونم که به عنوان ‫ یه خدمتکار وفادار سیلو ‫ می‌تونم روی شما حساب ‫ کنم که اون‌ها رو دستگیر کنید . 
‫ البته ، آقای شهردار . 
‫ همیشه می‌تونید روی من حساب کنید ‫ که صادقانه به سیلو و پیمان خدمت کنم . 
‫ بجنب دیگه . 
