Τι συμβαίνει ; 
Οι επιδρομείς εμποδίζουν τις διανομές . 
- Αφήστε να ! - Ποιες διανομές ; 
Όλες . Αφήστε να περάσουν ! 
Ήρεμα . 
Ίσα που σε άγγιξα . 
Πονάει ; 
Φυσικά και πονάει , γαμώτο ! 
Πρέπει να έρθει όλη η ομάδα να σε δει να κλαις για μια γρατζουνιά . 
Θα κάνεις ησυχία ; 
- Ευχαριστώ . - Μου το χρωστάς . 
Ουόκ , θα πάρουμε πίσω τη ΜακΛέιν . 
Είναι επικεφαλής Προμηθειών . Πολύ σημαντική . 
Είναι εχθρός τους , όπως κι εμείς . Δεν σημαίνει τίποτα το αξίωμά της . 
Σας ψάχνει ο σερίφης , καλύτερα να φύγετε . 
Κι εσένα ψάχνει , Ουόκ . 
Τότε δεν θα δυσκολευτεί καθόλου , αφού δεν πάω πουθενά . 
Ποια είναι αυτή ; 
Μαρκ , αυτή είναι η Σίρλεϊ . Δυο φορές καλύτερη μηχανικός από μένα . 
Δεν είναι δύσκολο . 
Αναρωτιόμουν πότε θα γυρίσεις . 
Ωραία φάση έχετε στήσει εδώ . 
Μικρή ομάδα , αλλά τα καταφέρνουμε . 
Λι . 
Γαμώτο . 
Ζήτησα απ ' τον Μαρκ να διώχνει όποιον του ζητά να φτιάξει όπλα . 
Φτιάχνει μόνο για σένα . 
Οι επιδρομές σταματούν τις διανομές , κυρίως τροφίμων , αλλά υπάρχει και κάτι άλλο . 
Ήρθα να κάνω απογραφή και το παρατήρησα σε όλα . 
Στα φρούτα , στα λαχανικά , στο κρέας . Ακόμη και στα αυγά . 
Τι είναι αυτό ; Μόνο ένα πράγμα έχει αυτό το μπλε . 
Ποντικοφάρμακο . 
Είσαι σίγουρη ; 
Κάτι άλλο ήρθε εδώ πριν από μένα . 
Το θέμα είναι πως κάποιος το έκανε αυτό . 
Ίσως συνδέεται με το πρόβλημα στις διανομές . 
Δεν θα απέκλεια τον Μπερνάρντ , αλλά αυτό σημαίνει ότι κάποιος εδώ δουλεύει για εκείνον . 
Θα χρειαστούμε νέο σχέδιο . 
Αφήστε να περάσουν ! Υπάρχει μια αλήθεια , κε Άμουντσεν που ισχύει για τον ανθρώπινο πολιτισμό από το παρελθόν ως σήμερα . Μόλις εννέα χαμένα γεύματα χωρίζουν μια λειτουργική κοινωνία από το χάος . 
Ποιος μαλάκας είναι αυτός ; 
Είναι ο Φίλιξ . Η σκιά του γιατρού μας . 
Επειδή είμαι ποταπός εγκληματίας , δεν μου αξίζει γιατρός και μου στέλνουν τη σκιά ; Όχι . Ο δρ Φελάν πήγε στην οικογένειά του στα Μεσαία . 
Αλίμονο . 
Πόσων χρόνων είσαι , μικρέ ; 
Άρχισες να ξυρίζεσαι ; 
Έχεις κανονικά αρχίδια ; 
Ο γιατρός δεν θα έφευγε αν η σκιά του δεν ήταν έτοιμη . 
Είσαι σίγουρος ; 
Μπορείς να το κάνεις , ναι ; 
Βγάλε τη σφαίρα . 
Περίμενε ένα λεπτό . Περίμενε ένα γαμημένο λεπτό . Μήπως ξέχασες κάτι ; 
Φάρμακα , Φίλιξ . 
Πριν αρχίσεις να σκαλίζεις , πρέπει να μου δώσεις φάρμακα . Και μάλιστα πολλά . 
Μόνο οι γιατροί έχουν τα ισχυρά φάρμακα . 
Εγώ έχω ασπιρίνη . 
Έχει ασπιρίνη . 
Αλήθεια θα συλλάβεις τους Νοξ , Σίρλεϊ και Ουόκερ ; 
Ορκίστηκα στη Συνθήκη . Κ.Μ. ΕΙΣΑΙ ΚΑΛΑ ; Πρέπει να τους πιάσουμε ... ΘΕΛΩ ΓΙΑΤΡΟ . ΟΧΙ ΓΙΑ ΜΕΝΑ . ΑΝΕΠΙΣΗΜΑ . για το καλό τους και το καλό του Σιλό . 
Μπορώ να σε βοηθήσω να τους βρεις , αν πιστεύεις ότι πρέπει . 
Εσύ δεν το πιστεύεις . 
Αυτό δεν έχει σημασία . 
Όταν ο Χόλστον έβαλε το χέρι μου στη Συνθήκη , έδωσα έναν όρκο . 
Χανκ , αν είναι ακέραιοι πολίτες , όπως λες , θα παραδοθούν . 
Ας ησυχάσουμε ! 
Παραδοθείτε ! 
Σκάστε όλοι ! 
Όλοι ακούσατε τι λέγεται . Ότι σκοτώσαμε τη δικαστή Μέντοους . 
Ορκίζομαι στη ζωή μου ότι είναι ψέμα . 
Ανεβήκαμε να μιλήσουμε και τη βρήκαμε ήδη νεκρή . 
Μας παγίδευσαν ο Μπερνάρντ Χόλαντ κι ο Ρόμπερτ Σιμς . Ήμασταν τυχεροί που επιστρέψαμε ζωντανοί . 
Εμείς για πόσο θα είμαστε ζωντανοί ; 
Έχω δύο παιδιά και θα πεινάσω για να φάνε εκείνα , αλλά αν τελειώσουν εντελώς τα τρόφιμα ; 
Θα κάνετε τα παιδιά μας να πεινάσουν για χάρη σας ; 
Μου φαίνεται ότι έχουν ήδη κερδίσει . 
Δείτε πώς είμαστε , έτοιμοι να κομματιάσουμε δύο δικούς μας αν δεν παραδοθούν για να πεθάνουν . 
Ίσως θέλετε να βγω κι εγώ έξω . 
Θα μπορούσατε . Αλλά μετά , σε λίγες μέρες , θα μας δείτε όλους νεκρούς στον λόφο προσπαθώντας να ακολουθήσουμε την Τζουλς . 
Μετά θα παραδοθούν τα τρόφιμά σας . 
Θα έχετε τον Μπερνάρντ να σας λέει " Μπράβο . Γυρίστε τώρα στη δουλειά σας " . 
Θα νιώθετε ότι νικήσατε ; 
Γιατί έτσι συνέβαινε πάντα , αλλά δεν σημαίνει ότι είναι σωστό . 
Είμαστε το Μηχανικό . Δεν ερίζουμε για το φαγητό , το μοιραζόμαστε . 
Δεν τσακωνόμαστε για τις ελλείψεις , μοιραζόμαστε ό , τι έχουμε , σφίγγουμε το ζωνάρι ... 
Δεν θέλουμε να πεινάσουμε ! 
Ακούστε ! Κανείς δεν πεινάει . Όχι σήμερα . Τέντι . 
Όποιος έχει δουλέψει στα σκουπίδια ξέρει πως ό , τι πέφτει στο φρεάτιο δεν είναι απαραίτητα σκουπίδι . 
" Στους φίλους μας στο Μηχανικό , ευχαριστούμε που έχουμε πάντα ρεύμα . 
Από τους φίλους σας στο 122 . Η Τζούλιετ ζει " . 
Δρ Νίκολς ; 
Κάθλιν . 
Πώς από δω ; 
Είναι καλά η Κλερ ; 
Η Κλερ κοιμάται , άρα είμαι καλά . 
Ο άντρας μου θέλει χάρη . 
Είναι ακόμα κάτω στο Μηχανικό ; Ναι . 
Κάποιος εκεί κάτω χρειάζεται γιατρό . 
Υπάρχει διαδικασία για να αιτηθείς γιατρό μέσω του γραφείου του σερίφη . 
Θα προτιμούσε να μη γίνει έτσι . 
Οι σύμμαχοι του Μηχανικού ρίχνουν τρόφιμα στο φρεάτιο . 
Νωρίτερα απ ' το πρόγραμμα , καλό αυτό . 
Επιταχύνει το χρονοδιάγραμμά μας . 
Βάλε επιδρομείς στις εξόδους του φρεατίου . 
- Μάλιστα . - Όσα τρόφιμα κι αν έλαβαν , θα τελειώσουν σύντομα . 
Όταν τελειώσουν κι αυτά , θα είναι το τέλος ; 
Παραδινόμαστε ; 
Πού έστησαν οδόφραγμα ; Στο 130 . 
Κι αν ήταν στο 120 ; 
Θα σε χρειαστούν εκεί κάτω . Τώρα περισσότερο από ποτέ . 
Καλά ! 
Θες να μου γκρεμίσεις την πόρτα ; 
Δεν είμαι τόσο κουφή . 
Ουόκερ , από δω ο σερίφης Μπίλινγκς . 
Ήσουν βοηθός της Τζούλιετ . Ήρθες να με συλλάβεις ; 
Θα ήθελα να σου κάνω μερικές ερωτήσεις σχετικά με τη δικαστή Μέντοους . 
Και πού να ξέρω ; Δεν μπήκα μέσα . 
- Ρώτα τους άλλους . - Σου είπαν τι συνέβη . 
Δεν λέω τίποτα για κανέναν , ειδικά για τη Μέντοους , μέχρι να μάθεις πού κρατούν τη ΜακΛέιν . 
Την Κάρλα ΜακΛέιν . Επικεφαλής των Προμηθειών . 
Την είδα τελευταία φορά στο καφέ στο 70 . 
Θα την έχουν πια συλλάβει . Θέλω να μάθω αν είναι ζωντανή και σώα . 
Αν ναι , θα σου μιλήσω . 
Αν όχι , θα πρέπει να βρείτε τον Νοξ και τη Σίρλεϊ . - Περίμενε . - Έχω ερωτήσεις για τον φόνο ... 
Είμαι γιατρός . 
Πάω να βοηθήσω σε επείγον περιστατικό . 
Κάνε μεταβολή . 
- Μου το ζήτησε ο σερίφης Μπίλινγκς . 
- Δεν με ενημέρωσαν , άρα δεν περνάς . 
Ξαναγύρνα πάνω . 
- Μια γυναίκα γεννάει . Είναι επείγον . - Ποια είσαι εσύ ; Κάθλιν Μπίλινγκς . Ο άντρας μου είναι ο σερίφης . 
Ξέρεις τι είναι καισαρική τομή ; 
Σκίζουν την κοιλιά για να βγάλουν το μωρό . 
Δύο γιατροί στο Σιλό μπορούν να κάνουν την επέμβαση . Ο δρ Νίκολς είναι ο ένας . 
Έχω διαταγές ... Αν πάθει κάτι αυτή η γυναίκα , θα έχεις παραβεί το άρθρο 12 , παράγραφος έξι της Συνθήκης . " Άρνηση πρόσβασης ενός πολίτη σε σωτήρια ιατρική περίθαλψη " . 
Περνούν δύο ! 
Κι ένα μωρό ! 
Περνούν τρεις ! Κάντε πίσω ! Αν περάσετε , δεν θα γυρίσετε πίσω ! 
- Κουνηθείτε ! Πάμε ! - Πίσω ! Είπα κάντε πίσω ! Κουνηθείτε ! 
Σώπα . 
Κάντε πίσω ! 
Προσπάθησα να μετατοπίσω κάθε γράμμα κατά μία θέση μπροστά , το Α να γίνει Β , αλλά αυτό δεν οδήγησε πουθενά . Μετά σκέφτηκα , αν πήγαινα ένα γράμμα πίσω ; 
Ούτε αυτό οδήγησε πουθενά . Όχι . Άρα , εντάξει , αν ήταν δύο ή τρία γράμματα μακριά ; Ή ακόμα και τέσσερα ή πέντε ; 
Άρχισα να τα κάνω όλα με το χέρι , αλλά σκέφτηκα - να γράψω πρόγραμμα να το κάνει . 
- Έξυπνο . 
Αυτό που κάνεις λέγεται κώδικας του Καίσαρα . 
Είναι μεγάλη ιστορία . 
Συνέχισε . 
Κυρία Σιμς . 
Δήμαρχε Χόλαντ . 
Καμίλ , άκουσα ότι βοήθησες τους δολοφόνους της δικαστού Μέντοους . 
Ανταποκρίθηκα στο κάλεσμα προς όλους τους πρώην επιδρομείς να βοηθήσουν στην καταδίωξη . 
Όταν έφτασα στο 90 , είδα δύο πολίτες να παρενοχλούνται από ντόπιους . 
Τους πήγα σε ασφαλές μέρος , κάλεσα την Ασφάλεια Δικαστικού , ανέφερα πού βρίσκονταν , ζήτησα ενισχύσεις και τους περίμενα στη σκάλα . - Γιατί δεν περίμενες να έρθει η ομάδα ; 
- Γιατί δεν έστειλαν ομάδα . 
Μου είπαν ανεπισήμως ότι η δικαιοσύνη θα αποδοθεί από τους πολίτες του Σιλό . 
Με πλησίασε μια ομάδα αυτών των πολιτών , αρκετοί από αυτούς ήταν επιδρομείς με πολιτικά , και με ρώτησαν πού έκρυψα τους υπόπτους . 
- Αλλά δεν τους είπες . 
- Φυσικά όχι . 
Ήξερα από τη θητεία μου στο Δικαστικό ότι η αυτοδικία είναι παράνομη . Πρέπει να τηρούμε τον νόμο . Ναι . 
Ο άντρας σου έδωσε οδηγία στο πλήθος να πάει να τους πιάσει . 
Είμαι περίεργος ποια ήταν η αντίδρασή του όταν του είπες τι έκανες . 
Είναι ο δικαστής πια . Κατάλαβε . 
Φυσικά , κατάλαβε . 
Αναλαμβάνουμε εμείς τώρα . Πάμε ! 
Πηγαίνετε να φάτε κάτι . Αναλαμβάνουμε εμείς . 
Τι διάολο γίνεται ; 
Ειδοποίησε ότι θέλουμε τακτικό αμυντικό εξοπλισμό . 
- Τακτικό αμυντικό ; - Όπλα . 
Κύριε Άμουντσεν . Εδώ Μονάδα 19 . 
Εδώ Άμουντσεν . Προβείτε . Μάλλον έχουμε μια κατάσταση σε εξέλιξη . 
Χρειαζόμαστε τακτικό αμυντικό εξοπλισμό . 
ΑΝΕΒΑΙΝΕΙ ΟΠΛΙΣΜΕΝΗ ΣΥΜΜΟΡΙΑ Γαμώτο . - Κύριε , η θεία μου στο 135 ... 
- Όχι τώρα . 
- Πού είναι ο ασθενής ; 
Ευχαριστώ . 
Γλυκιά μου . 
- Γλυκιά μου , τι κάνεις ; 
- Θα βοηθήσω τον δρα Νίκολς . - Δεν είσαι ασφαλής εδώ κάτω . 
- Πουθενά δεν είμαι ασφαλής . 
Συγκινητική οικογενειακή επανένωση . Μήπως να βγάζαμε και την κωλοσφαίρα ; Ωραία θα ήταν . 
Έλα δω . 
Μου έλειψες . 
Βλέπεις τη μαμά ; 
Κοιτάς τριγύρω ; 
Γιατί είμαι εδώ , Ντιέγκο ; 
Το Μηχανικό ετοιμάζει επίθεση στο οδόφραγμα . 
Έχουν όπλα , αλεξίσφαιρα ... Σίγουρα ο κος Άμουντσεν είναι ενήμερος . 
Είναι , αλλά δεν ξέρει αυτά που ξέρω . 
Βασιζόμαστε σε κατασκόπους αφού χάσαμε τις κάμερες κάτω από το 120 . 
Δεν τους εμπιστεύομαι . Εμπιστεύομαι όμως τη θεία μου . 
Είναι στο 135 κι έστειλε μήνυμα ότι κάποιοι από τα Βαθιά έρχονται με όπλα ... Δεν μου το είπες ήδη αυτό ; 
Είπε ότι μια δεύτερη ομάδα πήγαινε αντίθετα . Είχαν όπλα κι ένα πριόνι . 
Η θεία μου είναι στις κατασκευές . Είπε ότι είναι πριόνι που κόβει σκυρόδεμα . 
Ελεύθερα . 
Συγγνώμη για την ... Τι διάολο κάνεις εσύ εδώ ; 
- Έπρεπε να είσαι στα ορυχεία . 
- Βοηθάω τον δήμαρχο Χόλαντ . 
Σε τι ; 
Κάτι προγραμματιστικό . 
Πού είναι ; 
Δεν ξέρω . 
Το νιώθετε αυτό , κύριε Κένεντι ; 
Ναι , αλλά δεν με νοιάζει . 
Να τη . 
Έχουν μια ομάδα που τρυπάει το πάτωμα ; 
Και δεν το ξέρει ο Μπερνάρντ ; 
Δεν είναι κακό να υποφέρει κάποιος από τα λάθη του . 
Αρκεί το λάθος να μη θέτει σε κίνδυνο τους άλλους , συμπεριλαμβανομένου του γιου μας . 
Δεν μπορείς να κάνεις τίποτα . Είσαι ο δικαστής πια . 
Το ξέρω . Εξάλλου , δεν ήμουν ποτέ επιδρομέας . 
- Τι κάνουν ; - Δεν βλέπω . Ακούγεται σαν τρυπάνι . 
Ξέρω πώς ακούγονται τα τρυπάνια . 
- Πού είναι τα όπλα ; 
- Βγήκαν από το οπλοστάσιο . 
Δεν πέτυχε τον πνεύμονα . 
Είσαι πολύ τυχερός . 
Μάλιστα . Είμαι ο κύριος Τυχερός . 
Τήρησα τη συμφωνία μας , κύριε Κένεντι . 
Ας μιλήσουμε . 
Σοβαρολογούσες ; 
Εγώ απλά ήθελα να βγει η σφαίρα . 
Ελάτε τώρα , κε Κένεντι . 
Ο Χανκ αφιέρωσε πολύτιμο χρόνο για να ακούσει τι έχετε να πείτε . 
Νιώθω λίγη ζαλάδα από τα φάρμακα και τη σφαίρα που βγήκε από μέσα μου . Να τα πούμε αύριο . 
Εντάξει ο επίδεσμος ; 
Δώσ ' τη σ ' εμένα . 
Ορίστε . 
Δρ Νίκολς . Θέλω να μιλήσω με τον ασθενή . 
- Φύγε κι εσύ , Χανκ . 
- Ίσως πρέπει να μείνει . - Αφού αφιέρωσε τόσο χρόνο . 
- Θα τον ενημερώσω εγώ . 
Εκνεύρισα τον μπαμπάκα . 
Καθόλου . 
Είσαι εγκληματίας . 
Δεν περιμένω και πολλά . Αλλά αυτό που χρειάζομαι είναι να μου πεις αυτό που ήθελες να μου πεις . 
Γιατί αν δεν το πεις ... θα μιλήσω στον δικαστή Σιμς . 
Τι ; 
Σωστά . Είναι δικαστής πια . 
Θα του πω πού βρίσκεσαι , και ποιος ξέρει ; Ίσως σε ξανακλείσει στο κουτί . 
Ή κάτι χειρότερο . 
Δεν θες ν ' ακούσεις αυτό που θα πω . 
- Γιατί ; 
- Γιατί θα καταστρέψει τη ζωή σου . 
Όταν κυνηγούσαν τη Νίκολς , ήσουν κοντά σε υπολογιστή όταν έσβησαν ; 
- Ξέρεις γιατί έσβησαν ; 
- Επανεκκίνηση συστήματος . 
Αυτό είπαν , όπως λένε ένα σωρό μαλακίες . 
Η Νίκολς κι ο φίλος μου ο Ντάνι πρόβαλαν κάτι σε κάθε υπολογιστή του Σιλό για δέκα δευτερόλεπτα πριν σβήσουν . 
Τι πρόβαλαν ; 
Σίγουρα όσοι το είδαν έχουν συλληφθεί . Εγώ κι ο Ντάνι ... Ποιος ξέρει τι του έκαναν . 
Μας απομόνωσαν ώστε να μην το πούμε σε κανέναν . 
Τι να μην πείτε ; 
Είναι σαν το βιβλίο ... αλλά εκατομμύρια φορές πιο όμορφο . 
Δεν μπορώ να το περιγράψω όσο κι αν προσπαθήσω . 
Πώς εμπλέκεται ο Σιμς ; 
Αφού βγήκε η Νίκολς , ο Σιμς ήρθε και μου πρότεινε μια συμφωνία . 
Να φορέσω βρόμικα ρούχα , να κατέβω στους λιγδιάρηδες , να ρίξω μολότοφ στο τμήμα του Χανκ . Σε αντάλλαγμα θα μου έδινε φάρμακα . Για να ξεχάσω ό , τι μου συνέβη εδώ και 22 χρόνια . 
Προφανώς , δεν είχε πρόθεση να την τηρήσει . 
Τα φάρμακα της αμνησίας είναι μάλλον μαλακίες , αλλά δεν είχα επιλογή με την κουκούλα στο κεφάλι . 
Θα σε ρωτήσω κι εγώ κάτι . 
Δεν εύχεσαι κάπου μέσα σου να μη σ ' τα είχα πει ; 
Αν ήσουν στη θέση μου , θα έκανες το ίδιο ; 
Αν αποτύγχανα , Μαίρη ; 
Μετά από 140 χρόνια σταθερότητας , όλα θα τέλειωναν υπό τη δική μου ευθύνη . 
Έκανα τους υπολογισμούς ... προέβλεψα τα πάντα . 
Και τότε , τα γεγονότα με υποχρέωσαν ... να σε εντάξω ... στους υπολογισμούς μου . 
Γι ' αυτό , σου ζητώ συγγνώμη . 
Δημιουργήστε τακτικό σχηματισμό . 
Δύο γραμμές . Τώρα ! 
- Τι κάνεις ; 
- Θα μας αιφνιδιάσουν . 
- Από πού ; 
- Θα βγουν από το πάτωμα . 
Τι ; 
Είναι δικό μας το επίπεδο ! 
Παιδιά ! 
Εκεί ! 
Τώρα ! 
Θα μας περικυκλώσουν . Υποχώρηση ! Πάμε ! 
Πάμε . Ελάτε ! 
Στοπ ! 
Θα σκοτώσετε δέκα από εμάς ... θα σας σκοτώσουμε όλους ... και θα καταλάβουμε τις σκάλες . 
Ας γίνει αυτό το επίπεδο το νέο σύνορο . Δέχεστε ; 
Μη βέλτιστη λύση , μα κατέλαβαν μόνο δέκα επίπεδα . 
" Μη βέλτιστη " . Σε ποιο επίπεδο βρίσκεται το νέο οδόφραγμα ; 
Στο 120 . 
Και τι υπάρχει στο επίπεδο 122 ; 
Χωρίς να δείτε χάρτη . Ξέρει κανείς ; 
Τι υπάρχει στο 122 ; 
Το αγρόκτημα των Μεσαίων . Είναι επίπεδο αγροκτημάτων . 
Θέλαμε να τους υποτάξουμε με λιμοκτονία και τώρα έχουν αγρόκτημα . Άρα , σωστά . Μη βέλτιστη . 
Άκουσα ότι έγινε κάποια μάχη στις σκάλες . 
Γιατί δεν ήσουν εκεί ; Ήμουν απασχολημένος να ψάχνω τι συνέβη στην Κάρλα ΜακΛέιν . 
Συνελήφθη στο καφέ στο 70 . 
Ναι , εκεί που την άφησα . 
Πού είναι τώρα ; 
Συνήθως μεταφέρονται σ ' εμάς για καταγραφή , αλλά ο Χανκ τσέκαρε σε κάθε αστυνομικό τμήμα . Δεν τη βρήκε πουθενά . 
Και πού είναι ; 
Σε νοσοκομείο ; 
Καμιά φορά , όταν οι επιδρομείς πιάνουν κάποιον υψηλού προφίλ και υψηλού ρίσκου ύποπτο , τον βάζουν σε απομόνωση . 
Όχι , δεν πρέπει . Η Κάρλα έχει προβλήματα υγείας . Δεν θα επιζήσει . 
Εσύ είσαι ο σερίφης . Κάνε κάτι . 
Ίσως μπορέσω να τη βγάλω , αλλά μόνο αν αποδείξω ότι είναι αθώα . Γι ' αυτό πες μου , τι συνέβη στη δικαστή Μέντοους ; 
Τέλειο σχέδιο σήμερα . Δεν τα ' μαθες ; Είμαι δυο φορές καλύτερη μηχανικός από μένα . 
Ποιος ηλίθιος το είπε ; 
Είμαι δυο φορές πιο έξυπνη και δυο φορές πιο μηχανικός . 
Γι ' αυτό δεν πρέπει να λέω καλό λόγο . 
Στην ομαδικότητα . 
Στους συναδέλφους . 
Μας συλλαμβάνεις , σερίφη ; 
Η Μάρθα Ουόκερ μου έδωσε την εκδοχή της για το τι συνέβη στη Μέντοους . 
Δηλαδή αυτό που λέει ότι της είπες . 
Ότι μπήκατε και βρήκατε τη δικαστή νεκρή . 
Είπες ότι ο Μπερνάρντ Χόλαντ και ο Ρόμπερτ Σιμς σας παγίδευσαν . 
Ορκίζεσαι στη Συνθήκη ότι λες αλήθεια ; 
Κάθε μου λέξη . 
Μπίλινγκς προς Χόλαντ . 
Μπίλινγκς προς Χόλαντ . 
Ο ίδιος . 
Εντόπισα τους καταζητούμενους . 
Έξοχα νέα , σερίφη . Ευχαριστώ . Πού είναι ; 
Δεν θα αποκαλύψω ακόμα το σημείο . Θα αρχίσω πλήρη έρευνα για τα γεγονότα σχετικά με τον θάνατο της Μέντοους ... Απενεργοποιήστε τις ραδιοεπικοινωνίες - στο Σιλό . - ... για την επίθεση ... στα Βαθιά με δύο νεκρούς , και ... Να γαμήσω . Έχασα τον σερίφη . 
Δήμαρχε ; 
Ευχαριστώ . 
Για τι ; 
Δεν υποστηρίζω τον δήμαρχο , τον δικαστή , ούτε εσάς . 
Υποστηρίζω τον νόμο . 
Πολ , είσαι καλά ; 
Ήσουν πολύ γενναίος σήμερα . 
Γενναίος ; Μπορεί . 
Ηλίθιος ; Σίγουρα . 
Δεν θα είμαι σερίφης για πολύ . 
Δεν ήταν ηλίθιο και ήταν το σωστό . 
Όλοι θα το καταλάβουν . 
Δεν είμαι βέβαιος ότι ήταν σωστό . 
Παίρνεις τα βότανά σου ; 
Συγγνώμη , γλυκιά μου , τα ξέχασα . Δεν σε επικρίνω . 
- Μου δίνεις το ποτήρι με το νερό ; - Ναι . 
Τι ... Κοίτα . 
Πού οφείλεται αυτό ; 
Έχεις μέρες να πιεις τα βότανά σου . 
Αλλά δεν ξέρω τι άλλαξε . 
Ίσως άλλαξες εσύ . 
Αυτός είναι ο κώδικας του Κουίν , αλλά με το αλφάβητο ανεστραμμένο και μετατόπιση κατά τρία γράμματα . 
Δείχνει να μη σημαίνει τίποτα . 
Ασυνάρτητο . 
Ναι , εκτός από εδώ ... " Σιλλό " . 
Αμφιβάλλω ότι ο Σάλβαντορ θα έγραφε λάθος το " σιλό " . 
Κι εγώ το ίδιο σκέφτηκα . Λοιπόν . Άλλη μια εκδοχή , ακόμα ανεστραμμένο και μετατόπιση κατά δέκα . 
" Άλι " . 
Η κόρη του Κουίν λεγόταν Άλι . Κάτι πας να βρεις . 
Σωστά . Μόνο που καμία από τις άλλες λέξεις δεν βγάζει νόημα . 
Είναι πολύ πιο πολύπλοκο από τον κώδικα του Καίσαρα . 
Αυτό είναι σύνθετο . Κώδικας μέσα στον κώδικα . 
Για να τον αποκρυπτογραφήσεις , θα πρέπει ... Τι ; 
Πρέπει να δεις την Κληρονομιά . 
Κληρονομιά ; Δεν ξέρω τι είναι . 
Σήκω ! 
Λούκας Κάιλ , σε επιλέγω να γίνεις η σκιά μου . 
Βάλε το δεξί σου χέρι στη Συνθήκη . 
Αποδέχεσαι ; 
Ναι . 
Επανάλαβε . 
- Εγώ , ο Λούκας Κάιλ ... - Εγώ , ο Λούκας Κάιλ ... Αν είσαι φίλος , πέρασε . Αν όχι , σήκω φύγε . 
Ελπίζω να με θεωρείς ακόμα φίλο . 
Πέρασε πολύς καιρός . 
Ήθελα να σε ευχαριστήσω που τη φρόντιζες όλα αυτά τα χρόνια . 
Εκείνη ήταν που φρόντιζε εμάς . 
Μου είπε ένας μηχανικός ότι εσύ έδωσες στην Τζούλιετ διαφορετική ταινία . 
Αληθεύει ; Ναι . 
Γι ' αυτό κατάφερε να περπατήσει τόσο ; 
Πιστεύεις ότι ζει ; 
Γιατί μας έδωσες ψεύτικες ελπίδες ; 
Το έκανα για εκείνη , γιατρέ . Για σένα , για μένα , για όσους εδώ κάτω την αγαπούσαν , και που ήθελαν πού και πού να τη στραγγαλίσουν . 
Το έκανα γιατί δεν θα ήθελε να τη δούμε να πεθαίνει στον λόφο . 
Αλλά δεν πιστεύεις ότι ζει . 
Δεν βρίσκω τον τρόπο . 
Είσαι ξύπνια . Ωραία . 
Είχες πάθει μόλυνση . Πολύ άσχημη . 
Χαίρομαι που τα αντιβιοτικά δούλεψαν . 
Τα έφτιαξα μόνος μου πριν λίγο καιρό . 
Βρήκα κράνος . 
Πού είναι ; Πρέπει να φύγω . Να βάλω τη στολή μου . 
Ναι , η στολή ... Είναι σε ασφαλές μέρος . Θα την πάρεις πίσω . Πρώτα θα φτιάξεις την αντλία . 
Τι ; 
Είπες ότι συνδέοντας ρεύμα στην αντλία θα σταματούσε η άνοδος της στάθμης . Φέρε τη στολή μου . 
Καλά . Λοιπόν ... Δες το σαν να μου κάνεις μια χάρη . Σου έσωσα τη ζωή , σώσε τη δική μου για να είμαστε πάτσι . 
- Πάτσι ; - Ναι . Είσαι ένα άτομο και είναι 10.000 άνθρωποι ... Ναι , 10.000 άνθρωποι που ίσως πεθάνουν . Όπως πέθαναν όλοι σε αυτό το σιλό . Μπορείς να σπαταλάς χρόνο γκρινιάζοντας ή μπορείς να σκεφτείς πώς θα φτιάξεις την αντλία . 
Εσύ αποφασίζεις . 
