آدما بالای سر ملت پرواز می‌کنن ، ملق می‌زنن ، از این سمت به اون سمت ، اینجوری ... بعدش می‌رن بغل کسی که اون سمت وایساده 
خفن نیست ؟ 
یه چیز دیگه در مورد سیرک‌ها اینـه که حیوون هم داشتن و یه موجودات گنده‌ای به اسم فیل داشتن که پوست‌شون به سختی بتن بود و 
دندون‌هایی داشتن که از دو سمت صورت‌شون زده بود بیرون و طول هر کدوم به ۳.۵ متر می‌رسید 
به نظر ترسناک میاد آره ، من فیل‌ها رو دوست دارم 
واقعاً باهوشن انسان‌ها رو خیلی دوست دارن 
می‌دونی ، معروفن به اینکه به بقیه‌ی گونه‌های توی دردسر کمک می‌کنن 
خب ، در حال حاضر خودم یه گونه‌ی توی دردسرم 
چی ؟ 
می‌خوام سعی کنم بدون اینکه چیزی داشته باشم که هوا رو برام بفرسته پایین ، بتونم از یه لوله ۱۵ متری نفس بکشم ولی گمون نکنم بتونم اینو می‌گیری ؟ 
و ... فکر کنم بتونم حلش کنم 
میگم ، تو ساخت چیزها کارت خوبـه ، نه ؟ شغلت توی سیلوی خودت چی بود ؟ 
- هی ، میشه ... اونو ... مرسی - شرمنده 
مهندس بودم 
می‌دونی ، قدیما هم واسه نفس کشیدن زیر آب از دستگاه‌های خاصی استفاده می‌کردن 
یه کتاب فوق‌العاده به اسم " بیست هزار فرسنگ زیر دریا " هست که داخلش از دستگاه‌های خاص برای تنفس و یه زیردریایی خیلی گنده به اسمِ ناتیلوس برای جستجو و کاوشِ اعماق اقیانوس استفاده می‌کنن اقیانوس یه فضای گسترده و وسیع از آب‌های شور ... نه ، می‌دونم . 
- داخل کتاب دیدمش 
- تو سیلوی ۱۸ می‌ذارن کتاب بخونید ؟ 
نه وای پسر 
وایسا . کجا بودم ؟ آها 
داخل کتاب ، ناخدایِ ناتیلوس اسمش - نموئـه و ... - نه - تو یکم شبیهشی - میشه فقط ... 
هی - هی - چیـه ؟ می‌تونی از هارمونیوم استفاده کنی 
- یه سازِ موسیقیـه 
- نه ، یه چیزی می‌خوام روش بنویسم 
یه سنگ لوح یا همچین چیزی می‌خوام‌ ... این به درد نمی‌خوره ... تو همون اتاق یه تخته گچی هم هست - یالا 
- بریم تو کارش - بذار این رو بردارم ... 
وقتی بچه بودیم ، فکر می‌کردم که اینا اسامیِ بنیان‌گذارهاست حالا ، به نظرم اسم افرادِ بخش مکانیکـه که توی شورش‌ها مُردن 
فکر می‌کنم شورشی که از بچگی تو گوش‌مون خوندن فقط آخریش بوده قبل از اون هم ، هر نسل اتفاق افتاده 
و نمی‌خوان بخش مکانیک یه شورش دیگه راه بندازه ؟ 
همون قبلی‌ها رو هم بخش مکانیک شروع نکرده 
ببین ، خیلی‌خب ؟ 
ببین کنار اسامی چی نوشتن 
" با کمبود غذا در مزارع شروع شد " 
بعدش هم انگار نوشته که " تقصیرش افتاد گردن بخش مکانیک " 
می‌بینی ؟ 
" تعطیلیِ کارگرهای کارخونه " 
" آتیش‌سوزیِ مجرای تخلیه‌ی زباله " و اینجا رو نگاه کن . ببین ، خوندنش سختـه ولی ... 
" مهم نیست شروع شورش از کجا می‌بود ، انگشت اتهام همیشه به سمتِ بخش مکانیک گرفته میشد " 
چرا ؟ چرا باید اینطور باشه ؟ 
چون می‌تونیم کل اینجا رو از کار بندازیم 
درستـه 
برای این کار آماده نیستی اینکه همه چی رو از کار بندازیم ؟ 
اگه چیزی که واقعاً می‌خوایم رو بهمون بده و تمام ... 
- اونا کوپر رو کُشتن 
- می‌دونم ! 
جولز رو هم فرستادن بیرون برای پاکسازی 
ولی ، شرل ، به غیر از انتقام ، دیگه چی می‌خوایم ؟ 
حقیقت 
پس بیا بریم ازشون بخوایم 
من رئیس بخش مکانیکم می‌تونم یه دیدار با شهردار ردیف کنم یه گروه کوچیک با خودمون می‌بریم من ، تو ، واکر ، شایدم مکلین ، رئیس بخش تجهیزات و می‌ریم بالا 
بدون شلوغی ، بدون اسحله 
هر قدمی که برمی‌داریم یک عمل خشون‌آمیز تلقی میشه 
واسه همین اول برای شهردار یه پیغام می‌فرستیم بهش توضیح میدیم در مورد چی می‌خوایم صحبت کنیم شهردار نه قاضی 
جولز به واکر گفت که مدوس هیچ قدرتی نداره 
ولی مردم که نمی‌دونن 
تا جایی که ملت خبر دارن ، قاضی مدوس رئیس اصلیِ سیلوئـه 
پیغام رو براش می‌فرستم 
درستـه که یه گروه از بخش مکانیک می‌خوان برن دیدن قاضی مدوس ؟ 
- نمیشه گفت گروه 
- بذار جلوشون رو بگیرم - پنجاه‌تا مأمور تو طبقه‌ی ۱۱۰ دارم - نه ، راب 
می‌ذاریم نارضایتی‌شون رو به صورت عمومی بیان کنن شاید یکم اوضاع آروم‌تر بشه 
هدف نهایی‌مون جلوگیری از شورشـه - روش انجامش برام مهم نیست - هر طبقه‌ای که بیان بالا یه طبقه به هوابند نزدیک‌تر میشن 
اگه شروع به دویدن کنن چی ؟ 
دوتا از اعضای گروه‌شون پیرزنن 
قرار نیست بدوئن سمتِ هوابند ولی اگه می‌خوای چندتا مأمور بذار طبقه‌ی بالایِ قوه‌ی قضاییه 
فقط به همین دلیل نیست که از بابتِ قاضی نگرانم 
اون همچنین قبول کرد که لوکاس کایل رو ببینه اون در مورد حکمش درخواست تجدید نظر کرده . اگه آزادش کنه ، جلوه‌ی خوبی نداره . موافقم . حالا می‌خوای چیکار کنم ؟ 
امیدوار بودم بتونی باهاش صحبت کنی 
می‌دونم که اخیراً باهاش صحبت می‌کردی 
صحبت کردن‌های منو زیر نظر گرفتی ؟ 
فقط یه بررسی ساده بود 
خب ، دفعه‌ی بعدی که باهاش صحبت کنم ، حتماً نگرانی‌هاتو مطرح می‌کنم 
قبول کردی با چند نفر از بخش مکانیک ملاقات کنی ؟ اونا شهروندای سیلو هستن که می‌خوان با قاضی‌شون صحبت کنن 
- نشونه‌ی خوبی نیست 
- نه ، برنارد ، نشونه‌ی اتفاقات تازه‌ست 
همچنین قبول کردی که درخواستِ تجدید نظرِ لوکاس کایل رو گوش کنی ؟ 
حق این رو داره که درخواست بررسی مجدد بده 
تو هم حق این رو داری که رَدش کنی 
از چی اینقدر می‌ترسی ؟ 
- اون خطرناکـه 
- خب ، حالا واقعاً دلم می‌خواد ببینمش 
- شوخی ندارم - چرا ، داری چون اگه نداشتی ، الان لباس پاکسازیم رو آورده بودی 
- آوردیش ؟ - دارن سرهمش می‌کنن ! 
خب ، هر موقع لباسم رو آوردی ، صحبت می‌کنیم 
میگم ، این عددها چی‌‌ان ؟ 
- نمی‌دونم 
- خیلی‌خب ، یکم فضا واسه نوشتن می‌خوام 
پاک‌شون کن . فکر نکنم کسی براش مهم باشه 
روز بنیان‌گذاران 
یه هفته مونده بود به روز بنیان‌گذاران که شورش شد 
میگم ، توی سیلوتون روز بنیان‌گذاران داشتید ؟ نه 
تعطیلات خاصی نداشتید ؟ 
روز آزادی داشتیم 
چی رو جشن می‌گرفتید ؟ 
آزادی رو ، سولو آها شرمنده 
( لاپیس ( لاجوردی ... قبلاً کنار من می‌نشست 
دختر بامزه‌ای بود 
همیشه صداهای بامزه در میاورد و منو می‌خندوند 
مامانش ... همیشه کمپوت هلو درست می‌کرد 
گفت اسمش به معنی آبیـه یا همچین چیزی ولی فکر کنم صرفاً این رو گفت چون رنگ موردعلاقه‌اش آبی بود و چشم‌های آبیِ منو دوست داشت 
سولو ؟ 
اینجا کلاس سطح " ب " ـه ؟ 
پس وقتی شورش شروع شده حتماً ۱۱ یا ۱۲ سالش بوده 
پس تو چطوری کنارش می‌نشستی ؟ 
خب ، نگفتم که این کیف مال لاپیسـه 
چه بلایی سر چشمت اومده ؟ 
در حین شورش اینجوری شد یا ... 
خب ، دوست ندارم در این مورد صحبت کنم 
تو ... یادم رفت اینو می‌بینی ؟ 
تابحال همچین چیزی دیدی ؟ 
می‌تونم بهت نشون بدم ؟ 
می‌تونم زنجبیل بیشتر برات ببندم محظ احتیاط اگه زمان طولانی‌تری نبودی 
- نگرانی - معلومـه که نگرانم یه دسته از بخش مکانیک دارن میان بالا 
فقط چند نفرن که می‌خوان با قاضی صحبت کنن و من بهش اعتماد دارم 
اگه بخوای ، به یه معاون میگم که بمونه 
من معاون نمی‌خوام تو رو می‌خوام 
اگه بتونم کمک کنم آرامش اون پایین حفظ بشه ، اون‌وقت هیچکدوم هیچ چیزی برای نگرانی نداریم 
به یکی میگم بیاد بهتون سر بزنه و خودم هم به محض اینکه بتونم برمی‌گردم 
آوردی‌شون ؟ 
سگ‌هام بدجوری عصبی شدن ولی آره ... آوردم 
می‌خوای ببینی ؟ 
سبز و قرمز رو تشخیص میدم خیلی‌خب پس 
هر کسی از پس این کار برمیاد 
بذار باهات بیام برای کوپ 
گفتیم چهار نفر نه پنج 
من می‌تونم بمونم 
توی تخت خودم می‌خوابم . تو راه برگشت میام پیش‌تون . 
هر جور راحتی 
مدوس همیشه الکلی نبوده 
وقتی تو قوه‌ی قضاییه بودم ، در مورد ذهن پویاش خیلی چیزا شنیدم می‌گفتن باهوش‌تر ازش نیست 
بعدش نمی‌دونم . یه اتفاقی افتاد هیچ وقت نفهمیدم چی 
یه فکری به سرم زد 
ممکنه یکم زیاده‌روی باشه ولی منشور سه دلیل برای استیضاح قاضی رو ذکر کرده 
اثبات رفتار ناشایست ، ناتوانی در قضاوت یا - به خطر انداختن سیلو - به خطر انداختن سیلو استیضاح ؟ 
- ممکنه ثبات سیلو رو به هم بزنه 
- یا باعث اتحادِ طبقات بالایی بشه 
باید حمایت بیشتر طبقات و بخش‌ها رو داشته باشم 
فکر نکنم وقت برای جمع کردنِ امضای کافی داشته باشم تا جلوی ملاقات رو بگیرم نیاز به امضای کسی نداری 
همین خطر استیضاح واسه اینکه پیامت رو به برنارد برسونی کافیـه 
اون باید قاضی رو برکنار کنه اگه این کار رو بکنه ، شاید دوباره به مشورتت نیاز پیدا کنه 
سولو ، میشه بس کنی ؟ - نزن 
- نه . باید گوش کنی 
سعی دارم این رو حلش کنم و تو داری آهنگ می‌زنی و سر و صداش نمی‌ذاره تمرکز کنم 
آره ولی فکر می‌کنی چطوری دارم آهنگ می‌زنم ؟ 
برام مهم نیست ! 
چرا ، هست 
فقط ... سعی دارم یه چیزی بهت نشون بدم میشه لطفاً بیای اینجا ؟ فقط همین یه بار ، بعدش دیگه هیچی در موردش نمیگم قول میدم 
- بزن دیگه - باشه 
نه ، دستام نه . پاهام رو ببین 
- خب - می‌بینی ؟ یه دَم داخلش هست که هوا رو از داخل دریچه‌ها با فشار رد می‌کنه 
می‌تونی ازش برای به جریان درآوردنِ هوا توی لوله‌ها استفاده کنی 
باید از هم بازش کنم 
باشه ، ولی می‌تونی دوباره سرهمش کنی ، نه ؟ نمی‌دونم . شاید نظرت چیـه واسه بار آخر یه آهنگی بزنی ، ها ؟ - فقط ... - وای پسر 
خب ، ببینیم چی میشه 
وقتی یه تیم از مأمورها اومدن دمِ آپارتمان نیکولز ، فرار کردید 
- درستـه ؟ 
- آره ، ولی ... باز " ولی " ها شروع شد 
" آره ، یه عتیقه‌ی سطح قرمز داشتم ولی داراییِ من نبود " 
اگه حقایق پرونده‌تون رو انکار نمی‌کنید ، آقای کایل ، پس چرا درخواست تجدید نظر دادید ؟ 
بذار حدس بزنم ، دلیلش ، ساده بخوام بگم اینـه که ... منصفانه نیست 
درست میگم ؟ 
این از چی ساخته شده ؟ 
فلز 
کانسنگی که ازش فلز به دست میاد رو از کجا میاریم ؟ 
- معادن 
- معادن واسه زندگیِ ما خیلی حیاتی‌ان ولی کار داخل‌شون سخت و خطرناکـه و هیچکس حاضر به انجامش نیست 
واسه همین تو باید انجامش بدی تو و امثال تو که از منشور سرپیچی کردن 
صرفاً چون لباس‌کارِ زرد می‌پوشی دلیل نمیشه که کاری که می‌کنی برای سیلو اهمیت نداره 
میشه یه سؤال بپرسم ؟ 
اگه واجبـه 
اصلاً چرا قبول کردید به درخواست تجدید نظرم گوش کنید ؟ 
مأمورها ، برید بیرون 
خودت چی فکر می‌کنی ؟ 
تا ببینید می‌دونم توی هارد دیسک چی بوده یا نه نه 
می‌خواستم در مورد نورهای توی آسمون شب بدونم 
چی‌ان ؟ 
- نمی‌دونم 
- همون چیزی که فکر می‌کنی رو بگو 
اونا حرکت می‌کنن 
راستش ، ما حرکت می‌کنیم 
ما حرکت می‌کنیم ؟ 
به نظرت این یعنی چی ؟ 
فکر می‌کنم روی یه توپ زندگی می‌کنیم 
یه توپ بزرگ که می‌چرخه و باعث میشه فکر کنیم که نورها حرکت می‌کنن ولی اونا ثابتن خورشید هم همینطوره 
اون حرکت نمی‌کنه ، ما می‌کنیم 
ما می‌چرخیم ، و این باعث ایجاد شب و روز میشه 
نورهای توی آسمون اسمشون ستاره‌ست و 
کُره‌های غول‌آسایی از جنس گاز هستن و به خاطر وجود انرژی‌ای به اسم تابش می‌درخشن که باعث میشه گوی‌هایی باشن که تا ابد می‌سوزن 
و حق با توئـه دنیا می‌چرخه و به دور خورشید می‌گرده و 
خورشید هم یکی از همون میلیاردها ستاره‌ست 
از کجا اینا رو می‌دونید ؟ 
وایسا ببینم ، دنیاهای دیگه‌ای هم ... مأمورها 
لوکاس کایل ، با توجه به صراحت و تمایل برای پذیرش مسئولیتِ اعمال خود ، حکم شما را اصلاح کرده و به پنج سال کار در معادن کاهش می‌دهم 
باشد که مورد رحمت بنیان‌گذاران قرار گیرید - ببریدش 
- نه ، ولی ... 
استیضاح قاضی مدوس ! استیضاحش کنید ! - استیضاحش کنید ! - استیضاح قاضی مدوس ! 
گمون نکنم دیگه پُشتت رو اذیت کنه ممنون 
خوبی ؟ 
چرا ؟ 
‫ ۲۵ سال بود که از اون سوراخ موشت ‫ بیرون نیومده بودی 
حالا همیشه‌ی خدا بیرونی 
وقتی از پله‌ها رفتم بالا تا اون نوارچسب رو برای جولیت بگیرم ، بدجوری ترسیده بودم 
بعدش تو رو دیدم و به تمام سال‌هایی که هدر دادم فکر کردم 
سال‌هایی که هدر دادیم 
و دلیلی به ذهنم نمی‌رسید 
حداقل دلیلی که پشیزی بی‌ارزه 
اگه مدوس قبول کنه که چند نفر رو بفرسته برن بیرون و یه نگاهی بندازن و دوباره برگردن داخل ... خب ؟ 
داوطلب میشی ؟ 
بدون ذره‌ای درنگ - تو چی ؟ - آره 
چی رو می‌خوای ببینی ؟ 
دوردست 
و جولیت 
این ندونستن ... بدجوری عذابم میده 
فکر نمی‌کردم ازش خوشت بیاد 
بدجوری می‌رفت رو اعصابم ولی ... با جونم بهش اعتماد داشتم 
انگار مهمون داریم 
حتماً شوخیت گرفته 
خودم حلش می‌کنم 
معاون ، همه چی مرتبـه ؟ 
دارید میرید سمت قوه‌ی قضاییه ؟ 
آره ، ما هم مثل بقیه حق داریم راه بریم 
نیومدیم جلوتون رو بگیریم . اومدیم مطمئن بشیم که - صحیح و سالم می‌رسید اونجا - چرا ؟ کلانتر بیلینگز ازمون خواست 
نه ، منظورم اینـه چرا فکر می‌کنه که ما نیازی به ... چون شاید اون پایین دوست و رفیق زیاد داشته باشید ، ولی بالا ... مردم ممکنه عن پرت کنن سمت‌تون 
به معنای واقعی کلمه 
ما یکی دو طبقه پایین‌تر از قوه‌ی قضاییه ازتون جدا میشیم 
اگه ببینن افراد کلانتری همراهی‌تون می‌کنن ، ممکنه فکر کنن طرف شما رو گرفتیم 
پس وقتی که اوضاع احتمالاً بی‌ریخت میشه می‌ذارید میرید ؟ 
خب ، من یه شهروند عادی‌ام ، پس آره 
پس بریم تو کارش 
بمب خورده به اینجا 
همه پراکنده شدیم 
آتیش به داخل نفوذ نکرد 
تیرانداز کجا بود ؟ اونجا 
مأمورِ بازنشسته 
رجی اسمالز 
میگه فقط جوری که آموزش دیده واکنش نشون داده 
اون عوضی که بمب داشته چی ؟ 
اونجا بوده 
یکی از بچه‌های همینجا به اسم کوپر دوید سمتش تا جلوشو بگیره 
- کسی شناساییش نکرده ؟ - نه ؟ 
می‌خوام ببینمش 
کاش میشد . امروز صبح از قوه‌ی قضاییه اومدن بُردنش بالا . 
- نگفتن دلیل این کارشون چیـه ؟ - نه وقتی پرسیدم ، از اون نگاه‌های معروفِ قوه‌ی قضاییه بهم انداختن ، خودت خوب می‌دونی 
قبلاً تو قوه‌ی قضاییـه بودم شرمنده - نمی‌خواستم ... - نه . اون نگاه رو خوب می‌شناسم صحیح 
هنوز جسد کوپر رو دارید ؟ 
می‌تونی شروع کنی . فکر کنم جواب بده 
سولو تلمبه بزن . محکم تلمبه بزن 
خیلی‌خب ، به قدر کافی خوب نیست . وایسا 
خیلی‌خب . فکر کنم اگه ... 
- شاید ... - باید برگردم به اتاق 
چی ؟ 
چرا ؟ فکر کنم درش رو قفل نکردم 
خب ، هیچکس اینجا نیست 
فکر نکنم مشکلی پیش بیاد 
نه ، گمونم باید برم بررسی کنم 
نه ، مشکلی نیست . دیدمت . قفلش کردی - گمون نکنم - نه ، قفل کردی در رو بستی و قفلش کردی 
- الکی میگی - نه ! وایسا ، چیکار می‌کنی ؟ در اتاق رو قفل کردی 
آره ، قفلش کردم 
کار تو بود ؟ 
معلومـه که نه 
یعنی ملت همینجوری خودجوش یهو به فکر استیضاح من افتادن ؟ 
مردم ترسیده‌ان و با هر قدمی که گروهِ بخش مکانیک به سمتِ هوابند برمی‌دارن بیشتر می‌ترسن 
باید نامه‌ای که فرستادن رو می‌خوندی فقط می‌خوان لباس‌های بهتری بسازیم و چند نفر رو برای بررسی بفرستیم بیرون و برگردن داخل 
یه بررسیِ کوچولو این ... تمام این موارد توسط منشور ممنوع اعلام شده 
قرار نبود باهاش موافقت کنم می‌گفتم یه کمیته تشکیل می‌دیم تا روی این ایده‌ها مطالعه کنیم 
با تشریفات اداری سرگرم‌شون می‌کردی آره 
من ... بابت صحبت‌های در مورد استیضاح متأسفم 
ببین ، برام مهم نیست 
قبل از اینکه بتونن منو استیضاح کنن من از اینجا رفته‌ام 
میای آپارتمانم ؟ 
برای شام . امشب 
- چرا ؟ 
- باید در مورد قدم‌های بعدی صحبت کنیم 
قدم‌های بعدیِ من بیرون از اون هوابنده لباست رو میارم می‌تونی بپوشیش 
ساعت ۷ خوبـه ؟ 
گروه بخش مکانیک تا ساعت ۹ نمی‌رسن باشه 
با لوکاس کایل صحبت کردم 
حق با توئـه . اون خطرناکـه 
پس چرا حکمش رو نصف کردی ؟ 
تا اینطور به نظر برسه که عادل هستیم 
تازه ، یکی مثل اون ، فکر می‌کنی بیشتر از یه سال تو معادن دووم میاره ؟ 
امشب می‌بینمت 
اگه ملت منو از نرده‌ها نندازن پایین 
- دوباره امتحان می‌کنی ؟ - باشه 
خب ، گمونم این جواب میده 
خوبی ؟ 
آره . چیزیم نمیشه . فقط باید از راهرو رد بشم و برم توی اتاق و بعدش همه چی مرتبـه بدتر از اینا هم گذروندم خیلی‌خب ، پس وقتی من زیر آبم ، حتماً باید که ... مُدام تلمبه بزنم ، می‌دونم آره . خیلی‌خب 
جسدی نیست ، هنک قوه‌ی قضاییه بُردش 
نه ، اون عوضی که بمب داشت رو کاری نداریم اومدیم کوپ رو ببینیم 
نه ، من هم همین رو دارم میگم کوپ رو بُردن چی ؟ 
چرا ؟ 
گفتن اومدن دنبال یه جسد و فقط جسد کوپ مونده بود 
- اونا هم بُردنش 
- نه سعی کردم بهشون توضیح بدم ولی از قوه‌ی قضاییه بودن 
دیروز دوتا جسد اینجا بود 
امروز صبح یکی بود 
پس چی شده ؟ 
نمی‌دونم نمی‌دونی ؟ 
- خب ، دیشب در رو قفل کردی ؟ - آره ، معلومـه که کردم 
- فکر کردی احمقم ؟ - نمی‌دونم ، جونو - دیروز دوتا جسد اینجا بود ... - اونی که گم شده ، توصیفش کن 
یه مرد ، حدوداً ۴۰ سالـه 
هیکل معمولی و متوسط ریش و موی بلند 
آره چیزیت نمیشه ، ناخدا نمو 
اریک ساتی ؟ یادمـه دوستش داشتی 
اتاق 
بجنب 
آهای باید برگردم اتاق 
- چیزی نیست . باشه ، وایسا - نه - وایسا . آهای ! - الان ! - باید برگردم اتاق 
- وایسا 
نه ! ببین ، من رئیسم . مسئولیتش با منـه خیلی‌خب . کیر توش 
- قفلـه 
- جدی ؟ - آره - الان بهتری ؟ 
- آره - خیلی‌خب برمی‌گردم داخل 
چی ؟ 
خوبی ؟ آره 
چی شده ؟ 
خب ، شاید عدد رو اشتباه زدی 
چیکار کردی ؟ 
- هیچکار نکردم - نه ، تو یه کاریش کردی - می‌خوای من بیرون بمونم - من تمام مدت پیش خودت بودم ! یه بار دیگه اشتباه بزنم برای همیشه قفل میشه 
آروم ... آهای ! فقط ... نه ، نباید میومدم بیرون اون داخل امنـه 
- شاید بهتر باشه بنویسیش - خفه شو ! خیلی‌خب 
دیدی ؟ هیچکار نکردم 
- نزدیک نیا - سولو 
راستش واسه اون مسابقه تمرین کردم روزی سی دقیقه روزی دو ساعت هم می‌دویدی ، باز هم می‌باختی 
عجب عوضی‌ای هستی 
خب ، با اینکه خیلی لذت‌بخش بود ... دلم می‌خواد لباسم رو بپوشم 
گفتی تا الان می‌رسه 
می‌دونم داخل شراب نبود 
مطمئن نبودم شراب رو بخوری 
داخل قارچ‌ها ریختم 
- چقدر زمان دارم ؟ 
- تقریباً چند دقیقه 
چرا ؟ 
باید از آیین‌نامه پیروی کنم 
مرگ من چه خدمتی به آیین‌نامه می‌کنه ؟ 
سیلو رو متحد می‌کنه 
مری ، متأسفم 
هارد دیسکی که دست جولیت نیکولز بود ، کجاست ؟ 
نابودش کردم 
چرا ؟ 
چی داخلش بود ؟ اگه لازمـه چیزی رو بدونم ، پس همین الان ... حتی اگه می‌دونستی ، کاری از دستت برنمیومد 
فقط می‌تونم بگم که ... به سالوادور کوئین ربط داره ‫ ۱۴۰ سال پیش ، وقتی رئیسِ آی‌تی بود ... - دورانِ شورش ؟ - آره یه نامه نوشت . یه بخشیش رمزی بود 
- چی نوشته بود ؟ 
- نمی‌تونم بگم ، برنارد - ولی رمزگشاییش کردی ، نه ؟ - بس کن 
- گفتم نمی‌تونم 
بیست و پنج سال پیش ، وقتی گفتم باید از مقام دست‌راست بودنت کناره‌گیری کنم ، گفتم که ... نمی‌خوای تا آخر عمرت به من وابسته باشی 
دروغ گفتم 
حاضرم با کمال میل تا آخر عمر کنارت باشم ولی می‌دونستم تو هرگز نمی‌تونی خودت رو تمام و کمال وقف من کنی 
چرا دروغ گفتی ؟ 
جرأت نداشتم حقیقت رو بگم 
برای چهار روز ناپدید شدی وقتی برگشتی ، استعفا دادی کجا رفتی ؟ 
لطفاً ، میشه برای بار آخر برم کافه‌تریا ؟ فقط برای اینکه بیرون رو ببینم یه بار دیگه 
نه 
ولی یه چیزی دارم 
وقتی پیش " میراث " بودی از اینا استفاده نکردی ؟ نه باهاش می‌تونی یه چیزایی ببینی یه چیزی مثل اونایی که واسه پاکسازی به بیرون فرستاده میشن توی کلاه‌هاشون می‌بینن ولی این واقعیـه 
تابحال در مورد کاستاریکا چیزی خوندی ؟ 
این تصاویر از کاستاریکاست 
ذخیره‌گاه بیولوژیکی جنگل اَبری مونته‌ورده ، سال ۲۰۱۸ 
سرت رو یکم بگیر سمت چپ 
اون کوچولو که روی شاخه‌ی درخت لَم داده رو می‌بینی ؟ 
یه میمون کپوچین صورت‌سفیده 
حالا ببین 
الان از روی شاخه می‌پره روی درختِ سمت راست 
حالا ، پایین سمت راستت رو ببین آره 
اون یه قورباغه درختی چشم‌سرخـه 
- می‌بینیش ؟ - آره 
رنگ‌های روشنش یه مکانیزم دفاعی‌ان 
رنگ سبزش هم برای استتاره باهاش می‌تونه با محیط یکی بشه و از شکارچی‌ها در امان بمونه 
سریع ، بالا رو نگاه کن 
حالا ، نوک درخت‌ها رو ببین اونا یه دسته درازدامن‌ هستن 
از روی پَرهای دوقلوی دُم‌شون میشه تشخیص داد که نَر هستن 
خیلی قشنگـه فوق‌العاده‌ست خیلی زیباست 
چیکار کردن ، برنارد ؟ 
چطوری این دنیا رو از دست دادن ؟ 
فکر می‌کردم این صحبت‌ها رو پُشت سر گذاشتیم ، سولو 
می‌دونی ، وقتی من رو برای پاکسازی فرستادن ... خیلی خسته بودم انگار ... یه بخشی از وجودم ... چیزی که میگم عجیب به نظر میاد ولی ... خیالم راحت شده بود که بالاخره تموم میشه 
می‌دونی ؟ 
بعدش که رفتم بیرون ، واقعاً ... واقعاً ... تنها بود و ... حسابی ترسیده بودم 
بدجوری ترسیده بودم 
هر قدمی که برمی‌داشتم ... با خودم می‌گفتم ... " خودشـه . می‌گفتم ، همینـه ... همینجا می‌خورم زمین . یا جای جسدم همینجاست . 
می‌گفتم ، اینجا جاییـه که می‌میرم . " بعدش من ... 
ولی نمُردم . می‌دونی ، به راه رفتن ادامه دادم 
نمی‌دونستم دیگه چیکار کنم 
پس می‌دونم ترسیدن چه حسی داره ، سولو فقط ... فقط تو نیستی 
سولو ؟ 
ناخدا نمو می‌خواد بیشتر در مورد اون مکانی که گفتی بدونه 
اسمش چی بود ؟ 
سیرک می‌خوای در موردش برام بگی ؟ همچنین می‌تونی ... اون موجودهای دماغ‌دراز بگی 
اسم‌شون یادم نیست 
اسم‌شون فیلـه 
تازه گربه هم داشتن ولی با گربه‌های عادی فرق داشتن 
خیلی بزرگ بودن و وزن‌شون به ۱۸۰ کیلوگرم می‌رسید 
بهشون می‌گفتن شیر 
بهشون آموزش دادن بودن که از داخل حلقه‌های آتشین بپرن 
- واقعاً ؟ - آره 
دقیقاً کاری که بهت گفتم رو بکن 
- اونجا می‌بینمت 
مالی ، وقتی همه دنبال نیکولز بودن ، تو دوتا مرد رو بازداشت کردی 
آره ، دَنی یه چیزی 
بلای . و کندی . پاتریک کندی 
چه بلایی سرشون اومد ؟ قوه‌ی قضاییه بُردشون . اونم چه جورم دهن‌شون رو بستن و کردن‌شون تو گونی 
کندی ریش و موی بلند داشت ؟ 
آره . چطور ؟ داریم روی یه چیزی کار می‌کنیم مراقب خودت باش 
اون یارو که ریش داشت ، دکتر گفت که مُرده ؟ 
نه . رسماً نه ولی وقتی بُردنش تکون نمی‌خورد 
- کجا تیر خورده بود ؟ 
نه . وایسا 
اینجا 
قاضی مدوس منتظر ماست ! 
بابت کارِ قضاییِ رسمی اومدیم ! - بذارید رد شیم - فقط دارم کارم رو می‌کنم . برید عقب ! این حیوونا می‌خوان سیلو رو از بین ببرن 
با مایی یا با اونایی ؟ 
شرمنده ، قوه‌ی قضاییه امروز تعطیلـه 
تا قاضی رو نبینیم از اینجا نمی‌ریم چرا خوبم میرید 
یا از پله‌ها میرید یا از روی نرده‌ها 
توپ قرمز ! 
پنج ، چهار ، سه ، دو ، یک 
تا زمانی که قاضی رو ببینیم برق قطع می‌مونه 
برید کنار 
آقای شهردار آقای ناکس می‌بینم برق رو قطع کردید 
قاضی مدوس رو بیارید اینجا تا وصلش کنیم 
ایشون حال‌شون خوب نیست ولی گمونم اگه برق رو وصل کنید بتونم ببرم‌تون داخل تا ببینیدش 
فقط شما دوتا 
یعنی چی ؟ 
برامون پاپوش دوختن 
نه گوش کن . ناکس ، باید بریم . الان 
جلوتون رو نگرفتم 
از این بابت مطمئنی ؟ 
بیرون پُر از مأموره 
مردم سیلو خودشون باید به این مسئله رسیدگی کنن 
- نمی‌تونیم بدویم 
- باید بدویم بیرون ۵۰تا مأمور و ۱۰۰تا عوضی عصبانی هست 
تا جای مکلین و واکر آروم راه می‌ریم 
- بعدش می‌دویم ! - بعدش عین سگ می‌دویم ! 
باید بریم 
سریع ، ولی ظاهرِ ترسیده به خودتون نگیرید 
تا قبل از این حرفت اصلاً نترسیده بودم 
فشار برای استیضاح قاضی مدوس غیرمنتظره بود 
مجبورم کرد دست به اقدام بزنم 
باعث شد این اتفاق ضروری بشه 
باور دارم ازش خیری بهمون می‌رسه 
با اینحال ... می‌دونم تو پُشت قضیه بودی ، راب 
نذار خیلی جلو بیفتن دلت نمی‌خواد گُم‌شون کنی 
ساکت ! 
بعضی‌هاتون رو می‌شناسم ... خیلی‌هاتون ... موافقِ ملاقات قاضی مدوس با افرادِ طبقات پایین نبودید 
اون به گفته‌ی خودش فقط به این خاطر باهاشون ملاقات کرد که تمام شهروندان سیلو این حق رو دارن که صداشون شنیده بشه 
خب ، ظاهراً به طرز وحشتناکی اشتباه قضاوت کرده بود 
اون حیوونا از بخش مکانیک زدن کُشتنش 
می‌خواستن هوابند رو باز کنن و قاضی مدوس از این کار امتناع کرد 
اون جونش رو در راه سیلو فدا کرد ! 
برای شما ! 
برای من ! 
الان وظیفه‌ی تک‌تک شهروندانِ سیلوئـه که اون قاتل‌ها رو پیدا کنن و عدالت رو در حق‌شون رو اجرا کنن ! 
عدالت ! عدالت ! 
