ΣΑΜΣΙΚ , 16 ΕΤΩΝ 
Κανγκ Ιλσίκ . 
ΚΑΝΓΚ ΙΛΣΙΚ ΠΑΤΕΡΑΣ ΚΑΝΓΚ ΣΟΝΓΚΜΙΝ 
Επικοινώνησες με την Οσάκα ; 
Ποιος το λέει ; 
Τι κάνετε ; 
Σάμσικ . 
Ναι ; 
Σ ' αρέσουν τα ψωμάκια με αζούκι , έτσι ; 
Κάνε μου μια χάρη , και θα φροντίσω να τρως όσα θες , για την υπόλοιπη ζωή σου . 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΠΕΙΘΩ 
ΜΥΣΤΙΚΟ ΚΑΤΑΦΥΓΙΟ ΜΟΝΑΔΑΣ ΑΜΥΝΑΣ 
Χανμίν . 
Σαν , εσύ είσαι ; 
Κι εσύ εδώ ; 
Πες τους , Σαν . 
Δεν το σχεδιάσαμε εμείς ! 
Ο Σάμσικ το έκανε ! 
Σαν , θα τους μιλήσεις ; 
Πες τους ότι ο Σάμσικ φταίει ! 
Σαν ! 
Πες τους , Σαν ! 
Σαν ! 
Λοχαγέ Λι . 
Γεια σου , Τζονγκ Χανμίν . 
ΤΖΟΝΓΚ ΧΑΝΜΙΝ ΑΝ / ΧΗΣ ΜΟΝΑΔΑΣ ΑΜΥΝΑΣ Το 55ο Σύνταγμα Ολμοβόλων . 
Άρα , πήρες ... το μέρος του υποδιοικητή Επιχειρήσεων ; 
Εμείς ρωτάμε . 
ΛΙ ΣΟΥΙΛ Λ / ΓΟΣ 55ου ΣΥΝΤΑΓΜΑΤΟΣ 
Κάποια παρεξήγηση έχει γίνει . 
Να πάρω τον στρατηγό Τζανγκ Ντουσίκ ; 
Ερωτήσεις ή αιτήματα δεν επιτρέπονται . 
Είναι εδώ ο Σάμσικ ; 
Πού είναι ; 
Φέρτε τον εδώ ! 
Πού είναι ; 
Τζονγκ Χανμίν . 
Είσαι εδώ για ν ' απαντάς . 
Μόνος το σχεδίασε ο Σάμσικ ; 
Πόσες φορές πρέπει να σου το πω ; 
Απάντα όπως πρέπει , αλλιώς ... θα πεθάνεις εδώ . 
Πότε γνώρισες τον Σάμσικ ; 
Το φαγητό μας κρύωσε ! Γρήγορα , φέρτε τα καλύτερα πιάτα σας ! 
30 ΝΟΕΜΒΡΙΟΥ 1959 ΣΕΟΥΛ , Ν. ΚΟΡΕΑ 
- Αγριοπούλι - Αγριοπούλι 
- Γιατί κλαις ; - Γιατί κλαις ; 
- Μην αγανακτείς με τον χρόνο - Μην αγανακτείς με τον χρόνο - Που περνάει - Που περνάει 
Δεν είχα πάρει προαγωγή και ένιωθα χάλια . 
Έτσι , ήπια λίγο παραπάνω . 
Ο στρατηγός ανέφερε τη Διοίκηση Μέριμνας . 
Θα πάρουμε προαγωγή στα κρυφά ; 
Ο στρατός πάει κατά διαόλου . 
Ας πιούμε . 
Ορίστε . 
Γεμίστε τα ποτήρια σας . 
Αφού μόνο ηλίθιοι ανεβαίνουν στην ιεραρχία , ο στρατός είναι πιο διχασμένος από ποτέ και γλείφει την κυβέρνηση σαν άθλιος ζητιάνος . 
Ας πιούμε στην υγειά του γελοίου στρατού μας ! 
Τρελάθηκες τελείως , κάθαρμα ; 
Τι ; 
Φοβάσαι ; 
Παλιομαλάκες . 
Σας αξίζει να εξοντωθείτε . 
Το κράτος μας είναι μπάχαλο . Δεν είναι ώρα για ποτά ! 
Αγριοπούλι 
Βλέπω ότι η ψυχή σου φλέγεται σαν καμίνι . 
Αναρωτιέμαι ποιος θα σε βοηθήσει να ηρεμήσεις . 
Τι θέλεις ; 
Καταλαβαίνω την απογοήτευσή σου . 
Σπούδασες με υποτροφία Ολμπράιτ , αλλά δεν σου δίνουν προαγωγή . 
Ποιος είσαι ; 
Να σε βοηθήσω ν ' ανέβεις ψηλά ; 
Ν ' ανέβω ψηλά ; 
Είσαι τρελός . 
Ο Τζανγκ Ντουσίκ είχε φύγει απ ' τον στρατό . Ποιος τον έκανε στρατηγό λες ; 
Έτσι απλά , ο Σάμσικ με πλησίασε πρώτος . 
Μου είπε πολλά , με το που γνωριστήκαμε . 
Ιάπωνες αξιωματικοί εναντίον στρατιωτών του πρώην Μαντσουκούο . 
Γιατί ο στρατός είναι τόσο διχασμένος και διεφθαρμένος ; 
- Γιατί είναι σάπιος ως το μεδούλι ; 
- Τι προκάλεσε τη σαπίλα ; 
Η πολιτική . 
Η πολιτική διέφθειρε τον στρατό . 
Ο στρατός έγινε μαριονέτα της κυβέρνησης . Δεν θα αλλάξει χωρίς πολιτική μεταρρύθμιση . Αλλιώς ... 
Αλλιώς ; 
Ο στρατός θα μεταρρυθμίσει την πολιτική . 
- Με το που γνωριστήκατε ; - Ακριβώς . 
Από το πουθενά ; 
Από το πουθενά . 
Ο υπουργός Τσόι ελέγχει μέχρι και τον υπουργό Άμυνας . 
Έχει δικούς του ανθρώπους σε όλες τις βασικές μονάδες . 
Σου φαίνεται λογικό αυτό ; 
Τι προτείνεις να κάνουμε ; 
Ξέρεις τον Χονγκ Γιονγκί , του Σ.Α.Σ. ; 
Με αυτόν , θα ξεριζώσουμε το σάπιο μεδούλι του στρατού . 
Ο Χονγκ Γιονγκί είναι το σάπιο μεδούλι . 
Ακριβώς . 
Θα τον εκμεταλλευτούμε στο έπακρο και στο τέλος θα τον ξεφορτωθούμε . 
Αυτά είπε ο Χανμίν ; 
Μόλις κατέθεσε . 
Ο Σάμσικ συνάντησε τον Χονγκ πρώτη φορά εκείνη τη μέρα . 
Πώς το ξέρετε ; 
Μου το είπε μετά . 
- Δηλαδή , έψησε τον Χονγκ αργότερα ; 
- Ακριβώς . 
Τι άλλο σας είπε ; 
Για τη δουλειά με τις προμήθειες . 
Την πώληση κλοπιμαίων απ ' τον στρατό των ΗΠΑ ; 
Ακριβώς . 
Οι Τζονγκ Χανμίν και Κιμ Κουανγκμίν συμμετείχαν σ ' αυτό , σωστά ; 
Οι νεαροί στρατιωτικοί λιμοκτονούσαν . 
Το ξέρεις κι εσύ , έτσι δεν είναι ; 
Όλοι ήταν έτοιμοι να εκραγούν . 
Ποιος είχε την ιδέα για τις προμήθειες ; 
Ο Σάμσικ , φυσικά . 
Τότε συνάντησε πρώτη φορά ο Σάμσικ τον Χονγκ , λέει ο Κιμ . 
Αφού ήξερε ελάχιστα τον Χονγκ , πώς το σχεδίασε αυτό ; Την ίδια μέρα που γνωρίστηκαν ; 
Έτσι είναι ο Σάμσικ . 
Με τον Χονγκ , θα ελέγχουμε βασικές μονάδες της πρωτεύουσας . Θα φροντίσω να γίνεις σύντομα υποδιοικητής της Μονάδας Άμυνας . 
Γίνεται αυτό ; 
Πόσοι αποτάχθηκαν λόγω του Σ.Α.Σ. ; 
Αν λήξει η θητεία του προέδρου Ρι , δεν θα προσπαθήσουν να σας εκδικηθούν ; 
Ο Χονγκ είναι εύκολος στόχος . 
Ξέρεις ποια είναι η αδυναμία του ; 
Όχι . 
Έχει πάρα πολλούς εχθρούς . 
Η βασική αδυναμία του είναι ότι τους φοβάται . 
Γιατί συλλάβατε τους κλέφτες ; 
Τα κεντρικά του στρατού των ΗΠΑ μιλάνε συνεχώς για ... ανθρώπινα δικαιώματα , σκευωρίες και τέτοια . 
Με κατηγορούν ότι στιγματίζω αθώους ως κομμουνιστές . 
Τι ξέρουν αυτοί από κομμούνια ; 
Ήθελα να μάθω τίποτα βρομιές τους . 
Γι ' αυτό τους έπιασα . 
Αφήστε τους . 
Γιατί ; 
Κάνουμε δουλειές με τους Αμερικάνους . 
Αν μας κάνετε μερικές χάρες , θα έχετε 30 % των κερδών μας και φερέγγυους συμμάχους να σας στηρίζουν . 
Έτσι έψησαν τον διοικητή Χονγκ . 
Στο τέλος , οι συμμορίτες του Σόντεμουν αφέθηκαν ελεύθεροι . 
Έλα εδώ ! 
Έτσι λειτουργεί συνήθως ο θείος Σάμσικ . 
Ο θείος Σάμσικ δεν έχει ποτέ μόνο έναν στόχο . 
Η δουλειά με τις προμήθειες ; Δεν ήταν μόνο για τα λεφτά . Μα δεν το ήξερα τότε . 
Οι Κορεάτες έχουμε πολύ δυνατά στομάχια . 
Κονσέρβες ληγμένες εδώ και δύο χρόνια - δεν μας πειράζουν . 
- Ληγμένα ... 
- Δεν πειράζει . 
- Οδηγούμε άψογα . 
Οι καλύτεροι οδηγοί ! 
Θα οδηγούμε με ασφάλεια , ακόμα και με λάστιχα δεκαετίας . 
Αμερικάνικα λάστιχα δεκαετίας ; Δεν πειράζει . Θα οδηγήσουμε . 
Χωρίς ατυχήματα . 
Κάθε είδους ληγμένες αμερικάνικες προμήθειες , όπως λάστιχα ... 
Αντέχουν λίγο ακόμα . 
... και παλιά οχήματα πωλούνταν σε τιμή δεκαπλάσια της αξίας τους στη μαύρη αγορά . 
Φθαρμένα λάστιχα δεκαετίας ; 
Πουλούσαμε 100 τη μέρα . 
Οι ληγμένες κονσέρβες συσκευάζονταν ξανά , και πουλούσαμε εκατοντάδες κάθε μέρα . 
Μετρητά με τη σέσουλα κάθε μέρα . 
Μετά , τα μετρητά έμπαιναν σε κουτιά του Αρτοποιείου Σέιλ και δίνονταν ως δωροδοκία σε διάφορους . Στην αστυνομία , στον Τύπο και στον στρατό . 
Στο μεταξύ , το 30 % των κερδών πήγαινε στον διοικητή Χονγκ . Ακόμα κι έτσι , η δουλειά ήταν πολύ επικερδής . 
" Δεν είναι μόνο μεγάλα λόγια " . Ο Σάμσικ ... ήταν ξεχωριστός . 
Άρχισα να τον πιστεύω . 
ΑΠΟΔΕΙΞΕΙΣ ΠΡΟΜΗΘΕΙΩΝ 
Ήσουν μπλεγμένος στη δουλειά απ ' την αρχή ; 
Στην αρχή δεν ήξερα λεπτομέρειες . 
Στόχευες εξαρχής στη Μονάδα Άμυνας ; 
Δεν είχα ιδέα στην αρχή . 
Ποιος έψησε τους αστυνόμους Κιμ Ινό και Πακ Γουονίλ της CDU ; 
Εγώ . 
Οι αστυνόμοι Κιμ Ινό και Πακ Γουονίλ . 
Χαίρω πολύ . 
- Συμφοιτητής του Χανμίν ; - Ναι . 
Τζονγκ Χανμίν και Κιμ Κουανγκμίν . Αυτοί οι δύο ... - ήταν συμφοιτητές σας , σωστά ; 
- Σωστά . 
Γνωρίζατε ότι εμπλέκονταν με τις προμήθειες ; 
Θα σας γελάσω . 
Σαν . 
Κιμ Σαν ! 
Πώς από δω ; 
Να μιλήσουμε λίγο ; 
ΚΙΜ ΚΟΥΑΝΓΚΜΙΝ ΣΑΝΕ 
- Πρέπει να πάω μέσα . 
- Δεν θ ' αργήσουμε . 
Τι τρέχει ; 
Θέλω μια χάρη . 
Μη με κοιτάς σαν κακομοίρης . 
Άκου , Σαν . 
Φτιάχνω εργοστάσιο καυστικής σόδας . 
- Εννοείς αλισίβα ; 
- Ναι . Βρήκαμε χρηματοδότηση για πιλοτικό εργοστάσιο . Μα υπέβαλε ίδια αίτηση κι η Κατασκευαστική Ντέμιον . 
Πάνε να σας φάνε τη δουλειά ; 
Κατέθεσα ένσταση ... Μπορείς να βοηθήσεις ; 
Θα το κοιτάξω . 
Σ ' ευχαριστώ . 
Δηλαδή , ήταν όλα σχέδιο του Σάμσικ για να πείσει τον Κιμ Σαν ; Κι οι προμήθειες το δόλωμα ; 
Κι ο Κιμ Κουανγκμίν της Σάνε ; 
Τον σύστησε ο Γιου Γιοντσόλ , της Κατασκευαστικής Ντέμιον . 
Μίλησες στην Ομοσπονδία Τσόνγκου ; 
Ναι . 
Μίλησα . 
Ξέρουν τον Κιμ Κουανγκμίν ; 
Ναι , τακτοποιήθηκαν όλα . 
Ας δούμε πώς θα πάει σήμερα . 
- Να τοι . 
- Ο Κιμ Κουανγκμίν της Σάνε . 
Έχω ακούσει πολλά για σένα . 
Κάθισε . 
Γιου Γιοντσόλ , της Κατασκευαστικής Ντέμιον . 
Κιμ Κουανγκμίν . 
Έμαθα ότι θα ανακαλέσετε την αίτηση για το εργοστάσιο αλισίβας . 
Εξαρτάται από τη συμπεριφορά σου . 
- Σπούδασες με υποτροφία Ολμπράιτ ; 
- Μάλιστα . 
Τι όμορφος νεαρός . 
Σου προσφέρουμε μια μεγάλη ευκαιρία . 
Θέλω μόνο να ανακληθεί η αίτηση . 
- Αρκεί να μη μου πάρετε τη δουλειά ... 
Έχεις ακουστά την Ομοσπονδία Τσόνγκου ; 
Ναι . 
Είναι ομάδα επιχειρηματιών από τα βορειοδυτικά , σωστά ; - Οι 20 κορυφαίοι επιχειρηματίες . Ίσως μπορέσουμε να σε βάλουμε μέσα . 
Πώς ; 
Αυτός ο πρώην εργάτης είναι τώρα μέλος εκεί . 
Μη χάσεις τόσο σπουδαία ευκαιρία . 
Λοιπόν ... 
Γιατί η Ντέμιον έκανε αίτηση για εργοστάσιο αλισίβας ; 
ΑΝΑΚΛΗΣΗ ΑΙΤΗΣΗΣ 
Δεν τους ένοιαζε το εργοστάσιο , έτσι ; 
Όχι . Δεν τους ένοιαζε . 
Ήταν δόλωμα για μένα . 
Εμπρός ; 
Έλα , Κουανγκμίν . Ο Σαν είμαι . 
Η Ντέμιον ανακάλεσε την αίτησή της . 
Αλήθεια ; 
Τι ανακούφιση . 
Το ήξερες ήδη ; 
Όχι . 
Ευχαριστώ που το έψαξες . Κερνάω . 
Ευχαριστώ . 
Ο Τζονγκ Χανμίν τσίμπησε με τις προμήθειες και ο Κιμ Κουανγκμίν με το εργοστάσιο . 
Έτσι πείστηκαν οι φίλοι του Κιμ Σαν ; 
Ακριβώς . 
Ο καφές κρύωσε . 
Ως φίλοι του , πρέπει να τον βοηθήσετε να πάρει σωστές αποφάσεις . 
ΥΠΟΥΡΓΕΙΟ ΕΣΩΤΕΡΙΚΩΝ 
ΟΙΚΟΝΟΜΙΚΗ ΠΟΛΙΤΙΚΗ ΕΘΝΙΚΗΣ ΑΝΑΣΥΓΚΡΟΤΗΣΗΣ 
Και στην Υπηρεσία Ελέγχου , το σχέδιο εθνικής ανασυγκρότησης δούλευα . 
Φοβόμουν ... μη σβήσει τ ' όνειρό μου . 
- Ναι . Ευχαριστώ . - Ευχαριστώ . - Καλή σας μέρα . 
- Επίσης . 
Καλώς ήρθατε . 
- Τι θα θέλατε ; 
- Πόσο έχουν ; 
Τριακόσια χουάν η σακούλα . 
- Μια άλλη φορά . - Εντάξει . 
Όσο κι αν προσπάθησα , δεν υπήρχε ελπίδα . 
Πότε ήρθατε ; 
Σαν . 
Τζονγκ Χανμίν . Για δες εδώ . 
Θεέ μου , ήπιες πολύ . 
Μη μου το χαλάς . 
Χαίρομαι που σε βλέπω . 
Να σας συστήσω . 
Οι αστυνόμοι Κιμ Ινό και Πακ Γουονίλ . 
Χαίρω πολύ . 
Συμφοιτητής του Χανμίν ; 
Πριν πολύ καιρό . 
Πολύ καιρό ... 
Ήπιες πολύ . Σόρι . 
Δεν είμαι στρατιώτης . 
Τζίνα . 
Ήρθε ο θείος σου , Τζίνα . 
Τζίνα . 
- Θείε Σαν . 
- Τζίνα . 
Σου έφερα ... γλυκά . 
Τρώγε . 
Έχεις πιει ; 
Συγγνώμη . 
Κάνει κρύο . 
Γρήγορα , μέσα . 
- Γεια . 
- Είσαι καλά ; 
Ναι , καλά είμαι . 
Άντε να ξεκουραστείς . 
Θεέ μου , έχεις πιει πολύ . 
Συγγνώμη . 
Ξεκουράσου . 
Τι σκέφτεσαι ; 
Θες κάτι να μου πεις ; 
Και να ' θελες , δεν θα μπορούσες να πεις τίποτα . 
Δεν έχεις καν δύναμη να μιλήσεις . 
Εν μέσω των βομβαρδισμών των ΗΠΑ , έστειλες τον αδερφό μου στους Αμερικάνους για φαγητό . 
Άφησε την έγκυο γυναίκα του ... και βγήκε έξω ... στο ζενίθ του βομβαρδισμού . 
Μετά τον θάνατό του ... ξέρεις πόσο υπέφερε η γυναίκα του ; 
Πατέρα . 
Μακάρι ... να είχες βγει εσύ εκείνη τη μέρα . 
Όχι αυτός . 
Εσύ έπρεπε να είχες βγει έξω . 
Ναι ; Ναι , μόλις πέρασε . 
Πέρασε και ήταν κούκλος . 
Είναι όμορφος . Τέλος πάντων , αντίο . 
- Ευχαριστώ . - Να ' στε καλά . 
ΚΟΜΜΑ ΚΑΙΝΟΤΟΜΙΑΣ 
Σίγουρα θα έρθει ; 
Πες τους να πάρουν τον θείο Σάμσικ . 
Περιμένετε λίγο ακόμα . 
Θα εμφανιστεί όπου να ' ναι . 
Περιμένετε μέχρι τότε . 
Έρχεται . Έρχεται ο Κιμ Σαν . 
Ας ετοιμαστούμε . 
Παιδιά ! Γρήγορα ! 
Ήρθε . 
Μπήκε μέσα . 
Γαμώτο , βγήκε πάλι . 
Περιμένετε . 
Γιατί στέκεται εκεί ; 
Μπες μέσα . 
Μπες μέσα επιτέλους . 
Μπήκε μέσα . Πάμε . 
Μπορώ να περάσω ; 
Γιατί έφυγες τις προάλλες ; 
Θυμήθηκα μια επείγουσα δουλειά . 
Δεν βλέπω τον κύριο Τσου . 
Έχει βγει για δείπνο . 
Θα περιμένεις λίγο ; 
Ο Τσου Ιντέ μόλις έφυγε . 
Αύριο είναι Κυριακή , αλλά πρέπει να δουλέψω . 
Να οργανώσω όλα αυτά μόνη μου . 
Κάνουν ουρά να μπουν στο κόμμα , αλλά έχουμε έλλειψη προσωπικού . 
Σαν . 
Συγγνώμη . 
Ξάπλωσε . 
Ορίστε ; 
Έλα . 
Θα ξεκουραστώ για λίγο . 
Κάνω διάλειμμα , χάρη σ ' εσένα . 
Ίσως ... πάρω άδεια για λίγο καιρό . 
Έφυγες από το υπ. Εσωτερικών ; 
Μήπως υπάρχει ... θέση για μένα στο Κόμμα Καινοτομίας ; 
Θες να μπεις στην πολιτική ; 
Το κόμμα μας δεν είναι έτοιμο ακόμα . 
Θαυμάζω τον κύριο Τσου . 
Και θα ήθελα να ... 
Φωτιά ! 
Είσαι καλά ; 
Αστυνομία ! 
Πού είναι η αστυνομία ; 
Βοήθεια ! 
Κύριε Τσου . Κύριε Τσου ! 
Κύριε Τσου ! 
Ο Τσου Ιντέ το σκάει ! 
Έι , Τσου Ιντέ ! Τσου Ιντέ ! 
Ο Τσου Ιντέ το σκάει ! 
Έι , Τσου Ιντέ ! 
ΓΚΙΟΝΓΚΜΟΥΝΤΕ 
Ανταποκρινόμενος στην υποστήριξη και την ενθάρρυνση του λαού , ανακοινώνω την απόφασή μου να προστατέψω το έθνος μας . 
Θα ... ανακαλέσω την απόσυρση της υποψηφιότητάς μου . 
ΥΠΟΥΡΓΕΙΟ ΕΣΩΤΕΡΙΚΩΝ 
Λόγω της κρίσης που αντιμετωπίζει το έθνος μας ... 
ΔΗΜΟΚΡΑΤΙΚΟ ΚΟΜΜΑ ... νιώθω υποχρέωση ... 
ΚΟΜΜΑ ΦΙΛΕΛΕΥΘΕΡΩΝ στις επερχόμενες προεδρικές εκλογές , να είμαι και πάλι υποψήφιος . 
- Ρι Σουνγκμίν ! - Ρι Σουνγκμίν ! - Ρι Σουνγκμίν ! - Ρι Σουνγκμίν ! 
- Ρι Σουνγκμίν ! - Ρι Σουνγκμίν ! 
Ήταν η μέρα που ο πρόεδρος ανακοίνωσε την υποψηφιότητά του . 
Οι υποστηρικτές του ξεχύθηκαν στους δρόμους . 
Ανήμπορος να σώσει τη χώρα και την οικογένειά του . 
Ένας ανίκανος , που δεν μπορούσε να αρθρώσει λέξη . 
Αυτός ήταν ο πατέρας μου για μένα . 
Έβλεπα τον κύριο Τσου σαν πατέρα μου . 
Αλλά ... δεν διέφερε από τον αληθινό μου πατέρα . 
Όλοι οι πατέρες στη ζωή μου ... έτσι ήταν . 
Επιτέλους , το σήκωσες . 
Όσο κι αν προσπαθώ ... τίποτα δεν καταφέρνω . 
Δεν θες να κάνεις άνω κάτω αυτόν τον σκληρό κόσμο ; 
Κι αν είναι δηλητήριο ; 
Φτύσ ' το αμέσως . 
Θα το καταλάβεις με το που θ ' αγγίξει τη γλώσσα σου . 
Το έργο ανασυγκρότησης . 
Θα το κάνεις ; 
Θα το κάνω , θα το λήξω , ό , τι θέλεις . 
Με νόμιμες διαδικασίες ; 
Οι νόμιμες διαδικασίες έχουν ένα τίμημα . 
Σύμπτωση είναι η στροφή κι η περιστροφή της Γης ; 
Σύμπτωση κι ο Ήλιος που φωτίζει τη Γη ; 
Θέλω δύναμη . 
Θα σου τη δώσω . 
Μπορώ να σου δώσω τα πάντα . 
Θα περιμένω νέα σου . 
Στη διάθεσή σας , διοικητή Χονγκ . 
