Όσο η 8η Αεροπορία χτυπούσε τους Γερμανούς από βάσεις στην Αγγλία , η 15η Αεροπορία τούς χτυπούσε από βάσεις στην Ιταλία . 
Η 99η Μοίρα Δίωξης ήταν μέρος της προσπάθειας . 
Ήταν γνωστοί ως Αεροπόροι Τασκίγκι . 
Μπαμπλ Μπλου προς Καπ Ουάν . Αναμένουμε διαταγές . 
Πορεία ; 
Ένα λεπτό και έξι δεύτερα από Πόιντ Φόξτροτ . 
Έτοιμοι για προσέγγιση . Εφ ' ενός ζυγού . Σιγή ασυρμάτου . 
Εντός εμβέλειας . Βόμβες έφυγαν ! 
Επτά απευθείας στο κτίριο ! Δύο σε οχήματα ! Είναι άμεσο πλήγμα . 
Πεντακόσιες ! 
- Καληνύχτα , Χίτλερ . - Τασκίγκι , 500 αποστολές ! 
99η ΜΔ 500 ΑΠΟΣΤΟΛΕΣ Με 8,5 τόνους φιλάκια από το Τρομακτικό Δίδυμο . 
Πεντακόσιες αποστολές Τασκίγκι . 
- Γιόρτασέ το , ανθυποσμηναγέ . - Κύριε σμηναγέ . 
Χαλάρωσε , Άλεξ . Ήρθα να σε συγχαρώ . 
Κάνατε καλή δουλειά , όπως πάντα . 
Ευχαριστώ , κύριε . 
Πρέπει να σε περάσω στρατοδικείο για να πιεις λίγη μπίρα ; 
Όχι , κύριε . 
Είσαι έξυπνο παιδί , Άλεξ . Αλλά η εξυπνάδα είναι εχθρός της ευτυχίας . 
Όχι , κύριε . Απλώς ... Χάι χο , άντρες Οι Τασκίγκι πετούν Οι Τασκίγκι πετούν ξανά 
Υψώνονται στον ουρανό Εκεί και τότε Οι Τασκίγκι πετούν Οι Τασκίγκι πετούν ξανά ΑΕΡΟΠΟΡΙΚΗ ΒΑΣΗ ΡΑΜΙΤΕΛΙ , ΙΤΑΛΙΑ Μη με παρεξηγείτε , σμηναγέ . Είμαι εξαιρετικά περήφανος για όσα καταφέραμε , αλλά ... Πότε θα αναλάβουμε σοβαρή δράση ; 
Άκουσα ότι θα ενσωματωθούμε στην 332η Ομάδα Μαχητικών για αποστολές βαθιά στην Ευρώπη . - Αλήθεια ; 
- Τα σχέδια είναι σε εξέλιξη . Η 96η θα φτάσει στη Φότζια σε λίγες μέρες . 
Θα πετάξουμε πάνω από τη Γερμανία . Αποστολή συνοδείας . Μόναχο . 
Τα P-40 δεν φτάνουν σε τέτοιο ύψος . 
Νέα αεροπλάνα μάλλον . P-51 . 
Κάνε υπομονή . Θα δούμε . 
Στο μεταξύ , χαλάρωσε . 
Διασκέδασε . 
Ναι , το ξέρω ... Απλώς είναι δύσκολο αφού κάποιοι δικοί μας είναι ήδη εκεί . 
Δεν τα παράτησες , Άλεξ . Οπότε πρόσεξε μην εξαντληθείς . 
Όλα στην ώρα τους . 
Βάσεις έτοιμες . Ένατος γύρος . Δύο άουτ , τρία μπολ , ένα στράικ . 
Ο Νιουχάουζερ ρίχνει με φάλτσο ! 
Τέλειο σουίνγκ , δεν βρίσκει μπάλα ο Κέλερ ! 
Η προσπάθεια παραλίγο να τον ρίξει κάτω . 
Ο Γκόρντον κάνει δύο βήματα πίσω ... - Μπάκι . - προς τη βάση . 
Σπουδαίος αγώνας εδώ , Μπακ . 
Με τα παιδιά αναρωτιόμασταν πόσο είναι το σκορ . Είσαι καλά , επισμηναγέ ; Ναι . Γιατί να μην είμαι ; 
Απλώς ρωτάω . Απλώς ρωτάς ; 
Ναι , είμαι τέλεια , αλήθεια . Βρίσκομαι εδώ οκτώ μήνες . 
Ακόμα αιχμάλωτος , κρυώνω , τρώω αποφάγια . 
Περιμένοντας κάτι να συμβεί , παρόλο που δεν συμβαίνει . 
Υπάρχουν και χειρότερα . Θα μπορούσαμε να είμαστε νεκροί . 
Ναι , για σένα ίσως . Εκείνο θα το άντεχα . 
Αυτό εδώ δεν αντέχω . 
Τι περιμένουμε ; 
Πιστεύουμε ότι κάτι θα συμβεί . Να το κάνουμε να συμβεί . 
Όπως έκαναν οι Βρετανοί ; 
Να καταλήξουμε εκτελεσμένοι ; 
Πρέπει να κάνουμε υπομονή . 05 : 56 προς 05 : 57 , 3 Ιουνίου 1944 . 
Τρεις μέρες πριν την D-Day . Το τελευταίο μου λεπτό ύπνου για τις επόμενες 72 ώρες . 
ΑΙΘΟΥΣΑ ΕΠΙΧΕΙΡΗΣΕΩΝ Έπρεπε να βομβαρδίσουμε τις γερμανικές θέσεις στη Νορμανδία λίγο πριν φτάσουν στις ακτές τα αποβατικά μας σκάφη . Μετά να χτυπάμε όλη μέρα γερμανικές γέφυρες , σιδηροδρόμους και γραμμές επικοινωνιών στην ενδοχώρα . 
Σχεδόν 200 αποστολές συνολικά , όλες χρειάζονται σχέδια πτήσης και χάρτες . 
Στις 24 ώρες . Η πρώτη νύχτα σού λέει ψέματα , σου λέει ότι είναι εύκολο . 
Στο δεύτερο πρωινό της δεύτερης μέρας αρχίζουν τα δύσκολα . 
Προσπαθούσα να βρω τη Σάντρα ... ΠΑΡΙΣΙ , ΓΑΛΛΙΑ αλλά δεν την έβρισκα . Ήταν σαν να εξαφανίστηκε . 
Χαρτιά . Χαρτιά . Πού πας ; 
Στη δουλειά μου , κύριε . 
Στις 32 ώρες , δεύτερο απόγευμα της δεύτερης μέρας . 
Ο καφές δεν επαρκεί πια . 
Πρέπει να κοιμηθείς , Κρόσμπι . Ναι . Όταν τελειώσει η αποστολή . 
- Μην πάρεις άλλα χάπια . - Ναι , γιατρέ . Θα κοιμηθώ . 
- Μετά . 
- Μόνο ένα κάθε 12 ώρες . - Με ακούς , Κροζ ; 
Σε ακούω . Στις 60 ώρες , το μυαλό σού παίζει παιχνίδια . 
Το ακούς κι εσύ αυτό ; Ποιο ; 
Έλα τώρα . Το ακούς . Είναι το τικ , τικ , τικ , τικ ... 
Μόλις τελείωνα τη χαρτογράφηση μίας αποστολής , μου έδιναν άλλες πέντε . 
Όλοι στόχοι υψηλής προτεραιότητας . 
Η έλλειψη ύπνου , ο καφές , τα διεγερτικά , το άγχος , ο φόβος , η αποσύνδεση . Είναι σαν ναρκωτικό . Ενδιαφέρομαι για το επιχρύσωμα . 
Έλεγξα όλο το κτίριο . 
Μπράβο . 
Είχαμε νέα από έναν σταθμό τρένου στο Λε Μπεκ-Ελουάν . 
Η Ζαν θα σου πει για την αποστολή σου . Φεύγεις αύριο . 
Στις 64 ώρες . Προσπαθείς να επιβιώσεις . Ανάσα την ανάσα , βήμα το βήμα . 
Κρόσμπι ; 
Κρόσμπι ! Πρέπει να πας για ύπνο . Όχι , είμαι μια χαρά . Απλώς πρέπει ... 
- την ενημέρωση . - Ξάπλωσε . Είναι διαταγή . Τώρα . Δεν μπορώ , Τζακ . 
- Κρόσμπι ! - Είμαι καλά . Αλήθεια . 
Ένα δυο πράγματα πρέπει να τελειώσω ... Χάρι ! 
Καθίστε . 
Για όσους από εσάς με βλέπετε πρώτη φορά , είμαι ο νέος σας διοικητής . Λέγομαι Τζέφρι . Ο αντισμήναρχος Μπένετ μετατέθηκε πίσω στην 395η , αλλά οι αλλαγές της διοίκησής του ισχύουν . 
- Ρόζι . 
- Ευχαριστώ , σμήναρχε . 
Λοιπόν , παιδιά , αν η απόλυτη απομόνωση της βάσης κι ο ήχος μερικών χιλιάδων αεροσκαφών δεν σας προϊδέασαν , απέχουμε λίγες ώρες από την εισβολή στην Ευρώπη . Κάποια τελευταία σοφά λόγια ; 
Όχι , δεν έχω τελευταία λόγια , αφού θα σε ξαναδώ . Εντάξει ; 
Απογειώσου , κάνε τη δουλειά σου , προσγειώσου , κι έλα μετά να μου πεις εσύ κάποια σοφά λόγια . 
Κάθε πτήση είναι κι ένα μάθημα . Έτσι μπράβο , παιδιά . Έρχεται . 
Ωραία . Τώρα το πετύχαμε . 
Έτσι μπράβο . Σπρώξτε . Έρχεται . 
Μπράβο , Σίμονς . Συνέχισε να σπρώχνεις . 
Έτσι όπως κοπιάζετε , μοιάζει με στρατόπεδο εργασίας . 
Τώρα που μαλάκωσε το έδαφος , βρίσκουμε ξύλα για μαγείρεμα . 
Κάντε διάλειμμα . Πάμε να παίξουμε μπέιζμπολ . 
Θέλετε να παίξουμε μπέιζμπολ ; Όχι ; 
Μπέιζμπολ , Μερφ ; Ελάτε . Πετσί εναντίον κόκαλου . Τι λέτε ; 
Το πετσί θα είναι οι φιλοξενούμενοι . Καλύτερα όχι . Όχι . Είμαστε όλοι φιλοξενούμενοι . Δύο φιλοξενούμενες ομάδες . Το κόκαλο παίρνει το ρόπαλο με αμοιβαία συμφωνία ... Βοήθησέ μας ή φύγε . 
- Θα το βουλώσεις ; - Τι διάολο έχεις πάθει ; 
Αφού δεν βοηθάς , φύγε . 
Είσαι ο βασιλιάς του στρατοπέδου και σ ' εμποδίζω ; 
Ο βασιλιάς Κλέβεν λέει " Όχι μπέιζμπολ . Μόνο δουλειά " . Αυτό θέλει μόνο . 
Συγγνώμη . Έλα . Όχι . Δουλειά . Τράβα το κούτσουρο , - βασιλιά του κούτσουρου . Δουλειά . - Σήκω πάνω . - Έλα . Σήκω . - Γύρνα στη δουλειά σου . 
- Σήκω , τρελάρα . 
- Άσε με . - Τι λες τώρα ; 
Δεν αντέχεις ; Τι ; Δεν το αντέχεις ... Αρκετά , μάγκες . 
Άντρες , πίσω στη βάση ! 
Τι γίνεται ; 
Στους στρατώνες . 
Οι γερμαναράδες έλαβαν άσχημα νέα . 
Έγινε η απόβαση . Λες ; 
Είμαστε στη Δυτική Ευρώπη . Επιτέλους συνέβη . 
- Φίλε . - Ευχαριστώ , φίλε . 
Θεέ μου , είναι υπέροχη . 
Είναι πανέμορφη , Τζο . Συγχαρητήρια . 
Ευχαριστώ , Μέικον . Ο μπαμπάς της είπε ναι . 
Θα γίνει στην αυλή της θείας μου μόλις γυρίσω . 
Θα γίνεις πατέρας μετά από εννέα μήνες . Ακριβώς . Το ελπίζω . 
Δείξε μου τη δική σου . 
- Την αγαπημένη μου ; 
- Έλα τώρα . Καλά . Ορίστε , να τη . 
- Θεούλη μου . - Βλέπεις ; Εκατό στρέμματα πεύκης λομπλόλι . 
Εξαιρετική ξυλεία . Ο άνθρωπος είπε ότι θα τα κρατήσει για μένα . Σοβαρά ; 
Καλησπέρα , σμηναγέ . 
Σμήναρχε Ντέιβις . 
Στο Μόναχο . 
Δεν κάνω πρόποση σε αποστολή όπου χάσαμε έστω λίγα βομβαρδιστικά . 
Ήμασταν ένας για κάθε 12 . Σε συνοδεία ; 
Ήξεραν ότι είμαστε λίγοι . 
Η απώλεια λίγων αεροσκαφών είναι σημαντική νίκη . 
Οι ανώτεροι περίμεναν μεγαλύτερες απώλειες . 
Αυτοί δεν ξέρουν τι να περιμένουν . Τι είναι εφικτό . 
Κοίτα γύρω σου στην αίθουσα , Λόρενς . Βλέπεις αυτό που βλέπω ; 
Βλέπω μια ομάδα περήφανων πιλότων που πέταξαν πάνω από τη Γερμανία . Που ανυπομονούν το ξανακάνουν . 
Μια ομάδα αντρών , χιλιάδες χιλιόμετρα από την πατρίδα , που επιτέλους αισθάνονται Αμερικανοί . 
Εγώ βλέπω πάρα πολλούς ανθυποσμηναγούς . Και υποσμηναγούς . 
Από τις αποστολές τους και μόνο , θα έπρεπε ήδη να είναι σμηναγοί . Επισμηναγοί . 
Ξέρουμε γιατί δεν είναι και γιατί δεν πρόκειται να γίνουν . 
Δεν ελέγχουμε τον καιρό . Απλώς θα βρίσκουμε καλύτερες διαδρομές . 
Στους γαλανούς ουρανούς . 
Στην απεριόριστη ορατότητα . 
Ντάνιελς . 
- Χρειαζόμαστε τέταρτο άτομο . 
- Μαζί ή αντίπαλοι ; 
Εσύ τι λες ; Αναρωτιόμουν αν θα ξυπνούσες ποτέ . Γαμώτο . 
Τι ώρα είναι ; Επτάμισι . 
Γαμώτο , προλαβαίνω . Προλαβαίνω ! Πού είναι το παντελόνι μου , γαμώτο ; Το παντελόνι ! Πού είναι το παντελόνι ; 
Έλα , γαμώτο ! 
Επτάμισι το πρωί του Σαββάτου , Κροζ . 
Κοιμόσουν τρεις μέρες . 
Τι έχασα ; ΚΟΥΡΕΙΟ Έχασες πάρα πολλά . Έκανα τρεις εξόδους , αλλά στις δύο πρώτες δεν μπορούσα να δω τίποτα . Και τότε τα σύννεφα άνοιξαν . 
Και ... δεν έχεις ξαναδεί κάτι παρόμοιο . 
Εκατοντάδες αεροσκάφη . Χιλιάδες άντρες . 
Για τρίτη φορά εκείνη τη μέρα , χτυπήσαμε γέφυρες , σιδηροδρόμους , κέντρα επικοινωνίας , ώστε οι Γερμανοί να μην μπορούν να καλέσουν ενισχύσεις . 
Και το καλύτερο ; Στον αέρα δεν υπήρχε ούτε ένα μαχητικό της Λουφτβάφε . 
Οι ουρανοί ήταν δικοί μας . 
Όλα χάρη στις διαδρομές που σχεδίασες . 
Δεν είναι οι τολμηρές ηρωικές ιστορίες μου αρκετά τολμηρές για σένα , Κάπτεν Μάρβελ ; 
Απλώς ... Δεν το πιστεύω ότι το έχασα . 
ΑΥΓΟΥΣΤΟΣ 1944 Ο Κόκκινος Στρατός πέρασε τον Βιστούλα ... 
Πού είναι ο Βιστούλας ; Ο ποταμός Βιστούλας ; 
Βιστούλας ... Εδώ . 
- Πόσο είναι , 700 χλμ. ; 
- Λιγότερα . Ακόμα μου φαίνεται πολύ μακριά . 
Ναι , αλλά οι δικοί μας είναι εδώ , σχεδόν στο Παρίσι . 
Ο Χίτλερ έχει πόλεμο σε δύο μέτωπα . 
Μ ' εμάς στη μέση . 
Οι Γερμανοί θα μας σφάξουν πριν καν φύγουμε . 
Δεν θα πέσουμε χωρίς μάχη . 
Πρέπει να φτιάξουμε όπλα . Ό , τι μπορούμε . Υπάρχει κι άλλο σενάριο . Μας βγάζουν με το ζόρι από εδώ πριν έρθουν οι Ρώσοι . Μας πάνε βαθύτερα στο Ράιχ , ας πούμε στη Βαυαρία . 
- Οι αιχμάλωτοι είναι μοχλός πίεσης . 
- Και πώς θα το κάνουν ; Έτσι . 
Πρέπει να προετοιμαστούμε . 
Οικονομία τροφής , φυσική κατάσταση . 
Ό , τι κάνουμε στο εξής , θα είναι προετοιμασία για τρία σενάρια . 
Χριστέ μου . 
Αν καταλαμβάναμε την ακτή ... Πάτε στη Γαλλία . Προσοχή ! 
Καθίστε . 
Η επιχείρηση Δραγόνος λαμβάνει χώρα σε τρεις μέρες . 
Η αποστολή σας θα την καταστήσει εφικτή . 
Είναι όλα κρίσιμα σημεία απόβασης για τις δυνάμεις μας . 
Έχουμε ανθρώπους για να επικρατήσουμε αλλά αν , και μόνο αν , τυφλώσουμε τον εχθρό . 
Τα γερμανικά ραντάρ βρίσκονται σε όλο το μήκος της περιοχής . 
Θα τα εξουδετερώσουμε σταδιακά με τα πυροβόλα μας . 
- Ναι ; 
- Κύριε σμήναρχε , η Τουλόν είναι 750 χλμ. μακριά , άρα είναι διαδρομή 1.500 χλμ. μετ ' επιστροφής . 
Η μέγιστη εμβέλεια καυσίμου των P-51 είναι 1.600 χλμ. 
Χωρίς να υπολογίζονται η οπισθέλκουσα και το βάρος των πυρομαχικών , μεταβλητές οι οποίες θα προξενήσουν αυξημένη κατανάλωση καυσίμου . 
Με τις εξωτερικές δεξαμενές , ας πούμε ότι η εμβέλεια αυξάνεται στα 2.200 χλμ. , αλλά προσθέτουν σημαντικά μεγάλο βάρος . 
Απορρίπτοντας τις άδειες δεξαμενές , ελαφραίνουμε περίπου έναν τόνο , αλλά και πάλι μας λείπουν εκατοντάδες χιλιόμετρα , κύριε . 
Σωστά , ανθυποσμηναγέ Μέικον . 
Είναι οριακό . 
Αλλά δεν είναι αδύνατο . 
Χρησιμοποιείτε κάθε σταγόνα καυσίμου στις δεξαμενές σας . Προσπαθήστε να επιστρέψετε σε φιλικό έδαφος . 
Θα σας δώσουμε ταυτότητες , ώστε αν δεν σας πιάσουν οι Γερμανοί μόλις προσγειωθείτε , να γίνετε κάποιοι άλλοι . 
Και ίσως μπορέσετε να κρυφτείτε ανάμεσα στους ντόπιους . 
Καλή τύχη στην απόκρυψη . 
Είμαστε Τασκίγκι ή όχι ; 
Μάλιστα , κύριε ! 
- Θα κάνουμε τη δουλειά ; - Μάλιστα , κύριε ! 
Ας επιληφθούμε , τότε . 
Ορίστε , κύριε . 
Ευχαριστώ , σμηνία . - Όνομα ; - Μπαρέλ . Εδώ . 
Η άκρη του μετώπου κινείται γρήγορα μέσα από την οροσειρά . 
Θέμα συγχρονισμού . Θα τα καταφέρουμε . 
Απλά μαθηματικά . 
Πετάξτε τις δεξαμενές ! 
Ελήφθη , ανθυποσμηναγέ Μέικον . 
Να πάρει . 
Προς μοίρα . Διατηρήστε πορεία . Τι τρέχει με τις δεξαμενές , Ουέστμπρουκ ; Είπα πετάξτε τες . 
Δεν πέφτουν . 
Καλά , Ουέστμπρουκ , είμαι δίπλα σου . Θα βρούμε λύση . Δεν θα σε αφήσουμε . 
Ουέστμπρουκ , κούνα το γερά . Κούνα το ! Δες εμένα . Έλα . Κούνα το ! Δεν βάζεις δύναμη . Έλα . Βάζω ! 
Όπως εγώ . Ναι ; 
Μπράβο . 
Μπράβο , μικρέ . Στη δουλειά μας τώρα . 
Εντάξει , παιδιά . Επιστρέφουμε σε σχηματισμό . 
Ελήφθη , Μέικον . 
ΤΟΥΛΟΝ , ΓΑΛΛΙΑ Τείχος φωτιάς . Μας περίμεναν . 
Δεν θα ήταν εύκολο . 
Δεν έκανα τόσο δρόμο για να μην πυροβολήσω . Πάμε . Ήλπιζα να το πεις . 
Γκόρντον , μπροστά . 
Ουέστμπρουκ , στη μέση . Ακολουθώ . Εφόρμηση εδώ . 
Σκίστε τους , παιδιά . 
Χτυπήθηκα ! 
Βγες από εκεί , μικρέ . Ουέστμπρουκ , πρέπει να εγκαταλείψεις ! 
Γκόρντον , εγκατάλειψη ! Εγκατάλειψη ! 
Όχι . Θα το πληρώσετε αυτό . 
Βάλε τους μαύρους μαζί με τους άλλους . 
Εδώ καλά είναι . Αφού είδα κι άλλο αλεξίπτωτο . 
Σας έπιασαν όλους ; 
Ποιος είναι ; 
Ανθυποσμηναγός Αλεξάντερ Τζέφερσον . 
Έπεσα 50 χλμ. πιο πέρα . 
Δεν φαίνεσαι πολύ καλά . 
Όποτε μετακινούμαι , λιποθυμάω . Θα χτύπησες τον αυχένα σου . 
Ας δούμε τι μπορούμε να κάνουμε . Ποιος είναι αυτός ; 
Μήπως ο νέος διοικητής ; 
Μου είπαν ότι έστειλαν κάποιον . 
Με το που έγινε η απόβαση , βγήκε η διαταγή . Τα Ες Ες αναλαμβάνουν τα στρατόπεδα αιχμαλώτων . 
Θα χρειαστούν πολλά Ες Ες γι ' αυτό . 
Λες να προσπαθούν να μας τρομάξουν ; 
Ας το ελπίσουμε . 
Με τα Ες Ες θα μπλέξουμε πολύ άσχημα . Ναι . 
Πρέπει να γυμναστούν όλοι . 
Δεν θα αρέσει αυτό στον Γερμανό οικοδεσπότη μας . 
Πρέπει να είναι ετοιμοπόλεμοι . 
Δεν ξέρουμε τι θα κάνουν οι γερμαναράδες . 
Αν γυμναζόμαστε όλοι μαζί και δυναμώνουμε , σίγουρα θα το προσέξουν . 
Αλλά αυτός ο εξωλκέας κορμών είναι μια λύση . 
Όλοι δουλέψαμε σ ' αυτόν . 
Σκληρή δουλειά . 
Θα μας δυναμώσει για να αντισταθούμε . 
Θα δουλεύουμε εναλλάξ . 
Αν είμαστε συνεπείς για δύο μήνες , θα γίνουμε ετοιμοπόλεμοι . 
Θα τους πούμε ότι κόβουμε ξύλα για τον χειμώνα . 
Και ξύλα ίσον όπλα . 
Κάθισε , ανθυποσμηναγέ . 
Ωραίο ρολόι έχεις . 
ΝΤΟΥΛΑΓΚ ΛΟΥΦΤ ΣΤΡΑΤΟΠΕΔΟ ΜΕΤΑΓΩΓΗΣ ΦΡΑΝΚΦΟΥΡΤΗ , ΓΕΡΜΑΝΙΑ Σε ευχαριστώ . 
Είναι τα αγαπημένα μου . 
Αλλά θα κρατήσω την πένα . 
Λοιπόν , πώς είναι τα πράγματα στις ΗΠΑ ; 
Αλεξάντερ Τζέφερσον , ανθυποσμηναγός , 0819461 . 
Ας αφήσουμε τις τυπικότητες , Τζεφ . 
Αισθάνομαι ήδη ότι σε καταλαβαίνω . 
Ο πατέρας σου δούλευε πάνω από δέκα χρόνια στο εργοστάσιο της Elijah McCoy συναρμολογώντας λιπαντήρες αερόφρενων . Έβγαζε 17 δολάρια τον μήνα . 
Γι ' αυτό έγινες χημικός . 
Εμείς οι Γερμανοί εκτιμούμε πολύ τους επιστήμονες . 
Σίγουρα θα σε προσλάμβαναν πολλά αμερικανικά εργαστήρια . Να καθαρίζεις τουαλέτες . 
Ποιος ήταν ο στόχος σήμερα ; 
Ρίτσαρντ Ντ. Μέικον ανθυποσμηναγός , 0821916 . 
Πώς χτύπησες τον αυχένα σου ; 
Πονάς ; 
Ανθυποσμηναγός , 0821916 . Λατρεύω την τζαζ . 
Ακόμα θυμάμαι την επίσκεψη στο Πάρανταϊς Βάλεϊ στο Ντιτρόιτ . 
Πρέπει να το ξέρεις . 
Αλεξάντερ Τζέφερσον , ανθυποσμηναγός , 0819461 . 
Ποιο είναι το μέρος στο Λος Άντζελες όπου εσείς οι μαύροι αναγκάζεστε να ζείτε ; 
Ναι . Το Ουότς . Γνωρίζω αυτά τα μέρη . 
Ξέρω τα ελαττώματα της χώρας μου . 
Και ξέρω ότι προσπαθεί να γίνει αυτό που λέει ότι πρέπει να γίνει . 
Κι όταν γυρίσω ... θα βοηθήσω να γίνει πολύ πιο γρήγορα . 
Μου κάνεις πλάκα ; - Ελπίζω να τους σκίσατε . 
- Τους ξέρετε αυτούς ; Πείτε μας τα νέα ! 
Είναι οι Κόκκινες Ουρές . 
Σε ποιο σύνταγμα είστε ; 
Σου λέω , είναι Κόκκινες Ουρές . 
Κανένα νέο ; 
Όλοι τους ανήκουν κάπου αλλού ! 
Μοιάζω με σακάτη . 
Μοιάζεις με στρατιώτη . 
Κόκκινες Ουρές . Σώσατε τα τομάρια μας πάρα πολλές φορές , αυτό μόνο . 
- Σε ποια μονάδα είστε ; - Στην 332η . 
Άσε με να βοηθήσω . Είμαι στα βόρεια . 
- Ευχαριστώ . - Ναι . Ελάτε μαζί μας . Θα σε φροντίσουμε . 
Τι έχουμε ; - Ελάτε . Πάμε . 
Να πάρει , Μερφ . Ανθυποσμηναγός Αλεξάντερ Τζέφερσον , 332η Ομάδα Μαχητικών . 
Ανθυποσμηναγός Ρίτσαρντ Ντ. Μέικον , 332η . 
Κύριοι , καλώς ήρθατε στον παράδεισο . 
Συνέχισε , υποσμηναγέ . 
Λοιπόν , πού είχαμε μείνει ; 
Εσύ μοιράζεις . 
- Τώρα μοίρασα και κέρδισα . - Καλά . Ας δούμε πόσα τσιγάρα μπορώ να σας πάρω . 
- Παίζεις , Μερφ ; - Όχι . Μην του μοιράσεις . 
Σου φορτώσαμε πολλά . Τα χειρίστηκες όλα . 
Έκανες το κάτι παραπάνω , Κροζ . Το εκτιμώ , κύριε . 
ΣΜΧΟΣ Τ.Σ. ΤΖΕΦΡΙ ΤΖ . Γι ' αυτό θα ξεκουραστείς έναν μήνα . 
Εννοείτε ότι παίρνω άδεια ; 
Από αύριο . 
Συγγνώμη που ρωτάω , αλλά έχω επιλογή ; - Επειδή νιώθω σαν να ... 
- Άκου , Κρόσμπι . Σε θέλουμε λειτουργικό . 
Να κάνεις πραγματικές διακοπές . Σωστή ξεκούραση και αναψυχή . Είσαι σημαντικός για μας . 
- Έγινα κατανοητός ; 
- Μάλιστα , κύριε . 
Μου λέτε περί τίνος πρόκειται ; 
Όπως εξήγησα τρεις φορές στα τρία άτομα που με συνέδεσαν , είμαι φίλος . 
Τηλεφωνώ εδώ και δύο μέρες . 
Η υπολοχαγός Ουέσγκεϊτ μου έδωσε αυτό το νούμερο . 
Η λοχαγός Ουέσγκεϊτ δεν είναι διαθέσιμη . 
Λοχαγός ; 
Μάλιστα . Έχει βγει για φαγητό ; 
Θα λείψει για πολύ ; 
- Δεν μπορώ να σας πω . - Εντάξει , μπορείτε να της πείτε ότι ... Πείτε της ότι πάω σπίτι με άδεια κι ότι θα λείψω για καιρό από το Λονδίνο . 
Θα το διαβιβάσω , κύριε . Ευχαριστώ . 
Διπλό συρματόπλεγμα , φυλάκιο κάθε 50 μέτρα και σκυλιά παντού . 
- Η απόδραση είναι αδύνατη . 
- Εκτός αν σχεδιαστεί σωστά . - Δεν ξέρω , Μπομπ . 
- Άκου με , μπορεί να γίνει . 
Ακόμα κι αν πάρουμε το φορτηγό , που μπορώ πια να το πιστέψω , και βάλουμε ένα λευκό αγόρι να το οδηγήσει ... Δύο . Χρειαζόμαστε δύο . Οι Γερμανοί πάνε πάντα δύο δύο . 
Εντάξει . Άρα , έχουμε το φορτηγό και δύο λευκά αγόρια με στολές ναζί . Μας πήρε τέσσερις μέρες για να φτάσουμε εδώ από τη Φρανκφούρτη . 
Ναι . Τις μισές με τρένο . 
Το θέμα είναι πού θα βρούμε καύσιμα . 
Δεν μπορούμε να σταματήσουμε σε ένα στρατόπεδο και να γεμίσουμε . 
Οδηγούμε μέχρι να αδειάσει και μετά περπατάμε . 
Σε τρεις μέρες ίσως φτάσουμε σε φιλικό έδαφος . 
Ο Άλεξ έφτιαξε χάρτη . 
Πώς σου φαίνονται ; Δεν έχω γνώμη . 
Πρέπει να έχουμε γνώμη . 
Η κοπέλα των ονείρων σου ; 
Όχι δική μου . 
Η κοπέλα των ονείρων μου έχει 1,60 ύψος . Έχει καμπύλες . Δέρμα σαν της Λίνα Χορν . 
Και αυτήν τη στιγμή , αυτήν τη στιγμή , ανθυποσμηναγέ , φιλάει τους τελευταίους μαθητές της Ε ' Δημοτικού γλυκά στο μέτωπο , και ακολούθως παίρνει χωρίς καθυστέρηση το λεωφορείο με τον αριθμό 54 απευθείας για την οδό Μάριον 650 όπου παρακολουθεί ευλαβικά και περιμένει στο παράθυρό της - για τον υποφαινόμενο . 
- Ελπίζεις . 
Ναι , ελπίζω . 
Αυτή ... Αυτή είναι μια ονείρωξη για τον αιχμάλωτο Τέρνερ στο 112 . Φρόντισε να σε πληρώσει με τσιγάρα Old Gold γιατί τα τσιγάρα εδώ είναι σκατά . 
Τέλος πάντων . Θα ήταν χρήσιμο να μιλήσεις για στρατηγική με τον επισμηναγό . Τον Μπακ . 
Ούτε λέξη δεν σου είπε όταν ήρθες . Τώρα του ανήκεις . 
Πετούσατε P-51 ; 
P-39 , P-40 , P-47 , P-51 , AT-6 . 
AT-6 . Εκπαιδεύτηκα στα AT-6 . 
Πολύ δυνατή ροπή . 
Τα P-51 είναι πολύ πιο ήρεμα . 
Εύκολη μετάβαση . 
Στην αρχή ήθελα να γίνω πιλότος μαχητικού . Αλλά τελικά ερωτεύτηκα τα μεγάλα αεροσκάφη . 
Εγώ έφτιαχνα μοντέλα αεροπλάνων από τότε που ήμουν παιδί . 
Ό , τι μοντέλο μπορείς να φανταστείς . 
Αλλά το αριστούργημά μου , το απόλυτο αριστούργημά μου , ήταν το Supermarine Spitfire με δίδυμους πλωτήρες 60 εκατοστών και ένα μέτρο άνοιγμα φτερών . Το σχεδίασα μόνος μου από φωτογραφίες εφημερίδων . 
Φοβερό . 
Τι διαβάζεις ; 
Την ιστορία ενός καλλιτέχνη . 
Θυσιάζει τα πάντα για να κυνηγήσει το πάθος του . ΤΟ ΦΕΓΓΑΡΙ ΚΑΙ ΜΙΑ ΠΕΝΤΑΡΑ ΣΩΜΕΡΣΕΤ ΜΩΜ ΕΙΣΙΤΗΡΙΟ ΓΙΑ ΤΟ ΡΑΪΧ 
Εσύ το σχεδίασες αυτό ; 
Μάλιστα . - Είναι σε κλίμακα ; 
- Ναι , λίγο ως πολύ . 
Δεν έχει υψομετρικά . 
Θα μπορούσες να μας βοηθήσεις . 
Είπες " Μας " ; 
Είμαστε μερικοί που σκεφτόμαστε επόμενες κινήσεις , εξετάζουμε σενάρια . 
Δεν μπορούμε να μείνουμε άπραγοι . 
Ναι , παρατήρησα τους νέους βελτιωμένους σούπερ μπράβους . 
Έχω κάποιο σχέδιο γι ' αυτό . 
Τι θες να κάνω ; 
Αυτό . 
Χρειαζόμαστε χάρτη για να φύγουμε . 
Την πρώτη μέρα που ήρθα , όλοι οι άλλοι κοίταζαν εσένα . 
Εσύ παίρνεις τις αποφάσεις . 
Γιατί μας άφησες να μείνουμε στο οκτώ ; 
Ας πούμε πως εγώ ήξερα ότι δεν είστε κατάσκοποι . 
Αυτή κι αν είναι ειρωνεία . 
Γκέιλ Κλέβεν , επισμηναγός , 100ή Ομάδα Βομβαρδισμού . 
Όλοι με φωνάζουν Μπακ . 
Ανθυποσμηναγός Αλεξάντερ Τζέφερσον , 332η Ομάδα Μαχητικών . 
Λέγε με Άλεξ . 
O Τζον θα σας κάνει μια επίδειξη . 
Παραδίδετε τα χαρτιά , αρπάζετε αμέσως τον καρπό . Χτυπάτε με την μπάλα τον κρόταφο . Εδώ ή εδώ . Πέφτει αναίσθητος . Αυτό είναι , παιδιά . Το γέρνετε . Ίσια το κορμί . Έτσι ασκείτε περισσότερη δύναμη . 
Αυτές οι σκλήθρες θα κάνουν όλη τη δουλειά . 
Το κόψιμο δεν θα κάνει ζημιά . 
Πάει απευθείας στον λαιμό . Και μετά σπρώχνετε μπροστά και του κόβετε το λαρύγγι . 
Καταλάβατε ; ΣΤΟΥΤΓΚΑΡΔΗ Μήνυμα από την κυρία να συναντηθείτε στο ξενοδοχείο . 
Εντάξει . Ευχαριστώ . Καληνύχτα σας . 
Βγες , αλλιώς μπαίνω εγώ . 
Σάντρα . ΓΕΝΝΗΜΑ ΘΡΕΜΜΑ ΡΙΤΣΑΡΝΤ ΡΑΪΤ Συγγνώμη , Κροζ . Με κάλεσαν ξανά . 
Μάλλον είναι καλύτερα έτσι . 
Ανήκεις στην Τζιν κι έχουμε να κερδίσουμε έναν πόλεμο . 
Θα θυμάμαι με αγάπη τις στιγμές που περάσαμε μαζί . 
Με αγάπη , Σάντρα . 
Πότε φεύγεις ; 
Αύριο το πρωί . 
Τέσσερις βδομάδες στη Νέα Υόρκη . 
- Πόσο σε ζηλεύω . 
Είπα στον σμήναρχο Τζεφ ότι δεν ήθελα να φύγω . 
Θα σου κάνει καλό . 
Τι εννοείς ; 
Εννοώ ότι θα σου κάνει καλό . 
Ανυπομονείς να δεις την Τζιν ; 
Κι αν δεν είναι το ίδιο ; 
Τίποτα δεν είναι ίδιο , Κροζ . 
Τίποτα . 
Ούτε και θα είναι . 
Αλήθεια είναι αυτό . 
Ευχαριστώ . ... με μπροστά τον Κόκκινο Στρατό . Χριστέ μου . 
Οι Ρώσοι μπήκαν στη Γερμανία . Στην Ανατολική Πρωσία . 
Πόσο κοντά ; Τα φώτα σβήνουν . Είναι κοντά . 
Πολύ πολύ κοντά . 
ΣΤΟ ΕΠΟΜΕΝΟ Προχωρείτε ! Μας έδωσαν 30 λεπτά . Μετά περπατάμε . Δεν σκέφτεσαι να το σκάσεις , έτσι ; 
Όχι σ ' αυτήν την κατάψυξη . 
Έχουμε ιδέα πού είμαστε ; 
ΝΥΡΕΜΒΕΡΓΗ - ΚΕΝΤΡΙΚΟΣ ΣΤΑΘΜΟΣ Νυρεμβέργη . 
Είμαστε στην καρδιά της πατρίδας τους . 
" Όποιος παλεύει με τέρατα , πρέπει να προσέξει να μη γίνει τέρας " . 
Αναγκαστήκαμε να φερθούμε σκληρά . 
Για όσα εκείνοι είναι ικανοί να κάνουν ... Ήθελαν και τα έπαθαν . 
Είμαι μέσα . Θα προσπαθήσουμε απόψε . 
Πήγαινε . Σε ακολουθώ . 
Μην πυροβολείτε . Φύγε Μπακ . 
