Σοβαρά , ευχαριστώ που ήρθες . 
Ειλικρινά , είναι χαρά μου . 
Ναι , αλλά δεν υπάρχει δωρεάν δείπνο . - Έτσι , Τζουν ; - Λίο . 
Της έκανα μια περίληψη στον δρόμο . Ακούγεται ενδιαφέρον . 
Εντάξει . Ο δικός σου . 
Σε ακούω . Ποιος λέει ότι ριόχα και νευροψυχιατρική δεν ταιριάζουν ; Ευχαριστώ . Είναι άντρας , σωστά ; 
Οπότε , συνέρχεται μετά από τροχαίο , και ... Ισχυρίζεται ότι δεν θυμάται τίποτα . 
Έχει πλήρη απώλεια μνήμης απ ' τη στιγμή που μπαίνει στο διαμέρισμα μέχρι που ξυπνά στο νοσοκομείο . 
Και μετά , να μαντέψω ; Θυμάται και τα ομολογεί όλα . 
Ναι , αλλά απ ' ό , τι καταλαβαίνω , αυτό είναι περίπλοκο νευρολογικά ; 
Λοιπόν , ο ιππόκαμπος , το τμήμα του εγκεφάλου όπου αποθηκεύουμε και ανακτούμε αναμνήσεις , έχει το σχήμα μικρού οσπρίου . 
Οσπρίου ; Ναι , φασολιού , το οποίο συρρικνώνεται μετά το τραύμα και δυσκολεύει την ανάκτηση της μνήμης . 
Τότε , ο Έρολ πώς είχε την ικανότητα ανάκλησης ώστε να δώσει μια λεπτομερή ομολογία ; 
Σου το είπα ότι αυτό την ξαγρυπνά τα βράδια . 
Τείνουμε να βλέπουμε τις αναμνήσεις ως αξιόπιστα πράγματα , σαν βιντεοκασέτες του παρελθόντος μας . Μα είναι πιο ακριβές να τις σκεφτόμαστε σαν ελαιογραφίες . 
Ξαναγυρνάς . Βάφεις από πάνω , στρώση τη στρώση . 
Άρα , οι άλλοι άνθρωποι μπορούν να τροποποιήσουν τις αναμνήσεις σου ; 
Ναι . Τα αναφέρω όλα στο podcast μου . 
Μου μοιάζει τραβηγμένο . Αλήθεια , Τζουν ; Εντάξει . Τότε , γιατί δεν περνάς απ ' το εργαστήριό μου κάποια στιγμή ; Στοίχημα ότι θα χακάρω τη μνήμη σου . Θα μας θυμάσαι ως παλιές φίλες . Ίσως χαμουρευτήκαμε στο δεντρόσπιτο της γιαγιάς σου . 
Δεν έχει δεντρόσπιτο η γιαγιά . Είσαι σίγουρη ; 
Κι αν σου έδειχνα φωτογραφία ; 
Το θέμα είναι πως όταν μια ανάμνηση βάφεται από πάνω ... ΑΣΤΕΡΙ ΤΗΣ ΕΒΔΟΜΑΔΑΣ έχεις πρόσβαση μόνο στην πιο πρόσφατη εκδοχή . Όχι στην αρχική . 
ΑΣΤΕΡΙ ΤΗΣ ΕΒΔΟΜΑΔΑΣ Μετά από πολύ τραύμα , πραγματικά δεν έχουμε πρόσβαση στο περιεχόμενο του ίδιου του μυαλού μας . 
Γι ' αυτό , " Είναι πιθανό κάποιος να φύτεψε μια ψευδοανάμνηση στο μυαλό του Έρολ ; " Ναι . Θεωρητικώς . Ευκολότερα απ ' όσο νομίζεις . 
Της αρέσεις . 
Κι εγώ τη συμπαθώ . 
- Όχι . Της αρέσεις , λέμε . - Τι ; 
Είσαι τόσο παλιομοδίτισσα . 
Κατάλαβα τι εννοείς . Κολακεύομαι πολύ , βασικά . 
- Σε νόμιζα για ντετέκτιβ . - Σταμάτα ... 
Ναι , γοητεύτηκε πολύ . Έχει καλό γούστο πάντως . 
Τζουν . Ξέρεις ότι μπορείς να μου μιλάς ; 
Είμαι πάντα με το μέρος σου . Κι ας μη φαίνεται . 
Το ξέρω . 
Ξέρεις , σε σκεφτόμουν . Λιγάκι . 
Εσύ με σκεφτόσουν ; Λιγάκι ; 
- Κλάιβ . - Ναι ; 
Να σε ρωτήσω κάτι ; 
Αλλά πρέπει να είναι το μικρό μας μυστικό . 
Εντάξει . 
Η Λίγκα Μάχης . 
Μπήκες στην εφηβεία σου , έτσι δεν είναι ; Ναι ; 
Θέλω να σου δείξω μερικές φωτογραφίες και θέλω μόνο να μου πεις αν κάποιος από αυτούς υπήρξε ποτέ μέλος της οργάνωσης . 
Το ' πιασες ; 
Αστυνομικός . 
- Τι γίνεται εδώ ; 
- Μόνο πες μου . 
Είσαι σίγουρος ; 
Όχι . Με τίποτα . 
Τουλάχιστον , εγώ δεν τον είδα ποτέ . 
Αυτόν ; 
Ή αυτόν ; 
Τον ήξερες αυτόν . Ναι . 
Όλοι ξέραμε τον Τόνι . 
Ο Τόνι Γκίλφοϊλ ; 
Αρχιφύλακας Λένκερ . Τμήμα Εγκληματολογικών Ερευνών Ντάλστον Λέιν . 
Μπορείς να πάρεις την κούτα , αγάπη ; 
Ναι . Συγγνώμη που σας ενοχλώ . Ευχαριστώ για τη βοήθεια , αλλά είναι κάπως περίπλοκο . - Κι αυτήν εδώ . - Αυτό είναι ... Ένας μάρτυρας έχει αναφέρει το όνομά σας αναφορικά με μια τρέχουσα έρευνα . 
Βάζεις τη μία πάνω απ ' την άλλη ; 
Πρέπει να βάλω το αμαξίδιο . 
Έγινε μια καταγγελία ότι ήσασταν μέλος μιας πολιτικής οργάνωσης . Και όπως ξέρετε , η συμμετοχή σε πολιτική οργάνωση απαγορεύεται για εν ενεργεία αστυνομικούς , αλλά εδώ επρόκειτο για τη Λίγκα Μάχης . 
Μια νεοναζιστική οργάνωση . Γνωστή και ως Γραμμή Αίματος ; 
Λοιπόν , είστε ή υπήρξατε ποτέ μέλος αυτής της οργάνωσης ; 
Ο Ρόι Τσέιμπερς δεν κάνει ακόμη κουμάντο στο Ντάλστον Λέιν ; 
Να του κάνω ένα τηλεφώνημα . 
Πείτε μου για την ομολογία του Μάτις . Να τα μας . 
Πείτε μου και θα ξεχάσω όσα άκουσα . 
Ναι , έμαθα ότι κάνεις μπούλινγκ . 
Το θέμα με τους νταήδες είναι , όπως έλεγε η καλή μου η μαμά , ότι δεν πρέπει να τους δώσεις χώρο . 
Πρέπει να τους κοιτάξεις κατάματα και να τους πεις πού να πάνε . 
Όσο για σένα ; Δεν δίνω δεκάρα για την άποψή σου , εντάξει ; Άντε γεια . 
- Παρακαλώ ; - Έλα , φίλε . Άκου . Δεν είναι καλά τα πράγματα . 
Το κέρατό μου ! Πήγε από κει . Στο σπίτι του Τόνι . Μας τη ... 
Άντε , πέρνα ! 
Αφεντικό , μας τη φυλάει . 
Εσύ πώς ανακατεύτηκες ; 
Είναι άρρωστος , εντάξει ; Αξίζει κάτι καλύτερο . Μετά από τέτοια καριέρα . 
Κιμ , το ' χω υπό έλεγχο . Σοβαρά . 
Ο Τόνι μας προστάτευε . 
Νομίζω πως αξίζει να σταθούμε στο ύψος μας . 
Αυτό κάνετε πάντα , εσύ κι ο Τόνι . Αλληλοτσιτώνεστε . 
Καλώς τον. 
Τι πρόβλημα υπάρχει ; Όλα καλά . 
Ήρθα για ένα διαμέρισμα . Μια γκαρσονιέρα για έναν φίλο . Κάποιον Πάτρικ . 
Αυτά θα φτάνουν για προκαταβολή . 
- Είσαι εντάξει για αύριο ; - Ναι . 
Απ ' την επίσκεψη του Χέγκαρτι σ ' αυτήν τη διεύθυνση τις προάλλες . 
Πήγε σε ένα μηχάνημα ανάληψης εδώ , κι είχε σηκώσει μπόλικο χρήμα πριν . 
Γαμώτο . Σόνια , τον παρακολουθείς ; 
Τι φοβάσαι τόσο ; 
- Δεν μπορώ να κατασκοπεύω συνάδελφο . - Αυτό δεν εμποδίζει εμάς όμως . 
- Κι ο Τόνι Γκίλφοϊλ ; Θα ' πρεπε να ... - Κάτι τρέχει με τον Χέγκαρτι . Το ξέρουμε κι οι δυο . Γιατί κάνει τον σοφέρ ; 
Τι τα κάνει τόσα επιπλέον μετρητά ; Επιτέλους , έχουμε κάτι . 
Τι ; 
Ότι πάει σ ' ένα μαγαζί με χαλιά ; 
Ναρκωτικά , όχι χαλιά , Τζουν . 
Κάνει κουμάντο κάποιος Μίρας Μανσούρ . 
Είναι ντίλερ . Χονδρέμποροι , βασικά . Μεγάλες ποσότητες ηρωίνης . 
Κι ο Χέγκαρτι είναι τακτικός . 
Πρέπει να γυρίσω στη δουλειά . 
Δεν θες να δεις . 
Είτε τον εκβιάζουν ή έχει ως δεύτερη δουλειά τη διακίνηση . 
Μόνη σου το είπες , Τζουν . Είναι ικανός για οτιδήποτε . 
Έλα να το πάρεις . 
- Φέρε ένα γλυκό , φίλε . - Δώσε ένα . 
Εδώ είμαστε . 
Πολύ μυστήριο το παιδάκι . 
Αηδία , ρε μπρο ! 
- Για το στόμα σου . 
- Μπρο , εσύ δεν είχες ποτέ οδοντόβουρτσα . Βρομο ... Αστυνομία . 
- Χέρια στο πλάι ! - Κάν ' το ! 
Βγάλτε τα σακίδια . Γυρίστε . 
Τι γίνεται ; 
Τι ' ναι αυτό ; 
- Γαμώτο . - Δεν είναι δικό μου . Μπήκε να ξεκουραστεί ; 
Εσείς οι δυο , φύγατε . 
- Πάμε ! - Φύγετε . 
Τζέικομπ , εγώ στη θέση σου θα το άφηνα αυτό . 
- Τι έχουμε ; 
- Τον πιάσαμε στη Χαρπς Λέιν . 
Πίσω απ ' τη γραμμή . 
- Παράπτωμα ; - Κατοχή με πρόθεση διακίνησης . Μάλιστα . 
Όνομα , παρακαλώ . 
Τζέικομπ Τέιλορ . 
Προχώρα μπροστά . 
Γράψε ονόματα και αριθμούς τριών ατόμων που θέλεις να καλέσεις . 
Δες απ ' το κινητό σου . 
Σβέλτα ! 
Άντε , μαμά . 
Ο αριθμός που καλείτε δεν είναι διαθέσιμος . Δοκιμάστε ξανά αργότερα . 
Ποιον άλλο μπορείς να πάρεις ; 
Πού είναι το κινητό μου ; Πού ; 
Πού διάολο είναι ; 
- Εμπρός ; - Γιαγιά , μ ' έχουν συλλάβει . 
- Τι ; 
- Έρχεσαι να με πάρεις , σε παρακαλώ ; 
Πού , αγάπη μου ; Πού ; 
Στο τμήμα . 
Δώσε μου τη διεύθυνση . Έρχομαι να σε πάρω . 
- Μπορώ να φύγω ; 
- Κάνε πίσω . 
Τζέικομπ , καταλαβαίνεις ότι θα δώσω έγκριση να κρατηθείς ; 
Εντάξει . Τα πόδια στα αποτυπώματα . 
Έλα , ρε Τζέικι ! Σήκωσέ το . 
- Γεια χαρά . - Πού είσαι ; 
Στη δουλειά . Δεν είχα σήμα για λίγο . Γιατί ; 
Πού είναι ο Τζέικομπ ; Άργησε μισή ώρα . 
- Του τηλεφώνησες ; 
- Έξι φορές . 
- Πήρες στο σχολείο ; 
- Ναι , έφυγε στην ώρα του . Δεν είναι λογικό όμως . Ο Τζέικ δεν έχει κάτι σημαντικότερο . 
Ο συνδρομητής που καλέσατε δεν είναι διαθέσιμος . 
Συμβάν στη Μερ Ρόουντ Ε1 . 
Άρρεν IC3 , ηλικίας 10 με 14 . Πολλαπλά τραύματα . Προς όλες τις μονάδες . 
Ζακ ; 
Τι ; 
Γεια . Είσαι καλά ; 
Μάλιστα . Τζέικομπ Τέιλορ . 
Το καλό είναι ότι δεν θα κατηγορηθεί ... " Καλό " ; 
Ο γιος μου προσήχθη με πρόθεση διακίνησης , του πήραν DNA , τον μπουζούριασαν , κι όλα αυτά απουσία ενός ενηλίκου ; 
Σύμφωνα με τον κανονισμό , κάλεσε τους στενούς συγγενείς του . 
- Το κάνατε απίστευτα χειρότερα . - Όχι , το μόνο που έκανα ... - Το DNA του μπήκε στο σύστημα . 
- Δεν τον προσήγαγα εγώ . 
Και ποιος ήταν ; Ποιοι τον συνέλαβαν ; 
- Κάποιοι Ρόσκιλ και Ουέιτ . - Τζουν ! 
- Μπαμπά ! - Τζέικ ! Θεέ μου . Έλα δω . 
- Τζέικ . - Συγγνώμη . Ναι . Ήμουν με τον Μαξ και τον Σακίλ , κι ήρθε η αστυνομία . Δεν ήταν δικό μου ! 
- Δεν έκανα τίποτα . - Μην το λες . Ούτε να το σκέφτεσαι , εντάξει ; 
Δεν φταις εσύ . 
- Ορκίζομαι ότι δεν έκανα τίποτα . - Όλα καλά . 
- Συγγνώμη . - Ορκίζομαι ! 
- Το ξέρω . - Ευχαριστώ . 
Και επάνω , παρακαλώ . 
Παρακαλώ ; Γεια σας . Έχουμε εδώ κάποια Μορίν Λένκερ , στα εξωτερικά ιατρεία των Επειγόντων . 
- Μαμά . - Εντάξει . 
- Σ ' ευχαριστώ . - Ευχαριστώ . 
Πρέπει να πάμε να πάρουμε τον Κέρτις . Όλο τον συλλαμβάνουν . - Και ξέρεις γιατί . - Δεν συνέλαβαν τον μπαμπά . 
- Δεν τους αρέσουν τα μαλλιά του . 
- Δεν είναι εκείνος . Μια χαρά μαλλί έχει . 
Ένα στιλ είναι . 
- Μαμά , άκου . - Όχι ! 
Ξέρεις ότι ο μπαμπάς έχει πεθάνει . Θυμάσαι ; 
Έλα . Φόρα αυτό . Πάει πολύς καιρός πια . 
Σ ' ευχαριστώ γι ' αυτό , Μορόουα . 
Δεν το είπαμε στα κορίτσια . Δεν τους χρειάζεται αυτό στις ζωές τους . 
Ναι . Όχι ακόμη . 
Τα δοκιμαστικά είναι του χρόνου , κάτι τέτοιο . 
Τώρα θα χάσω το πλεονέκτημα . 
Κι εγώ θα έρθω σαν σίφουνας αύριο , ως θυμωμένος μπαμπάς , - να πω δυο λογάκια στον κόουτς ... - Άτγουντ . - Άτγουντ . - Εντάξει . Είσαι ο καλύτερος μπαλαδόρος που ξέρω , Τζέικι . 
Τέτοιο ταλέντο δεν πρέπει να κρύβεται . 
Θα έχεις κι άλλες ευκαιρίες . Έχεις χρόνο ακόμη . 
Όπως τα λες . 
Ακριβώς . 
Οι δεξιότητές σου στην μπάλα είναι εξαιρετικές . " Δεξιότητες στην μπάλα " ; 
Τι ; Μπορώ να μιλάω ποδοσφαιρικά . Έτσι , Τζέικι ; Θα ανοίξω άλλο ένα κρασί . 
Τσίγκγουελ . Οι δύο αστυνομικοί ήταν στην παλιά ομάδα του Κιμ Κάρντγουελ . 
- Ποιανού ; 
- Είναι καθίκι . 
Δεν με βοηθάς και πολύ . 
Άρα , δύο φιλαράκια του Κιμ Κάρντγουελ φεύγουν τελείως απ ' την περιοχή τους για να ψάξουν μερικά 12χρονα αγόρια . Και για φαντάσου . Ο ένας βρίσκει μεθαμφεταμίνη επάνω στον γιο μου ; 
Εντάξει . Ναι . Όντως ακούγεται λίγο ύποπτο . - Αλλά δεν ξέρω , ίσως είναι ... - Τι ; Δεν ξέρω , αστυνομικοί στο Λονδίνο , όχι στο Τέξας , να ξενιτεύονται για να ... 
Τι ; Τι σημαίνει αυτό ; 
- Πάλι αυτός ; 
- Ναι , πάλι αυτός . 
Σε παρακαλώ , μη φέρεσαι σαν να τα χάνω . Δεν τα χάνω . 
Τζουν ... Αυτός τα κάνει όλα . Εντάξει ; Αντικρούει τα πάντα . Στέλνει τα τσιράκια του στις βρομοδουλειές του . 
Στοχοποιώ έναν δικό του , ο Χέγκαρτι στοχοποιεί τον γιο μου . 
Ποιος Χέγκαρτι ; 
Θες κι άλλο κουνγκ πάο ; 
Δεν καταλαβαίνω . Γιατί στοχοποιεί εμένα ; 
Απλώς ... Είναι ... Έχει να κάνει με τη δουλειά . 
Νομίζω πως κάτι απ ' τη δουλειά έγινε προσωπικό . 
Σ ' εμπιστευόμαστε 100 % , το ξέρεις . 
Και ξέρουμε ότι δεν ήταν δικό σου . Αλλά ... 
Ποιος , δηλαδή ; 
Κάποιο φιλαράκι σου ή ... Τζέικ , θες να πας μέσα τα πιάτα ; 
Όχι , Μορίν . Αυτό είναι ιεροσυλία . 
- Τι ; - Κέτσαπ στην πάπια Πεκίνου ; Όχι . 
Να πάμε να παίξουμε , σε παρακαλώ ; 
- Είπες ότι είσαι με το μέρος μου . - Φυσικά . 
Γιατί νιώθω πως κάθε φορά που πρέπει να επιλέξεις αν θα στηρίξεις εμένα και τον γιο μου ή ... - Επιλέγεις το άλλο . - Καταλαβαίνω . Και το χειρότερο απ ' όλα είναι πως θέλω να του πω ότι δεν φταίει αυτός . Κατανοητό . Μέσα του , όμως , πιστεύει ότι φταίει . 
Το καταλαβαίνω . Αλήθεια . 
Άρα , το μόνο πράγμα που δεν κάνεις είναι να κατηγορείς εκείνον . 
- Δεν το έκανα . - Μόλις το είπες . 
Κοίτα , είμαστε κι οι δυο τσιτωμένοι , εντάξει ; 
Μα είναι καλύτερα για τον Τζέικομπ να σταματήσει ... Γιατί έχει όλα τα φόντα . Να σταματήσει και να σκεφτεί λίγο , παρά να μεγαλώσει με τη νοοτροπία ότι τον κυνηγάει όλος ο κόσμος . Νοοτροπία ; Τι εννοείς ; Σαν τη δική μου νοοτροπία ; 
Δεν λέω αυτό . 
Τι , παράλογη , δηλαδή ; Κι επιθετική ; 
Δεν αφορά εσένα ! 
Θα το είχες πει αυτό για κάποιον παλιό του φίλο ; Για τον Ρόχαν , ας πούμε ; 
Κατάλαβα . Μάλιστα . Ναι . Κατάλαβα . Υπονοείς ότι ... Τι ; 
Ξέρεις κάτι ; Τα θέματα ψυχικής υγείας στην οικογένειά σας δεν έχουν χρώμα . 
- Τι είπες ; 
- Από πού προέρχεται η παράνοια , λες ; 
Έπιασες τη μαμά μου τώρα ; 
- Κάνω υπομονή . - Οικογενειακή κατάρα ; 
Ό , τι πω περνάει απ ' το μικροσκόπιο , γαμώτο ! Τότε , λέγε καλύτερα πράγματα ! 
- Εμείς να πηγαίνουμε . - Ναι . 
Το κέρατό μου . 
Είσαι καλά ; 
Σ ' ευχαριστώ που ήρθες . Ευχαριστώ που ήρθες . Το χρειαζόταν ο Τζέικι . 
Καλά είμαι . Καλά είμαι . 
- Αστυνομία . - Τι θες ; 
Άκρη ! 
Μίρας Μανσούρ , συλλαμβάνεσαι ως ύποπτος για κατοχή με πρόθεση διακίνησης . 
Αν είναι αυτός που νομίζω , στις αποβάθρες Σεντ Λέναρντ . 
Πες του το . 
Το κέρατό μου . 
Λοιπόν , τι παίζει με τους δυο σας ; Κάποια συμφωνία ; 
Τι ; Νομίζεις ότι προστατεύεσαι ; 
Νομίζεις ότι σε καλύπτει ; 
Όχι πια . 
Θα τον πάω στο τμήμα . Με τι κατηγορία ; 
Κατοχή με πρόθεση διακίνησης . 
- Ναι , δεν θα γίνει αυτό . - Αλήθεια ; Θα μ ' εμποδίσεις εσύ ; 
Αυτός ο τύπος στο πίσω κάθισμά σου , ο Μανσούρ , είναι δικός μου . 
Είναι έμπιστος . 
Ναι . Ωραία προσπάθεια . Έλεγξα τη διεύθυνση μέσω αντικατασκοπείας . 
Μπράβο σου . Υψηλές γνωριμίες . 
- Ναι . Και το όνομα δεν έχει επισημανθεί . - Μα φυσικά . 
Καλώς ήρθες στη γαμωζώνη του λυκόφωτος . Όχι ότι σε αφορά . 
Κυριολεκτικά του δίνεις μασούρια μετρητά . 
- Δεν ξέρω από πού ... - Με τι αντάλλαγμα ; - πληροφορείσαι . - Ναρκωτικά ; Ή τι ; Τι ακριβώς ; 
Αρκετά . Εντάξει ; 
Σου το ζητώ πολύ ευγενικά . 
Στοχοποίησες τον γιο μου ! 
Ο δικός σου , ο Κιμ , φύτεψε μεθαμφεταμίνη σ ' ένα δωδεκάχρονο παιδί . 
Μην κάνεις σαν να μην ξέρεις τι εννοώ ! 
Γιατί να στοχοποιήσω τον γιο σου ; Φυσικά . 
Άσ ' τον ελεύθερο , εντάξει ; 
Αυτό ... Το βλέπεις ; Δεν είναι λογική συμπεριφορά . 
Ούτε ν ' αγοράζεις ηρωίνη από μαγαζί με χαλιά . 
Κι ο Τόνι ; 
Ταιριάζει μια χαρά με τη φάση των αντιφασιστών , έτσι ; 
Η Λίγκα Μάχης ; 
Κάνεις λάθος . Μεγάλο λάθος . 
Ο Τόνι είναι μυστικός αστυνομικός . 
- Όχι . - Ναι , πάντα ήταν . 
Όχι , δεν ήταν καν στο Σώμα όταν γράφτηκε . Το ξέρω . Γιατί τον προσλάβαμε απευθείας απ ' τους Φρουρούς του Κόλντστριμ . 
Ο Έρολ Μάτις . Γι ' αυτό γίνονται όλα αυτά , ναι ; 
Εκείνη η υπόθεση ερευνήθηκε δίκαια και αμερόληπτα . Πιάσαμε τον δράστη . 
Όχι , μια ομολογία πήρατε . Ξέχασέ τον επιτέλους ! 
Συγγνώμη . Ξέρω ότι πέρασες πολύ δύσκολο βράδυ . 
Να σου πω . Άσ ' το ! 
Αυτή είναι η καριέρα σου , εκεί στο πίσω κάθισμα . 
Το DNA του γιου μου είναι στο γαμημένο σύστημα ! 
Αυτό σημαίνει λερωμένο μητρώο ! 
Μπορώ να σε βοηθήσω μ ' αυτό . Να το διευθετήσω . Να πω μια λέξη . 
Αλλά ξέρεις ... Άσ ' τον ελεύθερο . 
Έξω ! Κατέβα ! 
Τι ; Δεν μπορώ να περπατήσω . Δες τι ψοφόκρυο κάνει . 
Έλεος . Από τι πέθανε ο τελευταίος σου υπηρέτης ; 
Γεια . Μπορεί ο Κιμ ; 
- Είναι ... - Ας περάσει ! Γεια . 
Αποφάσισες ότι ήταν έξυπνο να φυτέψεις ναρκωτικά σ ' ένα 12χρονο παιδί ; 
Όχι . Δεν έγινε έτσι . 
Πάρε τα κλειδιά σου . 
Να αλλάξω ; 
Μου φέρνεις το μπουφάν μου ; 
Σε ποιο γαμημένο ηλιακό σύστημα θα έβαζε μυαλό έτσι ; 
Δεν το καταλαβαίνεις ; Την είχα . 
- Κυνηγούσε τον Τόνι . - Ακριβώς . 
Ή εκείνη ή εμείς . 
Είχα τη δύναμη να τη συλλάβω για παρενόχληση ανάπηρου . 
Συναδέλφου αστυνομικού . Ήταν τελειωμένη . Θα μάζευε τα μπογαλάκια της . Θα πήγαινε για κοινωνική λειτουργός . Τώρα τι κάνουμε ; 
Όλοι τη θεωρούν κακό μπελά . 
Γιατί μιλάς ακόμη ; 
Έλα τώρα . Έχουμε κάνει χειρότερα παλιά ! 
Αυτό κάνουμε . Εντάξει ; Δεν ... 
Δεν σου λέω πράγματα , γιατί δεν θες να ξέρεις . Αλλά σε στηρίζω . Πάντα σε στήριζα . 
Πάντα μ ' ένοιαζε να σε προστατεύω . 
Θυμάσαι που σε ρώτησα αν μπορώ να κάνω βόλτα με το αμάξι σου ; 
Τι , τώρα ; 
Δεν υπάρχει καλύτερη στιγμή . 
Τι σκατά ; Γαμώτο ! 
Άψογο στην οδήγηση . 
Να πάρει ο διάολος ! 
Δεν έχω λεφτά να το φτιάξω ! 
Τότε , μάθε να έχεις όρια . 
- Εδώ είμαστε . - Ευχαριστώ . Τέλειο είναι . 
Τον Χέγκαρτι να ευχαριστείς . Πλήρωσε την προκαταβολή . 
Σπέσιαλ απ ' το ΙΚΕΑ , ώστε να μη σε παίρνει μάτι κανείς όπως σε γέννησε η μαμά σου , ε ; 
Τα κλειδιά του βασιλείου . Καλή τύχη . 
Σπέσιαλ μπίχλα σώματος . 
Τι είναι αυτό ; 
Ξέρεις . Για ν ' ανοίγεις μόνη σου όποτε βρέχει και τέτοια . 
Γιατί είσαι τόσο καλός ; 
Εσύ γιατί λες ; 
Σ ' αρέσω ; 
Βασικά , κακώς . Δεν σου κάνω καλό , το ξέρεις αυτό ; 
Λοιπόν . 
Τζέικ , άκου . 
Μερικές φορές οι άνθρωποι ... Η αστυνομία μπορεί ... - Οι άνθρωποι κάνουν εικασίες . - Ναι . 
Βασισμένες στις δικές τους προκαταλήψεις . Κι αυτοί οι αστυνομικοί δεν θα σε βλέπουν ως ένα γλυκό αγοράκι που ποτέ δεν θα ... Έλα , ρε μαμά . Θα σε βλέπουν ως ένα μαύρο αγόρι . Και , βασικά ... Είναι ρατσιστές . 
Γι ' αυτό θέλω να ξέρεις να προστατευτείς σε περίπτωση που σε παρενοχλήσουν . 
- Μαμά , δεν χρειάζεται ... - Όχι . Άκου , πρέπει . 
- Ξέρω γι ' αυτά . - Εντάξει ; Άκου . 
Πρέπει να φέρεσαι έξυπνα . 
Μη φοράς την κουκούλα σου . 
Μη βάζεις τα χέρια στις τσέπες . Αν σε σταματήσει η αστυνομία , μην τρέξεις . Να είσαι ευγενικός και να τους πεις ότι έχεις μαμά αστυνομικό . 
Ντόρις , εγώ είμαι , η Τζουν . Κοίτα . 
Σε πειράζει να περάσουμε αργότερα απόψε με τη Σόνια ; 
Κάτι πρέπει ν ' ακούσεις . 
Είναι κάτι που δικαιούσαι ν ' ακούσεις για τον Έρολ . Για τον γιο σου . 
- Γεια . - Περάστε . 
Αυτή είναι η Κάρλα . Η γυναίκα που ψάχνουμε . 
Είχε μια κοπέλα πριν πολύ καιρό . Σαν εμένα . 
Έλεγε " Την ηλίθια σκρόφα . Δεν άκουγε ποτέ " . Ποτέ δεν τον έκανε χαρούμενο . 
Τη μαχαίρωσε πάρα πολλές φορές με το ίδιο μαχαίρι που έμπηξε σ ' εμένα . Και τώρα είναι νεκρή . 
Πώς την έλεγαν ; Ξέρετε ; 
Καυχιέται γι ' αυτό . 
Είναι ένας άντρας στη φυλακή κι έχει φάει 24 χρόνια για τον φόνο της . 
Δώστε μου το όνομα του συντρόφου σας . 
Όχι , όχι . Και λέει συνέχεια ότι αυτός ο τύπος στο Ουάιτκρος ... Λέει ότι είναι χαμένο κορμί κι ότι ... Κυρία ; 
