اصلا گوش میدی بهم ؟ 
دارم همه‌اش بهت میگم منم نظرات خودم رو دارم 
... نه ، نه ، نه ، نه من 
الو ؟ آره ، داخل پارک رونتری یه تیراندازی رخ داده 
خیلی خب ، تماس گیرنده ، جات امنه ؟ 
یه پسربچه هست فکر کنم بهش شلیک شده 
... میتونی ببینی هنوزم داره تیر شلیک میشه ؟ 
نمیدونم 
همونجا دراز کشیده ، تکون نمیخوره 
خب ، بله جان ، من اینجا داخل پارک رونتری تو منطقه هکنی داونز لندن هستم 
یه پسر جوون به نظر میرسه تو راه رفتن به خونه از مدرسه بهش شلیک شده که شاهدین اون رو یه حمله با خودرو اعلام کردن 
به نظر میرسه این آخرین مورد از رشته حوادث خشونت‌آمیز مرتبط با گنگسترها تو ماه‌های اخیر باشه ... و همونطور که میبنید ، کل پارک 
خیلی خب ، گوش کنید همگی خیلی خب ، تازه بهم خبر رسیده که بخاطر تیراندازی داخل پارک رونتری ، یه حادثه بزرگ پیش اومده احتمالا مربوط به گنگسترهاست 
هکنی داونز میخوان نیروهای بیشتری ببرن اونجا پس اگه کسی میتونه داوطلب بشه ، خیلی ازتون قدر میشه 
افسر ارشد تحقیقات ، سربازرس هگرتی هست 
تنها جزئیاتی که به دستم رسیده تا الان همینه ولی بدونید که قراره تحت فشار قرار بگیریم منابعمون در حال گسترشه پس باید حسابی حواستون رو جمع کنید 
حداقل پسره زنده‌ست زنده ؟ چیزی که ازش مونده شاید گبی ، به دوستم ایکس‌ری رو نشون بده حسابی لذت ببر نه میلیمتر 
هنوز توسرشه ؟ 
بخیه‌اش کردن ، ولی منتظرش که تورمش بخوابه انگار که یه گلودرده 
به جراح گفتم که اون گلوله رو لازم داریم 
هرچه زودتر به دستمون برسه ، زودتر میتونیم دنبال اسلحه بگردیم 
مدارک چی هستن ؟ 
افسرهای خاجری برای استقرار فوری آماده هستن 
باشه ، خودم کارش رو میکنم خب ؟ 
نه ، با مادرش صحبت کردم نمیتونیم با خیالت راحت بذاریم بیاد جلو دوربین 
مطمئنی ؟ به نظرم همه‌جا پخش میشه و تصویر کامل ارائه میشه 
خانم ؟ میشه یه لحظه بهم وقت بدید لطفا ؟ باشه - ممنون - 
گروهبان لنکر ، خوش اومدی 
ممنون قربان 
بیا ، یه برنده انتخاب کن ، برای مطبوعات 
ممنون که اومدی 
خوشحالم که میبینم بالاخره قبول کردی 
آره ، خب ، منم خودم پسر دارم ، پس میخوام کمک کنم خوبه ، خوبه 
ولری - بله ؟ برای بخش روابط عمومی 
تو خوبی ؟ 
آره لینک زوم داخل واگن براتون آماده‌ست 
پیدا کردن گیرنده تماس هایزلین به کجا رسیده ؟ 
خب ، به خدمات اورژانسی گفتم نشونه‌دارش کنن شاید دوباره تماس بگیره ، ولی ... به جز اون - تو تلاشت رو کردی - 
خیلی به خودت سخت نگیر نه قربان 
اینجا چیکار میکنی اصلا ؟ فکر میکردم ازش بدت میاد پنج دقیقه دیگه میرم 
جون لنکر ؟ 
... نه ، شرمنده - شوخی کردم - 
امروز به زود اومدم اینجا 
کیم کاردویل - آره ، میدونم کی هستی - خوبه 
میدونی چند تا گنگستر تو این ناحیه فعالیت میکنه ؟ 
هفده‌تا - واو - 
که ازش اطلاع داریم و برای بچه‌های اینجا ابرقهرمان حساب میشن 
درسته - میتونیم کارمون رو انجام بدیم - میتونیم در همه خونه‌هارو بزنیم ولی همین الان بگم ، هیچکس قرار نیست حرف بزنه اینجا که اینجوری نیست - پس فایده‌اش چیه ؟ 
فایده‌ای نداره اگه خبرش بخواد برسه از زیرزمین به دستمون میرسه خبرچین‌ها ، منابع مخفی 
جمع بشید ، تو هم بیا گروهبان لنکر زودباشید ، خیلی خب ، خیلی خوبه که این همه افسر اینجا داریم 
سلام ، هگرتی هستم 
اطلاعات 
آره ، این بچه تو پارک میدونم ، نه ، نه سالش بوده 
آره ، یه مادر هستی معلومه که هستی آره ، بگی نگی برام مهم نیست ، برام مهم نیست 
گوش کن آره ، میتونم یه لطفی بهت بکنم ولی باید یه کاری برام انجام بدی میتونم سفارشش رو بکنم 
گوش کن ، معمولا همچین کاری نمیکنم ولی تنها کسی که میتونم بهش بگم تویی 
آره ، یکم پرس و جو کن ببین چی پیدا میکنی 
اون پسرایی که جیکوب پیششونه کی هستن ؟ 
چند تا پسرن عزیزم 
آره ، میدونم مامان ولی دوست‌های همیشگیش کجا هستن ؟ نوین و اون گروه ؟ 
خب ، اونا یکم ... چی میگن 
خرخون بودن 
شاید با هم درگیری داشتن ؟ 
هیچوقت چیزی بهم نگفته خیلی مسخره‌ای 
میتونی با صدای بلندتر غذا بخوری ؟ - داره همه چیز رو امتحان میکنه - عادیه - پلیس داخل شرق لندن - امروز فراخوان شاهدین برای تیراندازی یه پسربچه مدرسه‌ای که داخل پارک رونتری اتفاق افتاد ، میدن 
آیزک ویتلو نه ساله که هنوز هم در شرایط وخیمیه خدای من ، این خودشه ؟ 
چی ؟ همون پسره از محل کارت ؟ آره 
لعنتی ، یادم رفت بگم بابای جیکوب زنگ زده بود 
زک ؟ 
چی میخواد ؟ 
خانواده‌اش رو میشناسن ظاهرا ماروا با مامان پسره داخل انجمن اولیا هستن 
معلومه که هست 
میخواستن بدونن حالش خوب هست یا نه ، میدونی ؟ 
بهش زنگ میزنم 
به نظرت اگه سیاهپوست بود هم اینقدر بزرگش میکردن ؟ 
آره ، منم داشتم به همین فکر میکردم 
خدایا ، شما دوتا چی میخواید ؟ ستاره طلایی ؟ در طی تحقیقات خودشون ... پلیس تصاویری رو از چند مرد منتشر کرده که باور دارن داخل سرش یه گلوله گیر کرده ، میدونی ؟ 
چیزیش نمیشه مامان 
یه لیوان دیگه چایی بریزم ؟ 
شراب ؟ - بیخیال ، راضیم کن - 
کدوم تیکه‌اش ؟ 
از چی ؟ 
مغز ؟ 
اینجا 
لوب پیشانی راست ... خب ، این چه شما دوتا در مورد چی غیبت میکنید ؟ در مورد تو غیبت میکنیم مامان 
خب ، مشکلی نداره پس 
ممنون 
خب ، بعضی از عملکردهای شناختی رو کنترل میکنه 
و ؟ 
گفتنش خیلی سخته ، مخصوصا در مورد بچه‌ها 
کی عملش میکنن ؟ امشب 
خوبه ، این خوبه ، میدونی ؟ ... هر چه زودتر بیاد بیرون بعدا میبینمت داداش 
چی ؟ 
صبر کن ، چی ؟ الان براش کار میکنی ؟ 
نه ، نه ، فقط برای این تحقیقاته 
یاخدا ... حواست به خودت باشه ، خب ؟ 
چیزی نیست ، فقط یه فرصت هست که از نزدیک ببینمش ، میدونی ؟ ببینم چطوری کار میکنه ، بیارمش سمت خودمون اگه از نظر انسانی امکان داشته باشه البته 
اوکی بود ؟ عجیب بود ؟ 
چیزی فهمیدی ؟ - نه ، هنوز نه - ... ولی به کیم کاردول گفته بود همه‌اش حواسش به من باشه ، پس چه آرامش بخش آره ، خیلی خب ، خب ، زودباش ، خبر جدید چیه ؟ 
چندتا از داوطلبان دوریس از کمپین رو راضی کردم 
خیلی خب - چیزی نیست ، سال‌هاست میشناسیمشون - 
و چطوری توضیحش دادی ؟ گیرنده تماس هایزلین ؟ 
خب ، گفتم کسی هست که شاید بتونه تو پرونده ارول کمک کنه 
فقط همین رو گفتی ؟ در مورد تماسش چیزی نگفتی ؟ نه ، قسم میخورم 
خیلی خب 
به هر حال ، الان دارن خبرش رو پخش میکنن 
کافه ، مراکز مختلف ، هر چیزی که بگی هر چی که هست ممنون 
صبر کن ، قبل از اینکه سریع بری 
خب ، این چیه ؟ 
مدرک ، محاکمه ارول 
سونیا ، نه نه ، فکر کردم قبول کردیم که روی گیرنده تماس هایزلاین کار کنیم 
میدونم چی گفتیم فقط یه نگاه کوچیک بنداز ، خب ؟ من اصلا نباید اینجا باشم 
محض رضای خدا 
پیش رئیسم قسم خوردم که نزدیک ارول نرم پس نه اولویت‌مون گیرنده تماس هایزلاین هست اون ؟ خط پشتیبانی معروف ؟ 
شوخی میکنی ، نه ؟ - نه - نه ، اون بیرونه - فقط یه نگاه بنداز - 
من مامور پلیس نیستم 
من تو یه قلعه بزرگ نیستم ولی تو هستی ، خب ؟ پس لطفا ، اگه میشه یکم از تخصصت رو در اختیار ما بذار 
باشه 
ممنون عزیزم 
تون ؟ 
بیا داخل رفیق 
همه چیز آماده‌ست برای ... چی بود ؟ کولونوسکوپی ؟ 
تاکسی رزرو شده ؟ آره ، ردیفه همه چی میتونی من رو از لیست کارهات خط بزنی - 
تو دائمی هستی 
مشکلی پیش اومد ، زنگ بزن 
خب ، تحقیقات چطور پیش میره ؟ 
چته ، نه سالته ؟ 
کره بادوم زمینی نزن بهش رفیق خودش یه وعده غذایی کامله 
گوش کن رفیق ، تو اتاق مهمون یه چیزی برات دارم ولی قرار نیست ازش خوشت بیاد 
پس فکر کردی رفیق خانمت بیخیال شده ، نه ؟ 
امکان نداره 
من کشتمش ، من ادلاید باروز رو کشتم 
تو یکی از آپارتمان‌های طبقه پایین دعوا شده 
میشه آدرستون رو بدید ؟ 
میشنوید ؟ داره جیغ میزنه خدای من 
مامان کجاست ؟ 
مامانت اینجا نیست 
ارول کجاست ؟ 
گشنته ؟ آره خب ، نشونه خوبیه 
چی دوست داری بخوری ؟ پاستا ؟ سیب زمینی ؟ 
ژله دوست ندارم باشه پس ، ژله رو بیخیال میشی " 
تو خونه کی آشپزی میکنه ؟ 
ارول 
خب ، تصمیم چیه ؟ 
خب ، من بی‌طرفم فقط دارم به مدارک نگاه میکنم ، ولی خب ، همه چیز خوب نیست 
سابقه وجود داره ، درسته ؟ ارول از والدین خودش پول دزدیده 
با پلیس تماس گرفته شد ، در مورد چی بوده ؟ - بدهی و مواد - 
یه مسیر بدی بودی که داخلش قرار گرفته بود 
توسط کسایی که میخواست تحت تاثیر قرارشون بده بازیچه شد خیلی خب بعد ازون چندبار دستگیر شد آره ، و هر بار آزاد شد - ... آره ، میدونم چی پیش خودت - مرد آی‌سی3 ، زمان و مکان اشتباه باید برات هجیش کنم ؟ 
دستگیرش میکردن - 
شورش‌ها چطور ؟ 
لعنتی 
تاتنهام های‌اریت ، آگوست 2011 
مال چند هفته قبل از مرگ ادلاید هست ، اون چی بود ؟ 
... اونم یه اشتباه بوده یا گوش کن ، باشه ، غارت میکرده محض رضای خدا ، میدونی چند نفر دستگیر شدن ؟ 
به هر حال ، فکر میکردم بی‌طرفی 
خیلی خب ، ببین اگه اعترافش رو یه لحظه بذاری کنار این چیزی هست که متوجهش نمیشم ... ارول هیچ سونیا - سابقه خشونتی نداره - هیچ زخم جنگی روی بدن قربانی وجود نداره هیچ شهادت محله‌ای وجود نداره در واقع هیچ انگیزه‌ای وجود نداره 
به جز پول ، پول مشکل درست میکنه ولی بازم ، سابقه‌اش کجاست ؟ روایتش کجاست ؟ شواهدش کجاست ؟ 
فقط خون ادلاید روش هست و با پاتریک از صحنه فرار کرده 
تصادف - آره ، اون چی بوده ؟ 
ارول یادش نمیاد 
دادستان میگه قتل - خودکشی بوده 
اون رو کشته ، بعدش تلاش کرده جون خودش و پسری که باهاش بوده رو بگیره 
نظر تو چیه ؟ 
یعنی ، میفهمم چی میگه 
میخوای همه چیز رو به آتیش بکشی پات رو میذاری روی گاز و مثل دیوونه‌ها رانندگی میکنی ولی مشکل من اینجاست وقتی که ون بهش خورده ، ماشین داشته میپیچیده 
... ارول ، اون داشته میرفته میپیچیده سمت راست داشته میرفته جاییکه همیشه ازش استقبال میشده 
میخواسته جاش امن باشه میخواسته ازش نگهداری شه 
میخواست بره پیش دوریس ، مامانش 
میخوای بری پیشش ؟ 
میتونم ترتیبش رو بدم آره ، باشه 
اگه دوباره بخاطر ارول برم پیش کسی دوباره کارم به اداره‌ی بازرسی میکشه 
و این دقیقا چیزی هست که اون میخواد 
جون ، من یه وکیلم ، خب ؟ 
سیستم عدالت کیفری رو بلدم میدونم چطوری کار میکنه و راستش ، اینقدر از وایتکراس رد شدم میدونم چطوری کار میکنن 
ترک‌هاش رو دیدم 
اگه میخوای ببینیش میتونم ترتیبش رو بدم ، و به خدا قسم هگرتی اصلا خبردار نمیشه 
باید جواب بدم 
- گروهبان لنکر ، سربازرس هگرتی هستم - من داخل بیمارستانم 
ببین ، شرمنده این درخواست رو میکنم ولی میتونی سریع خودت رو برسونی اینجا ؟ 
همه چیز خوبه ؟ 
خب ، جراح‌ها هنوزم عمل نمیکنن جنی ویتلو ؟ - اداره گلوله‌شناسی باید منتظر اون گلوله بمونه - اونجاست - مامان آیزک دنبال تو میگشت - 
من ؟ 
چرا ؟ منم همین سوال رو داشتم 
اوه ، اوه ، جون ؟ 
آره - سلام ، موروا یه پیام برام فرستاد - 
گفت که آدم خوبی هستی و میتونم بهت اعتماد کنم 
آره ، خب ، بی‌پرده بگم ... زک ، شوهرش ، بابای بچمه ، خب پسره یا دختر 
پسره 
کالین میگه باید جا به جاش کنیم میدونی ، بریم یه بیمارستان دیگه 
واقعا ؟ 
خب ، میدونی ، اینجا دکترهای خوبی داره جنی آره ، میدونی ، بهترین مراقبت ممکن ازش میشه 
آره ولی فقط میخوام این گلوله از مغزش بیاد بیرون فقط میخوام که بیرونش بیارن متاسفم 
ممنون 
خب ، چیه ؟ دوسته یا چیه ؟ 
دوست یکی از دوستان 
خب ، خوبه که تو رو یه فرد عادی میدونه 
بنده خدا خبر نداره 
این قضیه گلوله خیلی ناامیدکننده‌ست 
جراح من رو یه زورگو صدا زد میبینی ؟ پیش آدم خوبی هستی 
خیلی هم بد نبودم فقط داشتم کارم رو میکردم 
خب ، مطمئنم خودش میدونسته 
زن ، اون زن میدونسته 
جراحش زن بوده ؟ متاسفانه 
احساس شرمندگی میکنی 
آره ، داغون شدم 
صبر کن 
خیلی خب ، باید برم باشه ، حتما 
بعدا میبینمت - باشه ، مشکلی نیست - 
خیلی خب ، تو راهم خیلی خب پس ، آماده میشم 
اسم لطفا - سلام - 
جون لنکر - برای دیدن کی اومدید ؟ 
سمسون مایکلز - خیلی خب 
ممنون 
بشینید و منتظر بمونید تا اسمش صدا زده بشه 
دست‌ها بالا 
خیلی خب ، برو داخل - ممنون - 
پیتر آرنولد - آره - 
سمسون مایکلز 
ویلیام داونز - آره - 
ارول ماتیس 
ارول ماتیس - بله - برید داخل 
کار چطوره ؟ 
شکایتی ندارم خدا برای غر زدن زن‌هارو آفرید 
بچه‌ای که داخل پارکه ، میتونی کمک کنی ؟ 
مامانم میدونه تو اینجایی ؟ 
راستش ، من یکی از دوست‌های سونیا هستم 
واقعا ؟ 
چی میخوای ؟ 
تو هم یکی از اون خیرها هستی ؟ چرا ؟ خیلی ازشون میان سراغت ؟ آره ، یکی دوتایی اومدن 
اسمت چیه ؟ 
پس که اینطوره پس کی هستی ؟ پلیسی ؟ 
خبر دارن ؟ 
نمیتونی بهم آسیب بزنی دیگه 
همین الانم زندان هستم ، نه ؟ 
... خب ، من - سوال داری ؟ آره 
خیلی خب ، بپرس - خیلی خب - 
اولین باری که باهات مصاحبه کردن با یه افسر صحبت کردی و بهش گفتی که یه عذر داشتی 
گفت داشتی دنبال کار میگشتی ؟ 
آرایشگاه ، جاده ی مکسین 
گفت با یکی صحبت میکردی به اسم مصطفی 
پلیسا گفتن که منو نمیشناخته 
راستش ، گفتن عذرت قابل قبول نیست 
باید بفهمیم این چه معنایی داره 
موقع دادگاه تجدید نظر سعی کردیم پیداش کنیم 
برگشته بود ترکیه پای حرفت میمونی ؟ 
قطعا همین مرد باهات صحبت کرده ؟ بله 
اعتراف چی ؟ 
اولین باری که باهات مصاحبه شده گفتی یادت نمیاد بعد از اینکه وارد اون ساختمون شدی چه اتفاقی افتاده 
ولی سومین صبحی که بازداشت بودی اعتراف کردی که اونو کشتی ؟ 
چیه ، یادت نمیاد که اعتراف کردی ؟ اعترافت رو به یاد نمیاری ؟ 
موضوع اینه که اونموقع مواد مصرف کرده بودم 
فکر میکنی اونو کشتی ؟ 
روزای بدی دارم 
منظورت چیه ؟ 
انگار دارم دووم میارم دارم سعی میکنم خودمو جمع کنم آدما خوبن و سعی میکنم مثبت اندیش باشم ولی انگار در پایان روز هر اتفاقی که افتاده ، پاک میشه و اون قرار نیست برگرده 
نکته اش چیه ؟ 
منظورم اینه که چی میخوای بگی ؟ 
و مادرت چی ؟ 
پاتریک چی ؟ 
پت ، اونو دیدین ؟ 
... اون نه حرفی نزد ؟ ... نه ، من ببخشید ، نه پاتریک رو ندیدم 
یه لطفی بهم بکن وقتی مادرمو دیدی لطفا از طرف من بوسش کن 
ممنونم ممنونم 
بده به من بفرما 
ممنونم 
خب ، چیشد ؟ 
صحبت نکرد ؟ 
برگشته به اعتصاب غذا ؟ میخواد دوباره اوردوز کنه ؟ 
تبریک میگم ، مثل اینکه توی روز خوبی بهش سر زدی 
چرا میخواستی اونو ملاقات کنم ؟ چه فایده ای داشت ؟ میخواستم درک کنی 
کارش تمومه دیگه ادامه نمیده ما باید بهش کمک کنیم 
ببخشید ، باید کمک بخوایم ، میدونی منظورم چیه 
گوش کن میدونم که بعضی وقتا زیاده روی میکنم ولی درواقع قبل از این خیلی با هم وقت نمیگذروندیم ... این ... خب 
بیا ، درمورد این خبر داشتی ؟ 
هگرتی یه شغل دیگه داره ، به عنوان راننده 
راننده ؟ 
دقیقا ، دقیقا 
این دیگه خیلی زیاده رویه 
کلاه میپوشه ؟ 
نه میتونم تایید کنم نه رد 
طبیعیه ؟ افسر ارشد یه شغل دیگه داشته باشه ؟ 
خیلی بی سابقه نیست که افسرای ارشد دنبال افزایش حقوق باشن 
شاید پول لازمه برای چی ؟ 
ایناهاش ، تعطیلات قشنگیه ، نه ؟ کدوم گوری بودی ؟ 
ببخشید ، چه خبره ؟ 
خبرچین یه اسم بهمون داده ، برو توی کلیسای سفید 
با داسون برو 
میتونی به عنوان پشتیبان انجمن بری قربان در جریان قرار بگیر تیم آماده ست خوبه ، بریم 
کلویی ، کلویی 
مظنون کیه ؟ 
جیسون ریو 
به هگرتی خبر دادن ، فکر میکنن اون تیرانداز بوده سریع سوار شو 
تیم آلفا در موقعیته 
بهتون یادآوری میکنم که ممکنه سوژه تفنگ داشته باشه پس لطفا مراقب باشین 
واحدها همه ی نقاط ورودی و خروجی منطقه رو ببندین 
نمیخوام هیچ همسایه ای پرسه بزنه 
توی موقعیتیم 
خب ، کیم ، هر وقت آماده بودی برو 
برو ، برو ، برو 
پلیس ! داریم میایم داخل ما پلیسیم 
جد خب 
تصاویر 
تصاویر قطع شده سوژه دیده شده ؟ 
کیم 
خدای من ، لعنتی اونجا چه خبره ؟ سوژه دستگیر شده ؟ هی ، زود باش 
میشنوی ؟ کیم ، تکرار میکنم ، تصویر قطع شده 
جد ، محض رضای خدا ! بخواب ! بخواب رو زمین ! تکون نخور 
افراد بازداشت شدن اونم هست ؟ 
دستگیر شده ؟ کیم ؟ تایید کن داریم میایم بیرون 
رئیس ، دوست دخترشه جیسون ریوز حضور نداره 
کجاست ؟ کسی اسلحه میبینه ؟ اثری نیست ، داریم میگردیم 
کیم ، بیا بیرون 
از دوست دخترش بپرس کجاست سلاح گرم کجاست ؟ 
جد ! محض رضای خدا آره بررسی میکنم 
دارم توی این دنیا باهات صحبت میکنم یا بعدی ؟ 
خوبم ، خوبم ، گوش کن بله بعدا باهات صحبت میکنم نه ، یه ثانیه وایسا باید یه چیزی بهت بگم 
موضوع جون لنکره امروز توی وایتکراس بوده 
فهمیدی ؟ گفتنش برام دردناکه رفیق ، ولی بهت گفته بودم ، نه ؟ 
داره پشت سرت یه کارایی میکنه 
توی مسیر جنگه رفیق و متوقف نمیشه 
باید آدمش کنی ، میفهمی ؟ 
هنوز داریم دنبال سلاح میگردیم ولی دوست دخترش میگه با خودش برده 
تکرار میکنم ، فکر میکنیم جیسون ریوز سلاح گرم داشته باشه 
صبر کن 
قربان 
گروهبان کاراگاه لنکر ، عقب نشینی کن سوژه داره میاد سمتت جون ، پناه بگیر صبر کن 
تیراندازی شده 
جون ، خوبی ؟ 
آسیب دیدی ؟ نه ، خوبم ، خوبم خب آره ، خوبم 
مظنون دستگیر شد تیراندازی متوقف شد 
واحد24 ، سربازرس کاراگاه هگرتی هستم اسلحه رو پیدا کردین ؟ 
نه قربان 
فکر میکنیم پرتش کرده توی تونل 
خداروشکر نتونست درست شلیک کنه 
توی جلسه ی آماده سازی نبودی آره ، رفته بودم دادگاه ببخشید ، خبر داده بودم 
خب یه پرونده ی قدیمی بود میدونی چجوریه توی سیستم گیر میکنه 
همونجا میمونه همونجا میمونه 
ببخشید ، راستش دروغ گفتم 
چی ؟ پس دادگاه نبودی ؟ 
نه ، داشتم با یه زندانی مصاحبه میکردم 
کدوم ؟ 
وایتکراس ، این مجرم فکر میکردم یه رابطه ای با گروه تاتنهام داره پس برای اطلاعات بود ؟ آره به خاطر ایزک ؟ آره چیزی بهت گفت ؟ 
اصلا حواسش سر جاش نبود وقتم تلف شد 
باید بهت میگفتم ولی فکر میکردم اگه اسم وایتکراس رو بشنوی ببخشید ، احمقانه بود 
به هر حال ، ممنونم که یه جورایی زندگیم رو نجات دادی 
فراموشش کن ، هممون یه تیمیم نه ؟ 
درسته 
خوشحالم که سالمی 
پیداش کردیم ، اسلحه رو پیدا کردیم 
خسته نباشی 
جد ، میتونیم صحبت کنیم ؟ 
وسایل الکترونیکی مشکل دار بودن 
میدونم ، ممکن بود آسیب ببینه 
ولی ببین ، سالمه ، مشکلی پیش نیومده 
باید اینا رو گزارش کنم یا چی ؟ 
زندگی خیلی کوتاهه نه ؟ 
پسر خوب 
یه نفر تحت بازداشته پیشرفت بزرگی بوده 
پیشرفت بزرگ ؟ 
موفقیت بهتره 
مربوط به باندهاست ؟ مجبورن بپرسن 
هنوز اتهامی وارد نشده 
مراقب باش انکارش نکنی 
دن ، کی رو میخوای بذاری روی سکو ؟ 
برای کنفرانس خبری ؟ 
خودم به عنوان افسر ارشد تحقیقات قطعا 
بذار ما هم یه صحبتی بکنیم 
میشه لطفا تنهامون بذارین ؟ ممنونم 
ممنونم از همگی 
این مشکل واضحه 
یه پسر چشم آبی خوب ، توسط یکی از اعضای باند جنایتکارانه کشته شده بیشترش همینه ، هیچکدوم نیست کلادیا فقط جیسون ریو تحت نظارت نیست ، میفهمی ؟ ما و کل موسسه هم همینطوره کلادیا 
ما باید دیده بشیم مثل آیینه 
آیینه ای برای جامعه ای که بهش خدمت میکنیم ، درسته ؟ 
با همه ی تنوع های رنگارنگش 
متوجهم ، هوشمندانه ست 
ممنونم 
قراره چیکار کنیم ؟ 
چه کسی رو در معرض دید میذاریم ؟ 
جون لنکر ، کلادیا مهیو 
آره ، میشناسمتون کت قشنگیه 
واقعا ؟ میگفت اینجوری باهوشتر به نظر میرسم آره ، ... راستش یکی از کت های منه 
لعنتی به تو بیشتر میاد 
ببین ، بابت این ازت ممنونم 
خواهش میکنم نه 
داری کاری میکنی که حق نداریم ازت انتظار داشته باشیم انجام بدی ببخشید 
اون کیه ؟ 
افسر شبانه ی محافظ برای طرفدارای آنلاین کلادیا 
کلی بدخواه داره اشکالی نداره ، جواب بده 
الو گروهبان کارآگاه لنکر ، میک هارگریوز 
هفته ی پیش یه پیغام برام گذاشتین درمورد مالکیت با قصد عرضه بله بازداشتی پاتریک باروز بوده 
ممنونم که زنگ زدین ، پرونده رو به یاد دارین ؟ 
به طرز عجیبی آره 
! فدرالی ها 
روز خیلی بزرگی بود 
300گرم بهترین جنس هشت نفر دستگیر شدند هفت نفر متهم شدن که همگی محکوم شدن 
زود باش پسر ، بیا سوار شو آره ، ولی پاتریک نبوده نه 
چرا ؟ چرا اینکارو کردین ؟ چرا آزادش کردین ؟ 
یه نفر مداخله ایجاد کرد 
یه بازرس کارآگاه اومد و گفت آزادش کنین 
چی ؟ 
به عنوان لطف شخصی 
و به همین سادگی آزادش کردین ؟ 
ببین نمیدونم دوست خانوادگیش بود یا اینکه پسره براش جاسوسی میکرد ولی به رئیسمون فشار آورد و اومد بیرون و زل زد توی چشمام و گفت ، من ضمانت میدم 
ضمانت داد ؟ 
نمیدونم همه ی حرفش همین بود 
اسم این افسر رو یادتونه ؟ 
بومی نبود 
محقق جنایی ، گلسکو 
