Με ακούς ; 
Σου είπα , έχω κι εγώ μερικές παρατηρήσεις ! 
Όχι , όχι , φιλαράκι . 
Μ ' ακούτε ; Έπεσαν πυροβολισμοί στο Ράουντρι Παρκ ! 
Είστε ασφαλής εσείς ; 
Είναι ένα αγοράκι . Νομίζω , το πυροβόλησαν ! 
Μπορείτε να δείτε ... Πέφτουν ακόμη πυροβολισμοί ; 
Δεν ξέρω ! 
Είναι πεσμένος κάτω . Δεν κινείται ! 
Ναι , Τζον , βρίσκομαι εδώ στο Ράουντρι Παρκ , στην περιοχή Χάκνεϊ Ντάουνς του Λονδίνου . 
Ένα αγοράκι πιστεύεται ότι δέχτηκε πυροβολισμό επιστρέφοντας από το σχολείο σε μια επίθεση από διερχόμενο όχημα σύμφωνα με μάρτυρες . 
Αυτή είναι η πιο πρόσφατη σε μια σειρά από βίαια περιστατικά με συμμορίες τους τελευταίους μήνες . Κι όπως βλέπεις , όλο το πάρκο ... 
ΠΡΟΣΤΕΘΗΚΕ ΕΠΙΤΥΧΩΣ Ακούστε όλοι . Μόλις έμαθα ότι έχουμε ένα πολύ σημαντικό συμβάν μετά την επίθεση στο πάρκο . Πιθανώς και μάλλον αφορά συμμορίες . 
Το Χάκνεϊ Ντάουνς θέλει έξτρα άτομα . Αν μπορεί να προσφερθεί κάποιος , θα το εκτιμούσα . 
Επικεφαλής ερευνητής ο αρχιεπιθεωρητής Χέγκαρτι . 
Μόνο αυτά ξέρω προς το παρόν , αλλά να ξέρετε ότι θα μας πιέσουν , θα έχουμε ανεπαρκείς πόρους . Σας θέλω συγκεντρωμένους . 
Τουλάχιστον ζει το αγοράκι . Ζει ; Φυσικά , ό , τι απέμεινε . Γκάμπι , δείξε στον φίλο μου την ακτινογραφία . Απόλαυσέ τη . Εννέα χιλιοστά . 
Είναι ακόμη στο κεφάλι του ; 
Τον φρόντισαν , αλλά περιμένουν να υποχωρήσει το οίδημα , λες κι είναι πονεμένο δάχτυλο . 
Είπα στον χειρουργό ότι θέλω τη σφαίρα . 
Μόλις την πάρουμε , θ ' αρχίσουμε να ψάχνουμε το όπλο . 
Τι λένε τα χαρτιά ; 
Εξωτερικοί αστυνομικοί , διαθέσιμοι για άμεση συνδρομή . 
Ναι , αυτό θα το αποφασίσω εγώ . Ναι ; 
Όχι , μίλησα με τη μητέρα . Δεν μπορούμε να τη βγάλουμε στο γυαλί . 
Σίγουρα ; Θεωρώ ότι θα έδινε μια ολοκληρωμένη εικόνα . 
Κυρία ; Μου δίνετε ένα λεπτό , παρακαλώ ; - Εντάξει . - Ευχαριστώ . 
Αρχιφύλακα Λένκερ . Καλώς ήρθες . 
Σας ευχαριστώ . 
Ορίστε . Διάλεξε μια καλή . Για τα ΜΜΕ . 
Ευχαριστώ που ήρθες . 
Χαίρομαι που προσφέρθηκες . 
Ναι , έχω κι εγώ έναν γιο , οπότε ... Θέλω να βοηθήσω . Ωραία . 
- Βάλερι . - Ναι ; - Για τις Επικοινωνίες . - Έγινε . 
Είσαι καλά ; 
Ναι . Είναι έτοιμο το Zoom στο αυτοκίνητο . 
Πώς πάει ο εντοπισμός της καλούσας της Χέιζ Λέιν ; 
Το φλάγκαρα στις υπηρεσίες έκτακτης ανάγκης σε περίπτωση που καλέσει ξανά , - αλλά πέρα απ ' αυτό ... 
- Έβαλες τα δυνατά σου . Μη σκας . Όχι , κύριε . 
Τι θες εδώ ; Εσύ τον σιχαινόσουν . Φεύγουμε σε πέντε . 
Η Τζουν Λένκερ ; 
- Όχι . Συγγνώμη ... - Αστειάκι . 
Είμαι μαζί σου . Πληρώνω αμαρτίες . 
- Κιμ Κάρντγουελ . - Ναι , σας ξέρω . Ωραία . 
Ξέρετε πόσες συμμορίες δραστηριοποιούνται εδώ ; 
Δεκαεπτά . 
Απ ' όσο ξέρουμε . Κι είναι οι υπερήρωες των παιδιών εδώ . 
- Μάλιστα . - Θα κάνουμε έρευνα . Θα χτυπήσουμε πόρτες , αλλά κανείς δεν θα μιλήσει . - Όχι εδώ . - Τότε , τι νόημα έχει ; 
Κανένα . Ό , τι προκύψει , αν προκύψει , θα έρθει υπογείως . Πληροφοριοδότες . Μυστικές πηγές . 
Μαζευτείτε ! Κι εσύ , αρχιφύλακα Λένκερ . Ελάτε . Λοιπόν . Χαίρομαι που έχω τόσα όργανα μπροστά μου . 
Γεια . Εδώ Χέγκαρτι . 
Πληροφορίες . 
Ναι , το παιδάκι στο πάρκο . Το ξέρω . Εννιά . Εννιά ετών . 
Ναι , είσαι μητέρα . Φυσικά είσαι . Ναι , πάνω κάτω . Δεν με νοιάζει ! 
Άκου ... Ναι , να σου κάνω μια χάρη , αλλά να μου κάνεις κι εσύ μία . Θα πω έναν καλό λόγο . 
Κανονικά δεν θα το έκανα αυτό , αλλά μόνο σ ' εσένα μπορώ να το ζητήσω . 
Ναι . Βάλε να μάθουν , και δες τι θα βγει . 
Ποιοι είναι αυτοί με τον Τζέικομπ ; 
Αγόρια είναι , αγάπη . 
Το ξέρω . Η συνηθισμένη παρέα του ; Ο Ναβίν κι αυτοί ; 
Ήταν κάπως ... Πώς το λέμε ; 
Σπασικλάκια . 
Μήπως τσακώθηκαν ; 
Εμένα δεν μου είπε τίποτα . Πολύ γέλιο έχεις . 
- Δεν μασουλάς λίγο πιο δυνατά ; - Δοκιμάζει διάφορα . - Νορμάλ . - Η αστυνομία Αν. Λονδίνου κάνει έκκληση για μάρτυρες , μετά την επίθεση σε μαθητή στο Ράουντρι Παρκ νωρίτερα σήμερα . 
ΕΠΙΘΕΣΗ ΣΤΟ ΑΝ . ΛΟΝΔΙΝΟ Ο εννιάχρονος Άιζακ , σε κρίσιμη κατάσταση ... Θεούλη μου . Αυτός είναι ; 
- είχε δεχτεί ... - Τι ; - πυροβολισμό ... - Το αγόρι απ ' τη δουλειά σου ; - επιστρέφοντας από το σχολείο ... - Ναι . λίγο μετά τις 16 : 00 . 
Το ξέχασα . Πήρε ο πατέρας του Τζέικομπ . 
Ο Ζακ ; 
Τι θέλει αυτός ; 
- Η αστυνομία ... - Ξέρουν την οικογένεια . Η Μορόουα είναι στον Σύλλογο Γονέων με τη μαμά του μικρού . 
Φυσικά είναι . 
Ρωτούσαν αν θα γίνει καλά . 
Θα τον πάρω . 
Θα έκαναν τέτοιο σαματά αν ήταν μαύρος ; 
Ναι , το ίδιο πράγμα σκεφτόμουν κι εγώ . 
Έλεος κι οι δύο . Τι θέλετε ; Παράσημο ; Μετά από έρευνα , η αστυνομία δημοσιοποίησε εικόνες αντρών που πιστεύεται ... Ξέρετε ότι έχει μια σφαίρα σφηνωμένη στον εγκέφαλό του ; 
- Στον ... - Θα γίνει καλά . 
Θες άλλο τσάι ; 
- Ένα ποτήρι κρασί ; - Άντε , αφού με πιέζεις . 
Σε ποιο σημείο ; 
Τι πράγμα ; 
Του εγκεφάλου . 
Εδώ . 
Δεξιός μετωπιαίος λοβός . Τι σημαίνει ... Τι κουτσομπολεύετε εσείς ; Εσένα , μαμά . Εσένα κουτσομπολεύουμε . 
Μια χαρά , τότε . 
Ευχαριστώ . 
Ελέγχει ένα μέρος της γνωστικής λειτουργίας . 
Και ; 
Δύσκολο να προβλέψεις , ιδίως σε παιδιά . 
Πότε θα χειρουργηθεί ; Απόψε . 
Ωραία . Αυτό είναι καλό . Όσο συντομότερα βγει ... Τα λέμε , μπρο . 
Τι ; 
Κάτσε , τι ; Δουλεύεις γι ' αυτόν τώρα ; 
Όχι , μόνο για αυτήν την έρευνα . 
Χριστέ μου ! Να προσέχεις , ναι ; 
Όλα καλά . Είναι μια ευκαιρία να τον δω από κοντά . Πώς δουλεύει . Να τον πάρω με το μέρος μας . Αν είναι ανθρωπίνως δυνατό . 
Ήταν εντάξει ; Φερόταν περίεργα ; 
- Έμαθες κάτι ; - Όχι ακόμη . Αλλά έβαλε τον Κάρντγουελ να με επιβλέπει συνεχώς , οπότε ... Πολύ παρήγορο . Ναι . Λοιπόν , λέγε τα δικά σου νέα . 
Ενημέρωσα μερικές εθελόντριες της Ντόρις , απ ' την εκστρατεία . 
- Εντάξει . - Μην ανησυχείς . Τις γνωρίζουμε χρόνια . 
Και πώς εξήγησες αυτό ; Την καλούσα της Χέιζ Λέιν ; 
Βασικά , είπα πως είναι κάποια που ίσως βοηθήσει στην υπόθεση του Έρολ . 
Μόνο αυτό ; Δεν είπες για την κλήση ; Όχι . Τ ' ορκίζομαι . 
Καλώς . 
Τέλος πάντων , το διαδίδουν τώρα . 
Σε καφέ , κέντρα αλληλεγγύης , όπου φαντάζεσαι . Τα πάντα όλα . Σ ' ευχαριστώ . 
Περίμενε . Πριν φύγεις . 
Τι είναι αυτό ; 
Τεκμήρια . Απ ' την παλιά δίκη του Έρολ . 
Σόνια , όχι . Όχι . Συμφωνήσαμε να δουλέψουμε με την καλούσα της Χέιζ Λέιν . 
Ξέρω τι είπαμε . Ρίξε μια ματιά , εντάξει ; Δεν θα ' πρεπε να ' μαι καν εδώ . 
Έλεος . 
Υποσχέθηκα στο αφεντικό να μην ασχοληθώ με τον Έρολ . Οπότε , όχι . Προέχει η καλούσα της Χέιζ Λέιν . Εκείνο ; Η διάσημη γραμμή βοήθειας ; 
- Είναι φάρσα , έτσι ; - Όχι . - Όχι . Είναι υπαρκτή . - Ρίξε μια ματιά μόνο . 
Εγώ δεν είμαι αστυνομικός . 
Δεν είμαι μέσα στα πράγματα . Εσύ είσαι . Γι ' αυτό , σε παρακαλώ , χάρισέ μας λίγη πολύτιμη γνώση . 
Καλώς . 
Ευχαριστώ , μωρό . 
Τόουν ; 
Πέρνα , φιλαράκι ! 
Πανέτοιμος για την ... Τι είναι ; Κολονοσκόπηση ; 
Έκλεισες ταξί ; Ναι . Όλα κανονίστηκαν . Σβήσε με απ ' τις αγγαρείες σου . 
Είσαι μόνιμος εσύ . 
Ό , τι χρειαστείς , πάρε με . 
Λοιπόν , πώς πάει με την έρευνα ; 
Πόσο είσαι ; Εννιά ετών ; 
Μην κράζεις το φιστικοβούτυρο . Είναι βασικό είδος διατροφής . 
Άκου , φιλαράκι . Σου έχω κάτι στον ξενώνα . Αλλά δεν θα σου αρέσει . 
Ώστε νομίζεις ότι η φιλεναδίτσα σου τα παράτησε , έτσι ; 
Ούτε για πλάκα . 
Εγώ τη σκότωσα . Σκότωσα την Άντελεϊντ Μπάροουζ . 
Γίνεται καβγάς σ ' ένα διαμέρισμα από κάτω . 
Διεύθυνση ; 
Το ακούτε αυτό ; Ουρλιάζει ! Θεέ μου ! 
Η μανούλα ; 
Δεν είναι εδώ . 
Ο Έρολ ; 
Πεινάς ; Ναι . Καλό σημάδι . 
Τι θέλεις να φας ; Μακαρόνια ; Πατάτες τηγανητές ; 
Δεν τρώω ζελέ . Εντάξει . Δεν θα φάμε ζελέ , τότε . 
Ποιος μαγειρεύει στο σπίτι ; 
Ο Έρολ . 
Λοιπόν , η ετυμηγορία ; 
Είμαι αμερόληπτη . Απλώς κοιτάζω τα τεκμήρια , αλλά ... Δεν είναι όλα καλά . 
Υπάρχει ιστορικό , έτσι ; Ο Έρολ έκλεβε λεφτά απ ' τους γονείς του . 
- Κάλεσαν την αστυνομία ; Τι ήταν αυτό ; - Χρέος , για ναρκωτικά . 
Περνούσε μια δύσκολη περίοδο . 
Τον κορόιδεψαν άτομα που προσπαθούσε να εντυπωσιάσει . Εντάξει . Πολλές συλλήψεις μετά . - Ξέρω τι θα μου ... - Ναι , κι αφηνόταν πάντα ελεύθερος . Άντρας IC3 , λάθος μέρος , λάθος στιγμή . Πρέπει να σ ' το ζωγραφίσω ; 
Τον μάζευαν χωρίς λίγο . 
Κι οι φασαρίες ; 
Διάολε . 
Τότεναμ Χάι Στριτ . Αύγουστος 2011 . 
Αυτό ήταν λίγες εβδομάδες προτού πεθάνει η Άντελεϊντ . 
Κι αυτό λάθος ήταν ή ... Άκου . Καλά , έκανε πλιάτσικο . Το κέρατό μου . Ξέρεις πόσους συνέλαβαν ; 
Νόμιζα ότι ήσουν αμερόληπτη . 
Εντάξει , κοίτα . Αν αγνοήσεις την ομολογία του για λίγο ... ΟΠΛΟ ΔΕΝ ΒΡΕΘΗΚΕ το θέμα είναι τι δεν βλέπω . - Ο Έρολ δεν έχει ιστορικό βίας ... το θύμα δεν έχει ουλές από πάλη , δεν υπάρχουν μαρτυρίες γειτόνων . Δεν υπάρχει κίνητρο , βασικά . 
Εκτός απ ' το χρήμα . Οικονομικά προβλήματα . Μα και πάλι , πού είναι το ιστορικό ; Πού είναι το αφήγημα ; Πού είναι τα τεκμήρια ; 
Υπάρχει μόνο το αίμα της επάνω του . Και διέφυγε απ ' το σημείο με τον Πάτρικ . 
- Το τρακάρισμα . - Ναι , τι ήταν αυτό ; 
Ο Έρολ δεν θυμάται . 
Ο εισαγγελέας λέει φόνος με αυτοκτονία . 
Της αφαιρεί τη ζωή και μετά προσπαθεί να αφαιρέσει τη δική του και του μικρού . 
Εσύ τι λες ; 
Το καταλαβαίνω . 
Θες ένα εντυπωσιακό τέλος , γκαζώνεις , οδηγείς σαν τρελός . Μα έχω το εξής πρόβλημα . Όταν τον χτύπησε το βαν , το αμάξι έστριβε . 
Ο Έρολ έστριβε δεξιά ... Πήγαινε στο μοναδικό μέρος όπου ήταν πάντα μα πάντα ευπρόσδεκτος . 
Ήθελε να είναι ασφαλής . Να τον πάρουν αγκαλιά . 
Πήγαινε να δει την Ντόρις . Τη μαμά του . 
Θέλεις να τον συναντήσεις ; 
Μπορώ να το κανονίσω . Τώρα μάλιστα . 
Μια εντολή επισκεπτηρίου στον Έρολ και θα ξαναβρεθώ στο Τμήμα Δεοντολογικών Προτύπων . 
Ακριβώς αυτό θέλει εκείνος . 
Τζουν , είμαι δικηγόρος , εντάξει ; 
Ξέρω πώς λειτουργεί το ποινικό σύστημα δικαιοσύνης . Και , ειλικρινά , τόσο συχνά που μπαινοβγαίνω στην Ουάιτκρος , ξέρω πώς λειτουργούν . 
Έχω δει τα κενά . 
Αν θες να τον δεις , μπορώ να σε βάλω μέσα , και σου ορκίζομαι , ο Χέγκαρτι δεν θα πάρει χαμπάρι . 
Πρέπει να απαντήσω . 
- Αρχιφύλακα Λένκερ . Εδώ Χέγκαρτι . Είμαι στο νοσοκομείο . 
Συγγνώμη που το ζητώ , αλλά μπορείς να έρθεις νωρίς το πρωί ; 
Όλα καλά ; 
Δεν τον χειρουργούν ακόμη . - Η Τζένι Ουίτλοου ; - Περιμένουμε τη σφαίρα . - Εκεί μέσα . - Σε ζητούσε η μαμά του Άιζακ . 
Εμένα ; 
Γιατί ; Αυτό αναρωτιόμουν κι εγώ . 
Η Τζουν ; 
- Ναι . - Γεια . Η Μορόουα μου έστειλε μήνυμα . 
Είπε ότι είσαι καλή και να σ ' εμπιστευτώ . 
Ναι , για να είμαι απόλυτα ειλικρινής , ο Ζακ , ο άντρας της , είναι ο πατέρας του παιδιού μου , οπότε ... Αγόρι ή κορίτσι ; 
Αγόρι είναι . 
Ο Κόλιν θεωρεί πως πρέπει να τον μεταφέρουμε . Να δοκιμάσουμε άλλο νοσοκομείο . 
Αλήθεια ; 
Είναι σε καλά χέρια εδώ , Τζένι . Έχει εξαιρετική φροντίδα . 
Ναι . Μα απλώς θέλω να του τη βγάλουν . Καταλαβαίνεις ; Θέλω μόνο να του τη βγάλουν . Λυπάμαι . 
Ευχαριστώ . 
Λοιπόν , τι είναι ; Φίλη ή κάτι άλλο ; 
Φίλη μιας φίλης . 
Είναι καλό που σε θεωρεί έμπιστη . 
Πού να ' ξερε ... 
Είναι απογοητευτικό . Για τη σφαίρα . 
Ο χειρουργός με είπε νταή . Είδες ; Δεν είσαι μόνη σου . 
Δεν ήμουν τόσο κακός . Τη δουλειά μου έκανα . 
Θα το ήξερε κι εκείνος . 
Εκείνη . Εκείνη το ήξερε . 
Γυναίκα χειρουργός ; Φοβάμαι πως ναι . 
Ντράπηκες . 
Ναι . Με τσακώσατε . 
Περίμενε . 
Πρέπει να φύγω . Ναι , φυσικά . 
- Τα λέμε αργότερα . - Εννοείται . 
Εντάξει , είμαι καθ ' οδόν . Εντάξει . Θα είμαι έτοιμη . 
- Όνομα ; - Γεια σας . 
- Τζουν Λένκερ . - Ποιον ήρθατε να δείτε ; 
- Τον Σάμσον Μάικλς . - Καλώς . 
Ευχαριστώ . 
Καθίστε και περιμένετε να ακούσετε το όνομά του . 
ΦΥΛΑΚΗ ΟΥΑΪΤΚΡΟΣ ΛΕΝΚΕΡ - ΤΖΟΥΝ Σηκώστε τα χέρια . 
- Εντάξει . Περάστε . - Ευχαριστώ . 
- Πίτερ Άρνολντ . - Ναι . 
Σάμσον Μάικλς . 
- Ουίλιαμ Ντάουνς . - Ναι . 
Έρολ Μάτις . 
- Έρολ Μάτις . - Ναι . Περάστε . 
- Πώς πάει η δουλειά ; 
- Δεν έχω παράπονο . Γι ' αυτό ο Θεός εφηύρε τις συζύγους . 
Ο μικρός στο πάρκο . Μπορείς να βοηθήσεις ; 
Η μαμά μου ξέρει ότι ήρθες ; 
Βασικά , είμαι φίλη της Σόνια . 
Αλήθεια ; 
Τι θες ; 
Είσαι απ ' τους καλοπροαίρετους ; Έρχονται πολλοί τέτοιοι ; Ναι , κάνα δυο . 
Το όνομά σου ; 
Έτσι πάει . Τι είσαι , λοιπόν ; Αστυνομία ; 
Εκείνοι το ξέρουν ; 
Βασικά , δεν μπορείς να μου κάνεις κακό . 
Είμαι ήδη εδώ , έτσι ; 
- Βασικά ... - Έχεις ερωτήσεις ; Ναι . 
- Εντάξει . Ρώτα ό , τι θες . - Εντάξει . 
Όταν σε ανέκριναν πρώτη φορά , είπες σ ' έναν αστυνομικό ότι είχες άλλοθι . 
- Είπε ότι έψαχνες για δουλειά ; 
- Σε κουρείο . Στη Μαξίν Ρόουντ . 
Είπε ότι μίλησες με κάποιον ... Μουσταφά . 
Η αστυνομία είπε ότι δεν με ήξερε . 
Βασικά , είπαν ότι το άλλοθί σου δεν έστεκε . 
Πρέπει να μάθουμε τι σημαίνει αυτό . 
Προσπαθήσαμε να τον βρούμε όταν κάναμε έφεση . 
- Είχε γυρίσει στην Τουρκία ή όπου αλλού . - Επιμένεις σε ό , τι είπες ; 
Σίγουρα μίλησες μ ' εκείνον ; Ναι . 
Κι η ομολογία ; 
Όταν σε ανέκριναν την πρώτη φορά , είπες ότι δεν θυμόσουν τίποτα απ ' τη στιγμή που μπήκες στο σπίτι . 
Μετά , όμως , το τρίτο πρωί της κράτησής σου , ομολογείς ότι τη σκότωσες . 
Τι , δεν θυμάσαι να ομολογείς ; Το θυμάσαι ; 
Το θέμα είναι ... Η φάση είναι ότι μ ' είχαν με τόσα φάρμακα , που ... 
Πιστεύεις ότι τη σκότωσες ; 
Έχω κακές ημέρες . 
Τι εννοείς ; 
Το παλεύω . Προσπαθώ να κρατάω την ψυχραιμία μου , και ... Οι άνθρωποι έχουν καλές προθέσεις και προσπαθώ να παραμείνω θετικός . Αλλά στην τελική , ό , τι κι αν έγινε , εκείνη έχει χαθεί . Και δεν θα ξαναγυρίσει . 
Οπότε τι νόημα έχει ; 
Αυτό εννοείς ; 
Κι η μαμά σου ; 
Κι ο Πάτρικ ; 
Ο Πατ . Τον είδες ; 
- Είναι ... - Όχι . - Είπε τίποτα ; - Όχι , δεν τον είδα . Λυπάμαι . Όχι , δεν είδα τον Πάτρικ . 
Κάνε μου μια χάρη . Όταν δεις τη μαμά μου , σε παρακαλώ , δώσ ' της ένα φιλί από μένα . 
- Ευχαριστώ . - Ευχαριστώ . 
- Δώσ ' μου το βιβλίο καταγραφής . - Ορίστε . 
Ευχαριστώ . 
Λοιπόν ; Τι έγινε ; 
Αρνήθηκε να μιλήσει ; 
Ξανακάνει απεργία πείνας ; Σχεδιάζει κι άλλη υπερβολική δόση ; 
Συγχαρητήρια . Μου φαίνεται ότι τον πέτυχες σε καλή ημέρα . 
Γιατί ήθελες να τον συναντήσω ; - Τι νόημα είχε ; - Θέλω να το καταλάβεις . 
Δεν μπορεί άλλο . Δεν μπορεί να κουβαλάει τον σταυρό άλλο . Πρέπει να του τον κουβαλήσουμε εμείς . 
Συγγνώμη . Τα θρησκευτικά της Ντόρις . Καταλαβαίνεις τι εννοώ . 
Άκου . Ξέρω ότι γίνομαι ελαφρώς υπερβολική μερικές φορές , αλλά είναι γεγονός ότι ποτέ κάποιος δικός σας δεν είχε ασχοληθεί μαζί μας . Θέλει ... Βασικά , θέλει ... 
Δες εδώ . Το ήξερες αυτό ; 
Ο Χέγκαρτι κάνει κι άλλη δουλειά , πιστεύω ως σοφέρ . 
Σοφέρ ; 
Ξέρω . 
Είναι τελείως ξένο προς την εικόνα του . 
Φοράει καπέλο ; 
Ούτε επιβεβαιώνω ούτε διαψεύδω . 
Είναι φυσιολογικό ; Ανώτατος αξιωματικός να κάνει δεύτερη δουλειά ; 
Δεν είναι κι ανήκουστο . Ένας μεγαλύτερος αξιωματικός να συμπληρώνει τη σύνταξη . 
Ίσως χρειάζεται λεφτά . Για τι ; 
Καλώς τη ! Καλές οι διακοπές , αγάπη ; Πού διάολο ήσουν ; 
Συγγνώμη . Τι συμβαίνει ; 
Ένα καρφί έδωσε όνομα . Φύγατε ! Κάπου στο Ουάιτσαπελ . 
Απλώς πήγαινε με τον Ντόσον . 
Θα σε βάλουν με την Κοινοτική Υποστήριξη . - Κύριε . - Στο επίπεδό σου . - Ομάδα Παρακολούθησης έτοιμη . - Πάμε ! 
Κλόι ! 
- Ποιος είναι ο ύποπτος ; 
- Τζέισον Ριβ . 
Ειδοποίησαν τον Χέγκαρτι . Πιστεύουν πως είναι ο ένοπλος . 
Ομάδα Άλφα , λάβετε θέση . 
Σας υπενθυμίζω ότι πιθανώς να οπλοφορεί , οπότε , παρακαλώ , προσοχή διαρκώς . 
Μονάδες , ασφαλίστε όλα τα σημεία εισόδου και εξόδου . 
Δεν θέλω να περιφέρονται γείτονες . 
Έλαβαν θέση . 
Κιμ , μόλις είσαι έτοιμος . 
Πάμε , πάμε ! 
- Αστυνομία ! Μπαίνουμε ! - Αστυνομία ! 
- Τζεντ ; - Ναι . 
Εικόνες ! 
Χάσαμε την οπτική επαφή . Βλέπουμε τον ύποπτο ; 
Κιμ . 
Χριστέ μου . Γαμώτο . Κιμ , τι γίνεται εκεί μέσα ; - Έχουμε τον ύποπτο ; - Γρήγορα ! 
Λαμβάνεις ; Κιμ ; Επαναλαμβάνω , χάσαμε την οπτική επαφή . 
Ρε Τζεντ , γαμώτο ! Κάτω ! Ηρέμησε . 
- Συνελήφθη ένα άτομο . - Τον έχετε ; 
- Κιμ , επιβεβαίωσε . - Βγαίνουμε . 
Αφεντικό , είναι η σύντροφος . Ο Τζέισον Ριβ δεν βρίσκεται εδώ . 
Πού είναι ; Βλέπετε το πυροβόλο ; Κανένα ίχνος . Ερευνούμε τώρα . 
Κιμ , φύγετε . 
Ρώτα τη σύντροφο πού είναι εκείνος και το πυροβόλο . 
- Τζεντ ! Γαμώτο ... - Ναι . Θα τσεκάρω τα ρελέ . 
Σου μιλάω σ ' αυτόν τον κόσμο ή στον άλλον ; 
- Καλά είμαι . Άκου ... - Ναι . Θα τα πούμε αργότερα . Όχι , στάσου . Πρέπει να σου πω κάτι . 
Τζουν Λένκερ δεν την είπες ; Πήγε στην Ουάιτκρος . Σήμερα . 
Εντάξει ; Με πονάει που το λέω , φίλε , αλλά σου το είπα , δεν σου το είπα ; 
Κινείται πίσω απ ' την πλάτη σου . 
Είναι εξαγριωμένη , φίλε . Και δεν θα σταματήσει . 
Οπότε , θέλει συμμάζεμα δαύτη . Ναι ; 
Ψάχνουμε ακόμη το όπλο . Μα η σύντροφος λέει ότι το πήρε μαζί . 
Επαναλαμβάνω , πιστεύουμε πως ο Τζέισον Ριβ οπλοφορεί . 
Περίμενε . 
Κύριε ; 
Λένκερ , οπισθοχώρησε . Πλησιάζει ο ύποπτος . - Τζουν , καλύψου ! - Περίμενε ! 
Πυροβολισμός , όβερ ! 
Τζουν , είσαι καλά ; 
Χτυπήθηκες ; Όχι . Καλά είμαι . Καλά . - Εντάξει . - Μια χαρά . 
Ο ύποπτος συνελήφθη . Δεν έπεσαν άλλοι πυροβολισμοί . 
Μονάδα 24 , εδώ αρχιεπιθεωρητής Χέγκαρτι . Ανακτήσατε το πυροβόλο ; 
Όχι , κύριε . 
Πιστεύουμε πως ίσως το πέταξε στις σήραγγες . 
Ευτυχώς που δεν ευστόχησε . 
Δεν ήρθες στην ενημέρωση . Ναι . Ήμουν σε μια ακρόαση στο δικαστήριο . Συγγνώμη , ενημέρωσα . 
- Εντάξει . - Για μια παλιά υπόθεση βίας . Ξέρετε πώς πάει . Σκαλώνει στο σύστημα . 
Σκαλώνει . 
Συγγνώμη . Βασικά , δεν λέω αλήθεια . 
Τι ; Δηλαδή , δεν ήσουν στο δικαστήριο ; 
Όχι . Έκανα μια συνέντευξη στη φυλακή . 
Σε ποια φυλακή ; 
Στην Ουάιτκρος . Μια παλιά μου σύλληψη . Πίστευα πως είχε διασυνδέσεις με συμμορία . - Άρα , πληροφορίες ; - Ναι . - Για τον Άιζακ ; - Ναι . Σου είπε κάτι ; 
Δεν είναι πια σε συμμορία , οπότε τσάμπα η διαδρομή . 
Έπρεπε να το πω αμέσως , αλλά σκέφτηκα ότι αν ακούγατε τη λέξη " Ουάιτκρος " , θα ... Συγνώμη , ήταν ηλίθιο . 
Τέλος πάντων , σας ευχαριστώ που μου σώσατε τη ζωή , κατά κάποιον τρόπο . 
Δεν κάνει τίποτα . Όλοι στο ίδιο καζάνι δεν βράζουμε ; 
Σωστά . 
Χαίρομαι που είσαι σώα . 
Το βρήκαμε ! Βρήκαμε το πυροβόλο . 
Μπράβο σας . 
Τζεντ , μπορώ να σου πω ; 
Τα έκανες μαντάρα με τα ηλεκτρικά σου . 
Το ξέρω . Θα μπορούσε να έχει πάθει ζημιά εκείνη . 
Είναι καλά , όμως . Άρα , δεν έγινε κάτι , έτσι ; 
Θα πρέπει να γράψω αναφορά , τι λες ; 
Πολύ μικρή η ζωή , έτσι ; 
Μπράβο , παλικάρι μου . 
" Ένα άτομο συνελήφθη . Σημαντική εξέλιξη " . 
- " Σημαντική πρόοδος " ; 
- Το " πρόοδος " είναι καλύτερο , ναι . 
Αφορά συμμορίες ; Θα ρωτήσουν . 
Κέρδισε χρόνο . Δεν έχει ασκηθεί δίωξη . 
Προσοχή , όχι διάψευση . 
Νταν , ποιον θα βγάλουμε στην πλατφόρμα ; 
Για τη συνέντευξη Τύπου ; 
- Εμένα , ως επικεφαλής ερευνητή . - Έγινε . 
Μπορείς να κάνεις μια μικρή εισαγωγή εσύ . 
Μας αφήνετε ένα λεπτό ; Ευχαριστώ . 
Σας ευχαριστώ όλους . 
Να πούμε για τον ελέφαντα . 
Ένα καλό γαλανομάτικο αγόρι πυροβολήθηκε εν ψυχρώ από συμμορίτες . - Πολλοί με τίποτα απ ' τα παραπάνω . - Κλόντια ... Δεν εξετάζεται εξονυχιστικά μόνο ο Ριβ , εντάξει ; - Εξεταζόμαστε κι εμείς . Η υπηρεσία . - Κλόντια . 
- Πρέπει να μας δουν , για να είμαστε ... - Καθρέφτης . 
Ένας καθρέφτης της κοινωνίας που υπηρετούμε , σωστά ; 
Μέσα στην πολυχρωμία της . 
Το καταλαβαίνω . Είναι έξυπνο . 
Σ ' ευχαριστώ . 
Τι κάνουμε , λοιπόν ; 
Ποιον βάζουμε στη βιτρίνα ; 
Τζουν Λένκερ . Κλόντια Μέιχιου . 
- Ναι , γνωρίζω ποια είστε . - Ωραίο σακάκι . 
Αλήθεια ; Είπαν ότι ήταν κομψότερο . Ναι , είναι δικό μου , βασικά . 
- Γαμώτο . - Σου πάει καλύτερα . 
Άκου . Σ ' ευχαριστώ γι ' αυτό . 
- Όχι , μην το συζητάτε . - Όχι . 
Προσφέρεις κάτι που δεν έχουμε κανένα δικαίωμα να περιμένουμε , οπότε ... Με συγχωρείς . 
Ποιος είναι αυτός ; 
Εικοσιτετράωρη προστασία για τους διαδικτυακούς θαυμαστές της Κλόντια . 
Έχει κι αυτή ουκ ολίγους επικριτές . Δεν πειράζει , απάντα . 
- Παρακαλώ ; - Αρχιφύλακα Λένκερ ; Μικ Χάργκριβς . 
Μου αφήσατε ένα μήνυμα την περασμένη εβδομάδα για μια παλιά κατηγορία κατοχής με πρόθεση εμπορίας . Ναι . Για κάποιον Πάτρικ Μπάροουζ . 
Ναι , σας ευχαριστώ που με καλέσατε . Θυμάστε την υπόθεση ; 
Παραδόξως , ναι . 
Αστυνομία ! 
Ήταν μια πολύ σημαντική ημέρα . 
Τριακόσια γραμμάρια Κατηγορίας Α. Συνελήφθησαν οκτώ άτομα . Στους επτά ασκήθηκε δίωξη , καταδικάστηκαν . 
Έλα , αγόρι , μπες πίσω . Ναι , αλλά όχι ο Πάτρικ . Όχι . 
Γιατί το κάνατε αυτό ; Γιατί τον αφήσατε να φύγει ; 
Βασικά , είχαμε μια παρέμβαση . 
Εμφανίστηκε ένας επιθεωρητής κι είπε " Αφήστε τον μικρό " . 
- Τι ; 
- Ως προσωπική χάρη . 
- Και το κάνατε ; 
- Κοιτάξτε , δεν ξέρω αν ήταν φίλος της οικογένειας ή είχε για πληροφοριοδότη τον μικρό . Πάντως , πίεσε πολύ το αφεντικό . Και μετά , βγαίνει , με κοιτάζει στα μάτια και λέει " Εγγυώμαι εγώ γι ' αυτόν " . 
Εγγυήθηκε ; 
Δεν ξέρω . Μόνο αυτό είπε . 
Θυμάστε το όνομα του αστυνομικού ; 
Όχι ντόπιος . 
Εγκληματολογικό . Από Γλασκώβη . 
