مترجم جدی ولی ، ممنون که اومدی 
با کمال میل 
آره ، ولی چیزی به اسم شام رایگان وجود نداره وجود داره جون ؟ - لئو - 
تو راه برگشت از کار خلاصه مطلب رو بهش گفتم نه ، جالب به نظر میرسه 
خیلی خب ، باشه ، آدم شما 
خب ، ادامه بده پس کی گفته نمیشه ریوکا رو با عصب‌روان‌پزشکی ترکیب کرد ؟ ممنون ، مرد هست دیگه ، درسته ؟ 
اوهوم ... خب ، بعد از یه تصادف به هوش میاد و ادعا میکنه که چیزی یادش نیست 
از لحظه‌ای که وارد ساختمون شده تا وقتی که تو بیمارستان به هوش اومده رو فراموش کرده 
و بذار حدس بزنم ، بعدش یادش میاد و همه چیز رو اعتراف میکنه 
آره ، ولی طبق چیزی که من فهمیدم ، از لحاظ عصبی خیلی گول‌زننده‌ست 
... خب ، هیپوکامپ بخشی از مغز که خاطرات رو ذخیره و دریافت میکنه شبیه یه لوبیا هست 
لوبیا ؟ - اوهوم - آره ، یه دونه ، که بعد از تروما کوچیک میشه که به یاد آوردن خاطره رو دشوارتر میکنه 
پس ارول چطوری همه چیز به یادش اومد که همچین اعتراف مفصلی بکنه ؟ 
بهت که گفتم این چیزی هست که شب‌ها نمیذاره بخوابه 
ما به خاطرات به عنوان یه چیز قابل اعتماد نگاه میکنیم مثل یه فیلم از گذشته‌مون ولی دقیق‌تر هست اگه به عنوان نقاشی روغنی بهش نگاه کنیم 
برمیگردی به عقب ، و لایه به لایه نقاشی‌شون میکنی 
پس بقیه مردم میتونن خاطراتت رو دستکاری کنن ؟ 
اوهوم ، آره همه‌اش داخل پادکستم هست 
خب ، به نظر میاد یکم بزرگنماییه واقعا جون ؟ باشه چرا یه سر به آزمایشگاه من نمیزنی ؟ و شرط میبندم میتونم حافظه‌ات رو دستکاری کنم کاری کنم که باور کنی دوست قدیمی بودیم شایدم داخل خونه درختی مادربزرگت یواشکی همدیگه رو بوس کردیم 
مادربزرگ من خونه درختی نداره مطمئنی ؟ 
اگه یه عکس بهت نشون دادم پی ؟ 
ببین ، قضیه از این قراره ، وقتی یه خاطره دوباره نقاشی شده فقط به آخرین نسخه‌اش دسترسی داری نه نسخه اصلیش 
با تروما کافی مردم به محتوای مغز خودشون دسترسی ندارن 
پس ممکن هست که یه نفر یه خاطره اشتباه داخل مغز ارول گذاشته باشه ؟ آره ، از لحاظ تئوری ممکنه از چیزی که فکر میکنی آسون‌تره 
ازت خوشش میاد 
منم ازش خوشم میاد 
نه ، نه ، نه ، اون مدل دوست داشتن - چی ؟ 
خیلی سنتی هستی 
میدونم چی میخوای بگی ، راستش خیلی خوشحال شدم 
فکر میکردم کارآگاهی - خفه شو - 
آره ، حسابی دلباخته‌ات شده بود سلیقه خوبی داره ولی 
جون میدونی که میتونی همه چیز رو به من بگی ، درسته ؟ 
من همیشه طرف توام برخلاف ظواهر 
میدونم 
میدونی ، این اواخر یکم بهت فکر کردم 
به من فکر میکردی ... یکم ؟ 
کلایو - بله ؟ 
میتونم یه سوال ازت بپرسم ؟ 
ولی باید بین خودمون یه راز بمونه 
خیلی خب 
لیگ رزمی 
به عنوان یه نوجوون واردش شدی ، مگه نه ؟ 
خب ، میخوام چندتا عکس بهت نشون بدم و میخوام که بهم بگی کسی بینشون عضو اون سازمان بوده یا نه 
فهمیدی ؟ 
پلیس 
این چیه ؟ 
- فقط بهم بگو - 
مطمئنی ؟ 
نه ، امکان نداره 
حداقل من هیچوقت ندیدمش 
این چطور 
یا این ؟ 
این مرد رو میشناختی آره 
همه‌مون تونی رو میشناختیم 
تونی گیلفویل 
من گروهبان جون لنکر هستم سازمان بررسی دالستون لین 
میشه جعبه رو برام برداری لطفا ؟ 
آره ، ببخشید مزاحم شدم واقعا از کمکت ممنونم ، ولی یکم فریبنده‌ست اینم بردار - ... این - یه شاهد اسم رو شمارو در رابطه با یه تحقیق در حال جریان آورده 
میشه این یکی رو بذاری بالای اون یکی ؟ 
باید ویلچر رو بذارم اینجا 
ببین ، یه ادعا وجود داره که تو عضو یه سازمان سیاسی بودی و همونطور که میدونی ، عضویت تو هر گروه سیاسی برای افسران در حال خدمت ممنوع هست ولی این یکی لیگ مبارزه بوده 
یه گروه نئو نازی هست به عنوان تبار هم شناخته میشه 
پس تو الان یا در گذشته عضوی از اون گروه بودی ؟ 
روی چمبرز هنوز مسئول دالستون لین هست ؟ 
به خودش زنگ میزنم ، خوبه ؟ 
در مورد اعتراف ارول متیس بهم بگو بالاخره گفتیش 
فقط بهم بگو ، بعدش چیزی که شنیدم رو فراموش میکنم 
آره ، شنیده بودم زورگویی 
گوش کن ، در مورد زورگوها مامان عزیزم همیشه میگفت هیچوقت نباید بهشون امتیازی بدی 
باید تو تخم چشم‌هاشون نگاه کنی و بهشون بگی بزنن به چاک 
فهمیدی ؟ اصلا برام مهم نیست چه فکری میکنی ، خب ؟ 
آره ، سلام - سلام رفیق ، گوش کن - اصلا خوب نیست 
... محض رضای خدا ، رفته اونجا ، پیش تونی ، اون 
زودباش ، برو 
رئیس ، مارو حسابی گیر انداخته 
اینو از کجا پیدا کردی ؟ 
اون مریضه ، خب ؟ لیاقت بهتر از این رو داره اونم بعد از اون همه سال خدمت 
کیم ، خودم حلش میکنم ، جدی میگم 
تونی همیشه پشتمون بوده 
لیاقت این رو داره که براش کاری کنیم 
ببین ، این کاری هست که همیشه میکنین ، تو و تونی همیشه دیگه رو عصبی میکنید 
ایناهاش شنیدم یه نفر رو دستگیر کردی 
خب ، مشکل چیه ؟ 
مشکلی نیست بخاطر آپارتمان اومدم اینجا یه استودیو مبتدی برای یکی از دوست‌هام ، یه نفر به اسم پاتریک 
این برای بیعانه بسه 
فردا خوبه ؟ - آره - 
یه عکس از سر زدن هگرتی به این آدرس تو هفته گذشته دارم 
اینجا به یه دستگاه عابربانک رفت و مقدار زیادی پول بیرون کشید 
لعنتی ، سونیا ، داری تعقیبش میکنی ؟ 
از چی میترسی ؟ 
نمیتونم از همکارم جاسوسی کنم - ولی جلو مارو که نمیگیره ، نه ؟ 
- تونی گیلفویل چطور ؟ ... به نظرم ما - ببین ، هگرتی داره یه کاری میکنه - جفتمون میدونیم ، چرا نمیخوای قبول کنی 
با این همه پول اضافی چیکار میکنه ؟ بالاخره یه چیزی پیدا کردیم 
این چیه ؟ 
میره مغازه فروش فروشی ؟ 
مواد ، نه فرش جون 
توسط یه فرد به اسم میرس منصور اداره میشه 
قاچاقچی هستن ، عمده فروش مقادیر زیادی از هروئین 
و هگری مشتری همیشگیشه 
باید برگردم سر کار 
نمیخوای ببینی چه خبره 
یا داره ازش اخاذی میشه یا شایدم خودش تو کار تجارت مواده 
خودت این حرف رو زدی جون توانایی هر کاری رو داره 
هی - بیا بگیرش ، بیا بگیرش - 
هی ، یه شیرینی بهم بده - بذار منم یکی بگیرم - 
بفرما 
این یوت ، خیلی بچه عجیبیه 
خیلی بد بود 
بخاطر دهنته 
تا حالا مسواک زدی اصلا ... انگار مثلا تو پلیس 
دستتون رو بذارید بغلتون - زودباشید ، انجامش بدید - 
کیفتون رو بیرون بیارید بچرخید 
این چیه ؟ 
این چیه ؟ 
لعنتی - این مال من نیست - تو کیفت داره استراحت میکنه ، نه ؟ 
خیلی خب ، شما دوتا برید 
برید - برید - 
جیکوب ، اگه من به جات بودم اون رو میذاشتم کنار 
چی داریم ؟ 
- سوار ماشینش کردیم ، هارپس لین - 
پشت خط 
جرمش چیه ؟ - حمل به قصد توزیع - خیلی خب 
اسم لطفا 
جیکوب تیلور 
بیا جلو 
اسم و شماره سه نفر از کسایی که میخوای بهشون زنگ بزنی رو بنویس 
میتونی از گوشیت استفاده کنی 
سریع 
زود باش مامان 
شماره مورد نظر در دسترس نمی‌باشد لطفا دوباره تلاش کنید 
کس دیگه‌ای هست بخوای بهش زنگ بزنی ؟ 
گوشیم کجاست ؟ کجاست ؟ 
کدوم گوریه ؟ 
سلام - مامان‌بزرگ ، من دستگیر شدم - 
چی ؟ 
- میشه بیای من رو بیاری بیرون لطفا ؟ 
- کجا عزیزم ؟ کجا ؟ 
ایستگاه پلیس 
آدرسش رو بده ، الان میام الان میام میارمت بیرون 
میشه حالا برم ؟ 
- برگرد عقب - 
جیکوب ، متوجه هستی که قراره اجازه بازداشتت رو بدم ؟ 
خیلی خب ، پات رو بذار اونجا 
زودباش جیکی ، بردار 
سلام - کجا بودی ؟ 
- ببخشید ، سرکار بودم ، آنتن نداشتم ، چرا ؟ 
جیکوب کجاست ؟ نیم‌ساعته دیر کرده 
خب ، بهش زنگ زدی ؟ 
- شش بار زنگ زدم - 
مدرسه‌اش رو چک کردی ؟ 
- آره ، سر تایم همیشگی رفته - اصلا منطقی نیست ، جیک هیچ کار مهم‌تری نداره 
مشترک مورد نظر در دسترس نمی‌باشد 
یه حادثه در خیابون میر ای1 
آی‌سی3 مرد سن بین ده تا 14 ضربات چاقو متعدد ، همه واحدها 
جک ؟ 
چی ؟ 
هی ، تو خوبی ؟ 
خیلی خب ، جیکوب تیلور 
... خب ، خبر خوب اینه که اتهام رو رد کرده خبر خوب ؟ 
پسرم بخاطر توزیع مواد دستگیر شده دی‌ان‌ایش گرفته شده حسابی آب‌خنک خورده و همه اینا بدون حضور یه بزرگسال ؟ 
طبق مقررات ، به همه نزدیکان خودش زنگ زده 
همه چیز رو بدتر کردی - ... نه ، من فقط - دی‌ان‌ایش الان داخل سیستمه 
من کسی نبودم که دستگیرش کردم 
پس کی بوده ؟ کدوم مامور دستگیرش کرده ؟ 
راسکیل و ویت - جون - 
بابا - جیک ، خدای من ، بیا اینجا - 
جیک ، جیک - ببخشید - آره با مکس و شکیل بودم و بعدش پلیس اومد ، ولی مال من نبود 
من کاری نمیکردم - چیزی نگو - اصلا بهش فکر نکن ، خب ؟ 
تقصیر تو نیست 
قسم میخورم کاری نمیکردم - چیزی نیست - 
ببخشید - قسم میخورم - 
میدونم ، میدونم - ممنون - 
و بالا لطفا 
سلام سلام ، یه مریض به اسم مارین لنکر اینجا داخل ای اند ای داریم 
مامان - خیلی خب - 
ممنون - ممنون - 
باید کرتیس رو ببریم همش اونو دستگیر میکنن ... و میدونی چرا ، چون - مامان ، بابا دستگیر نشده - 
چون از مدل مو اون خوششون نمیاد - اون داخل ایستگاه پلیس نیست - 
موهاش هیچ مشکلی ندارن 
... میدونی فقط استایلشه 
مامان ، گوش کن ، گوش کن ، گوش کن - نه ، نه - 
میدونی که بابا فوت شده ، یادته ؟ 
زودباش ، این رو بپوش خیلی وقت پیش این اتفاق افتاده 
ممنون بابت کارت مارووا 
به دخترها چیزی نگفتیم ، لازم نیست چیزی بدونن 
آره ، هنوز نه 
محاکمه خیلی دور برگزار میشه سال آینده یا همچین چیزی هستن 
دیگه مثل قبل نیستم 
فردا میام اونجا و تلاشم رو میکنم و با مربی‌تون صحبت میکنم ؟ - اتوود - اتوود - خیلی خب - تو بهترین فوتبالیستی هستی که میشناسم جیکی 
استعدادی مثل تو رو نمیشه مخفی کرد 
بازم کلی فرصت داری ، بهت قو میدم هنوز وقت هست 
احسنت 
درسته ، درسته 
استعدادت با توپ خیلی خوبه استعداد با توپ مامان ؟ 
چیه ؟ منم میتونم درمورد فوتبال حرف بزنم ، مگه نه جیکی ؟ میرم یه بطری شراب دیگه باز کنم 
چیگول ، اون دوتا پلیس تو تیم قدیمی کیم کاردول بودن 
کیم کی ؟ 
- یه آدم عوضیه - 
خیلی لیست رو کوتاه نمیکنه ، نه ؟ 
خب ، دوتا از دوست‌های کیم کاردول خیلی تصادفی چند تا بچه 12 ساله رو میگردن و چی میشه که یهو یکی‌شون داخل کیف پسرم شیشه پیدا میکنه ؟ 
خیلی خب ، آره ، آره ، یکم مشکوک به نظر میرسه . . ولی نمیدونم ، شاید - چی ؟ - ... نمیدونم ، پلیس داخل لندن ، نه تکزاس ، تو شهر چرخ میزنن 
چی ؟ منظورت چیه ؟ 
دوباره کار اونه ، آره ؟ 
- آره ، دوباره اون - 
لطفا یه جوری رفتار نکن انگار دارم دیوونه میشم چون اینجوری نیست 
... جون دوباره کار خودشه ، خب ؟ داره انکار میکنه یکی از نوچه‌هاش رو میفرسته تا کارهای کثیفش رو انجام بدن 
میرم سراغ یکی از آدم‌هاش هگرتی میره سراغ پسرم 
هگرتی کیه ؟ 
یکم کونگ پائو میخوای باز ؟ 
متوجه نمیشم ولی چرا اومده سراغ من ؟ 
فقط ... فقط ... یه مسئله مربوط به کاره 
به نظرم بخاطر یه مسئله سر کار هست که اینجوری شده 
حالا ... ما کاملا بهت اعتماد داریم ، خب ؟ خودت که میدونی 
... و میدونیم که اون مواد مال تو نبوده ، ولی 
مثلا کی ؟ 
... یکی از دوست‌هات ، یا جیک ، میخوای این بشقاب‌هارو برگردونی 
نه ، نه ، نه مارین مارین ، این کارت توهین به مقدساته 
چیه ؟ - کچاپ روی اردک پکن ؟ - 
میشه لطفا بریم بازی کنیم ؟ میشه لطفا ؟ 
گفتی که طرف منی - معلومه که هستم - 
چون حس میکنم هربار که میخوای تصمیم بگیری ... بین من و پسرم ، یا همیشه طرف دیگه رو انتخاب میکنی - میفهمم - و بدترین چیز ، بدترین چیز اینه که میخوام بهش بگم تقصیر اون نیست درک میکنم ولی درون خودش فکر میکنه هست 
درک میکنم ، واقعا درک میکنم 
پس تنها کاری که نمیکنی اینه که اون رو سرزنش کنی 
نکردم - همین الان سرزنشش کردی - 
ببین ، الان جفتمون مضطرب هستیم ، خب ؟ 
... ولی بخاطر جیکوب هم که شده بهتره که تموم شه چون برای اون پسر ، همه اتفاق‌هایی که افتاده باید بشینه و بهشون فکر کنه ، به جای اینکه با این ذهنیت بزرگ شه که کل دنیای بیرون باهاش دشمن هستن ذهنیت ، ذهنیت ؟ واو منظورت چیه ؟ منظورت ذهنیت منه ؟ 
منظورم این نیست 
مثلا غیرمنطقی هست ؟ و تهاجمی ؟ 
این موضوع در مورد تو نیست 
این حرف رو درمورد یکی از افراد باند قدیمیش هم میتونی بگی ؟ مثلا روهان ؟ 
... که اینطور ، درسته ، داری میگی که چیه ؟ 
میدونی چیه ؟ مشکلات روانی توی خانواده اتون کد رنگی ندارن 
چی میخوای بگی ؟ 
فکر میکنی پارانویا چجوری بوجود میاد ؟ 
حالا گیر دادی به مامانم ؟ 
کنارت عذاب میکشم مثل نفرین خانوادگیه 
هر چیزی که میگم رو میبری زیر میکروسکوپ پس حرفای بهتری بزن 
باید بریم باشه 
لعنت بهش 
خوبی ؟ 
ممنونم که اومدی ، برای جیکی خیلی ارزشمنده 
من خوبم خوبم 
پلیس چی میخوای ؟ 
برو کنار 
میراس منصور به ظن حمل مواد و قصد توزیع اون دستگیرت میکنم 
هی ، اگه کسیه که فکر میکنم ، سینت لئونارد داکس 
بهش بگو 
گوه توش 
چه چیزی بینتونه ؟ یه نوع قرارداد دارین ؟ 
چیه ؟ فکر کردی تحت محافظتی ؟ 
فکر کردی پشتته ؟ 
دیگه اینطور نیست 
دارم میبرمش بازداشتگاه اتهامش چیه ؟ 
مواد داشته و میخواسته اونو توزیع کنه 
آره ، امکان نداره واقعا ؟ میخوای جلوم رو بگیری ؟ 
اون مردی که پشت ماشینته ، منصور ، از افراد منه 
فرد قابل اعتمادیه 
آره ، تلاش خوبی بود ، آدرسش رو با منبع اطلاعات ضد جاسوسی تطابق دادم 
خوش به حالت رفیقای کله گنده داری 
آره ، و اسمش توی لیست نبود البته که نیست 
به منطقه ی گرگ و میش خوش اومدی ، به تو ربطی نداره 
به معنای واقعی کلی پول بهش دادی 
نمیدونم اینو کجا شنیدی درعوض به چی رسیدی ؟ اطلاعاتت از کجا تامین میشه مواد ؟ یا چی ؟ دقیقا چی بوده ؟ 
بس کن ، باشه ؟ 
خیلی مودبانه ازت میخوام 
اومدی سراغ پسرم 
یکی از افرادت ، کیم ، شیشه گذاشته بود توی وسایل بچه ی 12 ساله 
خودت رو نزن به اون راه 
چرا باید برم سراغ پسرت ؟ تو خوبی 
آزادش کن ، باشه ؟ 
این رفتارت منطقی نیست 
خرید هروئین از فرش فروشی هم منطقی نیست 
و تونی چی ؟ 
خیلی به درد کارات میخوره ، نه ؟ 
لیگ رزمی ؟ 
اشتباه میکنی خیلی اشتباه میکنی 
تونی مامور مخفیه 
نه آره ، همیشه بوده 
نه ، وقتی به تو ملحق شد هنوز عضو نیروهای ویژه نشده بود آره ، میدونم ، چون ما مستقیم از نگهبانی کلداستریم اونو استخدام کردیم 
ارول ماتیس ؟ قضیه اینه ؟ 
اون پرونده منصفانه و بی طرفانه بررسی شد مظنون رو دستگیر کردیم 
نه ، اعتراف گرفتی ولی آزادش کردی 
ببخشید ، میدونم شب سختی داشتی 
میدونی چیه ... ادامه نده 
این دیگه انتهای حرفه اته عقب ماشینت نشسته 
دی ان ای پسرم روی پی ان سیه 
این رکورد ابدیه 
ببین ، میتونم توی این مورد بهت کمک کنم ، حلش کنم با یه مکالمه تمومه 
ولی میدونی آزادش کن 
برو بیرون برو 
چیه ؟ نمیتونم راه برم ، ببین چقدر سرده 
محض رضای خدا ، مستخدم آخرت به خاطر چی مرد ؟ 
سلام ، کیم هستش ؟ 
... اون بیا داخل هی 
پس تصمیم گرفتی توی وسایل یه بچه ی 12 ساله مواد جاساز کنی ؟ 
نه ، اینجوری نبود 
کلیدت رو بیار 
میتونم لباسم رو عوض کنم ؟ 
کتم رو بهم میدی ؟ مرسی 
توی کدوم جهان از منظومه ی شمسی اینجوری میتونی اونو بشونی سر جاش ؟ 
متوجه نیستی ؟ تحت کنترلم بود 
داشت تونی رو شکار میکرد دقیقا 
درسته ، یا اون غرق میشه یا ما 
قدرت اینو داشتم که به خاطر آزار مرد معلول دستگیرش کنم 
یکی از افسرای پلیس ، کارش تموم بود داشت وسایلش رو جمع میکرد داشت میرفت که مددکار اجتماعی بشه حالا ببین به کجا رسیدیم 
به نظر همه روی مخه 
دهنتو ببند 
کوتاه بیا ، بدتر از اینم انجام دادیم 
ببین ، کار ما همینه ، میفهمی ؟ 
من یه چیزایی رو بهت نمیگم ، چون دوست نداری بدونی ولی کنارتم ، همیشه پشتت بودم 
همیشه ازت محافظت کردم 
یادته ازت خواستم موتورت رو بهم بدی تا دور دور کنم ؟ 
چی ؟ 
الان خیلی موقعیت مناسبیه 
چه مرگته ؟ گوه توش 
خیلی رویایی بود 
لعنت بهش 
میدونی ، نمیتونم پول اینو بدم 
پس بهتره چیزی سوار شی که در حدت باشه 
اینم از این ممنونم ، عالیه 
از دن هگرتی تشکر کن ، اون بیعانه اش رو حساب کرده 
بهترین پرده ، تا کسی نتونه جاسوسیت رو بکنه 
اینم کلید قلمروت موفق باشی 
بوی بدن خاص 
این چیه ؟ 
میدونی ، برای اینکه اگه مشکلی چیزی بود ، بیای اینجا 
چرا انقدر باهام مهربونی ؟ 
خودت چی فکر میکنی ؟ 
از من خوشت میاد ؟ 
خب ... اشتباه میکنی من به دردت نمیخورم ، اینو که میدونی ؟ 
بفرما 
جیک ، گوش کن 
... بعضی وقتا آدما ... پلیس ها ممکنه آدما قضاوت میکنن آره 
قضاوت هایی که بر اساس پیش داوری های خودشونه و این ... پلیس ها ... تو رو به چشم بچه ی مظلومی نمیبینن که مامان ، بس کن تو رو به چشم بچه ی سیاه پوست میبینن ... و خب نژادپرستن 
فقط میخوام اگه مشکلی پیش اومد بتونی از خودت محافظت کنی 
... مامان ، لازم نیست بگی که نه ، گوش کن ، باید بگم 
یه چیزایی میدونم باشه ؟ 
باید ... باید هوشمندانه عمل کنی 
کلاهت رو نپوش 
دست هات رو نکن توی جیبت اگه پلیس جلوت رو گرفت فرار نکن مؤدب باش و بهشون بگو که مامانت افسر پلیسه 
دوریس ، منم جون ، ببین 
اشکالی نداره امشب من و سونیا بیایم اونجا ؟ 
یه چیزی هست که باید بشنوی 
یه چیزی که باید درمورد ارل بدونی درمورد پسرت 
سلام بیاین داخل 
این کارلاست ، زنی که دنبالش بودیم 
خیلی وقت پیش یه دوست دختر داشت ، مثل من بود 
گفت جنده ی احمق هیچوقت حرفم رو گوش نمیکرد هیچوقت منو راضی نمیکرد 
چندین بار بهش چاقو زده ، با همون چاقویی که باهاش منو زخمی کرد و حالا مرده 
اسمش چی بود ؟ میدونی ؟ 
همش پزش رو میده ، میدونی چی میگم ؟ 
یه مردی به خاطر کشتنش به 24 سال حبس محکوم شده 
میشه لطفا اسم دوست پسرت رو بگی 
نه ، نه ، نه ، نه ، همش میگه که این کسی که توی زندان وایتکراسه ، خیلی بی دست و پاعه خانم ؟ 
