Ποιος είναι ; Ποιος είναι ; Θα μιλήσεις ; Ποιος διάολο είναι ; Γαμώτο . 
Τι διάολο ; 
Ράστι , ποιος ήταν ; 
Πού σε είδε ; 
Υποθέτω ότι εννοεί το σπίτι της Κάρολιν ... τη νύχτα που ... 
Δεν πήγα για να τη σκοτώσω . 
Ράστι , δεν είσαι ο εαυτός σου . 
- Δεν είσαι ο εαυτός σου . - Δεν με ξέρεις καν. 
Δεν με ξέρεις . Δεν ξέρεις τι έχω μέσα μου ! 
Ξύπνα , Ρέιμοντ . 
Τον θεωρείς ένοχο . - Όνειρο ήταν , Λο . 
Ονειρεύτηκες ότι είναι ένοχος , κάτι σημαίνει αυτό . 
Τα όνειρα συχνά δείχνουν την αλήθεια . 
Καλό θα ήταν να με υποστήριζες . 
- Μήπως να προσπαθούσαμε ; - Πιστεύεις ότι δεν σε υποστηρίζω ; 
Ρέιμοντ , ανησυχώ για σένα . 
Η δημοσιότητα που έρχεται με αυτήν την υπόθεση , η πίεση . 
Άκου , καταλαβαίνω ότι θες να κάνεις κάτι σημαντικό , την ανάγκη σου να σηκωθείς το πρωί και να κάνεις κάτι για να μη ... 
- Πώς το λες ; 
- Για να μη σαπίσω . 
Ναι , για να μη σαπίσεις . 
Με κατηγορούμενο τον καλύτερό σου φίλο . 
Γλυκέ μου ... αν χάσετε , που είναι πιθανό απ ' ό , τι βλέπω και διαβάζω , ο Ράστι θα περάσει το υπόλοιπο της ζωής του στη φυλακή κι εσύ θα το πάρεις κατάκαρδα . 
Μπορεί να το αποδεχτείς μια χαρά , αλλά αμφιβάλλω . 
Υπάρχει και το άλλο ενδεχόμενο . 
Να κερδίσεις . 
Ο Ράστι δεν το έκανε . 
Ο Ράστι Σάμπιτς , μόνος ύποπτος για τη δολοφονία της Κάρολιν Πολίμους , είναι ελεύθερος με εγγύηση , απομονωμένος στο σπίτι με την οικογένειά του . 
Έχει αποβράσματα απέξω . 
- Δεν έχουν πραγματικές ειδήσεις ; 
- Εμείς είμαστε οι ειδήσεις . 
Το κοινό λατρεύει το έγκλημα . Φέρνει τηλεθέαση . 
- Ευχαριστώ . - Ορίστε . 
Δεν έχεις ιδέα ποιος το έστειλε ; Μπορεί να είναι φάρσα , μπορεί να είναι κάποιος ... εξυπνάκιας ρεπόρτερ . 
Ώστε αυτό το άτομο ξέρει ότι ήσουν εκεί εκείνη τη νύχτα ; 
Εγώ δεν το ήξερα . 
Πήγα μετά τη δουλειά . 
Άρα , δεν είχατε χωρίσει , όπως είπες σ ' εμένα και σε άλλους . Είχαμε χωρίσει . Πήγα εκεί για να τη μεταπείσω . 
Τα κατάφερες ; Όχι . 
Λορέιν , γεια . Πρέπει να το δείξεις στην αστυνομία . 
Κάτσε . Δεν θες να μάθεις τι είναι ; 
Ποιος ; 
Μπορεί να γυρίσει εναντίον μας . 
- Μπορεί να πάει η Ρίγκο ; - Όχι . Της έχω ήδη ζητήσει πολλά . Δεν γίνεται . Αν το κάνεις αυτό , πρέπει να υποθέσεις ότι το άτομο αυτό θα φοράει κοριό . 
Ό , τι κι αν πεις , σου συνιστώ ανεπιφύλακτα να ... Μίλα απλά και καθαρά . Πρόσεχε τα λόγια σου . 
Μην πεις ότι χτύπησες την Κάρολιν στο κεφάλι με μια βέργα . 
Θα προσλάβω μια συνεργάτη , κάποια που έχει δουλέψει υπεράσπιση . 
Είναι νέα . Λέγεται Μάια Ουίνσλοου . 
- Από πού την ξέρω ; - Γέιλ . Είναι καλή . Δούλευε στη Σάντι Στερν . 
Είναι και γυναίκα , κάτι χρήσιμο στην υπόθεσή μας . 
Θα αναλάβει τα ευρήματα , πρέπει να το φροντίσουμε κι αυτό . 
Ας συζητήσουμε τη στρατηγική μας . 
Αν επικαλεστούμε άλλοθι , πρέπει να το δηλώσουμε από τώρα . 
Νομίζεις ότι μπορούμε να έχουμε άλλοθι ; 
Δεν ξέρουμε τι ώρα δολοφονήθηκε εκείνη τη νύχτα . 
Ίσως να λέγαμε ότι τη σκότωσαν όταν πήγα στο ... Σταμάτα . 
Ας περιμένουμε να μάθουμε όλα τα γεγονότα προτού σκεφτείς τις απαντήσεις . 
Κυρία Σάμπιτς , Μπάρμπαρα , διέπραξε δολοφονία ο σύζυγός σας ; 
- Ξέρεις περί τίνος πρόκειται . 
Γιατί είμαι εδώ Τρίτη ; 
Ναι , μιλάμε για ... τον πυροσβέστη για την έκθεση του Μάρτι ; 
Θα ήθελα να απέχεις για λίγο . 
Τι εννοείς ; 
Από την ίδια πόρτα μπήκαμε . Κέιτ . Θα ξεφουσκώσει αυτό . 
Στο Σικάγο ζούμε . Έχουμε ένα πτώμα κάθε 18 δευτερόλεπτα . 
Δεν τα πας καλά . 
Πούλησα ένα κομμάτι πριν δύο βδομάδες . 
Όχι . Το πούλησες πριν πέντε βδομάδες . Και οι πίνακες της Αμινάτα πωλούνται πανεύκολα . 
- Πάρε τον χρόνο σου . 
- Σοβαρολογείς ; 
Δεν σε απολύω , μην ταράζεσαι . Απλώς λέω ... κάνε ένα διάλειμμα ... φρόντισε τον εαυτό σου . 
- Και να μην πλησιάσω ; - Ναι . Κι αυτό . 
Κέιτ , χρειάζομαι αυτήν τη δουλειά . 
Χρειάζομαι οτιδήποτε θα με κάνει να ξεχαστώ . 
Αυτή σου η ανάγκη δεν μας εξυπηρετεί . 
Πάρε τον χρόνο σου . 
Θες μια συμβουλή ; 
- Γιατί όχι . 
- Διαφοροποιήσου . 
Δεν είσαι " εμείς " . Δεν είσαι " αυτός " . 
Ο Σαμ Μαλόουν έκοβε λεμόνια . Ποιος ; 
Ο Σαμ Μαλόουν από το Cheers . 
Έκοβε λεμόνια όλη την ώρα . Συνεχώς έκοβε λεμόνια . 
Είσαι πολύ νέος , δεν θυμάσαι το Cheers . 
Το ξέρω και το λατρεύω . Τεντ Ντάνσον . Γιατί νομίζεις ότι κόβω λεμόνια ; Πήρες πόντο . 
- Είσαι καλά ; - Όχι και τόσο . Απολύθηκα . Γαμώτο . Λυπάμαι πολύ . 
Ο άντρας μου δικάζεται για φόνο . 
Και μάλιστα για τον φόνο της ερωμένης του . 
Γαμώτο . Ναι . 
Πώς τον λένε , να δεις ; Ρόνι ; Ρίκι ; 
Ράστι . Ναι , πράγματι σου έπεσαν πολλά . 
Πράγματι . 
Το έκανε ; Σκότωσε την ερωμένη του ; 
Δεν χρειάζεται να απαντήσεις . 
- Ξεπέρασα τα όρια . Συγγνώμη . 
- Καθόλου . 
Όλοι αυτό ρωτούν . 
Και τι απαντάς ; 
Δεν το έκανε . 
Οι όμορφες γυναίκες έχουν πολλούς εχθρούς . 
Θα έχεις κι εσύ κάμποσους . 
- Έπιασα το υπονοούμενο . - Ναι . 
Σ ' ευχαριστώ . 
Θες άλλο ένα ; 
Καλύτερα όχι . Εντάξει . 
Είναι όμορφος . 
Είναι ελκυστικός , ναι . 
Αλλά , δεν ξέρω , μ ' αρέσει να του μιλάω . 
Και χαμογελάς . 
Ίσως πρέπει να ζήσεις μια περιπέτεια . 
Σε παρακαλώ . 
Με τους ρεπόρτερ σε κάθε μου βήμα ; 
Με παρακολουθούν . 
Καλή μου , ήδη σε ξεπέρασαν . Πήραν τα πλάνα , πάνε στον επόμενο νεκρό . 
Έτσι είναι το Σικάγο . Δεν ξέρω . 
Είναι ωραίο που χαμογελάς . 
Είσαι νέα και όμορφη . Πρέπει να νιώθεις έτσι κάθε μέρα . 
Είσαι πάρα πολύ πιεσμένη . 
Προτείνεις σοβαρά να κάνω λίγο ... εξωσυζυγικό σεξ εκδίκησης μ ' έναν μπάρμαν που μόλις γνώρισα ; 
Προτείνω να φροντίσεις τον εαυτό σου . 
Είναι κάτι σαν διέξοδος που θα σε βοηθήσει να το ξεπεράσεις . 
Δεν εννοώ τώρα . Καταλαβαίνω , συμβαίνουν πολλά . Αλλά κάποια στιγμή . 
Θαυμάζω τη μάχη που δίνεις , την αφοσίωση και την αγάπη για τον άντρα που ερωτεύτηκες και παντρεύτηκες . 
Ο Ράστι δεν είναι αυτός που παντρεύτηκες . Ας το αποδεχτούμε . 
Σου είπα ευθέως να σταματήσεις , ντετέκτιβ . 
- Το έκανα . 
- Μαλακίες . Πήγες με τον Ράστι στον Ρέινολντς . 
Ήταν στον ελεύθερο χρόνο μου . 
Το βρίσκεις αστείο ; 
Δεν λέω αστεία σε ανθρώπους χωρίς χιούμορ . 
Ξέρεις τι είναι αστείο ; 
Βασικά , ξεκαρδιστικό . Το ότι δεν ερευνάτε τον Ρέινολντς . 
Η Κάρολιν δέθηκε όπως η Μπάνι , άγνωστες λεπτομέρειες ... Ο Λίαμ Ρέινολντς καταδικάστηκε . 
Και λοιπόν ; Την απείλησε , είχε κίνητρο και δεν ρίχνετε ούτε ματιά . 
- Άκου , ντετέκτιβ ... - Τι ; Θα με απολύσεις ; 
Πριν δύο βδομάδες ήρθα . Θα σε κυνηγήσει όλο το σωματείο . Μπορεί και όχι . Ξεχνάω πόσο δημοφιλής είσαι . 
Ντετέκτιβ Ροντρίγκεζ , θα σε ξεπροβοδίσω . 
Δεν είσαι πια στην υπόθεση . Δεν θα αναμειχθείς , δεν θα την εμποδίσεις . Και παίζω πόκερ με τον πρόεδρο του σωματείου σου . 
Άθλιος παίκτης . 
Τόσο πολύ θέλετε όλοι σας να είναι ο Ράστι ; 
Θέλουμε μόνο δικαιοσύνη . 
Φρόντισε να μη βρεθείς στον δρόμο μας . 
Ευχαριστώ . 
Γεια . Μου κάνεις μια χάρη ; 
Μάικλ , μου ζήτησες να έρθω . Τι θες ; 
Γιατί τη σκότωσες ; 
Δεν τη σκότωσα . 
Είχαμε σχέση και θα σου πω όλα όσα θες να μάθεις . 
Μάικλ , θέλω να βρω τον δολοφόνο όσο κι εσύ . 
Αυτό είναι παράξενο . Γιατί έχω φωτογραφίες σου . 
Τι έχεις ; 
Έχω φωτογραφίες σου και βίντεο από τη νύχτα που πέθανε . 
- Πού ; 
- Στο σπίτι της ! 
Μάικλ , έχεις φωτογραφίες της από εκείνη τη νύχτα ; 
Απάντησέ μου . 
Έχεις φωτογραφίες από εκείνη τη νύχτα ; 
Φωτογραφίες άλλων ανθρώπων να μπαίνουν στο σπίτι ; 
Ήσουν κυριολεκτικά ο μοναδικός . 
Τότε μάλλον , φαίνεται ότι ήσουν κι εσύ εκεί εκείνη τη νύχτα . 
Σκάσε ! 
Το έχεις σκεφτεί καλά ; 
Ήσουν εκεί κι άλλες νύχτες ; 
Αν έχεις φωτογραφίες , φρόντισε να τις δώσεις σ ' εμένα ή στην αστυνομία . 
Τις έδωσα ήδη στην αστυνομία . Συναντήθηκα με τον εισαγγελέα . 
Τότε γιατί είμαστε εδώ ; 
Ήθελα να δω το πρόσωπό σου . 
Να δει το πρόσωπό σου ; Γιατί ; 
Δεν το πιστεύω . 
Δεν ξέρω . Ήταν πολύ παράξενη συζήτηση . Το παιδί είναι ξεκάθαρα προβληματικό . Αλλά τουλάχιστον έχουμε πειστήρια ότι δεν πήγα μόνο εγώ . 
- Σίγουρα δεν είχε κοριό ; 
- Και να είχε , πρόσεχα . 
Μάια Ουίνσλοου , Ράστι Σάμπιτς . Γεια . Της ζήτησα να είναι μαζί μας στη διάσκεψη . 
- Πρέπει να σε δηλώσουμε . 
- Έγινε ήδη . - Τέλεια . - Χαίρομαι για τη γνωριμία . Αν και όχι υπό αυτές τις συνθήκες . 
Μπορείς να παρατηρείς μόνο , δεν μιλάς . Εσύ σιωπηλός . Ούτε άχνα . Εγώ μιλάω . Μην το γαμήσεις . 
Το γαμάς εντελώς . 
- Το γαμάς εντελώς . 
- Γιατί ; 
Με την αναφορά περί έρωτα . Υποσχεθήκαμε να μη γίνει . Δεν ελέγχεται αυτό . 
Κάποια πράγματα ελέγχονται . 
Αυτό πρέπει να το ελέγξω εγώ . 
Καρτέλα ένα . Αποδεικτικά στοιχεία . 
Παθολογικά και εργαστηριακά ευρήματα στην καρτέλα δύο . 
Το κομμάτι αυτό είναι ελλιπές , αλλά ενημερώνεται καθημερινά . 
- Πότε ολοκληρώνεται ; - Ελπίζουμε σε δέκα μέρες . 
Φωτογραφικά τεκμήρια στην καρτέλα τρία , κι αυτά συμπληρώνονται . Συγκεντρώνουμε στοιχεία από δημόσιες κάμερες . 
Ιατρικά ευρήματα στην καρτέλα τέσσερα . Επιστημονικά ευρήματα και ανάλυση στις πέντε και έξι . Πρόβλημα ; Μισό λεπτό . 
- Με δηλώσατε ως μάρτυρα . - Ναι . Μία από τις κατηγορίες είναι παρακώλυση δικαιοσύνης . Ο κύριος Σάμπιτς παρεμπόδισε την έρευνα . 
Την έθεσε σε κίνδυνο , έχεις πληροφορίες γι ' αυτό . 
- Αυτό είναι κόλπο . 
- Όχι , λυπάμαι . Έσπευσες να αναλάβεις την υπεράσπιση ενώ είχες πληροφορίες σχετικές με τις κατηγορίες . 
- Δεν έπρεπε . - Κύριε Ντιλέι Γκουάρντια . 
Δηλώσατε και τη δρα Ρας , την ψυχίατρο του πελάτη μου . 
Αναμένουμε ότι κάποιες πληροφορίες ίσως κριθούν εμπιστευτικές . Η δρ Ρας μπορεί να μην απαντήσει αν ισχύει . 
- Θα ισχύει . - Τι εννοείς " αν ισχύει " ; Θα την καλέσεις , θα αρνηθεί να απαντήσει και θα φανεί σαν να κρυβόμαστε . 
Θα τηρήσουμε την εμπιστευτικότητα . Κύριοι , δεν ξεκινάμε καλά . 
Θα μας επιτρέψετε να παρουσιάσουμε την υπόθεσή μας . 
Όταν άρχισα αυτήν τη δουλειά , είχα έναν μέντορα . Μου είπε " Κάθε δίκη είναι σαν μια αιμορροΐδα " . 
Οι αιμορροΐδες δεν με ενοχλούν . Μπορώ και να τις απολαύσω με σωστή διαχείριση . 
Αυτό εδώ δεν το απολαμβάνω . 
Η δίκη βασίζεται στα πειστήρια και στον νόμο . Εδώ δεν χωρούν παιχνίδια . Έγινα απόλυτα σαφής ; - Σαφέστατη . - Σωστά . Ευχαριστώ . 
Να υπενθυμίσω επίσης ότι η εισαγγελία υποχρεούται να παραδώσει όλα τα απαλλακτικά στοιχεία . 
- Το πράξαμε . 
Παραδώσαμε όλα τα απαλλακτικά στοιχεία όπως έχουμε καθήκον . Αν είχατε στοιχεία ότι κάποιος άλλος είχε κίνητρο να διαπράξει το έγκλημα ... Δεν υπάρχουν . 
ή ότι κάποιος άλλος ήταν εκεί εκείνη τη νύχτα , κάποιος με φωτογραφική μηχανή που τραβούσε φωτογραφίες και βίντεο . 
Κύριε Μόλτο ; - Ναι . Άσε εμένα . - Είναι ... Παραλάβαμε φωτογραφικά πειστήρια , είμαστε στη διαδικασία της επαλήθευσης . 
Μόλις η διαδικασία ολοκληρωθεί θα τα κοινοποιήσουμε . 
Ποιος προσκόμισε τα φωτογραφικά πειστήρια ; 
Ο γιος του θύματος . 
- Πότε τα προσκόμισε ; 
- Προς το παρόν εξετάζονται . 
- Όποια γνωστοποίηση θα ήταν πρόωρη . - Κατάλαβα . 
Θα παραδώσετε τα πειστήρια σήμερα στον συνήγορο και σ ' εμένα , ώστε να τα εξετάσουμε όλοι μαζί . 
Κύριε Μόλτο , η δίκη απέχει δέκα βδομάδες . 
Αν κρύψετε οτιδήποτε άλλο από τον συνήγορο ή από το δικαστήριο , μην το βάλετε στον πισινό σας , αφού εκεί θα ψάξω πρώτα . 
Ο Ρέιμοντ ήταν στο στοιχείο του . Πετούσε σπίθες . Κι ο Τόμι ήταν στο δικό του στοιχείο . 
Σίγουρα . 
Η δικαστής μάς ενέκρινε πρόσβαση στον τόπο του εγκλήματος , κάτι που συνήθως δεν πετυχαίνει η υπεράσπιση . 
- Άρα , ήταν καλή μέρα ; - Μια καλή αρχή . 
Αυτό είναι καλό . Ίσως κερδίσουμε , και θα είναι τόσο όμορφο που οι ρεπόρτερ θα λένε " Ράστι Σάμπιτς , κέρδισες το παγκόσμιο πρωτάθλημα δίκης . Ποιο είναι το επόμενο βήμα ; " Κι εσύ θα πεις " Θα πάμε στην Ντίσνεϊλαντ " . 
- Πες μου τι έχουν εναντίον σου . 
- Τζέιντεν , όχι στο τραπέζι . 
- Τα λένε παντού . - Όχι στο δείπνο . Στις ειδήσεις , στο σχολείο . Θέλω να ξέρω τι υπάρχει . 
Τι ακριβώς έχουν ; 
Είναι απλές ενδείξεις . Κανείς δεν θα πει ότι με είδε να τη σκοτώνω , αφού δεν τη σκότωσα . Αλλά ήμουν εκεί εκείνο το βράδυ . Το DNA μου είναι στο διαμέρισμά της και το DNA της είναι στο αυτοκίνητό μου . 
Θα πουν ότι είχα εμμονή μαζί της επειδή είχαμε ανταλλάξει αμέτρητα γραπτά μηνύματα . 
Σταλμένα κυρίως από εμένα τις τελευταίες βδομάδες . Και προφανώς , υπάρχουν πειστήρια ότι ήταν έγκυος με ... Και το γεγονός ότι ήταν δεμένη όπως ένα προηγούμενο θύμα . Ο δολοφόνος είχε πληροφορίες που δεν ήταν διαθέσιμες στο κοινό . Η Κάρολιν κι εγώ ήμασταν οι μόνοι με πρόσβαση . Άρα , θα υποστηρίξουν ότι ήμουν σε θέση να το εμφανίσω σαν να το έκανε κάποιος άλλος . 
Είναι απλή ένδειξη , και μάλιστα παρατραβηγμένη , αλλά είναι επιβαρυντική . Όλα τα στοιχεία , έστω και ως ενδείξεις , δείχνουν εμένα . 
Και μια συμφωνία ; 
- Την έχεις σκεφτεί ; - Τι πράγμα ; - Συμφωνία . - Κάιλ . Αποδοχή ενοχής ; Πιστεύεις ότι το έκανα ; Γλυκέ μου . 
Αν προσέφεραν ανθρωποκτονία από αμέλεια ... Γιατί να αποδεχτώ ενοχή για κάτι που δεν έκανα ; 
Ράστι . Για να γλιτώσεις τα ισόβια . Εξ αμελείας είναι οκτώ χρόνια . 
Γλυκέ μου . 
- Πιστεύει ότι το έκανα . 
- Δεν πιστεύει ότι το έκανες . Γιατί μου ζητάει να αποδεχτώ ενοχή - αν δεν το πιστεύει ; - Επειδή φοβάται . 
Το παιδί έχει τρομοκρατηθεί . Μπορούν να σε φυλακίσουν για πάντα . 
Πιστεύεις ότι πρέπει να το κάνω ; 
Η Τζέιντεν ; 
Πιστεύεις ότι πρέπει να κάνω συμφωνία ; 
Κανείς στην οικογένεια δεν πιστεύει ότι πρέπει να κάνεις συμφωνία . 
Ο Κάιλ απλώς ... Απλώς σκεφτόταν δυνατά . 
Σκεφτόταν ότι πρέπει να δηλώσω ένοχος για φόνο . 
Γλυκέ μου , όλοι φοβούνται . 
Η Κέιτ μού ζήτησε να " απέχω " από την γκαλερί . 
Τι ; Γιατί ; 
Βλάπτω τις πωλήσεις , μάλλον . 
- Λυπάμαι . 
Δεν εννοούσα ότι σε θεωρώ ένοχο . Συγγνώμη , ήταν ... Όπως το περιέγραψες , με τα πειστήρια και ... 
Συγγνώμη . 
Μη φεύγεις , σε παρακαλώ . Συγγνώμη . 
Πρέπει να αφαιρέσουμε την παρακώλυση . Γιατί ; 
Μπορούμε να τον εμφανίσουμε ως κακόπιστο , αλλά το θέμα μας είναι η ανθρωποκτονία . 
Έχουμε σημαντικότερο στόχο . Οι ένορκοι θα θέλουν να τον βρουν ένοχο , αλλά θα τον καταδικάσουν για παρακώλυση και θα τον αθωώσουν για φόνο . Να τους δώσουμε μόνο μία επιλογή . 
Η παράβαση καθήκοντος δείχνει ότι προσπάθησε να παρεμποδίσει την έρευνα . - Δείχνει ενοχή . - Σκέψου το . Αυτό σου λέω μόνο . Σωστά ; 
Είσαι έτοιμος να δικάσεις αυτήν τη συγκεκριμένη υπόθεση ; 
Είμαι και γαμώ τους έτοιμους . 
Βλέπεις ; Αυτό . Αυτή η αντίδραση με αγχώνει . 
Τόμι , άκουσέ με . 
Οι λέξεις που πρέπει να περιγράψουν αυτήν τη δίωξη είναι " μεθοδική , ενδελεχής και δίκαιη " . Δεν πρέπει να περιγραφεί ως " εκδικητική , εμμονική και μοχθηρή " . 
Καταλαβαίνω , Νίκο . Αλλά μη μου μιλάς σαν να είμαι μαϊμού . 
Θυμάσαι τι μου είπες όταν σε έκανα επικεφαλής αντιεισαγγελέα ; 
Εξέφρασα την ευγνωμοσύνη μου . 
Όχι . Το πρώτο που είπες ήταν " Τώρα οι κοπέλες θα με συμπαθήσουν " . Αποδείχτηκε αληθές . 
Υπάρχει ένα κομμάτι σου , ίσως βαθιά μέσα σου , που χρειάζεται αυτήν την επιβεβαίωση . Θες να εντυπωσιάσεις . 
Ξέρω έξυπνους ανθρώπους με σύμπλεγμα καταδίωξης και κάποιους με ναρκισσιστικό σύμπλεγμα . 
Εσύ έχεις και τα δύο . Είναι σαν διπλό σύμπλεγμα . 
Θα έχει ακριβή θεραπεία . 
- Μισείς τον Ράστι . Είναι ολοφάνερο . - Όχι . 
Όχι , δεν μισώ τον Ράστι . Είναι απίστευτα δύσκολο για μένα . 
Δεν είναι δύσκολο . Φταίνε οι προσβολές , τα πειράγματα , τα παρατσούκλια και οι μπηχτές , αυτά σε τρώνε . 
Θες άλλο ποτό ; Ναι . Θέλουμε πειστήρια για φόνο . 
Έρχονται . 
Η αυτοψία στο σπίτι της Κάρολιν είναι αργότερα σήμερα . Είσαι έτοιμος ; 
- Ναι . Θα είμαι εκεί . 
- Ωραία . 
- Το γαμημένο κατηγορητήριο . - Τι κάνεις ; 
" Βίαιη κακοποίηση " . Είναι ... Το έχω υπαγορεύσει χιλιάδες φορές , αλλά να το διαβάζω για μένα ... 
Τηλεφώνησα δύο φορές στον φίλο μας τον Μόλτο , άφησα μήνυμα . 
Αν δεν τηλεφωνήσει , πάει για καταφρόνηση . 
Άφησα το αυτοκίνητο ανοιχτό . Επιστρέφω αμέσως . 
Την αγαπούσες ; 
- Τι έκανα ; 
- Την Κάρολιν . Την αγαπούσες ; 
Δεν καταλαβαίνω γιατί αυτό είναι σχετικό . 
Ο Ρέιμοντ μού ανέθεσε να φτιάξω την αφήγησή σου για τη δίκη σε περίπτωση που καταθέσεις . 
Ώστε θέλει να καταθέσω ; 
Αν χρειαστεί . 
Ήταν πόθος ; 
Έρωτας ; 
Και τα δύο ; 
Εντάξει . Και τα δύο . 
Θυμάσαι πότε αισθάνθηκες για πρώτη φορά ένα συναισθηματικό δέσιμο ; 
Όχι πότε ήθελες να κάνεις σεξ . - Καταλαβαίνω . - Ωραία . 
Είχαμε μια ... Είχαμε μια υπόθεση . Σεξουαλική επίθεση . 
Το θύμα ήταν ένα κοριτσάκι . 
Είναι δίδυμες . Ως εισαγγελείς , δεν εκπαιδευόμαστε στην καλοσύνη . - Δεν αποτελεί προϋπόθεση . - Θα μου πεις ... Εκπαιδευόμαστε να την ξεχάσουμε . Αλλά η Κάρολιν ήταν αλλιώς . Δεν ξέρω . Εκείνη τη μέρα , υπήρχε κάτι στην τρυφερότητα που έδειχνε σ ' εκείνο το ευάλωτο κοριτσάκι . 
- Αυτή είναι η Ντελ . - Η Ντελ . 
- Η Πέρλα . 
- Πολύς κόσμος . 
- Ναι . - Είναι φίλες ; 
- Είναι οικογένεια . - Οικογένεια ; 
Μπορεί να τρομάξεις λίγο εκεί μέσα . Δεν θα σου πω ψέματα . Αλλά θα είμαι μαζί σου συνεχώς . 
Και μετά , αν φοβηθείς πολύ , μπορείς να σηκώσεις το χέρι σου έτσι . 
Ωραία . Θα έρθω να σου κρατήσω το χέρι . 
Μπορούμε να σταματήσουμε όποτε θες . 
Θα σε κρατάω και θα ζητήσουμε από τον δικαστή να πάμε μια βόλτα . 
Και θα φροντίσω να είσαι πάντα ασφαλής . 
Μπορείς να με εμπιστευτείς ; Ότι θα σε προστατεύω ; 
- Ναι ; - Ναι . Τα πας πολύ καλά . 
Αυτό ήταν . 
Εκείνη ήταν η στιγμή . 
Όταν πέρασες τη γραμμή που έλεγε " Θα καταστρέψω τη ζωή μου για πάντα " . 
Η αγάπη δεν είναι αυτό που λένε . 
Δεν χρειάζεται να σ ' το πω . Αλλά από την εμπειρία μου , είναι κάτι που μεγαλώνει μέχρι που μια μέρα ανακαλύπτεις ότι χρειάζεσαι κάποιον . 
Έτσι έγινε με την Κάρολιν . 
Άρα , ναι . Κατέστρεψα τη ζωή μου για πάντα , αλλά δεν πέρασα την άλλη γραμμή . 
Δεν θα της έκανα ποτέ κακό . 
Το έπραξε κάποιος άλλος . Όποιο κι αν είναι αυτό το άτομο , πρέπει να γελάει πάρα πολύ που όλοι κυνηγούν εμένα . 
Τρίτο στράικ ! Βγαίνει έξω ! 
Είναι υπέροχο . 
Είσαι απελπισμένος . 
Μόλις λάβαμε ένα φορτηγό έγγραφα από το γραφείο του Ντιλέι . 
Θέλει να μας θάψει κάτω από ... Θες άλλο ένα ; έγγραφα , στοιχεία , οτιδήποτε . Πρέπει να βιαστούμε . Έστειλαν τα εργαστηριακά ; Όχι ακόμα . 
Θα είναι στο επόμενο φορτίο . Ποτέ δεν ξέρεις . Το εγκληματολογικό περιμένει . 
Ψάχνουμε μια μικρή βελόνα στα άχυρα εδώ που βρισκόμαστε . Αλλά ποιος ξέρει ; Ίσως βρούμε κάτι που δεν βρήκαν . Το DNA μου πρέπει να είναι παντού . 
Ράστι , συμφωνήσαμε ότι ήσουν εδώ . 
Οι δυο σας είχατε σχέση . Αυτό δεν σημαίνει ότι τη σκότωσες . Εκτός αν βρουν το αίμα της στο αμάξι σου . Δεν θα το βρουν , σωστά ; 
Το ξέρω . Κι εγώ το βλέπω συνέχεια . 
Άκου . Μίλα μου για ένα λεπτό . 
Μου είπε η Ρίγκο ότι θες να αναλύσεις το επιμολυσμένο δείγμα σπέρματος στην υπόθεση Μπάνι Ντέιβις . Ναι . - Αν ρίξουμε την ιδέα άλλου υπόπτου ... - Ρέι . αναλαμβάνουμε την υποχρέωση να τον υποδείξουμε . - Και αν αποτύχουμε ... 
- Ρέι . Η εισαγγελία θα δείξει τις χειρότερες φωτογραφίες της Κάρολιν από εκείνη τη νύχτα . Θα είναι φρικτό . Οι ένορκοι θα ψάχνουν ένοχο . Αν δεν υπάρχει εναλλακτική , θα καταδικάσουν εμένα . 
- Ξέχνα το . - Όχι . Πειστήριο Νο 13 , ηχητικό μήνυμα No 4 , από το θύμα προς τον κατηγορούμενο . 
Τι θες να βγει απ ' όλο αυτό , Ράστι ; 
Δεν έχω τι άλλο να δώσω . Καταλαβαίνω ότι θες απόσταση , αλλά αυτό είναι εν μέρει το πιο δύσκολο για μένα . 
Θα ήμουν πρόθυμη να το ξανασυζητήσω αν πιστεύεις ότι θα βοηθήσει . 
Δεν μπορώ να προσποιείσαι ότι λείπεις . Δεν καταλαβαίνω γιατί δεν το σηκώνεις . 
Δεν καταλαβαίνεις πώς το βλέπω εγώ . 
Θέλω να σταματήσεις να μου τηλεφωνείς . Δεν είναι δίκαιο . Διαφωνώ πλήρως . 
Όλα τα στοιχεία λένε ότι μ ' αγαπάς . Θα παρουσιάσουμε απτά , επιστημονικά , εγκληματολογικά πειστήρια που θα δείξουν ... Που θα σας οδηγήσουν σε συμπεράσματα . Σκέψου ! 
Γεγονότα ! 
