‫ شما ؟ ‫ شما ؟ نمی‌خوای جوابمو بدی ؟ ‫ کدوم خری هستی ؟ لعنتی 
‫ یعنی چی ؟ 
‫ راستی ، کی بود ؟ 
‫ تو رو کجا دیده ؟ 
‫ گمونم منظورش خونه‌ی کارولینه ... ‫ شب ... 
‫ نرفته بودم بکشمش 
‫ راستی ، این‌کارا از تو بعیده 
‫ - راستی ، این‌کارا از تو بعیده ‫ - تو منو نمی‌شناسی لعنتی 
‫ منو نمی‌شناسی ‫ نمی‌دونی چه کارایی ازم برمیاد ! 
‫ بلند شو ، ریموند ! 
‫ فکر می‌کنی گناهکاره ‫ - خواب دیدم ، " لو " ‫ 
‫ خواب دیدی گناهکاره ‫ که ممکنه معنایی داشته باشه 
‫ خیلی اوقات رویاها حقیقت رو نشون میدن 
‫ میگما ، خیلی خوب میشه اگر طرف من باشی 
‫ - میشه یه امتحانی بکنیم ؟ ‫ - فکر می‌کنی طرف تو نیستم ؟ 
‫ ریموند ، من نگرانتم 
‫ با همچین پرونده‌ای بدجوری میری زیر ذره‌بین ‫ بدجوری میری زیر فشار 
‫ ببین ، درک می‌کنم ‫ که عطش داری مطرح باقی بمونی ‫ که نیاز داری هر روز صبح که از خواب پامیشی ‫ یه چیزی داشته باشی باهاش چیزتو عقب بندازی ... 
‫ - بهش چی می‌گفتی ؟ 
‫ - فساد و تجزیه‌م 
‫ آره ، فساد و تجزیه‌ت 
‫ با دفاع از متهمی که بهترین دوستته 
‫ عزیزم ... ‫ اگر ببازی ، که با چیزایی ‫ که می‌بینم و می‌خونم احتمالش زیاده ‫ راستی بقیه‌ش عمرش رو ‫ پشت میله‌ها می‌گذرونه ‫ که بدجوری رو‌ت تاثیر می‌ذاره 
‫ شاید بتونی باهاش کنار بیای ‫ ولی بعید می‌دونم 
‫ ولی یه احتمال دیگه هم هست 
‫ پیروز میشی 
‫ این قتل کار راستی نبوده 
‫ راستی سبیچ ، تنها مظنون ‫ قتل هولناک کارولین پلیموس ‫ درحال حاضر به قید وثیقه آزاد بوده 
‫ یه مشت آشغال بیرون جمع شدن 
‫ اخبار واقعی ندارن برن گزارش کنن ؟ 
‫ ما خبر واقعی هستیم 
‫ مردم عاشق داستان‌های جنایی واقعی هستن ‫ تعداد بیننده‌هاشون رو بالا می‌بره 
- ممنون ‫ - بفرما ، عزیزم 
‫ پس روحتم خبر نداره از طرف کیه ؟ ‫ به‌راحتی ممکنه یه حقه باشه ‫ یا می‌تونه ... ‫ یه خبرنگار نیمه‌باهوش باشه 
‫ پس این شخص می‌دونسته ‫ که اون شب اونجا بودی ؟ 
‫ چون من نمی‌دونستم 
‫ بعد از کار رفتم اونجا 
‫ پس اونقدرام که به من و بقیه گفتی ‫ رابطه‌تون تموم نشده بوده ‫ نه ، تموم شده بود . رفتم اونجا که ‫ سعی کنم نظرشو عوض کنم 
‫ تونستی ؟ ‫ نه 
‫ لورین ، سلام ... ‫ به‌نظرم بهتره به پلیس تحویلش بدی 
‫ وایسا . نمی‌خوای بدونی قضیه چیه ؟ 
‫ کار کیه ؟ 
‫ ممکن هم هست ‫ دودش توی چشم خودمون بره 
‫ - ریگو چی ؟ نمی‌تونه اون بره ؟ ‫ - نه ، نه ، نه ‫ همین الانشم زیادی ازش لطف خواستم ‫ نمی‌تونم ازش بخوام ‫ اگر این‌کارو بکنی ‫ باید فرض رو بر این بذاری ‫ که شخصی که داری میری دیدنش میکروفون بسته 
‫ پس هرچی می‌خوای بگی ‫ شدیداً توصیه می‌کنم ... ‫ حرفات مختصر و محتاطانه باشه ‫ مراقب باش چی میگی 
‫ قطعاً نگو با سیخ شومینه ‫ زدی توی سر کارولین 
‫ می‌خوام یه دستیار بگیرم ‫ کسیه که قبلاً وکالت کرده 
‫ جوونه . اسمش " مایا وینزلو " ـه 
‫ - از کجا می‌شناسمش ؟ ‫ - از دانشگاه " ییل " ‫ کارش درسته ‫ قبلاً توی دفتر سندی استرن کار می‌کرده 
‫ مهم‌تر از اون ، یه زنه ‫ که توی این پرونده نیاز داریم 
‫ می‌خوام مسائل پزشکی قانونی رو ‫ بدم دستش . باید یه فکری به حال اونم بکنیم 
‫ ببین ، بیا یکم در مورد ‫ استراتژی‌مون صحبت کنیم ، باشه ؟ 
‫ اگر قرار باشه با عذر موجه پیش بریم ‫ باعث ثبتش کنیم . به دادستانی اطلاع بدیم 
‫ پس ، به‌نظرت با عذر موجه پیش بریم ؟ 
‫ آخه نمی‌دونیم چه ساعتی از شب به‌قتل رسیده 
‫ شاید بتونیم بگیم وقتی کشته شده ‫ که من رفتم ... ‫ بس کن 
‫ بیا صبر کنیم ‫ تا تمام حقایق به دستمون برسه ... ‫ بعدش شروع کن جواب سرهم کردن 
‫ خانم سبیچ . باربارا ‫ شوهرت مرتکب این قتل شده ؟ 
‫ - می‌دونی قضیه چیه ، مگه نه ؟ 
‫ که چرا سه‌شنبه اومدم اینجا ؟ 
‫ آره ، قراره در مورد ... ‫ رئیس آتش‌نشانی ‫ برای مراسم مارتی صحبت کنیم ، درسته ؟ 
‫ ازت می‌خوام یکم کنار بکشی 
‫ یعنی چی ؟ 
‫ منم از همون دری که تو وارد شدی وارد شدم ‫ کیت . به‌زودی تموم میشه میره 
‫ توی شیکاگو زندگی می‌کنیم ‫ هر 18 ثانیه یه جسد جدید پیدا می‌کنن 
‫ این مدت حال خوشی نداشتی 
‫ همین دو هفته پیش ‫ یه اثر فروختم ، کیت 
‫ نه . 5 هفته پیش یه اثر فروختی ‫ و آثار " آمیناتا " عملاً خودشون فروش میرن 
‫ - یه مدت برو مرخصی ‫ 
- واقعاً داری همچین کاری می‌کنی ؟ 
‫ قرار نیست اخراجت کنم ‫ پس عصبانی نشو ‫ دارم میگم ... ‫ یه مدت برو استراحت کن ‫ و از خودت مراقبت کن 
‫ - و نزدیک اینجا نشم ، ها ؟ ‫ - آره . اینم هست ، آره 
‫ کیت ، واقعاً به این شغل نیاز دارم 
‫ الان به هرچیزی که بتونه ‫ حواسمو پرت کنه نیاز دارم 
‫ حواس‌پرتی‌ایه که برای ما خوب نیست 
‫ یه مدت برو مرخصی 
‫ یه توصیه‌ای بهت بکنم ؟ 
‫ - چرا که نه ‫ 
- تمایز قائل شو 
‫ تو " ما " نیستی . تو " اون " ( راستی ) نیستی 
‫ قدیما سم مالون لیمو قاچ می‌کرد ‫ جانم ؟ 
‫ سم مالون ، توی سریال " چیرز " 
‫ همیشه لیمو قاچ می‌کرد ‫ تمام مدت داشت لیمو قاچ می‌کرد 
‫ احتمالاً جوون‌تر از اونی ‫ که " چیرز " یادت بیاد 
‫ می‌دونم " چیرز " چیه ‫ عاشق " چیرز " ـم . بازیگرش تد دنسونه ‫ فکر کردی چرا دارم لیمو قاچ می‌کنم ؟ ‫ آفرین داری 
‫ - حالت خوبه ؟ ‫ - نه چندان . شغلمو از دست دادم ‫ تف توش . متاسفم 
‫ و شوهرم متهم به قتل شده 
‫ اونم قتل معشوقه‌ش 
‫ گندش بزنن . 
‫ اسمش چی بود ؟ رانی ؟ ریکی ؟ 
‫ - راستی ‫ - راستی . آره . عجب . 
‫ آره ، شرایطم سخته 
‫ واقعاً کار خودش بوده ؟ قتل معشوقه‌ش ؟ 
‫ یا خدا . لازم نیست جواب بدی . معذرت ... 
‫ - پامو از گلیمم درازتر کردم . 
شرمنده ‫ - نه بابا 
‫ همه دارن همین سوالو می‌پرسن 
‫ جوابت چیه ؟ 
‫ نه کار اون نبوده 
‫ زن‌های زیبا معمولاً دشمن‌های زیادی دارن 
‫ حتماً توام چند تا داری 
‫ - منظورتو گرفتم ‫ - آره 
‫ ممنون 
‫ یکی دیگه می‌خوری ؟ 
‫ بهتره نخورم ‫ باشه 
‫ نازه 
‫ خوشتیپه ، آره 
‫ ولی ، نمی‌دونم والا ‫ از صحبت کردن باهاش خوشم میاد 
‫ لبخند به لبت آورد 
‫ شاید بهتر باشه ‫ یه عشق و حالی بکنی 
‫ بیخیال 
‫ اونم وقتی رسانه‌ها همه‌جا دنبالم هستن ؟ 
‫ قدم به قدم تعقیبم می‌کنن 
‫ اوه ، عزیزم ، همین الانشم بیخیال شدن ‫ تصاویرشون رو گرفتن ‫ و رفتن سراغ جسد بعدی 
‫ از مزایای زندگی توی شیکاگوئه ‫ مطمئن نیستم 
‫ خوشحالم لبخندت رو می‌بینم 
‫ جوونی ، خوشگلی ‫ باید هر روز همچین حسی داشته باشی 
‫ خیلی فشار روته 
‫ یعنی واقعاً داری میگی برم یه‌خرده ... ؟ ‫ با کافه‌داری که تازه باهاش آشنا شدم ‫ برای انتقام خیانت کنم ؟ 
‫ دارم میگم مراقب حال خودت باشی 
‫ یه راه فراری برای خودت بسازی ‫ که بتونی سالم از این قضیه بیرون بیای 
‫ البته ، الان که نه ‫ درک می‌کنم که توی این وضعیت نمیشه ‫ ولی بالاخره یه روزی که میشه 
‫ مقاومتت رو تحسین می‌کنم ‫ تعهدت به عاشق مردی بودن ‫ و عاشق مردی موندن ‫ که باهاش ازدواج کردی 
‫ راستی مردی نیست که باهاش ازدواج کردی ‫ بیا روراست باشیم 
‫ مستقیماً بهت گفتم ‫ پاتو از پرونده بکش بیرون ، کارآگاه 
‫ - و همین‌کارم کردم ‫ 
- چرت نگو ‫ تو و راستی رفتین زندان دیدن لیام رینولدز 
‫ اون توی وقت آزاد خودم بود 
‫ فکر کردی خنده داره ؟ 
‫ چرا باید حرفای خنده‌دارمو برای کسی حروم کنم ‫ که شوخی سرش نمیشه ؟ 
- می‌دونی چی خنده داره ؟ ‫ - چی ؟ 
‫ راستش خیلیم خنده داره ‫ اینکه برای این قتل ‫ به رینولدز مشکوک نیستی 
‫ کارولین مثل بانی دیویس بسته شده بوده ‫ جزئیاتی که عموم ازش اطلاع ندارن ... ‫ لیام رینولدز پشت میله‌هاست 
‫ خب که چی لعنتی ؟ ‫ تهدیدش کرده ، انگیزه داشته ‫ و حتی یه نگاه هم بهش نمی‌اندازی 
‫ - ببین ، کارآگاه ... ‫ - وگرنه چی میشه ؟ اخراجم می‌کنی ؟ 
‫ اونم دو هفته بعد از ترفیعت ؟ بعید می‌دونم ‫ کل اتحادیه‌ی پلیس می‌ریزن سرت ‫ شایدم نریزن . همه‌ش یادم میره ‫ محبوب دل همه‌ای 
‫ کارآگاه رودریگز ، تا بیرون بدرقه‌ت می‌کنم 
‫ جسارت نباشه ، ولی این پرونده ‫ دیگه دست تو نیست ‫ نه حق داری در روند تحقیقات ‫ سنگ‌اندازی کنی نه متوقفش کنی ‫ و درضمن ، با رئیس اتحادیه‌ت ‫ پوکر بازی می‌کنم 
‫ پوکر بازی کردنش افتضاحه 
‫ بدجوری دلتون می‌خواد ‫ کار راستی باشه ، مگه نه ؟ 
‫ ما فقط دنبال عدالتیم 
‫ فقط حواست باشه ‫ سد راه رسیدن به عدالت نشی 
‫ ممنون 
‫ سلام . میشه یه لطفی بهم بکنی ؟ 
‫ مایکل ، ازم خواستی بیام اینجا ‫ چی می‌خوای ؟ 
‫ چرا کشتیش ؟ 
‫ من نکشتمش 
‫ باهاش رابطه داشتم ‫ و هرچی در موردش بخوای بدونی بهت میگم 
‫ مایکل ، منم اندازه‌ی تو ‫ می‌خوام بفهمم کی اونو کشته 
‫ چه جالب ، آخه ازت عکس دارم 
‫ چی داری ؟ 
‫ از شبی که مرد ‫ ازت عکس و فیلم دارم 
‫ - کجا ؟ 
‫ - توی خونه‌ش ! 
‫ مایکل ، از مادرت عکس‌هایی داری ‫ که مال اون شبه ؟ 
‫ جواب منو بده 
‫ از اون شب عکس داری ؟ 
‫ از کسای دیگه‌ای که به خونه‌ش ‫ رفت‌وآمد داشتن عکس داری ؟ 
‫ تو تنها کسی بودی که اونجا بود 
‫ خب ، گمونم به‌نظر میاد ‫ توام اون شب اونجا بودی 
‫ خفه‌شو ! 
‫ درست و حسابی بهش فکر کردی ؟ 
‫ شب‌های دیگه هم اونجا بودی ؟ 
‫ اگر عکسی داری ‫ باید حتماً بدیشون به من ‫ یا بدیشون به پلیس 
‫ خودم به پلیس دادمشون ‫ رفتم دیدن دادستان ناحیه 
‫ پس اینجا چیکار می‌کنیم ، مایکل ؟ 
‫ می‌خواستم قیافتو ببینم 
‫ قیافتو ببینه ؟ چرا ؟ 
باورم نمیشه 
‫ نمی‌دونم . مکالمه‌ی خیلی عجیبی بود ‫ و همونطور که گفتی ‫ مشخصه پسره مشکل‌داره ، ولی ... ‫ ولی ببین ، حداقل الان شواهدی داریم ‫ که نشون میده فقط من اونجا نبودم 
‫ - مطمئنی میکروفون نبسته بوده ؟ 
‫ - اگرم بسته بود ، حواسم بود چی میگم 
‫ مایا وینزلو ، راستی سبیچ ‫ سلام ‫ از مایا خواستم باهامون بیاد ‫ جلسه‌ی وضعیت پرونده 
‫ - باید حضورت رو ثبت کنیم ‫ 
- خودم ثبت کردم ‫ - عالیه ‫ - از دیدنت خوشبختم ‫ البته نه تحت این شرایط 
‫ توی این جلسه فقط نظاره‌گر باش ‫ هیچی نگو ‫ تو ، نبینم دهنتو باز کنی ‫ صدات درنیاد ‫ این پرونده‌ی منه ، گند نزن توش 
‫ داری گند می‌زنی توی همه‌چی 
‫ - داری گند می‌زنی توی همه‌چی ‫ 
- چرا ؟ 
‫ اون بخش " عاشق شدن " ـه ‫ که قول دادیم نشیم ‫ فکر نکنم بشه کنترلش کرد 
‫ بعضی چیزا رو میشه کنترل کرد 
‫ و من کسیم که باید ... کنترلش کنم 
‫ بخش اول ، اسناد و شواهده 
‫ نتایج آزمایشات آسیب‌شناسی و ‫ تشخیص جرم توی بخش دومه 
‫ اون بخش هنوز ناقصه ‫ ولی هر روز داره کامل‌تر میشه 
‫ - کی کامل میشه ؟ ‫ - امیدواریم در عرض 10 روز بشه ، عالیجناب 
‫ شواهد عکس و فیلم در بخش سومه ‫ که اون‌ها هم به‌زودی کامل میشن ‫ هنوزم داریم جمع‌آوری‌شون می‌کنیم ‫ از جمله تصاویر دروبین‌های خیابونی و شهری 
‫ نتایج پزشکی در بخش چهارمه ‫ و شواهد علمی و تجزیه و تحلیل‌ها ‫ پشت سرش در بخش پنجم و ششمه ‫ مشکل چیه ؟ ‫ یه لحظه وایسا 
‫ - اسم منو به عنوان شاهد نوشتین ‫ - آره ‫ یکی از اتهامات ممانعت از اجرای عدالته ، ریموند ‫ و آقای سبیچ برای تحقیقات این پرونده ‫ مانع‌تراشی کرده 
‫ درواقع به تحقیقات لطمه زده ‫ و خودت ازش باخبری 
‫ - این کارا همه‌ش ترفنده ‫ 
- نه ، شرمنده . اینو سریع بگم ‫ درحالی وکالتش رو قبول کردی ‫ که اطلاعاتی داشتی ‫ که برای اثبات اتهامات حیاتی بودن 
‫ - همچین کاری از تو بعید بود ‫ - آقای دیلی گواردیا 
‫ اسم دکتر راش رو هم نوشتین ‫ روان‌شناس موکلم 
‫ آره ، انتظار داریم که برخی از مسائل ‫ جزو اطلاعات محرمانه‌ی بین بیمار و دکتر باشن ‫ و اگر جزو این اطلاعات بود ‫ دکتر راش می‌تونه بیان کنه ‫ 
- معلومه که جزوشه ‫ - منظورت چیه " اگر جزوش بود " ؟ ‫ ازش می‌خواین بیاد ‫ اونم میگه اطلاعات محرمانه‌ست ‫ بعدش اون تظاهر می‌کنه ‫ ما داریم چیزی رو مخفی می‌کنیم ‫ 
- محرمانه بودن اطلاعات رو لحاظ می‌کنیم ‫ - میگه داریم شواهد رو مخفی می‌کنیم ‫ آقایون ، از همین خشت اول ‫ داریم کج میریم جلو 
‫ پرونده‌ی مستدلی برای ارائه داریم ‫ درخواست دارم اجازه بدین ارائه‌ش کنیم 
‫ سال‌ها پیش که این شغل رو قبول کردم ‫ یه استاد داشتم ‫ بهم گفت " هر محاکمه‌ای ‫ تاحدودی مثل بواسیره " 
‫ بواسیرها معمولاً اذیتم نمی‌کنن ‫ حتی می‌تونم ازشون لذت ببرم ‫ اگر به‌درستی مدیریت بشن 
‫ الان اصلاً لذت نمی‌برم 
‫ چیزی جز شواهد و قانون ‫ در این محاکمه جایی نداره ‫ اجازه نمیدم حقه و ترفند واردش کنین ‫ کاملاً متوجه شدین چی میگم ؟ ‫ - بله متوجهیم ‫ - بله . درست می‌فرمایید . ممنونم 
‫ با اجازه‌تون به دادگاه یادآوری کنم ‫ که دادستانی وظیفه داره ‫ تمام شواهد تبرئه‌کننده رو بهمون بده 
‫ - بهتون دادیم ‫ 
‫ تمام شواهد تبرئه کننده رو بهتون دادیم ‫ همونطور که وظیفه‌مون ‫ به عنوان ضابطین دادگستری حکم می‌کنه ‫ پس اگر شواهدی داشتین ، که مثلاً ... ‫ که شخص دیگه‌ای ‫ انگیزه‌ای برای این قتل داشته ... ‫ همچین شواهدی نداریم 
‫ یا مثلاً شواهدی مبنی بر اینکه ‫ شخص دیگه‌ای اون شب اونجا حضور داشته ‫ مثلاً کسی که دوربین داشته ‫ و عکس و فیلم گرفته 
‫ آقای مولتو ؟ ‫ - باشه . خودم جوابشو میدم ‫ - این ... ؟ ‫ اخیراً شواهد تصویری به‌ دستمون رسیده ‫ که هنوز درحال اعتبارسنجی‌شون هستیم 
‫ وقتی روند اعتبارسنجی‌شون تمام شد ‫ به وکلای متهم تحویل‌شون میدیم 
‫ کی این شواهد تصویری رو ارائه داده ؟ 
‫ پسر قربانی 
‫ میشه بپرسم چه زمانی تحویل داده ؟ 
‫ و داریم بررسی‌شون می‌کنیم 
‫ - و برای ارائه‌شون زوده ‫ - متوجه شدم . متوجه شدم . 
‫ همین امروز اون شواهد رو تحویل میدین ‫ هم به جناب وکیل هم به من ‫ تا همه با هم بتونیم ‫ درست و حسابی بررسی‌شون کنیم . خوبه ؟ 
‫ و درضمن ، آقای مولتو ‫ ده هفته تا جلسات دادرسی فاصله داریم 
‫ اگر تصمیم گرفتی هرچیز دیگه‌ای رو ‫ از من یا وکلای متهم مخفی کنی ‫ توصیه می‌کنم توی کونت قایم نکنی ‫ چون اول از همه میرم همونجا رو می‌گردم 
‫ ریموند مثل همیشه اوضاع تو مشتش بود ‫ می‌دونی ، داشت می‌ترکوند ‫ و تامی هم مثل همیشه‌ش بود 
‫ آره مطمئنم بوده 
‫ قاضی با درخواست‌مون برای دسترسی ‫ به صحنه‌ی جرم موافقت کرد ‫ و معمولاً همچین اجازه‌ای ‫ به متهم و وکلاش نمیدن 
‫ - پس امروز روز خوبی بوده ؟ ‫ - شروع خوبی بود 
‫ خوبه . شاید برنده بشیم ‫ و اونقدر معرکه میشه که خبرنگارها بگن ‫ " راستی سبیچ ، الان توی " ‫ " لیگ برتر محاکمه‌ها برنده شدی " ‫ " حالا می‌خوای چیکار کنی ؟ " ‫ و توام میگی " قراره بریم دیزنی‌لند " 
‫ می‌خوام بدونم چه شواهدی ‫ بر علیهت دارن 
‫ جیدن ، سر میز غذا وقتش نیست 
‫ - چرا ، مامان . همه‌جا حرفشه ‫ - سر شام وقتش نیست ‫ - توی اخبار حرفشه ، توی مدرسه حرفشه ‫ - سر میز ... ‫ فقط می‌خوام بدونم چی به چیه 
‫ دقیقاً چه شواهدی دارن ؟ 
‫ شواهد اماره‌ایه ‫ ( اوضاع و احوالی که بر امری دلالت کند ) ‫ قرار نیست کسی بیاد جایگاه شهود ‫ و بگه منو موقع کشتنش دیده ‫ چون من نکشتمش ‫ ولی اون شب اونجا بودم ‫ و آپارتمانش پر از دی‌ان‌ای منه ‫ و ماشین من پر از دی‌ان‌ای اونه 
‫ و قراره بگن تمام فکر و ذکرم بوده ‫ چون پیام‌های خیلی خیلی خیلی زیادی ‫ بین من و اون رد و بدل شده 
‫ که توی هفته‌های آخر ‫ اکثراً از طرف من بودن ‫ و طبیعتاً ، اینم هست که حامله بوده با ... ‫ و اینکه مثل یکی از ... ‫ قربانی‌های پرونده‌ی سابقمون بسته شده بوده ‫ قطعاً قاتل اطلاعاتی داشته ‫ که عموم مردم بهش دسترسی نداشتن ‫ من و کارولین بیشتر از همه ‫ به اون اطلاعات دسترسی داشتیم ‫ پس قراره ادعا کنن ‫ که می‌تونستم با استفاده از شرایط خاصم 
‫ شواهد اماره‌ایه . و از خیلی جهات دور از ذهنه ‫ ولی مخربه ‫ و تمام شواهد ، هرچقدر هم اماره‌ای باشن ‫ انگشت اتهام رو به سمت من می‌گیرن 
‫ توافق قبل از محاکمه چی ؟ 
‫ - بهش فکر کردی ؟ ‫ - چی ؟ ‫ - توافق قبل از محاکمه ‫ - کایل ‫ با قبول گناهکاری ؟ یعنی ... ؟ ‫ مگه فکر می‌کنی کار من بوده ، کایل ؟ ‫ عزیزم 
‫ فقط میگم ، اگر اتهام ‫ قتل غیرعمد رو پیشنهاد دادن ... ‫ چرا باید بابت کاری که نکردم ‫ ادعای گناهکاری کنیم ؟ 
‫ راستی ‫ که حبس ابد نگیری ‫ قتل غیرعمد 8 سال حبس داره 
‫ اوه ، عزیزم 
‫ - فکر می‌کنه کار منه ‫ 
- راستی ، فکر نمی‌کنه کار توئه ‫ پس چرا باید ازم بخواد ‫ بابت چیزی ادعای گناهکاری کنم ‫ - که فکر می‌کنه کار من نبوده ؟ ‫ 
- چون می‌ترسه ‫ بچه‌ت وحشت کرده ‫ که نکنه برای همیشه بندازنت پشت میله‌ها 
‫ به‌نظرت باید قبول کنم ؟ 
‫ جیدن اینطور فکر می‌کنه ؟ 
‫ به‌نظرتون باید قبل از محاکمه توافق کنم ؟ 
‫ راستی ، هیچکدوم از اعضای این خانواده ‫ فکر نمی‌کنن باید قبل از محاکمه توافق کنی 
‫ کایل ، فقط داشت ... ‫ عزیزم ، داشت بلند بلند فکر می‌کرد 
‫ داشت فکر می‌کرد ‫ باید اتهام قتل رو بپذیرم 
‫ عزیزم ، همه ترسیدن 
‫ کیت ازم خواست از نمایشگاه " کنار بکشم " 
‫ چی ؟ 
‫ گمونم به ضرر کسب و کارشونه 
‫ - متاسفم ‫ 
‫ سلام ‫ منظورم این نبود ‫ که فکر می‌کنم کار تو بوده ‫ معذرت می‌خوام ، فقط ... ‫ جوری که شواهد رو گفتی و ... 
‫ متاسفم 
‫ لطفاً نرو . لطفاً ... ‫ معذرت می‌خوام 
‫ به‌نظرم بهتره اتهام ‫ ممانعت از اجرای عدالت رو پس بگیریم ‫ چرا ؟ 
‫ می‌تونیم جوری نشون بدیم ‫ که راستی فاسد بوده ‫ ولی وظیفه داریم ‫ اتهام قتل رو اثبات کنیم ، خب ؟ 
‫ اثبات همچین اتهامی سخت‌تره ‫ هیئت منصفه راضی میشه محکومش کنه ، درسته ‫ ولی اتهام ممانعت از اجرای عدالت ‫ بهشون اجازه میده ‫ بدون محکوم کردنش به اتهام قتل ‫ این‌کارو بکنن ‫ به‌نظرم باید روی یه مورد تمرکز کنیم 
‫ آره ، ولی اتهام ممانعتش نشون میده ‫ می‌خواسته جلوی تحقیقات رو بگیره ‫ - که گناهکاریش رو نشون میده ‫ - بهش فکر کن ‫ حرفم همینه . درسته ؟ 
‫ از پسش برمیای ؟ ‫ از پس این پرونده‌ی خاص ؟ 
‫ معلومه . معلومه که برمیام 
‫ می‌بینی ؟ همین ‫ همین جوابت ترس به دلم می‌اندازه ‫ چون بیانگر یجور تعصب خاصه 
‫ تامی ، گوش کن چی میگم 
‫ کلماتی که باید بیانگر این محاکمه باشن ‫ " قانونمند " ‫ " جامع و عادلانه " ـست ‫ کلماتی که نباید بهش نسبت داده بشن ‫ " کینه توزانه ، دیوانه‌وار و بدخواهانه " ـست 
‫ متوجهم ، نیکو ‫ جوری باهام حرف نزن که انگار یه میمونم 
‫ یادته وقتی معاون دادستانت کردم ‫ اولین حرفی که زدی چی بود ؟ 
‫ فکر کنم ازت تشکر کردم 
‫ نه ، اولین چیزی که گفتی این بود ‫ " حالا دیگه قطعاً دخترا ازم خوششون میاد " ‫ مشخص شد درست می‌گفتم 
‫ بخشی از وجودت هست ‫ شاید بخشی از ذاتته ، که ... ‫ که نیاز به تایید دیگران داره ، نیاز ... . 
‫ می‌دونی ، نیاز داره ‫ دیگران رو تحت‌تاثیر قرار بده ‫ و آدمای باهوشی رو می‌شناسم ‫ که اختلال مظلومیت دارن ‫ و کسایی که اختلال خودشیفتگی دارن 
‫ ولی یجورایی تو جفتشو داری ‫ دو تا دو تا برداشتی 
‫ به‌نظر میاد درمان کردنش گرون باشه 
‫ - از راستی متنفری . مشخصه ‫ - نه 
‫ نه . از راستی متنفر نیستم ‫ این قضیه به‌شدت برام سخته 
‫ نه اصلاً سخت نیست ‫ بخاطر تمام تیکه‌ها و متلک‌ها و طعنه‌ها ‫ و مسخره‌ کردن‌هاست . رفته روی اعصابت 
‫ یه لیوان دیگه می‌خوای ؟ ‫ خیلی‌خب ‫ شواهد سفت و سختی برای قتل لازم داریم 
‫ به‌زودی میرسه دستمون 
‫ قراره اواخر امروز بریم ‫ خونه‌ی کارولین سر صحنه‌ی جرم ‫ می‌تونی بیای ؟ 
‫ آره . میام 
‫ خوبه 
‫ - اعصابم از این کیفرخواست خرده ‫ - چیکار داری می‌کنی ؟ 
‫ " حمله با زور و اسلحه " ... آخه ... ‫ میلیون‌ها بار اینو دیکته کردم یکی بنویسه ‫ ولی حالا که در مورد خودم می‌خونمش ... 
‫ دو بار به دوستمون آقای مولتو زنگ زدم ‫ و براش پیام گذاشتم 
‫ خب ، اگر بهت زنگ نزنه ‫ از امر دادگاه سرپیچی کرده 
‫ در ماشین رو باز گذاشتم ‫ الان برمی‌گردم 
‫ عاشقش بودی ؟ 
‫ - چی بودم ؟ 
‫ - منظورم کارولینه ‫ عاشقش بودی ؟ 
‫ مطمئن نیستم چه ارتباطی به پرونده داره 
‫ ریموند وظیفه‌ی ساخت روایتت ‫ از اتفاقات رو به من محول کرده ‫ که اگر مجبور بشی شهادت بدی آماده باشی 
‫ یعنی می‌خواد شهادت بدم ؟ 
‫ خب ، محض احتیاطه 
‫ خب ، رابطه‌تون از روی شهوت بود ؟ 
‫ عشق بود ؟ 
جفتش ؟ 
‫ خیلی‌خب ... ‫ جفتش بود 
‫ اولین باری که حس کردی ‫ دلبستگی عاطفی پیدا کردی رو یادته ؟ 
‫ نه اولین باری که می‌خواستی ‫ باهاش بخوابی ، منظورم ... ‫ - آره ، نه ، متوجه شدم ‫ - خیلی‌خب 
‫ یه ... ‫ یه پرونده داشتیم . پرونده‌ی تعرض جنسی بود 
‫ قربانی یه دختربچه بود 
‫ اینا دوقلوان ... ‫ به عنوان دادیار آموزش ندیدیم مهربون باشیم ‫ - از شروط لازم دادیاری نیست ‫ - میشه بگی ... ‫ درواقع ، گاهی اوقات فکر می‌کنم ‫ تعلیم دیدیم که مهربون نباشیم ‫ ولی ، کارولین اینطوری نبود ‫ نمی‌دونم ‫ و اون روز ... ‫ با محبت خاصی ‫ با اون دختر آسیب‌پذیر رفتار ‌ کرد 
‫ - این " دل " ـه ‫ - دل 
‫ - این " پرلا " ـست ‫ 
- چقدر زیادن 
‫ - آره ‫ - با هم دوستن ؟ 
‫ - خانواده‌ن ‫ - خانواده‌ن ؟ 
‫ خب ، اون داخل ممکنه اوضاع یکم‌ ترسناک بشه ‫ نمی‌خوام بهت دروغ بگم ‫ ولی تمام مدت من کنارتم 
‫ و اگر خیلی ترسیدی ‫ می‌تونی دستتو اینطوری بیاری بالا 
‫ خوبه ‫ اونوقت میام کنارت و دستتو می‌گیرم 
‫ هرموقع خواستی تمومش می‌کنیم 
‫ می‌تونم بغلت کنم ‫ و می‌تونم از قاضی بخوام ‫ بریم یکم قدم بزنیم 
‫ و حواسم هست همیشه در امان باشی 
‫ به‌نظرت می‌تونی بهم اعتماد کنی ؟ ‫ که مراقبت باشم ؟ 
‫ - آره ؟ ‫ - آره ‫ داری خیلی خوب پیش میری 
‫ همون بود 
‫ گمونم همون لحظه بود 
‫ لحظه‌ای که از خط قرمز ‫ " می‌خوام تا ابد گند بزنم توی زندگیم " گذشتی 
‫ عشق اون چیزی نیست ‫ که مردم بهت میگن ، مایا 
‫ مطمئنم لازم نیست من اینو بهت بگم ‫ ولی طبق تجربه‌ی من ‫ چیزیه که ذره ذره رشد می‌کنه ‫ تا اینکه یه روز ... ‫ می‌بینی به یکی نیاز داری 
‫ عشقم به کارولین هم همینطوری شکل گرفت 
‫ خب ، آره ‫ تا ابد گند زدم توی زندگیم ... ‫ ولی از اون یکی خط قرمز نگذشتم 
‫ هرگز بهش صدمه نمی‌زدم 
‫ یکی دیگه اون‌کارو کرده ‫ و اون شخص هرکی که هست ‫ الان داره عشق می‌کنه ‫ درحالی‌که همه ریختن سر من 
‫ خطای سوم ! ‫ رفت بیرون ! 
‫ چه لحظه‌ی زیبایی 
‫ درمونده شدی 
‫ دفتر " دیلی " هرچی داشتن برامون فرستادن 
‫ سعی می‌کنن زیر تمام چیزایی که پیدا کردن ... ‫ یکی دیگه می‌خوای ؟ ‫ دفن‌مون کنن . اسناد ، شواهد ، همه‌چی ‫ پس باید پابه‌پاشون پیش بریم ‫ نتایج آزمایشگاه رو تحویل دادن ؟ ‫ هنوز نه 
‫ خب ، شاید توی این اسناد اخیر باشه ‫ خدا رو چه دیدی ‫ تیم پزشکی قانونی منتظره 
‫ الان تاحدودی مثل پیدا کردن ‫ سوزن توی انبار کاهه ، می‌دونی ؟ ‫ ولی خدا رو چه دیدی ؟ ‫ شاید چیزی پیدا کردیم که اونا نکردن ‫ حتماً همه‌جا پر از دی‌ان‌ای منه 
‫ راستی ، قبلاً تصریح کردیم که اینجا بودی 
‫ با هم رابطه داشتین ‫ معنیش این نیست که تو کشتیش ‫ مگر اینکه خونش رو توی ماشینت پیدا کنن ‫ که پیدا نمی‌کنن ، مگه نه ؟ 
‫ می‌دونم ‫ منم مدام می‌بینمش 
‫ ببین . یه لحظه بیا کارت دارم 
‫ ریگو بهم گفت ‫ داری سعی می‌کنی ‫ نمونه‌ی منی آلوده شده‌‌ی ‫ پرونده‌ی بانی دیویس رو آزمایش کنی ‫ آره ‫ - اگر بگیم مظنون دیگه‌ای وجود داشته ... ‫ - ری ‫ عملاً وظیفه‌ پیدا می‌کنیم ‫ یه مظنون بهشون معرفی کنیم ‫ - و اگر نتونیم ... 
‫ - ری ‫ دادستانی وحشتناک‌ترین عکس‌های کارولین ‫ از اون شب رو ‫ نشون میده . همه وحشت می‌کنن ‫ و بعدش هیئت منصفه ‫ دنبال مقصر می‌گرده ‫ و اگر گزینه‌ی دیگه‌ای براشون نداشته باشیم ‫ میان سراغ من 
‫ - بیخیالش شو ‫ ‫ مدرک شماره‌ی 13 ‫ پیامک صوتی شماره‌ی 4 ‫ پیام قربانی بر روی گوشی متهم 
‫ می‌خوای به چی برسی ، راستی ؟ ‫ توی این رابطه ؟ 
‫ چندان چیز دیگه‌ای ندارم بهت بدم ‫ درک می‌کنم که چرا می‌خوای ‫ یه مدت از هم دور باشیم ‫ " ایالت ایلینوی ، کارولین پلیموس " ‫ ولی بخشی از چیزی که اذیتم می‌کنه همینه 
‫ حاضرم ‫ یه بار دیگه صحبت کنیم ‫ اگر فکر می‌کنی بهت کمک می‌کنه 
‫ نه ، متنفرم از اینکه تظاهر کنم وجود نداری ‫ درک نمی‌کنم چرا گوشیتو برنمی‌داری 
‫ فکر نکنم دیدگاهم رو نسبت به این قضایا درک کنی 
‫ اینقدر بهم زنگ نزن ، راستی ‫ این کارت اصلاً عادلانه نیست ‫ تابحال به عمرم با هیچی اینقدر مخالف نبودم 
‫ تمام شواهدی که دارم ‫ بهم میگن عاشقمی ‫ شواهد فیزیکی ، علمی ‫ و پزشکی بهتون ارائه میدیم ‫ تا بر اساس اون‌ها خودتون ... ‫ تا خودتون بتونید ‫ بر اساس اون‌ها نتیجه‌گیری کنید ‫ فکر کن ! 
‫ حقایق ! 
