‫ ری ؟ ری ؟ ری ؟ ‫ حالت خوبه ؟ هی ! هی ‫ - من زنشم ‫ 
- هی ، یکی آمبولانس خبر کنه ‫ آمبولانس خبر کردین ؟ 
- ضربان قلب نامنظمه ‫ - سرم رو توی دست راستش زدم 
‫ خیلی‌خب ، بیاین مطمئن بشیم ‫ میزان اکسیژنش 8 لیتره 
‫ نوار قلب 12 کاناله براش بذارین ‫ آزمایش خون کامل ، سی‌بی‌سی ‫ و آزمایش گروه خونی ازش بگیرین 
‫ داره میره توی تاکی‌کاردی بطنی ‫ نبضش رو چک کن 
‫ نبض نداره 
‫ - سلام عزیزم ‫ 
- با بچه‌ها اومدیم خونه ‫ حالش چطوره ؟ 
‫ هنوز توی اتاق عمله ‫ خیلی‌خب ‫ - خبری شد بهت میگم ، باشه ؟ ‫ - باشه ‫ - دوستت دارم ‫ - باشه . خداحافظ ‫ ظاهراً دچار سکته‌ی قلبی شده ‫ - حقیقتاً اتفاق غیرمنتظره‌ای بوده ‫ - خدایا ‫ هنوز هیچ خبری مبنی بر اینکه این محاکمه ‫ ادامه پیدا می‌کنه یا نه به دستمون نرسیده 
‫ ری ، تابحال همچین اتفاقی افتاده بوده ؟ ‫ که یه متهم بیاد و جون وکیلش رو نجات بده ؟ 
‫ می‌دونی ، معمولاً برعکسش اتفاق میفته ‫ ولی در جواب سوالت ‫ باید بگم قانونی وجود نداره ‫ تصمیمش با قاضیه 
‫ و با توجه به این شرایط ‫ به‌نظرم هرچیزی ممکنه 
‫ خب ، اگر بگن محاکمه از روال قانونی خارج شده ‫ از اول شروع می‌کنن ؟ ‫ آره ظاهراً 
‫ عجب وضع مزخرفی 
‫ هی ، نوشیدنی‌ای چیزی می‌خوری ؟ ‫ آبی چیزی برات بیارم ؟ 
‫ آره ‫ - آره ، ممنون ‫ 
‫ لورین ، فقط می‌خوام بگم واقعاً متاسفم ‫ و اگر هرگونه کمکی از دستم برمیاد ... ‫ می‌دونم حرفم به‌نظر توخالی میاد ‫ ولی اگر کاری ازم برمیاد ... 
‫ - ممنون ‫ - خواهش ‫ - خیلی‌خب ‫ - ممنون 
‫ - خانم هورگن ؟ ‫ - بله ؟ ‫ - خانم هورگن هستین ؟ ‫ 
- بله ؟ ‫ حالش خوب میشه . حتی از قبل هم بهتر میشه 
‫ - واقعاً ؟ ‫ - حمله‌ی قلبی کرونری نبوده ‫ - کُندتَپشی داشته ( ضربان قلب آهسته ) ‫ - خدایا ... ‫ یه مشکل الکتریکی بوده که سرعت ‫ ضربان قلبش رو تا حد توقف کامل پایین آورده ‫ ضربان‌ساز قلب براش گذاشتیم ‫ هیچگونه آسیب عصبی ندیده 
‫ - بهتر از قبل از اینجا میره بیرون ‫ - ممنونم ، دکتر 
‫ پس حالش خوب میشه ؟ 
‫ - کاملاً خوب میشه ‫ - آره ‫ بهتر از قبل میشه ‫ الان توی بخش ریکاوریه 
‫ چند ساعت دیگه میره توی اتاقش ‫ و اون‌موقع می‌تونین برین دیدنش ‫ خدایا 
‫ - ممنون ‫ - خواهش می‌کنم ‫ دیدی ؟ 
‫ به مشکل برخوردیم 
‫ آره ، به مشکل برخوردیم 
‫ هیئت منصفه قهرمان‌بازی راستی رو دید و ... ‫ باید درخواست محاکمه‌ی مجدد کنیم ‫ - چی ؟ ‫ - آره ‫ - ما ... ‫ - ما که داریم برنده میشیم 
‫ - چندان مطمئن نیستم ‫ 
- اگر همچین درخواستی کنیم قسر درمیره ‫ - نه . از کجا معلوم ‫ 
- چرا ، معلومه . بیخیال ‫ توی محاکمه‌ی دوم ‫ می‌فهمه چیا بر علیهش داریم ‫ بهش فکر کن ‫ به عنوان یه آدم دروغگو ، خیانت‌کار و روانی ‫ - آدم خیلی جذابیه ، درسته ؟ ‫ - مهم ... ‫ و حالا جلوی هیئت منصفه ‫ جون یه آدم رو نجات داد ‫ میشه اینم گفت که هیئت منصفه دید ‫ که بدون فکر یه کاری انجام داده ‫ و دیدن چجوری حمله‌ور شد ‫ ولی باید به هیئت‌منصفه اعتماد کنی 
‫ بدونی که بهتر از جفتمون ‫ توانایی اینو دارن که تصور کنن ‫ اون شب چه اتفاقی افتاده 
‫ خب ، سوال اینجاست که " حالا چی ؟ " 
‫ نمیشه وسط محاکمه ‫ بدون وکیل اصلی ادامه داد 
‫ شاید محاکمه رو موقتاً متوقف کنن ؟ 
‫ فکر نکنم همچین چیزی ممکن باشه 
‫ بر اساس نظرات تمام ‫ کارشناس‌های حقوقی که خوندم ... ‫ خب نظرتون چیه ؟ 
‫ نظری دارین ؟ 
‫ آقای دیلی گواردیا ‫ ظاهراً توی عالم خودت سیر می‌کنی 
‫ دارم فکر می‌کنم اصول ‫ صرفه‌جویی در منابع قضایی مهم‌تره ‫ یا عدل و انصاف ، می‌دونین ؟ ‫ متوجهیم که به عنوان ضابطین دادگستری ‫ وظیفه داریم مطمئن بشیم ‫ روند قضایی عاری از هرگونه ‫ تبعیض و سوگیری باشه ‫ چه زری داری می‌زنی ؟ ‫ سال‌هاست از دانشکده‌ی حقوق دراومدیم 
‫ - چی داری میگی واسه خودت ؟ ‫ - دارم میگم ‫ فکر می‌کنیم دلایل کافی برای ‫ درخواست محاکمه‌ی مجدد هست 
‫ - خب کافی بود همینو بگی ‫ - ما مخالفیم 
‫ می‌خواین ادامه بدین ؟ 
‫ آماده‌م شخصاً دفاعیات رو ادامه بدم 
‫ - از همین الان ؟ 
‫ - تو می‌خوای جاشو بگیری ؟ 
‫ از فردا . یک روز وقت می‌خوام 
‫ آقای دیلی گواردیا ؟ 
‫ شرمنده ‫ باشه . باشه ‫ دادستانی آماده‌ی ادامه‌ دادن دادرسیه 
‫ می‌خوام خودم وکیل خودم باشم 
‫ جانم ؟ 
‫ می‌خوام وظیفه‌ی وکیل اصلیم رو به‌عهده بگیرم ‫ حضورم همین الانشم در دادرسی ثبت شده ‫ و تجربه‌ی خانم وینزلو کمتر از منه ‫ - نه ، یه شخص نمی‌تونه در یک دادرسی ... ‫ - می‌تونه دستیارم باشه ‫ هم شاهد باشه و هم وکیل ‫ از همین الان میگم ، من شهادت نمیدم ‫ شهادت میدی . باهوش‌ترین ‫ شاهد کل تاریخ میشی ... ‫ چون می‌تونی دیدگاه و رفتارت رو ‫ به هیئت‌منصفه نشون بدی 
‫ - وکیل اصلیم توی بیمارستانه ‫ - بدون اینکه ما سوالی ازت بپرسیم ‫ هیچ مدرک و شهادتی ارائه نمیدم ‫ و اینو به خانم قاضی یادآوری کنم ‫ که این‌کار حق منه 
‫ و خانم قاضی به تو یادآوری می‌کنه ‫ آقای سبیچ ‫ اگر حتی یک‌ذره ‫ اتفاقات رو از دیدگاه خودت گفتی ‫ به دادستانی اجازه میدم ‫ بفرستت توی جایگاه شهود ‫ و هرچی سوال دارن ازت بپرسن 
‫ و اگر خرابکاری کردی ‫ اجازه پیدا نمی‌کنی بر اساس ‫ متمم ششم قانون اساسی ‫ و گفتن اینکه وکیلت احمقه ‫ تجدیدنظرخواهی کنی 
‫ می‌خوای خودت وکیل خودت باشی ؟ 
‫ تا وقتی شهادتی نده ، مانعی نداره 
‫ متوجهم ، خانم قاضی 
‫ فکر خیلی بدیه ‫ ولی می‌تونی انجامش بدی 
‫ توضیحات لازم رو به اعضای هیئت‌منصفه میدم ‫ و فردا ساعت 10 دادرسی رو ادامه میدیم 
‫ بهتره تجدیدنظر کنی 
‫ چطوری اینطوری شد ؟ ‫ بهم قول دادین ازش محافظت می‌کنین 
‫ - تمام تلاشمون رو می‌کنیم ‫ - تمام تلاشتون رو می‌کنین ؟ ‫ تمام تلاشتون رو می‌کنین ؟ 
‫ هیچکس مراقب پسر من نیست ؟ 
‫ الان همون مردی ازش سوال می‌کنه ‫ که مادرشو کشته 
‫ - این حق رو داره که وکیل خودش ... 
‫ - مرتیکه قاتله ! 
‫ حتی در پرونده‌ای با این همه پیچ و خم ‫ این اتفاق بهت‌آوره 
‫ و النور ، اینکه راستی سبیچ ‫ قراره وکیل خودش باشه ‫ - نظر تو در موردش چیه ؟ ‫ - مامان ، این‌کار دیوونگیه 
‫ پدرتو دست‌کم نگیر ، عزیزم ‫ - نه توی دادگاه ‫ 
- مامان ، بی‌خیال ‫ - فکر تخمی‌ایه ‫ - عزیزم ! 
‫ بس کن ! 
‫ خیلی‌خب ، اون داخل می‌بینمت 
‫ بابت تاخیرم عذر می‌خوام ، عالیجناب 
‫ آقای سبیچ 
‫ سلام ، مایکل ‫ اول می‌خوام عمیقاً بهت تسلیت بگم ‫ نمی‌تونم درد از دست دادن مادرت رو تصور کنم 
‫ تو مادرمو کشتی 
‫ قبلاً زیاد می‌رفتی خونه‌ی مادرت ‫ و فقط تماشا می‌کردی ؟ 
‫ که زندگیش رو ببینی . که ... ‫ که زندگی‌ای رو ببینی ‫ که نمی‌خواست توش باشی ‫ آره ‫ تابحال بهت نگفته بود ‫ چرا نمی‌خواست بخشی از زندگیش باشی ؟ 
‫ نه ‫ پدرت تابحال بهت نگفته چرا نمی‌خواست ؟ 
‫ خب پس حتماً خیلی عصبانیت کرده 
‫ درست میگم ؟ 
‫ نه اونقدر که بکشمش ‫ مراقب باش 
‫ - ریموند ‫ 
- فقط دارم نگاه می‌کنم 
‫ جالبه ، مایکل ‫ آخه توی هفته‌های آخر عمرش ‫ چندین پیام بین تو و مادرت ردوبدل شده 
‫ براش فرستادی ‫ " اگر مرده بودی راحت‌تر بود ؟ " ‫ اینو براش فرستادی ؟ 
‫ فقط دل منو نشکست ‫ دل پدرمم شکست ‫ " خیلی از دستت کفریم . زندگیم رو نابود کردی " 
‫ اینو براش فرستادی ؟ 
‫ براش آرزوی مرگ می‌کردی 
‫ نه ، گفتم اونطوری آسون‌تر می‌شد 
‫ مردم با مرگ کنار میان ‫ طلاق سخت‌تره ‫ منظورم این بود 
‫ خیلی‌خب . دیگه ادامه نده ‫ همین ... همین کافیه 
‫ این فیلم رو از من گرفتی ‫ که شب مرگ مادرت ‫ وارد خونه‌ش شدم ‫ و شهادت دادی که قبلاً هم ‫ منو موقع ورود به اونجا دیدی ‫ پس خبر داشتی که من و مادرت رابطه داشتیم 
‫ آره ‫ فکر اینکه نمی‌خواست ‫ تو توی زندگیش باشی ‫ ولی به من علاقه داشته ‫ این اصلاً باعث نشد ازم متنفر بشی ؟ 
‫ ازت متنفرم چون کشتیش 
‫ بهش سخت نگیر ، راستی 
‫ پس بعد از اینکه این فیلم رو گرفتی ‫ چیکار کردی ؟ 
‫ رفتم ‫ و چقدر بعد از اینکه دیدی ‫ وارد خونه‌ش شدم رفتی ؟ 
‫ - تقریباً همون موقع ‫ 
- و کجا رفتی ؟ ‫ رفتم خونه 
‫ کی خونه بود ؟ ‫ بابام 
‫ خودتون دو نفر بودین ؟ 
‫ آره ‫ کس دیگه‌ای نبود ؟ 
‫ نه فقط ما بودیم 
‫ پس کسی جز اون ‫ نمی‌تونه بگه اونجا بودی ‫ و کسی جز تو ‫ نمی‌تونه بگه اون اونجا بوده 
‫ - اعتراض دارم ‫ 
- وارد نیست 
‫ به بابات گفتی دیدی معشوق بابات ‫ وارد خونه‌ش شده ؟ 
‫ لطفاً جواب سوال رو بده ، مایکل 
‫ یادم نمیاد چیزی بهش گفتم یا نه 
‫ پس امکانش هست ... ‫ امکانش هست که شب قتل مادرت ‫ به بابات گفته باشی ‫ که دیدی معشوق مادرت وارد خونه‌ش شده ؟ 
‫ یادم نمیاد چیزی بهش گفته باشم 
‫ یه سری مدارک توسط اداره‌ی پلیس ‫ توی کامپیوترت پیدا شدن ‫ و نشون می‌دادن که علاقه‌ی خاصی ‫ به پرونده‌های قبلی مادرت داشتی 
‫ رفتی توی سایت‌های جنایی ‫ و داشتی دنبال اطلاعاتی می‌گشتی ‫ که توی رسانه‌های عمومی گفته نشده بود ‫ از جمله بانی دیویس ‫ - اعتراض دارم ‫ 
- وارده . سوال بپرس ، جناب وکیل ‫ باید با احتیاط پیش بره 
‫ - تو مادرتو کشتی ؟ ‫ - اعتراض دارم ‫ پدرت چی ؟ اون مادرتو کشته ؟ ‫ - عجب ‫ - لطفاً بگو دلایلی برای این سوالات داری 
‫ من هیچ دلیلی برای متهم کردن ‫ شاهد یا پدرش ندارم ‫ چطور می‌تونم داشته باشم ؟ ‫ بعد از کوتاه‌ترین و سهل‌انگارانه‌ترین ‫ تحقیقات از طرف پلیس ‫ دفتر دادستانی ناحیه ‫ هیچکدوم رو مظنون ندونست ... 
‫ - هیچ کنترلی روی خودش نداره ‫ - عالیجناب ! 
‫ برای اطمینان می‌پرسم ، مادرتو کشتی یا نه ؟ ‫ هی ! مرتیکه‌ی مریض ! 
‫ بابا ! 
‫ - بسه ! بسه ! ‫ - آقای کالدول ، برگرد سر جات 
‫ شوخیت گرفته لعنتی ؟ 
‫ - برو ‫ - برگرد سر جات ، آقای کالدول 
‫ قرار بود مراقبش باشی 
‫ آقای سبیچ ، وقتی دالتون کالدول ‫ بهت حمله‌ور شد ترسیدی ؟ 
‫ می‌دونی ، ریموند قدیما وقتی پرونده‌ای ‫ افتضاح پیش می‌رفت یه جمله‌ای می‌گفت ‫ می‌گفت بگایی کم‌پخت داریم ‫ بگایی نیم‌پخت داریم ، و بگایی مغزپخت 
‫ به‌نظرم در حد مغزپخت به‌گا رفتیم 
‫ رفتارش مستاصل به‌نظر میومد ‫ داره همه رو متهم می‌کنه جز خودش ‫ خیلی‌خب ‫ خیلی‌خب ، خیلی‌خب 
‫ پس اثبات کردن که کسی ‫ که از کارولین پلیموس نفرت داشته ‫ سر صحنه بوده ، که احتمالاً از جزئیات ‫ پرونده‌ی بانی دیویس خبر داشته 
‫ حرف لیام رینولدز رو پیش کشیدن ‫ و بعد از پدرش اسم بردن ‫ که عین روانی‌ها حمله‌ور شد 
‫ پس ، ما ... ما ... ریگو ‫ - از ریگو می‌خوایم بیاد شهادت بده ‫ - ریگو ؟ ‫ - نه ، ریگو کاملاً طرف " راستی " ـه ‫ - آره ‫ یوجنیا هم بود ‫ مهم اینه که سوالات درست رو بپرسیم 
‫ - ریگو ازم متنفره ‫ 
- از من که متنفر نیست . خودم ازش می‌پرسم ‫ - نه ‫ - آره ‫ - آره . آره ‫ - نه ‫ بذار بهت بگم چرا ‫ چون اگر این‌کارو نکنیم ‫ بگایی مغزپخت که هیچ ‫ تا فیها خالدون‌مون به‌گا میریم 
‫ - ریگو چی می‌خواد بگه ؟ 
‫ - نمی‌دونم 
‫ نه ، بیخیال . چرت نگو ‫ با همدیگه دوستین ‫ - بهم بگو قراره چی ... ‫ - نه ، شما دو تا دوستین 
‫ قراره در مورد چی شهادت بده ؟ 
‫ احتمالاً در مورد چیزی که من دیدم ، راستی ‫ و در مورد همین کوفتی که الان دارم می‌بینم 
‫ منظورت چیه ؟ ‫ رفتارت داره نابهنجار میشه ‫ مثل همین الان با این کارات 
‫ چی ... ‫ می‌دونی که خودم نمی‌خواستم ‫ شهادت بدم ، مگه نه ؟ 
‫ می‌دونم خودت اینو می‌دونی 
‫ برداشتم از این جریان اشتباه بوده ؟ 
‫ - برداشتم ... ؟ ‫ ‫ کارولین مثل مواد بوده ‫ تو بهش اعتیاد داشتی ‫ اعتیاد زندگی‌ آدما رو نابود می‌کنه 
‫ خدایا . نابود کردن تو یه چیزه ‫ ولی نمی‌خواستی اجازه بدی ‫ خانواده‌ت رو نابود کنه 
‫ یا خدا . فکر کنم اون شب بهت گفته ... ‫ که می‌خواسته بچه رو نگاه داره ، مگه نه ؟ 
‫ اون شب بهت گفت ‫ که می‌خواد بچه رو نگه داره ؟ 
‫ می‌خواسته بچه رو نگه داره ‫ - بچه‌ی تو ‫ - از ماشینم پیاده شو 
‫ از ماشینم پیاده شو 
‫ لیام رینولدز توی قتل ‫ کارولین پلیموس نقشی نداشته ‫ ولی جفتتون با هم رفتین زندان ‫ دیدن لیام رینولدز ‫ - درسته ؟ ‫ - آره رفتیم 
‫ چرا ؟ 
‫ می‌ذاریم راستی بهمون بگه 
‫ حتی اگرم داده باشی ‫ کارولین رو برات بکشن ‫ ممکنه به نفعت باشه 
‫ اینطوری یعنی همدستی داشتی ‫ که یعنی چیزی برای معامله داری ‫ خب ؟ پس تصورش کن ‫ الان بخاطر قتل بانی دیویس ‫ تا آخر عمرت پشت میله‌هایی ‫ ولی اگر اطلاعاتی ‫ در مورد کارولین بهمون بدی ‫ امکانش هست یه روزی آزاد بشی ، می‌دونی ؟ ‫ حتی اگر توام توی قتلش نقش داشتی 
‫ به این میگن یه سیستم معیوب 
‫ پس ، بذار ببینم درست فهمیدم ‫ یعنی میگی با شهادت دادن علیه خودم ‫ - اگر همدست داشتی ‫ - توی پرونده‌ی قتل یه دادیار ‫ - ممکنه منجر به آزادیم بشه ؟ ‫ - آره 
‫ چیزی که قطعیه اینه که فعلاً ‫ با حکم حبس ابد ‫ بدون آزادی مشروط پشت میله‌هایی ‫ و دارم یه فرصت بهت میدم ‫ که شرایطت رو عوض کنی 
‫ عجب اوضاع قشنگی ‫ نه ! خدایا 
‫ آخه ... روحمم خبر نداشت 
‫ داری به در و دیوار می‌زنی 
‫ حکم سبک‌تر ‫ در ازای اعتراف به قتل کارولین پلیموس 
‫ من حضور نداشتم ‫ نمی‌دونستم قراره همچین کاری بکنه 
‫ با این تلاشش برای تطمیع کردن مشکل داشتی ؟ ‫ اعتراض دارم ! 
‫ - وارده ‫ - عذر می‌خوام ‫ با این حرکتش مشکل داشتی ؟ 
‫ آره . وقتی بهم گفت چی شده ‫ گفتم از نظرم پاشو از خط قرمز فراتر گذاشته 
‫ و جوابی داد ؟ 
‫ آره ، یه چیزی توی این مایه‌ها گفت که ... ‫ پای زندگیم درمیونه ‫ هرکاری لازم باشه می‌کنم 
‫ عجب قهرمانی ‫ وقتی متهم اولین بار ‫ این پرونده رو بهت داد ‫ در مورد نحوه‌ی جمع‌آوری مدارک ‫ حرف خاصی بهت نزد ؟ 
‫ گفت تمام شواهد ، چه شواهد پزشکی قانونی ‫ باشن یا نباشن ، باید مستقیم برسن دست خودش 
‫ و بهت گفت به‌طور خاص ‫ تمام شواهد پزشکی قانونی و شواهد دیگه ‫ نباید به دست کی برسن ؟ 
‫ آقای مولتو و شما 
‫ تاسف‌برانگیزه 
‫ شاهد خدمت شماست 
‫ شروع شد 
‫ تمام مدت داشتم به در و دیوار می‌زدم ‫ که بی‌گناهیم رو اثبات کنم ‫ در مقابل اتهاماتی که حس می‌کردم ‫ ناعادلانه بهم زده شده ‫ درست میگم ؟ ‫ خیلی‌خب ‫ و تمام مدت ، به‌شدت روی بی‌گناهیم ‫ در پرونده‌ی قتل کارولین پلیموس ‫ پافشاری کردم 
‫ - نکردم ؟ ‫ 
‫ و طبق تجربه‌ی شما ، کارآگاه ‫ غیرعادیه که دادیاری ازت بخواد ‫ یه سری اطلاعات بین خودتون بمونه ؟ 
‫ طبق تجربه‌ی من ، نه نیست 
‫ و اطلاع داری دلیل اینکه ‫ ازت خواستم شواهد بین خودمون بمونه ‫ دقیقاً بخاطر همین بود ‫ که اعتماد نداشتم آقای مولتو یا آقای ‫ دلا گواردیا تحقیقات عادلانه‌ای انجام بدن ‫ اینم درست میگم ؟ 
‫ ممنونم 
‫ حالت چطوره ؟ 
‫ آره ، می‌دونی ... ‫ دو تا شاهد آوردن که نشون بدن من ... ‫ و من یه‌خرده زیادی ‫ روی بی‌گناهیم پافشاری کردم 
‫ به‌جهنم ، خب که چی ؟ ‫ هنوزم وضع‌مون خوبه . هنوزم خوبه ‫ بازم شروع کردی به خوردن اینا ؟ 
‫ آخه باید تمرکز کنم 
‫ چطور می‌تونم این‌کارو بکنم ؟ 
‫ باید بهم می‌گفتی ، راستی 
‫ - خیلی‌خوب بود . آره ‫ - اوه ، آره . 
‫ همه برخیزید 
‫ جلسه‌ی دادگاه شروع میشه ‫ به ریاست قاضی محترم خانم لیتل ‫ بفرمایید بنشینید 
‫ خیلی‌خب ، آقای مولتو ‫ دادستانی شاهد دیگه‌ای داره ؟ 
‫ بله عالیجناب 
‫ دادستانی راستی سبیچ رو فرا می‌خونه 
‫ این دیگه چه غلطی بود کردی ؟ 
‫ خب ، از اونجایی که آقای سبیچ اصرار داشت ‫ از طریق کارآگاه رودریگز شهادت بده ‫ عدل و انصاف حکم می‌کنه قسم یاد کنه ‫ و مورد سوال قرار بگیره 
‫ نشنیدم اعتراضی بکنی 
‫ نیازی ندیدم اعتراض کنم ‫ چون خانم قاضی به‌وضوح گفته بودن ‫ که اگر متهم حتی ذره‌ای ... ‫ نه ، من شهادت ندادم ‫ از شاهدی سوال پرسیدم ‫ که شما احضار کردین 
‫ ولی خیلی فراتر از سوالات ما پرسیدی ‫ روی بی‌گناهیت تاکید کردی 
‫ شما شاهد رو فرا خوندین ‫ شما کارآگاه رو فرا خوندین ‫ که گناهکاری و فریبکاری من رو نشون بدین ‫ و سوالات من برای نشون دادن ‫ راستگویی و بی‌گناهیم بود 
‫ اتفاقات رو از دیدگاه خودت گفتی 
‫ بهت هشدار داده بودم ‫ حتی اگر ذره‌ای به مسائلی اشاره کنی ‫ دقیقاً همین‌کارو کردی 
‫ خیلی‌خب ، دو تا انتخاب داری 
‫ اگر محاکمه‌ی مجدد می‌خوای ، بهت میدم ‫ بدون هیچ اما و اگری 
‫ مجبورت نمی‌کنم ادامه بدی ‫ ولی اگر ادامه دادیم میری توی جایگاه شهود 
‫ خودت قضیه رو به اینجا کشوندی 
‫ درخواست محاکمه‌ی مجدد کن ، راستی 
‫ شهادت میدم 
‫ - مایا ، خودشون یه محاکمه‌ی دیگه می‌خواستن ‫ - این دیگه چه غلطی بود کردی ؟ ‫ - می‌دونن دارن می‌بازن ‫ - نه ، نه ، نه ، نه ‫ - برای همین منو فرا خوندن ! ‫ - شاید ، شاید ، شاید ‫ یا شاید می‌خواستن ‫ ببرنت توی جایگاه شهود ‫ جایی که براشون هدف راحتی هستی 
‫ باشه ، منو بذارین توی جایگاه شهود ‫ باشه . بیاین خودشیفتگی مولتو رو ‫ - تمام و کمال نشون بدیم ‫ - چرا ؟ ‫ و مال تو نشون داده نمیشه ؟ ‫ منظورت از این حرف چیه ؟ 
‫ عمداً این‌کارو کردی ؟ 
‫ - چی ؟ ‫ - قضیه رو به اینجا کشوندی ‫ 
- منظورت چیه ... ؟ ‫ - از دیدگاه خودت شهادت دادی ‫ - عمداً این‌کارو کردی ؟ ‫ - نه ... ‫ چرا باید این‌کارو بکنم ؟ 
‫ چون تو راستی سبیچ هستی ‫ و می‌تونی هرکاری خواستی بکنی ، آره ؟ 
‫ مایا ، شاید ... شــاید ... ‫ بخاطر این این‌کارو کردم ‫ چون می‌دونم دارم چه غلطی می‌کنم 
‫ فکر نکنم 
‫ من دیگه نیستم 
‫ پس ، انتظار میره راستی سبیج ‫ در دفاع از خودش شهادت بده ‫ که یعنی نه تنها متهم پرونده‌ست ‫ بلکه وکیل پرونده ‫ و شاهد پرونده هم خواهد بود ‫ چی ؟ 
‫ قرار نیست وکیل دستیاری داشته باشه ‫ که یعنی قراره خودش دست‌تنها جلو بره 
‫ در این محاکمه بار سنگینی روی شونه‌هاشه ‫ ظاهراً سبیچ واقعاً در تنگنا قرار گرفته ‫ و فکر کنم نیاز به معجزه باشه تا ... ‫ خدایا ، راستی ‫ بتونه از این وضع خلاص بشه 
‫ قرص ؟ چجور قرصی ؟ 
‫ - داره ریتالین می‌خوره ‫ 
- جدی میگی ؟ ‫ آره ، شنیدم مامان داشت پای تلفن ‫ با روان‌شناسش حرف می‌زد ‫ و گمونم قبلاً هم ‫ برای دادگاه‌های مهم می‌خورده 
‫ باعث میشه حواسش جمع‌تر بشه ‫ آره 
‫ و الان داره می‌خوره ؟ ‫ قبل از اینکه فردا شهادت بده ؟ 
‫ آره ، خیلی احمقانه‌ست 
‫ امکانش هست ‫ یکم از اون پودر جادویی راستی بهم بدی ؟ 
‫ فکر نکنم چیزی باشه ‫ که بتونم بهت بدم 
‫ لطفاً بهم بگو تمام شب اینجا نبودی 
‫ نه ، صبح زود اومدم 
‫ خیلی‌خب . آماده‌ای ؟ 
‫ آره ، آماده‌م 
‫ عالیه . خب ، روز مهمی در پیش داریم 
‫ داشتم در مورد دانشکده‌ی حقوق ‫ و اینکه چقدر تلاش کردیم فکر می‌کردم 
‫ آره ، فقط یه روز بهم بده ، نیکو ‫ یه روز که بتونم بگم همه‌ش ارزشش رو داشته 
‫ امروز همون روزه ، تامی 
‫ از اصول اولیه‌ی جناییه ‫ نباید در دفاع از خودت شهادت بدی 
‫ خب ، نمی‌خواد شهادت بده ، درسته ؟ ‫ دادستانی اونو فرا خونده ... ‫ چطوری می‌تونی وکیل خودت باشی ‫ بدون اینکه مثل روانی‌ها بنظر بیای ؟ 
‫ چیزی که بتونه توی ذهن ‫ اعضای هیئت‌منصفه شک و تردید ایجاد کنه 
‫ سلام ، مایا 
‫ امروز موفق باشی ‫ فقط خواستم بگم مهم اینه که ‫ نذاری بهمت بریزه ‫ که قصدش هم همینه 
‫ که کاری کنه جوش بیاری ‫ نباید توی تله‌ش بیفتی 
‫ ممنونم ، مایا 
‫ می‌تونم توصیه‌های کلی دیگه‌ای بکنم ؟ 
‫ میشه قبلش معذرت خواهی کنم ؟ 
‫ عذرخواهیت رو قبول می‌کنم 
‫ شاید حق با تو بود 
‫ همیشه حق با منه 
‫ بهش اجازه نده نشون بده آدم عوضی‌ای هستی 
‫ اعضای هیئت‌منصفه نباید ‫ تو رو به این دید ببینن 
‫ توی هیچ موردی جلوشون کوتاه نیا 
‫ - منم دارم میام ، راستی ‫ 
- خیلی‌خب ، یکی اومده ‫ - باید برم . ممنونم ، مایا ‫ - باشه 
‫ - اینجا چیکار می‌کنی ؟ 
‫ - دکترها مرخصم کردن 
‫ بهم نیاز داری 
‫ مطمئنی خطری نداره ‫ که بیای توی دادگاه ؟ 
‫ جدی میگم . دکترها گفتن ‫ حالم خوبه . تو چی ؟ 
‫ در درگاه خداوند قسم می‌خوری ‫ حقیقت رو بگی ‫ تمام حقیقت رو بگی و چیزی جز حقیقت نگی ؟ ‫ - بله ‫ 
- بفرما بشین 
‫ آقای سبیچ ... ‫ گفتی که در مقابل کارآگاه رودریگز ‫ همیشه روی بی‌گناهیت پافشاری می‌کردی 
‫ - درسته ‫ 
- و این حرفت صادقانه بود ؟ 
‫ آره بود ‫ در مورد همه‌چی با ایشون صادق بودی ؟ 
‫ ارتباطم با قربانی رو بهش نگفتم 
‫ بهش گفتی ‫ که شب قتل ‫ در خونه‌ی مقتول حضور داشتی ؟ 
‫ - بعدها گفتم ‫ - بعدها ؟ 
‫ پس وقتی به عنوان معاون دادستان ‫ این پرونده رو به کارآگاه رودریگز دادی ‫ بهش گفتی که در شب قتل ‫ در صحنه‌ی جرم حضور داشتی ؟ 
‫ نه نگفتم ‫ به هیچکدوم از افرادی ‫ که به پرونده مرتبط بودن گفتی ؟ 
‫ من نکشتمش 
‫ آیا مهم‌ترین زمان در هر تحقیقاتی ‫ چهل و هشت ساعت اولشه ؟ 
‫ و به پلیس و تیم تحقیقاتی کمک نمی‌کرد ‫ اگر می‌دونستن اونجا حضور داشتی ؟ 
‫ منظورت رو رسوندی ، تامی 
‫ حضورم رو به کسی نگفتم 
‫ - عاشقش بودی ؟ ‫ - عاشقش شدم 
‫ میشه گفت تمام فکر و ذکرت شده بود ؟ 
‫ عاشقش بودم . ولی اینکه ‫ تمام فکر و ذکرم بوده یعنی چی ... ‫ فرستادن 30 پیام یا ایمیل ‫ در روز یا نزدیک به روز مرگش ‫ - این به تعریفش می‌خوره ؟ ‫ - عاشقش بودم 
‫ در شب مرگش رفتی خونه‌ش ‫ با این امید که دوباره برگردین پیش هم ؟ 
‫ آره 
‫ در ساعات قبل از مرگش ‫ این پیام‌ها رو براش فرستادی ؟ 
‫ " این‌کار درست نیست . نمی‌تونی این‌کارو بکنی " 
‫ " اجازه نمیدم اینطوری باهام رفتار کنی ‫ تلفن کوفتیت رو بردار " 
‫ - تو اینا رو فرستادی ؟ ‫ - آره ‫ و این یکی چی ؟ ‫ " می‌خوام تا آخر عمرم باهات باشم " 
‫ تو اینو برای کارولین فرستادی ؟ ‫ بهش گفتی می‌خوای ‫ تا آخر عمرت باهاش باشی ؟ 
‫ عاشقش بودم 
‫ - از دستش عصبانی بودی ؟ 
‫ - کلافه شده بودم 
‫ کلافه شده بودی ؟ مثل این پیام ؟ 
‫ " تلفن کوفتیت رو بردار " ‫ " فکر کردی کدوم خری هستی ‫ که اینطوری باهام رفتار می‌کنی ؟ " 
‫ این کلافگیه یا بیانگر عصبانیته ؟ 
‫ بیانگر شور و احساسه 
‫ شور و احساس می‌تونه آدم رو کور کنه ‫ و من قطعاً چشم‌هام رو ‫ روی مهم‌ترین چیزهای زندگیم بسته بودم ‫ زنم و بچه‌هام 
‫ شور و احساس مواد خطرناکیه ‫ چیزی که خودتم در مقابلش مصون نیستی ، تامی 
‫ فکر و ذکرت اونقدر درگیر زمین زدن منه ‫ که متوجه این حقیقت نیستی ‫ که هیچ مدرک واقعی نداری 
‫ آره ، عاشقش بودم ‫ آره ، حضورم در اونجا رو به کسی نگفتم ‫ ولی من نکشتمش 
‫ - با میله‌ی شومینه زدیش ؟ ‫ - من هرگز نزدمش 
‫ من آدم خشنی نیستم 
‫ آقای رتزر ، میشه بلند بشین ؟ 
‫ تابحال با این شخص روبرو شدی ؟ 
‫ یه قضیه‌ای پشتش هست 
‫ این تصویر دوربین خونه‌ی همسایه‌ی شماست 
‫ شما دوتایین ، درسته ؟ 
‫ این کاملاً و دقیقاً قضیه‌ش رو نشون میده ؟ 
‫ عالیجناب ، این غافلگیری غیرمنصفانه‌ایه 
‫ برای زیر سوال بردن اعتبار شهادته ‫ شاهد همین الان شهادت داد ‫ که آدم خشنی نیست 
‫ اجازه‌ش رو میدم 
‫ این فرد بدون دعوت اومد دم خونه‌م 
‫ بدون اجازه وارد ملکم شد و تهدیدم کرد 
‫ برای همین گرفتی زدیش ؟ 
‫ گناهم اینه که از سر ناچاری ‫ دست به این اقدامات زدم 
‫ باعث شد رابطه‌م ‫ با کارولین پلیموس رو مخفی کنم ‫ باعث شد با جدیت سعی کنم ‫ لیام رینولدز به قتلش اعتراف کنه ‫ باعث شد با برایان رتزر گلاویز بشم ‫ درضمن ، وقتی بود ‫ که اومد دم خونه‌م و وقتی دخترم رفت دم در ‫ با خشونت می‌کوبید روی در خونه‌م 
‫ جوش آوردم ؟ آره . آره جوش آوردم 
‫ کسی که عاشقش بودم با خشونت به قتل رسید ‫ و من متهم به قتلش شدم 
‫ و همچین شرایطی می‌تونه منجر ‫ به خیلی چیزها بشه ‫ از جمله حس ناچاری ‫ ضعف ، بی‌ثباتی احساسی ‫ و بابت تمام اینا عذر می‌خوام 
‫ تقصیر تمام این‌ها گردنمه ‫ ولی چیزی که تقصیرش گردنم نیست ‫ کشتن " کارولین پلیموس " ـه 
‫ من اونو نکشتم 
‫ صحیح . دکتر کوماگای چی ؟ 
‫ تابحال سعی کردی ‫ پزشک قانونی‌مون رو خفه کنی ؟ 
‫ - می‌خوای سوال رو تکرار کنم ؟ 
‫ - نه ، سوالت رو شنیدم ‫ به اطلاعم رسید ‫ که در پرونده‌ی دیگه‌ای ‫ شواهدی رو مخفی کرده ‫ یا حداقل توی مطلع کردن من کوتاهی کرده بود ‫ برای همین بحث بین‌مون بالا گرفت و ... ‫ متاسفانه باهاش دست به یقه شدم 
‫ متاسفانه سعی کردی خفه‌ش کنی ‫ نه ، خفه‌ش نکردم ‫ خیلی‌خب ، وقتی جوش آوردی ‫ - و گلوش رو گرفتی ... ‫ - یقه‌ش رو گرفتم ‫ خیلی‌خب ، وقتی جوش آوردی ‫ و یقه‌ش رو گرفتی ‫ خودت تصمیم گرفتی این‌کارو بکنی ‫ یا یهویی قاطی کردی ؟ 
‫ مطمئن نیستم سوالت چیه 
‫ خودت تصمیم گرفتی این‌کارو بکنی ‫ یا یهویی قاطی کردی ؟ 
‫ آقای رتزر چی ؟ ‫ وقتی بر اساس چیزی که توی فیلم دیدیم ‫ مشت‌های متعددی بهش زدی ؟ ‫ اونم خودت تصمیم گرفتی انجام بدی ‫ یا یهویی قاطی کردی ؟ 
‫ از دم خونه‌م نمی‌رفت 
‫ تو بودی چیکار می‌کردی ؟ ‫ شما بودین چیکار می‌کردین ؟ 
‫ پس قاطی کردی 
‫ هی ، منو نگاه کن . منو نگاه کن 
‫ خارق‌العاده بود 
‫ این عین شکنجه می‌مونه 
‫ لعنتی عین شکنجه‌ست 
‫ کل روزها دارم به خانواده‌م دروغ میگم 
‫ و وقتی پیش اونام ‫ فقط دلم می‌خواد بیام پیش تو 
‫ تا آخر عمرت ، ها ؟ 
‫ یادم نمیاد اینو نوشته باشم ‫ یه جمله‌ی الکی بود ؟ 
‫ میشه بپرسم ، حالا می‌خوای چیکار کنی ؟ 
