Ρέι ; Είσαι καλά ; - Είμαι η γυναίκα του . 
- Καλέστε ασθενοφόρο ! Καλέσατε ασθενοφόρο ; 
- Αρρυθμία . - Ορός δεξιά . 
Το οξυγόνο να είναι στα οκτώ λίτρα . 
Θα χρειαστεί καρδιογράφημα , γενική αίματος , συμβατότητα . 
Κοιλιακή ταχυκαρδία , ελέγξτε σφυγμό . 
Χάσαμε τον σφυγμό . 
- Γεια σου . 
- Είμαι σπίτι με τα παιδιά . Πώς είναι ; 
Ακόμα στο χειρουργείο . Εντάξει . - Θα σε ενημερώνω . - Εντάξει . - Σ ' αγαπώ . - Ναι . Γεια . ... πιθανότατα καρδιακή ανακοπή . Εντελώς απρόοπτο γεγονός . Δεν γνωρίζουμε ακόμα αν η δίκη θα συνεχιστεί . 
Ρέι , έχει ξανασυμβεί κάτι παρόμοιο ; Ο κατηγορούμενος να σώζει τη ζωή του συνηγόρου του ; 
Συνήθως γίνεται το αντίστροφο . Όσο για την πρώτη ερώτηση , δεν υπάρχει κανόνας . Είναι θέμα δικαστή . 
Και με τη συγκεκριμένη , θα έλεγα ότι όλα είναι πιθανά . 
Αν είναι κακοδικία , θα ξεκινήσουν απ ' την αρχή ; Έτσι φαίνεται . 
Μεγάλη μαλακία . 
Θες κάτι να πιεις ; Θες νερό ή κάτι άλλο ; 
Ναι . - Ευχαριστώ . - Ναι ; 
Λορέιν , λυπάμαι πολύ . Αν μπορώ να βοηθήσω κάπως ... Ξέρω πως ακούγεται υποκριτικό , αλλά αν μπορώ να κάνω κάτι ... 
- Ευχαριστώ . - Ναι . - Εντάξει . - Ευχαριστώ . 
- Κα Χόργκαν ; - Ναι ; - Η κυρία Χόργκαν ; 
- Ναι . Θα γίνει καλά . Ίσως καλύτερα από πριν . 
- Αλήθεια ; - Δεν ήταν έμφραγμα . Ήταν βραδυκαρδία . Είναι ηλεκτρικό πρόβλημα που σχεδόν σταμάτησε την καρδιά . Μπήκε βηματοδότης . Δεν υπάρχει νευρολογική βλάβη . 
- Θα φύγει καλύτερα από πριν . - Ευχαριστώ , γιατρέ . 
Θα γίνει καλά ; 
- Ναι , πολύ καλά . - Ναι . Και καλύτερα . Είναι στην ανάνηψη τώρα . 
Σε λίγες ώρες θα τον δείτε στο δωμάτιό του . Θεέ μου . 
- Ευχαριστώ . - Παρακαλώ . Ναι ; 
Έχουμε πρόβλημα . 
Ναι , έχουμε πρόβλημα . 
Οι ένορκοι είδαν τον Ράστι να κάνει τον ήρωα . Πρέπει να ζητήσουμε κακοδικία . - Τι ; - Ναι . Αφού κερδίζουμε . 
- Δεν είμαι βέβαιος . 
- Με κακοδικία απαλλάσσεται . - Δεν είναι σίγουρο . 
- Είναι . Έλα τώρα . Τη δεύτερη φορά θα ξέρει τι έχουμε . Σκέψου το . Παρότι είναι ένας ψεύτης ψυχοπαθής , είναι συμπαθητικός . Και έσωσε μια ανθρώπινη ζωή μπροστά στους ενόρκους . Η άλλη ανάγνωση είναι πως τον είδαν να ενεργεί παρορμητικά , με έναν τρόπο σαν ξέσπασμα . Ας εμπιστευτούμε τους ενόρκους . 
Μπορούν να οπτικοποιήσουν ό , τι συνέβη εκείνη τη νύχτα καλύτερα από ό , τι εμείς . 
Και τώρα τι γίνεται ; 
Δεν μπορείς να συνεχίσεις χωρίς συνήγορο τόσο μετά την έναρξη της δίκης . 
- Κι αν κάνουν διάλειμμα ; 
- Δεν λειτουργεί έτσι . 
Όλα όσα διαβάζω από ειδικούς στα νομικά ... Λοιπόν , τι σκεφτόμαστε ; 
Σκεφτόμαστε ; 
Κύριε Ντιλέι Γκουάρντια , το σκέφτεστε πάρα πολύ . 
Απλώς ζυγίζω τις αρχές της δικονομίας σε σχέση με το τι είναι δίκαιο . Ως παράγοντες της δίκης έχουμε καθήκον να διασφαλίσουμε μια αμερόληπτη διαδικασία . Τι διάολο λες ; Δεν είμαστε πια στη Νομική . 
- Τι εννοείς ; - Εννοώ ότι υπάρχει λόγος κακοδικίας . 
- Μην πεις τίποτα άλλο . - Διαφωνούμε . 
Θέλετε να συνεχίσετε ; 
Είμαι έτοιμη να αναλάβω . 
- Αμέσως ; 
- Θα αναλάβεις εσύ ; 
Αύριο . Χρειάζομαι μία μέρα . 
Κύριε Ντιλέι Γκουάρντια ; 
Συγγνώμη . Ναι . Η εισαγγελία είναι έτοιμη να συνεχίσει . 
Θα εκπροσωπήσω τον εαυτό μου . 
Ορίστε ; 
Θα αναλάβω επικεφαλής συνήγορος . Έχω ήδη δηλωθεί στα πρακτικά και είμαι πιο έμπειρος από εκείνη . Δεν γίνεται να είναι κάποιος μάρτυρας και συνήγορος στην ίδια δίκη . Δηλώνω ότι δεν θα καταθέσω ως μάρτυρας . Θα είσαι ο πιο έξυπνος μάρτυρας του κόσμου αφού θα πεις την άποψή σου στους ενόρκους ... 
- Ο συνήγορός μου ασθενεί . - χωρίς αντεξέταση . Δεν θα παρουσιάσω τίποτα ως μαρτυρία . Υπενθυμίζω στο δικαστήριο ότι είναι δικαίωμά μου . 
Και το δικαστήριο θυμίζει σ ' εσάς πως αν παρουσιάσετε την εκδοχή σας , θα επιτρέψω στην εισαγγελία να σας εξετάσει ως μάρτυρα , όπου θα υποβληθείτε σε πλήρη αντεξέταση . 
Κι αν σκάψετε μόνος τον λάκκο σας , δεν θα εγκριθεί έφεση με βάση την έκτη τροπολογία ή με βάση ότι έχετε ανόητο συνήγορο . 
Θα το κάνεις στ ' αλήθεια ; 
Εφόσον δεν δώσει κατάθεση , δεν υπάρχει εμπόδιο . 
Κατανοητό , κυρία πρόεδρε . 
Κακή ιδέα . Αλλά είναι δικαίωμά σας . 
Θα ενημερώσω τους ενόρκους και συνεχίζουμε αύριο στις 10 : 00 . 
Ίσως θέλετε να το ξανασκεφτείτε . 
Πώς έγινε αυτό ; Μου υποσχέθηκες ότι θα τον προστατέψεις . 
- Θα κάνουμε ό , τι καλύτερο . - Ό , τι καλύτερο ; Θα κάνεις ό , τι καλύτερο ; 
Κανείς δεν προσέχει τον γιο μου . 
Θα τον εξετάσει ο άνθρωπος που δολοφόνησε τη μητέρα του . 
- Είναι δικαίωμά του . 
- Είναι δολοφόνος ! 
Ακόμη και για μια υπόθεση με τόσες ανατροπές , αυτό ξάφνιασε τους πάντες . 
Έλινορ , ο Ράστι Σάμπιτς εκπροσωπεί τον εαυτό του . - Ένα σχόλιο ; - Μαμά , είναι τρελό . 
Μην υποτιμάς τον πατέρα σου . - Όχι σε εκείνη την αίθουσα . 
- Μαμά , έλα . - Έλα , γαμώτο ! - Γλυκιά μου ! 
Σταμάτα ! 
Λοιπόν , τα λέμε μέσα . 
Συγγνώμη για την αργοπορία μου . 
Κύριε Σάμπιτς . 
Γεια σου , Μάικλ . Κατ ' αρχάς , ειλικρινή συλλυπητήρια . Είναι μεγάλος πόνος να χάνεις τη μητέρα σου . 
Εσύ τη σκότωσες . 
Πήγαινες συχνά στο σπίτι της και απλώς κοιτούσες ; 
Για να δεις πώς ζει . Για να δεις ... τη ζωή στην οποία δεν ήθελε να είσαι μέρος . Ναι . Σου είπε ποτέ γιατί δεν ήθελε να είσαι μέρος της ζωής της ; 
Όχι . Σου είπε ποτέ ο πατέρας σου γιατί εκείνη δεν ήθελε ; 
Αυτό πρέπει να σε θύμωνε πολύ . 
Ισχύει αυτό ; 
Όχι όσο να τη σκοτώσω . Προσεκτικά . 
- Ρέιμοντ . 
- Απλά κοιτάω . 
Πολύ ενδιαφέρον , Μάικλ , γιατί τις τελευταίες βδομάδες της , αντάλλαξες πολλά μηνύματα με τη μητέρα σου . 
Της έγραψες " Θα ήταν πιο εύκολο αν ήσουν νεκρή " ; Της το έγραψες αυτό ; 
Δεν πλήγωσε μόνο εμένα , αλλά και τον πατέρα μου . " Είμαι έξαλλος μ ' εσένα . Κατέστρεψες τη ζωή μου " . 
Της το έγραψες αυτό ; 
Ευχήθηκες να πεθάνει . 
Όχι , είπα ότι θα ήταν πιο εύκολο . 
Έναν θάνατο τον ξεπερνάς . Το διαζύγιο είναι χειρότερο . Αυτό εννοούσα . 
Εντάξει . Άσ ' το εκεί . Ωραία . 
Τράβηξες βίντεο εμένα να μπαίνω στο σπίτι της τη μοιραία νύχτα και κατέθεσες ότι με είχες ξαναδεί εκεί . Άρα , ήξερες ότι ήμασταν εραστές . 
Ναι . Η σκέψη ότι δεν σε ήθελε στη ζωή της , αλλά έδειχνε στοργή σ ' εμένα , δεν σε έκανε να με μισήσεις ; 
Σε μισώ επειδή τη σκότωσες . 
Ήρεμα , Ράστι . 
Αφού τράβηξες αυτό το βίντεο , τι έκανες ; 
Έφυγα . Αφού με είδες να μπαίνω , μετά από πόση ώρα έφυγες ; 
- Σχεδόν αμέσως . 
- Και πού πήγες ; Πήγα σπίτι . 
- Ποιος ήταν στο σπίτι ; - Ο πατέρας μου . 
Μόνο οι δυο σας ; 
Ναι . Κανείς άλλος ; 
Όχι , μόνοι μας . 
Άρα για σένα μπορεί να εγγυηθεί μόνο εκείνος . Και για εκείνον να εγγυηθείς μόνο εσύ . 
- Ένσταση . 
- Απορρίπτεται . 
Του είπες ότι είδες τον εραστή της μητέρας σου να μπαίνει στο σπίτι ; 
Απάντησε στην ερώτηση , Μάικλ . 
Δεν θυμάμαι αν του είπα κάτι . 
Άρα είναι πιθανό ... είναι πιθανό να είπες στον πατέρα σου ότι είδες τον εραστή της μητέρας σου να μπαίνει στο σπίτι της τη νύχτα που δολοφονήθηκε ; 
Δεν θυμάμαι να του είπα τίποτα . 
Υπάρχουν πολλά έγγραφα στον υπολογιστή σου που κατασχέθηκαν από την αστυνομία . Έδειξαν ότι ενδιαφερόσουν πολύ για τις προηγούμενες υποθέσεις της . 
Πήγες σε ιστοσελίδες με εγκλήματα και έψαχνες πληροφορίες που δεν ήταν διαθέσιμες στα ΜΜΕ , όπως της Μπάνι Ντέιβις . ΕΜΒΡΙΘΗΣ ΝΤΕΤΕΚΤΙΒ - Ένσταση . 
- Δεκτή . Κάντε ερωτήσεις , συνήγορε . Πρέπει να προσέξει . 
- Τη σκότωσες ; - Ένσταση ! Τη σκότωσε ο πατέρας σου ; Πείτε μου ότι μιλάτε καλόπιστα . 
Δεν έχω λόγους να κατηγορήσω ούτε τον μάρτυρα ούτε τον πατέρα του . Πώς θα μπορούσα ; Μετά από σύντομη και αμελέστατη έρευνα από την αστυνομία , η εισαγγελία τούς άφησε να φύγουν ... 
Κυρία πρόεδρε ! 
Σκότωσες τη μητέρα σου ; Αρρωστημένο κάθαρμα ! 
Μπαμπά ! 
- Αρκετά ! - Κύριε Κάλντουελ , κάντε πίσω . 
Είσαι σοβαρός ; 
- Πίσω . - Κάντε πίσω , κύριε Κάλντουελ . 
Έπρεπε να τον προστατεύεις . 
Κύριε Σάμπιτς , φοβηθήκατε όταν σας επιτέθηκε ο Κάλντουελ ; 
Ο Ρέιμοντ είχε μια έκφραση για τις υποθέσεις που πήγαιναν χάλια . Έλεγε πως υπάρχει σκατό μέτριο προς άψητο , υπάρχει το μέτριο και μετά το καλοψημένο . 
Εμείς τρώμε καλοψημένο σκατό . 
Φάνηκε απελπισμένος . Κατηγορεί τους πάντες αδιακρίτως . Καλά . Καλά . 
Τεκμηρίωσαν ότι κάποιος με μίσος ενάντια στην Πολίμους βρισκόταν στο σημείο και γνώριζε λεπτομέρειες της υπόθεσης Μπάνι Ντέιβις . 
Σκιαγράφησαν τον Λίαμ Ρέινολντς και τότε ο πατέρας έκανε σαν τρελός . 
Τότε κι εμείς , τη Ρίγκο . Θα καλέσουμε τη Ρίγκο . - Όχι . Είναι με το μέρος τους . - Ναι . Να κάνεις τις σωστές ερωτήσεις . 
- Με μισεί . - Εμένα όχι . 
Μπορώ να τη χειριστώ . - Όχι . - Ναι . - Ναι . - Όχι . Θα σου πω γιατί . Γιατί αν δεν το κάνουμε , θα είμαστε καλοψημένα , πέραν λογικής αμφιβολίας σκατά . 
- Τι θα πει η Ρίγκο ; 
- Δεν ξέρω . 
Έλα τώρα . Μαλακίες . Είστε φίλες . - Πες μου τι θα ... - Εσείς είστε φίλοι . 
Τι θα καταθέσει ; 
Μάλλον αυτό που είδα , Ράστι , κι αυτό που βλέπω αυτήν τη στιγμή . 
Τι εννοείς ; Γίνεσαι ανεξέλεγκτος , αυτό κάνεις εδώ , τώρα . 
Ξέρεις ότι δεν ήθελα να καταθέσω . 
Ξέρω ότι το ξέρεις . 
Τα κατάλαβα όλα λάθος ; 
- Μήπως ... - Τι θα ... Η Κάρολιν ήταν ναρκωτικό , εθίστηκες . Οι εθισμοί καταστρέφουν ζωές . 
Το να καταστρέψει εσένα είναι ένα πράγμα , μα δεν θα την άφηνες να καταστρέψει την οικογένειά σου . 
Θεέ μου . Εκείνη τη νύχτα σου είπε ότι ήθελε να κρατήσει το μωρό , σωστά ; 
Σου είπε εκείνη τη νύχτα ότι ήθελε να κρατήσει το μωρό ; 
Θα κρατούσε το παιδί . - Το παιδί σου . - Βγες έξω . 
Βγες απ ' τ ' αμάξι μου . 
Ο Ρέινολντς δεν ενεπλάκη στη δολοφονία της Πολίμους , αλλά πήγατε στη φυλακή να δείτε τον Ρέινολντς . - Σωστά ; - Πήγαμε . 
Γιατί ; 
Ας μας πει ο Ράστι . 
Και να έβαλες να σκοτώσουν την Κάρολιν , ίσως λειτουργήσει υπέρ σου . 
Αν έχεις συνεργό , τότε θα έχεις κάτι να ανταλλάξεις . Φαντάσου , λοιπόν , αυτήν τη στιγμή εκτίεις ισόβια για τον φόνο της Μπάνι Ντέιβις . Αν μας βοηθήσεις με την Κάρολιν , ίσως ξαναδείς τον έξω κόσμο . Ακόμα κι αν βοήθησες στη δολοφονία της . 
Αυτό κι αν είναι διαστροφή . 
Μισό λεπτό να καταλάβω . Μου λες ότι αν ενοχοποιήσω τον εαυτό μου ... - Αν είχες συνεργό . - για δολοφονία , - μπορεί να αποφυλακιστώ ; - Ναι . 
Το σίγουρο είναι ότι αυτήν τη στιγμή εκτίεις ισόβια χωρίς αναστολή . Σου προσφέρω μια ευκαιρία να το αλλάξεις . 
Είναι υπέροχο . Όχι , Θεέ μεγαλοδύναμε . 
Μιλάμε , δεν είχα την παραμικρή ιδέα . 
Είσαι απελπισμένος . 
Μειωμένη ποινή με αντάλλαγμα την ομολογία της δολοφονίας της Πολίμους . 
Δεν ήμουν παρούσα . Δεν ήξερα τι θα κάνει . 
- Συμφωνείτε με την απόπειρα δωροδοκίας ; 
- Ένσταση ! - Δεκτή . - Συγγνώμη . Σας ενόχλησε αυτή η προσέγγιση ; 
Ναι . Όταν μου είπε τι συνέβη , του είπα ότι ξεπέρασε τα όρια . 
Και τι απάντησε ; 
Είπε κάτι σαν ... Εδώ παίζεται η ζωή μου . Θα κάνω ό , τι χρειαστεί . 
Τι ήρωας . Όταν ο κατηγορούμενος σας ανέθεσε την υπόθεση σας έδωσε οδηγίες ως προς τη συλλογή των αποδεικτικών στοιχείων ; 
Όλα τα αποδεικτικά στοιχεία θα πήγαιναν απευθείας σε εκείνον και μόνο . 
Σας δόθηκαν συγκεκριμένες οδηγίες ώστε αυτά τα αποδεικτικά στοιχεία να αποκρυφτούν από κάποια συγκεκριμένα άτομα ; 
Από τον κο Μόλτο κι από σας . 
Πολύ λυπηρό . 
Δική σας η μάρτυρας . 
Ξεκινάμε . 
Προσπαθούσα απεγνωσμένα , κάθε στιγμή , να αποδείξω την αθωότητά μου επειδή αισθανόμουν ότι κατηγορούμαι άδικα . Ισχύει αυτό ; Εντάξει . Και υποστήριζα σταθερά την αθωότητά μου για τον θάνατο της Κάρολιν Πολίμους κάθε στιγμή . 
- Το έκανα ; 
Από την εμπειρία σας , είναι ασυνήθιστο για έναν εισαγγελέα να ζητήσει να μείνουν οι πληροφορίες εμπιστευτικές ; 
Από την εμπειρία μου , όχι . 
Γνωρίζατε ότι σας ζήτησα να μείνουν οι πληροφορίες μεταξύ μας ακριβώς επειδή δεν πίστευα ότι οι κύριοι Μόλτο και Ντέλα Γκουάρντια θα διενεργούσαν δίκαιη έρευνα . Ισχύει αυτό επίσης ; 
Σας ευχαριστώ . 
Πώς τα πας ; 
Ξέρεις , αυτοί ... έφεραν δύο μάρτυρες για να βεβαιώσουν ότι εγώ ... Κι εγώ είχα λίγο παραπάνω ζήλο υποστηρίζοντας την αθωότητά μου . 
Τέλος πάντων , η υπόθεση πάει καλά . Ξαναπαίρνεις αυτά ; 
Χρειάζομαι συγκέντρωση . 
Πώς αλλιώς να το κάνω ; 
Έπρεπε να μου το πεις , Ράστι . 
- Πολύ ωραία . Ναι . - Ναι . Ευχαριστώ . 
Όλοι όρθιοι . 
Ξεκινά η συνεδρίαση . Προεδρεύει η εντιμότατη δικαστής Λιτλ . Καθίστε . 
Λοιπόν , κύριε Μόλτο . Έχει κάτι άλλο η πολιτεία ; 
Ναι , κυρία πρόεδρε . 
Η πολιτεία καλεί τον Ράστι Σάμπιτς . 
Τι διάολο ήταν αυτό ; 
Αφού ο κύριος Σάμπιτς κατέθεσε μέσω της ντετέκτιβ Ροντρίγκεζ , είναι δίκαιο να καταθέσει και ενόρκως . 
Δεν άκουσα κάποια ένσταση . 
Δεν χρειάστηκε . Το δικαστήριο κατέστησε σαφές πως αν παρουσίαζε την εκδοχή του ... Όχι , δεν κατέθεσα . Εξέτασα τη μάρτυρά σας . 
Ξεπέρασες τα όρια δικαιοδοσίας σου . Δήλωσες την αθωότητά σου . 
Καλέσατε τη μάρτυρα , την ντετέκτιβ , για να δείξετε την ενοχή και την ανεντιμότητά μου . Εγώ έδειξα την ειλικρίνειά μου , πάντα εντός της δικαιοδοσίας μου . 
Αναφέρατε την εκδοχή σας . 
Προειδοποίησα πως αν αναφέρετε έστω και μία λέξη από κάτι που δεν αποτελεί στοιχείο ... Κάνατε αυτό ακριβώς . 
Λοιπόν , έχετε δύο επιλογές . 
Αν θέλετε κακοδικία , θα σας τη δώσω . Χωρίς ερωτήσεις . 
Δεν σας αναγκάζω να συνεχίσετε . Αλλά αν συνεχίσετε , θα καταθέσετε . 
Εσείς το προκαλέσατε αυτό . 
Πάρε την κακοδικία , Ράστι . 
Θα καταθέσω . 
- Τι σκατά ; - Αυτοί ήθελαν κακοδικία . - Όχι . - Ξέρουν ότι χάνουν . - Γι ' αυτό με κάλεσαν ! - Ίσως . Αλλά ίσως θέλουν να καταθέσεις επειδή είσαι εύκολος στόχος . 
Ωραία , βάλε με να καταθέσω . Ωραία , να βγει ο ναρκισσισμός του Μόλτο ... - Γιατί ; - σε κοινή θέα . Ενώ ο δικός σου όχι ; Τι εννοείς ; 
Το έκανες επίτηδες ; 
- Ποιο ; - Να το προκαλέσεις . 
- Τι νομίζεις ... - Έκανες κατάθεση . - Το έκανες επίτηδες ; - Όχι . Γιατί να το κάνω ; 
Επειδή είσαι ο Ράστι Σάμπιτς και κάνεις ό , τι γουστάρεις , σωστά ; 
Μάια , μπορεί και να ... να το έκανα επειδή ξέρω τι κάνω . 
Δεν νομίζω . 
Εγώ τελείωσα . 
Ο Ράστι Σάμπιτς αναμένεται να καταθέσει για την υπεράσπισή του . Δεν θα είναι μόνο κατηγορούμενος , αλλά και συνήγορος . Θα είναι και μάρτυρας . Τι ; 
Δεν θα έχει ούτε βοηθό , άρα θα είναι εντελώς μόνος του . 
ΑΓΝΩΣΤΗ Η ΚΑΤΑΣΤΑΣΗ ΤΟΥ ΧΟΡΓΚΑΝ Το βαρύ φορτίο πέφτει στους ώμους του . Φαίνεται ότι ο Σάμπιτς είναι στριμωγμένος στη γωνία . Και θα χρειαστεί ένα θαύμα ... Έλεος , Ράστι . για να γλιτώσει από αυτήν την κατάσταση . 
Χάπια . Τι χάπια ; 
- Παίρνει Ritalin . 
- Σοβαρολογείς ; Ναι , άκουσα τη μαμά να μιλάει με τη θεραπεύτριά της και μάλλον τα παίρνει πριν από τις μεγάλες δίκες . 
Βοηθούν στη συγκέντρωση . Ναι . 
Και τα παίρνει τώρα πριν καταθέσει αύριο ; 
Ναι , είναι μεγάλη βλακεία . 
Μήπως γίνεται να πάρω λίγη απ ' τη δική σου νεραϊδόσκονη ; 
Δεν ξέρω αν είναι κάτι που μπορώ να σου δώσω . 
Πες μου ότι δεν έμεινες εδώ όλη νύχτα . 
Όχι , ήρθα νωρίς . 
Ωραία . Είσαι έτοιμος ; 
Ναι , είμαι έτοιμος . 
Τέλεια . Μεγάλη μέρα . 
Σκεφτόμουν τη Νομική και πόσο σκληρά δουλέψαμε . 
Δώσε μου μία μέρα , Νίκο . Μία μέρα , ώστε να πω ότι άξιζε τον κόπο . 
Σήμερα είναι αυτή η μέρα . 
Βασικές αρχές εγκληματολογίας . Μην πας να καταθέσεις για την υπεράσπισή σου . 
Δεν πήγε . Η εισαγγελία τον κάλεσε ... Αν εκπροσωπείς τον εαυτό σου , μοιάζεις με σχιζοφρενή . 
Κάτι που θα σπείρει αμφιβολία στους ενόρκους . 
Γεια σου , Μάια . 
Καλή τύχη σήμερα . Ήθελα να πω ότι το σημαντικό είναι να μην τον αφήσεις να σε ταράξει , αφού αυτό σκοπεύει . 
Να σε κάνει να φουντώσεις . Μην τσιμπήσεις το δόλωμα . 
Ευχαριστώ , Μάια . 
Επιτρέπεται να δώσω πιο γενικές συμβουλές ; 
Μπορώ να ζητήσω συγγνώμη ; 
Δεκτή η συγγνώμη . 
Ίσως είχες δίκιο . 
Πάντα έχω δίκιο . 
Μην τον αφήσεις να σε κάνει να γίνεις μαλάκας . 
Δεν θα ήταν καλό να σε δουν έτσι οι ένορκοι . 
Μην τους παραχωρήσεις τίποτα . 
- Θα είμαι εκεί . 
- Κάποιος ήρθε . Πρέπει να κλείσω . Ευχαριστώ . 
- Τι κάνεις εδώ ; 
- Οι γιατροί μού έδωσαν άδεια . 
Με χρειάζεσαι . 
Είναι ασφαλές να είσαι στην αίθουσα ; 
Αλήθεια . Οι γιατροί λένε ότι είμαι καλά . Εσύ ; 
Ορκίζεστε να πείτε την αλήθεια και μόνο την αλήθεια ; - Ορκίζομαι . 
- Καθίστε . 
Κύριε Σάμπιτς ... δηλώσατε ότι επιμένατε στην αθωότητά σας κάθε στιγμή προς την ντετέκτιβ Ροντρίγκεζ . 
- Ναι . 
- Ήσασταν ειλικρινής ; 
Ναι . - Ήσασταν ειλικρινής μαζί της για όλα ; 
- Δεν αποκάλυψα τη σχέση μου με το θύμα . 
Της αποκαλύψατε ότι ήσασταν στο σπίτι του θύματος εκείνη τη νύχτα ; 
- Τελικά ναι . - Τελικά ; 
Όταν αναθέσατε την υπόθεση στην ντετέκτιβ Ροντρίγκεζ υπό την ιδιότητά σας ως επικεφαλής αντιεισαγγελέα , δεν της είπατε ότι ήσασταν στον τόπο του εγκλήματος εκείνη τη νύχτα ; 
Δεν της το είπα . Το είπατε σε κάποιον που είχε σχέση με την υπόθεση ; 
Δεν τη σκότωσα . 
Είναι οι πρώτες 48 ώρες οι πιο κρίσιμες σε κάθε έρευνα ; 
Δεν θα ήταν χρήσιμο στην αστυνομία και στους ερευνητές να ξέρουν ότι ήσασταν εκεί ; 
Είσαι σαφής , Τόμι . 
Δεν δήλωσα την παρουσία μου . 
- Ήσασταν ερωτευμένος μαζί της ; - Την ερωτεύτηκα . 
Ισχύει ότι είχατε εμμονή μαζί της ; 
Ήμουν ερωτευμένος . Όσο για το τι είναι εμμονή ... Της στείλατε 30 μηνύματα τη μέρα του θανάτου της . - Τι λέει αυτό ; - Ήμουν ερωτευμένος . 
Τη νύχτα του θανάτου της , πήγατε εκεί με την ελπίδα να ξανασμίξετε ; 
Ναι . 
Στείλατε αυτά τα μηνύματα λίγες ώρες πριν τον θάνατό της ; 
" Δεν είναι σωστό . Μην το κάνεις . 
Μη μου φέρεσαι έτσι . Σήκωσε το κωλοτηλέφωνο " . 
- Στείλατε αυτά ; - Ναι . Και αυτό ; " Θέλω να περάσω τη ζωή μου μαζί σου " . 
Γράψατε στην Κάρολιν ότι θέλατε να περάσετε τη ζωή σας μαζί της ; 
Ήμουν ερωτευμένος . 
- Ήσασταν θυμωμένος μαζί της ; 
- Απογοητευμένος . 
Όπως σ ' αυτό το μήνυμα ; 
" Σήκωσε το κωλοτηλέφωνο . Ποια νομίζεις ότι είσαι και μου φέρεσαι έτσι ; " 
Απογοήτευση είναι αυτό ή οργή ; 
Θα το χαρακτήριζα πάθος . 
Το πάθος μπορεί να τυφλώσει . Δεν έβλεπα όσα ήταν τα πιο σημαντικά στη ζωή μου . Τη σύζυγο και τα παιδιά μου . 
Το πάθος είναι επικίνδυνο . Ούτε εσύ έχεις ανοσία σ ' αυτό , Τόμι . 
Σε έχει κυριεύσει η ανάγκη να με καταστρέψεις και δεν βλέπεις το γεγονός ότι δεν έχεις πραγματικά στοιχεία . 
Ναι , ήμουν ερωτευμένος . Ναι , δεν αποκάλυψα την παρουσία μου . Αλλά δεν τη σκότωσα . 
- Τη χτυπήσατε με βέργα τζακιού ; - Ποτέ δεν τη χτύπησα . 
Δεν είμαι βίαιο άτομο . 
Κύριε Ράτσερ , σηκωθείτε παρακαλώ . 
Έχετε συναντήσει αυτό το άτομο ; 
Σε συγκεκριμένη συνθήκη . 
Αυτά είναι πλάνα από το διπλανό σας σπίτι . 
Είστε εσείς οι δύο , σωστά ; 
Περιγράφει αυτό δίκαια τη συνθήκη ; 
Κυρία πρόεδρε , είναι αιφνιδιασμός . 
Αντικρούω τον μάρτυρα . Ο μάρτυρας μόλις κατέθεσε ότι δεν είναι βίαιος . 
Θα το επιτρέψω . 
Ήρθε απρόσκλητος στο σπίτι μου . 
Καταπάτησε και με εκφόβισε . 
Και τον χτυπήσατε ; 
Είμαι ένοχος για πράξεις απόγνωσης . 
Με έκανε να κρύβω τη σχέση μου με την Κάρολιν Πολίμους . Με έκανε να αναζητώ με ζήλο μια ομολογία από τον Λίαμ Ρέινολντς . Να ξεσπάσω στον Μπράιαν Ράτσερ . Επειδή όταν ήρθε στο σπίτι μου χτυπούσε βίαια την πόρτα όταν απάντησε η κόρη μου . 
Είμαι ευέξαπτος ; Ναι , είμαι ευέξαπτος . 
Δολοφονήθηκε ένα άτομο που αγαπούσα και κατηγορούμαι εγώ . 
Τέτοιες περιστάσεις μπορούν να βγάλουν πολλά πράγματα σε έναν άνθρωπο . Η απόγνωση είναι ένα από αυτά . Αδυναμία , συναισθηματική αστάθεια . Ζητώ συγγνώμη για όλα αυτά . 
Είμαι ένοχος για όλα αυτά . Αλλά δεν είμαι ένοχος για τον φόνο της Κάρολιν Πολίμους . 
Δεν τη σκότωσα . 
Ναι . Πείτε μας για τον δρα Κούμαγκαϊ . 
Προσπαθήσατε να πνίξετε τον επικεφαλής ιατροδικαστή μας ; 
- Να επαναλάβω την ερώτηση ; 
- Όχι , άκουσα . Έπεσε στην αντίληψή μου ότι είχε αποκρύψει στοιχεία σε άλλη υπόθεση . Εννοώ ότι παρέλειψε αδικαιολόγητα να με ενημερώσει γι ' αυτά . Ανέβηκε η ένταση μεταξύ μας και ... - Ατυχώς , ήρθαμε στα χέρια . 
- Ατυχώς , πήγατε τον πνίξετε . Δεν πήγα να τον πνίξω . Ανέβηκε η ένταση , - του αρπάξατε τον λαιμό ... - Το πέτο . Ανέβηκε η ένταση , του αρπάξατε το πέτο , ήταν απόφαση ή ξέσπασμα ; 
Δεν διακρίνω την ερώτηση . 
Αποφασίσατε να το κάνετε ή ήταν ξέσπασμα ; 
Πείτε μας για τον κο Ράτσερ , που τον γρονθοκοπήσατε . Το αποφασίσατε ή ήταν ξέσπασμα ; 
Δεν ήθελε να φύγει . 
Τι θα έκανες εσύ ; Τι θα κάνατε εσείς ; 
Άρα , ήταν ξέσπασμα . 
Κοίτα με . 
Ήταν εξαιρετικό . 
Είναι βασανιστήριο . 
Γαμημένο βασανιστήριο . 
Κάθε μέρα λέω ψέματα στην οικογένειά μου . 
Όταν είμαι μαζί τους , θέλω μόνο να είμαι μαζί σου . 
Ώστε όλη σου τη ζωή ; 
Δεν θυμάμαι να το γράφω . Το είπες στα ψέματα ; 
Αν επιτρέπεται , τι κάνουμε τώρα ; 
