Ξέρουν την τοποθεσία του Μπράβο . 
Στείλε ενισχύσεις . 
Δεν έχουμε ενισχύσεις . Πρέπει να αντέξετε . 
Έλεος . Θέλεις να πεθάνουμε εδώ ; 
Κέντρο , οι Άλφα είναι στα δεξιά μας . Στα 100μ . έχουμε έναν εκτοξευτή ρουκετών . 
Ο έλεγχος θα εξουδετερώσει τον εκτοξευτή . Μείνε εκεί . 
Στα δεξιά ο εκτοξευτής . 
Ο εκτοξευτής εξουδετερώθηκε . 
Κύριε , αν μας χτυπήσει άλλος ένας εκτοξευτής , έχουμε τελειώσει όλοι . 
Αγάπη μου . - Μαμά . Θέλω να πάω σπίτι . - Αν θέλεις να τις ξαναδείς , χαμήλωσε κι άλλο το κεφάλι σου . Εντάξει ; 
Κύριε . 
Πρέπει να φύγουμε αμέσως , αλλιώς θα πεθάνουμε όλοι . 
Ο Σονγκ Τζο κινδυνεύει . 
Άκου με . 
Αποστολή μας είναι να επιστρέψει αυτός στην Κορέα με ασφάλεια . 
Αυτό είναι σημαντικότερο από τις ζωές μας , εντάξει ; 
Γαμώτο . 
Άντεξε τρία λεπτά ακόμα . 
Αν δεν μπορέσουμε να τον πλησιάσουμε , θα πάμε στο αμάξι του Μπε Ιλ. Εντάξει ; 
Κύριε , ο Μπε Ιλ απομακρύνεται από την περιοχή και πάει προς τον Μπράβο . 
Τι ; 
Ρε το κάθαρμα . 
Άντε χάσου , καθίκι . Γαμώτο . 
Μου έσωσες τη ζωή . 
Μπράβο το αγόρι μου . 
Ακίνητοι . 
Κάτω τα όπλα . 
Κατέβασέ το . 
Ήρθαν οι ενισχύσεις . 
Πάνω στην ώρα . 
Εγώ πάω σ ' αυτούς στο κτήριο . 
Βοηθήστε τα παιδιά εσείς . 
Βιαστείτε . 
Καλά . Εντάξει . 
Πολύ αφοσιωμένοι είμαστε . 
Είναι ο Σονγκ Τζο . 
Μπράβο σου . 
Κύριε , πίστευα ότι σήμερα ήρθε η μέρα . Αλήθεια λέω . 
Η μέρα που θα πάμε στην κόλαση ; 
Πότε θα πάμε πάλι στην κόλαση ; 
- Όχι σήμερα . - Σίγουρα όχι σήμερα . 
Κύριε ; Η ομάδα του Μπε Ιλ και του Σονγκ Τζο δεν ήρθαν ακόμη . 
Δοκίμασες τον ασύρματο ; 
Ο ασύρματος είναι νεκρός εδώ και μία ώρα . 
Τσον Τσολ , επιστρέψτε εσείς . 
- Εντάξει . 
Μπε Ιλ ; 
Με λαμβάνεις ; 
Πού είσαι ; 
Νομίζεις ότι συνέβη κάτι ; 
Στον Μπε Ιλ ; 
Αυτός επιβιώνει και στην κόλαση . 
Βλέπεις ; Αφού χάθηκε ο Μπε Ιλ , δεν ήρθε ούτε ένας εδώ . 
Άρα , είναι όλοι νεκροί . 
Αν ανησυχείς , πήγαινε κάτω να τον ψάξεις . 
Εγώ θα ξεκουραστώ λίγο . 
Ψόφησα . 
Στραβάδι . 
Ήσουν πολύ καλός σήμερα . 
Θα ήμουν στην κόλαση τώρα , αν δεν ήσουν εσύ . 
Όχι σήμερα . 
Όχι σήμερα . 
Κύριε , βοήθεια . Σας παρακαλώ . - Ο γιος μου . - Ο γιος μου ... Ο γιος μας . 
Σας παρακαλώ , βοηθήστε τον. Βοήθεια . Σας παρακαλώ , σώστε τον γιο μας . 
Τι κάνεις ; 
Τον βρήκες τόσο γρήγορα ; 
Άντε , πάμε . 
Τι είναι αυτό ; 
Τι συμβαίνει ; 
Είδες κανένα φάντασμα ; 
Όχι , δεν ... 
Ο Μπε Ιλ σκότωσε τους πολίτες ... 
Μπε Ιλ , μη μου πεις ... 
Δεν τους σκότωσα εγώ . 
Αυτός τους σκότωσε . 
Αυτό έγινε τελικά ; 
Τότε , αυτός ; 
Καημένε μπάσταρδε . 
Γιατί έφυγες έτσι ; 
Θα τα είχαμε κανονίσει όλα εμείς . 
Τσονγκ , εδώ είσαι ; 
Τι συνέβη ; 
Αυτό το παιδί το παράκανε , προσπαθώντας να σώσει τους πολίτες . 
Του είπα να φύγουμε . Γαμώτο . 
Ήταν στη μοίρα του γραπτό . 
Εύχομαι να πας στο φως , Σονγκ Χουάν . 
Περίμενε . 
Δεν πρέπει να υπάρχουν μάρτυρες . 
ΕΠΕΙΣΟΔΙΟ 6 : ΤΣΟΝΓΚ ΤΣΙΝ ΜΑΝ Η αποστολή του κατηγορούμενου ήταν να συνοδεύσει έναν Κορεάτη επιχειρηματία . 
Η δολοφονία αυτών των εννέα πολιτών απλώς προέκυψε . Δολοφονήθηκαν ένα χιλιόμετρο μακριά από την περιοχή της επιχείρησης και αυτός δεν είχε καμία σχέση . 
Γι ' αυτό θα σας ξαναρωτήσω . 
Δεν είδατε κανέναν πολίτη στο κτήριο κατά τη διάρκεια της επιχείρησης ; 
Πόσες φορές πρέπει να σας το πω ; Δεν είδα κανέναν . 
Με το ζόρι σωθήκαμε εμείς . Πώς να ξέρουμε ποιος ερχόταν και ποιος έφευγε ; 
Τι κάνεις ; 
Όχι , δεν το έκανα . 
Είδατε τους ανθρώπους στην ταράτσα να σφαγιάζονται ; 
Αυτοί οι τύποι στην ταράτσα δεν ήταν πολίτες . Ήταν αντάρτες . Αυτοί οι αντάρτες σκότωσαν τους πολίτες , μαζί μ ' έναν δικό μας , τον Σονγκ Χουάν . 
Κοίτα να μεταφράζεις σωστά . 
Σας παρακαλώ , απαντήστε με " ναι " ή " όχι " . 
Αυτός μου έσωσε τη ζωή . 
Κύριε Πρόεδρε , η Εισαγγελία θέλει να καλέσει τον κύριο Τσονγκ Τσιν Μαν , διοικητή της επιχείρησης , ως μάρτυρα . 
Εσύ άργησες να έρθεις και δεν ξέρεις τι συνέβη . 
Αυτά τα καθίκια παραλίγο να με σκοτώσουν . 
Αν δεν ήταν ο Μπε Ιλ , δεν θα ήμουν εδώ να σας βοηθάω . 
Επίσης , αυτό το παιδί είχε όπλο . 
Καλά έκανε και πάτησε τη σκανδάλη . Κάποιοι σαν κι εμάς σκοτώνονται συνέχεια από κάτι τέτοια στραβάδια . 
Το όπλο δεν είχε καν γεμιστήρα . 
Ίσως είχε μία σφαίρα στη θαλάμη . 
Ο Μπε Ιλ είπε ότι δεν πρέπει να υπάρχουν μάρτυρες . 
Μάρτυρες σε τι ; 
Η καρφωμένη σφαίρα στο κεφάλι του Κιμ Σονγκ Χουάν ήταν από 45άρι . 
Αλλά στα όπλα που μαζέψαμε από τους αντάρτες , δεν υπήρχε κανένα διαμετρήματος 45 χιλιοστών . 
Ψάχνεις πληροφορίες για εμάς τώρα ; 
Εσύ θα πεις απλώς ό , τι είδες . 
Δεν έχω δίκιο ; 
Θα σας ρωτήσω ξανά . 
Στη διάρκεια της αποστολής , είδατε ή δεν είδατε τον κατηγορούμενο να σκοτώνει πολίτες ; 
Κοίταξες ποτέ το πρόσωπο του Μπε Ιλ προσεκτικά ; 
- Τι ; 
- Παρατήρησες ποτέ τα μάτια του ; 
Το βλέμμα του είναι άψυχο . 
Δεν νιώθει ενοχές όταν σκοτώνει . Είναι από τη φύση του πολεμική μηχανή . 
Θα γινόταν ήρωας σ ' έναν πόλεμο μεταξύ κρατών , αλλά ... 
Τέλος πάντων , δεν το ξέρεις ; 
Εσύ κι ο Μπε Ιλ είσαστε ίδιοι . 
Υπάρχει κάτι αλλόκοτο στον Μπε Ιλ. 
Δεν ξέρω αν είναι άνθρωπος ή τέρας και με τρομάζει ώρες ώρες , αλλά όταν είμαστε μαζί , νιώθω ότι δεν θα πεθάνω σήμερα . Το ότι δεν θα πάω στην κόλαση σήμερα , με ηρεμεί . 
Αλλά δεν είναι έτσι μ ' εσένα . 
Για εσένα η αποστολή είναι πάντα πιο σημαντική από τις ζωές μας . 
Έχω άδικο ; 
Είσαι ψυχρός σαν πάγος κι εσύ . 
Διατηρείς την ψυχραιμία σου ακόμα και σε αιματοχυσίες . 
Διαφέρουμε . 
Εγώ δεν απολαμβάνω αυτές τις καταστάσεις . Ενώ αυτός ... 
Τσιν Μαν . Είμαστε μισθοφόροι . Δεν είμαστε πια στρατιώτες . 
Όταν κάνεις τέτοιες επιχειρήσεις , υπάρχουν παράπλευρες απώλειες . 
Οι παράπλευρες απώλειες και ο φόνος εκ προθέσεως είναι διαφορετικά . 
Κύριε , απαντήστε μου . 
Δεν τον είδα . 
Λόγω έλλειψης αποδείξεων , ο κατηγορούμενος κρίθηκε αθώος . 
Μου είστε και οι δύο πολύτιμοι . 
Ο μόνος που μπορεί να ελέγξει τον Μπε Ιλ είσαι εσύ . 
Εντάξει . 
Αλλά με έναν όρο . Στο εξής μη βάλεις τον Μπε Ιλ στις επιχειρήσεις μου . 
Να πάρει . 
Λερώθηκα . 
Ειλικρινά δεν πίστευα ότι ο αρχηγός μας θα έκανε αυτό στο δικαστήριο . 
Εννοώ ότι ήταν πάντα τόσο κολλημένος με τους κανόνες . 
Φοβόμουν ότι θα μας την έφερνε στο δικαστήριο . 
Αλλά αποδείχθηκε ότι είναι πολύ εντάξει τύπος . 
Ασφαλώς , η οικογένεια προέχει . 
Τον βλέπω αλλιώς τώρα . - Δεν συμφωνείτε ; 
- Βγάλε το σκασμό , Σονγκ Τζο . Θα σου πέσει το πουλί . 
Μιλάς πολύ . 
" Πολύ " , τι ; 
Γιατί με πλησιάζεις ; 
Με έβρισες , γαμώτο ; 
Όμως , φάνηκες δυσαρεστημένος με την απόφαση του δικαστή . 
Είμαι τώρα πιο δυσαρεστημένος με την άσχημη αναπνοή σου . 
Άντε πλύνε τα δόντια σου και παίξε με τους δίδυμους . 
Τι πρόβλημα έχεις ; 
Βελτιώθηκαν τα κορεάτικά σου . 
Κάνεις κι αστειάκια τώρα . 
Δεν ήταν αστείο . 
Δίδυμοι , πάρτε τον από δω . 
Παλιοκαθίκι ... 
Λένε " άμα δεν πάθεις , δεν θα μάθεις " ... 
Είσαι γρήγορος . 
Οι Γκούρκα είναι αλλιώς . 
Οι Γκούρκα είναι στο Νεπάλ . Εγώ είμαι από την Ταϊλάνδη . 
Σωστά . 
Μπορείς να δαγκώσεις , έτσι ; 
Αλλά ξέρεις κάτι ; Κι εγώ μπορώ . 
Άντε . Προσπάθησε να με σκοτώσεις , αν τολμάς . 
Εντάξει . Θα πεθάνεις απόψε . 
Δίδυμοι , ελάτε κι εσείς . 
Εμπρός . 
Μαλακίες . 
Πα Σιν . 
Λι Σονγκ Τζο , σταμάτα . 
Δίδυμοι , βγάλτε τα μαχαίρια σας . 
Ελάτε όλοι μαζί . 
Εμπρός . 
Σονγκ Τζο . 
Κάτσε κάτω . 
Κοίτα έναν αλήτη ... 
Κράτα την υπόσχεσή σου . 
Δεν θέλω τον Μπε Ιλ σ ' αυτήν την αποστολή . 
Σωστά . Πρέπει να κρατήσω την υπόσχεσή μου . 
Όμως , αυτή η αποστολή έχει μεγαλύτερη βαρύτητα . 
Είναι ο μεγαλύτερος προμηθευτής ναρκωτικών στην Κίνα από το Λάος . - Θα τα καταφέρουμε χωρίς τον Μπε Ιλ ... 
- Το ξέρω . 
Δεν είναι ότι δεν εμπιστεύομαι τις ικανότητές σου . 
Απλώς ... Αν ... αποτύχετε σ ' αυτήν την αποστολή , η εταιρεία θα υποστεί τεράστια ζημιά . 
Οπότε , γι ' αυτήν την αποστολή , η διοίκηση αποφάσισε έτσι . Τα χέρια μου είναι δεμένα . 
Επίσης , δεν υπάρχουν πολίτες που θα μπλεχτούν στη μέση , στην περιοχή των επιχειρήσεων . 
Το υπόσχομαι . Είναι η τελευταία φορά . 
Δεν θα ξαναβάλω τον Μπε Ιλ στις μελλοντικές επιχειρήσεις σου . 
Η διοίκηση και ο Μπε Ιλ συμφώνησαν σ ' αυτό . Θα είναι για τελευταία φορά . 
Δεν έχει σημασία ποιον θα σκοτώσεις , αλλά σύλλαβε αυτόν ζωντανό . 
Πιάσ ' τον πριν τον σκοτώσει ο Μπε Ιλ. 
Τσιν Μαν . 
Μπε Ιλ. 
Σε προειδοποιώ . 
Μην προκαλέσεις προβλήματα αυθαιρετώντας , όπως στο παρελθόν . 
Θα πιάσω εγώ τον Τάο . Μπε Ιλ. 
Έλα πίσω . 
Δεν τελείωσα . 
Θα πιάσω εγώ τον Τάο . Εσύ φρόντισε τα υπόλοιπα . 
Αν συναντήσουμε ντόπιους , θα τους παραδώσουμε στους μπάτσους . - Αρχηγέ . 
- Κατάλαβες ; 
Δεν με θέλεις στην ομάδα , έτσι ; 
Δεν είναι έτσι ; 
Σταμάτα να λες ανοησίες και απάντησέ μου . 
Ο τρόπος που με κοίταξες στο δικαστήριο εκείνη τη μέρα ... Έμοιαζες σαν να ήθελες να με σκοτώσεις . 
Απάντησέ μου . 
Εντάξει . 
Σήκω πάνω . 
Ο αρχηγός είπε να παραδώσουμε τους άοπλους στην αστυνομία . 
Είναι οπλισμένοι τώρα . 
Ενώ εγώ άοπλος . 
Να πάρει . Βρομάει αίμα . 
Καθάρισες εδώ πέρα ; 
Ο αρχηγός ; 
Άφησέ με . Γαμώτο . 
Πιάσανε τον Τάο . 
Κιόλας ; 
Σονγκ Τζο . 
- Τι είναι αυτό ; 
- Πάρε κάτι ωραίο . 
Όχι μετρητά . 
Έχεις ιδέα από λάφυρα ; 
Γιατί εσύ έχεις δύο ; 
Αγοράζοντας ένα , το άλλο δώρο ; 
Γαμώτο . Το δικό μου είναι πιο λεπτό . 
Μοιάζει να έκαναν πάρτι με γυναίκες . 
Σονγκ Τζο , έλεγξα εκεί πέρα . 
Είναι πράγματι δίδυμοι . Είναι κι οι δυο άσχετοι . 
Νομίζεις ότι ψάχνω για επιζώντες ; 
Αμάν , αυτό είναι ... 
Ψεύτικο είναι . Να πάρει . 
Τι είναι αυτό ; 
Να πάρει . 
Ρε σεις , είδατε εδώ ; 
Μη χέσω . Δεν είπαν ότι δεν θα υπάρχουν πολίτες ; 
Βοήθεια . Σας παρακαλούμε . Βοήθεια . 
Όλα καλά . 
- Παρακαλώ . 
- Μείνετε εδώ . Μην ανησυχείτε . 
Ρε συ , δώσε μου το πράμα . 
Μπε Ιλ , τι θα κάνεις μ ' αυτό ; 
Αρχηγέ ... 
Απλώς βρήκα αυτές τις γυναίκες , αλλά πέθαναν όλες έτσι . 
Εσύ το έκανες ; 
Είσαι σβέλτος . 
Σου είπα ξεκάθαρα να μη δρας μόνος κι αν υπάρχουν πολίτες ... 
Ο γενικός είπε ότι δεν θα έχει πολίτες . 
Γι ' αυτό τους σκότωσες ; 
Όπως πάντα , τα μάτια σου δεν λένε ψέματα . 
Μάλλον σήμερα θα πάω στην κόλαση . 
Ρίξε . 
Τσονγκ , είμαστε οικογένεια . Μην το κάνεις . 
Θα πεθάνουμε όλοι , αν δεν σταματήσεις . 
Παιδιά , αφήστε όλοι κάτω τα όπλα σας . 
Τι κάνετε στον αρχηγό ; 
Κατεβάστε τα όπλα . 
Θα το αναφέρω στην εταιρεία . 
Ανατινάξτε τα όλα εδώ και γυρνάμε στη βάση . 
Ωραία . Τον ακούσατε τον άνθρωπο . 
Ας τελειώνουμε γρήγορα εδώ και πάμε σπίτι . 
Ζόρικη μέρα σήμερα . 
Φύγετε εσείς . - Θα μείνω ... 
- Κύριε , θα μείνω να σας βοηθήσω . 
Όχι , θα παραδώσω τον Μπε Ιλ στην επιθεώρηση όταν φτάσουμε . 
Γι ' αυτό μείνε μαζί του . 
Έμεινες πίσω για να διασκεδάσεις ; 
Ξέρεις γιατί έγινα μισθοφόρος ; 
Μου αρέσει να σκοτώνω κόσμο . 
Γι ' αυτό ζήτησα να γίνω μισθοφόρος . 
Επειδή όσο ακολουθώ κάποιους απλούς κανόνες , βγάζω λεφτά , σκοτώνοντας κόσμο όσο γουστάρω . 
Προστασία πολιτών και μη φιλικά πυρά ... 
Μην προσπαθείς να επιβάλεις τέτοια σ ' εμένα . 
Αυτό με κάνει να θέλω να τους σκοτώσω όλους , εχθρούς και φίλους . 
Στην τελική , είμαστε από την ίδια πάστα , 
Τσονγκ Τσιν Μαν . 
Πληρωνόμαστε κι οι δυο για να σκοτώνουμε ανθρώπους . Μην προσποιείσαι ότι είσαι δίκαιος . 
Αυτήν τη φάτσα έχεις όταν φοβάσαι . 
Αυτό μπορείς μόνο ; 
Τσονγκ Τσιν Μαν . Πρόσεξέ με καλά . 
Αν δεν με σκοτώσεις τώρα , θα σκοτώσω τους φίλους σου , όλη σου την οικογένεια κι όποιον έχει κάποια σχέση μαζί σου . 
Τότε θα σε σκοτώσω τελευταίο . 
Ψόφα , ρε μαλάκα . 
Αφού βάλαμε τις βόμβες , όπως προσπαθούσαμε να βγούμε έξω , πέσαμε πάνω στους υπόλοιπους αντάρτες . 
Σχεδόν με έπιασαν , όταν ήρθε ο Μπε Ιλ να με βοηθήσει . 
Πολεμήσαμε μαζί . Τότε εξερράγησαν οι βόμβες . 
Ήμουν κοντά στην έξοδο και μπόρεσα να αποδράσω . Ο Μπε Ιλ , όμως ... 
Δεν είχα χρόνο να μείνω για να πάρω το πτώμα . 
Φταίει αυτό που έγινε ; 
Είναι ένας από τους λόγους . Δούλεψα αρκετό καιρό . 
Θέλω να κάνω διάλειμμα . 
Εγώ είμαι . 
Θέλω να παρακολουθεί κάποιος τον Τσονγκ Τσιν Μαν . 
Να πάρει . 
Πίστευα ότι ήσουν διαφορετικός . 
Φαίνεται πως οι ψυχοπαθείς είναι θνητοί όπως εμείς . 
Τι είναι αυτό ; 
Γεια σου , μωράκι . 
Γιατί ήσουν στο σκοτάδι ; 
Ευχαριστώ , Μπε Ιλ. 
Νόμιζα ότι ο Μπε Ιλ ήταν από ατσάλι . Όμως , πήγε στην κόλαση πριν από εμάς . 
Πήγαινε στο φως , Μπε Ιλ. 
Έμαθα ότι θα σταματήσεις για λίγο . 
Ξέρω ότι δεν έχει καιρό που κοντέψαμε να σκοτωθούμε μεταξύ μας , ωστόσο πιστεύω ακόμα πως είμαστε ομάδα . 
Γύρνα γρήγορα . Ώστε να βγάλουμε περισσότερο χρήμα μαζί . 
Παρακαλώ ; 
Γεια , εγώ είμαι . 
Ποιος είναι ; Εγώ . Το αδελφάκι σου , ο Τσονγκ Τσιν Μαν . 
Βρε συ , κάθαρμα . 
Πού είσαι ; 
Έχεις ιδέα τι γίνεται ; 
- Παίρνεις οχτώ χρόνια μετά ... 
- Κι εγώ χαίρομαι που σ ' ακούω . 
Εγώ καθόλου . 
Όλα καλά . Είναι ο θείος σου . 
Πώς σε λένε ; 
Τσι Αν. Τσονγκ Τσι Αν. 
Έλα καλέ . Τι μ ' έπιασε ; 
Έχω ρέντα σήμερα . 
