B 小隊 的 位置 洩露 了 
拜 託 加派 人手 支援 
沒 有人 手 ， 撐 住 
該 死 的 ， 你 打算 讓 我們 同歸 於 盡 嗎 ？ 
指揮組 ， A 小隊 東側 四點鐘 方向 一百 公尺 有 火箭 推進榴彈 ， 快 處理 
指揮 組會 處理 火箭 推進榴彈 你 堅守 目前 位置 
四點鐘 方向 ， 火箭 推進榴彈 
清除 火箭 推進榴彈 
組長 ， 若 再 來 一發 火箭 推進榴彈 我們 真的 全都 會 完蛋 
老婆 、 媽 - 我 想 回家 - 如果 你 想 見 你 老婆 跟 你媽 頭就 再 低 一點 ， 好 嗎 ？ 
組長 
我們 必須 立刻 離開 ， 否則 會 死光 的 
聖祖哥 也 有 危險 
仔細 聽 好 了 
我們 的 任務 是將 這個 人 平安 送回 韓國 
這件 事 比 我們 的 性命 更 重要 ， 懂 嗎 ？ 
該 死 的 
再撐 三分 鐘 
若聯絡 不上 聖祖 我們 就 往貝爾 的 車輛 移動 ， 懂 了 吧 ？ 
組長 ， 貝爾脫 離作 戰區域 朝 B 小隊 的 方向 移動 了 
什麼 ？ 
混帳 傢 伙 
滾開 ， 混帳 ， 該 死 的 
你 救 了 我 一命 
你 這 小子 真 精明 
別動 
把 槍 放下 
放下 
支援 人手 來 了 
來 的 時機 正好 
我會 阻止 那些 傢 伙 爬 上 這棟 建築物 
你們 去 提供 我方 火力 支援 
快 
好 
真勤奮 呢 
那 是 聖祖 
- 天 啊 - 辛苦 了 
組長 ， 我 真的 以為 今天 就是 那 一天 了 
我們 下 地獄 的 日子 嗎 ？ 
我們 下 地獄 的 日子 是 哪一天 ？ 
- 不是 今天 - 當然 不是 今天 
組長 貝爾 跟 聖祖 那 組還 沒 抵達 大本營 
用無線 電聯絡 不 上 嗎 ？ 
無線 電已 經斷 訊 一小 時 了 
俊哲 ， 你 先 準備 回去 
- 是 
貝爾哥 ？ 
拜 託 你 回答 吧 ， 回答 
你 在 哪 ？ 
會不會 是 出 了 什麼 事 ？ 
貝爾 嗎 ？ 
那個 人 就算 在 地獄 也 能 活著 回來 
知道 嗎 ？ 你 看 貝爾 下去 之 後 ， 一個 傢 伙 也 沒 爬 上 這 
意思 是 他們 全 死光 了 
要是 你 真的 擔心 ， 就 先 下去 找 他 
讓 我 喘口氣 
天 啊 
新人 
你 今天 做 得 很棒 
要是 沒有 你 ， 我 就 先下 地獄 了 
不是 今天 
不是 今天 
- 先生 ， 拜 託 幫 幫忙 - 我 的 兒子 我 的 兒子 ... 我們 的 兒子 
拜 託 救救 他 救命 ， 救救 我們 的 兒子 
你 在 做 什麼 ？ 
你 馬 上 就 找到 貝爾哥 了 呢 
快 收隊 吧 ， 好 嗎 ？ 
怎麼 了 ？ 
你 這 表情 是 怎樣 ？ 
你 見 鬼 了 嗎 ？ 
不 ， 不是 ... 
那些 平民 被 貝爾 ... 
貝爾哥 ， 你 該 不會 ... 
他們 不是 我 殺 的 
是 他 殺 的 
那 是 我們 的 劇本 嗎 ？ 
那麼 他 呢 ？ 
這個 臭小子 
你 就 這樣 走 了 ， 我成 了 什麼 ？ 
哥哥 們 本來 會 想 辦法 處理 好 的 
鄭哥 ， 你 來 了 
怎麼 回事 ？ 
這 小子 為 了 救 平民 而 逞強 
我 早 說 我們 該 直接 離開 了 ， 可惡 
他 的 個性 就是 這樣 ， 沒辦法 
離苦 得樂 吧 ， 成煥 
等等 
不 除掉 目擊者 可 不行 
（ 第 6 集 ： 鄭進灣 ） 被告 的 任務 是 護衛 韓國 商人 
九名 一般 民眾 在 距 離作 戰區域 不到 一 公里 的 地方 遭到 殺害 而 他們 與 被告 毫無關 係 
所以 讓 我 再問 你 一次 
你 在 作戰時 沒 看 見 任何 一般 民眾 在 那棟 建築物 中 嗎 ？ 
要 我 說 多少 次 ？ 我 沒 看 見 
好不容易 才 死裡 逃生 我 哪 知道 有 誰 在 那 進進 出出 ？ 
你 在 做 什麼 ？ 
不 ， 我 沒 看 見 
你 是否 看見 屋頂 上 的 人 遭到 屠殺 ？ 
屋頂 上 的 那些 人 不是 一般 民眾 ， 而是 叛 軍 是 那些 叛軍殺 死 一般 民眾 還殺 了 我們 的 隊友 成煥 
你給 我 好好 翻譯 
請 你 回答 「 是 」 或 「 不是 」 
他 救 了 我 的 命 
法官大人 ， 檢方 請求 傳喚 證人 他 是 作戰 指揮官 ， 鄭進灣 
組長 ， 你 當時 很 晚 才 來 ， 你 不 知道 情況 
我 好 幾次 都 差點 被 那群 傢 伙給 殺 了 
當時 如果 不是 貝爾 我 甚至 無法 提供 火力 支援 
再 說 了 ， 那 小孩 手上 拿 著槍 
他 當然 得 扣下 扳機 我們 不 知道 有 多少 人死 在 少年 兵 手上 
那 把 槍 沒 有彈 匣 
但膛 室裡 也 可能 還剩 一 發子彈 
貝爾說 ... 不能不 除掉 目擊者 
他 目擊 到 了 什麼 ？ 
射進 老 么 金成 煥腦 袋中 的 子彈 是點 四五口 徑 
但 從 叛 軍 那邊 搜來 的 槍枝 中 沒有點 四五口 徑 的 槍 
你現 在 甚至 還調查 我們 嗎 ？ 
你 只 需要 說出 你 看到 的 事 就行了 
不是 嗎 ？ 
證人 ， 我 再問 你 一次 
你 在 執行 任務時 是否 目擊 到 被告 殺害 一般 民眾 ？ 
你 曾 仔細 看過 貝爾 的 臉 嗎 ？ 
- 什麼 ？ 
- 你 有 沒 有 仔細 看過 他 的 眼睛 ？ 
那小子 的 眼睛 裡沒有 靈魂 
他 是 天生 的 戰鬥 機器 即使 殺人 也 不會 有 任何 罪惡感 
若 是 國與國 之間 的 戰爭 他 或 許會 成為 英雄 
但 ... 你 知道 嗎 ？ 
你 跟 貝爾 很 像 
貝爾 這人 的 確讓 人 毛骨悚然 
雖然 我 有 時候 也 會 害怕 不 確定 他 是 人 還是 怪物 但 至少 跟 他 在 一起 的 話 會 感覺 「 很 好 ， 今天 不會 死 了 」 「 今天 不用 下 地獄 了 ， 可以 安心 了 」 
但 你 就 不是 這樣 了 
比起 我們 的 性命 你 總 是 把 任務 放在 前頭 
不是 嗎 ？ 
你 也 像 冰一樣 冷冽 
即使 在 腥風 血雨 的 情況 下 你 也 毫不 動搖 
我們 不 一樣 
我 不 享受 那種 情況 但 那 傢 伙 ... 
進灣 我們 現在 是 傭兵 ， 不是 軍人 
執行 那種 作戰 行動 附帶 損害 是 不可避免 的 
不可避免 的 附帶 損害 ... 和 故意 殺人 不 一樣 
先生 ， 請 你 回答 
我 沒 看 見 
由 於 證據 不足 本席 宣判 被告 無罪 
對 我 而言 ， 你們 兩人 都 很 珍貴 
能壓 制貝爾 的 人 只有 你 
我 知道 了 
但 我 有 個 條件 往 後 我 的 作戰 行動 請別 讓 貝爾 加入 
該 死 的 
我 好像 被 濺 到 了 
坦白 說 我 沒 想到 組長 會 在 法庭 上 那樣 說 
畢竟 他 總 是 不講 情面 ， 只 懂 遵守 原則 
我 原本 有點 擔心 他 會 在 法庭 上 惹事 
但 鄭哥 還是 講義氣 的 類型 ， 對 吧 ？ 
家人 果然 還是 最 重要 的 
我 對 鄭哥 另眼相看 了 不是 嗎 ？ 
你 吵 死 了 ， 聖祖 你 的 雞 雞會 掉 下來 
你 話 太 多 了 
太 ... 什麼 ？ 
你 為 什麼 靠近 我 ？ 
你 剛才 罵 我 嗎 ？ 
話 說 回來 ， 你 似乎 很 不 滿判決 結果 
比起 那個 ， 我 更 不滿 你 現在 嘴裡 的 味道 
去 刷 你 的 牙 ， 跟雙 胞胎 一起 玩 
你頭 上 這是 什麼 ？ 
你 的 韓文 稍微 進步 了 
甚至 還能 說 笑 話 
這 不是 笑話 
雙 胞胎 ， 把 他 帶 走 
真是 ， 你 這 傢 伙 ... 
俗話 說 「 不經 一事 ， 不長 一智 」 ... 
天 啊 ， 你 果然 很快 
啹 喀兵 出身 的 就是 不一樣 
啹 喀兵 是 尼泊爾人 ， 我 是 泰國人 
對 呢 
你 很 能 打 吧 ？ 
但 怎麼 辦 呢 ？ 我 也 是 
有 信心 的 話 就 試著 把 我 幹 掉 
好 ， 你 今天 死定了 
雙 胞胎 也 一起 上 
來 吧 
搞 什麼 ？ 該 死 的 
把 信 
李聖祖 ， 住手 
雙 胞胎 ， 把 刀 拿出 來 
你們 一起 上 
來 
聖祖 
坐下 
這 臭小子 ... 
請 你 遵守 承諾 
請 將貝爾 排除 在 此次 作戰 行動外 
對 ， 承諾 當然 必須 遵守 
但是 ... 這 一次 行動 規模 比 較 大 
是 從 寮 國販毒 到 中國 的 最大 供貨源 即使 沒有 貝爾 - 這次 的 行動 也 絕對 ... 
- 我 當然 知道 
我 不是 不 相信 你 的 能力 
只是 ... 萬一 這次 的 作戰 行動 失敗 公司 會 承受 巨大 損害 ， 問題 出 在 這 
所以 這 一次 是 上頭 做出 的 決定 ， 我 也 無 可 奈何 
另外 ， 這次 的 作戰區域 不會 有 一般 民眾 進出 
我答 應 你 這是 最 後 一次 了 
這次 以 後 我絕 對 不會 讓 貝爾 加入 你 的 作戰 行動 
上頭 跟 貝爾 也 都 同意 了 條件 是 這次 是 最 後 一次 
其他 傢 伙全 殺光 也 沒關 係 但務必 活捉 這 傢 伙 
你 一定 要 在 貝爾殺 掉 他 之前 逮到 他 
進灣 
貝爾 
我 警告 你 
別像 上次 一樣 單獨 行動 ， 引發 問題 
我會 負責 逮住 塔歐 ... 貝爾 
回來 
我還 沒 說 完 
我會 負責 逮住 塔歐 ， 你 處理 其他人 
萬一 遇上 當地 人 ， 就將 他們 交給 警方 - 組長 
- 懂 了 嗎 ？ 
你 希望 我 不 在 隊伍 之中 吧 ？ 
不 對 嗎 ？ 
別說 廢話 ， 回答 我 
上次 在 法庭 上 ， 你 看 著 我 的 眼神 ... 感覺 像是 要 殺 了 我 似的 
我 叫 你 回答 我 
好 
起來 
組長 說過 要將 沒 武裝 的 傢 伙交給 警察 
他們 現在 有 武裝 了 
而 我 沒 武裝 
天 啊 ， 血腥味 
你 徹底 大掃 除了 一番 呢 
組長 呢 ？ 
放開 我 ， 該 死 的 
他們 逮到 塔歐 了 
這麼 快 ？ 
聖祖哥 
- 天 啊 
- 買點 好吃 的 吧 
不是 要 現金 
你 連戰利品 是 什麼 都 不 懂 嗎 ？ 
你 為 什麼 有 兩 捆 ？ 
是 買 一送 一 嗎 ？ 
可惡 ， 我 的 好像 比較 薄 
這些 傢 伙 好像 找 了 女人 ， 正在 開派 對 
聖祖哥 ， 我確 認過 那裡 了 
真是 ， 怕 別人 不 知道 他們 是 兄弟 嗎 ？ 兩個 人 都 聽 不 懂 人話 
你 以 為 我 是 在 找 生存者 嗎 ？ 
天 啊 ， 那個 ... 
是 假貨 ， 該 死 的 
這是 什麼 ？ 
天 啊 
這裡確 認過 了 嗎 ？ 
該 死 的 ， 還說 沒有 一般 民眾 
救命 ， 拜 託 救救 我們 
沒事 了 
拜 託 
待 在 這 別 擔心 
那個給 我 
貝爾哥 ， 你 打算 拿 那個 做 什麼 ？ 
組長 ... 
不是 ， 我 發現 了 那些 女人 但 她 們 都 死光 了 
是 你 嗎 ？ 
天 啊 ， 動作 果然 很快 
我 分明 說過 了 吧 不准 單獨 行動 ， 若 發現 一般 民眾 ... 
隊長 不是 說過 今天 不會 有 一般 民眾 嗎 ？ 
所以 你 把 她 們 全殺 了 ？ 
果然 你 的 眼神 不會 騙 人 
那麼 看來 今天 就是 我下 地獄 的 日子 了 
扣下 扳機 
鄭哥 ， 我們 是 一家人 ， 拜 託 別 這樣 
這樣 的 話 我們 全都 會 死 
你們 也 把 槍 放下 
怎麼 能 這樣子 對 組長 ？ 
所有人 放下 槍 
我會將 此事 如實報 告給 公司 
炸毀 這裡 ， 儘 速回 基地 
好 了 ， 都 聽 見 組長 的 話 了 吧 ？ 
動作 快 ， 大家 回家吧 ， 好 嗎 ？ 
真漫長 的 一天 
你們 先回去 ， 我 在 這 ... 
組長 ， 我 留下 來 跟 你 一起 
不 ， 我 一 回去 就要 將貝爾交給 監察組 
所以 你們 要 緊 跟 著貝爾 
你 獨自 留下 來 是 想 找樂子 嗎 ？ 
你 知道 我為 何要 當傭兵 嗎 ？ 
我 只是 喜歡 殺 人 
所以 才 申請 當傭兵 
在 這裡 ， 只 需要 稍微 遵守 一些 原則 既能 盡情 殺 人 ， 又 能 賺 錢 
識別 敵 我 或 保護 一般 民眾 什麼 的 
別 一直 勉強 我 去 遵守 那種 原則 
因為 可以 的 話 無論 敵 我 ， 我 都 想 殺個 精光 
而 你 跟 我 終究 是 同一 類人 
鄭進灣 
反正 我們 都 是 賺 錢 殺 人 別假裝 自己 很 正義 ， 這會 讓 我 想 吐 
你 每次 害怕 時 都 是 那個 表情 
你 只有 這點 本事 ？ 
鄭進灣 你 聽 清楚 我 的 話 
要是 你現 在 不 殺 了 我 我會 把 你 的 家人 你 的 朋友 與 你 相關 的 所有人 ， 全部 殺光 
最後再 殺 了 你 
去 死 ， 你 這混帳 
我 設置 好炸彈 正準備 撤離 建築物 時 碰上 了 對方 的 殘餘黨 羽 
在 我 差點 遭 對方 毒手 時 貝爾來 幫 我 
我們 一起 戰鬥 然後設 置 好 的 炸彈 爆炸 了 
我 靠近 入口 ， 所以 得以 脫身 但貝爾 ... 
我 沒 時間 留下 來 收拾 他 的 屍首 
是 因為 這次 的 事情 嗎 ？ 
這次 的 事 也 是 原因 之一 我 幹 這行 很 久 了 
我 想 休息 一下 
是 我 
派個 人 跟 著 鄭進灣 
天 啊 
我 還以 為 你 會 稍 有 不同 
但 看來 神經病 也 同樣 會 死 
這是 什麼 ？ 
天 啊 ， 小寶貝 
你 怎會 待 在 這種 黑暗 的 地方 ？ 
謝謝 你 ， 貝爾哥 
我 原本 以為 貝爾是 鋼鐵人 沒 想到 他 先下 地獄 了 
願 你 離苦 得樂 ， 貝爾哥 
鄭哥 ， 聽 說 你 要 休假 ？ 
雖然 不久前 ， 我們 還差點 朝 彼此 開槍 但 我 仍 認為 我們 是 一個 團隊 
希望 你 快點 回歸 這樣 我們 才能 仰賴 你 賺 錢 
你好 ？ 
是 我 
你 是 誰 ？ 是 我 ， 你 的 弟弟 ， 鄭進灣 
你 這 王八蛋 ！ 
你 在 哪 ？ 
你 知道 現在 這是 什麼 情況 嗎 ？ 
- 你 已經 八年 沒有 ... 
- 好 ， 我 也 很 開心 
我 一點 也 不 開心 
沒關 係 ， 他 是 你 叔叔 
你 叫 什麼 名字 ？ 
智安 ， 鄭智安 
天 啊 ， 是 怎樣 ？ 
我 今天 狀況 挺 不錯 的 呢 
