‫ " ملف الفنانة ( لويز ديرست ) " ‫ " لا شيء أقل واقعية من الواقعية . " 
‫ " والي " ، أنت هنا أيضاً ؟ 
‫ أجل ، جعلوني أراجع مسرحية إذاعية ‫ عن الجريمة . ‫ " آلان " ، ظننت أنك ستبقى في التدريب ‫ حتى الساعة 4 . 
‫ صحيح ، لكنني رحلت مبكراً ‫ لأتأكد من وصولك في الموعد المناسب . 
‫ عجباً ، أنت تتعاملين مع الأمر بجدية شديدة . 
‫ إنها أمي فقط . ‫ أمك رسامة موهوبة جداً . 
‫ هي تفهم عالم الأحلام أفضل من معظم الأشخاص . 
‫ لا ، شكراً لك . ‫ أمي الموهوبة ستشم رائحتها عليّ . 
‫ المدخنون لا يمكنهم شمّ رائحة السجائر ‫ على الآخرين . 
‫ أمي يمكنها شمّ أي شيء ، بما في ذلك أفكاري . 
‫ آسفة . 
‫ أرجوك لا تعتذري . 
‫ " جورجيا أوكيف " قالت ‫ إنه لا شيء أقل واقعية من الواقعية . 
‫ لذا أردت أن تكون هذه نقطة بدايتنا . 
‫ ماذا يجعل الفنان سريالياً ؟ 
‫ لا أظن أنني سأصف أسلوبي بالسريالية . 
‫ صحيح . 
‫ ماذا يجعل الفنان سريالياً في رأيك ؟ 
‫ " أندريه بريتون " كتب ‫ في " مانفيستو السريالية " ... ‫ لكن ما رأيك أنت ؟ 
‫ أظن ... ‫ أظن أن ذلك يتعلق بالبحث عن العجائب . 
‫ وماذا سيكون أقل إدهاشاً ‫ من محاولة تحديد نفسك ؟ 
‫ - هذا ... ‫ - كل ما أحاول قوله هو ‫ إن لوحاتك تضع المشاهد في حالة ... ‫ " بيتي " ، هل تحبين ابني ؟ 
‫ لأنني لم أره مهووساً بأحد هكذا من قبل ، ‫ وأتساءل أحياناً عن الغاية من كل هذا . 
‫ إنها " ليز " من معرض " ويست ثيرد " مجدداً . ‫ يجب عليّ الرد عليها . 
‫ آسفة . سأعود سريعاً . 
‫ تريد أن تتحدث إلى الأستاذة . ‫ حسناً . استعد . 
‫ كيف يسير الأمر ؟ 
‫ أظن أنني بالغت في التحضير . 
‫ قرأت مقالك في " ذا براوني " . ‫ " نحن و ( الولايات المتحدة ) . " ‫ جعلتني أشعر بعدم أهميتي وتقدمي في السن . 
‫ أظن أنك بارعة في ما تفعلينه . 
‫ أنت لست عجوزاً يا سيد " ديرست " . 
‫ بصراحة ، لا أعرف ‫ إن شعرت بتقدمي في السن أم بالغيرة . 
‫ صرت أخلط بين هذين الشعورين مؤخراً . 
‫ أتمنى لو كان هذا شعور " آلان " . 
‫ لو كنت مكان ابني ، لأخذتك إلى " نيويورك " . 
‫ لنقضي وقتنا في " غرينيتش فيلدج " . 
‫ وسأساعدك على الوصول إلى جريدة جادة . 
‫ أعني ، أنت وموهبتك ... ‫ يمكنك تحقيق الكثير يا " مادي " . 
‫ - شكراً لك . ‫ - " هال " ، " ليز " تريد التحدث إليك . 
‫ سلي " لويز " عن عرضها ‫ في معرض " ويست ثيرد " الشهر المقبل . 
‫ هذا سيدفعها إلى الكلام . 
‫ - شكراً يا سيدة " ديرست " . ‫ - حسناً . أتشوق إلى قراءتها . 
‫ سأشكر السيد " ديرست " قبل خروجي . 
‫ سيد " ديرست " ؟ 
‫ ماذا كانت علاقتها بك ؟ 
‫ أردت أن تروي قصة " تيسي " . ‫ أردت أن تروي قصتي . 
‫ أردت أن تروي قصص الجميع سواك . 
‫ " تيسي " ؟ هل تسمعيننا ؟ 
‫ إنها هنا . 
‫ اللعنة . 
‫ لم تكذبي . 
‫ - اسمع يا " بول " . ‫ - أجل ، سأبلغهم . 
‫ إنها صغيرة جداً . 
‫ إن كانت جريمة جنسية ، ‫ فستكون أكثر من احتمالي . 
‫ أكثر من احتمالك ؟ 
‫ أنا " دونيلي " . وجدنا الفتاة ... ‫ ماذا دفعك إلى البحث هنا يا سيدة ... ‫ " شوارتز " . 
‫ يمكنني تمييز اليهود عادةً . 
‫ التعرف علينا نحن اليهود ‫ نهج يستمر طول العمر . ‫ مهلاً ! تصادف أن أنفها جميل فحسب . 
‫ هل يعرف زوجك أنك هنا يا سيدة " شوارتز " ؟ 
‫ - سأحضر لك بعض الماء . ‫ - شكراً . 
‫ لدينا عدة أسئلة أخرى . 
‫ يجب أن تنتبه يا " بلات " . 
‫ ... وحاولنا الانضمام إلى فرقة البحث الرسمية . ‫ أرى أنه لا تُوجد مستجدات . ‫ أجل . وجدوا فتاة " ديرست " . 
‫ بهذه السرعة ؟ 
‫ هل تعيشين هنا ؟ ‫ أجل . 
‫ تدهور بك الحال . 
‫ - شكراً أيها الشرطيان . ‫ - مهلاً . 
‫ حتى يتم القبض على أحدهم ، ‫ سيتركز اهتمام الإعلام عليك وصديقتك . 
‫ لذا انتبهي من المراسلين . 
‫ لا أنوي الحديث إلى أحد . 
‫ سأرافقك إلى الأعلى . ‫ شكراً . سأكون بخير . 
‫ أجل . ‫ ما دمت ستبقين الطين الأسود على وجهك ‫ في هذا الحيّ . 
‫ وداعاً . ‫ طابت ليلتك . 
‫ تباً يا " دورا " . ‫ ظننت أن المخدرات تجعلك تفقدين شهيتك . 
‫ ليس في وجود مطبخ ‫ كالذي يحظى به " شيل " هنا . 
‫ - حسناً ، انتبهي . ‫ - هيا الآن . ‫ يبدو أن أحدهم يريد النوم معي . 
‫ انتبهي إلى خطوتك . أمسك بك . 
‫ من الأفضل ألّا تبصقي عليّ . ‫ حسناً . سأدخل . سأتأكد من أنها بخير . 
‫ لا يا عزيزي . أنا متعبة وأريد أن أكون وحدي . ‫ هيا . 
‫ تعال . قبلة صغيرة فحسب . 
‫ - حسناً . ‫ - هلا تطمئن عليّ لاحقاً . 
‫ من الأفضل أن تتمني ‫ أن يسمح لك " شيل " بالغناء مجدداً . 
‫ لا ، سأغني حتماً . 
‫ " شيل " يدع " دورا " تتصرف كما تريد . 
‫ أجل ، ما دامت " دورا " ‫ تسمح لـ " ريجي " بمضاجعتها . 
‫ - هذا ليس الأمر . ‫ - حقاً ؟ ماذا إذاً ؟ 
‫ صوتي . 
‫ أجل ، أنت تغنين له منذ أن كنت في الـ16 ، ‫ ولا أتذكّر المخدرات المجانية ‫ ولا غرفة في " غورديان " ‫ حتى أصبح " ريجي " معجباً بك . 
‫ ربما أنا معجبة به أيضاً . ‫ حقاً ؟ 
‫ " دورا " ، تُوجد أماكن أخرى لتغني فيها . 
‫ " إيغي وودز " قال إن السود يذهبون للغناء ‫ في " باريس " . 
‫ هل تتخيلين ذلك ؟ 
‫ نترك هذه الدولة اللعينة خلفنا . 
‫ من أين نأتي بالمال ؟ ‫ سأبحث عن " كليوباترا " في كتاب أحلامي ، ‫ وأنت ستراهنين من أجلنا . 
‫ لن أراهن بالمال ‫ الذي أحتاج إليه من أجل ولديّ . 
‫ أنا أحلم بأن نذهب كلتانا إلى " باريس " معاً . ‫ لكنك تفضّلين أن تتبعي " ميرتل سامر " . 
‫ ليس لديّ وقت للأحلام . 
‫ ستدبر لي " ميرتل " عملاً نظيفاً . 
‫ نظيف ؟ 
‫ تعلمين أن " شيل " موّل حملتها ، صحيح ؟ 
‫ هذا ليس حقيقياً . 
‫ أجل ، " ميرتل سامر " تعمل من أجل الناس . 
‫ تهتم لأمر النساء السود ، ‫ وبالذات امرأة سوداء بعينها ... ‫ " ميرتل سامر " . 
‫ - أمي ؟ ‫ - " مادلين " . 
‫ ماذا تفعلين هنا ؟ 
‫ " ميلتون " اتصل بي . 
‫ هل فقدت صوابك ؟ 
‫ سهر طيلة الليل قلقاً عليك . 
‫ أجل ، فقدت صوابي . 
‫ - أين " سيث " ؟ ‫ - إنه في حالة مزاجية سيئة . 
‫ أريد تغيير ملابسي . 
‫ " مادلين " ، هل ستخبرينني بما يحدث ؟ 
‫ جنازة " تيسي ديرست " خلال نصف ساعة . ‫ هل يمكننا مناقشة هذا بعدها ؟ 
‫ " سيث " لا يريد الذهاب . 
‫ ماذا قلت له ؟ ‫ ماذا قلت له ؟ لماذا عليّ أن أخبره بشيء ‫ ليكون مستاءً من ترك أمه له ؟ ‫ أنا لم أتركه . ‫ أجل ، هذا صحيح . أنت تركتني ، صحيح ؟ 
‫ هل تركتني فعلاً ؟ لا أفهم . 
‫ " ميلتون " ، أحتاج إلى بعض المال . ‫ أريد تأجير مكان لعدة أسابيع ‫ لأتمكّن من تنظيم أفكاري . ‫ - مال ؟ تنظيم أفكارك ؟ ‫ - لا يمكنني فعلها هنا . 
‫ " مادي " ، أنت أردت المساعدة ‫ على إيجاد " تيسي ديرست " ، وخمني شيئاً . 
‫ لقد وجدتها . هنيئاً لك ! ‫ لكن عمّ تتحدثين الآن ؟ 
‫ هل يمكننا أن نتحدث عن ... 
‫ ها نحن نتحدث . أنا أتحدّث وأنت تتحدث . 
‫ - لا أعرف من تكونين ... ‫ - هذا ما أريد فعله . ‫ - ... عندما تتحدثين هكذا . ‫ - أريد أن أتوقف لدقيقة ‫ لأكتشف سبب رغبتي في الرحيل عن هنا . 
‫ لكن لا يا " ميلتون " ، أنت لن تسمح لي بذلك . ‫ تريد الاتصال بأمي ‫ وتريد أن تخبر ابننا بأنني اقترفت خطأ ما . 
‫ - لم أخبر ابننا ... ‫ - لم يخبرني بشيء . 
‫ هل ستأتي أم لا ؟ 
‫ لا . 
‫ ماتت بالأمس فحسب . ‫ لا أفهم لماذا يجب أن نقيم الجنازة ‫ بهذه السرعة . 
‫ لتمضي روحها قدماً . 
‫ تمضي إلى أين يا " مادي " ؟ 
‫ مثل الكثيرين في مدينتنا ، ‫ أنت على وشك أن تكتشفي ‫ أنك تهتمين لأرواح الموتى ‫ أكثر من أرواح الأحياء . 
‫ لعلمك يا " مادلين " ، ‫ يجب أن تكثري من ارتداء الأسود . ‫ يجعلك تبدين أكثر شباباً . ‫ أمي . ‫ من المذهل أنك لم تتغيري ‫ بعد كل هذا المدح الزائف الذي تقدمينه . 
‫ بحقك . إنها نصيحة . 
‫ الإنسان يخطط والرب يضحك . ‫ أعرف معناها يا أمي . ترددينها طيلة حياتي . 
‫ كيف ستنفقين على نفسك ؟ 
‫ لا أعرف كيف ستتحملين تكلفة هذا . 
‫ سأبيع سيارتي كبداية . 
‫ يا إلهي . 
‫ أنا مسرورة لأن أمي ليست حية لترى هذا . 
‫ ظننت أن أمك ماتت في الهولوكوست . ‫ مهلاً . ‫ أنا مسرورة لأنها ليست حية ‫ لترى هذا يحدث في " أمريكا " . 
‫ إنها مجموعة من النازيين في سن الـ19 . 
‫ بدؤوا فرعاً من حزب حقوق الولايات الوطنية . 
‫ - الحاخام " كورن " أغلق الكنيس اليوم ... ‫ - " ميلتون " . ‫ هذا يكفي . 
‫ " مادي " ، أعرف أننا لا نعرف بعضنا البعض ، ‫ لكنني سمعت أنك رفضت أن تتركي ابنتي " تيسي " ‫ عندما وجدتها ، وأردت فقط ... 
‫ أنا آسفة حقاً . ‫ هل رأيت وجهها يا " مادي " ؟ 
‫ هل تظنين أنها نادت على أمها ؟ 
‫ لم أكن موجودة . ‫ لكنك كنت موجودة . 
‫ لا يمكنني استعادتها يا " مادي " . ‫ لا يمكنني استعادتها . 
‫ مهلاً ، إلى أين تذهب ؟ 
‫ - " سيث " ! ‫ - يا فتاتي . ‫ يا فتاتي . 
‫ - أنا آسفة حقاً . ‫ - إلى أين ... 
‫ هل أنت هنا ؟ 
‫ أيها الوغد . ‫ أيها الوغد . 
‫ أيها الوغد ! 
‫ قلت لك إنني سأطردك من المنزل ‫ إن فعلت ذلك مجدداً . 
‫ لماذا لم تذهب إلى المتجر ؟ ‫ لماذا لم تذهب إلى المتجر ؟ 
‫ أيها الوغد ! 
‫ آمنت أمي بأن سبيل الحصول على وظيفة جيدة ‫ هو المظهر الجيد ‫ كأنه لا يُوجد ما يهمني في العالم . 
‫ قالت إن كل النساء يعرفن ذلك السر . 
‫ أمامك حياتك كلها لتتظاهري بذلك . 
‫ ألم تفعلي ذلك يا " مادي " ؟ 
‫ مكتب قيادة النساء ... ‫ هي هنا ! 
‫ أنا ؟ ماذا يحدث ؟ 
‫ " ليندا " أقنعت قناة " دبليو جي زي " ‫ بأن يعطونا معداتهم ليوم . 
‫ ولدينا " باتريس ميرفي " الفريدة من نوعها ‫ من صحيفة " ذا أفرو " ‫ لتجري المقابلات مع الناس . 
‫ مقابلات لماذا ؟ 
‫ ليتحدثوا عن مساعدة " ميرتل " لهم ‫ وإلهامها لهم ليقاتلوا من أجل التغيير . 
‫ كلامك الذي قلته بالأمس في الحفل الخيري ‫ ترك أثراً قوياً . 
‫ آملت أن تكرري ذلك أمام الكاميرا اليوم . 
‫ هل يمكنني التحدث إلى السيدة " سامر " أولاً ؟ 
‫ - سأخبرها بأنك هنا . ‫ - حسناً . ‫ سأنتظر في الداخل . 
‫ - هل سأراك بعد قليل ؟ ‫ - سأراك بعد قليل . 
‫ أجل ، معي الرسالة . 
‫ شكراً . وداعاً . 
‫ لا أقصد إزعاجك يا سيدة " سامر " . ‫ أردت فقط أن أشكرك على فرصة الحديث بالأمس . 
‫ أنت كنت نجمة الحفل الخيري . 
‫ تعلمت من الفضلى . 
‫ هل يمكنني الجلوس ؟ 
‫ آملت أن نتحدث عن عملي معك بدوام كامل الآن . 
‫ اقترحت فكرة توظيفك وأحبّ الجميع هذه الفكرة . 
‫ أنت واجهة ‫ لما يمكن أن تبدو عليه " بالتيمور " أفضل . 
‫ لكن للأسف ، أبدى بعض المتبرعين البيض قلقهم ‫ من انضمامك إلينا ‫ بسبب عملك مع السيد " غوردن " . 
‫ نصف أصحاب البشرة الملوّنة في البلدة ‫ يعملون للسيد " غوردن " . 
‫ " كليو " . ‫ سينعكس هذا بالسوء عليّ إن وظفتك ‫ بعد التصريح الذي أدليت به بالأمس . 
‫ سيبدو كأنني اشتريت دعمك بالمال . 
‫ لكن إن عملت معك ، ‫ فلن يكون عليّ العمل مع السيد " غوردن " . 
‫ لا أحد يترك رجلاً مثل السيد " غوردن " ، ‫ إلا إذا أراد هو رحيله . 
‫ أنت تركته . 
‫ لم أعمل معه قطّ . 
‫ إن كنت تتحدثين عن التبرعات ‫ التي لم أعد أقبلها ، ‫ فلا بد من أنك تفهمين سبب حاجتي ‫ إلى هؤلاء المتبرعين . 
‫ ساعديني ليُعاد انتخابي ‫ وستحصلين على الكثير من الفرص . 
‫ الفرص لفعل ماذا ؟ 
‫ تسليم كرامتي ؟ 
‫ على كل شخص منا انتظار دوره يا " كليو " . 
‫ اسمي " يونيتا جونسون " ، وأبلغ 30 عاماً . 
‫ أغلب الناس ينادونني " كليو " ، ‫ اختصار " كليوباترا " . 
‫ هذا اللقب الذي اعتاد الأطفال مناداتي به ‫ عندما كانت السيدة " سامر " معلمتي . ‫ قالت إنني أشبه الملكات المصريات . 
‫ لكن هذه الأيام عندما ينظر الناس إليّ ، ‫ لا يرون ملكة . 
‫ يرون نادلة ومحاسبة ... ‫ ودمية عرض في متجر . 
‫ يرون قضية خيرية . 
‫ عندما كنت فتاة صغيرة ، اعتاد أبي أن يقول ، ‫ " لا نحلم لأنفسنا . ‫ نحلم للأشخاص الذين لم يُولدوا بعد . " 
‫ وأظن أنه كان محقاً ، لأنني لم أحلم لنفسي ‫ منذ وقت طويل . 
‫ لكن لديّ ولدين في البيت ، ‫ ويبدو أن العالم يقدم لي خياراً . ‫ يمكنني التمسك بكرامتي ... ‫ أو إعالتهما . 
‫ يبدو أنه لن يسمح لي بفعل الأمرين . 
‫ " كليوباترا " ، هل كل شيء بخير ؟ 
‫ عزيزتي " كليو " ، إن كنت متوترة ... ‫ " كليو " ! ما خطبك ؟ ‫ هيا يا عزيزتي . " كليو " ، يجب علينا ... 
‫ حسناً . استراحة 5 دقائق ؟ 
‫ " كليو " ، سأكون خلف هذا الباب . 
‫ لكن حتى إن ركنت سيارتك هنا مجاناً ، ‫ فلا يمكنني شرائها حتى يوقّع زوجك . 
‫ لماذا تحتاج إلى توقيع زوجي ‫ إن كانت السيارة باسمي ؟ 
‫ لأنه زوجك يا سيدة " شوارتز " . 
‫ 2500 دولار . ‫ 2500 دولار وتوقيع زوجك . 
‫ ماذا عن 2000 ؟ 
‫ آسف يا عزيزتي . 
‫ هل يمكنك شراء هذه السيارة من دون توقيعه ؟ 
‫ ليس بعد . 
‫ إذاً ، عليه أن يوقّع يا سيدتي . 
‫ معذرة . ‫ هل لديكم هاتف ؟ 
‫ أجل . إنه في الخلف . 
‫ شكراً . 
‫ عاملة الهاتف . كيف أساعدك ؟ ‫ تعرضت للسرقة . 
‫ أين أنت يا سيدتي ؟ 
‫ أحدهم اقتحم شقتي . 
‫ أخشى الدخول . هل يمكنك إرسال الشرطة ؟ 
‫ أريد عنوانك . 
‫ أعلى مطعم " ذا سيلفر دولار " . ‫ أين ؟ 
في " ساندتاون " ؟ ‫ أجل ، في " ساندتاون " . 
‫ - سأتفقّد ذلك . وداعاً . ‫ - شكراً . 
‫ كيف الحال يا " سوني " ؟ 
‫ - أعطني دولاراً لأراهن على رقم 325 . ‫ - حسناً . 
‫ أنا آسفة حقاً . 
‫ " تيدي " المغرور . 
‫ هل لديك شيء لـ " تشارلي " العجوز ؟ 
‫ - لديّ " جينكنز " و " هولمز " و " بروكس " . ‫ - حسناً . ‫ سأخبرك بشيء . ‫ راهن على رقم 857 للسيد " بروكس " . 
‫ حسناً ، سأبلغه . 
‫ تفضل يا " تيدي " . 
‫ - انتبه إلى نفسك ، اتفقنا ؟ حسناً . 
‫ - شكراً يا سيد " سيدريك " . 
‫ " شيل غوردن " مجرم ‫ يدير لعبة الأرقام الإجرامية منذ 20 عاماً . 
‫ تجارته الوحيدة هي الفصل العنصري ‫ وإبقاء قومنا معتمدين عليه . 
‫ " ميرتل سامر " تتخذ موقفاً مثيراً للجدل ‫ ضد لعبة الأرقام المزعومة . 
‫ ذلك النوع غير القانوني والمتستر ‫ من المراهنة يُمارس غالباً ‫ في أحياء السود الفقيرة للعاملين ‫ في أنحاء البلاد . 
‫ يدّعي خصوم السيدة " سامر " أن لعبة الأرقام ‫ تموّل تجارات السود الصغيرة ، ‫ وهي كذبة تحاول قوات الأمن دحضها يومياً . 
‫ المشاركون في لعبة الأرقام ‫ يستخدمون ما يسمونه كتاب الأحلام في محاولة ‫ ترجمة أحلامهم إلى أرقام تضمن الفوز ، ‫ بينما يخسرون ببطء أموالهم التي كسبوها ‫ بعرق جبينهم إلى زعيم العصابات المحلي . 
‫ اسمع . أدخلها . 
‫ انظري إلي هذا . 
‫ أريدك أن تريها . نموذج جديد . ‫ قبيحة لكنها بضعف سرعة أجهزة " ريمسونز " . 
‫ أرها إياها . 
‫ لا تكلف شيئاً . 
‫ إن كُسرت ، فخمني ما سيحدث ؟ سأشتري لك غيرها . 
‫ كل شيء يمكن التخلص منه هذه الأيام . ‫ هذا صحيح . 
‫ جماعات " ميرتل " و " بانثر " ‫ يمكنهم الصياح طيلة اليوم . 
‫ السر ليس في أوراق الاقتراع ولا الرصاصات ، ‫ بل المال . 
‫ هذا ما أردت أن أتحدّث إليك بشأنه ‫ يا سيد " غوردن " . 
‫ سأذهب يا زعيم . 
‫ آملت أن أقبل بعرضك . 
‫ لأتوقف عن العمل في المشرب ‫ وأعمل على سجلّاتك غير القانونية ، ‫ ليست القانونية فقط . 
‫ أي شيء آخر قد تحتاج إليه . ‫ حسناً . هذا خبر سار . 
‫ لكن أظن أنك ستتفقين معي ‫ بأن رجلاً في منصبي يجب أن يثق بدوافع الناس . 
‫ يمكنك الوثوق بي يا سيد " غوردن " . 
‫ دافعي الوحيد هو الاعتناء بولديّ . 
‫ يمكنك الوثوق بي فعلاً . 
‫ أثق بأنني سأراك في " الفرعون " الليلة . 
‫ أما بقية كلامك ، فسأدع أفعالك تظهر ولاءك . 
‫ - اتفقنا ؟ 
‫ - حسناً . 
‫ إن احتجت إلى مال إضافي ، ‫ فلا تنسي إحضار " سلابي " لتقديم عرض . 
‫ سأراك في " الفرعون " . 
‫ سفينة في المحيط . ‫ لن أحفظ أرقام كتاب الأحلام . ‫ وكيل المراهنات البارع ‫ لا يقنعهم بالأرقام فقط يا بنيّ . ‫ إنه يقنعهم بالحلم . 
‫ " تيدي " . أخبرني عن تلك السفينة في المحيط ‫ التي حلمت بها . 
‫ تلك إشارة مؤكدة للسعادة المنزلية . 
‫ راهن بأموالك على رقم 395 . 
‫ - إنه أهل ثقة . ‫ - أصبت . 
‫ ماذا قلت لك عن رهان الأرقام يا " تيدي " ؟ ‫ أمي ! 
‫ لم تظن أنني سأكون هنا ، صحيح ؟ ‫ توقّفي . 
‫ - هل تتسلل من دون علمي كاللصوص ؟ ‫ - توقّفي ، أرجوك . 
‫ - من أجل ماذا ؟ ‫ - أرجوك . ‫ - من أجل السنتات التي يرمونها إليك ؟ 
‫ - أرجوك . أنا آسف . ‫ على رسلك يا " كليو " . ‫ أوضحت وجهة نظرك ، اتفقنا ؟ ‫ - لا تضغطي عليه . ‫ 
- يبدو أنني لم أفعل ذلك . ‫ تعبت من هراء كتاب الأحلام يا " تيدي " . 
‫ - اللعنة يا " كليو " ! ‫ - قف هنا ! 
‫ " تشارلي " ، لا تقترب من ابني . 
‫ لن أكرر كلامي . 
‫ ارتد معطفك . 
‫ - اسمع يا " تيدي " . لا تقلق . ‫ - هذه آخر مرة . 
‫ لا تقلق . سأتولى مسار كتابك يا أخي . 
‫ انتظر يا " تيدي " ! 
‫ انتظر يا " تيدي " ! 
‫ الحمد للرب . 
‫ سيدة " شوارتز " ؟ 
‫ تلك أنا . الحمد للرب على مجيئكما . 
‫ أنا الشرطي " بلات " وهذا الشرطي " ديفيس " . 
‫ شكراً لمجيئكما بسرعة . 
‫ أجل يا سيدتي . أتولى نوبات المراقبة هنا ، ‫ ولا أتخيّلك في هذا الحيّ . 
‫ انتقلت إلى هنا بالأمس . 
‫ لا يا سيدتي . ‫ أعني أن هذه ليست المنطقة المناسبة لك . 
‫ لا أتخيّل أن تعيشي هنا . ‫ لماذا ؟ لأنني يهودية ؟ 
‫ لا يا سيدتي ، ليس بالضرورة . 
‫ حذّرني الناس ، ‫ لكن لم أظن أنني سأتعرض للسرقة . 
‫ بالطبع . إذاً ، ما المفقود يا سيدة " شوارتز " ؟ 
‫ مجوهرات وأغلبها مزيفة . ‫ كان معي خاتم ألماس وقد اختفى . 
‫ أيها الشرطي " ديفيس " ، ‫ هل تود أن تبدأ بسؤال الجيران إن رأوا شيئاً ؟ ‫ وأنا سآخذ السيدة " شوارتز " ‫ إلى شقتها الجديدة . 
‫ شكراً لك . 
‫ تفضل . 
‫ رأيتك في مكان ما من قبل . ‫ لكن لم يكن في هذه الأرجاء . من أين انتقلت ؟ 
‫ " بايكسفيل " . 
‫ - " بايكسفيل " . ‫ - لكن ها أنا ذي . ‫ أُقيمت جنازة كبرى هناك اليوم . ‫ أجل . ربما رأيتني هناك . ‫ كنت في قسم الشرطة ليلة أمس . 
‫ أنت السيدة التي وجدت " تيسي ديرست " ، صحيح ؟ ‫ أجل . 
‫ والآن تعرضت للسرقة . 
‫ أنا واثقة بأن الأمرين غير مرتبطين . 
‫ لا تُوجد الكثير من صالونات تقليم الأظافر ‫ في هذا الحي ، صحيح ؟ 
‫ لا بأس . إنه بعض التراب من النقل فقط . 
‫ سيكون عليّ الاتصال بمحققي السرقات . 
‫ ليس لديّ هاتف . 
‫ وأنا ليس لديّ لاسلكي . ‫ لأنه ليس لديّ ... ‫ ليس لديّ لاسلكي ، ‫ لكن لديّ مفتاح لقمرة مكالمات ، ‫ في " ذا سيلفر دولار " . 
‫ سأجري اتصالاً هناك ‫ ويمكننا الانتظار بالأسفل . 
‫ لا نريد المخاطرة بلمس أي شيء هنا ‫ يا سيدة " شوارتز " . ‫ لا . 
‫ هلا نذهب . 
‫ - شكراً لك . ‫ - على الرحب . 
‫ هذا لطف منك . 
‫ على الرحب . 
‫ لعلمك ، لفترة من الوقت ، ‫ كنت وصديقتك متهمتين . 
‫ حقاً ؟ 
‫ ظن الشرطي " بوسكو " أنها جريمة جنسية مثليّة . 
‫ لا بد من أن هذه مزحة . 
‫ أقسم إنها ليست مزحة . 
‫ لكنهم وجدوا حصى الأحواض السمكية ‫ تحت أظافرها . ‫ هم سيعتقلون رجلاً ما في متجر السمك . 
‫ بعض الناس يقولون ‫ إنهم رأوا فتاة " ديرست " تدخل المتجر . 
‫ هذه الفتاة المسكينة . 
‫ هل يمكنني أن أسألك شيئاً ؟ ‫ بالتأكيد . 
‫ هل كان الخاتم مؤمنّاً ؟ 
‫ أتعلمين أنك قد تحتاجين إلى أشهر ‫ لتحصلي على مال التأمين ؟ 
‫ يجب أن تأخذي ذلك في الاعتبار ‫ إن كنت تعتمدين على ذلك المال . 
‫ - إن كنت أعتمد على ذلك المال ؟ ‫ 
‫ على أي حال ، ‫ لا بد من أن محقق السرقة قد وصل . 
‫ هيا بنا . 
‫ معذرةً . 
‫ عندما ذهبت إلى " ممفيس " ، تسكعت مع الملك . 
‫ - أي ملك ؟ ‫ 
- ليس " مارتن " بل " إلفيس " . 
‫ ولم يجلبني معه لأكون وسيلة ترفيه . ‫ أعني ، تسكعنا وحدنا . ‫ ذهبت إلى منزله ورأيت سياراته . 
‫ كانت فتاته الصغيرة هناك تلعب الحجلة . ‫ سألته ، " كم سن ابنتك ؟ " ‫ قال ، " تلك ليست ابنتي . إنها زوجتي . " ‫ ووجدتني أقول ، " لا . " 
‫ هل كل شيء بخير ؟ ‫ هو بخير . 
‫ لا تخيفيني هكذا ‫ بمجيئك إلى هنا بتلك النظرة على وجهك . 
‫ أنت تخلط بين تعبيرات وجهي . ‫ هذه نظرتي التي تعني ، ‫ " أنا متأكدة من أنه ليس هنا ليثمل ‫ بينما يجب عليه البحث عن وظيفة . " 
‫ وظيفة ؟ أنا أعمل الآن . ‫ - هل تعمل هكذا ؟ ‫ - هكذا أعمل . ‫ - بحقك يا " سلاب " . ‫ - كم مرة يجب عليّ إخبارك ؟ 
‫ - هراء . ‫ 
- بحقك . أراقب الناس ، اتفقنا ؟ ‫ ثم أروي النكات عن ذلك . 
‫ - حقاً ؟ ‫ - لا يمكنني ممارسة عمل آخر ‫ وكتابة النكات في الوقت نفسه . ‫ - صحيح . ‫ - هذا جنونيّ . ‫ هل تفهمين قصدي ؟ 
‫ - كيف الحال يا " جورج " ؟ ‫ - أهلاً ، كيف حالك ؟ 
‫ ما الخطب ؟ 
‫ سآخذ كأسين . شكراً . هذه زوجتي . 
‫ انفثي نيرانك في ذلك الاتجاه . 
‫ أنت مضحك جداً . 
‫ هذا ما أحاول أن أخبرك به . 
‫ حجزت لك عرضاً في " الفرعون " . ليلة الغد . 
‫ كيف حصلت عليه ؟ ‫ " شيل " . ‫ قال إنه لا يريد أن يرى رجلاً أسود ينهار . 
‫ لكنه لا يمانع رؤيتهم يتبعون أوامره ؟ 
‫ - الأمر ليس كذلك . ‫ - ماذا ستفعلين مقابل ذلك ؟ 
‫ - لا شيء . ‫ 
- كوني صادقة . 
‫ بحقك . 
‫ لم لا تذهب ليلة الغد ... ‫ وتقدم عرضاً ملائماً من أجل الأولاد ؟ 
‫ أرجوك . 
‫ هل غيّرت الصابون ؟ 
‫ " سلاب " ، أحاول أن أرتقي بحياتنا . 
‫ أريد أن تواكبني . 
‫ سأواكبك في أي وقت . ‫ يمكننا أن نتواكب في الرقص الآن . 
‫ هيا . 
‫ تبدين جميلة . 
‫ - أليست جميلة يا قوم ؟ ‫ - توقّف . ‫ هيا . تبدين متوترة قليلاً . 
‫ يجب أن نكرر هذا . رائحتك طيبة . 
‫ لأنني أحافظ على نظافتي . 
‫ " مادلين شوارتز " ، ‫ أنا " بوب باور " من " ذا ستار " . 
‫ أعرف عمودك . 
‫ - تعجبني لوحاتك لزوجتك . ‫ - شكراً لك . ‫ آسف ، هل يمكنني الدخول ؟ 
أحتاج إلى كأس ماء . 
‫ صعود 3 طوابق صعب على رجل سمين مثلي . 
‫ لا أظن أنك سمين . 
‫ لا أظن أنه تُوجد كلمة أخرى لوصفي . 
‫ كدت أذهب إلى عنوانك الآخر ، ‫ لكن مصدري صحح معلوماتي . 
‫ - مصدرك ؟ ‫ - أجل . 
‫ تفضل . هل هو شخص أعرفه ؟ 
‫ لا يمكنني الكشف عن ذلك . 
‫ أعدك بأن أخفي اسمك بعد حديثنا . 
‫ أخشى أنه ليس لديّ ما أقدمه لك ‫ سوى الماء يا سيد " باور " ، ‫ وأنا لست مهتمة بأي دعاية ، لذا يمكنك ... 
‫ أجل ، لكن ألا تظنين ‫ أن عثورك مع صديقتك على " تيسي ديرست " ‫ هي قصة تستحق أن تُروى ؟ 
‫ على الإطلاق . 
‫ كنت مراسلة أيضاً لعلمك . 
‫ زوجي محامي . 
‫ اسمعي ، هل يعرف زوجك ‫ أنك وعشيقتك مشتبهتان بهما ؟ 
‫ أظن أن مصدرك لم يصحح تلك المعلومة . 
‫ نحن لسنا عشيقتين ولم نعد مشتبهتين بهما . 
‫ إذاً ، من المشتبه به ؟ 
‫ لأننا سندفع لك مقابل دليل جيد . 
‫ إن أردت أن تعرف فعلاً ، ‫ الرجل الذي سيعتقلونه لمقتل " تيسي ديرست " ‫ له علاقة بحصى الأحواض السمكية ‫ الذي وُجد أسفل أظافرها . 
‫ ربما يجب أن تسأل مصدرك عن ذلك . 
‫ سأفعل . 
‫ اسمعي . ‫ شكراً على الماء . 
‫ هل يعني هذا ما أظنه ؟ 
‫ سمعت بما حدث الأمس في مكتب السيدة " سامر " . ‫ أحسنت عملاً . 
‫ حان الوقت لتشبه " كليوباترا " الملكات مجدداً . 
‫ شكراً يا " شيل " . 
‫ " ستيفان زوادسكي " ، نحن نحاصر المبنى . 
‫ حرر أمك . 
‫ حرر الرهينة . 
‫ أنت لا تريد فعل هذا . 
‫ اخرج الآن . 
‫ لن يطولك أذى إن خرجت الآن . 
‫ اخرج ولا تطلقوا النار ! 
‫ أنت لا تريد فعل هذا . 
‫ أعدك إن خرجت الآن ، فلن نؤذيك . 
‫ اخرج وارفع يديك . 
‫ أنت لا تريد فعل هذا . 
‫ اخرج رافعاً يديك . 
‫ أنا آمنة . 
‫ كل شيء بخير . 
‫ أرجوكم ، لا تطلقوا النار . ‫ " اعتقال المتهم بقتل ( تيسي ديرست ) " 
‫ أرجوكم ، لا تطلقوا النار . ‫ هذا ابني . سيرافقكم طواعيةً . 
‫ أعطيته دليلاً جيداً . 
‫ كان يجب أن تدعيه ‫ يصدق قصة الجريمة الجنسية المثليّة . 
‫ كان أبي ليُصاب بنوبة قلبية . 
‫ بالحديث عن النوبة القلبية ، ‫ هل يمكنك أن تطلبي من والدك ‫ أن يعطيني مهلة لأدفع الإيجار ؟ 
‫ حتى أحصل على مال تأمين الخاتم . 
‫ أبي سيغضب منك لأنك سألتني ذلك . ‫ أجل . 
‫ أو ربما أنا أجبن من أن أسأله . 
‫ سأسأله ‫ إن دخنت معي . 
‫ أهلاً يا " ريج " . هذه المنطقة للمؤدين فقط . 
‫ من الأفضل أن تكون مضحكاً . 
‫ - حسناً . أأنت جاهز ؟ ‫ - إنها الساعة 9 . 
‫ أظن أنهم يحتاجون إلى المزيد من المشروبات ‫ ليسترخوا . 
‫ " سلابي " ، إن قلت ذلك ، ‫ فهذا يعني أنك لن تقول نكاتاً نظيفة . 
‫ هل تقصدين " ملائمة " ؟ " بحقك يا ( سلاب ) . ‫ لا تقل شيئاً ‫ يجعل الناس يشعرون بعدم الراحة . " 
‫ حسناً ، أجل . أريدك أن تفهم ‫ أن الناس يأتون إلى هنا لنسيان مشكلاتهم ‫ يا " سلاب " . 
‫ ربما سأشتري لهم معاطف زرقاء . 
‫ سيداتي وسادتي ، لدينا ضيف مميز هنا الليلة ، ‫ ومضى وقت طويل منذ أن صعد إلى هذا المسرح . 
‫ لذا أريدكم كلكم أن تصفقوا ‫ لـ " سلابي دارك جونسون " . 
‫ أهلاً بكم . شكراً جزيلاً . ‫ عجباً ! تسرني العودة . 
‫ تسرني رؤية الكثير من الناس الأنيقين . 
‫ أشخاص سود يملكون المال . ‫ سود يشربون المارتيني الآن . 
‫ لكنني ما زلت متوتراً . ‫ أنا من الجنوب ، لعلمكم . 
‫ من المكان الذي جئت منه ، ‫ اجتماع هذا العدد من السود الأثرياء في مكان ‫ يعني أنهم سيحرقونه قريباً . 
‫ لا يحبون هذه النكتة في " تولسا " . 
‫ سببت انفجاراً . 
‫ في طفولتي في " جورجيا " ، ‫ رأيت السود معلقين من الأشجار ‫ في طريق عودتي من المدرسة . 
‫ أمزح فقط . لم نرتد المدرسة . 
‫ هل تظنون أن هذه فظاظة ؟ ‫ من أين جاءت أحذيتنا الجديدة في رأيكم ؟ 
‫ هل رآك " فيردي " قادماً ؟ 
‫ جيد . 
‫ لا دخل له بالأمر . 
‫ لكن النقيب يحب تلقّي مظاريف السيد " غوردن " . ‫ حقاً ؟ 
‫ أتعرف الفتاة البيضاء الصغيرة ‫ التي وُجدت ميتة تلك الليلة ؟ 
‫ سمعت عنها . 
‫ حبسوا المجنون الذي ارتكب الجريمة . 
‫ حاولت أمه إلقاء اللوم ‫ على رجل أسود كان موجوداً في المتجر . 
‫ شاب ذو بشرة ملوّنة بكدمة على عينه . 
‫ شاب أسود بعين متورمة . 
‫ أنت ... ‫ يجب أن تختفي عن الأنظار ‫ حتى يذهب تورّم عينك . 
‫ فهمت يا زعيم . 
‫ أظن أن " هارييت تابمان " تمتعت بمهبل رائع . 
‫ اسمعوني . ‫ هي دفعت الرجال السود لترك منازلهم ... ‫ والركض عبر الغابات ‫ للمخاطرة بحياتهم من أجل الحرية ؟ ‫ لم يعرف أحد ما تعنيه الحرية . ‫ وحده المهبل الرائع سيجعلك تخاطر هكذا . 
‫ هل ذلك زوجك ؟ 
‫ - ماذا فضحني ؟ ‫ - التسلل عبر منزل السيد ... ‫ فضحتك النظرة في عينيك . 
‫ أريد أن أتحدّث إليك . 
‫ كل ذلك من أجل فرصة مع " هارييت " . 
‫ أريدك أن تذهبي في مهمة من أجلي . 
‫ الآن ؟ 
‫ لم هذه ؟ 
‫ ستوصلينها فقط . 
‫ أنت لا تعرفين من أرسلك . العنوان في الداخل . 
‫ هل هذا الطلب منك أم من " شيل " ؟ 
‫ إنه ليس طلباً يا " كليو " . 
‫ قلت للسيد " غوردن " إنه يمكنه الوثوق بك . ‫ اثبتي ذلك . 
‫ ابني لا يرتاد المدرسة حتى . ‫ لن يجني أي مال هناك . 
‫ لأنه يجب عليه شراء الحزام . 
‫ هل تعلمون مدى صعوبة ‫ أن تطلبوا من ابنكم شراء حزام ؟ ‫ وداعاً . 
‫ ثم أعيد الحزام . ‫ ونحاول استرداد ذلك المال . 
‫ كيف الحال يا " بلات " ؟ 
‫ أظن أنني لم أعد موضع ترحيب . 
‫ - هذا ما يحدث عادةً . ‫ - ماذا فاتني ؟ 
‫ هم ألقوا القبض على قاتل فتاة " ديرست " . 
‫ - حقاً ؟ ‫ - أجل . 
‫ أتعلم شيئاً ؟ خذني إلى الحي الفقير ، ‫ لأطمئن على السيدة " شوارتز " . 
‫ يجب أن تسمع بذلك من الشرطة . 
‫ السيدة " شوارتز " ؟ 
‫ السيدة " شوارتز " . 
‫ أجل ، اذهب لتخبرها يا " بلات " . 
‫ من هناك ؟ 
‫ أنا هنا من أجل " دوك " . 
‫ هل أنت " دوك " ؟ 
‫ هل يبدو كأن اسمه " دوك " ؟ ‫ " دوك " ! 
‫ هذا المعطف الأزرق جميل . ‫ شكراً . 
‫ توقّف عن الصياح قبل أن تخيف طيوري يا أسود . ‫ أنت وهذه الطيور . يا إلهي . 
‫ لا بأس . 
‫ أنت لست من توقّعته . 
‫ جئت لأوصل هذه فقط وسأرحل . 
‫ هذا مال كثير ‫ مقابل رن جرس الباب ‫ وأخذ بعض النقود والمجوهرات . 
‫ إنه مال كثير لن تراه إن لم تخرس . 
‫ اسمعي ، هل تريدين شرب شيء ما ؟ ‫ - لا . ‫ - أأنت متأكدة ؟ 
‫ - لكن شكراً لك . ‫ - حسناً . 
‫ أهلاً يا صغيرتي . أهلاً يا فتاة . 
‫ " كارول " . 
‫ انظري من لدينا هنا . 
‫ يجب أن أعود إلى العمل . معذرةً . 
‫ تمهّلي الآن . 
‫ ستعودين إلى العمل لمصلحة من ؟ 
‫ إن واصلت سد ذلك الباب ، ‫ فأنا متأكدة من أنك ستكتشف ذلك . 
‫ حقاً ؟ 
‫ إنها مشاكسة . يعجبني هذا . 
‫ أنت ستقودين . 
‫ لا . لم آت إلى هنا لفعل ذلك . ‫ جئت لأوصل هذا فقط . ‫ لا . 
‫ لن تسمح لامرأة بقيادة سيارتك " شيري 1962 " . 
‫ - أنا سأقود . ‫ - اجلس أيها الثمل . 
‫ تباً لسيارتك . ما القصة ؟ 
‫ - ماذا يحدث ؟ ‫ - مهلاً . 
‫ حسناً . ‫ أيتها الحقيرة ، أنا لا أعرفك إطلاقاً . 
‫ الزعيم ليس هنا ، ‫ لذا سترافقنا المعاونة الصغيرة في السيارة . 
‫ رباه . هل كتبت كل هذا ؟ 
‫ إنها مذكّرات فقط . 
‫ بعض المذكّرات تصبح روائع أدبية . 
‫ هل سمعت عن " أناييس نين " ؟ 
‫ أقرأ مذكّراتها كل ليلة . 
‫ لكنها لم تعش في " بايكسفيل " . 
‫ هي تعيش في " باريس " . 
‫ إن مذكّراتها عن أفكارها الخاصة وعلاقاتها . 
‫ علاقات في " باريس " . 
‫ لا بد من أن هذا يشبه شراء البيغل ‫ في " بايكسفيل " . 
‫ لا يمكنني التوقف عن التفكير فيها . ‫ حفظت بعض كتاباتها . 
‫ حقاً ؟ 
‫ " الحياة العادية لا تثير اهتمامي . 
‫ لا أبحث سوى عن اللحظات المثيرة . 
‫ أنا على انسجام مع السرياليين ‫ في بحثي عن العجائب . 
‫ أريد أن أصبح كاتبة ‫ تذكّر الآخرين بوجود تلك اللحظات . 
‫ أريد أن أثبت أنه يُوجد فضاء لامتناه ‫ ومعان لامتناهية ... ‫ وأبعاد لامتناهية . 
‫ لكنني لست في حالة من النقاء دوماً . 
‫ أمرّ بأيام من التنوير والحمى . 
‫ أمرّ بأيام تتوقف فيها الموسيقى في رأسي . 
‫ ثم أصلح الجوارب ‫ وأشذب الأشجار وأعلب الفواكه ‫ وألمع الأثاث . 
‫ لكن بينما أفعل ذلك ، ‫ أشعر بأنني لا أعيش حياتي . " 
‫ من هناك ؟ 
‫ الشرطي " بلات " . 
‫ دقيقة واحدة . 
‫ أنا قادمة . دقيقة واحدة . 
‫ والداي ينتظرانني . 
‫ تذكّري أن تسألي والدك عن الإيجار . 
‫ هل كل شيء بخير ؟ 
‫ كنت في دورية ورأيت الضوء في نافذتك . 
‫ لذا فكرت في أن أبلغك ‫ بأنهم قبضوا على المشتبه به في قضية " ديرست " ‫ وبأنه لا تُوجد أدلة في قضية خاتمك ‫ يا سيدة " شوارتز " . ‫ لذا يبدو أنك ستحصلين على التأمين . 
‫ أخيراً ، بعض الأخبار السارة . 
‫ هل سيكون من غير القانوني أن أعرض عليك جعة ‫ أيها الشرطي ؟ 
‫ لن أبلغ عن ذلك إن لم تفعلي . 
‫ استديري هنا . 
‫ هذا منزل " ميرتل سامر " . ‫ هذا صحيح . 
‫ أرجوكم لا تفعلوا هذا . ليس عليكم فعل هذا . ‫ - أرجوكم . ‫ - لن أفعل شيئاً . 
‫ سأجلس في السيارة معك و " كارول " السريعة . 
‫ سنشاهد الألعاب النارية . 
‫ يا رجل ، أحاول أن أجمع المال ‫ لعيد الميلاد المجيد . 
‫ أطلق النار عليها مرتين ‫ وسيزيد نصيبك من " بابا نويل " . 
‫ أليس كذلك يا عزيزتي ؟ 
‫ - هذا ليس طبعي يا رجل . ‫ - يا لهذا الوغد . ‫ لا أشارك في أي شيء بخلاف سرقة المجوهرات . 
‫ توقّف عن البصق على طائري . 
‫ تباً لك ولطائرك اللعين . 
‫ ماذا قلت لي بحق السماء ؟ 
‫ قف خلف هذا الوغد . 
‫ إن لم يطلق النار ، فاقتله . 
‫ أعطني طائري اللعين . 
‫ اخرج هنا . 
‫ وأغلق الباب يا وغد . ‫ ألم تعلّمك أمك كيف تترجل ؟ 
‫ أرجوكم لا تفعلوا هذا . رجاءً . 
‫ اخرسي بحق الجحيم ! 
