कल क र क पर चय लूइज़ डर्स्ट " यथ र्थव द से कम व स्तव क कुछ नह ं ह त है । " 
व ल , तुम भ यह ँ ह , हँ ? 
ह ँ , उन्ह ंने मुझसे क स र म ंचक पैर ड रेड य न टक क सम क्ष करव ई । ऐलन । मुझे लग थ तुम प्रैक्ट स करके च र बजे ल ट गे । 
मैं वह ं थ , लेक न मैं जल्द न कल आय , त क तुम वह ँ समय से पहुँच ज ओ । 
व ह , तुम इसे कुछ ज़्य द ह गंभ रत से ले रह ह । 
मेर म म ह त हैं । तुम्ह र म म एक बहुत प्रत भ श ल पेंटर हैं । 
वह सपन ं क दुन य क ज़्य द तर ल ग ं से बेहतर समझत हैं । 
नह ं , शुक्र य । मेर प्रत भ श ल म ँ सूँघकर पत लग लेंग । 
ज ल ग स गरेट प ते हैं , उन्हें दूसर ं से स गरेट क महक नह ं आत । 
मेर म ँ क हर च ज़ क महक आ ज त है , मैं क्य स च रह हूँ , उसक भ । 
म फ़ करन । 
प्ल ज़ म फ़ मत म ँग । 
ज र्ज य ओ ' क फ़ ने कह थ क यथ र्थव द से कम व स्तव क कुछ नह ं ह त है । 
त मैं उम्म द कर रह थ क हम यह ं से शुरू कर सकते हैं । 
क स कल क र क अत यथ र्थव द कब कह ज त है ? 
पत नह ं मैं ख़ुद क अत यथ र्थव द कहूँग य नह ं । 
अच्छ । 
तुम्हें क्य लगत है , क स कल क र क अत यथ र्थव द कब कह ज त है ? 
ऐंड्रे ब्रेट न ने पहले " सर्र यल स्ट मैन फ़ेस्ट " में ल ख थ ... लेक न तुम्हें क्य लगत है ? 
मुझे लगत है ... मुझे लगत है इसक सम्बन्ध अद्भुत क ख ज से है । 
और ख़ुद क पर भ ष त करने क क श श से कम अद्भुत क्य ह सकत है ? 
- यह ... - मैं बस यह कहने क क श श कर रह हूँ क आपक पेंट ंग्स दर्शक ं क एक ऐस अवस्थ में पहुँच देत हैं ... बैट , क्य तुम मेरे बेटे से प्य र करत ह ? 
क्य ंक मैंने उसे कभ क स पर इतन म ह त ह ते हुए नह ं देख , और मुझे कभ - कभ स चन पड़त है क ह ल त आख़ र कह ँ ज रहे हैं । 
वेस्ट थर्ड से द ब र ल ज़ क फ़ न है । मुझे श यद यह फ़ न ले लेन च ह ए । 
म फ़ करन । मैं अभ आत हूँ । 
उसे म स्टर से ब त करन है । त ... तैय र ह ज ओ । 
कैस चल रह है ? 
लगत है मैंने ज़्य द तैय र कर ल । 
मैंने " द ब्र उन " में तुम्ह र लेख पढ़ थ । " द यूएस एंड अस । " वह पढ़कर मुझे लग क मैं बेक र और बूढ़ हूँ । 
श यद तुम कुछ त ठ क कर रह ह । 
आप बूढ़े नह ं हैं , म स्टर डर्स्ट । 
मतलब , सच कहूँ त यक़ न से नह ं कह सकत क मैं बूढ़ महसूस कर रह थ य मुझे बस जलन ह रह थ । 
आजकल मुझे इन द न ं में फ़र्क़ पत नह ं चलत । 
क श ऐलन ऐस महसूस करत । 
अगर मेरे बेटे क जगह मैं ह त , त मैं तुम्हें लेकर न्यूय र्क ज त । 
ग्र नव च व लेज में घूमत । 
फ र मैं क स प्रत ष्ठ त अख़ब र में जगह बन ने में तुम्ह र मदद करत । 
मतलब , तुम , ज तन हुनरमंद तुम ह ... तुम व क़ई क मय ब ह सकत ह , मैड । 
- शुक्र य । - हैल , ल ज़ तुमसे ब त करन च हत है । 
लूइज़ से अगले मह ने वेस्ट थर्ड गैलर में ह ने व ले उसके श के ब रे में पूछ । 
इससे वह ब त करने लगेग । 
- शुक्र य , म सेज़ डर्स्ट । - क ई ब त नह ं । मुझे यह पढ़ने क इंतज़ र रहेग । 
मैं ज ते हुए म स्टर डर्स्ट क शुक्र य कहत ज ऊँग । 
म स्टर डर्स्ट ? 
तुम्ह र उससे क्य र श्त थ ? 
तुम टेस क कह न सुन न च हत थ ं । तुम मेर कह न सुन न च हत थ ं । 
तुम अपने अल व हर क स क कह न सुन न च हत थ ं । 
टेस ? क्य तुम हमें सुन सकत ह ? 
वह ... वह यह ँ है । 
ब प रे । 
तुम झूठ नह ं ब ल रह थ ं । 
- हे , प ल ! - ह ँ । मैं सबक बत त हूँ । 
यह क तन छ ट है । 
अगर यह य न अपर ध हुआ त मेरे ल ए इसे संभ लन मुश्क ल ह ज एग । 
तुम्ह रे ल ए ? 
ड नेल ब ल रह हूँ , हमें लड़क म ल गई ... आपने यह ँ ख जने क क्य ं स च , म सेज़ ... श्वर्ट्ज़ । 
आम त र पर मैं पहच न लेत हूँ । 
हम यहूद ल ग ं क श न ख़्त लम्बे समय से ह त रह है । हे ! ब त बस इतन है क उनक न क क फ़ अच्छ है । 
क्य आपके पत ज नते हैं क आप यह ँ हैं , म सेज़ श्वर्ट्ज़ ? 
- मैं आपके ल ए थ ड़ प न ल त हूँ । - शुक्र य । 
हमें बस कुछ सव ल और पूछने हैं । 
ध्य न से चल कर , प्लैट । 
... और फ र हमने आध क र क ख ज दल में श म ल ह ने क क श श क । देख रह हूँ , क ई नई च ज़ नह ं है । ह ँ । डर्स्ट पर व र क वह बच्च म ल गई । 
इतन जल्द ? 
आप यह ँ रहत हैं ? ह ँ । 
आप त कह ँ से कह ँ आ गईं । 
- शुक्र य , ऑफ़ सर । - ज़र रुक ए । 
जब तक क ई ग रफ़्त र नह ं ह त , पब्ल क और म ड य क ध्य न आप पर और आपक द स्त पर ह रहेग । 
त , पत्रक र ं से बचकर रहन । 
मैं क स से भ ब त नह ं करने व ल हूँ । 
मैं आपक ऊपर छ ड़ आत हूँ । शुक्र य । मुझे कुछ नह ं ह ग । 
ह ँ । जब तक आपके चेहरे पर यह क ल ख लग है , तब तक त नह ं । 
ब य । गुड न इट । 
हद है , ड र , मुझे लग थ ड्रग्स लेने से तुम्हें कम भूख लगत है । 
जैस ख न यह ँ शेल क रस ई में बनत है , उसके ह ते हुए त नह ं । 
- ठ क है , चढ़ । - चल । अब चल । यह ँ क ई मेरे क़र ब रहन च हत है । 
ध्य न से चल । मैंने तुम्हें पकड़ हुआ है । 
मुझ पर थूकन मत । - ठ क है । - मैं अंदर ज त हूँ । मैं इसक पूर ध्य न रखूँग । 
नह ं , ज न । मैं थक गई हूँ और मुझे अकेले रहन है । चल । 
इधर आओ । बस एक छ ट स क स दे द । 
- ठ क है । - ब द में आकर मुझे देख ज न , ठ क है ? 
तुम प्र र्थन कर क शेल द ब र तुम्हें उस स्टेज पर ग ने दे । 
नह ं , मैं वह ँ ज़रूर ग ऊँग । 
शेल ड र पर क ई प बंद नह ं लग त । 
ह ँ , जब तक ड र रेज क ख़ुद पर चढ़ने दे रह है , तब तक त नह ं । 
- यह ब त नह ं है । - ओह , अच्छ ? फ र क्य ब त है ? 
मेर आव ज़ । 
ह ँ , तुम उसके ल ए तब से ग रह ह , जब तुम 16 स ल क थ ं और रेज के तुम पर लट्टू ह ने से पहले मुझे त य द नह ं पड़त क तुम्हें कभ मुफ़्त में ड्रग्स य ग र्ड यन में क ई कमर म ल ह । 
ह सकत है मैं भ उस पर लट्टू हूँ । ओह , अच्छ ? 
ड र , ऐस दूसर जगहें भ हैं जह ँ तुम ग सकत ह । 
एग वुड्स ने कह थ क अश्वेत ल ग ग ने के ल ए पैर स ज एँगे । 
तुम स च सकत ह ? 
यह कमबख़्त पूर देश प छे छ ड़कर । 
उसके ल ए पैसे कह ँ से आएँगे ? मैं अपन ड्र म बुक में क्ल य पैट्र ख जूँग और तुम हम रे ल ए एक द ँव लग ओग । 
मैं उन पैस ं से सट्ट नह ं खेलूँग ज मुझे मेरे बेट ं के ल ए च ह ए । 
मैं यह ँ सपन देख रह हूँ क हम द न ं एक-स थ पैर स ज एँगे । लेक न तुम्हें त मर्टल समर के प छे ज ने क पड़ है । 
मेरे प स सपने देखने क समय नह ं है । 
मर्टल के स थ मैं ईम नद र क क म कर प ऊँग । 
ईम नद र क क म ? 
तुम्हें पत है न उसक मुह म के ल ए पैसे शेल ने द ए थे ? 
यह सच नह ं है । 
ह ँ , मर्टल समर जनत क सेव करत है । 
उसे अश्वेत औरत ं क फ़ क्र है , ख़ स त र पर एक अश्वेत औरत क ... मर्टल समर क । 
- म म ? - मैडेल न । 
आप यह ँ क्य कर रह हैं ? 
म ल्टन ने मुझे फ़ न क य । 
क्य तुम्ह र द म ग़ ख़र ब ह गय है ? 
वह पूर र त तुम्ह र फ़ क्र में ज गत रह । 
ह ँ , मेर द म ग़ ख़र ब ह गय है । 
- सेथ कह ँ है ? - उसक मूड बहुत ख़र ब है । 
मुझे कपड़े बदलने हैं । 
मैडेल न , क्य तुम मुझे बत ओग क्य ह रह है ? 
आधे घंटे में टेस डर्स्ट क अंत म संस्क र है । क्य हम प्ल ज़ ब द में ब त कर सकते हैं ? 
सेथ नह ं ज न च हत । 
तुमने उसे क्य बत य ? उसे क्य बत य ? उसे कुछ बत ने क ज़रूरत नह ं है । उसक म ँ के उसे छ ड़कर चले ज ने पर उसक परेश न ह न स्व भ व क है । मैंने उसे नह ं छ ड़ है । नह ं , सह कह । तुमने मुझे छ ड़ है , है न ? 
क्य ... क्य तुमने मुझे छ ड़ द य है ? मुझे कुछ समझ नह ं आ रह है । 
म ल्टन , मुझे कुछ पैसे च ह ए । मुझे कुछ हफ़्त ं के ल ए एक जगह लेन है त क मैं अपन द म ग़ श ंत कर सकूँ । - पैसे ? द म ग़ श ंत कर सक ? - यह ँ मेर द म ग़ श ंत नह ं ह ग । 
मैड , तुम टेस डर्स्ट क ढूँढने में मदद करन च हत थ ं और पत है क्य ? 
तुमने मदद कर द । बहुत ख़ूब ! लेक न अब तुम यह क्य ब त कर रह ह ? 
क्य हम प्ल ज़ ब त कर सकते हैं क ... 
हम ब त कर रहे हैं । मैं ब त कर रह हूँ , तुम ब त कर रहे ह । 
- मैंने तुम्हें ऐसे ... - मैं यह करन च हत हूँ । - ... ब त करते हुए पहले कभ नह ं देख । - मुझे थ ड़ रुककर यह समझन है क मैं यह ँ से क्य ं न कल ज न च हत हूँ । 
पर , नह ं , म ल्टन , तुम मुझे ऐस नह ं करने देन च हते ह । तुमने मेर म ँ क फ़ न कर द य और तुमने हम रे बेटे से कह द य क मैंने कुछ ग़लत क य है । 
- मैंने हम रे बेटे से कुछ नह ं ... - इन्ह ंने मुझसे कुछ नह ं कह । 
तुम आ रहे ह य नह ं ? 
नह ं । 
उसक म त कल ह त हुई है । मुझे नह ं ... मुझे कभ समझ नह ं आत क अंत म संस्क र में इतन जल्द क्य ं करते हैं । 
त क आत्म क मुक्त म ल सके । 
मुक्त प कर वह कह ँ ज एग , मैड ? 
हम रे शहर के कई ल ग ं क तरह , तुम्हें भ यह एहस स ह ने व ल है क तुम्हें ज़ ंद ल ग ं क आत्म ओं से ज़्य द फ़ क्र मरे हुए ल ग ं क आत्म ओं क है । 
पत है , मैडेल न , तुम्हें अक्सर क ले कपड़े पहनने च ह ए । इनमें तुम और जव न द खत ह । ओह , म ँ । इतन उलट - स ध त र फ़ें करने के ब द भ यह कम ल क ब त है क आपक कभ इसक क ई ख़ म य ज़ नह ं भुगतन पड़ । 
ओह , हद है । मैंने बस सल ह द है । 
आदम य जन एँ बन त है और भगव न हँसत है । मुझे इसक मतलब पत है । आप ज़ ंदग भर मुझसे यह कहत आ रह हैं । 
तुम ख़ुद क कैसे संभ ल ग , हँ ? 
पत नह ं क तुम अपन ख़र्च कैसे चल ओग । 
पहले त मैं अपन क र बेच दूँग । 
हे भगव न । 
मुझे ख़ुश है क मेर म ँ यह देखने के ल ए ज़ ंद नह ं है । 
मुझे लग थ आपक म ँ क म त यहूद नरसंह र में हुई थ । हे । मुझे ख़ुश है क वह अमेर क में यह ह ते हुए देखने के ल ए ज़ ंद नह ं हैं । 
यह 19 वर्ष य न ज़ य ं क समूह है । 
उन्ह ंने एनएसआरप क एक श ख शुरू क है । 
- रब क र्न ने आज शूल बंद कर द य ... - म ल्टन । बहुत ह गय । 
मैड , मुझे पत है क हम एक दूसरे क बहुत अच्छे से नह ं ज नते हैं । लेक न मैंने सुन क जब ... जब टेस तुम्हें म ल , तुमने मेर बेट क छ ड़कर ज ने से इंक र कर द य , और मैं बस च हत थ ... 
मुझे बहुत अफ़स स है । क्य तुमने उसक चेह ... क्य तुमने उसक चेहर देख थ , मैड ? 
क्य वह ... क्य तुम्हें लगत है क वह अपन म ँ क पुक र रह थ ? 
मैं वह ँ नह ं थ । लेक न तुम ... तुम वह ँ थ ं । 
वह अब व पस नह ं आएग । वह अब व पस नह ं आएग , मैड । वह अब व पस नह ं आएग । 
हे , तुम कह ँ ज रहे ह ? 
- सेथ । सेथ ! - ओह , मेर बच्च । मेर बच्च । 
- मुझे बहुत अफ़स स है । - मेर बच्च क्य ं ... 
क्य तुम यह ँ ह ? 
बदतम ज़ कह ं के । 
बदतम ज़ ! 
मैंने तुमसे कह थ , अगर तुमने द ब र ऐस क य त मैं तुम्हें घर से ब हर न क ल दूँग । 
तुम स्ट र में क्य ं नह ं ह ? 
बदतम ज़ ! 
मेर म ँ क म नन थ क एक अच्छ न कर प ने के ल ए , मुझे ऐस द खन ह ग , म न मुझे दुन य में क ई फ़ क्र ह न ह । 
वह कहत थ ं , " स र औरत ं क यह र ज़ पत है । " 
तुम अपन पूर ज़ ंदग ऐस ह द ख व करत रह ं । 
है न , मैड ? 
मह ल ओं क नेतृत्व क र्य लय ... वह आ गई ! 
क न , मैं ? क्य ह रह है ? 
ल ंड ने हमें डब्ल्यूजेज़ेड से एक द न के ल ए उनके उपकरण द लव ए हैं । 
और हम रे समुद य के ल ग ं के इंटरव्यू लेने के ल ए हमने " द ऐफ़्र " से ख़ुद पट्र स मर्फ़ क बुलव य है । 
इंटरव्यू क सल ए ? 
यह क कैसे मर्टल ने उनक मदद क है य बदल व ल ने क लड़ ई के ल ए उन्हें प्रेर त क य है । 
तुमने कल ज कुछ फ़ंडरेज़र में कह , उसक क फ़ चर्च हुई । 
मैं च ह रह थ क आज तुम वह ब त कैमरे के स मने द हर ओ । 
अगर मैं पहले म सेज़ समर से ब त कर लूँ त तुम्हें क ई ऐतर ज़ है ? 
- मैं उन्हें बत देत हूँ क तुम आ गई ह । - ठ क है । मैं अंदर इंतज़ र करत हूँ । 
- थ ड़ देर में म लते हैं ? - थ ड़ देर में म लते हैं । 
ह ँ , मेरे प स पत्र है । 
शुक्र य । ब य-ब य । 
मैं आपक परेश न नह ं करन च हत , म सेज़ समर । मैं बस आपक शुक्र य कहन च हत थ क कल आपने मुझसे ब लने के ल ए कह । 
तुम त फ़ंडरेज़र क स्ट र थ ं । 
मैंने आप से ह स ख है । 
क्य मैं बैठ सकत हूँ ? 
मैं उम्म द कर रह थ क अब आपके ल ए मेरे फ़ुल-ट इम क म करने के ब रे में हम ब त कर सकते हैं । 
मैंने तुम्ह र न कर क ब त क ज़ क्र क य थ और सभ क यह व च र बहुत अच्छ लग । 
तुम ब ल्ट म र के बेहतर भव ष्य क चेहर बन सकत ह । 
लेक न बदक़ स्मत से , हम रे कुछ श्वेत द नद त तुम्हें हम रे स थ श म ल करने क लेकर च ंत त थे , क्य ंक तुम म स्टर ग र्डन के ल ए क म करत ह । 
इस शहर में आधे अश्वेत ल ग म स्टर ग र्डन के ल ए क म करते हैं । 
क्ल य ... तुमने कल ज बय न द य थ , उसके ब द तुम्हें अपने यह ँ न कर पर रखने से मेर छव ख़र ब ह ग । 
ऐस लगेग क मैंने तुम्ह र समर्थन ख़र द है । 
लेक न अगर मैं आपके ल ए क म करत हूँ , त मुझे म स्टर ग र्डन के ल ए क म नह ं करन पड़ेग । 
क ई भ म स्टर ग र्डन जैसे आदम क तब तक छ ड़कर नह ं ज सकत , जब तक म स्टर ग र्डन ख़ुद न च हें । 
आपने त छ ड़ थ । 
मैंने उसके ल ए कभ क म नह ं क य । 
अब , अगर तुम उन द न र श य ं क ब त कर रह ह ज अब मैं नह ं लेत हूँ , त तुम्हें यह समझन ह ग क मुझे इन द नद त ओं क ज़रूरत क्य ं है । 
मेरे द ब र न र्व च त ह ने में मेर मदद कर और तुम्हें बहुत स रे म क़े म लेंगे । 
म क़े क स च ज़ के ल ए ? 
अपन गर म क त्य गने के ? 
हम सबक अपन ब र क इंतज़ र करन पड़ थ , क्ल य । 
मेर न म यूनेट ज नसन है और मेर उम्र 30 स ल है । 
ज़्य द तर ल ग मुझे क्ल य कहते हैं , ज क्ल य पैट्र क छ ट रूप है । 
जब म सेज़ समर मेर ट चर थ ं , तब बच्चे मुझे यह कहकर बुल ते थे । वह कहत थ ं क मैं म स्र क क स र न क तरह लगत हूँ । 
पर आजकल जब ल ग मेर तरफ़ देखते हैं , त उन्हें क ई र न नज़र नह ं आत । 
उन्हें एक ब रमेड , एक मुन म ... क स ड प र्टमेंट स्ट र क एक पुतल नज़र आत है । 
उन्हें मदद करने क एक म क़ नज़र आत है । 
जब मैं एक छ ट बच्च थ , मेरे डैड कह करते थे ... " हम ख़ुद के ल ए सपने नह ं देखते । हम उन ल ग ं के ल ए सपने देखते हैं ज अभ यह ँ म जूद नह ं हैं । " 
और पत है वह सह थे , क्य ंक मैंने बहुत लम्बे समय से अपने ल ए क ई सपन नह ं देख है । 
लेक न मेरे घर पर मेरे द बेटे हैं और लगत है दुन य मेरे स मने एक व कल्प रख रह है । मैं अपन आत्मसम्म न बन ए रख सकत हूँ ... य फ र मैं उनक पेट भर सकत हूँ । 
लगत नह ं है क यह दुन य मुझे द न ं च ज़ें करने देग । 
क्ल य पैट्र , क्य सब ठ क है ? 
क्ल य , ज न , अगर तुम्हें घबर हट ह रह है ... क्ल य ! तुम्हें क्य ह गय है ? सुन , ज न । देख , क्ल य , ज न , हमें ज़रूरत है क ... 
ठ क है । थ ड़ देर रुकते हैं ? 
क्ल य , मैं यह ं दरव ज़े के ब हर खड़ हूँ । 
पर अगर आप इसे यह ँ मुफ़्त में भ प र्क करत हैं , तब भ मैं आपके पत के स इन के ब न इसे नह ं ले सकत । 
अगर क र मेरे न म पर है त मेरे पत के स इन क ज़रूरत क्य ं है ? 
क्य ंक वह आपके पत हैं , म सेज़ श्वर्ट्ज़ । 
द हज़ र प ँच स । द हज़ र प ँच स और आपके पत क स इन । 
द हज़ र कैस रहेग ? 
म फ़ करन , म हतरम । 
क्य आप उनके स इन के ब न यह क र ख़र द सकते हैं ? 
अभ तक नह ं । 
फ र उन्हें स इन करन पड़ेग , म हतरम । 
ज़र सुन ए । क्य आपके प स फ़ न है ? 
ह ँ । प छे क तरफ़ है । 
शुक्र य । 
ऑपरेटर । मैं आपक क्य मदद कर सकत हूँ ? मुझे क स ने लूट ल य है । 
आप कह ँ हैं , मैम ? 
क ई मेरे अप र्टमेंट में च र - छुपे घुस आय । 
मुझे अंदर ज ने में डर लग रह है । क्य आप प्ल ज़ पुल स क भेज देंग ? 
मुझे अपन पत बत इए । 
द स ल्वर ड लर ब र्ब क्यू के ... के ऊपर । कह ँ ? 
सैंडट उन में ? सैंडट उन में , ह ँ । 
- मैं देखत हूँ । - शुक्र य । 
कैस चल रह है , सन ? 
- एक ड लर , 325 पर लग ने के ल ए । - ठ क है । 
मुझे म फ़ करन । 
बड़ टेड । 
ओल्ड च र्ल के ल ए कुछ है ? 
- मेरे प स जेनक ंस , ह म्स और ब्रुक्स हैं । - ठ क है । एक ब त बत त हूँ । म स्टर ब्रुक्स के ल ए 857 । 
ठ क है , मैं उन्हें बत दूँग । 
यह ल , टेड । 
- ध्य न रखन , ठ क है ? ठ क है । 
- शुक्र य , म स्टर सेड्र क । 
शेल ग र्डन एक अपर ध है ज 20 स ल ं से अवैध ल टर क धंध कर रह है । 
उसक एकम त्र असल धंध है अलग व पैद करन और हम रे ल ग ं क ख़ुद पर न र्भर रखन । 
मर्टल समर उस तथ कथ त ल टर के खेल के ख़ ल फ़ एक व व दस्पद रुख़ अपन रह हैं । 
यह अंडरग्र उंड अवैध क़ स्म क जुआ देश भर के ज़्य द तर ग़र ब और मज़दूर-वर्ग के अश्वेत इल क़ ं में खेल ज त है । 
म सेज़ समर के प्रत द्वंद्व य ं क द व है क ल टर से छ टे अश्वेत धंध ं के आर्थ क प्रबंधन में मदद म लत है , ज एक ऐस झूठ है ज सक पर्द फ़ श करने के ल ए हम र क़ नून प्रवर्तन व भ ग लग त र प्रय स कर रह है । 
ल टर खेलने व ले अपने सपन ं क अपन ज त के नंबर में बदलने के ल ए अक्सर एक ड्र म बुक क इस्तेम ल करते हैं , जबक वे अपन मेहनत क कम ई ध रे - ध रे स्थ न य सट्टेब ज़ ं के ह थ ं ह र रहे हैं । 
हे , सुन । उसे अंदर आने द । 
यह देख । 
मैं च हत हूँ तुम देख । नय म डल । यह बदसूरत है , लेक न रेमसंस से द गुन तेज़ है । 
इसे द ख ओ । 
क ई ख़र्च नह ं । 
अगर ख़र ब ह गई , त पत है क्य ? मैं तुम्ह रे ल ए एक और मँग दूँग । 
आजकल हर च ज़ इस्तेम ल करके फेंक द ज त है । सह कह । 
मर्टल और पैंथर के समर्थक , ज तन च हें च ल्ल सकते हैं । 
क म न व ट से ह ग , न बंदूक से । क म ह ग पैसे से । 
म स्टर ग र्डन , मैं असल में आपसे इस ब रे में ब त करन च ह रह थ । 
मैं ज रह हूँ , ब स । 
मुझे उम्म द थ क मैं अभ भ आपक पेशकश स्व क र कर सकत हूँ । 
ब र क क म न करके , मैं स र्फ़ हर ह नह ं , आपक ल ल क त ब ं के ह स ब क भ संभ ल सकत हूँ । 
कुछ भ । ज स भ और क म में आपक मेर ज़रूरत ह । ठ क है । यह अच्छ ख़बर है । 
लेक न मुझे यक़ न है क तुम यह ब त म न ग क मेरे दर्जे क आदम स र्फ़ उन्ह ं ल ग ं पर भर स कर सकत है , ज नके इर दे ठ क ह ं । 
आप मुझ पर भर स कर सकते हैं , म स्टर ग र्डन । 
मेर एकम त्र इर द मेरे बेट ं क ख़य ल रखन है । 
सच में , आप भर स कर सकते हैं । 
त आज र त मुझसे फ़ेर में म ल । 
और जह ँ तक ब क़ क ब त है , मुझे देखन ह ग तुम कैसे क म करत ह । 
- ठ क है ? 
- ठ क है । 
अगर तुम्हें और ज़्य द पैसे च ह ए , त स्लैप क एक सेट के ल ए स थ ल न मत भूलन । 
मैं आपसे फ़ेर में म लत हूँ । 
समुन्दर में जह ज़ । य र , मुझे ड्र म बुक क क ई नंबर रटने क ज़रूरत नह ं है । एक अच्छ सट्टेब ज़ स र्फ़ एक नंबर नह ं बेचत , बेट । वह एक सपन बेचत है । 
टेड । मुझे समुन्दर में उस जह ज़ के ब रे में बत ओ ज मेरे सपने में आय थ । 
उसक त स ध मतलब घर-पर व र क ख़ुशह ल ह न है । 
अपने पैसे 395 पर लग ओ । 
- यह ँ यह नकचढ़ ... - ब ल्कुल सह । 
मैंने तुमसे ल टर खेलने के ब रे में क्य कह थ , टेड ? म ँ ! 
तुमने स च थ क मैं यह ँ नह ं ह ऊँग , है न ? मत कर ए । 
- मेर प ठ प छे च र ं क तरह ? - प्ल ज़ , मत कर ए । 
- क सके ल ए ? - प्ल ज़ । - उन क ड़ य ं के ल ए ज ये तुम पर फेंकते हैं ? 
- प्ल ज़ । मुझे म फ़ कर द ज ए । आर म से , क्ल य । उसने तुम्ह र ब त सुन ल है , ठ क है ? - उसे ज ने भ द । 
- म लूम ह त है , नह ं सुन है । मैं इस ड्र म बुक क बकव स से तंग आ गई हूँ , टेड । 
- हद है , क्ल य ! - यह ं खड़े रह ! 
च र्ल , मेरे बेटे से दूर रह । 
मैं तुमसे यह ब त द ब र नह ं कहूँग । 
क ट पहन । 
- हे , टेड । फ़ क्र मत करन । - यह आख़ र ब र है । 
फ़ क्र मत करन । तुम्ह र बुक क क म मैं संभ ल लूँग । 
टेड , रुक ! 
टेड , रुक ! 
शुक्र है भगव न क । 
म सेज़ श्वर्ट्ज़ ? 
मैं ह हूँ । भगव न क शुक्र है क आप आ गए । 
मैं ऑफ़ सर प्लैट हूँ और यह ऑफ़ सर डेव स हैं । 
इतन जल्द आने के ल ए शुक्र य । 
ज , मैम । वैसे , मैं यह ँ गश्त लग त हूँ और आप इस इल क़े क नह ं द खत ं । 
मैं यह ँ कल ह रहने आई हूँ । 
नह ं , मैम , मेर मतलब है , यह इल क़ आपके ल ए सह नह ं है । 
मुझे नह ं लगत आप यह ँ रह सकत हैं । क्य ं ? क्य ंक मैं यहूद हूँ ? 
नह ं , मैम , यह ब त नह ं है । 
वैसे , ल ग ं ने मुझे चेत य थ , पर मैंने नह ं स च थ क मेरे घर में च र ह ज एग । 
बेशक । त क्य च ज़ ग़ यब है , म सेज़ श्वर्ट्ज़ ? 
गहने , ज़्य द तर नक़ल । मेरे प स एक ह रे क अँगूठ थ और वह ग़ यब है । 
ऑफ़ सर डेव स , तुम पड़ स य ं से पूछन शुरू कर क क्य उन्ह ंने कुछ देख ? और मैं म सेज़ श्वर्ट्ज़ क उनके नए अप र्टमेंट में लेकर ज त हूँ । 
शुक्र य । 
यह ँ । 
मैंने आपक पहले कह ं देख है । पर यह ँ आसप स नह ं । आप पहले कह ँ रहत थ ं ? 
प इक्सव ल । 
- प इक्सव ल । - पर अब मैं यह ँ हूँ । वह ँ आज एक बड़ अंत म संस्क र थ । ह ँ । ह सकत है आपने मुझे वह ं देख ह । मैं कल र त पुल स स्टेशन में थ । 
टेस डर्स्ट आप ह क म ल थ न ? ह ँ , मुझे ह म ल थ । 
और अब आपके घर में च र ह गई है । 
मुझे यक़ न है इन द न ं ब त ं क आपस में क ई सम्बन्ध नह ं है । 
इस इल क़े में मैन क्य र करव ने के ल ए ज़्य द जगहें नह ं हैं , हँ ? 
यह कुछ नह ं है । बस स म न लग ने में थ ड़ म ट्ट घुस गई । 
मुझे च र के व शेषज्ञ ड टेक्ट व बुल ने पड़ेंगे । 
मेरे प स फ़ न नह ं है । 
और मेरे प स रेड य नह ं है । क्य ंक मेरे ... मेरे प स रेड य नह ं है , लेक न मेरे प स उस क ल ब क्स क च ब है , ज द स ल्वर ड लर के अंदर है । 
मैं वह ँ से क ल कर देत हूँ और फ र हम न चे इंतज़ र कर सकते हैं । 
हमें यह ँ कुछ भ छूने क ज ख म नह ं लेन च ह ए , म सेज़ श्वर्ट्ज़ । नह ं । 
चलें ? 
- शुक्र य । - क ई ब त नह ं । 
आपक बहुत शुक्र य । 
क ई ब त नह ं । 
पत है , थ ड़ देर के ल ए , उस म मले में आप और आपक द स्त ह संद ग्ध थे । 
सच में ? 
ऑफ़ सर ब स्क क लग रह थ क यह क ई लेस्ब यन य न अपर ध य उसके जैस कुछ है । 
आप मज़ क़ कर रहे हैं न ? 
मैं मज़ क़ नह ं कर रह हूँ , क़सम से । 
लेक न फ र उन्हें टेस के ह थ के न ख़ून ं में एक्वेर यम क बजर म ल । वे फ़ श स्ट र के क स बंदे क ग रफ़्त र करने व ले हैं । 
कुछ ल ग ं क कहन है क उन्ह ंने डर्स्ट पर व र क बच्च क वह ँ अंदर ज ते हुए देख थ । 
बेच र बच्च । 
क्य मैं आपसे कुछ पूछ सकत हूँ ? ज़रूर । 
क्य अँगूठ क ब म कर य हुआ थ ? 
पत है , ब मे के पैसे आने में मह न ं लग सकते हैं ? 
अगर आपक उन पैस ं क इंतज़ र है , त आपक यह ब त ध्य न में रखन च ह ए । 
- अगर मुझे उन पैस ं क इंतज़ र है ? 
ख़ैर । च र के व शेषज्ञ ड टेक्ट व अब तक आ चुके ह ंगे । 
चल ए , चलते हैं । 
म फ़ करन । 
जब मैं मेम्फ़ स गय थ , त मैंने क ंग के स थ बहुत अच्छ समय ब त य । 
- क न से क ंग के स थ ? 
- म र्ट न नह ं । एल्व स । 
और उसने मुझे अपने मन रंजन क ज़र य नह ं समझ । मतलब , हमने द स्त ं क तरह समय ब त य । मैं उसके घर गय थ । मैंने उसक क रें देख ं । 
उसक छ ट बच्च वह ँ ह पस्क च खेल रह थ । मैंने पूछ , " तुम्ह र बेट क तन बड़ है ? " उसने कह , " वह मेर बेट नह ं है । वह मेर पत्न है । " मैंने कह , " ओह । " 
सब ठ क है ? वह ठ क है । 
मुझे ऐसे मत डर य कर । तुम्ह रे चेहरे के भ व देखकर डर लग रह है । 
तुम मेरे चेहरे के भ व समझ नह ं प रहे ह । ये भ व तब आते हैं जब मैं स चत हूँ " यह बंद स र द न प ने में न क ल देग , जबक इसे ब हर ज कर न कर ढूँढन च ह ए । " 
न कर ? मैं इस समय भ क म कर रह हूँ । - यह क म है ? - मैं ऐसे ह क म करत हूँ । - रहने द , स्लैप । - तुम्हें यह ब त क तन ब र बत ऊँ ? 
- बकव स । - सुन भ । 
मैं च ज़ ं क ग़ र से देखत हूँ , ठ क है ? फ र मैं उन पर चुटकुले बनत हूँ । 
- सच में ? - मैं चुटकुले ल खने के स थ क ई दूसर क म नह ं कर सकत । - अच्छ , अच्छ । - वह प गलपन ह ग । मेर मतलब समझ रह ह न ? 
- कैसे ह , ज र्ज ? - हे , कैसे ह तुम ? 
क्य ह रह है ? 
द देन । शुक्र य । यह मेर पत्न है । 
ज़र दूर हट ... जल ज ओगे । 
तुम बहुत मज़ क़ य ह । 
मैं त कब से कह रह हूँ । 
मैंने फ़ेर में तुम्ह रे ल ए एक सेट क इंतज़ म क य है । 
यह तुमने कैसे क य ? शेल । उसने कह वह क स और अश्वेत आदम क बर्ब द ह ते हुए नह ं देखन च हत । 
पर वह उन्हें अपन उँगल य ं के इश र ं पर नच सकत है ? 
- ऐस ब त नह ं है । - वह तुमसे क्य करव रह है ? 
- कुछ नह ं । 
- सच बत ओ । 
सच में । 
क्य ं न तुम कल र त वह ँ ज ओ ... और बच्च ं क ख़ त र एक स फ़ - सुथर सेट पेश कर ? 
प्ल ज़ । 
तुमने स बुन बदल है ? 
स्लैप , मैं हम र ज़ ंदग बेहतर करने क क श श कर रह हूँ । 
तुम्हें मेरे स थ क़दम से क़दम म ल कर चलन ह ग । 
मैं हमेश तुम्ह रे स थ चलूँग । असल में , हम इस समय भ अपने क़दम म ल सकते हैं । 
चल । 
क तन सुंदर लग रह ह । 
- यह सुंदर है न , द स्त ं ? - मत कर । सुन भ । देख , तुम थ ड़ तन व में लग रह ह । 
हमें यह अक्सर करन च ह ए । तुम में से बहुत अच्छ ख़ुशबू आ रह है । 
क्य ंक मैं स फ़ - सुथर रहत हूँ । 
मैडेल न श्वर्ट्ज़ । मैं ब ब ब वर हूँ । " द स्ट र " से । 
मैंने आपक क लम देख है । 
- मुझे आपके बन ए हुए आपक पत्न के स्केच पसंद हैं । - शुक्र य । म फ़ करन ... क्य मैं अंदर आ सकत हूँ ? 
मुझे एक ग ल स प न म ल सकत है ? 
मेरे जैसे म टे आदम के ल ए त न मंज़ ल चढ़न मुश्क ल क म है । 
मैं आपक म ट त नह ं कहूँग । 
पत नह ं आप मुझे और क्य कहेंग । 
मैं आपके दूसरे पते पर ज ने व ल थ , लेक न मेरे सूत्र ने मुझे सह ज नक र दे द । 
- आपक सूत्र ? - ह ँ । 
यह ल ज ए । मैं उसे ज नत हूँ ? 
मैं उसक न म नह ं बत सकत । 
मैं आपसे व द कर सकत हूँ क हम रे ब त करने के ब द , मैं आपक न म भ इतन ह ग पन य रखूँग । 
मुझे अफ़स स है , म स्टर ब वर , प न के अल व मेरे प स आपके ल ए कुछ भ नह ं है , और मुझे क स भ तरह के प्रच र में क ई द लचस्प नह ं है , त आप ... 
ह ँ , लेक न क्य आपक नह ं लगत क ज स तरह आपक और आपक द स्त क टेस डर्स्ट म ल , वह कह न ल ग ं क सुन ने ल यक़ है ? 
ब ल्कुल नह ं । 
एक समय पर मैं भ पत्रक र हुआ करत थ । 
मेरे पत एक वक ल हैं । 
हे , क्य आपके पत ज नते हैं क आप और आपक प्रेम क संद ग्ध हैं ? 
मुझे लगत है आपके सूत्र ने आपक इस ब रे में सह ज नक र नह ं द है । 
हम प्रेम नह ं हैं और अब हम संद ग्ध भ नह ं हैं । 
त फ र क न है ? 
क्य ंक , पत है , एक अच्छे सुर ग़ क हम अच्छ क़ मत देते हैं । 
अगर आप सच में ज नन च हते हैं , वह आदम ज टेस डर्स्ट के क़त्ल के ल ए ग रफ़्त र क य ज एग , उसक टेस के ह थ के न ख़ून ं में म ल एक्वेर यम क बजर से कुछ सम्बन्ध है । 
श यद आपक आपके सूत्र से इस ब रे में पूछन च ह ए । 
मैं ज़रूर पूछूँग । 
हे । प न के ल ए शुक्र य । 
क्य इसक वह मतलब है ज मैं समझ रह हूँ ? 
मैंने सुन क कल म सेज़ समर के दफ़्तर में क्य हुआ । बहुत अच्छे । 
समय आ गय है क ल ग क्ल य पैट्र क फ र से एक र न क तरह देखें । 
शुक्र य , शेल । 
स्टेफ़न ज़व ड्ज़्क , हमने इम रत क च र ं तरफ़ से घेर ल य है । 
अपन म ँ क छ ड़ द । 
बंधक क छ ड़ द । 
तुम्हें ऐस नह ं करन च ह ए । 
अभ ब हर आ ज ओ । 
अगर तुम अभ ब हर आ ज ते ह त तुम्हें क ई नुक़स न नह ं पहुँचेग । 
सुन , क ई ग ल नह ं चल एग ! 
तुम्हें ऐस नह ं करन च ह ए । 
मैं तुमसे व द करत हूँ , अगर तुम अभ ब हर आ ज ते ह , त हम तुम्हें क ई नुक़स न नह ं पहुँच एँगे । 
अपने ह थ ऊपर करके ब हर आ ज ओ । 
तुम्हें ऐस नह ं करन च ह ए । 
अपने ह थ ऊपर करके ब हर आ ज ओ । 
मैं सुरक्ष त हूँ । 
सब ठ क है । 
प्ल ज़ ग ल मत चल न । प्ल ज़ ग ल मत चल न । टेस डर्स्ट के क़त्ल में संद ग्ध ग रफ़्त र 
प्ल ज़ ग ल मत चल न । ग ल मत चल न । यह मेर बेट है । यह अपने - आप आपके स थ ज एग । 
मैंने उसे एक अच्छ सुर ग़ द य । 
आपक उसे वह लेस्ब यन य न अपर ध व ल ख़बर छ पने देन च ह ए थ । 
मेरे प त क द ल क द र पड़ ज त । 
द ल के द र ं से य द आय ... क्य तुम अपने प त से कह सकत ह क वह मुझे क र ए में थ ड़ छूट दे दें ? 
बस अँगूठ के ब मे के पैसे आ ज ने तक । 
मेरे डैड मुझसे यह कहने के ल ए आपसे न र ज़ ह ज एँगे । ह ँ । 
य श यद मुझे उनसे पूछने में कुछ ज़्य द ह डर लगत है । 
मैं उनसे पूछूँग , पर आपक मेरे स थ स गरेट प न पड़ेग । 
हे , रेज । स र्फ़ परफ़ र्मर के ल ए प्रवेश है । 
ल ग ं क ब र मत कर देन । 
- ठ क है । तैय र ? - न बजे हैं । 
उन्हें थ ड़ और प ने द , तभ उन्हें मेरे चुटकुले समझ आएँगे । 
स्लैप , अगर तुम यह कह रहे ह , इसक मतलब है तुम स फ़ - सुथर ब तें नह ं करने व ले ह । 
तुम्ह र मतलब है सुरक्ष त ? " अब , देख , स्लैप । ऐस कुछ मत कहन ज ससे ल ग असहज ह ज एँ । " 
ठ क है , ह ँ । तुम्हें यह ब त समझन ह ग क ल ग यह ँ अपन परेश न य ँ भूलने आते हैं , स्लैप । 
श यद मैं उन्हें उसक एक वजह दे दूँग । 
देव य ं और सज्जन ं , आज र त हम रे स थ एक ख़ स मेहम न हैं , और उन्हें इस स्टेज पर परफ़ र्म क ए हुए बहुत समय ब त चुक है । 
त मैं च हत हूँ आप सब स्व गत करें , स्लैप " ड र्क " ज नसन क । 
हे , हे । शुक्र य , शुक्र य । व ह । व पस आकर अच्छ लग रह है । 
इतने स रे ख़ूबसूरत ल ग देखकर अच्छ लग रह है । 
अश्वेत ल ग , ज अम र हैं । कमबख़्त अब म र्ट न प ने लगे हैं । 
ह ल ँक मुझे थ ड़ घबर हट ह रह है । मैं दक्ष ण से हूँ न । 
जह ँ से मैं हूँ , वह ँ अगर इतने स रे समृद्ध अश्वेत ल ग एक ह छत के न चे जम ह ज एँ , त समझ उस जगह क जल्द ह आग लग द ज एग । 
टल्स में ल ग ं क यह चुटकुल पसंद नह ं आत । 
वह ँ यह बम क तरह फट गय । 
बचपन में ज र्ज य में बड़े ह ते हुए , मैं स्कूल ज ते समय अश्वेत ल ग ं क पेड़ ं से लटके हुए देख करत थ । 
मैं मज़ क़ कर रह हूँ । हम स्कूल नह ं ज ते थे । 
आपक लगत है यह ख़र ब च ज़ है ? आपक क्य लगत है हम रे नए जूते कह ँ से आते थे ? 
फ़र्ड ने तुम्हें यह ँ ब हर आते हुए देख ? 
बढ़ य । 
उसक इससे क ई लेन - देन नह ं है । 
ह ल ँक कैप्टन क म स्टर ग र्डन के ल फ़ फ़ ं क इंतज़ र रहत है । सच में ? 
तुम्हें पत है वह छ ट श्वेत लड़क ज उस र त मृत प ई गई ? 
मैंने उस ब रे में सुन थ । 
उसके प गल क़ त ल क जेल में बंद कर द य गय है । 
उसक म ँ उसक द ष एक अश्वेत लड़के पर ड ल रह थ ज स्ट र में थ । 
युव अश्वेत आदम ज सक आँख ज़ख़्म है । 
एक अश्वेत बंद ज सक आँख भ क ल पड़ गई है । 
तुम ... आँख ठ क ह ने तक तुम कह ं ब हर मत न कलन । 
समझ गय , ब स । 
मुझे लगत है हैर एट टबमैन ब स्तर में अच्छ रह ह ग । 
मेर ब त त सुन ए । उसने अश्वेत ल ग ं क अपने घर ं क छ ड़कर ... जंगल में भ गने और आज़ द के ल ए अपन ज न ज ख म में ड लने के ल ए मजबूर कर द य ? क ई नह ं ज नत थ क कमबख़्त आज़ द च ज़ क्य है । आप स र्फ़ अच्छे सेक्स के ल ए वे सब ज ख म उठ सकते हैं । 
वह तुम्ह र पत है ? 
- तुम्हें कैसे पत चल ? - म स्टर ह उस के प स से चुपके से गुज़रें ... तुम्ह र आँख ं क चमक बत रह है । 
मुझे तुमसे ब त करन है । 
स र्फ़ हैर एट क प ने के एक म क़े के ल ए । 
तुम्हें मेर एक क म करन है । 
अभ ? 
यह क सल ए है ? 
तुम्हें बस यह पहुँच न है । 
तुम नह ं ज नत ं तुम्हें क सने भेज । पत अंदर है । 
यह तुम्ह र गुज़ र श है य शेल क ? 
यह गुज़ र श नह ं है , क्ल य । 
तुमने म स्टर ग र्डन से कह थ क वह तुम पर व श्व स कर सकते हैं । स ब त कर । 
मेर बेट त स्कूल तक नह ं ज त । वह ँ वह क ई पैसे नह ं कम सकत । 
क्य ंक उसे बेल्ट ख़र दन है । 
आप ज नते हैं अपने बेटे से बेल्ट ख़र दने के ल ए कहन क तन मुश्क ल है ? ब य । 
फ र मैं बेल्ट व पस कर देत हूँ । हम वे पैसे व पस लेने क क श श कर रहे हैं । 
क्य हुआ , प्लैट ? 
मुझे लगत है मैं यह ँ ज़रूरत से ज़्य द रुक गय । 
- तुम ऐस ह करते ह । - मेरे प छे क्य हुआ ? 
वह आदम पकड़ गय ज सने डर्स्ट पर व र क बच्च क म र थ । 
- सच में ? - ह ँ । 
पत है क्य ? मुझे ब टम छ ड़ द , त क मैं म सेज़ श्वर्ट्ज़ क ह लच ल पत कर सकूँ । 
उन्हें यह ख़बर पुल स से म लन च ह ए । 
म स श्वर्ट्ज़ ? 
म स श्वर्ट्ज़ । 
ह ँ , ज ओ , उन्हें बत द , प्लैट । 
क न है ? 
मैं यह ँ डूक से म लने आई हूँ । 
तुम डूक ह ? 
क्य तुम्हें यह डूक लगत है ? डूक ! 
तुम्ह र यह न ल क ट अच्छ है । शुक्र य । 
च ल्ल न बंद कर , तुम मेरे पक्ष य ं क डर द गे , कमबख़्त ं । तुम और ये पक्ष । हे भगव न । 
क ई ब त नह ं । क ई ब त नह ं । 
तुम्ह रे आने क त ब त नह ं हुई थ । 
मैं बस यह देने आई थ और यह देकर मैं बस यह ँ से चल ज ऊँग । 
दरव ज़े क घंट बज ने और कुछ रुपये और ह रे ल ने के ल ए ये क फ़ ज़्य द पैसे हैं । 
ये ज़्य द पैसे तुम्हें देखने क नह ं म लेंगे , अगर तुम अपन मुँह बंद नह ं रख गे । 
हे , देख ... तुम्हें कुछ प ने के ल ए च ह ए ? - नह ं । - पक्क ? 
- लेक न शुक्र य । - त ठ क है । 
अरे , मेर बच्च । अरे , ज न । 
कैरल । 
देख यह क न है । 
मुझे व पस क म पर ज न ह ग । म फ़ करन । 
अभ रुक ज ओ । 
व पस क म पर क सके ल ए ? 
अगर तुम मेर र स्त र कते रहे , त पक्क तुम्हें जल्द पत चल ज एग । 
ऐस ब त है ? 
इसमें बहुत तेवर हैं । मुझे पसंद आय । 
तुम ग ड़ चल ओग । 
ओह , नह ं , मैं यह ँ इसल ए नह ं आई हूँ । मैं बस वह देने आई थ । नह ं , नह ं , नह ं । 
तुम अपन 1962 क चेर म डल क स औरत के हव ले नह ं कर सकते । 
- ग ड़ मैं चल ऊँग । - तुम नशे में धुत ह , बैठ ज ओ । 
य र , भ ड़ में ज ए तुम्ह र क र । ब त क्य है ? 
- क्य ह रह है ? - हे । 
ठ क है , ठ क है । कम न औरत , मुझे तुझे म रने में थ ड़ भ ह चक नह ं ह ग । 
बड़ मछल यह ँ नह ं है , इसल ए छ ट मछल क हम रे स थ सैर पर चलन ह ग । 
ओह , य र । यह सब आपने ल ख है ? 
वे बस ड यर हैं । 
वैसे , कुछ ड यर उत्कृष्ट स ह त्य क कृत य ँ ह त हैं । 
- मेह । - आपने अन इस न न के ब रे में सुन है ? 
मैं आजकल र ज़ र त क उनक ड यर पढ़ रह हूँ । 
पक्क वह प इक्सव ल में नह ं रहत थ । 
वह पैर स में रहत हैं । 
उनक ड यर य ं में उनके न ज व च र ं और उनके प्रेम सम्बन्ध ं के ब रे में ल ख है । 
पैर स के प्रेम सम्बन्ध । 
यह प इक्सव ल में बेगल ढूँढने जैस ह ग । 
मैं उनके ब रे में ह स चत रहत हूँ । दरअसल मुझे उनक ल ख कुछ च ज़ें य द ह गई हैं । 
सच में ? 
" स ध रण ज़ ंदग में मेर क ई द लचस्प नह ं है । 
मुझे स र्फ़ मदह श से भरे लम्हे च ह ए । 
मैं उन अत यथ र्थव द य ं से सहमत हूँ ज अद्भुत क ख ज में हैं । 
मैं एक ऐस लेख क बनन च हत हूँ ज दूसर ं क यह य द द ल ए क ऐसे लम्हे म जूद हैं । 
मैं यह स ब त करन च हत हूँ क यह ँ अनंत जगह है , अनंत मतलब हैं ... अनंत आय म हैं । 
लेक न मैं हमेश भ वन त्मक रूप से संतुल त नह ं रहत । 
मेरे कुछ द न प्रेरण से भरे ह ते हैं और कुछ द न बेचैन से । " 
" मेरे कुछ द न ऐसे ह ते हैं जब मेरे द म ग़ क बेचैन ख़त्म ह ज त है । 
तब मैं जुर ब ं क रफ़ू करत हूँ , पेड़ ं क छँट ई करत हूँ , फल ं क डब्ब ं में रखत हूँ , फ़र्न चर क झ ड़ 
लेक न जब मैं यह कर रह ह त हूँ , मुझे लगत है मैं ज़ ंद नह ं हूँ । " 
क न है ? 
ऑफ़ सर प्लैट । 
ज़र रुक । 
आ रह हूँ । बस एक म नट । 
मेरे म ँ - ब प मेर इंतज़ र कर रहे हैं । 
अपने प त से क र ए के ब रे में पूछन मत भूलन । 
सब ठ क है ? 
मैं गश्त पर ज ने व ल थ और फ र मैंने आपक ख ड़क में र शन देख । 
त मैंने स च क आपक बत त चलूँ क डर्स्ट पर व र क बच्च के संद ग्ध क ग रफ़्त र कर ल य गय है और आपक अँगूठ से सम्बन्ध त क ई सुर ग़ नह ं म ल है , म सेज़ श्वर्ट्ज़ । त ब मे के पैसे आस न से म ल ज ने च ह ए । 
आख़ रक र क ई त अच्छ ख़बर म ल । 
अगर मैं आपक एक ब यर प ने क आमंत्रण दूँ , त क्य यह क़ नून के ख़ ल फ़ ह ग , ऑफ़ सर ? 
अगर आप र प र्ट नह ं करेंग त मैं भ नह ं करूँग । 
यह ँ मुड़ । 
यह मर्टल समर क घर है । सह कह । 
प्ल ज़ ऐस मत कर । तुम्हें यह करने क क ई ज़रूरत नह ं है । - प्ल ज़ । - मैं त कमबख़्त कुछ नह ं कर रह हूँ । 
मैं तुम्ह रे और मुस्तैद कैरल के स थ क र में बैठ हूँ । 
हम त बस आत शब ज़ क मज़ लेंगे । 
य र , मैं त बस क्र समस के ल ए पैसे ज ड़ने क क श श कर रह हूँ । 
उसे ग ल म र और सैंट तुम्ह रे यह ँ द ब र आएग । 
सह कह न , ज न ? 
- मैं नह ं करूँग , य र । - यह कमबख़्त आदम । ह रे और गहने उठ ने के अल व और कुछ क य , त मैं ब हर ह ज ऊँग । 
मेरे पक्ष पर थूकन बंद कर , य र । 
भ ड़ में ज ओ तुम और भ ड़ में ज ए तुम्ह र कम न पक्ष । 
तुमने मुझसे क्य कह ? 
इस कम ने के प छे खड़े रहन । 
अगर यह ग ल नह ं चल ए , त इसे ग ल म र देन । 
मेर पक्ष मुझे द । 
ब हर न कल । 
और दरव ज़ बंद कर , य र । तुम्ह र म ँ ने स ख य नह ं क ब हर कैसे न कलते हैं ? 
प्ल ज़ ऐस मत कर । प्ल ज़ । 
अपन मुँह बंद रख ! 
