( 艺术家 档案 路易丝 德斯特 ) " 没有 什么 比 现实主义 更 不 真实 了 " 
阿华 你 也 来 了 啊 ? 
对 他们 叫 我 给 一出 惊悚 广播剧 写 评论 阿伦 我 以为 你 要 练习 到 4 点 
( 1947 年 ) 是 的 但 我 提前 走 了 为了 确保 你 能 按时 到 
天 啊 你 有点 太 认真 了 吧 
只是 采访 我妈 而已 你 妈妈 是 位 才华横溢 的 画家 
她 比 大多数 人 都 更 懂 梦境 
不 谢 了 我 才华横溢 的 母亲 会闻出 我 身上 的 烟味 
自己 抽烟 的 人闻 不出 其他人 身上 的 烟味 
我 母亲 什么 都 闻 得 出来 包括 我 的 想法 
抱歉 
行 了 别 道歉 
乔治亚 欧姬 芙 说 没有 什么 比 现实主义 更 不 真实 了 
所以 我 希望 我们 能 由此 开始 
是 什么 让 艺术家 成为 超现实主义 者 ? 
我 觉得 自己 不算 是 超现实主义 者 
好 吧 
你 觉得 是 什么 让 艺术家 成为 超现实主义 者 ? 
安德烈 布勒 东 在 第一部 《 超现实主义 宣言 》 中 写道 ... 可 你 觉得 呢 ? 
我 觉得 ... 与 寻找 奇迹 有关 
还有 什么 比 试图 定义 自己 更 稀松 平常 呢 ? 
- 是 ... - 我 只是 想 说 你 的 画 让 观者 进入 一种 状态 ... 贝蒂 你 爱 我 儿子 吗 ? 
因为 我 从没 见 过 他 对 谁 如此 着迷 过 我 有时 不禁 会想 这段 关系 会 有 什么 结果 
又 是 西 三 画廊 的 莉 兹 我 最好 接 一下 
不好意思 去 去 就 回 
她 想 和 大师 谈谈 那 就 ... 准备 好 吧 
怎么样 ? 
我 好像 准备 过头 了 
我读 了 你 在 《 布朗 尼 》 上 的 文章 " 美国 和 我们 " 让 我 觉得 自己 无足轻重 、 老 了 
看来 你 有些 东西 写 对 了 
你 不 老 德斯特 先生 
说实话 我 不 知道 是 感觉 自己 老 了 还是 羡慕 
最近 我 总是 搞不清 这 两种 感觉 
希望 阿伦 能 有 同感 
如果 我 是 我 儿子 我会 带你去 纽约 
在 格林威治 村待 着 
然后 帮 你 在 某家 真正 的 报社 找份 工作 
你 这么 有 才华 ... 你 真的 能大获 成功 麦迪 
- 谢谢 - 哈尔 莉兹想 跟 你 说话 
问问 路易丝 她 下个月 在 西 三 画廊 的 画展 
这样 能 让 她 打开 话匣子 
- 谢谢 你 德斯特 太太 - 好 等不及 读 你 的 文章 了 
我 出去 时要 去 感谢 一下 德斯特 先生 
德斯特 先生 ? 
她 在 你 心中 是 什么 人 ? 
你 想 讲 出 泰西 的 故事 你 想 讲 出 我 的 故事 
你 想 讲 出 所有人 的 故事 除了 你 自己 的 
泰西 ? 能 听见 吗 ? 
她 ... 她 在 这里 
见鬼 
你 没 撒谎 
- 嘿 保罗 - 是 我 去 上报 
她 真 小 
如果 是 性犯罪 那 我 难以承受 
你 ? 
是 唐纳 利 我们 找到 那个 女孩 了 ... 你 怎么 知道 要 来 这里 找 ? 这位 太太 ... 施瓦茨 太太 
我 通常 是 能 看 出来 的 
认出 我们 犹太人 需要 一辈子 的 练习 嘿 她 只是 碰巧 鼻子 很 美 
施瓦茨 太太 你 丈夫 知道 你 在 这里 吗 ? 
- 我 去 给 你 倒 点水 - 谢谢 
我们 再 问 几个 问题 就 好 
你 该 小心 点 普拉特 
然后 我们 试图 加入 官方 搜寻 队 我 看 没什么 新鲜 的 是 她们 找到 了 德斯特 家 的 女孩 
这么 快 ? 
你 住 这里 ? 是 的 
生活 质量 差得 有点 多 啊 
- 谢谢你们 警官 - 等等 
在 逮捕 嫌疑人 前 你 和 你 朋友 会 是 媒体 的 焦点 
小心 记者 
我 不 打算 跟 任何人 说话 
我 送 你 上楼 谢谢 我 没事 的 
是 啊 只要 你 在 这 一带 活动 时 脸上 抹 着 泥巴 就 好 
拜拜 晚安 
天 啊 多拉 我 还 以为 嗑 药会 让 你 没 胃口 呢 
有 谢尔 的 这个 厨房 就 不会 
- 好 了 抬脚 - 来 ... 好 有人 想 和 我 一起 钻 被窝 
小心 脚下 我 扶 着 你 呢 
最好 别吐 我 身上 - 好 - 我 进去 我会 确保 她 没事 
不 宝贝 我累 了 想 一个 人待 着 来 吧 
来 亲 一个 
- 好 了 - 回头 来 看看 我 好 吗 ? 
你 最好 希望 谢尔能 让 你 再 登台演唱 
不 我会 唱 的 
谢尔会 让 多拉 做 自己 
对 只要 多拉 让 雷吉 爬 上 她 的 身子 就 好 
- 跟 这个 无关 - 是 吗 ? 跟 什么 有关 ? 
我 的 声音 
是 你 从 16 岁 起 就 在 为 他 唱歌 了 我 不 记得 你 有 过 免费 的 毒品 和 戈 迪安 房间 直到 雷吉 喜欢 上 了 你 
也许 我 也 喜欢 他 呢 是 吗 ? 
多拉 你 可以 去 其他 地方 唱歌 的 
艾吉伍 兹 说 过 很多 黑人 都 去 巴黎 唱歌 
你 能 想象 吗 ? 
离开 这个 该死 的 国家 
哪来 的 钱 呢 ? 我要 去 解梦 手册 里 找 克利 奥帕特拉 你 去 替 我们 下注 
我 不会 用养 儿子 的 钱 下注 的 
我 梦想 着 我们 一起 去 巴黎 但 你 宁可 跟着 默 特尔 萨默干 
我 没 时间 做梦 
默 特尔 会 给 我 一些 正经 的 工作 
正经 的 ? 
你 知道 她 的 竞选 是 谢尔 出资 的 对 吗 ? 
才 不是 呢 
是 默 特尔 萨默 是 人民 的 
她 关心 黑人 女性 特别 是 某 一个 黑人 女性 默 特尔 萨默 
- 妈 - 麦德琳 
你 怎么 来 了 ? 
米尔顿 给 我 打电话 了 
你 疯 了 吗 ? 
他 一宿 没 睡 一直 在 担心 你 
对 我 疯 了 
- 塞思 在 哪 ? - 他 情绪 很 不好 
我 得 换衣服 
麦德琳 你 不 打算 告诉 我出 了 什么 事 吗 ? 
泰西 德斯特 的 葬礼 半小时 后 举行 我们 之后 再谈 好 吗 ? 
塞思 不想 参加 
你 跟 他 说 了 什么 ? 跟 他 说 ? 我 为什么 需要 跟 他 说 ? 他 被 母亲 抛弃 难过 不是 很 正常 吗 ? 我 没 抛弃 他 对 没错 你 抛弃 了 我 对 吗 ? 
什 ... 你 抛弃 了 我 ? 我 不 懂 
米尔顿 我 需要 一些 钱 我 需要 租个 地方 住 几周 好 整理 一下 思绪 - 钱 ? 整理 思绪 ? - 我 在 这里 静 不下 心 
麦迪 你 想 帮忙 找 泰西 德斯特 结果 呢 ? 
你 做到 了 恭喜 啊 但 你 现在 在 说 什么 ? 
我们 能否 谈谈 ... 
我们 在 谈 啊 我 在 谈 、 你 在 谈 
- 我 都 不 认识 你 了 - 我 就是 想 谈谈 - 你 怎么 这样 说话 ? - 我 想 暂停 生活 好 想 清楚 我 为什么 想 离开 这里 
可惜 不行 米尔顿 你 不 希望 让 我 想 而是 打电话 给 我 母亲 你 还 想 告诉 我们 的 儿子 是 我 做 错 了 
- 我 没有 告诉 我们 的 ... - 他 什么 也 没 跟 我 说 
你 去不去 ? 
不去 
她 昨天 刚死 我 ... 不 明白 为什么 这么 快 就 举行 葬礼 
这样 她 的 灵魂 能 得以 解脱 
麦迪 解脱 到 哪里 呢 ? 
像 我们 城市 里 的 许多 人 一样 你 即将 发现 你 更 关心 死人 的 灵魂 而 不是 活人 的 灵魂 
麦德琳 你 平常 该 多 穿 黑衣服 显得 年轻 妈 真是 惊人 你 说 了 那么 多 讽刺性 的 奉承话 竟然 良心 不 觉得 刺痛 
拜托 这是 建议 
谋事在人 成事在天 我 听得懂 我 听 你 说 一辈子 了 
你 怎么 养活 自己 啊 ? 
我 不 知道 你 怎么 养得 起 自己 
首先 我会 卖掉 我 的 车 
天 啊 
幸好 我 母亲 死 了 看不到 这 一幕 
我 以为 你 母亲 死 于 大屠杀 嘿 我 是 说 幸好 她 死 了 没 看到 这 一幕 发生 在 美国 
是 一群 19 岁 的 纳粹 
他们 创立 了 一个 全国 州权 党支部 
- 拉比 科恩 今天 关闭 了 犹太教 堂 - 米尔顿 够 了 
麦迪 我 知道 我们 不太熟 但 我 听说 你 ... 不肯 离开 我 的 泰西 你 找到 她 时 我 只是 想 ... 
我 很 遗憾 麦迪 你 看到 她 ... 的 脸 了 吗 ? 
她 ... 你 觉得 她 是不是 呼喊 过 妈妈 来 求救 ? 
我 没 在 现场 但 你 ... 在 
她 回不来 了 ... 麦迪 她 回不来 了 
嘿 你 去 哪 ? 
- 塞思 ... - 我 的 女儿 我 的 女儿 
- 请 节哀 - 为什么 我 女 ... 
你 在 吗 ? 
你 这 小混蛋 
小混蛋 
我 跟 你 说 过 了 你 再 这么 干 我 就 把 你 赶出 家门 
你 为什么 没 在 店里 ? 
小混蛋 
我 妈妈 相信 要 找 一份 好 工作 我 必须 打扮 得 漂漂亮亮 就 像 我 在 这个 世上 无忧无虑 一样 
她 说 " 所有 女人 都 知道 这个 秘密 " 
你 一生 都 在 假装 这件 事 
麦迪 不是 吗 ? 
女性 领袖 办公室 她 来 了 
谁 我 吗 ? 怎么 了 ? 
琳达 说服 了 WJZ 电视台 把 设备 借给 我们 用 一天 
我们 请来 了 独一无二 的 《 非裔 美国 人报 》 的 帕特里斯 墨菲 来 采访 社区 里 的 人 
采访 什么 内容 ? 
关于 默 特尔 如何 帮助 他们 或 激励 他们 为 改变 而 奋斗 
你 昨天 在 筹款 会上 的话 影响 很大 呢 
我 希望 你 今天 能 对 着 摄像机 再说 一次 
我能 先 跟 萨默 夫人 谈谈 吗 ? 
- 我会 告诉 她 你 来 了 - 好 我 在 里面 等 
- 一会儿 见 ? - 一会儿 见 
是 的 我 收到 信 了 
谢谢 再见 
无意 打扰 萨默 夫人 我 只是 想 感谢 你 昨天 让 我 发言 
你 是 筹款 会 的 明星 
名师出高徒 
我能 坐下 吗 ? 
我 希望 能 谈谈 我 为 你 全职 工作 的 事 
我 向 周围 的 人 提过 雇佣 你 的 事 所有人 都 很 赞成 
你 是 更 美好 的 巴尔的摩 的 形象 代言人 
但 很 不幸 有 几位 白人 捐助者 对 你 的 加入 有 顾虑 因为 你 在 为 戈登 先生 做事 
本市 有 一半 的 有色人种 在 为 戈登 先生 做事 
克利奥 在 你 发表 了 昨天 的 声明 之后 我 雇佣 你 会 有损 自己 的 形象 
会 像是 我 花钱 找 你 来 支持 我 
但 如果 为 你 工作 我 就 不必 为戈登 先生 做事 了 
谁 也 无法 离开 戈登 先生 那样 的 人 除非 他 不 想要 他们 了 
你 就 离开 了 啊 
我 从没 为 他 做 过事 
如果 你 指 的 是 他 给 的 那些 我 已经 不再 接受 的 捐赠 那 你 一定 明白 我 为什么 需要 这些 捐助者 
帮 我 连任 那 你 未来 就 会 有 很多 机会 
什么 机会 ? 
放弃 尊严 吗 ? 
我们 都 得 等待 自己 的 机会 克利奥 
我 叫 尤 妮塔 约翰逊 今年 30 岁 
大多数 人 叫 我 克利奥 克利 奥帕特拉 的 简称 
这是 当年 萨默 夫人 当 我 老师 时 孩子 们 给 我 起 的 绰号 她 说 我 看起来 像 埃及 女王 
但 如今 人们 看着 我 眼中 没有 女王 
而是 酒吧女 招待 、 记账 人 商场 的 模特 
他们 看到 的 是 一个 需要 救助 的 人 
我 小时候 爸爸 曾 说 " 我们 的 梦想 不是 为了 自己 而是 为了 那些 还 没 出生 的 同胞 " 
我 想 他 说得对 因为 我 还 不曾 为 自己 心怀 梦想 已经 很久 了 
但 我家 有 两个 儿子 似乎 世界 给 了 我 一个 选择 我 可以 选 保住 自己 的 尊严 或者 选 养活 两个 儿子 
只是 我 似乎 无法 两者 兼得 
克利 奥帕特拉 一切 还好 吗 ? 
克利奥 亲爱 的 如果 你 紧张 ... 克利奥 你 怎么 了 ? 好 了 宝贝 克利奥 亲爱 的 我们 得 ... 
好 了 休息 五分钟 ? 
克利奥 我 就 在 门外 
但 即使 你 把 车 免费 停 在 这里 在 你 丈夫 签字 前 我 也 没法 买 
车是 我 名下 的 为什么 需要 我 丈夫 签字 ? 
因为 他 是 你 丈夫 施瓦茨 太太 
两千五百 再 加上 你 丈夫 的 签字 
两千 怎么样 ? 
抱歉 美女 
没有 他 的 签字 你 能 买 这辆 车 吗 ? 
还 没 
那 他 必须 签字 女士 
打扰 一下 你们 这里 有 电话 吗 ? 
有 在 后面 
谢谢 
接线员 你 需要 什么 帮助 ? 我 被 抢 了 
女士 你 在 哪 ? 
有人 闯入 了 我 的 公寓 
我 不敢 回家 请 派 个 警察 来 好 吗 ? 
我 需要 你 的 地址 
就 在 ... 金银 烧烤店 楼上 在 哪 ? 
沙镇 吗 ? 在 沙镇 对 
- 我 看看 再见 - 谢谢 
桑尼 怎么样 啊 ? 
- 给 我 1 美元 来 下注 325 号 - 行 
真 抱歉 
高个子 的 泰迪 
有 消息 要 告诉 老 查理 吗 ? 
- 有 詹金斯 、 霍姆斯 、 布鲁克斯 - 好 这样 吧 给 布鲁克斯 先生 857 号 
好 我会 告诉 他 
给 泰迪 
- 自己 小心 好 吗 ? 不 客气 
- 谢谢 塞 德里克 先生 
谢尔戈 登是 一个 经营 非法 彩票 生意 20 年 的 罪犯 
他 唯一 真正 的 生意 是 种族隔离 让 我们 的 同胞 依赖 他 
默 特尔 萨默 对 所谓 的 彩票 生意 采取 了 有 争议 的 立场 
这种 地下 非法 赌博 的 主要 参与者 是 全国 黑人 社区 里 贫穷 的 工人阶级 
萨默 夫人 的 对手 称 彩票 生意 为 小型 黑人 企业 出资 这是 我们 执法 部门 每天 都 在 努力 破除 的 一个 谎言 
买 彩票 的 人 常常 用 所谓 的 " 解梦 手册 " 去 把 梦境 转化 为 中奖 数字 却 慢慢 地 把 辛苦 挣来 的 钱 输给 了 当地 的 帮派 老大 
嘿 看 让 她 进来 
看 这个 
我 想 让 你 看看 新 的 型号 很丑 但 速度 是 雷姆森 的 两倍 
给 她 演示 一下 
零 成本 
如果 坏 了 呢 ? 我会 给 你 再 弄 一台 
如今 什么 东西 都 可以 扔掉 是 的 
默 特尔 那群人 和 黑豹党 可以 整天 喊 口号 
但 选票 和 子弹 都 不是 关键 银行 才 是 
其实 我 正想 跟 你 谈谈 此事 戈登 先生 
我 走 了 老大 
我 希望 能 接受 你 的 要约 
从 酒吧 辞职 帮 你 记红账 而 不光 是 绿账 
什么 事 都行 帮 你 办 其他 任何 事 好 这是 好消息 
但 我 相信 你 也 赞同 我 这个 位置 的 人 必须 相信 手下人 的 动机 
你 可以 相信 我 戈登 先生 
我 唯一 的 动机 是 照顾 好 两个 儿子 
真的 相信 我 
我 相信 今晚 你 会 出现 在 法老 剧院 
至于 剩下 的 嘛 我 就 看 你 的 实际行动 了 
- 好 吗 ? 
- 好 
如果 你 需要 额外 的 钱 别忘了 带 巴掌 来 演出 
法老 剧院 见 
海上 的 船 哥们 我 可 记不住 解梦 手册 里 的 数字 优秀 的 赌注 登记 人 不光 是 卖 数字 小子 而是 在 卖 梦想 
泰迪 跟 我 说 说 我 梦 到 的 那 艘 海上 的 船 
这 绝对 是 阖家欢乐 的 征兆 
把 钱 押 在 395 号 上 
- 这匹 小 石马 ... - 好 的 
泰迪 你 经营 彩票 的 事 我 是 怎么 说 的 ? 妈 
你 以为 我 不会 来 是不是 ? 住手 
- 像 个 贼 一样 背着 我 干 ? - 请 住手 
- 为了 什么 ? - 求 你 - 就 为了 他们 施舍 的 那点 零钱 ? 
- 求 你 对不起 冷静 点 克利奥 你 已经 表明态度 了 好 吗 ? - 别 逼 他 了 
- 我 显然 还 没有 我烦 透 这 该死 的 解梦 手册 了 泰迪 
- 天 啊 克利奥 - 站 在 这里 
查理 你 离 我 儿子 远 点 
我 不会 再说 一次 了 
把 外衣 穿 上 
- 嘿 泰迪 别 担心 - 这是 最后 一次 
别 担心 我 帮 你 登记 赌注 兄弟 
泰迪 等等 
泰迪 等等 
谢天谢地 
施瓦茨 太太 ? 
是 我 谢天谢地 你 来 了 
我 是 普拉特 警官 这是 戴维斯 警官 
谢谢你们 这么 快 赶来 
是 女士 我 负责 巡逻 这 一带 我 没 在 附近 见 过 你 啊 
我 昨天 刚 搬 来 的 
不 女士 我 是 说 这 一 地区 不 适合 你 住 
我 觉得 你 不该 住 这里 为什么 ? 因为 我 是 犹太人 ? 
不 女士 并 不是 
是 有人 警告 过 我 但 我 没想到 自己 会 被 抢 
当然 那么 施瓦茨 太太 丢 了 什么 ? 
珠宝 主要 是 首饰 我 有 一个 钻戒 不见 了 
戴维斯 警官 你 去 问问 邻居们 是否 看见 了 什么 吧 ? 我带 施瓦茨 太太 去 她 的 新 公寓 
谢谢 
这里 
我 之前 在 哪见 过 你 但 不是 这 附近 你 从 哪 搬 来 的 ? 
派克 斯维尔 
- 派克 斯维尔 - 但 我 现在 住 这 今天 那边 有场 盛大 的 葬礼 是 的 也许 你 是 在 那边 看到 我 的 我 昨晚 在 警局 
你 是 找到 泰西 德斯特 的 女士 对 吗 ? 对 
现在 你 被 抢 了 
我 相信 这 两件事 没有 关联 
这 附近 修指甲 的 地方 不 多 是 吧 ? 
没什么 只是 搬家 时 沾 了 点 泥土 
我 得 给 入室 盗窃 警探 打电话 
我 没有 电话 
我 也 没有 无线电 因为 我 没 ... 我 没有 无线电 但 我 有 公用电话 的 钥匙 就 在 金银 烧烤 店里 
我 去 那里 打电话 我们 可以 在 楼下 等 
我们 最好 别碰 公寓 里 任何 东西 施瓦茨 太太 好 
我们 走 吧 ? 
- 谢谢 - 不 客气 
你 真 好 
不 客气 
知道 吗 有 那么 一瞬间 你 和 你 的 朋友 是 嫌疑人 
是 吗 ? 
博斯科 警官 以为 是 同性恋 性犯罪 什么 的 
开玩笑 吧 
不是 我 发誓 
但 他们 之后 在 她 指甲 下 发现 了 水族箱 里 的 碎石 他们 要 逮捕 鱼 店里 的 某个 人 
有些 人 说 看到 了 德斯特 家 的 女孩 走进 店里 
可怜 的 孩子 
我能 问 你 个 问题 吗 ? 当然 
戒指 上 保险 了 吗 ? 
你 知道 保险 赔偿金 可能 要 好几个 月 才能 到 账 吧 ? 
如果 你 需要 这笔 钱 应该 考虑 到 这 一点 
- 如果 我 需要 这笔 钱 ? 
好 了 入室 盗窃 警探 应该 到 了 
我们 走 吧 
不好意思 
我 去 孟菲斯 的 时候 是 跟 大王 一起 混 的 
- 哪个 大王 ? 
- 不是 马丁 是 猫王 
他 带 着 我 不是 当 消遣 的 我们 单独 相处 我 去过 他家 看过 他 的 车 
他 的 小孩 在 外面 玩 跳房子 我 说 " 你 女儿 多大 了 ? " 他 说 " 这 不是 我 女儿 是 我 老婆 " 我 很 惊讶 
一切 可好 ? 他 没事 
别 这样 吓 我 带 着 这 副 表情 到 这里 来 
你 误解 我 的 表情 了 这个 表情 是 说 " 我 知道 这个 臭小子 不该 在 这里 买醉 他 应该 在 外面 找 工作 " 
找 工作 ? 我 现在 就 在 工作 - 这是 工作 ? - 是 啊 - 拜托 巴掌 - 还要 我 跟 你 说 多少 次 ? 
- 胡扯 
- 拜托 我 在 观察 好 吗 ? 然后 我 拿 这些 编 笑话 
- 是 吗 ? - 边 做 其他 工作 边写 稿子 我 做 不到 - 是 ... - 那 真是 疯 了 你 明白 吧 ? 
- 乔治 怎么样 ? - 嘿 你好 
怎么 了 ? 
给 我 两杯 谢谢 这位 是 我 老婆 
有 脾气 ... 朝 那边 发 
你 真 幽默 
我 一直 想 告诉 你 这事 呢 
我 给 你 安排 了 一场 法老 剧院 的 演出 明晚 
你 怎么 安排 的 ? 谢尔 他 说 不想 再 看到 有 黑人 失败 了 
但 他 不介意 看 黑人 听 他 的 命令 ? 
- 不是 这样 的 - 他 要 你 做 什么 ? 
- 没什么 
- 说实话 
别喝了 
你 明晚 就 去一趟 为 儿子 们 做 一场 老少皆宜 的 演出 吧 
拜托 了 
你 换 香皂 了 ? 
巴掌 我 在 努力提高 我们 的 生活 质量 
我 需要 你 支持 我 跟 我 步调一致 
我 随时 都 支持 你 见鬼 我们 现在 就 能 跳 几步 舞 
来 
你 这么 美 
- 各位 她 美 吧 ? - 别闹 好 了 你 看起来 有点 紧张 
我们 应该 多 跳舞 你 的 气味 很 好闻 
因为 我 洁身自好 
麦德琳 施瓦茨 我 是 鲍勃 鲍尔 《 星 闻报 》 的 
我 知道 你 的 专栏 
- 我 喜欢 你 为 你 妻子 画 的 素描 - 谢谢 抱歉 我能 进来 吗 ? 
我 很 想 喝 杯水 
三层楼 对 我 这样 的 胖子 来说 太难 了 
我 觉得 你 不算 胖 
我 不 知道 你 还 能 觉得 我 怎么样 
我 差点 找错 地址 了 但 我 的 线 人 纠正 了 我 
- 你 的 线 人 ? - 对 
给 是 我 认识 的 人 吗 ? 
我 不能 透露 
我 可以 保证 我们 谈过 之后 我 也 同样 不会 透露 你 的 名字 
恐怕 我 除了 水 之外 没什么 能 给 你 的 东西 了 鲍尔 先生 我 对 宣传 不感兴趣 所以 你 ... 
是 但 你 不 认为 你 和 你 的 朋友 找到 泰西 德斯特 是 个 有 价值 的 故事 吗 ? 
完全 不 觉得 
我 曾经 也 当过 记者 
我 丈夫 是 个 律师 
嘿 你 丈夫 知道 你 和 你 的 情人 是 嫌疑人 吗 ? 
我 觉得 你 的 线 人 在 这 一点 上 跟 你 说错 了 
我们 不是 情人 我们 也 不再 是 嫌疑人 了 
那 是 谁 呢 ? 
因为 你 知道 我们 确实 会 给 好 线索 付钱 的 
如果 你 真想 知道 将要 因 谋杀 泰西 德斯特 而 被捕 的 人 和 她 指甲 下 找到 的 水族箱 碎石 有关 
也许 你 该 问问 你 的 线 人 这件 事 
我会 的 
嘿 谢谢 你 倒 的 水 
这 和 我 想 的 是 一个 意思 吗 ? 
我 听说 昨天 萨默 夫人 办公室 的 事 了 好样 的 
是 时候 让 克利 奥帕特拉 恢复 女王 的 样貌 了 
谢谢 你 谢尔 
斯特凡 扎瓦 兹凯 我们 已经 包围 了 这栋 楼 
放 了 你 的 母亲 
放 了 人质 
不要 反抗 回头是岸 
立刻 出来 
如果 你 现在 出来 你 不会 受到 伤害 
快点 不要 开枪 
不要 反抗 回头是岸 
我 保证 如果 你 现在 出来 你 不会 受到 伤害 
举起 双手 走 出来 
不要 反抗 回头是岸 
举起 双手 走 出来 
我 是 安全 的 
没事 了 
请别 开枪 ... ( 谋杀 泰西 德斯特 的 嫌疑人 被捕 ) 
请别 开枪 ... 这 是 我 儿子 他会 自己 过去 
我 给 了 他 一条 好 线索 
你 应该 让 他 报道 同性恋 性犯罪 的 
我 爸会气 到 犯 心脏病 
说 到 心脏病 ... 你 能 让 你 父亲 晚点 收 我 房租 吗 ? 
推 到 戒指 的 保险金 到 账 就 行 
你 这么 问 我 他 就 会 生气 是 
或者 也许 是我太 害怕 不敢 问 他 
我会 问 他 的 如果 你 跟 我 一起 抽烟 的话 
嘿 雷吉 这里 只限 演员 出入 
最好 够 搞笑 臭小子 
- 好 准备 好了吗 ? - 现在 9 点 
我 觉得 他们 得 多 喝 几杯 来 放松 一下 
巴掌 你 这么 说 就 意味着 你 没 打算 讲 老少皆宜 的 笑话 
你 是 说 安全 的 ? " 拜托 巴掌 别 讲 让 人 感到 不自在 的 笑话 " 
行 好 你 必须 明白 人们 来 这里 是 为了 忘记 烦恼 巴掌 
也许 我会 给 他们 叫 来 警察 
女士们 、 先生 们 我们 今晚 有 一位 特别 嘉宾 他 已经 很久没 有 登上 这个 舞台 了 
大家 掌声 有 请 " 暗黑 " 巴掌 约翰逊 
嘿 ... 谢谢 ... 天 啊 重回 舞台 太高兴 了 
真 好 有 这么 多 帅哥美女 
黑人 有钱 了 兄弟姐妹 们 现在 都 喝 马天尼 了 
不过 我 还是 有点 紧张 我 来自 南方 
在 我 老家 这么 多 混得 不错 的 黑人 同聚 一堂 意味着 他们 很快 会 把 这里 烧毁 
塔尔 萨 的 人 不 喜欢 这个 段子 
全 垮掉 了 
我 从小 在 佐治亚州 长大 上学 路上 见过 吊死 在 树上 的 黑人 
开玩笑 的 我们 没学上 
你们 觉得 这个 段子 烂 ? 那 你们 觉得 我们 的 新鞋 是从 哪来 的 ? 
费尔迪 看见 你 出来 了 ? 
好 
他 跟 这事 无关 
不过 队长 很 喜欢 收到 戈登 先生 的 信封 是 吗 ? 
你 知道 那天 晚上 找到 的 小女孩 尸体 吧 ? 
听说 了 
他们 刚刚 抓到 了 杀人 的 疯子 
他 妈妈 想 把 责任 推 给 当时 在 店里 的 一位 黑人 兄弟 
一个 年轻 的 有色 男子 一只 眼睛 淤青 
有个 黑眼圈 的 黑人 
你 ... 你 该 在 眼睛 痊愈 前 避避风头 
明白 老大 
我 觉得 哈丽雅特 塔布 曼 的 " 鲍鱼 " 不错 
听 我 说 她 鼓动 黑 人们 离开 家园 跑 过 树林 为了 自由 去 冒 生命危险 没 人 知道 什么 是 自由 只有 好 " 鲍鱼 " 才 会 让 人 去 冒 这种 险 
这 是 你 老公 ? 
- 你 怎么 看 出来 的 ? - 溜过 主人 的 房子 ... 你 的 眼神 透露 了 一切 
我 得 跟 你 谈谈 
只 为了 有 机会 上 哈丽雅特 
我 需要 你 帮 我 跑 个 腿 
现在 吗 ? 
这是 干什么 的 ? 
送 过去 即可 
你 不 知道 是 谁 派 你 去 的 地址 在 里面 
是 你 的 要求 还是 谢尔 的 ? 
这 不是 要求 克利奥 
你 跟 戈登 先生 说 他 可以 相信 你 证明 一下 吧 
我 儿子 甚至 不 上学 他 在 学校 里 赚 不到 钱 
因为 他 得 买 一条 腰带 
你们 知道 要 孩子 去 买条 腰带 有 多难 吗 ? 拜拜 
然后 我 退掉 了 腰带 我们 想得到 退款 
普拉特 怎么样 ? 
我 想 我 可能 待 得 太久 了 
- 你 总是 这样 - 我 错过 了 什么 ? 
他们 抓到 了 杀害 德斯特 家 女孩 的 凶手 
- 是 吗 ? - 是 
这样 吧 送 我 去 贫民区 我 好 看看 施瓦茨 太太 
她 应该 从 警方 这里 听到 此事 
施瓦茨 女士 ? 
施瓦茨 女士 
好 去 告诉 她 吧 普拉特 
谁 啊 ? 
我 是 来 找 杜克 的 
你 是 杜克 ? 
他 看起来 像 杜克 吗 ? 杜克 
你 的 蓝 外衣 很 好看 谢谢 
别 喊叫 免得 吓 到 我 的 鸟 小子 你 和 这些 鸟 啊 老天 
没事 ... 
你 不是 我 等 的 人 
我 是 来 送 这个 的 然后 就 不 打扰 了 
绿 票子 不少 啊 只 需 按响 门铃 取 走 一些 美钞 和 钻石 
你 如果 不 闭嘴 以后 就 看不到 这么 多绿 票子 了 
嘿 听 着 你 要 喝点 什么 吗 ? - 不要 - 确定 ? 
- 但是 谢 了 - 好 吧 
嘿 宝贝 嘿 心肝 
卡罗尔 
看 这 是 谁 
我 得 回去 工作 了 失陪 
不行 慢着 
回去 为 谁 工作 ? 
你 继续 挡 着 门 的话 我 相信 你 很快 就 会 得知 
是 吗 ? 
她 性子 很烈 我 喜欢 
你 开车 
不 我 不是 来 开车 的 我 只是 来 给 你 送货 不 ... 
你 不能 让 女人 碰 你 的 1962 年款 红色 雪佛兰 
- 我来 开 - 给 我 坐下 醉鬼 
伙计 去 你 的 破车 吧 有 什么 了不起 ? 
- 怎么回事 ? - 嘿 
好 ... 贱人 我 不 认识 你 随时 可以 杀 了 你 
大鱼 没 来 所以 小鱼 要 跟 我们 一起 兜兜风 
天 啊 这些 都 是 你 写 的 ? 
只是 日记 而已 
有些 日记 真的 是 杰作 
- 没有 啦 - 你 听说 过 阿娜 伊斯 宁 吗 ? 
我 每天晚上 都 读 她 的 日记 
我 打赌 她 不住 在 派克 斯维尔 
她 住 在 巴黎 
她 的 日记 写 的 是 她 内心 的 想法 和 外遇 
巴黎 的 外遇 
一定 和 在 派克 斯维尔 买百吉饼 一样 平常 
我 脑子里 想 的 都 是 她 我 其实 记住 了 一些 她 的 文字 
是 吗 ? 
" 普通 的 生活 我 没 兴趣 
我 只 追求 令人兴奋 的 时刻 
我 和 超现实主义 者 是 一致 的 都 在 寻找 奇迹 
我 想 成为 一名 作家 提醒 其他人 这样 的 瞬间 是 存在 的 
我 想 证明 世上 有 无限 的 空间 无限 的 意义 无限 的 维度 
但 我 并 不 总是 处于 我 所谓 的 优雅 状态 
我 有 灵感 迸发 和 发烧 的 日子 " 
" 有些 日子 我 脑子里 的 音乐会 停止 
然后 我 就 缝补 袜子 修建 树木 给 水果 装罐 擦拭 家具 
但 这样 做 的 同时 我 觉得 这 不算 是 活着 " 
谁 啊 ? 
普拉特 警官 
稍 等 
来 了 稍 等 
我 父母 在 等 我 呢 
记得 问 你 父亲 房租 的 事 
一切 可好 ? 
我 正要 去 巡逻 然后 看到 了 你 的 窗口 有 灯光 
所以 我 想 告诉 你 他们 逮捕 了 杀害 德斯特 的 嫌犯 你 的 戒指 还 没有 线索 施瓦茨 太太 看起来 可以 申报 保险 了 
终于 有点 好消息 了 
警官 我 如果 请 你 喝 瓶 啤酒 会 不会 犯法 ? 
如果 你 不 上报 那 我 也 不报 
这里 转弯 
这 是 默 特尔 萨默 的 家 对 
请 不要 这么 做 你 不必 这样 的 - 拜托 - 我 什么 也 没 做 啊 
我 和 你 、 疾速 卡罗尔 坐在 车里 
我们 要 看 烟火 
天 我 只是 想 收回 我 圣诞节 的 钱 
把 她 干掉 圣诞老人 会 拜访 你 两次 
宝贝 对 不 对 ? 
- 那 我 可 干 不 出来 哥们 - 这位 黑人 除了 偷 钻石 、 珠宝 别的 活 我 可不 干 
别朝 我 的 鸟 喷 口水 小子 
你 和 你 那 破 鸟 去死吧 
你 跟 我 说 什么 ? 
站 在 这个 混蛋 后面 
如果 他 不 开枪 你 就 开枪 打 他 
把 我 的 鸟 给 我 
下车 
关门 小子 你 妈 没教过 你 怎么 下车 吗 ? 
请别 这么 干 求 你 了 
闭嘴 
