یک دو سه 
ساکنین محترم تا ساعت 
شیش غروب تو پایگاه تمرین سلاح گرم انجام میشه 
ممکنه یکم گرد و خاک و سر و صدا درست بشه 
با وجودی که ممکنه برای ساکنین ناخوشایند باشه این آموزش برای نیروهای مسلحه که باید برای دفاع ملی آموزش ببینن لطفا این رو درنظر داشته باشین 
اگه بدون اجازه موقع برگزاری تمرین وارد منطقه بشین جون با ارزشتون به خطر میفته 
ساکنین حومه به محض شنیدن این اطلاعیه هرچه سریع تر به مکانی امن 
هوا جون میده واسه ماهیگیری ، مگه نه ؟ 
الان یه فنجون سرد ماکگولی می چسبه 
گروه 1 ، تیم 1 ، تیم2 
شکار خرگوش به زودی شروع میشه 
نهصد و پنجاه متر تا خرگوش 
لعنتی ، چرا هر دو طرف دارن عنتربازی در میارن ؟ حواس آدمو پرت می کنه 
جونگ جین مان و عکس خانواده ی بدبختش 
به اندازه کافی خوش گذروندی عوضی دروغگو 
تمرکز کن 
گوش کن جی آن 
این چیه ؟ 
از دو طرف دارن میزنن ولی یه تیرم بهش نمیخوره 
نه نه 
شخصیت اصلی واسه دوری از گلوله ها داره از نقاط کور به خوبی استفاده می کنه 
آره درسته ، اگه شخصیت اصلی بمیره فیلم تموم میشه 
جونگ جی آن بگو ببینم تو این لحظه به نظرت می تونی همه چی رو کامل ببینی ؟ 
البته 
سرجاشه ، چراکه نه ؟ 
گوش کن جی آن 
تو سنجاقک نیستی 
با چشم انسانی نمیشه همه چی رو دید اشتباه نکن 
همیشه نقطه ی کور هست 
اگه مثل اون یارو که تو فیلمه از نقاط کور به خوبی استفاده کنی می تونی از تو گودال آتیشم زنده بیای بیرون 
نقاط کور 
جی آن چیکار می کنی ؟ 
چی ؟ 
اوه ، دختر گل 
انگاری فیلم زیاد نگاه کردی 
ولی حیف شد من زیادی دورم 
داری چیکار می کنی ؟ 
لعنتی 
داره از سمت چپ میاد 
جهتش اریبه ؟ 
صدای شلیک از جای دورتری میاد 
چی ؟ 
کجا رفت ؟ 
هی ، بونگو - بله ؟ - یکم برو جلو یکم میرم جلو 
چی شده ؟ 
می خوای از اونجا بپری ؟ 
یک 
دو 
تف بهش 
قسمت 1 مورس هلپ هی ، وایستا 
ولم کن - زودباش ، آروم آروم - 
افسر - بله ؟ - می دونی چی به سرم اومده ؟ 
بیخیال ، کسی که کتک خورده منم اون کسیه که منو زده 
چی ؟ 
- دارم میگم من قربانی ام - 
پاشو - آروم باش - پاشو دوباره مثل همون موقعی منو بزن 
آقا یکم آروم باشین خب ؟ 
ببخشید ؟ کِی می تونم برم ؟ 
می خوایم فیلمای دوربین های مداربسته رو نگاه کنیم 
بعدش می تونی بری 
... ولی واقعا اونطوری زدیش ؟ 
- اون منو زد - 
آروم باش ببینیم چی میگی - مشکل چیه ؟ - بذار قانون مجازاتش کنه ، مشکل چیه ؟ 
زودباش - اشتباه میگم ؟ 
این چیه ؟ 
حالا میشه برم ؟ 
من اشتباهی نکردم اون بود که اومد تو دستشویی زنونه 
نمی خوام بگم کار اشتباهی کردی ولی نمیشه ملتو اینطوری بزنی 
نباید این کارو می کردی اگه فقط نگهش می داشتی لازم نبود این کارا رو بکنیم 
میگه می خواد بابت حمله ازت شکایت کنه 
ولی خودش اول خواست منو بزنه 
جی آن شی ، تنهایی نمی تونی مشکلو حل کنی 
زنگ بزن سرپرستت باید با اون درمیون بذاری میشه به والدینت یا یکی دیگه از خانواده ت زنگ بزنی ؟ 
الو عمو ، منم - جونگ جی آن ؟ 
کی هستی ؟ پارک جین وو از ایستگاه پلیس یه چونگ هستم 
می خواستم الان بهت زنگ بزنم 
چی ؟ 
... خب لطفا خیلی وحشت نکن جونگ جین مان مرده 
واسه چی تو طبقه پنجم حفاظ نصب می کنی ؟ 
کدوم دزد دیوونه ای پنج طبقه میاد بالا که دزدی کنه ؟ 
من که پول هم ندارم - تمومه ، تمومه - 
تازه این کمدم هست 
می دونم تو پولش رو دادی ولی یکم سلیقه منم درنظر می گرفتی بد نبود 
واقعا فکر کردی این در و دکور به درد یه دختر 20 ساله می خوره ؟ 
مد قدیمه 
شما بچه ها مد قدیم رو دوست دارین 
باورم نمیشه 
بعدم یه نگاه به این کمد بنداز 
آهنیه ، نه ؟ 
ضد گلوله س خیلی گرون خریدمش 
اگه تیربارون بشی چی ؟ 
صدامو می شنوی ؟ ضد گلوله س نه ؟ 
اینجا جات امنه 
واسه چی باید اینجا تیربارون بشم ؟ 
بیخیال 
ولش کن 
هی ، عمو اون صاحب مغازه ای که سرم کلاه گذاشتو یادته ؟ 
چند روز پیش با ماشین تصادف کرد دست و پاش داغون شد 
شیش ماه باید بستری شه 
معلوم نیست تو تصادف چه بلایی سرش اومده ولی زنگ زد و گفت کل پولی که بهم بدهکاره رو پس میده 
تازه نه فقط پول منو ، پول تمام کارمندا رو میده 
باحاله نه ؟ 
اون موقع خیلی حرصم در اومده بود 
همون کاری که یادم داده بودی کردم و سه بار رو به آسمون اسمتو فریاد زدم 
به نظرم واقعا کار کرد - آره - 
کار من بود 
من دست و پاشو شکستم 
عمو صورتت خیلی زخمی شده قیافه ت شبیه مجرما شده 
نمی تونی واسه خودت همینطوری مسخره بازی در بیاری 
واسه چی ازش عکس می گیری ؟ 
چرا حد و حدودتو رعایت نمی کنی ؟ 
وقتی یه سرباز تو جنگ میمیره پلاک هویت شون رو می ذارن لای دندوناش تا شماره خدماتش رو یادشون بمونه 
شماره شناسایی که بهت میدن از تولد تا مرگت همراهته 
که یعنی اون شماره ای که بهت میدن خیلی خیلی مهمه 
درمورد چی حرف می زنی ؟ 
شماره کارت دانشجوییتم همینطوره حواست باشه هیچوقت فراموشش نکنی 
2 - 2 - 0 
همین الان یهویی از برش کنم ؟ 
2 - 2 - 0 
- 4 . 2 - 2 
2 - 2 - 0 
آخرین حرفی که بهم زد شماره دانشجوییم بود 
... داشتم با خودم فکرمی کردم که تو برادرزاده جین مانی درسته ؟ 
من دوستشم 
جفتمون یه دبیرستان می رفتیم 
بچه که بودی چند باری دیدمت 
نمی دونم منو یادت میاد یا نه 
اوه ... سلام علیک سلام 
وای چقدر بزرگ شدی 
شنیدم تو سئول درس می خونی داری میری دیدن عموت ؟ 
خب حالا جین مان چطوره ؟ 
عموم مرده 
اینجا خاکسپاری رو برگذار نکن 
اون تالار خاکسپاری که سر چهارراهه جای بهتریه 
اینجا خیلی بزرگه ولی خیلی کثیفه 
به یکی از آشناهام که اونجا کار می کنه زنگ می زنم 
اتاق که رزرو کردی ... 
این کارت منه 
با این شماره بهم زنگ بزن 
خیلی نگران نباش 
ممنون 
خب حالا هویت جسد رو تایید می کنیم 
ایشون آقای جونگ جین مانه ؟ 
... ولی برام سوال شده کسایی که خودکشی می کنن معمولا رگ دستشونو نمی زنن ؟ 
تنها بوده چطوری گلوشو اینطوری بریده ؟ 
بله ، ما براساس زخمش احتمال قتل رو دادیم و درموردش تحقیق کردیم ولی تو دوربین های امنیتی اطراف خونه ش 
درضمن ، طبق گزارش کالبد شکافی براساس زاویه زخم احتمالش هست که توسط خودش ایجاد شده باشه برای همین نتیجه گیری کردیم که خودکشی بوده 
اگه بخوای می تونم گزارش کالبدشکافی رو برات بفرستم 
اینطوری مردن بهش میاد 
چی ؟ 
مرگش به خودش می خوره 
نه 
گزارش کالبدشکافی رو نمی خوام 
خب پس ، هویت جسد تایید شد 
باید کارهای تحویل رو انجام بدیم 
اینجا رو امضا کن تا تموم بشه 
خب دیگه روند تحویل دیگه تموم شد 
دو جور لباس عزاداری داریم 
این یکی این روزا محبوبه اینم هانبوک مدرنه 
بین این دوتا انتخاب کن 
عموم همیشه اون خالکوبی رو داشت ؟ 
خانوم اینجا نباید سیگار بکشی 
ببخشید 
بگذریم ، دوباره میگم 
باید یه دست لباس عزاداری انتخاب کنی 
... این سنجاق سر - من عزادار اصلی ام - 
اوه ، بازوبند اصولا مال مرداست 
قوم و خویش مرد نزدیک نداری ؟ 
نه ، کسی رو نداریم 
خب ، حالا فعلا مهم ترین چیز عکس مرحومه 
عکسی ازش داری ؟ 
جونگ جی آن ؟ 
خودتی 
منو یادت میاد ؟ 
به جونگ مین 
خوبی ؟ 
آره ، یادم اومد ، به جونگ مین 
می تونیم عکس عموتو دستکاری کنیم و اینطوری درستش کنیم 
من ارشد کامپیوتر می خونم 
کار راحتیه 
همینطوری به عموت کمک می کردم 
بعد از سربازی برگشتم خونه و دیدم عموت دنبال یه نفر پاره وقت می گرده 
می خواست سایت فروش شلنگ آب پاش کشاورزیش رو دوباره راه بندازه 
واسه همین چند روزی روش کار کردم 
... همون موقع بود که عموت فوت کرد 
برای همین من آخرین کسی ام که باهاش تماس گرفته 
و اولین کسی ام که پلیس باهاش تماس گرفته 
... نمی دونم چی بگم نمی دونم چطور دلداریت بدم 
عموت رو تو حموم پیدا کردن درسته ؟ 
تمیزش کردی ؟ 
نه هنوز 
جی آن اگه خیلی سختته می خوای من تمیزش کنم ؟ 
من و عموت خیلی به هم نزدیک بودیم 
به نظرم مشکلی نیست من انجام بدم 
واقعا ازت ممنون میشم 
باشه حتما ، دستشویی رو هم تمیز میکنم 
نگران نباش ، حواست به مراسم باشه بعد از اینکه کارم تموم شد میرم 
ممنونم جونگ مین 
جی آن 
دوست های دورا بچگی‌ جین مان رو اوردم 
یادت باشه بالاخره یه روزی باید باهاشون تسویه حساب کنی 
باشگاه تو تقاطع یه چونگه 
مالکش رئیس انجمن فارغ التحصیلهای یه چونگه 
این مال انجمن فارغ التحصیل های مدرسه راهنمایی یه چونگه 
اینم مال لی یونگ هانه 
( همرزم لی یونگ هان ) روحمم خبر نداره این کیه 
مهمون دارین 
خانم ، بیا اینجا - باشه - حواسم به اوضاع اینجا هست 
برو و با مهمون ها سلام و احوالپرسی کن 
حالت خوبه ؟ 
... خوبم اما 
جونگ پس اینطوری گذاشتی رفتی 
تو جهنم میبینمت 
چیز دیگه ای لازم ندارین ؟ 
پنکیک داریم ، میل دارین ؟ 
پس هم کلاسی جین مان بودین ، آره ؟ 
که اینطور 
چه عوضیای بی تربیتی 
وقتی یکی داره باهاشون حرف میزنه باید عین آدم جواب بدن 
اونا همون دو قلوهای همسایه نیستن ؟ 
بیخیال بابا ، همه همسایه ها رو میشناسم 
هیچکدوم آشنا نیستن 
جین مان 
اون چشه ؟ جین مان بهش پولی چیزی بدهکاره ؟ 
یا نکنه با جین مان قرار گذاشته بوده ؟ 
دو روزه همینطوری داره مثل ابر بهار گریه میکنه 
همین رو بگو والا 
راستی چرا جین مان خودکشی کرد ؟ 
میدونی که تو کار فروش اینترنتی شلنگ بود 
فکر کنم کار و بارش خوب پیش نمیرفت 
کلی بدهی آورده بود 
ریشه همه مشکلات پوله 
اگه قضیه از این قرار بود پس چرا بهش کمک نکردی ؟ 
هفت تا گلخونه داری 
چرا باید کمکش میکردم ؟ 
هیچوقت از جین مان خوشم نیومد 
دلیلیش اینه که اون جین مان بدبخت وقتی از بچه های کوچیکتر پول زور میگرفتی حقت رو گذاشت کف دستت 
نخیرم ، من از این کارها نکردم - چرا ، کردی - 
جین مان سه تا از دندون هات رو خرد کرد تو دهنت ، با چشم های خودم دیدم 
جین مان اون موقع خیلی معروف بود 
هی ، شنیدی ؟ 
قبل از اینکه جین مان برگرده خونه رئیس باند زنبور موکپو بود 
این چرندیات چیه داری میگی ؟ 
جین مان که گنگستر نبود 
درسته که تو باند زنبورها بوده 
تو از همه جا بی خبری 
این یه رازه که فقط یه سریا میدونن 
... یه شایعه ای هست که میگه جین مان یه جاسوس ضد کره شمالی برای سازمان اطلاعات بوده 
این چرت و پرت ها چیه میگی 
این حرفت مزخرف محضه 
تو مدرسه نمره هاش افتضاح بودن 
همش پشت هم مردود میشد 
مردود ، مردود ، مردود ، مردود 
با این وضع نمرات چطور ممکنه عضو سازمان اطلاعات شده باشه ؟ 
کارمنده ویژه داداش 
باند زنبور - دارم درست میگم - 
عوضیا 
منو ترسوندین ، این چه کاریه ؟ 
چی ؟ 
- چی میگی ؟ 
- عوضی ها 
حق ندارین اینطوری حرف بزنین 
نکنه یادتون رفته جین مان برای ما چقدر مهم بود ؟ 
یادتونه بابامون پولش رو توی قمارخونه توی محله کناری بر باد داد ؟ 
حالا چرا بحث اونو داری پیش میکشی ؟ 
بابات ده میلیون وون پول باخت 
بابام پول پیش پرداخت خونه رو از دست داد بعدش اومد خونه و زغال روشن کرد 
من و داداشم نزدیک بود بمیریم 
اون موقع یادمه دود رفته بود تو ریه ام و نزدیک بود بمیرم 
اون موقع 
جین مان ؟ 
مطمعنم خودش بود 
جین مان اون پولو گذاشت ؟ 
جین مان بود که همتون رو نجات داد 
جین مان عوضی 
ده سال باهاش زندگی کردم اما هیچی ازش نمیدونم 
منتظرت میمونیم تا سیگارت رو بکشی 
جی آن 
تا قبرستون باهات میام 
توی مراسم ختم یه قطره اشک هم نریخت 
شاید اونقدر هم بهش وابسته نبوده 
شاید اصلا بهم نزدیک نبودن اوه دست بدار ، میتونه صدات رو بشنوه 
اصلا نمیتونم باورشون کنم 
آدما هر کدوم روش خودشون رو برای عزاداری دارن 
خسته نباشی جی آن 
دستشویی رو برات تمیز کردم 
ممنونم جونگ مین 
کاری نکردم ، خوشحالم که تونستم کمکی کرده باشم 
وقتی بچه بودیم خیلی با هم دوست بودیم 
خیالم راحته که میبینم داری خیلی خوب باهاش کنار میایی 
به چشم تو یجوریم که انگار دارم باهاش کنار میام ؟ 
... خب 
مگه اینطور نیست ؟ 
حالم از عموم بهم میخوره 
بخاطر اینطور مردنش 
معذرت میخوام ، نباید این حرفو میزدم 
خیلی ممنونم 
وقتی تونستم خودم رو جمع و جور کنم بهت زنگ میزنم بریم با هم بیرون یه چیزی بخوریم 
حتما 
یادت باشه زنگ بزنی جی آن 
خداحافظ 
قبلا غذا خوردم 
یه چیزی برای خودت درست کن بخور 
چه سختی هایی رو از سر گذروندی ؟ 
چه سختی هایی رو از سر گذروندی ؟ 
وانمود میکردی که خیلی قوی و سر سختی 
الان تنهایی باید چه خاکی به سرم بریزم ؟ 
... . جی آن یادم رفت اینو بهت بدم ... این 
برم بعدا بیام ؟ 
جونگ مین 
بله ؟ 
الان حالم خوب نیست 
میشه یکمی پیشم بمونی ؟ 
بازم ممنون جونگ مین 
نه بابا ، حرفشم نزن 
به هر حال تو خونه هم کاری ندارم 
میتونم یکمی بیشتر بمونم باشه 
تو دستشویی پیداش کردی ؟ 
آره ، فکر کنم برای عموته 
نه نیست 
وقتی رفتم دانشگاه هر دومون آخرین مدلش رو گرفتیم 
اصلا میشه باهاش زنگ زد ؟ 
یا شایدم عموت برای کار ازش استفاده میکرده ؟ 
موبایل یه بار مصرف غیر قابل ردگیریه ؟ 
( هفتاد میلیون وون واریز کردم ، کی میتونم بسته ام رو بگیرم ؟ ) هفتاد میلیون وون ؟ 
مگه چقدر لوازم کشاورزی فروخته که انقدر پول در آورده ؟ 
جونگ مین این چقدره ؟ 
... هیجده هیجده میلیارد و هفتاد میلیون وون ؟ 
فکر میکنی با فروش لوازم کشاورزی میتونی انقدر پول در بیاری ؟ 
نه 
اون سایتی که برای عموم درست کردی رو میشه بهم نشون بدی ؟ 
ارزش این شیلنگ ها میشه هفتاد میلیون وون ؟ 
یکمی بیشتر از یازده کیلومتره 
همونطور که خودت گفتی منطقی نیست که یه نفر بخواد انقدر لوازم کشاورزی سفارش بده 
... اما ... اگه از این سایت برای پوشش روی یه کاری استفاده شده باشه 
... این 
دارک وبه - چی ؟ 
یه سایت غیر قانونی 
وب سایت لوازم کشاورزی حتما یه پوشش بوده 
حکم یه راه ورود به این سایت رو داشته 
پس این دقیقا چه جور سایتیه ؟ 
اینجا قیمت اسلحه گذاشتن 
انگار یه سایت فروش اسلحه ست 
اسلحه ؟ 
از اینجور چیزها میفروخته ؟ 
عموی من ؟ 
عوضی روانی 
جی آن ، نذار این چیزها اعصابت رو بهم بریزه 
این یارو دیوونه ست 
بازم محض احتیاط نباید به پلیس گزارش بدیم ؟ 
جین مان ، مین هه ام 
عموم امروز خونه نیست 
لطفا بعدا بیایین 
عمو ؟ حتما برادر زاده اشی 
آخی ، خیلی تعریفت رو شنیدم 
سو مین هه ام ، مربی خصوصی زبان چینی جین مان 
جین مان جایی رفته ؟ 
امروز کلاس داشتیم 
بهش زنگ زدم ، اما جواب نمیده 
همونطور که میدونی از اون آدما نیست که بدون خبر برنامه رو عوض کنه 
عموم چینی یاد میگرفته ؟ 
در باز بود بخاطر همین اومدم تو 
اگه اشکالی نداره میتونم بیام داخل منتظرش باشم ؟ 
شانار ( فروشگاهی برای قاتلین ) ( جی آن ، هفت سالگی ) اگه میدونستم میایی یه چیزی آماده میکردم 
نمیخواد زحمت بکشی ، هر چی باشه میخورم 
بیا تو بشین 
آره بیا تو بشین 
خوبه ؟ 
خوشمزه ست ؟ 
حتما خیلی خوبه همشون رو خوردی 
خیلی گشنت بودا 
بس کن - خوبه - 
خودت که میدونی چقدر غذامون خوبه چرا بیشتر نمیایی اینجا ؟ 
وایسا ببینم ، چند وقته همدیگه رو ندیدیم ؟ 
مامان 
پنج شیش سالی شده ؟ 
- هفت سال و هشت ماه - 
نزدیک هشت سال 
خدای من ، داداش 
هشت ساله نه زنگی یه چیزی تازه یادت اومد بهمون سر بزنی ؟ 
چون خبری ازت نبود یه بار از بقیه شنیدم انگار تو قایق داشتی میرفتی جایی بعد مردی 
خبر داشتی ؟ 
- آیگو - 
بس کن 
عزیزم ، کافیه 
جین مان ، گوشت میخوری ؟ 
بله لطفا 
صورتت چی شده ؟ 
دعوا کردی ؟ 
- نه فقط یه خراشه - 
باید بیشتر مراقب باشی مکنه قلبم 
باید ازدواج کنی - آره ، راست میگه - مامان ، این مفت خور رو ببین 
هر زنی اینو ببینه فرار میکنه 
لعنتی - بس کن عزیزم - 
جونگ جی آن - اون دخترمه - 
اسمم رو میدونی ؟ 
نه نمیدونم 
جونگ جین مان 
یادت باشه 
عزیزم 
