Περίμενε . 
Να ρίξω μια ματιά . 
Τσι Αν , γύρισες από το σχολείο ; 
Το σπίτι είναι μια χαρά . Γιατί το γκρεμίζεις ; 
Το σπίτι δεν είναι καλό . 
Επιφανειακά φαίνεται καλό . 
Αλλά δεν είναι καθόλου γερό . Ειδικά αυτό το δωμάτιο . Το ταβάνι θα πέσει από στιγμή σε στιγμή . 
Γι ' αυτό πρέπει να γίνουν επισκευές γρήγορα . 
Μείνε κάπου αλλού για δύο εβδομάδες . 
Μόλις το επισκευάσουμε θα είναι γερό . 
Καλά . Ό , τι πεις . 
Εντάξει . 
Άμα είναι έτσι , βάλε κι ένα παράθυρο στο δωμάτιό μου . 
Δωμάτιο χωρίς παράθυρο ; 
Παράθυρο ; 
- Το παράθυρο κοστίζει παραπάνω . 
- Ανέβασε την τιμή . 
- Μοσχαράκι ; 
- Ναι , μου αρέσει . Αυτό να φάμε . 
Θα πληρώσετε τα τριπλά για το παράθυρο . 
Συγγνώμη , πόσα ; 
Θύμωσε . 
Πανσέτες , τότε . 
Ας φάμε πανσέτες . 
Οπότε , τα διπλά . 
Εντάξει , καλά . 
- Ωραία . 
- Ευχαριστούμε , κύριε . 
- Σας ευχαριστούμε . 
- Θα τα πούμε αργότερα , κύριε . 
Σε δύο εβδομάδες . 
Ευχαριστούμε , κύριε . 
Πού θα μείνουμε δυο εβδομάδες ; 
Στο Όρος Τσίρι . 
Τι ; 
Είναι μια σπηλιά εκεί . 
Γιατί άραγε ; 
- Τι ανακούφιση . 
- Ναι . 
Πρόσεχε . 
Να πάρει . 
Είσαι ... 
Ψήνεσαι στον πυρετό . 
Μόλις πέσει ο πυρετός , θα έχω υποθερμία . 
Γαμώτο . 
Τι ατυχία να πάθω υποθερμία στα βουνά νυχτιάτικα . 
Είναι γελοίο . 
Ακριβώς . 
Έπρεπε να πάμε σε κάποιο ξενοδοχείο . Ή σε ένα όμορφο και ήσυχο κάμπινγκ . 
Τι θέλαμε να πάρουμε τα βουνά ; 
Χτύπησες και το πόδι σου . 
Αυτό είναι το πονεμένο πόδι . 
Άκου , Τσι Αν. 
Όταν είσαι σε μία δύσκολη κατάσταση , αντί να γκρινιάζεις όλη τη νύχτα , προσπαθείς να βρεις έναν τρόπο να λύσεις το πρόβλημα και να βγεις απ ' αυτήν την κατάσταση . 
Εντάξει ; 
Τι στο καλό ; 
Μου κάνεις κήρυγμα ; 
Ούτε που ξέρουμε πού είμαστε . 
Τι είναι αυτό ; 
Είχες χάρτη ; 
Νομίζω ότι είμαστε εδώ . Αν περπατήσεις πέντε με έξι χιλιόμετρα προς αυτήν την κατεύθυνση , υπάρχει καταφύγιο με τηλέφωνο έκτακτης ανάγκης . 
Μπορείς να πας εκεί μόνη σου ; 
Πρέπει . 
Αλλιώς θα γίνεις ένα με τη Μητέρα Φύση . 
Σωστά . Είμαι λάτρης της φύσης . 
- Δεν θα ήταν και τόσο άσχημα . Επιτέλους θα ζήσω μόνη μου . 
Ωραία . Τσι Αν , περίμενε . 
Για κάθε περίπτωση , πάρε αυτό μαζί σου . 
Πού είναι το αστείο ; 
Ξέρεις πόσα αγριογούρουνα υπάρχουν σ ' αυτό το βουνό ; 
Κι αν βρεθεί κάποιο μπροστά σου ; 
Τα αγριογούρουνα είναι τρομακτικά . 
Αν πεινάνε και δεν βρίσκουν τροφή , επιτίθενται και σε ανθρώπους . 
Τι κάνεις ; 
Θέλεις να τρομάξεις τον σωτήρα σου ; 
Δεν φοβάσαι ; 
Όχι , φυσικά . 
Αν δω αγριογούρουνο θα τρέξω . Πώς θα βοηθήσει αυτό ; 
Αν νιώσεις πως κινδυνεύεις , φώναξε τ ' όνομά μου στον ουρανό τρεις φορές . 
" Τσονγκ Τσιν Μαν , Τσονγκ Τσιν Μαν , Τσονγκ Τσιν Μαν " . 
Τότε θα εμφανιστώ . 
Τι μπούρδες είναι αυτές . 
Θείε . Σε είδα να ιδρώνεις πολύ . 
Είσαι σίγουρα άρρωστος ; 
Καίγομαι . 
Έλα τώρα . 
Δεν θυμάσαι όταν ήσουν μικρή ; 
Όταν τα παλιόπαιδα σε κλείδωσαν στο σχολείο , φώναξες τ ' όνομά μου κι εγώ εμφανίστηκα μαγικά . 
Όχι , δεν το θυμάμαι . 
Τέλος πάντων . Άφησέ το , αν δεν το χρειάζεσαι . 
Περίμενε εδώ . 
Θα καλέσω βοήθεια και θα έρθω . 
Να προσέχεις , εντάξει ; 
Ναι . 
Πα Σιν , εγώ είμαι . 
Φοβερά τα ναρκωτικά . 
Η Τσι Αν έρχεται εκεί . 
Εντάξει . 
Άφησέ τη να αποφασίσει μόνη της . 
Άραγε πάω καλά ; 
Το βρήκα . 
Μόνον οι αδύναμοι γαβγίζουν . 
Οι δυνατοί όχι . 
Πρέπει να γίνεις δυνατή . 
Ό , τι σε φοβίζει , αντιμετώπισέ το κοιτώντας το κατάματα . 
Είχες ιδρώσει από τον πυρετό . 
Τι συμβαίνει ; 
Δεν χρειαζόταν να κατέβεις . 
Η φύση με έκανε γρήγορα καλά . 
Νομίζω ότι μου κάνει καλό . 
Το πόδι σου ; 
Ακόμα με πονάει . 
Δεν είδες ότι κούτσαινα πριν ; 
Αλλά πού στο καλό βρήκες τέτοιο το όπλο ; 
Το είχα στο σακίδιο . 
Μου το δάνεισε ο Πα Σιν . 
Πρώτα πρώτα , γιατί να έχει όπλο ; 
Για κάτσε . 
Άρα , είχες μαζί σου αληθινό όπλο , αλλά μου έδωσες σφεντόνα ; 
Τι σόι θείος είσαι εσύ ; 
Αφού δεν ξέρεις πώς να χρησιμοποιείς τα όπλα . 
Όπλο ; 
Πού το βρήκες ; 
Δεν είναι παράνομο ; 
Θέλεις να ρίξεις ; 
Άκουσέ με , Τσι Αν. 
Τα όπλα είναι δίκοπα μαχαίρια . 
Μ ' αυτό το όπλο μπορείς να προστατευτείς εσύ , αλλά και η παρέα σου . Αλλά πάντα κάποιον σκοτώνει . 
Να το θυμάσαι αυτό . 
Αυτός είναι ο γεμιστήρας . Αυτή η κάννη . Αυτός ο ολισθήρας και μέσα είναι το κλείστρο . 
Αυτό το επανατατικό ελατήριο κι αυτός ο σκελετός . 
Κοίτα στην ευθεία . Πάρε μια βαθιά ανάσα . 
Είσαι καλά ; 
Τσονγκ Μιν , σύνελθε . 
Θέλεις να πεθάνεις εδώ ; 
Γαμώτο . Το έχουν τερματίσει . 
Δεν πάμε καλά . 
Πάμε να φύγουμε . 
Τσονγκ Μιν . 
Ο Πε Τσονγκ Μιν . Είμαι φίλος της Τσι Αν. 
Τι μου έκανες ... 
Εσύ προσπάθησες να μας σκοτώσεις ; 
Άσε με . 
Άφησέ με . Άφησέ με . 
Πράττεις χωρίς να σκεφτείς , σε αντίθεση με τον θείο σου . Στο εξής , καλύτερα να δρας όπως ο θείος σου . Αν θέλεις να ζήσεις . 
Τι στον διάολο συμβαίνει ; 
Είναι μαζί της κάποιος ; 
Γαμώτο . Έπρεπε να την καθαρίσω με την πρώτη βολή . 
Σονγκ Τζο , αν γινόταν έτσι , γιατί κουβάλησες τόσο κόσμο εδώ ; 
Καλά λες . 
- Πρέπει να τους δώσω μια ευκαιρία . 
Πάρε αυτό και συνέχισε . 
Δεν ήρθα για να σου κάνω κακό , αλλά για να σε προστατέψω . 
Ποια είσαι ; 
Τι έκανες στον Τσονγκ Μιν ; 
Μην ανησυχείς . Δεν πέθανε . 
Σκέψου το , Τσι Αν. 
Δεν το βρήκες περίεργο ; 
Φώναξε στον ουρανό τρεις φορές " Τσονγκ Τσιν Μαν " . 
Τα τελευταία δέκα χρόνια το έκανες ήδη τρεις φορές . 
Όταν σε εκφόβιζε ένα κορίτσι στο γυμνάσιο , όταν παρενοχλήθηκες σεξουαλικά και φέτος , όταν το αφεντικό σου στο παντοπωλείο προσπάθησε να σου τη φέρει . 
Τι έπαθαν όλοι αυτοί ; 
Ίσως δεν ξέρεις , αλλά υπάρχει ένας κώδικας εμφυτευμένος στον πήχη σου . 
Μόνο εσύ κι ο θείος σου είστε οι πράσινοι κωδικοί . 
Όποιος έχει λάβει κωδικό έχει καθήκον να σε προστατέψει , Τσονγκ Τσι Αν. 
Γι ' αυτό κινητοποιήθηκαν όλοι , όταν φώναξες το όνομά του . 
Το κορίτσι στην τάξη σου πήρε μετεγγραφή . Ο ανώμαλος παράτησε το πανεπιστήμιο και το αφεντικό σου είχε ένα ατύχημα , σωστά ; 
Γαμώτο . 
Τι μπούρδες ακούω ; 
Τι είναι αυτά που λες ; 
Είδες μόλις τώρα να προσπαθούν τα ντρόουν να σε σκοτώσουν . 
Ο Σονγκ Τζο θα έβαλε το χεράκι του . 
Εντάξει . Πάμε αν είστε έτοιμοι . 
Κύριε Κιμ , στο σπίτι είναι μόνο μια κοπέλα . 
Υπερβολικό δεν είναι ; 
Αν και είναι η ανιψιά του Τσονγκ Τσιν Μαν , είναι μόνο 21 χρονών . 
Σωστά . 
Ελπίζω να έχεις δίκιο . Δεν ξέρω . 
Ακούστε με όλοι . Στο εξής , ακολουθείτε τις εντολές μου . 
Αν γίνει κάτι και αποφασίσετε να απομακρυνθείτε και πεθάνετε , θα αναχωρήσετε άδικα από αυτήν τη ζωή , χωρίς κάλυψη και χωρίς κάποιον να κατηγορείτε . 
Να το έχετε υπόψη και να συνεχίσετε . 
- Μάλιστα . - Μάλιστα . 
Ένα , δύο , τεστ μικροφώνου . 
Σονγκ Τζο , μ ' ακούς ; 
Ναι , σ ' ακούω δυνατά και καθαρά . 
Μείνε στη θέση σου . 
Τι διάολο ; 
Πώς βρέθηκε εκεί αυτό ; 
Εγώ είμαι . 
Κάποιος βοηθάει τη μικρή . 
Έχει πολύ καπνό . 
Δεν βλέπω τίποτα . Μπορείτε να διώξετε τον καπνό ; 
Να πάρει ο διάολος . 
Η Μιν Χε ; 
Διάολε . 
Η Μιν Χε ; 
Αυτό τα αλλάζει όλα . 
Σταματήστε . 
Τι διάολο κάνει εκεί η Μιν Χε ; 
Σονγκ Τζο ; Είναι η Μιν Χε στην τρύπα του λαγού ; 
Το επίπεδό της είναι σε κωδικούς Κόκκινο και Μοβ . 
Θα πληρώσεις παραπάνω για το ρίσκο . 
Σύμφωνοι . Κάντε το γρήγορα . 
Δεν έχουμε πολύ χρόνο . Τότε , θα σ ' εμπιστευτώ και θα συνεχίσουμε . 
- Πάμε . - Μάλιστα . 
Γαμώτο . Όλοι για τα λεφτά το κάνουν . 
Σονγκ Τζο ; Ποια είναι η Μιν Χε ; 
Μια θεότρελη . 
Τώρα ξεκινάμε το κυνήγι του λαγού . 
Ομάδες 1 και 2 του Ομίλου 1 , το κυνήγι του λαγού ξεκίνησε . 
Ενάμιση χιλιόμετρο μέχρι τον λαγό . 
Επιστρέψτε ζωντανοί . 
Άκου καλά , Τσονγκ Τσι Αν. 
Ρίχνει από αριστερά . 
Από διαγώνια κατεύθυνση ; Ο ήχος του πυροβολισμού ήρθε από ψηλότερα και αρκετά μακριά . 
Τι ; 
Πού πήγε ; 
- Μπον Γκο ; - Ναι ; 
- Πήγαινε λίγο πιο μπροστά . 
- Πάμε λίγο . 
Ένα . 
Δύο . 
Τρία . 
Έχεις ρίξει ξανά ; 
Έχω ρίξει . 
Όχι μ ' αυτό . 
Είτε πυροβολείς με πιστόλι είτε με τουφέκι είναι το ίδιο . 
Τράβα το κλείστρο στα δεξιά για να μπει η σφαίρα . 
Απλώς όπλισε . 
Τι στον διάολο ; 
Κοίτα τη σκρόφα . 
Είσαι όντως ανιψιά του Τσονγκ Τσι Μαν . 
Απίστευτος . Έκρυψε όπλο κάτω από τον καναπέ . 
Το περίμενα από τον αγαπητό μου . 
" Αγαπητό σου " ; 
Τι θα κάνουμε από εδώ και πέρα ; 
Ο ανυπόμονος πεθαίνει πρώτος . 
Γαμώτο . 
Η σκρόφα η Μιν Χε . Πόσα την πλήρωσαν ; 
Δεν έχουμε χρόνο . 
Θα σας καλύψω . Πηγαίνετε στην αποθήκη . 
Στην αποθήκη ; 
Ναι , στην αποθήκη υπάρχει μια καταπακτή που οδηγεί στο φονοβοήθημα . 
Θα σας προστατέψω μέχρι να πάτε εκεί με ασφάλεια . 
Του το υποσχέθηκα . 
Πώς να σ ' εμπιστευτώ ; Γιατί να σε ακούσω ; 
Δεν είσαι περίεργη ; Για το ποιος ήταν πράγματι ο θείος σου ; 
Φύγετε τώρα . 
Κοίτα εκεί . 
Κύριε Κιμ ; 
Οι λαγοί κινούνται προς την αποθήκη . 
Θα κάνετε πιο γρήγορα ; 
Πρέπει να πάμε μέχρι εκεί . Μπορείς να το κάνεις ; 
Πάμε . 
Το ήξερα . 
Εκεί είναι . 
Τσονγκ Μιν , σήκω . 
Σ ' έπιασα . 
Ρε τη σκρόφα . 
Τι έκανε ο θείος μου ; 
Τι είναι αυτό ; 
Τι ; Τα γενέθλιά του . 
Τα γενέθλιά του ; 
Τα δικά μου ; 
Να πάρει . Τι να είναι ; Γρήγορα . 
Βιάσου , Τσι Αν. 
Πρόσεξε , Τσονγκ Τσι Αν. 
Είναι όπως ο αριθμός μητρώου στο σχολείο . 2-2-0-1-9-0-7-4 . 
2-2-0-1-9-0-7-4 . 
2-2-0-1-9-0-7-4 . 
Αυτός ήταν . 
Τι στο καλό ; 
Είναι πράγματι εδώ . 
Τσι Αν. 
Γεια . Η Τσονγκ Τσι Αν ; 
Εγώ είμαι ο Αδερφός . 
