Ησυχία στο ακροατήριο . 
Κυρία Εισαγγελέα , παρακαλώ συνεχίστε . 
Θα σας ρωτήσω ξανά . 
Κατά την αποστολή , είδατε ή δεν είδατε τον κατηγορούμενο να σκοτώνει πολίτες ; 
Κύριε , χρειάζομαι την απάντησή σας . 
Γιατί δεν απαντάς ; Δεν είναι η μαμά ; 
Ποιος είναι ; 
Ο Τσον Τσολ , κύριε . 
Πώς βρήκες τον αριθμό ; 
Άλλο προέχει τώρα . 
Ο Μπε Ιλ είναι ζωντανός . 
Δεν μπορώ να μιλήσω πολύ . Πηγαίνει στην κηδεία της μάνας σου με τον Λι Σονγκ Τζο . 
Σήκωσε το κινητό σου , σε παρακαλώ . 
Τι στο καλό ; 
Λυπάμαι πολύ , αλλά δεν έχει μπαταρία το κινητό μου . 
Μπορώ να δανειστώ το δικό σας ; Για να πάρω στην ασφαλιστική . 
Γαμώτο . 
Σβήσε τον φακό σου . 
Τι στον διάολο ; 
Συγκλονιστικό . 
Δεύτερος όροφος , κέντρο . 
Παύσατε πυρ . 
Κύριε Κιμ , πώς πάει ; 
Να πάρει . 
Απαντήστε . Κύριε Κιμ . 
Μ ' ακούτε ; 
Κύριε ... 
Τι στον διάολο ; 
Σήμερα δεν ήταν η τυχερή σου μέρα . 
Φτάσε στο φως , δικέ μου . 
Τι στον διάολο συμβαίνει ; 
Πέθαναν όλοι ; 
Ούτε ό , τι τους δίνουν μπορούν να πάρουν . 
Για τ ' όνομα . 
Γιατί αργείτε τόσο πολύ , βρε παιδιά ; 
Βιαστείτε , εντάξει ; 
Ρίξτε στην οροφή . 
Ας άφηνες πρώτα την όρασή σου να προσαρμοστεί στο σκοτάδι , κύριε Κιμ . 
Τελικά , έχασες το χάρισμά σου . 
Μιν Χε . Αξίζει να πάρω κάποια σαν εσένα μαζί μου στην κόλαση . 
Γεια , Τσονγκ Τσι Αν. 
Εγώ είμαι ο Αδερφός . 
Βάλε αυτές στον Πε Τσονγκ Μιν . 
- Τι ; 
- Από πού με ξέρεις ; 
Τι ; 
Μπορώ να το γυρίζω όλη νύχτα . 
Οι έξι τους νοίκιασαν τον γύρο . 
Μάλλον το φυσάτε όλοι . 
Η κοπελιά με τα κλειστά μάτια κι ο τύπος με το δερμάτινο . - Είστε συγγενείς ή ζευγαράκι ; - Μην ανησυχείς . Κρατήσου από εμένα . Τι ; Κρατιέστε χέρι-χέρι ; 
Για δες . 
Δεν θα το αφήσω έτσι . Επίθεση . 
Τι είναι αυτό ; Δεν στέκει . 
Μην κάθεσαι εκεί . 
- Πώς το εξηγείς ; - Τσουν Μιον . Μην κουνηθείς . 
Θα πέσεις , αν το κάνεις . 
Παρεμπιπτόντως , αυτό το κορίτσι έχει τα πιο δυνατά πόδια που έχω δει ποτέ . 
Δείτε πώς τον κρατάει . 
Ευχαριστώ . 
Λοιπόν , να πηγαίνω . 
Τσι Αν. 
Έτσι θα φύγεις ; 
Τι ; 
Θέλεις κάτι άλλο πριν πάω μέσα ; 
Αλήθεια δεν έχεις ιδέα , έτσι ; 
Ο σιγαστήρας σου είναι τρύπιος . Σ ' τον φτιάχνω με 50.000 . 
Αυτός είναι ο θείος μου . 
Χαίρετε . 
Δεν είναι παράνομο ένας έφηβος να οδηγεί μηχανή ; Χωρίς κράνος και πειραγμένη . 
Φέρε το δίπλωμά σου . 
Έλα τώρα , κύριε . 
Είσαι τόσο παλιομοδίτης . 
Άσε ήσυχα τα πιτσουνάκια . 
Τσι Αν , προχώρα . 
Ωστόσο , πρέπει να ελέγξω . 
Δείξε μου το δίπλωμά σου . 
Δεν το έχω σήμερα μαζί μου . 
Να πηγαίνω . 
Καλή σας νύχτα . 
Θα έρθω μαζί σου . 
- Θα σου τηλεφωνήσω . 
- Έλα εδώ . 
Γιατί ανεβαίνεις ; 
Άφησέ με στο μαγαζί . 
Πρόσεξες ότι δεν υποκλίθηκε όταν με χαιρέτησε ; 
Ένα μοσχαρίσιο μπιφτέκι και δύο γαρίδες . 
Δουλεύει κι εδώ . 
Δεν το ήξερες ; Έχει δύο δουλειές . Δουλεύει και στο μαγαζί με κιμπάπ . 
Μένει με τον θείο της ; 
Ίσως είναι θείος , εραστής ή προαγωγός . Ποιος ξέρει ; 
Βρε , θείος της είναι . 
- Καλά . Μη θίγεσαι . 
- Δεν θίγομαι . 
- Σιχαμένοι . - Είναι πάντα έτσι . 
Γιατί ; 
Δεν έχει γονείς ; 
Ακριβώς . Πού να ξέρεις ; Ήρθες στο γυμνάσιο . 
Άκου . 
Η μαμά κι ο μπαμπάς της ... - Ρε συ , θέλεις να τις φας πάλι ; 
- Περίμενε . Μου έμεινε τραύμα . 
- Καλή όρεξη . 
Μιν Σουκ , δεν κάνεις παρέα μαζί της ; 
- Πάμε αλλού . - Γιατί ; 
- Πάμε αλλού . - Γιατί ; - Τι ; - Πάμε . 
- Τι ; - Τίποτα . 
- Την ξέρεις . 
- Δεν είναι κάποια . 
Κατασχέθηκαν 400 παράνομα όπλα , πέντε βαλλίστρες και 32 πιστόλια αναισθητοποίησης . 
Αν πιαστεί κάποιος να φέρει ή να χρησιμοποιεί όπλα χωρίς άδεια , κινδυνεύει με φυλάκιση από τρία έως 15 χρόνια . 
Γιατί φέρθηκες έτσι στη Μιν Σουκ ; 
Στο γυμνάσιο όταν είχε έρθει η Μιν Σουκ . 
Μπήκες στο δωμάτιό μου , την κάρφωνες για δέκα λεπτά και σε πέρασε για ανώμαλο . 
Έχασα τη μοναδική μου φίλη . 
Επίσης , τον δάσκαλό μου , τον Τσιν Κι . 
Έκανε μόνο λίγη πλάκα . Τον απείλησες να κάνει σωστά τη δουλειά του και τον έκανες να παραιτηθεί την επομένη . 
Άκου , Τσι Αν. 
Πρώτον , η Μιν Σουκ έκλεψε το ρολόι μου εκείνη τη μέρα . 
Την κοιτούσα για να το επιβεβαιώσω . 
Μου ζήτησε συγγνώμη κι επέστρεψε το ρολόι . Και τέλειωσε εκεί . 
Δεύτερον , ο δάσκαλος σου , ο Κιμ Τσιν Κι ... 
Λοιπόν , τελικά , συνελήφθη για παρενόχληση μια εβδομάδα μετά . 
Ως νόμιμος κηδεμόνας σου που πρέπει να σε προστατεύει , νομίζω έκανα το καλύτερο . 
Τότε , τι έγινε με τον Τσουν Μιον ; 
Τι έκανε τόσο λάθος ; 
Είναι παράνομο για έναν μαθητή να οδηγάει μηχανή . 
Δεν είχε κράνος . 
Και κάπνιζε . 
Βρομούσε ολόκληρος . 
Έλα τώρα . 
Θείε . Ξέρεις γιατί κάνω τόσες δουλειές ; 
Μαζεύω λεφτά για να μετακομίσω από εδώ . 
Αναρωτήθηκα γιατί είμαι τόσο διαφορετική από τα άλλα παιδιά . 
Ξέρω ότι με μεγάλωσες , όμως , γιατί νιώθω σαν να με κρατάς δέσμια ; 
Ξέρω ότι δεν είμαι πρότυπο μαθήτριας . Αλλά δεν είμαι ούτε προβληματικό παιδί . 
Γιατί ανακατεύεσαι σε όλα ; 
Θέλω να βγαίνω με φίλους , όπως όλα τα άλλα παιδιά . 
Να βγαίνω και ραντεβού . 
Απαγορεύεται ; 
Τότε , να βάλουμε ένα στοίχημα . 
Στο πρόσωπο . Θα μετακομίσεις , αν καταφέρεις να με χτυπήσεις μία φορά . 
Μιλάω σοβαρά . 
Κι εγώ το ίδιο . 
Τέλειωσες το φαΐ ; 
Θα τα μαζέψω . 
Μου κρύβεις κάτι ; 
Η μαμά κι ο μπαμπάς πέθαναν όντως με τον τρόπο που λένε όλοι ; 
Ειλικρινά , δεν θυμάμαι . 
Δεν ήρθε η ώρα να μου πεις ; 
Δέχεσαι το στοίχημα ; 
Μου πήρε πολύ για να σου το αναφέρω αυτό . 
Τι τρέχει μ ' εσένα ; 
Γιατί το αποφεύγεις πάντα ; 
Αν δεν θέλεις να μετακομίσεις , άσ ' το . 
Είσαι πολύ αργή . 
Πλύνε τα πιάτα . 
Τι σπαστικός . 
Στρίψε δεξιά . Στρίψε δεξιά . Στρίψε δεξιά . 
Αυτό είναι . 
Έλα . Έλα . 
Μπράβο , Τσι Αν. 
Αργά . 
Κατέβασέ το . 
Εντάξει . 
Μπράβο , Τσι Αν. 
Πέρασες . 
Έχεις ταλέντο σ ' αυτό . 
Μπράβο . 
Βάλε το κλαρκ εκεί που ήταν κι έλα να φάμε . 
Άντε , κάνε στην άκρη . 
Είπα , στην άκρη . 
Φύγε . 
Τι κάνεις , Τσι Αν ; 
Με τρομάζεις . 
Αν τα βάζεις με την οικογένειά σου , γίνεσαι σκύλα . 
Μην ανακατεύεσαι . Είναι οικογενειακό θέμα , Πα Σιν . 
Με χτύπησες ; 
Είσαι πολύ αργή , σαν σαλιγκάρι . 
Δεν άγγιξες καν τα μαλλιά του . Δεν μπορείς να τον αγγίξεις . 
Γιατί μου την πέφτετε όλοι ; 
Άφησέ με . 
Άσε με . 
Άφησέ με . 
Έλα , άσε με . 
Άσε με . 
Κατάλαβες λάθος . 
Πώς τα καταλαβαίνεις πάντα λάθος ; 
Με συγχύζεις . Να ανησυχείς για εσένα . 
Το έβγαλα . 
Κοίτα . Πάλι λάθος το πιάνεις . Πώς καταλαβαίνεις πάντα λάθος την απόσταση ; 
Σταμάτα να μου γκρινιάζεις . 
Μήπως λιποθύμησα ; 
Η Τσι Αν συνήλθε . 
Θα είσαι κουρασμένη . Μη διαβάζεις τόσο πολύ . 
Λιποθύμησα ; 
Πώς μπόρεσες να κάνεις την ανιψιά σου να λιποθυμήσει ; 
- Τι ; 
- Έχει δίκιο . 
Δεν το έκανα εγώ . Αυτός . Σωστά . 
Δεν ντρέπεσαι , Τσιν Μαν ; Εσύ είπες να το κάνω . 
Πότε το είπα ; 
Παλιοψεύτη . 
Γαμώτο , άντε ψόφα . 
Εσύ μου είπες να το κάνω . Εσύ με ανάγκασες . 
Απίστευτο . Πότε ; 
Βάλε το κλαρκ στη θέση του . 
Τι χαρτί έχεις ; 
Για πλησίασε . 
Έχασες και σε χτύπησα . 
Αλήτες . Πληρώστε πρώτα . 
Εντάξει . 
Πα Σιν , αυτό που μου έκανες προηγουμένως , μάθε το μου . 
Θέλεις να σου μάθω Μουάι Τάι για να χτυπήσεις τον Τσιν Μαν ; 
Ναι . 
Όχι . 
Μάλιστα , δάσκαλε . 
Απλώς αιφνιδίασέ τον και χτύπα τον όταν κοιμάται . 
Αυτό δεν είναι , όμως , ζαβολιά ; 
Φαίνεται και εύκολο . 
Λες να είναι εύκολο ; 
Θέλω να μετακομίσω από το σπίτι του θείου μου . 
Είναι σπαστικός . Δεν μπορώ να ζήσω μαζί του . 
Το Μουάι Τάι είναι δύσκολο . 
Δεν μπορείς . 
Μπορώ . 
Θα κάνω ό , τι μου πεις να κάνω . 
Τρεις φορές τη βδομάδα , 500.000 γουόν τον μήνα . 
Έλεος , μαθήτρια λυκείου είμαι . Δεν έχω τόσα λεφτά . 
Τσι Αν. Πρέπει να στείλω τον γιο μου σε ιδιωτικό σχολείο του χρόνου . 
Χρειάζομαι πολλά λεφτά , αλλά δεν έχω καθόλου προς το παρόν . 
Καλύτερα να πεθάνω . 
Ακόμα και με τους μισθούς μου , μπορώ 50.000 γουόν το πολύ την εβδομάδα . 
Σύμφωνοι . 
Ακολούθησέ με . 
Πρώτο μάθημα . 
Αρχίζουμε αμέσως ; 
Αμύνσου . 
Ένα , δύο . - Ένα , δύο . - Αγκώνες ψηλά . 
Θυμήσου αυτό το κουτί . 
Κράτα ισορροπία . 
Τσι Αν ; 
Είσαι πολύ σφιγμένη . 
Εύκολο το ' χεις ; 
Μόλις που βγαίνω πέρα . 
Ένα , δύο . 
Τι σαλιγκάρι . 
Πολύ αργείς , σαλιγκάρι . 
Σήκω πάνω , σαλιγκάρι . 
Γεια σας . 
Τι κάνεις ; 
- Άσε με . - Σέρνεσαι , σαλιγκάρι . 
- Γρήγορα . - Τσονγκ Τσι Αν ; 
Να πάρει . 
Κουκλίτσα είσαι . 
Ποια ήταν τα παιδιά ; Φίλοι σου ; 
Εμείς είμαστε καλύτεροι . 
Σε τρομάξαμε ; 
Είσαι πολύ όμορφη . 
- Κοίτα με . - Τσα Μιν Σουκ ; 
- Ακούς ; - Τσι Αν. 
- Τι στον διάολο ; 
- Γαμώτο . - Ποια στον διάολο είσαι ; 
Τα χάλασες όλα τώρα . 
Πλάκα μας κάνει ; Τι κρατάει ; Φρέσκα κρεμμύδια ; 
Δεν είναι κακό . Ωραία πάνε με νουντλς . 
Πού ' σαι ; Εξαιτίας σου το έσκασε . Πρέπει να επανορθώσεις . 
Θα τα καταφέρεις ; 
Γαμώτο . 
Μόνος μου μιλάω ; 
Τι βλέμμα είναι αυτό ; 
Τι είναι αυτό ; Τι προσπαθείς να κάνεις ; 
Γαμώτο . Μποξέρ είσαι ; 
Τι θέλεις ; Να παίξουμε ; 
Τι έγινε ; 
Μάλλον δεν είστε από τα μέρη μας . 
Άκουσέ με , Τσι Αν. 
Όσο κι αν έχεις δυναμώσει με δάσκαλο τον Πα Σιν , αυτό δεν αρκεί για να τα βάλεις με έναν άντρα με μαχαίρι . 
Φύγε τρέχοντας την άλλη φορά . 
Άσε με στο σπίτι του δάσκαλου Πα Σιν . 
Θέλω τα λεφτά μου . Τα 350.000 γουόν για το ενοίκιο . 
Έχω δύο , τρεις μέρες να τον δω . 
- Μου πήρε 500.000 γουόν . - Ηρεμήστε όλοι . 
Θα τα ερευνήσουμε όλα . - Περιμένετε . - Κύριε , τι συμβαίνει ; 
Τσι Αν , το κάθαρμα , ο Πα Σιν . 
Του δάνεισα λεφτά κι έγινε καπνός . 
Κι όχι μόνο εγώ . Όλοι εδώ του δάνεισαν λεφτά . 
Τι θα κάνουμε ; Καταστραφήκαμε . 
Είναι εδώ η Τσονγκ Τσι Αν ; 
Εγώ είμαι . 
Τσι Αν , δεν είσαι πια σαλιγκάρι . 
Τι είναι αυτό ; 
Το σχολείο σου ; 
Υπάρχουν ακόμα και στις τουαλέτες . 
Είσαι τρελός . 
Ποιος είσαι ; Πόσο καιρό με παρακολουθείς ; 
Ποιος τα έκανε αυτά ; 
Ο θείος μου ; 
Δεν είναι ώρα γι ' αυτά . 
Η Μιν Χε δεν έχει σφαίρες . 
Σε λίγο θα έρθουν κι άλλοι . 
Δεν πρόκειται να σταματήσουν . Το είπε το αφεντικό . 
Για να τους σταματήσουμε , δεν πρέπει να πεθάνει η Μιν Χε . 
Πρέπει να φύγουμε από εδώ και να πάμε όπλα και φάρμακα στη Μιν Χε . 
Τι στον διάολο λες ; 
Στάσου , περίμενε . Έχει πολύ φως . 
Όχι , έχει πολύ φως . 
Μελαγχρωματική ξηροδερμία . 
Αν εγώ εκτεθώ στο φως για πολλή ώρα , πονάω . 
Κλείστε τα φώτα ... 
Γρήγορα . Σβήστε αμέσως τα φώτα . 
Δεν μου απάντησες ακόμα . 
Τι είναι όλα αυτά ; 
Από πότε με παρακολουθείς ; 
Ήρθες σ ' αυτό το σπίτι στις 26 Ιουνίου του 2009 . 
Εγώ ήρθα σ ' αυτό το σπίτι στις 20 Ιουνίου του 2009 . 
Ήταν ... 
Ας προσέχουμε . 
Κάνει τον κακομοίρη για να τον λυπηθούμε . 
Δεν ξέρω γιατί είναι εδώ , ξέρω , όμως , ότι σε παρακολουθεί . 
Αν καταλάβω το σύστημα του καταστήματος , θα βρούμε πληροφορίες για τον θείο σου . 
Τι είναι αυτά ; 
Γιατί ένα απλό κατάστημα όπλων έχει τέτοιους διακομιστές ; 
Τσονγκ Τσι Αν. 
Μην τον εμπιστεύεσαι . 
Άνοιξέ μου αμέσως . 
Τι θα κάνω ; 
Όχι . 
Άσε με να φύγω . 
Πάρ ' το από πάνω μου , μαλάκα . 
Τσονγκ Τσι Αν ; 
Άνοιξε το δεύτερο συρτάρι δεξιά . 
" Πρώτον " . 
" Αν ο ιδιοκτήτης Τσονγκ Τσιν Μαν πεθάνει ή απουσιάζει λόγω ατυχήματος " , " το φονοβοήθημα θα το κληρονομήσει " " η ανιψιά του , Τσονγκ Τσι Αν " . " Δεύτερον . Συνεχεία αυτών , η Τσονγκ Τσι Αν " " θα συνεργαστεί πιστά για τη μεταβίβαση και θα εκπληρώσει τα καθήκοντά της " , " όπως τη λογιστική διαχείριση και τα εργασιακά ζητήματα " . 
" Τρίτον " . " Κατά τη διαδικασία μεταβίβασης , η Τσονγκ Τσι Αν " " δύναται να αποποιηθεί την κληρονομιά " . 
" Αναλαμβάνει καθήκοντα , αφού υπογράψει " . " Έκτον . Αν η μεταβίβαση προχωρήσει " " σύμφωνα με όλους αυτούς τους όρους " ... " Πρέπει να ληφθούν τα ανάλογα μέτρα " . 
" Δέκατον " . " Εγώ , ως υπάλληλος του φονοβοηθήματος " , " υπόσχομαι ό , τι και να γίνει να υπακούω " " στις διαταγές του ιδιοκτήτη και να δώσω αν χρειαστεί τη ζωή μου " . 
Τα διάβασα όλα . 
Τώρα πες μου αν συμφωνείς να αναλάβεις το φονοβοήθημα . 
Βλέπεις το μπλοκ και το στιλό ; 
Το αφεντικό τα σχεδίασε όλα αυτά . 
Περίμενε ότι θα πέθαινε κι ότι θα χτυπούσαν το φονοβοήθημα . 
Σύμφωνα με τις οδηγίες ... 
Τον Τσονγκ Μιν άφησέ τον. 
Όχι . 
- Δεν μπορώ . 
- Θα με υπακούς και θα δώσεις τη ζωή σου . 
Αυτό είπες πριν . 
Το ξέχασες ; 
Άφησε τον Τσονγκ Μιν γρήγορα . 
Οτιδήποτε άλλο εκτός απ ' αυτό . 
Υπάρχει λόγος . 
Τι λόγος ; 
Το αφεντικό πέθανε εξαιτίας του . 
Τσονγκ Μιν . 
Σταμάτα . 
Τι κάνεις , Τσι Αν ; 
Αλήθεια τώρα τον πιστεύεις ; 
Σκάσε επιτέλους . 
Όχι . 
Όχι , Τσι Αν. 
Τσι Αν. 
Θυμήσου . 
Ήμουν μαζί σου , όταν κοντέψαμε να πεθάνουμε πριν μία ώρα . 
Μια άγνωστη γυναίκα με νάρκωσε . 
Δεν θυμάσαι ; 
Εγώ βοήθησα στο στήσιμο του ιστότοπου . Βοήθησα και στην κηδεία του θείου σου . Αλλά εγώ είμαι αυτός που τον σκότωσε ; 
Προφανώς , έσβησες τις αποδείξεις κατά την κηδεία . 
Τι έσβησα ; 
Εγώ βρήκα το τηλέφωνό του κι εξαιτίας αυτού γίνονται όλα και κινδυνεύω να πεθάνω . 
Τσι Αν. Κι αυτός ; 
Πώς ξέρουμε πότε και γιατί ήρθε εδώ ; 
Ζούσε εδώ στο υπόγειο , ενώ εσείς οι δύο μένατε επάνω ; 
Είναι λογικό ; 
Σαν παράσιτο ; 
Τσονγκ Τσι Αν. 
Δεν είναι παράξενο ; 
Σκάσε . 
Είσαι ανώμαλος που την κατασκοπεύει γυμνή . 
Όχι . 
Ο θείος σου δεν θα αυτοκτονούσε ποτέ . 
Τσι Αν. 
- Μην τον ακούς ... - Περίμενε . 
Θέλω να ακούσω τι έχει να πει . 
Φυσικά . Εντάξει , Τσι Αν. 
Αλλά σκέψου προσεκτικά . 
Αυτό είναι πολύ άδικο και γελοίο . 
Συνέχισε . 
Αυτός πήγε στον θείο σου . Και μετά το αφεντικό πέθανε . 
Αν θέλεις να μάθεις , δες το βίντεο με το όνομα " 0404 " , που είναι στην επιφάνεια του υπολογιστή . 
Ρε συ , τι σκαρώνεις ; 
Χάκερ είσαι ; 
Όχι . 
Όχι , μην το πατήσεις . 
Ποιος ξέρει τι θα γίνει αν το πατήσεις . 
Μπορεί να ανοίξουν οι πόρτες και να μπουν μέσα οι δολοφόνοι . 
Προστάτεψε το κατάστημα . 
Όχι . 
Πάτησε γρήγορα για να το δεις . 
Ίσως τα ελέγχει όλα εδώ μέσα και μας σκοτώσει . 
Όχι , δεν είναι αλήθεια . 
Λέει ψέματα . Πάτησε γρήγορα για να δεις το βίντεο . 
Τσι Αν , περίμενε . 
Θυμάσαι ; Όταν κλειδώθηκες στην αποθήκη του σχολείου , εκείνος που είπε στον θείο σου ότι ήσουν εκεί ήμουν εγώ . 
Εδώ είναι . 
Εδώ . 
Άκουσέ με , Τσονγκ Τσι Αν. 
Θα αφήσω εσένα να πάρεις την απόφαση . 
Τι θα κάνεις ; 
Θα τον κρατήσεις ή θα τον πάμε στο καταφύγιο ; 
Θα τον κρατήσω . 
Του έδωσα και όνομα . 
Ντούνι . 
Θα τον φροντίσω και θα ζήσει . 
Εντάξει . Καλώς . 
Όμως , άκουσέ με , Τσι Αν. 
Κάθε μας πράξη έχει και συνέπειες . 
Αν αρρωστήσει και πεθάνει ο Ντούνι , εσύ θα ευθύνεσαι και για τη δική σου στεναχώρια . 
Πήγαινε εσύ . Πήγαινε και δώσε της τα όπλα και τα φάρμακα . 
Εντάξει . 
Αυτό είναι δώρο . 
Μπορείς να μου δώσεις τον σκούφο ; 
Σωστά . 
Μη βγεις σε καμία περίπτωση έξω από το κατάστημα . 
Υπόσχεση . 
Με τίποτα . 
Ποιος είσαι ; 
Μιν Χε . Εγώ είμαι . 
Πέρασε καιρός . 
Μεγάλωσες πολύ . 
Είσαι καλά ; 
Τσι Αν. Σ ' ευχαριστώ πολύ . 
Σ ' ευχαριστώ πολύ που με διάλεξες . 
Καλά , εντάξει . 
Όμως , ξέρεις κάτι ; 
Τότε στην αποθήκη , ένας απ ' αυτούς που σε κλείδωσαν ήμουν κι εγώ . 
Τι ήταν αυτό ; 
Πήρα κι εγώ μια δόση πριν . 
Κάνει καλή δουλειά . 
Ντούνι . 
Εσύ ποιος είσαι ; 
Πώς δουλεύει ; 
Έχει κουμπί ; Αυτό είναι ; Ένα , δύο , τρία . 
Φοβερό . 
Το κινείς μ ' αυτόν τον υπολογιστή ; 
