Τεστ . Ένα , δύο . 
Ανακοίνωση για τους κατοίκους . 
Μέχρι τις 18 : 00 σήμερα , θα πραγματοποιηθεί στη βάση άσκηση με πραγματικά όπλα . 
Αυτό θα προκαλέσει σκόνη και θόρυβο . 
Αν και θα αποτελέσει ταλαιπωρία για τους κατοίκους , πρόκειται για άσκηση των Ενόπλων Δυνάμεων για την εθνική άμυνα . Σας παρακαλούμε , να είστε προσεκτικοί . 
Αν μπείτε στην περιοχή χωρίς άδεια κατά τη διάρκεια της άσκησης , μπορεί να θέσετε τη ζωή σας σε κίνδυνο . 
Όσοι κάτοικοι βρίσκονται κοντά στη βάση και ακούνε αυτήν την ανακοίνωση , παρακαλούνται να πάνε σε ασφαλές σημείο το συντομότερο δυνατό . 
Αυτός είναι ο καλύτερος καιρός για ψάρεμα . Δεν νομίζετε ; 
Τι καλά να είχαμε ένα δροσερό ποτήρι μάκολι . 
Όμιλος 1 , ομάδα 1 , ομάδα 2 . 
Το κυνήγι του λαγού ξεκινάει . 
Εννιακόσια πενήντα μέτρα μέχρι τον λαγό . 
Γαμώτο . Γιατί πλακώνονται οι δύο πλευρές ; Τα νεύρα μου . 
Ο Τσονγκ Τσιν Μαν και η άθλια οικογενειακή του φωτογραφία . 
Μια χαρά περνούσες . Παλιοψευταρά . 
Συγκεντρώσου . 
Άκου με , Τσι Αν. 
Αυτό είναι γελοίο . 
Καμιά σφαίρα δεν μπορεί να τον πετύχει ; 
Όχι , όχι . 
Ο πρωταγωνιστής χρησιμοποιεί πολύ καλά τα τυφλά σημεία για να αποφύγει τις σφαίρες . 
Ναι , καλά . Θα τελειώσει η ταινία , αν ο πρωταγωνιστής πεθάνει . 
Τσονγκ Τσι Αν. Πες μου κάτι . Αυτήν τη στιγμή νομίζεις ότι βλέπεις τα πάντα τέλεια ; 
Ναι . Φυσικά . 
Αφού είναι εκεί . Γιατί όχι ; 
Άκου , Τσι Αν. 
Δεν είσαι λιβελούλα . 
Το ανθρώπινο μάτι δεν μπορεί να δει τα πάντα . Μην αυταπατάσαι . 
Πάντα υπάρχουν τυφλά σημεία . 
Αν τα χρησιμοποιήσεις σωστά , όπως αυτός στην ταινία , θα επιβιώσεις ακόμα και σ ' ένα ηφαίστειο . 
Τυφλά σημεία . 
Τσι Αν. Τι κάνεις ; 
Τι στον διάολο ; 
Την άτιμη . 
Μάλλον έχεις δει πολλές ταινίες . 
Κρίμα όμως . Είμαι σε πολύ μεγάλη απόσταση . 
Τι στο καλό κάνεις τώρα ; 
Γαμώτο . 
Ρίχνει από αριστερά . 
Από διαγώνια κατεύθυνση ; 
Ο ήχος του πυροβολισμού ήρθε από ψηλότερα και αρκετά μακριά . 
Τι ; 
Πού πήγε ; 
- Μπον Γκο . - Ναι ; - Πήγαινε λίγο πιο μπροστά . 
Τι κάνεις ; 
Θα πηδήξεις από εκεί ; 
Ένα . 
Δύο . 
Γαμώ το κέρατό μου . 
ΕΠΕΙΣΟΔΙΟ 1 ΦΟΝΟΒΟΗΘΗΜΑ Κάτσε , σταμάτα . 
- Αφήστε με . - Έλα τώρα . Ηρέμησε . 
- Κύριε . - Ναι ; Ξέρεις τι μου συνέβη ; 
Έλα τώρα . Εγώ είμαι αυτός που χτυπήθηκε . Αυτή εκεί με χτύπησε . 
- Τι ; 
- Σου λέω ότι είμαι το θύμα . 
- Σήκω . - Ηρέμησε . Σήκω και κλώτσα με όπως πριν . Σήκω . 
Τι μας βρήκε ; Κύριε , έχεις εκνευριστεί . Ηρέμησε , σε παρακαλώ . 
Με συγχωρείτε ; Πότε μπορώ να φύγω ; 
Πρώτα πρέπει να δούμε τα βίντεο από τις κάμερες . 
Μετά μπορείς να φύγεις . 
Αλλά - όντως τον χτύπησες ; 
- Αυτή με χτύπησε . 
- Ηρέμησε για να σε ακούσουμε . - Πού είναι το πρόβλημα ; Ο νόμος θα την τιμωρήσει . Γιατί κάνεις έτσι ; 
Κάνω λάθος ; 
Τι γίνεται εδώ ; 
Μπορώ να φύγω τώρα ; 
Δεν έκανα τίποτα κακό . Αυτός ήρθε στις γυναικείες τουαλέτες . 
Άκου με . Δεν λέω ότι έκανες κάτι κακό . Αλλά δεν μπορείς να χτυπάς τον κόσμο έτσι . 
Δεν έπρεπε να το κάνεις αυτό . Δεν θα γινόταν αυτή η ιστορία , αν τον απωθούσες μόνο . 
Λέει ότι θα σου κάνει μήνυση για σωματική βλάβη . 
Εκείνος πήγε να μου ρίξει μπουνιά . 
Τσι Αν , δεν γίνεται να το κανονίσεις μόνη σου . 
Πάρε τον κηδεμόνα σου και βρείτε τα μαζί του . Θα πάρεις τους γονείς σου ή κάποιον συγγενή ; 
- Θείε , εγώ είμαι . - Η κυρία Τσονγκ Τσι Αν ; 
Ποιος είναι ; Είμαι ο Πακ Τσιν Ου από το Αστυνομικό Τμήμα Γιετσόνγκ . 
Τώρα ετοιμαζόμουν να σας πάρω . 
Ορίστε ; 
Σας παρακαλώ , μην ανησυχείτε . Ο κύριος Τσονγκ Τσιν Μαν βρέθηκε νεκρός . 
Γιατί έβαλες σίδερα στον πέμπτο όροφο ; 
Ποιος τρελός θα σκαρφάλωνε στον πέμπτο όροφο για να κλέψει κάτι ; 
- Δεν έχω ούτε χρήματα . - Τελείωσα . Ορίστε . 
Τι είναι αυτή η ντουλάπα ; 
Μπορεί εσύ να την πλήρωσες , αλλά δεν έπρεπε να σκεφτείς αν μου αρέσει ; 
Θεωρείς ότι ταιριάζει στο δωμάτιο ενός 20χρονου κοριτσιού ; 
Είναι ρετρό . 
Σου αρέσουν τα ρετρό πράγματα . 
Την τύχη μου . 
Δες λίγο την ντουλάπα . 
Από σίδερο είναι φτιαγμένη . 
Είναι αλεξίσφαιρη . Ήταν πολύ ακριβή . 
Κι αν οι σφαίρες πέφτουν βροχή ; 
Μ ' ακούς ; Ακούγεται αλεξίσφαιρη , σωστά ; 
Θα είσαι ασφαλής εδώ μέσα . 
Γιατί να βρέξει σφαίρες εδώ ; 
Ξέχνα το . 
Άσ ' το . 
Θείε . Θυμάσαι τον ιδιοκτήτη του παντοπωλείου που με έκλεψε ; 
Είχε ένα αυτοκινητικό πρόσφατα . Τραυματίστηκε σε χέρια και πόδια . 
Θα νοσηλευτεί έξι μήνες . 
Δεν ξέρω τι τον έπιασε μετά το ατύχημα , αλλά μου τηλεφώνησε κι είπε ότι θα μου στείλει τα χρωστούμενα . 
Όπως και σε όσους είχε με ημιαπασχόληση . 
Εντελώς τρελό ; 
Είχα τσατιστεί τότε . 
Όπως μου έμαθες , φώναξα τ ' όνομά σου τρεις φορές στον ουρανό . 
- Νομίζω ότι δούλεψε . - Ακριβώς . 
Εγώ το έκανα . 
Του έσπασα χέρια και πόδια . 
Θείε . Έχεις τόσες ουλές στο πρόσωπό σου , που μοιάζει με πρόσωπο εγκληματία . 
Μην κάνεις πλάκα με κάτι τέτοια . 
Γιατί το φωτογραφίζεις αυτό ; 
Γιατί ξεπερνάς τα όρια ; 
Όταν ένας στρατιώτης σκοτώνεται , βάζουν τη μεταλλική ταυτότητά του στα δόντια για να θυμούνται τον αριθμό μητρώου του . 
Ο αριθμός μητρώου σε συνοδεύει από τη γέννηση έως τον θάνατο . 
Σημαίνει ότι ο αριθμός που σου δόθηκε είναι πάρα πολύ σημαντικός . 
Για ποιο πράγμα μιλάς ; 
Είναι όπως ο αριθμός μητρώου στο σχολείο . Να τον θυμάσαι πάντοτε . 
2-2-0-1-9-0-7-4 . 
Να τον μάθω έτσι ξαφνικά ; 
2-2-0-1-9-0-7-4 . 
2-2-0-1-9-0-7-4 . 
2-2-0-1-9-0-7-4 . 
Το τελευταίο που μου είπε ήταν ο αριθμός μητρώου μου . 
Με συγχωρείς , η ανιψιά του Τσιν Μαν δεν είσαι ; 
Είμαι φίλος του Τσιν Μαν . 
Ήμασταν μαζί στο γυμνάσιο και στο λύκειο . 
Σε είδα κάποιες φορές όταν ήσουν μικρή . 
Δεν ξέρω αν με θυμάσαι . 
- Γεια σας . - Γεια σου κι εσένα . 
Μεγάλωσες πολύ . 
Έμαθα ότι είσαι σε σχολή στη Σεούλ . Πας να δεις τον θείο σου ; 
Λοιπόν , τι κάνει ο Τσιν Μαν ; 
Ο θείος μου πέθανε . 
Να μην κάνεις εδώ την κηδεία . 
Εκείνο το γραφείο είναι καλύτερο . 
Ο χώρος εδώ είναι μεγάλος , αλλά χάλια . 
Θα πάρω έναν γνωστό μου που δουλεύει εκεί . 
Μόλις κάνεις κράτηση αίθουσας ... 
Η κάρτα μου . 
Τηλεφώνησέ μου . 
Μην ανησυχείς τόσο πολύ . 
Ευχαριστώ . 
Εντάξει . Θα κάνουμε ταυτοποίηση του πτώματος . 
Είναι αυτός ο κύριος Τσονγκ Τσιν Μαν ; 
Όμως , όταν αυτοκτονεί κάποιος δεν κόβει τις φλέβες του συνήθως ; 
Ήταν μόνος του . Πώς έκοψε έτσι τον λαιμό του ; 
Ναι , το ερευνήσαμε ως πιθανή δολοφονία λόγω του τραύματός του , όμως , οι κάμερες δεν δείχνουν κίνηση γύρω από το σπίτι για μία εβδομάδα . 
Επίσης , σύμφωνα με τη νεκροψία , αυτή η γωνία τραύματος θα μπορούσε να προκληθεί από τον ίδιο . Γι ' αυτό καταλήξαμε ότι ήταν αυτοκτονία . 
Αν θέλεις , μπορώ να σου στείλω την έκθεση . 
Του ταιριάζει που πέθανε έτσι . 
Συγγνώμη ; 
Ο θάνατός του τού ταιριάζει . 
Όχι . 
Δεν χρειάζομαι την έκθεση νεκροψίας . 
Καλώς . Αυτό βεβαιώνει την ταυτότητα του πτώματος . 
Θα προχωρήσουμε στη διαδικασία παράδοσης . 
Υπόγραψε εδώ και θα ολοκληρωθεί . 
Η διαδικασία παράδοσης-παραλαβής έχει πλέον ολοκληρωθεί . 
Υπάρχουν δύο είδη πένθιμων ρούχων . 
Αυτό είναι το εθιμοτυπικό κι αυτό το μοντέρνο . 
Διαλέγετε ανάμεσα στα δύο . 
Είχε πάντα αυτό το τατουάζ ο θείος μου ; 
Κυρία , δεν μπορείτε να καπνίσετε εδώ . 
Με συγχωρείτε . 
Τέλος πάντων , ας τα ξαναδούμε . 
Χρειάζεστε ένα πένθιμο σύνολο . 
- Εδώ είναι η φουρκέτα ... - Είμαι η κύρια πενθούσα . 
Συνήθως περιβραχιόνιο φοράνε οι άντρες . 
Έχετε κανέναν κοντινό συγγενή άντρα ; 
Όχι , κανέναν . 
Λοιπόν , το σημαντικότερο είναι η φωτογραφία του νεκρού . 
Έχετε κάποια φωτογραφία του ; 
Τσονγκ Τσι Αν ; 
Εσύ είσαι . 
Με θυμάσαι ; 
Είμαι ο Πε Τσονγκ Μιν . 
Είσαι καλά ; 
Ναι , σε θυμάμαι , Πε Τσονγκ Μιν . 
Θα διορθώσουμε το πρόσωπο του θείου σου στη φωτογραφία κάπως έτσι . 
Σπούδασα μηχανικός υπολογιστών . 
Είναι εύκολο . 
Κάπως έτσι βοηθούσα τον θείο σου . 
Μετά τον στρατό , επέστρεψα στο σπίτι και είδα την αγγελία του θείου σου που έψαχνε υπάλληλο . 
Προσπαθούσε να ανανεώσει τον ιστότοπο των αγροτικών λάστιχων ποτίσματος . 
Οπότε , τη δούλεψα για κάποιες μέρες . 
Σ ' αυτό το διάστημα , ο θείος σου πέθανε . 
Γι ' αυτό ήμουν το τελευταίο άτομο με το οποίο επικοινώνησε . 
Κι αυτός που πήρε πρώτος την αστυνομία . 
Δεν ξέρω τι να πω . Δεν ξέρω πώς να σε παρηγορήσω . 
Ο θείος σου βρέθηκε στο μπάνιο , σωστά ; 
Το καθάρισες ; 
Όχι , ακόμα . 
Τσι Αν. Αν δυσκολεύεσαι , να το καθαρίσω εγώ ; 
Ήμουν πολύ κοντά με τον θείο σου . 
Δεν έχω πρόβλημα να το κάνω . 
Θα ... το εκτιμούσα πολύ . 
Σύμφωνοι . Θα καθαρίσω εγώ το μπάνιο . 
Μην ανησυχείς και κανόνισε εσύ την κηδεία . Θα έρθω μόλις τελειώσω . 
Σ ' ευχαριστώ , Τσονγκ Μιν . 
Τσι Αν. 
Έφερα τους παιδικούς φίλους του Τσιν Μαν . 
Να τα θυμάσαι όλα αυτά . Μια μέρα θα πρέπει να ανταποδώσεις . 
Από το γυμναστήριο της Γιετσόνγκ . 
Το έχει ο πρόεδρος του Συλλόγου Αποφοίτων Λυκείου . 
Αυτό από τους απόφοιτους του Γυμνασίου . 
Κι αυτό από τον Λι Γιονγκ Χαν . 
Δεν ξέρω ποιος είναι αυτός . 
Έχετε επισκέπτη . 
Ελάτε , κυρία . Πήγαινε εσύ . Θα τα κανονίσω όλα εγώ . 
Πήγαινε να χαιρετήσεις τους καλεσμένους . 
Είσαι καλά ; 
Μια χαρά , αλλά ... 
Τσονγκ . Ώστε έτσι φεύγεις . 
Θα σε δω στην κόλαση . 
Χρειάζεστε κάτι άλλο ; 
Έχουμε και τηγανίτες . Θέλετε λίγες ; 
Ήσασταν συνάδελφοι του Τσιν Μαν , σωστά ; 
Εντάξει . 
Τι άξεστοι που είναι . 
Πρέπει να απαντάνε όταν κάποιος τους μιλάει . 
- Δεν είναι απ ' τη γειτονιά οι δίδυμοι ; 
- Έλα τώρα . Τους ξέρω όλους από εκεί . 
Αυτοί είναι ξένοι . 
Τσιν Μαν . 
Τι έχει αυτός ; Του χρωστούσε χρήματα ο Τσιν Μαν ; 
Ή μήπως έβγαιναν ραντεβού ; 
Κλαίει σπαραχτικά εδώ και δύο μέρες . 
Αυτό λέω κι εγώ . 
Όμως , γιατί αυτοκτόνησε ο Τσιν Μαν ; 
Πουλούσε λάστιχα ποτίσματος στο διαδίκτυο . 
Νόμιζα ότι πήγαινε καλά . 
Είχε πολλά χρέη . Αμάν . 
Πάντα τα λεφτά είναι το πρόβλημα . 
Αν ήταν έτσι , γιατί δεν τον βοήθησες ; 
Έχεις εφτά θερμοκήπια . 
Γιατί να το κάνω ; 
Ποτέ δεν συμπάθησα τον Τσιν Μαν . 
Φταίει που σε μαύρισε στο ξύλο , όταν σ ' έπιασε να κλέβεις μικρά παιδιά . 
- Όχι , δεν έγινε έτσι . - Κι όμως . 
Ο Τσιν Μαν σου έσπασε τρία δόντια . Το είδα . 
Ο Τσιν Μαν ήταν πολύ αγαπητός τότε . 
Καλέ , τα μάθατε ; 
Πριν γυρίσει ο Τσιν Μαν , ήταν ο αρχηγός της συμμορίας Σφήκα στο Μόκπο . 
Τι στην ευχή είναι αυτά που λες ; 
- Ο Τσιν Μαν δεν ήταν γκάνγκστερ . 
- Ήταν στη Σφήκα . 
Δεν ξέρεις τίποτα και μιλάς . 
Αυτό είναι ένα μυστικό που λίγοι γνώριζαν . 
Φημολογείται ότι ο Τσιν Μαν ήταν κατάσκοπος της ΕΥΠ στους Βόρειους . 
Βλακείες . 
Αυτά που λες είναι τελείως γελοία . 
Είχε φριχτούς βαθμούς στο σχολείο . 
Είχε σχεδόν μηδέν σε όλα . 
Μηδέν . 
Πώς θα έμπαινε στην ΕΥΠ με τέτοιους βαθμούς ; 
Κατάσκοπος , φίλε . 
- Σε συμμορία ήταν . - Εγώ έχω δίκιο . 
- Ρε καθάρματα . - Με τρόμαξες . 
Τι στο καλό ; 
- Τι ; 
- Τι έπαθε ; 
Είστε αλήτες . 
Δεν πρέπει να μιλάτε έτσι . 
Ξεχάσατε τι ήταν ο Τσιν Μαν για εμάς ; 
Θυμάστε τότε που οι γονείς μας έχασαν όλα τους τα χρήματα στη χαρτοπαιχτική λέσχη στη γειτονιά μας ; 
Γιατί το αναφέρεις τώρα αυτό ; 
Ο πατέρας σου έχασε εκατομμύρια . 
Ο δικός μου έχασε το σπίτι μας . Ήρθε σπίτι κι άναψε τα ξύλα . 
Ο αδελφός μου κι εγώ παραλίγο να πεθάνουμε . 
Εκείνη τη μέρα εισέπνευσα τόσο καπνό που κόντεψα να πεθάνω . 
Εκείνη τη μέρα . 
Τσιν Μαν ; 
Ήταν σίγουρα αυτός . 
Ο Τσιν Μαν άφησε τα χρήματα ; 
Ο Τσιν Μαν ήταν αυτός που σας έσωσε όλους . 
Ο Τσιν Μαν , μπάσταρδε . 
Έζησα μαζί του δέκα χρόνια . Αλλά δεν ξέρω τίποτα γι ' αυτόν . 
Κάνε το τσιγάρο σου και φεύγουμε . 
Τσι Αν. 
Θα έρθω στο νεκροταφείο μαζί σου . 
Δεν έκλαψε καθόλου στην κηδεία . 
Ίσως να μην ήταν πολύ δεμένη μαζί του . 
- Ίσως να μην ήταν πολύ κοντά . - Σταματήστε . Σας ακούει . 
Είναι απίστευτοι . 
Οι άνθρωποι θρηνούν με διαφορετικούς τρόπους . 
Τα πήγες περίφημα , Τσι Αν. 
Καθάρισα το μπάνιο για εσένα . 
Σ ' ευχαριστώ , Τσονγκ Μιν . 
Παρακαλώ . Χαίρομαι που βοήθησα . 
Ήμασταν φίλοι παλιά . 
Ησύχασα τώρα που είσαι καλύτερα απ ' ό , τι περίμενα . 
Μήπως σου φαίνεται ότι τα καταφέρνω ; 
Μα ... 
Δεν το κάνεις ; 
Έχω αηδιάσει με τον θείο μου . 
Έτσι όπως πέθανε . 
Συγγνώμη . Δεν έπρεπε να το πω αυτό . 
Σ ' ευχαριστώ πολύ . 
Μόλις συνέλθω , θα σου τηλεφωνήσω για να κεράσω φαγητό . 
Έγινε . 
Πάρε με , Τσι Αν. 
Γεια σου . 
Εγώ έχω φάει . 
Φτιάξε κάτι να φας . 
Τι σου ήταν τόσο δύσκολο ; 
Τι σου ήταν τόσο δύσκολο ; 
Υποκρινόσουν ότι ήσουν δυνατός . 
Τι θα κάνω τώρα ολομόναχη ; 
Τσι Αν , ξέχασα να σου δώσω αυτό ... 
Να περάσω αργότερα ; 
Τσονγκ Μιν . 
Ναι ; 
Δεν είμαι πολύ καλά αυτήν την στιγμή . 
Μπορείς να μείνεις μαζί μου για λίγο ; 
Σ ' ευχαριστώ και πάλι , Τσονγκ Μιν . 
Όχι , μην το συζητάς . 
Έτσι κι αλλιώς , δεν έχω να κάνω κάτι στο σπίτι . 
Μπορώ να μείνω κι άλλο . 
Το βρήκες στο μπάνιο αυτό ; 
Ναι , πρέπει να ήταν του θείου σου . 
Όχι , δεν είναι . 
Πήραμε κι οι δυο τα τελευταία μοντέλα , όταν μπήκα στο πανεπιστήμιο . 
Δουλεύει ακόμη αυτό ; 
Μήπως ο θείος σου το χρησιμοποιούσε στη δουλειά ; 
Τι ; Σαν καρτοκινητό ; 
ΚΑΤΑΘΕΣΑ 70 ΕΚΑΤΟΜΜΥΡΙΑ . ΠΟΤΕ ΘΑ ΠΑΡΑΛΑΒΩ ; Εβδομήντα εκατομμύρια ; 
Πόσα λάστιχα αγόρασαν για να καταθέσουν τόσα πολλά ; 
Τσονγκ Μιν . Πόσα είναι αυτά ; 
Δεκαοκτώ ... 18,7 δις ; 
Πιστεύεις ότι τα λάστιχα ποτίσματος αφήνουν τέτοιο κέρδος ; 
Όχι . 
Αυτόν τον ιστότοπο που έφτιαξες για τον θείο μου , μου τον δείχνεις ; 
70 εκατομμύρια γι ' αυτά τα λάστιχα ; 
Λίγο πάνω από 11 χιλιόμετρα . 
Όπως είπες , είναι παράλογο να παραγγείλεις λάστιχα ποτίσματος τέτοιου κόστους . 
Ωστόσο , αν αυτός ο ιστότοπος λειτουργεί σαν βιτρίνα για έναν διαφορετικό ... 
Αυτό ... 
- Είναι στον σκοτεινό ιστό . - Τι ; 
Ένας παράνομος ιστότοπος . 
Τα γεωργικά προϊόντα είναι μάλλον βιτρίνα . 
Σαν μια δίοδος σ ' αυτόν τον ιστότοπο . 
Τι είδους ιστότοπος είναι αυτός τότε ; 
Έχει τιμές για όπλα εδώ . 
Μοιάζει με ιστότοπο πώλησης όπλων . 
Όπλων ; 
Πουλούσε τέτοια πράγματα ; 
Ο θείος μου ; 
Τι τρελάρας . 
Τσι Αν , μη σε επηρεάσει . 
Ο τύπος είναι τρελός . 
Όμως , για καλό και για κακό , να πάρουμε την αστυνομία ; 
Τσιν Μαν , η Μιν Χε είμαι . 
Ο θείος μου δεν είναι σπίτι σήμερα . 
Παρακαλώ , περάστε μια άλλη φόρα . 
" Θείος " ; Πρέπει να είσαι η ανιψιά του . 
Έχω ακούσει τόσα για σένα . 
Είμαι η Σο Μιν Χε . Κάνω ιδιαίτερα κινέζικων στον Τσιν Μαν . 
Έχει πάει κάπου ο Τσιν Μαν ; 
Έχουμε μάθημα σήμερα . 
Τηλεφώνησα , αλλά δεν τον βρήκα . 
Ξέρεις ότι δεν είναι από κείνους που αλλάζουν σχέδια χωρίς να ειδοποιήσουν . 
Ο θείος μου μάθαινε Κινέζικα ; 
Η εξώπορτα ήταν ανοιχτή , έτσι μπήκα . 
Αν δεν σε πειράζει , μπορώ να τον περιμένω μέσα ; 
ΚΑΤΑΣΤΗΜΑ ΓΙΑ ΔΟΛΟΦΟΝΟΥΣ Θα είχα ετοιμάσει κάτι , αν ήξερα ότι θα ερχόσουν . 
Τι να ετοιμάσεις ; Θα φάμε ό , τι μας δώσεις . 
Έλα να καθίσεις κι εσύ . 
Ναι , έλα κάτσε . 
Καλό είναι ; 
Νόστιμο ; 
Πρέπει να είναι . Έτσι που το καταβροχθίζεις . 
Ξέρεις να τρως με δυο μασέλες . - Σταμάτα . 
- Είναι νόστιμο . 
Βρε συ , ξέρεις ότι έχουμε καλό φαΐ . Γιατί δεν έρχεσαι πιο συχνά ; 
Μια στιγμή . Πόσος καιρός πάει ; 
Μαμά . 
- Πάνε πέντε ή έξι χρόνια ; 
- Εφτά χρόνια και οχτώ μήνες . 
Σχεδόν οχτώ χρόνια . 
Έλεος , αδελφούλη . 
Δεν έδωσες σημεία ζωής για οχτώ χρόνια ; 
Χωρίς καμία επικοινωνία , υπέθεσα ότι ήσουν σε κάποιο πλοίο και πέθανες κάπου στη θάλασσα . 
- Με πιάνεις ; 
- Θεέ μου . 
Πάψε . 
Γλυκέ μου , φτάνει . 
Τσιν Μαν , θέλεις κι άλλο κρέας ; 
Ναι , παρακαλώ . 
Τι έπαθε το πρόσωπό σου ; 
- Έμπλεξες σε καβγά ; 
- Όχι , μια γρατζουνιά είναι . 
Πρέπει να προσέχεις . Γιε μου . 
- Πρέπει να παντρευτείς . - Ναι , καλά . Κοίτα ένα αλάνι , μαμά . 
Οι γυναίκες θα τρέχουν μακριά του . - Να πάρει . 
- Σταμάτα , γλυκέ μου . 
- Τσονγκ Τσι Αν. - Μπράβο το κορίτσι μου . 
Ξέρεις το όνομα μου ; 
Δεν το ξέρω . 
Τσονγκ Τσιν Μαν . 
Να το θυμάσαι . 
Μωρό μου . 
