! لعنت بابا ، چه شانس گوهی 
سلام 
... من آگهی کار پاره وقتتونو دیدم 
مرتب سازی انبار و کارهای ساده اسم من بائه جونگ مین ـه 
شما رو میشناسم 
با جی آن تو یه دبستان درس می‌خوندم 
این اصلاً چه جوری کار میکنه ؟ 
با تو نبودم 
! چند بار باید بهت بگم ؟ واقعاً که 
میدونی چند بار تا دم مرگ رفتم ؟ 
... حالا هر چی ، الان اومدم تو 
عکس جونگ جی آن رو دیدی ، درست میگم ؟ 
امروز سورس مودوهلپ رو فعال میکنم و تحویلتون میدم 
... برای تحویل دادن این فروشگاه همش تو سه روز من بهترین گزینه ـتون هستم 
چی ؟ 
... میخوای بکشمش ؟ 
چیه ؟ 
تا اینجاشو پیش اومدی ، الان نمیتونی به انجام برسونیش ؟ 
تمام توانت همینه ؟ 
این دیگه چیه ؟ منو زندانی کردی ؟ 
چی ؟ 
خودت الان ، همینو گفتی 
... وقتی کوچیک بودیم تو بودی که منو توی انباری زندانی کرده بودی 
آها اونو میگی ؟ 
! جونگ جین مان 
! جونگ جین مان 
... فقط کنجکاو بودم بدونم واقعا میتونی حرف بزنی یا نه 
به خاطر همین با چند تا از بچه‌ها صحبت کردم تا زندانیت کنیم 
فکر کردم اگه تو شرایط سخت قرار بگیری ، زبون باز کنی 
باید ازم ممنون باشی 
به لطف من توانایی تکلمت رو به دست آوردی 
گیج شدی ها ؟ 
حتماً بدجور گیج شدی که الان اینجا چه خبره 
این اتفاقا ، حتی تو تصوراتت هم نمی گنجید ! قابل درکه 
چی داری زر زر میکنی عوضی ؟ 
نمیخوای بدونی ؟ که الان اینجا چه خبره 
یه جایی به اسم " بابیلون " هست 
خنگ خدا 
کره قاتل حرفه ای نداره که 
خودتم اون دیپ وب سایته رو دیدی ( سایتهایی که به دلایل مختلف پنهان بوده و ) ( توسط موتورهای جستجو ، قابل شناسایی نیستند ) 
توش اسلحه معامله میکردن 
رو به قیمت AK - 47 یه اسلحه یه میلیون و دویست وون می‌فروشن 
پس اگه پولش رو داشته باشی میخوای بخریش ؟ 
با بدبختی سربازیت رو گذروندی اسلحه میخوای چیکار ؟ 
تو بخش عملیاتی بودی اصلاً بلدی شلیک کنی ؟ 
خدایا ، تو اصلاً چی میفهمی ؟ 
بابا من جدی میگم کیفیت سایت ، یه چیز دیگه بود 
پنج دقیقه بعد اینکه هکش کردم دوباره بازیابی شد 
یه چیزیش مشکوکه 
! بیخیال 
هرچی کیفیتش بالاتر باشه احتمالش الکی بودنش ، بیشتره 
چت شده ؟ عین تازه کارا رفتار میکنی 
تازه کار ؟ 
خب پس ، یه حرفه‌ای چه شکلیه ؟ 
ما تو یه دانشگاه بی نام و نشون درس خوندیم ! حرفه‌ای نیستیم که بابا 
ما فقط دوتا بازنده‌ایم 
... تازه ، این روزا یه عالمه هکر هستش که دنبال کار درست حسابی تو شرکت‌های بزرگن 
یه هکر کلاه سیاه واقعی تو کشور ما ؟ هکرهایی که برای اهداف پلید ، جرایم سایبری جنگ سایبری یا ... عملیات هک انجام میدهند همه بیخیال شدن 
تظاهر میکنن کلاه سیاهن ولی کلاه سفیدن ( هکرهایی که برای جلوگیری از هک های ) ( غیرقانونی و خرابکارانه ، فعالیت میکنند ) 
حالا بمون و ببین یه هکر کلاه سیاه واقعی رو نشونت میدم 
! بیخیال شو بابا ، آخرش میفتی تو هلفدونی 
از زندانی رفتن میترسی ؟ 
! البته که میترسم 
خیلی میترسم - لعنتی - 
! خب تا آخر عمرت از اینا بخور 
چه مرگته تو ؟ 
( رمز ورود را وارد کنید ) اسم سایته چی بود ؟ 
" مودوهلپ ؟ " 
! وای خدا 
این دیگه چیه ؟ عوضی ، این روزا دیگه کی تو فضای بسته سیگار میکشه 
اون یارو بدجوری نگاهمون میکرد 
بریم پایین و یه فصل کتکش بزنیم ؟ 
آشغالایی مثل اون باید کتک بخورن 
... خیلی وقته اینطوری دلم نخواسته بود 
کار تو بود ؟ تو مودوهلپ رو هک کردی ؟ 
یه دقیقه مونده 
دیوونگی ـه 
! انجامش دادم 
صبرکن صبرکن ، اگه یکم بهم ! وقت بدین ، میتونم انجامش بدم ... کم مونده تموم شه ، جدی 
... ولی میگم قراره از شر این جنازه خلاص شین دیگه ، درسته ؟ 
اون لحظه متوجه شدم که من با آدم‌های عادی فرق دارم 
بهت گفتم درباره عموم بگی - ❤ @ moonriverteam_sns ❤ - داری زندگی خودتو تعریف میکنی ؟ 
آخرش می‌بینی که همه اینا به هم ربط دارن 
فقط صبر داشته باش و گوش بده 
این مرد رو میشناسی ؟ 
اینو چی ؟ 
معذرت میخوام 
تو خدمت سربازی اصلاً اینجوری نبودم 
از وقتی مرخص شدم زیاد ورزش نکردم 
یکمی استراحت کن 
چشم 
حتماً باید ورزش کنم 
چرا چرخیده ؟ 
لعنتی 
این چیه ؟ 
اینجا عین جهنم گرمه 
! لعنتی 
وای دلم میخواد دوش بگیر ، اه 
آخه چی میتونه این تو باشه ؟ 
چی ؟ 
اوه ... هیچی 
اینو بخور 
ممنون 
حال جی آن چطوره ؟ 
تو دبستان تقریباً صمیمی بودیم 
( فقط یه روز زمان داری ) ... لعنتی 
! رئیس ؟ باید برم دستشویی 
میتونم از سرویس داخل خونه ، استفاده کنم ؟ 
ممنون 
داری دنبال چی میگردی ؟ 
! اوه ترسوندمت ؟ 
وقتی جی آن خونه‌ست و ... منم توی سوله انبارم رفت و آمد خیلی عذابه به خاطر همین یه اسپیکر نصب کردم 
فقط داشتم یه نگاهی به خونه ـتون مینداختم 
عذر میخوام - اشکالی نداره - 
... راستی تو رشته‌ت مهندسی کامپیوتره ؟ 
بله ، مهندسی کامپیوتر 
عالیه 
فکر کنم کامپیوترم خراب شده 
میتونی برام تعمیرش کنی ؟ 
هزینه تعمیرش رو به دستمزدت اضافه میکنم 
بله ، البته 
( ... اسکن در حال انجام ) فکر کنم ویروسی شده 
اول فرمتش میکنم و سعی میکنم تا جایی که بتونم فایل‌ها رو براتون نگه دارم 
خیلی خب ، ممنون 
خب ، هزینه تعمیرش چقدر میشه ؟ 
نیازی نیست 
من و جی آن خیلی باهم صمیمی بودیم 
... میتونم مجانی انجامش بدم - کلاس چندم ؟ 
چی ؟ 
من قبلاً هیچ کدوم از دوست های جی آن رو ندیدم 
به خاطر همین کنجکاو بودم بدونم شماها ، از کی باهم دوست شدین 
خب ... وقتی خیلی کوچیک بودیم 
کلاس دوم دبستان 
بچگیاش انقدر بی ادب بود که هیچ دوستی نداشت 
می‌دونین ، جی آن اون موقع‌ها نمی‌تونست خوب صحبت کنه 
من خیلی بهش کمک کردم 
... و نمیدونم یادتون هست یا نه ولی یه بار وقتی کوچیک بود ... . تو مدرسه زندونیش کرده بودن 
آها ، آره درسته 
خب ، پس وقتی تمومش کردی برات غذا میخرم 
من میرم تمیزکاری کنم کارت که تموم شد بیا چشم 
متوجه شدم 
خیلی راحت بود که 
بوی کود میدم ، اه 
کی فکر میکرد دوباره برگردم به اون محله ؟ 
کی تموم میشه ؟ 
( هنوز کارت تموم نشده ؟ ) اول باید جونگ جین مان واردش بشه تا من بعدش بتونم یه کاری بکنم 
عجب آدم‌های کله پوکی هستن ها 
آنلاین شد 
! خودشه 
جواب داد 
این چیه ؟ 
! لعنتی 
خوب گوش کن 
اگه الان منو بکشی همه این کارها بی نتیجه میمونه 
خودم اینجوری تنظیمش کردم 
منم ، لی یونگ هان 
! حسابی پر دل و جراتی بچه جون 
به عنوان ضمانت جونم بهش احتیاج داشتم 
... اگه منو بکشین ... مودوهلپ ریست میشه و دیگه نمی‌تونین بهش دسترسی داشته باشین 
اینطوریش کردم که فقط خودم بتونم باهاش کار کنم 
کارشو یه سره کن 
! وایستا ! یه لحظه وایستا 
وایستا 
تو کار کردن منو دیدی 
من واقعاً مهارت دارم 
من باهوشم و کارم تو هک کردن عالیه 
شماها چی میخواین ؟ 
جونگ جین مان ؟ 
یا اسلحه ها رو میخواین ؟ 
... من یه نقشه معرکه دارم 
گوش میدم 
درنهایت ، همه چی طبق نقشه پیش رفت 
خجالت آوره ، چرا باید با این شروع شه ؟ 
چی شده ؟ 
پس اون یارو لکنتیه داشت بلوف میزد 
فکر کردم جدی جدی یه چیزی هست 
با اینا ، نمیتونی بفهمی اون روز واقعا چه اتفاقی افتاد 
کنجکاو نیستی ، جونگ جی آن ؟ 
خوب نگاه کن ببین چه جوری عموت رو میکشم 
! عمو ، نجاتم بده 
! نمیدونم الان کجام 
! لعنتی ، ولم کن 
! عمو ، نجاتم بده 
! نمیدونم الان کجام 
... اگه منو بکشی ... برادزاده‌ت جونگ جی آن ! عمو ، نجاتم بده 
بابیلون اونو میکشه - ! نمیدونم الان کجام - 
! تا آرومم ، زودتر بازم کن 
! همین حالا 
! لعنتی ! عمو ، نجاتم بده 
! نمیدونم الان کجام 
هر کاری بگی میکنم 
همونطور که قول دادی بزار جی آن بره 
باشه ، باشه ، حتما 
اعتماد تو حوزه کاری ، ما خیلی مهمه خودتم اینو میدونی دیگه ، درسته ؟ 
همین الان بازم کن 
پاشین نیازی نیست پولمو بهم پس بدی 
! جونگ جین مان 
! باید منو بیاری پایین 
! هی عوضی ! هی ! حرومزاده 
... به بابیلون بگو سر قولشون بمونن 
اگه فهمیدی سرت رو تکون بده 
! تو روحت 
اثر هنریه ، مگه نه ؟ 
صدای منو از کجا آوردی ؟ 
من هیچ وقت اون حرفا رو نزدم 
با دیپ فیک درست کردم ! این روزا خیلی رایجه 
زیر ده دقیقه میتونم با صدات هر چی میخوام درست کنم 
و رئیس اون فروشگاهی که توش کار میکردی کمکم کرد تا صدات رو ضبط کنم 
! ببین 
! جونگ جی آن ، یه کله پوکه 
! جونگ جی آن ، یه کله پوکه 
... و عموت ، خیلی 
جونگ جین مان قرار بود خیلی خفن باشه ولی با همچین کلک ساده‌ای گول خورد و خودشو کشت 
! نه 
... وقتی بابیلون با اون عظمتش انقدر احتیاط می‌کرد راستش منم ترسیدم 
ولی آخرش دیدم ، چیزی نبوده 
... خیلی ضایع و راحت بود 
... ولی فکرشو که میکنم این یعنی من خیلی توانمندم ، درسته ؟ 
همچین کار سختی رو به سادگی انجام دادم 
شاید دلیلی داشته که منو انتخاب کردن 
چیه ؟ 
تو فقط یه نوکری که تظاهر میکنه خیلی باهوشه 
داری درباره من حرف میزنی ؟ 
بابیلون ؟ 
شک دارم بزارن زنده بمونی به محض اینکه از اینجا بری بیرون دخلت اومده 
نه ، اینطور نیست 
اگه منو بکشی ، شرط می‌بندم اون زنه اول از همه تو رو میکشه 
مشکلی که نداری ؟ 
! هی فکر نکنم تو شرایطی باشی که بخوای بری رو اعصاب من 
... بابیلون همین الان بهم گفت ! تو رو بکشم 
! هی یادت نیست ؟ 
خودت اینو بهم گفتی 
" همه کسانی که کد دارند " " باید از کد سبز ، محافظت کنن " 
... حالا که عمو مُرده من تنها کد سبزی هستم که مونده 
... من اصلاً خبر ندارم عمو داشت چیکار میکرد ... ولی با توجه به مقیاس کارهایی که کرده شرط می‌بندم به جز اون زنه ، کلی آدم دیگه هست که قراره از من محافظت کنه 
چی میگی بابا ؟ 
اگه مغز تو کله ـته یکم فکر کن 
آدمای بابیلون اینجا نیستن مرده و زنده ات واسشون فرقی نداره 
اون پهبادهایی که میخواستن ما رو بکشن رو ندیدی ؟ 
... تو فقط ! پیش مرگشون هستی 
تنها کد سبزی که وجود داره منم که جلوت وایستادم 
... کسی که باید ... باهاش معامله کنی ، اونا نیستن 
! منم 
با دست و پای بسته ، داری سخنرانی میکنی ؟ 
... ضمناً چرا باید با تو معامله کنم ؟ 
جونگ جین مان مُرده 
الان میخوای بگی که مودوهلپ مال توئه ؟ 
تا همین چند ساعت پیش اصلاً خبر نداشتی عموت کیه 
هی - ❤ @ moonriverteam_sns ❤ - اونو ببین 
اونا میتونن پهبادهاشون رو به پرواز دربیارن ... اون عوضیا رو بفرستن و هرچقدر میخوان شلیک کنن ... ولی اونی که تا اینجا اومد ! و تو رو گیر انداخت ، منم ! من 
درسته 
به خاطر همین داشتی تو سالن خونه ما ناله و زاری میکردی ؟ 
شانس آوردیم خودتو خیس نکردی 
... بابیلون قصد جونت رو کرده بود تا اینجا اومدی جونتو نجات بدی ! بدبخت ترسو 
! چی میخوای بگی ، دختره لال 
... ترسوهای عوضی ! مثل یه دسته آشغال کوچیک ، واق واق میکنن 
! دقیقاً مثل تو و اون ترسوهایی که بالان 
یه کلمه دیگه بگو 
! دختره ی عوضی 
جی آن ؟ 
! جونگ جی آن 
دوباره زبونت بند نیومده که ، ها ؟ 
تو شرایط بحرانی باید از هر چیزی که اطرافت می‌بینی ، استفاده کنی 
از هر چیزی که میتونی برای نجات خودت استفاده کن 
باید هر کاری که میتونم رو انجام بدم 
! اه ، لعنتی 
همین یکم پیش ، کم مونده بود بکشمش الان میگی نکشمش ؟ 
اگه تا الان کشته بودمش چی ؟ 
واقعا تمام توانتون همینه ؟ 
... حرومی 
الان تشخیص چهره میخوان ؟ شوخیشون گرفته ؟ 
چرا اینقدر دیر کردی ، مرتیکه ؟ 
! سلام 
به خاطر اینا ، دیر کردی ؟ 
میخواستم اینو برات بگیرم ولی چیزی جز کوه این اطراف نیست 
پیدا کردنش راحت نبود - ای بیشرف - 
خیلی از من متنفر نباش 
عموت ، اونقدرام آدم خوبی نبود 
... جونگ جین مان هم احتمالاً یه عالمه آدم کشته 
... و اینکه جی آن ... دنیایی که داریم توش زندگی می‌کنیم اهمیتی نمیده که آدم خوبی هستی یا نه اینجا ، قوی و ضعیف بودن مهمه 
و جونگ جین مانی که تو راس ... این زنجیره غذایی بود به خاطر تله‌ای که من گذاشتم ، مُرد 
... این یعنی من از جونگ جین مان قوی ترم 
... فکر کردی میتونی از دست من 
لعنتی ! واقعاً ؟ 
! جی آن ! جی آن 
! لعنت بهت 
! جونگ جی آن 
! لطفا ! خواهش میکنم 
! جی آن 
! جی آن 
جی آن ... جی آن صبر کن تو حرومزاده ، اصلاً با عموی من قابل مقایسه نیستی 
! جی آن ... جی آن 
باید خوب بهش فکر کنی 
تو باید طرف من باشی 
اگه یه آدم قوی با یه آدم قوی دیگه در بیافته در نهایت مثل عموی تو از هم میپاشه 
... اونی که ضعیفه باید جایگاه خودش رو بدونه 
! دختره احمق 
آره درسته 
ولی بازم ، چطور تونستی جی آن رو اونجا تنها بزاری ؟ 
خودش باید تنهایی ، مشکلات رو حل کنه 
اینجوری یاد میگیره خودشو نجات بده 
این همون چیزیه که رئیس میخواست 
نگران نباش 
جونگ جی آن ، اصلا ضعیف نیست 
اونا دوباره بهمون حمله میکنن 
فقط همینا رو آوردی ؟ 
فقط 12 تا گلوله ؟ 
بعد از اتفاقی که واسه بِیل اتفاق افتاد ، رئيس گفت که هر لحظه ممکنه اینطوری بهمون حمله بشه 
در ضمن ، برای اینکه هر وقتی ... این اتفاق افتاد ، بتونیم دفاع کنیم خونه رو بازسازی کرد 
... خب 
میخوای چیکار کنی ؟ 
خيلی حال ميده 
! تو همچین مواقعیه که به چشم میاد ها 
ولی مجبور نبودی اينو برام بگيری 
نمیدونم چرا ، تازگیا همش هوس چیزای شیرین میکنم 
این چیه ؟ پس انداز کردی ؟ 
این روزا ، کار تو شرکت ! خیلی افتضاحه ... تو این فکرم مثل شما یه کسب و کاری واسه خودم روبراه کنم 
شنیدی که میگن ، شرکت عین یه میدون جنگه ! ولی بیرون شرکت ، جهنم ـه 
الان اینو با گوشت و خونم حس میکنم 
... لامصب ، الان خودمم و خودم باید پول دونه دونه گلوله ها رو بدم 
! خیلی داغونه 
ولی تا وقتی برای بابیلون کار میکنی هیچ کدوم کارایی که میکنی ، غیرقانونی نیست 
آره ، راست میگی 
پس محکم بچسب به کارت 
راست میگی ، واقعا که فکرای الکی به سرم زده بود 
گندش بزنن 
... بگذریم به نظرم آقای کیم مرده فکر کنم مین هه ، کارشو ساخت 
اون زنیکه عوضی 
! اوه ، لعنتی 
خودت ماشینت رو درست کردی خوب کار میده ؟ 
خب ، من یه ماشین دست دو خریدم 
خوشگل و خوش دسته 
رسیدن 
" ... کارواش حباب " 
خیلی بی کلاسه حالا چرا ماشین کارواش ؟ 
خوابیدی ؟ 
کوچیک تر از اونیه که فکر میکردم 
داره گرم میکنه ؟ 
این چیزا ، دردسرن 
نباید از این چیزا خوشت بیاد 
بعدها ، کارمونو از دستمون در میارن 
اونقدر که فکر ميکردم عالی نیست یه جورایی بی فایده ست ، نه ؟ 
من حمله رو شروع ميکنم - ❤ @ moonriverteam_sns ❤ - 
لعنتی ، بعدا چیه ؟ فکر کنم همین الان بتونه کارمونو ازمون بدزده 
چیکار می کنین ؟ نمیخواین برین دنبالش ؟ 
خیلی خب ، گروه دو ، صدام رو ميشنوين ؟ 
جونگ جی آن رو نکشین زنده بگیرینش 
ولی اگه دستی ، پایی ازش بشکنه هیچ مشکلی نداره 
... خیلی خب همه حواستون به مین هه باشه 
! همه تون رو زنده ميبينم 
... در ظاهر ممکنه یه خونه معمولی به نظر برسه ولی از هر فضایی ، میشه برای دفاع استفاده کرد 
اگه خوب از این استفاده کنیم هیچ کس ، هیچ جوره نمیتونه وارد بشه 
کوما عجله کن 
تا وقتی با موشک بهمون حمله نشه میتونیم زنده بمونیم 
خب ، اونو چطوری میشه جلوشو گرفت ؟ 
! بیا داخل ، نونا 
به لطف تو ، حداقل میتونیم داخل بشیم 
لعنت بهت ، بنال ببینم میتونیم بریم داخل یا نه ؟ 
برید داخل 
چرا باید فحش بده ؟ 
این دیگه چه جور کرکره ایه ؟ ! صبر کن 
چطوری اومدی اینجا ؟ 
لعنتی ، گیر افتادیم ؟ هیچی نیست 
! نترس 
نمیخواد بترسی 
ای خدا ! لعنتی ، جونگ جین مان کِی همچین چیزایی رو آماده کرده ؟ 
! البته هیچ وقت نمیزاری راحت یه کاری بکنیم ، ها ؟ 
! مرتیکه حرومزاده 
یه کاریش بکن 
میخوای همینطوری بیکار بمونی ؟ 
اونا اونجا قايم شدن 
اگه جین مان ، به این راحتی میتونست جلوشونو بگیره به من نمیگفت بیام اینجا ، نه ؟ 
از اینجا به بعد همه چی به عهده خودته 
میخوای چیکار کنم ؟ 
جی آن ، مطمئنم گیج شدی 
اما وقت نداريم پس بهت فرصت ميدم که انتخاب کنی 
یک اگه میخوای از این وضعیت ، فرار کنی صفحه 87 رو ببین 
از مسیر در پشتی مودوهلپ برای فرار استفاده کن 
... آخر اون مسیر کارت هویت جدیدت ، و پول کافی برای ساختن زندگی جدیدت ، هست و شماره تلفن کسی که بهت کمک میکنه تا به طور کامل از نو شروع کنی 
یه هویت جدید به دست میاری 
میتونی کامل این زندگی رو فراموش کنی و یه زندگی جدید رو شروع کنی 
دو اگه میخوای کنار اونایی بمونی که ... الان برای نجات جونت میجنگن و ... اونایی که بعد از این هم کنارت مبارزه میکنن 
تا به مشکلاتت غلبه کنه و از ... این مکان ، محافظت کنی برو صفحه بعد و راهنما رو به دقت بخون 
متاسفم باعث شدم تو این گردباد بیافتی ولی انتخاب با توئه ، جونگ جی آن 
... لعنتی 
! هی ، گازه ! گاز ! گازه ! گاز - ! گاز - 
! این خودکشیه 
! الان 
بچه ها ، حواستون باشه 
! اونی ! از این طرف 
! وای ! تو روحت 
اين چه کوفتيه ؟ 
اون چی بود ؟ 
چی منفجر شد ؟ 
حالت خوبه ؟ 
بازم لباس داری ؟ 
! اونی ! اونی - ! پس تو جونگ جی آن هستی ؟ - 
! ولم کن - ❤ @ moonriverteam_sns ❤ - 
! ولم کن 
حالا چی ؟ 
واقعا به عموت رفتی 
لعنتی ، ببین با صورت خوشگلم چیکار کردی 
کوما ، چی شده ؟ 
جونگ جی آن و مین هه رو گرفتی ؟ 
... آره ، گرفتمشون ، ولی 
لعنتی من تنها کسی هستم که زنده موندم 
هی ، هنوز نمیتونی جونگ جی آن رو بکشی ها 
! باشه ، نمیکشمش 
فقط نصف صورتش رو می برم 
بايد قابل شناسايی باشه 
استاد ؟ 
وقت نداريم 
بيا آماده بشيم 
بِیل داره میاد 
بِیل " ؟ " 
همونی که پدر و مادرت رو کشت 
اون چی بود ؟ 
یه تیر کمان ؟ 
... به نظر مياد شما دو تا باید وارد عمل بشین 
