موقعیت براوو به خطر افتاده ! 
همین حالا پشتیبانی رو بفرست ! 
هیچ پشتیبانی‌ای نیست ، باید تحمل کنی 
لعنت بهت ! میخوای همه‌مون اینجا بمیریم ؟ 
مرکز مرکز ! ساعت 4 موقعیت آلفا ، سمت شرق آر پی جی 100 متر اونطرف تر ! بزنیدش 
مرکز آر پی جی رو میزنه ! همون جایی که هستی بمون 
ساعت 4 ، آر پی جی ! 
آر پی جی منهدم شد ! 
قربان ، اگه یبار دیگه آر پی جی بخوریم ... واقعا کارمون تمومه 
عزیزم ! مامان ! - میخوام برم خونه - اگه میخوای مامان و عزیزت رو ببینی ... یکم دیگه سرت رو بیار پایین ، خب ؟ 
قربان ! 
همین حالا باید از اینجا بریم ! وگرنه همه‌مون میمیریم ! 
سونگ جو هم توی خطره ! 
خوب گوش کن ! 
مأموریت ما اینه که سالم برسونیمش کره 
این از جونمون خیلی مهم تره ، فهمیدی ؟ 
ای خدا ! 
سه دقیقه دیگه تحمل کن 
اگه نتونستیم به سونگ جو برسیم میریم طرف ماشین بیل ، فهمیدی ؟ 
قربان ، بیل محل عملیات رو ترک کرده و رفته به سمت براوو 
چی ؟ 
حرومی ! 
گمشو آشغال ! عوضی ! 
نجاتم دادیا 
کارت خوب بود ، پسر ! 
حرکت نکنین ! 
تفنگت رو بذار زمین ! 
بذارش زمین 
پشتیبانی اومد ! 
زمان بندیت عالیه ! 
من جلوی اونایی که از ساختمون میان بالا رو میگیرم 
شما برید پشتیبانی تیم ما 
سریع ! 
باشه ، فهمیدم ! 
چه سخت کوش ! 
سونگ جو ئه ! 
- وای ... - کارت خوب بود ! 
قربان ، واقعا فکر کردم امروز روزشه ! راست میگم ! 
روزی که میریم جهنم ؟ 
کِی قراره دوباره بریم جهنم ؟ 
- امروز نه ! - قطعا امروز نه ! 
قربان ؟ بِیل و تیم سونگ جو هنوز به کمپ اصلی نرسیدن 
بهشون بی‌سیم زدی ؟ 
یه ساعته که بی‌سیم نزدن 
جون چول ، آماده رفتن شو 
- چشم 
هیونگ نیم ؟ 
میشنوی ؟ جواب بده 
کجا موندی ؟ 
فکر میکنین اتفاقی افتاده ؟ 
برای بِیل ؟ 
اون از جهنمم جون سالم به در میبره 
خب ؟ دیدی ... بعد از اینکه بِیل رفت پایین دیگه هیچکس نیومده بالا 
یعنی همه‌شون مردن 
اگه انقدر نگرانی ، برو پایین و دنبالش بگرد 
من اینجا یه نفسی تازه میکنم 
خیلی خسته‌م 
هی ... بچه جون 
امروز عالی بودی ! 
اگه به خاطر تو نبود ، الان رفته بودم جهنم 
امروز نه ! 
امروز نه ! 
- قربان ... کمک کنید ! خواهش میکنم ! - پسرم ! پسرم ... پسرمون ! 
لطفا ... کمکش کنین ! کمک ! لطفا پسرمون رو نجات بدین ! 
الان دارین چیکار میکنین ؟ 
خیلی زود پیداش کردی ، مگه نه ؟ 
دیگه بریم ، باشه ؟ 
چی شد ؟ 
چی شده ؟ 
روح دیدی ؟ 
نه ، اینطور نیست ... 
بِیل اون غیرنظامی ها رو ... 
هیونگ نیم ، نکنه ... 
من نکشتمشون 
اون کشته 
داستانمون اینه ؟ 
پس ... این چی ؟ 
بچه‌ی بیچاره ... 
چرا اینطوری رفتی آخه ؟ 
باید میذاشتی ما حواسمون به همه چیز باشه 
جونگ هیونگ ... اومدی ؟ 
چه اتفاقی افتاد ؟ 
طفلک برای نجات غیرنظامی ها زیاده روی کرد 
بهش گفتم فقط باید بریم ... 
طبیعتش همین بود ! 
خدا رحمتت کنه ، سونگ هوان 
وایسا 
شاهدی نمیتونه باقی بمونه 
" قسمت ششم " " جونگ جین مان " ماموریت متهم همراهی کردن یه تاجر کره ای بود ... 
و 1 کیلومتر دور تر از منطقه عملیات قتل 9 غیرنظامی اتفاق افتاد و هیچ ارتباطی به اون نداشت 
پس بذار دوباره ازت بپرسم 
هیچ کسی رو توی ساختمون ... موقع عملیات ندیدین ؟ 
چند بار باید بهت بگم ؟ هیچ کسی رو ندیدم 
خودمون به سختی جون سالم بدر بردیم از کجا بدونیم کی اومده و کی رفته ؟ 
چه کار میکنی ؟ 
نه ، ندیدم 
کشته شدن مردم روی پشت بوم رو دیدی ؟ 
اونایی که روی پشت بوم بودن ، غیرنظامی نبودن اونا شورشی بودن و اونا بودن که مردم عادی رو کشتن حتی سونگ هوان که با ما بود رو 
به نفعته که درست ترجمه کنی ! 
لطفا با " بله " یا " خیر " جواب بدین 
اون جونم رو نجات داد ! 
عالیجناب ، میخوام آقای جونگ جین مان ... افسر فرمانده عملیات رو به عنوان شاهد احظار کنم 
شمل دیر اومدی پس نمیدونی چی شده 
اون حرومزاده‌ها تقریبا چند بار من رو به کشتن دادن 
اگه به خاطر بِیل نبود ... نمیتونستم به شماها کمک کنم ! 
تازه ، اون بچه یه تفنگ داشت 
کشیدن ماشه کار درستی بود آدمایی مثل ما همیشه به دست سربازهای کم سن و سال کشته میشن 
اون اسلحه حتی خشاب هم نداشت 
میتونست گلوله داشته باشه 
بِیل ... گفت هیچ شاهدی نباید باقی بمونه 
شاهد چی ؟ 
گلوله‌ای که به سر کیم سونگ هوان اصابت کرده ... یه کالیبر 45 بوده 
ولی بین اسلحه‌هایی که از بین شورشی ها جمع کردیم هیچ تفنگ کالیبر 45 ای نبود 
الان دارین در مورد ما تحقیق میکنین ؟ 
فقط کافیه چیزایی که دیدی رو بگی 
موافق نیستی ؟ 
دوباره ازتون میپرسم 
توی ماموریت ... دیدین یا ندیدین که متهم غیر نظامی‌ها رو بکشه ؟ 
تا حالا چهره بِیل رو درست نگاه کردی ؟ 
- چی ؟ 
- تا حالا تو چشماش نگاه کردی ؟ 
توی چشماش هیچ روحی وجود نداره 
اون از کشتن کسی احساس گناه نمیکنه ذاتا یه ماشین کشتاره 
اگه بین دو کشور جنگ میشد میتونست قهرمان بشه ، ولی ... 
به هر حال ... میدونستی ؟ 
تو و بِیل شبیه همین ! 
آره ... بیل یکم عجیب و غریبه ! 
نمیدونم واقعا آدمه یا هیولاست و یه وقتایی هم ازش میترسم ولی وقتی باهمیم ... مطمئنم که اون روز نمیمیرم اینکه اون روز نمیرم جهنم ، بهم آرامش میده 
ولی با تو این طوری نیست ... 
با تو ، ماموریت همیشه از جونمون مهم تره 
اشتباه میگم ؟ 
تو هم مثل یخ سردی 
حتی توی اوج کشت و کشتار خونسردی خودتو حفظ میکنی 
ما باهم فرق داریم 
من از اون موقعیت لذت نمیبرم ولی اون ... 
جین مان ما مزدوریم ، دیگه سرباز نیستیم 
وقتی همچین عملیات هایی انجام میدی خسارت جانبی اجتناب ناپذیره 
خسارت جانبی اجتناب ناپذیر ... و قتل عمد با هم فرق دارن 
آقا ! جواب سوالم رو بدین 
ندیدم 
به دلیل کمبود شاهد ... متهم بی گناه ... تشخیص داده شد 
هر دوی شما برام ارزشمندین 
تنها کسی که میتونه بیل رو کنترل کنه تویی 
میفهمم 
ولی یه شرط دارم از این به بعد ... بِیل رو توی عملیات های من نذار 
چی شد ؟ 
فکر کنم زخمی شدم 
راستش فکر نمیکردم کاپیتانمون توی دادگاه این کارو کنه 
آخه همیشه چسبیده به قوانینش 
نگران بودم توی دادگاه همه مون رو به فنا بده 
ولی معلوم شد از اون آدمای وفاداره ، مگه نه ؟ 
معلومه ... خانواده در اولویته 
الان به نظرم یه حال متفاوتی داره مگه نه ؟ 
خفه شو ، سونگ جو دهنت کف نمیکنه ؟ 
خیلی زر میزنی 
خیلی ... چی ؟ 
چرا سر من خالی میکنی ؟ 
الان به من فحش دادی ، عوضی ؟ 
به نظر از حکم قاضی ناراضی میای 
با بوی بد دهنت ، الان ناراضی تر هم هستم 
برو مسواک بزن و با دوقلوها بازی کن 
سرت چی شده ؟ 
کره‌ایت پیشرفت کرده 
حالا دیگه شوخی هم مکنی 
شوخی نبود 
دوقلوها ببریدش 
عوضی ... 
میگن تجربه بهترین معلم آدمه ... 
واو ، چقدر سریع یادگرفتی 
گورکاها واقعا توی یه سطح دیگه‌ن 
گورکاها اهل نپالن ، من تایلندی‌ام 
درسته 
گاز هم بلدی بگیری ، نه ؟ 
میدونی چیه ؟ من بلدم 
بفرما اگه جرئت داری منو بکش 
باشه ، خوبه ! امروز روز آخرته 
دوقلوها شما هم میتونین بیاین 
زود باشین 
چی شده ؟ 
پاسین 
لی سونگ جو ، کافیه 
دوقلوها چاقو هاتونو بیارین بیرون 
همه تون با من بیاین 
زود باشین 
سونگ جو 
بشین 
این عوضی رو ... 
قولت رو نشکن ... 
من نمیخوام بِیل توی این ماموریت باشه 
درسته ، باید قولم رو نگه دارم 
ولی ... این ماموریت این دفعه یکم بزرگتره 
بزرگ ترین تامین کننده مواد از چین تا لائوسه میتونیم بدون بِیل ... - انجامش بدیم 
- خودم میدونم 
نه اینکه به توانایی هات اعتماد نداشته باشم 
فقط ... اگه ... توی مأموریت شکست بخوری شرکت کلی ضرر میکنه مشکل اینه 
پس برای این ماموریت ... بالادستی ها این تصمیم رو گرفتن دست من نیست 
تازه ... اطراف منطقه عملیات هیچ غیرنظامی‌ای نیست ... که سر راهتون بیاد 
قول میدم این دفعه آخره 
بعد از این مأموریت بِیل رو از مأموریت هات خط میزنم 
بالادستی ها و بِیل هم با این قضیه موافقن این دفعه آخرین باره 
مهم نیست کی رو میکشی ... فقط این مرد رو زنده بگیر 
قبل از اینکه بِیل بکشتش ، بگیرش 
جین مان 
بِیل 
دارم بهت هشدار میدم ... 
مثل سری قبل ، تنهایی دردسر درست نکن 
من تائو رو میگیرم بِیل 
برگرد اینجا 
حرفم هنوز تموم نشده 
من تائو رو میگیرم ... تو به بقیه‌اش رسیدگی کن 
اگه محلی ها اومدن سر راهمون ... اون ها رو تحویل پلیسا میدیم - کاپیتان 
- فهمیدی ؟ 
من رو توی تیم نمیخوای ، مگه نه ؟ 
اشتباه میکنم ؟ 
مزخرف نگو و جوابم رو بده 
طوری که اون روز توی دادگاه نگاهم میکردی ... انگار که میخواستی من رو بکشی 
جوابم رو بده 
باشه 
بلند شین 
کاپیتان گفته غیرمسلح ها رو تحویل پلیس بدیم 
الان مسلحن 
و من غیرمسلحم 
وای ... بوی گند خون 
حسابی اینجا رو تمیز کردی ، ها ؟ 
کاپیتان کجاست ؟ 
ولم کنین ! حرومی ها ! 
تائو رو گرفتن 
به این زودی ؟ 
هیونگ 
- این چیه ؟ 
- باهاش یه چیز خوب بخر 
پول نقد نه ! 
هیچی در مورد غنیمت نمیدونین ؟ 
چرا دوتایین ؟ 
یکی بخر یکی ببره مگه ؟ 
لعنتی ... مال من کمه ها 
انگار این عوضی ها داشتن خوش میگذروندن 
هیونگ ، من اونجا رو چک کردم 
واقعا لنگه‌ی همدیگه ان ! دوتاشون خیلی گیجن ! 
فکر میکنی دنبال بازمانده هام ؟ 
وای ، این ... 
تقلبیه ... لعنتی 
این چیه ؟ 
وای ... 
هی ، اینجا رو دیدی ؟ 
ای وای ... نگفتن هیچ غیرنظامی‌ای اینجا نیست ؟ 
کمک ! لطفا کمکمون کنین 
مشکلی نیست 
خواهش میکنم 
همین جا بمونین نگران نباشین 
هی ... اون رو بده من 
هیونگ نیم ، میخوای با اون چیکار کنی ؟ 
خب ، کاپیتان ... 
خب من ، اینا رو پیدا کردم ... ولی همه‌شون اینطوری مرده بودن 
کار تو بود ؟ 
واو ... واقعا سریعی 
خیلی واضح بهت گفتم سرخورد عمل نکن ... و اگه غیرنظامی دیدی ... 
ژنرال گفته بود هیچ غیرنظامی‌ای اینجا نیست 
به خاطر همین کشتیشون ؟ 
مثل همیشه ... چشم هات دروغ نمیگن 
پس فکر کنم امروز روزیه که میرم جهنم 
شلیک کن 
جونگ هیونگ ! ما یه خانواده‌ایم این کار رو نکن 
اگه ادامه بدی ، همه‌مون میمیریم 
هی ، تفنگ هاتون رو بذارین پایین 
دارین جلوی کاپیتان چه غلطی میکنین 
همه ... تفنگ ها پایین 
این رو به شرکت گزارش میدم 
همه چیز رو اینجا منفجر کنین و برگردین کمپ 
خب ... حرف کاپیتان رو شنیدین 
سریع کار رو تموم کنیم و بریم خونه ، باشه ؟ 
چه روز پر ماجرایی ! 
شما برید ، من میرم ... 
قربان ، منم میمونم و کمکتون میکنم 
نه ، میخوام وقتی رسیدیم بِیل رو تحویل تیم بازرسی بدم 
پس حتما همراهش بمونین 
تنهایی اینجا موندی که خوش بگذرونی ؟ 
میدونی چرا مزدور شدم ؟ 
من فقط ، از کشتن آدما لذت میبرم 
به خاطر همین این کارو قبول کردم 
چون تا وقتی که از یه سری قوانین ساده پیروی کنم ... میتونم هر چقدر که بخوام با کشتن مردم پول در بیارم 
محافطت از غیرنطامی‌ها و آسیب نزدن به نیروهای خودی ... 
سعی نکن این اصول رو به من غالب کنی 
این کار مجبورم میکنه ... که بخوام چه دوست چه دشمن ، همه رو بکشم 
در نهایت ، من و تو مثل همدیگه‌ایم ... 
جونگ جین مان 
هر دوتامون پول میگیریم که آدم بکشیم انقدر ادای درستکارها رو در نیار حال به هم زنه 
وقتی میترسی این شکلی میشی 
همه‌ش همین بود ؟ 
جونگ جین مان خوب بهم گوش کن 
اگه الان من رو نکشی ... من خانواده‌ات ... و تمام دوست هات ... و هرکسی که بهت مربوط میشه رو میکشم 
بعدش ... آخر از همه تو رو میکشم 
بمیر ، حروم زاده عوضی ! 
بعد از اینکه بمب ها رو گذاشتیم ... و میخواستیم از ساختمون خارج بشیم ... با بقیه‌ی شورشی ها مواجه شدیم 
نزدیک بود من رو بکشن ... تا اینکه بِیل برای کمک اومد 
باهم باهاشون درگیر شدیم بعدش بمب ها منفجر شدن 
من نزدیک به خروجی بود ، پس تونستم فرار کنم ولی بِیل ... 
زمانی برای پیدا کردن و آوردن جسد نبود 
به خاطر اتفاقیه که افتاد ؟ 
اون یکی از دلایلشه به اندازه‌ی کافی کار کردم ... 
میخوام استراحت کنم 
منم 
یکی رو بذار مراقب جونگ جین مان باشه 
لعنتی ... 
فکر میکردم تو فرق داری 
انگار روانی ها هم مثل بقیه مردنی هستن 
این چیه ؟ 
سلام خوشگله ! 
چرا همینجوری توی تاریکی بودی آخه ؟ 
ممنون ، هیونگ نیم 
فکر میکرم بِیل از فولاده ولی زودتر از همه‌مون رفت جهنم 
لطفا در آرامش باش ، هیونگ نیم 
شنیدم میخوای بری استراحت 
میدونم از وقتی که تفنگ به سمت همدیگه گرفتیم خیلی نمیگذره ... ولی هنوزم فکر میکنم ، باهمدیگه تیمیم 
امیدوارم هرچه زودتر برگردی تا باهات بتونیم پول بیشتری دراریم 
سلام ؟ 
هی ، منم 
کیه ؟ منم ، داداش کوچیک ترت جونگ جین مان 
هی ، آشغال عوضی ! 
الان کجایی ؟ 
میدونی چه غلطی کردی ؟ 
- بعد از 8 سال زنگ زدی و ... 
- منم خوشحالم که صدات رو میشنوم 
من اصلا خوشحال نیستم ! 
مشکلی نیست ، عموته ! 
اسمت چیه ؟ 
جی آن ! جونگ جی ان 
وای ، چم شده ؟ 
امروز حسابی روی دورم ! 
