Μονάδα V7 από αρχιφύλακα Λένκερ . Εισέρχομαι στο Συγκρότημα Χάθεργουεϊ , ένατος όροφος . Κατευθύνομαι στο διαμέρισμα 942 . Ο ύποπτος διαφεύγει . 
- Αρχιφύλακα Λένκερ , ελήφθη . 
- Μέσα . Άφιξη σε τρία λεπτά . Προσεγγίστε με προσοχή . 
Αστυνομία ! 
- Εισέρχομαι . - Ελήφθη . Άφιξη σε δύο λεπτά . 
Όχι , σταμάτα ! 
Αστυνομία ! 
Σταμάτα ! 
Αυτός είναι . 
Κλάιβ Σίλκοξ . Είμαι απόλυτα σίγουρη ότι είναι αυτός . 
Είναι στη βάση δεδομένων . Με τι παραπτώματα ; 
Διάφορες κατηγορίες για επιθέσεις , ενδοοικογενειακή βία , συμμετοχή σε απαγορευμένη οργάνωση . Και σε κάποια ακροδεξιά ομάδα . 
Ναι , τίποτα που να έφερε καταδίκη . 
Πόσο πίσω πάνε ; Οι κατηγορίες για επιθέσεις ; 
Αύγουστος 2009 . 
Η αστυνομία κλήθηκε σε διατάραξη στην οδό Μάικλς . Οδός Μάικλς . Ντόπιος είναι . Γιατί ; Προς τι το ενδιαφέρον ; 
Το θύμα . Η Μαρία ντε Σούζα . 
Πιστεύω πως εκείνη ήταν η καλούσα της Χέιζ Λέιν . Τρίτη βράδυ . 
Η ανώνυμη κλήση ; Μάλιστα . 
Βίαιος σύντροφος , υπαινίχθηκε ότι σκότωσε την Άντελεϊντ Μπάροουζ . 
Ζήτησα υποστήριξη , το θυμάστε ; - Τζουν ... - Και τώρα ... Ίσως να έχει γείτονες , φίλους απ ' τη δουλειά , πρώην συντρόφους . 
- Αν έχει ιστορικό εξαναγκασμού ... - Κοίτα ... Όχι , τον είχα . 
Έκανες ό , τι μπορούσες . 
Το βασικό είναι ότι είσαι καλά . 
Αυτό έχει σημασία . 
Να ξέρεις , όμως , ότι αν υπάρχει κάτι σ ' αυτόν τον άλλο φόνο , της Άντελεϊντ Μπάροουζ ... θα το ερευνήσουμε . 
Δεν θα χαριστούμε σε κανέναν . 
Όσο πιο ψηλά είναι ... Κιμ . Πώς μπορώ να εξυπηρετήσω ; τόσο πιο άσχημα πέφτουν . 
Μπράι . Έμαθα πως έχεις έναν φόνο στην κοινότητά σου . 
Με συγχωρείτε . Γεια σας . Με συγχωρείτε . Ψάχνω κάποια Τζουν Λένκερ . 
- Την έφεραν εδώ και ώρα . - Γαμώτο . 
- Είσαι καλά ; - Ναι . 
- Σίγουρα ; - Ναι . 
Έλα . 
Τι έκαναν τα ρούχα σου ; 
Τα έχουν πάρει για τεκμήρια και ίνες και DNA ... - Φυσιολογικό . - Εντάξει . Φυσιολογικό ; Δεν έχει τίποτα το φυσιολογικό αυτό . 
Λίο , όλα καλά . Μόνο αμυχές και μώλωπες είναι . 
Δεν ξέρω τι μ ' έπιασε . Δεν πειράζει . Περίμενε λίγο . 
Με συγχωρείτε . Συγγνώμη . Με συγχωρείτε . Όλα καλά , μωρό μου . Είναι κάποιος γιατρός εδώ ; Είναι ... Γιατί η γυναίκα μου είναι αστυνομικός και της επιτέθηκαν . 
Λίο ! Λίο , με έχουν δει ήδη . 
Περιμένω να πάρω το εξιτήριο . - Πρέπει να δει γιατρό . Εντάξει ; - Εντάξει . - Μπορεί να τον δει τώρα , παρακαλώ ; - Μισό λεπτό . Σας ευχαριστώ . 
Όλα καλά . Όλα καλά . 
Μωρό μου , τι κάνεις ; Τίποτα . 
Είναι αυτό που νομίζω ; 
- Ποστάρεις στα σόσιαλ ; - Όχι . 
Θεέ μου , αυτό κάνεις . Να δω . 
Έλα , ρε μαμά . Τζέικομπ . Τι ... Κάνεις φετίχ τα τραύματα της μαμάς . Δεν σ ' ακολουθεί ο μπαμπάς , ελπίζω . 
Όχι βέβαια , τον μπλόκαρα ! 
Αν κι έχω 13 like κι αυξάνονται . Καλό είναι αυτό ; 
Ούτε 80 χρονών να ' σουν . 
Κάποιος με χαρακτήρισε " ζόρικη " . 
Θα το δεχτώ αυτό το " ζόρικη " . Σόρι . 
Έτσι σε κάνω υπερήφανο για μένα ; 
Αυτός είναι . 
Κλάιβ Σίλκοξ . 
Αυτός είναι ο Κλάιβ Σίλκοξ . 
Οποιοσδήποτε που μπορεί να τον έχει συναντήσει . Πρώην σύντροφος , αδελφή , οικογένεια . 
Οτιδήποτε θα βοηθούσε . 
ΣΤΑΜΑΤΑ . ΕΝΔΟΟΙΚΟΓΕΝΕΙΑΚΗ ΒΙΑ Κι αυτή είναι η απευθείας γραμμή μου . 
Ο νέος μου αριθμός . 
Σ ' ευχαριστώ , μωρό μου . Με σώζεις . Με γάλα , μία ζάχαρη ; 
Δύο , βασικά . Υποτροπιάζω . 
Όχι , δεν πειράζει . Δεν το πιστεύω ότι είσαι ακόμη βράδυ . Το συνηθίζεις . 
Δεν ήρθα για μένα . Για δουλειά είναι . Απίθανο μεν , αλλά προσπαθώ να εντοπίσω αυτόν εδώ , τον Κλάιβ Σίλκοξ . 
Θα ρωτήσω . 
Τζουν , έχουμε μια εξέλιξη με το Χάθεργουεϊ Τάουερς . Λυπάμαι . Τηλεφώνησέ μου . 
Με συγχωρείτε . 
Κύριε ; Ξέρετε ότι μετέβην πρώτη στο σημείο ; 
Θα σε σταματήσω εδώ . 
Απ ' ό , τι φαίνεται , αυτός ο Σίλκοξ είναι ήδη αντικείμενο εν εξελίξει έρευνας . Αλήθεια ; Ναι . Φαίνεται πως μια νεαρή δέχτηκε επίθεση στον δρόμο τον Οκτώβρη . 
Θεωρήσαμε καλύτερο να ενσωματώσουμε κι αυτόν τον φόνο στην υπάρχουσα ομάδα . 
Τον έχετε βρει ; 
Για τυχόν ερωτήσεις , σε παραπέμπω στην επιθεωρήτρια Γκίρινγκ . 
Αυτή κάνει κουμάντο . Εγώ είμαι για τη μόστρα . 
Μισό λεπτό . Δηλαδή ... Πιστεύει ακόμη πως είναι εδώ ; 
Δεν μου αρέσει αυτό . 
Κύριε , προτού πεθάνει , το θύμα , η Μαρία , ταυτοποίησε εαυτόν στη χειρίστρια του Κέντρου ως η καλούσα της Χέιζ Λέιν . 
- " Η καλούσα της Χέιζ Λέιν " ; - Η ανώνυμη κλήση - που σας ανέφερα την Τετάρτη . - Α , ναι . Αν καταφέρετε να συλλάβετε τον ύποπτο , θέλω την άδειά σας να του μιλήσω για τους ισχυρισμούς . 
- Ποιους ισχυρισμούς ; 
- Για τον φόνο της Άντελεϊντ Μπάροουζ . 
Δύο κλήσεις , ίδια γυναίκα . Αυτό υποθέτεις ; - Ναι . 
- Πάρα πολύ βολικό . 
Όχι . Η Μαρία ντε Σούζα είπε στη χειρίστρια " Ξαναμιλήσαμε " . 
Ναι , " ξαναμιλήσαμε " . " Ξαναμιλήσαμε " . Δεν είπε πού , δεν είπε πότε . 
Δεν μπορούμε να το αποκλείσουμε . 
Οι δύο γυναίκες έχουν σωματικές ομοιότητες . 
Έχουν παρόμοια διάπλαση . Κι οι δύο ισπανόφωνες . Έχουν την ίδια φωνή . 
Την είδες να πεθαίνει , λέει . 
Ναι . Δεν θέλω να φανώ συγκαταβατικός , αλλά άκουσα την κλήση κι όσα είπες , εντάξει ; Τις συμβουλές σου τις τελευταίες στιγμές της ζωής της . Ήταν ολόσωστες . Αντεπεξήλθες . Ήσουν μαζί της . 
Εκείνη τηλεφώνησε . 
- Εντάξει . - Η καλούσα της Χέιζ Λέιν . 
- Και πολύ πιθανώς ... - Βλέπεις αυτό που θες . Όλοι το κάνουμε . 
Θέλω μόνο να του μιλήσω . 
Κι εγώ το ίδιο , αρχιφύλακα . Αλλά , φευ , είναι άφαντος . 
Πάνε δέκα ώρες ! Χάνετε χρόνο ! 
Αυτό θα το αποδώσω στο χτύπημα στο κεφάλι σου . 
Μια χαρά είμαι . Όχι . Έπεσες θύμα επίθεσης . 
- Γιατί να είναι ακόμη εδώ ; 
- Δεν είναι ένα χανγκόβερ . 
Χάνετε χρόνο και πόρους . - Θα ' πρεπε να τον ψάχνετε . 
- Πήγαινε σπίτι κοιμήσου . 
Είμαστε στην ίδια πλευρά . 
Ακούστε . Είχε μια κοπέλα πριν πολύ καιρό . 
Σαν εμένα . 
Έλεγε " Την ηλίθια σκρόφα . Δεν άκουγε ποτέ " . 
Ποτέ δεν τον έκανε χαρούμενο . 
- Θα μου πεις το όνομά σου ; 
- Μαρία . 
Μαρία . Εντάξει , Μαρία . 
Σε πήρα . Σου μίλησα ξανά . 
Ναι . Το θυμάμαι . 
ΚΛΗΣΗ ΧΕΪΖ ΛΕΪΝ Τη μαχαίρωσε πάρα πολλές φορές με το ίδιο μαχαίρι που έμπηξε σ ' εμένα . 
Είναι ένας άντρας στη φυλακή κι έχει φάει 24 χρόνια για τον φόνο της . Και λέει συνέχεια ότι αυτός ο τύπος στο Ουάιτκρος ... Λέει ότι είναι χαμένο κορμί κι ότι ... Ηλίθια σκρόφα ! 
- Πες μου ότι κατάλαβες ! 
- Σήκω ... - " Ηλίθια σκρόφα . Δεν άκουγε " . 
Ποτέ δεν τον έκανε χαρούμενο . 
Καταγράψαμε τις αναζητήσεις για οχήματα που κάνατε στη βάση δεδομένων . 
Όπως βλέπετε , δεν υπάρχει αριθμός υπόθεσης για όλα αυτά . Κανένα έγκλημα . 
Θέλουμε , λοιπόν , να επιστρέψετε σε καθεμιά αναζήτηση και να συμπληρώσετε τον αντίστοιχο αριθμό υπόθεσης . 
Όπως σίγουρα θα γνωρίζετε , είναι παραβίαση ... Ανάτρεξε στο αρχείο σου , βρες τους αριθμούς υποθέσεων , να τακτοποιηθεί το θέμα . 
Κύριε , θέλω να ζητήσω εγκληματολογική φωνητική ανάλυση των δύο κλήσεων . Από Χέιζ Λέιν και του θύματος . Να επαληθεύσω αν είναι ή δεν είναι η ίδια . 
Δεν είναι δική μας υπόθεση . Έγινε σαφές . Κύριε ; Η καλούσα της Χέιζ Λέιν επισημάνθηκε απ ' το Κέντρο Ελέγχου . Εσείς μου ζητήσατε να το ερευνήσω . 
Αν η καλούσα ήταν η Μαρία ντε Σούζα , θα κλείσουμε τον φάκελο . Μόνο αυτό ζητώ . Εντάξει , κοίτα . 
Βλέπω την ταραχή σου . Εντάξει ; 
Ειλικρινά , λυπήσου τον Τζιμ . Του λείπει άτομο στις διαρρήξεις του Όουκμουρ . Έτσι ; - Ναι , κύριε . - Οπότε , μήπως να κάνεις αυτό ; 
- Όλα θα πάνε καλά . 
- Δεν θέλω να κοιτάνε επίμονα όλοι . 
Έλα τώρα . Η νύφη είσαι , γλυκιά μου . Είναι η μεγάλη σου μέρα ! Δείξε ό , τι έχεις ! 
Είστε η Ντόρις Μάτις ; Ναι . Σχεδόν τελειώσαμε εδώ . Περάστε μέσα . 
Δεν ξέρω . Απλώς δεν ξέρω . Έλα να το δεις στον καθρέφτη . 
Ναι , βλέπεις ; 
- Τα λέμε την άλλη βδομάδα . - Εντάξει , λοιπόν . 
- Πώς να βοηθήσω ; - Θα είναι πανέμορφη . 
Σας ευχαριστώ . 
Είμαι η αρχιφύλακας Τζουν Λένκερ . Συγγνώμη που σας ενοχλώ . Καλώς . 
Λατίσα , μας αφήνεις λίγο , αγάπη ; Φυσικά . 
Προσπαθούμε να εντοπίσουμε αυτόν τον άντρα . 
Τον λένε Κλάιβ Σίλκοξ . Καταζητείται απ ' την αστυνομία . Αναζητούμε κάποιο στοιχείο για το πού μπορεί να κατέφυγε . Είναι ντόπιος . 
Γι ' αυτό , μιλάμε με οποιονδήποτε ίσως τον έχει συναντήσει ή ίσως τον γνωρίζει . 
- Πιστεύετε πως θα ... - Πες μου . Τι κάνει μια καλή γυναίκα σαν εσένα στην αστυνομία ; 
Κι ο γιος σας ; Ίσως να γνωρίζονταν παλιά . 
Μιλάς με τον Έρολ μου ; Όχι . Δηλαδή , γιατί ; Λέτε ... Λέτε να γνωρίζονταν ; 
Ίσως είχε πάει στο διαμέρισμά του ; Ίσως γνώριζε την Άντελεϊντ ; 
Την Άντελεϊντ ; Γιατί μνημονεύεις την Άντελεϊντ ; 
Άκου , αγάπη . Δεν είμαι χθεσινή . Ξέρω καλά να διακρίνω τα παραμύθια . 
Απλώς προσπαθώ να βρω βοήθεια . 
Έχεις κάρτα , κα αρχιφύλακα ... Πώς είπες ; 
Λένκερ . Τζουν Λένκερ . 
Άκου εδώ , αρχιφύλακα Λένκερ . Αν νομίζεις ότι μπορείς να ' ρχεσαι εδώ για να φορτώσεις νέους μπελάδες στον Έρολ μου ... - Όχι , δεν προσπαθώ να κάνω αυτό . - Φύγε , σε παρακαλώ . 
Ποιος σ ' έστειλε ; 
Εκείνος σ ' έστειλε ; - Ποιος ; 
- Ο Χέγκαρτι . 
Κι όλα τα φιλαράκια του . 
Η παρέα του . Λένε το ένα ψέμα πίσω απ ' τ ' άλλο . Και μου ... Μου πήραν τον γιο μου , ξέρεις . Κι όταν προσπαθείς να υπερασπιστείς τον εαυτό σου , πολύ ευγενικά , " Συγγνώμη , νομίζω πως έχετε κάνει λάθος " . Ένα λάθος . Μόνο αυτό . 
Να του πεις εκ μέρους μου ... " Είμαι ακόμη εδώ " . 
Μάλιστα . Κλάιβ Σίλκοξ . 
Τον Μάρτιο του 2011 κατοικεί στην οδό Λέικ 24Β . 
Λέικ . Εδώ δίπλα . 
Δούλευε στο Ρούντινς . Ντελιβεράς . 
Το εβραϊκό μαγαζί ; 
- Κάποιο άλλοθι ; 
- Δεν βρήκα κάτι . 
Κρίμα . Και δεν του μιλήσαμε ποτέ τότε ; 
Όχι βέβαια . 
Τι ; Θα τρέχουμε να κυνηγάμε κάθε τυχάρπαστο στο Λονδίνο ; 
Ναι , είχαμε τον δράστη . 
Οτιδήποτε τοποθετεί τον Σίλκοξ κοντά στην Άντελεϊντ , στον Μάτις ή στο σπίτι ... Οτιδήποτε μπορεί να χρησιμοποιήσει αυτή για να πλήξει εμένα ή την έρευνα , πρέπει να το ξέρω . Εντάξει ; 
Δεν την παρενόχλησα . Εκείνη έτσι ένιωσε . 
Οπότε , ή μου λες τι σχέση έχει η πελάτισσά μου με τον Σίλκοξ ή , σου ορκίζομαι , ότι θα τηλεφωνήσω στην Αρχή Παραπόνων για την Αστυνομία . 
Υπάρχει πιθανότητα ο Σίλκοξ να έχει πληροφορίες σχετικές με τον φόνο της Άντελεϊντ . 
Οπότε , οτιδήποτε συνδέει τον Σίλκοξ με την Άντελεϊντ ή τον Έρολ , το παραμικρό ... 
" Σχετικές πληροφορίες " ; Τι εννοείς ; Είναι μάρτυρας ; Ή ύποπτος ; 
Δεν μπορώ . Είναι απόρρητο . Για όνομα του Θεού . 
- Κλόι ; 
- Ναι ; Έχεις φιλαράκια στο Χάκνεϊ Ντάουνς , έτσι ; Ναι ; 
Θέλω μια χάρη . Κοίτα , αν αφορά την υπόθεση φόνου σου ... - Έλα τώρα , Κλόι . - Δεν ανακατεύομαι . 
Ξέρεις ότι δεν μπορώ να αναμιχθώ , έτσι ; Είναι απόρρητο . Σε παρακαλώ . Δεν θα σ ' το ζητούσα αν δεν ήταν σημαντικό . 
Πόσο μεγάλη είναι η χάρη ; 
- Ορίστε . - Ευχαριστώ . 
Ο δυνατότερος Java του Ντάλστον . Με ευχαριστείς αφού πιεις . 
Που λες , λοιπόν , μίλησα με την Ντόρις , κι ο Έρολ πήγε σχολείο μαζί του . 
- Με ποιον ; 
- Με τον Κλάιβ Σίλκοξ . 
Στην Ακαδημία Σεντ Τζόζεφ . 
Αλλά ο Κλάιβ ήταν δυο χρόνια μεγαλύτερος , οπότε δεν ήταν και φίλοι . Η Ντόρις είπε ότι ήξερε την οικογένεια . Κάπως . " Κάπως " ; Όταν λέμε " κάπως " ; 
Ο Έρολ είχε έναν ξάδελφο , τον Τζαμίλ , καψούρη με την αδελφή του Σίλκοξ . Μα η Ντόρις πάτησε πόδι , οπότε ... Άρα , ο Έρολ τον ήξερε ; Ο Έρολ τον ήξερε . 
Σ ' ευχαριστώ . 
Παρακαλώ . 
Σου βγάζω κάτι επιθετικό ως άτομο ; 
Επιθετικό ; Όπως λέμε ... Όπως λέμε τσιτωμένη . 
Τσαντίλα . Φωνακλού . Τρελή . Μπορείς να με διακόψεις ανά πάσα στιγμή . 
Ο Ρόι είπε ότι ήμουν ανάστατη . Αλλά είναι κώδικας , έτσι ; Μια κωδική λέξη για το " τρελή " . 
- Τζουν . 
- Τι ; 
Έχεις βιώσει ένα τραύμα , εντάξει ; Δικαιούται να ρωτήσει . 
Δηλαδή , τα υπεραναλύω . 
Είσαι σέξι όταν παρκάρεις . 
Αλλόκοτα συγκεκριμένο κομπλιμέντο . 
- Έτσι ; - Μπα . 
- Έτσι ; - Γαμώτο . - Θες να τελειώσεις μόνος σου ; - Όχι . Πάω να φάω ένα παγωτό αν θες . 
Είσαι καλά εκεί ; 
Έχω μπλέξει λίγο , βασικά . 
Πάμε ! 
Εδώ ! 
Δεν καταλαβαίνω . Και τι έγινε που έψαξες στη βάση ; 
Κάθε αναζήτηση πρέπει να αφορά τη δουλειά . Τη συνοδεύεις με αριθμό υπόθεσης . 
Και λοιπόν ; 
Δεν ήταν για μένα . Ήταν για τη μαμά . 
Εντάξει . Πόσες φορές ; 
Δεν ξέρω . Οκτώ ; 
Οκτώ ; Τζουν . 
Γιατί δεν μου το είπες ; 
Γιατί ήξερα τι θα έλεγες . Και δεν θέλω να την κλείσουν πάλι στην κλινική . Δεν θα της το ξανακάνω αυτό . 
Κι αυτή είναι η λαμπρή λύση ; Παράνομες αναζητήσεις στη βάση ; Δεν θα ' χε συμβεί τίποτα απ ' όλα αυτά αν δεν ήταν εκείνος ο αναθεματισμένος . - Ο Χέγκαρτι . - Για τυχαίο έλεγχο είπες . 
Κυκλοφορεί . Ξέρει κόσμο . Όλους τους ξέρει . Πρόλαβέ το . Μίλα στον προϊστάμενο . 
- Τον Ρόι ; 
- Ναι . Πες του τι έκανες , σιγά . 
Το χειρότερο που θα μπορούσα να κάνω . 
- Γιατί ; - Ψοφάει για κανόνες . Θα το αναφέρει . 
Εντάξει . Πήγαινε παραπάνω . Σ ' εκείνη την υποδιοικητή . Εκείνη που όλο μνημονεύεις . Που σε ώθησε στο ΤΕΕ . 
Απλώς να πάρω τηλέφωνο ; " Γιο , με θυμάσαι ; 
Είμαι εκείνη που της φέρθηκες καλά στη στρατολόγηση στο Χάουνσλοου " . - Γιατί όχι ; 
- Γιατί δεν είμαι εσύ , εντάξει ; 
Δεν βιώνω τη ζωή θεωρώντας τον εαυτό μου δεδομένο . 
Δεν είναι έγκλημα η αυτοπεποίθηση ! " Αυτοπεποίθηση " ; 
Δεν καταλαβαίνω απόλυτα τι θα πει αυτό . 
Μάλιστα . Ώστε έχει να κάνει με το προνόμιο . Δεν ξέρω , Λίο . 
Προφανώς , αυτό που ξέρω είναι ότι εγώ δεν θα φώναζα σε μια καημένη νοσοκόμα , που έτυχε να βρίσκεται εκεί , για να ξεσπάσω . 
- Αυτό θα πει αυτοπεποίθηση ; Δεν ξέρω . - Τι ; Ίσως . Πιθανώς . Δεν ξέρω . 
Τι γίνεται ; 
- Του έκανε φάουλ . - Αλήθεια ; 
Ναι . Τον κλάδεψε . 
Τζέικ , άκουσέ τον ! 
Θα σου τη χαρίσω με προειδοποίηση , έτσι ; Άλλο ένα τέτοιο κι έφυγες . Εντάξει . Συνεχίζουμε . 
Πάμε , Τζέικι . Επιμένουμε , μεγάλε . 
Άκου , εντάξει ; Ζητώ συγγνώμη , εντάξει ; Αν ήμουν αγενής με κάποια νοσοκόμα , αλλά ήμουν χάλια . 
Ήμουν ανάστατος , γιατί μόλις μου είχαν τηλεφωνήσει . 
Και για ένα λεπτό ... Με ακούς ; 
Νόμιζα πως είχες πεθάνει . 
Πάμε , μεγάλε . 
Ξέρεις ... μερικές φορές δεν ξέρω αν είμαστε στον ίδιο γαμωπλανήτη . 
Είμαι η Μπέκα , απ ' το καταφύγιο της οδού Μουρ . 
- Ναι . Γεια σου . - Ρωτούσες για τον Κλάιβ Σίλκοξ ; 
- Τζέι ; - Απλώς βρήκαμε ... Για δουλειά είναι ! 
Εντάξει . Να πάρουμε το λεωφορείο , τότε ; 
Κάποιος μίλησε ... Εντάξει . Όλα καλά ! 
Γεια . Είσαι η Ντον ; Η Ντον Τέιλορ ; 
- Η ίδια . - Συγγνώμη που ενοχλώ . Είμαι η αρχιφύλακας Τζουν Λένκερ . 
Αναζητώ έναν γνωστό σου . Τον Κλάιβ Σίλκοξ ; 
Έχω την εντύπωση ότι γνωριζόσασταν το 2018 . 
Έχεις ιδέα πού μπορώ να τον βρω ; Ή κάποιον φίλο ; Μέρη όπου ίσως ... 
Έλα μαζί μου . 
Ευχαριστώ για τον χρόνο σας . Γιατί όχι ; Η μαμά μου . 
Ζίρο Γιάνκι Ντέλτα . Αρχιφύλακας Τζουν Λένκερ . 
Βρίσκομαι στο 70 της Βερλέιν Ρόουντ . 
Πιστεύω πως έχω μια θέαση του Κλάιβ Σίλκοξ . 
Ελήφθη , όβερ . 
Μεταβαίνουν ενισχύσεις . 
Πού βρίσκονται ; Άφιξη σε έξι λεπτά . Έξι λεπτά . Παραμείνατε εκεί . Αναμείνατε τις ενισχύσεις , όβερ . 
Ελήφθη . 
Ζίρο Ντέλτα Γιάνκι . Υπάρχει αναταραχή μέσα στο σπίτι , όβερ ! 
Αναμείνατε . Μεταβαίνουν ενισχύσεις . 
Να πάει να γαμηθεί . 
Αστυνομία ! Ανοίξτε ! 
Αστυνομία ! 
Ζίρο Ντέλτα Γιάνκι . Εξελίσσεται επίθεση μέσα στο σπίτι . 
- Τι συμβαίνει ; 
- Να μπω στον κήπο σας ; - Ναι . - Αναμείνατε ενισχύσεις . 
Ζίρο Ντέλτα Γιάνκι . Ζητώ επείγουσα συνδρομή Πυροσβεστικής . 
Ζίρο Ντέλτα Γιάνκι , επαναλάβατε . 
Ζίρο Ντέλτα Γιάνκι , επαναλάβατε . 
Ζίρο Ντέλτα Γιάνκι , επαναλάβατε . 
Είπα ότι καίγεται το σπίτι ! 
Ζητώ επείγουσα συνδρομή Πυροσβεστικής . 
Ντον ; 
- Είναι κανείς εδώ ; - Βοήθεια ! 
Εδώ μέσα είμαστε ! 
Μακριά απ ' την πόρτα ! 
Βγείτε έξω ! Κατεβείτε κάτω ! Πάμε ! 
Δεν το έμαθες από μένα . 
Ορκίσου . 
Το παθολογοανατομικό πόρισμα ; - Ορκίσου . 
- Το ορκίζομαι . 
Διάγραψέ το αμέσως μετά . Ναι . 
Έτοιμη ; Ναι . 
Ξέρει ότι θα είμαι κι εγώ στη συνάντηση ; Ναι . Για την ακρίβεια , αυτός το πρότεινε . 
Σας ευχαριστώ και τους δύο για τον χρόνο σας ... - Το λιγότερο που μπορούμε να κάνουμε . - Λοιπόν , εξελίξεις . 
Ο Σίλκοξ ομολόγησε τον φόνο . Φανταστικά . 
Άνετα ομολόγησε , έτσι ; 
Ο φόνος της Μαρία ντε Σούζα . Διέφευγε τη σύλληψη . 
Με λάθος αστυνομικό τα έβαλε . Πράγματι . 
Όταν ρωτήσαμε γιατί το έκανε , τι είπε ; 
Έριξε μπογιά στο χαλί . - Όχι δα . - Μπογιά . 
Πάνω που λες ότι τα ' χεις ακούσει όλα . 
Με έγκριση της Εισαγγελίας , απαγγείλαμε κατηγορίες προ τριώρου . Προχωράμε . 
Θα ήθελα την άδειά σας να του μιλήσω . 
- Σχετικά ; 
- Με τον φόνο της Άντελεϊντ Μπάροουζ . 
Είναι παλιά υπόθεση . Δύο χιλιάδες ... 2011 . Έντεκα . Είναι παλιός φόνος . 
Ο σύντροφός της , ο Έρολ Μάτις , εκτίει ... - Είκοσι τέσσερα χρόνια . - Μόνο να του μιλήσω θέλω . 
Ναι . Λοιπόν , καλά θα ήταν να το ξεκαθαρίσουμε . Και να το λύσουμε . 
Εντάξει , αρχιφύλακα Λέ ... Να σε λέω Τζουν ; 
- Φυσικά . - Εντάξει , Τζουν . 
Τι νέες πληροφορίες έχεις που τοποθετούν τον Σίλκοξ στο διαμέρισμα με την Μπάροουζ ; 
Βρισκόταν στη γύρω περιοχή τότε . 
Στην οδό Λέικ 24Β . Ακριβώς . 
- Μόλις 500 μ. απ ' το Τάουερς . 
- Την τεράστια γειτονιά . 
Ο Σίλκοξ είχε ιστορικό καταγγελιών για βία κατά γυναικών . Μία φορά το 2009 και μετά ... Μάιος 2011 . Ναι . Τι άλλο ; 
Ήταν συμμαθητές . Σίλκοξ και Έρολ Μάτις . 
Σεντ Τζόζεφ . Πάνω από 2.000 παιδιά . 
Με διαφορά δύο ετών . 
Ο Σίλκοξ είχε μια αδελφή , τη Λιάν , που είχε επαφές με ξάδελφο του Έρολ . Με ξάδελφο ; Ναι , όλοι έχουμε ξαδέλφια . Κάποιοι περισσότερα . 
Τον ανακρίνατε ποτέ ; - Τζουν ... - Για να τον απαλλάξετε στην έρευνά σας ; 
Πες μου , Τζουν , γνωρίζεις τον όρο " ασυνείδητη μεροληψία " ; 
Έκανα κι εγώ εκπαίδευση . Υποχρεωτικά . Πήρα και σήμα . Ήταν πάρα πολύ διδακτικό . 
Το θέμα με την ασυνείδητη μεροληψία ... Γνωρίζω τον όρο . 
Το λέω για τους πιο αργούς . Χωρίς παρεξήγηση , Ρόι . 
Ενίοτε , ένας αστυνομικός βλέπει μια υπόθεση με παραμορφωμένη οπτική . Εξαιτίας της δικής του , τολμώ να πω , προϋπάρχουσας προκατάληψης . Προκατάληψη . Προκατάληψη ; 
Καλώς . Εντάξει . Ας τα βρούμε κάπου στη μέση . Πίστη ; 
Πεποίθηση ; Τι λες γι ' αυτό ; 
Η Τζουν από δω έχει την πεποίθηση ότι αυτός ο Έρολ Μάτις , ένας άνθρωπος , για την ιστορία , δυτικοαφρικανικής καταγωγής , ναι ; Έχει αντιμετωπιστεί άδικα για λόγους που είναι ασαφείς . Όμως υπήρξε επείγουσα κλήση . 
Πάμε πιο δυνατά . Δύο κλήσεις . Δύο γυναίκες . 
Δύο κλήσεις . Μία γυναίκα . 
Δεν μπορούμε να το αποκλείσουμε . 
Γνωρίζεις πόσες γυναίκες έπεσαν θύματα ενδοοικογενειακής βίας σ ' αυτήν την πόλη , μόνο πέρυσι ; Ασφαλώς γνωρίζεις . 
- Σχεδόν 250.000 . - Ναι . Σχεδόν 250.000 . 
Κι οι δύο μιλούσαν πορτογαλικά . Πορτογαλικά , μεγάλη ομάδα . Μιλάμε για 80.000 , 90.000 εδώ και τώρα . 
Γι ' αυτό πρέπει να ζητήσουμε εγκληματολογική ανάλυση . Για τον Θεό ... Για να επιβεβαιώσουμε αν είναι η ίδια γυναίκα και στις δύο κλήσεις . Εντάξει . 
Κι αυτή εδώ ; Η Μαρία ; 
Ποια ; Το θύμα . Για να μην αναφέρω τα κόστη του εργαστηρίου . Ήδη έχουμε πενταψήφια υπέρβαση εξόδων . 
Κρατάμε έναν άντρα , πρόθυμο να δηλώσει ένοχος για τον φόνο της . 
Θα γλιτώσουμε τη μητέρα , τον αδελφό της και δύο ορφανούς γιους από μια δίκη . 
Η σορός της ταξιδεύει ήδη για Σάο Πάολο . Αυτό είναι ευχάριστο . Ωστόσο , θες να τα τινάξεις όλα στον αέρα για μια εμμονή . 
Η Μαρία είχε δύο παλιά τραύματα από μαχαίρι . 
Σε ώμο , κοιλιά . 
Η καλούσα της Χέιζ Λέιν ανέφερε επίσης ότι τη μαχαίρωσε ο σύντροφός της . Και είπε " τη μαχαίρωσε " , εννοώντας την Άντελεϊντ , " πάρα πολλές φορές με το μαχαίρι που έμπηξε σ ' εμένα " . 
Συγγνώμη , πώς προκύπτουν αυτά ; 
- Αυτά είπε στην κλήση . - Δεν μιλάω για την κλήση . Εννοούσα τα τραύματα της Ντε Σούζα . 
Έχεις δει το παθολογοανατομικό πόρισμα ; 
Νομίζω πως αυτό που έχει σημασία εδώ ... Όχι . Συγγνώμη που επιμένω , μα εκείνο το πόρισμα εστάλη απόρρητα στη Βιβ και την ομάδα της , σωστά ; 
Ναι ; Βιβ , το μοιράστηκες με την αρχιφύλακα Λένκερ ; 
- Όχι , κύριε . - " Όχι " . 
Οπότε , οφείλω να ρωτήσω , πώς βρέθηκε στο γραφείο σου ; 
- Σου το έδειξε κάποιος ; 
Τότε , τι ; Είσαι χάκερ κι έκανες κόμμα με τη Βόρεια Κορέα ; 
Μου λες ότι δεν διάβασες το παθολογοανατομικό πόρισμα ; 
Όχι , κύριε . 
Ποιες είναι οι πηγές σου ; 
Τα είδα . 
Τα είδες ; 
Μετέβην πρώτη στο σημείο . 
Όταν βρήκα τη Μαρία , φυσικά , έλεγξα τα ζωτικά σημεία της . Τα είδα . 
Είδα τα τραύματά της . 
Δύο παλιά τραύματα . Σε κλάσματα δευτερολέπτου . 
Δύο καλούσες . Πανομοιότυπα τραύματα από μαχαίρι . 
Αυτό το κάνει πιο πιθανό ; 
Πάμε . 
Καθαρή επαφή . Όλα είναι συγχρονισμός . Βλέπεις ; 
Ναι ! Τέλεια . 
- Πάμε πάλι . - Εντάξει . 
Έλα . Ναι , καλό αυτό ! 
Τι γίνεται ; Έξτρα προπόνηση ; Έλα , λοιπόν . Περίμενε . Εκεί . Περίμενε . Εντάξει , κάτσε . 
Τι γκολ είναι αυτό ! 
Όλα εγώ σ ' τα μαθαίνω ! - Τα πάντα ! - Μαμά , χέρι ήταν ! 
Γίνεσαι ρόμπα ! 
Πάμε πάλι . 
- Εκπληρώθηκε η ευχή σου . 
Δεδομένης " της εξαιρετικής φύσης των περιστάσεων " . 
Ο κρατούμενος εξέρχεται . 
Μπορείς να μιλήσεις με τον ύποπτο . Ευχαριστώ . 
Αλλά το πλάνο της συνέντευξης θα εξεταστεί ενδελεχώς , εντάξει ; Εντάξει . 
Αναφορές στον φόνο της Μπάροουζ απαγορεύονται . Κατανοητό ; 
Καλώς . 
Κατά τα άλλα , έχεις το πράσινο φως . 
Ευχαριστώ , κύριε . 
Κλάιβ Σίλκοξ , έχεις ομολογήσει τον φόνο της Μαρία ντε Σούζα . Σήμερα , όμως , θα ζητήσω τη συνεργασία σου σε ένα άλλο ζήτημα . 
Τον Μάρτιο του 2011 κατοικούσες στην οδό Λέικ 24Β . Σωστά ; 
Αναγνωρίζεις αυτόν ; 
Τον γνωρίζεις ; 
Ο Έρολ . Έρολ Μάτις . Πηγαίνατε στο Σεντ Τζόζεφ μαζί ; 
Γνώριζες την οικογένεια ; Έλα . 
Γνωρίζεις ότι ο Έρολ Ματ - εκτίει μακροχρόνια ποινή φυλάκισης ; - Ευχαριστώ . 
Είκοσι τέσσερα χρόνια , έτσι ; Σωστά . Ξέρεις πού ; 
- Στο Ουάιτκρος ; 
- Στη φυλακή του Ουάιτκρος , σωστά . 
- Και λοιπόν ; 
- Αρχιφύλακα Λένκερ . 
Ξέρεις γιατί ; Ναι . - Συγγνώμη ... - Όλοι ξέρουν . Αν πάτε να παγιδεύσετε τον πελάτη μου ... Όχι . Θέλω μόνο να το πει . 
Πώς τη λένε ; 
- Μάλιστα . 
- Πες το όνομά της . 
Τερματίζω αυτήν τη συνέντευξη . Η ώρα τώρα είναι 14 : 36 . 
Τι σκατά λέει αυτή ; 
- Τους γνώριζε . Και τους δύο . - Τζουν . 
- Νταν , θες εσύ να ... - Όχι . Παρακαλώ . 
Κατόπιν του αιτήματος , ο αρχιεπιθεωρητής θεώρησε συνετό να πράξει τα δέοντα και να ζητήσει εγκληματολογική ανάλυση στις δύο επείγουσες κλήσεις . 
Είναι αναμφισβήτητο . 
Ο ειδικός φωνολογίας κι ο μηχανικός συμφώνησαν . Διαφορετική έμφαση . Διαφορετικοί ήχοι φωνηέντων . Διαφορετικές γυναίκες . - Τι ; 
- Δεν υπάρχει καμία αμφιβολία . Η καλούσα της Χέιζ Λέιν δεν ήταν η Ντε Σούζα . 
Τίποτα απολύτως δεν συνδέει τον Σίλκοξ με τον παλιό φόνο . Ναι ; 
Σύμφωνοι ; Ας το αφήσουμε στην άκρη διά παντός . 
Καλώς ; 
Τι έχεις πάθει ; 
Δες την Κλόι . 
Δεν δημιουργεί προβλήματα . 
Κάνει τη δουλειά της . 
Επικοινώνησες με τα Δεοντολογικά Πρότυπα ; Όχι ; 
Κάν ' το . Θα σε κυνηγήσουν για ανάρμοστη συμπεριφορά . 
Είχε δίκιο . Είχα άδικο . 
Γαμώτο . Το σιχαίνομαι αυτό . 
Κοίτα . Κυκλοφορεί μια φήμη . 
Την επομένη που ο Σίλκοξ δολοφόνησε τη Μαρία ντε Σούζα ... ο Χέγκαρτι επέσπευσε την αναφορά για τις δύο κλήσεις . 
Τι ; 
Ήξερε ότι ήταν διαφορετικά άτομα , αλλά ... Έκρυψε την αναφορά . 
Στάσου . Όλη εκείνη η συνάντηση . Η έγκριση της συνέντευξης . Γιατί ; Γιατί να το κάνει αυτό ; 
Κάθε κρίση είναι μια ευκαιρία . 
Με κορόιδεψε . 
Ήταν παγίδα και πήγα κι έπεσα μέσα . 
Νομίζει ότι αν με ρίξει κάτω , δεν θα μπορέσω να ξανασηκωθώ . 
Όχι εγώ . 
Είχε μια κοπέλα πριν πολύ καιρό . 
Έλεγε " Την ηλίθια σκρόφα . Δεν άκουγε ποτέ " . Ποτέ δεν τον έκανε χαρούμενο . 
Τη μαχαίρωσε πάρα πολλές φορές με το ίδιο μαχαίρι που έμπηξε σ ' εμένα . 
Είναι ένας άντρας στη φυλακή κι έχει φάει 24 χρόνια για τον φόνο της . Και λέει συνέχεια ότι αυτός ο τύπος στο Ουάιτκρος ... Λέει ότι είναι χαμένο κορμί και ... - Πότε έγινε αυτό ; 
- Την περασμένη Τρίτη . 
Αυτές οι κλήσεις είναι απόρρητες . 
Αν μιλήσεις σε κανέναν γι ' αυτό , θα με συντρίψουν . 
Πάρε δω . 
Νόμιζα πως ήσουν μουσουλμάνα . 
Σιχ είμαι , τούβλο . Σινγκ . Σόνια Σινγκ ; 
Το κατεβάζουμε σαν νερόφιδα . 
Εντάξει . Έκανες λάθος . 
Έχασες τη μάχη . Δεν θα σκάσουμε κιόλας . Ξέρεις κάτι ; Είναι ζωντανή . 
Είναι το μοναδικό άτομο που μπορεί να βοηθήσει τον Έρολ , και είναι ζωντανή . 
Ναι . Και θα τη βρούμε . 
