‫ گروهبان کارآگاه لنکر ‫ از واحد وی‌سِون صحبت می‌کنم ‫ دارم وارد طبقۀ نهم ساختمون هدروِی می‌شم ‫ مقصد واحد ۹۴۲ هستش ، ‫ مظنون همچنان فراریه 
‫ - گروهبان کارآگاه واحد سِون‌ام ، دریافت شد ‫ 
- برید داخل ‫ ما توی مسیریم ‫ تا سه دقیقۀ دیگه می‌رسیم ‫ لطفاً بااحتیاط پیش برید 
‫ پلیس ! 
- دارم وارد می‌شم ‫ - تفهیمه ، تا دو دقیقۀ دیگه می‌رسیم 
‫ نه ، وایسا ! 
‫ پلیس ! 
‫ ایست ! 
‫ خودشه 
‫ " کلایو سیلکاکس " ‫ شک ندارم خودشه 
‫ اسمش توی پایگاه داده‌ها ثبته ، سابقۀ کیفریش چیه ؟ 
‫ اتهامات متعددی مبنی بر تعدی ، ‫ خشونت خونگی ، ‫ عضویت توی یک سازمان غیرقانونی ‫ و بعضی از گروه‌های افراطی ‫ فکر کنم یه واحد رزمی باشه 
‫ بله ، هیچ کدوم هم به محکومیت ختم نشد 
‫ اتهامات خشونتش ‫ مال چند وقت پیش‌ان ؟ 
آگوست ۲۰۰۹ 
واسه آشوب توی خیابون مایکلز ‫ با پلیس تماس گرفتن ‫ خیابون مایکلز ؟ ‫ پس از افراد بومیه ‫ چطور مگه ؟ چرا مهمه ؟ 
‫ قربانی ، ماریا دسوزا 
‫ به نظرم همون تماس‌گیرنده‌ای بود ‫ که سه‌شنبه شب از هایزلین زنگ زد 
‫ همون تماس ناشناس ؟ ‫ بله قربان 
‫ خشونتِ دوست‌پسری رو گزارش داده بود ‫ و مدعی بود که قتل ادلاید باروز کار خودشه 
‫ درخواست پشتیبانی داده بودم ، ‫ یادت میاد ؟ ‫ - جون ... ‫ - و حالا ... ‫ حالا ممکنه سراغ همسایه‌ها ، همکارها ‫ یا دوست‌دخترهای سابقش هم بره 
‫ - اگه سابقۀ خشونت داشته باشه ... ‫ - ببین ... ‫ نه ، تو چَنگم بود 
تو چیزی کم نذاشتی 
‫ مهم‌ترین چیز اینه که الان حالت خوبه 
‫ فقط همینه که مهمه 
‫ خب حالا گوش کن ، ‫ اگه مورد مشکوکی توی اون پروندۀ قتل باشه ، ‫ ادلاید باروز رو می‌گم ... ‫ روش تحقیق می‌کنیم 
‫ هر کاری از دستمون بربیاد ، دریغ نمی‌کنیم 
‫ هرچی کله‌گنده‌تر ... ‫ کیم ، چه کمکی از دستم برمیاد ؟ ‫ ... ضربه سهمگین‌تر 
‫ شنیدم توی محله‌تون قتلی اتفاق افتاده 
‫ ببخشید ‫ سلام ، عذر می‌خوام ‫ دنبال خانمی به اسم جون لنکرم 
‫ - چند ساعتی می‌شه که آوردنش اینجا ‫ - ای داد 
‫ - خوبی ؟ ‫ - آره 
‫ - مطمئنی ؟ ‫ - آره 
‫ بیا پیشم 
‫ با لباس‌هات چیکار کردن ؟ 
‫ خب گرفتن‌شون ، صرفاً برای ‫ شواهد و الیاف و دی‌ان‌ای ... ‫ - طبیعیـه ‫ - باشه ‫ طبیعی ؟ طبیعی . ‫ هیچ چیزی توی این جریانات طبیعی نیست ... 
‫ چیزی نیست لئو ‫ یه چندتا ... بریدگی و کبودیه دیگه 
‫ شرمنده ، نمی‌دونم چم شده ‫ نه ، اشکالی نداره ‫ فقط ... چیه لحظه صبر کن ، خب ؟ 
‫ ببخشید . ببخشید ، عذر می‌خوام ‫ چیزی نیست عزیزم ‫ امروز دکتری شیفت هست ؟ ‫ دکتری ... چون خانمم مأمور پلیسه ‫ و مورد تعرض قرار گرفته 
‫ لئو ‫ لئو بهم اعلام کردن که مشکلی ندارم 
‫ فقط منتظرم دکتر برگه‌های ترخیصم رو امضا کنه ‫ باشه ، پس باید با یه دکتر صحبت کنه ‫ - باشه ؟ ‫ - باشه ‫ - خب می‌شه الان باهاشون صحبت کنه لطفاً ؟ ‫ - آره ، یه لحظه صبر کنید ‫ متشکرم 
‫ حل شد ‫ حل شد 
‫ چیکار می‌کنی عزیزم ؟ ‫ هیچ‌کار 
‫ همون چیزیه که تو ذهنمه ؟ 
‫ - داری توی فضای مجازی پست می‌ذاری ؟ ‫ - نه بابا 
‫ وای خدای من ، داری می‌ذاری دیگه ‫ بذار ببینم 
‫ - بیخیال مامان ‫ - وای ‫ جیکوب ، وای تو دیگه ... ‫ چیکار ؟ ‫ رسماً داری ... از جراحات مامانت ‫ سوءاستفاده می‌کنی ‫ امیدوارم بابات فالوت نکرده باشه 
‫ نه بابا ، بلاکش کردم 
‫ ولی ۱۳ تا لایک خورده و داره بیشترم می‌شه ‫ نشونۀ خوبیه ؟ 
‫ شبیه ۸۰ ساله‌ها شدی 
‫ یکی بهم گفت خفن 
‫ با این " خفن " شدنم خیلی راضی‌ام ‫ شرمنده 
‫ با همین چیزها ‫ می‌تونی به همچین مادری افتخار کنی ؟ 
‫ ایشون هستن 
‫ کلایو سیلکاکس 
‫ ایشون هستن ، کلایو سیلکاکس 
ببینید کسی اخیراً باهاش در تماس بوده یا نه ‫ دوست‌دختر سابق ، خواهر ، خونواده 
‫ هر چیزی می‌تونه مفید باشه 
‫ این شمارۀ منه 
‫ این شمارۀ جدیدمه 
‫ ممنون عزیزم ، فرشتۀ نجاتمی ‫ شیر و یه قاشق شکر ؟ 
‫ درواقع دوتا قاشقه ‫ ولی اشکالی نداره 
‫ نه نیازی نیست ‫ باورم نمی‌شه هنوزم شیفت شب وامیستی ‫ عادت می‌کنی دیگه 
‫ بخاطر خودم نیومدم ‫ موضوع کاریه ‫ خیلی بعیده ، ‫ ولی می‌خوام این یارو رو پیدا کنم ‫ اسمش کلایو سیلکاکسه 
پرس‌وجو می‌کنم 
‫ جون با پروندۀ برج‌های هدروِی ‫ یه پیشرفت‌هایی داشتیم ‫ شرمنده ، زود بهم زنگ بزن 
‫ ببخشید ، عذر می‌خوام ‫ شرمنده 
‫ قربان می‌دونید من اولین نفری بودم ‫ که به صحنۀ مرگ رسیدم ؟ 
‫ بذار حرفت رو قطع کنم 
‫ کاشف به عمل اومده ، ‫ این آقای سیلکاکس ، ‫ سوژۀ یکی از تحقیقات ‫ در حال بررسیه ‫ واقعاً ؟ ‫ بله ، ظاهراً اکتبر گذشته یه خانم جوونی ‫ توی راه برگشت به خونه مورد تعرض قرار گرفته 
‫ بخش تعیین تکلیف و هماهنگی اعلام کردن ‫ که بهتره پروندۀ قتل به تیم تحقیقاتی موجود واگذار بشه 
‫ پیداش کردید ؟ 
‫ هر سؤالی داری از همکارم ‫ سربازرس گیرینگ بپرس 
‫ مسئول اصلی ایشونه ‫ من فقط دارم از دور تماشا می‌کنم 
‫ صبر کن ، پس ایشون ... ‫ فکر می‌کنن طرف اینجاست هنوز ؟ 
‫ اصلاً خوشم نمیاد 
‫ قبل از اینکه مقتول ، ‫ ماریا بمیره جناب ، ‫ به اپراتور اورژانس اعلام کرد ‫ خودش بود که از باجۀ هایزلین زنگ زده بود 
‫ - تماس‌گیرندۀ هایزلین ؟ ‫ - تماس ناشناسی که من ... ‫ - چهارشنبه روزی درموردش بهتون گفتم ‫ - آها آره ‫ بنابراین ، اگه تونستید ‫ مظنون رو دستگیر کنید ، ‫ ازتون می‌خوام که اجازه بدید ‫ من باب اتهاماتش ازش بازجویی کنم 
‫ - کدوم اتهامات ؟ 
‫ - مرگِ ادلاید باروز 
‫ دو تا تماس و یک خانم مشترک ‫ نظریه‌ت اینه ؟ ‫ - بله ‫ 
- خیلی خیلی پیش پا افتاده‌ست 
‫ نه ، ماریا دسوزا ، خودش به اپراتور ‫ گفت که ما قبلاً با همدیگه صحبت کردیم ... 
‫ بله ، داری می‌گی قبلاً حرف زدن ، حرف ‫ نگفت که کِی و کجا حرف زدن 
‫ خب نمی‌شه که ‫ به همین راحتی بذاریمش کنار 
‫ آخه این دو تا زن ‫ از لحاظ ظاهری شبیه به همدیگه‌ان 
‫ بدنـشون شبیه به همه ‫ هردو اسپانیایی‌ان ‫ صداشون مثل همدیگه‌ست 
‫ شنیدم شاهد مرگش بودی 
‫ درسته ‫ خب من نمی‌خوام ‫ خودم رو همه‌چی‌دون جلوه بدم ، ‫ ولی صدای ضبط‌شدۀ تماستون ‫ رو گوش دادم و حرفی که زدی ... ‫ توصیه‌ای که در آخرین لحظاتِ مرگش دادی ‫ کاملاً درست بود ‫ کاری که باید می‌کردی رو انجام دادی ‫ پشتش رو خالی نکردی 
‫ همون تماس‌گیرنده‌ست 
‫ - باشه ‫ - همونیه که از هایزلین تماس گرفته بود 
‫ - و احتمالش زیاده که ... ‫ - مختاری هرطور که می‌خوای فکر کنی ‫ درمورد همه‌مون صدق می‌کنه 
‫ فقط می‌خوام با این فرد مصاحبه کنم 
‫ خواستۀ هردوی ما اینه گروهبان کارآگاه ‫ افسوس که نمی‌دونم کجاست 
‫ ده ساعت گذشته ‫ دارید وقتمون رو هدر می‌دید 
‫ این حرفت رو می‌ذارم ‫ رو حساب ضربه‌ای که به سرت خورده 
‫ من حالم خوبه ‫ نخیر ، شما قربانیِ یک تعرض قرار گرفتی 
‫ - آخه چرا فکر می‌کنه که هنوز اینجاست ؟ 
‫ - زخمت سطحی نیست 
‫ داری وقت و منابعمون رو حروم می‌کنید ‫ - باید برید دنبالش بگردید ‫ 
- برو خونه ، یکمی استراحت کن 
‫ هردوی ما توی یه تیم هستیم 
‫ گوش بده ، ‫ خیلی وقت پیش یه دوست‌دختری داشته 
‫ درست مثل خودم 
‫ می‌گفت هرزۀ احمق ، هیچوقت گوشش بدهکار نبود 
‫ هیچوقت نتونست راضی نگه‌ش داره 
‫ - می‌تونی اسمت رو بهم بگی ؟ 
‫ - ماریا 
‫ ماریا ، خیله‌خب ماریا 
‫ قبلاً بهت زنگ زدم ‫ با همدیگه حرف زدیم 
‫ آره ، یادمه 
‫ دقیقاً با همون چاقویی که الان بهم آسیب رسونده ، ‫ چندین بار به اون دختره هم ضربه زده بود 
‫ یه آقایی به خاطر کشتن دختره ، ‫ به ۲۴ سال حبس محکوم شده ‫ نه ، همش تکرار می‌کنه که این یارو ‫ توی زندون وایت‌کراسه ... ‫ می‌گه خیلی بی‌عرضه‌ست و ... ‫ ای هرزۀ احمقِ کودن 
‫ - بگو که متوجه شدی ‫ 
‫ - بگیرش ... ‫ - اون هرزۀ احمق هیچوقت گوشش بدهکار نبود 
‫ و هیچوقت نتونست راضی نگه‌ش داره 
‫ خب ، ما فهرستی از جستجوهای شما در پایگاه اطلاعاتی خودروها درست کردیم 
‫ همونطور که می‌بینید ، هیچکدوم از این شماره پلاک‌ها ‫ مرتبط با پروندۀ جرم شما نیست 
‫ حالا ما ازتون می‌خوایم ‫ همۀ جستجوهاتون رو بررسی کنید ‫ و شماره پروندۀ مربوط ‫ به هرکدوم رو وارد کنید 
‫ همونطور که خودتون واقف هستید ، ‫ این کار نقض ... ‫ یه مروری به گزارش کارت بکن ، ‫ شماره پرونده‌ها رو دربیار ‫ که این قائله ختم بشه ، باشه ؟ 
‫ قربان می‌خوام برای بررسی اون دو تا تماس اضطراری ‫ درخواست تجزیه و تحلیل صوتی کنم ‫ قربانی‌های خیابون هایزلین و دیشبی ، ‫ برای تایید این مسئله ‫ که آیا هر دو یک نفرن یا نه 
‫ پروندۀ ما نیست جون ‫ فکر کنم قبلاً درموردش حرف زدیم ‫ قربان تماس‌گیرندۀ هایزلین رو ‫ مرکز فرماندهی و کنترل علامت‌گذاری کرده بود ‫ خودتون ازم خواستید پیگیری بکنم 
‫ اگه تماس‌گیرنده ‫ همون ماریا دسوزا بوده باشه ، ‫ می‌تونیم پرونده رو ببندیم ‫ همۀ خواسته‌ام همینه ‫ باشه ، ببین 
‫ می‌فهمم که ناراحتی ‫ خب ؟ 
‫ لطفاً برو یه فکری واسه جیم بکن ‫ روی پروندۀ دزدی‌های ‫ اوکموره . درست می‌گم رفیق ؟ ‫ - پس برو روی همین پرونده ، خب ؟ ‫ - بله قربان 
‫ - همه‌چیز خوب پیش می‌ره ‫ 
- نمی‌خوام بهم زُل بزنن 
‫ وای بیخیال ، ناسلامتی عروسی عزیزم ‫ روز روزِ توئه ‫ باید خودنمایی کنی اصلاً 
‫ شما دوریس متیس هستید ؟ ‫ بله ، تقریباً کارمون تموم شده ‫ بفرمایید داخل 
‫ نمی‌دونم ، مطمئن نیستم ‫ بیا یه نگاهی تو آینه بنداز 
‫ - به‌به ‫ - آره ، دیدی ؟ 
‫ - هفتۀ بعد می‌بینمت ‫ - باشه ، تا هفتۀ بعدی پس 
‫ - چه کمکی از دستم برمیاد ؟ ‫ - خیلی قشنگ شده بود 
‫ وای ممنونم 
‫ من گروهبان کارآگاه جون لنکر هستم ‫ شرمنده مزاحم وقتتون می‌شم ‫ مشکلی نیست 
‫ متیشا جان ، چند لحظه تنهامون می‌ذارید ؟ ‫ حتماً 
‫ ما در تلاشیم که ‫ موقعیت تقریبیِ این آقا رو پیدا کنیم 
‫ اسمش کلایو سیلکاکسه ‫ پلیس دنبالشه ‫ دنبال سرنخیم که بفهمیم ‫ کجا مخفی شده ، از افراد بومی همینجاست 
‫ بنابراین با هرکسی که ‫ ممکنه باهاش روبه‌رو شده باشه ‫ یا پیشینه‌ای باهاش داشته ، ‫ تماس برقرار می‌کنیم 
‫ - بنابراین آیا خبری چیزی ... ‫ - بهم بگید ، ‫ خانم خوبی مثل شما ‫ توی ادارۀ پلیس چیکار می‌کنه ؟ 
‫ پسر شما چی ؟ ‫ منظورم اینه که شاید ‫ قبلاً همدیگه رو می‌شناختن 
‫ با ارولم صحبت کردید ؟ ‫ نه ، چطور مگه ؟ شما ... ‫ فکر می‌کنید همدیگه رو می‌شناسن ؟ 
‫ یعنی ممکنه خونۀ ارول رفته باشه ؟ ‫ شایدم ادلاید رو می‌شناخته ؟ 
‫ ادلاید ؟ ‫ چرا حرف ادلاید رو وسط کشیدید ؟ 
‫ گوش بدید عزیزم ‫ چیز تازه‌ای نیست برای من ‫ خیلی راحت می‌تونم راست و دروغ رو تشخیص بدم 
‫ فقط قصدم کمکه 
‫ کارت شناسایی دارید همراهتون خانم گروهبان کارآگاه ... ‫ چی بودید ؟ 
‫ لنکر ، جون لنکر 
‫ خب بهم گوش بده گروهبان کارآگاه لنکر ، ‫ اگه فکر کردی می‌تونی ‫ پا شی بیای اینجا ، ‫ و واسه ارول عزیزم ‫ داستان دربیاری ... ‫ - نه ، من اصلاً همچین قصدی ندارم ‫ - برو پی کارت لطفاً 
‫ کی فرستادتت ؟ 
‫ کارِ اونه ؟ ‫ - کی ؟ 
‫ - هاگرتی ؟ 
‫ و نوچه‌هاش 
‫ خودش و همۀ نوچه‌هاش ، ‫ یه مشت دروغگوئن ‫ و اون‌ها ... ‫ پارۀ تنم رو ازم گرفتن ‫ و وقتی‌که مودبانه ‫ برای دفاع از خودت ... ‫ می‌گی که ببخشید ، ‫ فکر کنم اشتباهی پیش اومده ‫ یعنی اشتباهی بیش نبوده ! 
‫ از طرف من بهش بگو ‫ " من هنوزم همینجام " 
‫ درسته ، کلایو سیلکاکس 
‫ مارس ۲۰۱۱ ، ‫ ساکن خیابون لیک ۲۴بی‌ـه 
‫ انتهای خیابون لیک 
‫ پیکِ رودینه 
‫ همون جای قدیمی یهودی ؟ 
‫ شاهدی داره ؟ 
‫ من که نتونستم کسی رو پیدا کنم 
‫ چه حیف ‫ اون موقع باهاش مصاحبه هم نکردیم ؟ 
‫ البته که نه 
‫ یعنی چی ؟ یعنی باید بیفتیم دنبال هر ‫ بی‌سروپایی که تو لندن هست ؟ 
‫ آره ، ما قاتل رو پیدا کرده بودیم 
‫ ببین ، هرچیزی که باعث می‌شه سیلکاکس ‫ به ادلاید ، ارول متیس یا اون خونه ربط پیدا کنه ، ‫ هرچیزی که بتونه برای تحقیقات ‫ یا برعلیه من ازش استفاده بکنه ‫ رو باید بدونم ‫ خب ؟ 
‫ من مزاحمش نشدم ‫ خب ، نظر خودش که این بود 
‫ پس لطفاً فوراً بهم بگو که ‫ موکل من چه ربطی به کلایو سیلکاکس داره ؟ ‫ وگرنه بخدا قسم ، همین الان زنگ می‌زنم ‫ ادارۀ شکایات پلیس و گزارش می‌دم 
‫ یه احتمالی وجود داره ‫ که ممکنه سیلکاکس اطلاعاتی ‫ از قتل ادلاید داشته باشه 
‫ پس هرچیزی که سیلکاکس رو ‫ به ادلاید یا ارول وصل بکنه ، هرچیزی ... 
‫ اطلاعات مربوطه ؟ ‫ یعنی چی ؟ شاهده ؟ ‫ یا مظنون ؟ 
‫ نمی‌تونم چیزی بگم . محرمانه‌ست ‫ ای خدا 
‫ - کلویی ؟ ‫ 
- بله ؟ ‫ توی هکنی داونز دوست و رفیق داری نه ؟ ‫ آره ؟ 
‫ می‌خوام یه لطفی بهم بکنی ‫ ببین اگه مسئله پروندۀ ‫ قتلیه که دستته ... ‫ - پای من رو وسط نکش ‫ - بیخیال کلویی 
‫ می‌دونی که نمی‌تونم دخالت کنم ؟ ‫ محرمانه‌ست ‫ خواهش می‌کنم ‫ اگه مهم نبود هیچوقت درخواست نمی‌کردم 
‫ یه لطف بزرگه یا کوچک ؟ 
‫ - بفرما ‫ - ممنون 
‫ قوی‌ترین قهوۀ دلستونه ‫ تا امتحانش نکردی ازم تشکر نکن 
‫ خب حالا ، با دوریس صحبت کردم ‫ و ارول هم‌مدرسه‌ایش بود 
‫ - با کی ؟ 
‫ - کلایو سیلکاکس 
‫ آموزشگاه سنت جوزف 
‫ ولی کلایو دو سال ازش بزرگتر بود ، ‫ خیلی به همدیگه نزدیک نبودن ‫ ولی دوریس گفت که یه جورایی ‫ خونواده‌شون رو می‌شناخته ‫ یه جورایی ؟ یه جورایی یعنی چی ؟ 
‫ ارول یه پسرعمویی داشت به اسم جمیل ، ‫ که عاشق خواهر سیکاکس بود ‫ ولی دوریس باهاشون مخالف بود ، ‫ بخاطر همینم ... ‫ پس ارول می‌شناختدش ؟ ‫ ارول می‌شناختدش 
‫ ممنونم 
‫ قربونت 
‫ به نظرت من تهاجمی‌ام ؟ 
‫ تهاجمی ؟ یعنی ؟ ‫ یعنی کلافه 
‫ چموش ، بدقلق ، خل‌وچل . ‫ تعارف نکن ، بذار ادامه بدم 
‫ روی می‌گفت ناراحتم ‫ ولی مثل یه قانونه ، ‫ قانون زن‌های خل‌وچل 
‫ - جون ‫ 
- چیه ؟ 
‫ تو ضربۀ روحی خوردی ، خب ؟ ‫ بهش حق بده این سؤال رو بپرسه 
‫ پس من الکی ذهنم رو درگیرش کردم 
‫ چقدر جذاب پارک می‌کنی ، می‌دونستی ؟ 
‫ تعریف عجیب و به‌جایی کردی 
‫ - این‌جوری خوبه ؟ ‫ - نه 
‫ - الان چی ؟ ‫ - گندش بزنم ‫ - لذت کافی رو بُردی ؟ ‫ - نه ‫ می‌تونم برم برات بستنی هم بخرم . 
‫ حالت خوبه ؟ 
‫ راستش ، توی یه دردسری افتادم 
‫ بدو 
‫ بده اینجا 
‫ من که متوجه نمی‌شم ، توی پایگاه داده ‫ اطلاعاتش رو بیرون آوردی ، مگه چیه ؟ 
‫ جست‌وجوهای توی سامانه باید کاری باشه ‫ واسه هر جست‌وجو باید ‫ شمارۀ پروندۀ مربوطه رو وارد کنی 
‫ خب ؟ 
‫ جست‌وجو واسه کارم نبود ، واسه مامان بود 
‫ خب ، مگه چندبار این کارو کردی ؟ 
‫ نمی‌دونم ، یه هشت باری می‌شه 
‫ هشت ؟ 
جون ، چرا اینو بهم نگفتی ؟ 
‫ چون می‌دونستم چی می‌خوای بگی ‫ و من نمی‌تونم مامانمو دوباره بستری کنم ، خب ؟ ‫ دیگه این کارو نمی‌کنم ! 
‫ پس مشکل همینه ؟ ‫ واسه چندتا جست‌وجو توی پایگاه داده ؟ ‫ اگه پای اون یارو وسط نبود ‫ هیچ کدوم از این اتفاق‌ها نمیفتاد ‫ - اون هگرتی . فقط وراجی می‌کنه ‫ - تو که گفتی تصادفی اومده بودن وارسی کنن 
‫ اون یه آب‌زیر‌کاهه ، پارتی داره . ‫ همه‌جا آشنا داره ‫ خب ، توام نذار قضیه بزرگ شه ، ‫ برو با مدیر واحد خودت صحبت کن 
‫ - با روی ؟ 
‫ - آره ، مگه چیه ؟ بگو چیکار کردی 
‫ این بدترین کاریه که می‌تونم بکنم 
‫ - چرا ؟ ‫ - چون اون چراغ قرمز هم رد نمی‌کنه ‫ فکر می‌کنه موظفه که همه‌چی رو گزارش کنه 
‫ خب ، سلسله‌مراتب رو طی کن ، ‫ به دستیار کمیسر بگو ‫ همونی که راجع‌بهش حرف می‌زدی ‫ همونی که تشویقت کرد پلیس آگاهی شی 
‫ یهو بهش زنگ بزنم ؟ ‫ " هی ، منو که یادت میاد ؟ " 
‫ " من اون زنی‌ام که توی آزمون استخدامی ‫ آخرهفتۀ هانزلو باهاش خوب برخورد کردی " ‫ - چرا که نه ؟ 
‫ - چون من مثل تو نیستم ، خب ؟ 
‫ من نمی‌تونم دلم رو به دریا بزنم ‫ و شخصیتم رو کوچیک کنم 
‫ اینکه با جسارت حرفت رو بزنی که جرم نیست ! ‫ با جسارت ؟ 
‫ خیلی مطمئن نیستم ‫ معنای " جسارت " رو بدونم 
‫ پس چون محرمانه‌ست نمی‌خوای بهم بگی ‫ نمی‌دونم ، من نمی‌دونم ، لئو 
‫ ولی اینو خوب می‌دونم که اگه جای تو بودم ، ‫ واسه اینکه عصبانیت خودم رو خالی کنم ... ‫ سر یه پرستار بیچارۀ بیمارستان عربده نمی‌زدم 
‫ - مثلاً اونجا خواستی جسور باشی ؟ نمی‌دونم ‫ - ببخشید ، چی ؟ ‫ شاید ، احتمالاً ، من که نمی‌دونم 
‫ چه خبر شده ؟ 
‫ - خطا کرد ‫ - واقعاً ؟ 
‫ آره ، پاشو زد 
‫ جیک ، به حرف داور گوش کن ، رفیق 
‫ این دفعه رو اخطار لفظی میدم ، خب ؟ ‫ اگه تکرار شه بیرون میری ‫ خیلی‌خب ، شروع کنید 
‫ یالا جیکی ، ماشالله پسر 
‫ ببین ، خیلی‌خب ... ‫ من معذرت می‌خوام ، خب ؟ ‫ اگه با اون پرستار بد برخورد کردم ، ‫ ولی توی وضعیت بدی بودم 
‫ ناراحت بودم ، چون بهم تلفن شده بود ، خب ؟ 
‫ و واسه یه لحظه ... گوشِت با منه ؟ 
‫ یه لحظه فکر کردم فوت کردی 
‫ آفرین ، رفیق ‫ کارِت عالی بود 
‫ می‌دونی ... ‫ بعضی وقت‌ها به این که من و تو ‫ توی یه سیاره‌ایم شک می‌کنم ! 
‫ بکا هستم از " شلتر مور استریت " 
‫ - خب ، الو سلام ‫ - شما دنبال کلایو سیلکاکس می‌گشتین ؟ 
‫ - جِی ؟ ‫ - موضوع اینه که ما ... ‫ تماس کاریه 
‫ باشه ، پس ما با اتوبوس برمی‌گردیم ، خب ؟ 
‫ یکی پیش ما اومده ... ‫ نگران نباش ، ما چیزی‌مون نمی‌شه 
‫ سلام ، شما داون هستین ؟ داون تیلور ؟ 
‫ - خودم‌ام ‫ - ببخشین مزاحم شدم ‫ من گروهبان کارآگاه جون لنکرم . 
‫ من دنبال یکی به اسم کلایو سیلکاکس‌ام ‫ که شما هم باهاش آشنا هستین 
‫ متوجه شدم که سال ۲۰۱۸ باهم در ارتباط بودین 
‫ می‌دونین کجا ممکنه متواری شده باشه ؟ ‫ یا دوست و آشنایی نداره که شما ... 
‫ با من بیا 
‫ باشه ، خیلی ممنون واسه وقتی که گذاشتین ‫ چرا نمیای ؟ ‫ مامانم 
‫ زیرو یانکی دلتا ، ‫ گروهبان کارآگاه جون لنکر صحبت می‌کنه 
‫ من داخل خیابون ورلین ۷۰ام 
‫ کلایو سیلکاکس رو پیدا کردم 
‫ دریافت شد ، تمام 
‫ خودروهای پشتیبان توی مسیرن 
‫ چقدر فاصله دارن ؟ ‫ زیرو دلتا براوو ، ‫ زمان تقریبی ۶ دقیقه ‫ شش دقیقه تا محل ، سر جاتون بمونین ‫ منتظر تیم پشتیبانی باشین ، تمام 
‫ دریافت شد 
‫ زیرو دلتا یانکی ، ‫ توی ساختمون صدای درگیری میاد ، تمام 
‫ منتظر باشید ، ‫ تیم پشتیبان توی مسیره 
‫ گور باباش 
‫ پلیس ! در رو باز کنید 
‫ پلیس ! 
‫ زیرو دلتا یانکی ، ‫ توی ساختمون داره تعرض صورت می‌گیره 
‫ - چی شده ؟ ‫ 
- می‌تونم داخل باغ‌تون برم ؟ ‫ - البته ‫ - منتظر تیم پشتیبان باشید 
‫ زیرو دلتا یانکی ، ‫ فوراً نیروی کمکی آتش‌نشانی رو بفرستید 
‫ زیرو دلتا یانکی ، تکرار کن لطفاً 
‫ زیرو دلتا یانکی ، تکرار کن لطفاً 
‫ زیرو دلتا یانکی ، تکرار کن لطفاً 
‫ گفتم ساختمون آتیش گرفته ! 
‫ فوراً نیروی کمکی آتش‌نشانی رو بفرستید 
‫ داون ؟ 
‫ - کسی اونجاست ؟ ‫ 
- کمک ! ما اینجاییم 
‫ از در فاصله بگیر 
‫ بیرون برید ! برید پایین ‫ برید ! 
‫ شتر دیدی ندیدی ! 
‫ قسم بخور ! 
‫ گزارش آسیب‌شناسی رو گرفتی ؟ ‫ اول قسم بخور ! 
‫ قسم می‌خورم 
‫ به محض اینکه کارِت تموم شد حذفش می‌کنی ‫ باشه 
‫ آماده‌ای ؟ ‫ آره 
‫ اون می‌دونه منم توی جلسه هستم دیگه ؟ ‫ آره ، در واقع پیشنهاد خودش بود 
‫ خب ، از هردوتون ممنونم ‫ که وقت گذاشتین ... ‫ - حداقل کاریه که ازمون برمیاد ‫ 
‫ کلایو سیلکاکس به قتل اعتراف کرد ا‫ز این بهتر نمی‌شه 
‫ زود زبون باز کرد ، نه ؟ 
‫ اعتراف به قتل ماریا دسوزا ، ‫ مبادرت به فرار در هنگام دستگیری 
‫ معلوم شد با بد مأموری درافتاده ‫ واقعاً 
‫ می‌دونین وقتی انگیزۀ قتل رو ‫ ازش پرسیدیم چه جوابی داد ؟ 
‫ " روی فرش رنگ ریخت " ‫ - نه ‫ - چون روی فرش رنگ ریخته بود 
‫ درست وقتی که فکر می‌کنی ‫ دیگه جای تعجبی باقی نمی‌مونه 
‫ دایرۀ دادرسی به ما چراغ سبر نشون داد ، ‫ و ما سه ساعت پیش اتهامات رو وارد کردیم ‫ پس دیگه مشکلی نمونده 
‫ می‌خوام اجازۀ مصاحبه ‫ با سبلکاکس رو به من بدین 
‫ - در رابطه با ... 
؟ ‫ - قتل ادلاید باروز 
‫ یه پروندۀ قدیمیه ، واسه سال ... - سال ۲۰۱۱ ‫ - سال ۲۰۱۱ ، یه قتل قدیمیه 
‫ دوست‌پسره ، ارول متیس ، به ... ‫ - ۲۴ سال حبس محکوم شده ‫ - آره ، فقط می‌خوام باهاش صحبت کنم 
‫ خب ، فکر کنم باید یه‌سری چیزها رو روشن کنم ‫ و این موضوع رو حلش کنم 
‫ خب ، کارآگاه ... می‌تونم " جون " صدات کنم ؟ 
‫ - البته ‫ - خیلی‌خب ، جون 
‫ با اسناد و شواهدی می‌خوای ثابت کنی ... ‫ کلایو سیلکاکس توی اون آپارتمان ... ‫ پیش ادلاید باروز بود ؟ 
‫ اون زمان توی همون محل زندگی می‌کرد 
‫ خیابون لیک ۲۴بی ‫ خودشه 
‫ - فقط ۵۰۰ متر با برج‌ها فاصله داره ‫ 
- توی اون محلۀ بزرگ و قدیمی 
‫ سیلکاکس سابقۀ اتهاماتی ‫ مثل خشونت علیه زنان داشته ‫ یک موردش توی سال ۲۰۰۹ ، ‫ و مورد بعدی ... ‫ ماه مِی ۲۰۱۱ . آره ، دیگه چی ؟ 
‫ سیلکاکس و ارول متیس هم‌مدرسه‌ای بودن 
‫ سنت جوزف بیش از ۲۰۰۰ دانش‌آموز داشت 
‫ یکی دو سالی فاصله داشتن 
‫ سیلکاکس خواهری داشت به اسم " لیان " ‫ که رابطۀ صمیمانه‌ای با پسرخالۀ ارول داشت ‫ پسرخاله ؟ همه‌مون پسرخاله داریم ‫ بعضی‌ها بیشتر از بقیه 
‫ شما خودتون ازش مصاحبه کردین ؟ ‫ جون ... ‫ تا از دایرۀ تحقیقات خط بزنیدش 
‫ جون ، بگو ببینم . با عبارت ‫ " سوگیری ناخودآگاهانه " آشنا هستی ؟ 
‫ من واسه خطاهای که کردم ، یه روز کاری رو با ‫ همکارهام جلسه گذاشتم ، نشان رو گرفتم ‫ همۀ این‌ها کارهای آموزنده‌ای بودن 
‫ حالا ماجرای سوگیری ناخودآگاهانه اینه که ... ‫ خودم می‌دونم سوگیری ناخودآگاهانه چیه 
‫ آره ، می‌خوام تکرار کنم همه خوب متوجه شن ، ‫ قصد بی‌احترامی ندارم ، روی 
‫ بعضی وقت‌ها یه افسر می‌تونه دیدگاه ‫ تحریف‌شده‌ای رو وارد یه پرونده بکنه ‫ و این خودش مسبب غرض‌ورزی‌ای می‌شه ‫ که توی دلشون ریشه کرده . ‫ غرض‌ورزی ، غرض‌ورزی ؟ 
‫ باشه ، خیلی‌خب . ‫ نه حرف تو نه حرف من . ایمان ؟ 
‫ یقین داشتن ؟ این چطوره ؟ 
‫ کارآگاه جون یقین داره که ارول متیس ... ‫ مردی که جهت اطلاع باید بگم که از ‫ آباواجداد مردم آفریقای غربیه ، آره ؟ ‫ به دلایلی مبهم باهاش غیرمنصفانه برخورد شده ‫ غیر از این مورد که یه ‫ تماس اورژانسی‌ای وجود داره ! 
‫ باز هم احساسی نظر دادی ، ‫ دو تماس اورژانس ، هردو خانم 
‫ دو تماس از یک خانم ! 
‫ نمی‌تونیم بهش بی‌توجه باشیم 
‫ تو از تعداد زنان قربانی ‫ خشونت خانگیِ این شهر ... ‫ توی سالی که گذشت خبر داری ؟ 
‫ - چیزی نزدیک به ۲۵۰ هزار مورد ‫ - آره ، واو . نزدیک به ۲۵۰ هزار مورد 
‫ هردو هم پرتغالی بودن ‫ این خودش اندازۀ کلیساهای آزاده‌اندیشه ‫ داریم راجع‌به ۸۰ - ۹۰ هزار نفر صحبت می‌کنیم 
‫ واسه همینه که می‌گم باید حکم ‫ کارشناسی پزشکی قانونی رو بگیریم ‫ محض رضای خدا ‫ تا مطمئن شیم هردو یه خانم هستن یا نه ‫ خیلی‌خب 
‫ نظرت راجع‌به این چیه ؟ 
‫ کی ؟ اوه ، قربانی‌مون ‫ از هزینه‌های آزمایشگاه نگم ‫ داریم راجع‌به یه هزینۀ ‫ اضافۀ پنج رقمی حرف می‌زنیم 
‫ و ما یه بازداشتی داریم ‫ که می‌خواد به قتلی که کرده اعتراف کنه 
‫ تا دیگه مادر ، برادر و دوتا پسربچه‌شو ‫ توی دادگاه عذاب نده 
‫ جسدش رو همین الان دارن به ‫ سائو پائولو می‌برن . این خبر خوبیه ‫ اون‌وقت تو می‌خوای واسه سرگرمی خودت ‫ تمامی این‌ها رو به باد بدی 
‫ ماریا دوتا جای پارگی قدیمی داشت 
‫ روی شکم و شونه‌ش 
‫ خانمی که از خیابون ‫ هایزلین تماس گرفت ... ‫ همچنین گزارش داده بود که ‫ دوتا جای پارگی از شریکش داره ‫ در ضمن گفت : " اونو زد " ‫ که منظورش همون " ادلاید " بود ، ‫ " با همون چاقویی که ‫ بارها و بارها اونو زد ، منم زد " 
‫ عذر می‌خوام ، ‫ این چیزها رو از کجا میاری ؟ 
‫ - این‌ها صحبت‌های تلفنی خودش‌ان ‫ - منظورم تماس تلفنی نیست ‫ منظورم جاهای زخم خانم دسوزائه 
‫ جون ، بگو ببینم . ‫ گزارش آسیب‌شناسیش رو دیدی ؟ 
‫ فکر می‌کنم چیزی که اینجا مهمه ... ‫ نه ، عذر می‌خوام که این کارو می‌کنم ، ‫ ولی اون گزارش به‌طور محرمانه ‫ برای ویو و تیمش فرستاده شد 
‫ درسته ؟ پس مگه اینکـ ... ویو ، تو گزارش ‫ رو به گروهبان کارآگاه لنکر دادی ؟ 
‫ - خیر ، قربان ‫ - " خیر ، قربان " 
‫ پس موظفم بپرسم ، ‫ چطور گزارش به دست تو رسیده ؟ 
‫ یکی بهت نشونش داده ؟ ‫ خیر 
‫ خب ، پس هکری و پابه‌پای ‫ کُره‌ای‌ها داری پیش میری ؟ 
‫ یعنی می‌گی تو اون گزارش رو نخوندی ؟ 
‫ خیر ، قربان 
‫ پس این اطلاعات رو از کجا آوردی ؟ 
‫ خودم دیدم 
‫ خودت دیدی ؟ 
‫ من نفر اولی بودم که به صحنه رسیدم 
‫ وقتی که ماریا رو پیدا کردم ، ‫ طبیعتاً علائم حیاتیش رو بررسی کردم ‫ دیدم‌شون 
‫ جاهای زخم رو دیدم 
‫ جای دوتا زخم قدیمی رو ! ‫ اون هم توی کسری از ثانیه 
‫ دو تماس ، با زخم‌هایی مشابه 
‫ حالا چقدر احتمالش هست ؟ 
‫ بیا 
‫ یه لمس توپ خوب ، ‫ همه‌چی به زمان‌بندی بستگی داره ‫ باید ... دیدی ؟ 
‫ آره ! عالی بود 
‫ - دوباره ‫ - خیلی‌خب 
‫ بیا ، آفرین . 
خوبه ‫ این چیه ؟ اینجا هم تمرین می‌کنین ؟ ‫ خیلی‌خب ، بیا . همین‌جا بمون ‫ وایسا ، خب . وایسا ، وایسا 
‫ چه گلی ! 
‫ هرچی بلدی صدقه‌سر منه ‫ - همه‌شو از من یاد گرفتی ‫ - مامان ، مگه هندباله ؟ 
‫ آبروی خودتو نبر 
‫ دوباره بریم ؟ 
‫ خیلی‌خب ، به چیزی که می‌خواستی رسیدی 
‫ با توجه به " ماهیت بی‌بدیل شرایط " 
‫ زندانی خارج می‌شه 
‫ بهت اجازۀ مصاحبه با مظنون داده می‌شه ‫ خیلی ممنون 
‫ اما طرح مصاحبه از قبل بررسی می‌شه ، خب ؟ ‫ باشه 
‫ اجازۀ ارجاع بخصوصی به قتل ... ‫ ادلاید بروز رو نداری ، تفهیمه ؟ 
‫ بله 
‫ غیر از این موارد ، ‫ دیگه چیز خاصی نیست 
‫ خیلی ممنون ، قربان 
‫ کلایو سیلکاکس ، شما به ‫ قتل ماریا دسوزا اعتراف کردی ‫ ولی من امروز اینجا اومدم تا بخوام ‫ راجع‌به مورد دیگه‌ای با من همکاری کنی 
‫ در مارس ۲۰۱۱ ، شما ساکن ‫ خیابون لیک ۲۴بی بودین . درسته ؟ 
‫ این فرد رو بجا میارین ؟ 
‫ می‌شناسینش ؟ 
‫ ارول ‫ ارول متیس . ‫ باهم توی سنت جوزف درس خوندین ؟ 
‫ خونواده‌شو می‌شناختین ؟ ‫ بله 
‫ می‌دونین که برای ارول متیس ... ‫ - حکم کلفتی بُردین ؟ ‫ - مرسی 
‫ ۲۴ سال ، درسته ؟ ‫ بله ، می‌دونین کدوم زندانه ؟ 
‫ - وایت‌کراس ؟ 
‫ - زندان وایت‌کراس ، درسته 
‫ - خب ؟ که چی ؟ 
‫ - گروهبان کارآگاه لنکر 
‫ دلیلش رو می‌دونین ؟ ‫ بله ‫ - ببخشید ... ‫ - همه اینو می‌دونن ‫ اگه می‌خواین موکل منو گول بزنید ... ‫ نه ، نه . فقط می‌خوام خودش اعتراف کنه 
‫ اسمش چیه ؟ 
‫ - خب دیگه ‫ 
- بگو ، اسمش چیه ؟ 
‫ این مصاحبه رو قطع می‌کنم ‫ ساعت ۱۴ : 
‫ این چه گهی می‌خورد ؟ 
- می‌شناخت ! جفت‌شون رو می‌شناخت ‫ 
‫ - دن ، می‌خوای ... ‫ - نه ، خودت بخون 
‫ بنا به درخواست حضرت‌عالی ، ‫ سربازرس هگرتی ... ‫ صلاح دانسته تا با حداکثر تلاش ممکن ، ‫ تحلیلی کامل از موارد کالبدشکافیِ ‫ دو تماس اورژانسی ... ‫ به سرکارعالی ارائه دهم 
‫ نتایج قطعی‌ست 
‫ همکارانِ آواشناس و مهندس بنده ‫ هردو به نتایج برابری دست پیدا کردند ‫ فشارهای صوتی مختلف ، ‫ آواهای صدادارِ مختلف ، ‫ و دو خانم مختلف ‫ - چی ؟ 
‫ - هیچ جای شکی باقی نمی‌ماند ‫ فردی که از هایزلین تماس گرفته ‫ ماریا دسوزا نمی‌باشد 
‫ هیچ سند و مدرکی ... ‫ برای ارتباط کلایو سیلکاکس ‫ به این پروندۀ قدیمیِ قتل وجود ندارد ‫ درسته ؟ 
‫ همه موافقید ؟ ‫ بیاین یه‌بار واسه همیشه قال قضیه رو بکنیم 
‫ خب ؟ 
‫ تو چه‌ت شده ؟ 
یه نگاه به کلویی بنداز 
‫ اون مشکلی نداره 
‫ با قضیه کنار میاد 
‫ ادارۀ بازرسی چی شد ؟ ‫ بهشون زنگ زدی ؟ 
‫ تمومش کن ‫ اون‌ها واسه رفتار غیرحرفه‌ای اذیتت می‌کنن 
‫ حق با اون بود ، من اشتباه کردم 
‫ گه توش ، ‫ حالم از این شرایط به‌هم می‌خوره 
‫ ببین ... ‫ یه شایعاتی شده ... 
‫ یه روز بعد از اینکه سیلکاکس ‫ ماریا دسوزا رو به قتل می‌رسونه ... ‫ هگرتی گزارش پرشکی قانونی مربوط به ‫ اون دو تماس رو یه‌شبـه آماده کرد 
‫ چی ؟ 
‫ با اینکه می‌دونست ‫ اون دوتا یه نفر نیستن بازم ... ‫ گزارش رو دیر منتشر کرد 
‫ وایسا ببینم ‫ کلِ اون جلسه ... ‫ توافق سر مصاحبه ... ‫ چرا ؟ چرا باید این کارو بکنه ؟ 
‫ همیشه دود از کُنده بلند می‌شه 
‫ منو بازی داد 
‫ یه تله بود ، منم صاف توش افتادم 
‫ حتماً گفته جوری زمین می‌زنمش ‫ که دیگه نتونه روی پاهاش وایسته 
‫ من ول‌کن نیستم 
‫ گوش بده ، خیلی وقت پیش ‫ یه دوست‌دختری داشت ، درست مثل خودم 
‫ می‌گفت هرزۀ احمق ، ‫ هیچ‌وقت گوشش بدهکار نبود ‫ هیچ‌وقت نتونست راضی نگه‌ش داره 
‫ دقیقاً با همون چاقویی که ‫ الان بهم آسیب رسونده ، ‫ چندین بار به اون دختره هم ضربه زده بود 
‫ یه آقایی به خاطر کشتن دختره ، ‫ به ۲۴ سال حبس محکوم شده ‫ و همش تکرار می‌کنه که این یارو ‫ توی زندون وایت‌کراسه ... ‫ می‌گه خیلی بی‌عرضه‌ست و ... ‫ این واسه کِیـه ؟ 
‫ سه‌شنبه پیش 
‫ ببین ، این تماس‌ها محرمانه‌ان 
‫ اگه به کسی چیزی بگی ، ‫ اون‌ها دخلم رو میارن 
‫ بیا 
‫ فکر می‌کردم تو مسلمونی 
‫ من پیروی آیین " سیک " ام . ‫ مثل اسمم ، سینگ . سونیا سینگ 
‫ ما این مشروب‌ها رو ‫ یه‌جوری می‌خوریم انگار ساندیسه 
‫ خیلی‌خب ، اشتباه می‌کردی 
‫ یه نبرد رو باختی ، ‫ دنیا که به آخر نرسیده ! ‫ می‌دونی چیه ؟ ‫ اون دختر زنده‌ست 
‫ اون تنها کسیه که می‌تونه به ‫ ارول کمک کنه و زنده‌ست ! 
‫ آره ‫ و ما قراره پیداش کنیم 
