Подразделение V7 , это сержант Ленкер . Я захожу на девятый этаж Хэтеруэй-Флэтс . Направляюсь к квартире 942 , подозреваемый не задержан . 
- Вас понял , сержант Ленкер . 
- Я внутри . Мы едем . Будем через три минуты . Соблюдайте осторожность . 
Полиция ! 
- Захожу в квартиру . - Вас понял . Две минуты . 
Нет , стой ! 
Полиция ! 
Стой ! 
Это он . 
" Клайв Силкокс " . Это он , 100 % . 
У него есть приводы . За что ? 
Нападение на людей , домашнее насилие , членство в запрещенной организации . И участие в праворадикальной группировке , Боевой лиге . 
Однако осужден он не был . 
Как давно были предъявлены обвинения в нападении ? 
Август 2009 года . 
Полицию вызвали из-за драки на Майклс-стрит . Майклс-стрит . Он местный . А что ? Почему вы интересуетесь ? 
Жертва , Мария Де Суза . 
Думаю , это она звонила с Хейз-лейн ночью во вторник . 
Анонимный звонок в 999 ? Да , сэр . 
Жестокий партнер , намекавший , что он убил Аделаиду Берроуз . 
Я попросила поддержки , помните ? - Джун ... - И теперь ... У него были соседи , коллеги , бывшие партнерши . 
- Если он и раньше проявлял жестокость ... - Послушайте . Он был у меня в руках . 
Вы сделали что могли . 
Главное , что вы целы . 
Это важнее всего . 
Скажу вам так : любую новую информацию об убийстве Аделаиды Берроуз ... Мы проверим . 
Мы сделаем всё возможное . 
С большой высоты ... Ким . Чем могу помочь ? ... больнее падать . 
Брай . Говорят , в твоем приходе убийство . 
Извините . Я ищу Джун Ленкер . 
- Ее недавно сюда привезли . - Чёрт . 
- Ты в порядке ? - Да . 
- Точно ? - Да . 
Иди сюда . 
Где твоя одежда ? 
Ее забрали на экспертизу . Волокна и ДНК . - Обычное дело . - Ясно . Обычное ? Разве это обычное ... 
Лео , всё в порядке . Это синяки и царапины . 
Извини . Даже не знаю , что со мной . Всё хорошо . Подожди ... Подожди секунду , ладно ? 
Извините . Простите . Всё хорошо , сынок . Сегодня на смене есть врачи ? Моя жена – полицейский , на нее напали . 
Лео . Лео , меня осмотрели , всё в порядке . 
Я ожидаю выписки . Ей нужна консультация врача . - Ясно ? - Да . - К ней сейчас могут подойти ? - Да , секунду . Спасибо . 
Всё хорошо . Всё хорошо . 
Сынок , что ты делаешь ? Ничего . 
Это то , о чём я думаю ? 
- Ты публикуешь это в соцсетях ? - Нет . 
О боже . Публикуешь . Покажи . 
- Мама , не надо . - Ого . Джейкоб , что ты делаешь ? Ты же ... Ты фетишируешь мамины раны . Надеюсь , папа на тебя не подписан . 
Конечно нет . Я его заблокировал . 
Хотя у меня уже 13 лайков и число растет . Это хорошо ? 
Говоришь как 80-летняя . 
Кто-то назвал меня крутой . 
С этим можно смириться . Извини . 
Ты только так можешь мной гордиться ? 
Это он . 
Клайв Силкокс . 
Это он , Клайв Силкокс . 
Знаете тех , кто с ним сталкивался ? Бывшая девушка , сестра , родственница . 
Любая информация поможет . 
СТОП ДОМАШНЕМУ НАСИЛИЮ Это мой личный телефон . 
Новый номер . 
Большое спасибо . Ты мне жизнь спасла . С молоком , одна ложка сахара ? 
Две . Возвращаюсь к старой привычке . 
Нет , всё хорошо . Ты до сих пор на ночных сменах ? Я привыкла . 
Я пришла не поболтать , а по работе . Шансов мало , но я пытаюсь разыскать одного человека . 
Я поспрашиваю . 
Джун , есть новости по делу Хэтеруэй-Тауэрс . Мне жаль . Перезвоните . 
Простите . Извините . 
Сэр , вы знаете , что я первая была на месте преступления ? 
Я вас перебью . 
Как выяснилось , этот человек , Силкокс , является объектом текущего расследования . Правда ? Нападение на молодую женщину по дороге с работы в прошлом октябре . 
Координационный отдел решил объединить два расследования в одно . 
Вы его уже нашли ? 
Все вопросы к моему коллеге , инспектору Гиринг . 
Решения принимает она . Я там только для красоты . 
Подождите , значит ... Она думает , что он еще здесь ? 
Вам сильно досталось . 
Сэр , перед гибелью жертва , Мария , сказала диспетчеру , что это она звонила с Хейз-лейн . 
- Звонила с Хейз-лен ? - Анонимный звонок , - о котором я говорила в среду . - О , да . Если вы сможете задержать подозреваемого , я прошу вашего разрешения допросить его в связи с подозрениями . 
- Подозрениями ? 
- В убийстве Аделаиды Берроуз . 
Два звонка , одна женщина . Это ваша гипотеза ? - Да . 
- Очень удобно . 
Нет . Мария Де Суза сказала диспетчеру : " Мы уже общались раньше " . 
Да , уже общались . Общались раньше . Не сказала где . Не сказала когда . 
Нельзя исключать эту возможность . 
У этих женщин много общего . 
Одинаковое телосложение . Они обе латиноамериканки . Одинаковый голос . 
Вы видели , как она выпала ? 
Да . Это прозвучит снисходительно , но я слышал запись звонка и ваши слова . Советы , которые вы ей дали в последние минуты жизни . Всё было правильно . Вы сделали что могли . Вы были с ней . 
Она – звонившая . 
- Ясно . - Звонившая с Хейз-лейн . 
- Есть вероятность ... - Вы видите то , что хотите видеть . Как и все мы . 
Я хочу допросить этого человека . 
И я тоже , сержант . К сожалению , мы его не нашли . 
Прошло десять часов . Вы зря тратите время . 
Спишу это на удар по голове . 
Я в порядке . Нет . Вы были жертвой нападения . 
- Почему вы думаете , что он здесь ? 
- Это не похмелье . 
Вы зря тратите время и ресурсы . - Вы должны искать его . 
- Идите домой , поспите . 
Мы на одной стороне . 
Я должна вам сказать . Раньше у него была девушка . 
Как я . 
Он говорил : " Тупая стерва " . Не слушала его . 
Не удовлетворяла его . 
- Как вас зовут ? 
- Мария . 
Мария . Хорошо , Мария . 
Я вам звонила . Мы уже разговаривали . 
Да , я помню . 
Звонок 999 с Хейз-Лейн Он заколол ее тем же ножом , которым ранил меня . 
Другого человека посадили в тюрьму на 24 года за ее убийство . И он говорит , что этот человек в Уайткроссе ... Что он неудачник и ... Ты тупая сучка ! 
- Скажите , что вы поняли . 
- Давайте ... - Стерва . Не слушала его . 
Не удовлетворяла его . 
Вот архив ваших поисков машин по базе . 
Как видите , номера дела нигде нет . Ни одного преступления не указано . 
Мы просим вас вернуться к этим поискам и записать номер соответствующего дела . 
Вы в курсе , что это нарушение ... Проверьте ваш журнал , найдите номера дел и всё исправьте , ладно ? 
Сэр , я бы хотела запросить криминалистическую экспертизу голоса звонка с Хейз-лейн и вчерашней жертвы , чтобы проверить , та ли это женщина . 
Это не наше дело , Джун . Нам ясно дали понять . Сэр , звонок с Хейз-лейн был отмечен отделом контроля . Вы попросили меня разобраться . 
Если звонившей была Мария Де Суза , можно закрыть дело . Это всё , чего я прошу . Послушайте . 
Я вижу , что вы расстроены . Да ? 
Если честно , подумайте лучше о Джиме . Ему не с кем расследовать грабежи в Оакмуре . - Займитесь этим . Ладно ? - Да , сэр . 
- У вас всё будет хорошо . 
- Не хочу , чтобы на меня все смотрели . 
Да ладно , ты же невеста . Это твой знаменательный день . Будешь красоваться . 
Вы Дорис Мэтис ? Да . Мы почти закончили . Проходите . 
Я не знаю . Просто не знаю . Иди посмотри в зеркало . 
- Ого . - Вот видишь ? 
- Увидимся через неделю . - Да , до встречи . 
- Чем могу помочь ? - Она будет выглядеть потрясающе . 
Спасибо . 
Я сержант Джун Ленкер . Простите за беспокойство . Ладно . 
Латиша , оставь нас на минутку . Конечно . 
Мы пытаемся определить местонахождение этого человека . 
Его зовут Клайв Силкокс . Его разыскивает полиция . Мы пытаемся выяснить , где он может скрываться . Он местный . 
Так что мы обращаемся ко всем , кто мог его видеть или быть с ним знаком . 
- Возможно , вы ... - Скажите , что милая женщина вроде вас делает в полиции ? 
Как насчет вашего сына ? Возможно , когда-то они были знакомы . 
Вы общались с Эрролом ? Нет , а что ? Вы ... Думаете , они были знакомы ? 
Он заходил в квартиру Эррола ? Возможно , он знал Аделаиду ? 
Аделаиду ? Почему вы вспомнили Аделаиду ? 
Послушайте , дорогая . Мне это всё не в новинку . Вранье я нюхом чую . 
Я просто ... Мне нужна помощь . 
У вас есть визитка , мисс сержант , как вас там ? 
Ленкер . Джун Ленкер . 
Послушайте меня , сержант Ленкер . Если вы пришли сюда , чтобы пришить новые обвинения моему Эрролу ... - Нет , моя цель не в этом . - Уходите , пожалуйста . 
Кто вас послал ? 
Это он вас послал ? - Кто ? 
- Хегарти . 
И его парни . 
Его компания постоянно врет . И они ... Они отняли у меня сына . А когда я пытаюсь защититься , очень вежливо говорят : " Извините , но , кажется , вы ошибаетесь " . Ошибаетесь ! Вот и всё . 
Скажите ему ... Передайте ему от меня : " Я еще здесь " . 
Да . Клайв Силкокс . 
С марта 2011 года проживает на Лейк-стрит , дом 24Б . 
Лейк-стрит . Это за углом . 
Работает курьером в " У Рудина " . 
Старая еврейская фирма ? 
Алиби есть ? 
Я не нашел . 
Жаль . И мы тогда его не допрашивали ? 
Конечно нет . 
Мы что , должны гоняться за каждым оборванцем в Лондоне ? 
У нас был подозреваемый . 
Слушай , всё , что связывает Силкокса с Аделаидой , Мэтисом или той квартирой ... Всё , что она может использовать против меня или того расследования , я должен знать . Ладно ? 
Я к ней не цеплялась . У нее сложилось такое впечатление . 
Так что скажите , какое отношение Клайв Силкокс имеет к моему клиенту , иначе , богом клянусь , я подам на вас жалобу . 
Вероятно , Силкокс имеет информацию касательно убийства Аделаиды . 
И всё , что связывает Силкокса с Аделаидой или Эрролом , что угодно ... 
" Информацию касательно ? " Что вы говорите ? Он свидетель ? Или подозреваемый ? 
Я не могу . Это конфиденциально . Ради бога . 
- Хлоя ? 
- Да . У тебя есть друзья в Хакни-Даунс ? И что ? 
Мне нужна услуга . Слушай , если это касается твоего убийства ... - Я не буду вмешиваться . - Да ну , Хлоя . 
Мне нельзя этим заниматься . Это конфиденциально . Пожалуйста . Я бы не просила , если бы это не было важно . 
Насколько большая услуга ? 
- Это вам . - Спасибо . 
Самый крепкий кофе в Далстоне . Попробуйте , потом благодарите . 
В общем , я говорила с Дорис . Он и Эррол вместе учились в школе . 
- Кто ? 
- Клайв Силкокс . 
Академия святого Иосифа . 
Клайв был на два класса старше , так что друзьями они не были . Но Дорис сказала , что знала эту семью . Типа . Типа ? Как именно ? 
У Эррола был кузен Джамиль , влюбленный в сестру Силкокса . Но Дорис вмешалась и ... То есть Эррол его знал ? Эррол его знал . 
Спасибо . 
Пожалуйста . 
Я тебе кажусь агрессивной ? 
В каком смысле " агрессивной " ? То есть взвинченной . 
Упрямой . Крикливой . Безумной . Готовой сорваться в любой момент . 
Рой сказал , что я расстроена . Но это просто шифр , да ? Чтобы не называть меня безумной . 
- Джун . 
- Что ? 
Ты пережила травму . Он имеет право спросить . 
То есть я преувеличиваю . 
Ты сексуально паркуешься , знаешь ? 
Какой узкоспециализированный комплимент . 
- Вот так ? - Нет . 
- Вот так ? - О чёрт . - Хочешь кончить ? - Нет . Куплю мороженого , если хочешь . 
Ты в порядке ? 
Вообще-то , у меня проблемы . 
Вперед . 
Сюда ! 
Я не понимаю . Ты пользовалась базой , и что ? 
Каждый поиск должен быть по работе . Нужно записывать номер дела . 
И что ? 
Это было не для меня , а для мамы . 
И сколько раз ? 
Не знаю . Восемь ? 
Восемь ? Джун . 
Почему мне не сказала ? 
Я знала , что ты ответишь . И я не могу снова поместить ее на лечение . Я с ней так не поступлю . Больше никогда . 
Ты так ей помогаешь ? Незаконным поиском по базе данных ? Ничего бы не произошло , если бы не тот чёртов мужчина . - Хегарти . Бла-бла-бла . - Ты сказала , это случайная проверка . 
Он общается с людьми . У него есть связи . Он всех знает . Задави это в зародыше . Поговори с куратором . 
- С Роем ? 
- Признайся ему . Это мелочи . 
Это худшее , что я могу сделать . 
- Почему ? - Он фанат правил . Решит , что его долг – сообщить об этом . 
Тогда возьми выше . Поговори с заместителем комиссара . О котором ты рассказывала . Который рекомендовал тебя в угрозыск . 
Просто взять и позвонить ? " Йо , помните меня ? 
Я та женщина , с которой вы вежливо говорили на профориентации в Хаунслоу " . - Почему нет ? 
- Потому что я не ты . 
Я не иду по жизни , принимая всё как должное . 
Быть напористым – не преступление . Напористым ? 
Я не совсем понимаю , о чём ты . 
Да . То есть дело в привилегиях ? Я не знаю . Не знаю , Лео . 
Однако я знаю , что не кричала бы на бедную медсестру в больнице , которая мне попалась , когда я решила выпустить пар . 
- Это напористость ? Не знаю . - Извини , что ? Возможно . Вероятно . Я не знаю . 
Что случилось ? 
- Он сфолил . - Правда ? 
Да . Поставил подножку . 
Джейк , послушай его . 
Получаешь предупреждение . Еще одно – и удалю тебя с поля . Ясно ? Хорошо . Играем дальше . 
Давай , Джейки . Выше нос . 
Послушай . Мне жаль , ясно ? Я нагрубил медсестре , но я тогда был неуравновешен . 
Я был расстроен , потому что ... Мне только что позвонили , да ? 
И на минуту ... Ты вообще слушаешь ? 
Я подумал , что ты погибла . 
Давай , сынок . 
Знаешь ... Иногда мне кажется , что мы живем в разных мирах . 
Это Бекка из приюта на Мур-стрит . 
- Да . Здравствуй . - Ты спрашивала о Клайве Силкоксе ? 
- Джей ? - Мы нашли ... Это по работе . 
Ну ладно . Тогда мы поедем на автобусе . 
Знаешь , просто кое-кто пришел ... Ладно . Не страшно . 
Здравствуйте . Вы Дон ? Дон Тейлор ? 
- Верно . - Извините за беспокойство . Я сержант Джун Ленкер . 
Я пытаюсь разыскать человека , которого вы знали , Клайва Силкокса . 
Кажется , вы общались в 2018 году . 
Вы не знаете , где его можно найти ? Каких-то друзей ? Где он бывает ? 
Идите за мной . 
Хорошо . Спасибо , что уделили время . Почему нет ? Моя мама . 
Зеро Янки Дельта , это сержант Джун Ленкер . 
Я на Верлейн-роуд , 70 . 
Кажется , я вижу Клайва Силкокса . 
Вас поняла , прием . 
Экипажи уже выезжают . 
Они далеко ? Зеро Дельта Браво , время прибытия – шесть минут . Шесть минут . Оставайтесь на месте . Ожидайте подкрепления . Прием . 
Вас поняла . 
Зеро Дельта Янки , внутри дома беспорядки , прием . 
Ожидайте . Подкрепление едет . 
Хрен с ним ! 
Полиция ! Откройте дверь . 
Полиция ! 
Зеро Дельта Янки . Внутри дома – нападение . 
- Что случилось ? 
- Можно зайти в ваш сад ? - Да . - Ожидайте подкрепления . 
Зеро Дельта Янки , срочно необходима поддержка пожарных . 
Зеро Дельта Янки , повторите . 
Зеро Дельта Янки , повторите . 
Зеро Дельта Янки , повторите . 
Я сказала , что в доме пожар ! 
Срочно необходима поддержка пожарных . 
Дон ! 
- Есть кто-нибудь ? 
- Помогите ! Мы здесь ! 
Отойдите от двери ! 
Выходите ! Спускайтесь ! Быстрее ! 
Ты получила это не от меня . 
Поклянись . 
Это отчет о вскрытии ? Поклянись . 
Клянусь . 
Удали , как только прочтешь . Да . 
Готова ? Да . 
Он знает , что я буду на совещании ? Да . Вообще-то , это он предложил . 
Спасибо вам обоим , что уделили время ... - Мы с радостью . - Итак , новости . 
Клайв Силкокс признался в убийстве . Потрясающе . 
Он не сопротивлялся , да ? 
Убийство Марии Де Суза . Уклонение от ареста . 
Ну , он связался не с тем полицейским . Точно . 
Мы спросили : " Зачем ты ее убил ? " Знаете , что он сказал ? 
Она разлила краску на ковер . - Нет . - Краску на ковер . 
А мы думали , нас ничем не удивить . 
Прокуратура дала добро , три часа назад мы предъявили обвинение . Начинаем работать . 
Я прошу вашего разрешения допросить Силкокса . 
- По поводу ? 
- Убийства Аделаиды Берроуз . 
Это старое дело . От две ... Две тысячи ... 2011 года . 2011-го . Одиннадцатого . Старое убийство . 
Бойфренд , Эррол Мэтис , в тюрьме ... - На 24 года . - Я хочу с ним пообщаться . 
Ладно . Давайте поговорим начистоту . Придем к общему знаменателю . 
Детектив Ле ... Можно называть вас Джун ? 
- Конечно . - Ладно , Джун . 
Вы располагаете новой информацией , что Клайв Силкокс был в квартире Аделаиды Берроуз ? 
Тогда он жил в том районе . 
Лейк-стрит , 24Б . Верно . 
- Всего 500 метров от Тауэрс . 
- Квартал большой . 
На Силкокса были жалобы по поводу насилия над женщинами . В 2009 году и ... В мае 2011-го . Да . Что еще ? 
Они учились в одной школе . Силкокс и Эррол Мэтис . 
Школе св. Иосифа . Свыше двух тысяч детей . 
С разницей в пару лет . 
У Силкокса была сестра Лиэнн , влюбленная в кузена Эррола . Кузена ? У всех есть кузены . У кого-то больше , у кого-то меньше . 
Вы его допрашивали ? - Джун . - Чтобы исключить из расследования ? 
Скажите , Джун , вам знаком термин " неосознанная предвзятость " ? 
За мои грехи мне пришлось посетить этот семинар . Я получил значок . Было очень познавательно . 
В общем , неосознанная предвзятость – это ... Я знаю , что такое неосознанная предвзятость . 
Это для тупых на задних партах . Не обижайтесь , Рой . 
Иногда полицейский привносит в дело искаженное видение . Из-за своего , позвольте сказать , закрепившегося предубеждения . Предубеждения . Предубеждения ? 
Ну ладно . Скажу мягче . Взглядов ? 
Убеждения ? Как вам ? 
Например , Джун убеждена , что этот Эррол Мэтис , человек , кстати , западноафриканского происхождения , да ? Был несправедливо осужден по непонятным причинам . Был звонок в службу спасения . 
Давайте точнее . Два звонка . Две женщины . 
Два звонка . Одна женщина . 
Нельзя ... Исключать эту вероятность . 
Вы знаете , сколько женщин пострадало от домашнего насилия в этом городе за прошлый год ? Конечно , знаете . 
- Около четверти миллиона . - Да . Ого , четверть миллиона . 
Обе говорили на португальском . Это большая диаспора . Где-то 80 000 – 90 000 в этом городе . 
Поэтому мы должны заказать экспертизу ... Бога ради . ... чтобы выяснить , совершила ли одна женщина оба звонка . Ладно . 
А как насчет нее ? Марии ? 
Кого ? Жертвы . Не говоря уже о стоимости исследований . Мы превысили бюджет на пятизначную сумму . 
У нас есть арестованный , готовый признаться в убийстве . 
Ее мама , брат и двое осиротевших детей не будут мучиться в суде . 
Ее тело уже отправили домой в Сан-Паулу . Это хорошие новости . А вы хотите всё разрушить из-за своего пунктика . 
У Марии было два старых ножевых ранения . 
Плечо . Брюшная полость . 
Звонившая с Хейз-лейн также упоминала о ножевых ранениях от партнера . И сказала , что он " нанес ей " , то есть Аделаиде , много ранений тем же ножом . 
Извините , откуда вы это знаете ? 
- Это слова из ее звонка . - Я не о звонке . Я о ранениях мисс Де Сузы . 
Скажите , Джун , вы видели отчет о вскрытии ? 
Думаю , главное ... Нет . Извините , что настаиваю , но этот отчет конфиденциальный , он был послан Вив и ее команде . 
Да ? Разве что ... Вив , вы показывали отчет сержанту Ленкер ? 
- Нет , сэр . - " Нет , сэр " . 
Поэтому я вынужден спросить , как он попал к вам на стол ? 
Кто-то вам показал ? Нет . 
Так значит , вы хакер из северокорейской команды ? 
Вы говорите , что не читали отчет о вскрытии ? 
Нет , сэр . 
Откуда у вас информация ? 
Я их видела . 
Вы их видели ? 
Я первой была на месте . 
Найдя Марию , естественно , я проверила , подает ли она признаки жизни . Я их видела . 
Я видела ее ранения . 
Два старых шрама . За полсекунды . 
Две звонивших . Ранения идентичны . 
Это сокращает варианты ? 
Веди мяч . 
Чистый контакт . Главное – время . Надо ... Видишь ? 
Да ! Супер . 
- Еще раз . - Да . 
Да . Вот так , хорошо . 
Что это ? Еще одна тренировка ? Ладно . Подождите . Я сейчас . Подождите . Так . 
Вот это гол ! 
Ты всему научился у меня . - У меня . - Мама , руками нельзя . 
Не позорься . 
Давай еще раз . 
Ваше желание исполнено . 
Исходя из " исключительных обстоятельств " . 
Я вывожу заключенного . 
Вам разрешили допросить заключенного . Спасибо . 
Да , но план допроса будет согласован заранее . Хорошо . 
Упоминание об убийстве Аделаиды Берроуз запрещено . Ясно ? 
Хорошо . 
Остальные темы обсуждать можно . 
Спасибо , сэр . 
Клайв Силкокс , вы сознались в убийстве Марии Де Сузы . Но я сегодня хочу вас попросить о помощи по другому вопросу . 
В марте 2011 года вы проживали на Лейк-стрит , 24Б . Верно ? 
Вы узнаете этого человека ? 
Вы его знаете ? 
Эррол . Эррол Мэтис . Вы вместе учились в школе св. Иосифа ? 
Вы знали его семью ? Да . 
Вы в курсе , что Эррол Мэтис - отбывает длительный срок в тюрьме ? - Спасибо . 
Двадцать четыре года , да ? Верно . Знаете где ? 
- В Уайткроссе ? 
- В тюрьме Уайткросс , да , верно . 
- И что ? 
- Сержант Ленкер . 
Вы знаете за что ? Да . - Извините ... - Это всем известно . Если хотите подставить моего клиента ... Нет . Я просто хочу , чтобы он это сказал . 
Как ее звали ? 
- Так . 
- Назовите ее имя . 
Я прерываю этот допрос . Время сейчас – 14 : 36 . 
Да что с ней такое ? 
- Он их знал . Он знал их обоих . - Джун . 
- Дэн , хотите ... - Нет , говорите вы . 
По вашей просьбе старший инспектор Хегарти сделал вам одолжение и провел полную экспертизу двух звонков . 
Вывод окончательный . 
Фонетик и звукоинженер пришли к одинаковому заключению . Разные ударения . Разные звучания гласных . Разные женщины . - Что ? 
- Сомнений нет . Звонившая с Хейз-лейн – это не Мария Де Суза . 
Клайв Силкокс никак не связан со старым убийством . Да ? 
Вы согласны ? Давайте навсегда оставим эту тему . 
Ладно ? 
Да что с вами такое ? 
Вот посмотрите на Хлою . 
У нее нет никаких проблем . 
Она просто работает . 
И как насчет комиссии профстандартов ? Вы им перезвонили ? Нет ? 
Займитесь этим . Вы нарушаете дисциплину . 
Он был прав . Я ошибалась . 
Чёрт . Ненавижу всё это . 
Слушай ... Ходят слухи . 
После того как Силкокс убил Марию Де Сузу ... Хегарти велел за ночь провести экспертизу по поводу двух звонивших . 
Что ? 
Он знал , что звонившие были разные и ... Придержал информацию . 
Подожди . Это совещание . Согласие на допрос . Зачем ? Зачем ему это ? 
Не упускай возможностей в кризис . 
Он меня провел . 
Это была ловушка , и я в нее попалась . 
Он думает , что сбил меня с ног и я больше не встану . 
Только не я . 
Раньше у него была девушка . 
Он говорил : " Тупая стерва " . Не слушала его . Не удовлетворяла его . 
Он заколол ее тем же ножом , которым ранил меня . 
Другого человека посадили в тюрьму на 24 года за ее убийство . И он говорит , что этот человек в Уайткроссе ... Что он неудачник и ... Когда это было ? 
В прошлый вторник . 
Эти звонки конфиденциальны . 
Если скажешь кому-то об этом , меня уничтожат . 
Держи . 
Я думала , ты мусульманка . 
Я сикх , дурочка . Сингх . Соня Сингх . 
Мы это пьем как лимонад . 
Ладно . Ты ошиблась . 
Ты проиграла эту битву , большое дело . Знаешь что ? Она жива . 
Только она может помочь Эрролу , и она жива . 
Да . И мы ее найдем . 
