第七 組 , 這是 蘭克警 佐 我現 在 進 入海 瑟威 公寓 的 九樓 我 走向 942 號 公寓 , 還未 逮捕 兇嫌 
- 蘭克警 佐 , 第七 組 收到 
- 進屋裡 去 我們 正在 前往 , 預計 抵達 時間 三分 鐘 請 小心 行事 
警察 
- 進入 公寓 - 收到 , 距離 兩分鐘 
不 , 別跑 
警察 
別跑 
就是 他 
克萊夫 希爾 卡斯 百分之百 是 他 
他 有 案底 , 他 之前 犯 了 什麼 罪 ? 
幾件 襲擊案 、 家暴 案 恐怖 組織 的 成員 還參 與 某個極 右翼 組織 我 想 是 與 戰鬥 聯盟 有關 吧 
對 , 他 沒 有 被 任何 罪名 定罪 
襲擊 案件 是 多久 以前 的 事 ? 
2009 年 8 月 
警方 接到 報案 , 他 在 麥 可斯街 鬧 事 麥可斯街 , 他 是 當地 人 為何 這樣 說 ? 妳有 什麼 想法 ? 
那位 受害者 , 瑪莉亞迪 蘇沙 
我 相信 她 就是 週二 晚上 海耶斯 巷 的 來 電者 
那通 匿名 報案 電話 嗎 ? 是 的 , 長 官 
暴力 男朋友 , 暗示 他 殺 死 阿德 蕾 鮑 洛斯 
我 要求 額外 的 支援 , 你 記得 嗎 ? - 茱恩 ... - 但現 在 ... 他 一定 有 鄰居 、 同事 、 前 伴侶 
- 如果 他 有脅迫 他人 的 歷史 ... - 聽著 ... 不 , 我差 一點 就 抓 到 他 了 
妳 盡力 了 
最 重要 的 是 妳 沒事 
那才 是 最 重要 的 
我 告訴 妳 , 如果 這件 謀 殺案 還牽涉 任何 隱情 阿德 蕾 鮑 洛斯 ... 我們 會 調查 
我們 會 不惜一切 代價 
他們 的 罪行 越 重大 ... 阿金 , 有何 貴幹 ? 他們 就 會 摔 得 越重 
布萊 , 我 聽 說 你 的 轄區 發生謀 殺案 
不好意思 , 嗨 , 抱歉 我要 找 一位 叫做 茱恩蘭克 的 病人 
- 她 之前 被 送 來 這裡 - 可惡 
- 妳 還好 嗎 ? - 沒事 
- 妳 確定 嗎 ? - 對 
過來 
他們 把 妳 的 衣服 拿 哪 去 了 ? 
他們 拿走 我 的 衣服 , 為 了 採集 ... 上面 沾 有 的 證據 、 纖維 和 DNA ... - 這是 正常 程序 - 好 正常 嗎 ? 正常 的 , 這一點 也 不 正常 ... 
里 歐 , 我 沒事 , 這 只是 ... 一些 割傷 和 瘀傷 
抱歉 , 我 不 知道 自己 哪根筋 不 對 不 , 沒關 係 , 先 等 ... 等 一下 , 好 嗎 ? 
不好意思 , 抱歉 , 不好意思 會 沒事 的 , 寶貝 今天 有 醫生 當班 嗎 ? 有 沒 有 ... 因為 我 的 太太 她 是 警察 但 她 被 攻擊 了 
里 歐 , 他們 已經 說 我 能 出院 了 
我 只是 在 等 醫生 幫 我簽 出院 許可 對 , 好 , 她 需要 見 醫生 - 好 嗎 ? - 好 - 她現 在 能 見 醫生 嗎 ? 拜 託 - 好 , 等 一下 謝謝 
沒事 沒關 係 
寶貝 , 你 在 做 什麼 ? 沒什麼 
是 我 想 的 那樣 嗎 ? 
- 你 把 照片 上 傳到 你 的 社群 嗎 ? - 沒有 
天 啊 , 你 有 , 讓 我 看看 
- 別 這樣 , 媽 - 哇 雅各 , 你 做 了 ... 什麼 ? 你 這是 在 炫耀 你媽 的 傷勢 我 希望 你 爸 不是 你 的 追 蹤 者 
不 可能 , 我 把 他 封鎖 了 
雖然 我 的 照片 有 13 個 讚 而且 數目 持續 上升 , 那算 好 嗎 ? 
妳 聽 起來 像 80 歲 的 阿婆 
有人 說 我 是 狠 角色 
這個 " 狠 角色 " 稱呼 我 能 接受 抱歉 
這樣 才 會 讓 你 以 我 為榮 吧 ? 
就是 他 
克萊夫 希爾 卡斯 
這個 就是 克萊夫 希爾 卡斯 
所以 , 任何 可能 認識 他 的 人 前女友 、 姊妹 、 家人 
任何 線索 都 會 有 幫助 
( 停止 家庭暴力 ) 這是 我 的 專線 號碼 
這是 我 的 新 電話 號碼 
謝謝 , 寶貝 , 這是 救命 水 加 牛奶 和 一顆 糖 嗎 ? 
其實要 兩顆 , 我 又 改回加 兩顆 了 
不用 , 沒關 係 我 不敢相信 , 妳 還在 值夜班 我 習慣 了 
我 不是 為 了 自己 而來 的 , 是 為 了 工作 這個 機會 不大 但 我 試著 找出 這個 男人 , 克萊夫 希爾 卡斯 
我會 幫 妳 打 聽 
茱恩 , 有 新 進展 與 海瑟威 雙子 塔 的 案件 有關 抱歉 , 打電話給 我 
抱歉 , 借過 ... 
長 官 , 你 知道 我 是 第一 個 抵達案 發現場 的 警員 嗎 ? 
讓 我 先 阻止 妳 
事實 證明 , 這個 叫 希爾 卡斯 的 男人 已經 是 一個 調查 中 案件 的 主嫌 真的 嗎 ? 對 , 顯然 去年 10 月 有 一位 年輕 女性 下班 回家 時 被 襲擊 
任務 分配 與 協調 組認 為 最好 將這起 謀 殺案 交由 正在 處理 的 小 組來 辦 
你們 找到 他 了 嗎 ? 
妳 若 有 任何 疑問 , 我會 請 妳 找 我 的 同事 吉寧 警督 
她 負責 執行 調查 , 我 只是 門面 裝飾 
等等 , 所以 , 她 ... 她 認為 他 還待 在 此處 ? 
我 不 喜歡 妳 脖子 上的傷 
長 官 , 受害者 瑪莉亞 在 死 前 她 向 緊急 電話 處理員 表明 她 就是 海耶斯 巷 的 來 電者 
- 海耶斯 巷 的 來 電者 ? - 我 提過 的 那通 匿名 電話 ... - 我 星期三 跟 你 提過 的 那個 - 對 所以 , 如果 你們 逮捕 到 嫌疑犯 我 希望 你 允許 我訊問 他關 於 那些 指控 的 事 
- 什麼 指控 ? 
- 阿德 蕾 鮑 洛斯 的 謀 殺案 
兩通來 電是 同 一名 女子 這是 妳 的 假設 嗎 ? - 是 的 
- 還 真巧 
不 , 瑪莉亞迪 蘇沙 跟 通話 處理員 說 " 我們 之前 通過 話 ... " 
對 , 我們 之前 通過 話 ... 她 又 沒 說 在 何地 或 何時 
但 我們 不能 排除 可能性 
我 是 指 , 這兩位 女性 的 外表 有 相似 的 特徵 
她 們 有 相似 的 體型 , 也 都 是 西班牙 語裔 她 們 的 聲音 聽 起來 一樣 
我 聽 說 妳 看到 她 死 在 妳 面前 
對 我 不想 一副 高高在上 的 樣子 但 我 有 聽過 那 通電話 錄音 和 妳 當時 說過 的 話 , 好 嗎 ? 妳在 她 生命 最後時 刻給 她 的 建議 是 絕對 正確 的 妳 臨為 不亂 妳有 支持 她 
她 就是 來 電者 
- 好 吧 - 她 就是 海耶斯 巷 的 來 電者 
- 而且 有 很大 的 機會 ... - 妳 只 看 見 自己 想 看 的 我們 都 會 這樣 
我 只 想訊問 那個 男人 
警佐 , 妳 和 我 都 想訊問 他 哎 , 但是 我們 找 不到 他 
已經案 發十個 小時 了 你 在 浪費 時間 
我 當作 妳是 頭受 傷才會 腦袋 不 清楚 
我 沒事 不 , 妳是 被 襲擊 的 受害者 
- 你 憑 什麼 認為 他 還在 此處 ? 
- 這比 宿醉 還嚴重 
你們 在 浪費 時間 和 資源 - 你們 應該 去 外面 找 才 對 
- 妳 回家吧 , 回去 睡 一覺 
我們 是 站 在 同一 邊的 
聽著 , 他 很久以前 有 一個 女朋友 
跟 我 一樣 
他 說 : " 那個 蠢 賤 人 都 不 聽 話 " 
一直 讓 他 不 開心 
- 妳 能 告訴 我 妳 的 名字 嗎 ? 
- 瑪莉亞 
瑪莉亞 , 好 的 , 瑪莉亞 
我 打來過 , 我 跟 妳 說 過話 
對 , 我 記得 
( 海耶斯 巷報 警電話 ) 他 捅 了 她 好 多次 , 就是 用 他 捅 我 的 那 把 刀 
監獄 裡有 一個 男人 被控 殺害 她 遭到 判刑 24 年 還有 , 他 一直 說 那個 傢 伙 在 白 十字 ... 他 說 他 很 沒用 , 而且 ... 妳 這個 蠢 賤貨 
- 告訴 我 妳 聽 懂 了 
- 讓 她 ... - " 那個 蠢 賤 人 都 不 聽 話 " 
一直 讓 他 不 開心 
我們 列出 妳 曾經 利用 國家 資料 庫 做過 的 車輛 搜尋紀錄 
如 妳 所見 , 這些 車牌 號碼 搜尋 沒有 案件 編號 , 沒有 可歸咎 的 罪行 
所以 我們 需要 妳 逐一 回顧 這幾筆 搜尋 找出 來 , 然後輸入 相關 的 案件 編號 
我 相信 妳 很 清楚 這樣 是 違反 ... 回顧 妳 的 工作日 誌 找出 這些 案件 編號 把 這個 整理 好 送出去 , 好 嗎 ? 
長 官 , 我 想 要求 聲紋 鑑定 分析 兩通 緊急 來電 海耶斯 巷 和 昨晚 受害者 的 那通 藉此 確定 兩位 來 電者 是否 為同 一位 女性 
茱恩 , 那 不是 我們 的 案子 已經 說 得 很 清楚 了 長 官 , 海耶斯 巷 的 來 電者 有 被 指揮 控制中心 標記 是 你 要 我 去 跟 進 的 
如果 來 電者 是 瑪莉亞迪 蘇沙 那 我們 就 結案 , 我 只有 這個 要求 好 吧 , 聽著 
我 看得出 來 妳 很 不 開心 好 嗎 ? 
我 說 真的 , 妳 去 幫忙 吉姆 吧 沒人 幫 他 調查 奧克 莫 的 搶案 朋友 , 對 吧 ? - 所以 , 或許 妳 去 幫 他 , 好 嗎 ? - 長 官 , 是 的 
- 妳 看 起來 會 很 美 
- 我 不想 被 人們 注視 
別 這樣 , 親愛的 妳是 新娘 , 那 是 妳 的 大喜之日 妳 得 炫耀 一下 
妳是 朵 瑞絲馬 提斯 嗎 ? 是 的 , 我們 快好了 , 妳 先去 旁邊 等 一會 
我 不 確定 ... 過來 照鏡子 
- 哇 - 對 , 妳 看吧 ? 
- 下 週見 - 好 , 我們 下 週見 
- 有什麼 能 為 妳 效勞 ? - 她 會 看 起來 超 美的 
謝謝 
我 是 茱恩蘭克 警佐 , 抱歉 打擾 妳 好 
拉蒂莎 , 親愛的 , 能 讓 我們 獨處 一會 嗎 ? 當然 好 
我們 在 找 這個 男人 的 下落 
他 叫做 克萊夫 希爾 卡斯 他 被 警方 通緝 我們 試圖 查出 他 可能 的 藏匿 地點 他 是 當地 人 
所以 , 我們 聯 繫 任何 可能 見過 他 的 人 或是 認識 他 的 人 
- 所以 , 妳 覺得 妳 是否 可能 ... - 告訴 我 像 妳 這麼 好 的 女人 幹嘛 去當 警察 ? 
那麼 妳 兒子 呢 ? 我 是 指 , 或許 他們 以前 認識 
妳 和 我 兒子 艾羅談 過話 嗎 ? 沒有 , 妳 為何 這樣 說 ? 妳 ... 妳 覺得 他們 認識 ? 
我 猜 他 可能 去過 艾羅 的 公寓 或許 他 認識 阿德 蕾 
阿德 蕾 ? 妳 為 什麼 提到 阿德 蕾 ? 
聽著 , 親愛的 我 領教過 你 們 的 招數 我 比 一般 人 更會 分辨 屁話 
我 只是 想要 得到 一些 幫助 
妳有 名片 嗎 ? 警佐 小姐 ... 妳 叫 什麼 名字 ? 
我 姓蘭克 , 我 叫做 茱恩蘭克 
蘭克警 佐 , 妳 聽 我 說 如果 妳 以 為 可以 隨意來 這裡 誣陷 新 的 罪名 在 我家 艾羅 身上 ... - 不 , 那 不是 我 的 本意 - 請 妳 出去 
誰 派 妳 來 的 ? 
是 他 派 妳 來 的 嗎 ? - 誰 ? 
- 赫格 提 
還有 他 那些 手下 
他 那群 滿口 謊話 的 組員 然 後 , 他們 ... 他們 把 我 兒子 抓走 , 妳 知道 的 當我 很 有 禮貌 地 辯護時 " 抱歉 , 我 認為 妳 犯 了 個 錯 " 一個 錯誤 , 只有 這個 解釋 
妳 告訴 他 ... 妳 幫 我 轉告 他 " 我還 沒放棄 " 
對 , 克萊夫 希爾 卡斯 
2011 年 3 月 , 他 當時 住 在 湖街 24B 
湖街 就 在 那 附近 
在 盧丁店 鋪 當運 送員 
那個 猶太人 老店 嗎 ? 
有 不 在 場證明 嗎 ? 
我 沒 看到 
可惜 了 , 我們 那 時候 從 未訊 問過 他 嗎 ? 
當然 沒有 
怎樣 ? 我們 得 去 調查 一個 住 在 倫敦 不 重要 的 人 嗎 ? 
對 , 我們 當時 抓到 兇手 了 
聽著 , 任何 能 讓 希爾 卡斯 、 阿德 蕾 和 艾羅馬 提斯 , 或 那間 公寓 扯 上關 係 的 事 ... 任何 她 能 用 來 告發 我 或 調查 組 的 證據 我 都 需要 知道 好 嗎 ? 
我 不是 去 騷擾 她 但 她 感覺 妳是 
要 嘛 妳 現 在 說 清楚 , 我 的 當事人 與 克萊夫 希爾 卡斯 有何 關聯 ? 不然 , 我 發誓 我 下 一通 電話 就是 打 去 警局 的 投訴 部門 
希爾 卡斯 有 可能 知道 與 阿德 蕾 謀 殺案 有關 的 內情 
所以 任何 能將 希爾 卡斯 連結 到 阿德 蕾 或 艾羅 的 事情 ... 
" 相關 內情 ? " 妳 這麼 說 是 什麼 意思 ? 他 是 目擊 證人 ? 或是 嫌疑犯 ? 
我 不能 說 , 這是 機密 去 妳 的 
- 蔻 洛伊 
- 什麼 事 ? 妳在 哈克 尼 唐斯 的 警局 裡有 朋友 吧 ? 怎樣 ? 
我 需要 妳 幫個 忙 聽著 , 如果 是 跟 妳 那 起謀 殺案 有關 ... - 我 不想 介入 - 蔻 洛伊 , 別 這樣 
妳 知道 我 不能 干預 , 好 嗎 ? 那些 是 機密 資料 拜 託 妳 , 要不是 很 重要 , 我 也 不會 拜 託 妳 
這個 忙 有 多 大 ? 
- 給 妳 - 謝謝 
達爾斯頓 最濃 的 爪哇 咖啡 妳 先 喝 了 , 再謝 我 
總 而言 之 , 我 跟 朵 瑞絲 聊過 了 艾羅 和 他 就 讀 同一 所學校 
- 跟 誰 ? 
- 克萊夫 希爾 卡斯 
聖喬 瑟夫 學院 
但克萊夫 比 他 高 兩個 年級 所以 他們 也 不算 是 朋友 但朵 瑞絲 說 , 某 程度 上 , 她 認識 他 的 家人 某 程度 上 ? 哪種 程度 ? 
艾羅有 一位 堂兄弟 賈米爾 喜歡 希爾 卡斯 的 姊妹 但是 朵 瑞絲 嚴禁 他們 談戀 愛 , 所以 ... 所以 , 艾羅 認識 他 ? 艾羅 認識 他 
謝謝 妳 
不 客氣 
我 對 你 來 說 很 激進 嗎 ? 
妳 所謂 的 激進 是 指什麼 ? 很 煩躁 的 那種 
固執 、 愛大吼 、 瘋狂 , 你 可以 隨時 插嘴 
羅 伊說 我 不 開心 但 那 是 一種 說法 , 對 吧 ? 代表 我 是 個 瘋 女人 
- 茱恩 
- 怎樣 ? 
妳 經歷 了 創傷 , 好 嗎 ? 所以 他 有 權問 妳 
所以 是 我 想 太 多 
妳 停車 時 很 性感 , 妳 知道 吧 ? 
這是 個 怪異 卻 貼切 的 讚 美 
- 像 這樣 嗎 ? - 不是 
- 這樣 嗎 ? - 可惡 - 你 要 到 了 嗎 ? - 沒有 如果 你 要 的 話 , 我 可以 去 買 冰淇淋 
妳 的 心情 還好 嗎 ? 
其實 我 惹 上 一點 麻煩 
加油 
這裡 ... 
我 不 明白 , 妳 不過 是 用 了 搜 尋系統 那 又 怎樣 ? 
每一筆 搜尋都 必須 與 工作 相關 我們 要 附加 上 案件 號碼 
所以 呢 ? 
那些 不是 我 要查 的 , 是 幫媽查 的 
好 , 那 妳 查 了 幾次 ? 
我 不 知道 , 八次 吧 ? 
八次 ? 
茱恩 , 妳 怎麼 不 告訴 我 ? 
因為 我 知道 你 會 說 什麼 我 不能 再 讓 她 被 強制 入院 治療 了 , 好 嗎 ? 我 不會 再 幫 她 查 了 , 以後不會 了 
好 , 這件 事要 怎麼 解決 ? 妳 進行 了 違法 的 資料 搜查 ? 要不是 那個 該 死 的 男人 這些 事 根本 不會 發生 - 赫格 提 真是 個 囉 唆 鬼 - 妳 剛才 說 那 只是 隨機 審查 
他待過 很多 部門 , 認識 權力 人士 他 認識 很多 人 好 , 妳 得 趕快 解決 這件 事 跟 妳 的 頂頭 上司 坦承 
- 羅 伊 ? 
- 對 , 跟 他 坦承 , 沒什麼 大不了 
那絕 對 是 我 能 做出 最 糟糕 的 事 
- 為 什麼 ? - 因為 他 死 腦筋 他會 認為 他 在 職責上 必須 提出 檢舉 
好 , 妳 去 找 更 高層 的 長 官 , 跟 副 局長 報告 妳 之前 常 提起 的 那個 人 鼓勵 妳 加入 犯罪 調查部 那位 
我 直接 打電話 去 嗎 ? " 喲 , 記得 我 嗎 ? 
你 當時 在 豪 恩斯 洛 的 招聘 週末 對 我 很 友善 " - 有何不可 ? 
- 因為 我 不是 你 , 好 嗎 ? 
我 不會 把 自己 擁有 的 視為理 所 當然 
有 堅定 的 自信 不是 犯罪 堅定 的 自信 啊 ? 
我 不是 很 懂 那 是 什麼 意思 
對 , 所以 這是 一種 特權 我 不 知道 ... 里 歐 
我 想 我 確定 的 是 , 我 不會 對 某個 可憐 的 急 診室 護理師 大吼大叫 只 因為 我 想 發洩怒 氣時 , 她 正好 在場 
- 那 就是 堅定 的 自信 嗎 ? 我 不 知道 - 抱歉 , 什麼 ? 或許 , 可能 是 吧 , 我 不 知道 
怎麼 回事 ? 
- 他 被判 犯規 - 他 有 犯規 嗎 ? 
有 , 把 他 絆倒 
雅各 , 就 聽 他 的 , 小兄弟 
你現 在 會 收到 一次 警告 , 好 嗎 ? 你 再 吵 就 出場 , 好 嗎 ? 好 , 來 吧 , 繼續 
加油 , 小 各 , 別氣餒 , 小兄弟 
聽著 ... 好 吧 我 道歉 , 好 嗎 ? 如果 我 那天 有 對 護理師 很 無禮 但 我 那天 的 情緒 很糟 
我 很 不 開心 因為 我 接到 一通 電話 , 懂 嗎 ? 
在 那 當下 ... 妳有 在 聽 嗎 ? 
我 還以 為 妳 死 了 
加油 , 小兄弟 ... 
其實 ... 有 時候 我 不 知道 我們 是否 有 同樣 的 價值觀 
我 是 莫爾街 庇護 所 的 貝卡 
- 是 , 嗨 - 妳 要 查克 萊夫 希爾 卡斯 嗎 ? 
- 小 茱 - 情況 是 , 我們 發現 ... 這跟 工作 有關 
好 吧 , 那 我們 搭 巴士 回家 , 好 嗎 ? 
有人 出面 ... 沒關 係 的 , 沒事 
嗨 , 妳是 朵 恩 泰勒 嗎 ? 
- 沒錯 - 抱歉 打擾 妳 我 是 茱恩蘭克 警佐 
我 在 找 一個 妳 認識 的 男人 克萊夫 希爾 卡斯 
我 聽 說 你 們 在 2018 年 認識 
妳 知道 能 在 哪裡 找到 他 嗎 ? 或 認識 他 的 朋友 ? 還是 他 會 去 的 ... 
跟我走 
好 , 謝謝 妳 撥空 談話 為 何不 要 ? 我媽 
ZYD , 我 是 茱恩蘭克 警佐 
我現 在位 於 威爾倫路 70 號 
我 認為 我 看到 克萊夫 希爾 卡斯 了 
全部 收到 , 完畢 
支援 警力 正在 前去 
還有 多遠 ? ZDB , 預計 抵達 時間 是 六分 鐘 距離 六分 鍾 , 待 在 原地 等待 支援 警力 , 完畢 
收到 
ZDY , 房屋 內有 騷動 , 完畢 
待命 , 支援 警力 正在 路上 
管 他 的 
警察 , 開門 
警察 
ZDY , 屋內 發生 攻擊 
- 發生 什麼 事 了 ? 
- 我能 從 你 的 花園 穿過 嗎 ? - 可以 - 等待 支援 警力 
ZDY , 要求 緊急 消防 支援 
ZDY , 請重 複 
ZDY , 請重 複 
ZDY , 請重 複 
我 說 那間 房子 失火 了 
要求 緊急 消防 支援 
朵 恩 
- 裡面 有人 嗎 ? 
- 救命 啊 , 我們 在 裡面 
離 開門邊 
出來 , 下樓 快 走 
這 不是 我給 妳 看 的 
妳 發誓 
妳 拿到 病理 報告 了 ? 妳 發誓 
我 發誓 
妳 看 完後要 馬 上 刪除 好 
準備 好 沒 ? 好 了 
他 知道 我會 參加會議 吧 ? 是 的 , 其實 是 他 建議 讓 妳 參加 的 
謝謝 兩位 過來 與 會 ... - 那 是 我們 至少 能 做 的 - 所以 , 突發 消息 
克萊夫 希爾 卡斯 承 認謀 殺 了 太好了 
他 乖乖 就範 , 對 吧 ? 
他 承 認謀 殺瑪莉亞迪 蘇沙 和 拒捕 
他 惹 錯 警察 了 的 確是 
我們問 : " 你 為 何殺 她 ? " 你們 猜 他 怎麼 回 ? 
她 把 油漆 打翻 在 地毯 上 - 不 - 地毯 弄 到 油漆 
世上 怪人 還真多 
皇家 檢察署 同意 了 所以 我們 在 三個 小時 前 起訴 他 所以 , 我們 準備 好 了 
我 希望 你 同意 讓 我 訊 問希爾 卡斯 
- 為 了 什麼 ? 
- 阿德 蕾 鮑 洛斯 的 謀 殺案 
那 是 個 舊案 , 是 在 2000 ... 2011 年 , 就是 那年 , 一場 舊謀 殺案 
男朋友 艾羅馬 提斯 被 判刑 ... - 24 年 - 對 , 我 想 跟 他 談談 
對 , 好 , 我想 我們 就 把 事情 說 清楚 妳 懂 吧 ? 解決 這個 問題 
好 吧 , 蘭克警 佐 ... 妳 介意 我 稱呼 妳 茱恩 嗎 ? 
- 不介意 - 好 , 茱恩 
妳 得到 什麼 新資訊 讓 妳 認為 克萊夫 希爾 卡斯 當時 在 那間 公寓 與 阿德 蕾 鮑 洛斯 一起 ? 
他 當時 住 在 當地 
湖街 24B 沒錯 
- 距離 雙子 塔 只有 500 公尺 
- 很大 的 舊 社區 
希爾 卡斯 曾經 被控 對婦 女 施暴 其中 一次 是 在 2009 年 , 然 後 ... 2011 年 5 月 , 對 , 還有 呢 ? 
希爾 卡斯 和 艾羅馬 提斯讀 同一 間學校 
聖喬 瑟夫 學院 有 超過 兩 千名 學生 
他們 不同 年級 
希爾 卡斯 有 一個 姊妹 叫做 莉安 她 與 艾羅 的 堂兄弟 很 親近 堂兄弟 嗎 ? 對 , 我們 都 有 堂兄弟 有些 人 的 還特別 多 
你 當年 有 訊 問過 他 嗎 ? - 茱恩 ... - 你 把 他 排除 在 調查 之外 嗎 ? 
茱恩 , 告訴 我 妳 是否 熟悉 " 無意識 的 偏見 " 一詞 ? 
我 為 犯 的 過錯 去 參加 訓練營 , 我 完成 課程 我 在 那裡 學到 的 知識 極富啟 發性 
是 這樣 的 , 關於無意識 的 偏見 ... 我 知道 無意識 的 偏見 是 什麼 意思 
對 , 我 得 為 跟不上 的 人 解釋 羅 伊 , 我無意 冒犯 
有 時候 , 警員 可能 會 對 某個 案件 產生 扭曲 的 看法 我敢 說 , 是 由 於 他們 先前 存在 的 偏見 偏 ... 見 , 偏見 啊 ? 
好 吧 , 好 , 我們 換一個 用 詞 , 信念 嗎 ? 
用 堅信 這個 詞 , 如何 ? 
這位 茱恩 , 她 堅信 這位 艾羅馬 提斯 一位 男性 我要 特別 指出 他 是 西非 裔 , 對 吧 ? 受到 不 公正 的 對 待 , 因為 不 知名 的 原因 除了 有 那 一通 緊急 電話 來電 
得 再 解釋 一次 , 兩通 來電 , 兩位 女性 
兩通 來電 , 同 一位 女性 
我們 不能 ... 排除 那個 可能性 
妳 知道 在 這座 城市 裡 光是 去年 就 有 多少 女性 遭受 到 家暴 嗎 ? 妳 當然 知道 
- 幾乎 達 到 二十五 萬人 - 對 , 幾乎 有 二十五 萬人 
那 兩位 都 是 說 葡萄牙 語的 人 說 葡萄牙 語的 族群 廣大 我們 目前 就 有 大約 八萬 或 九萬人 
所以 我們 才 需要 委 託 鑑定 專家 分析 ... 拜 託 妳 確認 兩通來 電者 是否 為同 一位 女性 好 吧 
那麼 她 呢 ? 瑪莉亞 嗎 ? 
她 是 誰 ? 受害者 , 更別 說 實驗室 的 花費 了 我們 的 花費 已經 超出 預算 五位 數了 
我們 已經 抓到 一個 願意 為謀 殺 她 認罪 的 男人 了 
免讓 她 的 母親 、 兄弟 、 兩個 遺孤 經歷 審判 的 痛苦 過程 
她 的 遺體 正在 運 送回 她 的 老家 聖保羅 這是 好消息 但 妳 卻 因為 某種 鬼 打牆 的 原因 想破壞 這些 最好 的 安排 
瑪莉亞 身上 有 兩處 舊 的 刺傷 疤痕 
在 肩膀 和 腹部 
海耶斯 巷 的 來 電者 也 提到 曾 被 她 的 男朋友 用刀 捅過 而且 她 說 : " 他用 刀 捅 她 " 指 的 就是 阿德 蕾 " 他 捅 了 她 好 多次 就是 用 他 捅 我 的 那 把 刀 " 
抱歉 , 妳 從 哪 得知 這些 資訊 ? 
- 這些 是 她 在 電話裡 說過 的 話 - 我 不是 指通話 我 指 的 是 迪蘇沙 女士 受的傷 
茱恩 , 告訴 我 , 妳 看過 病理 報告 嗎 ? 
我 認為 重要 的 是 ... 不 , 抱歉 , 我要 繼續 追問 但 這份 病理 報告 是 發送給 薇 薇 和 她 組員 的 機密 文件 , 對 嗎 ? 
對 吧 ? 所以 , 除非 ... 薇 薇 , 妳有 拿 給蘭克 警佐看 嗎 ? 
- 長 官 , 沒有 - " 長 官 , 沒有 " 
所以 我要 追問 妳 妳 怎麼 會 收到 那份 報告 ? 
有人 拿給 妳 看 嗎 ? 沒有 
所以 呢 ? 妳是 駭客 嗎 ? 還是 妳 跟 北 韓結盟 ? 
妳 跟 我 說 妳 沒 看過 病理 報告 ? 
沒有 , 長 官 
那麼 , 妳 的 資訊 是 從何 得知 ? 
我親 眼見 到 的 
妳 親眼 見 到 的 ? 
我 是 第一 個 到場 的 警員 
當我 發現 瑪莉亞時 我 很 自然 地檢查 她 的 生命 徵象 我親 眼看 到 的 
我 看到 她 的 舊傷 
兩 道不明 顯 的 舊 傷痕 , 妳 能 在 一瞬 間 看到 
兩位 來 電者 , 吻合 的 刺傷 
這樣 有 提高 機會 嗎 ? 
接球 
安全 的 觸碰 , 對 , 所以 要 看 時機 要 ... 懂 了 嗎 ? 
好 耶 , 很棒 
- 再試 一次 - 好 
來 , 對 , 很 好 
你們 在 做 什麼 ? 額外 訓練 嗎 ? 對 , 來 吧 , 等 一下 , 這裡 等等 , 好 , 等 一下 ... 
進得 漂亮 
你 都 是 跟 我學 的 - 都 是 跟 我學 的 - 媽 , 妳 用手 觸球 
妳 讓 自己 尷尬 了 
我們 再 來 一次 
妳 如願 所償 了 
我 引用 上面 的 話 , " 鑒 於 情況 特殊 " 
犯人 正在 出來 
妳 獲准 訊 問兇 嫌 謝謝 
對 , 但是 訊 問計畫 會先 被 仔細 檢視 , 好 嗎 ? 好 的 
與 阿德 蕾 鮑 洛斯 謀 殺案 有關 的 事 不准 被 提及 , 明白 嗎 ? 
好 吧 
除此之外 , 妳 可以 去訊問 他 了 
長 官 , 謝謝 
克萊夫 希爾 卡斯 你 認罪謀 殺瑪莉亞迪 蘇沙 但 我 今天 來 要求 你 為 另 一個 案件 合作 
在 2011 年 3 月 你 當時 住 在 湖街 24B , 正確 嗎 ? 
你 認得 這個 男人 嗎 ? 
你 認識 他 嗎 ? 
艾羅馬 提斯 , 你們 都 讀聖喬 瑟夫 學院 嗎 ? 
你 認識 他 的 家人 嗎 ? 拿來 吧 
你 知道 艾羅馬 提斯 - 正在 監獄 服 很長 的 一段 刑期 嗎 ? - 謝謝 
24 年 , 對 吧 ? 正確 , 你 知道 在 哪 一座 監獄 嗎 ? 
- 白 十字 嗎 ? 
- 對 , 白 十字 監獄 , 沒錯 
- 那 又 怎樣 ? 
- 蘭克警 佐 
你 知道 為 什麼 嗎 ? 知道 - 抱歉 ... - 這是 常識 如果 妳 試圖 誘導 我 的 當事人 ... 不 ... 我 只是 要 他 說 出來 
她 叫 什麼 名字 ? 
- 好 吧 
- 說 吧 , 說出 她 的 名字 
我現 在 要 結束 這場訊問 現在 時間 是 下午 2 點 36 分 
他媽 的 , 她 是 來 幹 嘛 的 ? 
- 他 認識 他們 兩人 - 茱恩 
- 丹 , 你 要 ... - 不 ... 你 說 吧 
鑑 於 妳 的 要求 , 赫格 提 總 警督 執行 進 一步 的 調查 並且 為 兩通 電緊 急來 電做 鑑定 分析 
這是 確定 的 鑑定 結果 
語音 學家 和 工程 師都 得出 相同 的 結論 兩者 使用 不同 的 重音 與 母音 發音 不同 的 女性 - 什麼 ? 
- 絕對 沒有 異議 妳 那位 海耶斯 巷 的 來 電者 不是 瑪莉亞迪 蘇沙 
沒有 任何 線索能 將克萊夫 希爾 卡斯 與 這起 舊謀 殺案 連結 好 嗎 ? 
同意 嗎 ? 這件 事 就 到 此 結束 
好 嗎 ? 
妳 到底 是 怎麼 回事 ? 
妳 看看 蔻 洛伊 
她 就 能 循 規蹈矩 
她 按照 吩咐 辦事 
還有 , 關於 專業 標準 部門 的 事 呢 ? 妳 回覆 他們 了 嗎 ? 沒有 嗎 ? 
去 把 那件事 處理 好 他們 會 因為 妳 的 不 當行 為 懲處 妳 
他 是 對 的 , 我 錯判 
靠 , 我 超討厭 那樣 
聽著 ... 有 一個 傳言 
希爾 卡斯 謀殺 瑪莉亞迪 蘇沙 後 的 隔天 ... 赫格 提 要求 那 兩通 來電 的 鑑定 報告 要 在 第二天 完成 
什麼 ? 
他 早就 知道 兩位 來 電者 是 不同 人 , 但 他 ... 他 壓住 那份 報告 
等 一下 那場 會議 同意 讓 我 去訊問 為 什麼 ? 他 為 什麼 要 那樣 做 ? 
不要 浪費 好 危機 
他 耍 我 
那 是 一個 陷阱 , 而 我 卻 直接 走 進去 
他 認為 只要 狠狠 打擊 我 我 以 後 就 站 不 起來 
我 不會 
他 很久以前 有 一個 女朋友 , 跟 我 一樣 
他 說 : " 那個 蠢 賤 人 都 不 聽 話 " 一直 讓 他 不 開心 
他 捅 了 她 好 多次 , 就是 用 他 捅 我 的 那 把 刀 
監獄 裡有 一個 男人 被控 殺害 她 遭到 判刑 24 年 還有 , 他 一直 說 那個 傢 伙 在 白 十字 ... 他 說 他 很 沒用 , 而且 ... 這通 電話 是 何時 的 ? 
上 週二 
聽 好 , 這些 通話 錄音 是 機密 資訊 
如果 妳 告訴 任何人 , 他們 會毀 了 我 
給 妳 
我 還以 為 妳是 穆斯林 
我 是 錫克 教徒 , 妳 這個 蠢蛋 我姓 辛格 , 索妮亞 辛格 
我們 把酒 當 能量 飲料 在 喝 
好 , 妳 之前 判斷 錯誤 
這一戰 妳 輸 了 , 輸慘 了 我 告訴 妳 她 還活 著 
她 是 唯一 能 幫助 艾羅 的 人 , 而且 她 還活 著 
對 我們 會 把 她 找出 來 
