ولی حتی اگه نتونیم دلیل رو فراموش کنیم هنوزم تونستیم بهش غلبه کنیم 
... بیشتر از دلیل جداییمون خاطرات عشقمون قوی تر بود 
من دلیل جداییمون هر چی بود میتونم بهش غلبه کنم 
چشمت به جلوت باشه 
چیه ؟ خوشت نمیاد بهت نگاه کنم ؟ 
... منظورم اینکه 
خجالت میکشم جلوتو نگاه کن 
زود باش جلوتو نگاه کن 
خب چرا ؟ 
برای جبران اینکه اون موقع نتونستم نگات کنم میخوام سه سال بهت خیره بشم 
میخوری زمین احمق جون 
نگران نباش نمیفتم 
حتی اگه بیفتم هم اشکال نداره 
میگم یونگ پیل یکم پیش از این ور نرفتیم ؟ 
کجاییم ؟ 
... کجاییم 
اینجاست 
رسیدیم 
خوبی ؟ 
خوب نیستم 
اره درسته 
بعید میدونم خوب باشی 
مگه بهت نگفتم حواست به راه باشه ؟ 
میخواستم خب ولی 
وقتی کنارمی چه طور جلومو نگاه کنم ؟ 
خب انقدر خوشگل نباش از بس خوشگلی جادو شدم 
اصلا اسیرت شدم 
چی میگی تو ؟ 
خیلی خب سوار شو 
گرسنته حتما 
بریم غذا بخوریم ، باشه ؟ 
پاهام داره میلرزه مچ پام درد میکنه 
فراموشش کن گشنم نیست 
انگار گرسنه ای زود باش بریم مراقب پات باش 
هرکسی هم که گم بشه گرسنش میشه دو ساعت سرگردون بودیم 
بالا رفتن پونزده دقیقه شد ولی پایین اومدن شد دو ساعت 
خیلی خب زود باش بخور گفتی گشنته - ... تو - خیلی خب حداقل پیاده روی خوبی داشتیم 
کیمچی نداری ؟ 
نه ندارم اگه بود خیلی مزه میداد 
برم یکم بدزدم ؟ حتما گیونگ ته داره 
نمیخواد - نمیخواد ؟ 
بدون کیم چی یه جوریه 
رامیون و کیم چی باهم مچن نه ؟ 
تنها راهیه که مادرت دیگه غواصی نکنه 
بهت کمک میکنم 
فردا ساعت یازده صبح ارائه برنامه شهربازی برای ساکنان سامدالری 
بیا باهم کار کنیم 
همه اینا داروی مامانه ؟ 
اره 
خیلی زیاده 
متوجه شدم لباس غواصیش کجاست 
مجرم ها یوله 
ها یول ؟ 
باید حرف اون خانم هارو شنیده باشه نگران بوده مادر بزرگش موقع غواصی طوریش بشه برای همین زیر تختش قائم کرده بوده 
الو سام دال اومده ؟ 
چرا هنوز برنگشته ؟ 
باشه 
... سام دال بیا بریم خونه ، میرسونمت 
خانم کو باغ نارنگی بودی ؟ 
اره داشتم سرکه پر میکردم - اومم - 
تو چطور ؟ چرا برگشتی اینجا ؟ 
گوشیمو گذاشتم تو مغازه 
که اینطور 
راستی بچه ها هنوز داخلن ؟ 
نمیدونم 
سام دال هنوز نیومده ؟ 
باید تو مخفیگاه باشن بریم ببینیم 
خیلی خب 
همیشه اینجا میزارمش چی ؟ 
چراغ ها روشنه پس باید هنوز اینجا باشن 
دوباره نوشیدنی خوردین ؟ 
از وقتی که سام دال اومده هر روز نوشیدنی میخورن 
سام دال ، مامانت اینجاست 
ایگو 
میدونم این دوتا همدیگه رو دوست دارن ولی جلوی مادرش ؟ ایگو سام دال ؟ 
مشکلی نیست 
چی ؟ 
ولشون کن 
چی ؟ 
خانم کو 
ایگو خانم کو 
اجازه میدی همین جوری بمونه نمیبریش خونه ؟ 
بچه که نیست چرا وقتی خوابه باید بیدارش کنم ؟ 
وقتی بیدار بشه میاد 
دیگه میرم 
اخ 
ایگو - خوبی ؟ 
چیشد ؟ - خوبی ؟ - 
چی ؟ 
شب و اینجا موندیم ؟ 
اره - هی - 
باید بیدارم میکردی نه که بگیری بخوابی 
صبر کن ساعت چنده ؟ 
شش صبح 
دیوونه شدم خدایا 
چیکار کنم 
چیکار کنم ؟ - چه خبره ؟ - 
چه خبره ؟ 
صبر کن اقای مان سو ؟ 
لازم نیست رسمی باشی نونا 
باشه ، مان سو 
فقط خوابیدیم اتفاقی بود باشه ؟ 
فکر زیادی نکن و دهنتم قرص باشه 
دهنم بسته 
خوبه 
هیونگ نیم خوبی ؟ 
سام دال - خدایا - 
سلام 
من خوبم ولی مامانتو نمیدونم 
ببخشید ؟ 
درسته این روزا عروسا خیلی قبل ازدواج راحت ترن ولی نمیتونی جلوی مادرت این کارو بکنی 
مامانم اومد بود اینجا ؟ 
اره 
عاشق بودن عالیه ولی باید ازش عذرخواهی کنی 
چه طور میتونی جلوی مادرت پیش یه مردبخوابی 
خانم کو مطمئنن ذهن بازی داره 
خانم فقط کنار هم خوابیدیم اونم اتفاقی بود 
اصلا اتفاقی بینمون نیفتاده جدی میگم 
جدی میگم 
دوتاتون بالغین اینکه اتفاقی نیفتاده خیلی عجیبه 
... خانم ایشش 
حمایتتون میکنم 
خدایا 
عاشق بودن گناه نیست 
من برگشتم 
چو سام دال - بله - 
الان میان خونه ؟ 
دفعه بعد زودتر بیا خونه 
وقتی اومدی مخفیگاه باید بیدارم میکردی 
منو یونگ پیل تازگیا روی یه پروژه باهم کار میکنیم 
ولی تو راه برگشت گم شدیم 
خسته شده بودیم یکم خواستیم استراحت کنیم 
ولی اخرش خوابمون برد 
... خب چیزی که دیدی 
فراموشش کن 
داری چه چرت وپرتی می گی ؟ 
یه کلمه اش رو هم نمی فهمم 
تو بزرگ شدی 
نباید بهم توضیح بدی که پیش کی بودی 
... ولی یونگ پیل بود 
که چی ؟ 
خوب که چی که یونگ پیل بود ؟ 
... مامان مشکلی نیست که من ... اونو دوست داشته باشم ؟ 
... ببین 
... ببین سانگ ته 
عجیبه قسم می خورم همین جا بود 
بهت که گفتم این اشغال نیست 
خداحافظ 
بابا 
بهت گفتم این اشغال نیست 
قربان 
ممنونم 
منشی کو 
جین دال ممکنه که بیاد درسته ؟ 
ها ؟ 
اون میاد 
یه حسی بهم می گه که اون میاد 
ولی حس من می گه که ایشون نمیان 
چقده بدبینی تو 
شنیدی ؟ نیازی نیست انقدر منفی بافی کنی 
اگه ایشون نیان در اصل به نفع خود منه 
... اگه مدیر عامل درباره ی نقشه های شهربازی برای سام دال ری بفهمن 
خدای من 
من تواناییتو برای پیش بینی بحران پیش رو تحسین می کنم 
پس سریع بدون این که متوجه بشه عمل کن 
هی 
خانم چو 
اومدی عزیزم 
خیلی خوشحالم که اومدی 
منو اینطوری صدا نکن 
می ترسم که از الان باید اغلب همدیگه رو ببینیم 
پس این چطوره عزیزم 
منو اونطوری هم صدا نکن 
پس 
خانم چو ؟ یا جین دال 
... یا 
عزیزم ؟ 
- ... تو - 
پس چی دیگه موند ؟ 
نظری داری منشی کو ؟ 
هی ؟ ببین ؟ 
- اون خوب بود - 
من از هی استفاده می کنم و تو از ببین باشه فهمیدم من از هی استفاده می کنم 
نه من از ببین استفاده می کنم تو از هی استفاده می کنی 
قراره بریم ؟ پس بیاید بریم 
چی ؟ 
صبر کن ماشین من اون جاست 
ببین قول دادیم که این بار بهتر کار کنیم 
بله قربان 
نگران نباشین 
منظورتون چیه که من برای مسائل شخصی از اون جو کار می کشم ؟ 
اون هه رفته پس پروژه هاش به یه عکاس جدید نیاز دارن 
چو اون هه ؟ 
نمی تونم بهش بگم برگرده 
منظورتون چیه که مردم ساکتن ؟ 
این فقط یه ارامش کوتاه مدته چطور می تونین اجازه بدین برگرده ؟ 
کارت تموم شد ؟ 
اره - بیا بریم - 
رییس برای این کار امید زیادی بهت داره 
اماده ای درسته ؟ 
اخه کجاست ؟ 
ظرف کیمچی رو دیدی ؟ 
کیمچی ؟ نه ندیدم 
مامان بزرگ خاله سام دال قبلا بردش 
چی ؟ 
چرا باید این کارو کنه ؟ 
نمی دونم 
ولی حداقلش کیمچی خراب نشده بود پس مطمئنم که نمی خواد کسی رو بکشه 
تو نگران چی هستی ؟ 
این فقط کیمچیه 
اینطوری نیست که براش ناهار اورده باشم یا یه چیزی براش گلدوزی کرده باشم 
فقط می خوام یکم از کیمچی مامان رو بهش بدم 
من یکم دارم ، گیونگ ته و اون ته هم دارن 
ما هممون باهم شریک می شیم 
خیلی بچگونه ست 
موضوع بزرگی نیست 
ما فقط داریم غذامون رو باهم شریک می شیم مشکلش کجاست ؟ 
خیلی داغه 
چو سام دال - خدای من - 
اون جا چی کار می کنی ؟ 
اون بالا چی کار می کنی ؟ 
دارم توتبوکی می خورم 
عجله کن بیا بالا یکم بخور خوشمزه ست 
چرا کیمچی اوردی ؟ 
دلیلی نداشت 
... صبرکن به خاطر دیروزه - منظورت چیه ؟ 
من فقط چون تو دیشب هوس کرده بودی بلند نشدم با کیمچی بیام این جا 
فقط این که یکم کیمچی می خوایم تا غذاهای این اطراف رو بخوریم درسته ؟ 
فکر کنم با عجله اومدی 
ببین من با عجله نیومدم من که بچه نیستم 
دیروز رامیون مزه خوبی نداشت چون هیچ کیمچی نبود 
اره این برای منه 
من می خوام بخورمش 
پس می خوای امروزم رامیون بخوری ؟ 
نه نمی خوام چی ؟ اصلا منطق نداری 
من که مجبورت نکردم خودتم نمی خوای بخوری 
موضوع چیه ؟ فقط بندازش دور - چرا باید این کارو کنی ؟ 
... اگر اینطوریه پس تو بخورش 
چرا داری می خندی ؟ 
انقدر نخند - باشه - 
سام دال دیروز بهت گفتم انقد خوشگل و بانمک و بافکر نباش 
نمی تونم درک کنم 
داری چی می گی ؟ 
هی من کیمچی رو می خورم 
نه نمی تونی بخوری 
جدی می گم می خورمش 
لبخند نزن 
اون برای چی بود ؟ 
... سام دال - هی گیونگ ته - 
چی شده گیونگ ته 
... توی احمق 
اخه چی بهت گذشته ؟ 
من ؟ 
منظورت چیه ؟ 
- هی چی - 
منظورت چیه که بهت گذشته ؟ 
این چیه ؟ 
چو اون هه ... تو خیلی 
منو ترسوندی 
چی شده ؟ 
چی شده ؟ چیه ؟ 
... این 
... مامان این 
کدوم خواهرته ؟ 
جین دال یا سام دال ؟ 
مهم نیست چیزی نیست که بخوای نگرانش شی 
بدش من 
ولی چرا ؟ 
بهت که گفتم موضوع مهمی نیست 
گفتم بده من 
یه مقاله دیگه درباره ی سام دال پخش شده ؟ 
گفتم بدش من 
هی 
چو اون هه 
... تو خیلی 
چطور جرئت کردی دختر سخت کوش منو به خطر بندازی ؟ 
فکر می کنی کی هستی ؟ 
ای عوضی فکر می کنی میذارم از این قسر دربری 
مجبورت می کنم به خاطر کاری که باهاش کردی دوبرابرشو بدی 
این زن کیه ؟ 
کیه ؟ 
مطمئن می شم که زندگیت نابود بشه 
این زن کیه 
دارم ازت سوال می کنم 
فکر کردی شخص خاصی هستی ؟ 
؟ ( مادر دستیار ، او را تنبیه می‌کند ) 
مادر دستیار ؟ 
اون مادر بانگ اون جوئه ؟ 
آره 
باهاش کنار بیا 
اون زن دیوونس 
چجوری می‌تونه اون دختر معصوم لاغرمردنی رو بزنه ؟ 
لعنت بهش ، بانگ اون جو 
اون یه هزه‌ی شیطان صفته 
تاوانشو پس میده 
موضوع چیه ؟ 
اینو توی بیمارستان ضبط نکردین ؟ 
! چو اون هه ... تو 
خب ؟ 
تو اینو آپلود کردی ؟ 
آره 
چرا این کارو کردی ؟ 
چون حوصلم سر رفته بود 
بیاین فقط حرفاشونو گوش بدیم و ما هم بگیم نه 
جین دال 
جین دال - سلام عمو - 
اینجا چیکار می‌کنی ؟ 
اگه مامانت بفهمه چی ؟ 
همگی منم به عنوان یه ساکن سامدالری اومدم اینجا 
خوب میشه اگه شهر ما هم یه جای دیدنی برجسته داشته باشه 
مامان تو لیدر غواصای زنه 
اگه بفهمه تو اینجایی از عصبانیت کبود میشه 
پس تو باید بری - برو ، زودباش - 
کی اهمیت میده که عصبانی بشه ؟ 
مراقب حرف زدنت باش - چطور می‌تونی اینو بگی ؟ 
نه ، منظورم اینه ترجیح میدم ازم عصبانی باشه 
غواصای زن ما تا ابد نمی‌تونن غواصی کنن 
شما همه غواصی رو یاد گرفتین تا مثل اونا باشید اما چون کار سختیه انجامش نمیدین 
... خب ، این 
... این درسته ، اما 
درسته ؟ خیلی سخته 
اما اگه شهربازی اینجا ساخته بشه دیگه کسی مجبور نیست بره غواصی 
چرا باید یه همچین فرصتی رو از دست بدیم ؟ 
باید خوب بهش فکر کنید ، باشه ؟ 
اگه شهربازی اِی اس اینجا ، توی سامدالری ساخته بشه بیشتر از 10هزار فرصت شغلی ایجاد میشه 
درضمن ، انتظار میره که شهربازیمون به عنوان نماینده‌ی سامدالری تبدیل به یک قطب گردشگری بشه که این موضوع خیلی به احیای شهر کمک می‌کنه 
طفره نرو 
شهربازی قراره چی داشته باشه ؟ 
من باید باغ نارنگیمو بارور کنم 
زودتر بحثو جمع کنید 
بله خانوم پس لطفا به این اسلاید نگاه کنید 
اول قصد داریم در امتداد ساحل لیزر نصب کنیم تا ساحل روشن بشه و یه تفرجگاه برای پیاده‌روی شبانه ایجاد بشه 
ما همه ساعت 9 شب خوابیم 
! با اون چیزا نمیشه درست بخوابیم 
! درسته - آجوماها نمی‌تونن بخوابن - 
درسته - نمی‌تونن - 
بعدا می‌تونیم در مورد جزئیات کم و زیاد کردن نور بحث کنیم 
منظورت چیه ؟ چرا باید شبا چراغ روشن بشه ؟ 
! چراغا رو خاموش کنید 
اگه ساعت 9 وقت خوابه اون موقع خاموششون می‌کنیم 
به هر حال چرا یکی باید دیروقت پاشه بره پیاده روی ؟ 
قربان ، اون جذابیت شبه نمی‌تونید ساعت 9 چراغا رو خاموش کنید 
پس بیخیال شبا بشید به روز تغییرش بدین 
بله قربان 
پس ما در مورد این موضوع بعدا بحث می‌کنیم 
پدیده‌ی دوممون قسمت سافاریه 
بیش از 50 گونه حیوان از جمله حیوونای وحشی مثل شیر - حیوون وحشی ؟ 
دیوونه شدین ؟ 
من توی اخبار دیدم اونا فرار می‌کنن و میان توی شهر 
بله ، درسته برای همینه که مسئولین حرفه‌ای برای باغ وحش استخدام می‌کنیم تا به صورت شیفتی کار کنن 
وقتی یه خوک از روستای بغلی میاد ، زمینامونو زیر و رو می‌کنه 
آره ، راست میگه 
! حیوون وحشی نمیارین 
قربان - بیخیال حیوون وحشی بشید - 
خیلی خطرناکه 
چرا باید حیوونای وحشی رو اسیر کنید ؟ 
! قربان 
سافاری که بدون حیوون وحشی نمیشه 
اون احمق 
می‌خواد شهربازی بسازه یا نه ؟ 
! می‌خواد همه چیو حذف کنه 
خیلی خب ، به من گوش کنید 
اگه لیزرا رو به دریا نصب بشن 
هوا زیاد روشن نمیشه 
راستشو بخواین روستامون شبا یکم تاریکه 
درسته - دو سال پیش بود - که توی شب از سانگ دوی معروف دزدی شد ؟ 
فایده‌ی دوربینای مداربسته چیه ؟ به خاطر تاریکی زیاد نتونستن دزدو بگیرن 
درسته 
هوا کاملا تاریک بود - درسته - 
و در مورد حیوونای وحشی اون اتفاقات توی اخبار خیلی نادرن 
اگه اومدن توی روستا فقط زنگ بزنید به من 
خودم می‌گیرمشون 
شما که می‌دونید من چقدر قویم مگه نه ؟ 
خودم می‌گیرمشون 
ببین منو 
باید برای مشکلات ، راه حل پیشنهاد کنی نه که از شرشون خلاص بشی 
کی مسئول این پروژس ؟ 
... بابا 
منظورم رئیس کله 
دقیقا ، رئیس کل 
به نظرت اون سافاری بدون حیوون وحشی رو قبول می‌کنه ؟ 
همین الانم چون پروژه رو منتقل کردی اینجا می‌خوان خرخرتو بجون 
چی ؟ می‌خندی ؟ 
... خب 
اینکه می‌بینم کمکم می‌کنی خاطرات گذشته رو واسم زنده کرد 
عزیزم ، تو کنارم بودی و توی همه چیز راهنماییم می‌کردی برای همین حتی با اینکه لیاقتشو داشتم دیگه توسط بابام سرزنش نمیشدم 
اون این روزا همش داره سرزنشم می‌کنی 
منو عزیزم صدا نکن 
بله 
! چو اون هه ( چو اون هه تنبیه شد ) ( ! مادر دستیار اونو تنبیه کرد ) 
چطور جرئت می‌کنی دختر سختکوش منو به خطر بندازی ؟ 
هی ، سام دال ! کتک خوردی ؟ 
جین دال ، آروم باش چیزی نیست ، ماجرا رو بدتر نکن 
مامان فهمیده ؟ 
چرا هه دال بهش گفت ؟ 
من خوبم باشه ؟ 
خدافظ 
ای خدا 
چرا الان باید این اتفاق بیفته و گند بزنه به همه چی ؟ 
! ای وای 
تو خوب نیستی 
چی ؟ 
خب ، این همش مربوط به گذشتس 
که چی ؟ 
این حقیقتو که اون کتکت زده تغییر نمیده 
چرا تنهایی رفتی اونجا ؟ خطرناکه 
تو نمی‌دونی کی اون بیرون منتظرت بودن باید یه نفرو با خودت می‌بردی 
نمی‌تونستم یکیو با خودم ببرم 
جین دال داستان درست می‌کرد و اینکه با دستیارم می‌رفتم هم خجالت آور بود 
خب چرا گذاشتی کتکت بزنه ؟ 
! تو بی گناهی 
چرا اجازه دادی یه غریبه کتکت بزنه ؟ 
! باید جلوش وایمیسادی 
اون موقع نمی‌دونستم باید چیکار کنم 
حالا که بهش فکر می‌کنم پشیمونم که اجازه دادم منو بزنه 
اما اولین بار بود که همچین چیزی رو تجربه می‌کردم 
پس نگو که چون اجازه دادم منو بزنه یه احمقم و بهم نگو باید چیکار می‌کردم چیکار نمی‌کردم 
این چیزا رو نگو یونگ پیل باشه ؟ 
این خیلی ناراحتم میکنه 
وقتی این اتفاق افتاد تنها بودی 
همه این احساساتت رو ریختی توی خودت و بعد گریه کردی ... . این فقط 
همه مون توی این دنیا تنهاییم ، میدونی ؟ 
تو تنها نیستی 
پدر و مادرت رو داری خواهرات و دوستات رو داری 
و منو داری 
دقیقا همینجا 
الان دیگه منم داری 
تنها نیستی 
پس از الان به بعد دیگه کارهات رو تنهایی انجام نده احساساتت رو جمع نکن و گریه نکن 
فهمیدی ؟ 
... خیلی مهم نیست که تنها بودم 
جواب منو بده ، فهمیدی یا نه ؟ 
آره ، فهمیدم 
چرا بهمون نگفتی ، اون کتکت زده ؟ 
چرا گذاشتی بزنتت ؟ 
وقتی میخواستی بری بیمارستان باید ما رو هم با خودت میبردی 
باید مجبورشون کنم دیه بدن چطور جرات کردن بهت دست بزنن 
میخوام بدونم کی اون ویدیو رو پخش کرده حتما عمدی بوده 
... تو 
توی نت همه چی آروم بودا ولی باز شروع کردن به حرف زدن درباره تو 
اینو ببین 
عشق مادری ، تاثیرگذارترین چیزه 
بهترین صحنه 2023 - دوستش دارم - 
حقش بود ، بچه ش آسیب ببینه 
خدای من 
... اون دیوونه 
مامان 
شماره مادرش رو بده بهم 
مامان ، ولش کن 
همین الان 
اگه شماره ش رو نداری شماره اون جو رو بده 
... ولی 
چطور اجازه میدی اون بزنتت ؟ - مامان - 
چطور میتونی ؟ 
مامان 
چرا گذاشتی مثل یه احمق بزنتت وقتی هیچ کار اشتباهی انجام ندادی 
مامان ، توروخدا 
نذاشتم بری سئول تا اینجوری باهات رفتار کنن 
شماره مامانش رو بده 
میخوام همون کارو باهاش بکنم 
خوبم ، مامان 
نه ، نیستی - مامان - 
منظورت از " خوب " چیه ؟ - مامان ، خواهش میکنم - 
... به خاطر خدا 
هی به این میگین نظرسنجی سایت ؟ 
اینها یا همه شون توریستی هستن یا جاهایی ان که عکاسهای دیگه رفتن 
جاهای شناخته شده رو نمیخوام گفتم یه گنج پنهون برام پیدا کنین 
دیگه نمیتونم این آشغال رو تحمل کنم 
... ببین حداقل به یه تم نیاز داریم تا بدونیم دنبال چی بگردیم 
عقلت رو از دست دادی ؟ 
اگرچه موضوع سوءاستفاده از قدرته ولی قبلا برای چو اون هه کار میکردی به خاطر همین طاقت آوردم چون فکر میکردم میتونم ازت یادبگیرم ولی مهارت های من از تو بیشتره 
اصلا به تم فکر نکردی ، درسته ؟ 
واسه همینه که میخوای ما کارت رو راه بندازیم زود باش ، بریم 
کجا میری ؟ 
نمیتونی بری ؟ 
ماها دستیار کارگردانیم نه خدمتکار شخصیت 
از حالا به بعد خودت کارت رو پیش ببر 
بریم 
کجا میری ؟ 
از چو اون هه چی یاد گرفته ؟ 
ببین ، بذار همه چیزو مرتب کنم 
... برو استراحت کن ، من 
از دست تو 
نباید بذاری اینجوری برن 
عکسبرداری تو محل چی میشه ؟ به دستیار نیاز داریم 
لعنت به چو اون هه 
چطور جرات کردن اسمش رو بیارن ؟ 
... اون جو 
توی این ماه سه بار تبلیغات رو تغییر دادیم 
اگه این عکسبرداری هم لغو بشه ، اخراج میشم 
هفته آینده تیم میاد و تو هیچ تمی نداری 
فردا کجا بریم عکاسی ؟ 
حتی تم هم نداریم 
تو تنها نیستی 
پدر و مادرت رو داری خواهرات و دوستات رو داری 
حالا منم داری 
دقیقا همینجا 
مامان 
درد داری ؟ 
حتما تنهایی شوکه شدی 
درد داشت 
شوکه کننده بود و ترسناک 
انگار توی این دنیا هیچکس طرف منو نبود و من خودم بودم و خودم 
ترسیده بودم 
نباید میذاشتم تنهایی بری جزیره اصلی 
مامان ؟ 
هنوز حرفم تموم نشده 
اون موقع بود ، اون موقع ترسیده بودم 
ولی الان خوبه خوبم 
تو الان کنار منی ، طرف منی 
پس دیگه ناراحت نباش 
این خونه رو خیلی غمگین میکنی خانم کو 
خیلی خب 
اینو ببین 
یه حمله واقعیه 
تو روز روشن 
تو ملا عام بهش حمله کرده 
" این چه " نظمیه ؟ حمله ست دیگه ، ببین 
آره ، دقیقا میتونه به خاطر حمله متهم بشه 
قشنگ معلومه هدفشون از انتشار این ویدیو تخریبه 
حتی صورت سام دال رو هم تار نکردن 
درسته ، چرا صورتش رو تار نکردن ؟ ما هم حقوق اجتماعی داریم 
خدای من 
میتونین به خاطر همه اینها ازش شکایت کنین - درسته - 
باورم نمیشه دارم اینو میگم ولی به خاطر سام دالم که شده نباید کاری بکنین 
چرا نکنیم ؟ - چرا نکنیم ؟ - 
الان نظر عمومی مخالف سام داله 
میدونین که 
همه چی یکم آروم شده بالاخره میتونه یه خورده نفس بکشه 
درسته ، همه چی حل شده و این دوباره ناراحتمون کرد 
سانگ بونگ - چیه ؟ 
اینجا چیکار میکنی ؟ 
اینو چی میگن ؟ میخوایم یه حمله رو گزارش بدیم 
لعنتی ، چون چونگ گی و بانگ اون جو مشکل دارن 
باید دفعه قبل شکستشون میدادیم ، یونگ پیل 
کاملا موافقم ، لعنتی 
چی ؟ دیدیشون ؟ 
- آره ، وقتی رفتیم سئول - 
پس برو تو و چهره ش رو گزارش بده ، توهم یونگ پیل 
هی ، یه عالمه عکس از بانگ اون جو توی نت هست 
واقعا ؟ 
دلفین ها توی آکواریم رنج میکشن 
ازشون محافظت کنین 
هی ، بچه جون ، منظورم اینه ، هایول 
دلفین هارو توی دریا رها کنین 
هایول ، جدی میخوای اینجا بمونی و داخل نیای 
آره ، همونطور که آجوشی گفت ، تماشای دلفین ها قشنگه 
انگار اون دلفین هارو خیلی دوست داره منم فقط بهش یاد دادم راه درست محافظت ازشون چیه 
هی ، آجوشی 
راسته که دلفین ها توی آکواریوم خیلی عمر نمیکنن ؟ 
آره ، دلفین ها توی دریا بیشتر از 40 سال عمر میکنن 
ولی خیلی هاشون توی اسارت فقط 4 سال زندگی میکنن 
چرا ؟ 
خب ، اگه همیشه توی یه اتاق کوچیک گیر کنی ، چه حسی داری ؟ 
ممکنه استرس بگیرم 
درسته ؟ 
دلفین ها برای دریای بزرگ آفریده شدن نگه داشتنشون توی یه محفظه کوچیک باعث میشه استرس بگیرن 
استرس ریشه همه مریضی هامونه 
تو خیلی عاقلی ، هایول خیلی باهوشی 
راستی ، آجوشی کی اینهارو درست کرده ؟ 
اینها ؟ ... اینهارو داوطلبهای مرکز دلفین درست کردن 
دوست داری برای بازدید بیای ؟ 
آره دوست دارم 
هی 
چرا موافقت کردی باهاش بری مرکز دلفینا ؟ 
عیب نداره اون غریبه نیست 
خب تو یه رئیسی درسته ؟ 
سرت شلوغ نیست ؟ مجبور نیستی این کارو برامون انجام بدی 
این شغل منه 
وقتی تو بار همدیگه رو دیدیم موافقت نکردیم خیلی راحت با هم حرف بزنیم ؟ 
چی ؟ 
خدایا ، من کی موافقت کردم ؟ 
ببخشید قربان ولی چرا بخوام راحت حرف بزنم ؟ 
دیوونه شدی ؟ ما که دوست نیستیم 
درست نیست 
آجوشی چرا بابای نامچون شدی ؟ 
من ؟ 
چون اگه نمیشدم هیچکی تو این دنیا ازش مراقبت نمیکرد 
جای باحال و دنجیه 
تو که گفتی نمیخوای راحت حرف بزنی 
اینجوری گفتم چون پیش اون به رفتن به بار اشاره کردی 
اینجا قبلا متروکه بود 
بعد یه سال تعمیرات و تمیز کاری بازش کردم 
کارت رو خوب انجام دادی 
نمیدونستم متروکه بود 
هیچی برای یه پدر غیر ممکن نیست 
هرچی باشه من پدر نامچونم 
درسته 
کی و چطوری برای اولین بار نامچون رو ملاقات کردی ؟ 
وقتی بیست و یک سالم بود ، نیمه وقت توی آکواریوم کار میکردم تا توی سراسر اروپا ، اروپا گردی کنم 
این اولین باری بود که ملاقات کردیم 
چی ؟ پس یعنی نامچون اون موقع اسیر شده بود ؟ 
آره 
بعدش یه روز دیگه غذا نمیخورد و هروقت برای تمیزکاری آکواریوم میرفتم بدنش رو میکوبید به دیوار 
اولا فکر میکردم فقط میخواد بازی کنه ولی بعد خیلی زود فهمیدم میخواد به خودش صدمه بزنه تا زندگیش رو تموم کنه 
چی ؟ 
دلفینا هم از این کارا میکنن ؟ 
آره بهش میگن گیر افتادن توی کشورهای دیگه هم غیر معمول نیست 
وقتی که دلفینا به خاطر استرس به زندگی خودشون پایان میدن 
اونموقع اوریونگ رو باردار بود 
دلفینایی که تو آکواریوم به دنیا میان زندگی طولانیی ندارن 
فکر کنم نامچونم میدونست 
حاضر بود با بچه‌ش بمیره تا اینکه تو اسارت زندگی کنه 
درسته 
اونجا بود که فهمیدم فقط من میتونم به نامچون کمک کنم 
فهمیدم 
فکر کنم بدونم چه حسی داشتی 
! نمیخوام 
این بچه‌ی منه ! چرا باید این کارو بکنم ؟ 
تو فقط بیست و یک سالته 
اون پدر نداره ، چجوری میخوای تنهایی بزرگش کنی ؟ 
! ما بزرگش میکنیم - دقیقا - 
اون پدر نداره پس حداقل باید مادر داشته باشه 
شما دوتا مادرش میشین ، ها ؟ 
اگه اون و من غرق میشدیم شما دوتا اول من رو نجات میدادین 
جوری که من میتونم ازش مراقبت کنم هیچکی تو دنیا نمیتونه 
پس اگه من نتونم کی می‌تونه ازش مراقبت کنه ؟ 
... هایول 
دفعه پیش داشت کنار ساحل گریه میکرد 
هیچوقت همچنین بچه‌ی نه ساله‌ی با فکری ندیده بودم 
... چی 
داشت گریه میکرد ؟ چرا ؟ 
مگه مامانت رهبر گروه غواصان زن نیست ؟ 
وقتی برای مادرت حادثه پیش اومد هایول رو دیدم 
گریه میکرد و می‌گفت اگه مامان بزرگش بمیره کی قراره مراقب مادرش باشه 
چی ؟ 
اگه دریا مامان بزرگم رو بگیره چی ؟ 
چه اتفاقی برای مامانم میافته ؟ 
خیلی با فکره 
هی چرا گریه میکنی ؟ 
هایول 
چرا گریه می‌کنی مامان ؟ 
کسی باعث شده گریه کنی ؟ 
برای همین لباس غواصی مامان بزرگ رو قایم کردی ؟ 
چون میترسیدی اگه اتفاقی براش بیافته کسی نیست ازم مراقبت کنه ؟ 
چرا نگران همچنین چیزی هستی ؟ 
تو الان باید فقط نگران بازی کردن باشی و روز بعد چی میخوای بخوری 
! من هنوزم بچه‌ام برای همین نمیتونم مراقبت باشم 
نیازی ندارم کسی مراقبم باشه 
من باید مراقب یکی باشم اونم تویی 
اگه هیچکی نبود ازم مراقبت کنه خودم ده برابر از هر کسی قوی ترم 
کسایی که باید مراقب یکی باشن همیشه خیلی قوی‌ان 
... هایول 
نگران اینجور چیزا نباش 
نمیخوام نگران این چیزا باشی 
... مامان این ... جدی ، من 
جین دال 
رفتی برای معارفه‌ی شهر بازی ؟ 
نه 
چرا برم اونجا ؟ 
سام دال عجله کن و بیا بیرون 
! باشه ! اومدم 
بهش بگو برش گردونه به همون نامدالری 
در مورد چی حرف میزنه ؟ 
خدایا بو میده 
خیلی زیاد 
چرا هنوز این کارو میکنیم ؟ 
- شرم آوره - 
این چیه ؟ 
واقعاً جهنم دره‌ست 
گفتی در حال بررسی موقعیتی چرا اومدی این شهر ؟ 
اینجا زادگاه اون هه ست 
از کجا میدونی ؟ 
من اکسشم ، میدونم اسم واقعیش چو سام داله 
همیشه وقتی مست میکرد می‌گفت هیچوقت نمیخواد برگرده سامدالری 
چرا اومدیم اینجا ؟ باید سریعتر به جایی رو پیدا کنیم 
دقیقا همون دلیلی که اینجاییم 
میخوای جایی رو انتخاب کنی ؟ 
آره 
فکر نمیکنی جواهرات پنهان شده با سنگ های قدیمی پیدا کنیم ؟ 
خانم چو مکان هایی با سبک قدیمی فوق‌العاده‌ست 
بد نیست درسته ؟ - دقیقا - 
ازونجایی که قراره وایب روستایی داشته باشه زادگاه تو چطوره ؟ 
ججو خب قطعا زادگاه من مکان های قدیمی زیادی داره که سبک قدیمی دارن ولی نمیخوام برم اونجا 
هی اگه باهاش برخورد کنی چی ؟ 
اون از زادگاهش متنفره 
حتی اگه حرفه‌ش تموم هم شده باشه هرگز بر نمیگرده اینجا 
یه جارو پیدا کن بیا قدم بزنیم و موقعیت رو پیدا کنیم 
این دیگه دست من نیست 
: چرا بانگ اون جو به چو اون هه اتهام زد ) ( من احترام میخواستم نگاش کن چقدر شیطانی به نظر میاد 
و توهم زشتی 
چرا گیر دادی به من ؟ 
مامان ببین 
این بانگ اون جوـه دختری که باعث عذاب سام دال شد 
احمق شیطان صفت 
برای چی بود ؟ 
- بهش منتقل کن - 
چطوری این کارو بکنم ؟ 
سلام - سلام - 
گرمه 
چی ؟ 
امکان نداره 
اونه 
! گیونگ ته بیا بیرون عجله کن 
چند وقت پیش گرفتمش 
فهمیدم 
یه جورایی شبیهشه 
خوب نگاه کن 
یکم با هم فرق میکنن 
زنای سئولی خیلی شبیه همدیگه‌ن 
فهمیدم چرا سینگلی 
... موهاش 
عجله کن اون وو - زود باش ! 
ولی چرا اومده اینجا ؟ 
همین 
درسته میخواست نیاد تو دهن شیر 
شاید اومده بازم سامدال رو تو دردسر بندازه 
چی ؟ - اون عوضی - 
هی ، سانگدو رو خبر کردی ؟ - آره - 
بیاین همین که مطمئن شدیم باهاشون روبرو بشیم 
باشه - باشه - 
ساکت باشین 
مامان قاطیشون کردیم 
بریم - باشه - 
دارن میرن.چیکار کنیم ؟ 
چیکار کنیم ؟ - چیکار کنیم ؟ 
- آهای ، چون چونگ گی و بانگ اون جو 
همونی که اوندفعه یقه‌ام رو گرفتی - خودشونن - 
پس با پای خودشون اومدن تو لونه شیر - چی ؟ 
چطور جرئت میکنین پا بذارین اینجا ؟ 
- پس تو همون اسکلی ؟ - 
چطور جرئت میکنین بیاین اینجا ؟ 
اینا کی‌ان ؟ 
- دارین چیکار میکنین ؟ 
- دارین چیکار میکنین ؟ 
پس خودت چی ؟ چرا اون کار رو با سامدال عزیزمون کردی ؟ 
آهای بانگ اون جو اون مامانت که سامدال عزیز ما رو زد کجاست ؟ 
بهت گفتم ازش دور بمونی 
به اندازه کافی کشیدم 
بدو 
بگیرینشون 
بگیرینشون - آهای - همونجا وایسین - برگردین اینجا - 
لعنتی 
ها ؟ 
هِی ، بانگ اون جو و اون چون چونگ گی اینجان 
چرا باید بیان اینجا ؟ 
نمیدونم.گمشون کردیم 
نمیدونیم با سامدال چیکار میکنن زود برو پیشش 
باشه 
سامدال ، کجایی ؟ 
واقعا ؟ 
همونجا بمون.جایی نرو 
زودی میام 
چشه ؟ 
اوه ! بوی سرکه میاد.سرم درد گرفت 
بوی سرکه باید قوی باشه تا پرنده‌ها رو دور کنه 
درسته 
هیچی بهتر از سرکه نیست 
ها ؟ تو باغم 
چیه ؟ 
دارم سرکه‌های تو باغ رو عوض میکنم 
باشه 
چرا اومدیم زادگاه اون هه ؟ 
چرا فرار کردیم ؟ 
ما که کار اشتباهی نکردیم - بانگ اون جو - 
قیافه‌هاشون رو ندیدی ؟ 
داشتن طرفداری سامدال رو میکردن و تهدید میکردن که مارو میکشن 
مامان ، کارمون تموم شد.دیگه میتونیم بریم 
مامان 
مامان ، نارنگی بخور 
میدونی چیه ؟ تو به اون هه وسواس پیدا کردی 
اومدی زادگاهش ؟ اون ویدئو رو پست کردی ؟ 
بالاخره اوضاع یه کم ساکت شده بود - چیه ؟ 
- منتظر فرصتی که پروژه منو بدی اون ؟ 
یه لحظه 
مردم دارن بهش پیشنهاد همکاری میدن واسه همین اون ویدئو رو پست کردی ؟ 
برگرده ؟ بعد اون کاری با من کرد ؟ 
فقط لهش کردم که دیگه نتونه از جاش پاشه 
فکر می کنی دختر من یه سوسکه ؟ 
ببخشید ؟ 
! مامان - ! مامان - 
... چی 
اون اون‌ جوئه - این بوی چیه ؟ 
- ! بانگ اون جوئه 
خدایا ، این بوی چیه ؟ 
عقلتو از دست دادی آجوما ؟ 
شما دوتا اینجا چیکار میکنین ؟ 
... خب 
آره 
عقلمو از دست دادم 
کدوم مادری بعد کاری که با دخترش کردن عقلش سر جاش میمونه ؟ 
! هیچ مادری همچین کاری نمیکنه 
درک میکنم که چرا مامانت بعد کاری که با دخترش کردن ناراحته 
ولی چی گفتی ؟ 
طوری لهش کردی که دیگه نتونه از جاش پاشه ؟ 
شنیدم درباره اتفاقی که برات افتاده دروغ گفتی 
! شنیدم خودت تکذیبش کردی 
ولی چرا اون کار رو کردی ؟ 
چرا دروغ گفتی ؟ 
‌ ... 
ولی بازم ریختن سرکه یه کم - فکر میکنی نمیتونه سر پا شه ؟ 
بیا و دوباره لهش کن 
... خانم ، لطفا 
هیچوقت بهش یاد ندادم بیفته بلکه یادش دادم چطور از جاش بلند شه 
هر دفعه از جاش بلند میشه 
حتما اینو به مادرت بگو کاری میکنم به خاطر کاری که با بچه‌ام کرد تاوان پس بده 
اونم یه مادر داره 
... خانم - مامان - 
اون هه ، صبر کن.بذار توضیح بدم 
چطور جرئت می‌کنی بهش دست بزنی ؟ 
حرومزاده 
بهش دست نزن ، فهمیدی ؟ 
میخوای بمیری ؟ 
آهای 
تو همونی که اومدی شرکت 
آره ، من بودم حرومزاده 
داری اعصابمو خرد میکنی ، خب ؟ داری اذیتم میکنی گرفتی ؟ 
- منظورت چیه ؟ 
- منظورم اینه که از جلوی چشمام خفه شو الاغ 
به نفعته گورتو گم کنی.اگه دوباره چشمم بهت میزنم لهت میکنم 
... یه دقیقه - لعنتی - 
اِی وای - چو اون هه - 
فکر کردی بیخیال میشم ؟ 
مامان ، یه لحظه صبر کن 
برو و اینو هم پست کن 
چی ؟ 
فیلم بگیر و پستش کن 
چیه ؟ داری کاری که به خاطر تظاهر به قربانی بودن گرفتی رو از دست میدی واسه همین میترسی کارت رو ازت بگیرم ؟ 
من که دزد نیستم.چرا باید ازت بدزدمش ؟ 
راه‌های دیگه‌ای واسه حمایت از خودم دارم 
چطور تونستی اینقدر گستاخ باشی و بیای اینجا ؟ 
مگه اینجا مالِ توئه - آره - 
ممکنه تو سئول هیچ قدرتی نداشته باشم ولی اینجا قلمرو منه 
پس حواست باشه 
اگه اینجا ول بگردی ، پشیمون میشی 
گرفتی ؟ 
بریم مامان 
تو 
اگه به خاطر مامانم نبود الان مرده بودی 
‌ .‌‌ . . 
خدایا 
چرا اینو آوردی اینجا ؟ 
چی شده ؟ 
دیگه تحمل نمیکنم کسی با دخترام بدرفتاری کنه 
اونایی که سامدال رو اذیت میکنن رو هم تحمل نمیکنم 
صبر کن و ببین 
... مامان ، عیب نداره ... دوستش داشته باشم ؟ 
قضیه چیه ؟ 
چیه ؟ 
منم سامدال رو اذیت کردم اول باید یه فکری به حال خودم بکنم 
خدایا 
مامانت واقعا حرف نداره 
دو هفته طول میکشه تا بوی اون سرکه بره 
همینو بگو 
مامان من همچین اخلاقی داره 
چیه ؟ انگار خوشحالی 
به خاطر اینه که از اون جو انتقام گرفت ؟ 
نه 
راستش کل روز خوشحال بودم 
سئول که بودم حتی از فکر کردن بهش هم‌ وحشت داشتم ولی الان که اینجام ، وقتی اون ویدئو رو دیدم حس خوبی پیدا کردم 
چرا ؟ 
اون حسی که وقتی تنها بازمونده گروهت توی بازی وسطی هستیو بلدی ؟ 
تیم مخالف محاصره ت کرده و همونجوری که بهت خیره شدن دارن فکر می‌کنن به کدوم قسمت بدنت توپو بزنن 
من توی سئول دقیقا اون حسو داشتم 
... ولی ولی آخرش ، به محض اینکه اومدم ججو فهمیدمش 
بین اعضای تیم مقابل می‌تونستم اعضای تیم خودمو ببینم که واسم دست تکون میدن و میگن که اینجا منتظرمن 
... آره ، تیم من 
بعد اینکه فهمیدمش به گمونم اونوقتیه که حالن شروع شد به بهتر شدن 
سام دال ، من بهت افتخار می‌کنم 
این روزا ، فکر کنم به صلاح خودم بود که بیام اینجا 
باورم نمیشه خاله ها رفتن و ترسیدن 
چکارشون کنیم ؟ 
یادت میاد ؟ 
انگار همین دیروز بود که بعنوان یه بدبخت اومدی اینجا 
ولی ببین حالا چقدر اوضاعت روبه راه شده 
عه من که گفتم بدبخت نشده بودم 
فقط برگشتم وطنم 
تو که راست میگی 
حدس می‌زنم فیلم بانگ اون جو خیلی بهت کمک کرد 
هیچ کمکی ام نکرد 
پس چی بود ؟ 
خب یادمه که دفعه پیش بهم چی گفتی 
گفتی تنها نبودم 
پس لابد من بودم که تو دل دشمن وایساده بودم و دست تکون می‌دادم 
آره - درسته - 
که اینطور 
اگه صنف هنر بخوان برگردی برمی‌گردی سئول ؟ 
نه 
هدفم که دیگه پیدا کردن چو سام دال نیست 
پس چیه ؟ 
حالا ، مثل چو سام دال ، رسیدن به چیزمیزاست 
چه چیزمیزایی ؟ 
چیزایی که چو سام دال نتونست انجام بده یا داشته باشه 
هرچیزی 
خبردار 
عه تو اینجایی 
پوره های اینجا عالیه 
بیا ، بخور 
ایندفعه چیه ؟ 
یونگ پیل نمی‌خواد به اداره مرکزی بره 
و انتقالش هم دست من نیست 
بخاطر تبانی کردن با شمام نزدیک بود اون عوضی گزارشمو به نیروی انسانی بده که خواستم وادار به انتقالی گرفتنش کنم 
بچه ی خودمه 
نه تو 
چرا هردوتون دائم تغییر عقیده میدین ؟ 
اون از رفتن به اداره مرکزی سر باز زد و تو از به اونجا فرستادنش 
خب ؟ 
ولی یهو به رفتن علاقمند شد 
بعدش دوباره نظرش عوض شد 
قبلا به رفتن علاقه داشت ؟ 
کِی ؟ 
- یادم نیست ، یه مدت پیش بود - 
ولی از اونوقت دیگه فکر رفتن به سرش نزده 
الآن سرش خیلی شلوغه 
همه هواشناس ها شغلشون یکیه 
سرش با چی شلوغه مگه ؟ 
ای وای ، مگه نشنیدی ؟ 
نباید اینو بهت بگم 
چیو ؟ - ... یونگ پیل - داره دوره تنبیهیشو می‌گذرونه 
واسه چی ؟ 
تنبیه واسه چی ؟ 
چه کار اشتباهی کرده ؟ 
این چیه ؟ 
می‌خوای شال ببافی ؟ 
نشناختیش ؟ 
دقیقتر نگاهش کن 
خب یه کلاف کاموائه دیگه 
واقعا یادت نمیاد ؟ 
پس از هم بازش کن 
می‌خوای اینو باز کنم ؟ 
فقط بازش کن 
بیا 
بیا ، بازش کن 
اینو ؟ 
- آره ، بکشش - 
قراره چند سال طول بکشه ها - کارتو بکن - 
بکش 
اینجوری ؟ 
- آره ، سریعتر - 
می‌خوای همینجوری ادامه بدم ؟ 
- آره ، حدودا دو ساعت طول می‌کشه - 
تا ابد طول می‌کشه ها 
سریع تر 
اون بویه گل گلی فکر کنم واسه سرگروه زنان غواص بود 
اون روزی که اون اتفاق افتاد وسط کار دویید بیرون دیگه واسه همون داره ادب میشه 
چی گفتی ؟ 
واسه کی بود ؟ سرگروه زنان غواص ؟ 
آره 
رفته بخش خدمات آب و هوایی و الآنم سرش با کمک کردن به یه عکاس شلوغه 
درسته 
شنیدم عکاسی که انتخاب شده دختر همون سرگروه زنان غواصه 
لابد خیلی صمیمی ان 
سانگ ته ، کجا داری میری ؟ 
خب حالا کارت تموم شد 
بفرمایین - این چیه ؟ 
نگاش کن 
یونگ پیل فکر کنم ازت خوشم میاد ، باید چکار کنم ؟ 
خدایا ، جواب داد 
تونستم 
جواب داد 
حالا یادت اومد ؟ 
این همه سال نگهش داشتی ؟ 
آره ، پس چی ؟ 
من اینو بعنوان یه شال گردن بهت دادمش ، چه بلایی سرش اومده ؟ 
بعد اینکه جدا شدیم بازش کردی ، آره ؟ 
معلومه دیگه ، بعد اینکه جداشدیم بازش کردم 
اگه خوشت نیومده ، همونجوری یه شال گردنش کن و بهم پسش بده 
ولی من یادم رفته چطوری ببافم 
خب دستکش چی ؟ 
اون که بافتنش سخت تره 
بابا ، شما اینجا چکار می‌کنی ؟ 
... تو 
اون همه التماست کردم 
بهت گفتم بدون پسرم نمی‌تونم زندگی کنم 
هشت سال پیش بهت التماس کردم 
پس واسه چی برگشتی ؟ 
واسه چی برگشتی ؟ 
سام دال ، چطوری دیدنتو تحمل کنم ؟ 
چطوری با این کینه ای که توی دلمه تحملت کنم ؟ 
من بدون یونگ نمی‌تونم زندگی کنم 
منم بدون پسرم نمی‌تونم زندگی کنم 
... آقا ، من 
بابا درباره چی حرف می‌زنی ؟ 
بهم قول دادی 
چرا برگشتی و بین من و پسرم بازم فاصله انداختی ؟ 
چرا ؟ 
وایسا ببینم 
بابا درباره چی حرف می‌زنی ؟ 
توروخدا برو 
برگرد همون جزیره اصلی 
بابا 
من عشق یه طرفه نمی‌خوام 
هشت سال اینکارو کردم ، دیگه نمی‌تونم هیچوقت نمی‌تونم بهش غلبه کنم 
بیا درباره یونگ پیل حرف نزنیم 
میشه به جاش صدای منو بشنوی ؟ 
اومدم اینجا ناراحتت کنم 
قراره همش ناراحتت کنم که بتونم مواظبت باشم 
بابا ، از اون روزی که مامان فوت کردم فهمیدم که دیگه هیچوقت نتونستی روی پات وایسی 
مادر 
اینجا چکار می‌کنی ؟ 
امروز کجا رفت ؟ 
ساگی مول ؟ امروز ؟ 
چو سام دال 
