حداقل توی گریم و درست کردن موها کمکمون کنین 
بدون کمک چه جوری عکاسی کنیم ؟ 
هیچکس نمی‌خواد با خانم بانگ همکاری کنه 
همه میگن هم بی‌استعداده هم مغرور 
- واقعاً دارم دیوونه میشم 
- وقتی باقی نمونده 
فوراً یکی رو جایگزینش کن ، وگرنه کار همین‌جا تمومه ! 
می‌دونم ولی الان عکاس جایگزین از کجا پیدا کنم ؟ 
منم دارم دیوونه میشم 
باشه . باشه . باشه 
اینجا هم اصلاً قشنگ نیست 
جای دیگه‌ای نیست ؟ 
مگه من دستیارتم ؟ 
چند روزه دیگه مهلت تمومه . 
اصلاً موضوع پیدا کردی ؟ 
نه ، الان مسئله موضوع نیست 
نه گریمور نه مسئول آرایش مو ، هیچکس نمی‌خواد باهات کار کنه 
چون گفتی درباره عکاسی تو ججو مطمئنی منم امکاناتُ فراهم کردم 
ولی مهلت هفته دیگه تمومه . 
میگی حالا چی کار کنم ؟ 
می‌خوای چی کار کنم ؟ 
چی ؟ 
اونا نخواستن با من کار کنن . می‌خوای من چی کار کنم ؟ 
نمی‌شد یه کم بهتر برخورد می‌کردی ؟ چون ترسیدی بفهمن هیچی سرت نمیشه سرشون داد زدی 
با این وضع کی میاد باهات کار کنه ؟ 
عکاس‌های خوب فقط عکسِ خوب نمی‌گیرن با پرسنل هم ارتباط برقرار می‌کنن 
- آخه تو زیردست چو اون‌هیه چی یاد گرفتی ؟ 
گفتم جلوی من اسم چو اون‌هیه رو نیار 
یه زمانی با من بهش خیانت کردی . 
حالا دلت واسه مهارتش تنگ شده ؟ 
آره ، معلومه ! 
دارم اخراج میشم ! 
به خودت مربوطه 
آره 
عکس نمی‌گیرم 
چی ؟ 
گفتم عکس نمی‌گیرم . مجبور که نیستم . عکاس جایگزین پیدا کن 
از کجا یکیُ پیدا کنم که الان کار کنه ؟ 
واقعاً که 
چو سام‌دال ؟ 
سلام ، جناب خبرنگار 
حالتون خوبه ؟ 
- اوووووخ خدا ! 
- نکن ! 
- گفتم نکن 
- پرنسس 
- نکن 
- باشه باشه 
- نمی‌کنم 
- بسه دیگه ، نکن 
باشه 
- چقد تو بانمکی ! - چی ؟ 
- چی کار می‌کنی ؟ 
- اوووووخ ! 
اوخ که من مُیدَم از بانمکیِ دام‌دال ! 
باشه 
چیه ؟ 
شما دوباره باهم قرار می‌ذارین ؟ 
چیه ؟ چرا انقدر جا خوردین ؟ 
مگه دفعه اوله از این چیزا می‌بینین ؟ 
تصمیمش با شما که ما باهم قرار بذاریم یا نه 
می‌بینی ؟ نگفتم ؟ گفتم اینا قرار می‌ذارن یا نگفتم ؟ 
ها ؟ 
تازه اولین بارشون هم نیست 
پونزده سال پیش تو خونه سام‌دال هم همین آش و همین کاسه بود 
هشت سال از دیدن اون روز ، پشیمون بودم 
اون موقع هم آویزون همدیگه بودن و دل می‌دادن و قلوه می‌گرفتن 
بعد یه دفعه به هم زدن 
بعد سام‌دال با من قطع رابطه کرد 
بی ... 
کیونگ‌ته ، این دفعه اگه به هم بزنیم باهات قطع رابطه نمی‌کنم 
خواهشاً نگران نباش 
- فهمیدی ؟ 
- مگه قراره باهام به هم بزنی ؟ 
نه ، نمی‌ذارم 
- با کیونگ‌ته قطع رابطه کن - باشه . باچه 
به هر حال مبارکه 
مبارکه ، مبارکه ! 
هی ، شما دوتا 
یالا ! من ضمانت کتبی می‌خوام 
چی ؟ چه ضمانت کتبی‌ای ؟ 
چه ضمانت کتبی‌ای ؟ 
" تا دندونامون هم‌رنگ موهامون نشه به هم نمی‌زنیم " 
گفتم یالا بنویسین ! 
خودم محضریش می‌کنم ! 
کیونگ‌ته ، میگن موهامون هم‌رنگ دندونامون شه ! نه دندونامون هم‌رنگ موهامون 
- آره آره - چه موهاتون چه دندوناتون ! 
یالا بنویسین 
ای بابا ، نمی‌خوای بری پی کارت ؟ 
چه خبره معرکه گرفتی ؟ 
بعد یه عمر اومدیم دو دقیقه دوتایی وقت ... 
خب برین اتاق بگیرین ! 
چرا همه‌ش اینجا پلاسین ؟ 
هی ، تازه به عنوان تکاوران قدرت دور هم جمع شدیم اگه باز به هم بزنین ما هم باز جدا می‌شیم ! 
جوش نیار ! این دفعه واقعاً واقعاً از این خبرا نیست 
- واقعاً ؟ 
- هوم 
پس ازدواج کنین 
چرا شر و ور میگی ؟ 
چی چی رو ازدواج کنین ؟ 
- یهویی ! - چیزه ... 
ازدواجُ زیادم بی‌راه نمیگه‌ها ، نه ؟ 
هی ، راستی کو سانگ‌دو ؟ 
آره . 
این روزا زیاد سانگ‌دو رو نمی‌بینم . چرا پیداش نیست ؟ 
تازگی زیاد این طرفا نمیاد 
یالا بنویسین که ازدواج می‌کنین و جدا نمیشین 
فقط ازدواج کنین ! 
- بفرمایید 
- ممنون 
این چو سام‌دال مهموناشُ گذاشته کجا رفته ؟ 
حتماً رفته سر قرار 
آها ، راست میگی 
ما خوبیم 
ما موضوعُ می‌دونیم و کار خودمونُ می‌کنیم 
- هوم - بله 
ببخشید که اتاق شما رو گرفتیم 
نه ، اشکالی نداره 
وقتی اینجا اتاق داریم چرا برین جای دیگه اتاق بگیرین ؟ 
ما می‌تونیم تو اون یکی اتاق بخوابیم 
اصلاً نگران ما نباشین ، فکر کنین خونه خودتونه 
- واقعاً ممنونم - واقعاً ممنونم 
خواهش می‌کنم 
راستی خونه ما رو از کجا پیدا کردین ؟ 
اینجا کلی خونه دیگه هم هست 
از سوپری حاشیه‌ی محل پرسیدیم اون بهمون آدرس داد 
- کیونگ‌ته ، ما رفتیم 
- خدافظ 
- سام‌دال 
- چیه ؟ 
چیه ؟ 
چیزه ... 
هیچی 
- برو 
- باشه ، من رفتم 
- یه دقیقه - چیه ؟ بگو دیگه ! چیه ؟ 
اون دوتا خانومی که اومدن خونه‌تون ... 
اونا کی ان ؟ 
اون‌بی و جیون ؟ دستیارهای منن 
اون‌بی ؟ اون‌بی همونیه که چشماش درشته ؟ 
- هوم 
تو از کجا می‌شناسیش ؟ 
ها ؟ 
چیزه ... فقط ... اتفاقی رد می‌شدم دیدمشون 
ببخشید . می‌دونین خونه خانم چو اون‌هیه کجاست ؟ 
باز خبرنگارا 
همچین کسی اینجا زندگی نمی‌کنه 
آها 
عجیبه . مطمئنم سامدالری رو درست اومدیم 
پس احیاناً می‌دونین خونه خانم چو سام‌دال کجاست ؟ 
ها ؟ 
سوالتون چی بود ؟ 
چو سام‌دالُ نمی‌شناسین ؟ 
اونجا ؟ فکر کنم میگه اونجاست 
- آها - اونجا ؟ 
اونجا ؟ 
بله ممنون 
- چیه ؟ 
- آها ، وانگ کیونگ‌ته رو میگی ؟ 
اون دوست سام‌داله 
آها 
میگم ، بنده خدا زبونش می‌گیره ؟ 
منظورت چیه ؟ یک وراجیه که دومی نداره 
به عمرم ندیدم دهنش بسته باشه 
جون شما 
راست میگه 
- پس چرا اونجوری کرد ؟ - عجیبه 
انگار نمی‌تونست درست حرف بزنه 
- آره ؟ 
- هوم 
پس می‌تونی باهاش بری غواصی 
اگه نگرانشی می‌تونی باهاش بری غواصی 
شناگر بودی دیگه 
نه ، چی میگی ؟ من که هِنیو نیستم 
خب هِنیو شو . چه ایرادی داره ؟ 
خودت گفتی نگران مادرتی 
رویای هایول اینه که یه شناگر حرفه‌ای بشه 
چی کار می‌کنی ؟ 
یه دفعه دلت واسه دوران اوجت تنگ شده ؟ 
اوج کجا بود 
چرا ؟ 
تو اون سن و سال تو مرکز ورزش ملی کره قبول شدی 
راست میگی . شنام خیلی خوب بود 
تو از روزی که به دنیا اومدی دیوونه آب و شنا بودی 
الان که نگاه می‌کنم ، هایول اصلاً به تو نرفته ، ها ؟ 
اون از آب متنفره 
آره . 
هر چی یادش دادم یاد نگرفت 
چیه ؟ از اون نگاه‌ها ؟ 
باز می‌خوای شروع کنی ؟ 
- شنا 
- نکن 
نکن . بیدارش می‌کنی 
ساکت باش 
آیگو ، عجب ! یعنی این واقعیه ؟ 
چی ؟ 
چی ؟ باورت نمیشه ؟ 
می‌خوای نیشگونت بگیرم ؟ 
- بگیرم ؟ چطوره ؟ - نه . نه این که باورم نشه 
همین‌جوری 
راستی ، به بابام چی گفتی ؟ 
خب ، چی می‌تونستم بگم ؟ 
فقط گفتم من و تو منتظرش می‌مونیم 
فقط همینُ گفتی ؟ 
هوم ؟ 
اینم گفتم که تا آخر عمرم فقط تو رو دوست دارم تا روزی که بمیرم 
- تا آخر عمر ؟ 
- هوم 
- جدی تا آخر عمر ؟ 
- هوم 
ولی نمی‌خوای ازدواج کنیم ؟ 
ها ؟ 
اون موقع که کیونگ‌ته گفت ازدواج کنین ، خیلی به مذاقت خوش نیومد 
نه این که به مذاقم خوش نیاد 
به مذاقت خوش نیومد دیگه ! پس اون چی بود ؟ 
هی ، ما تازه شروع کردیم 
چرا انقدر عجله داری ؟ 
یواش یواش ! 
باشه . یالا برو تو 
- نمی‌خوام ، تو اول برو - چرا ؟ 
- برو تو - اول تو 
- اول تو باید بری تا من بتونم برم 
- نمی‌خوام 
- اول ببینم تو میری بعد میرم 
- من عمراً اول نمیرم 
- نمی‌خوام . منم نمیرم - بیا سنگ ، کاغذ ، قیچی 
- سنگ ، کاغذ ، قیچی ! 
باختی ، برو تو 
باشه ، اول من میرم 
برو تو 
- من رفتم 
- واقعاً دارم میرم 
- هوم . یالا برو تو 
واقعاً راسته که اجازه داده ؟ 
آه 
حتماً اون شب همچین زدمش که حالش جا اومده 
تو که بیشتر کتک خورده بودی 
هوم ؟ 
خودتُ تو آینه ندیدی ؟ 
نه بابا ، هر چی خوردم زدم 
زیادی مراعاتشُ کردم 
باشه بابا 
ببینیم سام‌دال چطوره 
چی کار ... 
چو سام‌دال 
چو یونگ‌پیل ! 
ای وای ! چه خبره ؟ 
وای ! هی ! 
بابا ! مامان ! 
عمو 
فکر کردی چون بابات اجازه داده می‌تونی هر کاری دلت خواست ... 
نه ، عمو . اونطوریا نیست 
یونگ‌پیل ! 
چیه ؟ 
چی کار می‌کنی ؟ 
- کجا میریم ؟ 
- بدو بدو 
هی ! هی ! هی ! هی ! 
کفشام 
اینجا همیشه سرده 
آیگو ، چه گرمه 
- سام‌دال ، میگم ... 
- هوم ؟ 
این خیلی خوبه‌ها ولی اگه مامان و عمو بفهمن احتمالاً منُ می‌کشن 
مامان بابای من از اونی که فکر کنی روشن‌فکرترن تازه‌شم ، ما فقط داریم همدیگه رو بغل می‌کنیم . 
- آره . فقط بغل کنیم ؟ 
- هوم 
هیچ کاری نکنیم فقط بغل کنیم ؟ 
آخه می‌دونی من ... هشت سال صبر کردم تا به اینجا برسم 
همین‌جوری فقط بغل کنیم ؟ 
من کلی توقع داشتم 
مگه بچه ایم ؟ فقط بغل کنیم ؟ 
دیوونه شدی ؟ 
می‌خواستی اینجا چی کار کنیم ؟ 
هی ، الان به چی فکر می‌کنی ؟ 
نگفتم کاری کنیم . فقط ... فقط ... از اینا بکنیم ، از اینا 
از اینا 
هی ! 
من اینجا ... کاری نکردم 
مامان ، من فقط اینجا باهاش خوابیدم ... 
باهاش خوابیدی ؟ 
نه ، اون خواب نه 
- هی ! 
- بابا ! 
بگیرش ! 
- هی ! 
- عمو ! 
بابا ، من آوردمش تو ! 
بیا جای بارفیکس‌ها 
صبح به این زودی چی کارم داری ؟ 
امروز سرم خیلی شلوغه 
عصبی‌م می‌کنی 
هی ، چرا عصبی میشی ؟ 
مطمئن نیستم 
همیشه همینُ بهم پیامک می‌کنی ، ولی امروز یه کم عصبی‌م کرد 
بعد از این که دوش گرفتم به زور از خونه زدم بیرون 
- هی ، سانگ‌دو ... 
- باهم قرار می‌ذارین ؟ 
آها 
چیه ؟ مگه در حقم بدی‌ای کردی ؟ چته ؟ 
آره ، بدی‌ای نکردم . چرا ... 
پس چرا نگاهت که می‌کنم این‌طوری میشم ؟ 
تو که می‌گفتی حس بدی نداشته باشم 
مگه به همین راحتی میشه ؟ ها ؟ 
تو تونستی ؟ 
تو همیشه سریع بودی از بچگی همین‌جوری بودی 
از همه زودتر شروع می‌کردم ، ولی تو همیشه ازم جلوتر بودی 
وقتی من نگران اوضاع بودم و به خاطر اطرافیانم مردد بودم ، تو به هیچی فکر نمی‌کردی و پیش می‌رفتی 
مگه می‌تونستم بهت برسم ؟ 
من تو چی اونقدر سریع بودم ؟ 
تو گاهی از منم سریع‌تری 
تو از من سریع‌تر می‌دوی 
می‌دونم تو و سام‌دال از قدیم همُ می‌خواستین اینم می‌دونم که سام‌دال قسمت من نبود 
ولی تو گفتی اینا احساسات خودمه 
من با سرعت خودم پیش میرم ، چه احساسم بهش باقی بمونه چه از بین بره 
آره ، احساس خودته خودتم یه کاریش بکن ولی ... 
سانگ‌دو ... بازم میای باهم قهوه بخوریم ؟ 
یعنی ، درسته که من با سام‌دال قرار می‌ذارم ، 
میگم تو و من ... بازم باهم از قهوه‌های دستگاه فروش مغازه‌تون ... می‌خوریم ؟ 
به نظرت میشه ؟ 
ما غذاهای دریایی خام می‌فروشیم 
بیا غذای دریایی بخور 
مگه کافی شاپه ؟ همیشه فقط قهوه می‌خوری 
- می‌تونین با پیک بفرستین محل کارم ؟ 
چی ؟ 
این اسم هواشناس چوئه ، نه ؟ 
دیدی ؟ 
دیدی ! خودشه ! 
اداره هواشناسی منطقه ججو ، چو یونگ‌پیل ! 
می‌دونستم قبول میشه ! 
خودم براش درخواست دادم . به من میگن هان سوک‌گیو ! 
وای ایول ! 
از بین چند صد نفر انتخاب شده ، نه ؟ 
مگه میشه ؟ 
باورم نمیشه از هواشناسی ججو کسی توی سازمان هواشناسی جهانی قبول شده 
دم هواشناس چو گرم 
وقتی بفهمه از خوشحالی بال درمیاره 
باید زودتر بهش بگیم . بهش زنگ بزنم ؟ 
لازم نکرده . بعداً که بیاد ... 
هان سوک‌گیو هستم ، بفرمایید بله ؟ 
ارشد ! 
چی شده ؟ 
چی کار کنیم ؟ 
حالا خانم چو چی کار کنه ؟ 
چرا ؟ چی شده ؟ 
کلی مقاله دراومده 
- چی کار کنیم ؟ 
آه ! ایش ! 
باز اینا چیه ؟ 
واقعاً که ! 
بله ؟ 
نه ، ما خبر نداشتیم 
ما بر اساس کارهاشون ارزیابی‌شون کردیم 
- در اسرع وقت جایگزینش می‌کنیم 
- معذرت می‌خوایم 
مسئولش ما نیستیم ... 
عذر می‌خوایم . شماره اصلی اینه . 
متاسفیم . عذر می‌خوایم . 
هیچ اطلاعاتی به دست ما نرسیده 
هنوز دارن زنگ می‌زنن 
- گوشی ، بله . - آیگو ، باز چه خبر شده ؟ 
- خانم چو ! - خانم چو ! 
- خانم چو ! 
- قلبم ریخت ! چیه ؟ 
چیه ؟ چه خبره ؟ اتفاقی افتاده ؟ 
یه لحظه 
= اداره هواشناسی ججو = حالا نمایشگاهُ چی کار کنیم ؟ 
نمی‌دونم خبرنگارا از کجا بو بردن ولی قشقرق راه افتاده 
اون مقاله‌ها راسته ؟ 
واسه برگشتن خیلی زوده 
باید می‌ذاشتی آب‌ها از آسیاب بیفته 
اگه به گوشی نگاه کنی حالت تهوع می‌گیری 
حالا که تو ججویی از منظره لذت ببر 
هوم 
چرا به خاطر یه نماشگاه کوچیک و محلی انقدر سر و صدا راه انداختن ؟ این کجاش برگشتن به کاره ؟ 
شک ندارم یکی از روی دشمنی عمداً اینُ پست کرده 
کی ؟ 
معلومه دیگه ! یکی که هم اسم واقعی‌شو می‌دونه هم توی ججوئه 
احتمالاً کار چون چونگ‌گی و بانگ اون‌جوئه 
راست میگی . 
اونا دارن اینجا واسه نمایشگاهشون عکاسی می‌کنن 
وگرنه خبرنگارا توی سئول ، از کجا خبردار شدن ؟ 
عوضی‌های آشغال 
- ایش 
- هی ، سام‌داله 
هی ، سام‌دال 
هی ، دختر ! 
دلسرد نشو . 
تو هیچ اشتباهی نکردی 
راست میگه . جا نزن . 
باشه ، من رفتم . 
ها 
سرتُ بالا بگیر ، ها ؟ 
برنگرد . نگاهت فقط به جلو باشه . 
نمایشگاه کنسل میشه ؟ 
ببینین خانم 
درسته . ایشون چو اون‌هیه است . ولی گزارشگرهای اون حادثه یه طرفه به قاضی رفتن 
اگه خوب اینترنتُ بگردین ، مقاله‌هایی هست که همه چیزُ توضیح داده 
حتی کسایی که اتهام زده بودن هم حرفشونُ پس گرفتن 
حرف من اینه که چه دلیلی داره هویتشُ مخفی کنه و اسمشُ به چو سام‌دال تغییر بده تا توی این نمایشگاه شرکت کنه ؟ 
سوءاستفاده از قدرت دروغه 
هیچ مدرکی وجود نداره ، پس چرا باید صلاحیت برنده رو زیر سوال ببریم ؟ 
ما صلاحیت ایشونُ زیر سوال نمی‌بریم 
فقط تصمیم گرفتیم نمایشگاهُ کنسل کنیم 
ولی ما برای آماده کردن این نمایشگاه کلی زحمت کشیدیم 
این چیزیه که به برنده قول دادیم 
کنسل کردن یه همچین رویدادی سوءاستفاده از اختیارات دولتی به حساب میاد 
من حرفای شما رو می‌فهمم ، ولی نگاه کنید چه قیل و قالی راه افتاده 
- معذرت می‌خوایم - یه دقیقه ، لطفاً 
- بله - اصلاحش می‌کنیم 
از صبح به خاطر مقاله‌ها داریم تماس شکایت جواب میدیم 
حتی بخش پیش‌بینی هم دارن یک‌سره تلفن جواب میدن 
سایت‌مون از دسترس خارج شده و مردم عصبانی ان که نمی‌تونن وضع هوا رو چک کنن 
اینجا اداره هواشناسیه 
نمی‌تونیم بذاریم یه نمایشگاه مانع کار پیش‌بینی وضع هوا بشه 
خانم ، می‌فهمم ولی کنسل ... 
نمایشگاه برگزار نمی‌کنم 
همه به خاطر من کلی به زحمت افتادن 
شرمنده‌م 
وای ، خانم چو 
اینجا بخش پیش‌بینی آب و هواست . لطفاً با بخش خدمات آب و هوایی تماس بگیرین 
مدیر هان 
هیچ کاری نمی‌تونم بکنم . باید پیش‌بینی کوتاه مدتُ آماده کنیم 
شماره اینجا رو از کجا گیر آوردن ؟ 
زنگ بزن به چو یونگ‌پیل بیاد کمک 
نه ، ولش کن . اومده سر کار ، مگه نه ؟ 
یه دقیقه وایسا 
وایسا 
چرا برگزار نکنی ؟ 
چرا نمایشگاه برگزار نکنی ؟ 
آره ! اینجاست ! 
یونگ‌پیل ، زود باش بیا پیش‌بینی کوتاه مدتُ آماده کن 
از صبح دیوونه شدیم به خدا ! 
هی ، چو یونگ‌پیل ، یالا برو سر کارت 
الان مسئله کار نیست 
اون درست می‌گفت 
این نمایشگاه مال اداره هواشناسیه 
یه نمایشگاه نباید مانع پیش‌بینی وضع هوا بشه 
کلی دردسر واسه‌شون درست کردم 
چرا تو دردسر درست کنی ؟ 
به هر حال ، خونه می‌بینمت . 
نه ، وایسا ... 
خانم چو ! 
شرکت تبلیغاتی می‌خواد قراردادمونُ فسخ کنه 
مجله ایکس و حباب هر دو عکاسی جلدهاشونُ کنسل کردن 
هر چی گفتم واقعیت نداره ، همه‌شون از ترس عصبانیت مردم پا پس کشیدن 
مادر 
تو هم به اندازه من دلت برای میجا تنگ شده ؟ 
همه برگشتن به زندگی عادی 
فقط منم که هنوز توی گذشته گیر کردم ؟ 
سانگ‌ته 
از میجا متنفر نباش 
مادر ، چرا هی این حرفُ می‌زنی ؟ 
مگه می‌تونم از دخترت متنفر باشم ؟ 
دختر من نه 
میجا 
کو میجا 
مادر 
بخشیدن اون ... به معنی فراموش کردن میجا ، زنت نیست 
مادر ... 
سانگ‌ته 
سانگ‌ته 
مجبور نیستی منُ ببخشی 
فقط ممنونم که به بچه‌هامون اجازه دادی 
واقعاً همه این سال‌ها دلتنگ میجا بودی ؟ 
بیشتر از همه کِی دلتنگش میشی ؟ 
هر بار میرم دریا غواصی و هر بار یونگ‌پیلُ می‌بینم دلتنگش میشم 
آها ، سوپ جلبک 
همه‌شو خوردم 
جون دِیونگ 
که تلفن‌هامُ جواب نمیدی ، آره ؟ 
باید گوشی رو جواب بدین 
هر چه زودتر تمومش کنین بهتره وگرنه خانم فقط عصبانی‌تر میشه 
نمی‌خوام ، منشی کو 
هر جوری شده یه راهی پیدا می‌کنم و بابامُ راضی می‌کنم 
آره . بعد از این که راست و ریستش کردم میرم دیدنش 
اگه نتونی چی ؟ 
اون وقت ناپدید میشی ؟ 
از کجا می‌دونستی من اینجام ؟ 
توضیح بده 
آه ، خب ... 
چیزه ... 
ببخشید 
من و بابام نظراتمون متفاوته ولی مسئولیتشُ قبول می‌کنم و پروژه رو برمی‌گردونم سامدالری - پس زیاد نگران نباش ... 
- درباره شهربازی حرف نمی‌زنم 
چرا اینجا موندی و با این سر و وضع میای بیرون ؟ 
از اولشم قرار نبود شهربازی ... توی سامدالری ساخته بشه و تو به خاطر من زیاده‌روی کردی ، آره ؟ 
واسه همین انداختنت بیرون ، نه ؟ 
به خاطر کمردردت نمی‌تونی روی خوشخواب ارزون بخوابی 
و نمی‌تونی یه پیرهنُ دو بار بپوشی 
یعنی چرا ... 
ما چند ساله طلاق گرفتیم 
چرا هنوزم انقدر مصممی که به من کمک کنی ؟ 
برو جین‌دالُ راضی کن 
نه ، می‌ذارم همون کاری رو بکنه که دلش می‌خواد 
اگه مردم از این ماجرا بویی ببرن ، نمی‌دونی چه بلایی سر مادر و برادرت میاد ؟ 
بابا ... 
اون پنج ساله که حس می‌کنه روحشُ فروخته 
اون سوءاستفاده و بد رفتاری با کارمندا رو می‌دید و خودشُ می‌زد به ندیدن و نشنیدن 
اون آدمیه که ... حتی وقتی می‌بینه کسی برای یه دانش‌آموز قلدری می‌کنه هم بی‌تفاوت رد نمیشه 
پس ببین خانواده‌مون ... چقدر وحشتناک بوده 
واقعاً می‌خوای بذاری زنت خانواده و شرکتُ به خاک سیاه بشونه ؟ 
شرکت نابود میشه ! 
اگه اشتباه کرده باید نابود بشه ! 
من به شرکت هیچ نیازی ندارم ! 
من فقط پشت زنمم 
مرتیکه احمق بی‌شعور ! 
عقلت سر جاشه ؟ 
مامان و دِشیک اشتباه کردن ! 
جین‌دال هیچ اشتباهی نکرده ! 
چرا مدام به خواست خودت کمکم می‌کنی و خودتُ مضحکه خاص و عام می‌کنی ؟ چرا ؟ 
چون دوست دارم 
آره 
چون دوست دارم 
می‌تونم این پیرهنُ دو روز پشت سر هم بپوشم 
اگه کمرم درد بگیره می‌تونم بشینم 
اگه بابام کتکم بزنه ... خب ، بار اول و دومش که نیست پس بزنه 
کجاش انقدر مهمه ؟ 
من دوست دارم . خب مضحکه بشم ، مگه چیه ؟ 
یه ذره هم برام مهم نیست 
هی ، بانگ اون‌جو . تو پشت این مقاله‌هایی ... 
چی ؟ کجا رفته ؟ 
= مدیر ما از بازاریابی = مدیر ما ؟ 
- الو ؟ 
- سلام ، خانم بانگ 
گفتین که این بار محصولمونُ توی مجله ایکس تبلیغ می‌کنین 
خیلی وقته که پول گرفتین . چقدر دیگه باید صبر کنیم ؟ 
از وقتی اون دستمال گردنُ بهتون دادیم نتونستین به قولتون عمل کنین 
چرا گوشی‌مو جواب دادی ؟ 
وایسا ببینم 
این چی می‌گفت ؟ 
تو مجله ایکس تبلیغ کنی ؟ 
دستمال گردن ... 
تو در ازای تبلیغ محصولات پول می‌گرفتی ؟ 
واسه همین همیشه اصرار داشتی که اون دستمال گردن‌ها ، گوشواره‌ها و کلاه‌هایی که به موضوع نمی‌خوردنُ اضافه کنی ؟ 
آره ، خب که چی ؟ 
باز میگه خب که چی ؟ ایش ! 
پس زده بود به سرت 
چطور تونستی شخصاً پول بگیری تا یواشکی محصولات نامربوط به مجله‌مونُ تبلیغ کنی ؟ 
چی گفتی ؟ " خب که چی ؟ " 
واسه منم سخت بود 
اونا پولشونُ می‌خواستن ، چو اون‌هیه هم هیچوقت از چیزی که خوشش نمی‌اومد استفاده نمی‌کرد 
منم داشتم دیوونه می‌شدم 
محصول به دستتون رسید ؟ 
این بار باید حتماٌ توی عکسبرداری باشه 
بهتره اینجا رو یه کم تر و تمیز کنیم ... 
خانم ، این دستمال گردن چیه ؟ 
موقع جلسه تو لیست اقلام نبود 
خب ... 
آره ، می‌دونی ، چیزه ... 
من اضافه‌ش کردم 
چی ؟ 
چی ؟ 
گفتم بذارش کنار ! 
تو بد دردسری افتادی 
می‌خواستم هر جوری شده تو این کار کمکت کنم ، ولی دیگه کاری از دستم برنمیاد 
اون‌جو ، بیا راهمونُ از هم جدا کنیم 
راهمونُ جدا کنیم ؟ 
می‌خوای عکاسی رو خراب کنی و اخراج شی ؟ مهلت تا هفته دیگه است . نقشه‌ای داری ؟ 
به هر حال عکاسی با تو به جایی نمی‌رسید 
باورم نمیشه اون‌هیه رو به خاطر یکی مثل تو ول کردم 
چی ؟ 
دیوونه شده بودی ، چون چونگ‌گی ! دیوونه شده بودی ! برو بیرون . بیرون . گفتم برو بیرون ، عوضی ! 
خودمم داشتم می‌رفتم ! 
گفتم یه کم دیگه صبر کنین . دارم سعی می‌کنم تبلیغش کنم 
وقتی عکاسی نداریم چی کار کنم ؟ 
هیچی اونجوری که می‌خوام پیش نمیره ، می‌خواین چی کار کنم ؟ 
باید محصولات بهتری بهم می‌دادین ! 
هیچکس اون محصولات بنجل شما رو نمی‌خواد ! 
ایش ! 
اون‌جو باید روی کار خودش تمرکز کنه . چرا هی پا رو دُم ما می‌ذاره ؟ 
بریم گیس و گیس‌کشی راه بندازیم ؟ 
با این کارا چی عوض میشه ؟ 
باید یه راهی پیدا کنیم که یه دفعه بزنیمش زمین 
- راستی اون‌بی 
- هوم ؟ 
اون دستمال‌گردنه بود ، هنوز روی مخ منه 
تو چی ؟ 
واسه من فقط روی مخ نیست داره خفه‌م می‌کنه 
ایش . فکر کنم یه جای کار می‌لنگه 
منم 
گفتی نمایشگاه کنسل شد ؟ 
باید هر جوری بود راضی‌شون می‌کردین 
ظاهراً سام‌دال گفته نمایشگاه برگزار نمی‌کنه 
سام‌دال چرا ؟ 
احتمالاً نمی‌خواد کسی رو به دردسر بندازه 
امروز کلی آدم زنگ زدن برای شکایت ، هواشناسی به هم ریخته بود ! 
اون دفعه هم که به سوءاستفاده از قدرت متهم شد دقیقاً همین اتفاق افتاد 
اون بی‌گناهه ، ولی هیچکس حرفشُ گوش نمیده 
ها ؟ همه برای نجات خودشون بهش پشت کردن 
مقاله‌هایی که واقعیتُ توضیح میدن دیده نمیشن 
الان هواشناسی هم داره دقیقاً همون کارُ می‌کنه 
مسئله راضی کردن هواشناسی نیست 
- پس چیه ؟ 
- پس مسئله چیه ؟ 
باید بریم سراغ ریشه این اتفاق 
چو سام‌دال از بانگ اون‌جو سوءاستفاده نکرد 
باید اینُ ثابت کنیم تا قال این قضیه برای همیشه کنده بشه 
می‌دونیم که بانگ اون‌جو همه چیزُ از خودش درآورد ، ولی چطور ثابتش کنیم ؟ 
من از کجا بدونم چطوری ثابتش کنیم ؟ مگه من نابغه‌م ؟ 
اگه چیز بوداری پیدا بشه ، باید هر جوری شده ته و توشُ دربیاریم 
- اون دستمال گردن ! - اون دستمال گردن ! 
پس شما دستیارهای سام‌دال هستین 
اون توی سئول چه جوری بود ؟ 
خانم چو ؟ 
خب ، عاشق کارش بود . فقط کارشُ می‌شناخت . معتاد کارش بود - ها ؟ - ها ؟ 
اون خیلی حرفه‌ایه و خیلی باحال . 
- آها 
- چند سال فقط همین جنبه‌شو دیده بودیم ولی تو ججو که دیدیمش کلاً یه آدم دیگه شده بود 
- خب چون زادگاهشه - آره 
راستی ، وانگ کیونگ‌ته 
- چرا یه دفعه انقدر ساکت شدی ؟ 
چی ؟ چی داری میگی ؟ 
راستی ، ممنون که اون روز بهمون آدرس دادین 
آها ، بله بله ، اون روز ... 
آره ، اون روز همدیگه رو دیدیم 
- آره 
- هی ، وانگ کیونگ‌ته 
زبونت می‌گیره ؟ 
چی ... 
صداتُ ببر ، بی‌شعور 
نمی‌خواد جلوشُ بگیریم ؟ 
از اولین بار که عاشق شد 20 سال می‌گذره 
پس چون اصرار داشت اون دستمال گردنُ اضافه کنه اون روز با سام‌دال بحثش شد ... 
در مورد رابطه‌ش با چون چونگ‌گی به سام‌دال گفت و باهاش دعوا کرد و روز بعد اون کارُ کرد 
و بعد از این که رئیس شد ، مدام اصرار داشت این دستمال گردنُ اضافه کنه 
جدا از دستمال گردن ، هی محصولاتی اضافه می‌کرد که ربطی به موضوع نداشتن ، و همیشه با تیم پوشاک سر این موضوع بحث داشت 
خودشه . دستمال گردن . آره . پول گرفته تا تبلیغش کنه 
من تو اینجور چیزا عجیب تیز ... و بزم 
- حساب شبکه اجتماعی‌شو بلدین ؟ - آره 
بیاین شبکه اجتماعی و ارتباطات آنلاینشُ بررسی کنیم شاید چیز مشکوک یا اسپانسری چیزی پیدا کردیم 
- باشه 
- باشه 
اینم از این 
حسابش اینه 
ممنون 
حسابش اینه 
بعد از یه جلسه داخلی در مورد نمایشگاه بهتون اطلاع میدیم 
بله . معذرت می‌خوایم 
تصمیم گرفتیم فقط نمایشگاهُ کنسل کنیم 
نمایشگاه برگزار نمی‌کنم 
همه به خاطر من کلی به زحمت افتادن 
شرمنده‌م 
ممنون که به بخش پیش‌بینی کمک کردی 
بیا ، واسه کمک‌هات 
وایسا ببینم ، این چیه ؟ 
تبریک میگم ، هواشناس چو 
واقعاً دمت گرم 
من به جات درخواست دادم 
بهت چی گفتم ؟ گفتم قبول میشی 
آیگو ، بی‌خیال . من نمیرم 
نمی‌دونم . اینا رو ول کنین 
با نمایشگاه چی کار کنیم ؟ 
یعنی ما ... 
رئیس هستن ، نه ؟ 
هی ، یونگ‌پیل ! 
چیه ؟ 
تو توی سازمان هواشناسی جهانی قبول شدی 
رویای دیرینه‌ت به واقعیت تبدیل شده 
مدیر هان ، من نمیرم . چند بار بگم ؟ 
چرا نری ؟ 
همه جونشون درمیره واسه رفتن 
هی ، یونگ‌پیل ! رویاته ! 
نمی‌دونم . یکی دیگه رو بفرستین . 
زندگی واقعاً سخته 
- هی ، چون چونگ‌گی ! 
چی کار می‌کنی ؟ 
من و تو حرفی واسه گفتن نداریم ، واسه چی اومدی ؟ 
چیه ؟ 
اون‌هیه ، اون مقاله ... کار بانگ اون‌جو بود 
چون چونگ‌گی ، تو چرا آدم نمیشی ؟ 
خب که چی ؟ 
من اون کارُ نکردم 
روحمم خبر نداشت داره درباره همه چیز دروغ میگه 
به خدا ازش پرسیدم که تو باهاش اون کارُ کردی یا نه 
فهمیدم . خب ؟ 
الان داری چی کار می‌کنی ؟ 
دیوونه شدی ؟ 
تو رو خدا به دادم برس 
تو رو خدا همین یه بارُ به دادم برس 
مهلت تحویل پروژه هفته دیگه است ، ولی نه موضوع دارم نه تیم 
به رئیسم گفتم چقدر در مورد عکاسی تو ججو مطمئنم ، ولی کم مونده اخراج شم . 
نه ! اخراج شدنم به درک هفته دیگه صفحه‌های مجله‌مون سفید می‌مونه 
اون وقت واقعاً بدبخت میشم ! 
واقعاً زده به سرت ؟ 
حتی اگه همه چیز توی سئول آماده باشه هم وقت کمه . تو عاقلی ؟ 
من هی می‌گفتم باید انجامش بدیم 
ولی بانگ اون‌جو می‌گفت می‌تونه 
الحق که لنگه همدیگه این 
ما ده ساله همُ می‌شناسیم 
ما خیلی مشکلاتُ باهم حل کردیم 
پس به خاطر گذشته‌ها همین یه بارُ به دادم برس 
می‌دونم تو دو روزه می‌تونی یه موضوع پیدا کنی و با دستیارهات عکاسی رو انجام بدی 
= ♥ چو سام‌دال = آه ، چرا گوشی رو برنمی‌داره ؟ 
کجاست آخه ؟ 
چی ؟ چرا با اون عوضیه ؟ 
هی ، سام‌دال ! 
هی ، سام‌دال ! 
هی ، سام‌دال ! 
هی ، تو چرا با این عوضی‌ای ؟ 
با این یارو حرف نزن 
- بیا بریم . یالا سوار شو - هی ، مرتیکه ... 
- چیه ؟ 
- آیگو 
بذار حرفمُ تموم کنم 
هی ، چون چونگ‌گی ، به هر حال حرف بی‌خود نزن 
برو دنبال یه عکاس دیگه بگرد 
مردم همین الانشم به خاطر برگزاری نمایشگاه اداره هواشناسی از دست من عصبانی ان و قشقرق به پا کردن 
چه برسه به عکاسی برای مجله ! فکر کردی ممکنه ؟ 
من یه کاریش می‌کنم 
چی چی رو یه کاریش می‌کنی ؟ 
یه راهی هست که می‌تونی مثل یه قهرمان برگردی سر کارت 
من یه نقشه دارم 
هی ، چی ؟ چه نقشه‌ای ؟ 
- چه نقشه‌ای ؟ 
- وایسا ! همون‌جا وایسا ! 
به هر حال یه نقشه دارم 
اگه قبول کنی کمکم کنی بهتون میگم 
آیگو - بیا بریم 
- بیا بریم . نقشه‌ش کجا بود 
- نقشه نداره 
- دارم ، دارم ، خوبشم دارم اون‌هیه ، بهم زنگ بزن . من منتظرم . 
باشه ؟ فقط همین یه بار 
فقط همین یه بارُ به دادم برس ، ها ؟ تو رو خدا 
میگم احیاناً ... 
هوم ؟ 
می‌خوای انجامش بدی ؟ 
هوم ؟ 
مگه چون چونگ‌گی ازت نمی‌خواست برای مجله‌ش عکاسی کنی ؟ 
چرا ، می‌خواست 
اگه اون کارُ بکنی در واقع می‌تونی برگردی سر کارت 
نمی‌خوای انجامش بدی ؟ 
نه این که نخوام برگردم سر کارم 
اگه هفته دیگه منتشر بشه باز همه چیز به هم می‌ریزه 
الانم که نمی‌تونه تو ججو عکاس پیدا کنه 
خب تو چرا نگرانی ؟ 
خب اگه اوضاع به هم بریزه ... 
و چون چونگ‌گی اخراج بشه یا در مجله تخته بشه چی میشه ؟ 
تو چرا نگرانی ؟ 
خب ... این توی صنعت فاجعه بزرگی به حساب میاد 
چون از سر گذروندم می‌دونم 
فکر کنم واسه همین نگرانم 
دقیقاً . چرا نگران همچین چیزی هستی ؟ 
تو که مثل آب خوردن نمایشگاهِ ما رو گذاشتی کنار ، پس چرا نگران اونایی ؟ 
چون از نمایشگاهِ هواشناسی انصراف دادم این حرفا رو می‌زنی ؟ 
آره ، واسه همینه . خب که چی ؟ 
می‌دونم وضعیت عین اون اتفاقیه که توی مجله ایکس افتاد 
پس می‌دونمم که چرا دودلی ولی این با اون فرق داره 
چه فرقی ؟ 
چون اینجا سامدالریه 
چرا از زادگاهت دست کشیدی ؟ 
هی ، کی گفته من دست کشیدم ؟ 
- تو از نمایشگاه ما انصراف دادی 
- آره ، دادم 
دقیقاً . این معنیِ دست کشیدن نمیده ؟ 
هی 
هدف من اینه که اولین نمایشگاهمُ به عنوان چو سام‌دال برگزار کنم کِی گفتم نمایشگاه هواشناسی رو برگزار می‌کنم ؟ 
هوم ؟ 
حیف شد . ممنون 
= تصاویر گالری عکس طبیعت = ممنونم 
میگم ... 
بله ؟ 
مرکز انجمن بونگسانوپ یه انبار داره 
ازشون در موردش بپرس 
واقعاً ؟ 
= دوست همشهریان ، شهر ججو = - هی - آجوشی 
چیه ؟ 
راستش همه عکسا رو دارم 
یعنی حتماً باید برای هواشناسی نمایشگاه بذارم ؟ 
می‌دونی چند بار از قله اوروم رفتم بالا که فقط یه دونه عکس بگیرم ؟ 
من تسلیم نمیشم 
نمیشی ؟ 
- نمیشی ؟ واقعاً نمیشی ؟ 
- هوم 
یعنی چی ؟ باید بهم می‌گفتی 
فکر کردم داری تسلیم میشی . کلی فکر و خیال کردم 
چه فکری کردی ؟ 
چون وضعیت مثل دفعه قبل بود فکر کردم باید چی کار کنم ؟ 
چی باید بگم ؟ 
بگیرم فلکش کنم ؟ این فکرا رو کردم 
می‌خواستی فلکم کنی ؟ 
نه ، می‌دونی که منظورم چیه . نگرانت بودم 
هوم ؟ 
هوم ؟ 
هی 
پیداش کردم ! 
پیداش کردم ! 
- چیُ ؟ 
- چیزی پیدا کردی ؟ چی پیدا کردی ؟ 
نگاه کنین . حساب پشتیبان بانگ اون‌جوئه 
این کامنتُ ببینین 
" خانم بانگ ، اگه جواب ندی لوت میدم " 
یارو زیر یه پست قدیمی هم کامنت گذاشته بود 
" سلام ، خانم بانگ از استودیو 3مون " " مدیر ما هستم از بازاریابی والِن . برای پیشنهاد حمایت مالی پیام میدم " 
واسه همین رفتم توی حسابش 
- اون‌بی ! خودشه ، نه ؟ 
- آره ! - همون دستمال گردنه 
- همونه ؟ 
آره ، خودشه . ها ؟ این چیه ؟ 
این کلاه ، دستبند ، گردنبند 
اینا چیزاییه که اون‌جو به عکسبرداری‌هامون اضافه می‌کرد 
دقیقاً 
حتی این گوشواره‌ها 
- لعنتی 
- باورم نمیشه 
پس زیردست خانم چو کار می‌کرد و یواشکی واسه اینا پول می‌گرفت ؟ 
دمت گرم ، سانگ‌دو ! 
- پیداش کردم ! - گل کاشتی ! 
- دمت گرم ! 
- هکری چیزی بودی ما خبر نداشتیم ؟ 
- چطوری پیداش کردی ؟ 
پیداش کردیم ! 
شنیدین ؟ 
چیُ ؟ 
باز مقاله‌های جدید در مورد سام‌دال دراومده 
- هوم ؟ - هوم ؟ 
در مورد نمایشگاهش برای اداره هواشناسیه 
خبرنگارا از یه طریقی فهمیدن که چو سام‌دال همون چو اون‌هیه است ، و قیامتی شده که بیا و ببین 
آیگو ! هر چی انکار می‌کنه هیچکس به حرفش گوش نمیده 
اونجا رو . اونا دیگه کی ان ؟ 
وای ، هی می‌گفتم چو اون‌هیه تو کدوم سوراخی قایم شده 
- نگو تو زادگاهش بوده - همینُ بگو 
این همه وقت توی سئول جلوی خونه‌ش عمرمُ تلف کردم 
نمایشگاه اداره هواشناسی رو برگزار میکنه ؟ 
نمی‌دونم . فعلاً که خبری از کنسل شدنش نیست 
- پس شاید داره برگزارش می‌کنه - آره 
پس بیاین همه محله رو تا نمایشگاه بگردیم 
- باشه 
- این محله زیاد بزرگ نیست 
- سریع پیداش می‌کنیم - آره 
- اومدن ؟ - نزدیک شدن ؟ 
- نزدیک شدن ؟ - اومدن نزدیک ؟ 
سلام ، خانوما 
- سلام 
- سلام 
میشه یه چیزی بپرسیم ؟ 
خونه خانم چو اون ... نه 
خونه خانم چو سام‌دال کجاست ؟ 
آیگو ! از سئول اومدین دنبال سام‌دال ؟ 
بله ، اومدیم دنبال سام‌دال 
خوش به حال سام‌دال 
چقدر از سئول میان دیدنش 
خانوما ، خب ... خونه‌ش کجاست ؟ 
اونجا 
اونجا ! 
- اونجا ؟ 
- آره ، اونجا 
اونجا ؟ 
چهارصد متر که برین ، می‌رسین به دیوارهای سنگی 
بعد می‌پیچین به راست و 500 متر میرین ... 
خونه‌ش اونجاست ؟ 
می‌رسین به یه باغ نارنگی 
- آها 
- آها ، باغ نارنگی 
بعد همون‌طوری مستقییییییییییییییییییییییم میرین 
بعدش چی ؟ 
می‌رسین به خونه‌ش 
ممنون ، خانوم 
- ممنون 
- بفرمایین تو رو خدا 
- لطف کردین 
- خدانگهدار 
- خبرنگارا اینجان 
- سام‌دال کجاست ؟ 
بهشون نگو 
- کجا ؟ - بهشون نگو 
- سام‌دال کجاست ؟ 
- همه‌شون اینجان 
- من میرم اونجا 
- بهشون نگو کجاست 
مطمئنم گفت بپیچید به چپ 
- می‌دونم - اونجا 
اونجاست 
امروز چرا انقدر آدم میره و میاد ؟ 
حتماً محله بغلی مراسمی چیزی داره 
کلی آدم ریخته تو محل 
واقعاٌ ؟ چرا اومدن اینجا ؟ اینجا که چیزی نداره 
راستی ، می‌خوای نمایشگاه هواشناسی رو برگزار کنی ؟ 
اونجوری خبرنگارا پا نمیشن بیان ؟ 
واسه همین می‌خوام دور از چشم خبرنگارا توی سامدالری برگزارش کنم 
سامدالری ؟ 
کجاش ؟ 
مرکز انجمن بونگسانوپ 
مرکز انجمن بونگسانوپ ؟ یعنی بابای یونگ‌پیل بهت اجازه داد ؟ 
هوم 
پس جواب میده 
اگه بی‌سر و صدا توی محله برگزارش کنی خبرنگارا بو نمی‌برن 
- خانم کو ! - ها ؟ کیه ؟ 
- سلام خاله 
- مامان کیونگ‌ته ! 
سام‌دال ! 
خبرنگارا ! 
یه مشت خبرنگار اومدن سامدالری 
- ها ؟ - پاتُ از خونه نذار بیرون 
ها ؟ 
نمیشه که چی کار کنم ؟ 
یعنی الان‌هاست که بیان اینجا ؟ 
پس هیچکس نباید از خونه بره بیرون . ها ؟ نگران نباش 
- عمراً پیدات کنن 
- ها ؟ 
منظورت چیه ؟ 
یعنی ، سامدالری که یه وجب دو وجب نیست . 
اگه بهشون نگیم از کجا می‌خوان پیدات کنن ؟ 
غمت نباشه 
فقط از خونه نیا بیرون ، هوم ؟ 
خانم کو ، خوشمزه بود 
ولی خاله ... 
آیگو ! پس تا اونجا رفتین 
نه ، کلاً اشتباه رفتین 
نه ، بذار من بگم . گوش کنین . 
همین خیابونُ مستقیم میرین ، می‌پیچین ، می‌پیچین ، دور می‌زنین بعد مستقیم میرین 
- آها - آها ! واسه همین گم شدین 
آدرس غلط بهتون دادن . خوب گوش کنین ، خب ؟ 
- باشه - باشه 
مستقیم میرین 
راست ، راست ، چپ ، راست ، مستقیم ، چپ ، بعد ... 
- پشت بوم خونه‌شون زرده 
- راست ، راست ، چپ ... 
پشت بوم زرد ؟ 
پشت بوم زرد کجاست ؟ 
اون یکی آبیه 
اونه ؟ 
اینجا کجاست ؟ 
- اونجا بن‌بسته ! 
- بله ؟ 
ایش . بیاین بریم 
فکر نکنم این باشه 
آره 
این همون محله است ؟ 
- هی ، شما از اون طرف برین 
چیه ؟ چیه ؟ 
پیداش کردین ؟ 
ها ؟ 
این چیه ؟ 
چی ؟ 
چی کار کنیم ؟ 
واسه چی پا شدن اومدن اینجا ؟ 
بابام می‌گفت حتی پا شدن تا اداره اونام رفتن 
آخه این مردم چشون شده ؟ 
هی ، سام‌دال ! 
- هی ! 
- چیه ؟ 
صداتُ می‌شنون . ساکت ! - چی ؟ 
- چو سام‌دال ! 
سام‌دال ، ببین 
اون غیرقانونی محصولات فروشگاه‌های آنلاین کوچیکُ تبلیغ می‌کرده 
بهش پول می‌دادن تا این محصولاتُ توی عکسبرداری‌های تو جا بده 
اگه خوب بودن شمام گهگاهی ازشون استفاده می‌کردین ، هر چند از طرف اسپانسر نبودن 
حالا معلوم شد ! می‌گفتم پول اون لباسای گرونُ از کجا میاره 
یعنی وقتی با من کار می‌کرد هم اینا رو تبلیغ می‌کرد ، آره ؟ 
- آره 
- آره ، تمام مدت 
عجب ! روحمم خبر نداشت داره این کارُ می‌کنه . عجب ! 
چرا قیافه‌هاتون انقدر ... درب و داغونه ؟ 
هی 
هی ، چته ؟ خوبی ؟ 
بو سانگ‌دو ، انگار داره از چشمات خون درمیاد 
چون دنبال این می‌گشتیم همه‌ش دو ساعت خوابیدیم . 
اون که کلاً نخوابید 
هی ، چه کاریه ؟ چرا به خاطر من شب تا صبح بیدار موندی ؟ 
باید هر چه زودتر یه چیزی پیدا می‌کردیم تا قال قضیه کنده بشه 
کلی خبرنگار اون بیرون ریخته 
اگه چند نفر بودن یه کاریشون می‌کردیم ولی خیلی زیادن 
الان همه‌شون رفتن . فکر کنم شب شده سردشون شده 
واقعاً ؟ 
راستی ، واسه همین اومدی ججو ؟ 
حتماً تو سئول هم همین بلا رو سرت آوردن 
- چیه ؟ 
- کسی دیدتون ؟ 
- نه 
- هیچکس 
- بیاین بریم 
واسه چی اومدن اینجا ؟ 
دقیقاً . بذار چند روز بگذره ... 
بیا بشین 
- هی - بیا 
- خسته میشن می‌ذارن میرن 
- سلام ما هم همین فکرُ می‌کردیم ولی نمی‌دونم تا کِی می‌تونیم سر بدوونیم‌شون 
آیگو ، می‌ترسم آدرستونُ پیدا کنن 
چه ترد و خوشمزه است 
سام‌دال که نمی‌تونه تا ابد تو خونه قایم شه 
خانم کو ، چطوره به دفتر منطقه یا محله گزارش بدیم ؟ 
وقتی کاری باهامون نکردن که نمی‌تونیم گزارششونُ بدیم 
درسته 
اگه به خبرنگارا بگیم که واقعیت نداره چی ؟ 
بابا ، اگه کسی گوش می‌کرد که ما الان اینجا نبودیم 
دقیقاً 
الان ، ما هر چی بگیم اونا فقط مقاله‌های منفی می‌نویسن 
میگم ... 
یکی از اقوام دورم تو ججو خبرنگاره 
بیاین یه مقاله دیگه بنویسیم و از سام‌دال دفاع کنیم 
مگه اون قوم و خویشت توی بخش محرمانه کار نمی‌کنه ؟ 
- چرا - آها 
خانم کو ، چرا یه وکیل نمی‌گیرین ؟ 
یکی از فامیلای بابای کیونگ‌ته وکیله 
- ولی مگه اون وکیل طلاق نیست ؟ 
- چرا - آیگو - چی کار کنیم ؟ 
تا ابد که نمی‌تونه قایم بشه 
وقتی بی‌گناهه چرا باید قایم بشه ؟ 
- راست میگی 
- پس میگم ... 
بریم یکی یکی بدزدیمشون و تو خونه‌هامون زندونی‌شون کنیم ؟ 
- چه جوری ؟ 
- می‌تونیم از راه به درشون کنیم ! 
- ها ؟ - آره ! 
- این کارا خلاف نیست ؟ 
با این قیافه‌ت می‌خوای از راه به درشون کنی ؟ 
کوم‌سول ؟ 
کو ؟ کجاست ؟ 
بس کن 
- خدافظ 
- کیونگ‌ته 
- ما داریم میریم - کیونگ‌ته - خدافظ - کیونگ‌ته - خدافظ - کیونگ‌ته 
- کیونگ‌ته 
- خدافظ 
- بیا دیگه - باشه ، بریم ! 
- یونگ‌پیل 
- بله ؟ 
به نظرت این بچه می‌تونه نمایشگاه هواشناسی رو برگزار کنه ؟ 
چرا ؟ برای چی ؟ 
کمکش کن حتماً برگزارش کنه 
دلم می‌خواد عکس خودمُ بین عکسای نمایشگاهش ببینم 
از منم عکس گرفتی دیگه ، نه ؟ 
- خدافظ - عکس منم بذار 
- عکس منم بذار 
- منُ فراموش نکن 
خدافظ ، خاله‌ها به سلامت 
- تو که عالی می‌افتی - آره جوونی‌هات دلبری بودی واسه خودت 
فکر کردی مدلی ؟ 
پسر منه 
- هی ، سام‌دال ؟ - هوم ؟ 
چیه ؟ 
وایسا ببینم 
تا وقتی خبرنگارا بو نبرن می‌تونیم توی سامدالری نمایشگاه برگزار کنیم 
آره خب ولی خبرنگارا همه جای سامدالری هستن 
اگه نمایشگاه هواشناسی کنسل بشه همه‌شون میان اینجا 
اگه خبردار بشن چی ؟ 
خب می‌تونیم همه‌شونُ بفرستیم اداره هواشناسی 
اگه بتونیم ، ولی مگه میشه ؟ 
اینجا برگزار کردنش یعنی هواشناسی نمایشگاهُ کنسل کرده بعد همه خبرنگارا می‌ریزن اینجا 
واسه همین نمی‌ذاریم هواشناسی نمایشگاهُ کنسل کنه 
ها ؟ بیا نمایشگاهُ توی سامدالری برگزار کنیم 
برگزارش کنیم ؟ 
آره ، برگزارش کنیم 
من ترتیبشُ میدم 
بیا همه تلاشمونُ بکنیم 
آره ، راست میگی 
- معلومه 
- باید همه تلاشمونُ بکنیم 
- آره 
- نباید دست رو دست بذاریم 
- آره 
- مگه نه ؟ ولی ... من همه عکسا رو توی اداره هواشناسی جا گذاشتم 
نگران نباش 
شماها 
از امروز دیگه به حرف مردم محلی گوش ندین 
فکر کنم دارن ما رو سر می‌دوونن 
بالاخره نمایشگاه هواشناسی کنسل شد یا نه ؟ 
امروز روز افتتاحیه‌شه ، ولی هنوز چیزی نگفتن 
مطمئنم کنسل شده 
واسه همین اومدیم اینجا 
نمایشگاه ؟ محالِ ممکنه 
ارشد ، اینجا رو ... 
فکر کنم داره برگزار میشه 
- چرت نگو 
- بده ببینم 
- هی ! - هی ! - هواشناسی ! - اداره هواشناسی ! 
سوار ماشینا بشین ! 
بجنبین ! 
ها ؟ 
گندش بزنن . باشه . 
اداره هواشناسی داره نمایشگاهُ برگزار می‌کنه 
بریم 
- چی ؟ 
- چی ؟ 
همه خبرنگارا از سامدالری رفتن 
بابام درُ باز گذاشته ، باید سریع بریم عکسا رو برداریم 
راستی ، با اداره هواشناسی چی کار کردی ؟ 
منظورت چیه ؟ 
اعلام نکردیم نمایشگاه کنسل شده 
من تو هواشناسی یه همچین آدم بانفوذی ام 
چو یونگ‌پیل ! 
اگه بردارین ، می‌خواین چی بگین ؟ میگین نمایشگاه کنسل شده ؟ کنسل شده دیگه . پس ... 
برنده بی‌گناه بود و ما نمایشگاهُ کنسل کردیم 
نمیشه همین یه لطفُ در حقش بکنیم ؟ 
فقط خواستن اعلام نکنیم نمایشگاه کنسل شده 
فقط اعلام نکنین نمایشگاه کنسل شده 
یه جا دیگه برگزارش می‌کنیم تا اداره رو هم خراب نکرده باشیم ولی راستش باید وقت داشته باشیم تا آماده بشیم 
فقط چند ساعتی خبرنگارا رو بگیرین ( خبرنگارا رو معطل کنین ) 
مگه پاسگاه پلیسه که خبرنگارا رو بگیریم ؟ 
آه 
هواشناسی نباید سر قولی که به مردم داده بمونه ؟ 
یعنی ، درسته که ما خدا نیستیم که همیشه پیش‌بینی‌هامون درست از آب دربیاد ولی قول دادیم نمایشگاه برگزار کنیم و زرتی کنسلش کردیم ! 
این کارا آخر عاقبت نداره ! 
یا نمایشگاهُ برگزار کنین یا همین یه دفعه به حرفم گوش کنین 
نمایشگاهُ که نمی‌تونیم برگزار کنیم 
اداره کل گفته به هیچ وجه نباید برگزارش کنیم . ما چی کاره‌ایم ؟ 
همین دیگه ! پس بیاین اقلاً همین یه کارُ براشون بکنیم ، قربان 
مدیر هان 
حتماً هواشناس چو یونگ‌پیلُ بفرست بره سوئیس ، سازمان هواشناسی جهانی 
من دیگه نمی‌کشم ! 
کاملاً درکتون می‌کنم 
واقعاً می‌تونه اینجا نمایشگاه برگزار کنه ؟ 
با این همه آدم که اینجاست مگه می‌تونه بره تو ؟ 
مثل مور و ملخ خبرنگار ریخته اینجا 
حسم میگه اینجا نیست 
ولی با اون همه خبرنگار که اونجاست می‌تونیم عکسا رو برداریم ؟ 
آره که می‌تونیم . نگران نباش . 
اونقدرا کمک داریم که بتونیم 
راست میگی . پوز همه‌شونُ به خاک می‌مالیم 
سام‌دال ! یونگ‌پیل ! 
روی خاله‌ها حساب کنین ! 
کارمون که تموم بشه خودمونُ بهتون می‌رسونیم 
- خانم چو ! 
- فایتینگ ! 
- فایتینگ ! - فایتینگ ! 
چو یونگ‌پیل یه زمانی گفت تو هیچ رودی ، اژدها تنهایی ساخته نمیشه 
همه ماهی‌های تیان و ماندارین و قورباغه‌های رود بهش کمک می‌کنن 
واقعاً قراره نمایشگاه عکاس چو اون‌هیه رو اینجا برگزار کنین ؟ 
خب حالا ، چطوره بریم به اولین نمایشگاه عکاس چو سام‌دال ؟ 
بیاین به چون چونگ‌گی فشار بیاریم . 
مشخصه که یه چیزایی می‌دونه 
چه خبره ؟ عاشق منی ؟ دلت برام تنگ شده ؟ 
می‌خوام اینا رو بدونم 
پس می‌تونی با من وقت بگذرونی . 
حتی می‌تونیم با هم بریم سر قرار 
سازمان هواشناسی جهانی ... توی سوئیس 
مطمئنی اگه نری پشیمون نمیشی ؟ 
مثل تو که از رویای من حمایت کردی ، نمیشه منم از رویای تو حمایت کنم ؟ 
