Не сум дизајнирана за движење на површински терен . Трнлив е и има нечистотија . 
И не се упатуваме кон координатите на Светилиштето 573 . 
Ева , протоколот бара од нас да се вратиме и да чекаме , како што нареди Кадмус Прајд , додека Земјата не биде подготвена за да можеш да им се придружиш на други луѓе . 
Не можам да им се придружам на другите луѓе , ако не можам да ги најдам . 
Затоа се договорив со Рове , да не однесе до Лакус таму каде што ја добил својата лепенка Династи . 
Леле . Видете го ова . 
Зошто беше тоа ? 
Не допирај ништо . Не мирисај ништо . Дефинитивно ... не вкусувај ништо . 
Рови , немаше да го јадам . 
Не ме викај Рове . Добро . 
- Г . Кит , твојот тон сугерира фрустрација ... - Помош ! 
- Помош ! 
- Чекајте . 
- Дали го слушна тоа ? 
- Слушнав што ? - Помош ! - Што сега ? 
- Мислам дека некој бара помош . - Помош ! 
Сигурно повторно слушаш гласови во твојата глава . 
Омни , дали ти слушаш некој во неволја ? 
Не е откриен аудитивен стимул . - Помош ! 
- Па , јас слушам . 
- Ева . 
- Мамо , каде си ? 
Помош ! 
Мамо , се плашам ! 
- Во ред е . 
- Помош ! 
Што правиш ? 
Тоа е снајперист од песок . Бебе . 
Не се приближувај до тоа нешто . 
Но , исплашено e . Потребна му е помош . Не можеш да го слушнеш ? 
Сe што слушам е тоа кликање . Дали го слушаш тоа ? Ја повикува мајка си . 
Ако е близу , сите сме во неволја . 
Ќе те повлече под земја , празник на твојот црн дроб . И го гледаш тоа ? Токму таму . Една од стапиците на Бестил . 
Има сигнал за следење . Без сомнение наменет за вас . 
Ева , подалеку од тоа суштество . 
- Мој протокол е да те заштитам . 
- Стојте подалеку ! 
Мамо ! 
- Тоа е бебе . Одам да му помогнам . 
Па , ако сакаш да се убиеш , што ќе го направиш , барем , прво плати ми . 
Таа не беше обучена за вакви ситуации . 
Тогаш ќе видиме дали брзо учи . 
Може да умре . 
Па , нема подобар начин за учење . 
Не ги одобрувам вашите образовни методи . 
- Помош . Јас сум исплашена . 
- Во ред е . 
- Има чудовиште . - Не сум ти закана . 
Мамо ! 
- Нема да те повредам . 
Спушти ја канџата . 
Дозволи ми да ти помогнам . 
Спушти ја канџата . 
Да . Добро . 
Добро . Ајде да видиме што имаме овде . 
За малку . 
Бестил . Мора да одиме . Не ! Го имам . 
Мораме да се скриеме . - Но не можеме ... 
- Ева , сега ! 
Ева ? 
Помош ! 
Исплашена сум ! 
Помош ! 
Мамо ! 
Помош ! 
- Помош ! - Ова не е во ред . 
Бестил зеде бебе . 
Подобро бебе снајперист од песок , отколку тебе . 
Таму . Лакус . 
Највпечатливо е . 
Убаво е . 
Ова е ... Дали мислиш дека можеби другите се тука ? 
Не . 
Бестил ве лови . 
Ти и машината мора да останете незабележителени . 
Дали е оваа традиционална облека на Лакус ? 
Не . Изгледаш тотално смешно . 
Но , за среќа , ние сме тука на денот на трките . - Трки ? Кои трки ? - Трки на рибите пајаци . 
Затоа , се надеваме дека никој нема да забележи неколку чудни и досадни типови што не се од градот . 
Патем , тоа сте вас двајца . Да одиме . 
Во ред . Сега таа вреќа со вода треба да почека тука . 
Пазарот е преполн . 
- Водна мечка е . 
Ќе ја прашам . 
Во ред , во ред . И додека магично зборуваш со него во твојата глава , погрижи се да остане надвор од водата и подалеку од рибата . 
Ото , чекај овде покрај вода . 
Не јади риба . 
Нема да ја јадам вкусната риба . 
Но , ќе одам да се избањам . 
Што реков ? 
Па , рече дека нема да ја јаде рибата . 
Има вкусна риба , но нема да ја јадам . 
Дали е ова местото каде ја доби таа лепенка ? 
Види го ова ! 
Сум видела слики . 
Ова е стар велосипед . 
И светилка ! Еден од тие знаци ! 
Ова е исто како во нашите видеа за обука ! Мутр ! О , да . Палатата на ѓубрето на Карункл . 
Ѓубре ? Клеветење ! 
Да ти кажам нешто . 
Овде се претставени егзотични куриозитети собрани од цела Орбона . 
Ви го претставувам Карункл , со одобрение од кралицата Ојо . 
- Продавач на добри антиквитети ... - Можеш да го спречиш тоа . 
Девојката не сака да купи ништо . Таа само сака да ... Карункл ви нуди добар ден . 
Чекај те молам ! Сакам нешто . 
Навистина ? 
Те молам , влези . Одвој време . Разледај наоколу . 
Музика ! 
Карункл има многу , многу уникатни предмети за купување . 
Земи го ова , на пример . 
Скиптар што некогаш го држел античкиот крал Сер Хамилтон Бич . 
И овие , сол и бибер . 
Две мали суштества кои одамна ги нема а дишат низ ситните дупки на врвот на нивната глава . 
Па , што ти се допаѓа во продавницата на Карункл ? 
Те молам , треба да знам од каде го доби ова . 
Сакаш нешто . 
Информации . 
Да . Реликвија од династијата Династи . 
Карункл со задоволство ќе ти каже каде ја доби лепенката . 
Да речеме за ... 500 школки ? 
- 500 ? 
- Дали е тоа многу ? 
- 300 . 
- Дали е тоа во ред ? 
Нема шанси . 
Оваа е последната понуда на Карункл . 
Ако најдете добра среќа , ќе се видиме утре . 
Карункл отвора во зори , кога ќе се врати од својот бизнис во палатата на кралицата во Солас . 
Карункл ви нуди добар ден ... 
Во ред . Те доведов кај Лакус , па предади ми го Омни . 
Не , не . Договорот беше да ме доведеш кај Лакус за да дознаам од каде ја добил тој лепенка . 
Што ? 
Тоа не беше договорот . 
Откако ќе ги добијам информациите , тогаш можеш да го имаш Омни . 
Каде да најдам 300 школки ? 
Секогаш можете да се обложувате на трките . 
- Не го одобрувам коцкањето . 
- Ниту јас . 
Можете да се обложувате на трките со пајак - птиците ? 
Пајаци - риби . 
Луѓето доаѓаат од сите страни да гледаат . 
Мојот голем вујко Буду Обедо , еднаш патуваше 10 дена пеш да ги види трките . 
А има само 3 нозе . 
Да , беше коцкар во дша . 
Така остана без другата нога . 
Дали би можела да освојам 300 школки ? 
Секако . 
Големиот чичко Обедо еднаш ми ја кажа тајната на победата . 
Секогаш избирај го победникот . 
Разбрав . 
Обложување на натпревари . 
Непослушни толпи . 
Не те воспитав вака . 
- Тогаш не си многу добра мајка . 
- Господине Кит . 
Имај малку вера , Мутр . Го имам ова . Добредојдовте луѓе , на годишните трки на рибите - пајаци . 
Посебна традиција и уникатен спектакл овде во Лакус . 
Каква гужва имаме овде денес . 
- Трката ќе започне . - Извини ме . 
- Покажи ни ги твоите пари . 
- Кој е следниот ? - Извинете . 
- Трката ќе започне . - Здраво ! 
- Пари на маса . - Би сакала да освојам 300 школки . 
Па , нели сакаме сите . 
Една секунда , господине . 
- Со што се обложуваш госпоѓице ? 
- Со оваа мала машина токму овде . 
- Еј , тоа е мое . 
- Дури и кај , Ол'Крусти , нема да добиеш повеќе од 50 школки со тоа . 
- Сега тргни се настрана . - Но ... - Ова е се што имам . - Трката ќе започне ! 
Што е со онаа машина ? 
- Извини ме ? 
- Мислиш да се обложам на Мутр ? 
Подобра таа од мене . 
Па , освен ако немаш нешто друго за обложување . 
Во право си . Да . Да . Што е со оваа голема машина токму овде ? 
Ева , што мислиш дека правиш ? 
Врв на линијата . Елегантен дизајн . Ги има сите карактеристики . 
Добро , се обложи , љубов . 
Значи , стави сето тоа на Ол'Крустиy тогаш ? 
- Ол'Крусти да го освои сето тоа . 
- Што правиш ? 
Не грижи се , Мутр . 
- О , не , не . - Само верувај ми . 
Но не можеш ... Чекај . Ја знам тајната на победата . Само момент . 
Па , што и да се случи , губењето на машината е победа сама по себе . 
Не , не допирајте таму . Тоа не е добро место ... Па , кој е твојот победник ? 
Добро прашање . Не . Не . Не . 
- Тој ! - Тој ? - Тоа е Ол'Крусти ? 
Не , и треба само самодоверба , тоа е се . 
Сигурна сум дека е брза . 
- Самодоверба ? 
Таа е слепа . 
- Што ? 
Погледни ја . Заматени очи , лупење околу капаците . 
Ол'Крусти е твојата тајна за губење . 
Красти ? 
Можеш да го направиш ова . 
Не можам да победам . Никогаш не сум победила . 
Бидете сигурни да ги ставите вашите облози , луѓе . 
Првата трка треба да започне . 
Би сакал да кажам дека беше убаво што ја запознав машината . 
Но , не беше . 
Предмет на трката : " Хопфрутот " . 
Првиот што ќе го зграпчи тоа вкусно уживање е победникот . 
Трки ! Силен бран ги носи рибите - пајаци во првиот од трите круга . 
Сите излегоа во добар ред со еден исклучок . 
Ол'Крусти сигурно задремела пред бранот . 
Таа е во далечното последно . 
Ќе биде добро . Го имаме ова . 
Лорако поведе рано , Лејкефин жешко го следи . Гарвеј и Сињ тргнаа силно трчајќи за позиција . 
Ол'Крусти ќе треба да ми го позајми двогледот за да го види водачот . 
Не разликува , лево од десно . 
Се надевам дека и го кажа последното збогум на машината . 
Напред ! Го имаш ова , Крусти ! 
Лакус Лорако прекрасно ткае низ Шупливиот Кноби . Можете да видите зошто е пајак е со висок углед . Лакефин е втор ... следен од Сињ па Гарвеј . 
И Ол'Крусти изгледа порѓосано од потонат брод . 
Сe уште мислиш дека можеш да зборуваш со Ол'Крусти ? 
Подобро почни да зборуваш , бидејќи твојата машина е на пат да биде резервни делови . 
Лизгавиот Гарвеј маневрира низ прстените и се пробива низ зоната на прскање . 
Остануваат уште два круга пред воодушевена толпа . 
Но , Ол'Крусти штотуку отскокна од групата ... Крусти , ме слушаш ли ? 
Крусти може да те слушне . 
- Одлично ! Ќе му помогнам на Крусти да победи . 
Крусти да победи ? 
Да . Победа на Крусти . 
Само направи го тоа што ти го кажувам . 
Добро , лево . 
О ! Извини за тоа . Твое десно , мое лево . 
Оди десно . 
Лево , лево , лево . Уште еднаш право . 
Сега лево . 
Оди праљво . 
Сфати . 
Сега горе . 
Горе , горе , горе . Долу . Крени ги тие мали нозе . 
Добро , сега пливај . 
Ол'Крусти конечно покажува малку подобрена агилност низ прстените . 
Дури и слепиот мрчатор ќе го најде хопфрутот . 
Шшшш ... Се концентриран . 
Дали ми треба нов двоглед ? 
Ол'Крусти стигна да го прескокне Плукачот Сињ . 
Таа не е со мене . 
Лакус Лорако е сe уште се покажува како лизгав клиент . Но , Ол'Крусти можеби има трошка надеж да го заземе 3 - то место на еден круг до крајот . 
Да ! Го имаш ова , Крусти ! 
Прв е Лакус Лорако , се уште е на врвот на својата игра . 
Лакефин се превиткува кај прстените и целиот тек ... на трката се промени . - Оди ! Брз како ветрот ! Не бројте ги вашите школки прерано со Лорако . 
Крусти го премостува јазот . 
- Ова може да биде победа . 
- Оди , оди ! Веднаш во финалето . Лорако и Ол'Крусти , перка до перка . 
- Го имаш ова , Крусти ! 
- Да , го имам ова . 
Може ли Кристи да го доживее својот најголем момент ? 
Таа се нафрла по хопфрутот . 
Ол'Крусти победи ! 
Станува збор за риба - пајак за која ќе се зборува со генерациите што доаѓаат . 
Јас сум победникот ! 
Солзите на кутриот Ол'Крусти се претворија во овации ! 
Факт е дека Ол'Крусти имаше среќа . 
Старата пајак - риба имаше многу среќа . 
Кој рече дека е готова ? 
300 школки , љубов . 
Секоја чест . 
Ви благодарам . 
Тоа беше неверојатно непромислено , Ева . 
Да се обложиш на мене за локална валута . 
Да , несовесно , Ева . Но ... забавно . Единственото нешто што ме поштеди од растурање , е нејзината среќа . 
Тоа не беше чиста среќа . Тоа бев јас . Зборував со Крусти . 
Ајде . Успеа , нели ? 
Добро . Еве , ти носи го и чувај го . 
А утре наутро ќе дознаеме од каде потекнува тој лепенка . 
Вашата ќерка , таа знае како да избере победник . 
Мојата ... Таа не е моја ќерка . 
Господине Кит , кажете и на Ева дека треба да најдеме засолниште за ноќта . 
Кажи и самата . 
Можевме да кампуваме покрај езерото во близина на продавницата на Карункл . 
Ако се врати порано , можам да го прашам од каде ... Чудовиштето Бестил може да биде во близина , точно , г - дине Кит ? 
Ни треба место каде ќе можеме да одиме и ќе биде безбедно . 
Ровендер . 
Фискиан , дојди да видиш кој е тука . 
Една секунда , мила . 
Хостија , помина ... 
- Премногу долго . Влези . 
- Ти благодарам . 
Едвај им верувам на очите . 
Жал ми е што само вака се појавувам . 
Уф , те молам . 
Следниот пат прво дојди овде . 
- Како си ? 
- Па , се снаоѓам . 
Слушнавме дека Фаунас можеби е повторно во движење . 
Тоа е срцето на шумата за вас . 
Но веќе не е мојата грижа . Како сте ти и Фискијан ? 
Прилично добро . 
Рибарството го држи зафатен , и овде никогаш не е досадено , како што знаеш . 
Чичко Ровендер ! 
Еве ги доаѓаат . 
Не им траеше долго . 
Ни недостигаше , вујко Ровендер . 
Јас не сум ти вујко . 
Каде беше ? 
- Тато рече дека си нe заборавил . 
О , деца . Ајде сега . Сe уште не сте ги продале овие мали чудовишта ? 
- Не сме на продажба . 
- Каде е мојот подарок ? 
- Маегдан . Ајде олади , сега . 
- Да , мајко . 
Во ред е . Во ред е . Ќе им платам откуп . 
- Што ни донесе ? - Ајде да видиме , да видиме . 
Што сакаат чудовиштата ? 
Ах , еве ти . 
- Хопфрут . - Хопфрут . 
Јас сум постар . Мое е . 
Вујко Ровендер мене ми го даде . 
Не заборавај да споделиш . 
Ти благодарам , чичко Ровендер . 
- Нема на што , Маегдан . - Еј . Стоп . Мое е . Ровендер , стар пријателе , добро е што те гледам . 
Изгледаш исто . 
Тоа е лага и ти го знаеш тоа . 
Значи , што те носи до Лакус ? 
Врати го ! Па , на овие двајца им требаше водич . Значи , знаеш , ги донесов овде за бизнис . 
Па , сега , кои се твоите пријатели ? 
Пријатели ? Не , тие не ми се пријатели . 
Тие се само неколку стари скитници . Претпоставувам дека тоа е најдобриот збор . - Ги запознав вчера . - Го имам ! 
Јас сум Ева од Светилиштето 573 . 
Човек . 
Ровендер , што е ова ? 
Ова е Мутр . 
Јас сум Мутр Единица 0 - 6 . 
Имате прекрасен дом . 
Па , благодарам , 0 - 6 . 
Ровендер , каде ги ... Па , ја најдов кај растенијата нилски коњ , а оваа во кампот на Бестил . 
Долга приказна , но ... Но , тие се во ред . 
Па , секако дека се . 
Да . Сите се добредојдени овде . 
Апсолутно . 
Ќе одам да ги поставам вреќите за спиење . 
Ти благодарам , Фисцијан . Но само за нив . 
Морам да одам . 
- Да одиш ? - Не оди . Нема да одиш никаде . 
Остануваш со нас . 
Па , ова е прв пат некогаш да си ја одбил мојата пентака . 
Направи пентака ? Јеее ! Пентака ! 
Еве одиме . 
Свежо од пазарот денес . 
Насан секогаш ги тргнува на страна најдобрите за мене . 
Ветувам дека се вкусни . 
Мутр , те молам придружи ни се . 
О ви благодарам . Но , не е потребно . Јас не можам да јадам . 
Сепак , има место и за тебе овде на масата . 
Многу сте љубезна . 
И веројатно вашите деца никогаш не се обложуваат на трки . 
- Облог ? Се разбира не . 
- Мутр . 
Во оваа куќа не галамиме на нашите гости на вечера . 
Нели , Фискијан ? 
- Фискијан . 
- Точно . Без дофрлање . 
Дали имаш десет прсти ? 
Слушнавме дека луѓето имаат десет прсти . Можеш ли да ми ги покажеш прстите на нозете ? Сакам да ти ги видам прстите на нозете . 
Дариј вели дека луѓето имаат десет ... Добро . Добро . Помалку зборување , повеќе јадење . 
Десет прсти , 100 прсти , 1.000 прсти . 
Кој се грижи ? 
Да . Дали имаш десет прсти ? 
Фискијан . 
Сега јадете ја вашата храна . 
И ти , Ева . 
Како го јадете ова ? 
Жал ми е . 
Не , не , не , не . Дозволи ми да ти покажам како да го направиш тоа пред да ме заслепиш . 
Едноставно е . 
Земи само еден . 
Ете . Потоа држи ја тврдата школка одозгора . 
- Вака ? 
- Доволно си блиску . 
Сега , брзо вртење . 
Не плаши се од тоа . 
Вртење ! Добро . 
- Така е . Сега доаѓа добриот дел . 
Подигни ја лушпата и пробај го вкусот . 
Ова е навистина добро ! 
Секако . Тоа е пентака . 
Пентака . Пентака . Јадеме пентака . 
Ровендер , не остануваш ? 
Како што реков , Фискијан , навистина треба да одам сега . 
Ќе се вратам наутро . 
Па , мило ми е што се ти оди во ред . 
Фала за ... пентаката . 
Ровендер , понекогаш е таков . 
Полошо му беше порано , се разбира . 
Но , гледајќи го со вас , за прв пат по долго време , изгледа речиси среќен . 
Порано секогаш беше среќен . 
Знаете , Ровендер некогаш беше најголемиот пронаоѓач на патеки во цела Орбона . 
Ја сакаше својата работа , и го сакаше своето семејство . 
Што се случи ? 
Ги изгуби и двајцата . 
Овде , овде . Скоро сме таму . 
Ова е местото каде што спијам . 
Дали на луѓето воопшто им е потребен сон ? 
О , да . Секако . 
Сигурна сум дека мојота Мутр ќе ти каже дека тоа е од суштинско значење за опстанок . 
Како е таа твојата мајка ? 
Дали сите човечки мајки изгледаат така ? 
Јас ... не знам . 
Дали ќе ги соблечеш чуварите на прстите ? 
- Моите ... што ? 
- Чуварите на прстите . 
Сакам да ти ги видам прстите на нозете . 
Во ред , да . Секако . Секако . 
Десет прсти . 
- Десет прсти ? 
- Толку се лукави . 
Може ли да ги избројам ? 
Секако . Да . Провери дали се сите таму . 
Еден , два ... Маегдан , каде научи за луѓето ? 
Го кажа името порано . 
Мислиш на Дариј ? 
- Зоози . 
- О , да . Не ни е дозволено да зборуваме за неа . 
Мама вели дека раскажува премногу приказни . 
- 5 , 6 , 7 , 8 , 9 , 10 . 
Сите се таму . 
Арсискиот мудрец . 
Живее таму горе во куќата . 
Беше кралски поет и бајач . Но , тоа беше одамна . 
Сега им раскажува приказни на децата . 
И соништа за луѓе , страшни работи што ја повредуваат оваа планета . 
Но , ние не треба да зборуваме за неа . 
Омни , деактивирај го следењето локација . 
Деактивирано . 
