Колко ли е изпил ? 
Наистина ли ... те виждам сега или ... 
Милейди . 
Ти , Лейди Чо ли си ... или някоя друга жена . 
- Съжалявам ... 
- Съжалявам ... Съжалявам за това . 
Изглежда нещо те е разстроило . 
Трябва да го преглътнеш . 
Всичко ще бъде по - добре с времето . 
Добре ли си ? 
Чух ... че синът на Лорд Сок се е върнал . 
Добре съм . 
Аз съм ... притеснен . 
Ами ако се е върнал ? . . може ли да е свързан с Лорд Сок ? Ще бъдете принудена ... да изпълнявате съпружеските си задължения ? 
Не се тревожи за това . 
До сега , изпълнявах дълга си на скърбяща вдовица ... защото нямах избор . Но от сега нататък , Няма да позволя на никого да ме принуждава . 
( Епизод 11 Свещ срещу вятъра ) 
Милейди . 
Ти , Лейди Чо ли си ... или някоя друга жена . 
Изгубила си си ума , Йо Хуа . 
Стегни се . 
Милейди . 
Дрипав мъж отиде да се срещне с Лорд Сок . Намирам го за подозрително . 
По това време ? 
Трябва да разбера кой е . 
Изглеждаш ужасно . 
Този поглед ... ми напомня , когато те прибрах . 
Никога няма да забравя това , което направихте за мен ... и колко много ви дължа . 
Казваш ми го , и все пак избяга ? 
Не , милорд . Не съм избягал . Кой може да избяга от вас ... и после да очаква да живее ? 
Нямах избор ... защото имаше нещо което трябваше да направя преди да умра . 
Нещо , което трябваше да направиш ? 
Синът на бившия Началник ... на Кралската охрана е жив . 
Какво ? 
Кой е жив ? 
Синът ... на охраната Им Канг . 
Беше пак Йон хак . 
Той е взел умиращото момче ... и го е осиновил . 
Братът на ПАК Юн Хак , Су Хо е син на Началник охраната Им Канг . 
Какво ? 
Тогава и двамата знаят всичко от самото начало ... и си играл със мен . 
Те са се скрили в сенките и са изчакали времето си . 
Пак Су Хо търси това , което се е случило преди 15 години . 
Милорд . Ще убия Пак Су Хо и Пак Юн хак . 
Ще ги елиминирам и двамата . , и тогава ... ще ти дам живота си , господарю . 
( Ако искаш да чуеш за брат си ) 
Може да не е била Лейди О . Може Пак Юн Хак да е виновен . 
Той се осмели да ме хвърли тази стръв ? 
Възползвай се от шанса да премахнеш източника на неприятностите . 
Кой е там ? 
Имаме нарушител . 
Намерете го веднага ! 
- Да , милорд . - Добре . 
- Иди и виж . - Натам . - Внимавай . 
- Добре . Посред нощ ... - Какво става ? - Хей . Божичко . 
Побързай . О , Боже . 
Какво има ? 
Ние търсим нарушител . 
Какво ? 
Какво има ? 
Защо ми бършеш таблета ? 
Е ... 
Обикновено го правя всяка вечер преди лягане . 
Млади Господарю . 
Това твое ли е ? 
Тук всичко е наред . Можеш да си вървиш . Много добре . 
Милорд . 
Милорд . Имам лоши новини . 
Какво има ? 
Канг пил Джик влезе в Имението на Лорд Сок , докато стоях на пост отвън 
Канг пил Джик влезе в къщата на господаря Сок ? 
Това не е проблемът . 
Мястото беше обърнато с главата надолу . заради някакъв нарушител . 
Ще отида да проверя . Ти стой там и наблюдавай Канг пил Джик . 
Да , милорд . 
Какво , за Бога , правиш тук ? 
Някой подозрителен е влязъл . 
Добре ли си ? 
Кой е подозрителният човек ? 
Предполагам , че се е измъкнал . 
Разбирам . 
Можеш да продължиш . Ще остана тук . 
Защо си ... облечена така ? 
Не е ли странно ? 
- Ами ... - Защо пак си в бяло ? 
Просто не мога да свикна с това . 
Носиш бяло ... и ми бършеш мемориала . 
Недоволна ли си , че се върнах ? - Не . Тогава доволна ли си ? 
Трябва да се преоблечеш в по - подходящи дрехи . 
Майка ми ще ти се скара ако те види така . 
Правилно . 
Жена ми , изглежда като че ли имаш много тайни . 
Какво ... какво беше това ? 
Какво , за Бога , имаше предвид ? 
Полицай Пак Су Хо ! 
Този негодник Канг пил Джик , виж какво е направил с него . 
Сериозно ли си ранен ? Извинявам се , милорд . 
Тези главорези се появиха от нищото . , и загубих следите на Канг пил Джик . 
Как смеят да нападат офицери на Столичната отбрана ? Тези прошляци ! 
Видя ли лицата им ? 
Помните ли Мечоносците които държаха в плен Канг пил Джик ? 
Това бяха те . 
Трябва да разбера какво знае Лорд Сок . 
Комендант Хуанг . 
Да ? 
Трябва да ти кажа нещо . 
Офицерите от Столичната отбрана бяха ни проследили . , хубаво беше да им дадем урок . 
Може би трябва да ги елиминираме всичките . 
Така и трябва . 
Както преди , да тръгнем ли след Пак Су Хо ? 
Ще хванем Пак Су Хо и маскираният мъж заедно . 
Маскираният мъж и Пак Су Хо . 
Милорд . , не трябва ли да информираме Столична защита ... или полицейското бюро да заловят снощният нарушител ? 
Казваш ми да си мълча ... но съм разтревожена . 
Нищо не е откраднато ... и никой не е пострадал . 
Предпочитам да го разгледам тихо . 
Слухове за нападателя ... може да раздразнят хората . 
И все пак ... 
Не се тревожи , скъпа . 
Аз ще се погрижа за всичко . 
Никой няма да се измъкне като се катери по стените ... на Левия общински съветник . 
Аз ще тръгвам . 
Лорд Сок . 
Дойдохме , след като чухме че накакъв маскирания мъж е нахлул в дома ви . 
Аз специално заповядах на хората . да не информираме Столичната защита ... с надеждата да не се разпространяват слухове . 
Как разбра за това ? 
Знаете кои сме , милорд . 
Ние сме служители на Столичната отбрана . 
Ден и нощ , работим усилено за да запазим мира в столицата . 
Един от патрулите ни е видял маскиран мъж ... като е прескачал стените ви . 
Случайно да е откраднато нещо ? 
Не сме понесли никакви загуби . 
Някой в къщи виждал ли е този човек ? 
Отиваше към стаята за гости ... но избяга веднага щом излязох на двора . 
Как смее да нахлува в домът на Левия общински съветник ? 
Защо този негодник ... 
Лейди Ю , Бяхте ли с Лорд Сок по това време ? 
Не бях . 
Заспах рано ... и разбрах за това едва по - късно . 
Тогава , Вие ли сте единственият свидетел ? 
Вижте , комендант Хуанг . 
Да , милорд ? 
Тъй като изглежда се интересувате от маскирания мъж , ще оставя този въпрос на вас . 
Въпреки това , членове на семейството ми само са го видели как бяга от къщата . , така че няма да намерите доказателства или следи от него тук . 
Да , милорд . Ще претърся цялата столица . щом трябва ... и ще заловя този маскиран мъж . 
Между другото , това не е ли маскираният мъж ... който преди това бе откраднал картината на министъра на финансите ? 
Трудно е да се каже със сигурност . 
Тогава , мога ли да ви попитам защо правите връзка с него ? 
Отговори ли на въпроса ми с въпрос ? 
Този маскиран човек нарушава мира в столицата от известно време , как така не знаеш още нищо за него ? 
Човек може да си помисли , че не сте заловили този човек нарочно . Сега трябва ли да вярвам на капиталовата защита която управлява по - стегнато . Извиняваме се . Ще намерим този човек ... и ще разберем защо този човек е избрал ... да проникна в дома ви . 
Ти изрази решителността си пред мен , затова дръж на думата си . 
Да , милорд . 
Приятен ден , тогава . 
Добре ли си ? 
Полицай Пак . 
Аз . . ти помагах по заповед от високо , но Левия държавен съветник Сеок ме плаши до смърт . 
Той ме ужасява . 
Видя ли очите му . . бяха като на тигър ? 
Какво те води насам ? 
Тук съм по работа . 
По каква причина може да си тук ? 
Това е моята къща . 
Можеш ли да бъдеш най - големият син на Лорд Сок ... който се върна жив ? 
Мисля , че трябваше да разкрия това кой бях по - рано . 
Позволете ми официално да ви поздравя . 
Аз съм Сок Чонг . 
Казваш , че си ... 
Надявах се да поговорим . , но жена ми ме чака в момента . 
Божичко . Сигурно си във възторг . 
Моля , влезте . 
Скоро ще бъда в Хан Мюнгдо . , ще говорим там . 
Нейният висок и красив съпруг се е върнал при нея жив . Снахата на Лорд Сок . трябва да обича живота си . 
Милейди . 
Полицай Пак намина . 
Наистина ли ? 
Предполагам че полицай Пак е далеч от това да е малоумен . 
Милейди . 
Ти , Лейди Чо ли си ... . или някоя друга жена . 
" Съпруга . " Спри да ме наричаш така , по дяволите . 
Как трябва да се обръщам към жена си ? . . ако не като " Съпруго ? " 
Мила ... или скъпа ? 
Като се има предвид това , какво мога да направя за вас ? 
Хубаво е да го чуя . 
Скъпа . 
Майка ми одобри разходката ни . 
Да си стоя вкъщи е всичко , което знам . , и не знам как да се забавлявам извън тези стени . 
В момента съм заета , защото работя върху моята бродерия както съм правила досега . 
За Бога . 
Но ми казаха ... че трябва да ти купя хубави аксесоари ... и да се наслаждаваме на гледките заедно извън тези стени . 
Колко неучтиво . 
Тогава отивам сам към Хан Мюнгдо ... 
Ако не дойда , Майка ми ще се разстрои от решението ми . 
Моля , изчакайте , докато се приготвя . 
Йон Сун . - Да . 
Как би могъл ? . . 
Но защо ... той ще иска да говори с мен ? 
Лейди Чанг вътре ли е ? 
- Колко грубо ! - О , съжалявам . 
Извинявам се . Вината е моя . 
Задръж . Дали и помни лицето от оня ден ? 
Юн Хак . 
Изпратих съобщение до Столичната защита да се срещнем тук . 
Как разбра , че трябва да дойдеш предварително ? 
Тук съм , за да се срещна с някого . 
Лейди Чо ще бъде тук късно вечерта . , но вие двамата вече сте тук . 
Лейди Чанг , Радвам се , че привлякох вниманието ви . 
Става въпрос за Джу който е работил тук . 
Лейди Чанг . Мина доста време . 
Ти си тук . 
Срещаме се отново . 
Не знаех че си син на Лорд Сок . Съжалявам за неучтивото си поведение . 
Не го споменавай . 
Много съжалявам че не ви казах по - рано . И Ви благодаря за всичко . 
Какво става там ? 
Може би е ... е най - големият син на Лорд Сок ? 
Со Хо , почакай . 
Защо ме извика тук ? 
Неуместно е да се говори тук . 
Да отидем някъде другаде . 
Пристигна прилична коралова фиба . 
Ще може ли да я погледнеш ? 
Насам . 
Какво му става ? 
Както и да е . , нима всички ... ме изоставиха тук ? 
Бях любопитен за нещо ... затова исках да те видя . , и да знаеш , че ще е неучтиво . 
Не е като че мога да кажа на всеки за това . , но твоята работа е да разследваш . , така че вероятно ще имате отговора . 
Не разбирам . 
Жена ми ... е подозрителна . 
Какво имаш предвид ? 
Снахата на Министъра е известна като мъдра и трябва да бъде уважавана . 
Чух , че не е безразсъдна като другите жени . 
" Подозрителна " едва ли е правилният начин да я опишете . 
Знаеш толкова добре за жена ми ? 
Върнал си се в столицата след 15 години , срещнал си я за първи път . Предполагам , че знам повече за нея , отколкото за теб . 
Добре . О - кей . 
Тогава ще ми разкажеш ли за нея ? 
Канг пил Джик каза , че ще убие ... и двамата ви ... с полицай Пак 
Той ще използва всички възможни средства за да го направи . 
Той може да дойде при вас винаги когато реши да те убие . Трябва да внимаваш . 
Аз съм Кралски секретар и ще му бъде трудно да ме убие . 
Въпреки това , Су Хо може да стане негова мишена . 
Когато показах на свекъра си фалшивата бележка , се опита да го скрие ... като че ли имаше нещо Не трябваше да знам за това . 
Той определено ще се опита да направи ход да мълча и да се погрижи за Лейди О ... която знае истината зад това . . за да не можеш повече да я преследваш . 
Сега , когато съм наясно със ситуацията , ще измисля контрамерки . 
- Сигурен съм ... че той ще може да се защити . 
Ние не знаем какъв мръсен трик ще използва Канг пил Джик . 
Притесняваш ли се за Су Хо ? 
че ако нещо се случи с него , всичко може да се обърка . 
Нямам какво повече да кажа . 
Нека те попитам нещо . 
Кое е по - добре ... ? Жена ми да е твоя любовница ... . . или да е маскираният отмъстител ? 
Мислих за това цяла нощ . , но не можах да намеря отговора . 
Какво ще направиш ... ако ми е любовница или отмъстител ? 
Няма да правя нищо . 
Просто те уведомявам предварително ... за да разбера какво да правя по нататък . 
Преди да ми зададеш този въпрос , защо не опиташ първо да я разгадаеш ? 
Каква е тя , и намерението и за живота . Ако знаеш , няма да мога да я съдя както сега . 
Трябва да поговоря с Лейди Чо . 
Какво има ? 
Сигурен ли си , че си добре ? 
Синът на Лорд Сок ... ме попита за самоличността ти . 
Значи го е забелязал . 
Вчера бързах . и не можах да се променя . 
Как може да си толкова равнодушна ? 
Притеснявах се през цялото време ... в случай , че е отрепка като Лорд Йом ... или плашещ човек като баща си . 
Притеснявал си се за нищо . 
Дори и да беше такъв . , няма да му позволя да вземе нещо от мен . 
Аз също се притеснявах че може да е достатъчно чаровен ... за да плени всяка дама в столицата . 
Точно сега , трябва да се притесняваш само за твоята безопасност . 
Канг пил Джик ще те преследва . 
Кралски Секретар ми каза да не се тревожа . , но ти припадна пред него веднъж . 
Това се дължи на внезапното ми главоболие . 
Трябва да внимаваш . 
Ти ... . . тревожиш ли се за мен ? 
Разбира се . 
Ние сме ... на една и съща страна . 
Може да не съм най - добрият фехтовач в Чосон . , но аз съм около третия най - добър , така че не се тревожи . 
Тогава ще ти се доверя . 
Вземи тази ябълка . 
Толкова ми липсваше този вкус . 
В Цин няма такива ябълки . 
Това са ценните ябълки на Чосон 
Главният Търговец ги отделя по - специално за Негово Величество . 
Казваш ми ... че маскираният мъж не е приличал на убиец ? 
Той носи ориз на гладните и се грижи за тях . 
Това не е всичко . На другия ден , когато един старец бе пребит до смърт увит в сламена постелка за наказание . Той даде на този благородник тежък урок . 
Изглежда че е добър човек . 
Трябваше да накаже този идиот повече . 
- Хората я наричат Дева Мария легендарната ... 
Опитай от тази . 
Ябълките му са толкова вкусни . 
Ето как ... е прекарвала всичките тези години . 
Както и да е , чух че си бил изгубил паметта . 
Правилно . 
Така беше . Но ... 
По - добре да тръгвам . 
Ще ти разкажа подробностите по - късно . 
Уал Ю . Вземи още една . 
Хареса ли ти фибата ? 
Да . 
Ще тръгваме ли ? 
Маскираният мъж който помага на нуждаещите се в столицата . го е правил от години . 
Легендарният герой който се катери по стените нощем . 
Чух че неидентифициран нарушител е влязъл вчера в къщата ни , и си помислех , че наистина е бил същия неидентифициран нарушител . Но кой знае . . ? 
Да не би да казваш , че ако беше той , би било добре да се изкачва по стената на господаря Сок ? 
Кой знае какво може да е направил ? 
Чух , че е праведен човек . Съмнявам се , че се е опитал да нарани някого . 
Сигурно си има причини . 
Чух , че си изгубил паметта . и си имал тежък период . 
Но защо си все още толкова наивен . 
Беше толкова време зад стените като снаха на Лорд Сок . Говориш ми така , сякаш знаеш колко страшен е светът . 
Харесвам готините и страхотни хора . 
И така ... тази маскирана легенда или герой . Надявам се никога да не го хванат . 
Разбирам . 
Идва Кралският секретар . 
Чух добрите новини . 
Поздравления , Лорд Сок . 
Благодаря . 
Надявах се да имам чаено парти след два дни . 
Чаено парти ? 
Синът на Лорд Сок . който се смяташе за мъртъв , се завърна . Бих искал да отпразнувам поводът с вас . 
Това е много любезно предложение . 
Ваше Величество . Като се има предвид колко хора страдат , не е нужно да проявявате такъв интерес . по един малък въпрос , свързан със семейството ми . 
Столицата е в размирици . 
И все пак , би било жалко да не прави нищо . 
Просто искам да се запозная с човека ... и да пийна чай с него . 
Лорд Сок , моля ви , изпратете поканата ... на жена си , сина ти и снаха ти . 
Да , Ваше Величество . 
( Командване На Столичната Отбрана ) 
Добре ли си ? 
Лошо ли те пребиха ? 
Какво стана ? 
Защо си тук ? 
Човек , който си върши работата понякога може да се нарани . 
Защо се цупиш ? 
Заради войнственото ми его ... Удариха ме лошо . 
Изяж това . , развесели се и му го върни . 
Ще отнеме повече време за възстановяване ако не направиш нищо . 
Милейди . 
Комендант Хуанг няма ли да гладува тази вечер ? 
Не ти ли звуча като грижовна съпруга ? 
Това е типичната линия от което би накарало човек да припадне . 
Беше ли ? 
Може и да е било . 
Би Чан . 
Да , Комендант Хуанг . 
Виждам , че страдаш много . 
Влизай вътре . 
Полицай пак е там ... той те чака . 
Да , сър . 
Защо закъсня толкова ? 
Мислех , че ще умра от глад . 
Долу ръцете . 
Това е за Би Чан . 
Би Чан ли ? 
Вече влизаш вътре ? 
Имах дълъг ден и бих искала да си легна рано . 
Добре , тогава . Приятни сънища . 
Справи се добре днес . 
Кой си ти ? 
Какво има ? 
Плашиш ме . 
И така ... мемориала , който се върна жив , каза ... 
Скъпа съпруго . Аз съм жаден и искам сушени сливи от Кот Ним ... и не мога да заспя . 
Ще ми донесеш ли ? 
Мама ще ми се скара за това , че те изпращам на мисия . , така че се измъкни без да те хванат . 
Което знаете вече , това е безсмислено искане , нали ? 
- Забелязал е какво правя ... през нощта . 
Как така ? 
Не . 
Моля те , не ми казвай че мемориала знае какво си . 
Ако госпожа О ми каже за брат ми тази вечер , ще си тръгна от тук още утре . 
Ами ако Канг пил Джик ще се опита отново да я убие тази вечер ? 
Ето защо трябва добре да съм подготвена . 
Не се тревожи . 
Внимавай . 
Искам да знам кой е героят . Не мога да спя . Моля те , кажи ми . 
Милорд . 
- Кажи ми . - Не мога . 
Искам да знам ... 
- Дай ми го . - Да , сър . 
Ако искаш да спасиш Лейди Чанг , трябва да дойдеш сам . От Пил 
Какво ще правите , милорд ? 
Намерете комендант Хуанг . . и изпратете хора в Пил Ин . 
- Да , сър . - Да , сър . 
Би Чан , увери се , че Лейди О е добре . 
Сама ли ще отидеш в Пил ин ? 
Ще дойда с теб . 
Никой не знае какво е планирал Канг пил Джик . 
Безопасността на лейди О е на първо място . 
Много добре . 
Здравейте , Полицай . 
Елате насам . 
- Добре ли си ? - Милорд . 
Трябва да се махнем от тук . 
Добре Дошъл , Полицай Пак . 
Хората ми ще дойдат скоро . 
Така или иначе ще те арестуват . Най - добре е да се избегнат наранявания . 
Дори и да ме арестуват , Трябва да те задържа докато маскираният не излезе пръв . 
Къде е маскираният ? 
Няма да го видиш . до деня , в който ще умреш . 
Нямам търпение да разбера кой е . 
Винаги е най - тъмно под лампата . Обвинявам себе си , като използвах Лейди Чанг като примамка . 
Пусни я . 
Ако искаш да я спасиш , първо хвърли меча си . 
Трябваше ... още тогава да те убие . 
- Добре ли си ? - Да . 
Спри ! 
Им Хьон Дже . Това е точно като онази нощ преди 15 години . 
Баща ти . , най - великият майстор на меча в Чосон . , загуби живота си защото не можеше да се бие свободно ... от страх за живота ти . 
Хвърли меча . 
Той няма нищо общо с мен . 
Убийте ме ! 
Защо не пуснеш меча си ? 
Не ! 
И двамата ще умрете така или иначе . Защо си толкова решителен ? 
Помниш ли първата ни среща ? 
Помниш ли всичко от онази нощ . 
Надявам се отново да го направиш . 
- Какво стана тогава ? . . - Онази нощ . , какво направи ? Как ме погледна ? 
Стига глупости ! 
Хвърли меча . 
Добре . Ще го хвърля 
Това е капиталовата защита стойте на място ! 
Арестувайте ги всичките . 
- Да , Комендант . - Да , Комендант . 
Милорд . 
Между другото , къде е легендарният герой ... 
Говори по - тихо . 
Хайде . 
Негодници ! 
- Арестувайте ги . - Да , милорд . 
Как разбра ? 
Е , виждаш ли ... Бях на път . за резиденцията на министъра на финансите ... 
Не си ли един от хората на полицай Пак ? 
Легендарният герой . 
Защо си тук сам ? 
Случило ли се е нещо с полицай Пак ? 
Моят герой , лошо е . 
Трябва да се радваш че успях да кажа на героя за теб . , иначе щеше да си в голяма беда . 
Защо правиш нещо което не ти е било казано да направиш ? 
Имаш ли представа колко опасно беше ? 
Ти ми говориш така за героя който ти спаси живота . 
Най - накрая се разбрах ... че легендарният герой е по - добър с меча ... . отколкото си ти . 
Защо ти ... 
Милорд . , Канг пил Джик е арестуван и е в Столичната отбрана . 
- Напусни стаята . - Да , милорд . 
Точно в този момент . , арестувайте Лейди О , съпругата на бившият министър на финансите . 
О Нан Кьонг , съпруга на бившия министър на финансите , приеми заповедта на краля . 
Заповед на краля ? 
Претърсете всеки ъгъл ! 
- Да , милорд . - Да , милорд . 
Ваше Величество , вярно ли е , че сте поръчали на Министерството на правосъдието ... да арестуватч жената на министъра на финансите ? 
Това е вярно . 
Беше рано сутринта . , и не исках да нарушавам съня ти . Вместо това взех решението сам . 
Как така се решихте да вземете толкова важен въпрос ... съвсем сам ? 
Потвърдих ... че тя несъмнено е виновна за кражбата на ориза . 
Всичко , което исках ... е да разкрия престъпленията си като я разпитам лично . 
Казах също , че кралицата вдовица може да е замесен ... по този въпрос . 
Всеки виновен ... ще бъде наказани за престъпленията си . Дори и собствената ми майка . 
Въпреки това , ако някой се опитва да натопи невинната ми майка . , би било грешно да оставя нещата така . 
Мислиш ли ... че го имаш в себе си за да стигнеш до дъното на това сам ? 
Лорд Сок . , Аз все още съм Кралят на тази нация . 
Порицаваш ли ме ? за това , че съм издал заповед ... и че нямам права да издавам заповед като монарх на нацията ? 
Не всеки ден издаваш толкова уверени заповеди . , но Лейди О вече е изчезнала . 
Ти избра да покажеш ноктите си . , но те се оказаха като на котенце . 
Това наричам аз ... . голям срам от ваша страна . 
Той наистина е нещо . 
Няма да каже нито дума . 
Ще се опитам да го пречупя . 
Не . Виждал съм много мъже като него ... през всичките десет години в Столичната отбрана . 
Никога няма да ги накараш да говорят със принуда . 
Никой да не отива при него и го оставете да се пържи . 
Няма ли да ни каже къде може да е Лейди О ? 
Веднъж за малко да загуби живота си . 
Може би , без никой да разбере ... да срещне съдбата си отново . 
Не успяхме да открием Лейди О , и това ме тревожи . 
Но задържахме Канг пил Джик . , и има един начин да го накараме да говори . 
Дойде ли след като чу новините ? 
Какво става , за Бога ? 
Сега тази Лейди О като я няма . , кой тогава ще ми каже за брат ми . 
Нямам избор ако трябва да го чуя от свекъра ми . 
Ще го заплаша , ако се наложи . 
Моментът не е подходящ за прибързани решения . 
Утре , Краля ще има чаено парти ... на което е поканил Лорд Сеок . , със семейството му 
Дори ако нещо се случи между Негово Величество и Лорд Сеок . , не трябва да се намесваш . , и да питаш за брат си , така само ще обезсърчиш намеренията на Негово Величество . 
Какво искаш да кажеш с това ? 
Не мога да ри кажа подробности , така че , моля те , имай го предвид . 
Много се радвам . да ви събера всички ... в чест на тази прекрасна новина . 
Кралския Секретар и Офицер Пак бяха любопитни за сина на Лорд Сок ... затова поканих и тях . 
Представям сина си с много недостатъци . 
Поздравявам ви за първи път , Ваше Величество . 
Вашите черти на лицето приличат много с тези на Лорд Сок . 
Можете ли да бъдете човек с неговия характер ? 
Едва ли . 
Вярвам ... че съм наследил нежността на майка си . 
Синът ти , който смяташе за мъртъв . се е върнал при теб . Трябва наистина да е радост . 
Да , Ваше Величество . 
Все още имам чувството , че сънувам 
Да видя тази радостна среща ... ми напомня за баща ми . който почина преди 15 години . 
Де да беше ... и баща ми също така да може да се върне при мен по този начин . 
Мъжът , за когото копнееше се върна от мъртвите . 
Вече не трябва да имате никакви притеснения . 
Ваше Величество , Имам брат ... чието завръщане чаках от 15 години . 
Така ли било ? 
Как смееш да споменаваш такъв личен въпрос към Негово Величество ? 
Моля те , не казвай това . 
Сърцето ми скърби за твоята болка все едно ми е брат . 
Лорд Сок . , ще ти помогеа по всякакъв начин . , моля те , намери брат и . 
Да , Ваше Величество . 
Ще претърся страната отново за него . 
( Командване На Столичната Отбрана ) Документите , които доказват ... за трафик на хора и присвояване на храна ... са струпани тук . 
А това е ... доказателството , че сте подкупили Лейди О . 
Точно пред очите ми , ти се опита да отвлечеш главният търговец и да я убиеш . 
Опита се да убиеш и мен . 
Правилно . 
Канг Пил Джик . Като служител на Столичната отбрана , няма да е лесно да те накажа законно . 
Така че , смятам да използвам друг метод . 
Какво си мислиш , че правиш ? 
Ще ми отрежеш главата ... лично в защита на капитала или какво ? 
Няма нужда от това ... Пак Су Хо те разпитваше досега . 
Мога да се отнасям с теб от сега нататък с името Хьон Дже . 
Излезте отвън . - Да , милорд . - Да , милорд . 
Какво по ... . . 
Не излизайте навън . 
Повикай комендант Хуанг . Комендант Хуанг ! Нека ... просто сложим край . 
Чакай ! 
Чакай . 
Поканих още един специален гост ... да се присъединя към този щастлив повод . 
Специален гост ? 
Ще бъдете много доволни да видите този гост . 
Пусни я да влезе . Да , Ваше Величество . 
Ваше Величество . Какво става ... 
Изглеждаш много изненадан . 
Съжалявам , че не успях да ти кажа предварително . Ваше Величество . Извинявам се за лошото си поведение ... което предизвиках на Нейно височество ... за голямата загриженост . 
Аз също съм виновен ... за това , че не успях да разбера какъв човек сте . 
В знак на извинение към Ваше Величество ... и ... в знак на поздравления ... към Лорд Сок . , който има радостни новини за празнуване , 
Това е същият чай който предложих на бившия крал ... в нощта , в който почина . 
Помниш ли го ? 
Откъде да знам ? 
Това беше пряка заповед . от Вас , Лорд Сок . 
Разстройващо е ... че вече си го забравил . 
Лорд Сок ... е предложил този чай на баща ми ? 
Да , Ваше Величество . 
Ако отпиете само една глътка , може да си го спомниш . 
Любопитен съм . 
Защо не го приготвиш сега ? 
Това е полицай Пак Су Хо от Столичната отбрана . 
Идвам по спешност при Негово Величество . 
За какво дойдохте ? 
Има толкова специален аромат . 
Още ли не си спомняте , Лорд Сок ? 
Изобщо не си спомням . 
Тогава как може да ви се помогне . Тъй като тази радостна новина дойде от сина ви , първо на него ще дам да опита този чай . 
Можеш да го опиташ първо ти . 
Ваше Величество . Това е единственият начин . 
Благодаря ви за вашата безгранична щедрост . 
Добре . 
За да се докажа ... че Лорд Сок е убил баща ми . , трябва ли и аз да се включвам в този план . 
Никой баща няма да гледа как сина му умира преди него . 
Ваше Величество . 
Съпругът ми не трябва да го пие първи ако чаят е толкова ценен . 
Как смееш да говориш не на място ? 
Сигурно си много нервна ... като за първи път в двореца 
Извинявам се . 
Снаха ми ... само сме я учили как да служи на възрастните у дома 
Но никога не сме я учили как да се държи в двореца Бъдете разбиращи и прощаващи . 
Не се притеснявайте . 
Това има специално значение . 
Лорд Сок . Бих искал сина ти ... той първо да изпие чая . Нещо против ? 
Как мога да ви противореча на решението Ваше Величество . 
Прави каквото искаш . 
Тогава нека аз първо да изпия чая . 
- Чакай . - Спри ! 
Това е достатъчно . 
Престани . 
Ти ... наистина нямам думи ... 
Нямах представа , че ще бъдеш толкова жесток към собствения си син . 
Ваше Величество . Лейди О е престъпник ... която трябва да бъде разпитана , а не да ни сервира чай тук ! 
Защо ... се подигравате с глупостите на един престъпник когато трябва да бъде убита ? 
Стража ! Изведете Лейди О веднага ! 
Да ! 
Аз съм престъпник . 
Преди петнадесет години , по заповед на господаря Сок . , Сервирах този чай ... за бившия крал . 
Аз го отрових . 
( Смърт чрез отрова ) 
Венчелистчетата в този чай ... те са от отровно цвете . 
Да не би току - що да казваш че си сервирала отрова на краля ? 
Стража ! 
Веднага арестувайте Лейди О ! 
Тихо , Господарю Сок ! 
Защото не го е грижа за живота на сина му . Нямам голям избор ... освен да го докажа на себе си . 
Не го прави . 
Ваше Величество . 
Преди да дойда тук , Вече се бях решила ... и аз да пия от този чай . 
- Лейди О . - Охрана . Обадете се на лекаря ми незабавно ! 
Лейди О . 
Обади се на Кралския лекар . 
Лейди О . Лейди Чо . 
Мислех , че ако мога да запазя живота си , ще прекарвам времето си разумно и добре . 
Вярвах , че животът ми е съсипан от ръцете на другите . Почувствах се ощетена . 
Но сега , когато погледна назад , аз бях единствената ... който съсипа всичко . 
Не говори . Отровата се разпространява . 
Лейди Чо . 
По - големият ти брат ... бе убит ... от ръцете на Лорд Сок . 
( Рицарско Цвете ) 
( Епилог ) Спри ! 
Търсих те навсякъде . 
Искам да те питам нещо . 
След като намериш брат си ... и разкрием престъпленията на Лорд Сок . , Ще можеш ли ... да си отмъстиш ? 
Никога не съм мислила за това . 
Тогава ... ще си помислиш ли ? 
И ... ще ми кажеш ли ? 
Защо искаш това от мен ? 
Защото ... 
Мислих за това ... веднъж да отмъстя за родителите си ... и да изпълня Кралската заповед ... 
Тогава мога ... да прекарам остатъка от живота си с теб ? Мислех си за това 
откакто те срещнах Моля те . . , докато дойде този денят , искам да съм сигурен ... че няма да пострадаш . 
Ще разкрия истината ... за това , което се случи днес . 
До тогава , никой ... да не прави ход . 
Казах ти , че не знам нищо за това . 
Ти ли уби Чо Сонг Хо ? 
Ако си тръгнеш сега , никога ли няма да се върнеш ? 
Лейди Чо е изчезнала ? 
Ще гледам да се уверя че ти си плати цената . 
Някой е дошъл да ви види . 
Ще бъда ураган за него с унижение и ярост . 
