אתמול בלילה , אריק קולבי נפל לים . 
אני יודע שכולנו רחוקים מהערים שלנו . אבל פה , ב"אודיסאה " , אתם אף פעם לא לבד . בפרקים הקודמים זה גרם לי לבחון מחדש את חיי . וזה עורר בי השראה לחבר רשימת משאלות . 
המשאלה הראשונה הייתה לראות את העולם , אז בחרתי בעבודה הזו . 
מה עוד מופיע ברשימת המשאלות ? 
היעד החמישי , לעשות שלישייה . 
רזה יותר מ"דוב " . שרירי ולא ממש שעיר . מה אני ? 
אוקיי ... אל תגיד לי , אני ... 
" בונה " . - זאב " " . 
העיקר הוא רזה ושרירי . 
" זאב " . לעזאזל . אתה דווקא מצליח , קפטן . 
לא מספיק . 
מחר ישתלטו על הספינה כמה מאות גייז . ואני צריך להכיר את השפה של מי שעולה לספינה הזאת . הקלף הבא . 
אז ... זו ההגדרה של מקס . מה ? - זה קל . 
אבא'לה . - מה ? 
לא . - בינגו . 
לא , אני לא אבא'לה . 
אז מה נראה לך שאתה , מקס ? אני לא יודע . 
אתלט ? יש דבר כזה ? 
יש דבר כזה , אני פשוט לא בטוחה שזה אתה . אם אתה מבין אותי . 
סליחה . 
אז מה אתם , המגניבים ? 
אני גברית . 
- נשית . 
" טווינק " . 
- טוואנק " " . " שועל כסוף " . 
תירגע . להיות אבא'לה זה מגניב . 
הם נדירים , כמו שהצעירים אומרים . 
אחיו הצעיר של הקפטן הוא אבא'לה . כולכם תפגשו את קרייג מחר . הוא והחבר החדש שלו מצטרפים להפלגה . - לא ! הרווק הנצחי סוף סוף פגש מישהו , מה ? 
זו השמועה . 
אני גאה בו מאוד . 
אלוהים , מה שהבחור הזה עבר . זאת אומרת , כנגד כל הסיכויים . 
קרייג הקטן שלי נפל על הרגליים . נקי כבר 15 שנה , בזוגיות מאושרת . 
מי יודע מה השלב הבא ? 
צלילי רגליים קטנות בבית ? 
טוב . חזרה לעניינים . 
העלייה לספינה בעוד פחות מ - 12 שעות . - אוקיי , קפטן . על כל הקופה , תגדיר " אימא " . 
" אימא " ... מלכה עם סגנון , חן ואלגנטיות . אחת שמפילה את כולם מהרגליים ! 
כן . ממש ! 
שמעתם את זה פה . הוא תותח . - שמעתם את זה פה . 
שלום לך . 
זה תמיד כך אצלך ? 
כל המבטים והקריצות . כן . זו הרגשה ממש ... 
- פולשנית ? 
מדהימה . התכוונתי להגיד מדהימה . שלום לכם . - שלום . ברוכים הבאים לשבוע הגייז . 
מכאן , המשקה הראשון שלך ב"אודיסאה " . 
אווירה של ... זרימה . 
זו באמת אווירה של זרימה . 
שלום , אבא'לה ! 
שמעת איך הוא כרגע קרא לך ? 
אבא'לה ! - לא . 
אולי נעשה את זה בכל שבוע ? 
מרשה ד'פינגווינס פה . 
לעונג לי . 
שלום , קפיטן ! 
תראה אותך , מלח אמיתי . 
מרשה , אלוהים . את נראית מדהים . 
אבל תקשיבי , תוכלי להנמיך את הקול ? קצת יותר בשקט . 
קצת יותר בשקט ? 
אני קולנית וגאה בלי בעיה . אוקיי , אחותי ? 
אני מבין . אבל תקשיבי , הזמנתי אותך כהפתעה לאחי . 
את המלכה האהובה עליו . 
אז אם תוכלי להנמיך את הקול עד המופע הערב . לשמור על פרופיל נמוך . 
הבנתי . בשקט . 
בדיסקרטיות . 
- כן . זה קצת מזכיר לי את התיכון . 
טוב . הבנתי אותך , אחי . 
תודה . 
- בטח . 
תודה . 
- שני בני מאסי תחת גג אחד . 
זו בטח הייתה יריבות אחים רצינית . 
זה דווקא לא היה כך . 
קרייג צעיר ממני בעשר שנים . אימא שלנו לא הייתה בסביבה , ואני ... אבא שלי עבד בלילות , כך שבסופו של דבר , אני גידלתי אותו לבדי . 
וואו . זה קשה . 
זה באמת היה קשה . 
הילד היה קוץ בתחת . 
אבל אתה יודע , איכשהו דרך כל זה , די במקרה , הפכנו לחברים טובים . 
אני הכרתי לו את שוורצנגר , הוא הכיר לי את סטרייסנד . 
רציתי לתת לו את בובות החיילים הישנות שלי , הוא רצה ברביות . 
אתה יודע , אחרי זמן מה , מקס , פשוט ... אמרתי , שיהיה . אני אזרום . 
אני מניח שבסופו של דבר , הכול פלסטיק מבריק . 
נכון מאוד . 
הפלגת גייז ? 
לא . אני רוצה לבטל את ההזמנה . 
זה לא בסדר . 
את יודעת , חשבתי שיש פה המון משופמים . 
הנה פה באתר . 
" גלים . שבוע שובב לאלו המצפים ... " רואה ? 
" לאהבה וקבלה , הנאה בשמש והמון חבילות . " 
מצפה . חבילה בדרך . 
למעשה , זה משפט אחד . " שבוע שובב לאלו המצפים לאהבה וקבלה , הנאה בשמש ו ... " " המון חבילות . " 
אוקיי , אבל ברור שהפעילויות בתוכנית מיועדות להורים . 
סדנת אירובי " לטיפוסי אבא'לה " ? 
ושיעור היוגה נקרא " אימא'לה " . 
כן , לא . מבטאים את זה " אימאלה " . 
אני מצטערת מאוד על הבלבול . 
אתם מוזמנים בהחלט להישאר או שאוכל להחזיר לכם את כספכם . 
אני באמת חושבת שזה לא מתאים לנו . 
קייסי . מותק ... - אל תגיד לי שאתה רוצה להישאר . 
בעוד פחות מחודש החיים שלנו יהיו שייכים לה . 
ואני כבר ממש מצפה ליום הזה , אבל החופשה הזאת תהיה החוויה נטולת הילדים האחרונה שתהיה לנו ב - 18 השנים הבאות . 
הפעם הבאה שנהיה חופשיים כך תהיה ב ... שנת 2042 . 
אנחנו נישאר . 
אבל עם שדרוג . סוויטה . עם מרפסת . 
אני לא רוצה להיות תובענית , אבל בתור האישה ההרה היחידה פה , אנחנו צריכים את זה . 
כן . נוף זה חשוב מאוד . מסיבות שקשורות להיריון . 
אבדוק מה אפשר לעשות . 
חובל . 
אלוהים . תראו מי פה . 
מה ? תקראו למאבטחים . 
מי נתן לפרחחים האלו להיכנס הנה ? 
כאילו שהם יקשיבו לך , בור . 
מתי המרד ? 
בקרוב מאוד . 
אני שמח לראות אותך , רובי . 
גם אתה , קרייג . ברוך הבא . 
זאת אייברי . האחות המוסמכת שלנו . - מה שלומך ? היי . 
היי . - ואתה ודאי בריאן המפורסם . 
כמעט מפורסם . 
בחור אמיץ . 
זאת עבודה קשה לטפל בו . 
ולא מתגמלת , אבל מישהו צריך לעשות את זה . 
טוב שזה אתה ולא אני . 
לכבוד לי לפגוש בחצי השני של אחי . ומן הסתם , החצי היפה יותר . 
טוב ... לא ממש חצי . 
שלום , בחורים . היי . אני יודע שאנחנו מתרגשים , אבל תראו מה שכחנו במונית . 
מטיילים עם עוזר ? זה נהדר . 
מה הייתי עושה בלעדיך ? 
היית נשרף כמו עגבנייה מיובשת בשמש . 
קרם הגנה . תמרחו את זה לפני שנלך לבריכה . שניכם . 
היי . - ריילי הוא לא העוזר שלנו , הוא השלישי שלנו . 
נעים מאוד . 
ברוך הבא . 
כמה שיותר , יותר שמח . מתברר . 
הוא המורד הקטן שלנו . 
קראתי ב"קונדה נאסט " שיש מזנון פירות ים מצוין ? 
זאת בטח טעות , נכון ? רק קומת האוכל ב"קוסטקו " מצוינת . 
טוב , זנבות הלובסטרים שם . 
ואני אניח לכם להחליט איך הם בהשוואה לאותן נקניקיות מפורסמות . 
יופי . את פה . 
רק רציתי לבדוק שוב . הזמנת מספיק " פרפ " ? 
כן . 
- טוב , ו"דוקסיפפ " ? 
גם תוספת פניצילין ועירויי ויטמינים ? - כן . אני רוצה שהשבוע הכול יזרום חלק . 
כן , כן וכן . 
אפשר להעיר הערה ? 
- כמובן . 
קיבלת את זה מדהים , כל עניין המשולש . 
להרבה אנשים מעל גיל 40 קשה עם המושג החדש הזה של פלואידיות . החופש החדש והכללים . 
לך לא . היית אוהב ומקבל . 
וזה יפה . תודה . 
אני משתדל . 
זאת אומרת ... אני באמת משתדל . 
האם אני מבין את כינויי הגוף של הצעירים בימינו ? ממש לא . 
אבל אני מוכן ללמוד , אני פתוח . 
והמשמעות של אחי עבורי ... אל תגרום לי לבכות , קפטן . 
המסקרה הזאת לא עמידה במים . 
למען האמת , גידלתי אותו כי הייתי מבוגר יותר , אבל האמת היא שהוא היה המורה שלי . 
הוא דאג שארחיב אופקים . הוא לימד אותי לאהוב בלי תנאים . 
אבל לפני שהוא נגמל ... אלוהים , הוא היה סיוט . 
זאת אומרת , לא ישנתי בלילות . לא ידעתי אם הוא ישרוד את השבוע , או ימות ממנת יתר או בתאונה . איכשהו ... הוא שרד . הוא פרח . 
וזו המתנה . 
עכשיו , האם אני מבין לגמרי את עניין הפוליאמוריה הזה ? 
ממש לא . אבל אני אוהב את אחי . ואני מוכן ללמוד . 
הרעיון של בני זוג מרובים היה קיים מאז שבני אדם התחילו לנהל מערכות יחסים . 
יש כאלה שזה מתאים להם . 
כן . אחי , המשולש ... זה מעלה את השאלה , לא ? איזו שאלה ? 
השאלה העמוקה על המצב האנושי . 
האם אדם אחד יכול לענות על כל צרכיי ? 
שיחה טובה . 
אז מה אתם עושים ? 
את זה . 
אנחנו גייז מטיילים . 
אנחנו " המרקס " . 
בטיקטוק . 
וואו . זה בטח מדהים . לראות את כל המקומות , לאכול את כל המאכלים . 
אנחנו לא אוכלים . 
- היינו משמינים . 
אנחנו תמיד מביאים אוכל משלנו . 
אבל אפשר לקחת את שלכם לצילום ? 
כן , בטח . 
- רגע , אני עדיין רואה את המרפק שלך . 
כן , אנחנו יכולים להסתכל מפה . 
- סליחה . וזה ידידיי , היה הרגע המדויק שבו גיליתי שחתול הוא לא רק חיית מחמד , אלא גם מעיד על אופי . ושג'לי זה לא רק נוזל אלא חומר . 
כן , ול"סופט טאץ' " בספורט ... אין שום קשר לרגשות שלי . 
אנחנו צריכים להשתפר בזה . - אז שם נפגשתם ? במשחק כדורעף ? 
זה היה משחק כדורעף לגייז ולסביות ... בליגה ? בקבוצה ? 
כן , בליגה . הקבוצה שלנו הייתה גרועה . 
הבנות ניצחו אותנו בכל פעם . זה היה בילוי נחמד ונקי עם אנשים . כן . - ואז בריאן ואני נפגשנו באיי - איי , שנה שלמה עשינו עיניים אחד לשני . 
אסור להיות בזוגיות בשנה הראשונה באיי - איי , אבל ברגע שקיבלתי את תג השנה , התקשרתי אליו . אבל מובן שכמו רוב הגייז החתיכים הוא כבר היה תפוס . 
אז הוא בא לבית שלנו , הזמנו אותו ערב אחד . 
אנחנו בישלנו . הכנתי את פשטידת העוף של אימא שהייתה לו טעימה מאוד . והוא הכין ... אתה הכנת ... פרי ... " קומפוטי " או משהו , נכון ? קומפוט . 
- קומפוט ? 
קומפוסט . אבל זה היה טעים . 
נשארנו ערים כל הלילה וצחקנו . 
צחקנו וגילינו שיש לנו המון במשותף , לשלושתנו . זה היה ... זאת הייתה כימיה מיידית . 
זה לא מקובל . - כן . 
לא מקובל . אבל הגייז כבר כתבו מחדש את ספר הכללים של הזוגיות . 
אז חשבנו שפשוט נעשה שינוי קטנטן . 
נכון ? 
- היי , קרייג . לא שתית , נכון ? 
ברצינות ? אתה שואל אם שתיתי ? כן , ברצינות . אתה נראה ... מאושר ? 
אני נראה מאושר ? 
כאילו שאני נהנה ? אנחנו בהפלגה . 
זה לא מה שאמורים לעשות בהפלגה ? 
רוב , אני עדיין נקי . 
עבדתי קשה מאוד . נהדר . 
יופי . - בסדר ? 
אני יודע . אני לא שופט . אני רק שואל . 
- זה נשמע קצת שיפוטי . 
אני יודע במה מדובר . הוא עשה את זה כילד . 
מערכת היחסים החדשה שלי לא מוצאת חן בעיניך . נכון ? וזו הדרך שלו להחזיר לי . 
זה תרגיל פסיבי - אגרסיבי שהוא עשה כל החיים שלנו . 
נראה שאין לו בעיה עם זה . 
- מה ? נראה שאין לו שום בעיה עם זה . 
הקבלה שלו ממש מעוררת השראה . 
היא לא מעוררת בי השראה . 
אני יודע שהוא עושה את זה . 
רוב , לא שתיתי כבר 15 שנה . 
והערב , אין שום הבדל , הערב . 
הם ביקשו מופע , אבל לא ידעו שיקבלו מופע . 
מרשה . השגת לי את מרשה ? 
מרשה ! 
נראה לי שאתה אמור לתת לה כסף . 
יש לי ... עשרים ? 
נחבר אותה לעירוי . חמישה מ"ג מורפיום . 
טריסטן , תביא שקיות קרח , מייד . על זה . 
היא שאפה את האדים . 
היא זקוקה ל"ונטולין " עכשיו . אני אביא . - אולי מדובר בפגיעה בריאה כתוצאה משאיפת עשן . 
אם היא תמשיך להשתעל , הריאה שלה עלולה להיקרע . 
אני אקשיב . 
זהירות , ד"ר . את יכולה לנשום עמוק ? 
תשאפי . 
תנשפי . 
יציבה ? בינתיים ? 
כן . בואו נכין אותה לסי - טי . 
אוקיי . מרשה . יש לי חדשות טובות . 
הריאות שלך נראות בסדר . 
אין נזק קבוע לסמפונות הראשיים או לנאדיות . 
ולגבי העור , אלו רק כוויות שטחיות . 
אם תסלחי לי , אעדכן את הקפטן . 
בבקשה שזה יהיה אחד החלומות האלה שהשיניים נופלות לך או משהו ... 
מרשה , יהיה בסדר . 
אלו חדשות טובות . 
לא נגרם נזק רציני , רק אסתטי . 
אתה לא מבין . 
אסתטיקה זה חשוב . 
למראה יש חשיבות . 
השבוע בהפלגה , אני צריכה להיראות נפלא כבחורה . אני צריך להראות סקסי כגבר . 
אני בטוח ששניהם יצליחו לך . 
לא , טריסטן ! 
אנשים כמוך . מי שנראה כמוך , אתה תהיה בסדר . 
אתה לא מבין איך זה לצאת לדייטים כמלכת דראג . 
ואני יודע שכולם אוהבים אותי בדראג . אבל כשאני לא בדראג , אני שחור מדי , אני שמן מדי או נשי מדי ... עכשיו אני מוגזם . 
ועכשיו בנוסף לכל זה , הפאה שלי נשרפה לי על הראש . אני נראה כמו לורד וולדמורט מצולק . 
מחר נגיע לנמל הראשון שלנו . 
יש שם שוק קטן נפלא . 
אולי נצא שנינו לקנות כובעים ? 
קח . - לא , אחריך . 
בבקשה . - בבקשה . אני עומד על זה . 
נראה לי שאנחנו צריכים לדבר . על מה שקרה . 
באותו לילה . 
אני בטוח שנשבענו לא לדבר על זה לעולם כל עוד אנחנו חיים . 
כן , אבל אתם מתנהגים מוזר . ממש מוזר . 
כך . אם אתם מתכוונים להתנהג כמו בנים לגבי זה , אני אגיד את זה . נהניתי . 
זה היה מרגש . ו ... סקסי . 
אני יודעת שאמרנו שזה יקרה רק פעם אחת , אבל ... גם אני נהניתי . חשבתי על זה הרבה . 
אתם ממש גרועים בשבועות . 
- אז איך זה ייראה ? 
זה ייראה איך שאנחנו רוצים שזה ייראה . 
האונייה הזאת מלאה באנשים , זוגות ושלישיות , משולשים ומרובעים פוליאמורים , שמוצאים דרכים לגרום לזה לעבוד מחוץ לכללים המקובלים . 
מישהו מכם מבין את משמעות המילה שבועה ? אני מתחיל לתהות . 
אנחנו לא צריכים להגדיר או להחליט על שום דבר עכשיו . 
אני רק אומרת ... אנחנו מסוגלים להיות מאושרים . וזה משהו שצריך להכיר עליו תודה . 
למה להימנע ממשהו שגורם לנו אושר רק מפני שההרגשה שונה ? 
דן ? - דריק ? 
דייוויד ? 
דייוויד ? דייוויד . 
צריך ללכת . יש לנו אימון אירובי בחוף בעוד רבע שעה . 
מי זה דייוויד ? אני רפאל . 
אני דייוויד . 
בוא . 
מתפוצץ לי הראש . 
זומבה על החוף ? 
אפשר פשוט לשתות " בלאדי מרי " ? לא . הדרך הטובה ביותר להתגבר על הנגאובר היא אימון גופני . 
חוץ מזה , זה " זומבה אבא'לה " . שם באמת זורמים . 
אלוהים , קפוא פה . 
שמת " ברונזר " ? לאימון ? 
אני לא כל כך גיי . 
שקרן . אתה נראה כמו מארג' סימפסון . שתוק . בוא נזדרז . 
- האימון מתחיל בעוד חמש דקות . 
טוב , כולם . 
תסתכלו עליי . 
סטרייטים עושים את זה טוב יותר ממך . 
עכשיו , כפול . 
קפיצה . כפול . 
וקפיצה , ו ... 
עצרו ! 
תודה . 
לחץ הדם והדופק שלו נורמליים , אבל יש לו חום , 38.4 . 
הוא סבל פעם ממחלה עם סימפטומים דומים ? או שהוא לוקח תרופות חדשות ? 
הוא טיפוס ... אוקיי . 
מרק , נכון ? 
בוא נושיב אותך פה . 
תשכב , אבל על הצד , בסדר ? 
חבר'ה . 
אוקיי . אני כבר חוזר . 
העור שלהם נראה צהוב , יחד עם החום והבחילה , זה עלול להיות מדבק , כדאי שנשים מסכות . 
בואו נסיים לבדוק אותם לפני שנסיק מסקנות . 
מה שזה לא יהיה , שניהם נדבקו בזה . ליתר ביטחון ... 
- אולי זו הרעלת מזון . 
זו לא הרעלת מזון . 
תודה , האח סילבה . 
בכל הכבוד , התפקיד שלי הוא לאבחן , לא שלך . 
אוקיי . בכל הכבוד , ד"ר , למנוע התפרצות מחלה בספינה זה התפקיד של כולנו . 
אוקיי , אח . 
באיזו התפרצות אתה חושב שמדובר על בסיס המידע המוגבל שהצלחת לאסוף ? 
על בסיס התסמינים והמקומות שטיילו בהם לאחרונה , זו עשויה להיות קדחת דימומית או מחלת מרבורג . 
אייברי . 
- כן . יש דם בקיא ? 
לא . 
אז זאת לא קדחת דימומית . וזה לא מרבורג כי הייתה מופיעה פריחה מקולופפולרית שאין לאף אחד מהם . 
אלוהים . - בסדר ? מקס . 
כדאי שתראה את זה . 
אתה אומר לי שנראה לך שיש חולה במרבורג ? 
זו מחלה קטלנית כמו נגיף האבולה , לא ? 
אנחנו לא בטוחים . אנחנו זקוקים לעוד מידע . 
הבחילה , הצהבת , הפריחה . יש מעט מדי מחלות שנראות כך . אני מצטער . 
מחלת מרבורג מעולם לא נראתה באזור הזה . 
את מסכימה עם זה ? 
הם משפיעני טיולים . זו ספינת נופש . 
מצטערת , אבל כן , אני תומכת בטריסטן . 
נוהל מחלה מדבקת דורש הבחנה מבוססת , ואנחנו לא מסכימים פה אחד . 
אז כדאי שתגיעו להסכמה מהר מאוד . 
אגיד לכם פעם אחת מה עומד לקרות . 
ברגע שאתקשר , נפליג לנמל , ובשיחה הזאת יהיו מעורבים לפתע הרבה אנשים . 
בידוד , המשרד לביטחון המולדת , המרכז לבקרת מחלות . 
ואין מזה דרך חזרה , פשוטו כמשמעו . 
אז מה אתם אומרים ? 
אנחנו עלולים להיות המקור במגפה העולמית הבאה . 
אתה יודע מה מחלת מרבורג עושה ? החולים נרקבים מבפנים . 
הוא צודק . 
אם ייוודע שידענו וחיכינו ... אני רוצה לבדוק שוב . 
כמה זמן ? - ‏ 20 דקות . 
יש לך עשר . לך . 
אני עדיין הרופא הבכיר בספינה , גם אם אתם לא מסכימים איתי . 
אז בואו נעבוד כצוות ונגיע לאבחנה מבוססת . 
איך נעשה את זה בעשר דקות ? 
ביופסיה . זו הדרך הטובה ביותר לקבל תמונה ברורה . 
לוקח ימים לקבל תוצאות ביופסיה . 
לא אם נסתכל במקום . בעזרת המיקרוסקופ נקבל תוצאות מיידיות . 
אבל ביופסיה מקומית דורשת ניתוח . 
נכון . ולא הייתי צריך לנתח אם הייתם עושים את זה לפי הנהלים . אבל אין לי ברירה . 
רגע . 
רגע . לנתח את מי ? 
מרק , אני מבין שאתה מפחד . 
והאמת היא , אנחנו לא יודעים מה יש לך . 
הביופסיה הזאת תעזור לנו לגלות , אוקיי ? 
זה יכאב ? 
אני כמו ילד קטן . אני ארדים אותך בהרדמה כללית . 
אכלת משהו בשש השעות האחרונות ? 
לא , היום צמנו . 
אכלתי רק בטטות אתמול , שלשום וביום שלפני כן . 
בטטות ? 
- כן . אנחנו בניקוי רעלים כבר חודשים . 
בבטטות יש מספיק חומרים מזינים וקלוריות כדי שתוכל לתפקד , אבל הן לא מנפחות ולא משמינות . 
מה אתה מחפש ? - היי , מרק . התנשקת לאחרונה עם מישהו אחר מלבד החבר שלך ? 
אם התנשקתי עם מישהו ? 
אתה יכול לקום . 
היי , זה לא מרבורג . 
בטטות ? 
בטטות ? קרוטנוזיס . 
וכן , בטטות יכולות לגרום לזה . 
בטא - קרוטן , אם אוכלים יותר מדי , הופך את העור לכתום . 
ולגבי הפריחה , החולה שלנו יצא חיובי למחלה מדבקת אחרת . 
מונונוקליאוזיס . 
מונו ? מחלת הנשיקה ? 
בדיוק . 
נתתי לו עירוי חומרי הזנה . תרופות נגד בחילות , פחם פעיל , הכול . 
ובדיוק בזמן . 
אם היינו מחכים , המטופל היה עלול לסבול נזק מוחי בלתי הפיך כתוצאה מבצקת . 
בטטות . 
אלוהים . מי היה מעלה בדעתו ? 
לא אני , מן הסתם . 
אני מצטער , מקס . הייתי צריך להקשיב . 
לעולם אל תפקפק בי כך שוב בנוכחות מטופל . 
קדימה . מבט אליי . 
כשאתם גרים ועובדים יחד , ברור שיתעוררו ויכוחים . זה נורמלי . 
זה אפילו בריא לפעמים . 
אבל מעכשיו והלאה , אני צריך את שלושתכם מתואמים . 
ברור ? 
כן , קפטן . 
קפטן . 
אתם חשובים מדי . תודה . 
חכה . 
טריסטן , אני מצטער . 
אני יודע שרק עשית את מה שחשבת לנכון . 
הכול בסדר . - חכה . 
זה לא מתאים לנו . 
עברנו את זה , אבל לא עבדנו כצוות . 
תיכנס . תסגור את הדלת . 
חבר'ה , אני לא יכול לעשות את זה . אני פשוט לא יכול . מה שקרה באותו לילה היה נפלא , אבל זה לא מתאים לי . 
אולי אני ... מסורתי מדי , אולי אני מרובע . 
אני רוצה להיות במערכת יחסים עם אישה אחת שאני אוהב , ואני רוצה משפחה , וילדים . 
הקפטן צודק . 
כשאנחנו לא מתואמים , אנחנו מסכנים חיים , ואני לא יכול להצדיק את זה . 
נתראה מחר . 
מה אתה עושה ? 
היי . אני רק משתזף קצת . סופג ויטמין די . 
וכל תשומת הלב שאתה מקבל היא רק תוספת . 
אתה עלול להיות סיכון בריאותי . 
טוב שעומדת לידי אחות . 
את יודעת , אנחנו זוג מצוין . 
אנחנו עוד יותר טובים בשלישייה . 
מה דעתך על כל העניין הזה ? ההיגיון של מקס . 
טוב ... נראה שד"ר זהירות הכעוס ... אני לא יודע ... מסתיר את רגשותיו בבלבולי יחסי אנוש . 
הוא היה ... הוא היה . 
הייתה סיבה שהוא בחר בעבודה הזאת , כדי להשתחרר . 
אולי הוא רק זקוק לשכנוע . 
אמרח לך את הגב . 
מה אם תנסה לדבר איתו ? 
לכם , הבנים , יש שפה משלכם . אני לא ממש דוברת אותה . 
היא יודעת על השפה הסודית . 
אייבס ... אני מניח שאני יכול לנסות . 
ילד טוב . 
זה היה נחמד . 
למה עשית את זה ? 
הוא פרוותי כמו גור . 
אתה יכול לגעת במכנסי הגור הפרוותי שלו . אני לא מקנא . לא . " למה עשית את זה ? " זו השאלה ששאלתי את עצמי כששכבתי ער כל הלילה . 
כי למיטב ידיעתי , הכול בחיים של קרייג היה מצוין . 
רוצה ? 
כן , החיים שלי ... יפים . 
ואז הבנתי , אולי זאת הבעיה . 
אתה יודע מה ממכר כמעט כמו אלכוהול ? לא . 
- כאוס . 
כאלכוהוליסטים , הכאוס הופך לאזור הנוחות שלנו . 
אנחנו פורחים בו . - כן . 
אז אתה אומר שכשהכול הולך טוב , אנחנו הורסים לעצמנו את החיים , השד צץ , בלה בלה . 
בריאן , אני נקי 15 שנה , אוקיי ? 
קראתי את " הספר הגדול " . 
כן , אני יודע . אני רק מנסה להבין את הנפילה הזאת . 
נפילה ? - כן . 
בריאן , לא שתיתי . 
אתה שתית . אוקיי . 
התקשרתי לסם ב"בית צ'רמויה " . 
יש לה מקום בשבילך כשנחזור . 
מה אתה אומר ? - אני אומר " לא " . 
אני לא חוזר לגמילה . לא שתיתי , בריאן . 
אני לא שיכור . 
בוא נחשוב הלאה , מותק . אם זה ימשיך , מה השלב הבא ? 
זו נפילה מסחררת . 
לא . זו נפילה מסחררת . 
אוי ... אלוהים . 
אני צריך פה עזרה ! 
רוב , אני אומר לך , זה ... זה לא מה שאתה חושב . 
אתה אף פעם לא מקשיב לי , רוברט . 
אני יודע , אבל להגנתי ... כל חייך הרגשתי שאני צריך להיות אחיך , אבא שלך , והרס"ר שלך . באדם אחד . 
אבל כל זה ישתנה היום . 
מהיום , אני מלווה הגמילה שלך עד סוף ההפלגה . 
ואני פה כדי להקשיב , לא לשפוט . 
אוקיי , תקשיב לזה . 
אני נשבע לך שלא שתיתי . אוקיי . בוא נחכה לתוצאות הבדיקות . 
כן . הנה התוצאות . 
הדבר הראשון שעשינו זו בדיקת דם . 
אתה מסכים שאקריא את התוצאות ? - כן . כן , אני לא שותה . 
ריכוז האלכוהול בדם שלך גבוה מדי , 0.12 . אז ... - לא . אני מצטער , אבל אתה שיכור , ידידי . 
לא . רובי , אני נשבע שאני לא שותה . 
משהו לא בסדר . 
אני מתחנן לפניך . 
אני לא משקר . 
אתה מוכרח לעזור לי . 
זה משהו אחר . 
ד"ר , ריילי , בריאן , בואו איתי . 
זה עלול לשרוף . 
את המפתח , בבקשה . - כן . 
אנחנו מחפשים סמים , או בקבוקוני אלכוהול מהמיני - בר . 
תביא את תיק הרחצה שלו . 
ד"ר , נראה לי שיש מדיניות ברפואה שלפיה שכשמטופל אומר לך משהו ... תאמין לו . 
נוגדי חומצה . - זה לריפלוקס . כן , הוא סובל מזה מאז שהיה ילד . 
אני רוצה לערוך תבחין מימן בנשיפה . 
אלוהים . 
וואו . קראתי על זה , אבל אף פעם לא נתקלתי בזה . 
התרופות האלו , נוגדי חומצה , מעכבות ייצור חומצה בקיבה , אבל במקרים נדירים , במשך הזמן , הן עלולות לגרום למצב שנקרא " תסמונת המבשלה העצמית " . 
מבשלה עצמית ? - כן . 
למעשה , הסוכרים בדם הופכים לאתנול מה שגורם לחולה להשתכר . 
שיכור . בלי לשתות . 
מתאים לאחי למצוא פרצה . 
אם מדברים על נפילה - נטולה . 
מה הטיפול ? 
פשוט מאוד . נשטוף את הקיבה בעזרת עירוי , ונמלא אותו בחומרי הזנה , אלקטרוליטים ונוגדי פטרת . 
חדשות טובות . 
כן . תודה שהאמנת לי . 
אחי , אני איתך מאז שהיית קטן ולנצח . זה התפקיד שלי . 
אוף . 
מה ? 
למה לי לא יכול להיות אח מגניב שתומך בי בכל מצב ונועל נעליים לבנות מגניבות בקיץ ? 
לא כולנו זוכים באח מושלם . זה נכון . הנעליים ממש מוצלחות . 
אני אסיר תודה עליכם . 
צריך כפר שלם בשביל הבחור הזה . 
אני אוהב אותך . 
הנעליים שלך איומות . 
- האודיסאה אני רושם לך חוסמי היסטמין מסוג 2 . 
הם אמורים לדכא את הפרשת החומצה בלי להשפיע על המיקרוביוטה . 
ומבחינת ריכוז האלכוהול בדם שלך , אתה , ידידי , פיכח לגמרי . 
איך אתה מרגיש ? 
מבחינה גופנית , טוב . ומבחינה נפשית ? 
רוחנית ? 
חייתי חיים שהיו סוג של קיום דמוי גיהינום . 
אתה יודע , אנשים מניחים שאתה מפסיק לשתות כי אתה רוצה לצאת מהחיים האלה . 
אבל למען האמת , סוף סוף הבנתי שאני יותר מדי רוצה בחיים האלה , ובאיזשהו מקום תמיד ארצה בהם . 
זה נהדר שנהניתי . אבל תודה לאל , אני רוצה יותר בחיים האלה . 
אני אסיר תודה . אני מודה לך , ד"ר . 
ואני מוכן להמשיך במקום שהפסקתי בו . 
נראה לי שהפסקת במגלשת המים שלנו , שלמרבה המזל , מרגשת ללא השלכות . 
יש לי שני בני זוג , זה מספיק מרגש . אחד קטן , אחד גדול . 
דיברת כבר עם מקס ? 
אני ... בעצם , אני לא רוצה לעשות את זה . 
בחייך . - לא . בבקשה . כולנו שכבנו . אם אנחנו בוגרים מספיק להחליט , אנחנו בוגרים מספיק לדבר על זה . 
אני אלך לדבר איתו . - לא ! אייבס , עצרי ! 
בבקשה . 
אני לא רוצה בזה . 
אני לא מתכוון לקטע של השיחה , אלא לקטע של לעשות את זה . 
אני לא רוצה בזה ... בנו . 
כשהייתי ילד ... שני המאכלים האהובים עליי היו עוף טיקה מסאלה וחטיפים . חטיפי תפוחי אדמה . 
ויום אחד נכנסתי למכולת וראיתי שהם מכינים חטיפי תפוחי אדמה בטעם טיקה מסאלה . 
והשתגעתי כי הם היו טעימים כל כך . 
בכל יום אחרי הלימודים קניתי שקית גדולה . ואמרתי לעצמי , " אני אוכל רק כמה . לא אגמור את כל השקית . " 
ובכל יום , הייתי טורף את זה . 
זללתי בלי הכרה . גרמתי לעצמי בחילה . 
אני אמורה להיות החטיף בסיפור הזה ? אחיו של הקפטן צודק . 
יש דברים מדהימים בעולם הזה . אתה לא יכול רק לטעום . 
אני אוהב אותך . אייבס . אני מאוהב בך . 
אבל אני לא יכול לחלוק בך . זה צריך להיות הכול או כלום . 
חשבתי שאני מסוגל לזה . באמת . אני מצטער , אבל מתברר שאני לא מסוגל . 
זה עושה לי בחילה . 
הכול בסדר פה ? כן . טריסטן בדיוק סיפר לי על חטיף תפוחי אדמה בטעם עוף מסאלה שמכינים בבריטניה . 
פשוט מעולה . 
תודה על ההפלגה . היא הייתה נהדרת . 
אבל לא אכלתי את הלובסטר . אני מניח שפספסת . 
מותק , רוצה מימוזה ? 
אוותר על מזונות ומשקאות כתומים לזמן מה . 
כרצונך . - ג'ארד , אל תכריח אותי לשתות לבד . 
נראה לי שלא כדאי . 
שיהיה . 
לחיים . 
לחיי חברים חדשים . 
ולחיי זה שלא מתנו . - לחיים . 
חבר'ה , יצאתי מהארון פעמיים בחיים העליזים והנפלאים שלי . 
ראשית , כמלכה . שנית , כמלכת דראג . 
והערב , אני יוצאת מהארון בפעם השלישית כמלכת דראג קירחת . 
אני יודע . 
מותק . אנחנו יולדים . 
אנחנו יולדים . אנחנו יולדים . 
טוב . 
תנשמי עמוק . מצוין . 
מה שמך ? תתמכו לה בידיים . 
- קייסי . קייסי , אני האחות אייברי . 
זה ד"ר מקס . וגם האח טריסטן פה . 
היא יוצאת עכשיו . 
טוב . אנחנו מוכנים לקראתה . 
את בפתיחה של תשעה ס"מ ובמחיקה מלאה . 
הכול נראה נהדר . 
כשתהיי מוכנה . 
מושלם . 
את נהדרת , קייסי . 
ממש נהדרת . תמשיכי ללחוץ . 
כל הכבוד , אימא'לה . 
