Στο μπέιζμπολ , στο ποδόσφαιρο , στις πολεμικές τέχνες , στα μαχητικά αθλήματα , στα μαθηματικά , στις επιστήμες , στις τέχνες , στη μουσική , στην ψυχαγωγία , και σε όλες τις κατηγορίες κάθε κλάδου υπάρχουν ιδιοφυΐες . 
Και φυσικά , υπάρχουν και στον υπόκοσμο . 
Αυτή είναι μια ελαφρώς εκκεντρική ιστορία για έναν απ ' αυτούς τους άντρες . 
The Fable 
Έμαθα ότι μπορείς να νικήσεις οποιονδήποτε αντίπαλο μέσα σε έξι δεύτερα . 
Αυτό είναι δική μου πρωτοβουλία . 
Θεώρησέ το το εισιτήριο για να ζήσετε σ ' αυτήν την πόλη για έναν χρόνο . 
Τι ; Τι στην ευχή κάνεις ; 
Πατάω τον διακόπτη στο κεφάλι μου . 
Έχω δοκιμάσει πολλά , αλλά αυτό είναι το καλύτερο . 
Αλήθεια ; 
Άντε τσακίσου κι έλα εδώ ! 
Θα σου στρίψω τον λαιμό για να βλέπεις την πλάτη σου . 
Θα καθαρίσουμε εμείς . 
Σκότωσέ τον. 
Τι στην ευχή είναι αυτό ; 
Με αυτόν τον τσιλιβήθρα θα παλέψω ; 
Σωστά . 
Γιατί δεν φέρατε κάποιον πιο δυνατό ; 
Ανυπομονούσα γι ' αυτό . 
Θες να μετρήσω ; 
Κάνε ό , τι θες . 
Ένα . 
Δύο . 
Τρία . 
Δεν υπάρχει αμφιβολία , ο τύπος είναι ο αληθινός Μύθος . 
Φρόντισα να μην μπορεί να κουνηθεί . 
Κάντε τον ό , τι θέλετε . 
Θα το τελειώσεις . 
Είναι ακόμα ζωντανός . 
Αποτελείωσέ τον. 
Σκότωσέ τον , σου είπα . 
Άντε τελείωνε , Μύθε ! 
Νομίζω ότι με έχεις παρεξηγήσει . 
Ξέρω κάποιον που σου μοιάζει , αν και δεν είναι του επιπέδου σου . 
Σκότωσε έξι άτομα για πλάκα και έκανε σεξ με τα πτώματά τους . 
Εγώ δεν έχω κάνει ποτέ σεξ με πτώμα . 
Τότε , σίγουρα τον παίζεις ! 
Άνθρωποι σαν εσένα λέγονται κατά συρροή δολοφόνοι . 
Ρε συ . Μη με τσουβαλιάζεις με τέτοια αποβράσματα . 
Είναι δουλειά μου να σκοτώνω , ως επαγγελματίας . 
Δεν έχω σκοτώσει ποτέ κανέναν για πλάκα . 
Έχεις σκοτώσει 100 ανθρώπους ! 
Υπερβολές . 
Δεν έχω σκοτώσει 100 . 
Λίγο πάνω από 70 , βασικά . 
Δεν ξέρω ακριβώς . 
Αρχηγέ , δεν γινόταν να μην ακούσω . 
Ποιος διάολο είναι αυτός ; 
Είδες τι έγινε τώρα ; 
Νόμιζα ότι ήθελες να μιλήσουμε οι δυο μας ειλικρινά . Μα τώρα καταλαβαίνω τι ήθελες . 
Εσύ είσαι ο διεφθαρμένος . 
- Στάσου ! - Αν πλησιάσεις , θα πυροβολήσω ! 
Δεν είναι καν γεμάτο , οπότε τι θα πυροβολήσεις ; 
Τα όνειρα και τις επιθυμίες σου ; 
Τράβα πίσω το κλείστρο και γέμισε ! 
Τράβα πίσω το κλείστρο και γέμισε . 
Αυτό μαθαίνεις να το κάνεις ενστικτωδώς , δεν το σκέφτεσαι . 
Πρέπει να τρελάθηκες που άφησες κάποιον σαν αυτόν να έχει όπλο . 
Τέλος πάντων , κατέβασε το όπλο σου . 
Οι σφαίρες σου δεν θα με πετύχουν ποτέ από εκεί . 
Ισχύει . 
Είναι λίγο μακριά για τις ικανότητές μου . 
Δεν έχω τρελές ικανότητες σαν εσένα . 
Ναι , αυτή η απόσταση είναι παιχνιδάκι για μένα . 
Το ξέρω , οπότε ... Εμπρός . Ρίξε . 
Θα πλησιάσω αρκετά μέχρι να μπορώ να σε πετύχω . 
Άλλωστε , είμαι ο αρχηγός του ομίλου Μαγκούρο . 
Δεν φοβάμαι να σκοτώσω ή να σκοτωθώ . 
Εμπρός . Ρίξε ! 
Δείξε μου την αληθινή σου φύση . Βρομερέ κατά συρροή δολοφόνε ! 
Δεν το έχεις καταλάβει ακόμα ; 
Αν αυτή ήταν η φύση μου , εσείς θα ' σασταν νεκροί κι εγώ θα ' χα γυρίσει σπίτι . 
Παραδέχομαι ότι δεν με νοιάζει πόσους σκοτώνω στη δουλειά μου . Αλλά δεν θέλω να σκοτώνω απλώς και μόνο επειδή μπορώ . 
Αν γίνεται , θα ήθελα να ζήσω ειρηνικά για έναν χρόνο , χωρίς να σκοτώσω κανέναν . 
Επίτρεψέ μου να ζήσω σ ' αυτήν την πόλη . 
Θα σε σκοτώσω . 
Πες μου , Σάτο . 
Τι σημαίνει η ζωή για σένα ; 
Δεν ξέρω . 
Δεν νομίζω ότι το έχω σκεφτεί ποτέ . 
Είμαι σίγουρος . 
Αν το είχες σκεφτεί , δεν θα μπορούσες να κάνεις τη δουλειά σου . 
Να τι σημαίνει η ζωή για μένα . 
Είναι ό , τι πολυτιμότερο έχουμε σ ' αυτόν τον άδικο κόσμο . 
Έχουμε μόνο μία . 
Δεν μπορώ να αφήσω κάποιον που την κλέβει ενώ βολτάρει να ζει εδώ . 
Δεν έχω σκοτώσει ποτέ κανέναν ενώ κάνω βόλτα . 
Τότε , απάντησέ μου ! 
Πες μου αμέσως τι σημαίνει η ζωή για σένα ! 
Δεν ξέρω πώς να το θέσω , οπότε ίσως ακουστεί άσχετο . Τις προάλλες , αγόρασα έναν παπαγάλο . 
Είναι παπαγάλο μαυρο-κάτι . 
Κοστίζει 190.000 γιεν , αλλά άσ ' το αυτό . 
Πρώτη φορά έχω κατοικίδιο . 
Θέλω να του φέρομαι καλά και να είμαι σωστός . 
Μόνο αυτό μπορώ να πω τώρα . 
Α , ναι . Τον ονόμασα Αρχηγό . 
Τι ; 
Δοκίμασα κι άλλα ονόματα , αλλά ήρθε όταν τον φώναξα έτσι . 
Όχι ! 
Δεν χρειαζόταν να τον σκοτώσεις . 
Τι ; 
Κοίτα ποιος μιλάει . 
Ληστεία , βιασμός , επίθεση . 
Τα έχει κάνει όλα εκτός από φόνο . 
Δύο άτομα που εκβίαζε αυτοκτόνησαν . 
Θα του επιβληθεί μια ελαφριά ποινή και θα βγει αμέσως . 
Τον είχα προειδοποιήσει δύο φορές . 
Του είπα ότι αν δεν μας ξεπληρώσει , θα τον σκοτώσω . 
Αν μας εξαπατούσε ποτέ σε μεγάλη δουλειά , θα μπορούσε να ' ναι στόχος σου . 
Κουρό ! 
Μάλιστα . 
Γιατί χαζεύεις ; 
Σήκω . 
Μάλιστα . 
Έχω μπερδευτεί . 
Όλα έγιναν πολύ γρήγορα . 
Είσαι επαγγελματίας εκτελεστής ; 
Ναι . 
Από δω ο Σάτο . 
Θα μείνει εδώ για έναν χρόνο . 
Καλώς ήρθες στο Ταϊχέι . 
Ευχαριστώ . 
Είμαι ο Κουρόσιο . 
- Λέγε με Κουρό . 
- Κουρό ... 
Άσε τις συστάσεις ! 
Άκου , Κουρό . 
Αυτό που συνέβη απόψε είναι άκρως απόρρητο . 
Μόνο εσύ κι εγώ ήμασταν εδώ . 
Κανείς άλλος . 
Μην ανησυχείς . 
Καταλαβαίνω απόλυτα . 
Γι ' αυτό είναι τόσο ζόρικος . 
Εγώ κι ο Σάτο θα πάμε για μάσα τώρα . 
Ξεφορτώσου τον όπως συνήθως . 
Μάλιστα . 
Ελπίζω να σας ξαναδώ , κύριε Σάτο . 
Μην του απευθύνεσαι , βλάκα ! 
Τι θέλεις , Σάτο ; 
- Καλό θα ' ταν λίγο κρέας . 
- Καληνύχτα . 
Κρέας ; 
Μετά απ ' αυτό θες κρέας ; 
Εντάξει , λοιπόν . Πάμε για κρέας . 
Απίστευτο . Αυτός ήταν όντως ένας εκτελεστής . 
Αυτό το μπαρ είναι υπέροχο . 
Ναι , Γιόκο . 
Φαίνεται λίγο ακριβό . 
Αναρωτιέμαι πόσο θα πιει η Γιόκο . 
Αν υπολογίσω αυτό το κόστος μαζί με το ταξί , το δωμάτιο ξενοδοχείου και το ταξί που θα γυρίσω ... 
Θέλω να μεθύσω σ ' αυτό το μπαρ . 
Μπορώ ; 
Φυσικά . 
Θα σε πάω σπίτι . 
Θα γυρίσω με το τρένο . 
Να παραγγείλω ένα μπουκάλι ; 
Τακαχάσι ; 
Φυσικά . 
Αμάν ... Μπορεί να πετύχει . 
Μπορεί να την πιάσει . 
Εντάξει ! Θα γυρίσω με τα πόδια . 
- Ναι ! - Ναι ! Το 13ο σφηνάκι τεκίλα ! Ναι ! Ναι ... 
Έλα , μην ξεχνάς το λεμόνι . 
Λεμόνι ... 
Είναι μπροστά σου . 
Αυτός είναι αναπτήρας . 
Τι ; 
Λεμόνι ... 
Ναι ! Τι αξιολύπητος ! 
Είναι τύφλα στο μεθύσι . 
Δεν βλέπει καν το λεμόνι μπροστά του . 
Τι αξιολύπητος . 
- Το λεμόνι ! 
- Αυτό είναι κινητό , κύριε ! 
Υπέροχα ! 
Τακαχάσι , αυτό είναι το λεμόνι . 
Ορίστε . 
Γιόκο ... 
Αυτό είναι σουβέρ ! 
Είναι τόσο γλυκούλης ! 
Αρχικά με φρίκαρε , μα όσο πιο πολύ πίνει , τόσο πιο γλυκούλης είναι . 
Πώς σου φαίνεται ; 
Το κρέας εδώ είναι κορυφή , έτσι ; 
Τεράστιες μερίδες . 
Τόσο φρέσκο που τρώγεται και ωμό . 
Σεφ , το δικό μου μέτρια ψημένο . 
Έγινε . 
Σάτο , να σε ρωτήσω κάτι ; 
Φυσικά . 
Βρήκες τις έξι κάμερες ασφαλείας στο δωμάτιό σου και τις έσπασες , έτσι ; 
Δεν τις έσπασα . Απλώς τις έβγαλα . 
Απλώς τις έβγαλες ; 
Τις χρειάζεσαι ; 
Μπορώ να σ ' τις επιστρέψω . 
Δεν τις χρειάζομαι . Δεν είναι αυτό το θέμα . 
Πρόσεξες τις κάμερες και στο σπίτι της αδερφής σου ; 
Γιατί δεν τις άγγιξες ; 
Λόγω της δουλειάς μας , ποιος ξέρει τι μπορεί να συμβεί ή πότε ; 
Αν παρακολουθεί ο όμιλος Μαγκούρο , κάπως καθησυχάζομαι . 
Μάλιστα . 
Σου έχω κι εγώ μια ερώτηση . Τι είναι ; 
Ξέρεις ποιος είμαι , αλλά και πάλι παραήταν νωρίς για να με δοκιμάσεις . 
Προς τι η βιασύνη ; 
Έχεις ευαισθησία στα πιο περίεργα πράγματα . 
Και βέβαια έχω . 
Ρίσκαρες τη ζωή σου . 
Εγώ θα με παρακολουθούσα τουλάχιστον δύο εβδομάδες . 
Την επόμενη εβδομάδα , αποφυλακίζεται ο αδερφός μου . 
Έκανε 15 χρόνια φυλακή για φόνο . 
Θέλω να το γιορτάσω χωρίς να ανησυχώ για μικροπράγματα . 
Θέλω να τον φροντίσω όσο συνηθίζει την ελευθερία του . 
Τον βλέπω σαν αδερφό μου . 
Το καταλαβαίνεις αυτό το συναίσθημα ; 
Όχι . 
Έλα , νεαρέ . 
Φά ' το όσο είναι ζεστό . 
Θα λιώσει στο στόμα . 
Τι συμβαίνει ; 
Τρώγε . 
Εντάξει . 
Καίει ! 
Τι ; 
Είσαι καλά , Τακαχάσι ; 
Καλά είμαι . Μια χαρά . 
Επιστρέφω αμέσως . 
Περίμενέ με . 
" Περίμενέ με ; " 
Τι γλυκό ! 
" Περίμενέ με ! " 
Με το κεφάλι στη λεκάνη είπε " Περίμενέ με " . 
Κλασικά . 
Εντάξει , θα περιμένω στο μπαρ . 
Αναρωτιέμαι πότε άρχισα να γουστάρω αδύναμους , αξιολύπητους τύπους σαν αυτόν ; 
Ίσως επειδή δουλεύω με τον σκληρό , δήθεν αδερφό μου . 
Το κεφάλι μου γυρίζει . 
Σταμάτα να γυρίζεις ! 
Δεν θ ' αφήσω κάτι τόσο ανόητο να μου στερήσει τη μεγάλη ευκαιρία . 
Βγαίνει . 
Πώς θα είναι ; 
Πώς θα εμφανιστεί ; 
Νιώθω σαν να περιμένω συναυλία . 
Τι θα γίνει , Τακαχάσι ; 
Να τος ! 
Ναι ! Βγήκε ανάποδα ! 
Κρατιέται ! Αντέχει ! 
Γιόκο ... 
Εδώ είμαι . 
Εδώ . 
Λίγο ακόμα . 
Γύρισα . 
Καλώς ήρθες . 
Όχι ! 
Δηλητηρίαση από αλκοόλ ! 
Κάλεσε ταξί ! 
Όχι ! 
Κάλεσε ασθενοφόρο ! 
Ευχαριστώ για το γεύμα . 
Ήταν καυτό και πεντανόστιμο . 
Ψεύτη . 
Περίμενες να κρυώσει για να το φας . 
Ήταν πολύ ωραίο κρέας . 
Όπως είπα , ήταν πεντανόστιμο . 
Σάτο . Ξέρω ότι θα ζήσεις εδώ ήσυχα και θα κάνεις διάλειμμα από τη δουλειά . Αλλά αυτό δεν σημαίνει ότι σ ' εμπιστεύομαι απόλυτα . 
Αν δημιουργήσεις πρόβλημα , θα σε διώξω αμέσως . 
Μεθυσμένος είσαι ; 
Τσάι ουλόνγκ πίνω . 
Σκοπεύω να ζήσω ήσυχα . 
Θα απολαύσω τη γαλήνη στο έπακρο . 
Η αδερφή μου είπε να βρω ένα χόμπι . 
Θα το δοκιμάσω κι αυτό . 
Λένε ότι οι νέοι σήμερα παίζουν βιντεοπαιχνίδια όλη μέρα . 
Σκέφτηκα ότι θα έχει πλάκα . 
Μην τολμήσεις . 
Θες να είσαι ερημίτης ; 
Οι περισσότεροι πιάνουν δουλειά , ημιαπασχόληση ή προσωρινή . 
Πώς το λέει κάποιος της γιακούζα ; 
Δεν έχει να κάνει με τη γιακούζα . 
Είναι κοινή λογική . 
Ίσως , αλλά ακόμα κι αν οι νέοι , υγιείς άνθρωποι δεν δουλεύουν , αυτή η χώρα θα τους ταΐζει , σωστά ; 
Ναι , σωστά . Μα αν το έκανε ο γιος μου , θα τον έσπαγα στο ξύλο και θα τον πετούσα έξω . 
Μισό λεπτό . 
Γιατί σου τα λέω αυτά ; 
Καλή ερώτηση . 
Είμαι πτώμα . 
Πάμε . 
Τον λογαριασμό , παρακαλώ . 
Βεβαίως . 
Δουλειά , ε ; 
Φτάσαμε . 
Έλα . Σύνελθε . 
Αυτό είναι το σπίτι μου . 
Ορίστε . Έλα μέσα . 
Του τρέχουν τα σάλια . 
Είναι απίστευτα αξιολύπητος και γλυκός ! 
Εντάξει , έλα εδώ . 
Έλα . Εδώ . 
Έλα εδώ . 
Δεν ξέρει τι να κάνει . 
Ο εγκέφαλός του έχει πνιγεί στο αλκοόλ και δεν ξέρει τι να κάνει . 
- Όχι ! Μην κοιμηθείς ! 
- Να πάρει ! Περνούσα τόσο καλά . 
Πάμε ! 
Έλα σ ' εμένα ! 
Μπορείς , Τακαχάσι ! 
Η Μισάκι . 
Ξέρεις τη γυναίκα που τρέχει συνέχεια ; 
Μένει στα διαμερίσματα πίσω από σένα . 
Ναι . 
Την είδα να σκοντάφτει στις σκάλες . 
Κάνει πέντε διαφορετικές δουλειές . 
Πέντε ; 
Ξεπληρώνει τα χρέη των γονιών της και μαζεύει λεφτά για ν ' ανοίξει μαγαζί . 
Είναι από τα κορίτσια που δεν πρέπει να μπλέξουν μαζί μας . 
Κι εσύ να μείνεις μακριά της . 
Και μόνο που προσέχω τέτοια κορίτσια από μακριά , με παρηγορεί . 
Κάποια μέρα , όταν ανοίξει μαγαζί , σκοπεύω να στέλνω λουλούδια στα κρυφά . 
Τέλος πάντων , με το μαλακό και χαλαρά . 
Μη γίνεις ερημίτης . 
Κάνε κάτι . 
Μάλλον γύρισε κι εκείνη σπίτι . 
Αρχηγέ ... 
Δουλειά ... 
