خوش حالم که باهات اشنا شدم و لحظات هیجان انگیزی داشتم 
دوستشون دارم 
از اولین باری که دیدمت تمام زمان هایی که باهم بودیم 
مثل علف های وحشی یه گل وحشی مثل حشره مثل پروانه 
بعداز تولد دوباره ... 
حتی وقتی 19 ساله بودم همین طور 29 ساله 
- تو چه طوری ... - ممنون که کنارم بودی پیشم بودی 
- بک ریون 
- دوستت دارم 
مهم نیست که چی هستی 
پس وقتی از صخره افتادی 
خودمو کشته بودم 
برای چی ؟ 
گفت دوباره متولد میشم و میبینمت 
گفت به عنوان انسان دوبار فرصت دارم 
کی ؟ کی بهت گفته ؟ 
یه بچه ، پسر بچه 
فکر کنم صورتشو دیدم 
ولی اگه اینطور ادامه دار بشه به این معنی نیست که به زودی ناپدید میشی ؟ 
دگردیسی درسته ؟ 
یادته ؟ 
کی شروع میشه ؟ 
بری دوباره کی برمیگردی ؟ 
اگه شروع بشه فکر کنم - یک هفته یا بیشتر - یه هفته ؟ 
بد نیست 
میتونی بری و بیای زمانش هر چقدر شد 
- گاهی یک ماه میشه 
- یه ماه ؟ 
سفرهام بعضی اوقات یک ماهه میشن 
حالا که بهش فکر میکنم - یک بار یه سال طول کشید - خیلی طولانیه 
انگار دوسال هم بوده 
خب فرض میکنم رفتی سربازی و میای 
بک ریون 
- یکی هم پنج سال بود 
- پنج سال ؟ 
گاهی هم ده سال 
ده سال ؟ 
مسخرم کردی 
حتی زوج های راه دور هم میتونن هر از گاهی همدیگه رو ببینن راهش با هواپیما میشه 
موقع سربازی هم میشه گاهی تماس تصویری گرفت 
اون وقت موقع دگردیسی تو نه میتونیم حرف بزنیم نه چیز دیگه ای اونم ده سال ؟ 
جدی میگی ؟ 
ده سال ؟ 
نمیتونم صبر کنم 
گوش کن ، بک‌ریون 
راستش این بار ... 
اصلا چرا تحملش میکنی ؟ 
دفعه قبل برات توضیح دادم 
پونصد سال پیش بال هام ... 
بیبی فیس به خاطر بیبی فیس بودنته درسته ؟ 
دگردیسی یه فرایند ضروری برای حفظ بیبی فیس بودن یه پریه 
درسته همینه 
اگه اینطوریه پس ردش کن 
اصلا نرو 
- ردش کنم ؟ 
- راستش قبلا بهت نگفتم ولی از بیبی فیس بودنت ناراحتم 
خیلی جوون به نظر میای 
اگه یکمی پیر تر به نظر بیای عالی میشه 
با اینکه پونصد سالته خیلی جوون میزنی 
حتی اگه نری هم انقدر مراقبت های ‌ پوستی و ماسک های خوب هست که نگو 
چرا از اینا استفاده نمیکنی مثل من عمرتو نمیگذرونی ؟ 
وقتی مردم میتونی انجامش بدی 
اونجوری برام مهم نیست ده سال بری یا صد سال چون مردم 
باشه ؟ 
- خب ... 
- این قیافه چیه ؟ 
نمیخوای ؟ 
نمیتونی از جوون بودن دست بکشی ؟ 
به خاطر دیدن تو پونصد سال علف هرز حشره ، پروانه سوسک و و کود مزرعه شدم 
ولی نمیتونی بیخیال صورت جوونت بشی 
- بک ریون 
- انتخاب کن ، من یا صورتت ؟ 
اگه میتونستم انتخاب میکردم 
- ولی ... 
- ولی چی ؟ 
- نمیتونم انجامش بدم 
- نمیتونی ؟ 
- دلیلش ... 
- نمیخوام بشنوم 
خیلی قاطعی 
- بک ریون 
- امروز تا همین جا کافیه 
به اندازه کافی این صورت سحر امیزت رو دیدم 
- به زمان برای فکر نیاز دارم 
- خب ... 
بک ریون 
تو مدفوع گاو و اسب غلت زدم فقط برای اینکه باهام اینجوری رفتار بشه ؟ 
واضحه زیادی دست بالا گرفتمش 
باورم نمیشه شوکم کرده 
ایشش 
- چطور تونستی انجامش بدی ؟ 
- منظورت چیه ؟ 
- به خودت بیا 
- اره به خودت بیا 
هردوتون شادترین لحظه زندگیم رو خراب کردین 
تو پری هستی اونم ادمه به خودت بیا 
درسته زمانش رسیده 
- الان برای چیته 
- با هر زنی که خواستین قرار گذاشتین 
ولی من تازه دیدمش نمیتونستین کاری نکنین 
همه چیزخراب شد 
اولین کسی بود که بهم گفت جذابم 
گفت جذابی تو ؟ 
چه جذابیتی ؟ 
گفت خیلی جذابم 
ولی اون لحظه صورت حساب دویست و هشتادو پنج هزار وون موند من ناپدید شدم 
- در موردم چه فکری میکنه ؟ 
- فکر میکنه عوضی هستی 
ایشش 
خیلی جذاب 
= قسمت چهاردهم : حسادت = 
دیوونه شدم ؟ 
مستم ؟ 
مشکلش چیه 
ممکنه به چیزی نیاز داشته باشه 
مثلا چی ؟ 
نمیدونم 
شماتا باید بفهمین 
چی گفتی ؟ 
اینا همش به خاطر کیه 
بیاین بیرون 
سام شین بیا بیرون 
همه چیزو میسوزونم 
ایشش 
این بال های سنگین رو میسوزونم 
همین الان پیش دورا ... 
گرمه 
سوختم 
دیوونه شدی ؟ 
هرگز نمیتونی بال هاتو بسوزونی چون داغه 
بی رحم 
این بیشعور خیلی بی رحمه 
چه طور تحمل میکنه ؟ 
دورا ... متاسفم 
خیلی داغه 
چون خیلی داغه 
نمیتونم انجامش بدم 
= پلیس قابل اعتماد ، کشور امن = 
رئیس ، شما در مورد سانگ هیوک میدونین 
دقیقا چیه ؟ 
خودمو کشته بودم 
گفت دوباره متولد میشم و میبینمت 
گفت به عنوان انسان دوبار فرصتش رو دارم 
کی ؟ کی بهت گفته ؟ 
بچه بود ، پسر بچه 
اون بچه کیه 
دو فرصت موقع انسان بودن 
چیزی به آخرین دگردیسیم نمونده 
چه شانسی داریم ؟ 
شبیه یه نفره 
همون پادشاه دیوونه س مگه نه ؟ 
سانگ هیوک ، تو الهه عشقی 
فکر کنم اونا هم الهه عشقن 
دنگ چیل هم همینطوره ؟ 
سگه رو امروز ندیدم 
اومدی اینجا دنگ چیل رو ببینی ؟ 
- این وقت شب ؟ 
- البته که نه 
باید خصوصی باهاش حرف بزنم 
میشه یه دقیقه بهمون وقت بدی ؟ 
از کجا می دونه ؟ 
نمی خواد فرار کنیم ؟ 
گفتی پلیسه 
پلیس این وقت شب نمیاد که یه پری رو دستگیر کنه 
شاید می خواد بخورمون ! 
ما همش چند تا پری ظریف و نحیفیم 
کی گفته اون جذابه ؟ 
پس حقیقت رو فهمیدی 
بهت گفتم آخرش همین میشه 
اگه تو حوزه ی اختیارات من کمک فوری لازم داریم می تونیم فردا صبح حرف بزنیم 
ما هم باید شبا بخوابیم 
زن توی عکس رو می شناسی نه ؟ 
باید بدونم کیه از این مردی که باهاش بوده 
رفتی خونه ی قدیمیم ؟ 
متاسفم ازت اجازه نگرفتم 
انسان ها فقط از باقی انسان ها اجازه میگیرن 
این زن کیه ؟ 
فکرنکنم مجبور باشم جواب بدم 
دوباره می پرسم 
بک ریونه ؟ 
باید بدونم چرا بین شما دوتا افتادم 
گفتی زندگی گذشته ت رو دیدی 
پس باید بدونی 
تو توی زندگی گذشته ی من نبودی 
ولی زنی که تو خاطراتم بود با تو بود 
باید بدونم چی شد 
پونصد سال پیش ... تو منو کشتی 
من کشتمت ؟ 
پس چطوریه که الان سر و مر گنده جلوی من وایستادی ؟ 
دیدی که . دیدی ازم چه کارهایی برمیاد 
و می خوای بدونی اون زن کیه ؟ 
بهت میگم 
پونصد سال پیش سعی کردی اون زن رو هم بکشی 
چی ؟ 
گفتی اون زن تو خاطراتته 
باید به خاطر من بمیری 
زن من 
آره بک ریون 
من دیگه میرم بخوابم 
تا وقتی من خوابم که دچار دگردیسی نمیشی نه ؟ 
امشب نمیشم 
مطمئنی ؟ 
مطمئنم نگران نباش 
چطوری حرفتو باور کنم ؟ 
صبح به محض اینکه بیدار شدی بهم زنگ بزن باشه ؟ 
باشه 
شب بخیر زن من 
چی چی ؟ " زن من ؟ " 
" زن من " 
پونصد سال پیش منو کشتی 
پونصد سال پیش سعی کردی اون زن رو هم بکشی 
منم می خوام بدونم واسه چی دوباره همدیگه رو دیدیم 
حتم دارم اینا همه کار اونه 
کی ؟ 
تو خاطراتت نیست ؟ 
درمورد کی حرف می زنه ؟ 
نرو ! 
مرد من 
خواهش می کنم گوشی رو بردار 
مخاطب در دسترس نمی باشد ... 
نکنه رفته 
بله بک ریون 
الو ؟ 
الو ؟ بک ریون ؟ 
واسه چی اینقدر دیر گوشی رو جواب دادی ؟ 
- چی ؟ 
- گفتی بیدار بشی بهم زنگ می زنی 
قول دادی 
تازه از حموم در اومدم همین الان می خواستم بهت زنگ بزنم 
باید قبل از حمومت بهم زنگ می زدی . اه 
از دگردیسی متنفرم . وحشتناکه ! 
اگه وقتی سرکارم دچار دگردیسی بشی چی ؟ 
بهم قول بده که نمیشی 
نمی تونم همچین قولی بهت بدم 
ایش 
وایستا 
بک ریون . ای بابا 
- صبح بخیر - صبح بخیر 
کارآگاه سو ، اینجایی سلام 
بهم گفتن که الکساندرا باید دائم چکاپ بشه 
به این زودی وقتش شد ؟ 
سلام الکساندرا 
حالت چطوره ؟ 
ببینم بهتر شدی 
جراجی ممکنه تا یه مدت باعث ورم بشه 
ولی خوب ازش مراقبت کردی نتایجش خیلی خوبن 
گلبول های سفید خونش و سطح سی آر پیش هم خوبه 
نگهبان خوبی هستی 
الکساندرا حتما تو زندگی قبلیش کلی کار خوب کرده 
خیلی خوش شانسه که تو رو دیده کارآگاه سو 
به نظرت ما چرا دوباره همدیگه رو دیدیم ؟ 
واسه چی سعی کردم بکشمت ؟ 
من دیگه باید برم 
وایستا 
زودباش 
کارآگاه سو 
اینجا 
بزن هرجایی که صدمه دیدی 
تو کارآگاهی دائم صدمه می بینی باید یکی از این پماد ها بزنی 
قبلا رو یکی امتحانش کردم کار می کنه 
امروز پدر همه ی آدم بدها رو در بیار کارآگاه سو 
حسادت 
بعضی از انواع حسادت برای روابط خوبه 
انگاری دونگ گو امروز اینجا نیست 
درسته 
معمولا نیم ساعت زود میاد 
شاید دوست دختر پیدا کرده 
- دختر همبرگری - حتما همونه 
حتما الان دارن غذای ست می خورن 
بهشون حسودیم میشه 
خب کلاس رو شروع می کنیم 
خانوم آن 
تو واسه من از کیم ته هی هم خوشگل تری 
دونگ گو 
این کمک می کنه تا دوباره بهش علاقه مند بشی 
از طرف دیگه یه جور حسادت هست که برای روابط بده هیچوقت نباید همچین کاری بکنی 
هرچی بیشتر انجام بدی ، بیشتر جذبش میشی جذب باعث نابودی میشه 
چه یون من نجاتت میدم . ماشینو نگه دار ! 
- برو ! 
- ماشینو نگه دار ! 
چه یون مال منه 
سرم دعوا نکنین 
هیچکس نمی تونه منو انتخاب کنه 
همین الان ماشینو نگه دار ! 
این یه دستوره 
یه چیزی اینجاست 
چیه ؟ 
روشنه 
هی ! 
تو ماشین یکی دیگه چیکار می کنی ؟ 
همه برید بیرون 
می‌دونم ماشین مزخرفیه اما بدون اجازه حق نداری بری توی ماشین یکی دیگه 
( خدمات پزشکی قانونی ) 
خدای من 
لطفا با جزئیات بهمون بگو چه اتفاقی افتاد 
این بچه‌ها داشتن توی ماشین بازی می‌کردن من بهشون گفتم برن بیرون 
بعد اومدم اینجا و دیدم صندوق ماشین بازه 
وقتی بازش کردم ، دیدم یه جسد داخلشه 
( خدمات پزشکی قانونی ملی ) 
خانوم سونگ معروف بود 
( لی هیون جی ) 
توی هر بخش با یه پسر لاس می‌زد یکیشون آقای کیم میونگ شیک بود 
اما بعد از اینکه پلیس به عنوان مظنون ازش در مورد پرونده‌ی زن گم شده‌ی کوهستان این وانگ سان بازجویی کرد ... شما به جرم قتل خانوم گو اون سو بازداشتین 
خانوم سونگ شروع به دوری از آقای کیم کرد 
خانوم سونگ 
( داروخانه‌ی اسکاتلند ) 
بیماری آمیزشیه 
( داروخانه‌ی اسکاتلند ) 
اون چون بیماریش رو می‌دونست اون دفتر رو بهش داد درست مثل گو اون سو و دفتر خیانتش 
اما به نظرت عجیب نیست ؟ 
چرا ؟ منظورت چیه ؟ 
فقط حس می‌کنم عجیبه 
عجیبه 
بریم 
باشه 
( نتیجه‌ی مقایسه‌ی دی‌ان‌ای ) 
( دی‌ان‌ای تو روی سرانگشتای سونگ جین آه پیدا شده ) 
( نمونه‌های دی‌ان‌ای مربوط به یک شخص هستن ) 
من فقط گو اون سو رو کشتم 
من خانوم سونگ رو نکشتم 
علائم میگن که خفه شده 
سونگ جین آه مقاومت کرده و همون موقع بخشی از بدنت رو خراش داده و به عنوان یه مدرک روی سرانگشتش باقی مونده 
بهت گفتم سراغ مردای دیگه نری ! 
فکر کردی کی هستی ؟ 
من فقط یکم باهات لاس زدم همین 
یه جوری رفتار نکن انگار که شوهرمی ! 
اونو کشتی چون به خاطر تغییر احساساتش ازش عصبانی بودی 
این ... 
این کار من نبود 
من نکشتمش ! 
لعنت بهش ! 
ببخشید 
حالت خوبه ؟ 
یه دفتر قرمز توی استودیوی سونگ جین آه پیدا شده 
کار تو بود درسته ؟ 
( بیماری ) 
تو این کارو کردی ؟ 
اینو از کجا آوردی ؟ 
می‌خوام تمومش کنم 
جناب سروان ! 
می‌خوام برم بیرون 
جناب سروان ! 
جناب سروان ! 
می‌خوام برم ! 
جسد یک زن حدودا 30 ساله که 10 روز پیش گم شده بود در کوهستان اوسونگ ، گیونگی دو پیدا شده 
جسدش توی صندوق یک ماشین با پلاک ناشناس پیدا شده برای فهمیدن دلیل واقعی مرگش پزشکی قانونی ملی در حال انجام کالبدشکافیه 
در همین حال ، مرگ سونگ ... 
من جام امنه 
من اینجا جام امنه 
به نظرت مشکل چیه ؟ 
تا حالا هیچ تیری رو از دست دادی ؟ 
نه ، هیچوقت 
اشتباه می‌کنی 
این یکیو از دست دادی 
شلیک کن 
راست میگی ، یکیو از دست دادم 
این یکیو از دست دادم 
فکر کنم منم یکی از دست دادم 
تو هم تیری رو از دست دادی ؟ 
( آکادمی قرارهای عاشقانه‌ی بانگ میونگ سو ) 
یونگ بوک و ایل یونگ پنج تا چیز که در موردتون جذابه رو بگید 
ایل یونگ ، تو اول بگو 
درسته 
هیچ غلط و درستی وجود نداره 
جذابیت‌هاتو بهم بگو 
سعی کن به جذابیت خودت فکر کنی 
بهش فکر کردی ؟ 
جذابیت‌هات چیان ؟ 
سومی چیه ؟ مثل اولی ؟ 
وایسا ، دومی چیه ؟ 
- ممنون 
- ممنون 
بله ، خدافظ 
حتما تکالیفتون رو انجام بدین 
- باشه 
- بله 
- این چیه ؟ 
- این چیه ؟ 
خانوم آن ، فکر کنم این مال شما باشه 
( خانوم آن دو را ) 
- پس اینم باید مال شما باشه - خدایا 
چی ؟ 
اون فقط اینو گذاشته ؟ 
منم می‌خوام بدونم چرا دوباره همدیگه رو دیدیم 
مطمئنم همش کار خودشه 
کی ؟ 
اون گفت پرونده‌ی دیگه‌ای نداریم 
چون قاتل کیم میونگ شیک بوده ! 
اون بازداشت شده می‌خواد چیکار کنه ؟ 
مدارکم خیلی واضحه 
- فکر نمی‌کنی که عجیبه ؟ 
- دوباره چی شده ؟ 
جسد دقیقا وقتی بهش نیاز داشتیم پیدا شده 
چطور ممکنه روی جسد مدرک باشه ؟ 
ما جسد اون سو رو وقتی توی کارخونه‌ی متروکه پیدا کردیم که داشت می‌گفت اونو نکشته 
اون موقع بود که به جرمش اعتراف کرد 
اما اون اصرار داره که سونگ جین آه رو نکشته 
و بعد جسد اونم پیداش شد 
به نظرت عجیب نیست ؟ 
نظرتون چیه قربان ؟ 
قربان 
چی گفتی ؟ 
به هر حال هنوز فکر می‌کنم اون مرد سیاه پوش مشکوکه 
( کاپشن سیاه پوشیده ، قد کوتاه‌تر از 175 سانتی‌متر ) 
( بیمارستان حیوانات گوگی دونگ ) 
( من توی ماشین منتظرم پس ) 
( من توی ماشین منتظرم پس ) 
اگه وقتی توی ماشین منتظرمه محو بشه چی ؟ 
چی میشه اگه 100 سال دیگه طول بکشه تا برگرده ؟ 
سانگ هیوک 
چطور ممکنه که واقعا محو بشه ؟ 
سانگ هیوک 
بک ریون 
سانگ هیوک 
بک ریون 
فکر کردم که رفتی 
بالاخره دیدمت 
تازه همه چیزو فهمیدم 
اگه اونجوری ناپدید بشی من باید چیکار کنم ؟ 
اگه قبل از اینکه آماده باشم ناپدید بشی باید چیکار کنم ؟ 
بک ریون می‌خوای امشب با هم باشیم ؟ 
می‌خوام امشب باهات باشم 
بیا پیش هم بمونیم بک ریون 
آره ، بیا کنار هم بمونیم 
سانگ هیوک 
کجایی ؟ 
بیا بیرون 
بیا امروز با هم بنوشیم تا سرحال بشیم 
چی ؟ 
کجا ؟ 
من دارم خودمو سر حال میارم 
من بیرونم 
یه جای کوهستانی خوش اب و هوا 
با کی این ساعت رفتی اون جا ؟ با کی ؟ 
سوپرمن ؟ 
درست گفتی 
باید بیشتر بگم ؟ 
قطع می کنم 
این جا تنهایی ؟ 
اره 
ولی بیا باهم نوشیدنی بخوریم 
فکر میکنم خیلی خنده داره 
چه چیز خنده داری درباره اش وجود داره ؟ 
خیلی خنده داره 
چرا نریم بیرون یه نوشیدنی دیگه بخوریم 
بریم ؟ 
باشه بیا انجامش بدیم 
اول باید برم سرویس 
- اونجاست 
- ممنونم 
می بینمت 
من ؟ 
تو باری ام که سری قبل اومدیم 
یه دختر گیر اوردم 
به زودی میرم 
فقط یه رابطه یه شبه است 
بعدا باهات صحبت می کنم 
خداحافظ 
اون مردی که این جا بود کجاست ؟ 
فرار کرد 
- فرار کرد ؟ 
- اره 
- چرا فرار کرد ؟ 
- راستی ... . این 
مبلغ کل : پونصد و هفتاد هزار وون 
اون ادما خیلی احمقن 
چرا همش صورت حساب رو برای من میذارن ؟ 
بهم پول قرض دادن یا چی ؟ 
خیلی احمقن 
باید خیلی خوشحال باشن 
برو که بریم 
باشه 
چرا این کار نمی کنه 
یالا 
باید پرواز کنم 
دارم پرواز می کنم 
دارم پرواز می کنم 
این خیلی باحاله 
اه خدای من 
خدای من 
یه نوشیدنی می خوای ؟ 
ولی قبلا نوشیدنی خوردیم 
بیا یه نوشیدنی دیگه هم بخوریم 
هنوز این جایی 
بدون این که تکون بخورم این جا موندم 
- خوبه درسته ؟ - اره 
خانم ان دورا 
بیمارستان حیوانات گوگی دونگ 
مطمئنی خسته نمی شی ؟ 
تازه استراحت کردم چرا باید خسته شم من خوبم 
تا زمانی که شیفتت تموم شه منتظرت می مونم 
ممنونم 
تا ده دقیقه دیگه اینجایی ؟ 
داری دروغ می گی 
داری دروغ می گی 
چی شده ؟ 
تازه صداش رو به خاطر اوردم 
- توی دو ردیف بمونین 
- بیا بیرون 
- عجله کن و حرکت کن 
- تو دو ردیف بمونین 
عجله کنین و صف ببندین تا بتونیم غذا بخوریم 
زندانی هزار و دویست و هفتاد و پنج 
وقت غذا خوردنه 
بلند شو 
مریضی ؟ 
من ... من تب دارم 
افسر می شه یکم برام دارو بیاری ؟ 
یه لحظه صبرکن 
دارو اوردی ؟ 
می شه یه لیوان ابم بدی ؟ 
کی ... 
تو کی هستی ؟ 
اخرین پرونده اتفاق نمی افته 
چون من اینجام 
هونگ آ کیونگ - شایعه 
به خاطر اینه که بچه خوبی نیستی 
همسر من ازیه رابطه یه شبه یه پسر داره 
کسی اونجا زندگی می کنه ؟ 
اون یه دانشجو از روستاست ولی مثل یه نوجون به نظر میرسه 
پارک سو یونگ - عدم توانایی برای به دنیا اوردن وارث مرد 
دروغ می گی 
به زودی برمی گردم 
کجا داری می ری ؟ 
باید یه چیزی رو بررسی کنم 
بعد کار هیچ جا نرو همین جا بمون 
هیچ جا نرو باشه ؟ 
ناپدید هم نشو کنارم بمون باشه ؟ 
من برمی گردم 
این فیلم دوربین های مدار بسته روزیه که اون ناپدید شد 
دسترسی 
گروه پیومیونگ 
سلام دایره جنایی 
چی ؟ 
چه اتفاقی برای کیم میونگ شیک افتاده ؟ 
چون گون دونگ 2 - 14 جونگ سو سئول 
بی بونگ گیل 2 - 11 چون گونگ دونگ2 - 14 
خیلی امروز ساکته 
چطوره که به عنوان خوراکی اخر شب توتبوکی بخوریم ؟ 
به نظر خوبه 
لطفا کمک کنین 
چی شده ؟ 
اشتباها انداختمش 
نفس نمی کشه 
- بیاین بریم اتاق درمان 
- باشه 
- این طرف لطفا - باشه 
همین الان به جراحی نیاز داره خون ریزی داخلی زیادی داره 
همش تقصیرمنه اشتباهی انداختمش 
گروه خونیش یک و دو دهمه 
هیچی نداریم چی کار کنیم ؟ 
- بیمارستانای دیگه رو بررسی کن 
- باشه 
من از بیمارستان حیوانات گوگی دونگ تماس می گیرم 
ما خیلی سریع به گروه خونی یک و دو دهم نیاز داریم 
لطفا نجاتش بدین 
- اره 
- سیب زمینی قشنگم 
دکتر خون پیدا شد بیمارستان هانگبوک داره.با تاکسی نزدیک به یک ربع طول می کشه 
- همین الان برو 
- باشه 
لطفا تا زمانی که خون رو میاره کمکم کنین 
راستش ... 
چطور می تونم کمک کنم 
اینو اینطوری نگه دار 
باشه 
سیب زمینی 
مرکز خدمات و اطلاعات 
- بیا بریم این طرفی 
- برو داخل 
- هل نده 
منطقه حفاظت شده 
- هلم نده 
- برو داخل 
- چی شده ؟ 
- یکی مرده 
عجله کن برگرد داخل 
حسادت 
مهم نیست چی بشه من می کشمت 
وقتی جراحی شه خیلی سریع خوب میشه 
نگران نباش 
دروغ می گی 
داری دروغ می گی 
