මගේ නෝනා . මම හිතන්නේ මේක අමුතු දෙයක් . 
ඉතුරු ටික මම බලාගන්නම් . ඔයා ඔතනින් වාඩි වෙන්න . 
ක්‍රියාකාරී ඇස් ඇති ඕනෑම කෙනෙකුට පෙනෙනු ඇත . 
අවංක සංවාදයක් නොකරන්නේ ඇයි ? 
අඳුරු රහසක් ඇති එකක් පමණි මේ වගේ හමුවීමට කැමතියි . 
මම පුළුවන් වෙලාවට එයා කවුද කියලා හොයලා බලන්නම් . මම පෙනී සිටින විට , පුදුමයට පත් වී පලා යාමට වග බලා ගන්න . 
ඔබ පරිපූර්ණ වැන්දඹුවක් වගේ . 
එක්ක එන්න . 
චෝ සුං හූ ... මිනිසා ඔබ සහ උතුමාණන් සොයනවාද ? 
මට විශ්වාස නැහැ . 
වත්මන් රජතුමා වත් නොවේ ... ඔහුගේ පියා දිවංගත රජු දැන සිටියේය ඡායා රණශූරයෙක් හිටියා ... රජුගේ ආරක්ෂකයෙකු ලෙස වෙස්වළාගෙන . 
එවිට ඔහුගේ එකම ජීවමාන ඥාතියා , බාල සහෝදරිය ... දෙයක් නොදන්නවා වෙන්න පුළුවන් . 
ඇය නොදන්නවා වුවද එදා රෑ ගැන , එතැන් සිට ඇයට ඔහුගෙන් අසා දැනගත හැකි විය . 
චෝට මොනවා හරි පාස් වෙන්න තිබ්බා සිද්ධියෙන් පසු ඔහුගේ එකම ජීවමාන ඥාතියාට . 
චෝ සුං හූගේ සහෝදරිය නම් අපිට විශ්වාස කරන්න පුළුවන් කෙනෙක් නෙවෙයි ... 
මම ඔබට තෑගි කළ ෆෝල්ඩින් ෆෑන් එක කොහෙද ? 
ඔහ් , ඒක ? 
මම රෑ ඩියුටි ඔෆිස් එකේ දාලා . 
රාත්‍රී රාජකාරි කාර්යාලයද ? 
ඔයත් දැන් මට බොරු කියනවද ? 
යූන් හක් . ඔබ එයට පැමිණියේ කෙසේද ? 
මට චෝගේ සහෝදරිය මුණගැසෙන අතරතුර , පිටත මුර කරන්න . 
යූන් හක් . මෙම නවන විදුලි පංකාව ... 
මෙතන ඉන්න . 
ෂුවර් . 
දන්න කෙනෙක් ඉන්නවද ... ඔයා අද මෙතනට ආවා කියලා ? 
මට පොරොන්දු වෙන්න පුලුවන්ද ... ඔයා කාටවත් කියන්නේ නෑ ... මෙම රැස්වීම ගැන ? 
මගේ නෝනා . මෙයට සම්බන්ධ ... ඔබේ සහෝදර චෝ සුං හූගේ ජීවිතය . එය ඉතා වැදගත් . 
මට ඔබේ වචනය තිබේද ? 
ඔබට ඔබේ වචනය මට දිය නොහැකි නම් , මට ඔබට වෙන කිසිවක් පැවසිය නොහැක . 
ඔයා කව්ද ? 
හැරෙන්න එපා . 
මගේ ප්රශ්නයට පිළිතුරු දෙන්න ... මේ දැන් . 
පසුපසට යන්න . 
මගේ ස්වාමීනි ? 
මගේ නෝනා ? 
සහෝදරයා . රාජකීය ලේකම් නිලධාරී පාර්ක් ? ඔයා මාව දන්නව ද ? 
ඇත්තෙන්ම මම එසේ නොකරමි . 
මට යහපතක් වේවා . 
යන්තම් ගිය කාන්තාව . ඇය වාමාංශික රාජ්‍ය මන්ත්‍රීවරියද ? ලේලි ? 
ඔබ කෙතරම් නිර්භීතද ? 
සහෝදරයා ! 
එතනම නවතින්න ! 
- ඒක මොකක්ද දෙයියනේ ? 
- යූන් හක් . ඔබ අල්ලා ගත යුතුව තිබුණේ මා නොව ඔහුවයි . 
තත්වයක් ඇති වී ඇතැයි මම බිය වෙමි . කරුණාකර ආපසු ගෙදර යන්න , මම ඔබ සොයා එන්නෙමි . 
සෝ හෝ , ඉන්න ! 
මම තමයි ... ඔහු තල්ලු කළේය . 
( 9වන කථාංගය : සත්‍ය හෝ බොරුව ) 
මෙය සිදු නොවනු ඇත ඔබ ඔහු සමඟ කතා කිරීමට තීරණය කළේ නම් , නමුත් ඔබට සිදු වූයේ ඔබේ කඩුව අඳින්න පමණයි . 
එයා මට කිව්වා නම් ඔහු රාජකීය ලේකම් නිලධාරියා විය . මම සරණ ගියේ නැහැ එවැනි මිනුමකට . කෙසේ හෝ , කුමක් සිදුවන්නට ඇත්දැයි මම කල්පනා කරමි ඔබේ සහෝදරයාට . 
මුලින්ම බිරිඳ මුදල් අමාත්‍යවරයාගේ ... දැන් රාජකීය ලේකම් නිලධාරියා . 
ඔෆිසර් පාර්ක් මෙහාට එනවා ඇති . 
එයා එහෙම කළාම මම අහන්නම් . 
ඒත් මම එයාට කිව්වා ... Myungdo Inn වෙතින් ඈත්ව සිටීමට . 
කුමක් ද ? ඇයි ? 
ඔබ දෙදෙනා නිරන්තරයෙන් සිටියා නඩු වලට සම්බන්ධ වීම , සහ එය හේතු වනු ඇතැයි මම කනස්සල්ලට පත්ව සිටියෙමි ... කවදාහරි මහා විනාශයකට . 
සියල්ලට පසු , ඔබ කැප වූ වැන්දඹුවක් ලෙස පවතී ... ඔහු ජවසම්පන්න තරුණයෙක්ව සිටියදී . 
අපගේ තත්වය සහ ස්ත්‍රී පුරුෂ භාවය කුමක්ද ? ඕනෑම දෙයක් සමඟ සම්බන්ධ විය යුතුද ? 
මේකට මගේ අයියා සම්බන්ධයි ... 
ඔබ දෙදෙනා අතර ප්‍රේම සම්බන්ධයක් ඇති වුණොත් ? 
යොන්ග් ඩියොක් සහ බේක් ආර්යාව ... 
ඔබේ මනස නැති වී තිබේද ? 
ප්රධාන වෙළඳ ජං . ඔයා ඇතුලේද ? 
ඔයා ආවා . 
මම චෝ ආර්යාව සමඟ වචනයක් කතා කිරීමට බලාපොරොත්තු වුණා . 
එහෙනම් මම ඔය දෙන්නට කතා කරන්න තියන්නම් . 
මම තවමත් අදහස් කළේ ... මම කලින් දවසේ කියපු දේ . 
සමහර විට ඔබ ඉවත් කළ යුතුය කරදරයේ මූලාශ්රය . 
අපේ මහත්තයයි කොල්ලයි දෙන්නම දේවල් ගැන සම්පූර්ණයෙන්ම දන්නේ නැහැ . අතාර්කික තීරණ එය අපට තවත් කරදරයක් පමණක් වනු ඇත . 
නොදන්නවා වගේ ඉන්න තිබුණා . 
මම ඔහුව අනිවාර්යයෙන්ම නැති කරනවා සුදුසු කාලය පැමිණි විට , එබැවින් නොසැලකිලිමත් ලෙස ක්රියා නොකරන්න . 
ඔව් ලොක්කා . 
ඔයා කියන්නෙ මට කියන්න බෑ කියලද ... ඇයි රාජකීය ලේකම් ඔෆිසර් පාර්ක් මගේ සහෝදරයා සොයනවාද ? 
ඒක මට උත්තර දෙන්න පුළුවන් දෙයක් නෙවෙයි . 
පසුව , කරුණාකර ආපසු යන්න . 
මටත් කියන්න දෙයක් නෑ . 
ප්‍රධාන වෙළඳ ජෑන්ග් පැවසුවේ ... මට ඔබෙන් ජීවිතය උදුරා ගැනීමට අවශ්‍ය නම් ... ඔබව තබා ගැනීමෙන් ඔබේ නිවසේ බිත්ති තුළ . 
ඒක මගේ අරමුණ වෙන්නැති , නමුත් මම කැමති නැහැ ඔබව හානියක් ලෙස දැකීමට . 
ඒකයි මම බලාපොරොත්තු වුණේ ඔබ පියවර ගන්නේ නැහැ , මම දඟලමින් සිටියෙමි නිවැරදි මාර්ගය සොයා ගැනීමට . 
ඒ නිසා ? ඔබ ඔබේ පිළිතුර සොයා ගත්තාද ? 
සමහර විට උත්තරය කවදාවත් මගේ සොයා ගැනීමට නොහැකි විය . එය සැමවිටම ගලෙහි තැබිය හැකිය . 
ඇයි ඒ ඔයා මගේ අයියා හොයලා ඉවරද ? මම එහාට මෙහාට යනවා ... ඔබේ මාවතේ අවසන් වීමට පමණි . 
දැන් මම ඒ ගැන සිතන විට , අපගේ ඉරණම සැමවිටම පැටලී ඇත . 
උපතේදී මට ලැබුණු නම Im Hyun Jae විය . 
රජුගේ ආරක්ෂක බළකායේ අවසාන ප්‍රධානියා වන ඉම් කන්ග් හිටපු රජුට මගේ පියා විය . 
රජුගේ ආරක්ෂක සේනාවේ ප්‍රධානියා තමා සතු විය සහ ඔහුගේ මුළු පවුලම ඝාතනය කරන ලදී . සාමාජිකයින් කිහිප දෙනෙක් රජුගේ ආරක්ෂකයා අතුරුදහන් විය . 
ඉන්පසු ... අයියා නැති උන දවස . . ඝාතනයට ලක් වූ පවුල ... 
මම මගේ අයියා කියන කෙනා මගේ ජීවිතය බේරුවා ... මම මරණාසන්නව සිටියදී ලේ වැගිරීමේදී . 
මේ වෙනකම් මම ඇත්ත හැංගුවා ... මගේ දෙමාපියන් කවුද කියලා . 
එදා මහ පොළොවේ මොකද වුණේ ? 
මමයි මල්ලියි හොයනවා සත්යය සඳහා . 
ඉන්පසු , මම නැවත වාඩි විය යුතුයි රාජකීය ලේකම් නිලධාරියා සමඟ . 
මෙය ඔබගේ ජීවිතයට අනතුරක් ගෙන එනු ඇත . 
තවත් මා ගැන කරදර නොවන්න . 
ඊට අමතරව , මට මාව වඩා හොඳින් බලාගන්න පුළුවන් ඔබේ සහෝදරයාට සාපේක්ෂව . 
අපි සියල්ල ආපසු ලබා ගත යුතුයි . 
මගේ සහෝදරයා ... සහ ඔයාගේ නම . 
මගේ නෝනා ? 
එතනම නවතින්න ! 
ඒ ඔහුගේ folding fan එකද ? 
එක යොන් සන් ආරක්ෂා කළා . 
සාක්ෂිකරු ... ඔවුන්ගේ අනන්‍යතාවය බෙදා ගත නොහැක පොලිස් කාර්යාංශය සමඟ . 
තමන්ගේ අනන්‍යතාවය බෙදාගන්න බැරි කෙනෙක් . 
රාජකීය ලේකම් නිලධාරී පාර්ක් ? 
වෙස් මුහුණක් පිටුපස මිනිසෙක් . ඉතින් ඒ පුද්ගලයා කවුද ? 
මම ඔයාට කියන්න යන්නේ නැහැ . 
ඔහු ආරක්ෂා කළ යුතු කෙනෙක්ද ? 
ඔයත් දැන් මට බොරු කියනවද ? 
ෆෑන් එක තිබ්බ එකා . 
රාජකීය ලේකම් ඔෆිසර් පාක්ට කුමක් විය හැකිද ? සොයන්නේද ? 
ඒක මගේ අයියට තිබ්බ දෙයක් . . නමුත් ඔහු ඉතිරි කළ සියල්ල ... 
ඔහු සොයන්නේ එය විය හැකිද ? 
මම මේ තලය ඔහුගේ උගුරට ඇල්ලුවෙමි . ඔහු පසු වූයේ මෙය නම් , ඔහු එය හඳුනාගන්නට ඇත . 
එසේ නම් , ඔහු සොයන්නේ කුමක් විය හැකිද ? 
එය කුමක් වුවත් , එය සොයා ගත යුත්තේ මම විය යුතුය . 
මේ අතර , භයානක දෙයක් තවත් කෙනෙකුට සිදු විය . හරියටම අවුරුදු 15කට කලින් , මම තනිවම ජීවත් වීමට සමත් විය ... ඒ ලේ වැගිරීමේදී . 
ඉක්මනින් ගෙදර සිටීම සඳහා බොහෝ දේ . එය ඔබට සෑහෙන කාලයක් ගත විය . යූන් හක් . 
මම මුළු රෑම අවදියෙන් හිටියා ... ඔයා ගෙදර එනකම් බලාගෙන ඉන්නවා . 
ඇයි ඔයා හෙට ආවේ නැත්තේ ? 
මට කනගාටුයි . මට බය හිතුනා මම ඔයාව අවදි කරයි කියලා මොකද පරක්කු වැඩියි . 
සෝක් සාමිවරයාගේ ලේලිය ... - වෙස්මුහුණු මිනිසා නේද ? - කුමක් ද ? 
ඇයට ගෙදරින් එලියටවත් යන්න බෑ ... වෙස්මුහුණු මිනිසා යන අතරතුර අගනුවර පුරා . එය ඇය විය නොහැක . 
කවදාවත් නැහැ . 
මම නිකම් ... ඊයේ පුද්ගලයාදැයි ඇසීය සෝක් සාමිවරයාගේ ලේලිය විය . 
ඉන්පසු නැවතත් , ඇය පළපුරුදු බවක් පෙනෙන්නට තිබුණි . 
- යූන් හක් . - සහ මම අනුමාන කරන්නේ ... ඇයට ඔබේ ෆෝල්ඩින් ෆෑන් එකත් තිබුණා . 
කුමක් ද ? 
මම සංචාරයක් ගෙවිය යුතුද ? සහ ඇය සමඟ එය පරීක්ෂා කරන්න ? 
කිසිම අවශ්‍යතාවක් නැහැ . 
ඇය ... ඔබව නැවත හමුවීමට අවශ්‍යයි . 
එක හැන්දක් විතරයි අම්මේ . 
මම මගේ සිහින තුළ ජියොන්ග්ව දිගටම දකිමි . ඒ ඔහු තම මව සමඟ අමනාප වූ නිසා විය යුතුය . 
අපිට එයාගේ මිනියවත් ගන්න බැරි වුණා . ඔහු බොහෝ විට සාමයෙන් විවේක නොගන්නේ ය . 
අනේ එහෙම කියන්න එපා අම්මේ . 
ඒ සියල්ල මගේ භක්තිය නිසාය ප්රමාණවත් නොවේ . 
මම පන්සල් යන එක හොඳයි සහ භක්තිමත් යාච්ඤාවක් ඉදිරිපත් කරන්න . 
මට ඔබව රැගෙන යාමට ඉඩ දෙන්න . 
ඔබ නිවසින් බැහැරව නොසිටිය යුතුය මාත් එක්ක . 
මම ජේ යී මා කැටුව එන්නම් . ගෙදර ඉන්න . 
( අපි ඉන්නම් ... ) 
මම හිතන්නේ ඔබ මේ දිනවල තරමක් කාර්යබහුලයි . 
ඔයා මොනවද කියන්න හදන්නේ ? 
මට ඔයාට කියන්න ගොඩක් දේවල් තියෙනවා . 
ඔයා කිව්වේ වීරයා වෙනුවෙන් කියලා ඒත් ඔයා මාව නිතර නිතර Myungdo Inn කළා විතරයි . 
බි චෑන් . 
මෙය ඔබේ වීරයාට භාර දෙන්න . 
නමුත් කෙසේද ? 
ඔබ Myungdo Inn වෙත ගියහොත් , ඔබට මෙය ඔහුට භාර දීමට කෙනෙකු සොයාගනු ඇත . 
ඔව් , මම මේ මෙහෙයුම සම්පූර්ණ කරන්නම් . 
ආ තව එක දෙයක් . මම සැලසුම් කරනවා කන්ග් පිල් ජික් ගැන නැවත විමර්ශනය කිරීමට . 
මට සමාවෙන්න ? 
නමුත් අණදෙන නිලධාරි හ්වෑන්ග් ඔබට කිව්වා ඔහුගෙන් ඈත් වීමට . 
ඒ නිසා තමයි ... මම මෙය බෙදාගන්නේ ඔබ සමඟ පමණි . 
එහෙම නම් ... 
මම අණදෙන නිලධාරි හ්වාං සමඟ ගනුදෙනු කරන්නම් . 
අතරතුර කාලයේ දී , ගනුදෙනු වාර්තා සොයා ගන්න Yeom සාමිවරයා විසින් අනුමත කරන ලද ඔහුගේ සංසදයේ . 
එසේය උතුමාණෙනි . 
මැඩම් බොං මාල් කොහෙද ගියේ ? 
ඇය කොහෙද ගියේ කියලා කවුරුත් දන්නේ නැහැ උදේ පාන්දරම ? 
කාරණය නම් ... අම්මා පන්සල් යනවා . 
කවුරුහරි සූදානම් විය යුතුයි ! 
- මම සමාව ඉල්ලනවා . - කලබල කරන්න එපා . ඇතුලට ඇවිත් දේවල් ලෑස්ති ​ ​ කරන්න . 
දෙවියනේ . - මොනවද වෙන්නේ ? - මම දන්නේ නැහැ . 
තරුණ මාස්ටර් . 
- එය කුමක් ද ? - මම සමාව ඉල්ලනවා . 
- තරුණ මාස්ටර් . - ඔයාට ඕන කුමක් ද ? මම සමාව ඉල්ලනවා . 
දෙවියනේ . කරුණාකර එය මා වෙනුවෙන් කරන්න . 
ෂුවර් . තරුණයා . කොල්ලෙක් දැක්කද ... ඇත්තටම කඩවසම් සහ උස කවුද ? 
ඒ මම . එය කුමක් ගැනද ? 
තරුණ ... 
බලන්න මේ කවුද කියලා . 
දීර්ඝ කාලයක් දකින්න නැහැ . 
දීර්ඝ කාලයක් දකින්න නැහැ . 
" දිගු කාලය ? " 
" නැද්ද බලන්න ? " 
අඬන එක නවත්තන්න . 
මට කනගාටුයි . 
මම කල්පනා කලේ යන්නද කියලා ... අද හෝ හෙට කොහොමත් . 
මෙය කළ හැක්කේ කෙසේද ? 
ඔබ ජීවමානයි , මේ වගේ . 
ඇයි ගෙදර ආවේ නැත්තේ ... අතරමං වූ ආත්මයක් මෙන් ඇවිදින්න ... 
ඉන්න . සන්සුන් වන්න . 
බොං මල් මැඩම් , විවේක ගන්න . 
සන්සුන් වන්න . ගැඹුරු හුස්මක් ගන්න . 
යහපත . 
ඔබත් හිතුවේ මම ඇත්තටම මැරිලා කියලාද ? 
මම මැරුණා කියලා කිව්වේ නිකමට නෙවෙයිද ? 
ඔබේ මංගල දිනයේ ඔබ මිය ගියා , ඔබේ සිරුර සොයා ගැනීමටවත් නොහැකි විය . 
ඔයාගේ අම්මා අසනීප වෙලා ඇඳේ හිටියා වසරකට වැඩි කාලයක් . 
මගේ තාත්තා ... ඇත්තටම සෑහෙන්න කුරිරුයි ... මම මැරිලා කියලා අම්මට කියන්නද ? 
අපි මේක මෙතන නොකර ඉමු . 
අපි ඉක්මනින් ගෙදර යා යුතුයි . 
මැඩම් බොං මල් . මම දැන් ගෙදර ගියොත් , දේවල් වඩාත් සංකීර්ණ විය හැක . 
මම සියල්ල හැසිරවූ පසු මම ආපසු එන්නෙමි . එතකන් අම්මව බලාගන්න . 
මට විශ්වාස කළ හැකි එකම තැනැත්තා ඔබයි . 
ඔයා හරි . 
කණගාටු නොවන්න . 
ඒක මට දෙන්න . 
ඔබ ඇත්තටම ඔබටම කරදර විය යුතු නැත මාව ඉවත් කිරීමට . 
මම නිසා ඔයා වැඩට යන්න පරක්කු වෙන්න ඇති . 
මම දැනටමත් ඔවුන්ට දන්වා ඇත මම පරක්කු වෙයි කියලා . 
ඒ වගේම ඔබේ සැමියා මේ රටේ වාම රාජ්‍ය මන්ත්‍රී . 
මොකද මම එන්න ටිකක් පරක්කු වුනා ... මගේ ආදරණීය බිරිඳ බලන්නට , කිසිවෙකු මාව විවේචනය කිරීමට එඩිතර නොවනු ඇත . 
තාත්තේ ඔයා මගේ අම්මා ගැන විතරයි සලකන්නේ සෑම විටම . 
ඔබ හොඳින් සැලකිලිමත් විය යුතුය ඔබේ මවගේ ද . 
කමක් නැහැ . 
නිවසේ කටයුතු ගැන කරදර නොවන්න . එහි හොඳ විවේකයක් ගන්න . මම ආරක්ෂිත වන්නෙමි , එබැවින් කරදර නොවන්න . 
ඔබ ඔබේ යුතුකම් අතපසු නොකළ යුතුය මඳක් හෝ ඇයට සේවය කිරීමට . 
- එසේය උතුමාණෙනි . - එසේය උතුමාණෙනි . 
අම්මේ ඔයාගේ ගමන ආරක්ෂා වෙන්න . 
අපිට යන්න දෙන්න . 
යෝ හ්වා . 
ඔව් තාත්තේ . 
ඔබේ ස්ථානයට ආපසු යන්න . 
ඔව් තාත්තේ . 
- කවුරුහරි මෙහි සිටිනවාද ? 
- එසේය උතුමාණෙනි . 
එසේය උතුමාණෙනි . 
මගේ නෝනා . 
මට Myungdo Inn වෙතින් ඔබට ලිපියක් ලැබුණා . 
( මම රැස්වීමක් සංවිධානය කර ඇත . අපි පැය දෙකකින් Myungdo Inn හි සිටිමු . ) 
මම වහාම පිටතට යාම හොඳය . 
සේවකයන්ට කියන්න මම භක්තියෙන් යාඥා කරන්නම් කියලා ... - අද දවස පුරාම දේවාලයේ . 
- ඔව් , මගේ ආර්යාව . මගේ නැන්දම්මා ගෙදර නැහැ , එබැවින් ඔවුන් මා බැලීමට නොඑනු ඇත . 
මම ඒ ගැන සිතන තරමට එය විනෝදජනක ය . 
- උතුමාණනි . - එම ප්රශංසනීය චරිතය , රාත්‍රියට පැමිණ උදව් කරන ... දුප්පත් සහ අවශ්‍යතා ඇති අයට , සෝක් සාමිවරයාගේ ලේලියයි . 
ඔයා මට ඔය කතාව මුලින්ම කිව්වම . මම කල්පනා කළා මිනිස්සු කොච්චර මහන්සි වෙලාද කියලා එවැනි පුද්ගලයෙකු සිහින දැකීමට විය යුතුය . ඒක මගේ ස්ථාවරය හැදුවා ඊටත් වඩා අපහසුයි . 
වම් රාජ්‍ය මන්ත්‍රී Seok උතුම් ජාතියක් පිළිබඳ සිහින , ඒ වගේම එයාට ලේලි කෙනෙක් ඉන්නවා කියලා හිතන්න ජනතාවට සේවය කිරීමට වෙස් මුහුණක් පැළඳ සිටින . 
ඔහු කෙසේ ප්‍රතිචාර දක්වයිද කියා මට කුතුහලයක් ඇත ... ඔහු මේ ගැන ඇසුවොත් . 
උතුමාණනි . ඔබේ දිගුකාලීන මිතුරෙකු ලෙස , මම උදව්වක් ඉල්ලන්නද ? 
කතා කරන්න . 
ටික කාලෙකට ඔයා මට හැසිරෙන්න දෙනවද ... සෝක් සාමිවරයාගේ ලේලිය ? 
ඇයි ඒ ? 
ඇය ගැන සැලකිලිමත් අය ඉන්නවා . 
ඒකද ... ඔබ ? 
නැත . 
මම ආරක්ෂා කිරීමට කැමතියි අදාල අය ... චෝ ආර්යාව වෙනුවෙන් . 
කණගාටු නොවන්න . 
ඇය චෝ සුං හූගේ සහෝදරියයි සියලු මිනිසුන්ගේ . ඇත්ත වශයෙන්ම අපි ඇයව ආරක්ෂා කළ යුතුයි . 
මහරජතුමනි ඔබට ස්තුතියි . 
ඇත්තටම ඒ ඔබ නොවේද ? 
නැත . 
බොහෝ කාලයක් ගත වී ඇත . 
ඔබ කිසිසේත් වෙනස් වී නැත . 
ඔබ වයසට ගොස් ඇත , පියාණෙනි . 
මම කියපු එක ඔයාට අමතකද ඔයා ආපහු ආවොත් මම ඔයාට කරන්නද ? 
මම ආපහු එන්න කලින් ඔයා මාව මැරුවා . 
එය හොඳම විකල්පය විය සම්බන්ධ සියලු දෙනා සඳහා . 
ඔයාට පුළුවන් මාව මැරිලා වගේ සලකන්න . 
ඔයාට දැන් මාව මරන්නත් පුළුවන් මම කමක් නැහැ . ඒත් ඇයි අම්මට කිව්වෙ ... මම ජීවත්ව සිටියදී මිය ගිය බව ? 
ඔබට ඇයට කියන්න තිබුණා මාව මැරිලා කියලා සලකන්න . 
බිඳුණු සිතින් ඇය දුක් විඳින්නට ඇත වසර ගණනාවක් තිස්සේ . 
ඔබ ඔබේ දෙමාපියන්ට විරුද්ධ විය ... ඔබ ඔවුන් ගැන සැලකිලිමත් වීමට එඩිතරද ? 
මම ඔයා මැරුණා කියලා සලකනවා කිව්වම , ඔයා හිතුවද ඔයාට ලැබෙයි කියලා ඔබේ මව නැවත හමුවෙමුද ? 
මම සමාව ඉල්ලනවා . 
ඔබට කාරණය තිබේ නම් , යන්න . 
නැවත ජොසොන් වෙත පැමිණීමට සිතන්න එපා . 
දැන් මම දන්නවා වැරැද්ද මොකක්ද කියලා , මම එය නිවැරදි කරමි . 
මම සමාව අයදිමි මගේ මවට සහ බිරිඳට ... වැන්දඹුවක් ලෙස මා ශෝක කළ . 
ඔබ වගකිව යුතුයි ඔබේ වැරදි සඳහා . 
- කොහොමද ඔබ නිර්භීත ? - මම දැනටමත් වරක් මරා දමා ඇත . 
මම මගේ දෙවන කුලිය ජීවිතය වෙනුවෙන් ගත කරමි මම කරපු දේ ගැන පසුතැවිලි වෙනවා . 
ඔයා කැමති වන්නේ ද ? 
එහෙනම් හෙට අගනුවරෙන් යන්න . 
- පියා . - එනම් ... ඔබට හැකි එකම මාර්ගය ඔබේ පවුල ගැන පසුතැවිල්ල පෙන්වන්න . 
ඔබ මළ මිනිසෙකි . 
මියගිය මිනිසෙකුට නැවත පණ දිය නොහැක . 
ඔබේ මවට පුතෙකු දෙවරක් අහිමි කර නොගන්න . 
ජූනියර් ජූ ! 
ජ්‍යෙෂ්ඨ ක්කොට් නිම් , ඔබ මෙහි සිටින්නේ ඇයි ? 
එය දහවල් ය . ඔයා කොහෙද හිටියේ ඔබේ කුටිය විවෘත කරනවා වෙනුවට ? 
උබට ජීවත් වෙන්න බෑ ... මේ ආකාරයේ වැඩ ආචාර ධර්ම සමඟ . 
ඔයා හරි . 
ජීවිතය හරිම අමාරුයි . 
ඇත්ත වශයෙන්ම ජීවිතය දුෂ්කර ය . 
ලෝකයේ කිසිවක් පහසු නැත . 
තවමත් , නො කලකිරෙනු . 
මෙන්න වියළි පර්සිමන් එකක් . 
මම දන්න ගෑණු කෙනෙක් මට කිව්වා ... ඇය බිත්තිය දෙස බලා සුසුම්ලන විට , වියළි පර්සිමන් ගෙඩියක් අනුභව කිරීම ඇයව සතුටු කරයි . 
මේක හොඳයි . 
එය ඇත්තෙන්ම මා දිරිමත් කරයි . 
ඔය කියන ගෑනි . ඇගේ ජීවිතයත් දුෂ්කර එකක් වෙන්න ඇති . 
මම තේරුම් ගන්න තරුණ වැඩියි , නමුත් වැන්දඹුවකට අවසර නැත නිවසින් පිටත . 
කාන්තාව ... ඔයා කිව්වා ඔයා දන්නවා කියලා . එහෙමද ... වාමාංශික රාජ්‍ය මන්ත්‍රී ... 
මම කැමතිම කෙනා ඇයයි ලෝකයේ ඕනෑම කෙනෙකුට වඩා . ඇය දුකෙන් බලා සිටියාය , ඇමුණුමේ තනියම ඉඳගෙන . එය මා කලබල විය . 
මම දකියි . 
මට බය හිතෙනවා . 
ඔබට බියක් දැනෙන්නේ ඇයි ? 
ගණන් ගන්න එපා . 
ඔබට මෙය තවත් තිබේද ? 
එය ඉතා හොඳයි . ඔබ සතුටු වී ඇත්නම් , ඔබේ කුටිය සකසන්න . 
ඔව් , ජේෂ්ඨ ක්කොට් නිම් . 
කන් පිල් ජික් සහ ආර්යාව ඕ ... අර්ධ සහෝදර සහෝදරියන්ද ? 
මට ඔයාට කියන්න බැරි උනා ... මන්ද එය රහසක් ලෙස තබා ගැනීමට ඔහු මගෙන් ඉල්ලා සිටියේය . 
ඔබ කාගේ පැත්තේද ? 
එය ඔබ දෙදෙනා මෙන් පෙනේ ඉන්නේ එකම පැත්තේ මම ඔබට විරුද්ධයි . 
ඕ ආර්යාව වැන්දඹු රැජිනගේ නෑදෑයෙක් , ඇය විවාහ වන්නේ මන්දැයි මම කල්පනා කළෙමි Yeom Heung Jib වගේ කෙනෙක් . 
ඇය ඉවසුවාය නින්දාව සහ ප්‍රචණ්ඩත්වය ... ඇගේ පවුලේ කිලුටු අතීතය නිසා . 
ඔහේ ආර්යාවට අනුකම්පා කරනවාද ? 
නැත . මම ඇයට ඉඩ දුන්නේ නැහැ මම මෙය දැන සිටියා නම් මාව හසුරුවන්න . 
ඇයි ඔච්චර ඉන්නේ ඔවුන්ගේ සැබෑ ආත්මය සඟවන්නේ කවුද ? 
එය ඔබෙන් පොහොසත් ය . 
ඔයාලට දැනගන්න පුලුවන්ද ... මොන වගේ සම්බන්ධයක්ද ආර්යාව ඔහ් මගේ මාමණ්ඩි එක්ක ඉන්නවාද ? 
මම දැක්කා මීට ටික දවසකට කලින් ඔවුන් මුණගැහෙනවා එය මට කරදර කරයි . 
එය පහසු නොවනු ඇත . 
මම තව ටිකක් කන්ග් පිල් ජික් ගැන බලන්නද ? 
එයාට කරන්න දෙයක් තිබුනොත් මොකද කරන්නේ සම්බන්ධතාවය සමඟ ... ආර්යා ඕ සහ සෝක් සාමිවරයා අතර ? 
එයා මගෙන් දේවල් හංගගත්තත් . . ඔහු ජීවිත කාලය පුරාම අපේ රටට සේවය කළා . 
මම විශ්වාස කරන්න කැමති නැහැ ඔහු එවැනි පහත් ජීවියෙකුට සම්බන්ධයි . 
ඔෆිසර් පාර්ක් ළඟදීම එනවා . මම තේ ටිකක් ලෑස්ති ​ ​ කරන්නම් . 
( Myungdo Inn ) 
ප්‍රධාන වෙළෙන්දා ඇතුලේද ? 
ඇය ඇගේ කාර්යාලයේ සිටිනු ඇත . ඔයාට ස්තූතියි . 
ඔයාට ස්තූතියි . 
කෘතඥතාව . 
ඒ වගේ දෙයක් . 
ඔයාට ස්තූතියි . 
ජැන්ග් ආර්යාව , ඔබ ඇතුලේද ? 
ජැන්ග් ආර්යාව . 
ආර්යාව ... 
ආර්යාව ... 
ආර්යාව ... 
මම සමාව ඉල්ලනවා . 
එහෙත් ... අපි කොහේ හරි හමුවෙලා නැද්ද ? 
අපිට නැහැ . මම ඒ මූණ දන්නවා . ඔයා ජීවත්වන්නේ කොහේ ද ? 
අපි අහම්බෙන් පාරේ හමු වූවා නම් . 
- මට ගෙයක් නැහැ . 
කුමක් ද කාරණය ? 
මම ආවේ ජැන්ග් ආර්යාව බලන්න , නමුත් වෙන කෙනෙක් ඇතුලේ හිටියා . 
සහ ... මම දිවුරනවා මම මුහුණ දන්නවා කියලා . 
ඔබ මුහුණ නොදනී . 
කුමක් ද ? මූණ දන්නව කිව්වම ඇයි එහෙම කියන්නෙ ? 
ඔබ ඇයව අඳුනගන්න විදිහක් නැහැ . 
ජැන්ග් ආර්යාව වෙන කොහේ හරි හොයන්න . 
මට මතකයි . 
ඔබේ පෙම්වතා . 
හරිද ? 
- එය එසේ නොවේ . ඔබේ ගමන යන්න . - හරි හරී . පෙම් කුරුල්ලන් වෙනුවෙන් මම අතුරුදහන් වන්නෙමි . 
හොඳ කාලයක් එළඹේවා . 
ඔබ කම්මුල . 
මගේ යහපත . 
ඔබ මෙතරම් නොසැලකිලිමත් වන්නේ ඇයි ? 
ඔබ සඟවා නොගෙන සිටිය හැකිය . 
මට එයාව අමුතුම අප්‍රසන්නයි . 
ඔහු අමුතු ලෙස කතා කරයි , අපි මුණගැසෙන විට මගේ කොණ්ඩය නැගී සිටියි . එය නරක පෙර නිමිත්තකි . 
ඔහු වරදක් කළේ නැත . 
ඔහු කළ සියල්ල ... ඔබ මගේ පෙම්වතා බව විශ්වාස කළා . 
මම අදහස් කළේ ... 
ඔය වගේ දේවල් කියනවා , එය ජැන්ග් ආර්යාව පැවසීමට හේතු වේ ඇය කරන දේවල් . 
ජැන්ග් ආර්යාව මොකද කිව්වේ ... 
ඔබ දෙදෙනා අතර ප්‍රේම සම්බන්ධයක් ඇති වුණොත් ? 
යොන්ග් ඩියොක් සහ බේක් ආර්යාව ... 
ඔබේ මනස නැති වී තිබේද ? 
රාජකීය ලේකම් නිලධාරී පාර්ක් වේ ඔබ සමඟ නොවේද ? 
ඔයාට මාත් එක්ක එන්න පුළුවන් පොත් කුලියට දෙන කඩයට . 
- ෂුවර් . 
- තවද , මගේ සහෝදරයා ඔබේ අනන්‍යතාවය දන්නවා . 
මට පේනවා ඔහු ඉක්මන් බුද්ධිමත් බව . 
මම උපකල්පනය කළේ එය එසේ විය හැකි බවයි . 
තව එක දෙයක් . කුමක් සිදුවුවත් , සෑම විටම ඔබේ ආරක්ෂාවට මුල් තැන දෙන්න . 
මුදල් ඇමති තනතුර තවමත් පුරවා නැත . ඔබට සුදුසු අපේක්ෂකයෙකු හමු වී නැද්ද ? 
මම ක්‍රියාවලියේ යෙදී සිටිමි නිවැරැදි දක්‍ෂතා තෝරා ගැනීමේ ... සහ ඉක්මනින් අපේක්ෂකයින් තිදෙනෙකු නිර්දේශ කරනු ඇත . 
කිසිවෙකු බිල්පතට නොගැලපේ නම් , Park Yoon Hak කොහොමද ? 
ඔබ යෝජනා කරනවාද අපි පත් කරන්න කියලා අවුරුදු දහයක රාජකීය ලේකම් නිලධාරියෙක් ... මුදල් ඇමති ලෙසද ? 
හැමෝම කොතනින් හරි පටන් ගන්න ඕනේ , එබැවින් ඔහුට මඟ පෙන්වීමෙන් සාර්ථක විය හැකිය ... ඔබ තරම් පළපුරුදු කෙනෙකුගෙන් . 
උතුමාණනි . ඔයා දන්නවද මම ඔයාව දැක්කේ ඇයි කියලා රජ වීමට සුදුසු මිනිසෙකු ලෙසද ? 
මට විශ්වාස නැහැ . 
එය යමක් වේ එය සැමවිටම මට ප්‍රහේලිකාවකි . 
මෙච්චර අවුරුදු ගානකට කලින් ඇයි මාව දැක්කේ කරුණාවන්ත රජෙකු විය හැකි මිනිසෙකු ලෙස ? 
ඒ බය තේරුණ නිසා . 
ඔබ පිරිමි ළමයෙක් වූ විට , ඔබ මට කිව්වා , එදා ඔබේ උපදේශකයා , ඔයා රජෙක් වෙන්න බයයි කියලා විශාල වගකීමක් දරන්න සිදුවුණු . ඔබ කැමති බව කීවා නිකම්ම කුමාරයෙක් වෙලා ඉපදෙන්න ... මිස ඔටුන්න හිමි කුමාරයා නොවේ . 
ඔව් මට මතකයි එහෙම කිව්වා . 
මම කැමති ඔබේ ඒ පැත්තයි . 
ඔබට අවදානම් සිහින නොතිබුණි , සහ ඔබ සිහින මැව්වත් කුඩා දෙයකින් , ඔබ කිසිවිටෙක ප්රමාණවත් තරම් කෑදර වී නැත එය සැබෑ කර ගැනීමට . 
ඔබ තුළ තිබූ ඒ නිහතමානී ගුණය මම අගය කළෙමි . 
ඔබ මාව සිහසුනට පත් කළේ ඒ නිසාද ? 
මම මගේ ස්ථානය දැන සිටි නිසාද ? 
පිරවීම සඳහා ආදේශකයක් සොයා ගැනීම මුදල් අමාත්‍ය ධූරය ... මගේ විෂය පථයට අයත් වේ . 
කරුණාකර වෙන්කර හඳුනා ගන්න ... ඔබට කළ හැකි දේ සහ නොකළ යුතු දේ . 
නිහතමානීකමේ මුල එයයි , එබැවින් එය මතක තබා ගැනීමෙන් , ඔබේ පාලන තන්ත්‍රය ඉතා කෙටි වනු ඇත . 
උතුමාණනි , වැන්දඹු රැජින ඇතුළු විය යුතුය . 
මම සතුටට ණය වන්නේ කුමකටද අම්මේ ? 
ආර්යාව ඔහ් දුකෙන් ගිලී ඇත , මම ඇයට ආරාධනා කළා ... සැනසීමට . 
ඇය සිදු විය ... හොඳ තේ ටිකක් අරන් එන්න කියලා . 
වාම රාජ්‍ය මන්ත්‍රී Seok , ඔබත් අප හා එක් විය යුතුය . 
මට සමාවෙන්න , නමුත් වැදගත් කාරණයක් මගේ අවධානය අවශ්යයි . මම මගේ ගමනේ සිටිය යුතුයි . 
මොන නින්දාවක් ද . 
ආර්යා ඕ මට නිතර කිව්වා ඔබේ ලේලිය ගැන . 
ඔබ ඇය ගැන ආඩම්බර විය යුතුයි . 
ආර්යා ඕගේ මග පෙන්වීම මට ඇහුණා ... ඇයව මහත් ආස්වාදයක් ලබා දුන්නේය . 
ඔබ කවදා හෝ ඇයව මාලිගාවට ගෙන ආ යුතුයි . 
මම අපි වෙනුවෙන් කැමතියි සංවාදයක නිරත වීමට . 
ඇත්ත වශයෙන් . මම එය සිදු කරන්නෙමි . 
( පොත් කුලියට දෙන කඩය ) 
ඊයේ රාත්‍රියේ මගේ ක්‍රියාවට මම සමාව අයදිමි . 
මාව මුණගැහෙන්න කිව්ව එක වැරදියි පැහැදිලි කිරීමකින් තොරව . 
කරුණාකර වාඩි වන්න . 
අන්තිමට අහන්න බලාපොරොත්තු උනා ඔබ දන්නා දේ . 
අයියගෙන් ඇහුවෙ නැද්ද වරක් පවා ... ඔහු අතුරුදහන් වූ පසු ? 
මම මෙතනට ආවේ නැහැ ඔබේ ප්‍රශ්නවලට පිළිතුරු දීමට . 
වසර පහළොවකට පෙර , මට ආරංචි වුණා අයියා නැතිවෙලා කියලා රහසිගත රාජකීය මෙහෙයුමක යෙදී සිටියදී . 
ඒක ඇත්තක්ද ? 
ඔබ එය දැනගත්තේ කෙසේද ? 
මුදල් ඇමැතිවරයාගේ බිරිඳ මට දැනුම් දුන්නා . 
ඇය මට කීවේ ඇයිදැයි මම නොදනිමි , නමුත් මගේ අනුමානය එයයි ඇය එය සාදා නොගන්නට ඇත . 
වසර පහළොවකට පෙර , අතුරුදහන් වීමට හේතුව කුමක්ද මගේ සහෝදරයාගේ ... සහ විනාශය රජුගේ ආරක්ෂක ප්‍රධානියාගේ ... 
ඔබ දැනටමත් බොහෝ දේ දන්නා බව පෙනේ . 
තව කොච්චර දේවල් දන්නවද සහ කොපමණ දුරකටද ? 
එදා මොකද වුණේ කියලා මට කියන්න . 
එදා දවසයි ... හිටපු රජු අවසන් හුස්ම හෙළුවේය . 
කෙසේ වුවද , අපි විශ්වාස කරනවා හිටපු රජතුමා ... විෂ විය . 
ඔබ කියන්නේ දේශද්‍රෝහී ක්‍රියාවක් වුණා කියලද ? 
කඩදාසි මත , මරණය ස්වාභාවික යැයි කියනු ලැබේ ඒ නිසා අපිට තහවුරු කරන්න බෑ ... මේක රාජද්‍රෝහී ක්‍රියාවක්ද කියලා . 
ඔහුගේ ජීවිතය නැති කළ වස ... ද පරිභෝග කරන ලදී මුදල් අමාත්‍යවරයා විසිනි . 
ආර්යාව ඕ ඇගේ සහෝදරයා ගැන සඳහන් කළා ... පැහැදිලිව කියනවා ... ඇය හොඳින් දන්නා බවයි එදින සිදු වූ දේ ගැන . 
ඔව් , එය එසේ බව පෙනේ . 
ආර්යා ඕ කාට පිළිතුරු දිය හැකිද ? 
ඔබේ ලේලිය හරිම දක්ෂයි . 
යමක් තිබිය යුතුය ඔබ මට කියන්නේ නැහැ . 
ආර්යා ඕට සේවය කළ හැකි තැනැත්තා . බලය ඇති තැනැත්තා රාජද්‍රෝහී කුමන්ත්‍රණ කිරීමට . එපමණක් නොව , මහ මොළකරු මෙම සම්පූර්ණ මෙහෙයුමේ ... ඔබ තෝරා ගන්නා අයෙකි මගෙන් වැළකී සිටීමට . 
එක හරි . 
මහරජාණෝ සහ මම විශ්වාස කරනවා ... වමේ රාජ්‍ය මන්ත්‍රී Seok බව ඒ සියල්ල පිටුපස සිටින්නේ . 
ඔබට සාක්ෂි තිබේද ? 
ඔබ ... බොහෝ අයගෙන් එකක් . 
ඔහුගේ පවුලට සාපේක්ෂව , ඔබේ නමට කිසිවක් නොතිබුණි . ඔහු විවාහ යෝජනාවක් කළේ ඇයි ... පවුල් සමීපව නොසිටි විට ? 
සෝක් සාමිවරයා ... මිනිසා සොයා ගැනීමට සිදු විය රහසිගත නියෝගය ලැබුනේ කාටද ... හිටපු රජුගෙන් . 
මගේ මාමණ්ඩි ... මාව පවුලට කසාද බැන්දේ ... මගේ සහෝදරයා කෙරෙහි බලය ලබා ගැනීමට පමණක්ද ? 
ඒක තමයි අපි විශ්වාස කරන්නේ . 
වසර 15 ක් ගත වී ඇත . 
වසර 15ක් තිස්සේ , මම ඔහුට මගේ පියාට මෙන් ගරු කළෙමි . 
මොකුත් නෑ ... තවම කිසිවක් ඔප්පු කර නැත . 
මට තේරෙනවා කොච්චර අමාරුද කියලා මෙය තේරුම් ගැනීමට ය . 
අදට එය විය යුතුය . 
ඔබ හොඳින්ද ? 
මම සනීපෙන් . 
මම සම්බන්ධ වෙන්නම් . 
මම ඇතුලට එන්නද ? 
ඔයා තමයි හැම කරදරයක්ම දරාගෙන ඉන්නේ ... මගේ පුතා නිසා අකල් මරණයකට මුහුණ දුන් . 
එය ඇත්ත නොවේ . 
ඔයාට ඔයාගේ මල්ලිව ගොඩක් මතක් වෙන්න ඇති . 
මම තවමත් ඔහුව සොයනවා , එබැවින් ඔහු ඔබව සම්බන්ධ කර ගන්නේ නම් කරුණාකර මට කියන්න ... හෝ ඔබ යමක් සිතන්නේ නම් උදව් කළ හැකි බව . 
ඔයාට ස්තූතියි . 
ස්තූතියි , පියාණෙනි . 
පියා . 
යෝ හ්වා . ඔබ සමහරවිට දන්නවාද ඔබේ සහෝදරයා නිතර ගියේ කොහේද ? 
ඒක එයාව හොයාගන්න උදව්වක් වෙන්න ඇති . 
ඕනෑම අවස්ථාවක , ඔබේ සහෝදරයා එසේ කළා ඔබට ඕනෑම දෙයක් දෙන්න ... ඔහු පිටත්ව යාමට පෙර ? 
එයා ගියේ පුදුම හදිස්සියෙන් ... 
ඔහු කෙතරම් කුරිරුද . 
මුකුත් අහල නැද්ද ... මගේ අයියා ගැන තාම ? 
මම එයාව හැමතැනම හොයනවා , ඒ නිසා මට ඉක්මනින් යමක් ඇසිය යුතුයි . 
අපි එකට බලා සිටිමු . 
මට වැඩිය කතා කරන්න වෙන්නේ නෑ ... ඔබේ බුද්ධිමත් ලේලිය සමඟ ඇගේ සහෝදරයා ගැන . 
ඇත්තටම හිතුවද එය තර්ජනයක් විය හැකිද ? 
ඔබ ඉතා අශිෂ්ට වී ඇත . 
ඔයාද ... මගේ අයියාව හැමදාම හොයනවාද ? 
ඔබ දැනටමත් මෙහි සිටින බව මම දැන සිටියේ නැත . 
ඔබේ දයාව මට වටින්නේ නැහැ . 
කමක් නෑ ඒක . 
මම කලින්ම ආවේ යමක් ගැන මෙනෙහි කිරීමටය . 
මට වයසයි කියලා කෙනෙක් කිව්වා . 
එවැනි නින්දිත ප්‍රකාශයක් කීවේ කෙසේද ? 
බොහෝ කාලයක් ගත වී ඇත , සහ මම වැඩි කාලයක් ගැටය සෑදුවේ නැත . එය වඩාත් කරදර වීමට පෙර , මම දැන් දේවල් විසඳනවා හොඳයි . 
මම ඔබේ සේවයේ සිටිමි . 
මම හිතන්නේ ආර්යාව ඕ ... සිය දිවි නසා ගැනීමට සිදුවේ ඇගේ සැමියා අනුගමනය කිරීමට . 
ඇය ඔබට වඩා බොහෝ ඉහළින් සිටියත් පන්තිය අනුව , ඇය ඇත්තටම ඔබේ ලේ සම්බන්ධ සහෝදරියක් . 
එය ඇයට වඩා හොඳ අවසානයක් විය යුතුයි ... මිනීමැරුමකට අත්අඩංගුවට ගන්නවාට වඩා ඒ වගේම හිරගෙදරදී දුක්ඛිත මරණයකට මුහුණ දෙනවා . අන්තිමට ඒක ඔයාගේ නංගිට . 
ස්වාමීනි , ඔබ මට කියන්නේ කෙසේද ... 
එල්ලිලා ... එය එතරම් නරක දසුනක් නොවිය හැකිය . නැත්තම් පර්වතයකට විසි වෙනවා ... හොඳ අදහසක් වෙන්න ඇති ... මක්නිසාද යත් ඇගේ සිරුර එවිට සොයාගත නොහැකි බැවිනි . 
දෙවිදියකින් , වැඩි කාලයක් ගත නොකරන්න . 
මම තව තවත් නොඉවසිලිමත් වෙමින් සිටිමි මම වැඩිමල් . 
ඇයි ඔයා මට කලින් කිව්වේ නැත්තේ ? 
ඔබ කුමක් කරන්න ඇද්ද මම ඔබට කලින් කීවොත් ? 
සේක් සාමිවරයා සියල්ල පිටුපස සිටින්නේ නම් , එයින් අදහස් කරන්නේ ඔහුම බවයි එදා මගේ දෙමව්පියෝ මැරුවේ කවුද . 
හරි . ඉතින් , ඔබ කුමක් කරන්න ඇද්ද ? 
මම ... ඔහු ඉදිරිපිට එම බීම පානය කර ඇත . 
ඔබ ඔහුට කඩුවක් දික් කළාද ... සහ එතනදී ඔබේ දෙමාපියන්ගෙන් පළිගත්තාද ? 
මට එහෙම කරන්න අවසර නැද්ද ? ඔබ ඔහුව මැරුවා නම් , කිසිම සත්‍යයක් හෙළි නොවනු ඇත . ඔබ ආරක්ෂිත නොවනු ඇත , සහ සියල්ල නිෂ්ඵල වනු ඇත . 
මම කොහොමත් අවුරුදු 15කට කලින් මැරෙන්නයි හිටියේ . 
මහරජාණෝ පවා ... සියලු නින්දා අපහාස ඉවසා ... ඉවසීමෙන් වෙලාව එනකම් බලාගෙන හිටියා වසර 15 ක් සඳහා . 
සියෝක් සාමිවරයා ඝාතනය කළා නම් එකම අරමුණ , එය මෙතරම් කාලයක් ගත නොවනු ඇත පළමු ස්ථානයේ . 
කුමක් ද ... එය මා කළ යුතුද ? 
සෝක් සාමිවරයාගේ රාජද්‍රෝහීත්වය පිළිබඳ සාක්ෂි . චෝ සුං හූට ඒක තියෙන්න ඇති . 
අපට එය සොයාගත නොහැකි නම් කුමක් කළ යුතුද ? 
තිබිය හැක ... වෙන ක්රමයක් . 
වෙනත් ආකාරයකින් , ඔබ අදහස් කරන්නේ Seok සාමිවරයාගේ ලේලියද ? 
ඒක මගේ තීරණයක් නෙවෙයි . 
යූන් හක් . 
මම ... තවදුරටත් ඉඩ දෙන්නේ නැහැ ... මා වටා සිටින මිනිසුන් ... 
ඇය ... එය ඔබට වැදගත්ද ? 
මම ඇයව ආරක්ෂා කරන්නම් ... අනතුරෙන් . 
නමුත් යමක් තිබිය යුතුය ... ඔබට තනිවම කළ හැකිය . 
ඔබ එය කුමක්දැයි සොයා ගන්නා විට , පියවර ගැනීමට පසුබට නොවන්න . 
මම පසුබට නොවිය යුතුයි ... පියවර ගැනීමට . හරි , සුං හූ ? 
පොඩ්ඩක් එලියට එනවද ? 
ඔබ හොඳින්ද ? 
මම . 
ඔබද ? 
අයියා කියපු දේ ඇත්ත නම් . . ඔබ සහ මගේ පවුලේ ... 
එය එසේ වුවද , මම ඔබෙන් පළිගන්නේ නැහැ . එසේ කරදර වෙන්න එපා . 
අනික මට සහතික වෙන්න බෑ ... අපි කඩු හරස් කළොත් මම දිනනවා කියලා එකිනෙකාට එරෙහිව . 
මට මතක් වෙලා තියෙනවා . 
එදා ඔබේ කැළල පරීක්ෂා කළ මිනිසා . මම කලින් ඔහුට විරුද්ධව සටන් කළා . 
ඌ කව් ද ? 
මට ඔහුව බොහෝ කලකට පෙර මරා දැමිය යුතුව තිබුණි . 
මගේ නෝනා . 
හොඳින් , එය නිසැකවම Kang Pil Jik විය . 
ඔබට විශ්වාසද ? 
මට ඔහුව පැහැදිලිව මතකයි මක්නිසාද යත් ඔහුට අද්විතීය හැඩයකින් යුත් කඩුවක් තිබුණි . 
එදා මට දේවල් ගැන අවබෝධයක් නැති වුණා ඔබ මිය ගිය නිසා . 
මම ඒ කඩුව දුටු විට , මට අතීතයේ වේදනාව මතක් විය . 
මම මේ ගැන සොයා බලන්නම් . 
නැත . අල්ලා ගැනීමට ඔහු මගේ ය . 
ඔබ අවධාරනය කරන්නේ නම් , මම ඉඩ දෙන්නෙමි . 
මටත් එයා එක්ක නරක සම්බන්ධයක් තියෙනවා . එබැවින් ඔබ ඔහුව ලබා ගන්නා විට කරුණාකර දැඩි වන්න . 
මම එසේ කරන්නෙමි . 
එහෙනම් , මම යන්නම් . 
ප්රවේසම් වන්න . 
ප්රවේසම් වන්න . 
Myungdo Inn වෙත ගොස් රහසිගතව පරීක්ෂා කරන්න ... ජූ කියන පුද්ගලයා ගියා නම් . 
එසේය උතුමාණෙනි . 
ඔයා වැඩට යන්න ලෑස්තිද තාත්තේ ? 
ඔව් . එය ඔබට අපහසු විය යුතුය නිවස තනිව තබා ගැනීමට . 
එය සඳහන් කරන්න එපා . 
මට ඔබට පුද්ගලිකව කියන්න දෙයක් තියෙනවා . 
එය කුමක් ද ? 
මට මේ අමුතු සටහන ලැබුණේ ඊයේ . 
ඔබට ඔබේ සහෝදරයා ගැන ඇසීමට අවශ්‍ය නම් , Soogu Gate එකට එන්න දින 10 කට පසු ඌරාගේ පැයේදී . 
ඔබ කොහෙන්ද එය ලබා ගත්තේ ? 
එය මිදුලේ වැටී ඇති බව මට පෙනී ගියේය ඊයේ රාත්‍රියේ ඇමුණුමේ . 
කවුරුහරි උපක්‍රමයක් අදින්න ඇති . 
මම බලන්නම් කවුද කියලා මෙම දුෂ්ට සැලැස්ම පිටුපස . 
තවමත් , මට පුළුවන්ද ... යම් අවස්ථාවකදී ඔවුන්ව මා හමුවන්නේද ? 
ඔබ වැන්දඹුවක් . ඔබ නොකළ යුතු මේ වගේ දේකට සම්බන්ධ වෙන්න . 
මම සමාව ඉල්ලනවා . නමුත් ඔවුන් ඇත්තටම උත්සාහ කරන්නේ නම් කුමක් කළ යුතුද ? අයියා ගැන ආරංචියක් දෙන්නද ? 
අනේ තාත්තේ . 
කමක් නැහැ . 
එහෙත් ... නොසැලකිලිමත් ලෙස හැසිරෙන්න එපා . 
ඔව් . 
අණදෙන නිලධාරි හ්වාං . 
ඒ මොකක්ද , ඔෆිසර් පාක් සූ හෝ ? 
මම ඔබේ අවසරයට කැමතියි කන් පිල් ජික් ගැන විමර්ශනය කිරීමට . 
කුමක් ද ? 
WHO ? 
කං පිල් ජික් ? 
මගේ යහපත . 
ආයුබෝවන් . 
කුමක් නිසාද ඔබ මෙහි ආවේ , රාජකීය ලේකම් නිලධාරියා ? 
මම ආවේ වැදගත් උදව්වක් ඉල්ලන්න . 
ඔයා ආවේ මගෙන් උදව්වක් ඉල්ලන්නද ? 
එය රහස් නියෝගයකි ඉහළ කෙනෙකුගෙන් . 
මේ පුද්ගලයා විය හැකිද ? ඔව් . මහරජාණෝ ... කිසිවක් ! එය ඔහුගේ අණ නම් , මම ඕනෑම දෙයක් කිරීමට සූදානම් ! 
ඔහුට අවශ්‍ය ඔබ කන්ග් පිල් ජික් ගැන විමර්ශනය කිරීමටයි . 
කං පිල් ජික් ? 
කණගාටු නොවන්න . 
මම සොයා බලන්නම් සෑම සැක කටයුතු ක්‍රියාවක්ම ... - සහ එය වාර්තා කරන්න ... - මගේ ස්වාමීනි . සියලුම ලියකියවිලි මා සතුව ඇත on Kang Pil Jik ... 
ආයෙත් එන්න . ඔයාට ස්තූතියි . 
එ්යි ඔයා . 
මට ඔයාට උදව් කළ හැකි ද ? 
Qing හි වෙළෙන්දෙකු මෙහි වැඩ කරන බව මට ඇසිණි . ජූ කියලා කෙනෙක් . 
ජූ ? 
මට එයා එක්ක ගනුදෙනු තියෙනවා . ඔහු ඇතුලේද ? 
මම දන්නේ නැහැ . 
මෙහෙ එහෙම මිනිහෙක් නෑ . 
ඇත්තටම ? 
ඔහු මෙහි නැත . 
මට පරීක්ෂා කිරීමට අවශ්‍යයි . මග හදාගන්න . ඔයා කව්ද ? 
ඇයි ඔයා සීන් එකක් කරන්නේ ? 
මම මෙතන කෙනෙක්ව හොයනවා විතරයි . 
- ඔබේ ගමන යන්න . - මට කිව්වා එයා මෙහෙ ඉන්නවා කියලා . මෙහෙ එහෙම මිනිහෙක් නෑ . ඔබේ ගමන යන්න . 
යන්න . 
ජ්යෙෂ්ඨ ක්කොට් නිම් . දැන් ධාවනය නවත්වන්න . 
ඔබ කාට හරි ණයයිද ? 
කොපමණ ද ? 
ගොඩක් ? ඔබට කාලය නාස්ති කළ නොහැක . 
ඔබ සැඟවිය යුතුයි . 
ජ්යෙෂ්ඨ ක්කොට් නිම් . 
යහපත්කම . 
දැන් මොකද ? 
අපිට වෙන මොනවා කරන්නද ? 
මම තාත්තාට නෝට්ටුව දුන්නා . දැන් අපි බලමු මොකද වෙන්නේ කියලා . 
ඔබ විශ්වාස කරනවාද ඒ සියල්ල පිටුපස සිටියේ සෝක් සාමිවරයාද ? 
ඔහු රාජද්‍රෝහී කුමන්ත්‍රණයක් කළත් , මට කළ හැකි කිසිවක් නැත . 
පරම්පරා තුනක් නම් ඔහුගේ පවුලේ අය මිය යා යුතුයි රාජද්‍රෝහී වරදට දඩුවම වන මම ඔවුන්ගෙන් එක් කෙනෙක් මැරෙන්නෙමි . 
ඔබත් මිය යා යුත්තේ ඇයි ? 
රටේ නීතිය නියම කරයි ළමයි ... ඔවුන්ගේ දෙමාපියන් වෙනුවෙන් මිල ගෙවන්න . 
නමුත් කුමන හෝ හේතුවක් නිසා ඔහු මා භාවිතා කරන්නේ නම් , සහ මගේ සහෝදරයාට හානි කිරීමට උත්සාහ කරයි , ඒක වෙනම කාරණයක් . 
ඔබ වඩාත් බියජනක බව පෙනේ දැන් සෝක් සාමිවරයාට වඩා . ඒ මම විතරයි නේද ? එය අදහස් වුවද ඔහුව හොල්මන් කිරීමට අවතාරයක් වෙමින් , තාත්තා මොනවද හිතන්නේ කියලා මම හොයාගන්නම් . 
කනිෂ්ඨ ජූ . 
ඔබ පිටවිය යුතුද ? 
මම හිටියොත් විතරයි ඔයාට කරදර කරන්නේ . 
ජ්යෙෂ්ඨ ක්කොට් නිම් . නිරෝගීව සිටින්න . 
ප්රවේසම් වන්න . 
ඔබට යාමට තැනක් තිබේද ? 
ඔබට ජැන්ග් ආර්යාව සමඟ කතා කළ හැකිය ... සහ ඔබේ ණය ගෙවීමට ක්රමයක් සාකච්ඡා කරන්න . 
අප ජීවත් වන ලෝකයේ , බොහෝ ප්‍රශ්න මුදලින් විසඳිය නොහැක . 
ආයෙත් දවසක හම්බවෙමු . 
නැවත හමුවෙන්නම් . 
- නැවත හමුවෙන්නම් . - නැවත හමුවෙන්නම් . 
කනිෂ්ඨ ජූ . 
ආයුබෝවන් . 
ඔයාට ස්තූතියි . 
( ප්රාග්ධන ආරක්ෂක විධානය ) 
( ප්‍රතිසංස්කරණය වෙමින් පවතී , ඇතුළු නොවන්න , ප්රාග්ධන ආරක්ෂක අණදෙන නිලධාරි ) 
Pil Merchant Guild යනු සියලු වර්ගවල මාළු වර්ගයකි . එහි කෙළවරක් නැති එකයි ගැටලුව . 
මේ බලන්න කමාන්ඩන්ට් හ්වෑන්ග් . 
මෙය අමුතු දෙයක් ලෙස නොපෙනේද ? 
එය ධාන්ය වර්ග ලැයිස්තුවකි මුදල් අමාත්‍යවරයාගේ බිරිඳ ... දුප්පතුන්ට දෙන්න පිල් එක්ක ගියා . 
එහි ඇති අමුතුකම කුමක්ද ? 
වැන්දඹු රැජින මලු 100,000ක් දුන්නා ... පසුගිය වසරේ සහල් සහ ධාන්ය දුප්පතුන්ට කන්න දෙන්න . ඔවුන් දුන් මුදල ... බෑග් 10,000 ට වඩා අඩු විය . 
කුමක් ද ? ඉතිරි අයට මොකද වුණේ ? 
සහල් වලට තමන්ගේම කකුල් නොමැත . 
මම හිතන්නේ මොකක් හරි සුවඳක් . 
නිලධාරි උද්යානය . 
එය හරහා පවා නරක ලෙස පෙනේ මගේ දිලිසෙන , අකමැති ඇස් . 
ඔබට සැලසුමක් තිබේද ? 
සැලැස්ම . අපි එකක් ඉදිරිපත් කළ යුතුයි . 
මම උසස්වීමක් බලාපොරොත්තුවෙන් හිටියා මාලිගාවට ඇතුල් වීමට . මම බලාපොරොත්තු අත්හැරිය යුතු බව පෙනේ . 
මම ඔයා අහපු මිනිහව දාලා ගියා කියලා තහවුරු කළා . 
- ඔයාට යන්න පුළුවන් . - එසේය උතුමාණෙනි . 
තවමත් , මට පුළුවන්ද ... යම් අවස්ථාවකදී ඔවුන්ව මා හමුවන්නේද ? 
යෝ හ්වා . ඔබ පමණක් ජීවත් විය යුතුය මගේ පවුලේ සාමාජිකයෙක් විදියට . 
ඔබ තවමත් බලාපොරොත්තු අත්හැරියේ නැද්ද ? වසර ගණනාවකට පසු ? 
මව . 
මට තාමත් දේවල් ඇහෙනවා . 
මම කුමක් කළ යුතුද , ජොං ? 
මව . 
ජියොන්ග් ? 
ජියොන්ග් ! ජියොන්ග් ? 
මම සමාව ඉල්ලනවා , අම්මා . 
මට තියෙනවා ... අවසානයේ ආපසු පැමිණියේය . 
ජියොන්ග් . 
ජියොන්ග් . 
ඔයා මගේ පුතා ජොං ද ? 
මගේ පුතා ජීවතුන් අතර . 
ජියොන්ග් . 
ජියොන්ග් . 
ජියොන්ග් . 
ජියොන්ග් . කුමක් ද ... 
පෘථිවියේ සිදු වූයේ කුමක්ද ? ජියොන්ග් . 
ජියොන්ග් . 
ඔහු ගමන් කරමින් සිටී . 
ඇයි ඔයා එකපාරටම මෙතනට ආවේ ? 
මට අපේ මාස්ටර්ගෙන් හදිසි පණිවිඩයක් තියෙනවා . 
එය පෙනෙනු ඇත ... ඔබ ඔහුව බොහෝ සෙයින් අමනාප කර ඇත . 
ඔව් . එය හොඳ වනු ඇත අපි හැමෝම තනි වුණා නම් . 
කුමක් ද ? මාව නිහඬ කරන්න මාව මරන්න කිව්වද ? 
පණපිටින් ගොඩ ඒමට මගක් සෙවිය යුතුයි . 
ඔයා හිතනවද මම එහෙම කරයි කියලා ... මගේ ජීවිතය අයදින්න ඔබ තරම් පහත් කෙනෙකුට ? 
ජීවත් වීම වඩා හොඳ යැයි ඔවුහු කියති ඔබ අසූචි වලින් වැසී ගියත් . 
ජීවත් වීමට තෝරා ගැනීම වඩා හොඳ විය හැකිය ... පහත් කෙනෙකු ලෙස පවා . 
මම බලාපොරොත්තු වෙන්නේ නෑ ... ඔබ කැමති අය තේරුම් ගැනීමට . 
මම කලබලෙන් කතා කලා ... අපි බෙදාගන්නා රුධිරයෙන් අඩක් සඳහා . 
ඔබ කෙතරම් නිර්භීතද ? 
හරියට කතා කරන්න එපා ඔබ මා සමඟ සමාන ස්ථාවරයක සිටී . 
පියාණෙනි , ඔබ මා කැඳවනු මට ඇසිණි . 
ඔබට ඇතුල් විය හැක . 
ඔබ දේවාලයේ සිටියාද මේ ප්‍රමාද පැය දක්වා ? 
ඔව් තාත්තේ . 
ඔබට මා සමඟ කතා කිරීමට අවශ්‍ය වූයේ කුමක් ද ? 
අසුන් ගන්න . 
ෂුවර් . 
මට හොඳම දැනුම නැති වෙන්න පුළුවන් කාන්තාවන්ගේ හැසිරීම සම්බන්ධයෙන් , නමුත් එය කොතරම් හොඳින්දැයි මම දනිමි ඔබ මේ පවුලට සේවය කළා . 
වැන්දඹු රැජින පවා ඔබව දකින්නේ ගැහැනියක් ලෙසයි ... ප්‍රදානය කිරීමට සුදුස්සෙක් නිර්මල දොරටුව . 
මම ඒ සියල්ල ඔබගේ මග පෙන්වීමට ණයගැතියි සහ මවගේ . 
ඒ මන්ද ... ඔබ දැන් විය යුතුයි ... ඔබේ කෘතඥතාව අපට පෙන්වන්න . 
දුක්ගැනවිල්ලට මම සමාව අයදිමි මම ඇති කළා , ආර්යාව ඕ . 
මේ මොහොතේ නැති වෙන්න . 
ඔබ ... ඔබ ජීවත් වීමෙන් තෘප්තිමත් විය හැකිය ඔබේ මුළු ජීවිතයම Seok සාමිවරයාගේ බල්ලා ලෙස . නොව මා ? මම කැමති විදියට කරන්නම් . 
ඔයා කවදාවත් මාව දැකලා නැහැ කියලා දැනගෙන ඔබේ සහෝදරයා ලෙස ... මාව වරදින් නිදහස් කරයි . 
තුන් අවුරුදු ශෝකය සඳහා සූදානම් වන්න මගේ පුතාගේ සොහොන ළඟ . 
( නයිට් මල් ) 
( එපිලෝග් ) 
මම දකින්නේ කුමක්ද ? 
මේ පවුලේ කවුරුත් නෑ ... මේ ගැන දන්නවා . 
ඔයා මට මොනවා හරි පෙන්වනවද ... පවුලේ කවුරුත් දන්නේ නැති බව ? 
ඒක මම කියන විදිහ ... ගල් කැට විසිකිරීම නවත්වන්න ඕන කියලා කෙනෙකුගේ මිදුලට . 
මගේ නෝනා . 
එය Whal Yu වෙතින් වේ . මෙය ඔහුගේ සමාව අයැදීමේ මාර්ගය විය යුතුය . 
Whal Yu ? 
ඔහු මට සේවය කරන්න අණ කළා මිනීවළ අසල තුන් අවුරුදු ශෝකයක් . කං පිල් ජික් කියන කාරණය ආර්යා ඕගේ ජීවිතය නැති කරන්න හැදුවා ... අහම්බයක් විය නොහැක . 
ඔබ සහ ඔෆිසර් පාර්ක් කරන දේ භයානකයි නේද ? 
මේ වෙස්මුහුණු මිනිස්සු ? මේ අය කවුදැයි සොයා බලන්න . 
අවස්ථාවක් තියෙනවා ... අපට සාකච්ඡා කිරීමට සිදු විය හැකිය වැන්දඹු රැජින ඉවත් කිරීම . 
රාජ්‍ය මන්ත්‍රී Seok ඇත්ත වශයෙන්ම හැර ගියේ කවුද ... කෙටියෙන් මගේ මනස ලිස්සා ගියේය . 
මම ඔබට සාක්ෂි සොයා දෙන්නම් එය සෝක් සාමිවරයාගේ අපරාධ ඔප්පු කරනු ඇත . 
මව . 
මගේ ජොං . ඔබේ සැමියා පණපිටින් අප වෙත පැමිණ ඇත . 
කවුද ආපහු ආවේ ? 
මගේ පුතා ජොං . 
බිරිඳ ? 
