Σονγκμίν . 
Κοίτα , η θάλασσα . 
Άχου το . 
- Σάμσικ . 
- Ναι ; 
Βλέπεις εκείνο το πλοίο ; 
- Μάλιστα . - Τι λες να κινεί ένα τόσο μεγάλο σκάφος ; 
Πετρέλαιο . Το πετρέλαιο . 
Η πώληση πετρελαίου είναι ο μόνος τρόπος να πλουτίσεις . 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΟΙ ΝΕΚΡΟΙ 6 ΜΑΡΤΙΟΥ 1960 ΣΕΟΥΛ ΔΗΜΟΚΡΑΤΙΚΟ ΚΟΜΜΑ 
- Βγήκε . - Ήρθε . 
- Έρχεται ! - Κύριε ! 
Ζήτησε συγγνώμη ο βουλευτής Κανγκ ; 
Θα τον καταγγείλετε στην Επιτροπή Δεοντολογίας ; 
Τι κάνατε στην Εθνοσυνέλευση τόσο αργά ; 
Ξέρατε εκ των προτέρων ότι θα ψήφιζαν το νομοσχέδιο ; 
- Πάμε . 
- Πάμε . 
Καταδικάζουμε τη βιαστική ψήφιση του νομοσχεδίου και ζητάμε επίσημη συγγνώμη από τον βουλευτή Κανγκ και τους Φιλελεύθερους . Αλλιώς , θα πάμε στην Επιτροπή Δεοντολογίας ... Ζητώ συγγνώμη . 
Επισήμως . 
Τότε , θα γίνει νέα ψηφοφορία για το νομοσχέδιο . 
Η τροπολογία έχει ήδη εγκριθεί . 
Μα η διαδικασία ήταν παράνομη ! 
Αρκετά . 
Τότε , ζητώ να ζητήσετε επισήμως συγγνώμη από τον πρόεδρο Κιμ Σαν . Και να δημοσιευθεί απολογία στο ενημερωτικό σας δελτίο και στις εφημερίδες . 
Δεν χρειάζεται . 
Δέχομαι τη συγγνώμη του . 
Τι ; 
- Δεν μπορεί να περάσει έτσι . 
- Μερικές φορές πρέπει . 
Αρκεί αυτό . 
Γιατί το έκανες αυτό μέσα ; 
- Δεν πειράζει . 
Θα είμαστε σε επαφή . - Μα ... Περίμενε . 
- Είπατε ότι θα είστε επιεικής μαζί του . 
- Άκουσε ... Χτύπησε κάποιον . Το ελάχιστο έκανα . 
Αλλιώς , πώς θα φαινόμουν ; 
Είδατε τη λίστα που σας έστειλα ; 
Την είδα , αλλά ... 
Ας συζητήσουμε ξανά τα μέλη του Ανώτατου Συμβουλίου και τους τοπικούς προέδρους . 
Μα έχουμε ήδη συμφωνήσει . 
Κάνε ό , τι λέω . Κλείσε ραντεβού με τον Κανγκ Σονγκμίν . 
Θα πείσω το κόμμα μου να μην πάει στην Επιτροπή Δεοντολογίας . 
Γεια . 
Πρέπει να μιλήσουμε . 
Γιοτζίν . 
Τι έγινε ; 
- Τι εννοείς ; 
- Έγινες δημοσιογράφος τώρα ; 
Λογοτεχνία σπούδασα . 
Είναι και για τους δυο μας ... άβολο . 
Δεν θα είναι ... αν είσαι σωστός . 
Έλα , Γιοτζίν . 
Πρέπει να φύγουμε . 
- Μόλις κοιμήθηκε . 
- Μην τον ξυπνήσεις . 
Ήταν σε κρίσιμη κατάσταση το πρωί . 
Σίγουρα θα τα καταφέρει . 
Θα τα καταφέρω όπως αυτός ; 
Ορίστε ; 
Ναι , φυσικά . 
Φοβάμαι πολύ ότι θα καταστρέψω τα επιτεύγματα του πατέρα μου . 
Θα σε βοηθήσω εγώ . 
Ήταν πολύ καιρό το επίκεντρο της Ομοσπονδίας . 
Όλα θα τελειώσουν μόλις θεσπιστεί κοινοβουλευτικό σύστημα . 
Θα γίνει όντως η μεταρρύθμιση ; 
Φυσικά . 
Θα δω τον βουλευτή Σον Γουσόκ αργότερα . 
Δεν τέλειωσαν οι συζητήσεις ; 
Δέχτηκες όλους τους όρους της συγχώνευσης . 
Έχουμε κι άλλα να πούμε . 
Μη μου πεις ότι άλλαξες γνώμη ξαφνικά . 
Έλα , μην παραλογίζεσαι . 
ΛΙΣΤΑ ΥΠΟΥΡΓΩΝ ΚΑΤΑΝΟΜΗ ΠΕΡΙΦΕΡΕΙΩΝ 
Δεν μας κάνει αυτό . 
Όλα τα μέλη μας έχουν πάνω από τρεις θητείες . 
Τι σημασία έχει αυτό ; 
Πήρες όλες τις σημαντικές θέσεις , κι εμείς τα ψίχουλα . 
Είμαστε πάνω από 100 άτομα . 
Ίσες θέσεις στο Ανώτατο Συμβούλιο . Και τρεις υπουργούς και υφυπουργούς στον οικονομικό τομέα . 
Είμαστε πολύ περισσότεροι . 
Θα εξασφαλίσεις πάνω από 100 έδρες ; 
Μπορώ να εξασφαλίσω άνετα 30 έδρες από το Δημοκρατικό Κόμμα . 
Και πάλι , δεν γίνεται . 
Να σου πω την αλήθεια , κάποιοι έχουν υποψίες για σένα . 
Τι υποψίες ; 
Αναφέρομαι στη φήμη για την Ένωση Σίνι . 
Ποιος θα πίστευε τέτοια αβάσιμη φήμη ; 
Προφανώς , όχι εγώ . 
Ποιος την πιστεύει ; 
Πες μας τα ονόματά τους . 
Αν τον υποψιάζεται ο Αν Γιοσόμπ , η Ομοσπονδία Τσόνγκου θα του γυρίσει την πλάτη . 
Ο Αν Γιοσόμπ δεν θ ' αντέξει πολύ . 
Μόλις τον είδα στο νοσοκομείο . 
Λίγα τα ψωμιά του . Και τι μπορεί να κάνει αυτός ο μικρός , ο Αν Κιτσόλ ; 
Έχουμε την Ομοσπονδία Τσόνγκου στο χέρι . 
Τι παιχνίδι παίζεις ; 
Τι στο καλό συμβαίνει ; 
Θες να την κάνεις ; Αυτό είναι ; 
Τι μου είπες ; 
Γιατί το κάνεις αυτό ; 
Πώς προέκυψε αυτό ; 
Το θεωρείς εύκολο να ενώσεις δύο κόμματα ; 
Μη μου πεις ότι άλλαξες γνώμη . 
Θέλω να διαπραγματευτώ λίγο ακόμα . 
Έχουν όλοι πάνω από τρεις θητείες ! 
Δεν είναι εύκολο ! 
Βασίζομαι σ ' εσένα . 
Μην ανησυχείς . 
Απλώς το παίζει δύσκολος . 
Με περιφρονεί γιατί πιστεύει ότι θα κερδίσουν οι Δημοκρατικοί . 
Κι η Ομοσπονδία κι οι Φιλελεύθεροι θέλουν να μ ' εγκαταλείψουν . 
Οι μπάσταρδοι αθετούν τον λόγο τους , επειδή με θεωρούν κότα . 
Ο πρόεδρος Ρι θα κερδίσει σίγουρα . 
Σκέψου τι άνθρωπος είναι ο Τσόι Μινκιού . 
Δεν τον σταματά τίποτα . 
Ο Σον Γουσόκ θα ενδώσει μετά τις εκλογές . 
Όπως έχουν τα πράγματα , δεν νομίζω να κερδίσει ο πρόεδρος . 
Κύριε ... Υπάρχει τρόπος να κερδίσουμε . 
Ποιος ; 
Ο μακαρίτης Τσου Ιντέ . 
Τι να κάνουμε μ ' έναν νεκρό ; 
Θα τον χρησιμοποιήσουμε ακριβώς επειδή είναι νεκρός . 
ΔΗΜΟΚΡΑΤΙΚΟ ΚΟΜΜΑ 
Πέρασε . 
- Με ζητήσατε , κύριε ; - Ναι . 
Μελέτησα το προσχέδιο των δεσμεύσεών σου . Ενέκρινε κι η παλιά παράταξη . 
Ίσως προτρέχω , αλλά κι οι δύο παρατάξεις ετοιμάζουν το επόμενο υπουργικό συμβούλιο . Ο βουλευτής Σον πρότεινε να ιδρυθεί υπουργείο Εθνικής Ανασυγκρότησης . 
Τι λες γι ' αυτό ; 
Οπότε , αντί να πάω στο υπουργείο Εσωτερικών ... 
Γιατί δεν ξεκινάς να σχεδιάζεις τη δομή του ; 
Είπα μια καλή κουβέντα για σένα . 
Ας μιλήσουμε εδώ . 
Ξέρω ότι στόχος σου είναι το Σχέδιο Εθνικής Ανασυγκρότησης . 
- Σας ευχαριστώ . 
- Ποιος ξέρει ; 
Μπορεί να γίνεις και υπουργός Εθνικής Ανασυγκρότησης . 
Ούτε στα όνειρά μου . 
Θα θεσπιστεί κοινοβουλευτικό σύστημα ; 
Θα ρωτήσω τον θείο Σάμσικ . 
Γιατί να το συζητήσεις μαζί του ; 
Δεν πρέπει να τον εμπιστεύεσαι . 
Είναι ένα γαλίφικο φίδι . 
Κράτα το στόμα σου κλειστό . 
Ο Σον εγκατέλειψε την ιδέα του κοινοβουλευτισμού . Και με το δίκιο του . 
Τα ποσοστά των Δημοκρατικών εκτοξεύτηκαν . 
Το κρύψατε απ ' τον Σάμσικ ; 
Όχι . 
Γιατί όχι ; 
Καλώς ήρθατε . 
- Φέρε ουίσκι . 
- Μάλιστα . 
Το συνηθισμένο ; 
Ναι , μια χαρά . 
Έφτασε . 
Ήσουν πολύ δημοφιλής στην προεκλογική συγκέντρωση . 
Σιγά . 
Οι ψηφοφόροι στηρίζουν τους πάντες στο κόμμα μας . 
Να πας σε πιο πολλές συγκεντρώσεις . 
Με τόσες συγκεντρώσεις , πρέπει να γυμνάζεστε . 
Το ξέρω . Δυστυχώς , από γυμναστική , μόνο σεξ κάνω . 
Άρα , γυμνάζεσαι μόνο δύο λεπτά τον μήνα ; 
Γεια . 
Ή ένα λεπτό τον μήνα ; 
Καλύτερα απ ' το τίποτα . 
Πρέπει να είσαι σε φόρμα για να πιλαλάς από δω κι από κει . 
Τι έχεις πάθει ; 
Πάμε να τα πούμε έξω . 
Τι έγινε ; 
Είπε κάτι ο Κανγκ Σονγκμίν ; 
- Τι είπες στον Κιμ Σαν ; 
- Τι ; 
Πήγες να τον δελεάσεις με θέση υπουργού Εθνικής Ανασυγκρότησης ; 
Με κάρφωσε κιόλας ; 
Δεν σε κάρφωσε . Να με πείσει ήθελε . 
Αυτός ο αθώος νέος είπε ότι δεν τον νοιάζουν οι θέσεις . 
Προσπάθησε να αποτρέψει τη συγχώνευση με τον Κανγκ . 
Τόσο αθώος είναι . Πώς μπόρεσες να τον δελεάσεις ; 
Ντροπή σου . 
Η ρηχότητά σου σε κρατάει στη σκιά . 
Δεν προσπαθώ να κάνω πίσω . 
Να μπω να πω σε όλους για τη συγχώνευση ; 
Συγγνώμη . 
Μην τολμήσεις να προσπαθήσεις να τον τουμπάρεις ξανά . 
Κατάλαβα . Θα προσέχω . 
Η συγχώνευση θα γίνει όπως συμφωνήσαμε . 
Εντάξει , κατάλαβα . 
Εντάξει . 
Ο Σάμσικ ήταν κατά ενός υπουργείου Ανασυγκρότησης . 
Γιατί του το είπατε ; 
Δεν έχετε μυστικά μεταξύ σας ; 
Γιατί του τα είπατε όλα ; 
- Μπράβο . - Ευχαριστώ . 
Πώς από δω ; 
Έχεις ένα λεπτό ; 
Πρέπει να σου μιλήσω . 
Κακώς έμπλεξα με Γιουν και Κόμμα Καινοτομίας . 
Σαν . Χαίρομαι που μπήκα στην Ομοσπονδία Τσόνγκου . Μα νιώθω άβολα που μπλέχτηκα στα πρόσφατα γεγονότα . 
Χρειάζομαι τη βοήθειά σου . 
Πες στον θείο Σάμσικ ότι δεν αντέχω άλλο . 
Θα του μιλήσω ... ώστε να καταλάβει . 
Μην ανησυχείς , εντάξει ; 
Πού ήσουν ; 
Είχα ραντεβού για δείπνο . 
- Πήγαινε σπίτι . 
- Μάλιστα . 
Δουλεύεις σκληρά στο εργοστάσιο αλισίβας . 
Ναι . 
Σκοπεύεις να πετάξεις τόση δουλειά ; 
Όχι , κύριε . 
Για να γίνει ο Κιμ Σαν ... πρωθυπουργός , πρέπει να δουλέψουμε σκληρά . 
Φυσικά . 
Το ν ' αφήνεις δουλειά στη μέση είναι ό , τι χειρότερο . 
- Δεν ... 
- Μην τολμήσεις να του γίνεις εμπόδιο . 
Έχω τρομοκρατηθεί . 
Σύνελθε , εντάξει ; 
Τόσο πολύ θες να του γίνεις εμπόδιο ; Αυτό θες ; 
Αν ήθελες τίμια ζωή , ας μην ήσουν άπληστος . Αλλά ήθελες και εργοστάσιο και την Ομοσπονδία Τσόνγκου . 
Όλοι ικανοποιούν ελάχιστες επιθυμίες τους . 
Κανείς δεν τα έχει όλα . 
Αυτό είναι δεδομένο . 
Οπότε , τι κάνεις ; 
Πρέπει να αυξήσεις τις επιθυμίες σου . 
Δεν έχεις φιλοδοξίες ; 
Σχεδιάζατε εξαρχής πραξικόπημα , σωστά ; 
Γι ' αυτό τα είπατε όλα στον Σάμσικ . 
Όχι . 
Σχεδιάζω ... πραξικόπημα . 
Μονάδα Άμυνας , 3ο Τάγμα Πεζοναυτών , 55ο Σύνταγμα Ολμοβόλων και 30μελες τάγμα θανάτου του αρχηγείου . 
Μετά τις προεδρικές εκλογές , ο πρόεδρος θα πάει στο εξοχικό του στο Τζίνχε . 
Αν τον πιάσουμε όμηρο εκεί , κηρύξουμε στρατιωτικό νόμο και κλείσουμε τους κεντρικούς δρόμους της πρωτεύουσας , υπάρχει ελπίδα . 
Δεν θα αφήσω τη χώρα μας να ξαναπέσει σε λάθος χέρια . 
Δεν σχεδίαζα ποτέ να κάνω πραξικόπημα . 
Το κάνατε , όμως . 
Αν δεν μ ' εμπιστευόσασταν απ ' την αρχή , γιατί ήρθατε στο δωμάτιο 806 του ξενοδοχείου Μπάνια ; 
Κι εσύ γιατί με κάλεσες ; 
Είμαστε πάτσι , λοιπόν . 
- Γεια σας . 
- Ευχαριστώ που ήρθατε . 
- Ρέιτσελ Τζονγκ από το Ίδρυμα Ολμπράιτ . 
- Ήρθε ο στρατηγός Τσόι ; 
- Ναι , περιμένει επάνω . 
Από εδώ , κύριε . 
Είχαμε κι οι δύο αμφιβολίες ... και βολιδοσκοπούσαμε ο ένας τον άλλον ; 
Ακριβώς . 
Ήταν ένα αρκετά εφικτό σχέδιο . 
Πιες . 
Το εξοχικό του προέδρου στο Τζίνχε το φυλάνε συνήθως 20 άτομα . Μπορεί να παραβιαστεί εντός μίας ώρας από το κοντινό 122ο Τάγμα . 
- Μην έρθουν άλλες μονάδες . - Ναι . 
Για να κινήσουμε στρατεύματα κι εξοπλισμό γρήγορα και διακριτικά , χρειαζόμαστε τη Διοίκηση Μέριμνας . 
Θα ξεκινήσουμε ετοιμασίες μόλις οριστεί ημερομηνία . 
Το σχέδιο φαινόταν τέλειο και επαρκώς δικαιολογημένο . 
Τότε , γιατί δεν κάνατε αμέσως πραξικόπημα ; 
Αφού θα το κάνατε . 
Αν ήσασταν στη θέση μου ... τι θα επιλέγατε , συνταγματάρχη Μπεκ ; 
Εμείς οι στρατιώτες ... αναπτύσσουμε στρατηγικές βάσει διαθέσιμων πόρων . 
Δεν βασιζόμαστε σε υποθέσεις , όπως η πιθανή νίκη στις εκλογές ή η πιθανή εφαρμογή κοινοβουλευτικού συστήματος . 
Έτσι είναι οι στρατιώτες . 
Κι εσείς δεν ήσασταν κάποτε στρατιώτης ; 
Θυμάσαι εκείνη τη μέρα ; 
Πολύ έντονα . 
Ήταν πολύ κουραστική μέρα . 
Δική μου ιδέα ήταν η ίδρυση του Ιδρύματος Ολμπράιτ . 
Αλήθεια ; 
Ο πατέρας με ενθάρρυνε να κάνω κάτι στην Κορέα . 
Στην αρχή ήταν δύσκολα ... αλλά τώρα το απολαμβάνω . 
Χαίρομαι που το ακούω . 
Αυτός είναι ο θείος μου . 
Θείος και γερουσιαστής . Ο Τζέρεμι Ολμπράιτ . 
Τώρα είναι υπουργός Εξωτερικών . 
Με έχει βοηθήσει πολύ . 
Τον έχω γνωρίσει . 
Ο θείος Τζέρεμι είπε τα καλύτερα για σένα . 
Αλήθεια ; 
Με συγχωρείς . 
Ο στρατηγός Τσόι έφυγε . 
Ευχαριστώ . 
- Η σύσκεψη μόλις τελείωσε . 
- Μπράβο . 
Μπορώ επιτέλους να χαλαρώσω . 
Έχεις ένα τσιγάρο ; 
Ώστε ο υπουργός Τζέρεμι με εκθείασε ; 
Είπε ότι ήσουν ο καλύτερος απόφοιτός μας . 
Το ίδιο είπαν όλοι . 
Όταν σπούδαζα στις ΗΠΑ , έκανα τα πάντα για να ξεπεράσω και τους πιο εξέχοντες φοιτητές . 
Έτσι , όλοι μου έλεγαν ότι θα μπορούσα να βελτιώσω την Κορέα και ότι ήταν καθήκον προς τη χώρα μου . 
Αλλά ... πού να ήξερα ότι θα έπαιρνε τόσο ; 
Ώστε αυτό φοβάσαι . 
Δεν είναι πολύ αργά . 
Γιατί οι ιδέες σου , οι απόψεις σου και το όραμά σου για μια νέα Κορέα ... Μου άνοιξε το μυαλό . 
Ειλικρινά πιστεύω ότι εσύ μπορείς να αλλάξεις τα πάντα . 
Θα είμαι ειλικρινής . 
Έχω να εξομολογηθώ κάτι . 
Λοιπόν ; 
Ακούω . 
Εγώ σκέφτηκα τον στρατηγό Τσόι . 
Τι ; 
Κι εσένα εγώ σε επέλεξα . 
Δεν πιστεύω ότι η Κορέα είναι έτοιμη για δημοκρατία . 
Γι ' αυτό χρειαζόμαστε έναν άριστο ηγέτη . 
Αυτό ονειρεύομαι αφότου ήρθα εδώ . 
Να φτιάξω έναν σπουδαίο ηγέτη . 
Έναν σπουδαίο ηγέτη . 
Είσαι τυχερή . 
Εγώ δεν έχω επιλογές . 
Γιατί να επιλέξεις κάποιον άλλον ; 
Επίλεξε εμένα , και θ ' ακολουθήσει όλη η οικογένεια Ολμπράιτ . 
Ευχαριστώ . 
Μην πεις στον θείο Σάμσικ ... ότι είδες τον στρατηγό Τζανγκ σήμερα . 
Αυτό θα το δούμε . 
Ο Τσόι Χανρίμ δεν υποψιάστηκε τίποτα ; 
Ναι . 
Θες λίγο ψωμί ; 
Λίγο νερό , παρακαλώ . 
Φυσικά . 
Μόλις είδα τον βουλευτή Σον Γουσόκ . 
- Δεν σε πειράζει , έτσι ; 
Μη δίνεις σημασία σ ' αυτά που λέει . 
Στις εκλογές υπόσχονται πολλά . 
Σου τάζουν τον ουρανό με τ ' άστρα και κάθε είδους εξουσία . 
Μην ανησυχείς . Δεν τα χάφτω . 
Έγινε κάτι καλό ; 
Όχι . Γιατί ; 
Φαίνεσαι πιο ευδιάθετος απ ' ό , τι συνήθως . 
Ήπια λίγο , αυτό είναι όλο . 
Με ποιον ; 
Με τη Ρέιτσελ . 
Σε κάλεσε για ποτό ; 
Απλώς ήπιαμε περιμένοντας τον στρατηγό Τζανγκ . 
Πρέπει να της αρέσεις πολύ . 
Γιατί δεν της την πέφτεις ; 
Θα ήταν καθησυχαστικό να σε προσέχουν οι Ολμπράιτ . 
Ας πούμε για δουλειές . 
Αύριο θα γίνει καταγγελία κατά του Πακ Τζιγούκ . 
Κατάλαβα . 
Τελειώσαμε , έτσι ; 
Υπουργέ Κιμ . 
Χαίρομαι που σε βλέπω τόσο ευδιάθετο . 
Τότε , να με κερνάς κάνα ποτό . 
Εντάξει , θα σε κερνάω . 
Θα σου τηλεφωνήσω . 
Πλησιάζουν οι τέταρτες προεδρικές εκλογές , που θα λάβουν χώρα στις 15 Μαρτίου . 
Όλοι οι υποψήφιοι αγωνίζονται αδιάκοπα για την υποστήριξη των ψηφοφόρων . 
Με την αύξηση δημοτικότητας του Δημοκρατικού Κόμματος , το κόμμα παρουσίασε νέες οικονομικές πολιτικές , για να διαφοροποιηθεί από την παρούσα κυβέρνηση . 
Η πολιτική των Δημοκρατικών επικροτήθηκε στο Τζανγκτσουνγκντάν . 
Πολλοί πολιτικοί σχολιαστές επισήμαναν ότι οι Φιλελεύθεροι χρειάζονται μεγαλύτερη προσέλευση στην επαρχία για νέα θητεία του προέδρου Ρι . 
ΨΗΦΙΣΤΕ ΤΟ ΝΟΥΜΕΡΟ 1 
ΡΙ ΣΟΥΝΓΚΜΙΝ ΠΡΟΕΔΡΟΣ ΡΙ ΚΙΧΑΚ ΑΝΤΙΠΡΟΕΔΡΟΣ 
Ψηφίστε το νούμερο ένα ! 
- Νούμερο ένα ! - Νούμερο ένα ! 
Με την τροποποίηση του νόμου , θα διοριστεί προσωπικό στην τοπική αυτοδιοίκηση . Θα συλλέξουν τα ψηφοδέλτια ηλικιωμένων , πρώην κατοίκων και όσων απέχουν , για να εξασφαλίσουν ένα 40 % πριν τις εκλογές . 
Να θυμάστε τις ομάδες σας και ακολουθήστε το σχέδιο τη μέρα των εκλογών . 
- Ποια ομάδα ... 
- Δεν είσαι στην ομάδα μου ; 
Εσύ ! 
Πρέπει να είστε σε ομάδες των τριών ! 
Αστείο είναι οι εκλογές ; 
Έλα εδώ . 
Ο αρχηγός σας θα λάβει τα ψηφοδέλτια . 
Θα τα σημειώσεις όπως ο αρχηγός και θα τα δείξεις στον παρατηρητή . 
Τόσο δύσκολο είναι ; 
- Λοιπόν , για να δούμε . Έχουν κινητοποιηθεί κυβερνητικοί υπάλληλοι ; 
Ναι , αλλά δεν είναι μόνο αυτό . 
Λάβαμε μια πληροφορία ότι έκαναν πρόβα με κατοίκους . 
- Πρόβα ; - Μάλιστα . 
Πρόβαραν σε ομάδες πώς να ψηφίσουν τον Ρι . 
- Ξέρεις πού ; 
- Ναι , να πάω εκεί ; 
- Πήγαινε . Μάθε κι άλλα κι ενημέρωσέ με . 
- Μάλιστα . 
Επόμενο θέμα . 
Προτείνω έρευνα για Κανγκ Σονγκμίν και Ένωση Σίνι . 
ΣΥΝΔΕΣΗ ΑΝΑΡΧΙΚΩΝ ΕΝΩΣΗΣ ΣΙΝΙ ΚΑΙ ΚΑΝΓΚ ΣΟΝΓΚΜΙΝ 
Μην προχωρήσετε . 
- Υπάρχουν ακόμα υποψίες ... 
- Ξεχάστε το θέμα . 
Επόμενο . Πες μου τι έμαθες . 
Μάλιστα . 
Τι τρέχει ; 
Στο παρελθόν εκβίασαν δημοσιογράφους που έγραφαν για την Ένωση Σίνι . 
Το αφεντικό απλώς σε προσέχει . 
Η αστυνομική αναφορά λέει ότι ο Γιουν Πάλμπονγκ πυροβολήθηκε πρώτος . 
Κι η δεύτερη βολή γι ' αυτόν πήγαινε . 
Τι να σημαίνει αυτό ; 
Δεν ξέρω . 
Θα το αφήσουμε έτσι ... με τόσα αναπάντητα ερωτήματα ; 
Θα μιλήσω στον αστυνομικό που χειριζόταν υποθέσεις της Ένωσης Σίνι . 
ΑΡΧΗΓΕΙΟ ΜΟΝΑΔΑΣ ΑΜΥΝΑΣ 
Βάλτε τα εδώ . 
Τι είναι αυτά ; 
Δώρα , κύριε . 
Δώρα ; 
Τα παράγγειλα από κάποιον που προμηθεύει στη Διοίκηση Μέριμνας προϊόντα εισαγωγής . 
Βρήκατε κανένα μέλος της Ένωσης Σίνι ; 
Γιατί δεν μου απαντάει κανείς ; 
Καλώς ήρθατε , αρχηγοί αστυνομίας απ ' όλη τη χώρα . Το μέλλον της Κορέας εξαρτάται από τις επερχόμενες εκλογές . 
Ας συνεργαστούμε για να προστατεύσουμε τη χώρα . 
Ας προστατεύσουμε την Κορέα ! 
Να την προστατέψουμε ! 
- Στη νίκη ! - Στη νίκη ! - Στη νίκη ! - Στη νίκη ! - Στη νίκη ! - Στη νίκη ! 
ΣΩΜΑ ΑΝΤΙΚΑΤΑΣΚΟΠΕΙΑΣ ΣΤΡΑΤΟΥ 
Ο Χονγκ Γιονγκί μπορεί να σε χαρακτηρίσει κομμουνιστή . 
Πώς ; 
" Φτιάχνει " αποδείξεις και σε χώνει μέσα . 
- Πιάστε πρώτα τον λοχαγό Κιμ ! 
- Τι τρέχει ; 
Έδιωξε το ένα τρίτο των στρατηγών . 
Αφήστε με ! 
ΜΟΝΟΠΑΤΙ ΣΥΝΥΠΑΡΞΗΣ Δεν πα ' να ' σαι και στρατηγός . 
- Πιάστε τον ! 
- Βγάλτε τον έξω τώρα ! 
- Παιδιά , μείνετε μέσα ! 
Καθάρματα ! 
- Ελάτε εδώ ! 
- Πού με πάτε ; 
Τι συμβαίνει ; 
- Αφήστε με ! - Προχωρήστε ! 
- Πακ Γουονίλ . 
- Μάλιστα . 
Γνωρίζεις την Οδηγία 29 , σωστά ; 
Όχι . 
Οδηγία 29 του Εργατικού Κόμματος . " Διεισδύστε στον στρατό - και πείστε υψηλά ιστάμενους " . 
Δεν το έχω ξανακούσει . 
Κάπνισε . 
Θα σου φρεσκάρει τη μνήμη . 
Στο καλό , κύριε ! 
Ποιοι είστε ; 
Γιατί μου κλείνετε τον δρόμο ; 
Είμαστε από την Εισαγγελία . 
Από την Εισαγγελία ; 
Κι έχετε το θράσος να κλείνετε τον δρόμο σ ' έναν βουλευτή ; 
- Πιάστε τον. 
- Αφήστε με , καθάρματα ! 
Θα καταστρέψω τον Πακ Τζιγούκ με δόλωμα τον Χαν Σου . 
Και μετά ; 
Θα καταστρέψω τον Τσόι Χανρίμ με τον Πακ Τζιγούκ . 
Ο Χονγκ Γιονγκί φύτεψε ήδη στοιχεία . 
Ο υποστράτηγος Μιν Σουτσόλ θα συλληφθεί για κατασκοπεία . 
Βρήκαμε αυτό στο βάζο σας . Εξηγήστε μας . 
Έχω εξαγοράσει ήδη τη Μονάδα Άμυνας . 
Ο Τζανγκ Ντουσίκ θα γίνει διοικητής της Μονάδας Άμυνας και ο Τζονγκ Χανμίν υποδιοικητής . 
Υποδιοικητής Τζονγκ Χανμίν , στις υπηρεσίες σας . 
Έτσι , ο Τσόι Χανρίμ θα είναι στο έλεος των Τζανγκ Ντουσίκ και Τζονγκ Χανμίν . 
Ευχαριστώ , διοικητή Τζανγκ . 
Γεια . 
Ορίστε . 
Οι διευθύνσεις είναι προ πενταετίας , ίσως μετακόμισαν . 
- Σας ευχαριστώ . 
- Γιατί ερευνάς τη Σίνι ; 
Ο Τσα Τεμίν δεν έχει συλληφθεί ακόμα . 
Δεν προσπαθούμε καν. 
Ο Κανγκ δεν έχει καμία σχέση με τη Σίνι ; 
Πριν λίγο καιρό , ο Πακ Τζιγούκ πήρε τις διευθύνσεις τους . 
Μάζεψε και πρώην υφιστάμενους από το Δημόσιας Τάξης . 
Ο βουλευτής Πακ Τζιγούκ ; 
Σταμάτα να μου ζητάς χάρες . 
Επικρατεί χαμός με την κινητοποίηση για τις εκλογές . 
Κινητοποιείται κι η αστυνομία ; 
Έχετε επίσημα έγγραφα γι ' αυτό ; 
Αρκετά . 
Τι έχεις πάθει ; 
ΛΙΣΤΑ ΜΕΛΩΝ ΕΝΩΣΗΣ ΣΙΝΙ 
Ο Πακ Τζιγούκ στρατολόγησε πρώην αστυνομικούς . 
Αν τους παρακολουθήσουμε , ίσως βρούμε τον Τσα Τεμίν . 
- Γιατί να το κάνει αυτό ο Πακ ; 
- Νομίζω ότι εμπλέκεται ο Κανγκ Σονγκμίν . 
Εκλογές στιγματισμένες από χειραγώγηση , δωροδοκίες και παράνομες δραστηριότητες ... 
Όλα τα σημάδια διεφθαρμένης δημοκρατίας ξεδιπλώνονται μπροστά μας . 
ΔΗΜΟΚΡΑΤΙΑ 
Με ανεξέλεγκτες συμπαιγνίες , συνωμοσίες και υποκρισία ... 
Ευχαριστώ . 
... οι εκλογές καταλήγουν σε πανδαιμόνιο . 
Ανεξαρτήτως νικητή , θα επικρατήσει χάος . 
Εφόσον οι πολιτικοί ασχολούνται μόνο με την πάλη για εξουσία , θα δούμε αν αυτό το πολιτικό χάος ... 
Ευχαριστώ . 
... θα ' ναι οι δυσκολίες ανάπτυξης ή η θανατική ποινή της Κορέας . 
Απ ' αυτήν τη στιγμή ... η Ένωση Σίνι επιστρέφει . 
Πολεμάμε την εξουσία και την αδικία . 
Διανοούμενοι ξεπούλησαν τη συνείδησή τους , πολιτικοί την ιδεολογία τους κι ο λαός την ελπίδα για την εποχή μας . 
Ώρα να ξεσηκωθούν οι ευσυνείδητοι . 
Αυτό που μας στέρησαν είναι δύσκολο ν ' ανακτηθεί . 
Κανείς δεν μπορεί να παλέψει για μας . 
Δημοκρατία σημαίνει λαϊκή κυριαρχία . 
Ποιος θα προστατεύσει αυτό που μας ανήκει ... αν δεν το διεκδικήσουμε ; 
Η Ένωση Σίνι ... είναι ένοπλη ομάδα που πολεμά την αδικία . 
Η Ένωση Σίνι ... ορθώνει ανάστημα στην εξουσία που καταπιέζει το έθνος και τον λαό μας . 
Είμαστε αντίθετοι με ιδέες , άτομα και ομάδες που μονοπωλούν την εξουσία και θα χρησιμοποιήσουμε βία και όπλα εναντίον τους . 
Όποιος υποστηρίζει τη δίωξη και την καταπίεση θα τιμωρηθεί στο όνομα της Ένωσης Σίνι . 
Εντάξει , κατάλαβα . 
Θείε Σάμσικ . 
Όλα καλά . Μην ανησυχείς . Θα ηρεμήσουν σύντομα . 
- Είμαστε φοιτητές ! - Θα ελευθερώσεις τους φοιτητές ; 
- Φυσικά . 
Τι θα συμβεί στους Κιμ Ινό και Πακ Γουονίλ ; 
Κρατούνται στη Σ.Α.Σ. 
Θα ομολογήσουν μέχρι το πρωί . 
Θέλω κι εγώ να ομολογήσω . 
Τι είναι ; 
Κοιμήθηκα με τη Ρέιτσελ . 
- Γι ' αυτό ήσουν ευδιάθετος εκείνη τη μέρα . 
- Αν μου πεις εσύ , θα το λήξω . 
Σκέψου τη Ρέιτσελ ... σαν ψάρι-φούσκα . 
Αν αφαιρέσεις το δηλητήριο , γίνεται ένα απολαυστικό πιάτο . Αλλά αν το δηλητήριο μείνει ... ίσως αποβεί μοιραίο . 
Και το πραξικόπημα δική της ιδέα ήταν . 
Το ξέρω . 
Μπορούμε να ολοκληρώσουμε το σχέδιό μας ; - Ναι . 
Αρκεί ν ' ακολουθήσουμε το σχέδιο . 
- Κι αν δεν πάνε όλα βάσει σχεδίου ; 
Η ζωή δεν πάει ποτέ βάσει σχεδίου , αλλά ποτέ δεν ξεφεύγεις από τα σχέδια σου . 
Ποιον να κατηγορήσουμε ; 
Έτσι είναι η ζωή . 
