שלום , ישנונית . 
רעבה ? 
את לא אוהבת כשאבא שר ? 
ידעת שלאלביס הייתה שימפנזת מחמד ? 
ברצינות . 
קראו לו סקטר והוא היה לבוש בחולצות מהוואי והוא שתה ויסקי . 
חכי ברכב , בסדר ? 
אבא כבר חוזר . 
אנסטסיה עוזבת עכשיו ? 
כן , קיטי . 
אנסטסיה עוברת לבית החדש שלה . 
היא תהיה בסדר ? כמובן . 
היא תהיה בסדר גמור . 
אני מניח שאתה ״ קינג ״ . 
ניגש לעניין . 
לא הייתי מתקרב מדי . 
וואו ! היא נמרצת . 
אהבתי . 
את נמרצת . 
נכון , מתוקה שלי ? 
זה לא מספיק . 
- אלה 10,000 . 
- אמרנו 15,000 . 
לא . אתה אמרת 15,000 . 
אני אמרתי 10,000 . 
מה אתה עושה ? 
המחיר הוא 15,000 . 
אתה יודע מי אני , מר קינג ? 
כדאי שתיקח את ה ־ 10,000 . 
שלום לך , גברת קטנה . 
הבת שלך ? 
קיטי . אמרתי לך לחכות במכונית . 
מצטערת , אבא . 
קח את ה ־ 10,000 . 
קיטי . 
אנסטסיה תישאר איתנו עוד זמן מה . 
כל תיק פלילי הוא כמו ספר עם דמויות ועלילה ראשית ותת ־ עלילות . 
חקירה היא כמו איסוף דפים מספר . 
פה רמז , שם כיוון חקירה , ובסופו של דבר יש לסדר אותם בסדר הגיוני כלשהו . 
אף פעם לא יודעים אם כל הדפים ישנם . 
או אם אלה בכלל דפים מספר אחר לחלוטין . 
כן , עלולים לא לדעת בכלל אם הספר עוסק בנסיכה שנעלמה או במפלצת שביער . 
או אולי גם וגם ? 
ובכל זאת צריך ליצור סיפור אמין ממה שיש ... שבו יש קשר בין כל האלמנטים והדמויות בעלילה . 
סיפור טוב . 
וקל יותר להגיד מאשר לעשות . 
איפה היינו ? 
הוא ראה אותך ? 
לא יודעת ! 
- לעזאזל , לעזאזל , לעזאזל . - תפסיק להגיד לעזאזל ! 
הוא במרתף , ונדה ! 
הוא יראה את כל התמרוקים שלך ! 
תמרוקים ? 
- מה הוא עושה שם בכלל ? 
- סבתא התקשרה אליו . 
משהו בקשר להפסקת חשמל ? 
את גרמת את הפסקת החשמל ? 
היי , אם אני לא מייבשת את השיער , הוא נעשה מקורזל . 
אלוהים . ונדה ! זה לא התפקיד שלי לא למשוך תשומת לב לעובדה שאני כלואה במרתף שלך . 
טוב , בואי פשוט נירגע . טוב ? פשוט ... לא . 
בואי לא נילחץ . 
- 
אתה חייב לענות . 
- אני לא עונה . - כן . אתה חייב לדבר איתו . 
לא . 
למה את לוחשת ? 
לא . 
כריס ? 
היי , בן דוד ! 
מה קורה , אחי ? 
אני במרתף של סבתא . 
קישטת מעט , אה ? 
אני מניח ... כדי שיהיה נעים יותר . 
נעים ? 
יש משהו שאתה לא מספר לי ? - אל תשקר לי ... בן דוד . 
- מה הכוונה ? יש לך חברה ? 
כן ! כן . בדיוק . 
עלית עליי . מודה באשמה ! 
פרפר ! 
טוב , מי זו ? 
אתה יודע ... סתם מישהי שאני משתעשע איתה . 
לא משהו רציני . 
יזיזה . 
מבין ? 
כן , בן דוד . 
מדהים . צריך לחגוג . 
חשבתי שתהיה בתול לנצח . 
כן , מצחיק מאוד . 
אז מתי אפגוש את הבחורה המסתורית ? 
בקרוב . 
ממש בקרוב . 
היא שווה ? 
כן ? רק אל תהיה רכיכה ותהפוך לידיד . 
כמו בדרך כלל . 
אני אתקשר אליך מחר . 
היי , אלה חדשות הבוקר בזונדרסהיים ־ אף ־ אם . - ויש לנו מידע מפחיד בשבילכם . 
אמש מורה לחינוך גופני מהתיכון המקומי הותקף לכאורה על ידי חיית בר כלשהי ביער ! 
ככל הנראה הוא בסדר , ' אבל הוא סובל משברים . אאוץ . ברצינות ? חיית בר ביערות זונדרסהיים ? נכון ? 
אתה לא חושב שזה היה ... - הנופלווקן ! - הנופלווקן ! 
אני לא אלך ליער היום . 
טוב , בוא נשמיע את המקום השלישי במצעד . 
היי , בחור גדול . 
ישנת טוב ? 
רוצה פנקייקים ? 
אתה מכין פנקייקים ? 
בטח , אני מכין פנקייקים . 
אדם לא יכול להכין פנקייקים למשפחה שלו מדי פעם ? 
איך היה במסיבת משחקי המחשב שלך ? 
אימא סיפרה לי שישנת אצל משפחת וינסון ? 
כדאי שנסיר את מכשירי המעקב מהבית שלהם . לא ידעתי שאתה מכיר אותם טוב כל כך . 
התקנתם מכשירי מעקב בבית שלהם ? 
מתי ? 
אני חושב שלפני שבוע בערך . 
בוקר טוב . 
וואו , אתה מכין ארוחת בוקר ! 
היי , אלוף . 
איך היה ב״עולם המשחקים ״ ? 
בסדר . 
מעולה . 
ומה שלום אלכס ? 
אתה צריך להזמין אותו מתישהו . 
נשמח לפגוש אותו . 
בטח . הוא תמיד מוזמן . 
אבא אומר שהתקנתם מצלמות בבית שלהם ? 
- בבקשה , אהובתי . 
- תודה . 
טוב . מה קורה ? 
למה אתם מוזרים כל כך ? 
קרה משהו ? 
מישהו מכם גוסס ? לא , לא . 
אף אחד לא גוסס . 
לא . אה ... אנחנו חושבים ש ... לאחרונה אפשרנו לדברים קצת ... אולי לצאת מעט משליטה . כן . 
לצאת מעט משליטה . 
- זה בסדר . 
- לא , זה לא בסדר . 
כולם מתגעגעים מאוד לוונדה , אבל ... אבל אתה עדיין פה , ואנחנו עדיין ההורים שלך . 
ואנחנו מבטיחים שננסה להשתפר . 
בשבילך ובשבילנו . 
אנחנו רק רוצים שתדע שאנחנו אוהבים אותך מאוד ושתמיד נהיה כאן בשבילך . 
אתה יכול לסמוך עלינו , טוב ? 
אז אנחנו מרימים ידיים ? 
לא . לא , לא . 
לעולם לא נרים ידיים . 
נשתדל יותר לא להיעצר , להיהרג או להיות מותקפים על ידי חיות בר . 
אנחנו צריכים לגונן על המשפחה . 
אחרת ונדה תכסח אותנו . כן . 
אתם רוצים חיבוק קבוצתי , נכון ? 
כריס ? 
התעוררת . חשבתי שלא תפסיקי לישון . 
מה קורה ? 
כלום . 
פשוט לא ידעתי איפה היית . 
ניסית ל ... לא . 
- ברצינות ? 
- מה ? לא ניסיתי . 
בחייך . נראה לך שאחרי הכול אני פשוט אקום ואלך ? 
אני מקווה שלא . 
כי את מבינה שאם תברחי , אני האדם האחרון שצריך להדאיג אותך . 
ברגע שקינג יבין שאת בחיים , שנינו נהפוך למטרה . 
ומה נראה לך המקום הראשון שהם יחפשו בו ? 
את באמת רוצה שאנשים כמו לוקאס יופיעו על מפתן דלתם של ההורים שלך ? 
ישנת ? 
לא . 
ואת ? 
אני כמו עצלן . אני יכולה לישון בכל מקום . 
ישנת כאן כל הזמן הזה ? 
זה לא נורא . 
מתרגלים . 
וואו , שכחתי כמה גדול העולם בחוץ . 
מטורף כמה מהר בני אדם מסתגלים , כמו שדג זהב גדל רק עד גודל האקווריום שלו . 
זה נקי ? 
בערך . 
אני צריכה לצחצח שיניים ולהבריש את השיער . 
אני מרגישה כמו בפסטיבל מוזיקה . 
רק בלי המוזיקה . 
ו ... בלי הפסטיבל . 
נזכרתי בבית ישן . 
אני וחברים שלי היינו הולכים אליו כשהיינו נערים וכשרצינו לברוח מהבית . 
זה בית נטוש , באמצע שום מקום . 
נוכל להתחבא שם עד שתהיה לנו תוכנית . 
מישהו גנב אותו . 
אבל לא דיווחת . - לא . 
- יש לך מושג מי יכול היה לגנוב אותו ? 
לא הספקתי לראות כמו שצריך . 
אחד מהם היה נמוך ושמנמן והשני גבוה ורזה . 
למה נועד הכלוב ? 
זה לא חוקי ? 
מה עשית אתמול מאחורי שיח הרודודנדרון של גברת וגנר ? 
- חשבתי שזה היה די ברור . 
- התכוונתי לשאול למה היית שם , מר ברטלס ? 
הרלד הסל . אתה מכיר אותו ? 
לא . 
הוא גר כמה בתים אחרי משפחת וגנר . 
הוא חושב שמישהו ריגל אחריו . 
מעולם לא שמעתי עליו . 
ועליה ? 
לנקה נמקובה . היא מתה בתאונת דרכים בצ'כיה ... שלושים דקות מעבר לגבול . 
אבל יממה לפני כן היא הייתה כאן בקפיטן . 
וגם אתה . 
באותו היום שבו ונדה קלאט נעלמה . 
דומיניק , העניין הוא שכבר קיבלת מאסר על תנאי בגין החזקה לא חוקית של המון נחשים . 
ולכן אם תימצא אשם בעבירה נוספת ... כמו למשל , הטלת צרכים במקום ציבורי , המצב שלך יהיה חרא . 
משחק המילים מכוון . 
- מה קרה בליל הנופלווקן ? 
- אני לא יודע . 
איפה ונדה קלאט ? 
אני לא יודע . אני נשבע . 
אתה הרגת את לנקה נמקובה ? 
לא , מעולם לא הרגתי אף אחד ! 
אני נהג של קינג וזהו . זה הכול . 
- ״ קינג ״ ? - כן . 
סליחה , בוס . 
יש לי את הרשימה שביקשת . 
אלו כל הקמעונאים באזור שמוכרים מצלמות וציוד מעקב . 
מצטער . 
אני לא אומר מילה נוספת בלי עורך דין . 
אם את לא מאשימה אותי , אני רוצה לעזוב עכשיו . 
אמש , מורה בתיכון בזונדרסהיים נפצע קשה בזמן ריצה לאחר שהותקף לדבריו על ידי ״ חיה ענקית ״ . 
אני נמצא כאן עם הסטר הורן , - היסטוריונית מקומית ... - שלום . 
והמארגנת של סיור הנופלווקן . 
גברת הורן , מהו בדיוק הנופלווקן ? 
הנופלווקן נצפה לראשונה בשנת 717 כשפפין הגוץ נתקל לכאורה בחיה בעת שרכב ביער . 
המפלצת תפסה את פפין , השליכה אותו לשיחים וטרפה את הסוס שלו . 
אפשר לראות את עצמות הסוס במוזיאון שלי . ילדים משלמים חצי מחיר . 
סיפור מרתק . ואני בטוח שיש עוד הרבה מה לספר . 
אפשר לעזור לך ? 
המפקחת הראשית ראוך . 
אתה מוכר ציוד מעקב ? 
את מתכוונת למכשירי מעקב ? 
מוזר מאוד , את האדם השני ששואל אותי על מכשירי מעקב החודש . 
בטח יש משהו במים . 
מי עוד שאל ? 
משפחה מוזרה . גירית אכלה את הציפורים שלהם והבעל רצה לעשות פודקאסט בנושא . 
האמת שהוא חזר לפני כמה ימים עם הבן שלו . הם קנו אחד מאלה . 
ציוד מרשים מאוד . 
זה ... של אולה . 
את יודעת , בנים והצעצועים שלהם . 
הצלחת להבין מה קרה להסל הזקן ? 
לא מצאנו ציוד מעקב ... עדיין . 
אבל אם מישהו משתיל מכשירי מעקב בעיירה , אנחנו נמצא אותו . 
יש לנו ציוד שיכול לסרוק חדר בשניות ולמצוא את כל סוגי המכשירים . 
באמת ? 
מרתק . 
אבל למה שמישהו יסתכן כך ? 
זה ממש לא חוקי . 
טוב , נתראה בקרוב . כן . 
- להתראות . - כן . 
היא יודעת . 
אם הם יתחילו לסרוק אחר מכשירי מעקב ... אל תילחץ . 
אין לה שום הוכחה , ואילו הייתה לה , היינו בתחנת המשטרה עכשיו . 
אנחנו רק צריכים לסלק את מכשירי המעקב לפני שימצאו אותם . 
לסלק אותם ? 
איך ? 
היה קשה מאוד להתקין אותם . 
מה נגיד ? ״ היי ... שוב אנחנו . 
סתם תהינו אם יש צורך בהחלפת הסוללות בשלט הטלוויזיה שלכם ? 
״ מה אם נמצא דרך להוציא את כולם מהבית לכמה שעות ? ככה נוכל לסלק הכול בפעם אחת . 
איך , דדו ? 
יש לי רעיון . 
פסטיבל ונדה . 
כולם יגיעו . 
כל הבתים יהיו ריקים . נוכל להיכנס ולהוציא את מכשירי המעקב . 
- פסטיבל ונדה לעמוד זקוף , להיישיר מבט . ידיים למטה . 
לנגן מוזיקה . 
שתיים , שלוש ... והחוצה . 
ולמטה ולשמאל . 
לשמאל השני , נטלי ! 
ולצעד הבא . 
שאסה . 
סלמה , יקירתי , תצעדי בחינניות . את נשמעת כמו פיל ! 
ופירואט . 
וצעד אחרון . 
- דנווה קרלוטה . 
דדו . 
לא ציפינו שתגיעו היום . 
כן , רק רצינו לעבור ולראות איך הולך . 
טוב , יש עדיין הרבה מה לעשות , אבל נסיים בסופו של דבר . 
לא תיארתי לעצמי שזה יהיה ... גדול כל כך . 
אל תזלזלו בכמה ההיעלמות של ונדה השפיעה על זונדרסהיים . 
כן , פשוט תהינו בקשר ללוח הזמנים . 
את יודעת בעוד כמה זמן תהיו מוכנים ? 
אילו ליונאס הייתה יד חופשית , זה היה נמשך כל היום . 
כבר אמרתי לו שהוא צריך לתת לספרקלס שלושה קטעים במקום חמישה . 
האמת שדיברנו ואנחנו ממש רוצים שלא תמהרו . 
כן , מבחינתנו - קחו את הזמן . - כן , בדיוק . 
טוב . 
יונאס יהיה מרוצה . 
הכרחתי אותו לוותר על הסולו קייט בוש והוא היה מאוכזב כל כך . 
אני מתאר לעצמי . 
מה אתן עושות ? 
הקטע הבא הוא השיר של ביונסה . אלה לא התלבושות הנכונות ! - אלוהים אדירים . 
- כן . 
כן . 
לא תיארתי לעצמי שאנשים רבים כל כך יהיו מעורבים . 
מטורף , נכון ? 
ונדה הייתה שונאת את זה . 
היא הייתה הורגת אותנו . 
״ בלונים ? 
באמת ? 
״ ״ חסר לכם שהסכו״ם בבופה יהיה חד פעמי . ״ 
״ יונאס וינסון מזעזע אותי . ״ 
לפחות אנחנו יודעים שזו תהיה הסחת דעת לכולם . 
אתה יודע שאחד מאיתנו צריך להיות כאן , נכון ? 
אחרי כל מה שהם עושים בשבילנו . 
ואם אולה יהיה אחראי לניטור המסכים ואתה תסיר את מכשירי המעקב , אז ... אני אצטרך להגיע לבד . 
לא ניתן לזה לקרות . 
לאן אנחנו נוסעים ? 
להשיג תגבורת . 
אתה חושב שהמקום הזה רדוף ? 
אולי . 
מה אתה עושה ? 
תמיד היה פה חלון פתוח . טוב . 
זה היה קל יותר כשהייתי בן 14 . 
לעזאזל . 
בזהירות . כן . 
אני בסדר . 
ברוכה הבאה לבית שלי . 
מטורף . 
אלוהים . 
נראה לך שזה עדיין עובד ? 
בואי נברר . 
אני תוהה אם אלה האנשים שגרו פה . 
רוצה לרקוד ? 
- היי . 
- אלכס . 
אתה מתכוון להזמין אותי פנימה ? 
כן . בטח . 
- רוצה לתת לי את הז'קט ? 
- תודה . 
רוצה משהו לשתות ? 
או לאכול ? 
יש לנו לזניה . 
- אין צורך . - טוב . 
אתה תהיה באירוע שמארגנים לאחותך ? 
- אתה מתכוון לפסטיבל ונדה ? - כן . 
כן . 
מצטער , המשפחה שלי עשויה להגזים בדברים כאלה . 
בקשר לאתמול בלילה ... כן , אל תדאג . 
אני לא אגיד כלום . 
אני מבין . 
היינו שיכורים . זו הייתה טעות . 
אתה חושב שזו הייתה טעות ? 
ו ... והעובדה שהקאתי על הנעליים היפות של הבחורה ההיא . זה היה לא משהו . 
וכל השאר הדברים שקרו ? 
מה ? 
אתה מתכוון לנשיקות ? 
זה ... אני לא מתחרט על זה . 
אולה , תהיה בטוח יותר בעצמך . 
זה די חמוד , אבל גם ממש מעצבן . 
לא ידעתי שאתה ... חשבתי שאתה ... אני שום דבר . 
אני צעיר . 
אנחנו לא צריכים לשים על זה תווית . 
אני מחבב אותך , אתה מחבב אותי . 
זה לא מסובך כל כך . 
תגיד , למה לעזאזל לא היינו פה בשלושת החודשים האחרונים ? 
לא היה לי מושג שיש פה חשמל . - הנחתי שהחשמל נותק . 
- מישהו כנראה עדיין משלם את החשבונות . 
בבקשה . 
- לחיים . 
- לחיים . 
- מה ? 
- אני לא מוצא את הטלפון שלי . 
תירגע , הוא נמצא כאן איפשהו . 
השארת אותו בטנדר ? 
מצאת ? 
- ‏ 19 שיחות שלא נענו מלוקאס טוב , אל תילחץ . 
שקרן שכמוך . 
כשאמצא אותך , אני אחתוך לך את האוזניים . 
אתה מת , שמעת אותי ? 
אתה תתחרט שאי פעם פגשת את ונדה קלאט ... טוב , עכשיו אתה יכול להילחץ . 
רודיגר , רצינו לפגוש אותך כי ... ראשית , אני רוצה להתנצל שוב על ההתנהגות שלי . 
באמת ? 
לא הייתי צריך לומר מה שאמרתי למשטרה , ואנחנו רוצים שתדע שאתה חלק חשוב מהמשפחה , 
גם אני אוהב אתכם . 
ואני מצטער שלעגתי לקוקו שלך ולבגדים שלך ושנסעתי לבית שלך והכיתי אותך . 
- לא הייתי אומר שהכית אותי . 
- זה היה די ... 
- הספקתי לתת כמה מכות טובות . 
כן , אבל בסך הכול , הייתי בהחלט אומר ... 
- כן , אני חושב שנכריז על תיקו . - תיקו ? 
- נתתי לך כמה אגרופים , אז ... - טוב ! 
תקשיבו , כולנו שיקרנו מספיק . 
אני חושבת שכולנו צריכים להגיד את כל האמת . 
כן ? זה מעגל אמון . - טוב . 
- מעגל אמון . - טוב , אני אתחיל . - כן . 
פוטרתי מהעבודה , לא סיפרתי לקרלוטה ואז לוויתי ממך כסף , והעמדתי את שניכם במצב נורא . 
לכן אני רוצה להתנצל בפני שניכם . 
אני הבא בתור ? 
טוב , ובכן , אני קניתי טיגריס ברשת האפלה . 
טיגריסית בשם טופר . 
אבל היא לא הגיעה והפסדתי 26,000 אירו . 
אני לא מאמינה שקנית טיגריסית . 
הרגת אפילו את הקקטוס שקניתי לך ליום ההולדת . 
חשבתי שזה מעגל אמון . 
הוא צודק . 
- טוב . 
תורי ? 
- נכון . 
טוב . 
בחודשים האחרונים אנחנו מנהלים מבצע משלנו כדי למצוא את ונדה ואנחנו מרגלים באופן לא חוקי אחרי כל השכנים שלנו , באמצעות ציוד מעקב מהשוק השחור שגם אנחנו רכשנו ברשת האפלה . 
מה ? 
מה ... ? 
הוא יודע , ונדה ! 
לוקאס יודע ! 
ואם לוקאס יודע , קינג יודע , מה שאומר שהם יחפשו אותנו ! 
תנשום עמוק ! 
טוב , בוא נחשוב בהיגיון . 
אילו היית לוקאס , והיית מגלה שאני בחיים , היית באמת מספר למישהו ? 
הוא עובד אצל קינג , נכון ? לא אתה . 
אם קינג מסוכן כמו שאתה אומר , לוקאס לא פשוט יתקשר אליו ויגיד , 
״ היי , זוכר את העניין שאמרתי שטיפלתי בו ? 
מתברר שלא טיפלתי בו . 
״ טוב , כן . 
את צודקת . 
- הוא ינסה לפתור את הבעיה בעצמו . - כן . 
כדאי שאלך לדבר איתו . אולי אוכל לדבר איתו בהיגיון . אולי אשכנע אותו לבוא איתנו למשטרה ? 
כריס , הוא מטורף ! 
הוא בכל זאת בן דוד שלי . 
הכול בסדר ? 
כן , הכול מעולה . 
למה שלא יהיה בסדר ? 
כדאי שתשמור על ראש צלול . יש לך עבודה מחר . 
חסר לנו איש אחד . - מי ? 
- ברטלס . 
מה קרה ? 
מצטערת . אני לא זוכרת שהשארתי מקום לשאלות . 
טוב . 
תלך לפה . 
מחר . 
אני אודיע לך באיזו שעה . 
קטלני . 
אהבתי . 
- אתם בבית . 
- היי . 
לא היינו ... היינו רק ... שלום , גברת קלאט . 
- שלום . - מר קלאט . 
אתה יכול לקרוא לי דדו . 
- דדו . 
- אלכס . 
נחמד מאוד לפגוש אותך סוף סוף כמו שצריך . 
היי , מה קורה ? 
אני רודיגר , הדוד המגניב של אולה . 
אלכס . 
טוב . מה אתם עושים ? 
כלום . 
יש לנו מבחן מחר . אולה עוזר לי ללמוד . 
אני לא חכם כמוהו . 
הייתי במצבך , בנאדם . 
אל תלקה את עצמך . 
תמיד יש גאונים בבית הספר , ומצד שני יש חבר'ה כמונו , נכון ? 
אנחנו צריכים לסמוך על המראה שלנו . 
כדי שאחזור הביתה , - אבל היה נחמד להכיר אתכם . - כן . 
נתראה בקרוב , אלכס . 
נתראה בקרוב . 
- ביי , אלכס . - ביי . 
טוב . 
אני אהיה בחדר שלי . 
הוא נראה נחמד . 
כן , אני חושבת שהם מסתדרים טוב , טוב מאוד . 
הם התנשקו . 
התנשקו ? 
- רגע , אז אולה ... - כן . 
כל אלה שידורים חיים ? 
חיפשנו את ונדה , אבל עכשיו אנחנו חושבים שהבלשית ראוך יודעת על מכשירי המעקב , אז אנחנו צריכים לסלק אותם לפני שהיא תמצא אותם . 
התוכנית היא להיכנס לבתים בזמן שכולם יהיו כאן . 
אני אסלק את מכשירי המעקב בעזרתו של אולה שיהיה כאן במרכז הבקרה . בינתיים , אתה וקרלוטה תעסיקו את כולם בפסטיבל ונדה . 
האמת שזו תוכנית די טובה . 
- שניתן לה שם קוד ? 
- אני לא חושב שהיא זקוקה לשם קוד . 
אתה לא חייב להרים יד . 
בפסטיבל ונדה יהיו הופעות ? 
אולי כדאי שאשיר ? 
- רעיון נהדר . 
- רעיון מעולה . 
כן , אבל אולי משפחת וינסון כבר סגרה את סדר ההופעות , אז ... אני אביא את הגיטרה שלי . 
טוב , ונדה ? 
תקשיבי . אולי פשוט נמשיך לנסוע ? 
נוכל להגיע ליוון בתוך שלושה ימים . 
- יוון ? - כן . 
כריס , אל תיפגע , אבל לא ניסע ליוון יחד . 
אני צריכה לחזור למשפחה שלי . 
ונדה . 
אני ממש מצטער שגררתי אותך לבלגן הזה . 
אני יודעת . 
זה מטורף ... שלושת החודשים האחרונים 
אבל במובן מסוים , הם גם היו החודשים הכי טובים . 
אני יודע שאמרתי דבר נורא , אבל ... לא . 
זה בסדר . אני מבינה למה התכוונת . 
הלוואי שכל זה לא היה קורה כמובן . אבל מצד שני , אילו זה מעולם לא היה מתרחש ... לא הייתה לי ההזדמנות לבלות איתך . 
זה דפוק , נכון ? 
אלוהים , את בטח חושבת , ״ כמה שטויות הוא אומר . 
קודם הוא ניסה לדרוס אותי , אחר כך הוא כלא אותי במרתף של סבתא שלו ועכשיו הוא אומר שהוא ... ״ 
למה עשית את זה ? 
בעיקר כדי לגרום לך להפסיק לדבר . 
מה ? 
תקשיב , אם אתה עדיין מודאג , זה בסדר , טוב ? 
אני מסכימה . 
- אתה רוצה שאחתום על כתב ויתור ... 
- לא , לא . לא . זה לא העניין . 
אני ... אני מעולם לא ... 
זו לא בעיה . 
אתה תלמד . 
שלום , הגעתם לשוטר שלנברג . 
אנא השאירו הודעה לאחר הצפצוף . 
זה כתר של מלך . 
חשבתי שהיא מתייחסת לעצמה כמלכה , אבל זה לא כתר של מלכה , אלא כתר של מלך . הקינג ( מלך ) שברטלס הזכיר . הוא עומד בראש רשת הברחת חיות הבר . 
לנקה ניסתה לחשוף אותו . לכן הוא הורה להרוג אותה . 
ונדה כנראה ראתה משהו שהיא לא הייתה אמורה לראות . 
חשבתי שהתפקיד שלך היה להרחיק אותה מאיתנו . 
זה לא פשוט כשאתה מחרבן בשיחים של אנשים ומשאיר את הטנדר שלך נטוש באמצע העיירה . 
הזכרת את קינג . 
היא ניסתה לתפור לי את הסיפור על הילדה הנעדרת . 
לא היה לי קשר לזה . 
תגיד לקינג שמילאתי את החלק שלי כשהשלכתי את העיתונאית מעבר לגבול , אבל אני לא אקבל עליי אחריות לרצח שלה . 
קינג מעריך כל מה שעשית בשבילנו . 
דומיניק . 
שלי , היי . לרגע חשבתי ש ... האמת שיש לי משהו קטן בשבילך . 
משהו לאות הערכה . 
- באמת ? - כן . 
אתה תאהב את זה . 
- מה זה ? 
- חכה . 
הנה . 
תפתח . 
קדימה . 
הזמנות אחרונות ! 
- אחת לדרך ? 
- תודה , ביי ! 
ביי ! 
ונדה ? 
ונדה ? 
ונדה ! 
