قفوا وتقدّموا ! 
اخرجوا ! 
قلت اخرجوا ! 
بحذر ، لا نريد إزعاج السيدات . 
يا إلهي ، لا . 
لا نريد أن نخيفهن - كي يخبرننا أين مجوهراتهن ... - هيا ! ... وتلك المخبأة . 
نريدهن أن يخبرننا بمحض إرادتهن . 
- عرّف الإرادة يا " ألجيرنون " . - عذرًا أيها الرئيس . 
قوة الإرادة لفعل الأشياء طواعية . 
عليك أن تعذري علماء الرياضيات يا سيدتي . 
بسبب انشغالهم الشديد بعلم الجبر وعلم الهندسة ، ينسون آداب السلوك . 
لذا ما سيحدث الآن هو " ألجيرنون " و " تشاملي " سيفتشان أغراضكن بينما أسلّيكن جميعًا بسحري الذي لا يتطلب جهدًا - ومزاحي المبهج . - أيها الرئيس ، إنه يحمل سكينًا . 
لا تحاول فعل أي شيء معي يا عزيزي ، لأنك لن تحيا لتروي القصة إذا بقيت حيًا . 
حسنًا . 
ارفع يديك . 
أيها الرئيس ! 
ما كل هذا يا فتى ؟ 
سأتولى الأمر ، اذهب وبرّئ نفسك بشرف . 
ملابس جميلة . 
أتصوّر نفسي أتجوّل بهذا الحذاء . 
في وقتك الخاص . 
- أنت ... 
- ماذا ؟ 
لست رجلًا . 
وبعد ؟ 
أهذا ذهب ؟ 
- ماذا تقصد ؟ 
- ذلك الخاتم في إصبعك . 
أجل . 
أعتقد أن عليك التبرع به للقضية . 
لا أظن أنك سمعتني يا سيدتي . - قلت ... - لا ، سمعتك . 
كنت أتجاهلك وحسب . تحذير صغير ، لا تريد العبث معي . 
أنا مُعجب بك ، حقًا ، أنت من نوعي المفضل من النساء . 
للأسف ، - يجب أن يأتي العمل قبل المتعة . - صحيح . 
والآن ، نفّذي ما يُطلب منك . 
هيا . 
هل أنتم بخير ؟ 
مرحبًا . 
- يا الهي . 
- ماذا ؟ 
هيا ، اركلي هنا . 
هيا ، هنا . 
اركلي . 
هيا . 
- أنت بخير . - التقطيها . 
المعذرة يا سيدي . 
- ما هذا ؟ 
- مثانة خنزير . 
هل حدث شيء هنا ؟ 
" توماس بلانشفورد " يثير الفوضى . 
يا إلهي . 
أيكما " جورج " ؟ 
اذهبي ونادي والدك . 
أبي ! إلى المتجر . 
قدمي له الشراب يا فتاة . 
تعرفين مكان العصير . 
إنها لا تريد العصير ، بل تريدك أنت . 
هي ؟ 
مرحبًا يا أبي . 
" روكسي " ! 
أين " روكسي " ؟ " روكسي " . 
- عادت عزيزتك " نيل " ! 
- ماذا ؟ 
" نيل " ، عزيزتك " نيل " عادت . 
" نيل " ماتت . 
أنا أرملة . 
النقيب " جاكسون " مات . 
انفجر إلى نصفين في معركة " بلينهايم " . 
وأنت معه . هذا ما سمعناه . 
تساءلت لماذا ينظر إليّ الجميع بغرابة . 
الأمر وما فيه ، كنت أتساءل إن كان بوسعي البقاء هنا لبضع ليال ؟ 
حسبتك لم تريدي أن يكون لك شأن بالضعفاء أمثالنا . 
كانت تلك آخر كلمات نطقت بها قبل أن تخرجي من ذلك الباب مع قائدك الأنيق . 
نعم ، حسنًا ... نضجت كثيرًا منذ ذلك الحين . " نيل " ! " نيلي " ! 
دعيني أراك ، انظري إلى نفسك . 
ولا تناديني بـ " نيلي " . 
حسنًا . 
ما هذا ؟ 
ما كان أبي ليدفع لشراء ضريح مناسب . لذا صنعنا هذا . 
أغضبته كثيرًا عندما غادرت . 
هل تمانعين إن رفعتها ؟ 
لأنها تصيبني بالقشعريرة . 
لا بأس يا " نيلي " . 
" نيل " ، آسفة . 
هيا بنا . 
إذًا ، لم يثير الملك " بلانشفورد " الفوضى ؟ 
ليس الملك " بلانشفورد " . 
- بل ابنه . 
- " توماس " . 
- هل تذكّرينه ؟ 
- لا . - لقد كبر . 
- أصبح لئيمًا وغبيًا . 
هذه فكرته عن التسلية . 
إذًا لماذا لا يفعل أحد شيئًا ؟ 
لأننا جميعًا مستأجرون لديه . 
أو سنكون كذلك عندما يحدث شيء لوالده . 
" روكسي " ، كل جيراني غاضبون . 
" روكسان " ، من الأفضل أن تعودي للعمل . 
هل أخبريها أن أختي المفقودة عادت من الموت ؟ 
أخبرتها وقالت إن هذا لا يمكن أن يحدث . 
- مرحبًا يا " نيلي " . 
- حسنًا . 
- الأفضل أن أرحل . - نعم . 
- أحذّرك للمرّة الأخيرة . 
- عليك التكلم بلطف مع أبي . - سأفعل . 
أسوأ ما في " توماس " أنه معجب بـ " روكسي " . 
- حقًا ؟ 
- ويدخل الحانة ثملًا ، ويقول أشياء ، ولا يجرؤ أبي على فعل شيء . 
اعتن بحصاني يا فتى . 
هل أنت جائع ؟ 
" أجل ، لنأكل التبن . " 
لنحضر لك بعض التبن . 
هل كان يضربك مجددًا ؟ 
" نعم ، لكنني دافعت عن نفسي ، رميته مرتين . " 
هذا جيد . 
سيدي . 
مساء الخير . 
هذا الصباح يا " توماس " ، استقبل وكيل أعمالي وفدًا من القرية يقص قصة غير عادية بأنك أطلقت النار على حصان رجل . 
كان حادثًا . 
قالوا إنك كنت ثملًا ، وإنك تنطلق في الشارع ذهابًا وإيابًا وتروّع الناس . 
كان ذلك الحصان مصدر رزق " نايثان هاليداي " . 
ألا تفهم شيئًا عن حياة هؤلاء الناس ؟ 
أنا قاضيهم ، يأتون إليّ مطالبين بالعدالة . 
ذات يوم ، فليكن الرب في عونهم ، سيأتون إليك . 
هل تضحك عليّ ؟ 
بالطبع لا . 
سأوقف مصروفك . 
- ماذا ؟ - حتى يأتي وقت أستطيع فيه أن أثق بأنك ستتصرف بشكل لائق . 
لا تجبرني على حرمانك من الميراث . 
ويعلم الرب كم هذا الأمر مغر لأن أختك ستكون جديرة بالثقة أكثر منك بألف مرة . 
انضج . 
لصالح الجميع بحق الرب . 
وحتى ذلك الحين ، ابق خارج القرية . 
هل صحيح أنك لم تكن لتدفع ثمن شاهد قبر مناسب لي ؟ 
يمكنها النوم في الكوخ مع الحمار . 
- لليلة واحدة فقط ، أخبريها أنت . 
- ليلة واحدة ؟ 
فطرت قلبي يا سيدتي ، لن تفعليها مرتين . 
حسنًا ، ليلة واحدة . 
حسنًا ! 
يمكنك البقاء في المنزل . 
- لكنك ستعملين . 
- متى توقفت عن العمل ؟ 
يمكنك ارتداء ملابس مناسبة . 
ليس لديّ فستان . 
حسنًا ، انظري في الخزانة ، عند السلّم . 
احتفظت بكل أغراض " إليزابيث " بعد وفاتها . 
أعتقد أنه كان سيسعى للحصول على شاهد قبر لك . ولكني لا أعتقد أنه أحب التيقن أنك ميتة . 
شكرًا . 
تشبهين أمك تمامًا . 
تعالي إلى هنا . 
تفضلوا ! استمتعوا ! 
لا تعود ابنة رجل كل يوم من الموت ! 
إنها معجزة ، " سام تروتر " ! 
" جورج " . 
اذهبي وأحضري " نيلي " يا فتاة ، الجميع يتوقون لإلقاء نظرة . 
هيا . 
ستنزل . 
هذا يبدو جيدًا ، لنر ذلك من الأمام . 
تبدين جميلة جدًا يا " نيل " . 
- حقًا ؟ - نعم ، هل هو مريح ؟ 
لا ، ما سبب كل هذا ؟ 
- هل تفتقدينه ؟ النقيب " جاكسون " ؟ - " نيل " ! 
يريدك أبي في الأسفل الآن . 
يريد الجميع أن يروك بأم أعينهم . 
يريد الجميع أن يسمعوا عن الحرب . 
أين سيفك ؟ 
أشتاق إليه قليلًا . 
باستثناء ... لا أظن أنه قد تركني ... حتى لو كان ميتًا . 
اليوم مثلًا ، قام قطاع الطرق باحتجازي . 
- لا أصدق ذلك . 
- وضربني أحدهم ، بل حدث . 
وكأن ... لا أعرف ، شيء ما يحدث لي بداخلي . و ... يجب أن ترياني . 
لا يمكن المساس بي . 
هذا هو . 
" توماس " . 
- مرحى ! " باكلي " ، أيها المهرج . - نعم . 
تعال إلى هنا . 
- نعم . - تقدّمنا . 
هيا يا فتى . 
هل تحتفل بمناسبة ما يا " تروتر " ؟ 
لا . 
أين ابنتك ؟ 
- أيّ واحدة يا سيدي ؟ 
- أود رؤيتها . 
أريدها أن تقدم لي الطعام . 
و " تروتر " ... " تروتر " . 
أنا لا أطلب منك . 
أنا أخبرك . 
- حسنًا ، سأرى إن كان بإمكاني إيجادها . 
- لم لا تفعل ؟ 
ما الخطب يا " هاليداي " ؟ 
تبدو كرجل أصيب حصانه برصاصة . 
- من هذه ؟ 
- هذه ابنتي الكبرى ، " نيل " . 
مرحبًا ، ألست ميتة ؟ 
- هل كنت تريد شيئًا ؟ 
- أردت الأخرى . 
لن تأتي الأخرى . 
إنها لا تحبك . 
لا تحب الطريقة التي تنظر بها إليها . والأشياء التي تقولها لها . واحزر ماذا ؟ 
ولا أنا . 
أظن أنني أريدك أن تغادر الآن . 
خُذ معك أغبياءك . 
أنا ... شكرًا لك . 
مهلًا . 
ربما ارتكبت خطأ بافتراض أنني ما كنت لأؤذي امرأة . 
- مهلًا . 
- لكنك تعرفين الصواب الآن . 
- ادخل إلى البيت . 
- " نيل " ! 
لا ! 
- " نيل " ! - أمسكوا بها ! 
- تراجع ! - أسقطه على ظهره . 
- أين تذهبين ؟ - لا تلمسها ! - " نيل " ! - أنت فتاة كبيرة . 
مهلًا ، توقف ! 
اتركها ! 
- جعلتني أفعل هذا بك . - " نيل " ! 
أنت جعلتني أفعل هذا . 
ظننت أنها قالت إنه لا يمكن المساس بها . 
" نيل " ! 
توقف ، أرجوك ! 
- هذا يكفي ! 
- توقف . 
انهضي يا " نيل " ، انهضي بسرعة . 
" نيل " ! 
اركضي يا " نيل " ! اركضي ، بسرعة ! 
- " نيل " ! 
- يا إلهي . 
أخبره يا أبي ! 
- يا إلهي ، توقف ! أرجوك ! - دعها ! 
أرجوك توقف ! 
دعها ! 
هيا يا " نيلي " ! 
هيا يا " نيلي " . 
- هيا يا " نيل " ! - ألديك شيء آخر ؟ 
- أجل يا " نيلي " ! - ماذا عنكما ؟ 
أجل يا " نيلي جاكسون " ! 
- هل رأيت ذلك ؟ 
- ماذا ؟ 
ذلك الضوء ؟ 
ذرّة شيء يطفو فوق ... " نيل " . 
" نيلي جاكسون " ! 
لا تصرخي ، يجب أن تنظري إلى الأعلى . 
كنت أفكر كثيرًا في محاولة لإيجاد أفضل طريقة لتقديم نفسي من دون أن أفاجئك يا " نيلي جاكسون " . 
بصراحة ، لا تُوجد طريقة . 
بالطبع ، ليس من الضروري أن أقدّم نفسي . لكن في حالتك ، كان لديّ شك خفي بأنه قد يظهر عاجلًا وليس آجلًا . 
لذا ثلاثة أشياء . 
أولًا ، أنا في صفك ، ثانيًا ، هذا ليس محشوًا . 
وثالثًا ، لن يكون له أي تأثير عليّ حتى لو كان كذلك ، لأنني لست ماديًا . 
- ماذا تعني بأنك في صفي ؟ - انظري إليّ . 
أنا أحميك . 
- لماذا ؟ 
- من يدري ؟ 
هذه هي النقطة الأهم . لا يمكنني إلا أن أحميك يا " نيلي جاكسون " . 
لن أشارك في أعمال عنف عشوائية . 
- ما الذي تتحدث عنه ؟ 
- مثل هذه الليلة . 
ماذا ؟ 
إنه متنمر . 
إنه سافل متعجرف وهو يؤذي الناس . 
- لكنه لم يبدأ شيئًا ، أنت فعلت . - لا ، كان سيفعل . 
- ليس هذا بيت القصيد . - لا ، مهلًا . 
أتعني أنك تركته يوسعني ضربًا وكان بإمكانك إيقاف الأمر ؟ 
- أوقفته فعلًا . 
- ليست بهذه السرعة ! 
عندما كان يضع وجهي في الوحل ! 
" نيل " ، هذه أنا ، " جورج " ، هل أنت بخير ؟ 
من أرسلك ؟ 
من أين أنت ؟ انظر إلى حالك . 
ما زيك التنكري ؟ 
" نيل " ؟ 
لا تتحرك . 
- حسنًا . - انتظر هنا فحسب . 
ما اسمك ؟ 
- أعني ، هل لديك اسم ؟ - نعم ، إنه " بيلي " ، " بيلي بلايند " . 
أراك لاحقًا . 
لكن انتظر . 
هل تراقبني طوال الوقت ؟ 
يا للهول ، هل تراقبني عندما أكون ... - أقضي حاجتي ؟ - " نيل " ! 
- مع من تتكلمين ؟ 
- مع نفسي . 
- هل أنت بخير ؟ 
- نعم ، سمعت صوتًا وحسب ، لذا ... 
لا بد أنها الفئران تحت ألواح الأرضية . 
ما فعلته سابقًا كان رائعًا . 
نعم ، شكرًا . - هلّا تعلّمينني كيف ... - نعم ، بالطبع ، ربما . 
لا ، لا أعرف . 
- ليلة سعيدة . - ليلة سعيدة . طابت ليلتك . 
" بيلي " ؟ 
" بيلي " ؟ 
" بيلي بلايند " ! 
" بيلي " ؟ 
" بيلي بلايند " ! 
" بوينتون " . 
" توماس " ، يا إلهي ، ماذا تفعل هنا ؟ 
يا إلهي ، هذه كدمة سيئة . 
ذهبت إلى منزلك لكن خادمتك قالت إنك هنا . 
- هل لديك دقيقة أو اثنتين ؟ 
- إن كان ذلك لدقيقة أو اثنتين . 
استمر النقاش طويلًا . جلالتها لديها قدرة كبيرة على ذلك ، ستسمع كل الجوانب . 
هل كانت هي ؟ 
ألا تعجبك ؟ 
ماذا يمكنني أن أفعل من أجلك ؟ 
مؤخرًا ، كانت الأمور صعبة وليس لديّ من أتكلم معه . وأعلم أنك مشغول جدًا . 
أخبرني ما الذي يزعجك يا " توماس " . 
لديّ ديون لا يعرف أبي شيئًا عنها . 
ديون لا أستطيع سدادها إلا حين أحصل على ميراثي . 
على الأقل لأنه ... أوقف مصروفي . 
أخبرتني ذات مرة ... أن الرجل يمكن أن يبيع روحه للظلام . وفي المقابل ، يحصل على أي شيء ، كل ما يتمناه . 
وأنك ... شخص يستطيع التوسط في مثل هذه الأمور . 
أريد ممتلكاتي يا " بوينتون " ، أريد كل شيء ... 
هذا قرار هام يا " توماس " . لكن إن كان هذا ما تريده حقًا ، فيجب أن تثبت لي ... أنك تملك ما يتطلبه الأمر . 
كيف ؟ 
لم يكن المكان مرتبًا هكذا منذ سنوات . 
لن أحقق شيئًا من نفسي أبدًا بالجلوس هنا . 
ما الذي يدور في ذهنك ؟ 
لن يعجبك الأمر . 
إذًا ستأخذين شلن الملكة ؟ كيف ؟ 
ظننت أنه عليك أن تكوني ضابطًا . 
لا ، رأيت الكثير من النساء ينضممن إلى الجيش . 
يتنكرن كرجال ويخرجن ويتجولن . ترين العالم وتقابلن الناس ثم ... تفجرنهم . 
ستكتبين رسائل هذه المرة . كي نعرف أين أنت وأنك لم تموتي . 
لا أجيد الكتابة . 
ابحثي عن شخص يجيد الكتابة . 
لا تجيد القراءة . 
" جورج " تجيدها . 
القس علمها ، تجيد القراءة أفضل منه . 
سُررت بمقابلتك يا " نيلي " . " نيل " . 
وأنا أيضًا يا صغيرتي . 
هيا يا " أشرومبز " . 
على الأقل لم تعد ميتة . 
أجل . 
هيا . 
أبي ؟ 
أبي ؟ 
أرسلت حارس الطرائد والبستاني إلى القرية مع الجثة . 
طلبت منهما أن يخبرا أولاده أنه قُتل أثناء الصيد غير الشرعي . 
ما الذي كنت تخطط له ؟ 
أراد " توماس " إخافته وتلقينه درسًا وحسب ، لم نقصد ... لم نعلم أن قلبه سينفجر . 
أتدرك أنه بإخفاء الحقيقة أجعل نفسي مذنبًا بقدرك ؟ 
" جايمي " ، " باكلي " ، عودا إلى المنزل . 
لا تتكلّما عن هذا الأمر مع أحد أبدًا ، إن فعلتما ، ستُشنقان . 
لا أريد أن أرى أيًّا منكما مرةً أخرى . 
أنت تثير اشمئزازي . 
آسف لأنني أطرق بابك ، وأنتما لا تعرفانني ، لكنني أعمل لدى الملك " بلانشفورد " . 
و ... 
لم يُصب والدكما بطلق ناري أثناء الصيد غير الشرعي . 
تعرّض للضرب على يد السيد " توماس " وصديقيه الغبيين . 
جاؤوا إلى هنا ليلًا وأخذوه . 
وساء كل شيء كثيرًا ، والآن يحاولون التستر على الأمر . 
كيف عرفت ؟ 
لأنني سمعت حارس الطرائد والبستاني يتحدثان . 
أعطاهما الملك " بلانشفورد " المال ليلتزما بالقصة ويلزما الصمت . 
يجب ألّا أخبرك بهذا ، لكنني لا أعرف . رأيتك في القرية مرةً أو مرتين ... - هل هذا حصانك ؟ 
- لا . 
في الحقيقة ، نعم ، إنه أحد أحصنة الملك " بلانشفورد " . 
ما اسمك ؟ 
" راسيلاس " . 
إلى أين كنت لتذهب يا سيد " راسيلاس " إن أردت أخذ شلن الملكة ؟ 
حقًا ؟ خطأ من ؟ 
أنت لا تعرف مع من تتعامل ، لن ... 
- إليك عني ، أمرتك ! إليك عني ! - اخرجي ! 
ساحرة غبية ! 
إذًا أنا امرأة ! وبعد ؟ 
يمكنني أن أصدم رأسيكما . 
آسف ، لكن هذا أكثر شيء مضحك رأيته طوال الأسبوع . 
أنا أعرفك . 
" تشارلز ديفيرو " يا سيدتي . 
مترف ومحب للمرح ومضيعة للمساحة . 
لكنني معجب كبير بالجمال ... في أي شكل يختار أن يُظهر نفسه فيه . 
آسف ، ما كان يجب أن أضحك . 
من النبل أن ترغبي في الانضمام إلى الملكة والبلد . 
لن تريني أفعل ذلك ، ليس خلال شهر من أيام الأحد . 
لا أبالي مطلقًا من يجلس على عرش " إسبانيا " . 
لم أفعل ذلك ؟ لم يفعل أي منا ذلك ؟ 
دعيه يكمل ما يفعله ، هذا رأيي . 
ومع ذلك ، من الجيد أن تكوني لاعبة عالمية ، صحيح ؟ من الجيد أن تشاركي في المنافسات . 
مسيرة التقدم ، توازن القوى ، وتلك الترّهات . 
هل أستطيع ان أقدم لك مشروبًا ؟ 
أنت " إيزامبارد تالي " ؟ 
لا آمل ذلك ، هنالك جائزة قدرها 20 جنيهًا لمن يأتي برأسه . 
نعم . 
" أمريكا " ، " نيل جاكسون " . 
العالم الجديد . 
هذا ما تريدين فعله . 
هذا ما وُلدت لأجله ، يمكنني أن أشعر بذلك . 
بوجود روح مغامرة مثلك ، يمكنك جني الكثير من الثروات . 
يا إلهي ، نعم ، من خشب الماهوجني والقنب والقطن والتبغ . 
هذا ما كنت لأفعله لو كنت مكانك يا صديقتي ، يمكنني أن أقول لك ... آسفة ، هل تمانع إن ... 
- " نيل " ، مات أبي . 
- قالوا إنه أُصيب أثناء الصيد غير الشرعي . - هذا كذب ! 
أخبرنا السيد " راسيلاس " . 
- هذا هو السيد " راسيلاس " . 
- كان " توماس بلانشفورد " . 
- لكن كيف ؟ 
- جاء في الليل وأخذه . 
لا ، لن أسمح له ، لن أدعه يفلت بفعلته . 
خذي حصاني يا " نيل " ، يمكنك الوصول إلى هناك بشكل أسرع . 
إنه نكرة . 
إنه يدير الحانة المحلية . 
أخرجته من البلدة تحت جنح الظلام ، ثم ... قتلته . 
من دون سبب وجيه . 
فقط لأنني أستطيع . 
تدمير رجل بهذه الطريقة أمر مثير للاهتمام يا " توماس " . لكن السمعة العظيمة لا تُبنى بهذه الأفعال . 
إن أردت كل شيء الآن ، بافتراض أنك ما زلت تريد ... انتبه يا " توماس " . 
- اقتل . - كل ما عليك فعله هو القتل ، اسمع . 
كما ترى يا " توماس " ، في هذه الحياة ، يساعد العالم من يساعدون أنفسهم . ويحتاج هذا العالم إلى رجال قادرين على فعل أشياء استثنائية . 
ما الذي يقف بينك وبين أملاكك ؟ 
هل قتلت الشخص الخطأ ؟ 
أبي . 
هل تريدني أن أقتل أبي ؟ لا ، لا أريد شيئًا . 
لا ، أنت الذي تريد الأشياء . وأحيانًا يكون حل المشكلة أبسط وأوضح بكثير مما قد يبدو في البداية . 
أنت محق ، دخلت تلك الرصاصات بعد موته . 
كيف عرفت ؟ 
لأنني ضمدت جروحًا وجثثًا أكثر مما تناولت عشاءً ساخنًا يا شعاع الشمس . 
لم يفقد دمًا . هذا يعني أن قلبه توقف عن النبض قبل أن يطلقوا النار عليه . 
البارود ، تم إطلاق النار عليه من مسافة قريبة . 
ليست هذه الطريقة المناسبة لإطلاق النار على شخص غير شرعي . 
- ماذا سنفعل ؟ 
- لا أستطيع التنفس هنا . 
يجب أن أذهب . 
لن تفشي أنني قلت شيئًا ، صحيح ؟ 
شكرًا لك على مساعدتنا . 
هناك شر يلوح في الأفق يا " نيلي جاكسون " . 
- أنا آسف جدًا . - هذا كله خطئي ، وما كان ذلك ليحدث لو لم أتدخّل وأبرح " توماس " ضربًا . 
يجب أن أذهب إلى هناك - وأنظر إلى ... - اسلكي القنوات المناسبة . 
ماذا ؟ عذرًا ، من أنت ؟ 
لم أنت هنا ؟ 
تحتاجين إلى قاض . 
إنه قاضينا ، الملك " بلانشفورد " ، وإنه من يتستر على الأمر . 
سيكون من المثير للاهتمام معرفة ما لديه ليقوله إذًا ، أليس كذلك ؟ 
- اعرضي عليه ثغرة . 
- ماذا ؟ 
أخبريه أنك قلقة من وجود تستر . لكنك تعرفين أنه شخصيًا لن يتورط في شيء بهذه الوضاعة . 
انظري ماذا فعل الهجوم المرة الماضية . 
- لا ... 
إن بدأت بتصرّف متهوّر فلن أساعدك يا " نيلي جاكسون " . 
وصلت بنات " سام تروتر " . إنهن يطلبن رؤيتك . 
آسف بشأن والدكن . 
كان مستأجرًا جيدًا ، لكنه كان يعرف تمامًا عقوبات ... يفضّل أبي أن يقطع يده على أن يسرق منك . 
- أخشى أن هذه هي الحقيقة . - تم إطلاق النار عليه بعد موته . 
- تم إطلاق النار عليه من مسافة قريبة . - نعم ، اسمع ، - أعرف أنك لا تريد سماع هذا ... - قتله " توماس " . 
هو وصديقاه الغبيان ، والآن تحاول التستر على الأمر . 
ليس أنت ، هذا واضح . 
نعرف أنك لا تقحم نفسك في أي شيء بهذه ... الحقارة . لكن أحدهم فعل . 
أنتن منزعجتات ، وتطلّقن العنان لمخيلتكن ، لكنكنّ لن تحققن شيئًا بتلفيق روايتك للأحداث . 
إن أجبرتني على إيجاد قاض آخر ، فسأفعل . 
حينها سيكون كلامك ضد كلامي . 
سمعوك بالصدفة وأنت تقوم بالترتيبات مع حارس طرائدك . 
من الذين سمعوني بالصدفة ؟ 
دفعت له ولرجل آخر من رجالك ليقوموا بأعمالك القذرة . 
أود أن أعرض عليكن ملكية " تالبوت " . 
- ماذا ؟ - وفي المقابل ، لا أريد سماع المزيد من الادعاءات الجنونية عن ابني . 
فكرن في الأمر . 
لا أرغب في جعلكن بلا مأوى . 
ولا واحدة منكن . 
إن قبلناها ، فهذا يعني أننا نقبل الكذبة . أن أبي لص ، صياد غير شرعي . 
لكنه لن يهتم بذلك . 
- سيهتم بفقداننا " تالبوت " . 
- إنهم يشوهون سمعته . 
" تالبوت " مجرد حانة . 
إنها بيتنا . 
إنها حانة أبي . 
لا أريد الذهاب يا " نيل " . 
حسنًا . 
حقًا ؟ 
سنأخذ المسكن . 
ماذا عن الجيش ؟ 
سينتظر ، حتى لا تعودا بحاجة إليّ . 
سأبقى هنا حتى ذلك الحين . 
" هاليداي " ؟ 
ماذا تفعل ؟ 
جئت لرؤية والدك يا سيدي . 
بشأن ماذا ؟ 
عقد إيجار " تالبوت " ، قد يبدو هذا سابقًا لأوانه ، لكن إن كان متاحًا ، أود مناقشة الشروط . 
لا ، عرضت عقد الإيجار على " نيل جاكسون " . 
يجب أن تأمر " هاليداي " بالرحيل . 
- وهل وافقت ؟ 
- ليس بعد ، لكنني أرجو أن توافق حين تهدأ . لأنها حين توافق يا " توماس " ، قد تنسى الأمور . 
ودعني أخبرك بالسبب . 
إنهن يعرفن ، يعرفن ما حدث حقًا . 
دعهن يذهبن . 
إن لم يُقبل العرض ، دعهن يرحلن ، بالتأكيد هذا أفضل . 
" هاليداي " موثوق به بما يكفي ، إنه يعرف ما يفعله . 
منذ متى تهتم بالعمل في قضية رجل صالح ؟ 
لم أكن أستحقك . 
أهنتك وسمحت لنفسي أن أتأثر بالأشخاص الخطأ . 
وأنا آسف . 
أريد أن أضع كل هذا خلفي ... إذًا لم تكتف بتحويلهن إلى يتيمات . هل ستجعلهن مشردات الآن أيضًا ؟ 
لا تقولي ذلك . 
البعيد عن العين وبعيد عن القلب . 
هذا مغر . 
إنهن يافعات وقويات . 
سيجدن طرقًا أخرى ليسلكنها . 
- ماذا ؟ - أنا أتصرف بالنيابة عن الملك " بلانشفورد " ، أقدم لك إشعارًا بترك الملكية . 
ما الذي تتحدث عنه ؟ عرض عليّ عقد الإيجار البارحة . 
لديك حتى منتصف النهار لتأخذي ما هو لك . 
- منتصف النهار ؟ - هل أنت غبي ؟ 
- قلت إنه عرض عليّ الحيازة ! 
- أي شيء متبق هنا بعد ذلك ، - سأخليه من أجلك . - حقًا ؟ 
أنصحك بحزم أمتعتك . 
- ماذا سنفعل ؟ 
- أعرف ما سأفعله أنا . 
ماذا ؟ 
- ابتعدوا عن الطريق ! أين هو ؟ - لا يمكنك الدخول ، عودي ! 
أريد التحدث معك . 
لم أستطع إيقافها يا سيدي . 
لا بأس يا سيدة " بيلغرايف " . 
لم أسمع منك . 
- افترضت أنك لا تريدين عقد الإيجار . 
- كاذب . 
يمكنك الإفلات من أي شيء ، أليس كذلك ؟ 
حتى القتل . 
قُبض على والدك وهو يصطاد بشكل غير شرعي . 
توقف عن قول ذلك ، لأننا نعلم جميعًا أنه غير صحيح . 
أعلم أنك على الأرجح ستنجو بفعلتك . قتل والدي ووصفه بالمجرم . أكثر رجل نزيه على الإطلاق . وذلك فقط للتستر على ما فعله هذا الحقير . 
أعرف أنك ستفلت بفعلتك لأن أمثالك دائمًا ما يفلتون . لكنك ستفهم إن كنت غاضبة قليلًا ! 
ماذا يمكنني أن أفعل لأقنعك بوضعه جانبًا ؟ 
حسنًا . 
اسمعي ، سأعطيك الحيازة . سأعطيك ما تريدين ، 10 جنيهات ، 20 جنيهًا . 
لا يمكنك الوثوق بها . 
هل تظن أنها ستخرج من هنا ولا تخبر الجميع بأنك حاولت رشوتها ؟ 
هل تظن أنني سأقبل أي مبلغ من المال لأصمت عن حقيقة أن كومة الأشرطة عديمة الفائدة هذه قتلت أبي ؟ 
- لا أظن ذلك . 
- أيها الأحمق . 
كنت أحمق بمحاولتي حمايتك . 
- ستواجه العدالة . - لا ، ماذا ؟ لا ! 
لن أسمح لك بإذلالي بعد الآن . 
ستواجه عواقب ما فعلته . لا ! 
لم يكن محشوًا . 
هذا محشو . 
هيا إذًا . 
جرّب . 
لنر ما سيفيدك . 
لا . 
أنت الشيطانة . أنت المرعبة . 
إنك آتية من الجحيم اللعين والبغيض . 
قتلته ! 
لقد أطلقت النار عليه ! 
قتلت والدي ! إنها مجرمة ! 
- إنها مجرمة ! 
أنت كاذب . 
أنت من جئت إلى هنا تحملين الأسلحة وتُلقين التهديدات ، والآن تحملين مسدسًا فارغًا في جيبك . 
أفسحوا الطريق . 
ستُشنقين بسبب هذا . 
لا ، لن أُشنق . 
رأت ما حدث ، سيدة " صوفيا " رأت ما حدث . 
رأيت ما حدث . 
- ستقولين الحقيقة . 
- قتلت الملك " بلانشفورد " ! 
لا ، لم أفعل ! 
فعلها هو . 
لا ، كان هو ، هو الذي قتل والده ! 
" راسيلاس " ، لم أفعل ذلك ، هل تصدقني ؟ 
هل تصدقني ؟ 
- أنت تصدقني ، بحقك . 
- افعل شيئًا . 
ماذا يجري ؟ 
أوقفوها . 
ابتعد عني . 
أرجوك . 
الحقوا بها ! 
تقول إنها لم تفعلها . 
من فعلها ؟ 
" صوفيا " ! 
هي فعلتها . 
لا أصدقك . 
ماذا تفعل ؟ 
" راسيلاس " ! 
حسنًا ، خذ أحد الخيول وأحضر قاضيًا ! 
بسرعة ! 
" جورج " ، " روكسي " ، اخرجا إلى هنا الآن ! 
- " روكسي " ! 
- " جورج " ، " روكسي " ، اخرجا إلى هنا الآن ، سنغادر ! 
- ماذا يجري ؟ 
- هيا . 
- نحتاج إلى أغراضنا . - انسيا أغراضكما ، قلت حالًا ! 
هيا ، لنذهب ، بسرعة . 
- أسرعا ! " راسيلاس " ، اذهب ! - روكسي ، هيا ، اركبي . هيا يا " روكسي " . 
