Ρε ! Μαλακισμένο ! 
Μπορεί να καθίσει σ ' εκείνο το γραφείο ; 
Ναι , φυσικά . Κάθισε . 
Έχεις ιδέα πόσο θα μπλέξουμε ; 
Νομίζω πως έχω μια ιδέα , ναι . 
Θα βοηθήσω να ξεφορτωθείτε το πτώμα . Αν είναι κάτι που θες να κάνω . 
- Κι αυτός ; 
Ο κύριος ΙΨΔ που μετράει το χρήμα . 
Μπορώ να βοηθήσω και μ ' αυτόν . 
- Δεν θα τον σκοτώσουμε . 
- Έχεις καμιά καλύτερη ιδέα ; 
Τέσσερα εκατομμύρια ακριβώς ! 
Τάφος . 
Τσιμουδιά . 
Πήγαινε γυρεύοντας . 
Έλα δω ! 
Τζέθρο ! 
Σταμάτα να τρέχεις ! 
- Όλα καλά , Τζεφ ; 
- Τι κυνηγάμε , εξοχότατε ; 
Μπλε φόρμα . 
Φρέντι , εσύ πήγαινε βόρεια . 
Εγώ θα πάω ανατολικά . 
- Ξέρεις πού πας ; - Ξέρω πού πάω . 
Δεν πιάνει , γαμώτο ! 
Σταμάτα να τρέχεις , Τζέθρο ! 
Πάρε μια ανάσα , παλικάρι . 
- Φτάνει . 
- Δεν θα πω τίποτα , εντάξει ; 
Δεν είδα τίποτα . Εντάξει ; 
Μη με πειράξετε . Δεν θα σε πειράξουμε . 
Θα τη βρούμε την άκρη . 
Πώς ; Εσείς σκοτώσατε τον Τόμι ! 
Σου το υπόσχομαι , δεν θα σε πειράξουμε . 
Λοιπόν . Να τελειώνουμε . 
Κατέβασε το όπλο . 
Όχι μάρτυρες . 
Τι σκατά έχεις πάθει ; Δώσ ' το μου αυτό . 
Πέταξε το κινητό . 
Είπα πέταξε το κινητό , Τζέθρο . 
Φρέντι , μη ... 
- Διακοπή επικοινωνίας . - Συγχαρητήρια . Πες μου με ποιον μιλούσε . 
Ας κοπιάσουν , Έντι . 
Ας κοπιάσουν , γαμώτο μου . 
Έλα δω . 
Τι σκατά θα πει αυτό ; 
Όλοι νιώθουμε τον πόνο σου , Τζόνι . 
Ξέρουμε γιατί βρίσκεσαι εδώ . 
Αφέθηκες στην εμπειρία των σωματικών απολαύσεων . 
Δεν είναι το αμάξι το θέμα . Δεν είναι το ρολόι στον καρπό σου . 
Δεν είναι τα πέντε γραμμάρια κόκας ή οτιδήποτε άλλο σε φτιάχνει το βράδυ της Παρασκευής . 
Ξέρεις ότι δεν σου προσφέρουν τίποτα . 
Γι ' αυτό είσαι εδώ . Γι ' αυτό είμαστε όλοι εδώ . 
Εμείς μπορούμε να σου προσφέρουμε αγάπη κι αδελφοσύνη . Ενώ ο κόσμος εκεί έξω το μόνο που μπορεί να σου προσφέρει είναι ένα φέρετρο γεμάτο κούφια οστά . 
Κλείσε τα μάτια σου κι άνοιξε την καρδιά σου στον Θεό . 
Λοιπόν , ας καθίσουμε να στοχαστούμε ένα λεπτάκι . 
Μάξι . Ανάλαβε εσύ . 
Λυπάμαι , Τζον , αλλά δεν βρίσκουμε τον Τόμι μας . 
- Δεν σηκώνει το τηλέφωνο . - Και ; 
Υποτίθεται ότι θα έπαιρνε τα λεφτά . Εξαφανίστηκε . Κάπου θα βολοδέρνει . 
Δεν θα ανησυχούσα , μα έλαβα μήνυμα από τον Τζέθρο που ήταν μαζί του . 
Και τι έλεγε ; 
Ήταν διφορούμενο . 
Τι θα πει " Ήταν διφορούμενο " ; Όχι ξεκάθαρο . Ανοιχτό σε ερμηνεία . 
Ξέρω τι σημαίνει η λέξη , Έρολ . Τι έλεγε το μήνυμα ; 
Μάλιστα . Χώστε τον πίσω . Θα τον βάλουμε σε ασφαλές μέρος . 
- Πόσο μεγάλος είναι ο καταψύκτης σας ; 
- Όχι τόσο . 
- Το γραφείο κλειδώνει ; - Ναι . 
Κλείστε παντζούρια , πόρτες , κανείς δεν μπαίνει ούτε βγαίνει . 
- Πόσοι είναι στο σπίτι ; 
- Η μαμά και 20 εργαζόμενοι . 
Δώσε ρεπό για την υπόλοιπη μέρα στο προσωπικό , και κάτσε στα αυγά σου . 
Είκοσι προσωπικό , ρεπό , το ' πιασα . Σημειώθηκε . 
Έντουαρντ , εσύ τον ελέγχεις . Ναι . Άσ ' το πάνω μου . 
Πάμε , λοιπόν . 
Εσύ . Στο αμάξι . Τώρα . 
Λοιπόν , έλα , κάθισε . 
Μίλα στο προσωπικό . Δεν μιλάς σε άλλον . Ναι . Όχι , μια χαρά . Όλα καλά . 
Μόνο που ... μου ήρθαν όλα κάπως απότομα . 
Ξαφνικά τα βλέπω όλα τρισδιάστατα . 
Όλα είναι τρισδιάστατα . 
- Τα βλέπω διαφορετικά για κάποιον λόγο . 
- Ναι , Φρέντι , είναι διαφορετικά . Τώρα είσαι δολοφόνος . 
Θέλετε απλώς να στέκομαι εδώ και να τον παρακολουθώ ; 
Και η δουλειά μου ; Να πάω τουαλέτα ; 
Θέλω να βάλεις το μυαλό σου να δουλέψει , Τζίμι . 
Γαμώ το κέρατό μου . 
Δεν ξέρω αν μπορώ να το κάνω . Θέλω συγκεκριμένες οδηγίες . 
Μια χαρά θα τα πας . Είναι μόνο για δυο ωρίτσες . 
Μην του δώσεις τηλέφωνο . 
Είναι κρατούμενός μας κι έχει μπλέξει . 
Μην αφήσεις να σε καλοπιάσει . 
Έγινε , αφεντικό . 
Κανένα πρόβλημα . 
Καπνίζεις καμιά φούντα ; 
Γιατί ; Σου βρίσκεται καθόλου ; 
Πρέπει να βρούμε λύση χωρίς άλλες απώλειες . 
Το τελευταίο πράγμα που θέλουμε είναι κι άλλο πτώμα . 
Οι φόνοι δεν βοηθάνε τη δουλειά μας . 
Πρέπει να καταλάβεις τι αντιμετωπίζουμε . 
Ο Τόμι Ντίξον ήταν πολύ χαμηλά στην τροφική αλυσίδα . Αλλά ο αδερφός του , ο Γκόσπελ , είναι κομματάκι πιο ψηλά . 
Και τρελός για δέσιμο . 
Αυτός είναι επικίνδυνος . - Και ξέρει υψηλά ιστάμενα πρόσωπα . 
Τον Ιησού . Και τον μπαμπά του . Που βοήθησαν να γίνει από τους μεγαλύτερους εμπόρους κόκας στα ΒΔ . 
Τον Ιησού και τον μπαμπά του . Άτακτος συνδυασμός . 
" Μην εμπιστεύεστε τους άρχοντες , είναι μονάχα άνθρωποι και δεν μπορούν να σώσουν . 
Όταν φύγει από αυτούς το πνεύμα τους , ξαναγυρίζουνε στο χώμα . Κι αυτήν την ίδια μέρα , τα σχέδιά τους χάνονται ! " 
" Εγώ είμαι η οδός , η αλήθεια και η ζωή , κανείς δεν πηγαίνει στον Πατέρα παρά μόνο αν περάσει από μένα ! " 
Η εκδίκηση θα φανερωθεί . 
Στη θέση σου θα το άφηνα στους επαγγελματίες . 
Καλημέρα . Μπονζούρ . 
Φίλιξ , είσαι καλά ; 
Πολύ καλά , ευχαριστώ . 
Απλώς ... μόλις σηκωνόμουν από το κρεβάτι . 
Σου έχω μια δουλίτσα . 
Είσαι ελεύθερος σήμερα ; 
Σήμερα ; 
Κάτσε να δω το πρόγραμμά μου . 
Τυχερή είσαι . - Αλλά θα χρειαστώ οδηγό . 
Το ... Να ακούσω τη λίστα άλλη μία φορά . 
Μοσχολέμονο . 
Υδροφθορικό οξύ . 
- Αυτό ; - Οδοντωτό πριόνι . 
- Πριόνι ... - Παλινδρομικό . Από αυτό . 
- Πλαστικές σακούλες . - Σακούλες . 
Στολή προστασίας . - Στολή προστασίας . - Στολή ... 
Φύγαμε . 
Και πρέπει να πάρουμε ... φε . 
Καφέ . 
Πώς έμπλεξες στο παιχνίδι ; 
Ήμουν στη χορωδία . 
Μ ' αρέσει η μουσική , οι αριθμοί . 
Αυτό είναι η μουσική . Απλώς είναι αριθμοί που κινούνται συντονισμένα . 
Μου πρόσφεραν τη δουλειά , τα λογιστικά . 
Δεν ήξερα ότι ήταν οικογένεια μαφιόζων . 
Ο Τόμι Ντίξον δεν μου φάνηκε ιδιαίτερα θρησκευόμενος . 
Σ ' αυτό κάνεις λάθος . 
Η συγκεκριμένη μάρκα του Ιησού είναι πιο θανατηφόρα από αέριο μουστάρδας . 
Τα αδέρφια είναι τελείως παλαβά . 
Ένα πράγμα τους αρέσει περισσότερο , να σκοτώνουν . 
Στον Τόμι άξιζε ό , τι έπαθε . 
Χαίρομαι που πέθανε . 
Δεν θα πω τίποτα πουθενά . Ούτε κουβέντα , ορκίζομαι . 
Στον άλλο Ιησού . Στον καλό . 
Εγώ ίσως σε πιστέψω , Τζέθρο , άλλους πρέπει να πείσεις . 
- Θα με σκοτώσουν . 
- Όχι απαραίτητα . 
Καλά ξυπνητούρια , Φίλιξ . 
Φίλιξ . Μποντζόρνο . Μια χαρά σε βλέπω . 
Μπλάνκετ , άνοιξε πίσω και βγάλε το πατάκι , παρακαλώ . 
Αμέσως . 
Είναι παγωμένος . 
Μάλιστα . Έχουμε περιορισμένο χρόνο ; 
Επί του παρόντος . Η μητέρα κοιμάται . Το προσωπικό πήρε ρεπό . 
Οπότε ... ένα πτώμα , ένας μάρτυρας , ναι ; 
Απλά κι όμορφα . Ο μάρτυρας μαζί σας ; 
Ξεκινάμε από τα απλά . 
Τι σκατά περιμένετε εσείς ; 
Αν μπείτε μέσα , αλλάξτε . 
Ένα πτώμα με τραύμα στο κεφάλι . 
- Αυτό το όπλο χρησιμοποιήθηκε ; - Ακριβώς . 
Γκέινσμπορο είναι αυτός ; 
Υπέροχος . 
Θα ασχοληθούμε μετά . 
Σκέφτομαι τεμάχισμα και θάψιμο . 
Κόβουμε το πτώμα στα τέσσερα , βρίσκουμε ένα ... γαλήνιο αλλά απομονωμένο σημείο , το θάβουμε βαθιά , το πασπαλίζουμε με μοσχολέμονο , το αμπαλάρουμε με χώμα και το διακοσμούμε με λίπασμα . 
- Έχω μια απορία . 
- Παρακαλώ . Γιατί το κάνεις κομματάκια ; 
Πρώτον , ανοίγεις πιο μικρή τρύπα . 
Επιπλέον , επιταχύνεις την αποσύνθεση όταν εκθέτεις τα εσωτερικά όργανα . 
Τα σκουλήκια κάνουν πάρτι . 
Βλέπεις , στην τέχνη μου , πρέπει να έχεις ολιστική προσέγγιση . 
Κιθ , καθαρίζεις το αίμα από τους τοίχους . 
Μπλάνκετ , βάλε το όπλο στο πορτμπαγκάζ . Πάρκαρέ το από πίσω , τουλάχιστον να μη φαίνεται για τώρα . 
Θα διαμελίσω το πτώμα έξω . 
Αναλαμβάνεις την επιχείρηση ; 
Ναι . Παρέχω ολοκληρωμένη εξυπηρέτηση . Καθώς και την απομάκρυνση των μαρτύρων . 
Λοιπόν , άλλες απορίες ; 
Σούζαν , σύστησέ με στον οικοδεσπότη . 
Έντι , αυτός είναι ο Φίλιξ . 
Έχει πείρα ετών σε τέτοιες καταστάσεις . 
- Θα προσφέρει τις γνώσεις του . 
- Έντι . Φίλιξ . Ευχαριστώ που ήρθες αμέσως . 
Ναι , φυσικά , αυτά δεν περιμένουν . 
Εκτιμώ τη γνώση και την τεχνογνωσία σου , μα πρέπει να μιλήσουμε για τον Τζέθρο . 
Ο Τζέθρο είναι ο μάρτυρας ; Ναι ; 
Μπορούμε να τον χρησιμοποιήσουμε για να μας καλύψει στον Γκόσπελ . 
Τι θα λέγατε αν υπονοούσα ότι ο Τόμι κι ο Τζέθρο δεν τα πήγαιναν καλά ; Ότι τσακώνονταν την ώρα που μετρούσαν τα λεφτά . 
Θα τραβήξουμε την παράσταση με το κινητό του Τόμι . Βάζουμε το πτώμα στο πορτμπαγκάζ . 
Ο Γκόσπελ νομίζει ότι ο Τζέθρο σκότωσε τον Τόμι για τα λεφτά . 
Συγγνώμη , και πού βρίσκεται ο Τζέθρο την ώρα που γίνονται αυτά ; 
Σε φορτηγό πλοίο για Αυστραλία . Με δύο εκατομμύρια στην τσέπη . 
Δεν θα ήταν καλύτερα να τον στέλναμε στη Λαπωνία ; 
Να κάνει παρέα με τον Άι Βασίλη και τα ξωτικά , να κατασκευάζει παιχνίδια . 
Είναι καλό παιδί , πήρε λάθος δρόμο . 
Αν είχε επιλογή δεν θα το είχε κάνει . 
Εσύ τι λες , Φίλιξ ; 
Να του κόψεις το σκατο-κεφάλι του . 
Τέλεια . Ξέρω τι θα έκανε ο πατέρας σου . 
Κι εκείνος θα του έκοβε το σκατο-κεφάλι του . 
Είναι στη φυλακή , οπότε δεν θα του το κόψουμε . 
Εξαιρετικά . Αφού το ξεκαθαρίσαμε , κρατήστε τον Τζέθρο να πάω να μιλήσω στον Γκόσπελ . 
Μην ξεφορτωθείτε το πτώμα ακόμα . Εντάξει ; 
- Μας δίνεις ένα λεπτό ; 
- Παρακαλώ . 
- Πάμε να τα πούμε . - Ευχαρίστως . 
Μάλλον δεν έχεις καταλάβει γιατί είμαστε εδώ . 
Βοηθάω να αντιμετωπίσεις κάτι που δεν προκάλεσα εγώ . 
Δεν θες τη βοήθειά μου ; Θα πω στα παιδιά να φύγουν . 
Όχι . Ζητώ συγγνώμη . 
Δεν ήθελα να φανώ αχάριστος . Απλώς θέλω λίγο χρόνο να δω αν μπορώ να το τακτοποιήσω . 
Είπες ότι ο φόνος βλάπτει τη δουλειά . 
Έχεις 24 ώρες , αλλιώς θα βγάλω τη σκούπα . 
Τέλεια . 
Δεν θέλω να το κάνω , Έντι . 
Ούτε πριν ήθελα ούτε τώρα θέλω . 
Δεν χορεύω , εντάξει ; Δεν χορεύω , γαμώτο μου . 
Έκανες κάτι πάρα πολύ κακό , Φρέντι . 
Σκότωσες έναν άντρα . Κι ό , τι γίνεται δεν ξεγίνεται , αλλά υπάρχει μια αμυδρή ελπίδα , αν κάνεις ακριβώς ό , τι σου λέω ... να τη σκαπουλάρεις . 
Θα χορέψεις . 
Καλώς . 
Κύριε Τζέι , παρακαλώ . 
Χρησιμοποιείς μελάνι Waterman Serenity ; Μπλε , όχι μαύρο ; 
Πράγματι . 
Φρόντισε να βάλεις στυπόχαρτο . 
Θα προσθέσω ένα όνομα στη λίστα . 
Στείλε πρόσκληση στον νέο Δούκα του Χάλστεντ , μήπως δεχτεί . 
Ορίστε , κύριε . 
Είμαι παπάρας πολυτελείας που τα σκάτωσε 
- Το καλύτερο . 
- Το καλύτερο από τα χειρότερα . 
Αγάπη μου . 
Γεια σου , μητέρα . Κάτι τελειώναμε . Τι θα ήθελες ; 
Μόλις μας παρέδωσαν αυτό ιδιοχείρως . - Μάλιστα . 
- Μια πρόσκληση από κάποιον κο Τζόνστον . 
Μήπως Τζόνστον με " Τ " ; 
- Ναι , φίλος σας ; 
- Όχι , δεν έχουμε συστηθεί ακόμα . 
Τότε είναι πολύ κρίμα που η πρόσκληση δεν απευθύνεται σ ' εσάς . 
Μήπως θα ήθελαν ένα τσάι οι φίλοι σου ; - Το προσωπικό είναι άφαντο . 
- Ένα τσάι θα ήταν υπέροχο . 
- Ναι . - Θα το φροντίσω εγώ , κυρία . 
Ευχαριστώ , Τζεφ . 
Νομίζω ότι ήρθε η ώρα να γνωριστώ με τον Στάνλεϊ Τζόνστον . 
Νόμιζα ότι είχε κλείσει αυτό το κεφάλαιο . 
Λάπσανγκ σουτσόνγκ . 
Μπισκοτάκι ; Ευχαριστώ , Τζέφρι . Πολύ ευγενικό εκ μέρους σου . 
Φρέντερικ , γιατί ντύθηκες σαν κότα ; 
Κάτι τέτοιο , ναι . 
Βλέπεις , η κότα είναι πιο ... Το θέμα με την κότα είναι ... Εσύ τι θα έλεγες , Έντι ; 
- Φιλανθρωπική οργάνωση . - Φιλανθρωπική . 
Ποια ; 
Μία που ασχολείται με τις άθλιες συνθήκες της εκτροφής σε κλωβοστοιχίες . 
Ακριβώς . Πολύ ανιδιοτελές εκ μέρους σου , Φρέντι . 
Δεν ήξερα ότι έχεις τέτοιο πάθος με τις φιλοζωικές . 
Κάνουμε ό , τι μπορούμε για τις κότες του άλλου , έτσι δεν είναι ; 
Έχω μπερδευτεί , δις Γκλας , επειδή ... Τι ακριβώς είπαμε ότι κάνετε ; 
Ο σύζυγός μου έλεγε ότι είχε να κάνει με αντίκες ; Και τώρα φαίνεστε αφοσιωμένη στην προστασία των ζώων . 
Τι ακριβώς είναι ; Αντίκες ή κότες ; 
Προσωπικά , δεν ενδιαφέρομαι για τις συνθήκες που αφορούν τις στερήσεις των πουλερικών . 
Αλλά η καρδιά του εξοχότατου είναι πιο συμπονετική από τη δική μου . 
Και καθώς τον βοηθάω στα επαγγελματικά του , - είπα να βάλω ένα χεράκι . 
- Πίνω σ ' αυτό . 
Τρεις φορές . Τηλεφώνησε τρεις φορές . 
Μήπως θέλει να μου μιλήσει ; 
Έτσι υποθέτω , Φρέντι , ναι . 
Κοίτα , για να πετύχει αυτό , πρέπει να παριστάνεις τον άνετο . 
Δεν θέλω να φερθώ σαν κόπανος , αλήθεια , αλλά εσύ πρέπει να το σηκώσεις . 
- Εμπρός , τηλέφωνο του Φρέντι . - Είναι εκεί ο Φρέντι ; Να του μιλήσω . 
Λείπει σε δείπνο . Θα αφήσετε μήνυμα ; 
Λέγομαι Τζον Ντίξον . 
Με ποιον μιλάω , παρακαλώ ; 
Στον Έντουαρντ , τον αδερφό του . 
Μάλιστα . Μεγάλη σύμπτωση , αφού καλώ για τον αδερφό μου , Τόμι Ντίξον . 
Ίσως τον έχετε ακουστά ; 
Ναι , πράγματι , ήταν εδώ το πρωί . 
Μάλιστα . Χαίρομαι που το ακούω . 
Βλέπετε , δεν γύρισε σπίτι , και προσπαθώ να μάθω πού βρίσκεται . 
Έφυγε από δω κατά τις 11 : 00 το πρωί . 
Ήσασταν κι εσείς εκεί ; 
Ήμουν , ναι . 
Τότε είστε ο τελευταίος που τον είδε . 
Λυπάμαι γι ' αυτό που ακούω , κύριε Ντίξον . 
Μπορούμε να βοηθήσουμε ; 
Θα μπορούσα να περάσω από κει αύριο κατά τις δώδεκα ; Για να τα πούμε . 
Αν πιστεύετε ότι θα βοηθούσε . Το πιστεύω . 
Εντάξει , να προσέχετε ως τότε . 
Έρολ , μυρίζομαι μπελάδες . 
Αύριο το μεσημέρι ; Καλό . 
Φρέντι , γιατί ήρθαν δύο αμάξια ; 
- Κατέβασαν ολόκληρη ενδεκάδα . 
- Ναι , λαός . 
Μη σας φοβίζει η όψη των παλικαριών μου . 
Είναι καλά παιδιά . Ευγενικά . Θεοφοβούμενα παιδιά . 
Καλησπέρα , κε Ντίξον . 
Δικό σας το τσαρδί ; Ναι . 
Πολύ ... Versace . 
Πολύ εντυπωσιακό . 
Ο λογαριασμός ρεύματος θα είναι φωτιά . 
Συγγνώμη , τι εννοείτε ; 
- Ξέρετε τον αδερφό μου , τον Φρέντι . 
- Αμέ , εγώ κι ο Φρέντι γνωριζόμαστε . 
Μετανόησε , παλικάρι μου . Ο Ιησούς σ ' αγαπάει . 
Γνωριζόμαστε καλά . Ωραία . 
Κύριε Λόρενς . 
Παρακαλώ . Και φέρτε κι όλη τη χορωδία . 
Λυπούμαστε που ακούμε ότι ο αδερφός σας αγνοείται . 
Όπως είπα στο τηλέφωνο , μετά την ολοκλήρωση της συναλλαγής με τον Φρέντι , χθες , έφυγαν και δεν ξαναείχαμε νέα τους . 
Το θέμα επιλύθηκε καταπώς ήθελε ο Τόμι ; 
Πάρε πούλο ! 
Ναι . Ο Φρέντι τού έδωσε τα λεφτά . Ο Τόμι περίμενε όσο ο συνεργάτης του ... 
Τζέθρο , είπαμε ; 
- Τζέθρο . - Ναι . Ο Τζέθρο τα μέτρησε για να βεβαιωθεί ότι είναι εντάξει , κι έφυγαν . 
Ανησυχώ επειδή κανείς από τους δυο τους δεν έχει δώσει σημεία ζωής . 
Κι είναι κι ένα αινιγματικό μήνυμα που λάβαμε από τον Τζέθρο . 
Έρολ , δείξ ' τους το μήνυμα . 
" Προσέξτε τον Τόμι Γου Γου " . 
- Συνδέεται κάπως με τη θρησκεία ; 
Μήπως είχε καθίσει στο κινητό του ; 
Ίσως . Αλλά πιστεύω ότι προσπαθούσε να στείλει μήνυμα . 
Το ερώτημα είναι ... τι ; 
Έντι , έχεις κάποια ιδέα ; 
Καμία , δυστυχώς . 
Αν και υπήρχε κάτι . 
Ίσως να μην είναι κάτι , αλλά υπήρξε ένας μικρός διαπληκτισμός . 
Τι εννοείτε " διαπληκτισμός " ; 
- Εννοεί ... 
- Έρολ , ξέρω τι θα πει διαπληκτισμός . 
Ενώ ο Τζέθρο μετρούσε τα λεφτά , ο αδερφός σας αγανάκτησε , κι αντάλλαξαν βαριά λόγια . 
Έρολ , πώς σου ακούγεται ; 
Δεν υπήρχε καμία δυσαρέσκεια ανάμεσά τους . 
Ποια ήταν η φύση της διαφωνίας τους ; 
Ο Τόμι θεωρούσε ότι καθυστερούσε πολύ τη διαδικασία . Ο Τζέθρο δεν βιαζόταν . 
Ο Τόμι δεν είναι ο πιο υπομονετικός τύπος . 
Ίσως να έληξε εκεί . Όπως είπα , ίσως να μην ήταν τίποτα . Τίποτα . Ελπίζω ο Τόμι απλώς να ξεστράτισε . 
Δεν θα ήταν η πρώτη φορά . 
Ο Θεός αγαπάει όσο τίποτα έναν αμαρτωλό που ξαναμπαίνει στον ίσιο δρόμο . 
Αλήθεια , νιώθει κανείς εδώ μέσα την ανάγκη να μετανοήσει ; 
Θα μοιραστείς κάτι μαζί μας , Φρέντερικ ; 
Ναι . Έχω να εξομολογηθώ κάτι . 
Αφαίρεσα μια ζωή . 
Ποιον σκότωσες , γιε μου ; 
Συγγνώμη , Έντι . 
Ευθύνομαι για τον θάνατο του Μόντι . Ορίστε . 
- Της γάτας ; - Ναι . Είχα ακούσει ότι για να μάθει η γάτα κολύμπι την πετάς σε λίμνη . Κι έτσι , τον πέταξα μέσα . Και βούτηξε , και βούλιαξε . 
Φρέντι , δύο βδομάδες έψαχνα τον γάτο . Συγγνώμη . Πάνε 25 χρόνια από τότε . 
Νόμιζα ότι μπορούσε να το χειριστεί . 
Κάτι άλλο ; 
Ναι , χούφτωσα και την οικονόμο που γούσταρες ... Φρέντι . 
Τι διάολο κάνει ; 
Ευχαριστώ για τον χρόνο σας . Συγγνώμη για την ενόχληση . 
Μην το συζητάτε . 
Ελπίζω να τον βρείτε . 
Το εκτιμώ αυτό . Αλλά δεν νομίζω να τον βρω . 
Όταν στεκόμουν εκεί , ένιωσα ένα συνταρακτικό συναίσθημα ότι η ψυχή του αδερφού μου δεν είναι πια στο σώμα του . 
Θεέ μου . 
Κατά μία έννοια , είναι κάτι ένδοξο ... αλλά ως ένδειξη σεβασμού , θα ζητήσω ενός λεπτού σιγή . 
Γίνεται ; 
Ναι . Όχι , ναι . Βεβαίως , ναι . 
- Μπορείς ... - Έντουαρντ , θέλεις να ... 
Θέλεις να ... 
Καλύτερα να ... 
Είναι πολύ σφιχτό . 
Χαίρε Μαρία . Αμήν . 
Εντάξει , την κάνουμε ! 
Το έχαψε ; Έτσι νομίζω . Είναι ακόμα νωρίς για να πούμε . 
Φυσικά , ναι . 
Αλλά αν το έχαψε , αν το ξεπεράσουμε αυτό , θα σου το ανταποδώσω . Και δεν μιλάω για χρήματα . - Θα σου χρωστάω τη ζωή μου . 
- Ναι , θα μου τη χρωστάς . 
Διαμέρισμα 12 , έκτος όροφος , το διαβατήριο είναι στο δωμάτιό μου . Τρίτο συρτάρι , πίσω από τα εσώρουχα . 
Δεν πιστεύω να έχεις συγκάτοικο ; 
Μένω μόνος μου . 
Καλώς . Άσ ' το πάνω μου . 
Γίνεται χαμός σήμερα . Πολλές επισκέψεις . 
Περιμένουμε κάποιον άλλο ; 
Όχι . Νομίζω ότι τελειώσαμε για σήμερα . 
Ξέρω ότι είναι δύσκολο , να μπαινοβγαίνει κόσμος , αλλά δεν θα είναι για πάντα , αλήθεια . 
Τι ; Γιατί γελάς ; 
Το ίδιο είχε πει ο πατέρας σου . 
Ευχαριστώ , Λόρενς . 
Εξοχότατη . 
Αλλά δεν ήταν στο χέρι του . 
Άρα γνώριζες . - Ναι . - Το γνώριζες εξαρχής . 
Γιατί δεν το είπες ; 
Γιατί έπρεπε να αποφασίσεις μόνος σου . 
Ο πατέρας σου δεν πίστευε ότι ήταν κακό . 
Τα λεφτά , ξέρεις , όλοι ωφεληθήκαμε . Αλλά τον δηλητηρίασαν . Δηλητηρίασαν την ψυχή του . Και δεν θέλω να πάθεις το ίδιο . 
Δεν θα το επιτρέψω . 
Πρέπει να επιλύσω ένα ζήτημα . Ο Φρέντι ; Ναι . Ο Φρέντι . 
Αλλά όταν το επιλύσω , και θα το επιλύσω ... θα τους απομακρύνω από το κτήμα . 
Τότε ... υποσχέσου μου ότι θα προσέχεις . 
Αν αφήσεις τη χαραμάδα ανοιχτή , μόλις πέντε εκατοστά , η φύση θα βρει τρόπο να μπει . 
Δεν εκπλήσσομαι . Μπερδεύονται . Είναι αιώνιο καλοκαίρι εδώ . 
Μπρο , όλων των λογιών . Νερόφιδα . Ερμίνες . 
Μια φορά πέταξε ένας κοκκινολαίμης μέσα . 
Τον έπιασα σαν μπάλα του μπέιζμπολ . 
Ξέρεις , αν πάρεις τον δείκτη σου και τον βάλεις στο λοφίο του , και του τρίψεις τα βυζάκια , πρέπει να πιάσεις τον σωστό ρυθμό , το πουλί θα σου παραδοθεί . 
Πόδια ανοιχτά , φτερά τεντωμένα . 
Τζίμι , εγώ είμαι . - Εμπρός . - Δεν είναι εκεί που είπε . 
Λέει ότι αυτό που ψάχνει δεν είναι εκεί που είπες ότι είναι . 
Νόμιζα ότι ήταν εκεί που είπα . 
- Λέει ότι είναι εκεί που σου είπε . 
- Τι ; - Έψαξε στο συρτάρι ; 
- Στο συρτάρι ; - Τζίμι . - Στο συρτάρι . Δώσ ' του το κωλοτηλέφωνο . 
Μπρο , έχω συγκεκριμένες οδηγίες να μην του δώσω κινητό . 
Μπορεί να πάρει κανέναν . Δεν είναι κρατούμενος ; 
Ρώτα τον πάλι πού είναι το γαμημένο διαβατήριό του . 
- Στο συρτάρι με τις κάλτσες . - Σκατά . Μισό . Κάτω από τα πλήκτρα . - Παίζεις πλήκτρα ; - Ναι . - Παίζει πλήκτρα ! - Τζίμι . - Είμαι καλός . 
- Έπαιζα κι εγώ πλήκτρα . - Τζίμι . - Μπρο , δίπλα στα πλήκτρα . 
- Από κάτω . 
- Στο ντουλαπάκι . - Ντουλαπάκι . 
- Δεν ξέρω ποιο , μα είναι μικρό . - Εντάξει , καλά . 
Το κέρατό μου ! 
Καλησπέρα , κύριε . 
Ευχαριστώ . 
Εδώ δες . Ντυμένος σαν πολεμιστής . 
Πήρες το διαβατήριο ; 
Υπήρξαν επιπλοκές ; 
Τα χάλια σου έχεις . 
Γιατί ήρθαμε εδώ ; 
Να μάθουμε γιατί ο θείος Σταν δίνει τα διπλάσια για το κτήμα σου . 
Γιατί να " μάθουμε " ; 
Μάλλον δεν τον ενδιαφέρει το σπίτι . Νομίζω ότι είναι η μπίζνα μας . 
Και η δική του ; Μεθ . Έχει βγάλει δισεκατομμύρια . 
Τι είσαι , Σούζαν ; 
- Έμπορος ναρκωτικών με καρδιά ; 
- Μας αρέσουν τα λεφτά όπως σε όλους . Τα δικά του ναρκωτικά έχουν βίαιο τίμημα . 
Εμείς μένουμε στη λωρίδα μας επειδή , συγκριτικά , είναι ήσυχη . 
Αν τον βάλουμε στο παιχνίδι , θα γίνει μακελειό . 
Να μας . 
Ο κύριος Τζόνστον ζηλεύει κατά κάποιον τρόπο την απουσία σας . 
Παρακαλώ . 
Ο εξοχότατος Δούκας του Χάλστεντ , συνοδευόμενος από τη δίδα Σούζι Γκλας . - Καλώς ήρθατε , εξοχότατε . - Αργήσαμε . 
Συνάντησα έναν φίλο . Χαρά μου . 
Να σας συστήσω την πριγκίπισσα Ροζάν . 
- Γεια σου , Ρόζι . 
- Έντι . 
Ρόζι , Έντι , εξοχότατε , υψηλοτάτη . 
Περνούσαμε τα καλοκαίρια στο Χάλστεντ Μάνορ . 
Χρόνια πριν . 
Έπρεπε να το περιμένω . Μικρός που είναι ο κόσμος . 
Η πριγκίπισσα Ροζάν είναι απόγονος του βασιλιά Λεοπόλδου Γ ' . - Ενδέκατη στη σειρά για τον βελγικό θρόνο . 
- Θυμάμαι ότι ήταν 12η . 
- Ποιον χάσαμε , Ρόζι ; 
- Ο μπαμπάς έπεσε από το άλογο . 
Ξέρω ότι ποτέ δεν τον συμπάθησες . 
Είχε και τα καλά του . Το κυριότερο ήσουν εσύ . 
- Λυπήθηκα για τον πατέρα σου . 
- Όπως όλοι μας . 
Γνωρίζατε τον μακαρίτη ; 
Η Σούζι συνεργαζόταν χρόνια μαζί του . - Ως τι ; 
- Είμαι έμπορος αντικών . 
Τι ευτυχής συγκυρία . 
Ίσως βοηθήσετε να επιλύσω μια διαφωνία . 
Εγώ θα τα πω με την πριγκίπισσα όσο γυαλίζετε τις αντίκες σας . 
Καλό βράδυ . 
Ο αδερφός σου δεν πρέπει να χάρηκε που τον αποκλήρωσε . 
Δεν ήταν ό , τι πιο εύκολο . 
Η απάντηση ήταν κόκα και πάρτι ; 
Κυρίως το πρώτο , λιγότερο το δεύτερο . Με συγχωρείτε . Η κυρία Τζόουνς . 
Η Σούζαν Γκλας . 
Χαίρω πολύ . 
Η κυρία Τζόουνς είναι σύμβουλος εξαγορών . 
Ποια η σχέση σου με τον κο Τζόνστον ; 
Είναι πολύ διασκεδαστικός . Και γενναιόδωρος . 
Πρόσφατα αγόρασα ένα πολύ συγκεκριμένο ρολόι . 
Η κυρία Τζόουνς επέμεινε να φτιάξω αντίγραφο . Το ερώτημα που έχω για σας είναι αν καταλαβαίνετε τη διαφορά . 
Διέκρινα ότι είναι ένα Patek Philippe 1518 . 
Πολύ παρατηρητικό εκ μέρους σας . Δεν είναι οποιοδήποτε Patek Philippe 1518 . 
Είναι το ρολόι που φορούσε ο Ουίνστον Τσόρτσιλ κατά την παράδοση της Γερμανίας το 1945 . 
Ξέρεις τι δουλειά κάνει ; 
Ό , τι κι αν είναι , πρέπει να είναι πολύ καλός σ ' αυτή . 
Πάντα μου στέλνει τζετ και δώρα και γιοτ και ... 
Κατάλαβα . 
Ποια είναι η εκτίμησή σου , Σούζι ; Πόσο αξίζει ; 
Ένα τέτοιο Patek Philippe συνήθως κοστίζει μεταξύ δυόμισι και τρεισήμισι , αλλά αν προσθέσουμε την προέλευσή του , ότι κοσμούσε τον καρπό αυτού που υπέγραψε το τέλος του πολέμου , θα έλεγα ότι η αξία του είναι εννιά με δέκα εκατομμύρια . 
Άριστα . 
Τώρα κατανοείτε γιατί επέμενα να φτιάξουν αντίγραφο . 
Αυτός τι κερδίζει ; 
Περνάει χρόνο με μια πριγκίπισσα . 
Όπως θα παρατήρησες , κάνει συλλογή από αριστοκράτες . 
Δεσποινίς Γκλας , θα μπορούσατε να μας πείτε αν είναι αυθεντικό ή μαϊμού ; 
Αν θέλετε να μου κάνετε τη χάρη . 
Αυθεντικό . 
Θα σας εκνευρίζει που το φθείρει . 
Ήσασταν γρήγορη . Πώς το καταλάβατε ; 
Το πλαστό είναι ζεστό στην αφή . 
Ο αυθεντικός κρύσταλλος είναι δροσερός λόγω χαμηλής αγωγιμότητας . 
- Ίσως να το έπαιξα κορώνα γράμματα . 
- Δεν ασχολούμαι με απομιμήσεις . Στον κόσμο μου , δεν χρειάζεται . 
Θα δείτε ότι η φήμη λύνει όλα τα προβλήματα ασφαλείας . 
Αν αφήσω αυτό το ρολόι σε αυτό το μπαρ , ξέρω ότι θα το βρω στη θέση του όταν επιστρέψω . 
Είναι αρκετός χρόνος για να μοιραστούμε ένα πούρο . 
Δεν πάμε ; 
Ελπίζω να ξέρεις πού μπλέκεις , Ρόζι . 
Κατά τη γνώμη μου , είναι άψογος τζέντλεμαν . 
Εσύ ξέρεις πού πας να μπλέξεις ; 
Τι ντροπιαστικό . 
- Φαίνεται να έχω διαρροή . 
- Πάμε να σε καθαρίσουμε ; 
Ας πάμε . 
- Ορίστε . - Ευχαριστώ . 
Να μπούμε στο θέμα μας , δις Γκλας ; 
Ας μην προσποιούμαστε ότι είμαστε σαν αυτούς . 
Αυτοί ζουν σε ζωολογικό κήπο , ενώ εμείς ζούμε στη ζούγκλα . 
Τότε θα μου πείτε γιατί τριγυρίζετε στα λημέρια μου ; 
Ο πατέρας σας έχει δημιουργήσει μια κερδοφόρα επιχείρηση . 
Τα πάτε πολύ καλά , αποφεύγοντας συγκρούσεις κι ανταγωνισμό . 
Δυστυχώς , δεν μπορεί να συνεχιστεί αυτό . 
Και γιατί αυτό ; 
Οι καιροί έχουν αλλάξει . 
Θα χρειαστείτε συνεργάτη . 
Τι σκατά είστε εσείς ; Μάντης ; 
Τι ξέρετε που δεν ξέρω ; 
Έχετε απόλυτο δίκιο . 
Βλέπω το μέλλον . 
Κι αν θέλετε τα πράγματα να παραμείνουν ως έχουν , τα πράγματα θα πρέπει να αλλάξουν . 
Λοιπόν , ευχαριστώ για την προθυμία σας . Θα του το μεταφέρω . 
Μη με πάρετε . Θα σας πάρω εγώ . Καθώς θα φεύγετε , μην ξεχάστε το δώρο σας . Το δώρο μου ; 
Το ρολόι . Είναι για σας . 
Τα ρολόγια είναι για τη συνταξιοδότηση . 
Αργώ ακόμα . 
Γαμώτο , πρόσεχε . 
Μην κουνιέσαι . 
Λοχαγέ . 
Σούζαν , γεια . Είναι όλα όπως πρέπει να είναι ; 
Βουλώνουμε μια τρύπα . 
Έτοιμος . 
Τι του έκανες , πριγκίπισσα ; 
Δεν ξέρω από αυτά , αλλά μοιάζει με τραύμα από σφαίρα . 
- Εσύ τι του έκανες ; 
- Ανόητο αγόρι . 
Δεν νομίζω να έγινε κάτω . 
Δεν ξέρω αν θέλω να το ακούσω . 
- Συμφωνώ . 
- Έντουαρντ , τηλεφώνησέ μου . 
Πήρα το διαβατήριο , αλλά μου κόστισε περισσότερο απ ' όσο περίμενα . 
Καλώς όρισες στη ζούγκλα . 
Να πάρω τον Φίλιξ ; 
Έχει ειδοποιηθεί . 
Τι θα πει αυτό ; Πήγε ; 
Είναι στο σημείο με συγκεκριμένες οδηγίες . 
Να τελειώνουμε ; 
Ευχαριστώ , Φίλιξ . 
Άκου πώς θα πάει . 
Δώσε βάση . 
- Όταν ο Γκόσπελ πάρει αυτόν που σκότωσα ... 
- Σκότωσες ; Ναι . Σκότωσα . Ο δικός σου κόσμος είναι . 
Ήταν αυτοάμυνα . 
Μην τσιτώνεις . 
Όταν ο Γκόσπελ τον ψάξει , θα βρει το πτώμα . 
Γιατί ; 
Θα το αφήσουμε εκεί , σαν να τον σκότωσε ο Τζέθρο ψάχνοντας το διαβατήριό του . 
Ο Γκόσπελ θα ενώσει το παζλ όταν βρει τον Τόμι με την καραμπίνα στο πορτμπαγκάζ του αυτοκινήτου στην αποβάθρα . 
Τι ειρωνεία . Αντί να σώσεις μία ζωή , αφαίρεσες άλλη μία . 
Το κατάλαβα . Αλλά φαίνομαι να χρειάζομαι μάθημα ; 
Δεν είναι μάθημα . Απλώς μια παρατήρηση . 
Να πηγαίνουμε ; Θα βοηθήσεις έναν γέρο στρατιώτη ; Ή απλώς θα μου κουνάς το δάχτυλο ; 
Τα καταφέρνω . 
Κάθισε εσύ , κι εγώ θα σου βγάλω τα παπούτσια . 
Ορίστε . Πιες ένα ποτό . 
- Θα είσαι εντάξει ; 
- Με ένα ποτό θα είμαι . 
Ακόμα εδώ είσαι ; 
Μην το παίρνεις πάνω σου . 
Δεν πηδάω υπηρέτες . 
Όνειρα γλυκά , δολοφόνε . 
Ποιος θα μου βγάλει τα παπούτσια ; 
Περιμένετε εδώ . 
Ήρθε ξαφνικά σήμα από το GPS της Mercedes του . 
Τη βρήκαμε παρκαρισμένη στην αποβάθρα των πλοηγίδων στον Τάμεση . 
Φέρετρο είναι αυτό , όχι αμάξι . 
Αυτό βρέθηκε στην τσέπη του . Πειστήριο Α. 
Μαζί με βίντεο με τη συγγνώμη του αδερφού σου . 
Οπότε , φαίνεται ότι τελικά είχατε δίκιο . 
Το έκανες με μισή καρδιά , σωστά , παλικάρι μου ; 
... κι εκεί , μαλάκας κι εδώ ... Δεν ξέρω . 
Κατέβαλα μεγάλη προσπάθεια . 
Είμαι παπάρας πολυτελείας που ... Αποδείχτηκε ότι ο Τζέθρο ήταν νυφίτσα . 
Δηλαδή ; 
Δολοφόνησε δύο άντρες κι εξαφανίστηκε με όλα τα λεφτά ! 
Τον βρήκατε ; 
Όχι ακόμη , αλλά θα τον βρούμε . Μείνε ήσυχος . 
Μόνο που με προβληματίζει κάτι . 
Το όπλο που σκότωσε τον αδερφό μου βρέθηκε δίπλα στο πτώμα του . 
Είναι όπλο ή μαχαίρι ; 
Είναι μια πολύ σοφιστικέ , αγγλική σκοπευτική καραμπίνα . 
Ως φαίνεται , κοστίζει πάνω από 200.000 λίρες . 
Πώς βρέθηκε στα χέρια του Τζέθρο ; 
Η εξήγηση είναι απλή . Το όπλο είναι δικό μου . Δηλαδή , δικό μας . Ανήκει στον πατέρα μας . 
Παρατήρησα ότι έλειπε αφότου φύγατε . 
Η οπλοθήκη μένει συχνά ξεκλείδωτη , κι ο Τζέθρο κυκλοφορούσε ασυνόδευτος . 
Σκέφτηκα ότι ίσως είναι δικό σας . Δεν αποτελεί όπλο επιλογής ενός εμπόρου ναρκωτικών στο Λίβερπουλ . 
Εδώ είναι στο φυσικό του περιβάλλον . Γι ' αυτό το επέστρεψα . 
Σκέφτηκα ότι το σωστό ήταν να το επιστρέψω στον κάτοχό του . 
Αλλά , όλως περιέργως , καθώς ερχόμουν εδώ , ένιωσα μια απόκοσμη σύνδεση να αναπτύσσεται μεταξύ εμού κι αυτού ... του ραβδιού της κρίσης . 
Μπορεί να ζητάω μεγάλη χάρη , αλλά θα μπορούσα να κρατήσω αυτό το όπλο για λίγο καιρό ; 
Από νομικής άποψης , θα ήταν δύσκολο . 
Ίσως μας βάλει σε περιπέτειες με τον νόμο . 
- Αν και ... - Κρατήστε την . 
Πολύ ευγενικό εκ μέρους σας . 
Αλλά να είστε σίγουροι ότι η κρίση θα φανερωθεί . 
Και τότε , το όπλο θα επιστραφεί . 
Χρωστάμε χάρη στον Ιησού . Αμήν , αδερφέ . 
Μπορούμε να επιστρέψουμε στην ήρεμη ζωή ; 
Όταν μιλάς για " ήρεμη ζωή " , αναρωτήθηκες από πού προήλθαν τα λεφτά ; 
Δεν ξέρω . Δουλεία ; 
Πρέπει να σου δείξω κάτι , Φρέντι . 
Να με πάρει και να με σηκώσει . 
Καλώς ήρθες στη ζούγκλα . 
Το σκάφος θα σε αφήσει σε πλοίο που πάει στην Αυστραλία . 
Θα κάνει πολλές στάσεις , θα πάρει μήνες , αλλά είναι ο ασφαλέστερος τρόπος . 
Τι προσπαθούσες να πεις στο μήνυμα που έστειλες στον Γκόσπελ Ντίξον ; 
" Σκότωσαν τον Τόμι , βοήθεια " . 
Και το " γου γου " ; 
Προβλεπτικό κείμενο , υποθέτω . 
Δύσκολα γράφεις όταν σε κυνηγάει στο δάσος αγέλη σκύλων . 
Καλή τύχη . Ευχαριστώ . 
Δεν θα τον ξαναδούμε . 
Σίγουρα έχεις δίκιο . 
Άκου , εκτιμώ τη βοήθειά σου , αλλά η αρχική συμφωνία ήταν ανάμεσα στον πατέρα μου και τον πατέρα σου . 
Καιρός να μιλήσω μαζί του . 
Αυτό κανονίζεται . Ωραία . 
- Υπάρχει κάτι να του πάω ; 
- Του αρέσει το μπάρμπεκιου . 
- Στη φυλακή ; 
- Είναι ανοιχτού τύπου . 
Κι έχει ορισμένα δικαιώματα . 
Καταπληκτικό φιλέτο . 
Υπέροχο μαρμάρωμα . 
Θέλω να πω , υπέροχο κόντρα φιλέτο . 
Υπέροχο . Ευγενικό εκ μέρους σας , εξοχότατε . 
Τζόρτζι , δεν σηκώνεις την τέντα ; 
Πρέπει να έχεις καλά κονέ . 
Ο πατέρας μου έχει ένα κοπάδι White Park . 
Εμπορικά μη βιώσιμο , αλλά του άρεσε ο τρόπος που έδιωχναν τους πεζοπόρους . 
Μεγάλα κέρατα . Κακότροπα . 
Πάντα έβρισκα χρόνο γι ' αυτόν . Καλός άνθρωπος . 
Πήγαινε , Τζορτζ . 
Θα επιστρέψω μόλις πέσει ο ήλιος . Ναι ; 
Έχω αργήσει ποτέ ; Τι ; Πάντα αργείτε , γαμώτο μου ! Άντε . Δίνε του . 
Θα σου κρατήσω μπριζολίτσα . 
Ξέρετε πώς πήρε το όνομα ; 
Το 1600 , ο βασιλιάς Ιάκωβος , μακρινός συγγενής σου , νομίζω , παρέθετε ένα συμπόσιο με πάνω από εκατό πιάτα . 
Στο τέλος της δεύτερης μέρας , του σέρβιραν ένα μοσχαρίσιο κόντρα φιλέτο από White Park που ήταν τόσο ... Τόσο καταπληκτικά τρυφερό , με τόσο έντονα αρώματα , και του απένειμε τον τίτλο του ιππότη . 
Εγερθείτε , σερ Φιλέτο . 
Και του έμεινε το όνομα . 
Και τα υπόλοιπα , όπως λένε , είναι γνωστά . 
Γαμώτο μου . Συγγνώμη , για όνομα , κάθισε . 
Να ζεσταθούν τα γόνατά σου . 
Ευχαριστώ . 
Τίποτα καλύτερο από ένα μπάρμπεκιου στο καταχείμωνο . 
Ομολογώ , κύριε Γκλας , ότι δεν περίμενα μια τέτοια φυλακή . 
Δεν είδες τίποτα . 
Έχουμε και γήπεδο γκολφ , σκανδιναβική σάουνα , λιμνούλα για να κολυμπάμε , κάνει θαύματα στο κυκλοφορικό . 
Δεν υπάρχει πρόβλημα με τις λεπίδες στη φυλακή ; 
Ο δεσμοφύλακας , ευτυχώς , είναι θαυμαστής της βραβευμένης δεξιοτεχνίας του κυρίου Καβασάκι , την οποία θα έχουμε την τιμή να γευτούμε . 
Ήθελες να ρωτήσεις κάτι , εξοχότατε ; 
Δεν υπάρχει θέμα ; 
- Τι , αυτός ; - Ναι . Μπορείς να μιλήσεις μπροστά του . Είναι εμπιστοσύνης . 
Εκτός αν έχει να κάνει με καταβολή φόρων . 
Σωστά , σεφ ; 
Για να είμαι ειλικρινής , δεν ξέρω γιατί είναι η επιχείρησή σας προς το συμφέρον μου . 
Ήθελα να ανοίξω μια συζήτηση επαναδιαπραγμάτευσης . 
Για περίμενε . Ορίστε ; Μήπως βιαζόμαστε λίγο , Έντουαρντ ; 
Υποτίθεται ότι ήταν μια πρώτη γνωριμία . 
Δεν περνάς απευθείας στο ψητό . Δεν ήρθες να κάνεις γενική επαναδιαπραγμάτευση . 
Μάλλον ο πατέρας σου θέλει να ακούσει . 
Τι έχεις κατά νου ; 
Να έχετε φύγει ως τα τέλη του έτους . 
Σε αντάλλαγμα , σας εγγυώμαι ότι θα σας βοηθήσω να βγάλετε πολλά περισσότερα χρήματα . 
Κύριε Καβασάκι , ρίχνετε το φιλέτο στη φωτιά , σας παρακαλώ ; 
Βάλτε μας κι ένα ποτηράκι από το ωραίο γιαπωνέζικο ουίσκι . 
Πιστεύω ότι θα το τσούξουμε . 
Έπρεπε πρώτα να μιλήσεις μαζί μου . 
- Ήσουν απαράδεκτος . - Θα με είχες αποτρέψει . Εννοείται . 
Επειδή είσαι αριστοκράτης στρατιώτης , όχι έμπορος ναρκωτικών . 
Μισό λεπτό . Εγώ σου το είπα αυτό . Θα σε αποτρέπω από τις δολοφονίες . 
Δεν μας αρέσει να δολοφονούμε κόσμο . 
Ο κοκάκιας αδερφός σου φταίει για όλο αυτό το μπλέξιμο . 
Όταν ξεκινάς μια δολοφονία , την ολοκληρώνεις . 
Κι ο Τζέθρο ; 
Θα τον αφήσουμε να φύγει ; 
Δεν έφυγε ; 
Κάνει παγωνιά έξω ! 
Δεν έρχεσαι μέσα , φίλε ; 
- Ναι , θα έρθω . Ευχαριστώ . - Ναι . 
Να πιεις ένα ζεστό τσαγάκι . 
