Να έχετε τελειώσει ως τις 14 : 00 , κατά τα άλλα , μπράβο σας . 
Εντάξει , αρχηγέ . 
Όχι , ακούστε . 
Ακούστε με . Δεν με νοιάζει ποιανού είναι οι κατσίκες , να μην είναι στον δρόμο . 
Ηρέμησε , λοχία . Στάσου . 
Μην προκαλέσουμε διεθνές επεισόδιο . 
Ο κύριος με το μουστάκι , φύγετε προς αυτήν την κατεύθυνση . 
Κι εσείς , στην αντίθετη κατεύθυνση . 
Να το επιλύσουμε φιλικά . Ας αποφασίσουν οι κατσίκες . 
- Μην τα θαλασσώσεις . 
Μπόμπι ! 
Όλα καλά ; 
- Τα χαρτιά του έχουν λήξει . - Να δω . 
- Χαίρετε . - Χαίρετε . 
- Ναι , μόλις τρεις μέρες . 
Να περάσουν , αλλά μόνο αυτήν τη φορά . - Να το τακτοποιήσουν άμεσα . - Μάλιστα . 
- Φρέντι . 
- Αρχηγέ . 
- Όλα καλά ; 
- Πάω . - Όχι . 
- Θα πάω εγώ . Εσύ μείνε εδώ . - Κύριε . 
Χαίρετε , κύριε . 
Καλησπέρα σας , κύριε . 
Άχμεντ . 
Μάλλον τα νέα δεν είναι καλά . 
Ήταν μια άσχημη πτώση . 
- Ας μου τηλεφωνούσατε . - Το κάναμε , κύριε . Πολλές φορές . 
Στο τέλος , ο αδερφός σας αποφάσισε , ως πρωτότοκος γιος , ότι ήταν απαραίτητο να στείλει εμένα για να σας τονίσω τη σοβαρότητα της κατάστασης . 
Ο πατέρας μου θα πεθάνει , Άχμεντ ; 
Η κατάσταση της εξοχότητάς του είναι σοβαρή . 
Η εντολή μου είναι να σας μεταφέρω αμέσως στο αεροδρόμιο . 
Έχω τη συγκατάθεση των ανωτέρων σας . 
Μάλιστα . 
Φύγαμε . 
Λοχία . 
Πώς να βοηθήσουμε , κύριε ; 
Αναλαμβάνεις εσύ , Τσάρλι . 
Μέχρι να γυρίσω . 
Καλώς ορίσατε , κύριε . 
- Σας έλειψα , κε Λόρενς ; 
Υπότιτλοι * OFFiCiAL Γεια σου , Φρέντι . 
Έντι . 
Εντουίνα , Εντουάρντο , τα κατάφερες . Πλησίασε . Μπράβο , αγόρι μου . 
Μπράβο . Έλα να σε αγκαλιάσω . 
Έλα . Αγκάλιασέ με . Έτσι . 
Χαίρομαι που σε βλέπω . 
Πώς είναι ; 
- Χάλια . Ναι . - Ναι ; 
Θέλω να πω , πλέον έχει έρθει η ώρα του . 
Ο γιατρός λέει απόψε , αύριο το αργότερο . Εσύ ; Πώς είσαι ; 
Για να πω την αλήθεια , δεν ξέρω . Εννοώ πως είμαι , ξέρεις ... 
Πώς είναι η μαμά ; 
Ναι , πρέπει να την έχουμε από κοντά . 
Μάλλον χαπακώνεται με τα φάρμακά του . Οι κόρες των ματιών της είναι σαν ζάντες . 
Μάλιστα . 
- Ψυχραιμία . - Εντάξει . 
Βέβαια , ως εκείνη την ώρα , είχε γίνει στουπί στο μεθύσι κι είχε τσιτσιδωθεί . 
Λες και δεν ήταν στη Βουλή των Λόρδων . 
- Τι διάολο ... - Γεια σου , Τσακλς . 
- Όλα καλά ; - Ναι . 
Πώς είναι ; Διαυγής ; 
Όχι πάντα . Είναι μια έτσι μια αλλιώς . 
Όταν είναι διαυγής , είναι πολύ διαυγής . 
Γεια , μαμά . 
- Αγάπη μου . Δόξα τω Θεώ . 
Θα χαρεί που ήρθες , ακόμα κι αν δεν το δείχνει . 
Δεν περνάμε έξω ; Έλα , αγάπη μου . 
Ο πρώτος Δούκας του Χάλστεντ ήταν σκληρό καρύδι . 
Μόνος του έχτισε αυτό το μέρος . 
Μέχρι και την τελευταία πέτρα . Με τα χέρια του . 
- Μπαμπά ... 
- Έκλεψε τις πέτρες από το μοναστήρι . 
Ο Έντουαρντ είμαι . 
Γιατί μας ξέχασες , παλικάρι μου ; 
Νομίζεις ότι είναι θαρραλέο να παριστάνεις τον σκληρό με τους φίλους σου ; Δεν θα τεμαχίσετε την έκταση . Συνεννοηθήκαμε ; 
Μην ανησυχείς . Ξεκουράσου εσύ . 
Και πρόσεχε τον αδερφό σου . 
Δεν θα επιβιώσει χωρίς εσένα . 
Κατάλαβες ; 
Ναι , μπαμπά . 
Ο τρίτος δούκας , ένας μοχθηρός γεροκαριόλης , σκότωσε 15 Γάλλους πριν το μεσημεριανό . 
Προετοιμαζόταν για μονομαχία . Και πυροβόλησε το πόδι του . 
Την παλιοκουφάλα . 
Γιατρέ ; 
Έντι . 
Ευλογητός ο Παντοδύναμος Θεός . Του Πατρός , του Υιού και του Αγίου Πνεύματος . 
Είθε ο Θεός να είναι μαζί σας πάντα . 
Αμήν . 
Αυτό το κτήμα ανήκει στην οικογένεια πάνω από 600 χρόνια , και ο Φρέντι θα το ... όλο ως τα Χριστούγεννα . 
Πρέπει να κάνουμε κάτι γι ' αυτό . 
Αν ο μπαμπάς το άφηνε σ ' εσένα , θα επαναγριοποιούσες αρκούδες . Τι κακό έχουν οι αρκούδες ; 
Δεν αφήνουν αποτύπωμα άνθρακα κι ήταν εδώ πριν από μας . 
Ναι , και θα σε φάνε . 
Τέλος πάντων , δεν έχει σημασία . 
Το κτήμα περνάει στον πρωτότοκο γιο . 
Στον Φρέντι . Εγώ είμαι η ρεζέρβα . 
Να τον ανατρέψουμε μαζί . 
Ωραία ιδέα . 
Συγγνώμη για την καθυστέρηση . 
Και να τος . 
Εξοχότατη . 
Τα στενά δρομάκια της εξοχής ... 
Ναι , ωραία . Κουράγιο . 
- Ξεκινάμε αμέσως . 
- Τσάι , γλυκέ μου ; Όλα καλά ; 
Είχα κολλήσει πίσω από ένα τρακτέρ . 
Τέλεια . Τελειότατα . - Όχι . - Λοιπόν . 
Όλοι έτοιμοι ή ... 
Ελάτε , να τελειώνουμε . 
Οπότε ξεκινάω . 
" Εγώ , ο Άρτσιμπαλντ Ορέισιο Λαντρόβερ Χόρνιμαν , δωδέκατος Δούκας του Χάλστεντ , έχοντας σώας τας φρένας συντάσσω , γνωστοποιώ και δηλώνω την τελευταία μου βούληση και διαθήκη . 
Στον Τζέφρι Σίκαμ , αναγνωρίζοντας τα χρόνια όπου με υπηρέτησε πιστά , του αφήνω ισόβια μίσθωση της αγροικίας του φύλακα . 
Στη σύζυγό μου , Σαμπρίνα , για την πίστη και αφοσίωσή της όλα αυτά τα χρόνια κοντά μου , αφήνω ένα ετήσιο επίδομα , το ύψος του οποίου θα ορίσει ο νέος δούκας , και το αγαπημένο μου λαμπραντόρ , τη Λούνα . 
Στην κόρη μου , Σάρλοτ , αφήνω το Εντιούρανς , υπό τον όρο να πραγματοποιήσει τον γύρο του κόσμου με αυτό εντός των επόμενων έξι μηνών " . 
Μπράβο , Τσακλς . 
" Καθώς κι ένα καταπίστευμα 1.000 λιρών εβδομαδιαίως έως ότου παντρευτεί . Άντρα . 
Όσο για την υπόλοιπη περιουσία μου , καθώς και τον τίτλο μου , την κατοικία και τη γη , την πλούσια κάβα κρασιών , τη συλλογή έργων τέχνης , τη φάρμα γαλακτοκομικών , το χωριό του Χέδερινγκχαμ , καθώς και το ακίνητο στη Νότια Γαλλία , τα αφήνω στον γιο μου ... " Εντάξει ... 
" ... Έντουαρντ Χόρνιμαν " . 
Νομίζω ... Σκεφτόμουν μήπως όλοι ... 
Συγγνώμη . Ξαναπές το , φιλαράκι . 
" Τα αφήνω στον γιο μου Έντουαρντ Χόρνιμαν " . 
Με συγχωρείς . Λυπάμαι που μπερδεύτηκες . Μάλλον πρόκειται περί ... Είναι ... 
Ο Έντουαρντ . Ο Φρέντι . 
Με φωνάζουν και Φρέντουαρντ , και μπορεί να μας μπερδεύουν . 
Κάποιο λάθος έχει γίνει , δυστυχώς . 
Δεν νομίζω . 
Κατάλαβα , κάνεις πλάκα . Καλαμπούρι . Αυτό ήταν ... Είναι ... 
Εσύ ... Εσύ το κανόνισες ; Είναι πλάκα , έτσι ; Αρρωστημένη πλάκα . 
Είμαι ο μεγάλος γιος ! 
Σ ' εμένα θα πήγαιναν ! Τι ... 
- Τι διάολο γίνεται ; - Όχι . 
- Θα έγινε λάθος . - Άσε με . 
Φρέντι , χαλάρωσε . 
- Μην αρχίζεις κι εσύ . 
- Κάποιο λάθος έχει γίνει . 
Είμαι ο πρωτότοκος γιος , ναι ; 
Που σημαίνει ότι ο τίτλος πηγαίνει σ ' εμένα . 
Όχι επειδή είναι αυτό που θέλω . Είναι ο γαμημένος νόμος . Από την εποχή της Παλαιάς Διαθήκης , Κάιν και Άβελ . 
Είναι θέλημα Θεού . 
Ο πρωτότοκος γιος κληρονομεί τα πάντα . 
Είναι γαμημένη ... Είναι ... Είναι πρωτογαμία , αυτό είναι . 
Πρωτοτοκία , Φρέντι . 
Αυτό είπα . Και το ξέρεις ! 
- Το έχεις ακουστά αυτό , έτσι ; 
- Βεβαίως . Μα η διαθήκη είναι σαφής . Το κτήμα περνάει στον Έντουαρντ και ο τίτλος εμπεριέχει έναν ειδικό όρο που επιτρέπει να περάσει στον δεύτερο γιο ... 
Λυπάμαι πολύ , μου είναι παγερά αδιάφορο το τι αναφέρουν οι όροι της διαθήκης ! 
Ορίστε , κοίτα . " Το δικαίωμα διαδοχής του πρωτότοκου , νόμιμου γιου ... " 
Το εκτύπωσες , Φρέντι ; 
Να λείπουν τα σχόλια , λαίδη Μακμπέθ . Απολύτως τίποτα , όχι . 
" ... να κληρονομήσει την περιουσία των γονιών του " . 
Το σπίτι , ο τίτλος , τα πάντα , γαμώτο μου , όλα περνούν σ ' εμένα ! 
Κουνάς το κεφάλι ; Τι είσαι ; Κοκτέιλ ; Μη μου κουνάς το κεφάλι ! 
- Λήξη συνεδρίασης , κε πρόεδρε . - Φρέντι ... 
Πάμε όλοι , τα μαζεύουμε . Συνεχίζουμε αργότερα . 
Τελειώσαμε . 
Μπορείς να πας σπίτι σου , μας υποχρέωσες , κύριε Σμίδερς . 
Κύριε Μπερνς . 
Όχι , δεν υπάρχει περίπτωση . Δεν υπάρχει . 
Γελάσαμε , ωραίο αστείο ! 
Χίλια συγγνώμη . Όχι . 
Θα συζητήσουμε τις λεπτομέρειες την άλλη βδομάδα που θα έχει ηρεμήσει . 
- Το πήρε άσχημα . 
- Επιστρέφει . Τέλεια . Κατηγορηματικά όχι . Όχι . 
Δεν το δέχομαι με τίποτα ! 
Πες τα με τον Θεό ! 
Πες τα με τον πρωθυπου ... Με τη γαμημένη Βουλή των Κοινοτήτων ! Με τον κώλο σου , δεν με νοιάζει . 
Θέλω ό , τι δικαιωματικά μού ανήκει ελέω της γαμημένης θείας προέλευσης , ναι ; 
Με μαχαίρωσαν στην καρδιά ! 
Με υποσκέλισαν ! 
Με πήδηξαν ασάλιωτα ! 
Με πάτησαν κάτω ! 
Κι εσύ , τέκνον Βρούτε ; 
Πώς το έκανες , Ιούδα ; 
Όλοι εσείς , μια συνωμοσία φιδιών ! 
Ο εξοχότατος ήρθε να κομπάσει . 
Δεν είχα ιδέα . Ξαφνιάστηκα όσο κι εσύ . 
Με διαφορετικό τρόπο , όμως , σωστά ; 
Για πρώτη φορά σε αυτά τα 600 χρόνια , η οικογένεια έσπασε την παράδοση . 
Υπερπήδησες τον μεγάλο σου αδερφό ! 
Όχι πολύ αδερφικό , Έντουαρντ . 
Ευχαριστώ , Γουάμ Ταμ . 
Το ' χω . Ανεβαίνω σε λίγο . 
Πώς λες να με κάνει να φαίνομαι αυτό , Έντι ; 
Πώς λες να με κάνει να νιώθω ; Πώς λες να με βοηθάει να αποπληρώσω τα χρέη μου ; 
Χρέη , Φρέντι ; 
- Τι είδους χρέη ; - Υπέρογκα χρέη . 
- Ακούγεται δυσοίωνο . - Ναι , τι μου λες ; 
Ακούω , Φρέντι . 
Θυμάσαι τον Πιτ Φορμπς Σπένσερ ; Από το Ίτον . 
Πλούσιο μαλλί , μικροσκοπικό πουλί , ιδρωμένα χέρια . 
Τον Πιτ τον θυμάμαι , το πουλί του όχι . 
Έβγαλε χρήμα από τα ακίνητα . Έκαναν ουρά για να μπουν . 
Του έδωσα ένα εκατομμύριο , μου γύρισε 1,5 τρεις μήνες μετά . Ήταν απίστευτο . 
Επόμενο έργο , ουρανοξύστης στις Μαλδίβες . Όποιος πρόλαβε τον Κύριο είδε . 
Ένα , δύο , τρία , τέσσερα εκατομμύρια . 
Και ; 
Τότε ... 
Τι έγινε τότε , Φρέντι ; 
Τότε η φάση στράβωσε . Χτύπησε τυφώνας . Το αεροσκάφος συνετρίβη . 
Όλα πήγαν κατά διαόλου . Τι θες να πω , Έντι ; 
Δεν έφταιγα εγώ . Ο Θεός μού την έφερε ! 
Πού βρήκες τέσσερα εκατομμύρια λίρες , Φρέντουαρντ ; 
Από τον Τόμι Ντίξον . Μάλιστα . 
Και ποιος είναι αυτός ; 
Τον γνώρισα στην αποτοξίνωση . Λιβερπουλιανός έμπορος κόκας . 
Ήθελε να μου δώσει τα λεφτά . Ήταν " μέσα για τις Μαλδίβες " . 
Αν κατάλαβα καλά , χρωστάς σε Λιβερπουλιανό έμπορο κόκας τέσσερα εκατομμύρια λίρες ; 
Χρωστάω σε μια οικογένεια Λιβερπουλιανών εγκληματιών ... 
Θα σε βρούμε , Φρέντι . 
... οχτώ εκατομμύρια λίρες . 
Στάσου , Φρέντι . Υπάρχει ένα κενό μέχρι τα οχτώ . 
Δεν ξέρω , Έντι . Τοκογλυφικός ανατοκισμός . 
Τέλος πάντων . 
Είναι γκάνγκστερ . Ανάλογα τη διάθεση της στιγμής . 
Εντάξει , φιλαράκι ; 
Ένα 25 % τη βδομάδα μέχρι να αποπληρωθεί το χρέος . 
Και γίνονται ζόρικοι όταν δεν πληρώνεις στην ώρα σου . 
Αν δεν βρω τα λεφτά ως τα τέλη της βδομάδας θα μου κόψουν το πουλί . 
Είναι θανατηφόρο . Το έψαξα . 
Δεν μπορώ να σου δώσω οχτώ εκατομμύρια λίρες , Φρέντι . 
Μου έκλεψες τον τίτλο . Μου έκλεψες τα λεφτά . Και μου έκλεψες τη διέξοδο από αυτόν τον λάκκο που μου έσκαψε ο Θεός ! 
Ας μην ξεχνάμε , κύριε , μου χρωστάς τη ζωή σου . 
Όταν ήσουν τριών χρονών , δεν σε έβγαλα από τη λιμνούλα ; 
Αυτό δεν το θυμάμαι . Αλλά θυμάμαι να το επαναλαμβάνεις αδιάκοπα . 
Σου έσωσα τη ζωή . Τώρα εγώ είμαι αυτός που πνίγεται , και πρέπει να με σώσεις . 
Φρέντι ... Δεν ζήτησα τίποτα από όλα αυτά . 
Ο τίτλος δεν έχει καμία πρακτική αξία . 
Δεν υπάρχει πια επιχείρηση . Η στέγη έχει τρύπες . Η κυβέρνηση είναι άπληστη . 
Μισθοδοσία τεράστια . Προσωπικό στα κάγκελα . Κι εσύ ... είσαι ένας κοκάκιας . 
Ωστόσο , επειδή έφαγες άκυρο και πιάστηκες με κατεβασμένα σώβρακα , θα το κοιτάξω για χάρη σου . 
Μπαμπά , τι σκάρωνες ; 
Έντουαρντ Χόρνιμαν . Τον Άχμεντ Ίκμπαλ . Ευχαριστώ . 
Πώς μπορώ να σας βοηθήσω ; 
Χρειάζομαι ένα μεγάλο ποσό ως τα τέλη της βδομάδας . 
Πόσα ακριβώς ; 
Οχτώ εκατομμύρια λίρες . 
Μη χειρότερα . Χριστέ μου . 
Έξι εκατομμύρια στερλίνες . 
Με την κληρονομιά γίνατε πολύ εύπορος , αλλά όχι και πλούσιος . 
Έχετε περιουσία , δεν έχετε μετρητά . 
Πες μου , γιατί δεν βλέπω σημαντικές συναλλαγές στους λογαριασμούς του πατέρα μου ; 
Δεν συζητούσαμε ποτέ τα προσωπικά του έξοδα . 
Μάλιστα . 
Ομόλογα , μετοχές και χρεόγραφα ; 
- Δεν υπάρχουν . - Δεν ... 
Μπορεί να υπήρξαν θέματα που δεν τέθηκαν επί τάπητος . Αλλά , φυσικά , δεν μπορούσα να σχολιάσω . 
Γίνεσαι αινιγματικός , Άχμεντ . 
Πουλήστε τον Γκέινσμπορο . Αλλά για να επιτύχετε την ανώτατη τιμή , θα περιμένετε μήνες . 
Υπήρξε μια ελαφρώς αντισυμβατική προσέγγιση από έναν δικηγόρο στο Λονδίνο . 
Ο πελάτης του εκδήλωσε ενδιαφέρον για την αγορά του Χάλστεντ Μάνορ . 
Όταν κάποιος πεθαίνει , μαζεύονται τα όρνια . 
Θράσος , έτσι ; 
Το όνομά του ; 
Ο υποψήφιος αγοραστής επιθυμεί να παραμείνει ανώνυμος . 
Αλλά ο δικηγόρος του δήλωσε ότι θα πλήρωνε πολύ πάνω από την τιμή της αγοράς . 
Μπορεί να μιλάμε για ένα πολύ σημαντικό ποσό . Αλλά έχουμε την επικύρωση διαθήκης και τον φόρο υπεραξίας . 
Πες τους ότι θα ήμουν πρόθυμος να συζητήσω την προσφορά του , αν είναι σβέλτος . 
Συγγνώμη που επισημαίνω το προφανές , αλλά θα ήταν αμέλειά μου να μην επισημάνω ότι το Χάλστεντ Μάνορ σας ανήκει εδώ και πολλές γενιές . 
Από το 1550 . 
Αλλά χρειάζομαι λεφτά ως τα τέλη της βδομάδας . 
Κανόνισε συνάντηση . Κατανοητό . 
Συγγνώμη για την ενόχληση . 
Επιτρέψτε μου να σας συστηθώ . 
- Είμαι η Σούζι Γκλας . 
- Πώς μπορώ να σας βοηθήσω ; 
Συνεργαζόμουν με τον πατέρα σας . 
Ο πατέρας μου δεν ήταν γνωστός για το επιχειρηματικό του δαιμόνιο . 
Έχω κάποια συμφέροντα που πρέπει να συζητήσουμε . 
Τι είδους ; 
Καλύτερα να σας δείξω . 
Συμπαθούσα τον πατέρα σας . 
Ήταν κύριος . 
Εκκεντρικός , αλλά έτσι είστε όλοι . 
Θα σοκαριστήκατε που κληρονομήσατε τα πάντα . Το σπίτι . Τον τίτλο . 
Έχω περάσει και χειρότερα . 
Ανέφερε τα έσοδα που έβγαζε από τη φάρμα ; Όχι . Θα ήταν ψίχουλα , αλλιώς θα τα γνώριζα . 
Εξαρτάται από το τι θεωρείτε " ψίχουλα " . 
Πέντε εκατομμύρια λίρες τον χρόνο . - Συν μερίδιο επί των κερδών . 
- Συγγνώμη ; Πέντε εκατομμύρια λίρες ; 
Μάλλον όχι από γιαούρτια και μπέργκερ ; 
Ακολουθήστε με . 
Τι γίνεται εκεί κάτω ; 
Τι διάολο γίνεται εδώ ; 
Η αγορά κάνναβης στο ΗΒ αποφέρει πάνω από έξι δις ανά έτος . 
Καταφέραμε να αποκτήσουμε σημαντικό μερίδιό της , αλλά η πρόκληση είναι να βρούμε χώρο . Εκεί μπήκε ο πατέρας σας . 
Για ένα γενναιόδωρο αντίτιμο , μας επέτρεψε να συνεχίσουμε τη δραστηριότητά μας χωρίς συνέπειες . 
Δεν υπάρχουν πολλές απέραντες εκτάσεις όπου κάνεις ό , τι θες με άκρα μυστικότητα . 
- Πώς λέγεται αυτό , Τζίμι ; 
- Φριζική πάπια . 
Έχει τεράστια ζήτηση . 
Ο Τζίμι . Είναι υπεύθυνος παραγωγής εδώ και ... Πόσο καιρό , Τζίμι ; 
Τρία χρόνια , αφεντικό . Τόσο καιρό μένω στο τσαρδί σου . 
Δεν το πιστεύω ότι επιτέλους γνωριζόμαστε ! 
Εσύ κι εγώ , είμαστε σαν οικογένεια . 
Μόνο που εσύ , εσύ είσαι δούκας , έτσι ; 
Χαίρω πολύ , Τζίμι . 
Αν υποθέσουμε ότι ο πατέρας μου λάμβανε ένα 10 % ανά έτος , που φαίνεται δίκαιο , ο τζίρος θα είναι 50 εκατομμύρια ανά έτος . 
Κοντά πέσατε . 
Κι από τη στιγμή που κατέχετε σημαντικό μερίδιο στην αγορά , υποθέτω ότι αυτό σημαίνει πάνω από το 50 % , άρα είμαστε ένα μικρό γρανάζι μιας μεγαλύτερης μηχανής . 
Θα έχετε δεκάδες τέτοια σημεία σε όλη τη χώρα . 
Ο πατέρας σας δεν ασχολήθηκε ποτέ με την ευρύτερη επιχείρηση . 
Έχω μεγάλη περιέργεια . 
Αρκεί να ξέρετε ότι έχουμε συμφωνία που σημαίνει ότι , ως νέος ιδιοκτήτης , θα λαμβάνετε ένα σημαντικό ποσό κάθε χρόνο για να συνεχίζουμε τη δραστηριότητά μας . 
Το θέμα είναι ότι ίσως χρειαστεί να το πουλήσω . 
Προτιμούμε να μείνει ως έχει . 
Λυπάμαι που σας φέρνω σε δύσκολη θέση , δις Γκλας , αλλά ίσως αναγκαστώ να το κάνω . 
Σας καταλαβαίνω απόλυτα , εξοχότατε . 
Αν θέλω να επαναδιαπραγματευτώ ; 
Αν θέλατε πραγματικά να πουλήσετε την ιδιοκτησία , αυτό θα αποτελούσε πρόκληση για μας . 
- Δεν μπορείτε να κάνετε τίποτα . - Σωστά . 
Τίποτα νόμιμο . 
Διαισθάνομαι μια απειλή στα λόγια σας ; 
Όχι βέβαια . 
Καταλαβαίνω ότι σας ήρθαν απότομα . 
Συνήθως , σε ανάλογες περιπτώσεις , έχει προηγηθεί κάποια συζήτηση . 
Και συνήθως ο άβουλος , τεμπέλης , απόφοιτος ιδιωτικών σχολείων κληρονόμος παίρνει τα λεφτά και υποκύπτει σαν καλό αγοράκι . 
Δεν θα το έθετα έτσι . Αλλά ναι . 
Σκεφτείτε το και δείτε πώς θα νιώσετε . Να σας γυρίσω στο σπίτι ; 
Όχι , ευχαριστώ . Θα περπατήσω . 
Εξοχότατε . 
Γεια σου , Τζεφ . 
Τη βρήκα να περιφέρεται στη λίμνη , θα την ανέβαζα στην κυρά . 
Πες μου , Τζεφ , έχεις λίγο χρόνο να μιλήσουμε ; 
Συνήθως πίνω το τσάι μου τέτοια ώρα . 
Εξαιρετικά . 
Πόσα χρόνια δουλεύεις εδώ , Τζεφ ; Είκοσι χρόνια ; 
Δεν θυμάμαι . Αλλά φορούσατε ακόμα κοντά παντελονάκια . 
Ξέρω ότι πάντα ήσουν πιστός στον πατέρα μου . 
Μου έδωσε ευκαιρία όταν είχα ανάγκη . 
Κανείς δεν τον ανάγκασε , μα το έκανε , κι αυτό μετράει . 
Ξέρω ότι γνωρίζεις όσα γίνονται εδώ πέρα . 
Κάπως έτσι . 
Υποθέτω ότι γνωρίζεις τι συμβαίνει . 
Επίσης κάπως έτσι . 
Γάλα , μία ζάχαρη ; Ευχαριστώ . 
Μάλλον γνωρίσατε τη δίδα Γκλας . 
Που με κάνει να πιστεύω ότι κι εσείς έχετε γνώση . 
Πόσο μπλεγμένος είσαι σ ' αυτό ; 
Η δουλειά μου είναι να μην είναι δουλειά μου . 
Δεν προλαβαίνω με τόσα στρέμματα γης . 
Κυρίως όταν μαζεύεις όλα τα πληγωμένα ζώα που συναντάς . 
- Σαν φάρμα των ζώων . 
- Τον Τσάρλι τον χτύπησε αμάξι . Η Σάρα-Τζέιν στούκαρε σε τζάμι . 
Η μικρή μου φίλη εδώ , έχει σπασμένο πόδι . 
Αλεπού ; 
- Δεν σε πήραμε για να τις εξοντώσεις ; 
Δεν θέλατε να με ρωτήσετε κάτι ; Ναι . 
Ο πατέρας μου ήταν ευχαριστημένος με την κατάσταση . Εγώ δεν νιώθω και πολύ άνετα . 
Δεν είναι και τόσο εύκολο . 
Αυτοί δεν αστειεύονται . 
Να κρατήσω τα λεφτά και το στόμα μου κλειστό ; 
Λειτούργησε για τον πατέρα σας . 
Τώρα έχουν ριζώσει . 
Απλώς παρουσιάστηκε ένα πρόβλημα . Και για διάφορους λόγους , χρειάζομαι τη βοήθειά τους . 
Θα σας την προσφέρουν . Αλλά όχι χωρίς τίμημα . 
- Τι ξέρεις γι ' αυτούς ; 
- Είναι επικίνδυνοι . 
Στην τελική , είναι επιχειρηματίες . 
Αν βγάζουν λεφτά από σας , θα καθίσουν να μιλήσετε . 
Να προσέχετε . 
Αν και φαίνονται εξημερωμένοι , μη σας ξεγελά η βιτρίνα . 
Γεια σου , Άχμεντ . Έντουαρντ Χόρνιμαν . 
Αποφάσισα να μην πουλήσω το σπίτι . 
- Ευχαριστώ , Μπράντλεϊ . 
Καλημέρα , Τσακλς . Εντουίνα . 
Να σου βάλω τσάι ; 
Όχι . Πρέπει να προλάβω το τρένο . 
Ντύθηκες για την περιοδεία σου ; Φαίνεται να είμαι ντυμένη για κάτι τέτοιο ; Όχι . 
Η μαμά με έπεισε να γυρίσω στο πανεπιστήμιο . 
Με εκπλήσσεις . 
Για τον Φρέντι πρέπει να ανησυχεί . 
Μην ανησυχείς για τον Φρέντι . 
Θα τον προσέχω εγώ . 
Να σε βοηθήσω ; Εσύ ; Ένας τζέντλεμαν ; 
Μπράντλεϊ . 
Μάλιστα , εξοχότατε . 
Καλή τύχη , Τσακλς . 
Εξοχότατε . 
Έλα , Μπράντλεϊ , σβέλτα . 
Ψιτ , Τζάκι ! Πλησίασε . 
Ο δούκας . 
- Γεια χαρά . 
- Χρειάζομαι οχτώ εκατομμύρια άμεσα . 
Οχτώ εκατομμύρια , μεγάλος αριθμός . 
Ο αδερφός μου χρωστάει σε καρτέλ ναρκωτικών . 
- Πώς λένε τον τύπο ; 
- Τόμι Ντίξον . 
Τον ξέρω . 
- Πόσοι είναι οι τόκοι ; 
- Τα μισά . 
Πολλά . 
Το επιτόκιο δεν ήταν σαφές όταν σύναψαν τη συμφωνία . 
Οι επιλογές μου είναι προφανώς περιορισμένες για τη συγκέντρωση των κεφαλαίων , δεδομένης της συμφωνίας μας . 
Θα δω τι μπορώ να κάνω . 
Πόσα μπορείτε να μαζέψετε ; 
Δεν είμαι βέβαιος . 
Βρείτε τα τέσσερα και θα δω τι θα κάνω με τα υπόλοιπα . 
Θα σας ξαναπάρω . 
Τι λες , αδερφέ ; 
Ξέρω τον Τόμι Ντίξον . Και τον αδερφό του , τον Γκόσπελ . 
Σπρώχνουν ναρκωτικά με τον Θεό στο πλευρό τους . 
Επικίνδυνοι ; 
Επικίνδυνοι , αλλά όχι τρελά . 
Θα μαζευτεί . Μόλις ακούσει για τον μπαμπά μας . 
- Πού θα τους βρω ; 
- Στην ψαραγορά . Είναι η βιτρίνα τους . 
Τελείωνε , Τζάκι ! 
Πήγαινε . Συνέχισε . 
Έλμο , έφτασε , παλικάρι μου . 
Φρόντισε να μη χτυπήσεις . 
Ονομάζομαι Στίβενς . 
Προσωπικός βοηθός του προσώπου που ενδιαφέρεται για το Χάλστεντ Μάνορ . 
Ομολογώ ότι ο πελάτης μου απογοητεύτηκε όταν έμαθε ότι αποσυρθήκατε από τις διαπραγματεύσεις πριν προλάβει να υποβάλλει μια πιο ελκυστική προσφορά . 
Ωστόσο , ο πελάτης μου αναρωτιέται αν θα ήσασταν ανοιχτός για μια συνάντηση . 
- Ποιος είναι ο πελάτης σας ; 
- Αν με ακολουθήσετε , θα μπορούσα να κανονίσω να συναντηθείτε κατά τις έντεκα . 
Ευχαριστώ , η κατάσταση άλλαξε . Δεν πουλάω πια . Κύριε Λόρενς . 
Ο πελάτης μου κατανοεί ότι αυτό αποτελεί μεγάλη ταλαιπωρία για σας . 
Οπότε , θα ήθελε να σας κάνει μια προσφορά . 
Είναι 250.000 λίρες Βρετανίας . Για τον χρόνο σας . 
Δεν θα τις επιστρέψετε , φυσικά . 
Θα με ακολουθήσετε ; 
Ωραίο φαίνεται το καλκάνι . 
Δυόμισι κιλά . Όχι άσχημα για άγριο ψάρι . 
Εντάξει , γλυκιά μου . Κοιτάς ή ψωνίζεις ; 
Κανένα από τα δύο . Εσένα θέλω . 
Λέγομαι Σούζι Γκλας . 
Η εύγλωττη και στιλάτη κόρη του Μπόμπι Γκλας ; 
Σέβομαι τον Μπόμπι . 
Όλοι σέβονται τον Μπόμπι . 
Να τα πούμε λίγο ; Για τον Φρέντι Χόρνιμαν . 
Ένα 25 % τη βδομάδα . Μέχρι να αποπληρωθεί το χρέος . 
Πάμε πάνω . 
Άκουσα ότι ο μπαμπάς σου κρύωσε άσχημα . 
- Πόσο έχει ακόμα ; 
- Είναι στο τέταρτο έτος από τα δέκα . 
Μόνο καλά λόγια ακούω για την επιχείρησή σας . 
Πίστευα ότι αυτή η μπίζνα ήταν σκέτος μπελάς . 
Χωρίς μεγάλα κέρδη . 
Φαίνεται να τα πηγαίνεις μια χαρά . 
Πάντα αποφεύγαμε τη σκόνη . Άρα , δεν έχουμε ανταγωνισμό μεταξύ μας . 
Αυτό που δεν καταλαβαίνω είναι , τι σχέση έχεις με τον παπάρα πολυτελείας ; 
Έχω επαγγελματικό συμφέρον που τίθεται σε κίνδυνο από το μικρό του χρέος . 
Ήθελα να δω αν υπάρχει τρόπος να το επιλύσουμε . 
Είναι πολλά τα λεφτά . 
Αλλά το 100 % του τίποτα είναι τίποτα . 
Το ξέρεις ότι δεν θα τα πάρεις όλα . Ας είμαστε ρεαλιστές . 
Τι γίνεται αν σου φέρω τα αρχικά τέσσερα σε μετρητά ως τα τέλη της βδομάδας ; 
Δεν διαγράφονται έτσι τόκοι τεσσάρων εκατομμυρίων . 
Αν το δούμε ως επένδυση στην επιχείρησή σου ; 
Όχι , δεν γίνεται . Δεν ψάχνω επενδυτές . 
Αλλά προσπαθώ να βρω μια λύση . Με κάποιον τρόπο . 
Πότε θα πάρω τα τέσσερα ; 
Την Παρασκευή . Και θα προσφέρω κι ένα τούβλο λευκή χήρα super cheese . 
Εντάξει . 
Υπό έναν όρο . 
Πρέπει να ζητήσει συγγνώμη . Να παραδεχτεί ότι είναι μαλάκας . 
Κατανοητό . 
Και θέλω να καταγραφεί για το μέλλον . 
Υπάρχει ένα βίντεο που θέλω να μιμηθεί . 
Μάλιστα . 
Υπάρχουν βίντεο και βίντεο . 
Όχι κάτι άσχημο . 
Άρα , αν σου φέρω τα τέσσερα και τη λευκή χήρα και το βίντεο , με μια συγγνώμη , σε καλύπτει ; 
Ναι , αμέ . Αν τα κάνεις όλα αυτά , έκλεισε . 
Ευχαριστώ , Τζέφρι . 
Κύριε , ο Δούκας του Χάλστεντ , Έντουαρντ Χόρνιμαν . 
Καλημέρα . 
Χαρά μου , εξοχότατε . 
Στάνλεϊ Τζόνστον . Με " Τ " . 
Θα θέλετε να μάθετε γιατί ενδιαφέρομαι τόσο πολύ να αγοράσω την ιδιοκτησία σας . 
Θα το ήθελα πολύ . 
Ευχαριστώ , Στίβενς . 
Η αλήθεια είναι ότι αποτελεί εξαιρετικό παράδειγμα της αρχιτεκτονικής φιλοσοφίας του πολυτεχνίτη Γουίλιαμ Κεντ . Αλλά όχι ερημοσπίτη . 
Γνωρίζετε τη φιλοσοφία του ; 
Δεν είχε να κάνει με τη συμφιλίωση μεταξύ άγριου κι εκλεπτυσμένου ; 
Αξιόλογη εμμονή που ενστερνίζομαι κι εγώ . 
Οι άνθρωποι είτε επιβιώνουν στη ζούγκλα είτε υπάρχουν στον ζωολογικό κήπο . 
Λίγοι αναγνωρίζουν τη σημασία της παράδοξης συμφιλίωσης των δύο . 
Μόνο ένας σπάνιος άνθρωπος κατανοεί πόσο πονηρός κι επιθετικός πρέπει να γίνει για να αποκτήσει ένα κτήμα σαν το δικό σας . 
Το σπίτι σας είναι μαρτυρία της σύνθεσης αυτής της κουλτούρας . 
Φινέτσα με επιθετικότητα . 
Ο πρώτος δούκας κατανοούσε αυτήν την αρχή , όπως κι εγώ . 
Γι ' αυτό σας προσφέρω ένα αμύθητο ποσό για το κτήμα σας . 
Πειστική επιχειρηματολογία . 
Αλλά αν το θέτετε έτσι , κινδυνεύετε να μου το ξαναπουλήσετε . 
Λοιπόν , θα παίξουμε ή θα μιλάμε ; 
Πίνετε κρασί ; 
Η αξία απορρέει από το τι προτίθεται να πληρώσει κάποιος . 
Για να λέω ότι αξίζει τόσα πολλά , τα αξίζει . Για μένα . 
Εντυπωσιακός αριθμός . 
Εκτιμώ τον κόπο που κάνατε για να μου τον παρουσιάσετε . 
Ωστόσο , άλλαξα γνώμη . Η γη δεν πωλείται . 
Ευχαριστώ . 
Ελπίζω να μην αποδοκιμάζετε τον τρόπο που προτιμώ να παρουσιάζεται το κρασί μου . Κόντρα στην παράδοση . Μου αρέσει να μεταγγίζω και να καθαρίζω το υγρό . Καθώς και τη φιάλη από τα ιζήματα . Έπειτα , επιστρέφω το κρασί ώστε να το απολαμβάνω στο αρχικό του περιβάλλον . 
Παρεμπιπτόντως , είμαι έτοιμος να αυξήσω κατά πολύ το ποσό . 
Επιτρέψτε μου να προσφέρω το κλειδί για να απελευθερωθείτε από την κληρονομιά σας . 
Μπορεί να σας εκπλήσσει , αλλά εκτιμώ την παράδοξη ευλογία και κατάρα του θεωρούμενου προνομίου σας . 
Εκτιμώ την εκτίμησή σας . Μα η κατάλληλη στιγμή είναι το παν , και δεν έχει φτάσει ακόμα . 
Στίβενς , παρακαλώ . 
Κύριε Τζέι . 
Ευχαριστώ . 
Χαρά μου . 
Γευστικό . 
Το Romanée-Conti 2002 . 
Είστε θιασώτης του DRC ; 
Προτιμώ το Μπορντό . 
Ο πατέρας μου έπινε Βουργουνδίας . 
Έκανε συλλογή από DRC . 
Έχετε δοκιμάσει ένα του 1982 ; 
Απομένουν μόνο έξι κιβώτια στον κόσμο . 
Οχτώ , για την ακρίβεια . 
Δύο ανήκουν στο Στέμμα . Ένα ανήκει στον Αρχιδούκα της Μολδαβίας . Και τα υπόλοιπα βρίσκονται στο κελάρι μας . 
Μαζί με δύο κιβώτια του 1945 . 
Ο πειρασμός είναι πολύ μεγάλος . 
Αν δεν αγοράσω το σπίτι , επιτρέψτε μου να αγοράσω το κρασί . 
Υπόσχομαι ότι θα είμαι πολύ γενναιόδωρος . 
Η συλλογή κρασιών ; 
Μπορεί να πιάσει τα τρία εκατομμύρια , αλλά θα πάρει χρόνο . 
Θα δυσκολευόμουν πολύ να την αποχωριστώ . 
- Εξοχότατε . 
- Κύριε Στίβενς . 
Πάμε . 
- Η συλλογή κρασιών του πατέρα μου . - Μετρητά . Όπως θέλαμε . 
Αυτά , καθώς και τα λεφτά στο χρηματοκιβώτιο , μάλλον καλύπτουν το χρέος . 
- Αν η συζήτηση με τον κο Ντίξον πήγε καλά . 
- Υπάρχουν κάποιοι όροι . 
Συμφώνησε στα τέσσερα αρκεί να είναι μετρητά κι αύριο . 
Από τα οχτώ στα τέσσερα . Εντυπωσιακό . 
Δείτε το ως χειρονομία καλής θέλησης . Εκ μέρους μου . 
Όλα καλά ; 
Δεν θα το έλεγα . 
Έντι . 
Εντουίνα , άκουσέ με , εντάξει ; Είναι παγκόσμιος πρωταθλητής βαρέων βαρών . 
Πόσα στοιχημάτισες ; 
Ναι , όλα . 
Είναι σιγουράκι . Γνώρισα τον προπονητή του . 
Πώς λέγεται ο μπούκερ ; Πες μου αμέσως . 
Δεν υπάρχουν μπούκερ σε κάτι τέτοια . Είναι τελείως ανεπίσημο . Είναι τέρμα VIP . 
Πώς έβαλες στοίχημα αν δεν υπάρχει μπούκερ ; 
Μέσω φίλου φίλου . " Μέσω φίλου φίλου " ; 
Ποιος είναι αυτός ; 
Ο Πιτ . Ένας δικός του έβαλε πέντε . 
- Μου έκοψε μερίδιο . - Χριστέ μου . Ο Στίκι Πιτ ; 
Δεν πήρες το μάθημά σου ; 
Θέλει να επανορθώσει , Έντι . 
Η νίκη είναι σιγουράκι . Είναι ο Τζόι Μπανγκ * Μπανγκ . 
Πες στον Πιτ ότι έκανες λάθος . Ζήτα συγγνώμη και φέρε τα λεφτά . 
Σε κλείνω . Μαζεύουν τα κινητά . Τόσο πριβέ είναι το μέρος . 
- Φρέντι , άκουσέ με . 
Φρέντι ! - Κλείνω . Φιλιά . Αντίο . 
Θα γίνει μάχη απόψε , κινητάκια . 
Νιώθω όμορφα . 
- Πρέπει να βρούμε το σημείο . 
- Ξέρω κάποιον . 
- Όλα καλά , Σουζ ; - Τζάκι . 
Υψηλότατε . 
Τζακ . 
- Έχεις το παραδάκι ; 
- Ναι . Ορίστε . 
- Διακόσια , ναι ; - Ναι . Δεν υπόσχομαι τίποτα . 
Θα μιλήσω στον πορτιέρη , μήπως κάνει κάτι . 
Μείνετε όπως είστε . 
Ο αδερφός σου φαίνεται λειτουργικός . Χρήσιμο αυτό . 
- Δεν ισχύει πάντα αυτό . 
- Γιατί ; Τι βίτσιο έχει ; 
- Το πουλί του . 
- Τι κάνει μ ' αυτό ; 
Τα συνηθισμένα . Στην υπερβολή . 
Κατάφερα να σας βρω δύο εισιτήρια . 
Ακούστε , να θυμάστε ότι ο αγώνας αυτός γίνεται στη ζούλα . 
Το αποτέλεσμα δεν θα μαθευτεί . Είναι παγκόσμιοι πρωταθλητές . 
Θα χάσουν την κατάταξή τους . 
Και , Σουζ , ήρεμα . Απόψε παίζω το κεφάλι μου . 
- Εντάξει . 
- Καλή σας απόλαυση . 
Έλα . Πάμε να πάρουμε πίσω τα λεφτά . 
Δεν διοργανώνονται συχνά τέτοια . 
Αυτοί εκεί ήρθαν από το Βέγκας . 
Ο Τζίπσι Κιντ κάνει θραύση στην άλλη άκρη του Ατλαντικού . 
Ο Τζόι Μπανγκ * Μπανγκ είναι η φίρμα . 
Να οι Αμερικανοί . Και μετά είναι οι Αλβανοί . 
Οι Ρώσοι , που κάθονται άνετα δίπλα στους Ουκρανούς . 
Και οι περιπλανώμενοι . 
Πάνω του ! 
Λίγο αίμα στο καναβάτσο μας φέρνει πιο κοντά . 
Παίζονται 50 με 100 εκατομμύρια λίρες εδώ μέσα απόψε . 
Ναι . Και κάποια από αυτά είναι δικά μου . 
Ψυχολογία , μωρό μου . 
Εντουίνα , ποιος σε έβαλε μέσα ; - Λεφτά . - Λεφτά ; Τα λεφτά του Φρέντι . Τα λεφτά μου . 
Άργησες , φίλε . Ο αγώνας ξεκίνησε . 
Έντι , το έχω υπό έλεγχο , ναι ; 
Φρέντι , εμείς θα τα πούμε μετά . 
Βρες όποιον έβαλε το στοίχημα και φέρε τα λεφτά μου . 
Ηρέμησε . Αποκλείεται να χάσει ο Μπανγκ * Μπανγκ . 
Τον κάνει σκόνη . Μας χαλάς την εμπειρία . 
Είναι βραδιά μάχης , εντάξει ; 
- Να τα πούμε μετά ; Παρακολουθώ . - Άκουσέ με , Πίτερ . 
Εν αγνοία σου , μπήκες σε έναν κόσμο που δεν γνωρίζεις . 
Αυτά τα λεφτά τα περιμένει κάποιος που δεν σηκώνει απογοήτευση . 
Λυπάμαι , ακούγεται σαν απειλή . Πρόβλημά σου . 
Θα γίνει και δικό σου πρόβλημα . 
Ο αδερφός σου πόνταρε τα λεφτά . 
Αν κερδίσει , θα διπλασιαστούν . Αν χάσει , τα λεφτά δεν του ανήκουν πια , και τα χέρια μας είναι δεμένα . 
Ήρεμα . 
Η Σούζι Γκλας θέλει να σε δει . 
Δεν τελειώσαμε . Καλά , ό , τι πεις . Δεν ξεκουμπίζεσαι τώρα ; 
Ευχαριστώ , Ρότζερ . 
- Πώς πήγε ; 
- Όχι τόσο καλά όσο περίμενα . 
Κάθισε , πιες ένα ποτό , παρακολούθησε τον αγώνα . 
Το ' χεις , Μπανγκ * Μπανγκ . Έλα , μωράκι . 
Τι ; Τι είναι ; 
Είναι απάτη . 
Δηλαδή , τι απάτη ; 
Δεν βάζει τα στοιχήματα . 
Αρμέγει τους κυριλέδες . Γελοιοποιεί τους προνομιούχους . 
Προστατεύεται με γκάνγκστερ της πλάκας που έχει τριγύρω του κι οι δικοί σας φοβούνται να παραπονεθούν . 
Δεν έβαλες το στοίχημα . 
Σοβαρή κατηγορία , εξοχότατε . 
Οι κανόνες του τζόγου είναι απλοί . Όταν χάνεις , πληρώνεις . 
Εσύ τι λες , Τζον ; 
Λέω να ξεκουμπιστείς στο σπιτάκι σου στην εξοχή , να την παίξεις στο σπάνιελ σου . 
Κάτω τα χέρια σου . 
Πρόσεχε , κυρίλα . 
Ξέρουμε πού μένεις και χτυπάμε τις πόρτες . 
Ξεφτιλίζεσαι , λοχαγέ . 
Δεν είσαι πια στον στρατό . Δεν έχεις πίσω σου ενισχύσεις . 
Γιατί σωριάστηκε στο καναβάτσο ; Κάποιος να τον σηκώσει ! 
Όχι ! Γαμώτο μου . Όχι ! 
Κάποια εξέλιξη ; Όχι . 
Πρέπει να φύγουμε . Τώρα . 
Να του μιλήσω εγώ ; 
Αφού ηρεμήσουν τα πράγματα . 
Σου λέει κάτι το όνομα Στάνλεϊ Τζόνστον ; 
Όχι , γιατί ; 
Σ ' αυτόν πούλησα το κρασί . Ενδιαφέρεται να αγοράσει το κτήμα . 
Και η προσφορά που έκανε μου δίνει την εντύπωση ότι ίσως γνωρίζει κάτι για την επιχείρηση . 
Πώς τον έλεγαν ; 
Στάνλεϊ Τζόνστον . 
Με " Τ " . 
Τι του είπες ; 
Ότι δεν πωλείται . Συγχαρητήρια . Η σωστή απάντηση . 
Ρίξε μια ματιά εδώ . 
Τι είναι ; 
Οι στίχοι που θα τραγουδήσει ο Φρέντι μόλις παραδώσει τα λεφτά . 
Και πρέπει να χορέψει . Σαν κότα . 
Σαν κότα ; 
Σαν κότα . 
Γιατί πρέπει να χορέψει ; 
Επειδή ο Τόμι Ντίξον , κι ευλόγως , απαιτεί μια συγγνώμη . 
Ώρα για πάρτι . 
" Είμαι παπάρας πολυτελείας που τα σκάτωσε . 
Τα σκάτωσα επειδή είμαι νούμερο . 
Μαλάκας κι εκεί , μαλάκας κι εδώ " . 
Πόσων χρονών είναι ο Ντίξον ; 
Μικρό το τίμημα . 
Να τα μετρήσουμε ; Λέει ότι είναι όλα . 
Όχι , εντάξει . 
Σίγουρα ; 
Δεν θα καθυστερήσουμε πολύ . 
Όχι , έλα , πάμε . 
- Καλά . 
Μάλλον θέλει να ζητήσει συγγνώμη . 
- Θέλεις να ακούσεις συγγνώμη ; 
Δεν ξέρω . Θέλω ; 
Ναι , θέλεις . Να το κλείσουμε . 
Μπλάνκετ ! 
Ένας Στίκι Πιτ , έφτασε . 
Απλώς ήθελα να ζητήσω συγγνώμη από τα βάθη της καρδιάς μου . 
Ωραίο , έτσι , Έντι ; 
Γύρισα τα λεφτά και σου ζήτησα συγγνώμη , είμαστε εντάξει ; 
Δεν ξέρω . 
Είμαστε , Έντουαρντ ; 
Ναι . Είμαστε εντάξει . 
Είπες ότι θα του μιλούσατε . 
Το κάναμε . 
Μην ανησυχείς . Χάρη του κάναμε . 
Πειθαρχήσαμε τον σκύλο , όχι τον άνθρωπο . 
Τι θα πει αυτό ; 
Δεν πειθαρχεί τον σκύλο μέσα του . Τον πειθαρχήσαμε εμείς γι ' αυτόν . 
Ξέρεις τη θεμελιώδη πρόκληση στην ανθρώπινη φύση ; Όχι . 
Αλλά αν κατάλαβα καλά , υπερβολικά σκύλος , ελάχιστα άνθρωπος ; 
Υπερβολικά ανεκπαίδευτος σκύλος . Κι εμείς εκπαιδεύουμε σκύλους . 
Το κέρατό μου ! Έχασα δέκα στη σειρά . 
Κάτι στο βάρος τους . Φεύγουν πολύ γρήγορα . 
Αυτήν τη φορά , δεν πυροβολούμε τον στόχο . Ρίχνουμε ένα μέτρο πιο μπροστά . 
Αυτό ακριβώς κάνω , Τζέφρι . 
Αυτήν τη φορά , προσπαθούμε να αστοχήσουμε πιο μπροστά . 
Έγινε θρύψαλα ! 
Γεννημένος δολοφόνος . Μπράβο σου . Εντουίνα . 
Ναι , παρακαλώ , κε Λόρενς . 
- Γουάμ Ταμ . 
- Εντουίνα . 
Πώς πήγε με τον Πιτ ; 
Πήρα πίσω τα λεφτά . Τι ; Πώς έτσι ; 
- Δεν έβαλε ποτέ το στοίχημα . 
- Τι θα πει αυτό ; 
Δεν έβαλε ποτέ το στοίχημα . 
Τον παλιο ... 
Ο κύριος Ντίξον συμφώνησε στα τέσσερα , άρα είμαστε έτοιμοι για αύριο . 
Τι λες τώρα , ωραίος . Πώς το κατάφερες αυτό ; 
Τέσσερα αντί οχτώ . Για δες ... Χριστέ μου . Θα του έπαιρνα πίπα για τέσσερα . 
Χρήσιμη πληροφορία , Φρέντι . 
Βέβαια , υπάρχει ένας ... μικρός όρος . 
Τι θα πει " μικρός όρος " ; 
Να παραδεχτείς ότι είσαι μαλάκας . 
Θέλει να ... 
Καλώς . Είμαι μαλάκας . 
Ορίστε . Ευκολάκι , τελείωσε . 
Ωραία . 
Όλοι με θεωρούν μαλάκα , σωστά ; Κι αυτός . Κι ο Πιτ . 
Κι ο μπαμπάς , αλλιώς δεν θα με αποκλήρωνε . 
Εσύ , Έντι ; Με θεωρείς μαλάκα ; 
- Ήσουν ελαφρώς μαλάκας , Φρέντι . - Μάλιστα , καλά . 
- Δεν σημαίνει ότι είσαι πάντα . 
- Αυτό είναι ... 
Τζεφ ; Εσύ με θεωρείς μαλάκα ; 
Ευχαριστώ , Τζεφ . Γουάμ Ταμ , τι λες ; Είμαι μαλάκας ; 
Όλοι οι άντρες είναι . Ό , τι πείτε . Κάτι άλλο ; Ναι . 
Θέλει να χορέψεις και να τραγουδήσεις τη συγγνώμη σου . 
Είναι ντυμένος κότα . 
Ναι . Είναι κι αυτό . 
Καλώς . 
Είμαι κότα . Κλακ , φλαπ , χίλια συγγνώμη . 
Ορίστε . Τι άλλο ; 
Θέλει να το τραβήξει . 
Όχι . 
Δεν το κάνω . Όχι , γαμώτο μου . 
Μισό . Πριν δύο λεπτά , ήσουν πρόθυμος να του πάρεις πίπα . 
Ναι , πριβέ , Έντι . 
Θα το τραβήξει , Φρέντι . 
Δεν θα το τραβήξει , Έντι ! 
Ναι , θα το κάνει . 
Ζήτησες τη βοήθειά μου και σε βοηθάω . 
Όχι επειδή με ψάρεψες από τη λίμνη στα τρία μου , αλλά επειδή είσαι αδερφός μου , κι αυτό κάνουν τα αδέρφια . 
Κατά συνέπεια , πρέπει να κάνεις ό , τι σου λέω από δω και πέρα . 
Αν πρέπει να χορέψεις σαν κότα , χορεύεις σαν κότα . 
Δεν χορεύεις σαν στριπτιζέζ ή σαν αρκούδα ή σαν γαμημένη μπαλαρίνα . Χορεύεις σαν κότα . 
Συνεννοηθήκαμε ; 
Μου τα πήρες όλα . Την αξιοπρέπειά μου θα μου άφηνες ; 
Συνεννοηθήκαμε , Φρέντι ; 
Ναι , εξοχότατε . 
Ωραίο τσαρδί . 
Τόμας . Είπα από την πίσω πόρτα . 
Την είσοδο των εμπόρων . Εξάλλου , είσαι έμπορος . 
Η δοσοληψία έγινε , έπεσα από τα οχτώ στα τέσσερα . Σημαίνει ότι μπορώ να μπω από μπροστά . 
Έλα , λοιπόν . 
Ψιτ , μαλακισμένο , μην ξεχάσεις τη στολή . 
- Καλησπέρα , κε Ντίξον . - Όλα καλά ; 
Ευχαριστούμε που ήρθατε , αν και πολυάσχολος . 
Απόλαυσα τη διαδρομή . 
Υπέροχη εξοχή . 
Για μένα είναι αυτά ; 
- Όπως υποσχέθηκα . Θα τα μετρήσεις ; 
- Όχι , θα το αφήσω στον Τζέθρο . 
Τζέζα , η σειρά σου , φίλε . 
Ρε ! Μαλακισμένο ! 
Μπορεί να καθίσει σ ' εκείνο το γραφείο ; 
Ναι , φυσικά . Κάθισε . 
Έχει ΙΨΔ ο Τζέθρο μας . Θέλει λίγο χρόνο , μα μόλις πάρει μπρος , δεν σταματά . Ωραία . Λοιπόν , δεν ξεκινάμε ; 
Ναι , άκου , Τόμι , σχετικά με το θέμα της κότας . 
Κοίτα , ευχαρίστως να φορέσω τη στολή . Ευχαρίστως να χορέψω , φυσικά , για να δεις την ειλικρινή μου μεταμέλεια για το όλο θέμα . Αλλά ... πήρες τα λεφτά σου , θα το διασκεδάσεις κιόλας , κι εγώ θα έχω λουστεί την ήττα μου . Όλη . 
Χρειάζεται να το τραβήξεις ; 
Γι ' αυτό συμφώνησα να πάρω τέσσερα αντί για τα οχτώ . 
Το σκέφτεσαι τελείως λάθος . 
Η συμμετοχή σου στην ταινία θα σου αποφέρει τέσσερα εκατομμύρια . 
Ένα εκατομμύριο το λεπτό . 
Ο πιο ακριβοπληρωμένος ηθοποιός . 
Να μακαρίζεις την τύχη σου . 
Άκου , φιλαράκι , - αυτή η μαλακία θα με ακολουθεί για πάντα . - Κοντά τα χέρια σου . 
Δεν είμαι φιλαράκι σου . 
Μην μπερδεύεις τους ρόλους μας . 
Σήμερα , εσύ δουλεύεις για μένα . 
Εγώ σκηνοθετώ κι εσύ ερμηνεύεις . 
Και θέλω να πιάσουν τόπο τα λεφτά . 
Έλα , Φρέντι . Ένα τραγούδι είναι . Να τελειώνουμε . 
Στολή . Παράσταση . Ξεκίνα . 
Θέλω ένα λεπτό να ... ετοιμαστώ . 
Θες τον λύκο στο κοτέτσι ; 
Κότα . Κό ... 
Είσαι γαμημένος Λιβερπουλιανός . 
Λοιπόν ! Ξεκινάμε , να τελειώνουμε . 
Πού με θέλεις ; 
Δεν θα βγάλεις την κάμερα ; 
Δεν πάει έτσι . 
Θα χορέψεις , και μετά εγώ θα κρίνω αν η ερμηνεία σου αξίζει για γύρισμα . 
Ξέρεις γιατί ντύθηκες κότα ; 
Δεν ξέρω , για να με ταπεινώσεις μπροστά σε ολόκληρο τον κόσμο ; Υπάρχει λόγος που δεν σου ζήτησα να ντυθείς αετός . Οι αετοί δεν χορεύουν . Πετάνε . Στους αιθέρες . 
Η κότα είναι στον πάτο της τροφικής αλυσίδας . 
Κι είσαι κότα , έτσι , Φρέντι ; 
Άλλοι έπρεπε να σε ξελασπώσουν για το χρέος σου . 
Μπορείς να μετανοήσεις . 
Ο αδερφός μου είναι θιασώτης της μετάνοιας . 
Και μέρος του χρέους είναι δικό του . 
Βλέπει αυτόν τον χορό ως παραβολή . 
Επομένως , δεν παριστάνεις απλώς την κότα . Πρέπει να γίνεις πραγματικά κότα . 
Καταλαβαίνεις ; 
Το αντίδοτο είναι στο δηλητήριο . 
Εμπρός . Για να δούμε την κότα σου . 
Καλά . 
- Για να σε δούμε , τελείωνε . 
Όχι . Τι σκατά είναι αυτό ; 
Τι σόι κότα του κώλου είναι αυτή , γαμώτο ; 
- Έλα , άντε ! Κάνε την κότα , γαμώτο ! 
- Παπάρας πολυτελείας . 
Κουνήσου σαν κότα ! 
Κάνε τον ήχο . 
Όχι , είναι χάλια ! 
Κούνα τον λαιμό σου . 
- Γίνε κότα ! 
- Κότα είμαι , γαμώτο ! 
Θέλω να γίνεις κότα . 
Θέλω να το νιώσεις . 
Θέλω να μεταμορφωθείς σε κότα . 
Δεν θέλω να μείνει ούτε ίχνος ανθρωπιάς μέσα σου . 
Θέλω να δω μόνο το πτηνό . 
Τελείωνε . 
Για να δούμε . 
Τι κάνεις ; Δεν περπατάει έτσι η κότα . Τελείωνε ! 
- Ράμφισε ! Κάνε ένα αυγό , γαμώτο ! - Ραμφίζω ! 
- Ραμφίζω ! - Ανέβα στον καναπέ και πέτα . 
Είμαι μαλάκας ! 
- Γίνε κότα ! 
- Δεν μπορώ να πετάξω , Τόμι ! 
Γίνε κότα , γαμώτο μου ! Έλα δω ! 
Έλα ! 
Κοίτα . Είναι γεμάτο σιτάρι . 
Κοίτα , ράμφισε το σιτάρι . Έλα δω . Ένα σκουλήκι . 
Θέλω να φας το σκουλήκι , κότα του κερατά ! 
Έλα δω ! Έχει ένα κωλοσκούληκο εδώ ! Ένα σκουλήκι ! 
Ράμφισε το σιτάρι ! Τελείωνε ! Ράμφισε το σιτάρι ! Το ραμφίζω το γαμημένο το σιτάρι ! 
Σούζι , πρέπει να σταματήσει . 
Μην ανακατεύεσαι . 
Έλα να φας το σκουλήκι ! Έλα να το φας ! 
Φάε το σκουλήκι , μαλακισμένη κότα ! 
Τόμι ! Αρκετά ! 
Πάρε πούλο ! 
Μην ανακατεύεσαι ! Αλλιώς επιστρέφουμε στα οχτώ ! 
Δεν το τραβάς να τελειώνουμε ; 
Πρώτα να μπει στο πετσί του ρόλου . 
Θέλω να γίνει κότα . 
Τσόγλανε ! 
Έλα ! Γίνε κότα , γαμώτο μου ! 
Δεν ... Πρέπει να πάω τουαλέτα . 
Άντε , δίνε του ! 
Τελείωνε ! 
Ψιτ , Τόμι . Ποιος είναι η κότα τώρα ; 
- Φρέντι ! 
- Πάρε πούλο ! 
Τον πέτυχα στο κεφάλι Επειδή ήταν μαλάκας Ένα μπαμ-μπαμ εκεί Ένα μπαμ-μπαμ εδώ Ο νεκρός εκεί , ο νεκρός εδώ Τα μυαλά του σκορπισμένα στον τόπο Μόλις πέτυχα έναν τύπο στο κεφάλι 
