اسلو جین میل دارید اعلی‌حضرت ؟ 
ممنون جف 
می‌تونید میلیگان رو بزارید روی زمین از وقت خوابش خیلی گذشته 
درسته 
آره ، هرجایی خواستید بذاریدش 
همه‌چیز مرتبه اعلی‌حضرت ؟ - آره - 
اما حق با تو بود درمورد سوزی و خانواده گلاس 
یه سری اطلاعات به دستم رسیده ... که نشون می‌ده سوزی و خانواده گلاس اگه بخوام خودمون رو از ... این وضعیت خارج کنم حاضرن من رو بُکُشن 
فکر کردم شما دوتا خوب با هم کنار اومدید 
خب ، اومده بودیم 
اما دیگه نه - بد نیست بوش کنید - 
چه بویی حس می‌کنید ؟ 
بادام 
آدم وقتی اسلو جین می‌خوره نباید عجله کنه 
بعد از چند هفته به اون رنگ سرخ غنی‌ش می‌رسه 
اکثر مردم به اون حد که رسید مصرفش می‌کنن ... اما برای رسیدن به طعم اصلیش باید چند سال بهش فرصت بدی 
ویژگی‌ای که این روزها خیلی قدرش رو نمی‌دونن صبوری 
بذارید پیش بره 
شما به تعهدات‌تون عمل کنید و ببینید اونا چه واکنشی نشون می‌دن 
نزارید بدونن به چی فکر می‌کنید 
... و در این حین برای همه احتمالات آماده بشید 
صبح بخیر قربان یه لیوان قهوه تازه میل دارید ؟ 
چرا که نه ؟ 
بیار توی اتاق مطالعه‌ام ، آقای لارنس و دوتا لیوان بیار 
خدای من ، خیلی نگرانم . از بعد از اجرای اوتلو ، انقدر استرس نداشته‌ام نپرس ، مال خیلی وقت پیشه 
اوه خدایا لعنت به من 
صبح بخیر خانم گلاس دوک آمادگی پذیرش مهمان رو داره ؟ 
کاملا - خیلی خوبه - 
فردی - سلام سوزان . هی سوزان - ببخشید ، گلوم یه مقدار گرفته 
سوزی ، می‌دونم درگیر این ماجراهای گنگستری هستی اما می‌خواستم ببینم می‌شه باهات حرف بزنم ؟ 
- چرا سر کار نیستی ؟ - چی ؟ 
من سر کارم ، رئیس یعنی ، کارمون همینه - کارمون همینه - 
... موضوع اینه که فکر می‌کنم احتمالا یه پیشرفتی کرده باشم 
... واقعا فکر می‌کنم این چیزیه که باید جدی بگیری 
بزاریم برای بعد ، باشه ؟ آقایون 
ریدی 
ممنون که اومدی 
لطفا بشین 
توی محل بود 
قهوه می‌خوای ؟ 
عالی می‌شه 
همه‌چیز توی قلمرو دوک خوبه ؟ 
این‌طور به‌نظر میاد 
سودمون رفته بالا توزیع هم خوب پیش می‌ره و بهره‌وری هم در حال بهبوده 
کسب‌وکار خوبه 
... یعنی به حدی رسیدیم که من رو از سازمان بیرون می‌کنه ؟ 
دقیقا همین‌طوره 
اگرچه ، درمورد تمدید صحبت کردیم 
و همون‌طور که گفتی ، پول خوبی در میاریم ... و این موضوع باعث می‌شه سهم مشارکتت بره بالاتر 
مطمئنی نمی‌خوای تجدید نظر کنی ؟ 
با اینکه پیشنهاد وسوسه کننده‌ایه اما من نیستم 
خب ، با اینکه به آستانه‌ای ... که توافق کرده بودیم رسیدی تا وقتی که پول‌شویی درست انجام نشه به‌عنوان سود نمی‌شه بهش نگاه کرد 
خب ، مشکل من نیست 
چقدر طول می‌کشه ؟ 
باید 15 میلیون دیگه رو پول‌شویی کنیم 
از نظرم در عرض سه ماه انجام می‌شه 
سه ماه 
ببین ، متوجهم و آشفتگی‌ت رو می‌بینم 
... چطوره یه جلسه بین خودمون و آقایی که پول‌شویی‌م رو انجام می‌ده بذارم ؟ 
کی ؟ 
! ایول 
قشنگ بود 
کی آدمت رو می‌بینیم ؟ 
برای اون خیلی وقت داریم چاکی جایی نمی‌ره عاشق مبارزه‌ست - چاکی کیه ؟ 
! زودباش جکی 
اون چاکی‌ـه 
! زودباش ، تمومش کن - ! 
زودباش 
! بجنب 
! زودباش جک 
! ایولا 
بهت گفتم توی دور سوم کارش رو تموم می‌کنم ، مگه نه سوز ؟ 
راستش آره ، گفتی 
بهش گفتم دور سوم 
کارت عالی بود جک بیا بغلم 
واقعا ترکوندی 
وقتی می‌ری توی رینگ آدم اصلا حوصله‌اش سر نمی‌ره 
تو یه مبارز واقعی هستی ، پسرم 
به‌نظرم وقتشه بشینیم درمورد یه کمربند واقعی صحبت کنیم 
به‌نظر عالی میاد 
مگه نه سوز ؟ 
خب ، مغز ، قدرت و زیبایی تو یه خطر سه جانبه هستی ، جک 
سوز ، امروز عصر بهمون ملحق می‌شی ؟ 
قراره به سلامتی آینده درخشان برادرت ، نوشیدنی بخوریم 
البته که میام 
اما من و ادی یه کاری داریم که اول باید به اون برسیم 
اوه ، این همون دوک‌ـه ؟ 
سلام از دیدنت خوش‌حالم 
منم از دیدنت خوش‌حالم ، هنری کالینز هستم نظرت درمورد مبارزه‌اش چطور بود ؟ 
بهترین مبارزه‌اش بود 
برو خودت رو تمیز کن جک و بعدا می‌بینمت 
بعدا می‌بینمت - زودباش - 
بیا جلسه‌مون با چاکی رو شروع کنیم 
خیلی‌خب . خب ، قبل از اینکه ... معرفی‌ت کنم باید بهت هشدار بدم یه‌مقدار بد عُنُق‌ـه 
این کورن داگ‌ها می‌ترکونن حسابی سودآور هستن 
کورن داگ ؟ 
نه . به‌اندازه کافی خوب نیست در واقع ، مسخره‌ست 
سوز ، دوستت ، بهت احترام می‌ذارم بهت دروغ نمی‌گم 
این کورن داگ معمولی نیست ، باشه ؟ این کورن داگ تند کُره‌ایه عملا خودِ آینده‌ان استلا بهم معرفی‌شون کرد به کی‌پاپ و این کصشرا علاقه داره می‌شه یه نوشیدنی بهم بدی ؟ 
البته که می‌شه داداش - ممنون - 
دشنه‌امه داداش ، امان از این دیابت - ودکا خوبه ؟ - 
ادی ببین ، متوجه‌ام که یه مقدار شک داری 
و من باهات رو راستم داداش حس و حال عجیبی داری 
اما مهم نیست 
برای اینکه حالت بهتر بشه ... تنها چیزی که لازمه بدونی اینه که وقتی پای پول‌شویی ... وسط باشه ما بهترین کسایی هستیم که می‌تونی پیدا کنی 
من توی خیلی موارد از بقیه بهترم - دقیقا همین‌طوره . 
درست می‌گه - 
آره پسر ، من خودم بار آبمیوه رو رسوندم به اوج 
کاسه سالاد . اصلا نمی‌دونم چی هست تو می‌دونی ؟ 
کی براش مهمه ؟ میلیون‌ها پوند ازش فروختم ، نه ؟ 
آووکادو 
مردم برای یه چیزی که طعم آجر می‌ده ، یه‌عالمه پول می‌دن عصبی هستی ؟ من فروختم‌شون 
خیلی‌خب ... متوجه شدم ممنون . چقدر وقت می‌بره ؟ 
چقدر هست ؟ - پونزده میلیون - 
همون‌طور که صحبت کردیم 
چهار پنج ماه چطوره ؟ نه ، نه ، نه ، بهت گفتم خوب نیست 
داداش ادی چت شده ؟ 
ها ؟ آروم بگیر 
برو ماساژ یه جق بزن 
حتی بهتر ، یه خانم خوب رو وارد زندگی‌ت کن بده من 
بفرما استلای عزیزم 
برادر ، من عاشق نمی‌شم از سر ترس نیست اما این زن ، من رو جادو کرده من بدجور عاشقشم 
این زن ، خوشگل‌ترین کسیه که شخصا دیدم 
نظر تو چیه ؟ 
- مرد خیلی خوش‌شانسی هستی ، چاکی - 
ممنون 
راستی ، کجاست ؟ 
می‌رم بیارمش 
ممنون خواهر سوز 
شماها همین‌جا منتظر بمونید 
جک ، بهتره مشغول اون کاری که فکر می‌کنم نباشی 
چند دقیقه بهمون وقت بده 
شوخی می‌کنی ؟ - سوز ، کجایی ؟ - 
هر کاری ، مکان و زمان خودش رو داره چت شده ؟ ! 
یه‌لحظه صبرکن 
اینجا چه خبره ؟ 
این‌طور که به‌نظر میاد نیست - چی این‌طور به‌نظر نمیاد ؟ 
! مادرجنده از دوست‌دخترم سوءاستفاده کردی ؟ 
... نه دقیق‍ـ 
! 
نمی‌دونی من کی‌ام فکر کردی ازت می‌ترسم حرومی ؟ 
چاکی ، آروم باش 
من آروم نمی‌شم 
من ازت نمی‌ترسم 
! بیا دعوا بیا همین الان دعوا کنیم 
من چاکی کبرای کوبرا هستم 
چه مرگته داداش ؟ 
چه خبره ؟ 
یه نفر بهم نمی‌گه چه خبره ؟ 
می‌دونی سربه‌سر کی گذاشتی ؟ 
! این چاکی کبرا ئه 
داشتم زخم‌هاش رو نگاه می‌کردم می‌دونی مدرک کمک‌های اولیه دارم 
سرت رو بالا نگه دار - فکر کردی پس دارم چی کار می‌کنم ؟ 
ببین چاکی ، واقعا بابت این قضایا متاسفم 
سوزی گلاس ، برو در خودت رو بذار 
من هیچی برات نمی‌شورم ! کارمون تمومه ، جقی‌ها 
خب ، خوب پیش رفت 
فعلا بزار یه‌کم آروم بشه فردا قضیه رو از بگایی در میارم 
از دو ماه رسیدیم به چهار ماه و این‌طور که به‌نظر میاد ، دیگه باهامون کار نمی‌کنه 
حلش می‌کنم 
آره ، ببخشید خیلی بهم فشار آورد 
خب ، می‌ریم نوشیدنی بخوریم یا نه ؟ 
ادی ، خوش‌حالم که اومدی - هنری - 
ببینش اسطوره بی‌نظیریه 
بستگی داره اسطوره رو چطور تعریف کنی اگه دنبال یه موجود دائم‌الحشر می‌گردی ، خودشه 
خب ، پر بی‌راه نمی‌گی 
می‌دونی ، بزرگ‌ترین مشکل جک ، خودشه 
توی این سال‌ها با یه‌عالمه پسر کار کردم شش‌تاشون قهرمان شدن 
فرقش اینه که همه‌شون صددرصد متعهدن 
اون 100 درصد به سبک زندگی‌ش متعهده سوال اینه که بلندپروازی‌اش به خانواده‌اش رفته ؟ 
یه میز خوب برامون نگه داشتم 
ادی ، کنجکاوم بدونم چطور با سوزی گلاس هم‌کار شدی ؟ 
توی گارد دراگون ملکه ، سروان بودم پدرم مُرد برگشتم و بخشی از کسب‌وکارش رو به ارث بردم 
عضو گردان دوم ، بخش چتربازان بودم 
جند بار اعزام شدی ؟ 
سه‌بار به سنگین 
جنگ ، فلسفه و اولویت‌های آدم رو تغییر می‌ده 
واقعا همین‌طوره ممنون 
به سلامتی به سلامتی 
تو و سوزی اون مشکل کاری رو حل کردید ؟ 
یه مشکل داخلی کوچولو بود خوش‌بختانه چیزی نیست که حل نشه 
قبلا با چاکی کار کردی ؟ 
من چیزی از چاکی نگفتم 
انتخاب اول من ، اون نیست اگه متوجه منظورم بشی 
انتخاب دومم هم نیست 
فرد بهتری رو می‌شناسی ؟ 
من خیلی‌ها رو می‌شناسم ، ادی 
الان بر می‌گردم 
ممنون 
رزی 
ببین کی اینجاست - هوم - 
چطوری ؟ ممنون که اومدی دیدنم 
این افتخار رو مدیون چی هستم ؟ 
ترکیبی از هر دو 
... خودم رو وارد یه شرایطی کردم که مطمئن نیستم بتونم ازش خارج بشم شاید به کمکت نیاز داشته باشم حتما شرایط جدی‌ایه 
... اصلا یادم نمیاد تا حالا دیده باشم از کسی توی چیزی کمک بگیری 
درمورد دوست‌مون ، استنی جانستون‌ـه 
" با " ت 
برای این می‌خواستی من رو ببینی ؟ 
هنوز باهاش در ارتباطی ؟ 
آره ، گهگداری می‌بینمش - خوبه - 
اگه بخوای ، می‌تونم کمکت کنم 
... اما باید بهت هشدار بدم آدم خوبی نیست 
اوه ، من مشکلی ندارم 
صبح بخیر 
سلام عزیزم - ادوینا - 
آقای لارنس ، می‌شه لطفا اون رو برداری ؟ 
حتما قربان برادرتون گذاشته اونجا 
اوه آره می‌دونم 
تخم‌مرغ بندیکت بیارم ؟ - بله لطفا و یه فنجون چای . 
عزیزم ، باید با فردی صحبت کنی 
این اواخر دیگه زیاد از حد ... درگیر تولید ماریجوانا شده 
درسته - داره با گیاه‌ها صحبت می‌کنه ، ادی - 
و وقتی با اونا حرف نمی‌زنه می‌شینه درموردشون صحبت می‌کنه و خیلی خسته کننده‌ست 
خیلی‌خب خیلی‌خب ، قول می‌دم باهاش صحبت کنم 
ببخشید 
عزیزم ، سر میز نه - ! 
دیشب یه‌کم زود زدی بیرون 
باید می‌رفتم دیدن یه دوست قدیمی 
اوضاع با چاکی چطور پیش رفت ؟ 
معلوم شد که اوضاع چاکی از چیزی که انتظار داشتیم ، یه‌مقدار پیچیده‌تره 
این یه پیام به همه دوست‌هام در سرتاسر دنیاست بچه‌های برمینگام 
وقتی این پسر لاغر ... خوش‌تیپ عوضی رو دیدید گردن کیریش رو بگیرید و مثل یه سوسک لهش کنید 
دیشب چاکی توی فضای مجازی خیلی سرش شلوغ بوده 
به محض اینکه دیدیدش بزنید دهنش رو سرویس کنید . مادرش رو بگایید 
هر کاری دوست دارید بکنید فرو کنید توش نتیجه‌اش اینه که برادر من باید یه چند روزی یه جایی سکونت کنه باید روی تمریناتش تمرکز کنه بدون حواس‌پرتی 
به محض دیدنش - اینجوری تفنگ رو بگیرید و کیو کیو - 
باتوجه به اینکه خیلی مشتاقی ... که شرایط رو سریع پیش ببری گفتم شاید بخوای بزاری بیاد پیشت بمونه 
محض رضای خدا قرار بود مشکل رو حل کنه 
و دقیقا دارم حلش می‌کنم هر چی نباشه ، جک تقه دوست‌دختر چاکی رو انداخت 
کار مودبانه اینه که بزاریم بیاد سر عقل بعدش بهش شیوه کار سلسله مراتب رو یادآوری می‌کنم 
باشه - ایول - 
قراره مهمون بیاد ؟ 
این‌طور به نظر میاد آره 
بفرمایید قربان از این‌طرف 
برادر سوزی گلاس ؟ 
خودِ خودشم 
خیلی‌خب خودِ خودش بیا اینجا و کمک کن 
اعلی‌حضرت گفتن یه مبارزه بزرگ در پیش داری آره 
حذفی میان‌وزن 
... خب ، آقای گنده‌بک این کیسه بوکس نشون بده چی بلدی 
خیلی‌خب 
فردی . 
پیامت به دستم رسید - ادوارد ، دقیقا همون کسی که می‌خواستم ببینم - 
به چشمه خلاقیت خوش اومدی برادر 
جیمز ، می‌شه تنهامون بذاری ؟ 
اوه آره حتما 
آروم باش 
تو می‌تونی مشکلی نیست ممنون پسر 
خب ، این پروژه کوچولو که راه انداختی چیه ، جیمی ؟ 
... خیلی‌خب ، خب ، اول از همه ... یه پروژه معمولی نیست 
موضوع اینه که ... این‌سری یه کار خارق‌العاده کردم و رئسای تو خیلی دل‌شون می‌خواد که درموردش بدونن 
خیلی‌خب فردی من اصلا شک ندارم فقط می‌خواد انتظاراتت رو بیارم پایین - باشه ، باشه ، بیار پایین - 
بیارشون پایین چون من می‌خوام مال تو رو ببرم بالا 
و این دقیقا چیه ، فردی ؟ 
ببین ، با یه یارویی آشنا شدم یه یاروی پیر ریشو شبیه مسیح بود 
درمورد پروژه‌ای که روش کار می‌کنه بهم گفت 
ماریجوانای ساتیوا رو توی خاک گیاه کوکا پرورش می‌ده 
می‌دونی ، به مرور زمان ... دونه شروع می‌کنه به جذب خواص گیاه کوک ! و در نهایت ، جادو اتفاق می‌افته ماریجوانای کرک یا کرک ماریجوانایی ... نمی‌دونم کدوم بود 
فردی ، باید حرفت رو قطع کنم - نه ، بزار حرفم رو تموم کنم ، باشه ؟ 
... ببین ، می‌دونم به‌نظر عجیب میاد 
و از لحاظ علمی هم غیرممکنه ... ببین ، ممنونم 
این گیاه کیری ، بازی رو عوض می‌کنه 
... مخلص کلام اینه که من فقط می‌خوام یه جلسه برام با سوزی بزاری ، باشه ؟ 
چی ؟ - و ... همین‌طور با باباش - 
نه - خواهش می‌کنم - 
شرایط عوض شده باشه ؟ 
به خانواده گلاس نمی‌شه اعتماد کرد دارن ازمون سوءاستفاده می‌کنن 
به درک ، بیا ما هم از اونا سوءاستفاده کنیم - اونا خطرناکن ، باشه ؟ 
سوزی به افرادش گفته جترو رو بُکُشن 
جترو کدوم خریه ؟ 
... اوه همون یارو 
خیلی‌خب ، باشه خیلی‌خب ، خیلی‌خب 
خیلی‌خب ، خب ، مسلما خیلی بده 
... فردی ، موضوع اینه که بهمون دروغ گفتن سوزی بهمون دروغ گفت و اصلا هم قصد ندارن که ملک ما رو ترک کنن 
شاید نخوایم برن 
گوش کن ادی ، می‌دونم بعضی‌وقت‌ها ... یه‌خرده غیرقابل اتکا می‌شم اما واقعا فکر می‌کنم که به یه چیز خفن رسیدم 
می‌دونی نظر من چیه ، فردی ؟ 
به‌نظر من تو یه معتادی 
... این چه ربطی به و این هم یکی از اون چندین گوه‌کاری‌ایه که تو رو باید ازش در بیارم 
این بازی نیست ، فردی 
تو رو می‌کُشن من رو می‌کُشن برای رسیدن به خواسته‌شون حاضرن کل خانواده‌مون رو هم بُکُشن 
نظرم عوض نمی‌شه 
نه ، نه ، نه زمان‌بندیت درست نیست 
بهت گفتم ، وقتی شیپور زده شد باید شعله‌ها بیان بالا ، درسته ؟ 
باید عالی باشه بی‌نقص 
بله ریئس - درستش کن - 
خوبی ادی ؟ 
- سلام - 
ببخشید ، وقتی پای همچین چیزهایی وسط باشه ، آدم کمال‌گرایی می‌شم 
اجرا چیزیه که باعث می‌شه آدم مشتری پیدا کنه 
شرط می‌بندم همین‌طوره حیف شد که منظره توش نیست 
اوه آره حرف نداره ، نه ؟ 
اینجا رو موقع بحران مالی خریدم نیمه‌کاره بود سازنده‌اش پول نداشت فرار کرد رفت دبی راستش رو بخوای ، اینجا رو صاحب شدم 
می‌دونی چرا ؟ 
چون می‌دونستم ... از اعماق وجودم می‌دونستم هر چقدر هم طول بکشه ... هر چقدر که اوضاع بد بشه می‌دونستم مردم برای مبارزه میان 
ماها یه‌مشت نئاندرتالیم الکی ادای با فرهنگ‌ها رو در میاریم 
خب ، از طرف خودت حرف بزن هنری 
خب ، وقتی دقیق بررسی کنی به همین می‌رسی 
هوس ، غریزه ، بقا 
آره ، شاید حق با تو باشه 
گوش کن ، می‌خواستم بحث اون شب‌مون رو ادامه بدیم 
اوه واقعا ؟ کدوم بخشش ؟ 
مسخره‌بازی در نیار هنری 
چقدر می‌خوای پول‌شویی کنی ؟ 
- پونزده میلیون - 
سوزی رو راضی کردی ؟ 
قدیم‌ها ، وقتی خواستم ... شرایط رو یه بررسی کنم فهمیدم که نمی‌خواد کارهای غیرقانونی رو با قانونی قاطی کنه 
نگران سوزی یا بابی نباش 
چند وقته ؟ 
- دو هفته - 
خب ، شوخی که نمی‌کنی ؟ 
همون‌طور که گفتی هوس ، غریزه ، بقا 
به یکی از شرکام معرفی‌ت می‌کنم 
اما باید بهت هشدار بدم حوصله‌سربر ترین مردیه که ممکنه ببینی 
ادی با ثیک ریک آشنا شدی 
از آشنایی باهات خوش‌وقتم - همچنین - 
ریک اولش حساب‌دار بود اما به شرط‌بندی خیلی علاقه داشت 
... یه بدهی بالا آورد که باعث شد مجبور بشه توی حساب‌داریش ، خلاقیت به خرج بده 
مثل این می‌مون که محیط‌بان بشه شکارچی غیرقانونی 
ریک ، به ادی بگو چطور جادوت رو انجام می‌دی 
همه‌چیز با اعلام نتیجه مبارزه توی دفتر شرط‌بندی شروع می‌شه 
وقتی بازنده مشخص می‌شه ... حالا هر کسی که باشه ... یه‌دفعه می‌فهمه که یه‌عالمه شرط روی این ... مبارز بدشانس بسته شده 
نکته کار ریک اینه که این کارها براش جالبه 
فعالیت داخلی ، فعالیت خارجی کاهش ریسک استهلاک ... همین که ازش حرف می‌زنم ، خوابم می‌گیره 
تنها چیزی که نیاز داری بدونی اینه که می‌شه بهش اتکا کرد کمیسیونش به‌شدت منطقیه 
و اگه کسی آمار و ارقامش رو ... زیر سوال ببره ... . انقدر بهشون اطلاعات 
چون این مرد ، درمان قطعی بی‌خوابیه کسل‌کننده کردن پول در آوردن کار سختیه اما برای ریک نه 
این یعنی می‌تونی پات ... رو بندازی رو پات درحالی که اون کارها ... رو انجام می‌ده و بهت پونزده میلیون پوند می‌ده 
منهای پنج درصد که کاملا منطقیه 
شرط‌بندهایی مثل ریک پایه کسب‌وکارم هستن اما نباید خیلی بهم نزدیک باشن چون خیلی حوصله‌سربره 
همون‌طور که گفتم ، برای من فقط بوکس مهمه 
تو چی ادی ؟ چطوره ؟ 
راستش ، به‌نظرم عالیه 
توی حیاط هستن ، خانم گلاس نوشیدنی ؟ - اوه آره - 
می‌خوای اردک پلاستیکی بندازم توش ؟ 
- نه رفیق - 
از شنیدنش خوش‌حال می‌شی مشکل با چاکی حل شد 
نوشیدنی‌تون خانم - ممنون - 
فکر کردم دیگه ارتباطت باهاش قطع شده 
می‌دونی این آدم‌های خلاق چه جورین دیگه خیلی سریع همه وجودشون رو شور و اشتیاق می‌گیره اما زود یادشون می‌ره 
سوزی گلاس ، من دوستت دارم بهت احترام می‌ذارم ، باشه ؟ 
همه ویدئوها رو پاک می‌کنم همه حساب‌های کاربری‌م رو پاک می‌کنم 
نمی‌خواستم انقدر قضیه پیش بره 
و مثل یه پسر خوب بدون هیچ هزینه‌ای انجامش می‌ده 
و تا حالا توی زندگیم انقدر متاسف نبودم 
پونزده میلیون توی صندوق‌عقب ماشینمه که آماده‌ست که ببری براش 
گفت چقدر زمان می‌بره ؟ 
و همه‎ش رو با سرعت دو برابر براتون پول‌شویی می‌کنم 
دو ماه 
حداکثر چهار ماه که حالت ایده‌آل نیست 
یا کُند ، هر طور که دوست داری رئیس شمایی اما همینه که هست 
و اون تنها گزینه‌مونه ، نه ؟ 
آره 
ببخشید که به خط خصوصی‌تون زنگ می‌زنم اعلی‌حضرت شاهدخت شماره‌تون رو دادن 
مطمئنم پیامم رو بهت داده - درسته - آقای جانستون ازم خواسته که ... شفاف براتون توضیح بدم که بدون هیچ اما و اگری توی بازار می‌مونه 
کاملا متوجهه و ممنون هم هست ، اعلی‌حضرت 
در واقع ، گفت مشکلی برای یه پیشنهاد جایگزین نداره 
می‌تونم بگم هیجان سرتاسر وجودش رو گرفته بود 
فردا می‌رسه لندن 
اگه بخوام یه جلسه بزارم خیلی گستاخانه‌ست ؟ 
مشکلی نیست 
برادر ادی ، چطوری ؟ - خوبم - می‌شه کمک کنی ؟ - آره - 
ایشی ، صبرکن ، صبرکن ، صبرکن 
می‌شه یه‌لحظه باهات صحبت کنم ، ادی ؟ بیا اینجا 
لحنت عوض شده ، نه ؟ 
ببخشید ؟ 
... بار قبلی که رو در رو بودیم ، برادر مثل یه احمق بهم نگاه می‌کردی 
مگه نه ؟ - آره - 
... و تا جایی که یادمه درمورد این عملیات خیلی شکاک بودی 
درسته ؟ آره یا نه ؟ - درسته - 
آره ، خب ، دست من نیست 
این یارو داره کجا می‌ره ؟ 
و می‌دونی چیه ؟ 
وقتی داشتم برات ... زمان‌بندی رو توضیح می‌دادم جوری قیافه حق به جانب‌ها رو گرفته بودی که انگار گوزیدم توی دهن ننه‌ات 
ببین ، تمومش کن فقط می‌خوام کار رو انجام بدی 
خب ، گوش کن 
انجامش می‌دیم و می‌دونی چیه ؟ 
چیه ؟ 
توی روحت یه خلاء داری پسر متوجهی ؟ یه تاریکی 
وقتی توی دفتر سوزی نشسته بودم ... و داشتم بهت نگاه می‌کردم با خودم گفتم " این خوشتیپ عوضی " به کورن داگ‌های من باور نداره 
... اگه به این پروژه باور نداشته باشی اون‌موقع هیچ‌کس نمی‌تونه بهش باور داشته باشه 
باید به این پروژه کیری باور داشته باشی 
برو برام چندتا کورن داگ بیار 
چه طعمی ؟ 
- ! هر طعمی - 
... نمی کورن داگ نمی‌خوام نیازی هم نیست قانعم کنی 
ببخشید ، باشه ؟ 
فقط لطفا کار رو انجام بده 
حس و حالت خیلی کیریه 
دور و برت رو ببین ، ما زنده‌ایم نفس بکش . حس و حال خوب رو بکش داخل کیری‌ها رو بده بیرون 
نمی‌دونم چرا عجله داری " سوزی گفت " عجله نکن 
چی گفت ؟ 
گفت " چهار ، پنج ، شش ماه " اصلا اهمیت نداره بهم گفت عجله نکنم پس هولم نکن 
خودم پول رو میارم توی خونه‌ات 
هی ، هی ، هی اروم باش داداش 
کجا می‌ری ؟ 
نمی‌خورم 
تا 10 ثانیه دیگه ، این کورن داگ حلال می‌ره توی شکمت 
می‌خوریش چون چاکی گفته 
پنج‌تا کیف توی هرکدوم سه میلیون 
نظرت چیه ؟ 
به‌نظرم حال به هم زنه کثافته 
برو بریم 
یه تصمیم اجرایی گرفتم 
کجایی ؟ 
کیف‌ها رو بزار توی ماشین 
دارم میام 
به‌نظر خیلی رسمی میاد 
تصمیم گرفتی که از هنری کالینز برای پول‌شویی استفاده کنم 
فکر کردم واضح برات توضیح دادم 
خب ، دادی 
اما تصمیم گرفتم از اونی که کارآمدتره استفاده کنم 
کالینز زودتر انجامش می‌ده 
می‌خوام توجه هنری روی حرفه برادرم باشه 
خب ، هر دو کار رو می‌تونه انجام بده 
شاید بتونه 
اما حق نداری هر موقع دلت خواست من رو دور بزنی 
کارهای روال خودش رو داره 
اوه ، به خوبی از وضعیتم توی این سازمان آگاهم ، سوزی 
متاسفانه ، از قبل با چاکی توافق کردیم 
دیگه نه 
چی کار کردی سروان ؟ 
به چاکی گفته کارها رو آروم پیش ببره نه اینکه سریع انجام‌شون بده 
چرا باید همچین کاری کنم ؟ 
چون تو و پدرت اصلا قصد نداشتید بی‌خیال من بشید 
اتهام خیلی بزرگیه 
پس چرا انکار نمی‌کنی ؟ 
... چرا بهم نمی‌گی کی تو و پدرت از ملک من می‌رید ؟ 
بعد از اینکه 15 میلیون رو شستیم 
بزار یه سوال دیگه ازت بپرسم 
جترو کجاست ؟ 
... دلیل کُشته شدن جترو ... برای محافظت از تو و برادر کوکائینی به‌گا رفته‌ات بود 
یه روز ، جترو برامون دردسر می‌شد پس بهش رسیدگی کردم 
یه بار دیگه ازت می‌پرسم 
کی دست از سر من و خانواده‌ام بر می‌دارید ؟ 
هیچ‌وقت 
من رو دست‌کم گرفتی سوزان 
برای محافظت از خانواده‌ام هر کاری می‌کنم 
مراقب باش سرباز 
هم می‌تونم مهربون باشم و هم می‌تونم مهربون نباشم 
فقط یه طرف من رو دیدی 
موفق باشی 
از دیدنت خوش‌حالم سوزی 
مایک ، سوزی رو ببر جک رو ببینه - مشکلی نیست - 
دیدن دوباره‌تون باعث افتخاره ، اعلی‌حضرت 
همچنین ، آقای جانستون 
بفرمایید 
خوبی عزیزم ؟ 
- می‌دونی ، عجیبه - واقعا نگرانم 
هیچ‌وقت نگران نمی‌شم 
جای نگرانی نیست ، جک 
... ببین ، اون کریسمس که بابا برات اولین جفت دستکش بوکس رو خرید ، یادته ؟ 
چهار سالت بود ؟ 
آره و بهم گفت با تمام قدرت بزنمش 
و زدیش مستقیم مشت زدی توی تخم‌هاش 
یه هفته نمی‌تونست راه بره 
اندازه‌اش ، پنج برابر تو بود ، جک 
اون‌موقع از هیچی نمی‌ترسیدی و الان هم نباید از هیچی بترسی 
می‌دونید از چی اشراف‌زادگی بریتانیایی‌ها خوشم میاد ؟ 
گنگسترهای واقعی ، خودشونن 
دلیل اینکه 75 درصد این کشور مال اوناست اینه که دزدیدنش 
ویلیام فاتح از آل‌کاپون هم بدتر بود 
... وقتی از فرانسه اومد هر چیزی که دستش بهش می‌رسید رو صاحب شد ... و بعدش سیستمی رو ایجاد کرد که تا ابد مال اون و دوست‌هاش باشه 
مالیات ، آموزش ، دستگاه قضایی 
خب ، فکر کنم باهات موافق باشم اما ترجیح می‌دم این جرائم رو بزارم به عهده نیاکانم 
اگرچه ، تملک ملکم الان به مشکل خورده ... متوجه شدم که برای اصلاح شرایط شاید به یه‌مقدار کمک نیاز داشته باشم 
خب ، اومدی پیش آدم درست 
اما به‌هرحال بده بستونه 
مشکلی نداری ؟ 
هر کاری لازم باشه انجام می‌دم ، آقای جانستون 
داداش 
خودت می‌دونی باید چی کار کنی 
به‌شدت خیالت جمعه باید هم باشه 
عصر بخیر ، فردی - خوش‌حالم که هم رو دیدیم - 
راستش ، می‌خواستم ببینم می‌شه با هم صحبت کنیم ؟ 
درمورد برادرمه نگرانشم 
اخیرا ... اخیرا خیلی دمدمی مزاج شده فکر می‌کنم در شرف یه اشتباه خیلی بزرگه 
برادر جایگاهش رو برام کاملا مشخص کرده ، فردی 
اما متوجه این نمی‌شم که تو چه جایگاهی داری 
خب ، موضوع همینه 
به یه چیزی رسیدم 
اون سرگرمی کوچولوت با جیمی ؟ 
- ... کوچولو - 
آره ، جیمز هم کمک کرده اما فکرش از خودم بود 
یه نوع جدید ماریجواناست ، سوزی یه نوع خیلی قوی 
می‌دونم الان جا و زمان ... مناسبش نیست اما از اونجایی که ادی می‌خواد خودش ... رو بکشه کنار و زمان هم داره می‌گذره ... فقط می‌خواستم بدونم بدونم شاید یه راه دیگه‌ای هم باشه 
هوم - بیا قبول کنیم - من و تو ، هر دومون می‌دونیم این کسب‌وکار ، خیلی سخته 
... اگه اتفاقی برای ادی بیفته نه اینکه ... نه اینکه بخوام بیفته ... و نه اینکه فکر می‌کنم می‌افته می‌رسه به من 
ببین ، این ماریجوانا واقعا سروصدا می‌کنه ، سوزی 
می‌دونی اون کیه ، فردی ؟ 
برادرم 
و براش هر کاری می‌کنم 
شاید بد نباشه بهش فکر کنی 
خوش‌حال شدم مایه تاسفه که مذاکره‌مون انقدر طولانی شد 
یه چیز دیگه اگه این تغییرات ، با کم‌ترین ... مشکل ممکن انجام بشه واقعا ممنون می‌شم 
با اینکه خیلی از خانواده ... گلاس خسته شدم اما می‌خوام آسیبی بهشون نرسه 
بهت قول می‌دم به‌عنوان یه مرد متشخص 
عصر خوش 
قطعات چیده شدن 
فقط بهم علامت بده تا دومینوی اول رو یه هُل ریز بدم 
عالیه 
جک چقدر از این یارو می‌دونی ؟ 
- مبارزه‌هاش رو بررسی کردم . رکوردش رو می‌دونم - 
ظاهر می‌تونه فریبنده باشه 
شکستش می‌دم سوز بهم اعتماد کن 
آقای کالینز می‌خوان باهاتون صحبت کنن می‌گن موضوع مهمیه 
حس خوبی ندارم 
بهتره مشکلی برای پولم پیش نیومده باشه 
اوه نه ، درمورد پول نیست درمورد برادرته 
چی شده ؟ 
قراره بزنه اون ازبکستانی رو له و لورده کنه 
خب متاسفانه آخرش این‌طوری نمی‌شه 
مایه تاسفه از این پسر خوشم میاد 
اما متاسفانه ، به یه تصویر بزرگ‌تر وصله 
! زودباش جک ! برو پسر آماده‌ای ؟ 
آماده‌ای ؟ 
وقتی فرصتی برای گسترش ... کسب‌وکارم می‌بینم نمی‌تونم خودم رو کنترل کنم 
فورا قبولش می‌کنم 
داریم مسابقه رو از دست می‌دیم هنری شاید بهتر باشی بری سر اصل مطلب 
پونزده میلیون 
پول خیلی زیادیه 
... تا جایی که می‌دونم درآمد یه مزرعه توی ماه گذشته‌ست 
... خب ، ضربدر 14 که بکنی ... می‌شه سالی دو و نیم میلیارد پوند 
خب ، ببخشید که ناامیدت می‌کنم ما دنبال سرمایه‌گذار یا شریک نیستیم 
وقتی 15 میلیون رو پول‌شویی کردی کارمون با هم تمومه 
اوه ، نمی‌خوام سرمایه‌گذاری کنم می‌خوام کنترل رو به دست بگیرم 
تو یه برگزارکننده بوکس هستی و یه پول‌شو 
بهتره توی کار و کاسبی خودت بمونی 
خیلی باهوشی ، سوزی 
واقعا باهوشی 
اما معلومه درموردم تحقیق نکردی 
می‌تونستم همون رفتاری که با ... برادرت دارم رو با تو هم داشته باشم اما از سر احترام این پیشنهاد رو بهت می‌دم 
دوتا راه جلوی پات هست 
راهی که کم‌ترین مقاومت رو داره کسب‌وکارت رو همین‌جا همین الان می‌دی به من و پیشنهادم رو با هوشت و با خوبی و خوشی می‌پذیری 
یه راه دیگه هم هست هوم ، اون آخرش می‌رسه به جنگ 
با نابودی برادر عزیزت شروع می‌شه 
نمی‌کُشمش به‌خاطر احترامی که برات قائلم اما بهش آسیب می‌زنم که بفهمی قصدم جدی‌ـه 
اگه الان برادرم هم داشت باهات حرف می‌زد همین حرف رو بهت می‌گفت 
شانسم رو امتحان می‌کنم 
آره ، فکرش رو می‌کردم این حرف رو بزنی 
اما برگزاری مبارزه خیلی جالبه نیاز به یه جنگنده خیلی خاص داری یه آدم متظاهر 
... اون قصابی که اونجاست نوع نادری از مبارزهاست 
غرور نداره حاضره برای پول خودش رو بد جلوه بده 
شاید سابقه‌اش ، 3 پیروزی ... توی 30 مسابقه باشه اما 27تا از اون باخت‌ها ، عمدی بودن 
... اما وقتی که می‌بره انقدر گیرش میاد که ارزش اون 27 باخت رو داره 
... چون حقیقت اینه که اون یه هیولای توقف‌ناپذیره 
! هی ، هی ، هی ، هی ! داور 
داور هم به دادت نمی‌رسه 
با اینکه ازدواج کرده و ... سه‌تا بچه داره ... عشقش برای کوکائین و پول به این معناست که هر کاری بهش بگن ، انجام می‌ده 
پس وقتی علامت بدم و وقتش باشه که جک رو بزنه زمین ... که می‌زنه زمین احتمالا دیگه جک بلند نشه 
با در خطر انداختن خودت ما رو دست‌کم گرفتی 
وقتی جولیوس سزار از رود روبیکن ... با ارتشش رد شد از عمد با دولت روم وارد جنگ شد 
نه راه پیش داشت ، نه پس 
مشکل پیشنهاد تو اینه که خیلی دیر مطرحش کردی 
ما از رود روبیکن رد شدیم ، هنری 
اشتباه کردی خیال کردی نمی‌شناسمت 
می‌دونم تو جولیوس سزار نیستی و اصلا نمی‌دونی چه رودی رو برای شنا انتخاب کردی 
... تاریک و پر از وحشت‌ـه 
... شاید یه ارتش کوچولو داشته باشی اما من دولت هستم 
من مجلسم من تشکیلاتم 
... و تو از لحاظ جسمانی جنگی و هوشی ... برای جنگی که به اشتباه انتخاب کردی آماده نیستی 
بابات توی زندانه و تو نه به اندازه کافی مسلح هستی و نه واجد صلاحیت 
پیشنهاد رو قبول کن تا از هر دوتون مراقبت کنیم 
فردا می‌بینیم چه نظری داری 
مراقب خودت باش 
