عمارت دورست ، در سال 1802 ... توسط لرد بسینگتون چهارم به مبلغ قابل‌توجه 3هزار پوند ، خریداری شد 
لرد بسینگتون هشتم هنوز اینجا زندگی می‌کنه و به لطف ایشونه که ما الان اجازه داریم از اینجا بازدید کنیم 
خب ... دنبالم بیاید 
این ملک به‌خاطر کلکسیون عتیقه‌جات متنوعشه که معروفه به‌همین دلیل ، لرد بایرن ... به شوخی گفتن موزه بریتانیا شبیه مغازه لوازم دست‌دوم فروشی‌ـه 
... از چیزهای مهم می‌شه به کلکسیون ارزشمند قطعات شطرنج که ... از عاج ساخته شده و قدمتش مربوط به دوران بیزانس‌ـه اشاره کرد ... و سرپوش مقدس که مال قبیله بومی‌ها به اسم واکا واکا ئه 
! گم شید بیرون 
! من مارمولک‌ها رو راه نمی‌دم توی خونه‌ام 
متوجهید ؟ 
! مارمولک راه نمی‌دم [ لرد بسینگتون هشتم ] [ لرد بسینگتون هشتم ] [ 1944 - 2024 ] 
[ قسمت چهارم ] [ قسمت چهارم ] [ مردی سنگ‌دل ] می‌دونی چیه جیمز ؟ 
عصبی‌ام . بزار بهت بگم چی رفته روی مخم 
من باید براشون یه نیروی مهم باشم باید بخوان که من رو داشته باشن . 
من باهوشم . دانشگاه رفتم ... واقعا واقعا آدم تعجب می‌کنه 
... یه بار گند زدم ... شاید دو سه بار بعد یه‌دفعه می‌شم کسی که هیچ‌کس نمی‌خوادش 
واقعا ... واقعا دیوونگیه 
مسخره‌ست ، همینه که هست جیمز - فردی ؟ 
آروم بگیر پسر 
شاید نخوام آروم بگیرم جیمز 
شاید ... شاید باید از اینجا برم نظرت چیه ؟ من و تو 
فردی ، نمی‌تونم داداش با یه نفر قرار ملاقات دارم 
یا بیش‌تر می‌شه گفت یه قرار خاص 
می‌دونی چیه ؟ 
اوه وای ! داری چی کار می‌کنی فردی ؟ 
فردی به‌عنوان تلاش برای افزایش ... بهره‌وری‌مون 
مزرعه گل جدید ، زیرزمین ساخته خواهد شد اما از اسطبل برای دسترسی و نگه‌داری چیزها استفاده می‌کنیم 
نه سوزی نمی‌شه 
ما به این شرط قبول کردیم از اینجا بریم که تو کمک‌مون کنی پول بیش‌تری در بیاریم ... پس تا منتظر جزئیات برنامه جدیدت هستیم می‌خوام کارم رو گسترش بدم 
یه جای دیگه انجامش بده توی یکی از اون چندین جایی که داری انجامش بده 
... اینکه من با بقیه املاکم چی کار می‌کنم نباید جزء نگرانی‌های تو باشه 
من نگران اینم که ما برای رفتن شما از اینجا یه زمانی رو مشخص کردیم و حالا داری درمورد گسترش عملیات‌تون توی ملک من صحبت می‌کنی 
فردی رفته ماهی‌گیری عالیه در دسترس باشه 
اسطبل‌ها نمی‌شه عزیزم 
از لحاظ تاریخی خیلی اهمیت دارن 
مادر ، ان بولین وقتی داشت ... می‌رفت دیدن هنری هشتم اسبش رو اونجا عوض نکرد 
وقتی اون اسطبل ساخته شده جنازه بی‌سر ان بولین 300 سال زیر خاک بوده 
خب ، شاید عوض شده باشه - مهم نیست - 
من نمی‌ذارم عملیات‌شون رو توی ملک ما گسترش بدن 
می‌خوای با سوزی گلاس صحبت کنم ؟ 
می‌دونی ، وقتی لازم باشه خوب می‌تونم مردم رو متقاعد کنم 
نه مادر ، نمی‌خوام با اینا سر و کله بزنی 
دیدم چه اثری روی فردی داشتن 
آره و هر چی زودتر از شرشون خلاص بشی ، بهتره 
فقط باید یه راهی پیدا کنم که ... با دردسر کم‌تر براشون پول بیش‌تری در بیارم 
بیا بریم 
هیچی مثل یه مراسم خاک‌سپاری خوب به آدم زاویه دید درست نمی‌ده 
در خانه پدرم ، اتاق‌های زیادی وجود دارد 
اگه نبود ، بهتون می‌گفتم من می‌رم تا جایی برای‌تان فراهم کنم 
قضیه پنجره چیه ؟ 
اوه ، توی وصیت‌نامه‌اشه 
ظاهرا می‌خواسته ایستاده دفن بشه از زمین بیرون باشه تا بتونه خونه رو ببینه 
خب ، چه بد 
اوه ، اون پسرشه ، مکس 
... یکی از دوست‌های بازیگر فردی [ لرد باسینگتون نُهُم ] توی دانشگاه دورهام بود [ لرد باسینگتون نُهُم ] 
... اگه فکر می‌کنی قبلا دیدیش باید بگم یه تبلیغ برای یه شامپو انجام داد که همه‌جا بود 
همه دارایی‌ها به پسرش می‌رسه ؟ آره 
خونه ، بدهی‌ها مشکلات مالی 
توی این مورد ، شما دوتا خیلی شبیه هم هستید 
سلام رزی 
شکم‌ت چطوره ؟ شکمم خوبه ، ممنون که پرسیدی - باید بیش‌تر مراقب باشی - 
شاید دفعه بعد نباشم که کمکت کنم 
امیدوارم دفعه بعدی در کار نباشه 
دوست آمریکایی‌ت چطوره ؟ 
حسودی که نمی‌کنی ؟ 
می‌خوام ازت محافطت کنم 
خب ، خیلی لطف داری اما خودم می‌تونم مراقب خودم باشم - اوه ، البته که می‌تونی - 
اما اگه من بودم حواسم به آقای جانستون می‌بود 
پشت این دبدبه و کبکبه‌اش یه آدمیه که دلت نمی‌خواد باهاش در بیفتی 
از طرف خودت حرف بزن ادی 
پسرشون رو چقدر می‌شناسی ؟ 
پسر دوست‌داشتنی‌ایه هنرمندی‌ـه که در تقلاست بدجور نیاز داره که شناخته بشه 
از وقتی که پدرش مُرده مثل پرنده‌ای با بال شکسته بوده 
می‌شه من رو بهش معرفی کنی ؟ 
یه فکری توی سرته ، ادی 
هیچ‌وقت 
فردی رو یادمه توی دانشگاه دورهام ، سال بالایی‌م بود 
واقعا دمیتریوس خوبی بود 
نمایش رویای شب نیمه تابستان من لایسندر بودم باید به همون کار می‌چسبید می‌تونست وارد آکادمی سلطنتی هنرهای دراماتیک بشه 
اوه ، فردی یه عالمه استعداد داره اما چسبیدن به کاری ، جزءشون نیست 
اما شنیدم اخیرا کارهای زیادی داری 
اوه ، اوضاع بد نیست 
بازیگری مثل همه هنرهای دیگه می‌مونه در اصل تلفیق تضادی ... هویت‌های دوجزئی ما برای تشخیص زیبایی استعاری‌ای که درونش پنهان شده است 
اما راه‌های ساده‌تری هم برای پول در آوردن هست 
مکس عزیزم ، من باهات هم‌دردم حالا باید برم مادرم رو نجات بدم 
می‌خواستم بهت تسلیت بگم منم اخیرا پدرم رو از دست دادم 
واقعا حال آدم گرفته می‌شه ، نه ؟ - دقیقا - 
بعدش مالیات ارث و میراث رو هم بهش اضافه کن . واقعا مسخره‌ست 
وقتی هزینه‌ها رو فهمیدم فکر کردم دارن شوخی می‌کنن 
برای منم می‌تونست این‌طوری باشه اما خوش‌بختانه ، پدرم از قبل فکرش رو کرده بود 
... می‌دونی شاید ارزش رو داشته باشه بشینیم یه صحبتی کنیم 
یه فرصت کاری هست که شاید به دردت بخوره 
... تامین محصولی که به‌شدت سودآوره ... اصلا قانونی نداره خطری نداره و به‌شدت هم محبوبه 
کم‌کم داره خوشم میاد ادی جدی می‌گم 
ریسکی‌ـه که ارزشش رو داره می‌تونم قبول کنم 
بازار آزاد که عالیه نبود قانون تیک مالیات هم نداره ؟ ای جانم 
یه‌خرده غیرقانونی‌ـه ؟ آره خب ، هیچ برنامه کاری‌ای بی‌نقص نیست 
... اما یه مشکل آبرو و احترامی کوچولو هست ... که قبل از اینکه ادامه بدیم باید حلش کنیم 
خب ، می‌تونم به‌شدت رازدار باشم 
باید یادت باشه ، پدر تو و من قبلا توی رودخونه اسپی ، ماهی سالمون می‌گرفتن 
درسته و این مهمه مخصوصا به این خاطر که ... پدر من ، دلیل این چالش به خصوص‌ـه 
... من یه سری مدارک دارم که مبنی بر خرید یه وسیله شهوانی‌ـه 
... اگه این مدارک پخش بشن باعث رسوایی شدیدی می‌شن 
در ازای 500هزار پوند این مدارک رو بهت می‌دم 
اگه قبول نکنی ، مجبور می‌شم مدارک رو بدم به مطبوعات 
اشتباه نکن و من رو دست‌کم نگیر 
می‌شه نادیده بگیریش ؟ 
معلومه پدرت یه بخش شیطانی هم داشته اما هر کاری که کرده ، با خودش می‌میره 
من قراره برای یه نقش خیلی مهم توی یه فیلم هالیوودی ، برای بار دوم تست بدم 
... اما همون‌طور که معلومه هر جور جنجالی می‌تونه شانسم رو از بین ببره 
بدون شک یه‌سری ... آشنا داری ... و فکر کنم این آشناها 
به‌نظرم این کار رو بکنیم 
تو با باج‌خواه تماس بگیر خودش و هر مدرکی که داره رو بیار اینجا من یه نگاهی بهش می‌اندازم مطمئن می‌شم اصله و نابودش می‌کنم و بعدش می‌تونی کمکم کنی قانع‌شون کنم دیگه مزاحمم نشن 
یه چیز دیگه هم هست که ازت می‌خوام ادی 
... وقتی مدارک رو پیدا کردی واقعا ممنون می‌شم محتواش رو نگاه نکنی 
پدرم هر راضی که داشته ترجیه می‌دم مخفی بمونه 
برای احترام به مُرده 
محتوای اون مدارک به من ربطی نداره 
رازهای پدرت ، مخفی می‌مونه بهت قول می‌دم 
اما بزار شفاف بگم ... اگه من این کار رو برای تو بکنم یعنی برای اون کار با هم توافق کردیم 
... اگه این مشکل رو حل کنی ... تو و شرکای جنایتکارت می‌تونید با اینجا هر کاری که می‌خواید بکنید برام اصلا مهم نیست 
... من گفتم شاید بخوای یه چیزی بخوری 
خیلی لطفا دارید ، علیاحضرت 
تا جایی که یادمه ، دو قاشق شکر اضافه می‌کنی - کاملا درسته - 
به‌نظر میاد با اون سگ کارهای شگفت‌انگیزی کردی 
سگ بی‌نظیریه واقعا داشتنش باعث افتخاره 
مطمئنم ادی خیلی قدردانه 
این‌طوری نیست که خودش مشکلی نداره 
برام سواله که می‌تونیم بهش کمک کنیم یا نه 
بگو ببینم جف چی توی ذهنته ؟ 
اگه بتونیم یه مکان جایگزین برای فعالیت‌هاشون پیدا کنیم ؟ 
مطمئنم با آقای روکز آشنا هستید مزرعه گرین ریور ، همسایه‌مون 
همون چوپان ؟ منظورت چیه ؟ 
خب ، گوسفند برای چریدن به زمین زیادی نیاز داره و بره هم این روزها سودی نداره 
ورشکست شده ؟ 
وزارت کشاورزی داره درمورد آقای روکز به جرم کلاه‌برداری تحقیق می‌کنه 
پس فقط ورشکست نشده 
مثل سیم خاردار یه حصار زیر بار مشکلات ، خرد شده 
امروز یه مزایده گوسفند هست و مطمئنم که آقای روکز هم می‌ره 
ای پیرمرد ناقلا 
گیاه‌ها از اون چیزی که مردم ... فکر می‌کنن خیلی بیش‌تر شبیه انسان‌ها هستن 
نفس می‌کشن قلمرو طلب هستن با هم‌دیگه صحبت می‌کنن 
چرا انقدر چیزی درمورد گیاه‌ها می‌دونی ؟ 
کارم همینه 
من مثل یه گیاه‌شناسم - اوه ، بی‌خیال - 
بابابزرگم قبلا رئیس یه پرورشگاه بود 
برای نگه‌داری گل نه بچه 
من گل دوست دارم 
خیلی دوست دارم یه روزی گیاه‌هات رو ببینم 
یه‌خرده سخته 
جایی که من کار می‌کنم یه جای با دسترسی محدوده 
بهت اعتماد دارم فقط اخیرا توی کار به یه مشکلی بر خوردیم 
بعضی از گیاه‌هامون گم شده 
به طرز عجیبی ، همون روزی این اتفاق افتاد که هم‌دیگه رو دیدیدم چی ؟ فکر نمی‌کنی که من ربطی به این قضیه داشتم ؟ 
اوه نه البته که نه 
آخه برای چی باید یه‌مشت گیاه بدزدم ؟ 
... فرآیند انتخاب یه صاحب ملک جدید چند ماه زمان می‌بره 
باید اول یه‌خرده طرف رو بشناسیم همین‌طوری توی مراسم خاک‌سپاری نمی‌ریم درمورد کار صحبت کنیم 
ببین ، یه فرصت کاری بود که من باهاش مواجه شدم بررسی‌اش کردم و الان دارم برای تو توضیحش می‌دم 
این‌طوری یه مکان جایگزین گیرت میاد با ظرفیت بیش‌تر و عملیاتی که توی ملک من انجام می‌شه رو تا پایان سال می‌تونی ببری اونجا 
تمایل دارم کارم رو گسترش بدم و دوازدهمین مکان رو هم تاسیس کنم ... اما وقتی درمورد اخاذی صحبت می‌کنی این‌طور به‌نظر میاد که خیلی دردسر داره 
یه قضیه ناتمومه و من می‌خوام تمومش کنم به همین سادگی و راحتی 
می‌خوام حضورا این شخص رو ببینم اما قولی نمی‌دم و حقه‌ای هم سوار نکن 
حقه بی حقه 
تو کی هستی ؟ 
برنگرد خیلی‌خب باشه 
من اون کسی‌ام که پول رو آورده - کیف رو بزار روی زمین - 
این‌طوری نمی‌شه 
من اون کسی‌ام که می‌گه چطور کار انجام می‌شه ... وگرنه صورت رفیقت می‌ره روی جلد اول همه روزنامه‌های فردا صبح 
فقط در حالتی پولت رو می‌گیری که دقیقا کاری که می‌گم رو ... انجام بدی 
تو فرنک هستی ؟ 
بی‌خیال ، مدارک رو بده 
متوجهم مدارک رو می‌خوای آره 
خب ، مدارک همراهم نیست 
بریم برشون داریم ؟ لطفا ؟ 
یه 12 یه 20 دوتا 53 و یه 69 
من خودم رو آدم خیلی صبوری می‌دونم فرنک ... اما وقتی ساندویچ مرغ 
بزار برات ترجمه کنم شماره دوازده رول سبزیجاته شماره 20 گوشت خوک کانفیت شده‌ست پنجاه و سه چیپس نودل تُرده که دوتاش رو سفارش دادم چون خیلی دوستش دارم 
و شماره 69 توی منو نیست ... برای اینکه شماره 69 غذا نیست 
پس چیه ؟ 
چیز " نیست " یه شخص‌ـه 
و اومدش 
خیلی‌خب ، خیلی‌خب - همه‌اش اونجاست ، پنی به پنی‌ش - فرنک ، چرا برای این آقای مهربون توضیح نمی‌دی که این ، پول اون نیست ؟ 
پولی که توی اون کیفه طلب منه و چیزی که مال من باشه مال توئه 
ببخشید - ... کصکش - 
سلام سوزی - خواستم ببینم اوضاع چطوره - 
خب ، دقیقا طبق برنامه پیش نرفت 
پس نیم میلیون پوند بهش دادی و الان چیزی نداری که نشون بدی ؟ 
اگه ناراحت نمی‌شی باید بگم یه‌خرده احمق‌بازی در آوردی 
اسم اونی که بهش پول قرض داده بود چیه ؟ 
نمی‌دونم یه آقای گُنده چینی‌ـه 
می‌خواد باهات صحبت کنه 
کمکی از دستم بر میاد ؟ آره 
آره ، آره ، اوه متوجهم آره 
آره ، باشه 
حالا که این‌طوری گفتی به‌نظر واقعا روی شرایط اثر می‌ذاره 
با کمال احترام ، سوزی این پول ، یه بدهی قدیمی‌ـه که باید صاف بشه 
محض رضای خدا - این نشونه بزرگی شماست - 
اگه تضمین کنی که من به پولم می‌رسم به آدمت ، آدرس رو می‌دم 
به پدرت بگو براش چندتا نون می‌فرستم 
باید می‌گفتی آشنای سوزی گلاس هستی گفت اونجا می‌بیندت 
سلام سوزان 
هدیه از طرف سرآشپز 
از اقامت کوتاه‌مدتت توی دنیای تیره جنایتکارها لذت می‌بری ادوارد ؟ 
واقعا آموزنده‌ست 
بریم ؟ - بفرمایید - 
تو که تاکسی نیستی 
نه ، ما ... ما دنبال بابات می‌گردیم هستش ؟ 
مشغول جمع کردن وسایله 
مشکلی نیست عزیزم خیلی کارمون طول نمی‌کشه 
سلام فرانسیس جایی می‌رفتی ؟ 
چطور پیدام کردید ؟ 
اوه ، به لطف کمک دوست‌های چینی‌ت 
قرار نبود قبل از رفتنت یه چیزی بهمون بدی ؟ 
اگه بتونی بین این‌همه کیف پیداشون کنی 
بابات آدم شلخته‌ایه ، نه ؟ 
آره بابایی یه‌خرده شلخته‌ست ، نه ؟ مامان هم همیشه همین رو می‌گه 
اما اگه بفهمید توی عن و گوه مردم چه چیزهای مفیدی پیدا می‌شه ، تعجب می‌کنید 
اون رو می‌بینید ؟ مال وزیر سابق کابینه‌ست تخم پرنده‌هایی که به‌طور غیرقانونی قاچاق شدن رو جمع می‌کنه 
این یکی ، مجری یه برنامه کودک ... علاقه‌اش به 
برنامه صبح‌گاهی رو دوست داری مگه نه عزیزم ؟ 
بابا قبلا یکی از بهترین خبرنگارهای کشور بوده بعدش گروهک سالاری اومد روی کار 
آره ، دیگه خبرگزاری‌ها آزادی بیان ندارن باید به رده‌بالایی‌ها گزارش بدی 
و اگه داستان اونا رو پیش نبری کلک‌ت رو می‌کنن . اما من نه بابام شرافت داره 
اوه آره یه‌عالمه پاکت پلاستیکی رو پر کرده از شرافتش 
ببین عزیزم چطوره بری به مامان بگی یه چای درست کنه ؟ 
اما نمی‌خوایم به پروازمون دیر برسیم 
اوه نه نگران نباش یه‌عالمه وقت داریم برو 
بشین فرنک - هی ، آروم باش - 
نمی‌خوایم به تو یا خانواده‌ات آسیب برسونیم اما مدارک رو می‌خوایم 
بیا ایناهاش 
بهتره خودش باشه - مگه نگاه نمی‌کنی ؟ 
ببین ، مشکل همینه هیچ‌کس نمی‌خواد مدارک رو ببینه 
برای همینه که دنیا به گا رفته 
نگاه نمی‌کنم ، چون اولا علاقه‌ای ندارم ... و دوما باهامون میای 
هیچ‌کس چیزی درمورد اینکه قراره جایی بریم نگفت 
واقعا نمی‌خوای بازش کنی ؟ 
حتی یه‌ذره هم کنجکاو نیستی ؟ 
بیا کار رو تموم کنیم و مکس رو راضی کنیم بیاد توی کار 
منطقیه 
صد و ده ، 11 . دوازده ، خودم سیزده ، چهارده ، 15 پوند خودم . 
شما ، 90 . شما ، 90 شما ، 100 . آره اونجاست 
توی ردیف اول ایستاده اونی که سمت چپه 
فکر می‌کنی بهترین روش برای باز کردن سر صحبت چیه ؟ 
... نمی‌تونم برم سراغ یه مرد و ازش بخوام می‌خواد زیر یکی از طویله‌هاش یه مزرعه گل داشته باشه یا نه 
مدیر دارایی‌هاش رو می‌شناسم می‌تونم تو رو بهش معرفی کنم 
اما از نظر من ، اگه خودت شخصا بری و باهاش آشنا بشی ، بهتره 
می‌دونه تو کی هستی مطمئن با قدرتی که دارید می‌تونید متقاعدش کنید ، خانم 
واقعا این‌طور فکر می‌کنی جف ؟ 
خب ، می‌دونیم پول نیاز داره 
و شما هم رابطه‌تون با مردم خوبه اگه از گفتنش ناراحت نمی‌شید 
خیلی‌خب پس برام آرزوی موفقیت کن 
موفق باشید 
کمک لازم داری ؟ 
من خوبم جف 
می‌دونی که نباید با چوب کاج ماهی رو دودی کنی ، نه ؟ 
ها ؟ می‌خوای اون ماهی کپور قشنگ رو ... دودی کنی اما صمغ درخت 
ماهی رو مسموم می‌کنه هیچ کاری رو نمی‌تونم درست انجام بدم ، نه ؟ 
... ادی توی کشور برای خودش می‌گرده و تظاهر می‌کنه که گنگستره 
و منم تک و تنها اینجا گیر افتادم با این ... ماهی مُرده 
آدم باید خوش‌شانس باشه که از جایگاهش توی زندگی راضی باشه 
مثل یه باغ مخفی می‌مونه می‌دونم نه ؟ 
منم دوست دارم این‌طوری در نظر بگیرمش 
مثل یه دنیای زیرزمینی می‌مونه ... که توش پر از گیاه‌های جادوییه ... که باعث راستی و درستی می‌شه و می‌تونه به همه کمک کنه حس خیلی بهتری داشته باشن 
و بابیلون داره اینا رو ممنوع می‌کنه 
این پایین چندتا گیاه داری ؟ 
راستش رو بخوای ترجیه می‌دم وارد جزئیات نشم 
یه‌خرده ... یه‌خرده اطلاعات مهمیه 
نگرانی برم گزارشت بدم ؟ 
نه ، البته که نه 
... دوست دارم مسئولیت حرفه‌ای رو خیلی جدی بگیرم 
منم همین‌طور 
اوه ، گندش بزنن کار تو چیه ؟ 
مشاورم 
مردم وقتی مشکلی دارن ، میان پیش من منم کمک‌شون می‌کنم حلش کنن 
یه آدم همه فن حریف که توی هیچی استاد نیست اغلب اوقات بهتر از کسیه که توی یه چیز تبهر داره 
وای خیلی باهوشی 
می‌خوای گلی چیزی بکشی ؟ 
یه‌عالمه طعم و گونه مختلف دارم 
من مواد نمی‌کشم 
اما اگه تو می‌کشی مشکلی نیست - شاید ، یه کوچولو می‌کشم - 
مطمئنم یه‌دونه توی زیرسیگاری هست 
دو ثانیه بهم وقت بده - باشه - الان بر می‌گردم 
... به نطرت اگه همه گل بکشن دنیا جای بهتری می‌شه ؟ 
نه لزوما 
اما خیلی آروم‌تر می‌شه 
خب ، اگه بخوای دنیا رو عوض کنی گل خیلی بیش‌تری نیاز داری 
اوه نه . اینجا یکی از دوازده گلخونه‌مونه 
همه‌اش هم به این بزرگیه ؟ 
بعضی‌هاشون هم از اینجا بزرگ‌ترن 
عجب شبکه گسترده‌ای 
مطمئنا یه پُک نمی‌کشی ؟ 
خب ، از اونجایی که با پادشاه کِشت هستم ، چرا که نه ؟ 
اینجا رو باش . 
باورم نمی‌شه در ازای نیم میلیون پوند ، بی‌خیالش شدم 
طمع‌کار بازی در نیار فرنک 
مدارک رو تحویل می‌دیم تو پولت رو می‌گیری بعدش پول رفیقت رو پس می‌دی 
چه عالی که شب رسیدید 
جدی می‌گم ادوارد ، واقعا زمان‌بندی‌ت عالیه 
خب ، فکر می‌کردیم دوست داری هر چه سریع‌تر این گند رو جمع کنی 
درسته درسته 
ایشون همکارم هستن سوزی گلاس 
از دیدنت خیلی خوش‌حالم خانم گلاس 
ادی خیلی چیزها درموردت بهم گفته - جدی ؟ 
... بزار این موضوع رو فیصله بدم بعدش بریم سراغ گل‌ها و صحبت درمورد قرارمون 
اون مال منه ؟ 
همه‌اش این توئه عکس‌ها ، پوشه‌ها ، مدارک ، همه 
تو که داخلش رو ندیدی ادوارد ؟ 
نه ندیدم 
پسر خوب پسر خوب 
خوب می‌دونم که ممکنه ... یه‌جایی یه چندتا مدارک اضافی نگه داشته باشی برای همینه که می‌خواستم یه صحبت کوچولو باهات داشته باشم 
این آخرین باریه که من رو می‌بینید بهتون قول می‌دم ... مشکل اینه که قول تو هیچ ارزشی نداره 
فرنک ، به‌نظرم متوجه اهمیت موضوع هستی 
دیگه نباید چیزی ازت شنیده بشه و اگه متوجه این موضوع بشی ، پول مال تو می‌شه همون‌طور که بهت قول دادیم 
... اینکه الان دیگه قوی شدی به این معنا نیست که شخصیت واقعی‌ت هم عوض شده 
و چیزی که توی اون پاکت بود ... برای تو و حرفه‌ات به‌شدت دردسرسازه 
هر کاری که پدرش کرده دیگه تموم شده 
چرا درمورد پدرش حرف می‌زنی ؟ از پدرش که اخاذی نمی‌کردم داشتم از این کصکش روانی اخاذی می‌کردم 
... خب این رو نمی‌دونستم ، مکسی 
یه توضیح عالی برای این قضایا هست و اصلا چیزی نیست که ... کسی رو ناراحت کنه مگراینکه ... به‌شدت الکی حساس باشن 
آروم بگیر پسرجون 
به‌نظرم باید بری توی تنظیمات قسمت شفافیت رو ببری بالا 
باید بهمون بگی چه خبره 
ادی ، هیچی نیست یه تفریح غیرمعمول ساده‌ست 
همین ... الان 
اگه شفافیت کامل ، به آسون‌تر ... شدن کارمون کمک می‌کنه دنبالم بیاید 
نظرت چیه ؟ 
... به‌نظر معمولی میان 
بیا از نزدیک نگاه کن 
آدولف هیتلر 
استفاده‌اش از نور واقعا عالیه 
... اگه به‌خاطر جنگ نبود توی دسته افرادی مثل مونه قرار می‌گرفت 
... و من بزرگ‌ترین کلکسیون کارهاش در خارج از سوئیس رو در اختیار دارم 
خیلی با بصیرت بود 
این نقاشی‌ها در بهترین حالت یه چیز معمولی هستن هر کسی که جز این فکر می‌کنه ، متوهمه 
فکر می‌کردم مردی با ... اصل و نصب به‌خاصی تو ارزش کار استاد واقعی رو درک کنه 
فراتر از شهرت اون مرد نگاه کن تا بزرگی رو در خباثت پیدا کنی 
... لرد شاید بد نباشه بهشون اون اصل‌کاری رو نشون بدید 
شاید حق با تو باشه 
... بعد از جراحت توی جنگ سم آدولف هیتلر توسط دکتر ارتش معاینه شد 
طبق سوابق ، آدولف هیتلر یه بخش خیلی خاصی از بدنش رو از دست می‌ده 
پنج سال پیش ، وقتی برای ... فروش گذاشته شد مطمئن شدم که هیچی سر راهم قرار نگیره 
تنها باقی‌مانده فیزیکی از پیشوای رایش سوم که تقریبا 80 ساله توی فرمالدهید نگه داری می‌شه 
... بیضه آدولف هیتلر 
حتما شوخیت گرفته 
... اگه بیضه راستش رو از دست نمی‌داد ... توازن بین منطق و خلاقیت حفظ می‌شد و دنیا از نعمت داوینچی بعدی بهره‌مند می‌شد 
به‌جاش ، شیرینی تبدیل به تلخی شد اما خلاقیتش کم نشد بازم یه نابغه بود 
به اون نمایش با شکوه رایش سوم فکر کنید 
یونیفرم‌های هوگو باس زیبایی ساخت لوگر خطوط پویایی هواپیمای مشرشمیت ... نمادگرایی خاص و طعنه‌آمیز از عقاب باشکوه که روی نماد صلح باستانی هندی‌ها نشسته 
و همون‌طور که دونه بلوط توانایی ... تبدیل شدن به درخت بلوط رو داره عامل تکوین و پیدایش نبوغ خلاقانه هیتلر در دستان منه یعنی بیضه‌اش 
فکر نمی‌کنم جواب بده مکس سوزی ، کارمون تمومهس 
بی‌خیال ادی انقدر ترسو نباش 
انقدر عجله نکن ادوارد 
ایدئولوژی یا عقاید فلسفی‌اش برام مهم نیست 
من اومدم که یه مکان برای کسب‌وکارم پیدا کنم و هر چیزی که توی اون ... شیشه شناوره قطعا روی مذاکرات‌مون تاثیر می‌ذاره 
حالا ، به این می‌گن اهرم فشار ، ادی 
ما برای آدم‌هایی مثل این مرد نرخ خاصی داریم 
منظورت چیه آدم‌هایی مثل من ؟ 
- ! مکس - نمی‌تونم بزارم اون کار رو بکنی فرنک ! وای ، وای ، وای ، وای 
همگی آروم باشید 
نمی‌ذارم هیچی حرفه‌ام رو به خطر بندازه ... نمی‌دونید چقدر 
تلاش کردم تا به این جایگاه برسم 
! من قراره یه ستاره بشم 
یه جسد توی خونه داریم ... که باید سر به نیست بشه و یه مرد سنگ‌دل که نیاز به رسیدگی داره 
چی شد رئیس ؟ 
... بعد از یه پرده‌برداری عجیب بیضه 
مذاکره‌مون وارد یه مسیر غیرمنتظره شد چندتا اختلاف کوچولو درمورد ساختار معامله بود 
اما ادی نشون داد که قضاوت خوبی داره 
... بعد از یه کشمکش اجتناب‌ناپذیر تونستیم شرایط رو ... جوری مدیریت کنیم که برای هر دو طرف قابل قبول بود 
می‌خوای چی کار کنیم ؟ 
لرد کله‌کیری رو متوجه جزئیات قراردادمون بکن 
مگراینکه اعتراضی داشته باشی اعلی‌حضرت چون می‌دونم دوست خانوادگی بوده 
نه ، بدترین بلا رو سرش بیارید - این چی ؟ 
خب می‌شه - آره - 
بیا بریم 
خدای من ادوارد بدجور بوی فرامالدهید می‌دی 
کجا بودی ؟ 
و چرا سر صبح داری ویسکی می‌خوری ؟ 
هر چی کم‌تر درموردش بگم ، بهتره اما در همین حد کفایت می‌کنه که بگم شب خیلی طولانی‌ای بود 
اوه خب ، وقتی که داشتی بیرون می‌گشتی ... و خدا می‌دونه چی کار می‌کردی من مشغول پیدا کردن راه‌حل برای معضلات فعلی‌مون بودم 
درسته 
یه خونه جدید برای کاشت ماری‌جوانات پیدا کردم 
چی ؟ 
آقای روکز ، عزیزم 
همسایه‌مون 
توی یه زمین 800 هکتاری نشسته اما پولش رو نداره که نگهش داره و به‌شدت مشتاقه تا با یه نفر درمورد اجاره بلندمدت ملکش صحبت کنه 
خب ، خب 
باورت نمی‌شه توی 48 ساعت گذشته چه کارهایی کردم مادر و اومدی و با یه لیوان شراب حلش کردی 
برای مادرت احترام قائلم خوب از خودش مراقبت می‌کنه شوخ‌طبعه یه‌خرده عجیبه اما کی نیست ؟ 
فقط یه‌خرده پس می‌خوای با همسایه‌ام حرف بزنی ؟ 
یه جلسه می‌زاریم ببینیم مناسبه یا نه حداقل یه نفر حساسیت به خرج داده 
... علی‌رغم چندتا مشکل کوچولو که چند روز گذشته ... مواجه شدیم واقعا سربلند بیرون اومدی 
خوشم نمیاد بهم شلیک بشه ادوارد 
... راستش ، شاید با توجه به حرفه‌ای که ... انتخاب کردم ، برات تعجب‌برانگیز باشه اما راستش همیشه تلاشم رو می‌کنم که از اینکه بهم شلیک بشه ، دوری کنم 
... اما اینا به کنار اقرار می‌کنم که آخرش ثابت کردی به درد می‌خوری 
سلام ، سلام ، مرغ‌های عشق 
به من توجه نکنید 
سلام رفیق 
باید قضیه رو شفاف‌سازی کنیم چون حرف‌های بلانکت اصلا با عقل جور در نمی‌اومد 
... طبقه گفته‌های اون ، با سرآشپز درگیر شدی و چندتا نازی رو فرستادی هوا اونم با یه نارنجک 
یه‌دونه نازی مفرد حالا یه کلکسیون هنری کمیاب و دوتا مزرعه برای کارمون داریم 
همه حرف‌هام رو پس می‌گیرم 
سوز ، طرف واقعا گنگستره 
خیلی احمقی ، جک 
به سلامتی ادی دوک حل کردن مشکلات 
هوم ، نه ، نه ، نه به سلامتی‌ش نمی‌نوشم 
خیلی‌خب ... چطوره به سلامتی دیدن داخل پاکت بنوشیم ؟ 
به سلامتی دیدن داخل پاکت هر چی که هست ، من به سلامتی‌اش می‌نوشم 
