من به شدت معتقدم که نحوه لباس پوشیدن بازتابی از شخصیت فرده 
پیروی از عرف و همرنگی ایرادی نداره به شرط این‌که بدونی داری همرنگ چه جماعتی می‌شی 
با این‌که لباس گوسفندان رو به تن کردم نشانه‌های واضحی وجود داره که فقط عده کمی قادر به تشخیص‌شون هستن 
برنامه خاصی برای پرده‌برداری از این موضوع دارین ؟ البته 
کت و شلواری جدید برای آغاز عصری جدید 
روح نیرومندی داره و جسمش هم از اون پیروی می‌کنه 
خیال دلگرم‌کننده‌ایه 
باید سعی کنین ازش روحیه بگیرین 
نمی‌خوام کاری کنم که منجر به آزردن شما یا پدرتون بشه 
دیگه دستت بازه جان 
جفری 
. عذر می‌خوام که مزاحم‌تون شدم اعلی‌حضرت منتظر کسی بودین ؟ 
چون الان دارم پنج تا ماشین تو فیلد بارن لین می‌بینم 
نه . اصلا 
قیافه‌هاشون به مردم محلی می‌خوره ؟ 
. نه . کاملا شبیه ولگردهان از این بابت مطمئنم قربان 
. خیلی‌خب . همون‌جا بمون من بیام پیشت 
هرکس به سمت‌تون حمله‌ور شد ... به سمتش تیراندازی می‌کنید 
اومده بودم به لونه پرنده‌ها سر بزنم که این‌ها رو دیدم 
حدودا بیست دقیقه‌ای می‌شه که اینجان 
. ظاهرا دنبال دردسر می‌گردن فکر می‌کنین دنبال کی باشن ؟ 
اون سرکرده مذهبی لیورپوله که کوکائین معامله می‌کنه اتفاقات خوبی در انتظارمون نیست 
آمین - آمین - 
اخیرا تماسی با گاسپل داشتی فردی ؟ 
... می‌پرسی تازگی‌ها با گاسپل درارتباط بودم یا نه آره البته . می‌دونی دیگه مرتب پیام می‌دیم گاهی هم ایمیل می‌دیم و راجع به کاغذ‌دیواری گپ می‌زنیم 
آخه چرا باید با اون حرومزاده روانی درارتباط باشم ؟ 
خیلی‌خب . به همه بگو تو خونه بمونن و بیرون نیان چرا ؟ ماجرا چیه ؟ 
هروقت چیز بیش‌تری دستگیرم شد خبرت می‌کنم 
باید بریم کلبه من و یه سری چیزها برداریم 
یه‌کم زیادی نیست جفری ؟ 
بالاخره برای کشتن آفات استخدامم کردین اعلی‌حضرت 
مادر . من کار بدی کردم 
و این‌که الان اون مرد بیرون ایستاده یعنی احتمالا فهمیده 
سلام فردی 
اومدم بدهیم رو بگیرم دینی که به من داری رو 
حالا دو راه داریم 
یا تو بیای بیرون یا این‌که من بیام تو 
سلام بابا . چطوری ؟ - نگران من نباش . خبر جدید چی داری ؟ - 
تازه با دکترش صحبت کردم . حال جک خوبه خوابه ، اما حالش رو به بهبودیه 
با ادی صحبت کردم . من رو به فکر انداخت 
می‌خوام فورا بیای اینجا و اون دوکه رو هم با خودت بیاری 
خب یه‌کم مشکله - چطور ؟ - فروخت‌مون برای همین من هم فروختمش 
ببین ، فکر کنم بهتره اخبار جدید رو دنبال کنی گمونم یه روز از همه چی عقبی 
هرکاری کردی بهتره بری و درستش کنی به اعلی‌حضرت احتیاج دارم و می‌خوام راضی و خوشحال باشه 
کاری که کردم این بود که با گاسپل یه تماسی گرفتم 
لعنت بهت سوزی 
گاسپل جان همین الان با افرادش وارد ملکم شدن سوزی 
. شرمنده ادی گمونم این یکی تقصیر منه 
چرا همچین کاری کردی ؟ 
. اون موقع دلایل خودم رو داشتم رسیده ؟ 
خودش و نصف برادرهای مسیحیش 
منتظر باش . کمک تو راهه - هرکاری می‌خوای بکنی دست بجنبون - 
خوب به حرف‌هایی که می‌زنم گوش کن جیمی 
دوک تو بد دردسری افتاده 
. یه سری از پسرها رو با تجهیزات لازم می‌فرستم مطمئن شو به خونه می‌رسن 
. عذر می‌خوام جان برادرم اینجاست . یه لحظه 
آقای دیکسون شما بدون اجازه وارد ملک شخصی شدین 
فقط اومدم تفنگت رو پس بدم 
می‌خواستم به برادرت تقدیمش کنم - من می‌رم بیرون ادی - 
پنج دقیقه بهتون فرصت می‌دم صرفا به‌خاطر احترامی که برای خاندان‌تون قائلم 
خوبه 
. تمی ، مادر ، پرده‌ها رو بکشید مطمئن بشید که پنجره‌ها کاملا بسته باشن 
دیگه کافیه 
ببینید ، همه‌تون رو دوست دارم 
از آشنایی با همگی خوشحال شدم - فردی - 
. نه . این گندیه که خودم بالا آوردم دیگه وقتش شده که برم و با عواقبش روبرو بشم 
اجازه نمی‌دم بری - چیزی نیست - 
طوری نیست 
حقمه این بلا سرم بیاد 
من یه آشغال بی‌مصرفم 
درسته ؟ و اگه اون‌ها زنده‌م بذارن دوباره برمی‌گردم و به همین زندگی نکبت‌بارم ادامه می‌دم . اگه اشتباه می‌گم بگین 
درسته ادوارد ؟ 
دقیقا ولی اشکالی نداره 
چون این تنها باریه که می‌تونم ازخودگذشتگی کنم 
تنها شانسم برای اینه که ذره‌ای از شرافتم رو پس بگیرم 
پس این فرصت رو ازم دریغ نکنین 
این کار رو نکنین 
این کار آبرو و شرافتت رو بهت برنمی‌گردونه صرفا برات عذاب و خشونت و مرگ به همراه میاره 
ما دوستت داریم 
... و آره درسته بعضی وقت‌ها عوضی بازی درمیاری 
بدجور - بدجور - همیشه 
ولی الان بهت نیاز داریم خب ؟ 
من بهت نیاز دارم 
باشه - خوبه - 
خدمه رو به زیرزمین ببر مادر 
باشه . می‌رم چارلی رو خبر کنم 
لطفا مراقب باشین 
. درها رو ببند تمی مطمئن شو قفلن 
الان قراره سه تایی جلوی یه خاندان جنایتکار وایسیم ؟ 
برنامه خاصی داری ادوارد ؟ 
. عالی شد . نقشه‌ای هم در کار نیست ... این همه برام سخنرانی کردی که ببند ! الان نقشه خودت چی بود مثلا ؟ 
کامیکازی - ... که بری تسلیم بشی - 
اعلی‌حضرت - و خودت رو فدا کنی ؟ - پنج تا تفنگ شکاری و یه گلوله‌زن پیدا کردم 
عالیه 
. پنج دقیقه‌ دیگه داره تموم می‌شه می‌خوای دست به کار بشیم ؟ 
نقشه‌مون چیه اعلی‌حضرت ؟ 
کمک تو راهه - خیلی‌خب - 
این همه چیز رو تغییر می‌ده 
نظرت درباره این تفنگه چیه جیمی ؟ 
نمی‌تونم رئیس . من صلح طلبم 
باشه پس . برو تو زیرزمین پیش مادرم و خدمه 
. تو برو بالا پیش بقیه بقیه همه اینجا تو موقعیت‌هاشون آماده باشن 
مسلسل من کجاست ؟ 
کون لقش 
می‌دونی چرا عاشق کبوترهام ؟ 
چون نماد توازن و هارمونی انسان با طبیعتن 
حتی قبل از این‌که نوح پاش به خشکی برسه دوشادوش انسان کار می‌کردن 
تا حالا داستان شر آمی رو شنیدین ؟ 
آخرین سال جنگ جهانی اول پونصد تا از سربازهای فرانسه پشت خطوط دشمن گیر افتاده بودن بمب‌های جبهه خودی داشت رو سرشون فرود میومد 
که یکی از سرگردها تصمیم می‌گیره کبوتری رو برای کمک بفرسته 
یه گلوله می‌خوره تو سینه کبوتره یکی از چشم‌هاش رو از دست می‌ده و پاش تو وضعیت اسف‌باری بوده با این وجود تا خود پایگاه پرواز می‌کنه پیام رو می‌رسونه و سربازها نجات پیدا می‌کنن 
همه‌ش به لطف اون کبوتر 
فرانسوی‌ها بهش مدال شجاعت اهدا کردن 
می‌دونی ، کبوترها ارزش‌ها و اصول خاص خودشون رو دارن 
از جمله وفاداری شجاعت صداقت 
می‌خوام کینه‌هاتون رو کنار بذارین البته اگه بشه اسمش رو کینه گذاشت 
نکته اخلاقی داستان اینه که آدم باید مقاومتش رو بالا ببره اشتباهاتش رو بپذیره و به اهداف بزرگ‌تر و آینده فکر کنه 
می‌خوام شما دوتا شرآمی‌هام باشین چون دیگه نمی‌تونم با جاروجنجال‌ها و اتفاقاتی مثل امروز صبح سروکله بزنم 
هیچ‌کس دوست نداره اون لیورپولی دیوونه با ارتش کیری شیفته دین و مذهبش پاشنه خونه‌ش رو از جا دربیاره 
خیلی رک باهاش صحبت کردم و گفتم اگه برگرده خونه براش جبران می‌کنم 
... پس ادی الان تو باید واسه من جبران کنی 
بتمرگین 
قشنگ دارم با یه مشت بچه کلنجار می‌رم 
شرایطم رو خوب بررسی کردم به این نتیجه رسیدم که دیگه بسمه . کافیه . نمی‌خوام ادامه بدم 
جک خوب می‌شه ولی این رو یه نشونه می‌دونم یه بینش و جرقه ناگهانی می‌خوام کسب و کارم رو به یکی دیگه بفروشم 
به همین سادگی 
خب پس قراری که باهم داشتیم چی می‌شه ؟ 
نمی‌خوام دیگه باهاتون همکاری کنم نمی‌خوام کارم از پرورش ماریجوانا به تولید انبوه مت‌آمفتامین برسه 
آره . متوجهم و پای حرفی که زدم هستم می‌فهمین ؟ 
متوجهین که دارین دقیقا مطابق میل آقای جانستون عمل می‌کنین دیگه ؟ 
آقای جانستون کوچیک‌ترین اطلاعی از جزئیات موقعیت نداره 
پس نه . به هیچ‌کسی هیچ باجی ندادم مخصوصا اون پلشت آمریکایی 
تشکیلاتم رو به بالاترین قیمت پیشنهادی می‌فروشم و فقط پیشنهادهایی که بالای ۱۵۰ میلیون باشن رو می‌پذیرم تمامی پیشنهادات باید تا آخر این هفته به دستم برسن 
تنها چیزی که ازت می‌خوام اینه که به سوزی کمک کنی بهترین قرارداد ممکن رو ببنده 
و چرا من ؟ 
... حواسم هست که باهم زوج خوبی شدین 
چرا هیچی نگفتی ؟ 
سال‌هاست داری تشکیلاتش رو اداره می‌کنی می‌خوای اجازه بدی به همین راحتی همه‌ چیز رو بفروشه ؟ 
من یه کارمند ساده‌م ادی . درست مثل تو 
. منظورت چیه ؟ اون پدرته ولی حتی نظرت رو نپرسید 
از تو هم نظر نپرسید 
. بهم خیانت کردی ادی اون هم نه یه بار . دوبار 
فکر کنم می‌تونیم بگیم هردومون مرتکب اشتباهات محاسباتی شدیم البته خواستم واقعیت رو تلطیف کنم اما همه‌ش کاری بوده دیگه سوزان 
اما تهش موفق شدی به هدفت برسی 
بابا داره همه چیزش رو می‌فروشه و تو می‌تونی بکشی کنار 
تو چی ؟ 
واسه بازنشسته شدن هنوز خیلی جوونی 
چیزهای بدتری از ده ساعت خواب آسوده و کامل و چهارشنبه ‌ شب‌ها بینگو بازی کردن هم می‌تونم واسه خودم متصور شم 
موافقم 
تصمیمش رو گرفته بریم کاری که گفته رو انجام بدیم و کلک قضیه رو بکنیم 
" اولین مشتری بالقوه : استنلی جانستون " من به هیچ‌وجه 
تمایلم برای دراختیار گرفتن تشکیلات پدرتون رو از کسی پنهان نکردم " ارزش خالص دارایی : در جریان مشکلات و موانع بزرگی 
باهاش دست و پنجه نرم می‌کردید هستم گم شدن محصولات‌تون . مسدود شدن خطوط انتقال مورد حمله واقع شدن‌تون 
می‌دونیم که خودتون پشت تمام این ماجراها بودین اما وقتی پای برادرم رو به قضیه باز کردین دیگه خط قرمزها رو زیرپا گذاشتین 
پیشنهاد اولیه‌م رو رد کردین 
بنابراین باید شما و پدرتون رو متقاعد می‌کردم که کاملا جدی هستم 
حالا حاضرم که برای این‌که به صورت مسالمت‌آمیز کسب و کارتون رو بهم بسپارین باهاتون وارد مذاکره بشم اما باید این رو بدونین 
منم که دست بالاتر رو دارم خانم گلاس مسئله‌ای که بهش اشراف ندارین اینه که 
متاسفانه حقیقت نداره 
لیستی که بنده به آقای استیونز دادم کاملا ساختگی بود 
الو ؟ 
- عصرتون بخیر - 
مارکیز بیورزبروک شما هستین ؟ 
بله بفرمایید 
بارون ناتون ؟ 
- الو - 
وایکانت بولینگ ؟ 
خودم هستم 
خدای من . خیلی جالبه 
وایسین 
بعد از ظهرتون بخیر . تماس گرفتم تا درباره رابطه کاری‌تون با فردی به نام رابرت گلاس صحبت کنم 
. بله . بفرمایید شما کی هستید ؟ 
فکر می‌کردم صحتش تایید شده بود 
شما فریب خوردید آقای جانستون 
باید اقرار کنم که وقتی دیدم باهم وارد شدید شگفت‌زده شدم 
حالا چرا تصمیم‌تون عوض شد ؟ به‌نظر می‌رسید زمان تغییر باشه پس من هم دست به کار شدم 
چرا فکر کردین ممکنه به تجارت ماریجوانا علاقه‌مند باشم ؟ 
" دومین مشتری بالقوه : می‌دونیم که همکاران قدرتمند و بانفوذی در آمریکای جنوبی دارین 
۳۰۰ میلیون " " شرکای شناخته شده : بدین صورت می‌تونن شرکتی رو با کسب و کارشون ادغام کنن 
که درحال حاضر چیزی حدود ۵۰ درصد بازار بریتانیا رو دراختیار داره اگر زمانی دستور قانونی شدن ماریجوانا در بریتانیا صادر بشه تعدادی از مدرن‌ترین امکانات توزیع و توسعه 
کمک‌تون کنم ؟ " سومین مشتری بالقوه : پیتر فوربز اسپنسر " البته که می‌تونم به روس‌ها وصل‌‌تون کنم کوفت " " اما زیاد آشنا داره " آدم‌های سرسخت و خشنی‌ان کافیه شوخی‌ای باهاشون کنید و نگیرن خیلی راحت از پنجره شوت‌تون می‌کنن بیرون 
حالا سوال اینه که پول و سرمایه لازم رو دارن یا نه ؟ 
این چه سوالیه ؟ چند صد میلیون که واسه‌ اون روس‌های حرومی پول خرد محسوب می‌شه پشت‌شون به دولت‌ روسیه گرمه 
. می‌دونین که من با کسی شوخی ندارم دیگه خودتون از نزدیک شاهد بودین 
اما شرکام خیلی خطرناک‌تر از منن 
حاضریم ریسکش رو به جون بخریم 
... و راجع به اون اتفاق هم 
بهترین اتفاقی بود که تا حالا برام افتاده 
... می‌دونین تا وقتی کسی جوری نزده باشتتون که دنیا جلوی چشم‌تون تیره و تار شه ، از واقعیت غافلین 
اما وقتی متوجه می‌شین که تنها چیزی که مهمه قدرته تمام درها به روتون باز می‌شه دنیا منتظره که فتخش کنین 
و با وجود تاکتیک‌های غیراخلاقی‌تون پدرم باز هم حاضره تشکیلاتش رو بهتون بفروشه اما تنها به شرطی که حاضر باشین قیمتی بالاتر از سایر پیشنهادات ارائه بدین 
برای همینه که این پرنده اینجاست ؟ 
وقتی بحث ارتباطات تجاری میون باشه پدرم کاملا سنتی عمل می‌کنه 
می‌خوان تمام پیشنهادات مکتوب و سربسته باشه و توسط کبوترهای نامه‌رسون تا آخر هفته بهش تحویل داده بشه 
مگه ایمیل و تماس تلفنی چشه ؟ 
اگه پیشنهادتون برنده شد می‌تونین از خود بابی بپرسین 
عصرتون بخیر باشه 
. راستی از این کبوتره خوشم اومد خیلی بامزه‌ست 
خب گمونم مذاکرات تجاری‌مون به پایان رسید 
البته هنوز چندتا پرنده دیگه داریم . می‌تونی آزادشون کنی خودشون برمی‌گردن خونه 
کبوترهای بیچاره 
موفق باشی 
تو هم 
خداحافظی احساسی‌ای بود سروان 
مامان . به‌نظرت حال جف خوبه ؟ 
از وقتی برگشتم رفتارش خیلی عجیب شده 
می‌دونی که همیشه بهت علاقه ویژه‌ای داشته من بودم خیلی توجه نمی‌کردم 
. عه نگاه کن . ادی اومد سلام 
صبح بخیر 
اگه دنبال کبوترت می‌گردی یه‌کم پیش دست فردی دیدمش 
. عالی شد . باید برم جلوش رو بگیرم ممنون که اطلاع دادی 
مطمئنی همه چی مرتبه ؟ . بله مادر . مشکلی نیست همه چی خوبه 
کدم طرفی رفت ؟ 
- از اون سمت عزیزم - 
. یالا دیگه میچ غذا بخور 
خواهش می‌کنم . غذا بخوری بزرگ و قوی و خوشگل می‌شی 
با کی حرف می‌زنی فردی ؟ 
. چی ؟ هیچ‌کس هیچ‌کس من که اصلا حرف نمی‌زدم فکر نمی‌کنم چیزی گفته باشم 
پرنده رو بده بیاد 
فقط یه کبوتر ، باشه ؟ فقط یه‌دونش ادی 
می‌دونم الان چی می‌خوای بگی که کلی آدم پولدار و مهم واسه‌ش صف کشیدن ولی من یه زمانی کلی پول جمع کرده بودم 
بدهی‌هات حساب نمی‌شن - می‌دونم . 
نمی‌خواد نیش و کنایه بزنی - چیزی که سعی دارم بهت بفهمونم اینه این چند ماه گذشته خوب زیر نظر داشتمت کارهایی که انجام می‌دادی ، این‌که چطور ... چم و خم اینجور کارها دستت اومده ، این همه مواد ‌ 
گوش کن ببین چی می‌گم . خب ؟ دیگه همه چی تموم شد 
. نه بازی‌ جدیدی در کاره . نه بدهی تموم شد 
. آهان حالا فهمیدم قضیه چیه بهم حسودیت می‌شه . می‌خوای من رو از سر راه برداری 
فکر می‌کردم این تو بودی که می‌خواستی من رو کنار بزنی فردی 
باشه قبول . این رو خوب اومدی حقم بود 
... ولی - کبوتره رو می‌برم فردی - 
میچ رو بهت نمی‌دم 
تو واسه این کار ساخته نشدی فردی 
هیچ‌کدوم‌مون این کاره نیستیم 
اولین باری که پدر بردمون آهوها رو تعقیب کنیم رو یادته ؟ 
نه خیلی 
باهم دنبالش کردیم و بعدش بابا ، اجازه داد من بهش شلیک کنم 
زدمش . خوب هم زدمش 
خیلی بهم افتخار کرد 
... وقتی رفتیم نزدیکش ... دیدیم هنوز داره نفس می‌کشه از پسش برنیومدم 
بچه بودی فردی 
تو از من کوچیک‌تر بودی 
بابا چاقو رو بهت داد و راحت گلوش رو جر دادی اصلا برات سخت نبود 
این رو می‌خوام بگم ادوارد شاید حق با تو باشه 
شاید من ... برای این کار ساخته نشده باشم 
... اما تو این کاره به دنیا اومدی 
مراقب میچ باش 
ببخشید که مزاحم‌تون می‌شم اعلی‌حضرت حال‌تون خوبه ؟ 
ظاهرا فکرتون خیلی درگیره 
الان وقتش نیست جیمی 
درسته . ببخشید 
می‌خوام یه اساسنامه برام تنظیم کنی نیازی نیست از نظر قانونی لازم‌الاجرا باشه اما می‌خوام یک سری شرایط برای طرف‌های ذینفع تعیین کنم 
درواقع باید چیزی حدود دویست میلیون جذب کنیم تا شانسی داشته باشیم 
بخش عمده‌ش رو ۱۲ لرد دیگه می‌پردازن 
اگه بتونم متقاعدشون کنم که هرکدوم چیزی حدود ده درصد رو بپردازن ، به هدف‌مون می‌رسیم 
بعد از اون با دوستان عشایرمون تماس می‌گیریم 
چون به لطف ورودشون به واردات و صادرات سرمایه کلانی پس‌انداز کردن 
الان مدتی می‌شه که قصد دارم راهم رو از خانواده گلاس جدا کنم ولی فعلا بیش‌تر تمایل دارم به جای کنار کشیدن روش سرمایه‌گذاری کنم 
خب ... این می‌تونه موقعیت خوبی براتون فراهم کنه اما هنوز با مبلغ مدنظرتون فاصله‌ی زیادی دارین 
اگه شانس بیارین می‌تونین چیزی درحدود ۲۵ میلیون جذب کنید به علاوه ده میلیون پوند وام مادرتون 
مجبور شدم تمام سهامم و تابلوی مونه مامان رو بفروشم 
ممنونم مادر - با وجود تمام این‌ها ، باز هم ۱۵تا کم میارین - 
درسته - سوزی گلاس چی می‌شه ؟ 
قاعدتا بدون کمک اون نمی‌تونی تشکیلات رو اداره کنی 
علاقه‌ای به این کار نداره 
متوجه نمی‌شم چرا نباید داشته باشه ؟ 
تا جایی که من متوجه شدم سال‌هاست که مدیریتش به عهده خودش بوده 
مسئله پیچیده‌تر از این‌هاست مادر 
و این یعنی باید دست به دامن گزینه ناخوشایند‌تری بشم 
سلام هنری 
" چهارمین مشتری بالقوه : یه چایی لطفا - الان میارم خدمت‌تون - 
هنری کالینز " " ارزش خالص دارایی : ۲۵۰ میلیون " 
. یه‌کم رنگ‌پریده به‌نظر می‌رسی شاید بد نباشه یه سر دکتر بری 
صدمات و آسیب‌هایی که دیدم معمولا باعث می‌شه پزشک‌ها سوالاتی بپرسن که دوست ندارم جواب بدم 
چه حیف که حامیت نتونست یه پزشک دلسوز برات پیدا کنه 
البته با توجه به چیزهایی که شنیدم رابطه تجاریت با دوست آمریکایی‌مون بهم خورده 
خدمت شما عزیز - مرسی - 
ظاهرا کلاغ‌ها خوب خبرها رو بهت رسوندن 
۱۵میلیون شستم و به سوزی دادم به اضافه ۱۵تا دیگه به جک برای عذرخواهی بابت اتفاقی که براش افتاد اما هنوز هم مطمئن نیستم خطر از سرم رفع شده یا نه 
حالا در چه مورد می‌خواستی باهام صحبت کنی ؟ 
. خودت می‌دونی چه خطایی کردی اون رو دیگه نمی‌شه کاریش کرد اعمالت غیرقابل بخششن 
اومدم تا ببینم می‌شه فکری به حال تقدیرت کرد یا نه 
واقعا ؟ 
می‌تونم شر این مشکل رو از سرت کم کنم ولی ۱۵تای دیگه برات آب می‌خوره 
و علاوه بر اون باید یه سری کارهای دیگه هم انجام بدی 
چی تو فکرته ادی ؟ 
حالش چطوره ؟ 
زیاد می‌خوابه اما داره بهتر می‌شه 
خودت چطوری ؟ 
نمی‌دونم راستش 
فعلا تمرکزم رو گذاشتم رو خوب شدن جک 
حتما خیلی باهم صمیمی هستین 
وقتی مادرمون فوت کرد فقط ده سالش بود 
مسئولیت سنگینی برای یک زن جوانه 
هیچ‌وقت چنین حسی نداشتم عاشق این بودم که ازش مراقبت کنم عاشق مدیریت کسب و کارمونم 
می‌دونم پدرت قصد داره تشکیلاتش رو بفروشه و تو هم احتمالا داری گزینه‌هات رو سبک و سنگین می‌کنی 
اگه بخوام یه نصیحت بهت بکنم اینه که به حرف هیچ‌کس گوش نکن مخصوصا پسر من یا پدرت 
اما اگه می‌خوای چکیده تجربیات سالیان دراز عمرم رو بدونی باید بگم که آدم اغلب بابت نکرده‌هاش پشیمون می‌شه تا کارهایی که انجام داده 
خب ، الان نگرانین که از انجام چه کاری امتناع کنم ؟ 
" پنجمین مشتری بالقوه ؟ " پس امور عملیاتیش رو من مدیریت می‌کنم تو به امور لردها می‌رسی و این یارو جی‌پی که گفتی کارهای توزیعش رو جفت و جور می‌کنه ؟ 
دقیقا . اون ۱۵ میلیون هم بهت شراکت و مالکیت مشترک می‌ده 
فکر می‌کنی بابی گلاس پیشنهاد دویست میلیونیت رو قبول کنه ؟ 
این عددیه که مدنظرمه 
وقتی معامله جوش بخوره دیگه می‌کشه کنار 
استن چی ؟ 
شنیدم حساب و کتاب‌هاش جفت و جور نیست 
با مادرت تو بیمارستان ملاقات کردم 
وجودت سراسر تناقضه ادی ، مگه نه ؟ 
شاید 
تیکه‌های مغز اون لیورپولیه‌ست که تو ابرها گم شده ؟ 
بالاخره خودش تنش می‌خارید دیگه 
می‌دونی که این یعنی چی دیگه ؟ 
" هیچ کاری بی‌خطر نیست " [ لاتین ] شعار خانوادگی‌مونه " هیچ کاری بی‌خطر نیست " 
من رو به فکر فرو برد 
هیچ چیز ارزشمندی تو دنیا بدون ریسک به‌دست نمیاد 
دقت کردم و متوجه شدم که خانواده‌م نسل‌هاست تو این کار مشارکت داشتن 
بی‌سروصدا توی باغ‌وحش زندگی می‌کنن ولی تو جنگل می‌رن شکار 
. اتفاق جدیدی نیست صرفا سکاندار کشتی عوض شده 
تونستی سرمایه لازم رو جذب کنی ؟ 
مقدار قابل توجهی جمع کردیم اما می‌دونی دیگه بازار رقابت خیلی گرمه 
اگه دوست داشته باشی سرمایه‌گذاری کنی با کمال میل استقبال می‌کنیم 
. پدرم تجارتش رو تو دهه هفتاد راه انداخت حدودا نیم قرن پیش 
خیلی خوب عمل کرد و برای خودش یه امپراتوری ساخت بزرگترین تشکیلات تو کل بریتانیا 
اما اگه بخوایم منصف باشیم چند وقتیه که دیگه تمرکز اون دورانش رو نداره 
براش حکم غازی رو داره که تخم طلا می‌ذاره تا وقتی تخم‌ها به دستش می‌رسید دیگه حاضر نبود زحمت خاصی به خودش بده 
هربار که سعی می‌کردم درمورد گسترش کارمون باهاش صحبت کنم تمایلی نشون نمی‌داد 
اما ببین تو یه بازه چندماهه ! به کمک هم به کجا رسیدیم 
اگه ۳۵تا بذاری وسط به صورت برابر باهم شریک می‌شیم 
می‌خوای باهم شریک شیم ؟ 
اما ... باید درمورد هنری کالینز صحبت کنیم 
. یه بار از گناهش گذشتم دیگه تکرار نمی‌شه 
درک می‌کنم 
اما فکر می‌کنم نیازه انتظارات‌مون واقع‌بینانه باشن حداقل تو کوتاه مدت 
حتما خیلی به خودت مطمئنی که بحثش رو پیش کشیدی 
شدیدا 
شارلوت 
آزادش کن 
حاضری ؟ 
- بریم که انجامش بدیم - 
رهاش کن جفری 
پسر خوب . 
خسته‌ای ؟ 
آره . برو غذات رو بخور 
این رقم خیلی تپلیه 
بله بانو شارلوت ؟ 
من خیلی به دوران بچگیم فکر کردم 
... متوجه شدم عملا تمام چیزهایی که بلدم رو تو یادم دادی 
تمام روزهایی که تو جنگل اردو می‌زدیم 
تو یادم دادی چطوری آتیش درست کنم و اسب‌سواری کنم چطور ماهی صید کنم 
همیشه تو کنارم بودی درست نمی‌گم ؟ 
من فقط یه جنگل‌بان ساده‌م خانم 
مطمئنی ؟ 
... چون بعضی وقت‌ها به این فکر می‌کنم که و خیلی منطقیه 
... خب ... بگذریم 
نمی‌خواستم شرمسار باشی 
هیچ‌وقت نبودم 
تو شگفت‌انگیزترین مردی هستی که تو زندگیم می‌شناسم 
چهارتا پیشنهاد بهمون شده چهار تا گزینه رو میزه 
. و همه‌شون بالاتر از مبلغیه که خواسته بودم آفرین 
... و متوجه شدم که اسم‌ هردوتون زیر یکی از پیشنهادات نوشته شده 
انتظار این یکی رو نداشتم 
می‌خواستم بدونید که تمام این پیشنهادات رو به صورت مجزا و براساس مزایاشون بررسی می‌کنم 
البته - عالی - 
خب ... حالا پیشنهاد کی برنده شد ؟ 
متاسفانه موضوع به این سادگی نیست مادر 
همون‌طور که می‌دونین رقابت خیلی شدیده و مطمئنا ما بالاترین پیشنهاد رو ارائه نکرده بودیم 
خب پس کی برنده شد ؟ 
عمو استن 
اعتراف می‌کنم که مطمئن بودم که رقم پیشنهادیم گوی سبقت رو از بقیه رقبا بربایه 
خوشحالم که نهایتا این معامله سرگرفت 
آقای استیونز به بانک می‌رن و ترتیبی رو مهیا می‌کنن که پول به حسابی که آقای گلاس دستور بدن انتقال پیدا کنه 
حاضر بود مبلغ بسیار بالایی برای خرید تشکیلات بپردازه به همین خاطر آقای گلاس مشتاق بودن که پیشنهادشون رو بیش‌تر بررسی کنن 
متوجهم که به شک افتادی مادر و خب کاملا حق داری 
در حقیقت من از هنری کالینز کمک گرفتم حسابدارش می‌دونست آقای جانستون اسناد جرم و جنایت‌هاش رو چطور لاپوشونی می‌کنه 
ممنونم که بنده رو به این سرعت به حضور پذیرفتین خواهش می‌کنم آقای استیونز 
این اسناد ، و منظورم سوابق مالیاتیشه به مراجع ذی‌ربط در سازمان مالیان بردرآمد و گمرک سلطنتی تحویل داده شدن 
و به این صورت عمو استن به اتهام چندی فقره فرار مالیاتی دستگیر و تمامی حساب‌هاش مسدود شد و به این ترتیب از دور رقابت کنار رفت 
ولی با کنار رفتن عمو استن پیت اسپنسر فوربز برنده میدون نمی‌شه ؟ 
من هم همین رو به مرسی گفتم 
پیت چسبناک 
پیشنهاد شما دوم شد 
نگران نباش مادر . اون هم برنده نشد - فک کردم گفتی که شده - 
به مرسی این‌طور گفتم 
شرکای من دارن از بوگوتا میان اینجا بهت گفتم که به هیچ وجه نه تو کت‌شون نمی‌ره 
انتقال پول از روسیه به اینجا فرآیند دشواریه که این یه پنجره زمانی کوچیک برای یکی مثل تو به‌وجود میاره 
کجا می‌تونم پیداش کنم ؟ 
مرسی از طرف بالادستی‌های آمریکای جنوبیش به شدت تحت فشار بود 
برای همین تصمیم گرفت میدون رقابت رو خالی کنه 
این بار هم هنری کالینز مداخله کرد و ترتیبش رو داد 
خوشحالم که یکی بالاخره کلکش رو کند 
... ببخشید مگه هنری کالینز همونی نیست که نتیجه مبارزه رو دستکاری کرده بود ؟ آره خود خودشه 
وای عزیزم نگو که الان دیگه باهاش همکاری می‌کنی 
هنری کالینز حرومزاده 
نیازی نیست نگران اون باشین 
خیلی درمونده بود برای همین ازش سوءاستفاده کردم تا پیشنهادم رو بالا ببرم 
. پونزده میلیون همون‌طور که توافق کرده بودیم 
لطفا بشین هنری 
اصلا برای این بهتون گفتم می‌خوام تشکیلاتم رو بفروشم که به خودتون بیاین 
قرار نیست کلش رو بخرین صرفا دارین توش سرمایه‌گذاری می‌کنین 
تا به کمک هم بتونیم گسترشش بدیم 
پس گمونم قرار نیست بازنشسته بشی پدر 
تو خواب ببینی 
اما باید مطمئن می‌شدم حاضرین از جون و دل براش مایه بذارین 
مسئولیت مشترک هم مزایای خاص خودش رو داره 
مزایای تداوم کسب و کار هم به نوبه خودش چشمگیره 
ادی ، تو یه سربازی و یه اشراف‌زاده اما درونت مردی می‌بینم که اجازه نمی‌ده عناوینش تعریفش کنن یا براش محدودیت ایجاد کنن 
پس معامله‌مون جوش خورد 
ـ۲۳۵ میلیون 
حالا یه هدف داری 
تو برای تبعیت و پیروی زاده نشدی برای دستور دادن ساخته شدی برای ساختن و گسترش امپراتوری‌ها 
به چشم من تو یه سروان نیستی بلکه یه ژنرالی 
راضی به زحمت نبودم 
می‌خوای تو تمومش کنی ؟ 
درخواست بود ؟ نه . مجبور نیستی انجامش بدی 
گفتم شاید دلت بخواد 
می‌دونی به عنوان بخشی از ... مسیرت 
زیاد سس نریزی سرآشپز 
نگران نباش وقتی عادت کنی می‌بینی زندان همچین هم بد نیست 
کلی می‌شه خوابید ، مرتب تمرین می‌کنی کسی هم نمی‌دوئه وسط حرفت 
حالا که عفو مشروط آقای کاوازاکی لغو شده می‌تونم بهت تضمین بدم که حداقل تا یه سال کیفیت غذا عالیه 
ممنونم 
بدتر از این‌ها هم می‌تونست بشه 
صحبت‌هایی درخور یک آقا و جنتلمن واقعی 
