Η διαδικασία καλλιέργειας ενός φυτού ινδικής κάνναβης διαρκεί το λιγότερο τρεις μήνες , ανάλογα με το στέλεχος . 
Όταν αποξηρανθεί κι ωριμάσει , το συσκευάζω ... το στέλνω στους διανομείς μας . 
Αλλά πρώτα , πρέπει να εκτελέσω μια τελετουργική δοκιμή του προϊόντος . Με σκοπό να διασφαλιστεί η βέλτιστη ικανοποίηση του πελάτη . 
Ας μη χάνουμε χρόνο . 
Ασφαλείς μεταφορές , Τζίμι . 
Αντιός . 
Καλημέρα . Τι να σας φέρω ; Γεια . Ναι . 
Μπορώ να έχω πανκέικ με αυγά και μπέικον , παρακαλώ ; Ροδέλες τυριού . Κι ένα μιλκσέικ μπανάνα ; 
Έφτασε . 
Συγγνώμη . Μπορώ να έχω κι από εκείνη την ωραία σος , παρακαλώ ; 
Είναι στο τραπέζι . Βάζετε όσο θέλετε . 
Δεν λέει ροδέλες τυριού χωρίς σος . Ευχαριστώ . 
Λένε ότι είναι κέτσαπ μαγιονέζα . Αλλά δεν ξέρουν τι λένε . 
Δεν είναι σος Χίλια Νησιά ; 
Ακριβώς . Ξεχνούν το μυστικό συστατικό . 
Νόμιζα ότι ήταν χυμός λεμονιού , αλλά δεν ξέρω . 
Μου είχε κολλήσει στο μυαλό ότι ήταν χρένο . 
Χρένο ; 
Ενδιαφέρον . 
Μη μου πεις ότι θα το βάλεις πάνω στα πανκέικ σου . 
Ξέρω ότι ακούγεται πολύ λάθος . Σε διαβεβαιώνω ότι έχει γαμάτη γεύση . 
- Νόμιζα ότι ήμουν η μόνη . - Τι ; 
Κάνεις πλάκα ; 
Μόλις τώρα άδειασα το πιάτο μου . Τελειώνω και τις ροδέλες τυριού μου . 
Βλέπεις , εγώ τρώω πρώτα τις ροδέλες , γιατί πρέπει να τις φας πριν κρυώσουν . 
Τις προτιμώ σε θερμοκρασία δωματίου . 
Ξέρεις κάτι ; 
Θα αφήσω μία στην άκρη να κρυώσει . Να δω αν ισχύει . 
Με λένε Γκαμπριέλ . 
Τζίμι . 
Θεέ μου . Χίλια συγγνώμη . Δεν πειράζει . Δεν φταις εσύ . 
- Θα φέρω άλλο . - Όλα καλά . 
- Μην ανησυχείς . - Όχι , ειλικρινά , το θέλω . - Το λιγότερο που μπορώ να κάνω . - Σίγουρα ; 
Ναι . Μιλκσέικ βανίλια ; 
Βασικά , ήταν μπανάνα . 
Και δικό μου αγαπημένο . 
Μου δίνετε ένα μιλκσέικ μπανάνα ; 
Έτσι θα μπορείς να με βρεις . 
Σε περίπτωση που θέλεις να ξαναχύσεις κάποιο μιλκσέικ . 
Ευχαριστώ , Τζίμι . 
Χάρηκα . 
Παλεύουμε ; 
Σε δουλεύω , φίλε . Αστειεύομαι . 
Εκτός αν γουστάρεις . 
Όπως όλοι οι στρατιωτικοί , έτσι ; 
Την αδερφή σου ψάχνω . 
- Δουλειά ή διασκέδαση ; - Αυστηρά επαγγελματικό . 
Το καλό που σου θέλω . 
Σε δουλεύω . 
Έχει τα νεύρα της . Καλύτερα να καθίσεις εδώ . 
Δεν βρίσκεις τον Τζίμι ; 
Χτύπα την πόρτα του , το τζάμι , το γραμματοκιβώτιό του . 
Από τη μαστούρα ίσως να είναι στον κόσμο του . 
Μην ανησυχείς για τους Αλβανούς . Τους ελέγχω . 
Ο Έντι ο Τρομερός . Ναι , εδώ είναι τώρα . 
Εσύ βρες τον Τζίμι , εντάξει ; 
Πάρε με μόλις φτάσεις . 
Καλημέρα , Σούζι . 
Ο Τζίμι δεν σηκώνει το τηλέφωνο . Επί του παρόντος , εξερευνούμε διάφορα πιθανά σενάρια . 
Δυστυχώς , ούτε εγώ τον βρήκα . Ούτε κανένας από τους δικούς μου και , παρά το γεγονός ότι έχουν γίνει αυτοκόλλητοι , ούτε ο Φρέντι . 
Η έρευνά μας έχει απομακρυνθεί από το κτήμα . 
Καλώς . Και γιατί είμαι εδώ ; 
Όπως φαντάζεσαι , ο πελάτης που περίμενε το φορτίο απογοητεύτηκε . 
Το χόρτο μου ; 
Θα εξήγησες ότι υπήρξε απρόβλεπτη καθυστέρηση ; 
Συνεργαζόμαστε χρόνια με τον Τόνι Μπλερ , αλλά δεν πιάνει πουλιά στον αέρα . 
- Πού είναι το χόρτο μου ; 
- Απρόβλεπτη καθυστέρηση . 
Μια στιγμή . Τόνι Μπλερ ; 
Κοσοβάρος-Αλβανός . Ο Τόνι Μπλερ θεωρείται σωτήρας τους . 
Πολύ δημοφιλές όνομα . 
- Είναι λίγο στόκος . - Ναι . - Καλή μπίζνα . - Πού είναι το χόρτο μου ; 
Δεν του επιστρέφεις τα λεφτά ; 
Δεν επιστρέφεις ποτέ λεφτά . 
Και ο λόγος ; 
Είναι κάτι που δεν κάνεις . 
Τότε να του πεις να κάνει υπομονή . 
- Ίσως καθυστερήσει αυτόν τον μήνα . 
- Ξεχνάς πώς πάει . Πού είναι το χόρτο μου ; 
Προσπαθείς , μα η ζωή είναι μικρή . 
Δεδομένου ότι θα ήταν προβληματικό αν κυκλοφορούσε στην πιάτσα ότι είσαι αναξιόπιστος , του πετάς ένα κόκκαλο . Αν μπορείς να επανορθώσεις για την ταλαιπωρία . 
Βλέπεις την κούρσα ; Πιο καυτή κι από κάρι . 
Είμαι κι έμπορος αυτοκινήτων . 
Εισαγωγές-εξαγωγές . Παραγγελίες από παντού . 
Παραδίδουμε το όχημα στον πελάτη . Μπαμ ! Τιμή ευκαιρίας . Μετρητά στο χέρι . 
Τις προάλλες , όμως , μας κόπηκε ο βήχας . 
Κόπηκε ! 
Περιόρισε έντονα την αποτελεσματικότητά μας . 
Έντονα . 
Επειδή καθυστέρησες , υποσχέθηκες να κλέψεις αμάξι ; 
Όχι οποιοδήποτε . Είναι ένα πολύ ξεχωριστό όχημα . 
Lamborghini Huracan . 
- Πράσινη . - Ξέρω πού θα βρίσκεται . Ξέρω πότε θα είναι εκεί . 
Χρειάζομαι βοήθεια για παραλαβή και παράδοση . 
Και γιατί συμφώνησες ; 
Δεν περιμένω να εκτιμήσεις το συμβιωτικό οικοσύστημα που προχωράει τη δουλειά μας , αλλά συμφώνησα . 
Είναι ένα ζήτημα που θα επιλύσεις με την ομάδα σου ; 
Η ομάδα μου έχει επικεντρωθεί στο πρόβλημα Α , να μάθει τι απέγινε το χόρτο . 
Απομένει το πρόβλημα Β. Η κλοπή του αυτοκινήτου . Που είναι λιγότερο πιεστικό και , ειλικρινά , κατώτερό μου . Ωστόσο , πρέπει να αντιμετωπιστεί με μια κάποια ... επιδεξιότητα . 
Δεδομένων των όρων της συμφωνίας μας , σκέφτηκα μήπως έβαζες ένα χεράκι . 
Γιατί εγώ ; Γιατί όχι ένας συνεργάτης σου ; 
Το ζήτησε ο ίδιος ο πατέρας μου . 
Το κίνητρό του παραμένει μυστήριο . 
Τότε , αν συμφωνούσα να το κάνω αυτό ... θα ήταν σημαντική απόκλιση από το περιεχόμενο και το πνεύμα της συμφωνίας μας . Συνεπώς , θα ζητούσα κάτι ως αντάλλαγμα . 
Γίνε πιο συγκεκριμένος . 
Μίλησες για αυξημένη κερδοφορία . 
Ας θέσουμε ένα κατώτατο όριο . 
Θέλεις έναν αριθμό . 
Εντάξει . Μπορώ να σου δώσω έναν αριθμό . 
Ωραία . Συζητήσαμε την αποχώρησή σου από το κτήμα μου , αλλά δεν διευκρινίσαμε πότε ακριβώς θα γίνει αυτό . 
- Ίσως να πρέπει να ορίσουμε ημερομηνία . 
- Πρέπει να δω το ημερολόγιό μου . 
Αλλά εννοείται . 
Τότε ας λύσουμε το πρόβλημά σου . 
- Ο Τόνι Μπλερ θα μας βρει στο γκαράζ . 
- Τότε θα αλλάξω το πρόγραμμά μου . 
Τι του βρίσκει ο μπαμπάς ; 
Επειδή είναι στρατιώτης . Δεν σημαίνει κάτι . 
Όχι , αλλά σκότωσε και δεν έπαθε υπαρξιακή κρίση . 
Οι πιο πολλοί θα πάθαιναν ψυχολογικά . Ο δούκας κοιμήθηκε σαν μωρό . 
Πώς το ξέρεις αυτό ; 
Μεταφορικά μιλάω . 
Η αλήθεια είναι ότι στη χώρα υπάρχουν 24 δούκες . Είναι ο μόνος που κινείται στα μεγάλα σαλόνια το ίδιο άνετα με το να σκοτώσει κάποιον . 
Αυτό τον καθιστά χρήσιμο ; 
Στον συγκεκριμένο και μοναδικό κόσμο στον οποίο λειτουργούμε , αυτό συμβαίνει . 
Η αλήθεια είναι ότι τα περιθώρια είναι στενά . 
Το όχημα θα είναι δύο μέρες στο Λονδίνο πριν μεταφερθεί αλλού . 
Το μέρος διευθύνει κάποια Μέρσι . 
Έχει κάνει όνομα στον κόσμο των πανάκριβων , τροποποιημένων πολυτελών οχημάτων . 
Κάποια νόμιμα . Κάποια όχι νόμιμα . 
Αυτό είναι το καλό . Είναι έμπορος μεταχειρισμένων οπότε οι δικοί της δεν είναι βίαιοι . 
Ταυτόχρονα , δεν θέλει την αστυνομία στα πόδια της . 
Τι το ιδιαίτερο έχει αυτό το όχημα ; 
Θέλουν μια Lamborghini Huracan Evo με πράσινο φινίρισμα , και πληρώνουν όσο όσο . Κι αυτό θα πάρουν . 
Το κλειδί είναι στο μπουντουάρ της μαζί με τα άλλα κλειδιά . 
Αυτή είναι η πρόκληση . Μετά είναι παιχνιδάκι . 
Παίρνεις το κλειδί , το ακουμπάς δίπλα σ ' αυτό , το κρατάς για 30 δεύτερα , και μετά είσαι έτοιμος να φύγεις . 
Επίθεση δύο φάσεων . 
Πρώτη φάση , τσιμπάς το κλειδί . Στη δεύτερη , επιστρέφεις για λίγο Grand Theft Auto . 
Θύμισέ μου γιατί το κάνω εγώ . 
- Πρέπει να είμαι για νάνι στις έξι . - Το GPS ενημερώνει . Έλα , μπρο . 
Πώς θα κλωνοποιήσεις το κλειδί με τόσο κόσμο ; 
Δημιουργώντας αντιπερισπασμό . 
Ευχαριστώ . Ευχαριστώ , αδερφέ . 
Σοβαρά , είναι ... 
Δεν θα σε απογοητεύσω , εντάξει ; 
Γιατί ξέρω ότι σου ήμουν βάρος τελευταία . 
Όχι , μην ακούσω κουβέντα . Ήμουν , εντάξει ; 
Γι ' αυτό σημαίνει πολλά για μένα που μου δίνεις την ευκαιρία να σε ξεπληρώσω . Και δεν θα τα σκατώσω . - Θα κάνω ό , τι πεις . - Φρέντι . 
- Ό , τι θες . Κυριολεκτικά ... Ό , τι θες . - Φρέντι . Φρέντι . 
Αρκεί να προσποιηθείς ότι θες να αγοράσεις ένα αμάξι . 
Αυτό είναι . Αγορά αμαξιού . Και τέλος . Ευφυέστατο . 
Τι κρύβεται πίσω από όλο αυτό , Εντουίνα ; 
Φρέντι , δεν θα μιλήσεις . - Θα ενεργώ ως εκπρόσωπός σου . - Ναι . 
Ότι θέλουμε να κάνουμε τεστ ντράιβ . 
Αναλαμβάνεις τα υπόλοιπα , Γουάμ Ταμ . 
Όχι υπερβολές , Φρέντι . Απλά πράγματα . 
Ναι , κατάλαβα . Όχι υπερβολές , απλά πράγματα . Το ' πιασα . Όλα καλά . 
Αγόρι μου ! Καλώς όρισες ! 
Μπορώ να βοηθήσω σε κάτι ; 
Ναι , έχω μια επιχείρηση υπηρεσιών θυρωρείου για άτομα υψηλής καθαρής αξίας σαν τον πελάτη μου . 
Ψάχνουμε ένα πολυτελές όχημα . Κάτι που να ξεχωρίζει από τον σωρό . 
Και ο πελάτης μου προτίθεται να πληρώσει μετρητά για κάτι πολύ ιδιαίτερο . 
Τότε , γιατί δεν πας στις εκθέσεις στην Παρκ Λέιν ; 
Έχουν πολλά ιδιαίτερα αυτοκίνητα για να διαλέξεις . 
Έχουν και πολλές ερωτήσεις . 
Ο πελάτης μου εκτιμά τη διακριτικότητα . Όχι . Τίποτα από αυτά δεν μου κάνει . 
Όταν μιλήσαμε , Γκάρι , σου είπα ότι ήθελα κάτι γρήγορο , κάτι με πολλά άλογα , συνάμα ήρεμη δύναμη , όπως μια τίγρη Σιβηρίας . 
Ανατόλι Γκιβένσι Ρομανόφ . Από δω η γυναίκα μου , η Αναστάζια . 
Έχω πολύ συγκεκριμένα κριτήρια , εντάξει ; 
Όταν γυρίζω το κλειδί στη μίζα , θέλω να το ακούω να βρυχάται . 
Μα καταλαβαίνετε ότι υπάρχει προσεπιβάρυνση σε τέτοιου είδους αυτοκίνητα . 
Άκου τι θα σου πω , μικρή λεοπάρδαλη , γάμα τα λεφτά . 
Τότε ήρθατε στο σωστό μέρος . 
Κάθε όχημα είναι μοναδικό . 
Δεν ξέρω αν η προσωπική ασφάλεια είναι προτεραιότητα , αλλά όλα μπορούν να γίνουν θωρακισμένα . 
Άκου , στη ζωή μου , αστεία μικρή κυρία , αν δεν είσαι ασφαλής , είσαι νεκρός . 
Πώς σας φαίνεται αυτό ; 
Αυτή είναι μια τετράλιτρη McLaren 650S V8 . 
Από το μηδέν στα 100 σε τρία δεύτερα . Όχι , δεν ξέρω . Το συγκεκριμένο μού φαίνεται κάπως ... 
Όχι , προτιμώ κάτι πιο σέξι . 
- Εκείνη η Lamborghini ; 
- Εκείνο το αμάξι δεν πωλείται , δυστυχώς . 
Όπα , μαζί μου δεν παίζεις , κυρά μου , έτσι ; 
Μου δίνεις κλειδιά , οδηγώ αμάξι . Είμαι σοβαρός . 
Ανήκει σε άλλον . Η McLaren είναι σοβαρό αμάξι . 
Οδηγήστε το . Θα ξετρελαθείτε . 
Περίμενε . 
Τι προφορά είναι αυτή ; 
Κόφ ' το πριν σε σκοτώσω . Όλα καλά . Η μικρή λεοπάρδαλη με λατρεύει . 
Η γυναίκα σου θα το οδηγήσει . 
Μην τα σκατώσεις , Φρέντι . 
Πάρε το πορτοκαλί . 
Δεν γαμιέται . Πάμε με το πορτοκαλί . Τι διάολο . Ας το κάνουμε . 
Απασχόλησέ τους . 
Όχι , φίλε μου . Είμαι σύγχρονος άντρας . 
- Εγώ οδηγώ . - Εκείνη οδηγεί . 
Με το μαλακό τον συμπλέκτη , εντάξει ; 
Τυχόν ζημιές , θα τις πληρώσετε . 
Υποτιμάς τη γυναίκα μου . 
Διάολε ! 
Στο τσακ γλίτωσε αυτήν τη φορά . Το παραδέχομαι . 
Ήμαρτον ! Γαμώτο . 
Τελείωνε ! ΑΝΤΙΓΡΑΦΗ 
Θέλετε κάτι ; 
Σκέφτηκα να βάλουμε μπροστά το συμβόλαιο . 
Η Ρωσίδα είναι ανασφάλιστη , οδηγεί σαν να είναι μαστουρωμένη , και οι πελάτες σας δεν συμφώνησαν στην τιμή . 
Ζητώ συγγνώμη . 
Θα τους μιλήσω εγώ . 
Ωραία . Λοιπόν , τι λες , μωρουλίνι μου ; 
Σου αρέσει ; 
Το αμάξι είναι καλό . Το χρώμα δεν μου αρέσει . 
Καλύτερα να το σκεφτείτε . 
Πολύ προσεκτικά . 
- Δεν θέλετε να κάνετε λάθος . 
- Θα είμαστε σ ' επαφή . Ευχαριστούμε . Έλα , Γκάρι . 
Ξύπνησες . 
Κάτσε κάτω . 
Πιες αυτό . 
Ευχαριστώ που με μάζεψες , Τζεφ . 
Δεν θα σου κάνω κήρυγμα . 
Μπορούμε να γινόμαστε λιώμα μια στο τόσο , έτσι ; 
Αλλά το σημαντικό είναι να μαθαίνεις από αυτήν την εμπειρία . 
Καταλαβαίνεις τι λέω ; 
Έτσι νομίζω . 
Ωραία . 
Είσαι καλά , Τζίμι ; 
Είναι κομματάκι δύσκολο να απαντήσω , για να είμαι ειλικρινής . 
Πώς είσαι ; 
Λυπάμαι πολύ για την τρέχουσα κατάσταση . 
Αφού λυπάσαι , όλα καλά , τότε . 
Μόνο που , μια στιγμή , πού σκατά ήσουν , Τζίμι ; 
- Μεγάλη ιστορία , για να πω την αλήθεια . - Ναι ; Ας πάμε στο τέλος . Πού είναι το χόρτο μου ; 
Καλύτερα να τα πάρω από την αρχή . 
Ήμουν στον δρόμο , αλλά με έκοψε λόρδα , εντάξει ; Σταμάτησα να πάρω προμήθειες στο συνηθισμένο στέκι μου , το Πάτις . 
Και τότε συνέβη . Τι έγινε , Τζίμι ; 
Από εκείνη την ώρα και μετά , η ζωή μου άλλαξε . 
Ήταν κάτι σαν το πώς-το-λένε ; 
Μου ήρθε αυτή η επιφοίτηση . 
Μια οπτασία . Οι πιο πολλοί το λένε κοπέλα . Αλλά εγώ το ονομάζω άγγελο . 
Μόνο που δεν είχε φτερά . 
Τουλάχιστον από όσο είδα . 
Κι έτσι απλά , άπλωσε το χέρι της και την άρπαξε . 
Τι άρπαξε , Τζίμι ; 
Ή την καρδιά μου ή την ψυχή μου . Ή και τα δύο . 
Είναι σαν καλειδοσκόπιο από ντόμινο που σωριάζονται . 
Και η μέρα μου από τρελή έγινε κακή . 
Πρώτα το βανάκι έγινε άφαντο . 
Εξαφανιζόλ ! Εξατμίστηκε σαν ατμός από βραστήρα . 
Σαν κουνέλι από το καπέλο από την ανάποδη . 
Έπειτα έμεινα από μπαταρία . Δεν μπορούσα να βγάλω λεφτά . Και το ' παιξα Γυρίστε τον Γαλαξία με Οτοστόπ . 
Ο μαγικός αριθμός 42 . 
Το σύμπαν άρχισε να μου πετάει μπελάδες . 
Παιδόφιλους ιερείς . 
Μακριά από το ματζαφλάρι μου . 
Δεν γουστάρω τέτοια . 
Τράβα παίξε με το δικό σου αυγό στην τριχωτή φωλίτσα σου . 
Γαμηθείτε , μαλάκες παιδέρες . 
Ώσπου η τύχη μού χαμογέλασε . 
Τουλάχιστον έτσι νόμιζα . 
Ο Θεός , για δεύτερη φορά σε μια μέρα , είχε βάλει το χεράκι του . 
Βανάκι γεμάτο πάρτι άνιμαλ . Τσέπες γεμάτες μανιτάρια . 
Τραβάω μια τζούρα , μοιραζόμαστε τη μάσα , την αγάπη , και μετά καταλήγω στο πάρτι . 
Μουσική δυνατή , καρδιές χτυπάνε έντονα , ενέργεια στα ύψη , αλλά δεν μπορώ να ξεχάσω τη μορφή του αγγέλου . 
Σας λέω , υπάρχει αιτία που βρίσκεται στο σκηνικό . 
Πίνω ένα τσαγάκι για να συνέλθω . Τότε τα μανιτάρια επιδρούν . 
Σαν να έπεσα σε γκρεμό . 
Για να πω την αλήθεια , είναι όλα μια θολούρα . Σαν μοβ θολούρα . 
Την επόμενη στιγμή είμαι με τη μούρη στο χώμα , να με σκουντάει στον πισινό ο κύριος Τζεφ με το κοντάκι της κρίσης . 
- Πες μου για την κοπέλα . - Η Γκαμπριέλ . 
Σαν όνειρο που βγήκε αληθινό . 
Είχαμε μια παράξενη χημεία . 
Ήταν κάπως απερίγραπτη , να πω την αλήθεια . 
Τα κλειδιά για το βαν ήταν στο τραπέζι όταν κάθισες ; 
Ναι . Είμαι σίγουρος ότι ήταν . 
Και δεν τα βρήκες εκεί μετά ; Μια στιγμή . Νομίζεις ότι ... 
Μπα , δεν θα μου το έκανε αυτό . Υπήρχε επαφή . 
Πώς διάολο θα τη βρούμε ; Να τη βρείτε ; Μη σας ανησυχεί αυτό . Της έδωσα το τηλέφωνό μου . 
Όταν με πάρει , θα τη ρωτήσω για τα κλειδιά . 
Θεέ μου . 
Θέλω να πω , έχω προαίσθημα . 
Είναι κάποιες φορές που το ξέρεις . 
Κατάλαβες ; 
Μιλήστε στους υπαλλήλους στον ΣΕΑ . 
Κουλ . 
Συγγνώμη , αφεντικό . Χίλια συγγνώμη . Μπορώ να βοηθήσω ; Ναι . 
Βρες τρόπο να ξεπεταχτούν τα φυτά . Γιατί έχουμε μεγάλο κενό στη γραμμή παραγωγής μας . Αν δεν εμφανιστεί το χόρτο , την έκατσες . 
Περίμενε εδώ . 
Λοχαγέ ; 
Εδώ δες χάλια . Κοιμάται όρθιος . 
Λοιπόν , Έντι , θες να μου φορτώσεις κι άλλο βάρος . 
Συγγνώμη αν σε ταλαιπωρώ , αλλά ... όταν κανονίσαμε να παραλάβω ένα όχημα για σένα , δεν περίμενα να συναντήσω κομμένα ανθρώπινα μέλη . 
- Ποια μέλη συγκεκριμένα ; - Δάχτυλο . 
- Ενικός ή πληθυντικός ; 
- Ενικός . 
- Αντίχειρας ή δείκτης ; - Μικρό . 
Μπορεί να είναι το μικρότερο δάχτυλο , αλλά το ότι το έκοψαν υπονοεί σημαντική κλιμάκωση σε αυτούς που αντιμετωπίζουμε . 
Δεν πιστεύω να πανικοβλήθηκες ; Όχι . Απλώς σ ' ενημερώνω για την κατάσταση . 
Το περνάς από την ιεραρχία , τρόπον τινά . 
Τρόπον τινά . 
Δεν υπονοώ ότι σου είπαν ψέματα , αλλά μπορώ να πω με βεβαιότητα ότι είχες ελλιπή πληροφόρηση . 
Αφού έχεις ένα στοιχείο για το χόρτο , αναρωτιόμουν αν τελικά δεν χρειάζεται να κλέψω το αμάξι . 
Έχουμε ένα όνομα . Σίγουρα ψεύτικο όνομα . 
Και η μόνη περιγραφή είναι από μάρτυρα με παραισθήσεις από μανιτάρια . 
Κυρίως , όμως , το ζήτησε ο πατέρας μου . 
Έχει τους λόγους του . Θα ανταποδώσει . 
Οπότε , ναι , θέλω να κλέψεις το αμάξι . 
- Μπορώ να σου μιλήσω ; 
- Ναι , εξοχότατη , συμβαίνει κάτι ; 
Ήλπιζα ... να μου το πεις εσύ αυτό . 
Συνεργάτης του δούκα χάθηκε στο δάσος . Μόλις τον παρέδωσα . 
Είμαστε τυχεροί που έχουμε εσένα να μας προσέχεις . 
Είναι χαρά και προνόμιο να σας υπηρετώ . 
Είναι μεγάλη παρηγοριά να ξέρω ότι έχουμε τη διαρκή διακριτικότητά σου με όλα όσα συμβαίνουν σ ' αυτό το σπίτι . 
Να μην αμφιβάλλετε για τη σταθερότητα της αφοσίωσής μου σ ' εσάς και την οικογένειά σας . 
Είναι απόλυτη . 
Τζεφ , θα μου το έλεγες αν πίστευες ποτέ ότι ο Έντι είναι πραγματικά μπλεγμένος ; 
Θα ' χω τον νου μου . 
Λειτουργία stealth ; 
Καταπληκτικό . 
Περίμενες να είναι κανείς μέσα ; 
Όχι ακριβώς , όχι . 
Λέω να μείνω λίγο να περιμένω . - Μήπως υπάρξει πρόβλημα . - Όχι . Γύρνα αμέσως στο σπίτι . 
Φυσικά . Ναι . 
Σίγουρα . 
Θα γυρίσω σπίτι . 
Μόνο που πρέπει να ' σαι προσεκτικός μ ' αυτούς τους τύπους . 
Θα προσέχω , Φρέντουαρντ . 
Κοίτα ... 
- Να σου κάνω μια ερώτηση ; 
Γιατί στον διάολο τα κάνουμε όλα αυτά ; 
Μπορούμε να βγάζουμε πέντε εκατομμύρια τον χρόνο , σαν τον μπαμπά . 
- Είναι καλός μισθός . - Δεν είναι τα λεφτά το θέμα . 
Θέλουμε να απεμπλακούμε από μια εγκληματική οργάνωση . 
- Να ανακτήσουμε τον έλεγχο . - Εντάξει . 
Τον έλεγχο . Κάτσε να το ξεκαθαρίσω στο μυαλό μου . Για να σταματήσουμε να συσχετιζόμαστε με εγκληματίες , θα πρέπει να γίνουμε ... εγκληματίες . Δεν είμαστε εγκληματίες . 
Φυσικά . 
Τα λέμε στο σπίτι . 
Καλή τύχη . 
Τι σκατά κάνεις ; 
Καλό . Καταδρομική κυβίστηση . 
Θα σου πω ό , τι θέλεις να μάθεις , αλλά , σε παρακαλώ , μη μου ξανακάνεις κακό . 
Κακά μαντάτα . 
Λυπάμαι πολύ , δεν θα το ξανακάνω . 
Όχι άλλα δάχτυλα , σε παρακαλώ . 
Πρέπει να με πάρεις από δω . 
- Διάολε . 
- Σε παρακαλώ ! 
Μη με αφήνεις εδώ ! 
Πολύ κακά μαντάτα . 
Σε ευχαριστώ . Σου χρωστάω τη ζωή μου . 
Εντάξει , σκάσε . 
Ναι , τι ; 
Έντουαρντ , κάν ' την αμέσως , εντάξει ; Ματαίωση . Ο αετός προσγειώθηκε . Αλεπού στο κοτέτσι . 
Σου είπα να πας σπίτι ! 
Άκουσέ με . Σήκω και φύγε από δω . Δεν το κουνάω από δω . 
- Πήγαινέ με πίσω . - Κρατήσου . 
Κουνήσου , βίντατζ σαράβαλο ! 
Είμαι ασφαλής τώρα ; 
Καλύτερα να μη σηκωθείς ακόμα . 
Φρέντι , πάρε με . Θέλω να βεβαιωθώ ότι έχεις φύγει . 
Μπορείς να με λύσεις τώρα ; 
Είσαι καλά ; 
Έλα δω . Έλα . 
Ορίστε . 
Είσαι καλά ; 
Φίλε , μου έσωσες τη ζωή . 
Κοίτα τι μου έκανε . Χριστέ μου . 
Κάποτε έπαιζα πιάνο . 
Έγινα σκατά . Είμαι μισερός . 
Μισερός . 
Τι της έκανες ; 
Δεν ξέρεις ; 
Όχι , εννοείται πως δεν ξέρω . 
Τι διάολο έκανες ; 
Πρέπει να το γυρίσεις πίσω . 
Γύρισέ το πίσω . 
Τι να γυρίσω πίσω ; 
Άνοιξε το πορτμπαγκάζ . Θα σου δείξω . 
Εντάξει , καλώς . 
Άρα , τα πράγματα δεν πήγαν σύμφωνα με το σχέδιο . 
Και λίγα λες . 
Υγρομάντιλο ; 
Να φρεσκαριστείς όσο μου διηγείσαι τι έγινε . 
Να , ο Τόνι Μπλερ δεν είπε τον αληθινό λόγο που ήθελε το αμάξι . 
Γιατί αυτό ; 
Εκατόν πενήντα κιλά αρίστης ποιότητας άκοπη κοκαΐνη . 
Σε ολόκληρο το αμάξι . 
- Τρία εκατομμύρια , τουλάχιστον . 
- Τριάμισι , ως φαίνεται . 
Ίσως ο Τόνι Μπλερ να μην ήξερε τίποτα . 
Ήξερε ! Εκείνος το έστησε όλο . Με έστειλε , όπως έστειλε εσένα . 
- Ποιος το λέει ; - Ο τύπος με το κομμένο δάχτυλο . 
- Πού βρήκες τον υπόλοιπο ; 
- Στην αποθήκη , δεμένο σε καρέκλα . 
Πάνω στη δουλειά , δεν απαντάς σε κραυγή βοήθειας . 
Είναι κλισέ . Είναι πάντα δόλωμα . Είσαι ο πρώτος που τσιμπάει ; 
Το κάνω ερασιτεχνικά . 
Άρα λέει ότι ο Τόνι Μπλερ γνώριζε . 
Ήξερε ότι το αμάξι ήταν τίγκα στην κόκα , και τι γινόταν . 
Σήκω και φύγε , φιλαράκι . Αυτό θα κάνω εγώ . 
Κακός κόσμος . Μοχθηρός κόσμος . Πνίγεται ... Περίμενε ! 
Όχι πια . 
Γι ' αυτό δεν μπλέκουμε με σκόνη . 
Κάτσε να σε βοηθήσω . 
Κινείται πιο εύκολα , περισσότερο χρήμα , αλλά προσελκύει κάθε είδους ρεμάλια . 
Ο μόνος λόγος που μπήκαμε στο παιχνίδι είναι επειδή ζήτησες να κλέψω το αμάξι . 
Γνωρίζω τις συνθήκες που οδήγησαν στο αδιέξοδό μας , Έντουαρντ . 
Ενδιαφέρομαι να βρω τρόπο να απεμπλακούμε από αυτό . 
Έχεις ακόμα το πράμα . 
Ναι , είναι στο πορτμπαγκάζ , απέξω . 
Ξέρω πολλούς που θα βοηθούσαν να το ξεφορτωθούμε , αλλά θα έκαναν ερωτήσεις . 
Τι κάνουμε ; Ξεφορτωνόμαστε το πράμα , βυθίζουμε το αμάξι , και το ξεχνάμε ; Πρώτα θα μάθουμε σε ποιον ανήκει το πράμα . 
Ο Φρέντι δεν μπορεί να μιλήσει τώρα . Θες να μάθεις γιατί ; 
Επειδή ετοιμάζεται για την τιμωρία του . 
Φέρε μου την κοκαΐνη . 
Αλλαγή σχεδίου . 
Έκανα μερικά τηλεφωνήματα . Φαίνεται πως αυτή η Μέρσι έχει πίσω της μεγάλο κολομβιανό καρτέλ . 
Προτιμώ να μην μπλέξω , οπότε απαιτείται λεπτός χειρισμός . 
Ωστόσο , αν της δώσουμε αυτό που θέλει , μπορεί να επιλυθεί φιλικά . 
Όλα θα πάνε καλά . 
Ελπίζω να έφερες το πράμα . 
Λέει ότι είναι αδερφός σου . Ισχύει ή είναι ψέμα σαν την προφορά του ; 
Είναι αδερφός μου . 
Πήρες το προϊόν σου , άφησέ τον να φύγει . 
Με έκλεψες . 
Πρέπει να υπάρξουν συνέπειες . 
Δεν γνώριζαν τι έκλεβαν . 
Κι εσύ είσαι ; 
Είμαι η Σούζι Γκλας . 
Συγχαρητήρια στον σεφ . Έκαστος στο είδος του . Ο καθείς τα δικά του . Ξέρεις πώς πάει . 
Δεν επιστρέφεις έτσι απλά ό , τι έκλεψες . 
Έχουμε κόσμο , οργανώσεις , ανταγωνισμό . Πρέπει να μάθουν . Νομοτέλεια . Εννοώ , κάποιος πρέπει να πληρώσει . 
Καταλαβαίνουμε . 
Φέραμε προσφορά συμφιλίωσης . 
Όπως καταλαβαίνεις , παραπλανηθήκαμε . 
Αντάλλαξέ τον με τον αδερφό μου . 
Πιστεύω στην ... παραδειγματική τιμωρία . Έντι . Για όνομα του Θεού , πάρε ... 
Χριστέ μου . 
Οφθαλμόν αντί οφθαλμού . 
Όταν κάποιος προσπαθεί να σε κλέψει , αρκεί να του κόψεις ένα δάχτυλο . 
Δεν χρειάζεται να κόψεις ούτε δάχτυλο ούτε οτιδήποτε άλλο , αφού δεν προσπάθησα να σου κλέψω τίποτα . 
- Σωστά ; - Σωστά , Φρέντι . 
Όταν κάποιος σε κλέβει πραγματικά ... το μήνυμα πρέπει να είναι ξεκάθαρο . 
- Φρέντι , τελειώσαμε . Έλα . - Μην πλησιάζεις ! 
Εντάξει . Εντάξει . 
Δεν αρκεί να αποδοθεί η δικαιοσύνη . 
Η δικαιοσύνη αποδίδεται με πράξεις . 
Ως προειδοποίηση σε όσους μπουν στον πειρασμό μελλοντικά . 
Αν αναφέρεσαι σ ' εμένα , δεν θα μπω σε κανέναν πειρασμό . 
Αυτό σου το υπόσχομαι . 
Εντάξει , έχε τα μάτια σου ανοιχτά , και θα πάρεις ένα πολύτιμο μάθημα . 
Για να ακούσουμε τι έχει να πει , ναι ; 
Άντε γαμήσου . Ρουφοψωλιάστρα ! 
Ευχαριστώ για την προσοχή σας . 
Είναι μια δουλειά κι αυτή . 
Έχεις τις καλές σου μέρες , κι έχεις και τις όχι και τόσο καλές μέρες . 
Κάποιες φορές κερδίζεις , άλλες βλέπεις να σφάζουν κάποιον μπροστά σου . 
Το σημαντικό είναι ότι επέδειξες τη σωστή συμπεριφορά . 
- Αποδεικνύει κάτι ; - Γαμώτο . 
Αποδεικνύει ότι έχεις τα κότσια γι ' αυτό . 
Κάτι που δεν ισχύει για τον Φρέντι . 
Εντάξει , τελείωσα . 
Μπορούμε να πάμε σπίτι τώρα ; 
Όλα καλά , Τζίμι ; 
Περίμενα ότι θα τηλεφωνούσες . 
Βέβαια , είχα ένα αρνητικό βάιμπ . Εξαιτίας μερικών άσχετων . 
Βαθιά μέσα μου , θεωρούσα ότι είναι αναπόφευκτο . 
Στεναχωρήθηκα που έχυσα το μιλκσέικ σου . 
Δεν χρειάζεται να στενοχωριέσαι . Εξάλλου με κέρασες άλλο . 
Έφτασες καλά ; Είναι κι αυτό . 
Είναι μια κάπως παράξενη , κουραστική ιστορία , για να πω την αλήθεια . 
Τότε να βρεθούμε κάποια στιγμή . Να μου τα πεις όλα . 
Ναι , θα το ήθελα αυτό . Θα το ήθελα πολύ . 
Να πάμε σε ένα παρόμοιο εστιατόριο να δοκιμάσουμε το μενού . 
Έκλεισε . 
Εντάξει . Έγινε . Εξαιρετικά . 
Τα λέμε σύντομα , τότε . 
Τον γουστάρεις , έτσι ; 
Όχι βέβαια . Μη λες χαζομάρες . 
Συμφώνησε να συναντηθούν αύριο βράδυ . 
Είτε είναι κανένας Δον Ζουάν είτε είναι τελείως καμένος . 
Να το ανάψουμε ; 
Συνειδητοποίησα ότι δεν έπαιρνα πολύ σοβαρά τα πράγματα . 
Πρέπει να κάνω δραστικές αλλαγές . Οπότε αποφάσισα να κάνω μπάφο μόνο τα βράδια . Όχι με το που ξυπνάω το πρωί . 
Όχι όταν τρώω μεσημεριανό . Ή μετά από κολατσιό . 
Είμαστε ενάμισι εκατομμύριο μείον στο χόρτο , πάντως . 
Σωστά . Κι αυτό το συνειδητοποίησα . Θα προσπαθήσω να αποπληρώσω το χρέος . 
Εννοώ πως αυτήν τη στιγμή δουλεύω πάνω σε ένα νέο υβριδικό στέλεχος και στο THC αυτού του ζόρικου αγοριού ... 
Μην κάθεσαι τότε . 
Μάλιστα , αφεντικό . 
Γεια σου , αγάπη μου . 
Πρέπει να ομολογήσω ότι το πήρε αρκετά καλά . 
Ευχαριστώ . 
Περίμενα ότι θα διαλυόταν αντιμετωπίζοντας μια επιθανάτια εμπειρία . 
Ώστε σου το είπε . 
Δεν ήθελα να εμπλακεί . 
Αλλά εσύ πήγες κι έμπλεξες . 
Έπρεπε να τους ξεφορτωθείς , όχι να πας μαζί τους . 
Έλα να παίξεις λίγο μπαμ-μπαμ . 
Θα τους ξεφορτωθώ , μητέρα . 
Τα λέμε αργότερα . 
Εντάξει . 
Τι παίζουμε ; DTL ή ABT ; 
Διπλό σπόρτινγκ , εξοχότατε . 
Η κυρία Ταμασίνα έχει εννιά στα δέκα , κι ο αφέντης Φρέντερικ είναι στο μηδέν . 
Πίνω ένα σφηνάκι κάθε φορά που αστοχώ . Είμαι αρκετά ... Αυτήν τη στιγμή είμαι λιώμα . 
Είσαι καλά , Φρέντι ; 
Ναι , είμαι καλά . Απλώς ... είμαι λίγο ταραγμένος μετά τη μαντάμ Όλα τα Σφάζω . 
Τα πήγες καλά , Φρέντουαρντ . Πολύ καλά . 
- Φωνάξτε μόλις είστε έτοιμος , κύριε . - Ευχαριστώ . 
