Η Εθνοσυνέλευση συνεδρίασε εκτάκτως , απέπεμψε αμέσως τον πρόεδρο Ρι και ακύρωσε τις εκλογές της 15ης Μαρτίου . Ψήφισε και συνταγματική αναθεώρηση για μετάβαση στο κοινοβουλευτικό σύστημα . 
Γίνονται συζητήσεις για τη σύνθεση της προσωρινής κυβέρνησης . 
Καθηγητές πανεπιστημίων διαδηλώνουν , απαιτώντας να τιμηθούν οι θυσίες των φοιτητών στις διαδηλώσεις της 19ης Απριλίου . 
Ο κόσμος απαιτεί αυστηρή απόδοση ευθυνών για τις παράνομες εκλογές και τον παράνομο πλουτισμό . 
Οι ευρείες προσπάθειες συγκέντρωσης χρημάτων για τραυματίες διαδηλωτές και τις οικογένειες που πενθούν στηρίζονται με ενθουσιασμό από τον κόσμο . 
Μετά από ένθερμη λαϊκή απαίτηση , ο Κιμ Ντεγού των Δημοκρατικών ανακοίνωσε νομοσχέδιο με στόχο τον παράνομο πλουτισμό . 
Αν δεν τιμωρηθούν πολιτικοί και αξιωματούχοι που πλούτισαν παράνομα , η Κορέα δεν έχει μέλλον . 
Θα αδράξω την ευκαιρία και θα εξαλείψω κάθε μορφή διαφθοράς . 
Όλοι εδώ θα λογοδοτήσουν για τα παράνομα πολιτικά κονδύλια και για τα δάνεια της Τράπεζας Ανάπτυξης . 
Είμαστε καταδικασμένοι εξαιτίας του Κανγκ Σονγκμίν . 
Γιατί κατηγορείς έναν νεκρό ; 
Ο Σάμσικ νοσηλεύεται ακόμα ; 
Όσοι εμπλέκονται στις παράνομες εκλογές θα τιμωρηθούν με τον Νόμο περί Διαφθοράς . 
Η προσωρινή κυβέρνηση δεσμεύτηκε να ξετρυπώσει τους διεφθαρμένους επιχειρηματίες . 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΡΑΪΣ ΚΕΪΚ 
Θείε Σάμσικ . 
Θείε Σάμσικ ! 
Είσαι καλά ; 
Έλα να καθίσεις . 
Ευχαριστώ . 
Μην απογοητεύεσαι . 
Μας παίρνει να χάσουμε την Ομοσπονδία ; 
Χωρίς αυτούς , είμαι ένα τίποτα . 
Ποιος το λέει αυτό ; 
Είσαι πολύ πιο πολύτιμος από την Ομοσπονδία Τσόνγκου . 
Κάνε κουράγιο . 
Έπρεπε ... να σου είχα φερθεί καλύτερα . 
Συγγνώμη . 
Κανγκ Σονγκμίν . 
Τεμίν ! 
Κανγκ Σονγκμίν ! 
Είστε καλά ; 
Μα πληρώνομαι ... 2 ΜΑΪΟΥ 1960 ΣΕΟΥΛ , Ν. ΚΟΡΕΑ 
ΕΘΝΟΣΥΝΕΛΕΥΣΗ 
Σοβαρά , θέλετε να διορίσετε έναν πολίτη υπουργό Εθνικής Άμυνας ; 
Έλα τώρα . 
Ποιος στρατιώτης θα μειώσει τα κονδύλια για την άμυνα ; 
Θέλετε να διορίσετε τον υπουργό Εθνικής Άμυνας και να ιδρύσετε υπουργείο Ανασυγκρότησης ; 
Δεν είναι ίση μοιρασιά αυτό ! 
Δεν θα πάρετε όλα τα οικονομικά , και το Ανασυγκρότησης και το Εθνικής Άμυνας ! 
Εντάξει , δεκτό . 
Πάρτε το υπουργείο Χωροταξίας , κι εμείς θα κόψουμε το υπουργείο Ανασυγκρότησης . 
Σβήστε το . 
Καλύτερα έτσι . 
Το κλείσαμε , έτσι ; 
Είσαι καλύτερα ; 
Ναι . 
Κάθισε . 
Γιατί πήγες να κλέψεις τον Κώδικα της Σίνι ; 
Ζητώ συγγνώμη . 
Να στέκομαι εδώ ... να παρατηρώ και ν ' ακούω ... έλεγε ο πατέρας . 
Πίστευε ότι έπρεπε να εξασκηθώ στο να παρατηρώ χωρίς να μιλάω ή να σκέφτομαι . 
Σαν σκυλάκι . 
Γινόταν , όμως ; 
Όταν βλέπουμε ή ακούμε κάτι , φυσικό είναι να κρίνουμε και να ενεργούμε . 
Τι θέλω να πω ; Όταν παρουσίασες το σχέδιό σου , κατάλαβα δύο πράγματα . 
Ότι δεν θα θεσπιστεί ποτέ κοινοβουλευτισμός . Κι ότι ο θείος Σάμσικ ... δεν θα εγκαταλείψει ποτέ τον Κανγκ Σονγκμίν . 
Μη διανοηθείς να μου πας κόντρα . 
Δεν είμαι σαν τον Κανγκ Σονγκμίν . 
Όσο για τον Νόμο περί Διαφθοράς ... 
Θα μας προστατέψεις , έτσι ; 
Φυσικά . 
Δεν είμαι το λαγωνικό της οικογένειας Αν ; 
Βασίζομαι πάνω σου . 
ΥΠΟΥΡΓΕΙΟ ΕΣΩΤΕΡΙΚΩΝ 
Συγγνώμη που άργησα . 
Τι θα θέλατε ; 
Εδώ . 
Θα ανακοινωθεί σε λίγο . 
Σίγουρα θα έρθουμε στο υπουργείο Ανασυγκρότησης ; 
- Φυσικά . Θα χρειαστώ τη βοήθειά σας . 
- Δεν περίμενα ότι θα συμβεί . 
Ελπίζω να γίνετε υπουργός . 
Πάμε για ένα ποτό μετά την ανακοίνωση . Πάει καιρός . 
Οι πληγές από το Κίνημα της 19ης Απριλίου επουλώνονται γρήγορα , με συνεχή στήριξη απ ' όλη τη χώρα σε τραυματίες και συγγενείς που πενθούν . 
Ο λαός προσεύχεται για ανανέωση της κορεατικής πολιτικής . 
Η προσωρινή κυβέρνηση αποφάσισε να μειώσει τα αμυντικά κονδύλια και να εστιάσει στην οικονομική ανάπτυξη . 
Πέρα από τις περικοπές στην άμυνα , η κυβέρνηση θα διορίσει υπουργό Εθνικής Άμυνας έναν πολίτη , τονίζοντας τη σημασία της καινοτομίας στη νέα εποχή . 
Συνεπώς , οι υπουργοί είναι ίσα μοιρασμένοι μεταξύ δύο παρατάξεων των Δημοκρατικών . Ο πρωθυπουργός εξέδωσε ανακοίνωση για τη νέα κυβέρνηση . 
Αφού ξεπεράσαμε πολλές προκλήσεις , καταλήξαμε σε συμφωνία για τα νέα μέλη της κυβέρνησης . 
Ώρα να επικεντρωθούμε στην αναζωογόνηση της οικονομίας με πολιτική σύμπνοια και ενότητα . 
Για τη μετάθεση κονδυλίων από την άμυνα , με προτεραιότητα την ανάπτυξη , διορίζεται νέος υπουργός Εθνικής Άμυνας το κατάλληλο άτομο . 
Η πρόταση ίδρυσης υπουργείου Εθνικής Ανασυγκρότησης θα συζητηθεί περαιτέρω αργότερα . 
Η κυβέρνηση , πρώτη φορά στην ιστορία της χώρας , διόρισε έναν πολίτη υπουργό Εθνικής Άμυνας και ανέβαλε την ίδρυση του υπουργείου Εθνικής Ανασυγκρότησης . 
Μπράβο . 
Με συγχωρείτε . 
Γεια σου , Γιοτζίν . 
Γιατί κόπηκε το υπουργείο Ανασυγκρότησης ; 
Δεν κόπηκε . Συνεχίζεται η συζήτηση . 
Μήπως λόγω του νέου υπουργού Εθνικής Άμυνας ; 
Όχι , καμία σχέση . 
Μήπως θέλατε ... να διασφαλίσετε το μερίδιό σας σε υπουργούς ; 
Δεν μ ' αρέσει το ύφος σου . 
Μάθατε ότι ο στρατός σχεδιάζει πραξικόπημα ; 
Παράτα τα ! 
Είσαι μέσα , έτσι ; 
- Πακ Γουονίλ . 
- Μάλιστα . 
Γνωρίζεις την Οδηγία 29 , σωστά ; 
" Διεισδύστε στον στρατό - και πείστε υψηλά ιστάμενους " . 
Δεν το έχω ξανακούσει . 
Σας ερευνά η Αντικατασκοπεία , σωστά ; 
Με ποια κατηγορία ; 
Είμαι υπό έρευνα λόγω της Οδηγίας 29 . 
Τι είναι αυτό ; 
Είναι ... επιχείρηση κατασκοπείας της Βόρειας Κορέας για προσεταιρισμό υψηλόβαθμων στρατιωτικών . 
Άκουσα ότι ο Γιουν έπαιρνε εντολές από τη Βόρεια Κορέα και παρέδωσε πίνακα αριθμών αποκρυπτογράφησης σημάτων . 
Σε ποιον ; 
Στον λοχαγό Πακ Γουονίλ της Μονάδας Άμυνας της Σεούλ . 
Κάπνισε . 
Θα σου φρεσκάρει τη μνήμη . 
Ή μήπως να σε πάω κάτω ; 
Δεν έχω κλείσει μάτι από τότε , εξαιτίας του μπάσταρδου του Χονγκ Γιονγκί . 
Καταλαβαίνω . 
Ας πεθάνουμε ως στρατιώτες . 
Εντάξει . 
Αυτήν τη βδομάδα , διαδηλώνουν οι εξής οργανώσεις . 
Εθνικό Σωματείο Ανέργων , Ένωση Φιλοπάτριδων Γυναικών , Εθνική Ένωση Επιχειρηματιών και Συμβούλιο Πολιτικής Μεταρρύθμισης . 
Είναι απαραίτητο να τις καλύψουμε όλες ; 
Να καταγράψω αντιδράσεις για το Εθνικής Άμυνας ; Θα συζητείται πολύ . 
Μίλησες με τον πρωθυπουργό ; 
Μόνο με τον βουλευτή Σον . 
Γιατί κόπηκε το Ανασυγκρότησης ; 
Δεν απάντησε ξεκάθαρα . 
Ποιος θα καλύψει τον Νόμο περί Διαφθοράς ; 
Εγώ . 
Εσύ επικεντρώσου στο θέμα των γενικών εκλογών . 
Θα το κάνω εγώ . 
Το ' χεις ; 
Κάλυψα και το Ανασυγκρότησης . 
Ακούσατε όλοι την ανακοίνωση , έτσι ; 
Τι συνέβη ; 
Πρόεδρε Κιμ . 
Θα σου εξηγούσα τα πάντα . 
Τι θα εξηγούσατε ; 
Πώς το ανταλλάξατε ; Έλα τώρα . 
Δεν είναι έτσι . 
Θα σου εξηγήσω λεπτομερώς . 
Θα προταθείς για το Ντόνγκντεμουν στις εκλογές . 
- Για το Ντόνγκντεμουν ; 
- Ως υποψήφιος ; 
- Ναι , είναι κανονισμένο . 
Κύριε . 
Σας φαίνομαι ... να ψοφάω να μπω στην Εθνοσυνέλευση ; 
Θα σ ' τα εξηγήσω όλα . 
Δεν ενδιαφέρομαι να γίνω βουλευτής . 
Δεν ενδιαφέρομαι να γίνω βουλευτής . 
Να το χέσω το βουλευτιλίκι ! 
Ξέρετε πόσοι πολίτες ... θυσιάστηκαν στους δρόμους ; 
Αντιλαμβάνεστε πόσες απώλειες είχαμε ; 
Εσύ τι έκανες στο μεταξύ ; 
Εσύ τι έκανες ; 
Τι διάολο κάνατε ; 
Δεν με νοιάζει το βουλευτιλίκι . 
Δεν ήρθες καν να με δεις στο νοσοκομείο . 
Πώς μπόρεσες ; 
Θέλεις ράις κέικ ; 
Μόλις τα πήρα , είναι ακόμα ζεστά . 
Έμαθες για το Ανασυγκρότησης ; 
Σου είπα να μην πιστεύεις τους πολιτικούς . 
Στη Στρατιωτική Ακαδημία των ΗΠΑ , ήμουν ο καλύτερος σε όλα ... Σκοποβολή , τακτική , φυσική κατάσταση . 
Μέχρι κι οι σπουδαίοι Αμερικανοί με συνεχάρησαν . 
Δεν αμφέβαλλα ούτε στιγμή ότι θα μπορούσα ν ' αλλάξω την Κορέα . 
Όμως ... κοίτα με τώρα . 
Δεν είμαι ... και κανένας σπουδαίος . 
Κοίτα το ράις κέικ . 
Δεν σε εντυπωσιάζει , έτσι ; 
Θέλει ώρα να φτιαχτεί και δεν φαίνεται καν ωραίο . Αλλά είναι νοστιμότατο . 
Κολλάει στο στόμα και σε κάνει να θες κι άλλο . 
Εσύ είσαι ... Είσαι σαν αυτό το ράις κέικ , υπουργέ Κιμ . 
Φάε λίγο όσο είναι ζεστό . 
Η κυβέρνηση στοχοποιεί επιχειρηματίες με πρόσχημα την πολιτική μεταρρύθμιση , και τον στρατό με πρόσχημα την οικονομική ανάπτυξη . 
Πόσο λες να αντέξει ; 
Ας φέρουμε τα πάνω κάτω . 
Θα πάρω τον έλεγχο της Ομοσπονδίας Τσόνγκου . 
Της Ομοσπονδίας ; 
Νόμιζα ότι , αφού τρώγαμε μαζί , ήμασταν οικογένεια . Μα τα καθάρματα δεν με θεώρησαν ποτέ μέλος της οικογένειας . 
Θα τσακίσω την Ομοσπονδία και θα πάρω το βιομηχανικό συγκρότημα . 
Κάνε κι εσύ το ίδιο . 
Η Κορέα είναι πολύ μικρή για μας . 
Πώς να μας ικανοποιήσει στην κατάστασή της ; 
Πρέπει να διαλυθεί πρώτα , για να φτιαχτεί κάτι μεγάλο . 
Όντως ... κολλάει στο στόμα . 
Αλλά είναι πολύ νόστιμο , έτσι ; 
Η κυβέρνηση θα μειώσει τα κονδύλια άμυνας στο 20 % του προϋπολογισμού και τις στρατιωτικές δυνάμεις κατά 100.000 άτομα και πάνω . 
Ο υποστράτηγος Κο της 89ης Μεραρχίας μετέφερε την ανησυχία του στρατού στην Εθνοσυνέλευση . 
Η κυβέρνηση των ΗΠΑ ανησυχεί για τη μείωση των ενόπλων δυνάμεων , που , με τη σειρά της , θα μειώσει το αξιόμαχο . 
Άλλες ερωτήσεις ; 
Έτσι που πάμε , μπορεί να γίνει πραξικόπημα . 
Δεν φτιάχνει η οικονομία με μείωση στρατού ! 
- Λένε ότι ο υπουργός θα είναι πολίτης . 
- Έχουν τρελαθεί ; 
Ο υποστράτηγος Κο εξέφρασε τη δυσαρέσκειά του , προειδοποιώντας για πραξικόπημα . 
Ανησυχία γεννάται μήπως η δυσαρέσκεια του στρατού κλιμακωθεί όντως σε πραξικόπημα . 
Είδες τον υποστράτηγο Κο ; 
Μάλιστα . 
Και τον διοικητή Β ' Πεζικού ; 
Και βέβαια . 
ΓΡΑΦΕΙΟ ΔΙΟΙΚΗΤΗ Α ' ΠΕΖΙΚΟΥ 
Πέρασε . 
Ποιος είναι πιο κατάλληλος ; 
Ο υποστράτηγος Κο λέει παντού για το πραξικόπημα . 
Κι ο διοικητής Β ' Πεζικού εμπλέκεται με την αριστερά . 
Θα τον εγκρίνουν οι Αμερικανοί ; 
Πάλι τα ίδια . 
Γι ' αυτό χρειαζόμαστε το Ίδρυμα Ολμπράιτ . 
Αλλιώς γιατί να έρθω εδώ ; 
Ωραία . 
Θα συναντήσω τον διοικητή Β ' Πεζικού . 
Υπάρχουν άλλοι ... επαναστάτες στον στρατό ; 
Ο διοικητής Β ' Πεζικού και ο υποστράτηγος Κο της 89ης Μεραρχίας . 
Κύριε . 
Οι πολιτικοί τούς παρακολουθούν στενά ... και τους δύο . 
Τον διοικητή Β ΄ Πεζικού στηρίζει η 8η τάξη αποφοίτων . 
Θα τον συναντήσω εγώ . 
Ποιος της 8ης τον στηρίζει ; 
Γνωρίζεις κάποιον απ ' αυτούς ; 
Ναι , τον λοχαγό Λι Σουίλ του 55ου Συντάγματος Ολμοβόλων . 
Λοχαγός Λι Σουίλ , 55ο Σύνταγμα Ολμοβόλων . Ο πατέρας του είναι διευθυντής της Κλωστοϋφαντουργίας Σάμτζιν . 
Κλωστοϋφαντουργία Σάμτζιν ; Θυγατρική της εταιρείας του Αν Γιοσόμπ . 
ΛΟΓΑΧΟΣ ΛΙ ΣΟΥΪΛ Ήταν στην όγδοη τάξη . 
6 ΜΑΪΟΥ 1960 ΣΕΟΥΛ , ΝΟΤΙΑ ΚΟΡΕΑ 
Η όγδοη τάξη συχνάζει στο κινεζικό εστιατόριο Τσουνγκμουτζάνγκ . 
ΤΣΟΥΝΓΚΜΟΥΤΖΑΝΓΚ Το 55ο Σύνταγμα θα συμμάχησε με τον διοικητή Β ΄ Πεζικού . 
Έχουμε λίγους στρατιώτες . 
Ο στρατηγός Τζανγκ Ντουσίκ της Μονάδας Άμυνας είναι μαζί μας . 
Αφήστε με να τον συναντήσω με τον Χανμίν . 
Εδώ είναι τα κονδύλια , κατά ημερομηνία , τα δάνεια της Ομοσπονδίας , έξοδα εκδηλώσεων των Δημοκρατικών και πληρωμές στο συμβούλιο τους . 
Χαλυβουργία Γκόιμ και Κατασκευές Τζούικ πλήρωσαν από 120 εκατ. χουάν . 
Μπράβο που τα οργάνωσες τόσο λεπτομερώς . 
Κάνε ξεχωριστή λίστα για τον Σον και τη νέα παράταξη των Δημοκρατικών . 
- Εντάξει ; 
- Εντάξει . 
Περάστε . 
Γιατί ήρθες εδώ ; 
Για να σας ζητήσω μια χάρη . 
Χάρη ; 
Θέλουμε ... να μας παντρέψετε . 
Τι θέλετε να κάνω ; 
Να μας παντρέψετε . 
Θα την κάνω ευτυχισμένη . 
Εσείς οι δύο παντρεύεστε ; 
Νόμιζα ότι του ' δινες ψωμί . 
Δεν έχει καν κανονική δουλειά . 
Πώς θα τον παντρευτείς ; 
Για να σου πω . 
Σίγουρα θα την ταΐζεις ; 
Μάλιστα , κύριε . 
Τι δουλειά κάνεις τώρα ; 
Τίποτα , κύριε . 
Πάρε αυτά . 
Σας ευχαριστώ . 
Με απειλείς ; 
Δοκίμασες το νέο ρυζόκρασο ; 
Έχει τέλεια γεύση . 
Πίνεις πολύ ουίσκι . 
Γιατί δεν πάμε κάπου ωραία για ένα παγωμένο ρυζόκρασο ; 
Κάνει πολλή ζέστη τελευταία . 
Εντάξει . 
Βασίζομαι πάνω σου . 
Θα είμαστε σε επαφή . 
Τι προτείνεις ; 
Όποιος δράσει πρώτος , θα κερδίσει . 
Τους Τζανγκ Ντουσίκ και Τζονγκ Χανμίν ... 
Μπορώ να τους εμπιστευτώ ; 
Μ ' έχουν παρακούσει ξανά . 
Στρατηγέ . 
Όποιος δεν πιστεύει στους στρατιώτες του , δεν πετυχαίνει τίποτα . 
ΝΟΜΟΣ ΠΕΡΙ ΔΙΑΦΘΟΡΑΣ 
Τι είναι αυτό ; 
Προς τι η τροποποίηση ; 
Αν τιμωρήσουμε όποιον παρείχε παράνομα κεφάλαια άνω των 10 εκατομμυρίων και όποιον δωροδοκούνταν ετησίως με πάνω από έξι εκατομμύρια , θα ξεπεράσουμε τα 50.000 άτομα . 
Σωστά . 
Ας κάνουμε λίγες αλλαγές . 
" Όσοι έδωσαν οικειοθελώς παράνομα κονδύλια για την εκστρατεία " . 
Οικειοθελώς . Καταλάβατε ; 
" Όσοι έδωσαν οικειοθελώς παράνομα κονδύλια για την εκστρατεία " . 
Ισχύει αυτό για εσάς ; 
Ποιος θα έδινε οικειοθελώς παράνομα κονδύλια ; 
" Όσοι παρείχαν πολιτικά κονδύλια άνω των 30 εκατομμυρίων χουάν " . 
Πάνω από 30 εκατομμύρια . 
Έδωσε κανείς σας πάνω από 30 εκατομμύρια χουάν ; 
Όχι . 
Πώς σας φαίνεται ; 
Τέλειο . 
Τότε , κανείς μας δεν θα κατηγορηθεί με τον Νόμο περί Διαφθοράς . 
Πάλι μας έσωσε ο Σάμσικ . 
- Του χρωστάμε μεγάλη χάρη . 
- Δεν είναι πρώτη φορά . 
Στις 16 Μαΐου , με την ανακοίνωση των υπεύθυνων για διαφθορά , οι Δημοκρατικοί διοργανώνουν επιχειρηματικό συνέδριο . Θα παραστούν ο πρωθυπουργός και υπουργοί του οικονομικού τομέα . 
Να είστε όλοι εκεί . 
Αφού επιβιώσαμε όλοι . 
Μην ανησυχείς για τη Μονάδα Άμυνας . 
Το πρόβλημα είναι ο Τσόι Χανρίμ . 
Τι είπε ο διοικητής Β ' Πεζικού ; 
Είναι έτοιμος να ρισκάρει τη ζωή του . 
Ήρθε . 
Μίλα του ο ίδιος . 
Πώς από δω ; 
Έχεις ένα λεπτό ; 
Με συγχωρείτε . 
Είσαι καλά ; 
Μάλλον περνάω λίγο δύσκολα . 
Στις 16 Μαΐου , το Δημοκρατικό Κόμμα κάνει οικονομικό συνέδριο . 
- Ναι , το έμαθα . - Θα είναι κι ο πρωθυπουργός , μαζί με υπουργούς του οικονομικού τομέα . 
Γιατί δεν συζητάμε τη συμφωνία Κορέας-ΗΠΑ εκείνη τη μέρα ; 
Οι Δημοκρατικοί είναι αρνητικοί . 
Ρέιτσελ . Μπορείς να καλέσεις τον πρωθυπουργό στο δωμάτιο 806 εκείνη τη μέρα ; 
- Γιατί ; - Για να του εξηγήσω με λεπτομέρειες εκ μέρους σου . 
Πολύ γλυκό εκ μέρους σου . 
Γιατί άργησες τόσο ; 
Πώς πήγε με τη Ρέιτσελ ; 
Καλά πήγε . 
Πάμε στο Τέπιονγκακ . 
Γεια σας . 
Στις 16 Μαΐου ... θα ανακοινωθούν οι κατηγορούμενοι για διαφθορά . Και το Δημοκρατικό Κόμμα κάνει οικονομικό συνέδριο . 
Εκείνη τη μέρα ... θα κάνουμε πραξικόπημα . 
Μα πώς ; 
Βγάζοντας όσους είναι με τους διοικητές Β ΄ Πεζικού και 89ης Μεραρχίας , πόσοι λέτε να απομένουν ; 
Έχουμε τη Μονάδα Άμυνας , το απόσπασμα του αρχηγείου και το 3ο Σύνταγμα , αλλά ως εκεί . 
Θα μας τσακίσει η 15η Μεραρχία . 
Δεν θα αντιμετωπίσουμε τη 15η . 
Θα παρασύρω τον πρωθυπουργό στο δωμάτιο 806 του Μπάνια εκείνη τη μέρα . 
Σύμφωνα με τον νόμο , ΟΙΚΟΝΟΜΙΚΟ ΣΥΝΕΔΡΙΟ ανακοινώνω τα ακόλουθα . 
Κύριε πρωθυπουργέ , θέλουμε να δείτε το σχέδιο συμφωνίας Κορέας-ΗΠΑ . 
Ο Κιμ Σαν περιμένει στο δωμάτιο 806 . 
Ο Κιμ Σαν ; 
Όσο είναι εκεί , ο Τσόι Χανρίμ θα ανακοινώσει πραξικόπημα της 89ης Μεραρχίας . 
Θεέ μου . Τι σας φέρνει εδώ , στρατηγέ Τσόι ; 
Η 89η Μεραρχία ανέπτυξε δυνάμεις για ανταρσία . 
Διέταξα τη 15η Μεραρχία να τους σταματήσει . 
Να παρασύρουμε τη 15η Μεραρχία χρησιμοποιώντας την 89η ; 
Γίνεται αυτό ; 
Φυσικά . 
Έχουμε έναν ειδικό . 
Ειδικό ; 
Τον Χονγκ Γιονγκί ; 
Είστε ειδικός σ ' αυτά . 
Θέλω να συλλάβετε μερικούς δειλούς της 89ης Μεραρχίας και να τους κάνετε να ομολογήσουν . 
Μόλις ομολογήσουν , ο στρατηγός Τσόι θα διατάξει τη 15η Μεραρχία να τους σταματήσει . 
Δηλαδή , θα παρασύρετε τη 15η Μεραρχία με την 89η Μεραρχία ; 
Κι αν παρέμβουν οι Αμερικανοί ; 
Λάβαμε πληροφορίες για πραξικόπημα . 
Θα παρέχουμε δυνάμεις καταστολής , αν το επιθυμεί η κυβέρνηση της Κορέας . 
Ευχαριστώ . Μια στιγμή . 
Στρατηγέ , οι Αμερικανοί προσφέρουν δυνάμεις καταστολής . 
Μου επιτρέπετε ; 
Είμαι ο στρατηγός Τσόι Χανρίμ . 
Έχει αναλάβει η 15η Μεραρχία . Μην ανησυχείτε . 
Κι αν διαφωνήσει ο πρωθυπουργός ; 
Θα μιλήσει ο ίδιος ο Τσόι στον διοικητή των ΗΠΑ . 
Θα μπορέσει ο Τσόι να εναντιωθεί στον πρωθυπουργό ; 
Αν όχι , δεν θα έχουμε επιλογή . 
Μας λείπουν στρατιώτες . 
- Έχουμε μια ευκαιρία ... αν η Μονάδα Άμυνας μπει στην πόλη . 
Κι οι γέφυρες του Χαν ; Πρέπει να φυλάμε τους δρόμους . 
Αν διαθέσετε δύο τάγματα για να κλείσουν τους δρόμους , το απόσπασμα του συνταγματάρχη Μπεκ θα αναλάβει το αρχηγείο . 
Εγώ θα καταλάβω Εθνοσυνέλευση , σταθμούς και Κυανό Οίκο με τους υπόλοιπους . 
- Υπουργεία Εσωτερικών και Άμυνας ... - Θα τα αναλάβει το 3ο Σύνταγμα . 
Αφού ελέγξω υπηρεσίες και το Εσωτερικών , θα γυρίσω στο ξενοδοχείο . 
- Σας ευχαριστώ . - Ευχαριστώ . 
Πρόεδρε Κιμ . 
Στέλνω δύο διμοιρίες στο Μπάνια σε 30 λεπτά . 
Δύο διμοιρίες για την ώρα . 
- Κατάλαβα . 
- Εντάξει . 
Τότε ... Θα πάρω τον πρωθυπουργό και τον στρατηγό Τσόι ομήρους . 
Θα τα καταφέρεις μόνος ; 
Θα έρθω στο ξενοδοχείο μόλις αναπτυχθεί ο στρατός . 
Ευχαριστώ , Χανμίν . 
Και το 55ο Ολμοβόλων ; 
Έχουν συμμαχήσει με τον διοικητή Β ' Πεζικού . Μαζεύονται στο Τσουνγκμουτζάνγκ . 
Τους έχεις δει ... στο Τσουνγκμουτζάνγκ ; 
Στο Τσουνγκμουτζάνγκ ; 
Γιατί να πάω εκεί ; 
Για ποιον άλλο λόγο ; 
Τρελαίνεσαι για κινέζικο . 
Δεν μ ' αρέσει το φαγητό τους . 
Ας πούμε ότι προχωράμε με το πραξικόπημα . Εσύ τι θα κερδίσεις ; 
Κάτι πολύ απλό . 
Η ανακοίνωση περί διαφθοράς θα χάσει κάθε νόημα ... όταν δημοσιευθούν την επομένη τα παράνομα κονδύλια της Ομοσπονδίας . 
Μόλις αναθεωρηθεί ο νόμος και κατασχεθεί η περιουσία της Ομοσπονδίας ... 
Θα την πάρεις σε χαμηλή τιμή ; 
Απλό , έτσι ; 
Πράγματι . 
Στις 16 Μαΐου ... αν κάτι σας φανεί ύποπτο , ελάτε πρώτα στη Σέιλ . 
Έχω εισιτήρια για Σιμονοσέκι και μετρητά , και μέρος να κρυφτείτε δυο-τρία χρόνια . 
Μην πας στο 806 απροετοίμαστος . 
Θα το κρατήσω για λίγο . 
Αν χρειαστεί , χρησιμοποίησέ το . 
Αν κάτι πάει στραβά . 
Η Ομοσπονδία Τσόνγκου ζήτησε χάρη για τον Κιμ Σαν . 
Και ; 
Ο Επαναστατικός Στρατός δυσαρεστεί με την ανάμειξη πολίτη στο πραξικόπημα . Τον θεωρούν θρασύ και επικίνδυνο . 
Ο Κιμ Σαν ... είναι πολύ τυχερός . 
