‫ بالطبع . 
‫ مرحبًا . 
‫ هنا يا " جين دال " . 
‫ مرحبًا يا رفيقات ! 
‫ عجبًا ، ملابسك ... 
‫ طلبت منك التأنق . 
‫ أنا متأنقة . هذا هو ذوقي . 
‫ انسي الأمر . هذه هي فتنة " جين دال " . 
‫ بالتأكيد . 
‫ أتساءل كيف تحمّلت فتاة مثلها الحياة ‫ مع تلك العائلة الثرية . 
‫ لقد اشتقت إليكن . كيف أحوالكن ؟ 
‫ شكرًا . استمتعي . 
‫ لقد عيّنت موظفة رائعة . 
‫ إنها تبتسم دائمًا ، لذلك تدخل السرور ‫ إلى قلبي عندما آتي إلى هنا . - أراك لاحقًا . ‫ - طاب يومك . 
‫ - وداعًا . ‫ - مرحبًا ! 
‫ " تنضم ( إيون هي تشو ) إلى جولة مجلة ( باريس ) " ‫ تهانينا ! 
‫ هذه هي آنسة " تشو " . تحصل على مرادها دومًا . 
‫ هذا صحيح . 
‫ العمل والحب ، يمكنك الحصول ‫ على كل شيء إن أردت . 
‫ أثق بأنك لا تفشلين أبدًا . 
‫ هذا ليس صحيحًا ! 
‫ أشكركم ! 
‫ نخبكم ! 
‫ يقولون ، " يخيم الظل ‫ خلف الشخص المتألق . " 
‫ خلف البريق ‫ والابتسامات البهية ، ‫ تتوارى الظلمة ... 
‫ طلبت مني حماتك أن أرميها . 
‫ ويبدو أنها أرسلت أذن بحر عالي الجودة . 
‫ اتركيها . 
‫ سآكلها وحدي . 
‫ هذا مقزز . 
‫ حسنًا ، لا بأس . 
‫ لنسمع . 
‫ ماذا قلت لك في ذلك اليوم ؟ 
‫ ماذا ؟ 
‫ اعترفت . 
‫ ماذا ... 
‫ ماذا ؟ مهلًا . 
‫ هذا هراء تمامًا . 
‫ اعترفت بمشاعري لك ؟ 
‫ لا بد أنني مجنونة . 
‫ - هذا ... ‫ - اعترفت . 
‫ قلت إنك مغرمة بي . 
‫ وأنا قلت ذلك أيضًا . 
‫ علينا الذهاب . لنذهب . 
‫ " سام دال " ! 
‫ " سام دال تشو " ! 
‫ " سام دال " ! مهلًا ! 
‫ " سام دال " ! 
‫ هذا يحدث في الريف فقط . ‫ من يطلب من متجر بقالة التوصيل ؟ 
‫ إنها " سام دال " . ‫ هل أنت منشغلة يا " سام دال " ؟ 
‫ " سام دال " ! آسف بخصوص ذلك اليوم ... 
‫ - اسمع . ‫ - ماذا الآن ؟ 
‫ هناك سيارة حمراء آخر الطريق . 
‫ أي سيارة حمراء ؟ 
‫ يا " سام دال تشو " ! 
‫ انتظري يا " سام دال " . 
‫ انتظري ! 
‫ ماذا يجري ؟ 
‫ إنهما يتريضان . 
‫ ألن نشعر بألم في جنب البطن ‫ إن ركضنا بعد تناول الطعام ؟ 
‫ لا يتريضان . 
‫ يبدو هذا كموعد غرامي . 
‫ أعرف شيئًا لا تعرفنه . 
‫ ربما يجب أن تنسيه تمامًا . 
‫ " سام دال " ! 
‫ انتظري . 
‫ " سام دال تشو " . 
‫ ما الخطب ؟ 
‫ لنتحدث في الأمر . 
‫ يا هذه . 
‫ لماذا تهربين ؟ 
‫ جديًا . 
‫ لماذا تتصرفين بهذه الطريقة ؟ 
‫ " سام دال " ، ما الخطب ؟ 
‫ هل هذا لأنك متفاجئة ؟ 
‫ افتحي الباب . لنتحدث . 
‫ - سأدخل . ‫ - توقّف . ‫ اتركني وشأني . 
‫ هل أنت بخير ؟ 
‫ كان يجب أن تدعني أرحل . ‫ لماذا لاحقتني حتى هنا ؟ ‫ اسمعي . لاحقتك ‫ لأنك هربت فجأةً . 
أهناك أي مشكلة أخرى ؟ 
‫ كلا . 
‫ هل أنت متأكدة ؟ 
‫ أجل . 
‫ لماذا هربت بعدما قلته ؟ لقد أجفلتني . 
‫ نسيان ما فعلته أثناء ثمالتك أمر معهود منك ، ‫ لذلك أنا متفهّم . 
‫ لكن الهرب بعد سماع ذلك ‫ يجرحني ‫ حقًا . 
‫ ماذا ... بعد سماع ماذا ؟ 
‫ قلت إنك اعترفت بمشاعرك نحوي ‫ وإذا بك تهربين فجأةً ! 
‫ ويحك ! كيف تعتبر ذلك اعترافًا ؟ 
‫ لماذا أعترف بقبلة ... 
‫ يا هذه . 
‫ أنت تتذكرين ، صحيح ؟ 
‫ صحيح ؟ 
‫ " سام دال " ، أنت تتذكرين فعلًا ، صحيح ؟ 
‫ - صحيح ؟ 
افتحي الباب . ‫ - أجل ، أتذكّر ما حدث ! 
‫ دعني أستجمع أفكاري . 
‫ اتركني وشأني . 
‫ إنهما يتواعدان . 
‫ هذا حقيقي . 
‫ من الواضح أنهما يتواعدان من جديد . 
‫ اتفقنا ؟ رأيتهما بأم عينيّ . 
‫ لا بد أنهما يتواعدان . 
‫ أيعني ذلك أنهما ظلا مُغرمين ببعضهما ‫ طوال تلك الفترة ؟ 
‫ لماذا انفصلا إذًا ؟ 
‫ سؤال وجيه . 
‫ لماذا انفصلا وهما مُغرمان ؟ 
‫ - ماذا ؟ ‫ - ماذا ؟ 
‫ ماذا تقولين ؟ 
‫ لا تعرفين سوى نصف القصص دائمًا . 
‫ لماذا كنت لأثرثر إن كنت أعرف القصة كاملة ؟ 
‫ كان معك " غيونغ تاي " ‫ و " إيون يو " ‫ و " سانغ دو " . 
‫ كانوا جميعًا معك ، صحيح ؟ 
‫ كنت وحيدة دائمًا . 
‫ لم أستطع تشغيل المذياع حتى ‫ في حالة أذاعوا أغاني " يونغ بيل تشو " . 
‫ متى حدث ذلك ... ‫ كان 
‫ قلبي ينفطر . 
‫ " مجلس قرية صيد ( سامدال ) " 
‫ نعتقد ‫ أن هذه المنطقة ملائمة ‫ أكثر من قرية " نامدال " . 
‫ مهلًا . 
‫ لكن ... ‫ تعرفون هذه القرية ، صحيح ؟ 
‫ أجل . إنها قرية " سامدال " . 
‫ سيدة " كو " ، ارحلي . 
‫ ماذا تقصد ؟ 
‫ ارحلي فحسب . 
‫ ماذا تخططون لفعله ببلدتنا هذه المرة ؟ 
‫ أنت . 
‫ ماذا تفعل هنا ؟ 
‫ هل جُننت ؟ 
‫ كيف تجرؤ على القدوم إلى هنا ؟ 
‫ كيف أحوالك يا حماي ؟ 
‫ حموك ؟ 
‫ - سأقتلك . ‫ - أبي . 
‫ - أبي ! ‫ - أبي ! 
‫ - أبي ! ‫ - أبي ! 
‫ طلبت منك ألّا تأتي إلى هنا . ‫ طلبت منك ألّا ترينا وجهك ! 
‫ توقّفوا ! 
‫ أنت . 
‫ اخرسي . 
‫ يا عزيزي ، أنزل ذلك الشيء . 
‫ ليس ابنك . ‫ لا يحق لك أن تقرر له الحياة أو الموت . 
‫ أما زال الفواق يصيبك عندما تجفل ؟ 
‫ أعتذر . 
‫ لا أظن أنك كنت لتأتي إلى هنا ‫ إن كنت تعلم أنني قائدة الغاطسات . 
‫ لماذا جئت ؟ 
‫ لبناء متنزه الملاهي . 
‫ هذا صحيح . 
‫ لبناء متنزه الملاهي . 
‫ - إنه في قرية " نامدال " . ‫ - اصمتي . 
‫ هل تحتاجون إلى مساعدتنا ‫ في بناء متنزه ملاهي " نامدال " ؟ 
‫ لا تقلق حيال ذلك . 
‫ لن ندع مشاعرنا تضر بأعمالكم . 
‫ لن يُبنى في قرية " نامدال " . 
‫ ربما يجب أن تقرئي هذا بعناية . 
‫ " إنشاء متنزه ملاهي جديد . " 
‫ نريد أن نبني متنزه ملاهي مجموعة " إيه إس " ‫ في قرية " سامدال " بدلًا من " نامدال " . 
هل جُننت ؟ 
‫ متنزه ملاهي " إيه إس " في قرية " سامدال " ؟ 
‫ أجل . 
‫ من الذي اقترح تلك الفكرة ؟ 
‫ إنها فكرة الرئيس " جيون " يا سيدتي . 
‫ - يا للهول ! ‫ - أمي ! 
‫ - كلا يا أمي ! ‫ - أمي ! 
‫ مهلًا يا حماتي ! 
‫ اسمعي يا أمي . 
‫ - أمي . ‫ - أمي ، هذا يضر بصحتك كثيرًا . 
‫ لم يأت إلى هنا من قبل ، ‫ وبعد أربع سنوات ، هذا ما أتى لقوله ؟ 
‫ مهلًا يا أمي . 
‫ " هاي دال " ، عودي إلى المنزل مع أبي . 
‫ - حسنًا . ‫ - " داي يونغ " . 
‫ أجل ؟ 
‫ اتبعني . 
‫ لماذا ؟ 
‫ لماذا تتحدثين إليه ؟ 
‫ سأتعامل معه . 
‫ عم ستتحدث معه ؟ 
‫ وماذا عنك ؟ 
‫ ماذا تودين قوله له ؟ 
صرتما غريبين الآن . 
‫ عودي إلى المنزل . 
‫ وأنت ، ‫ اتبعني . 
‫ معذرةً ؟ أجل يا سيدي . 
‫ استمتعا بالمشروب . 
‫ ماذا ؟ 
ألا تشرب سوى الخمور المستوردة ؟ 
‫ شربته وأنت تتوسل للزواج بـ " جين دال " . 
‫ أشكرك يا حماي . 
‫ كفّ عن ذلك ! 
‫ لم أعد حماك . 
‫ صحيح . 
‫ إذًا بأي صفة ‫ ينبغي لي أن أكمل هذه المحادثة ؟ 
‫ بصفتي صهرك السابق ‫ أم بصفتي رئيس متنزه الملاهي ؟ 
‫ سيقع في ورطة كبيرة ‫ إن لم يتم بناء متنزه ملاهي قرية " نامدال " . 
‫ غيّر كلامه فجأةً . 
‫ فجأةً ؟ 
‫ دون سابق إنذار ؟ 
‫ حدث موقف ما ... ‫ في قرية " نامدال " . 
‫ نعرف " جين دال " بما يكفي . 
‫ حتى عندما كانت طفلة ، كلما كانت ‫ تشعر بالاستياء ، كانت تحطم الأشياء . 
‫ اضطُرت أمها إلى دفع تعويض ‫ مقابل كل آلات اللكم . 
‫ - هذا صحيح . ‫ - استحقت ذلك . 
‫ اسمعوا ! 
‫ لن أقبل بهذا العقد ! 
‫ ماذا ؟ 
‫ لا تغضبي . 
‫ كانوا يظنون أنهم يدعمون الرئيس " جيون " . ‫ - ظنوا أن هذا سيسعده ... 
‫ هذا قصدك . 
‫ تعلمين أنه يُستفز ‫ عندما يتحدث الناس بالسوء عنك . 
‫ بالضبط . 
‫ بعد كل ذلك ، لم يعد إلى رشده . 
‫ أتتذكّر ما الذي وعدتني به ‫ ونحن جالسان إلى هذه الطاولة ؟ 
‫ أتتذكّره ؟ 
‫ أخبرتك أنني لا أستطيع أن أسمح لابنتي ‫ بالزواج من فرد من مجموعة " إيه إس " . 
‫ أخبرتك بكل وضوح ‫ أن ابنتي ستكون تعسة . 
‫ ماذا قلت لي حينها ؟ 
‫ قلت إنك ستحمي " جين دال " ‫ حتى إن أدّى ذلك إلى تبرّؤ عائلتك منك . 
‫ ركعت هنا ووعدتني بذلك . 
‫ أليس هذا صحيحًا ؟ 
‫ بلى يا سيدي . 
‫ قلت إنك ستحميها ، ‫ لكنك أرسلتها إلى الديار بورقة طلاقها . 
‫ بعدما كشفت زوجة أحد أبناء ‫ مالك مجموعة " إيه إس " ‫ عن استغلال السُلطة الجائر ، ‫ سيتوسع التحقيق ليشمل المجموعة . 
‫ المدعي العام المسؤول عن القضية ‫ وجد أدلة تشير إلى أن " سانغ مي بانغ " ‫ زوجة رئيس مجلس الإدارة ‫ و " داي سيك جيو " ، الابن الأكبر ، ‫ يموّلان جهات سياسية بشكل غير قانوني ، 
‫ هل قالت " جين دال " أي شيء ؟ 
‫ لم تقل أكثر مما قالته الأخبار . 
‫ هذا كل ما قالته . 
‫ لم تحتمل إساءة حماتها ‫ وأخي " داي يونغ " الأكبر للعاملين في المنزل ، ‫ لذلك فضحتهما وطلبت الطلاق . 
‫ يخططون لتتبع مصدر التمويل غير القانوني . 
‫ ألا يزال " داي يونغ " لا يردّ على الهاتف ؟ 
‫ سيصدر المدعي العام مذكرة اعتقال ‫ في حق " داي سيك جيون " ، ‫ وسيستدعي نائب الرئيس " داي يونغ جيون " ‫ لاستجوابه كشاهد في التحقيق . 
‫ لديّ الحق في المعرفة . 
‫ بالرغم من أننا لم نعد أنسباء ، ‫ فلفترة قصيرة ، ‫ كنت ما زلت صهري . 
‫ كان لديّ الحق في الاطمئنان عليك . 
‫ أردت أيضًا ‫ أن تتبرّأ مني عائلتي . 
‫ أردت أن أترك مجموعة " إيه إس " ‫ وأرحل مع " جين دال " ، ‫ لذلك ذهبت إلى مكتب الادعاء . 
‫ فعلت هذا ، لكن ... 
‫ أُلغي نظام " هوجو " لتراتبية العائلة . 
‫ أُلغي نظام " هوجو " لتراتبية العائلة ‫ ولم أستطع إبراء نفسي منهم . 
‫ صحيح . أُلغي ذلك النظام في عام 2008 . 
‫ أيها الغبي . 
‫ أنا ... ‫ أردت أن أفي بوعدي أيضًا . 
‫ لكن ... ‫ " جين دال " ، تلك الوضيعة ... 
‫ أنت في غاية الثمالة . 
‫ كنت لأضحي بهم بكل سرور . ‫ لكن ... 
‫ لكن ؟ 
‫ قالت إنني لن أستطيع العيش فقيرًا . 
‫ هذا ما قالته " جين دال " . ‫ و ... ‫ وهجرتني ! 
‫ يمكنني العيش ‫ فقيرًا أيضًا . 
‫ هذه . 
‫ وهذه . 
‫ حماي ، خذها كلها . 
‫ لم أعد أحتاج إلى هذه الأشياء ! 
‫ لماذا تصرّ على مناداتي بحميك ؟ 
‫ دعني أرى . 
‫ عجبًا ، انظر إليها . 
‫ إنها تناسبني تمامًا . 
‫ خالتي ، أيمكنك الجلوس من فضلك ؟ 
‫ - أصبتني بالدوار . ‫ - هذا يثير جنوني . ‫ إنها محقة . اجلسي . 
‫ لا بد أن أبي يطمئن على أحوال صهره السابق . 
‫ هل يتحدثان عن أسباب طلاقي ؟ 
‫ لماذا يلغي صفقة العمل مع قرية " نامدال " ‫ بسبب مسألة غبية كتلك ؟ 
‫ - اللعنة ! ‫ - عجبًا . ‫ هل ألغى الصفقة مع قرية " نامدال " ‫ وجاء بها إلى هنا ؟ لماذا ؟ 
‫ إنه سبب تافه جدًا . 
‫ " جين دال " . 
‫ أجل يا أمي ؟ 
‫ ما الأمر يا أمي ؟ 
‫ منذ متى كنت على اتصال بـ " داي يونغ " ؟ 
‫ من بعد الطلاق ؟ 
‫ كلا . بالطبع لا ! 
‫ بعدما عدت إلى جزيرة " جيجو " ، ‫ قابلته مرة واحدة ، ‫ وكانت في الشارع عن طريق الصدفة . 
‫ عصا المرور . 
‫ قابلته في ذلك اليوم على الطريق السريع . 
‫ إن قابلته مجددًا ، ‫ فلتخبريه أنه يستحيل بناء ‫ متنزه الملاهي في قرية " سامدال " . 
‫ بالطبع . سيكون هذا جنونيًا . 
‫ أمي ، يصيبني الصداع ‫ متى رأيت شعار مجموعة " إيه إس " . 
‫ طابت ليلتك . 
‫ بالمناسبة يا " جين دال " ، ‫ هل أنت متأكدة ‫ أنه لم يصبك مكروه أثناء زواجك ؟ 
‫ فعلوا الأفاعيل بعمال المنزل والسائقين . 
‫ وكانوا يعارضون زواجكما أيضًا . 
‫ لا بد أنهم أساؤوا معاملتك أيضًا . 
‫ هل نسيت أنني " جين دال تشو " ؟ 
‫ لو أساؤوا إليّ ، لفضحت كل شيء ‫ وغادرت بعد شهر واحد ‫ وليس خمسة أعوام . 
‫ - هذا صحيح . ‫ - أجل . 
‫ أين " سام دال " على أي حال ؟ 
‫ - لقد اختفت طوال اليوم . ‫ - أجل . 
‫ الطقس بارد . لنذهب إلى المنزل . 
‫ " سام دال " . 
‫ إن لم تريدي أن تتكلمي ، ‫ فلتسمعيني على الأقل . 
‫ أيمكنني ... ‫ أن أغيّر رأيك ؟ 
‫ اعتنائي بك وقلقي عليك ... ‫ هي أمور لم أتوقّف عنها يوميًا ‫ وصارت اعتيادية لديّ . 
‫ لكن إن كان يمكن لها أن تغيّر رأيك ... ‫ فدعيني أزيد منها . 
‫ لماذا تواصل سؤالي إن كنت بخير ؟ 
‫ لماذا تواصل القلق عليّ ‫ والعناية بي ؟ 
‫ لماذا تواصل ‫ إثارة توتري ؟ 
‫ ماذا ستفعل إن اعتمدت عليك حقًا ؟ 
‫ سأغيّر رأيك سريعًا . 
‫ يمكنك ... ‫ يمكنك أن تعتمدي عليّ . 
‫ هل ستتحمل ... ‫ اعتمادي عليك ؟ 
‫ أجل . 
‫ أثق بذلك . 
‫ هل عادت ‫ علاقتكما معًا ؟ 
‫ أخبريني ، ‫ هل ما زلت تكنين المشاعر لـ " يونغ بيل " ؟ 
‫ لماذا لا ينطفئ ؟ 
‫ يتعطل دائمًا . 
‫ ما الأمر ؟ 
‫ يا ويلي ، ‫ لا أصدّق أنهما يقومان بذلك في مسلسل صباحي ! 
‫ عجبًا ! 
‫ هل تعترضين على أفعالهما ؟ 
‫ هذه رومانسية . 
‫ أقصد ، ‫ كيف يعرضون مثل هذه المشاهد في الصباح ؟ 
‫ ربما يشاهد الأطفال التلفاز في هذا الوقت . 
‫ ما كل هذه الجلبة ؟ تبدين رجعية التفكير . 
‫ نادي على " جين دال " ‫ و " هاي دال " لتناول الفطور . 
‫ حسنًا . 
‫ لست رجعية التفكير . 
‫ هل أنا كذلك ؟ 
‫ من الغريب أن يعرضوا شيئًا كذلك ‫ في مثل هذه الساعة . 
‫ يجب أن يعرضوا برامج أطفال وليس قبلات ... 
‫ ما خطبي ؟ 
‫ لا بد أنني جُننت . 
‫ " جين دال " و " هاي دال " ، استيقظا ! 
‫ يا إلهي ! 
‫ ما هذا ؟ 
‫ أبي ؟ 
‫ من هذا ؟ 
‫ ما الأمر ؟ 
‫ صهرنا . 
‫ صهرنا ؟ 
‫ " داي يونغ جيون " ؟ 
‫ عجبًا ، تحدثان صخبًا شديدًا في الصباح . 
‫ - ما هذه الكومة ؟ ‫ - كلا ... 
‫ ما ... 
‫ ما سبب وجوده هنا ؟ 
- لا فكرة لديّ . ‫ - لا نعلم . 
‫ بحقكم ! 
‫ أبي . 
‫ استيقظ . 
‫ - أبي ، استيقظ . ‫ - استيقظ . 
‫ استيقظ . 
‫ - أبي ، استيقظ . ‫ 
- يا هذا ! 
‫ - ابتعد عنه . ‫ - أبي . 
‫ يا هذا ! 
‫ - ابتعد عنه ! ‫ 
- أبي ، استيقظ ! ‫ - ابتعد . اللعنة ! 
‫ لماذا جلبته معك يا أبي ؟ 
‫ يجب أن تطرده من البلدة . 
‫ ولماذا تطعمينه يا أمي ؟ 
‫ كيف تطردين ضيفًا من منزلك ‫ قبل أن يتناول الفطور ؟ 
‫ كُل ذلك ‫ ولا تعد مجددًا . 
‫ هل تريدينه أن يأكل أم لا ؟ 
‫ لا تقلق ، تناول فطورك فحسب . 
‫ أجل يا سيدي . 
‫ " داي يونغ " . 
‫ أقصد ، الرئيس " جيون " . 
‫ هل مرّ عامان ؟ ‫ منعتني مجموعة " إيه إس " ‫ من تصوير بعض الإعلانات . 
‫ تعلم ذلك ، صحيح ؟ 
‫ بحقك يا " سام دال " . 
‫ دعيه يأكل . 
‫ - صحيح . ‫ - تناول الطعام من فضلك . 
‫ طُردت أيضًا من مقهى تابع لمجموعة " إيه إس " . 
‫ هذا صحيح . 
‫ - لم تعد " جين دال " ... ‫ 
- " هاي دال " ! 
‫ أيتها الحمقاوات . 
‫ تجاهلهنّ وتناول الطعام . 
‫ لماذا لا تتناولين إلا هذا ؟ 
مذاقه كالبراز . 
‫ هذا مقزز . 
‫ يا هذا . 
‫ - كفاك أكلًا . هيا . ‫ - لماذا ؟ 
‫ 
- لماذا ؟ ‫ - قلت هيا ! 
‫ العم " سانغ تاي " . 
‫ هل جئت لشراء شيء ما ؟ 
‫ كلا . 
‫ هل جئت من أجل " يونغ بيل " ؟ 
‫ لقد ذهب إلى العمل . 
‫ حقًا ؟ 
‫ " ظاهرة جوية " 
‫ مما رأيته البارحة ، ‫ لم يبد أنها كانت تركض محرجة . 
‫ هربت " سام دال " لأنك اعترفت لها بحبك ، صحيح ؟ 
‫ هل هربت من فرط الحرج أم الغضب ؟ 
‫ أثق بأنه لا يمكنك الرد عليّ . 
‫ أعمدة ضوئية . 
‫ أتعرف ما تكون ؟ 
‫ أعمل هنا منذ ثلاثة أعوام . 
‫ ربما لا أعرف الكثير ‫ لكنني أعرف ماهيتها على الأقل . 
‫ - هل اعترفت أم لا ؟ ‫ - عجبًا . توقّف . 
‫ لماذا تنشغل بحياة الآخرين الغرامية ؟ 
‫ " الآخرين " ؟ 
‫ بسبب حياتك الغرامية ، ‫ انقطع اتصالي بصديقة قديمة لثمانية أعوام . 
‫ تحتاجان إلى الإذن منا للمواعدة من جديد . 
‫ حسنًا ، أفهمك . 
‫ سأقطع علاقتي بك هذه المرة . 
‫ هيئة الأرصاد أولًا ، ثم أنت ؟ 
أنت ملتصق به . 
‫ تحدّث عن نفسك . 
‫ إلى أي مدى تدهور الشجار مع أبيك ‫ لدرجة أنه تقدّم بطلب نقلك إلى مكان آخر ؟ 
‫ ماذا تقول ؟ 
‫ يتحدث أبوك مع المدير " هان " الآن . 
‫ يريدك أن تُنقل إلى منطقة ريفية . 
‫ منطقة ريفية ؟ 
‫ أي منطقة أكثر ريفية من هذه ؟ 
‫ جزيرة " دوكدو " ؟ 
‫ لا تُوجد محطة أرصاد في " دوكدو " . 
‫ سأغادر . 
‫ لدينا موعد آخر . 
‫ أجل . آسف . 
‫ - أشكرك على العمل الجاد . ‫ - أشكرك . ‫ أشكرك . 
‫ طاب يومكم . 
‫ كأن كل المصورين بدؤوا ممتازين . ‫ لماذا يتربصون لي ؟ 
‫ قاضهم جميعًا . 
‫ كيف يغادرون في منتصف جلسة التصوير ؟ 
‫ لقد عملوا لأربع ساعات إضافية . وأنت ... 
‫ أقصد ، نحن تخطينا المهلة . 
‫ عدّلي بؤرة التصوير تلقائيًا لا يدويًا . 
‫ الصور كلها مضببة . 
‫ متى كانت صوري غير واضحة التفاصيل ؟ 
‫ آنسة " بانغ " ، ‫ عندما كنت تشتكين من الإضاءة ‫ أو تموضع العارضات ، ‫ كانت المشكلة أن لقطتك خارج البؤرة . 
‫ ألم تعلّمك " إيون هي " تعديل بؤرة التصوير ؟ 
‫ كانت تعلّم مساعديها ذلك دائمًا . 
‫ - لكنك لم تنتبهي ، صحيح ؟ ‫ 
‫ هذا لأنني متوترة . 
‫ أنا متوترة حيال الإمساك بالكاميرا ‫ بعدما عملت مساعدة لفترة طويلة ! 
‫ صحيح ، يجب أن ترتاحي لبعض الوقت ‫ وتفكري في الأمر . 
‫ يعلم الجميع مدى رداءة عملها . 
‫ لا تجيد تعديل بؤرة التصوير حتى ، ‫ لكنها حاولت تعديلها يدويًا لتقلّدك . 
‫ علم الجميع أن المشكلة في بؤرة التصوير ، ‫ لكنها ما انفكت تشتكي من العارضات والإضاءة . 
‫ تظن أن العاملين في هذا المجال مغفلون . 
‫ هل انتهوا من جلسة التصوير ؟ 
‫ كلا ، لم تستطع . 
‫ غضبت العارضات والعاملون وغادروا . 
‫ تستحق هذا بعد الادعاء ‫ بأنها أفضل مصورة في العالم . 
‫ أنت طريفة يا " إيون بي " . 
‫ هل طردوها ‫ - من مشروع مجلة " إكس " إذًا ؟ ‫ - بالطبع . 
‫ أردت أن أرى كيف ستنفذ الفكرة التي سرقتها ‫ لكنها طُردت . 
‫ لكن بطريقة ما أقنعت ‫ " تشونغ غي تشيون " ‫ بأن يؤمن لها مشروعًا جديدًا . 
‫ آنسة " تشو " ... ‫ ثمة أمر غريب للغاية . 
‫ غريب ؟ 
‫ هل تتذكرين ‫ الوشاح الذي أصرت عليه " إيون جو بانغ " ‫ ضد رغبتك ؟ 
‫ الوشاح ؟ 
‫ سيدتي ، ما ذلك الوشاح ؟ 
لم أره في اجتماعنا . 
‫ حسنًا ... 
‫ كما ترين ... 
‫ - إنه ... ‫ - لقد أضفته . 
‫ ما هذا ؟ 
‫ طلبت منك التخلص منه ! 
‫ أجل . ‫ أتذكّر ذلك . 
‫ واجهت مشكلات في تصميم مظهر ملابس ‫ لأنها أصرت على استخدامه . 
‫ أليس هذا غريبًا ؟ 
‫ لا يهمني هذا بتاتًا . 
‫ أنا منشغلة للغاية هنا . ‫ ليس لديّ وقت للتفكير في ذلك . 
‫ ماذا ؟ 
‫ ماذا تقصدين ؟ 
‫ هل تعلمين على مشروع سري دون علمنا ؟ 
‫ نشعر بالسوء لأننا نلتقى رواتبنا ‫ دون أن نفعل شيئًا هنا . 
‫ إن احتجت إلى مساعدة ، فلتبلّغينا . ‫ سنأتي إليك على الفور . 
‫ حسنًا . 
‫ حسنًا . 
‫ وداعًا . 
‫ وشاح . 
‫ لا يهم . 
‫ ما الذي لا يمكنني تحمّله ؟ 
أنا متأكد . 
‫ أنا متأكد من مشاعري وأنت كذلك ... 
‫ ماذا عن مشاعري ؟ 
‫ كيف تعرف بما أشعر ؟ 
‫ أجل ، لم أستطع نسيانك لفترة طويلة . 
‫ عرفنا أحدنا الآخر لـ30 عامًا . ‫ يصعب عليّ أن أنسى بالطبع . 
‫ لكن هذا كله من الماضي . 
‫ إن كان هذا شعورك حينها ، فماذا عن الآن ؟ 
‫ وما سبب ما فعلته قبل يومين ؟ 
‫ لماذا ثملت ؟ ولماذا قبّلتني ؟ 
‫ هل تفعلين ذلك دائمًا عندما تثملين ؟ ‫ مع أي شخص ؟ 
‫ ويحك ! 
‫ لا أفعل ذلك مع أي شخص إن كنت ثملة ! 
‫ اللعنة . 
‫ لا تتبعني . 
‫ اسمعي . 
‫ أخبرتك أنني سأغيّر رأيك . لقد سمحت بذلك ! 
‫ كفّ عن هذه الترهات . 
‫ سأزلزل عالمك من الآن فصاعدًا ! 
‫ سأزلزل العالم كله من حولك ! 
‫ ولن تتمكني من المقاومة ! 
‫ لا بد أنني جُننت . 
‫ لقد فقدت عقلك يا " سام دال تشو " . 
‫ ماذا تفعلين ؟ 
‫ ابتعد ! 
‫ وكفّ عن التسلسل إليّ هكذا . 
‫ ماذا تقصدين ... 
‫ هل تريدين أن أصيح كلما اقتربت منك ؟ 
‫ أصدر أي صوت عندما تقترب . 
‫ لماذا لا تنفك تظهر من العدم ؟ ‫ تجفلني في كل مرة . 
‫ لقد أخفتني . 
‫ حقًا ، ما الخطب ؟ 
‫ إلى أين تذهبين ؟ 
‫ يخنة للطاولة أربعة . 
‫ - حسنًا . ‫ - سأعده . 
‫ إذًا ، لم يُهجر " يونغ بيل " ؟ 
‫ كانا مُغرمين لكنهما انفصلا . 
‫ بئسًا ، فقد تعاطفت مع " يونغ بيل " وحده . 
‫ لا بد أن " سام دال " عانت أيضًا . 
‫ - بالضبط . ‫ - هل يتواعدان من جديد ؟ 
‫ أجل ، أم " غيونغ تاي " رأتهما معًا . 
‫ كلا ، لا يتواعدان . 
‫ ماذا ؟ 
‫ قالت إنهما يتواعدان . أهذا غير صحيح ؟ 
‫ أجل ، لا يتواعدان . 
‫ كان " سانغ دو " ليعلم . إنه صديقهما . 
‫ " سانغ دو " ، يجب أن تسعى في عودتهما معًا . 
‫ - أنت محقة ، يجب عليه ذلك . ‫ - أجل . 
‫ لماذا ؟ 
‫ " يونغ بيل " متيم بها . 
‫ يجب أن ... 
‫ أيجب عليّ مساعدته فقط لأنه معجب بها ؟ 
‫ أنا أقترب . 
‫ ماذا ؟ طلبت مني أن أعلن عن قدومي . 
‫ أليس لديك عمل ؟ 
لماذا تتبعني في الأنحاء ؟ 
أنا أعمل الآن . ‫ أحضري كاميرتك . ‫ يجب أن نلتقط بعض الصور في مساء اليوم . 
‫ لا بأس . أرسل لي الموقع فحسب . سأذهب بمفردي . 
‫ عم تتحدثين ؟ 
‫ معذرةً أيتها المصورة . 
‫ يجب أن ننحي عواطفنا جانبًا ‫ ونتعامل باحترافية في هذه المسألة . 
‫ يجب أن ننجز العمل . 
‫ ماذا ؟ 
ليس لديّ عواطف . 
‫ ها هي عواطفك . إنها عواطفك الشخصية . 
‫ تتجنبين النظر إليّ مباشرةً . 
‫ تبعدينني عنك . تتوترين مني . 
‫ راحتاك متعرقتان . 
‫ ماذا ... لا تنفك تتفوه بالترهات . 
‫ متى بدوت متوترة ؟ 
‫ تبدين متوترة الآن . ‫ كنت متوترًا الأيام القليلة الماضية أيضًا . 
‫ حقًا ، ألا نشعر بالشيء نفسه ؟ 
‫ - " يونغ بيل " . ‫ - أجل ؟ 
‫ أتتذكّر عندما قلت ، ‫ " الحبيب السابق أسوأ من الغريب " ؟ 
‫ هل تعرف السبب ؟ 
‫ لماذا الحبيب السابق أسوأ من الغريب ؟ 
‫ من الصعب أن تعود إلى شخص انفصلت عنه ‫ مقارنةً بالتعرف على شخص جديد . 
‫ ما سبب الصعوبة ؟ 
‫ لأننا لن ننسى أبدًا . 
‫ ننسى ماذا ؟ 
‫ سبب انفصالنا . 
‫ لن نتمكن أبدًا من نسيان سبب انفصالنا . 
‫ لماذا يجب عليّ ذلك ؟ 
‫ هل أبدو كوسيط غرام ؟ لماذا أفعل ذلك ؟ 
‫ لا تساعدهما ما دمت لا تريد ذلك . 
‫ لا داعي للغضب مني . 
‫ لقد ظلا مُغرمين ببعضهما ‫ كل هذه السنوات بالرغم من الانفصال . 
‫ - ألا تشعر بالأسى عليهما ؟ ‫ - كلا ، مطلقًا . 
‫ ما خطبك اليوم ؟ 
‫ هل تشاجرت معهما ؟ 
‫ بحقك ، لا تتصرف بهذا الشكل . 
‫ لطالما عاملك " يونغ بيل " بمنتهى الود . 
‫ يشاركك في كل شيء منذ طفولتكما ، صحيح ؟ 
‫ " سانغ دو " ! " سانغ دو بو " ! 
‫ ماذا عني ؟ 
‫ لقد قدّمت له الكثير . 
‫ لطالما سمحت لـ " يونغ بيل " ‫ بأن يسلبني كل شيء بمنتهى الغباء . 
‫ لماذا يجب أن أتنازل عما أريد ؟ 
‫ لا تعيروه انتباهًا . 
‫ ما خطبكما ؟ 
‫ هل تشاجرتما ؟ 
‫ كلا ، لم نتشاجر . 
‫ بلى . لماذا تشاجرتما ؟ 
‫ " سانغ دو " ، ما الأمر ؟ 
‫ " سام دال " . أنا آسف ، ‫ أيمكنك أن تتركينا وحدنا ؟ 
‫ ماذا ؟ 
‫ حسنًا . 
‫ ماذا يجري ؟ 
‫ أتساءل عن سبب شجارهما . 
‫ لم أرهما يتصرفان بهذا الشكل من قبل . 
‫ هذه لـ " يونغ بيل " . 
‫ لماذا تُوجد حقائبه هنا ؟ 
‫ قلت إنك لا تكترث لمشاعري ، ‫ لكن لماذا تتمادى إلى هذا الحد ؟ 
‫ لم أخطئ فيما قلت . 
‫ لطالما سلبتني كل شيء . 
‫ ماذا تقصد ؟ ما الذي سلبتك إياه ؟ 
‫ ألا تعلم ؟ 
‫ لم يتشاجرا من قبل قط . ‫ ما المشكلة هذه المرة ؟ 
‫ كلا . ماذا إن اشتبكا بالأيدي ؟ 
‫ كنت درجاتي أفضل من درجاتك . ‫ لكنني سمحت لك أن تكون رائد الفصل ‫ وصرت أنا النائب . 
‫ ماذا تعني بأنك سمحت لي ؟ 
‫ كانت عملية انتخابية . صوّت لي عدد أكبر . 
‫ كنت أتفوق عليك في الغناء أيضًا . ‫ لكن لأنك ظهرت في برنامج ‫ " كوريا سينغز " لمرة ، تركت لك الميكروفون . 
‫ أردت أن أغني أيضًا . 
‫ كفاك ! 
‫ كنت أتفوق عليك في الغناء . 
‫ - " كوريا سينغز " ؟ 
‫ - هذه كذبة . 
‫ ألا تتذكّر المهرجان ؟ 
‫ - كنت بارعًا في الغناء . ‫ - لم تكن النغمة صحيحة . 
‫ - مهلًا ! ‫ - تلك الأغنية ... 
‫ ماذا تفعلان ؟ 
أنتما تتناقران كالأطفال . 
‫ مهلًا يا " سام دال " . لا تتدخلي . 
‫ لنكن صادقين . 
‫ كنت وحدي القادر على غناء ‫ النغمات عالية الطبقة . ألا تتذكّر ؟ 
‫ كنت أبدّل مقعدي معك في الرحلات . 
‫ كنت زميلك في الصف ، ‫ لكنني تركت مقعدي له . صحيح ؟ 
‫ هذا صحيح ، أجل . 
‫ حسنًا ، إن كانت تقرّ بذلك ، فسأقرّ به . 
‫ حان دورك للتنازل . أرجوك . 
‫ لماذا يجب أن أتنازل هذه المرة ؟ 
‫ ألا تتذكّر ؟ 
‫ عندما لعبت لعبة الطائرة ‫ في صالة الألعاب واجتزت الرقم القياسي ، ‫ أي اسم وضعت على القائمة ؟ 
‫ اسمك . تنازلت عن مركزي لأجلك . 
‫ - كان ذلك ... ‫ - " إس دي بي " . حروف اسمك ، " سانغ دو بو " . 
‫ - هذا ... ‫ - كان أمرًا جللًا . 
‫ لم أطلبه منك ! 
‫ لذلك فهو دورك لتتنازل . 
‫ أنا أتوسل إليك . أرجوك . 
‫ هذا تصرّف طفولي للغاية ، ‫ لم أعد أطيق سماعكما . 
‫ عم تتحدثان ؟ 
‫ عم تتنازلان ؟ هل وجدتما نقودًا على الأرض ؟ 
‫ - هذا بيني وبينه . ‫ - ليس عليك أن تعرفي . 
‫ لا أصدّق . لا يهم ! 
‫ يجب على أحدكما التنازل . لا يهمني من ! 
‫ قوما بهذا الآن . 
‫ من سيتنازل ؟ 
الآن ! 
‫ لا يمكننا الاستسلام ! 
‫ لا يمكننا أن نجلس مكتوفات الأيدي ! 
‫ كيف يأتون ويسلبوننا متنزه الملاهي ؟ 
‫ حان الوقت للقتال ! 
‫ هل تشعر بالملل ؟ 
‫ لماذا تواصل ملاحقتي ؟ 
‫ جئت إلى هنا ‫ في مسألة عمل . 
‫ صحيح ، متنزه ملاهي " إيه إس " . 
‫ هل جُننت ؟ 
‫ أتظن أنني سأسمح لمجموعة " إيه إس " ‫ بالعمل في مسقط رأسي ؟ 
‫ أتريد أن يعرف والداي حقيقة ما حدث ‫ ويحزنان لبقية عمرهما ؟ 
‫ ليس هذا ما أريده . 
‫ لم أخطط لذلك . 
‫ حدث ذلك دون تخطيط . ‫ كما ... ‫ صادف أنه ... 
‫ لماذا تقدم على هذا التصرف ‫ لهذا السبب الغبي ؟ 
‫ بعد كل ما فعلته بك ، ‫ لا تحتمل أن يتحدث الناس بالسوء عني ؟ 
‫ لماذا ترين أنه سبب تافه ؟ 
‫ إنه سبب وجيه . 
‫ ولم تفعلي شيئًا بي . 
‫ ما قمت به كان ضروريًا بالنسبة إليك . 
‫ ولو لم تقومي بذلك ، لتوليت الأمر بنفسي . 
‫ على أي حال ، ‫ لا يمكنك بناء متنزه ملاهي في " سامدال " . 
‫ اسمعيني ، لا تتصرفي بهذه الطريقة ... 
‫ جاءت جماعة " جومنيو " إلى هنا ! 
‫ ماذا ؟ 
‫ أنت ... 
‫ اللعنة ! 
‫ ماذا ... 
‫ هذا شنيع . 
‫ - لماذا يتقاتلن ؟ ‫ - مهلًا . ‫ أسرعوا ! 
‫ - في صغرنا ... ‫ - اسمعوا . ‫ - عندما لعبنا بالدحل ... ‫ - اسمعوا ! 
‫ - تعالوا معنا بسرعة . ‫ - ما الأمر ؟ 
‫ غاطسات " جومنيو " جئن إلى هنا . 
‫ - ماذا ؟ 
‫ - " جومنيو " ؟ 
‫ لنذهب ! 
‫ جماعة " جومنيو " ؟ لماذا ؟ 
‫ لا أعلم . إنها أول مرة منذ عشر سنوات . 
‫ - أسرعوا . ‫ - مهلًا . جئن إلى هنا قبل عشر سنوات أيضًا ؟ 
‫ - لم تكن هنا . ‫ 
- ذهبت أمي إلى " نامدال " لشراء الحلزون . 
‫ - ألم يحدث ذلك قبل 20 سنة أيضًا ؟ ‫ - لا تتحدث عن أمي . هيا بنا ! 
‫ - أسرعوا . ‫ - ماذا ؟ حسنًا . 
‫ ماذا يجري ؟ 
‫ كفّا عن العبث وأسرعا ! يا للهول ! 
‫ انظر جيدًا ‫ إلى ما جنته يداك . 
‫ لقد وصلن . 
‫ ماذا يجري ؟ 
‫ يا لها من فوضى . 
‫ معذرةً . هل يجب أن نتصل بالشرطة ؟ 
‫ لسن مجرمات ، لا نحتاج ... 
‫ " سام دال " ، لا تتدخلي في الشجار ، اتفقنا ؟ 
‫ أظنني أعرف السبب . 
‫ متنزه الملاهي . 
‫ لكنه في قرية " نامدال " . 
‫ - هل سيُبنى في " سامدال " ؟ 
‫ - آمل ذلك . 
‫ هل توافقين ؟ ‫ 
- " غيونغ تاي " . ‫ - أجل ؟ 
‫ هل تتمنى الموت ؟ 
‫ ألا تشكّل الغاطسات جماعات ؟ 
‫ أجل . هناك جماعة " سامدال " وجماعة " نامدال " . 
‫ ما سبب القتال هذه المرة ؟ 
‫ تقصر الفواصل الزمنية بين زياراتكن . 
‫ ألا ترين أن الفواصل الزمنية ‫ بين تصرفاتكن الحمقاء تزداد قصرًا ؟ 
‫ أهذا بسبب متنزه الملاهي ؟ 
‫ لا نحتاج إليه . احتفظن به . 
‫ تقلن دائمًا شيئًا ‫ وتفعلن عكسه من خلف ظهورنا ! 
‫ لم تتلق ابنتك النفقة الزوجية ‫ لذلك تريدون أخذ المال ‫ من مجموعة " إيه إس " عبر متنزه الملاهي ؟ 
‫ أم هل تريدون بناء متجر لـ " سام دال " ‫ التي فشلت وعادت إلى هنا ؟ 
‫ ماذا قلت ؟ 
‫ كيف تجرئين ‫ على نطق اسم ابنتي أيتها الوضيعة ! 
‫ بم نعتني ؟ 
‫ وضيعة ؟ 
‫ أجل ، وضيعة ! 
‫ أمي ! 
‫ - أسرع . ‫ - أمي ! 
‫ توقّفن ! 
‫ توقّفن ! 
‫ توقّفن رجاءً ! 
‫ توقّفن ! 
‫ بهذا المعدل ، سنموت جميعًا ! 
- اسمع . ‫ - أجل ؟ 
‫ رأيت ما حدث . أما زلت تريد الاستمرار ؟ 
‫ اذهب إلى قرية " نامدال " واعتذر لهم . 
‫ شيّد متنزه الملاهي هناك . 
‫ أقوم بذلك لأتمكن من إيقاف حماتي عن الغطس . 
‫ ماذا ؟ 
‫ من الخطر على شخص مصاب ‫ باختلال نُظم القلب أن يغطس . 
‫ إن شُيّد متنزه ملاهي هنا ، ‫ فلن تُضطر إلى الغطس بعد الآن . 
‫ كيف تعلم بذلك ؟ 
‫ إنه رجفان أذيني . 
‫ اختلال نُظم القلب . 
‫ لن يؤثر عليها بشكل كبير ‫ إن انتظمت في تناول الأدوية ، ‫ لكن الغطس سيشكّل خطرًا كبيرًا عليها . 
‫ إنها أشبه بقنبلة موقوتة تحت سطح الماء . 
‫ إن شُيّد متنزه الملاهي هنا ، ‫ فلن تحتاج إلى العمل في الغطس . 
‫ سيصبح البحر منطقة سياحية ، ‫ ولن تتمكن من الغطس . 
‫ والتعويض ‫ سيساوي المعاش . 
‫ لذا نقلت مشروع الملاهي إلى هنا لأجل أمي ؟ 
‫ ودفعت فاتورة المستشفى أيضًا ؟ 
‫ لماذا تفعل ذلك ... 
‫ ماذا تفعل ؟ 
‫ لم نعد زوجين . لماذا تهتم بأمي ؟ 
‫ أنا آسفة يا " داي يونغ جيون " ، ‫ لكنك تتناسى مسألة بالغة الأهمية . 
‫ هل نسيت أخاك وأمك ؟ 
‫ القيام بهذا سيورطك في متاعب ! 
‫ لا يهم ذلك الآن . 
‫ لا تتصرف بطيش . 
‫ عش حياتك بعيدًا عني . 
‫ لا أخطط لأي شيء ! 
‫ اقبلي مساعدتي فحسب . 
‫ إنها الطريقة الوحيدة لمنع أمك من الغطس . 
‫ دعيني أساعدك . 
‫ - أجل . ‫ - عجبًا . 
‫ - حمقاوات قرية " نامدال " ! ‫ - عجبًا . 
‫ لقد نتفن كل شعري . 
‫ أي متنزه ملاهي ؟ 
‫ - لن أسمح بمرور أي شاحنة حتى . ‫ - عجبًا . 
‫ هل أنت بخير يا سيدة " كو " ؟ 
‫ لقد خرجت للتو من المستشفى . ‫ لا أصدّق أن هذا يحدث لنا . 
‫ بالضبط . 
‫ لكن إن شُيّد متنزه ملاهي هنا ، ‫ ألن يسهّل هذا حياتنا ؟ 
‫ حمقاوات قرية " نامدال " يقاتلن من أجله ‫ لأنهن كنّ سيحصلن على تعويض هائل . 
‫ تعقّلي . 
‫ كيف تسعدين بالتعويض ‫ بعد بيع البحر من أجل متنزه ملاهي ؟ 
‫ عجبًا . 
‫ ألست مريضة أيضًا ؟ 
‫ يطلب مني الجميع التوقف عن الغطس . 
‫ وللصدق ، أفكّر في ذلك أيضًا . 
‫ يجافيني النوم ليلًا وأنا أقلق ‫ حيال تعرّضك لحادث آخر أثناء الغطس . 
‫ صحيح ؟ 
‫ أخشى ذلك أيضًا . 
‫ توقّفن . 
‫ لن أسمح بذلك أبدًا . 
‫ يجب أن نحمي البحر . 
‫ إن سمحنا بتلك التغيرات ، ‫ إلى ما ستؤول هذه الأرض ؟ 
‫ أفضّل الموت في البحر . 
‫ البحر جزء من كياني . 
‫ لذلك لا تقلقن عليّ . 
‫ لماذا ... ‫ لماذا أنا مرتبكة ؟ 
‫ لماذا تشعرين بالارتباك يا " سام دال " ؟ 
‫ لماذا ... 
‫ ماذا ستفعلين ؟ 
‫ ماذا ستفعلين ‫ إن كان يثير ارتباكك ؟ 
‫ " سام دال " ، هل انتهيت من الاستحمام ؟ 
‫ لماذا تستغرقين كل هذا الوقت ؟ 
‫ ماذا تفعل هنا ؟ 
‫ كنت أنتظرك . هل انتهيت من الاستحمام ؟ 
‫ ماذا ؟ 
‫ مهلًا ، هل ستدخل ؟ لماذا ؟ 
‫ كلا ، لن أدخل . 
‫ اخرجي . 
‫ كان يُفترض بنا أن نلتقط الصور في المساء . 
‫ أنا أقوم بعملي الآن . 
‫ أسرعي . سنتأخر . 
‫ صحيح . 
‫ أيمكننا الذهاب في يوم آخر ؟ 
‫ يوم آخر ، اتفقنا ؟ وداعًا . 
‫ - مهلًا . ‫ - ما الأمر ؟ 
‫ لن يمكنني الانتظار . إما اليوم وإما فلا . 
‫ اتركني وحدي أرجوك . 
‫ أرجوك ، أنا أتوسل إليك . 
‫ لنذهب . 
‫ " سام دال " ، إلى متى ستعاملينني ببرود ؟ 
‫ ستعرفين عندما نصل ‫ لماذا أصررت أن نذهب اليوم . 
‫ لا تسمع أي كلمة أقولها . 
‫ لا تهتم حتى . 
‫ لأنك لا تنظرين إليّ مباشرةً عندما تتكلمين . 
‫ رأيت حقائبك في المخبأ . 
‫ لماذا كانت هناك ؟ 
‫ حسنًا ... 
‫ لقد انتقلت من المنزل . 
‫ ماذا ؟ 
‫ هذا ما حدث . تركت المنزل لبعض الوقت . 
‫ لكن ... 
‫ لماذا تنتقل من المنزل ؟ 
‫ أهذا بسببي ... 
‫ ماذا تقصدين ؟ 
‫ لا شيء . 
‫ ابنتي جميلة كالعادة . صغيرتي ، حبيبتي . 
‫ المال ليس كل شيء في هذه الحياة ، أتدرك ذلك ؟ 
‫ لا يمكن شراء الكثير من الأشياء الجميلة ‫ في الحياة بالمال أيها العجوز . 
‫ عجبًا . 
‫ ماذا تفعل هذه هنا ؟ 
‫ " ها يول " ، ماذا تفعلين ؟ 
‫ أحدّق إلى النجوم . 
‫ أشعر بالضجر . العبي معي . 
‫ حدّقي إلى النجوم أيضًا . 
‫ النجوم ؟ 
‫ حسنًا ، سأحدّق إلى النجوم . ‫ لنر . 
‫ - أمي . ‫ - أجل ؟ 
‫ كيف تبدو مجموعة " بنات نعش الكبرى " ؟ 
‫ " بنات نعش الكبرى " ؟ 
‫ لا أعلم . 
‫ لم تنتبهي في المدرسة ، صحيح ؟ 
‫ أجل . انتظري فحسب . 
‫ سأجد " بنات نعش الكبرى " . انتظري . 
‫ " بنات نعش الكبرى " ... 
‫ - هذه ؟ ‫ - أجل . 
‫ دعيني أرى . 
‫ تبدو كتلك المجموعة . 
‫ مهلًا . أليست المجموعة المجاورة لها ؟ 
- المجموعة التي تشبه المغرفة . ‫ - هذه ؟ 
‫ أجل . 
‫ كلا ، تلك المجموعة تشبه علامة الاستفهام . 
‫ أظن أنها الصحيحة . 
‫ هل أنت متأكدة ؟ 
‫ أو لا ؟ 
‫ لا أعلم . 
‫ " ها يول " . 
‫ أجل ؟ 
‫ هل خبأت بذلة غطس جدتك ؟ 
‫ أجل . 
‫ لماذا ؟ 
‫ هل خشيت أن تذهب للغطس ؟ 
‫ لأنها قد تتعرّض للخطر مجددًا ؟ 
‫ أجل . 
‫ لا بد أنك تحبين جدتك كثيرًا . 
‫ كم أنت ظريفة ! 
‫ كيف أصبحت بهذه الظرافة ؟ 
‫ أمي ، لا أستطيع التنفس . 
‫ - " ها يول " . ‫ - أجل ؟ 
‫ هل نذهب لرؤية الدرافيل غدًا ؟ 
‫ لا تظهر " نامتشون " هذه الأيام . 
‫ كلا ، لم أقصد ذلك . 
‫ يمكننا رؤيتها في المربى المائي . 
‫ حقًا ؟ 
‫ بالطبع . 
‫ هل نذهب لرؤية الدرافيل ‫ ثم نأكل كعك الأرز غدًا ؟ 
‫ كُلي كعك الأرز بمفردك . 
‫ لماذا ؟ 
‫ لنأكل معًا . 
‫ لا أريد . 
‫ " ابنتي جميلة كالعادة . صغيرتي ، حبيبتي " 
‫ كنت لأضحي بهم بكل سرور . 
‫ هذا ما قالته " جين دال " . ‫ و ... ‫ وهجرتني . 
‫ يمكنني العيش ‫ فقيرًا أيضًا . 
‫ غدًا في الـ11 صباحًا . ‫ جلسة إحاطة سكان " سامدال " ‫ بموضوع متنزه الملاهي . 
‫ سأنتظر أمام متجر البقالة . 
‫ لنعمل معًا . 
‫ الطقس بارد . 
‫ لماذا انتقلت من المنزل إذًا ؟ 
‫ اشربي . 
‫ هل أحضرت القهوة ؟ 
‫ أجل . 
‫ ألا تتذكّرين ؟ 
‫ كنا نحدّق إلى النجوم ونشرب القهوة . 
‫ إنها طيبة . 
‫ تكون أطيب في مكان جميل كهذا ، صحيح ؟ 
‫ هل يُفترض أن ألتقط الصور للنجوم ؟ 
‫ كلا . 
‫ سفن صيد السبيط إذًا ؟ 
‫ يُوجد الكثير منها في " جيجو " . 
‫ كلا . انتظري فحسب . 
‫ لا أعلم متى ستظهر ، لذلك انتبهي جيدًا . 
‫ دعيني أرى . 
‫ " سام دال " . 
‫ أجل ؟ 
‫ لماذا تظنين أنني انتقلت من المنزل ... ‫ بسببك ؟ 
‫ ماذا ؟ 
‫ سألتني إن كان ذلك بسببك . 
‫ حسنًا ، إنما ... 
‫ ماذا كان سبب ... ‫ انفصالنا ؟ 
‫ ماذا ؟ 
‫ لماذا انفصلنا في الماضي ؟ 
‫ لماذا تنبش في الماضي ‫ بعد مرور كل هذا الوقت ؟ 
‫ لقد أخبرتني ‫ أن الحبيب السابق أسوأ من الغريب 
‫ لأننا لن ننسى أبدًا سبب انفصالنا . 
‫ صحيح . 
‫ حتى إن لم نستطع نسيان السبب ، ‫ فيمكننا تخطيه . 
‫ ماذا تقصد ؟ 
‫ ذكريات حبنا ... ‫ أقوى من سبب انفصالنا . 
‫ أعلم ‫ أنني أستطيع تخطي سبب انفصالنا ... ‫ أيًا كان . 
‫ لقد غفونا دون قصد . 
‫ ستتناولين الراميون اليوم أيضًا ؟ 
‫ لا . 
‫ ألم نتفق على التحدث دون تكلف ‫ عندما التقينا في الحانة ؟ 
‫ متى اتفقنا على ذلك ؟ 
‫ أمي ، شقيقتي ... 
‫ لن أتسامح مع أي أحد ‫ يسيء معاملة بناتنا بعد الآن . 
‫ - هل نشرته ؟ ‫ - نعم . 
‫ أنا فقط حرصت ‫ على ألّا تقف على قدميها مجددًا . 
‫ - لقد جاؤوا . ‫ - كيف تجرئين على القدوم إلى هنا ؟ 
‫ لقد اتُخذ بحق " يونغ بيل " إجراء تأديبي . 
‫ لماذا ؟ 
‫ هل ستعودين إلى البر ؟ 
