ඇත්ත වශයෙන් . 
හේයි . 
මෙන්න , ජින් - ඩාල් . 
හේයි යාලුවනේ ! 
හේයි , ඔබේ ඇඳුම් ... 
මම ඔයාට ඇඳුම් අඳින්න කිව්වා . 
මම ඇඳුම් ඇඳගත්තා . ඒක මගේ ස්ටයිල් එකේ . 
එය අමතක කරන්න . මෙය ජින් - ඩාල්ගේ චමත්කාරයයි . 
ඇත්ත වශයෙන් . 
කෙල්ලෙක් කොහොම කැමති වෙයිද දන්නේ නෑ ඒ පොහොසත් පවුල සමඟ ජීවත් වීමට හැකි විය . 
හේයි , මට ඔයා නැතුව පාලුයි . කොහොමද ඔයාට ? 
ඔයාට ස්තූතියි . රසවිඳින්න . 
ඔබ එවැනි විශිෂ්ට සේවකයෙකු බඳවා ගත්තා . 
ඇය නිතරම සිනහවෙන් සිටින නිසා , එය මා පොළඹවයි මම මෙහි සිටින විට හොඳ මනෝභාවයකින් . - නැවත හමුවෙන්නම් . - සුභ දිනයක් වේවා . 
- ආයුබෝවන් . - ආයුබෝවන් ! 
සුභ පැතුම් ! 
ඒ මගේ , චෝ මහත්මිය . ඇයට අවශ්‍ය සියල්ල ඇයට ලැබේවා ! 
ඒක ගොඩක් ඇත්ත . 
වැඩ හෝ ආදරය , ඔබ දක්ෂයි ඔබට අවශ්ය නම් එය තිබීම . 
මම ඔට්ටු අල්ලනවා ඔයා කවදාවත් පරදිනවා කියලා . 
ඒක ඇත්ත නෙවෙයි ! 
ඔයාට ස්තූතියි ! 
චියර්ස් ! 
ඔවුන් පවසන්නේ , " සෙවණැල්ලක් වැටී ඇත දිදුලන පුද්ගලයෙකු පිටුපසින් . " 
තේජස පිටුපස සහ දීප්තිමත් සිනහව , සැඟවුණු අන්ධකාරයක් තිබේ එය ... 
ඔයාගේ නැන්දම්මා කිව්වා ඒවා එළියට දාන්න කියලා . 
හොඳකම , ඇය එවූ බව පෙනේ තෝරාගත් abalones ද පමණි . 
දෙයියනේ එයාලව අතහරින්න . 
මම ඒවා තනියම කන්නම් . 
කෙතරම් පිළිකුල් සහගතද . 
හරි , හොඳයි . 
අපි එය අසා බලමු . 
එදා මම ඔයාට මොනවද කිව්වේ ? 
එය කුමක්ද ? 
ඔබ පාපොච්චාරණය කළා . 
කුමක් ද ... 
කුමක් ද ? හේයි . 
ඒක පරම විකාරයක් ! 
මම කිව්වද මට ඔයා ගැන හැගීමක් තියෙනවා කියලා ? 
දෙයියනේ , මට පිස්සු හැදෙන්න ඇති ! 
- ඒ - - - ඔබ පාපොච්චාරණය කළා . 
ඔයා මට කැමතියි කිව්වා . 
ඒ වගේම මම කිව්වා මමත් ඔයාට කැමතියි කියලා . 
අප යා යුතු . අපි යමු . 
සෑම් - ඩාල් ! 
චෝ සෑම් - ඩාල් ! 
සෑම් - ඩාල් ! ඉන්න ! 
සෑම් - ඩාල් ! 
ජීස් , ගම්බද ප්‍රදේශවල පමණි . බෙදා හැරීමට පහසුව සඳහා වෙළඳසැලකින් ඉල්ලා සිටින්නේ කවුද ? 
ඒ සෑම් - ඩාල් . සෑම් - ඩාල් , ඔබ කාර්යබහුලද ? 
සෑම් - ඩාල් ! ඒ දවස ගැන මට කණගාටුයි ... 
- හේයි . - දැන් මොකද ? 
පාරේ රතු කාර් එකක් තියෙනවා . 
මොන රතු කාර්ද ? 
චෝ සෑම් - ඩාල් ! 
සෑම් - ඩාල් , ඉන්න . 
හේයි , ඉන්න ! 
වෙන්නේ කුමක් ද ? 
ඔවුන් වැඩ කරනවා . 
ඔබේ පැති රිදවන්න එපා ඔබ ආහාර ගත් වහාම දුවන්නේ නම් ? 
ඔවුන් වැඩ කරන්නේ නැහැ . 
මට දිනයක් වගේ . 
ඔබ නොදන්නා දෙයක් මම දනිමි . 
සමහර විට ඔබ අමතක කළ යුතුයි එය කුමක් වුවත් . 
සෑම් - ඩාල් ! 
හේයි ඉන්න . 
චෝ සෑම් - ඩාල් . 
ඔයාට මොනවද වෙලා තියෙන්නේ ? 
ඉදිරියට එන්න . අපි කතා කරමු . 
හේයි . 
ඇයි ඔයා පැනලා යන්නේ ? 
සිරාවටම . 
ඇයි මේ විදියට හැසිරෙන්නේ ? 
සෑම් - ඩාල් , මොකක්ද අවුල ? 
ඔබ පුදුම වූ නිසාද ? 
දොර අරින්න . අපි කතා කරමු . 
- මම ඇතුලට එනවා . - නවත්වන්න . මට පාඩුවේ ඉන්න දෙන්න . 
ඔයාට හරි ද ? 
ඔයාට තිබ්බේ මාව තනියම දාලා යන්න . ඇයි ඔයා මාව මෙහාට එළෙව්වේ ? හේයි . මම ඔබ පසුපස හඹා ගියෙමි , ඔබ හදිසියේම පැන ගිය නිසා . 
වෙන මොකක් හරි අවුලක් තියෙනවද ? 
නැත . 
ඔයාට විශ්වාස ද ? 
ඔව් . 
කොහොමද පැනලා ගියේ මම එහෙම කිව්වට පස්සේ ? ඔබ මාව තිගැස්සුවා . 
කරපු දේ අමතක වෙනවා බීමතින් පසු ඔබට සාමාන්‍ය දෙයක් ඉතින් මට තේරෙනවා . 
ඒත් ඒක අහලා පැනලා ගියොත් . . අවංකව , එය වේදනා දෙයි . 
මොකක්ද ... මොකක්ද ඇහුවට පස්සේ ? 
මම කිව්වා ඔයා පාපොච්චාරණය කළා කියලා මා ගැන ඔබේ හැඟීම් , ඔබ පලා ගියා ! 
හේයි ! කොහොමද ඒක මගේ හැඟීම් පාපොච්චාරණයක් ? 
හාදුවකින් පාපොච්චාරණය කරන්නේ කවුද ... 
හේයි . 
මතක් උනා නේද ? 
හරිද ? 
සෑම් - ඩාල් . ඇත්තටම මතකයි නේද ? 
- හරිද ? 
දොර අරින්න . - ඔව් , මට සිදු වූ දේ මතකයි ! 
මම මගේ සිතුවිලි එකතු කර ගත යුතුයි . 
ඒ නිසා මාව තනි කරන්න . 
ඔවුන් ආලය කරනවා . 
එය ඇත්තයි . 
ඔවුන් නැවතත් පෙම් සබඳතාවක් පවත්වන බව පැහැදිලිය . 
හරි හරී ? මම ඒවා පැහැදිලිව දැක්කා මගේම ඇස් දෙකෙන් . 
ඔවුන් අනිවාර්යයෙන්ම ආලය කරනවා . 
ඒ කියන්නේ එයාලට හැඟීම් දැනිලා තියෙනවා මේ මුළු කාලයම එකිනෙකා වෙනුවෙන් ? 
එතකොට ඔවුන් වෙන් වුණේ ඇයි ? 
හොඳ ප්රශ්නයක් . 
ඇයි ඔවුන් වෙන් වුණේ ඔවුන් එකිනෙකාට කැමති නම් ? 
- කුමක් ද ? - කුමක් ද ? 
ඔයා මොනවද කියවන්නේ ? 
ඔබ සැමවිටම දන්නේ කතාවෙන් අඩක් පමණි . 
මම සියල්ල දැන සිටියා නම් , එසේනම් මා මෙහි සිටින්නේ ඇයි ? 
ඔබට Gyeong - tae තිබුණා , Eun - u , සහ Sang 
ඔය ඔක්කොම තිබ්බ නේද ? 
මම හැමදාම තනියම හිටියා . 
මට රේඩියෝ එක ඔන් කරන්නවත් බැරි වුණා ඔවුන් හදිසියේම සෙල්ලම් කළහොත් චෝ යොං - පිල් ගීත . 
සහ එය සිදු වූවා නම් ... ඉන්පසු , 
මගේ හදවත ක්ෂණයකින් ගිලී යනු ඇත . 
සමදල් ධීවර ගම්මාන ශාලාව 
අපි විශ්වාස කරනවා මෙම ප්රදේශය Namdal - ri වඩා සුදුසුය . 
නවත් වන්න . 
එහෙත් ... ඔයා දන්නවද මේ නගරය මොකක්ද කියලා , හරිද ? 
මම කරනවා . ඒ Samdal - ri . 
මිස් කෝ ඔයා යන්න . 
ඔයා මොනවද කියවන්නේ ? 
යන්තම් යන්න . 
මොන විකාරද හදන්නේ මේ පාර අපේ නගරයට කරන්නද ? 
ඔබ . 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
ඔයාට පිස්සුද ? 
ඔයා කොහොමද මෙහාට ආවේ ? 
කොහොමද තාත්තේ ? 
පියා ? 
- මම ඔයාව මරන්න යනවා . - තාත්තා . 
- තාත්තා ! - තාත්තා ! 
- තාත්තා ! - පියා ! 
මම කිව්වා මේ නගරයට එන්න එපා කියලා . මම කිව්වේ නොපෙනී ඉන්න කියලා ! 
එය නවත්වන්න ! 
ඔබ . 
ඔබේ කට වහ ගන්න . 
ඒවගේම ඒ දේ බිම තියන්න පැටියෝ . 
ඔහු ඔබේ දරුවා නොවේ . ඔහු ජීවත් වෙනවාද මැරෙනවාද යන්න තීරණය කළ නොහැක . 
තාමත් ඉක්කාව එනවද ඔබ තිගැස්සෙන විට 
මම සමාව ඉල්ලනවා . 
මට සැකයි ඔයා දැනගෙන ආවද කියලා එකේ ප්‍රධානියා වුණේ මම haenyeos මෙතන . 
ඔබ මෙහි පැමිණියේ ඇයි ? 
තේමා උද්‍යානය නිසා . 
ඒක හරි . 
තේමා උද්‍යානය සඳහා . 
- ඒ Namdal - ri හි . - නිහඬයි . 
ඔබට අපේ නගරයේ උදව් අවශ්‍යද ? Namdal - ri හි තේමා උද්‍යානය සඳහා ? 
එසේ නම් , ඒ ගැන කරදර නොවන්න . 
අපි අපේ පෞද්ගලික හැඟීම්වලට ඉඩ දෙන්නේ නැහැ ඔබේ ව්‍යාපාරයේ මාර්ගයට පිවිසෙන්න . 
එය Namdal - ri හි නොවේ . 
ඔබ එය ප්රවේශමෙන් කියවිය යුතුය . 
" නව තේමා උද්‍යානයක ආරම්භය . " 
ගොඩනැගීම වෙනුවට Namdal - ri හි AS සමූහයේ තේමා උද්‍යානය , අපි එය Samdal 
ඔයාට පිස්සුද ? 
Samdal - ri හි AS තේමා උද්‍යානය ? 
ඔව් . 
කවුද ඒ අදහස ගෙනාවේ ? 
ජනාධිපති ජියෝන් කළා , නෝනා . 
- මගේ යහපත ! - අම්මා ! 
- නැහැ , අම්මා ! 
- මව ! ඉන්න , අම්මා ! 
අහන්න , අම්මා . 
- අම්මා . - අම්මේ , මේක ඔයාගේ සෞඛ්‍යයට භයානකයි . 
ඔහු එක් වරක්වත් පෙනී සිටියේ නැත , සහ වසර හතරකට පසු , ඒකද එයා කියන්න ආවේ ? 
ඉන්න අම්මේ . 
හේ - ඩාල් , ඔයා තාත්තා එක්ක ගෙදර යන්න . 
- හරි හරී . - සහ ඩේ - යොං . 
ඔව් ? 
මාව අනුගමනය කරන්න . 
ඇයි ? 
ඔබ ඔහුට කතා කරන්නේ ඇයි ? 
මම ඔහු සමඟ ගනුදෙනු කරන්නම් . 
ඔබට අවශ්ය වන්නේ කුමක්ද ? ඔහු සමඟ කතා කිරීමට ? 
ඔයාට කොහොම ද ? 
ඔය දෙන්නට මොනවද කතා කරන්න තියෙන්නේ ? 
ඔය දෙන්නා දැන් ආගන්තුකයි . 
ගෙදර යන්න . 
ඔබ , මාව අනුගමනය කරන්න . 
සමාව දෙන්නද ? ඔව් සර් . 
ඔබේ බීම රසවිඳින්න . 
කුමක් ද ? 
බොන්න ඕන නෑ ආනයනික මත්පැන් නොවන නිසාද ? 
ඔබ නිසැකවම බිව්වා ඔබ ජින් - ඩාල් සමඟ විවාහ වන ලෙස ඉල්ලා සිටි විට . 
ස්තූතියි , පියාණෙනි . 
මට එහෙම කතා කරන එක නවත්තන්න ! 
මම තවදුරටත් ඔබේ මාමණ්ඩිය නොවේ . 
හරි . 
එවිට , කුමන තනතුරෙන් මම මෙම සංවාදය දිගටම කරගෙන යා යුතුද ? 
මම කිව්වේ ඔයාගේ හිටපු බෑනා විදියට නැතිනම් තේමා උද්‍යානයේ සභාපතිවරයා ලෙසද ? 
එයා ලොකු අමාරුවක වැටෙන්නයි යන්නේ Namdal - ri තේමා උද්‍යානය සාර්ථක නොවන්නේ නම් . 
ඔහු හදිසියේම තම වචනය වෙනස් කළේය . 
හදිසියේම ? 
නිල් පාට නැතිද ? 
පොඩි සිද්දියක් උනා ... Namdal - ri හි . 
අපි Jin - dal හොඳින් දන්නවා . 
කුඩා කාලයේ පවා , ඇය කලබල වූ සෑම විටම , ඇය සියල්ල කඩා බිඳ දමනු ඇත . 
ඒ සියල්ල සඳහා ඇගේ මවට ගෙවීමට සිදු විය සුන්බුන් විදින යන්ත්‍ර . 
- ඒක හරි . - ඇයට නිවැරදිව සේවය කරයි ! 
හේයි ! 
මම මේ ගිවිසුම අත්සන් කරන්නේ නැහැ ! 
කුමක් ද ? 
වැඩිය කලබල වෙන්න එපා . 
ඔවුන් නිකමට සිතුවා ජනාධිපති ජියෝන්ගේ පැත්ත ගන්නවා - ඔහුව සතුටු කරනු ඇත - - - නෑ . 
- ri හි එවැනි හේතුවක් නිසාද ? ඔහ් , ඒක . 
හොඳයි , ඔබ දන්නවා ඔහු අවුස්සන බව මිනිසුන් ඔබ ගැන නරක කතා කරන විට . 
හරියටම . 
ඒ සියල්ලට පසු , ඔහුට තවමත් සිහිය පැමිණ නැත . 
ඔයාට මතක ද මේ මේසයේදී ඔබ මට පොරොන්දු වූයේ කුමක්ද ? 
ඔබත් ? 
මම කිව්වා දුවට දෙන්න බෑ කියලා AS සමූහයේ පවුල සමඟ විවාහ වන්න . 
මම ඔයාට පැහැදිලිව කිව්වා මගේ දුව අසතුටින් සිටින බව . 
එතකොට ඔයා මට මොනවද කිව්වේ ? 
ඔබ ඇයව ආරක්ෂා කරනවා කිව්වා ඔබේ පවුල විසින් ඔබව ප්‍රතික්ෂේප කළත් . 
ඔබ මෙහි දණින් වැටුණා ඒ වගේම මට පොරොන්දු වුණා . 
ඔබ කළාද නැද්ද ? 
මම කළා සර් . 
ඔයා කිව්වා එයාව ආරක්ෂා කරනවා කියලා . නමුත් පසුව ඔබ ඇයව තනියම ගෙදර යවන්න දික්කසාද ලියකියවිලි සමඟ ? 
AS සමූහයේ පවුලෙන් පසුව බලය අයුතු ලෙස භාවිත කිරීම සම්බන්ධයෙන් හෙළිදරව් විය ඔවුන්ගේ ලේලියක විසින් , විමර්ශනය පුළුල් වනු ඇත සමස්ත සමූහ ව්‍යාපාරයට . 
ඔවුන්ගේ විමර්ශනය අතරතුර , පැමිණිල්ල සොයා ගත්තේය Bang Sang - mi හි සාක්ෂි , ප්රධාන විධායක නිලධාරියාගේ බිරිඳ , 
ජින් - ඩාල් මුකුත් කිව්වද ? 
එය හරියටම ප්‍රවෘත්තියේ සඳහන් පරිදි ය . 
ඇය කීවේ එපමණකි . 
ඇගේ නැන්දම්මාට දරාගත නොහැකි විය සහ Dae - yeong ගේ වැඩිමහල් සහෝදරයා නරක ලෙස සලකයි ඒ ගෙදර වැඩ කරන මිනිස්සු , 
එබැවින් ඇය ඒවා හෙළි කර දික්කසාද වූවාය . ඔවුන් සොයා ගැනීමට සැලසුම් කරයි නීති විරෝධී අරමුදල් ගලායාම . 
Dae - yeong වේ තවමත් දුරකථනයට පිළිතුරු දෙන්නේ නැද්ද ? 
පැමිණිල්ල සොයනු ඇත Jeon Dae - sik අත්අඩංගුවට ගැනීමේ වරෙන්තුවක් සහ උප සභාපති Jeon Dae 
මට දැනගන්න අයිතියක් තියෙනවා . 
ඔබ තවදුරටත් පවුලක් නොවූවත් , කෙටි කාලයකට , ඔබ තවමත් මගේ බෑනා විය . 
ඒ නිසා මම දැනගත යුතුයි ඔයා හොඳින් හිටියත් නැතත් . 
මටත් ඕන උනා මගේ පවුලේ අය විසින් ප්‍රතික්ෂේප කිරීමට . 
මම කිසිසේත් ගණන් ගත්තේ නැහැ AS Group ගැන සහ ඉවත් වීමට අවශ්‍ය විය ජින් - ඩාල් සමඟ , 
මම ගියා , නමුත් ... 
නමුත් හෝජු පවුල් ලේඛන පද්ධතිය අහෝසි කර තිබුණි . 
සිට හෝජු පවුල් ලේඛන පද්ධතිය අහෝසි කරන ලදී , ඒ නිසා මට මාවම ප්‍රතික්ෂේප කරන්න බැරි වුණා . 
ඒක හරි . එය නැවත 2008 දී අහෝසි කරන ලදී . 
මෝඩයෙක් . 
මමත් ... මගේ පොරොන්දුව ඉටු කිරීමට අවශ්‍ය විය . 
එහෙත් ... ජින් - ඩාල් , අර බැල්ලිය ... 
ඔයා හොඳටම බීලා . 
මම කැමැත්තට වඩා සිටියා ඒවා සියල්ල අත්හැරීමට . එහෙත් ... 
එහෙත් ? 
ඇය කිව්වා මට ජීවත් වෙන්න බැහැ කියලා මුදල් නොමැතිව . 
ජින් - ඩාල් එහෙම කිව්වා . ඊළගට , ඇය මාව දාලා ගියා ! 
මට පුළුවන් මුදල් නොමැතිව ජීවත් වන්න ! 
මෙය . 
සහ මේ . 
පියාණනි , ඔබට මේ සියල්ල ලබා ගත හැකිය . 
මට මේ දේවල් කිසිවක් අවශ්‍ය නැත ! 
ඇයි ඔයා මට තාත්තා කියලා දිගටම කතා කරන්නේ ? 
කෝ මම බලන්න . 
හොඳයි , ඒක බලන්න . 
එය සම්පූර්ණයෙන්ම ගැලපේ . 
ජින් - ඩාල් නැන්දා , කරුණාකර ඔබට වාඩි විය නොහැකිද ? 
- ඔයා මාව කරකැවිල්ල කරනවා . - ඒක මාව අවුල් කරනවා . ඇය හරි . වාඩිවෙන්න . 
තාත්තට අහුවෙන්න ඇති ඔහුගේ හිටපු බෑනා සමඟ . 
අල්ලා ගැනීම , " ඇයි ඔයා මගේ දුවව දික්කසාද කළේ ? " 
ඇයි එයා ඒ හැමදෙයක්ම උඩු යටිකුරු කරන්නේ සහ Namdal - ri ගේ ගනුදෙනුව ගේන්නද ? 
- අපොයි ! - මගේ යහපත . ඔහු Namdal - ri සමඟ ගනුදෙනුව ඉහළ නැංවීය සහ එය මෙහි ගෙනාවාද ? ඇයි ? 
ඒක ඇත්තටම බොළඳ හේතුවක් . 
ජින් - ඩාල් . 
ඔව් අම්මේ ? 
ඒ මොකක්ද අම්මේ ? 
ඔබ කොපමණ කාලයක් සිට ඇත Dae - yeong සමඟ සම්බන්ධ වී සිටිනවාද ? 
දික්කසාද වූ දා සිට ? 
නෑ ඇත්තෙන්ම නෑ ! 
මම නැවත ජෙජු වෙත පැමිණි පසු , මට ඔහුව මුණගැසුණේ එක් වරක් පමණි , එය අහම්බෙන් වීදියේ විය . 
රථවාහන බැටන් පොල්ල . 
මම ඒක කරන දවසේ , මම ඔහුව පාරට දිව්වා . 
ආයෙ දැක්කොත් කියන්න . ඒ තේමා උද්‍යානයේ අඟලක්වත් නැහැ Samdal - ri හි ඉඩ දෙනු ඇත . 
ඇත්ත වශයෙන් . එය පිස්සුවක් වනු ඇත . 
අම්මේ මට ඔළුව කැක්කුම පවා එනවා මම AS සමූහයේ නම කොහේ හෝ දකින විට . 
සුභ රාත්රියක් . 
මාර්ගය වන විට , ජින් - ඩාල් , කිසිවක් සිදු නොවූ බව ඔබට විශ්වාසද ? 
මම කිව්වේ , ඔවුන් බොහෝ නපුරු දේවල් කළා ඔවුන්ගේ ගෘහ සේවිකාවන්ට සහ රියදුරන්ට . 
ඒ වගේම ඔවුන් ඔබේ විවාහයට විරුද්ධ වුණා . 
එයාලත් ඔයාට දරුණු විදියට සලකන්න ඇති . 
මම චෝ ජින් - ඩාල් බව ඔබට අමතකද ? 
එයාලා මට එහෙම කළා නම් මම හෙළි කරනවා සියල්ල සහ මාසයක් ඉතිරි , අවුරුදු පහක් නොවේ . 
- එය ඇත්ත . - ඔව් . 
කොහොමහරි , සෑම් - ඩාල් කොහෙද ? 
- ඇය මුළු දවසම ගිහින් . - මම දන්නවා . 
සීතලය . අපි දැන් ගෙදර යමු . 
සෑම් - ඩාල් . 
ඔබට කතා කිරීමට අවශ්‍ය නැතිනම් , එහෙනම් අහන්න . 
මට පුළුවන්ද ... ඔබව තව ටිකක් කම්පා කරවන්නද ? 
ඔබ ගැන සැලකිලිමත් වීම සහ ඔබ ගැන කරදර වීම ... මම හැමදාම කරපු දේවල් , ඒ නිසා ඒවා මට ස්වභාවිකයි . 
නමුත් ඔබ රැවටෙන්නේ නම් මේ දේවල් නිසා ... එහෙනම් මට තව ටිකක් කරන්න දෙන්න . 
ඇයි ඔයා දිගටම අහන්නේ මම හොඳින්ද කියලා ? 
ඇයි ඔයා දිගටම මං ගැන දුක් වෙන්නේ සහ මාව බලාගන්නවාද ? 
ඇයි තියාගන්නේ ... මාව හොල්මන් කරනවාද ? 
ඔයා කරන්න යන්නේ කුමක් ද මම ඇත්තටම ඔබ මත රඳා සිටින්නේ නම් ? 
මම ඔයාව තවත් ගොඩක් කලබල කරන්නයි යන්නේ . 
ඉතින් නිකම් ... ඔබට මා මත පමණක් රඳා සිටිය හැකිය . 
මම ඔයාට හේත්තු වුණොත් ... ඔබට එය හැසිරවිය හැකි බව ඔබට විශ්වාසද ? 
ඔව් . 
මට විශ්වාසයි . 
ඔය දෙන්නාද ... නැවත එකට ? 
සෑම් - ඩාල් , ඔබට තවමත් Yong 
එය නිවා නොදමන්නේ ඇයි ? 
මේ වැඩේ තාම හරියන්නේ නෑ . 
එය කුමක් ද ? 
මම අදහස් කළේ , මට විශ්වාස කරන්න බැහැ මෙයාලා මෙහෙම කරයි කියලා උදෑසන සෝප් ඔපෙරාවක ! 
මගේ යහපත ! 
ඔබ මෙම සංදර්ශනය දෙස බලන්නේ පහත් ලෙසද ? 
මේකත් ආදර සම්බන්ධයක් . 
මම අදහස් කළේ , ඔවුන් උදේ මෙය විකාශනය කරන්නේ කෙසේද ? 
මේ වෙලාවේ ළමයි බලාගෙන ඉන්නවා ඇති . 
මොකක්ද මේ අවුල ? ඒක ඉතින් පරණ තාලේ . 
උදෑසන ආහාරය සඳහා Jin - dal සහ Hae - dal අමතන්න . 
හරි හරී . 
මම පරණ තාලේ නැහැ . 
මමද ? 
විකාශය වන්නේ එවැනි දෙයක් මේ පැයේදී අමුතු දෙයක් . 
ඔවුන් පෙන්විය යුතුයි ළමා සංදර්ශන , සිපගැනීම් නොවේ ... 
මට මොකද වෙලා තියෙන්නේ ? 
මට පිස්සු වෙන්න ඇති . 
ජින් - ඩාල් , හේ - ඩාල් . අවදි වන්න ! 
අහෝ මගේ දෙවියනේ ! 
ලෝකයේ කුමක් ද ? 
තාත්තා ? 
මේ කවුද ? 
එය කුමක් ද ? 
අපේ මස්සිනා . 
මස්සිනා ? 
Jeon Dae - yeong ? 
අපරාදේ , ඇයි ඔයා මේ උදේ පාන්දරම ඝෝෂාකාරීද ? 
- මේ ගොඩට මොකද ? - නැත ... 
ඇයි ... 
ඔහු මෙහි සිටින්නේ ඇයි ? 
- අදහසක් නැහැ . - අපි දන්නේ නැහැ . 
ඉදිරියට එන්න ! 
තාත්තා . 
අවදි වන්න . 
- තාත්තා , අවදි වන්න . - අවදි වන්න . 
අවදි වන්න . 
- තාත්තා , අවදි වන්න . 
- හේයි ! 
- ඔහුගෙන් ඉවතට යන්න . - තාත්තා . 
හේයි ! 
- ඔහුගෙන් ඉවත් වන්න ! 
- තාත්තා , අවදි වන්න ! - අපරාදේ , බහින්න ! 
තාත්තේ , ඇයි ඔයා එයාව එක්කගෙන ආවේ ? 
ඔහුව නගරයෙන් පන්නා දැමිය යුතුයි . 
අනික මොකටද අම්මේ එයාට කන්න දෙන්නෙ ? 
අපි කොහොමද අපේ ගෙදරින් කෙනෙක්ව පන්නන්නේ ඔවුන්ට පෝෂණය නොකර උදේ ආහාර වේලෙහිද ? 
ආහාර ගැනීමෙන් පසු ඔබට පිටවිය හැකිය , සහ කවදාවත් ආපසු එන්න එපා . 
ඉතින් ඔයාට එයාව කන්නද නැද්ද ? 
විවේකීව ඔබේ ආහාර අනුභව කරන්න . 
ඔව් සර් . 
ඩේ - යොන්ග් . 
මම කිව්වේ , ජියෝන් මහතා . 
අවුරුදු දෙකකට කලින්ද ? AS Group මාව තහනම් කළා රූගත කිරීම් දැන්වීම් වලින් . 
ඔයා ඒක දන්නවා නේද ? 
එන්න , සෑම් - ඩාල් . 
ඔහුට කන්න දෙන්න . 
- හරි . - කරුණාකර කන්න . 
මගේ අර්ධකාලීන රැකියාව අහිමි වුණා AS - අනුබද්ධ කෝපි කඩේ . 
හරි . 
- ජින් - ඩාල් නැවත පත් කර නැත - - 
- හේ - ඩාල් ! 
ඔය පොඩි පොන්නයෝ . 
ඒවා නොසලකා හරිමින් කන්න . 
ඔබට පමණක් මෙය කන්න ලැබෙන්නේ කෙසේද ? 
එය අසූචි මෙන් රසයි . 
කෙතරම් පිළිකුල් සහගතද . 
හේයි . 
- ආහාර ගැනීම නවත්වන්න . ඉදිරියට එන්න . 
- ඇයි ? - ඇයි ? 
- මම කිව්වා යමු කියලා . 
මාමා Sang - tae . 
ඔබ මෙහි සිටින්නේ යමක් මිලදී ගැනීමටද ? 
නැත . 
එවිට , ඔබ Yong - pil සඳහා මෙහි සිටිනවාද ? 
ඔහු වැඩට ගියේය . 
එසේ ද ? 
වායුගෝලීය සංසිද්ධි 
ඊයේ දැක්ක දෙයින් , ඇය දුවන බවක් පෙනුනේ නැත ලැජ්ජාවෙන් . 
සෑම් - ඩාල් පලා ගියේය ඔයා එයාට කැමතියි කිව්ව නිසා නේද ? 
ඇය පලා ගියාද ලැජ්ජාවෙන් හෝ කෝපයෙන් ? 
ඔබට මට පිළිතුරු දිය නොහැකි බව මට විශ්වාසයි . 
සැහැල්ලු කුළුණු . 
ඒවා මොනවද කියලවත් දන්නවද ? 
මම මෙතනට ඇවිත් අවුරුදු තුනක් වෙනවා . 
මම බොහෝ දේ නොදන්නවා විය හැක , නමුත් මම අඩුම තරමින් එය දන්නවා . 
- ඉතින් ඔබ පාපොච්චාරණය කළාද නැද්ද ? - ජීස් . එන්න , නවතින්න . 
ඇයි ඔච්චර උනන්දු අන් අයගේ ආදර ජීවිතය තුළ ? 
" අන් අයගේ " ? 
අන් අයගේ ආදරය නිසා , මට මගේ පැරණි මිතුරා සමඟ ඇති සම්බන්ධය නැති විය අවුරුදු අටකට . 
ඔබට අපේ අවසරය අවශ්‍යයි නැවත එකතු වීමට . 
හොඳයි , මට තේරුණා . 
මම මේ පාර ඔයාව අයින් කරනවා . 
පළමුව , අනාවැකි අංශය , සහ දැන් මෙතන ? 
ඔයා හරිම ඇලෙන සුළුයි . 
ඔබ වෙනුවෙන් කතා කරන්න . 
ඔබේ පියා සමඟ ඇති වූ ගැටුම කොතරම් නරකද ? ඔහුට ඔබේ මාරුව ඉල්ලා සිටීමටද ? 
ඔයා මොනවද කියවන්නේ ? 
ඔයාගේ තාත්තා කතා කරනවා දැන් අධ්‍යක්ෂක හාන් සමඟ . 
ඔහුට ඔබව අවශ්‍යයි ග්‍රාමීය ප්‍රදේශයකට මාරු කිරීමට . 
ග්‍රාමීය ප්‍රදේශයක්ද ? 
මෙයට වඩා ග්‍රාමීය ප්‍රදේශයක් කුමක්ද ? 
ඩොක්ඩෝ දූපත ? 
අපට ඩොක්ඩෝ හි කාර්යාලයක් නොමැත . 
මම ගියා . 
අපේ ඊළඟ කාලසටහන තියෙනවා . 
මම දකියි . සමාවන්න . 
- ඔබගේ මහන්සියට ස්තූතියි . - ස්තූතියි . ඔයාට ස්තූතියි . 
සුභ දිනයක් වේවා . 
ඔවුන් සියල්ලන්ම විශිෂ්ට ලෙස ආරම්භ වූවාක් මෙන් . ඇයි මුන් මට විතරක් මෙහෙම කරන්නේ . 
ඒ හැමෝටම නඩු දාන්න . 
කවුද මැදින් යන්නේ මේ වගේ රූගත කිරීමක් ගැන ? 
ඔබ ඔවුන්ව වැඩ කළා පැය හතරක අතිකාල . ඔබට ... 
මම කිව්වේ , අපි . 
ස්වයංක්‍රීය නාභිගත කිරීම පමණක් භාවිතා කරන්න . අතින් අවධානය යොමු නොකරන්න . 
ඡායාරූප බොඳ වී ඇත්තේ එබැවිනි . 
මගේ ඡායාරූප කිසි විටෙක අවධානයෙන් බැහැර වූයේ කවදාද ? 
බැන්ග් මහත්මිය , ඔබ පැමිණිලි කළ සෑම විටම ආලෝකකරණය හෝ ආකෘති ගැන , එය ඇත්තෙන්ම ඔබේ ඡායාරූප විය අවධානයෙන් බැහැර වූ බව . 
Eun - hye ඔබට අවධානය යොමු කරන ආකාරය කියා දුන්නේ නැද්ද ? 
ඇය සෑම විටම ඇගේ සහායකයින්ට එය ඉගැන්වූවාය . 
- ඔබ අවධානය යොමු කළේ නැහැ නේද ? 
ඒ මම චකිතයෙන් සිටින නිසා . 
මම අන්තිමට ගන්න කලබල වුණා මෙච්චර කල් AD කෙනෙක් වෙලා කැමරාවක් ! 
හරි , එහෙනම් ඔබ ගත යුතුයි ඒ ගැන හිතන්න යම් කාලයක් . 
ඇය කොතරම් නරකද කියා දැන් කවුරුත් දනිති . 
ඇය දන්නෙත් නැහැ අවධානය නිවැරදිව ලබා ගන්නේ කෙසේද , නමුත් ඇය එය අතින් සිදු කරමින් සිටියාය ඔබව පිටපත් කිරීමට . 
හැමෝම දැනගෙන හිටියා එය අවධානය යොමු විය , නමුත් ඇය දිගින් දිගටම පැමිණිලි කළාය ආකෘතිය සහ ආලෝකය ගැන . 
ඇය කර්මාන්තයේ අනෙක් අයව ගන්නවා මෝඩයන් සඳහා . 
ඉතින් ඔවුන් වෙඩි තැබීම කළාද ? 
නැහැ , ඇයට බැරි වුණා . 
සියලුම මාදිලි සහ කාර්ය මණ්ඩලය තරහා වෙලා යන්න ගියා . 
එය ඇයගේ පැවැත්මට ඇති අයිතියට සේවය කළේය " ලෝකයේ හොඳම ඡායාරූප ශිල්පියා . " 
ඔයා හරිම විහිලුයි , Eun - bi . 
ඔවුන් ඇයව පන්නා දැමුවාද ? - Magazine X ව්‍යාපෘතිය , එහෙනම් ? - ඇත්ත වශයෙන් . 
මට ඕන උනේ ඇය කොච්චර දුරක් යනවද කියලා බලන්න ඇය ස්වයිප් කළ සංකල්පය සමඟ , නමුත් ඇය සේවයෙන් පහ කර ඇත . 
නමුත් ඇය කෙසේ හෝ ලබා ගත්තාය Cheon Chung - gi ඇයට තවත් ගනුදෙනුවක් කිරීමට . 
චෝ මහත්මිය ... ඇත්තටම අමුතු දෙයක් තියෙනවා . 
අමුතුද ? 
ඔයාට මතක ද Bang Eun - ju අවධාරනය කළ ස්කාෆ් ඔබේ කැමැත්තට එරෙහිව ? 
ලේන්සුව ? 
නෝනා , මොකක්ද මේ ලේන්සුව ? 
එය අපගේ රැස්වීමේදී ඇතුළත් කර නොතිබුණි . 
හොඳින් ... 
හරි . ඔයා බලන්න , 
- එය ... - මම එය එකතු කළා . 
එය කුමක් ද ? 
මම කිව්වා ඒක අයින් කරන්න කියලා ! 
ඕ ඇත්ත . මට ඒක මතකයි . 
ඇයට ඇඳුම් ආයිත්තම් කට්ටලය සම්බන්ධයෙන් යම් ගැටළු ඇති විය ඇය එය භාවිතා කිරීමට බල කළ නිසා . 
ටිකක් අමුතුයි නේද ? 
මම කිසිම දෙයක් දෙන්නේ නැහැ . 
මම මෙතන ගොඩක් කාර්යබහුලයි . මට ඒ ගැන හිතන්න වෙලාවක් නැහැ . 
කුමක් ද ? 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
ඔබ යම් රහසිගත ව්‍යාපෘතියක වැඩ කරනවාද ? අපේ පිටුපස ? 
අපිට ඇත්තටම දුකයි ගෙවන එක ගැන මෙහි කිසිවක් නොකිරීම නිසා . 
මොනවා හරි තියෙනවනම් අපිට කියන්න . අපි තව ටික වේලාවකින් එහි සිටිමු . 
කමක් නැහැ . 
හරි හරී . 
ආයුබෝවන් . 
උතුරුසළුව . 
කුමක් වුවත් . 
මට දරාගත නොහැකි දේ කුමක්ද ? 
මට විශ්වාසයි . 
මගේ හැඟීම් ගැන මට විශ්වාසයි , සහ ඔබේ 
- - මගේ ගැන කුමක් කිව හැකිද ? 
මට හැඟෙන ආකාරය ඔබ දන්නේ කෙසේද ? 
ඔව් මට ඔයාව අමතක කරන්න බැරි උනා දිගු කාලයකට . 
අපි එකිනෙකා හඳුනනවා වසර 30 ක් සඳහා . ඇත්ත වශයෙන්ම , එය දුෂ්කර විය . 
නමුත් ඒ සියල්ල අතීතයේ විය . 
එදා එහෙම හිතුණා නම් , දැන් මොකෝ ? 
අනික ඇයි ඔයා පහුගිය දවසක එහෙම කළේ ? 
ඇයි ඔයා බීලද සහ මට ඒක කරන්නද ? ඇයි මාව සිපගත්තේ ? 
ඔයා හැමදාම එහෙම කරනවද ඔබ බීමත්ව සිටින විට ? කාටවත් විතරද ? 
හේයි ! 
මම එහෙම කරන්නේ නැහැ මම බීමත්ව සිටින විට ඕනෑම කෙනෙකුට ! 
ඒකට සාප වේවා . 
ඔයා මගේ පස්සෙන් එන්න එපා . 
හේයි . 
මම පැහැදිලිවම කිව්වා මම ඔයාව අවුල් කරනවා කියලා . ඔබ එයට එකඟ විය ! 
ඔයා මොනවද කියවන්නේ ? 
මම මෙතැන් සිට ඔබව නොසන්සුන් කරන්නෙමි ! 
ඔය ටියුබ් මිනිස්සු දන්නවනේ මෙහෙම දඟලනවද ? 
මම ඔබව ඒ බවට පත් කරන්නම් ! 
මට පිස්සු වෙන්න ඇති . 
චෝ සෑම් - ඩාල් , ඔබට සිහිය නැහැ . 
ඔයා කරන්නේ කුමක් ද ? 
අහකට යන්න ! 
සහ හොරෙන් යන එක නවත්වන්න නිශ්ශබ්දව මට එහෙම . 
ඔයා අදහස් කරන්නේ කුමක් ද ... 
මොකක්ද , ඔයාට ඕන මම කෑගහලා එහාට මෙහාට යන්නද ? 
නිකන් වර්ගයක් හදන්න ඔබ එන විට ශබ්දය . 
ඇයි ඔබ නිහඬව පෙනී සිටින්නේ ? ඔබ නිතරම මාව පුදුමයට පත් කරනවා . 
මම හොඳටම බය වුණා . 
සිරාවටම , මොකක්ද අවුල ? 
ඔයා කොහේද යන්නේ ? 
මේස හතර සඳහා එක් ඉස්ටුවක් . 
- හරි හරී . - මට එය තේරුණා . 
ඉතින් යොන්ග් පිල් දැම්මේ නැද්ද ? 
තිබුනත් කැඩුවා එකිනෙකා සඳහා හැඟීම් . 
හොඳයි , මම යොං - පිල් ගැන විතරයි බැලුවේ . 
ඒත් සෑම් - ඩාල්ටත් අමාරු වෙන්න ඇති . 
- හරියටම . - ඉතින් ඔවුන් නැවත එකිනෙකා දකිනවාද ? 
ඔව් , Gyeong - tae ගේ අම්මා ඔවුන්ව එකට දැක්කා . 
නැහැ , ඔවුන් ආලය කරන්නේ නැහැ . 
කුමක් ද ? 
ඇය කිව්වා ඔවුන් අනිවාර්යයෙන්ම ඉන්නවා කියලා . ඔවුන් නොවේද ? 
නැහැ , ඔවුන් නැහැ . 
Sang - do හොඳම දේ දන්නවා . ඔහු ඔවුන් සමඟ මිතුරු ය . 
Sang - do , එහෙනම් ඔබ ඔවුන්ට උදව් කළ යුතුයි නැවත එකතු වෙන්න . 
- ඔයා හරි , එයාට ඒක කරන්න පුළුවන් . - ඔව් . 
ඇයි මම ? 
යොන්ග් - පිල් ඇයට හිස ඔසවයි . 
ඔබ කළ යුත්තේ ... 
ඔහු ඇයට කැමති නම් මා උදව් කළ යුත්තේ ඇයි ? 
මම ළං වෙනවා . 
කුමක් ද ? ඔයා මට කිව්වා දිගටම සද්ද දාන්න කියලා . 
ඔයාට කරන්න වැඩක් නැද්ද ? 
ඇයි ඔයා මගේ පස්සෙන් එන්නේ ? 
මම දැන් වැඩ කරනවා . ඔබේ කැමරාව ගන්න . අපි අද හවසට පස්සේ පින්තූර ගන්න යන්න ඕනේ . 
එය අමතක කරන්න . මට ඛණ්ඩාංක එවන්න . මමම එතනට යන්නම් . 
ඔයා මොනවද කියවන්නේ ? 
මට සමාවෙන්න , මිස් ඡායාරූප ශිල්පී . 
අපි අපේ හැඟීම් පැත්තකට දැමිය යුතුයි සහ මේ ගැන වෘත්තීය වන්න . 
අපිට කරන්න වැඩ තියෙනවා . 
ඔයා මොනවද කියවන්නේ ? 
මෙතන පුද්ගලික හැඟීම් නැහැ . 
ඔවුන් එතනම ඉන්නවා . ඒවා විය ඔබේ පෞද්ගලික හැඟීම් දැන් . 
ඔයාට බෑ මගේ ඇස් දිහා බලන්න . 
ඔයා මාව එලවනවා . ඔබ කලබල වෙනවා . 
මම ඔට්ටු අල්ලනවා ඔබේ අත්ල දහඩිය . 
මොකක්ද ... ඔයා දිගටම විකාර කතා කරනවා . 
මම කලබල වූයේ කවදාද ? 
ඔයා දැන් කලබල වෙලා වගේ . දැන් දවස් කීපයක ඉඳන් මටත් එහෙම හිතුණා . 
ඇත්තම කිව්වොත් අපිටත් එහෙම හිතෙන්නේ නැද්ද ? 
- යොන්ග් - පිල් . - ඔව් ? 
මම කිව්වම මතකයි , " හිටපු කෙනෙක් ආගන්තුකයෙකුට වඩා නරකද " ? 
ඔය දන්නවද ඇයි කියලා ? 
හිටපු කෙනෙක් ආගන්තුකයෙකුට වඩා නරක වන්නේ ඇයි ? 
ආපහු එකතු වෙන්න ගොඩක් අමාරුයි ඔබ වෙන් වූ කෙනෙකු සමඟ නාඳුනන කෙනෙකු සමඟ දැන හඳුනා ගැනීමට හා ආලය කිරීමට වඩා . 
එය වඩා දුෂ්කර වන්නේ ඇයි ? 
මොකද අපිට කවදාවත් අමතක වෙන්නේ නැහැ . 
මොකක්ද අමතකද ? 
අපි වෙන් වෙන්න හේතුව . 
මොකද අපි වෙන් වුණේ ඇයි කියලා අපිට කවදාවත් අමතක වෙන්නේ නැහැ . 
ඇයි මම ? 
මම මැච්මේකර් කෙනෙක්ද ? මා එසේ කළ යුත්තේ ඇයි ? 
ඔබට අවශ්ය නොවේ නම් ඔවුන්ට උදව් කිරීමට , එසේ නොකරන්න . 
මාත් එක්ක තරහා වෙන්න ඕන නෑ . 
ඔවුන් එකිනෙකා සමඟ ආදරයෙන් බැඳී ඇත මේ අවුරුදු ගණනාව බිඳී ගියත් . 
- ඔබට ඔවුන් ගැන දුකක් දැනෙන්නේ නැද්ද ? - නැහැ , කොහෙත්ම නැහැ . 
අද ඔයාට මොකද වෙලා තියෙන්නේ ? 
ඔබ ඔවුන් සමඟ රණ්ඩු වූවාද ? 
අයියෝ එහෙම වෙන්න එපා . 
යොන්ග් - පිල් ඔබට ඉතා හොඳ ය . 
ඔහු නිතරම ඔබට ඔහුගේ දේවල් ලබා ගැනීමට ඉඩ දෙයි ඔයා පොඩි කාලේ ඉඳන් නේද ? 
සංග් - ඩෝ ! බු සැන්ග් - ඩෝ ! 
එතකොට මට මොකද ? 
මම නිතරම ඔහුට තවත් බොහෝ දේ ගැනීමට ඉඩ දුන්නා . 
මම හැම විටම Yong - pil ඉඩ දුන්නා මෝඩයෙක් වගේ මගේ දේ ගන්න ! 
ඇයි මම හැම විටම කළ යුත්තේ මට අවශ්‍ය දේ අතහරින්නද ? 
පින්වත්නි , ඔහුව ගණන් ගන්න එපා . 
ඔයගොල්ලන්ට මොකද ? 
රණ්ඩුවක් උනාද ? 
නැහැ , අපි එහෙම කළේ නැහැ . 
ඔව් , ඔබ කළා . ඇයි ? ඔබ සටන් කළේ කුමක් ගැනද ? 
සංග් - ඩෝ , ඒ මොකක්ද ? 
සෑම් - ඩාල් . මට කණගාටුයි , නමුත් ඔබට අපට සමාව දිය හැකිද ? 
කුමක් ද ? 
හරි හරී . 
වෙන්නේ කුමක් ද ? 
ඔවුන් සටන් කළේ කුමක් දැයි මම කල්පනා කරමි . 
මම මීට පෙර කවදාවත් ඔවුන් මේ වගේ ඉන්නවා දැකලා නැහැ . 
මේවා යොන්ග් - පිල්ගේ . 
ඇයි එයාගේ බෑග් මෙතන ? 
බලන්න , මම දන්නවා ඔයා කිව්වා කියලා මට හැඟුණු ආකාරය ගැන ඔබ ගණන් ගන්නේ නැත , නමුත් ඔබ සිතන්නේ නැහැ ඔබ එය ටිකක් දුර ගෙන යනවාද ? 
මම කිව්වේ මම වැරදි දෙයක් කිව්වේ නැහැ . 
ඔයා හැමදාම ගත්තේ මගේ දේ . 
ඔයා අදහස් කරන්නේ කුමක් ද ? මම ඔබෙන් ගත්තේ කුමක්ද ? 
ඔයා හිතන්නේ ඔයා එහෙම කළේ නැහැ කියලා ? 
ඒ දෙන්නා කවදාවත් රණ්ඩු වෙන්නේ නැහැ . උන්ට මොකද වෙන්නේ ? 
අපොයි නෑ . ඔවුන් මුෂ්ටි සටනක් ඇත්නම් කුමක් කළ යුතුද ? 
මම ඔයාට වඩා හොඳ ලකුණු ගත්තා . නමුත් මම ඔබට සැමවිටම පන්ති සභාපති වීමට ඉඩ දෙමි , ඒ වගේම මම උප සභාපති වුණා . 
ඔබ " මට ඉඩ දෙන්න " යන්නෙන් අදහස් කරන්නේ කුමක්ද ? 
ඒ මැතිවරණයක් . වැඩි පිරිසක් මට ඡන්දය දුන්නා . 
මමත් ඔයාට වඩා හොඳට ගායනා කළා . නමුත් ඔබ මත සිටි නිසා කොරියාව ගායනා කරයි වරක් , මම හැමදාම ඔයාට සින්දු කියන්න දෙනවා . 
මටත් සිංදු කියන්න ඕන උනා දන්නවද . 
කරුණාකර ! 
මම හැමදාම ඔයාට වඩා දක්ෂ ගායකයෙක් . 
- කොරියාව ගායනා කරනවාද ? 
- ඒක බොරුවක් . 
උත්සවය මතක නැද්ද ? 
- මම හොඳින් ගායනා කළේ මෙයයි ! - ඒක හරි සටහනක් නෙවෙයි . 
- හේයි ! - ඒ ගීතය 
- - ඔයාලට මොනවද කරන්නේ ? 
ඔයා පොඩි ළමයි වගේ රණ්ඩු වෙනවා ! 
ඉන්න , සෑම් - ඩාල් . ඔයා මේකෙන් ඈත් වෙලා ඉන්න . 
අපි අවංක වෙමු . 
ඒ උච්ච බොරු නෝට්ටුවට ගහන්න පුළුවන් උනේ මට විතරයි . 
මතක නැද්ද ? ඒ වගේම මම නිතරම ආසන මාරු කළා ක්ෂේත්‍ර චාරිකා වලදී ඔබ සමඟ . 
මම ඔබේ සහකරු විය , නමුත් මම සැමවිටම ඔහු වෙනුවෙන් මගේ ආසනය අත්හැරියා . 
එක හරි . ඔව් . 
හොඳයි , ඇය එය ඇත්ත කියනවා නම් , මම ඒක පිළිගන්නම් . 
ඉතින් මේ වතාවේ , එය පිළිගැනීමට ඔබේ වාරයයි . කරුණාකර . 
මම මේ වතාවේ පිළිගත යුත්තේ ඇයි ? 
මතක නැද්ද ? 
මම ඔය ප්ලේන් ගේම් ගැහුවා කොයි වෙලාවෙද ආකේඩ්හිදී නව වාර්තාවක් පිහිටුවමින් , මම එහි තැබුවේ කාගේද ? 
ඔයාගේ නම . මම ඔබ වෙනුවෙන් පිළිගත්තේය . 
- ඒ - - - BSD . මම ඔයාගේ මුල් අකුරු දැම්මා , Bu Sang 
- do . - ඒ - - - ඒක ලොකු එකක් . 
මම කවදාවත් ඒක ඉල්ලුවේ නැහැ ! 
ඉතින් ඇත්තටම මේ ඔබේ වාරයයි මේ වතාවේ පිළිගන්න කියලා . 
මම ඔබෙන් අයදිනවා . කරුණාකර . 
මේක හරිම බොළඳයි . මට තවත් මේක අහන්න බෑ . 
මේ කුමක් ගැනද ? 
කුමක් පිළිගනිමුද ? හොයාගත්තද බිම මුදල් ? 
- එය මා සහ ඔහු අතරයි . - ඔබ දැන ගැනීමට අවශ්ය නැත . 
ඇදහිය නොහැකියි . කුමක් වුවත් ! 
ඔබගෙන් එක් කෙනෙක් අත්හරින්න . මට කවුරු උනත් කමක් නෑ ! 
දැන් එය කරන්න . 
කවුද දෙන්න යන්නේ ? 
දැන් එය කරන්න ! 
අපිට දෙන්න බැහැ ! 
වාඩිවෙලා ඉන්න තාරාවන් වගේ අපිව අල්ලන්න බෑ ! 
කොච්චර ධෛර්යවත් ඇතුලට ඇවිත් උදුරා ගන්නවා අපේ තේමා උද්‍යානය අපෙන් ඈත් වෙලාද ? 
හොඳ පැරණි සටනකට කාලයයි ! 
ඔයාට කම්මැලිද ? 
ඇයි ඔයා දිගටම මගේ වටේ කැරකෙන්නේ ? 
මම මේ ඉන්නේ ව්යාපාර මත . 
හරි , AS තේමා උද්‍යානය . 
පිස්සු හැදිලද ? 
ඔයා හිතන්නේ මම AS Group එකට ඉඩ දෙනවා කියලා මගේ උපන් ගමට එන්නද ? 
ඔයාට ඕන මගේ අම්මයි තාත්තයි ඒක බලන්න සහ සදහටම එයින් පීඩා විඳින්නේද ? 
එය නොවේ . 
මමත් ඒ ගැන සැලසුම් කළේ නැහැ . 
නමුත් එය සිදු විය . සහ ... එය එසේ සිදු විය ... 
ඇයි මෙහෙම කරන්නේ එවැනි මෝඩ හේතුවක් නිසාද ? 
මම ඔයාට කරපු දේට පස්සෙත් මිනිසුන් මට නරක ලෙස කතා කිරීම ඔබට දරාගත නොහැකිද ? 
එය සුළු හේතුවක් වන්නේ ඇයි ? 
එය හොඳ හේතුවකි . 
අනික ඔයා මට මොකුත් කලේ නෑ . 
ඔබ එය කළා , ඔබට කළ යුතු නිසා . 
සහ ඔබ නොතිබුනේ නම් , මම එය තනිවම කරන්න තිබුණා . 
කෙසේ හෝ , Samdal - ri හි තේමා උද්‍යානයක් කවදාවත් වෙන්නේ නැහැ . 
බලන්න එහෙම වෙන්න එපා හා ... 
ඔවුන් මෙහි ඇත ! එය ජොම්නියෝ සංචිතය ! 
කුමක් ද ? 
ඔබට ... 
ඒකට සාප වේවා ! 
කුමක් ද ... 
මේක නරකයි . 
- ඇයි ඔයා රණ්ඩු වෙන්නේ ? - නවත් වන්න . ඉක්මන් කරන්න ! 
- අපි කුඩා කාලයේ ... - හේයි ! - අපි කිරිගරුඬ සෙල්ලම් කරන විට - - - හේයි ! 
- දැන් අපිත් එක්ක එන්න . - ඔබ දෙදෙනාට අවශ්ය කුමක්ද ? 
එම ජොම්නියෝ සංචිතය මෙතන . 
- කුමක් ද ? 
- එම ජොම්නියෝ සංචිතය ? 
අපි යමු ! 
එම ජොම්නියෝ සංචිතය ? නමුත් ඇයි ? 
අදහසක් නැහැ . එය වසර දහයකට පසු පළමු වතාවයි . 
- එළියට එන්න . - ඉන්න . එය වසර දහයකට පෙරද සිදු වූවක්ද ? 
- ඔබ මෙහි සිටියේ නැත . 
- අම්මා අං සහිත හිස්වැසුම් සඳහා Namdal - ri වෙත ගියා . 
- මීට වසර 20 කට පෙරත් ඇය හේතුව විය . - මගේ අම්මාට සීමාවක් නැත . අපි යමු ! 
- හේයි , ඉක්මන් කරන්න . - කුමක් ද ? හරි හරී . 
වෙන්නේ කුමක් ද ? 
හේයි , ඔබ දෙදෙනා එය කපා දමන්න සහ ඉක්මන් කරන්න ! මගේ යහපත ! 
හොඳට බලන්න ඔබ කළ දේ ගැන . 
එයාලා මෙහෙ . 
මොකක්ද ... මොකද වෙන්නේ ? 
මෙය ඇත්තෙන්ම නරකයි . 
මට සමාවෙන්න . අපි පොලිසියට කතා කළ යුතු නැද්ද ? 
ඔවුන් මැර කල්ලි නොවේ . ඇයි පොලිසියට කතා කරන්නේ ... 
Sam - dal , පැටලෙන්න එපා සටනේදී . හරි හරී ? 
මම හිතන්නේ මම දන්නවා ඒක මොකක්ද කියලා . 
තේමා උද්යානය . 
හැබැයි ඒ Namdal - ri එකේ . 
- එය Samdal - ri වෙත පැමිණෙනවාද ? 
- මම ඒකට . 
ඔබ එය හොඳින් ද ? 
- Gyeong - tae . - ඔව් ? 
ඔබට ඔබේ ජීවිතයෙන් වසර කිහිපයක් අවශ්‍යද ? 
නොවේ haenyeos ප්රජාව ගැන ? 
අර තියෙන්නේ . ඒ Samdal - ri ප්‍රජාවයි සහ Namdal - ri ප්රජාව . 
මේ වෙලාවේ මොනා ගැනද සටන් කරන්න ඕනේ ? 
ඔබ මෙය කරන බව පෙනේ වැඩි වැඩියෙන් නිතර . 
ඔයා එහෙම කරනවා කියලා හිතුවේ නැද්ද වැඩි වැඩියෙන් මෝඩ දෙයක් ? 
මෙය තේමා උද්‍යානය ගැනද ? 
අපිට ඒක අවශ්‍ය නැහැ . ඒක ගන්න . 
ඔයා හැමදාම එක දෙයක් කියනවා , නමුත් අපේ පිටුපස වෙනත් දෙයක් කරන්න ! 
ඔබේ දුවට කිසිම දීමනාවක් ලැබුණේ නැහැ , ඉතින් ඔබ මුදල් ටිකක් සොරකම් කිරීමට උත්සාහ කරනවාද ? තේමා උද්‍යානය සමඟ AS වෙතින් ? 
නැත්නම් ඔබ වෙළඳසැලක් පිහිටුවීමට උත්සාහ කරනවාද ? ඇගේ වෘත්තිය අසාර්ථක වූ පසු සෑම් - ඩාල් සඳහාද ? 
ඔයා කීවේ කුමක් ද ? 
ඔයා කොහොමද මගේ දුවගේ නම උච්චාරණය කරන්නේ අර අපිරිසිදු කටින් , මායාකාරිය ? 
ඔබ මට කතා කළේ කුමක්ද ? 
මායාකාරියක්ද ? 
ඒක හරි , මායාකාරියක් ! 
අම්මා ! 
- හේයි , ඉක්මන් කරන්න . - අම්මා ! 
නවත්වන්න ! 
නවත්වන්න ! 
කරුණාකර නවත්වන්න ! 
නවත්වන්න ! 
මේ අනුපාතයට අපි හැමෝම මැරෙනවා ! 
- හේයි . - ඔව් ? 
ඔයා දැක්කනේ වෙච්ච දේ . ඔබට තවමත් එය හරහා යාමට අවශ්‍යද ? 
Namdal - ri වෙත ගොස් දැන්ම සමාව ඉල්ලන්න . 
එහි ඔබේ තේමා උද්‍යානය ගොඩනඟන්න . 
මම මේක කරන්නේ අම්මා කිමිදෙන එක නවත්වන්න . 
කුමක් ද ? 
එය කෙනෙකුට භයානකයි කිමිදීම සඳහා arrhythmia සමග . 
මෙහි තේමා උද්‍යානයක් ඉදිකරන්නේ නම් , ඇයට තවදුරටත් කිමිදීමට සිදු නොවනු ඇත . 
ඔබ ඒ ගැන දන්නේ කෙසේද ? 
එය atrial fibrillation වේ . 
අරිතිමියාව . 
එය ඇයට එතරම් බලපාන්නේ නැත ඇය නිතිපතා ඖෂධ ලබා ගන්නේ නම් , නමුත් එය ඉතා භයානකයි මොකද ඇය දිගටම කිමිදෙනවා . 
ඒක හරියට දිය යට කාල බෝම්බයක් වගේ . 
තේමා උද්‍යානය මෙහි ඉදිකරන්නේ නම් , ඇයට රැකියාව සඳහා කිමිදීමට සිදු නොවනු ඇත . 
ජලය සංචාරක කලාපයක් බවට පත් වනු ඇත , එබැවින් ඇය කිමිදීමෙන් වළක්වනු ඇත . 
සහ වන්දිය විශ්රාම වැටුපක් තරම් හොඳ වනු ඇත . 
ඉතින් ඔබ තේමා උද්‍යාන ව්‍යාපෘතිය ගෙනාවා මගේ අම්මා වෙනුවෙන් මෙතනද ? 
ඔබ ඇයගේ රෝහල් බිලද ගෙව්වාද ? 
ඇයි ඔබ ... 
ඔයා කරන්නේ කුමක් ද ? 
අපි තවදුරටත් පවුලක් නොවේ . ඇයි ඔයා මගේ අම්මා ගැන සැලකිලිමත් වෙන්නේ ? 
මට සමාවෙන්න , Jeon Dae - yeong , නමුත් ඔබට යමක් අමතක වන බව පෙනේ . 
අමතක වෙලාද ඔබේ සහෝදරයා සහ මව ගැන ? 
මෙය කළ පමණින් ඔබ අමාරුවේ වැටෙනු ඇත ! 
මට තවත් වැඩක් නැහැ . 
එතරම් නොමේරූ වීම නවත්වන්න . 
ඔයා තනියම . 
මට ඔබෙන් කිසිවක් අවශ්‍ය නැත ! 
මගේ අභිප්රාය පමණක් පිළිගන්න . 
එකම මාර්ගය මෙයයි ඔබේ මව කිමිදීම නතර කිරීමට . 
මම ඔබට උදව් කරන්නම් . 
- හරි . - යහපත්කම . 
- අර Namdal - ri පාහරයෝ . - ජීස් . 
ඔවුන් මගේ හිසකෙස් සියල්ලම ඉවතට ඇද දැමුවා . 
තේමා උද්‍යානය , මගේ පාදය . 
- ට්රක් රථ ආවත් , මම ඒවාට ඇතුල් වීමට ඉඩ නොදෙමි . - ගෝෂ් , 
යහපත්කම . ඔයා හොඳින්ද මිස් කෝ ? 
ඔයා හොස්පිට්ල් එකෙන් එලියට ආවා විතරයි . මට විශ්වාස කරන්න බෑ මෙහෙම වෙනවා කියලා . 
හරියටම . 
නමුත් මෙහි තේමා උද්‍යානයක් ඉදිකරන්නේ නම් , අපිට දේවල් පහසු වෙන්නේ නැද්ද ? 
මම කියන්නේ වන්දිය විශාලයි ඉතින් ඒ නිසා නේද ඔය පාහරයෝ ඒ වෙනුවෙන් සටන් කරනවාද ? 
ඔයාට පිස්සු ද ? 
ඔබට සුවපහසු ලෙස ජීවත් වීමට අවශ්යයි ඒ සල්ලිවලින් මුහුද විකුණලා ? 
යහපත්කම . 
මම කිව්වේ කෝ නෝනා අසනීපෙන් . 
හැමෝම ඇයට කියනවා කිමිදීම නවත්වන්න කියලා . 
හොඳයි , මමත් ඒ ගැන හිතනවා . 
මම මුළු රාත්‍රියම අවදියෙන් සිටින්නේ කනස්සල්ලෙනි ඔබට තවත් අනතුරක් සිදුවනු ඇත . 
හරිද ? 
මටත් ඒ ගැන දුකයි . 
එය ප්රමාණවත් . 
මම ඒකට කවදාවත් ඉඩ දෙන්නේ නැහැ . 
මුහුද රැකගැනීම අපට බාරයි . 
අපි එවැනි වෙනස්කම් වලට ඉඩ දෙන්නේ නම් , මේ භූමියට කුමක් සිදුවේද ? 
මම මැරෙනවා නම් , මම මුහුදේ මැරෙනවාට වඩා හොඳයි . 
මම මුහුදයි , මුහුද මමයි . 
ඒ නිසා මම ගැන දුක් වෙන්න එපා . 
ඇයි ... මට සමනලුන් ලැබෙන්නේ ඇයි ? 
ඇයි ඔයා දිගටම සමනලුන් ලැබෙනවා , සෑම් - ඩාල් ? 
ඇයි තියාගන්නේ ... 
ඔයා කරන්න යන්නේ කුමක් ද ? 
ඔහු ඔබට සමනලුන් ලබා දෙයි , ඉතින් ඔයා මොනවද කරන්න යන්නේ ? 
Sam - dal , ඔයා නාලා ඉවරද ? 
ඇයි ඔච්චර කල් ගන්නේ ? 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
මට ? මම ඔබ එනතුරු බලා සිටියෙමි . ඔයා නාලා ඉවරද ? 
කුමක් ද ? 
ඔයා ඇතුලට එන්න හදනවද ? ඇයි ? 
නැහැ , මම ඇතුළට එන්නේ නැහැ . 
ඉක්මන් කරන්න . 
අපි කරන්න ඕනේ සවස පින්තූර ගන්න . 
අවංකවම , මම දැන් මගේ කාර්යය කරනවා . 
ඉක්මන් කරන්න . අපි පරක්කුයි . 
හරි . 
අපිට වෙන දවසක යන්න පුළුවන්ද ? 
වෙන දවසක හරිද ? ආයුබෝවන් . 
- ඉන්න . - එය කුමක් ද ? 
එය බලා සිටිය නොහැක . එය අද හෝ කිසිදා නැත . 
කරුණාකර මට තනියම ඉන්න දෙන්න . 
කරුණාකර මම ඔබෙන් අයදිනවා . 
අපි යමු . 
සෑම් - ඩාල් , ඔබ කොපමණ කාලයක් එහෙම සීතල වෙයිද ? 
අපි එතනට ගියාම ඔයාලට තේරෙයි එය අද විය යුත්තේ ඇයි . 
ඔයා මම කියන වචනයක් අහන්නෙ නෑ . 
උබට ගානක්වත් නෑ . 
මොකද ඔයා මාව බලන්නෙ නැති නිසා ඔබ කතා කරන විට ඇස්වල . 
මාර්ගය වන විට , මම ඔබේ බෑග් දුටුවෙමි සැඟවී සිටීම . 
ඔවුන් එහි සිටින්නේ ඇයි ? 
හොඳින් ... 
මම එලියට ගියා . 
කුමක් ද ? 
එය සිදු විය . මම දැනට එලියට ගියා . 
එහෙත් ... 
ඔබ ඉවත්ව යන්නේ ඇයි ? 
මම නිසාද ... 
ඔබ නිසා කුමක් ද ? 
කිසිවක් නැත . 
මගේ දුව වෙනදා වගේම අදත් ලස්සනයි . මගේ බබා , මගේ ආදරය . 
ජීවිතේ කියන්නේ සල්ලිම නෙවෙයි , දන්නවද ? 
ජීවිතයේ බොහෝ හොඳ දේවල් මිල දී ගත නොහැක , බූමර් ! 
යහපත්කම . 
මේ මොකද මෙතන කරන්නේ ? 
හා - යූල් , ඔබ මොකද කරන්නේ ? 
මම තරු දිහා බලාගෙන ඉන්නවා . 
මට එපා වෙලා . මාත් එක්ක සෙල්ලම් කරන්න . 
ඔබත් බැලිය යුතුයි . 
තරු ? 
හොඳයි , මම තරු දෙස බලන්නම් . අපි බලමු . 
- අම්මා . - ඔව් ? 
බිග් ඩිපර් මොන වගේද ? 
බිග් ඩිපර් ? 
මම දන්නේ නැහැ . 
ඔබ අවධානය යොමු කළේ නැත පාසැලේදී , ඔබ ? 
මම එහෙම කළේ නැහැ . ඔබ බලා සිටින්න . 
මම ඔයාට බිග් ඩිපර් එක හොයාගන්නම් . නවත් වන්න . 
බිග් ඩිපර් ... 
- මෙය ? - ඔව් . 
අපි බලමු . 
පේන විදියට නම් එහෙම එකක් . 
ඉන්න . එහා පැත්තෙ එකා නේද ? 
- ලෑල්ලක් හැඩැති එක . - මේක ? 
ඔව් . 
නැහැ , ඒක වැඩියි වගේ ප්‍රශ්නාර්ථ ලකුණක් වගේ . 
මම හිතන්නේ ඒක තමයි නිවැරදි එක . 
ඔයාට විශ්වාස ද ? 
නැත්නම් සමහරවිට නැද්ද ? 
මම දන්නේ නැහැ . 
හ - යූල් . 
ඔව් ? 
ආච්චිගේ කිමිදුම් ඇඳුම ඔබ සඟවා ගත්තාද ? 
ඔව් . 
ඇයි ? 
ඇය කිමිදීම ගැන ඔබ කනස්සල්ලට පත්ව සිටියාද ? 
ඇයට තවත් අනතුරක් විය හැකි නිසා ? 
ඔව් . 
ඔයා ඇත්තටම ආච්චිට ගොඩක් කැමතියි . 
කෙතරම් ආකර්ශනීයද ! 
කවුද ඔයාට මෙච්චර ලස්සන වෙන්න කිව්වේ ? 
අම්මේ මට හුස්ම ගන්න බෑ . 
- හ - යූල් . - ඔව් ? 
අපි ගිහින් බලන්නද හෙට ඔබ කැමති ඩොල්ෆින් ? 
නම්චුන් මේ දවස්වල එන්නේ නැහැ . 
නැහැ , ඒක නෙවෙයි . 
ඔබට ඒවා මින්මැදුරේ දැකිය හැකිය . 
ඇත්තටම ? 
ඇත්ත වශයෙන් . 
අපි කොහොමද ඩොල්ෆින් බලන්න යන්නෙ ඊට පස්සේ කන්න tteokbokki හෙට ? 
ඔබට තිබිය හැක tteokbokki ඔබම 
ඇයි ? 
අපි එකට කමු . 
මට ඕන නෑ . 
මගේ දුව වෙනදා වගේම අදත් ලස්සනයි . මගේ බබා , මගේ ආදරය . 
මම කැමැත්තට වඩා සිටියා ඒවා සියල්ල අත්හැරීමට . 
ජින් - ඩාල් එහෙම කිව්වා . ඊළගට , ඇය මාව දාලා ගියා ! 
මට පුළුවන් මුදල් නොමැතිව ජීවත් වන්න ! 
හෙට පෙරවරු 11.00 ට . Samdal - ri තේමා උද්‍යාන ඉදිරිපත් කිරීමක් පදිංචිකරුවන් සඳහා . 
මම ඉස්සරහා ඉන්නම් පහසුව සඳහා ගබඩාවේ . 
එකට වැඩ කරමු . 
ජීස් , එය සීතලයි . 
ඉතින් ඇයි ඔබ ඉවත් වුණේ ? 
මේක බොන්න . 
ඔබ කෝපි ගෙනාවාද ? 
ඔව් . 
මතක නැද්ද ? 
අපි හැමදාම කෝපි බිව්වා තරු දිහා බලාගෙන ඉන්නකොට . 
එය හොඳයි . 
එය වඩා රසයි මේ වගේ ලස්සන තැනක නේද ? 
මම තරු වල ඡායාරූප ගත යුතුද ? 
නැත . 
එතකොට දැල්ලන් බෝට්ටු ? 
දැල්ලන් බෝට්ටු ජෙජු වල බහුලව දක්නට ලැබේ . 
නෑ ටිකක් ඉවසන්න . 
එය දිස්වන්නේ කවදාදැයි මම නොදනිමි , ඒ නිසා ඔබේ ඇස් ලොකු කරගෙන බලාගෙන ඉන්න . 
අපි බලමු . 
සෑම් - ඩාල් . 
ඔව් ? 
ඇයි හිතුවේ මම අයින් උනා කියලා ... ඔයා නිසා ? 
කුමක් ද ? 
ඔයා මගෙන් ඇහුවා ඔයා නිසාද කියලා . 
හොඳයි , ඒ නිසා ... 
හේතුව කුමක්දැයි ඔබ සිතන්නේ ... ඇයි අපි වෙන් වුණේ ? 
කුමක් ද ? 
ඇයි අපි එදා කැඩිලා ගියේ ? 
මෙච්චර කාලෙකට පස්සෙ අතීතය ගෙනියන්නෙ ඇයි ? 
ඔයා මට කිව්වා හිටපු කෙනෙක් ආගන්තුකයෙකුට වඩා නරක බව , 
මොකද කාලය ගෙවිලා ගියත් ඔබ වෙන් වූයේ ඇයිදැයි ඔබට කිසිදා අමතක නොවනු ඇත . 
හරි . 
නමුත් හේතුව අපට අමතක කළ නොහැකි වුවද , නමුත් අපට තවමත් එය ජය ගත හැකි විය . 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
අපේ ආදරයේ මතකයන් ... වඩා ශක්තිමත් වේ අපේ වෙන්වීමට හේතුවට වඩා . 
මම දන්නවා හේතුව කුමක් වුවත් අපගේ වෙන්වීම නිසා ... මට ඒ සියල්ල ජය ගත හැකියි . 
අපි නිදාගත්තා විතරයි . අනතුරකින් . 
ඔයා කන්න යනවා ramyeon අද නැවතත් ? 
නැහැ , මම නැහැ . 
අපි කතා කරන්න එකඟ වුණේ නැද්ද ? අහම්බෙන් ඒ බාර් එකේද ? 
මම එයට එකඟ වූයේ කවදාද ? 
අම්මේ එයා ... 
මම කාටවත් ඉවසන්නේ නැහැ කවුද අපේ දුවලාට තවත් හිරිහැර කරන්නේ . 
- ඔබ මෙය උඩුගත කළාද ? - ඔව් 
මම ඇයව පාගා දැමුවෙමි ඇය නැවත කිසිදා නැගිටින්නේ නැත . 
- ඔවුන් මෙහි ඇත . - ඔබ මෙහි පය තැබුවේ කෙසේද ? 
යොං - පිල් ඔහුගේ දඬුවම විඳිමින් සිටී . 
කුමක් සඳහා ද ? 
ඔබ නැවත සෝල් වෙත පැමිණෙනවාද ? 
