第 8 航空队 从 英国 攻击 德国 的 同时 第 15 航空队 则 从 意大利 对 他们 发起 攻击 
第 99 追击 中队 参与 其中 
他们 被 称为 图斯 基吉 飞行员 
蓝 泡泡 呼叫 队长 一号 等 你 指令 长官 
航向 ? 
距离 F 点 还有 一分 零六 秒 
准备 最后 进近 纵列 阵型 闲聊 停止 
进入 射程 投弹 
七枚 直接 命中 建筑 两枚 命中 车辆 我 就 记录 为 直接 命中 了 
500 
- 晚安 希特勒 - 图斯 基吉 宝贝 500 次 任务 
( 第 99 追击 中队 500 次 战斗任务 ) 来自 可怕 二人组 重达 八千 六百 公斤 的 吻 
我们 完成 500 次 图斯 基吉 任务 了 
- 这 是 个 值得 庆祝 的 理由 尉官 - 上尉 长官 
放 轻松 亚历克斯 我 只是 来 恭喜 你 的 
干得 漂亮 一如既往 
谢谢 长官 
我 是不是 得 让 你 上 军事法庭 你 才 肯 喝 一口 啤酒 ? 
不 长官 
你 很 聪明 亚历克斯 但别 想 太 多 这样 反而 不 开心 了 
不 长官 只是 ... 嗨 吼 兄弟 们 图斯 基吉来 了 图斯 基吉 又 来 了 
直冲 云霄 当机立断 图斯 基吉来 了 图斯 基吉 又 来 了 ( 意大利 拉米 特里 空军基地 ) 别误会 上尉 我 对 我们 取得 的 成就 感到 非常 自豪 但 ... 我们 什么 时候 才能 参加 更 激烈 的 战斗 ? 
他们 在 讨论 让 我们 加入 332 战斗机 中队 的 事 参加 更 深入 欧洲 的 任务 真的 ? 
计划 正在 拟定 中 96 轰炸 大队 预计 几天 后 会 攻击 福贾 
我们 将 第一次 在 德国 上空 执行 护送 任务 慕尼黑 
P40 战斗机 飞 不了 那么 高 
可能 是 用 新型 飞机 P51 
耐心 点 我们 会 知道 结果 的 
同时 呢 放松 一下 
好好 享受 
是 我 知道 我 觉得 很难 毕竟 ... 毕竟 我们 有些 兄弟 已经 出战 了 
又 不是 说 你 任务 失败 而 被 淘汰 亚历克斯 现在 不要 把 自己 累垮 
一切 自有 定数 
各 垒上 都 有人 第九局 上半场 两人 出局 三个 坏球 一 振 
纽豪瑟 准备就绪 投 出 一记 曲线 球 
凯勒 用力 挥棒 打空 了 二振 
这次 挥击 几乎 让 他 摔倒 
戈登 后退 几步 - 嘿 巴基 - 走向 垒 
巴克 这边 正在 打 重要 的 比赛 呢 
我 和 兄弟 们 想 知道 比分 是 多少 少校 你 还好 吗 ? 很 好 我 为什么 不好 ? 
随口 问问 ? 
我 很 好 这是 事实 我 被 关在 这里 八个 月 了 
依然 无法 脱身 、 浑身 发冷 依然 在 吃 残羹剩饭 
依然 还 在 等 某件 希望 渺茫 的 事 发生 
现在 还好 啦 至少 我们 还 活着 
也许 对 你 来说 是 这样 至少 我 忍得 了 你 
我忍 不了 这个 
我们 在 等 什么 ? 
我们 都 觉得 会 发生 某件事 也许 我们 需要 来 促成 此事 
像 那些 英国人 一样 ? 
惨遭 处决 ? 
我们 必须 耐心 1944 年 6 月 3 日早 5 点 56 到 5 点 57 分 
距离 D 日 还有 三天 这 是 我 接下来 72 小时 里 睡 的 最后 一分钟 觉 
( 行动 室 ) 我们 的 任务 是 在 登陆艇 抵达 海滩 前 几分钟 轰炸 德国 诺曼底 的 防御工事 然后 在 当天 接下来 的 时间 里 攻击 德国 内陆 的 
一共 大约 200 次 任务 全都 需要 飞行 计划 和 地图 
24 小时 第一天 晚上 会 让 你 产生 熬夜 很 容易 的 错觉 
第二天 的 第二顿 早餐 开始 保持 清醒 变成 了 一种 挣扎 
我 只要 一 休息 就试 着 联系 桑德拉 ( 法国 巴黎 ) 但 我 联系 不上 她 她 仿佛 消失 了 一样 
证件 证件 你 去 哪 ? 
只是 去 上班 长官 
32 小时 第二天 的 第二个 下午 
这时 咖啡 已经 没用 了 
你 得 睡觉 克罗斯 比 是 等 任务 结束 的 
- 而 不是 吃 更 多 的 药 - 我会 的 ... 医生 我会 的 
任务 之后 睡 
每 12 小时 只准 吃 一片 - 克罗斯 听见 没 ? 
听见 了 60 个 小时 脑子里 开始 出现 幻觉 
你 听见 了 吧 ? 什么 ? 
拜托 你 也 听见 了 吧 滴答 ... 
我刚 为 一个 任务 绘制 完 路线 行动 部就会 再 给 我 送来 五个 任务 
都 是 高 优先级 目标 
缺觉 、 咖啡 、 提神 药 压力 、 恐惧 、 超脱 感 加在一起 就是 一种 猛药 我 想 镀金 
我 侦察 了 整栋 楼 
好样 的 
我们 收到 了 一些 来自 一个 火车站 的 消息 在 贝克 埃卢安 
琼会 给 你 任务 简介 你 明天 出发 
64 小时 你 只是 在 努力 活下去 每吸 一口气 、 每 迈出 一步 都 很 难 
克罗斯 比 
克罗斯 比 你 必须 去 睡觉 不 ... 我 没事 我 只是 必须 ... 
- 完成 简报 - 去 睡觉 克罗斯 这是 命令 立刻 去 我 不能 睡 杰克 
- 克罗斯 比 - 我 没事 真的 
还有 几件事 我 必须 搞定 ... 哈里 
坐下 
第一次 见到 这张 脸 的 兄弟 我 是 你们 的 新 指挥官 我 叫 杰弗里 本 尼特 中校 被 派 回 395 中队 了 但 他 担当 指挥 期间 做出 的 改动 将 维持 不变 
罗西 
谢谢 你 上校 
兄弟 们 如果 基地 全面 封锁 几千 架飞机 集结 的 声音 还 不够 让 你们 意识 到 的话 我们 距离 反攻 欧洲 只有 几小时 了 长官 有 最后 的 智慧 之言 吗 ? 
不 我 没有 什么 最后 之 言 因为 我们 会 再见面 的 好 吗 ? 
起飞 、 完成 任务 、 降落 然后 你 来 跟 我 说 说 智慧 之 言 
每次 飞行 都 是 独一无二 的 一课 好 了 兄弟 们 快 搞定 了 
好 有 进展 了 
对 继续 施压 快 搞定 了 
这 就 对 了 西蒙斯 继续 施压 
你们 这群 混蛋 辛苦 劳作 让 这里 看起来 像 个 劳改营 
现在 地面 松动 了 我们 有 机会 用 木柴 生火 做饭 了 
休息 一下 来 吧 我们 去 玩球 
兄弟 们 想 玩球 吗 ? 不想 ? 
默夫 玩球 吗 ? 来 嘛 赤膊 队 对阵 瘦骨嶙峋 队 如何 ? 
赤膊 队 可以 当 客队 其实 不 对 不 对 我们 都 是 客队 全都 是 客队 那么 瘦骨嶙峋 队 可以 先 击球 双方 均 同意 ... 要么 帮忙 要么 滚蛋 
- 你 给 我 闭嘴 吧 - 你 搞 什么 ? 
你 若 不 帮忙 就别 碍事 
你 是 营地 的 新 老大 我碍 着 你 了 ? 
克莱 文 老大 说 " 不准 打 棒球 只准 干活 " 他 只 想 干活 
对不起 起来 吧 不 干活 去 你 还有 树桩 要 挖 呢 - 树桩 老大 干活 去 - 好 了 起来 吧 疯子 - 好 了 起来 吧 - 不 回去 干活 
- 起来 你 这 疯子 
- 放开 ... - 怎么样 ? 
受不了 了 ? 怎么 你 受不了 ... 嘿 够 了 两位 
所有人 回 基地 
怎么回事 ? 
回 营房 去 
看起来 德国 鬼子 有 坏消息 了 
他们 登陆 了 不是 吗 ? 你 认为 是 这样 ? 
我们 来 西欧 了 终于 登陆 了 
- 哥们 - 干杯 哥们 
天 啊 她 真美 
她 真美 乔 恭喜 
谢 了 梅肯 她 爸 同意 了 
我 打算 在 姑妈 的 后院 办 婚礼 我 一 回去 就 办 
那 你 婚礼 九个 月 后 就要 当爹 了 精确 到 天 希望 如此 ... 
好 了 给 我 看看 你 的 
- 你 想 看 我 亲爱 的 ? 
- 拜托 好 给 
- 天 啊 - 看见 了 吧 这是 9.59 公顷 的 火炬松 
而且 是 最好 的 林地 老爷子 说会 留给 我 是 吗 ? 
晚上 好 上尉 
戴维斯 上校 
为 慕尼黑 干杯 
你 知道 就算 只 损失 机架 轰炸机 我 也 不会 为 任务 干杯 的 
我们 一架 战斗机 保护 12 架 轰炸机 突袭 护送 任务 ? 
他们 知道 我们 人手不足 
只 损失 几架 轰炸机 算是 大获全胜 了 
上面 预期 的 伤亡 数字 要 大得多 
上面 不 知道 自己 该 预期 什么 什么 是 真正 可能 的 
看看 这个 屋子 吧 劳伦斯 你 看到 的 和 我 眼中 的 一样 吗 ? 
我 看到 一群 骄傲 的 飞行员 刚刚 完成 第一次 德国 上空 的 任务 他们 等不及 再 来 一次 了 
这群人 在 远离 故乡 千里 之外 的 地方 终于 感觉 自己 是 美国 人 了 
而 我 看到 太 多 少尉 、 中尉 
光算 任务 数 这些 人 就 该当 上尉 、 少校 了 
你 我 都 清楚 他们 为什么 还 不是 为什么 可能 永远 当不上 
大 环境 改不了 啊 上校 我们 只能 不断 提升 自我 另寻 出路 
敬 蓝天 
海阔天空 无极限 
嘿 丹尼尔斯 
我们 三缺一 呢 哥们 
搭档 还是 单挑 ? 
你 说 呢 ? 我 还 怕 你 再也 醒 不来 了 呢 该死 
几点 了 ? 7 点半 
该死 还有 时间 还有 时间 我 的 裤子 呢 ? 该死 裤子 裤子 我 的 裤子 呢 ? 
别笑 了 可恶 
星期六 早上 7 点半 克罗斯 
你 昏迷 了 三天 
我 错过 了 什么 ? ( 理发 ) 克罗斯 你 错过 太多 了 我飞 了 三次 任务 但头 两次 ... 什么 都 看不见 然后 云层 分开 了 
我 看见 ... 这种 场面 空前 壮观 
成百上千 的 飞机 成千上万 的 人 
我们 那天 第三次 任务 攻击 了 桥梁 、 铁路 编组站 通讯 中心 这样 德国人 无法 增援 
最 精彩 的 要 属 空中 一架 德军 战斗机 都 没有 
天空 只 属于 我们 
这些 航线 都 是 你 制定 的 哈里 
惊奇 队长 难道 我 的 英勇 事迹 对 你 来说 还 不够 英勇 吗 ? 
只是 ... 难以置信 我 竟然 错过 了 
( 1944 年 8 月 D 日后 两个 月 ) 红军 渡过 了 维斯瓦河 
维斯瓦河 在 哪 ? 维斯瓦河 ? 
维斯瓦 ... 在 这里 
- 这得 有 725 公里 吧 ? 
- 不 不到 我 还是 觉得 很 远 
是 但 我们 的 人 在 这里 几乎 到 巴黎 了 
希特勒 最 恐怖 的 噩梦 两线 作战 
我们 被 夹 在 中间 
德国 鬼子 在 放 我们 走 之前 会 杀 了 我们 
我们 不会 任人宰割 的 
我们 必须 制作 更 多 武器 能 做 什么 就 做 什么 还有 另 一种 情况 他们 在 苏联 人 解放 我们 之前 强迫 我们 步行 离开 这里 把 我们 转移 到 帝国 更深 的 地方 比如说 巴伐利亚 
我们 这些 战俘 是 他们 的 筹码 
可 他们 怎么 拿 战俘 当 筹码 ? 像 这样 
我们 必须 立刻 着手 准备 
节约 口粮 让 兄弟 们 恢复 体格 
我们 今后 做 的 一切 都 必须 是 为 这 三种 情况 作 准备 
天 啊 
如果 我们 能 重新占领 海岸线 ... 先生 们 要 去 法国 了 立正 
坐 
龙骑兵 行动 三天 后 开始 
你们 的 任务 让 这 成为 可能 
每个 都 是 我们 反攻 部队 的 关键 登陆点 
我们 会 有 取胜 的 人力 但 有 一个 必要条件 我们 必须 干掉 他们 的 监控 设备 
德国 的 雷达探测 系统 都 安装 在 这里 
我们 要 用 分阶段 的 激进 扫射 行动 将 其 全部打 掉 
- 讲 吧 
- 上校 长官 土伦 在 762 公里 外 往返 就是 1524 公里 
P51 战机 加满 油 的 最大 航程 为 1609 公里 
当然 这 是 在 考虑 空气阻力 系数 和 额外 弹药 重量 之前 而 这些 都 是 变数 
显然 会 导致 燃料 消耗 更 快 用 外挂式 油箱 就 说 能 把 航程 增加 到 2213 公里 吧 
但 那 也 会 显著 增加 飞机 重量 如果 我们 在 完成 任务 后 抛掉 油箱 能 减轻 几千 公斤 重量 但 航程 还是 差 了 几百公里 长官 
你 说得对 梅肯 尉官 
这次 任务 会 很 惊险 
但 并非 不 可能 完成 
你们 要 用尽 机翼 油箱 里 的 每 一滴 油 努力 回到 友军 领地 的 某处 
我们 会 给 大家 分发 身份证件 所以 如果 你们 没有 刚一 降落 就 被 德国人 抓住 便 能 伪装 身份 
也许 能 混入 人群 之中 
祝 大家 混入 人群 好运 吧 
我们 到底 是不是 图斯 基吉人 ? 
是 长官 
- 我们 能 不能 完成 任务 ? - 能 长官 
那 我们 就 去 搞定 
给 长官 
谢 了 中士 - 名字 ? - 伯 勒尔 在 这里 
锋面 的 边缘 在 山脉 上 移动 得 很快 
只是 时机 而已 我们 能 成功 的 
都 是 数学 问题 
好 了 兄弟 们 抛掉 油箱 
收到 梅肯 尉官 
该死 
领飞 呼叫 中队 保持 航线 韦斯特 布鲁克 你 的 油箱 是 怎么回事 ? 我 说 要 抛掉 
油箱 抛不掉 
好 韦斯特 布鲁克 我 陪 你 我们 想想 办法 我们 不会 丢下 你 的 小子 
韦斯特 布鲁克 你 现在 必须 用力 摆动 摆动 看 我 加油 摆动 你 摆 得 不够 用力 小子 加油 我 在 用力 了 
像 我 这样 ... 好 吗 ? 
这 就 对 了 
干得 好 小子 我们 去 完成 任务 吧 
好 了 兄弟 们 我们 恢复 阵型 
收到 梅肯 
( 法国 土伦 ) 防空 火力 墙 他们 知道 我们 来 了 
从来 就 不 容易 
我飞 了 这么 远 不是 来 半途而废 的 兄弟 们 上 我 正 希望 你 这么 说 呢 
戈登 你 带头 
韦斯特 布鲁克 在 中间 我 跟 在 后面 在 这里 下降 
狠狠 揍 他们 兄弟 们 
我 中弹 了 ... 
跳伞 小子 韦斯特 布鲁克 你 得 跳伞 ... 
不 戈登 跳伞 ... 
不 你们 会 为此 付出代价 的 
把 黑人 和 其他 的 一起 关 这里 
这里 就行 跟 你 说 了 我 看到 另 一个 人 跳伞 
他们 把 你们 也 击落 了 啊 ? 
是 谁 啊 ? 
亚历山大 杰斐逊 少尉 
大约 是 在 48 公里 外 被 击落 的 
看起来 你 的 伤不轻 啊 
我 每次 一动 我 ... 就 会 昏过去 你 一定 是 伤 到 了 脖子 
看看 我们 能 怎么 帮 你 那 是 谁 ? 
你 觉得 那 是 新 指挥官 吗 ? 
一个 卫兵 跟 我 说 他们 要 派 人来 
我们 的 兄弟 刚刚 在 法国 登陆 命令 就 下达 了 所有 的 战俘营 都 由 党卫军 管理 了 
看起来 需要 很多 党卫军 呢 
你 觉得 他们 是不是 想 吓唬 我们 ? 
希望 如此 吧 
党卫军 的 规矩 会 给 我们 带来 大 麻烦 是 
我们 得 让 兄弟 们 恢复 体格 
这 对 我们 的 德国 主人 来说 可 不太好 对 吧 ? 
我们 必须 让 这些 人 准备 好 战斗 
不知 这些 德国 鬼子 会 干出 什么 事 
我们 一起 锻炼 肌肉 可能 会 引起 他们 的 注意 
但 清除 树桩 可以 解决 这个 问题 
我们 都 去 轮流 挖 树桩 
这活 很 累人 
能 锻炼 出 我们 反抗 所 需 的 力量 
增加 轮换 次数 
如果 我们 坚持 几个 月 大家 都 能 准备 好 作战 
我们 就 说 是 在 收集 木柴 准备 过冬 
而且 木材 越 多 武器 就 越 多 
坐 吧 尉官 
你 的 手表 很 不错 
( 空军 战俘 转 运营 ) ( 德国 法兰克福 ) 我 得 谢谢 你 
这 是 我 最 喜欢 的 烟 
不过 我会 留下 你 的 笔 
那么 美国 的 情况 怎么样 ? 
亚历山大 杰斐逊 少尉 0819461 
别 这么 正式 杰夫 
我 感觉 自己 已经 了解 你 了 
你 父亲 在 伊利亚 麦考伊 生产 公司 工作 了 十多年 装配 气 制动 润滑 器 他 的 工资 是 一个月 17 美元 
难怪 你 会 去 学 化学 
我们 德国人 很 看重 科学家 
不过 我 相信 一定 有 很多 美国 实验室 愿意 聘请 你 当 厕所 清洁工 
你们 那天 的 目标 是 什么 ? 
理查德 D . 梅肯 少尉 0821916 
你 的 脖子 是 怎么 伤 的 ? 
疼 吗 ? 
少尉 0821916 我 爱 爵士乐 
我 还 记得 参观 底特律 的 天堂 谷 
你 一定 知道 吧 
亚历山大 杰斐逊 少尉 0819461 
洛杉矶 那个 你们 黑人 被迫 居住 的 地方 叫 什么 ? 
对 了 是 瓦茨 区 ... 我 对 那些 地方 很 熟 
我 知道 我 的 国家 有 什么 缺点 
我 知道 这个 国家 正 努力 成为 它 应有 的 模样 
等 我 回国 后 我会 帮助 他们 大大 加速 这一 过程 
开玩笑 吗 ? 希望 你们 把 他们 打惨 了 
你们 认识 他们 吗 ? - 告诉 我们 点 消息 吧 - 嘿 
嘿 看 是 红 尾巴 
你们 是 哪个 团 的 ? 
我 跟 你 讲 这些 人 是 红 尾巴 的 
有 新 消息 吗 ? 嘿 
他们 属于 其他 地方 
我 看起来 像 个 该死 的 瘸子 
你 看起来 像 个 该死 的 士兵 
嘿 红 尾巴 你们 救 了 我们 无数次 真的 
你们 是 哪个 部队 的 ? 332 
来 我 帮 你们 我住 北区 
- 谢谢 - 不 客气 跟 我们 来 吧 我们 来 给 你 疗伤 
有 什么 呢 ? - 快点 出 牌 
见鬼 默夫 亚历山大 杰斐逊 少尉 332 战斗机 中队 
理查德 D . 梅肯 少尉 332 战斗机 组 
先生 们 欢迎 来到 天堂 
跟牌 尉官 
好 该 谁 了 ? 
不 该 你 发牌 
- 我 刚刚 发过 牌 我 赢 了 - 好 吧 ... 好 看看 我 还 能 从 你 身上 赢 走 多少 支烟 吧 ? 
- 墨菲 玩 吗 ? - 不 好 别 给 他 发牌 了 
我们 最近 给 了 你 很多 任务 你 都 完成 了 
你 超额完成 指标 了 克罗斯 谢谢 长官 
小 杰弗里 上校 ) 所以 你 要 休息 一个月 
你 ... 你 是 说 休假 ? 
明天 开始 
抱歉 我 这么 问 长官 但 我 有 得 选 吗 ? - 因为 我 觉得 好像 自己 ... 
- 听 着 克罗斯 比 我们 需要 你 能 履行职责 
我们 需要 你 去度 个 真正 的 假 好好 休息 、 恢复 一下 你 对 我们 来说 太 重要 了 
明白 了 吗 ? 
是 长官 
请 你 解释一下 是 什么 事好 吗 ? 
我 跟 之前 三个 人 解释 三遍 了 我 是 她 朋友 
我 已经 打 了 好 几天 电话 了 
韦斯 盖特 中尉 给 了 我 这个 号码 来 联系 她 
韦斯 盖特 上尉 不 在 先生 
上尉 ? 
好 吧 她 是 出去 吃 午饭 了 吗 ? 
她 会 离开 很久 吗 ? 
- 我 不能 说 先生 - 好 你 能 转告 她 说 ... 你 能 告诉 她 我 要 休假 回家 很 长时间 都 不会 再 回 伦敦 了 吗 ? 
我会 传达 的 先生 谢谢 
那 铁丝网 是 双层 的 每 50 米 有 一座 哨塔 到处 都 是 狗 
反正 我 觉得 是 不 可能 逃跑 的 
计划 好 根本 不必 逃跑 - 我 说 不好 鲍勃 
- 我 跟 你 讲 这是 可行 的 
我 相信 我们 能 抢 到 卡车 即便如此 即便 我们 找 一个 白人 士兵 来开 ... - 两个 必须 是 两个 - 对 德国 鬼子 总是 成双成对 地 出行 
好 ... 我们 抢 了 卡车 找 两个 白人 士兵 穿 纳粹 军装 
我们 用 了 四天 才 从 法兰克福 来到 这里 对 一半 路程 是 火车 
问题 是 我们 在 哪 加油 ? 
我们 不 可能 随便 找个 战俘营 去 加油 啊 
我们 开到 没油 为止 然后 步行 
三天 也许 就 能 走 到 友军 领地 
亚历克斯 画好 地图 了 
你 对 他们 怎么 看 ? 没 看法 
也许 应该 有 看法 
你 的 梦 中 情人 ? 
不 不是 我 的 
不是 我 的 梦 中 情人 身高 1.57 米 翘 臀 皮肤 像 莲纳 荷恩 一般 
此时此刻 尉官 她 正在 亲吻 最后 一批 五年级 学生 的 额头 向 他们 告别 然后 她 也 不 胡闹 立刻 乘上 54 路 巴士 直接 去 马里恩 街 650 号 在 窗前 恭恭敬敬 地 等候 着 - 本人 
- 想得美 
对 我 是 想得美 
这个 ... 只是 给 112 的 特纳 画 的 " 战俘 春梦 " 你 得 确保 他们 用 老 黄金 香烟 当 酬金 因为 这些 烟真 不怎么样 
总之 ... 也许 和 少校 讨论一下 策略 是 有 帮助 的 巴克 
那家伙 从 你 来 了 之后 根本 没理 过 你 现在 你 成 了 他 的 人 
你 是 开 P51 的 ? 
P39 、 P40 、 P47 、 P51 、 AT6 
AT6 我 是 用 AT6 训练 的 
扭矩 很大 
P51 顺滑 多 了 
很 容易 适应 
我 一 开始 也 想 当 战斗机 飞行员 的 然后 我 爱 上 了 大 飞机 
是 我 从小 就 做 模型飞机 
所有 的 型号 都 做 过 
但 我 最 得意 的 作品 绝对 的 杰作 是 超级 马林 喷火 战机 有 一对 60 厘米 长 的 浮漂 翼展 90 厘米 图纸 是 我 根据 报纸 上 的 照片 亲手 画 的 
厉害 啊 
你 读 什么 书 呢 ? 
一个 艺术家 的 故事 
他 牺牲 了 一切 去 追求 自己 的 爱好 ( 《 月亮 和 六便士 》 威廉 萨默塞特 毛姆著 ) ( 前往 帝国 的 单程票 ) 
这 是 你 画 的 ? 
是 长官 合乎 比例 吗 ? 
差不多 吧 
不过 没有 地形 高低 
其实 吧 我们 需要 你 的 帮助 
我们 ? 
我们 有 一群 人 在 想 下 一步 计划 模拟 各种 情况 
我们 不能 坐以待毙 
是 我 注意 到 有些 新来 的 卫兵 很 凶 
是 我 有 应对 计划 
你 要 我 做 什么 ? 
这个 
我们 需要 有人 帮忙 绘制 周围 的 地图 用来 逃离 
回想 第一天 所有人 都 看着 你 
你 有 最终 发言权 
我们 住 八号 营房 你 为什么 没 抱怨 ? 
这么 说 吧 我 至少 知道 你们 不是 间谍 
可不是 吗 
盖尔 克莱 文 少校 100 轰炸 大队 
大家 都 叫 我 巴克 
亚历山大 杰斐逊 少尉 332 战斗机 中队 
你 可以 叫 我 亚历克斯 
好 约翰 会 给 大家 演示 
你 递交 文件 立刻 抓住 手腕 用 拳头 猛击 太阳穴 这里 或 这里 直接 打晕 好 了 各位 对 注意 角度 ... 把 自己 摆正 这样 你们 的 重心 有 更好 的 效果 
... 如果 有 疑虑 因为 木片 会 把 整个 东西 带 出来 明白 吗 ? 
切割 不会 造成 任何 伤害 
要直 插 脖子 明白 吗 ? 然后 要 向前 推 把 整个 喉咙 割开 
明白 吗 ? ( 斯图加特 ) 那位 女士 让 我 捎信 叫 你 去 酒店 见面 长官 
好 谢谢 晚安 长官 
出来 不然 我 进来 了 
桑德拉 ( 伦敦 酒店 《 土 生子 》 理查德 赖特 著 ) 抱歉 克罗斯 我 又 被叫 走 了 
也许 这样 最好 
你 该 和 琼 在 一起 而且 我们 还 没 打赢 战争 呢 
我会 永远 记住 我们 在 一起 的 甜蜜 时光 
爱 你 的 桑德拉 
你 什么 时候 动身 ? 
明天 早上 
去 纽约 待 四周 
- 天 啊 我 真 羡慕 你 
你 知道 我 跟 杰夫 上校 说 我 不想 休假 吧 ? 
休假 对 你 有 好处 
此话 怎讲 ? 
就是 我 觉得 休假 对 你 有 好处 
要 见到 琼 了 开心 吗 ? 
如果 物是人非 了 呢 ? 
一切 都 变 了 克罗斯 
一切 
再也 回不去 了 
太对 了 
谢谢 ... 以 苏联红军 为首 的 前线 天 啊 
苏联 人 攻入 德国 了 东 普鲁士 
巴克 有多近 ? 熄灯 很近 了 
非常 近 
( 下集 预告 ) 快 走 ... 卫兵 们 给 了 我们 30 分钟 然后 就 出发 你 不会 是 在 想 逃跑 吧 ? 
不 可能 太冷 了 
知道 我们 在 哪 吗 ? 
( 纽伦堡 火车 总站 ) 纽伦堡 
我们 现在 位于 敌人 祖国 的 核心 兄弟 们 
" 与 怪兽 搏斗 的 人 要 谨防 自己 变成 怪兽 " 
是 我们 被迫 做 了 一些 难以启齿 的 事 
这些 人能 做 得 出来 的 事 不 他们 活该 
我 参加 我们 今晚 逃跑 
走 吧 我 随后就来 
别 开枪 快 走 巴克 离开 这里 
