第八 航空 隊 從 英國 各處 基地 襲擊德國 的 同時 第 15 航空 隊 也 從義 大利 各處 基地 對德國 進行 攻擊 
第 99 追擊 中隊 是 其中 一員 
他們 就是 大家 所知 的 塔斯 克基飛 行員 
氣泡 藍 呼叫 頭盔 一號 長 官 , 等待 你 的 命令 
航向 ? 
距離 F 點還 有 一分 鐘 又 六秒 
準備 進行 最終 進場 按照 直線 排列 , 停止 通話 
進入 射程 , 投彈 
七枚 直接 命中 建築物 , 兩枚擊 中車輛 我會標 記為 一次 直接 命中 
500 次 
- 晚安 , 希特勒 - 塔斯 克基 , 寶貝 , 500 次 任務 
( 第 99 戰鬥機 中隊 , 500 次戰鬥 任務 ) 可怕 二人 組帶 來 8600 公斤 的 吻 
我們 完成 了 500 次 塔斯 克基 任務 
- 這 很 值得 慶祝 , 中尉 - 上尉 , 長 官 
亞歷 , 別緊 張 , 我 只是 來 恭喜 你 
一如 往常 , 表現 得 很 出色 
長 官 , 謝謝 
難道 我 得 上 軍事 法庭 才能 命令 你 喝 一口 那瓶 啤酒 嗎 ? 
不 , 長 官 
亞歷 , 你 是 聰 明人 但別 讓 聰明誤 了 快樂 
不 , 長 官 , 只是 ... 嗨 , 呵 , 弟兄 們 塔斯 克基起 飛 , 塔斯 克基 再次 起飛 
直衝 天際 , 執行 任務 塔斯 克基起 飛 , 塔斯 克基 再次 起飛 ( 義 大利 , 拉米 泰 利空 軍 基地 ) 上尉 , 別誤 會 我 我 對 於 我們 的 成就 非常 自豪 , 但是 ... 我們 何時 要 展開 更 猛烈 的 行動 ? 
有 傳言 說 我們 要 加入 第 332 戰鬥 機大隊 執行 更 深入 歐洲 的 任務 真的 嗎 ? 
正在 計畫 當中 第 96 大隊 預計 幾天 後 抵達福 賈 
我們 要 首次 進行 飛越 德國 的 任務 負責護航 , 去 慕尼黑 
P - 40 戰鬥機 無法 應付 那種 高度 
可能 會開 新 飛機 , P - 51 戰鬥機 
保持 耐心 , 我們 等 著 看 
這時候 就 放 鬆 一下 吧 
享受 一下 
對 , 我 知道 只是 這很難 , 因為 ... 因為 我們 有些 弟兄 還 流落 在外 
亞歷 , 你 的 任務 沒 有失 敗 所以 別 讓 自己 累垮 
一切 都 有 其 秩序 
滿壘 , 九局 上半 兩 出局 、 三壞球 、 一 好球 
紐豪瑟 做好 準備 , 投出 一顆 曲球 
凱勒 用力 揮棒 , 但 落空 了 , 二 好球 
他 用力 到 鞋子 都 快 掉 了 
高登後退 幾步 - 嘿 , 巴奇 - 朝著壘 包 
巴克 , 這 可是 重要 比賽 
我 跟 大家 剛剛 在 想 比分 如何 少校 , 你 還好 嗎 ? 很 好 , 為 什麼 會 不好 ? 
只是 問 一下 ? 
我 很 好 , 我 說 真的 我 已經 在 這裡 待 了 八個 月 
依然 受困 , 依然 受凍 , 依然 在 吃 餿 水 
我們 一直 等待 某件事 發生 即使 根本 不會 發生 
情況 原本 可能 更糟 , 我們 可能 已經 死 了 
也 許對 你 來 說 是 如此 , 至少 我能 忍受 死亡 
但 我 忍受 不了 這樣 
我們 還在 等 什麼 ? 
我們 都 覺得會 有 某事 發生 也 許得 靠 我們 讓 它 發生 
像 那些 英國人 做 的 事 嗎 ? 
逃跑 , 然後被 處決 ? 
我們 得 保持 耐心 1944 年 6 月 3 日 凌晨 5 點 56 分到 5 點 57 分 
距離作 戰日 還有 三天 這是 接下 來 72 小時 內 我能 睡 的 最 後 一分 鐘 
( 作戰室 ) 我們 的 工作 是 轟炸諾曼 第 的 德國 防禦 設施 時間 點是 登陸艇 抵達 海邊 的 幾分 鐘前 然 後 一整天 持續 攻擊德國 更 內陸 的 
共有 約 200 個 任務 全都 需要 飛行 計畫 和 地圖 
24 小時 第一晚 會騙 你 , 讓 你 以 為 很 容易 
第二天 的 第二 頓 早餐 才 是 辛苦 的 開始 
我 每次 休息 都 試著 聯 繫 珊 卓 ( 法國 , 巴黎 ) 但 我 找 不到 她 , 她 就 像 憑空 消失 了 
文件 文件 , 妳 要 去 哪裡 ? 
先生 , 我 只是 要 去 上班 
32 小時 , 第二天 的 第二 個 下午 
這時候 , 靠 咖啡 已經 不夠 了 
克羅斯比 , 你 得 睡覺 對 , 等 任務 結束 後 
- 而 不是 繼續 吃藥 - 好 , 我會 的 , 醫生 , 我會 的 
等 結束 以 後 
每 12 小時 只能 吃 一顆 - 克羅斯 , 你 有 聽 到 嗎 ? 
我 聽 到 了 60 小時 , 你 的 思緒 開始 對 你 耍花招 
你 聽 得到 那聲音 吧 ? 什麼 ? 什麼 聲音 ? 
少來 , 你 聽 得到 , 就是 滴 ... 
我畫 完一場 任務 的 航線 作戰室 又 送 來 五趟 任務 
全是 高度 優先 目標 
睡眠不足 、 咖啡 、 興奮劑 壓力 、 恐懼 、 脫節 這些 本身 就是 一種 癮頭 我 對 鍍金有 興趣 
我監 聽 了 整棟 建築 
很 好 
我們 接到 一些 消息 , 來 自一個 火車 站 位 在 勒 貝克埃 盧安 
尚會 告知 妳 任務 的 內容 , 妳 明天 就 出發 
64 小時 你 只能 努力 活下 來 一口 一口 地 呼吸 , 一步 一步 地 走 
克羅斯比 
克羅斯比 , 你 得 去 睡覺 不 ... 我 沒事 , 我 只是 要 ... 
- ... 做 簡報 - 克羅斯 , 去 睡覺 , 這是 命令 , 馬 上去 我 沒 辦法 , 傑克 
- 克羅斯比 - 我 沒事 , 真的 
我 只是 還有 幾件 事要 完成 ... 哈利 
坐下 
如果 你們 是 第一次 見 到 我 這張 臉 我 是 你 們 的 新 指揮官 我 叫傑 佛瑞 班 奈特 中校 被 調回 第 395 中隊 了 但 我會 沿用 他 擔任 指揮官 期間 所 作出 的 改變 
羅 森 
謝謝 , 上校 
各位 , 如果 基地 完全 封鎖 幾 千架 飛機 列隊 的 聲音 不是 你們 的 第一 個線索 我們 再過 幾個 小時 就要 進攻 歐洲 長 官 , 有什麼 最 後 的 忠告 嗎 ? 
不 , 我 沒 有 最 後 的 忠告 因為 我 還會 再 見 到 你 好 嗎 ? 
好好 地起 飛 , 完成 你 的 任務 , 然 後 降落 接下 來 就換 你給 我 一些 忠告 了 
每趟 飛行 都 是 獨特 的 經驗 就是 這樣 , 各位 , 快 成功 了 
好 , 有 進步 
很 好 , 繼續 用力 , 快 成功 了 
西蒙斯 , 就是 這樣 , 繼續 用力 
你們 這些 蠢蛋 這麼 拚命 工作 這裡 簡直 就 像 勞動營 
現在 地面 鬆 動 了 我們 有 機會 取得 能 生火 的 木材 
休息 一下 吧 , 拜 託 , 我們 來 打球 
各位 , 你們 要 不要 打球 ? 不要 嗎 ? 
墨菲 , 要 打球 嗎 ? 來 嘛 , 瘦 巴巴 隊 對 皮包骨 隊 , 怎麼樣 ? 
瘦 巴巴 隊 可以 當客隊 , 不 對 不 , 我們 都 是 客隊 , 我們 兩隊 都 是 客隊 所以 , 皮包骨 隊 可以 在 雙方 同意 的 情況 下 先 打擊 ... 不幫 忙 就 滾開 
- 你給 我 閉嘴 - 你 到底 有什麼 問題 ? 
你 不想 幫忙 就 閃邊 去 
你 是 營裡 的 新國王 , 而 我礙 著 你 了 ? 
克萊文國 王說 : " 不准 打 棒球 只能 一直 工作 " , 他 只 想 工作 
抱歉 , 起來 吧 不 , 快 工作 , 你 還得拉樹 墩 - 樹墩 國王 , 去 工作 - 好 了 , 你 這瘋子 , 起來 吧 - 好 了 , 起來 吧 - 不 , 回去 工作 啦 
- 起來 啦 , 你 這個 瘋子 
- 放開 ... - 怎樣 ? 
受不了 了 嗎 ? 怎樣 ? 你 受不了 ... 喂 , 你們夠 了 
所有人 回去 基地 
怎麼 回事 ? 
回去 營房裡 
看來 德國 佬 收到 了 壞 消息 
他們 登陸 了 , 對 吧 ? 你 以 為 呢 ? 
我 軍 在 西歐 , 終於發生 了 
- 兄弟 - 乾杯 , 兄弟 
天 啊 , 她 真美 
她 好 漂亮 , 喬 , 恭喜 
謝 了 , 梅肯 , 她 老爸 答應 了 
等 我 回去 就 在 我 阿姨 家 的 後 院辦 婚禮 
那 你 婚後九個 月 就 會當 爸爸 了 那 正好 , 希望 如此 
讓 我 看看 你 的 
- 你 想 看 我 的 寶貝 ? 
- 快點 好 , 給你看 
- 天 啊 - 我 跟 你 說 這裡 有 9.59 公頃 的 火炬松 
還有 優質 的 林地 , 他 說 會 留給 我 是 嗎 ? 
晚安 , 上尉 
戴維斯 上校 
敬 慕尼黑 
你 知道 , 我無法 為 任何 任務 乾杯 即使 只 損失 幾架 轟炸機 
我們 12 架 轟炸 機要 搭配 每架 戰鬥機 執 行空 襲護 航任務 ? 
他們 明 知道 那樣 人力 和 設備 都 不足 
只 損失 幾架 轟炸機 就算 一大 勝利 了 
上級 預計會 有 更 多 傷亡 
上級 不 知道 能 預期 什麼 真正 的 可能性 是 什麼 
勞倫斯 , 你 環顧 這個 地方 你 跟 我 看到 的 一樣 嗎 ? 
我 看到 一群 自豪 的 飛行員 在 德國 上空 執行 了 他們 的 第一次 任務 他們 等不及 要 整裝 再 出發 
一群 男人 , 離家數 千里 終於覺 得 自己 像是 美國人 
我 看到 太 多 少尉 和 中尉 
光 就任 務次數 而言 這些 人 早 該 是 上尉 或 少校 
我們 都 知道 他們 為 何還 不是 我們 也 知道 他們 為 何永遠當 不成 
上校 , 我們 改變 不了 體制 我們 會 繼續 進步 , 尋找 新 的 方向 
敬更蔚 藍 的 天空 
高度 和 視野 都 不 受限制 
嘿 , 丹尼 爾斯 
兄弟 , 我們 還缺 一個 人 
要 合作 還是 割 喉戰 ? 
你 覺得 呢 ? 我 還在 想 你 會 不會醒 來 該 死 
現在 幾點 ? 7 點 30 分 
該 死 , 還有 時間 還有 時間 , 可惡 , 我 的 褲子 呢 ? 褲子 褲子 , 我 的 褲子 到底 在 哪裡 ? 
快點 啦 , 該 死 
是 星期六 早上 7 點 30 分 , 克羅斯 
你 昏迷 了 三天 
我 錯過 了 什麼 ? ( 理 髮 部 ) 克羅斯 , 你 錯過 太多 了 我 執行 了 三次 突擊 任務 但 我 前 兩次 什麼 都 看不到 然後雲層 分開 了 
你 ... 那 景象 前 所 未 見 
數 百架 飛機 數 千名 士兵 
那天 , 我們 第三次 去 襲擊橋 樑 、 鐵路 機廠 通訊 中心 因此 德國人 無法 調度 任何 增援 
最 精彩 的 是 什麼 呢 ? 空中 一架 德軍戰 鬥機 都 沒 有 
天空 是 我們 的 
這都 歸功 於 你 規劃 的 航線 , 哈利 
驚奇 隊長 , 我 這些 英勇 的 英雄 故事 對 你 來 說 還不夠 英勇 嗎 ? 
只是 ... 我 只是 不敢相信 我 錯過 了 
( 1944 年 8 月 , 作戰 日後兩個 月 ) 蘇聯紅 軍 已 橫渡 維斯 圖拉河 ... 
維斯 圖拉河 在 哪裡 ? 維斯 圖拉河 ? 
維斯圖 拉 ... 在 這裡 
- 多遠 ? 725 公里 嗎 ? 
- 不 , 沒 那麼 遠 我 看 起來 覺得 很 遠 
對 , 但現 在 我 軍 在 這裡 , 快到 巴黎 了 
希特勒 最大 的 惡夢 , 兩線 作戰 
而 我們 身處 兩線 之間 
德國佬放 我們 走 之前 , 會先 殺 了 我們 
我們 不會 不戰 而 逃 
我們 得 製 作 更 多 武器 , 盡 我們 所能 還有 另 一個 可能 的 狀況 他們 在 蘇聯人能 釋放 我們 之前 就 強迫 我們 撤離 這裡 把 我們 遷移 到 第三 帝國 的 更深 處 例如 巴伐利 亞 
把 這些 戰俘 當作 籌碼 
但 他們 會 怎麼 做 ? 像 這樣 
我們 現在 就 得 開始 準備 
節省 配給 , 讓 弟兄 們 保持 精壯 
從現 在 起 , 我們 做 的 每件事 都 必須 為 了 這三種 狀況 做 準備 
天 啊 
如果 我們 能 重新 佔領 海岸 各位 , 你們 要 去 法國 了 立正 
坐下 
龍 騎兵 行動 在 三天 後 展開 
你們 的 任務 讓 此行 動 得以 進行 
每個 都 是 我們 即將 抵達 的 部隊 的 關鍵 登陸點 
我們 將有 壓倒性 的 兵力 , 但 唯一 的 前提 是 我們 要 摧毀 他們 的 耳目 
這裡 沿岸 遍 佈 德國 雷達 偵測 系統 
我們 將進行 分階段 侵略性 掃射 把 它們 全部 摧毀 
- 請 說 
- 上校 , 長 官 土倫有 762 公里 遠 來 回 總共 1524 公里 
而 我們 的 P - 51 戰機 最大 燃油 航程 只有 1609 公里 
當然 , 這還 沒 考慮 到 阻力 係 數 加上 彈藥 超重 這兩者 都 是 變數 
而且 顯然會 導致 燃料 消耗 得 更 快 加上 副油箱 可以 讓 我們 的 續 航距 離達 到 2213 公里 
但 重量 也 會 顯著 增加 如果 我們 在 飛行 後 丟棄 油箱 可以 減輕 上千 公斤 但 還是 差 了 幾 百公里 , 長 官 
你 說 得 對 , 梅肯 中尉 
這次 任務會 很 驚險 
但 並非 不 可能 成功 
你們 要 謹慎 使用 機翼 油箱 裡的 每 一滴 油 試著 回到 友 軍 的 領土 上 
我們 會給 你 們 身分 文件 只要 你們 沒 有 一 落地 就 被 德 軍 抓 到 就 可以 用假 身分 
你們 也 許能夠 融入 當地 人 
努力 融入 吧 
我們 是不是 塔斯 克基飛 行員 ? 
長 官 , 是 , 長 官 
- 我們 會 不會 完成 這次 任務 ? - 長 官 , 會 , 長 官 
那 我們 就 搞定 這個 任務 
長 官 , 給你 
謝謝 , 中士 - 名字 是 ? - 布瑞 , 這裡 
鋒面 邊緣 正 快速 地 穿越 山脈 
只是 時機 問題 我們 會 成功 的 
都 靠 精準 的 計算 
好 , 弟兄 們 , 排出 燃料 
收到 , 梅肯 中尉 
該 死 
領頭機 呼叫 中隊 , 保持 在 航線 上 衛 斯特 布魯克 , 你 的 油箱 怎麼 了 ? 我 說 要 排出 
無法 排出 油箱 
好 吧 , 衛 斯特 布魯克 我 陪 你 , 我們 會 設法 解決 的 小子 , 我們 不會 丟下 你 
衛 斯特 布魯克 , 你現 在 得 用力 踩 踩 , 看著 我 , 快點 , 踩 小子 , 你 踩得 不夠 用力 , 快點 我 很 用力 
像 我 這樣 , 好 嗎 ? 
就是 這樣 
小子 , 做得好 , 我們 來 完成 這個 任務 吧 
好 , 各位 , 我們 恢 復 隊形 
梅肯 , 收到 
( 法國 , 土倫 ) 密集 炮火 , 他們 知道 我們 會 來 
本來 就 不 可能 容易 
我 可 不想 大老遠 跑 來 結果 完全 沒中彈 , 各位 , 加油 我 正 希望 你 這麼 說 
戈登 , 你 帶頭 
衛 斯特 布魯克 在 中間 , 我殿 後 往 這裡 飛 
各位 , 猛攻 他們 
我 中彈 了 ... 
小子 , 快離開 衛 斯特 布魯克 , 你 得 跳傘 , 快 跳 
不 , 戈登 , 快 跳 , 跳傘 
不 , 你們 一定 會 付出 代價 
把 那些 黑人 跟 其他 的 一起 關在 這裡 
在 這裡 就 好 我 就 說 我 還有 看到 一個 降落 傘 
你們 也 被 他們 抓 到 了 嗎 ? 
是 誰 ? 
亞歷 山大傑 佛遜 少尉 
約 在 48 公里 處 被 擊落 
看來 你 的 狀況 很 差 
我 每次 一動 就 就 會 昏厥 你 一定 是 傷到 脖子 了 
我 看看 我們 能 怎麼 幫 你 那 是 誰 ? 
會不會 是 新 的 指揮官 ? 
有個 警衛 跟 我 說 他們 會 派 人來 
我 軍 一登陸 法國 , 命令 就 下 來 了 所有 戰俘 營都 由 親衛隊 管理 
看來 會 需要 很多 親衛隊 
你 覺得 他們 只是 想嚇 唬 我們 嗎 ? 
希望 如此 
親衛隊 的 規矩 會 讓 我們 惹 上 一堆 麻煩 是 啊 
我們 得 讓 弟兄 們 保持 健康 
我們 的 德國 東道 主 看起 來 情況 不太好 , 對 吧 ? 
我們 得 讓 他們 隨時 準備 好 戰鬥 
我們 不 知道 這些 德國佬會 做 什麼 事 
我們 所有人 一起 訓練 和 健身 那樣 他們 可能 會 注意 到 
但 那台 去除 樹墩 的 機器 可以 解決 這問題 
我們 都 推過 那個 東西 
很 辛苦 
可以 鍛 鍊 我們 抵抗 時 需要 的 力氣 
增加 輪替 次數 
只要 我們 持之以 恆幾個 月 就 能夠 做好 戰鬥 的 準備 
我們 跟 他們 說 , 我們 想要 那些 木材 為 冬天 做 準備 
況且 , 木材 越 多 , 武器 就 越 多 
中尉 , 請 坐 
你 的 錶 很 不錯 
( 空軍過 渡戰 俘營 , 戰俘 中 轉營 ) ( 德國 , 法蘭克福 ) 我得 謝謝 你 
這些 是 我 的 最 愛 
不過 我 想 留著筆 
那麼 , 美國 的 情況 怎麼樣 ? 
亞歷 山大傑 佛遜 , 少尉 , 0819461 
傑佛 , 我們 別 那麼 客套 
我覺 得 我 好像 已經 很 瞭解 你 了 
你 父親 在 以利 亞麥考 伊 製 造 公司 工作 了 十幾年 負責 組裝 空氣 制動潤 滑劑 他 一個 月 賺 17 美元 
難怪 你 選擇 了 化學 
我們 德國人 很 看重 科學家 
雖然 我 想 一定 有 很多 美國 實驗室 願意 僱用 你 當廁 所 清潔工 
那麼 , 你 那天 的 目標 是 什麼 ? 
理查 D . 梅肯 , 少尉 , 0821916 
你 的 脖子 是 怎麼 受傷 的 ? 
你 會 痛 嗎 ? 
少尉 , 0821916 我 很 喜歡 爵士 樂 
我 還記 得 我 去過 底特律 的 天堂 谷 
你 一定 知道 那裡 
亞歷 山大傑 佛遜 , 少尉 , 0819461 
你們 黑人 被 強迫 居住 在 洛杉磯 的 那個 地方 叫 什麼 ? 
對 , 叫華茲 , 華茲 我 對 那些 地方 很 熟悉 
我 知道 ... 我 的 國家 有 什麼 缺點 
我 知道 它 正 努力 地 成為 它 所承諾 的 那種 國家 
等 我 回去 之 後 我會 幫助 他們 更 快 改進 
你 在 開 玩笑 吧 ? 希望 你們 有 痛擊 他們 
你們 認識 他們 嗎 ? - 跟 我們 說 新 消息 - 嘿 
嘿 , 你們 看 , 是 紅尾 
你們 是 哪個 軍團 的 ? 
我 跟 你 們 說 , 他們 是 紅尾 
有 新 消息 嗎 ? 嘿 
他們 是 其他 地方 的 人 
我 看 起來 像 個 該 死 的 殘廢 
你 看 起來 像 個 該 死 的 軍人 
嘿 , 紅尾 我 跟 你 們 說 , 你們 救 了 我們 好 多次 
你們 是 哪個 單位 的 ? 第 332 大隊 
來 , 我 帶 你 們 過去 我 在 北區 
- 謝謝 你 - 對 , 跟 我們 來 我們 會 幫 你 們 安頓 下來 
有什麼 牌 ? - 來 , 開始 吧 
該 死 , 墨菲 亞歷 山大傑 佛遜 少尉 , 第 332 戰鬥 機大隊 
理查 D . 梅肯 少尉 , 第 332 大隊 
兩位 , 歡迎 來 到 天堂 
中尉 , 跟牌 
好 , 剛剛 玩 到 哪裡 ? 
不 , 換你 發牌 
- 我 剛剛 發過 牌 也 贏了 - 好 好 , 看看 我能 再贏 你 們 幾根 菸 , 嗯 ? 
- 墨菲 , 你 要 玩 嗎 ? - 不要 好 , 別發 他 的 牌 
我們 要求 你 負責 很多 工作 你 都 承擔 下來 了 
克羅斯 , 你 做 的 比 預期 得 更 多 長 官 , 謝謝 你 
小傑 佛瑞 上校 ) 所以 你 可以 放假 一個 月 
你 是 指 放假 嗎 ? 
從 明天 開始 
長 官 , 很 抱歉 我 這樣問 但 我 有 得 選擇 嗎 ? - 因為 我 覺得 我 好像 ... 
- 克羅斯比 , 你 聽 著 我們 需要 你 好好 的 
我們 需要 你 能 真正 地 放假 好好 地 休養 , 你 對 我們 來 說 太 重要 了 
清楚 了 嗎 ? 
清楚 , 長 官 
你 能 說明 這通 電話 是關 於 什麼 事 嗎 ? 
如同 我 跟 前面 三位 轉接 人員 說過 三次 的 話 一樣 我 是 一個 朋友 
我 已經 打過 去 好 幾天 了 
魏斯蓋 特陸 軍 中尉 給了 我 這個 電話 說 能 找到 她 
先生 , 魏斯蓋特 上尉 現在 不 在 
上尉 ? 
好 , 她 出去 吃 午餐 嗎 ? 
她 會 不 在 很 久 嗎 ? 
- 先生 , 我 沒 有 權限 說 - 好 , 妳 能 不能 跟 她 說 ... 妳 能 不能 跟 她 說 , 我 休假 期間 要 回家 這 可能 是 我 近期 在 倫敦 的 最 後 一段 時間 
先生 , 我會 轉達 這件 事 謝謝 妳 
那 是 雙股 刺網 每隔 50 公尺 就 有 一座 警衛塔 , 到 處 都 有 狗 
我覺 得 要 逃離 這裡 是 不 可能 的 
好好 計畫 , 就 不用 逃跑 - 鮑伯 , 我 可不 確定 
- 我 跟 你 說 , 也許 可行 
即使 我們 搶 到 卡車 現在 我 能 相信 這一點 即使 我們 找到 一個 白人 戰俘 來 開卡車 ... - 兩個 , 一定 要 兩個 - 嗯 哼 德國 佬 總 是 兩 兩一 組行動 
好 , 所以 我們 搶 到 卡車 讓 兩個 白人 戰俘 穿著 納粹 軍服 我們 當初 還是 花 了 四天 才 從 法蘭克福到 這裡 
是 啊 , 有 一半 的 路途 是 搭 火車 
問題 是 , 我們 要 在 哪裡 加油 ? 
我們 可 不能 停 在 某個 戰 俘營 加油 
我們 開到 沒人 的 地方 再 開始 徒步 
走 三天 也許 就 能 到友 軍 的 領土 
亞歷 都 計畫 好 了 
你 覺得 他們 怎麼樣 ? 我 對 他們 沒有 任何 想法 
也許 我們 應該 要 有 
你 的 夢 中 情人 啊 ? 
不 , 不是 我 的 
不 , 我 的 夢 中 情人 身高 157 公分 翹 臀 皮膚 像 蓮納 荷恩 
此時 此刻 , 中尉 , 就 在 此時 此刻 她 正 溫柔 地親 吻 最 後 一位 即 將放學 的 五年 級學生 的 額頭 然 後 她 馬 上 搭 上 54 路公車 直達馬里 恩街 650 號 在 那裡 , 她 忠貞 地守候 在 窗邊 - 等待 著 我 
- 你 慢慢 想 吧 
對 , 我 也 想 
這個 ... 這 只是 我 替 112 房 的 透納 畫的 另 一張 性幻想 圖畫 你 只要 確定 他們 會用 香菸 跟 你 買 就 行 因為 這裡 的 菸 爛死 了 
總 之 ... 跟 那位 少校 討論 策略 也 許會 有 幫助 巴克 
你 剛來 時 , 他 跟 你 說 不到 兩句 話 現在 你 卻 想 聽 他 的 
你們 開過 P - 51 戰鬥機 ? 
開過 P - 39 、 P - 40 、 P 
AT - 6 , 我受 訓時 是 開 AT - 6 
扭矩 很強 
P - 51 平穩 多 了 
轉換 起來 很 容易 
我 一開始 也 想 當戰鬥機 飛行員 後 來 我 愛上 了 大飛機 
是 啊 , 我 從 小 就 喜 歡組 模型 飛機 
組過 各種 能 想到 的 模型 
但 我 最偉大 的 作品 , 我 真正 偉大 的 作品 是 一架 噴火 戰鬥機 有 兩個 60 公分 的 浮筒 , 90 公分 的 翼展 我 看 報紙 上 的 照片 自己 畫 平面 圖 
真不錯 
你 在 看 什麼 書 ? 
一位 藝術家 的 故事 
他 為 了 追求 興趣 而 犧牲 一切 ( 《 月亮 與 六便士 》 威廉 薩默 塞特 毛姆著 ) ( 前往 第三 帝國 的 單程 車票 ) 
這是 你畫 的 ? 
是 的 , 長 官 有 按照 比例 嗎 ? 
算是 吧 
但是 沒有 高度 
其實 , 我們 需要 你 的 幫忙 
我們 ? 
我們 有 一群 人 在 想 下 一 步行 動 、 逃獄 的 可能性 
我們 不能 只是 坐以待斃 
是 啊 , 我 有 注意 到 來 了 一批 更 強悍 的 新守衛 
對 , 我 想 好 對策 了 
你們 需要 我 做 什麼 事 ? 
這件 事 
我們 需要 有人 幫忙 繪 製 逃 獄 的 區 域 圖 
回想 第一天 , 所有人 都 仰望 著 你 
你 有 最終 決定權 
你 為 何不 抱怨 我們 住 進八人房 ? 
這麼 說 吧 , 至少 我 知道 你們 不是 間諜 
真是 諷刺 
蓋爾克萊文 , 少校 , 第 100 轟炸 機大隊 
大家 都 叫 我 巴克 
亞歷 山大傑 佛遜 少尉 , 第 332 戰鬥 機大隊 
你 可以 叫 我亞歷 
好 , 這位 約 翰會示 範給 你 們 看 
你 交出 文件 , 馬 上 抓住 對方 手腕 用力 打 他 的 太陽穴 這裡 或 這裡 , 把 他 打暈 好 了 , 各位 , 對 , 調 整一下 , 找到 重心 這樣 你 的 重心 會 更 紮 實 
... 如果 遲疑 的 話 因為 這些 木刺 能 造成 更大 的 傷害 , 好 嗎 ? 
削掉 就 沒 有 殺 傷力 了 
必須 直接 插進 脖子 , 懂 嗎 ? 然 後 用力 捅 進去 , 割破 他 的 喉嚨 
可以 嗎 ? ( 斯圖 加特 ) 有 一位 女士 的 訊息 她 說 在 飯店 見面 , 先生 
好 , 謝謝 晚安 , 先生 
妳 不 出來 , 我 就要 進去 了 
珊卓 ( 倫敦 酒店 , 《 土生 土長 的 兒子 》 理查 萊特著 ) 抱歉 , 克羅斯 我 又 被 派 到 遠方 了 
也許 這樣 比 較 好 
你 應該 回到 金身邊 而且 我們 還得 打贏 這場 戰爭 
我會永遠 懷念 我們 在 一起 的 時光 
愛你 的 珊卓 
你 何時 要 走 ? 
明天 早上 
在 紐約 市待 四星期 
- 天 啊 , 我 真羨慕 你 
你 知道 我 跟 傑佛 上校 說 我 不想 休假 嗎 ? 
休假 對 你 有 好 處 
你 這話 是 什麼 意思 ? 
意思 是 我 覺得 休假 對 你 有 好 處 
你 期待 見 到 金 嗎 ? 
如果 一切 都 不 一樣 了 呢 ? 
克羅斯 , 一切 都 不 一樣 了 
全都 不一樣 了 
再也 不會 一樣 了 
那 倒 是 真的 
謝 了 ... 由 蘇聯紅 軍 前線 所領 軍 天 啊 
蘇聯人攻 進德國 了 東普魯士 
巴克 , 距離 多近 ? 關燈 很近 
非常 非常 近 
( 《 空戰 群英 》 下集 預告 ) 前進 ... 德國佬給 我們 30 分鐘 , 然 後 就要 撤離 你 該 不會 想要 逃跑 吧 ? 
在 這 冰天雪地 中 沒 辦法 
知道 我們 在 哪裡 嗎 ? 
( 紐倫堡 火車 總站 ) 紐倫堡 
我們 在 他們 國土 的 中心 地帶 
" 對抗 怪物 者 要 小心 別變成 怪物 " 
對 , 那 迫使 我們 做出 一些 艱難 的 選擇 
這些 人能 做出 來 的 事情 ... 不 , 他們 罪 有 應得 
我 加入 , 我們 今晚 試著 逃跑 
快 走 , 我 隨後就 到 
別開 槍 , 快 走 , 巴克 , 快 逃出去 
