‫ ما هذا بحق السماء ؟ يا لحظّي العاثر . 
‫ مرحباً . 
‫ أنا ... ‫ رأيت إعلانك للعمل بدوام جزئي . 
‫ " تنظيم مخزن ومهام بسيطة " ‫ اسمي " باي جيونغمين " . 
‫ أعرف من تكون . 
‫ ارتدت المدرسة الابتدائية مع " جيان " . 
‫ كيف يعمل هذا أصلاً ؟ 
‫ لم أكن أتكلّم معك . 
‫ كم مرة عليّ أن أخبرك ؟ جدياً . 
‫ هل تعرف كم مرة كدت أتعرّض للقتل ؟ 
‫ على أية حال ، أنا في الداخل . 
‫ رأيت صورة " جيان " ، أليس كذلك ؟ 
‫ سأنشّط شيفرة المصدر لـ " مساعدة للقتل " ‫ وأرسلها لك اليوم . 
‫ سأسلّم مركز التسوّق هذا في غضون ٣ أيام . ‫ أنا المساهم الأول في ذلك . 
‫ ماذا ؟ 
‫ تريدني ... ‫ أن أقتلها ؟ 
‫ ماذا ؟ 
‫ قطعت كل هذا الشوط ‫ والآن تعجز عن تنفيذ الأمر ؟ 
‫ أهذا كل ما تستطيع فعله ؟ 
‫ ماذا تقصد ؟ ‫ بأنك حبستني ؟ 
‫ ماذا ؟ 
‫ هذا ما قلته . 
‫ عندما كنا أصغر سناً ، ‫ أنت من حبستني في المخزن . 
‫ ذلك الأمر ؟ 
‫ " جيونغ جينمان " ! 
‫ " جيونغ جينمان " ! 
‫ كنت أشعر بالفضول ‫ لأعرف إن كنت بكماء أم لا . 
‫ فأقنعت بعض الأصدقاء بحبسك . 
‫ اعتقدت أنك ستتمكنين من الكلام ‫ في ظل ظروف قاهرة . 
‫ يجدر بك أن تشكريني . 
‫ تجاوزت عسر النطق بفضلي . 
‫ أنت مرتبكة ، ألست كذلك ؟ 
‫ لا بد أنك مرتبكة حيال ما يجري . 
‫ يحدث أمر كنت تتخيلين أنه لن يحدث أبداً . ‫ هذا مفهوم . 
‫ ما الذي تقوله بحق السماء ؟ 
‫ ألا تريدين أن تعرفي ؟ ‫ حيال ما يجري الآن . 
‫ هناك مكان يُدعى " بابل " . 
‫ أيها الغبي . 
‫ لا يُوجد أي قتلة في بلادنا . 
‫ رأيت بنفسك موقع الشبكة العميقة . 
‫ يجري بيع الأسلحة . 
‫ تُباع بندقية " آي كي ٤٧ " ‫ بمبلغ ١.٢ مليون وون . 
‫ هل كنت لتشتريها لو كنت تملك النقود ؟ 
‫ سُرّحت من الجيش لأنك لم تحتمل المشقّة . ‫ ماذا ستفعل ببندقية " آي كي ٤٧ " ؟ 
‫ كنت في قسم العمليات ؟ ‫ أتجيد حتى إطلاق النار من مسدس ؟ 
‫ رباه . ماذا تعرف أصلاً ؟ 
‫ أنا جاد . جودة الموقع كانت مختلفة . 
‫ استُعيدت السيطرة عليه ‫ بعد ٥ دقائق من اختراقي له . 
‫ ثمة أمر مريب فيه . 
‫ بحقك ! 
‫ كلما كانت الجودة أفضل ، ‫ كانت فرصة أن يكون مزيفاً أكبر . 
‫ ما خطبك ؟ هل أنت هاو ؟ 
‫ هاو ؟ 
‫ إذاً كيف يبدو المحترف ؟ 
‫ نرتاد جامعة غير معروفة . نحن لسنا محترفين . 
‫ نحن فاشلان . 
‫ هذه الأيام ، الكثير من قراصنة الإنترنت ‫ يحاولون الحصول على عمل جيد في شركة كبرى . 
‫ قرصان إنترنت مجرم حقيقي في بلادنا ؟ ‫ كلهم رضخوا . 
‫ يتظاهرون بأنهم مجرمون ، ‫ لكنهم يعملون مع الحكومة . 
‫ انتظر وسترى . ‫ سأريك كيف يكون قرصان الإنترنت المجرم . 
‫ دعك من ذلك . سينتهي بك المطاف في السجن . 
‫ هل تخاف من دخول السجن ؟ 
‫ بالطبع ! 
‫ - أنا خائف جداً ! ‫ - كفاك . 
‫ عش بقية حياتك وأنت تأكل اللحم عن سيخ . 
‫ ما العيب في ذلك ؟ 
‫ " أدخل كلمة المرور " ‫ ما كان اسم ذلك الموقع ؟ 
‫ " مساعدة للقتل " ؟ 
‫ يا للهول . 
‫ ما هذا ؟ يا له من وغد . ‫ من يدخّن في الداخل هذه الأيام ؟ 
‫ ظلّ الوغد يرمقنا بنظرات قذرة . 
‫ هل ننزل ونضربه ؟ 
‫ يحتاج أمثاله إلى ضرب مبرح . 
‫ لم أشعر بهذا الغضب منذ ... 
‫ هل أنت من فعلها ؟ ‫ هل اخترقت " مساعدة للقتل " ؟ 
‫ تبقّت دقيقة . 
‫ هذا جنون . 
‫ نجحت ! 
‫ مهلاً . انتظر . أستطيع القيام بذلك ‫ إن أعطيتني مزيداً من الوقت ! ‫ كدت أنجح . أنا فعلاً ... 
‫ بالمناسبة ... ‫ هل ستتخلّص من الجثة ؟ 
‫ حينئذ أدركت أنني مختلف ‫ عن الأشخاص العاديين . 
‫ طلبت منك أن تخبرني عن عمّي . ‫ هل تروي لي سيرتك الذاتية ؟ 
‫ كما ترين ، كل هذا مترابط . 
‫ تحلّي بالصبر واستمعي . 
‫ هل تعرف هذا الرجل ؟ 
‫ ماذا عنها ؟ 
‫ أنا آسف جداً . 
‫ لم أكن على هذه الحال خلال خدمتي العسكرية . 
‫ لم أتمرّن كما يجب منذ تسريحي . 
‫ بالتأكيد ، استرح قليلاً . 
‫ حسناً . 
‫ يجدر بي أن أتمرّن حقاً . 
‫ لم هو مبروم ؟ 
‫ تباً . 
‫ ما هذا ؟ 
‫ الجوّ حار جداً هنا . 
‫ اللعنة . 
‫ أرغب بشدة في أن أستحم . اللعنة . 
‫ ماذا يُفترض بأن يكون هنا بحق السماء ؟ 
‫ ماذا ؟ 
‫ لا شيء . 
‫ اشرب هذه . 
‫ شكراً لك . 
‫ كيف حال " جيان " ؟ 
‫ كانت علاقتنا وطيدة في المدرسة الابتدائية . 
‫ " تبقّى لديك يوم " ‫ اللعنة ... 
‫ أيها الزعيم ؟ عليّ دخول المرحاض . 
‫ هل أستطيع استخدام المرحاض في المنزل ؟ 
‫ شكراً لك . 
‫ عمّ تبحث ؟ 
‫ مرحباً . ‫ هل أخفتك ؟ 
‫ حين تكون " جيان " في المنزل ‫ وأكون أنا في حظيرة التخزين ، ‫ يكون من المزعج التنقل جيئة وذهاباً ، ‫ لذلك قمت بتركيب مكبّر صوت . 
‫ كنت ألقي نظرة فحسب . 
‫ - أنا آسف . ‫ - لا بأس . لا مشكلة . 
‫ بالمناسبة ، ‫ هل أنت مختص في هندسة الحواسيب ؟ 
‫ نعم ، هندسة الحواسيب . 
‫ هذا رائع . 
‫ أعتقد أن حاسوبي معطّل . 
‫ أيمكنك إصلاحه لي ؟ 
‫ سأضيف تكاليف التصليح إلى راتبك . 
‫ بالتأكيد . 
‫ " المسح جار ... " ‫ أعتقد أنه مصاب ببرنامج خبيث . 
‫ سأقوم بتهيئة القرص أولاً ‫ وأحاول حفظ كل ما أستطيع من ملفات . 
‫ حسناً . شكراً . 
‫ إذاً ، كم يجب أن أدفع لك لقاء التصليحات ؟ 
‫ هذا ليس ضرورياً . 
‫ أنا و " جيان " كنا مقرّبين جداً . 
‫ - أستطيع فعل هذا مجاناً ... ‫ - في أي صف ؟ 
‫ المعذرة ؟ 
‫ لم أر قط أياً من أصدقاء " جيان " . 
‫ لذلك كنت أتساءل متى أصبحتما صديقين . 
‫ عندما كنا صغاراً جداً . 
‫ في الصف الثاني . 
‫ كانت فظّة في طفولتها ‫ بحيث أنه لم يكن لديها أصدقاء . 
‫ لم تكن " جيان " تستطيع الكلام جيداً آنذاك . 
‫ ساعدتها كثيراً . 
‫ ولا أعرف إن كنت تتذكّر ، ‫ لكنها حُبست ذات مرة في المدرسة ... 
‫ نعم ، ذلك صحيح . 
‫ إذاً ، سأدعوك على العشاء بعد أن تنتهي . 
‫ سأذهب لأغتسل . تعال عندما تنتهي . ‫ حسناً . 
‫ سأفعل . 
‫ كان هذا سهلاً . 
‫ رائحتها كالسماد . اللعنة . 
‫ من كان يعلم أنني سأعود إلى ذلك الحيّ ؟ 
‫ متى سينتهي هذا ؟ 
‫ " ألم تنته بعد ؟ " ‫ يجب أن يدخل " جيونغ جينمان " الموقع ‫ قبل أن أتمكن من فعل أي شيء . 
‫ إنهم أغبياء . 
‫ لقد دخل . 
‫ ها أنت . 
‫ نجح الأمر . 
‫ ما هذا ؟ 
‫ اللعنة . 
‫ اسمع جيداً . 
‫ إن قتلتني على هذا النحو ، ‫ فسيذهب كل شيء سدى . 
‫ هكذا جهّزت للأمر . 
‫ هذا أنا ، " لي يونغهان " . 
‫ أنت جريء أيها الفتى . 
‫ كنت بحاجة إلى ضمانتي الخاصة . 
‫ إن قتلتني ، ‫ فسيُعاد ضبط موقع " مساعدة للقتل " ، ‫ ولن تتمكن من دخوله . 
‫ رتبت للأمر كيلا يتمكن غيري من دخوله . 
‫ تولّ أمره . 
‫ انتظر لحظة . 
‫ مهلاً . 
‫ رأيتني وأنا أعمل . 
‫ أنا بارع في هذا . 
‫ أنا ذكي ، وأجيد اختراق الحواسيب . 
‫ ماذا تريد ؟ 
‫ " جيونغ جينمان " ؟ 
‫ أم تلك الأسلحة ؟ 
‫ لديّ ... ‫ خطة رائعة بحق . 
‫ لنسمعها . 
‫ في نهاية المطاف ، جرى كل شيء بحسب الخطة . 
‫ هذا محرج جداً . لماذا تعيّن أن يبدأ من هنا ؟ 
‫ ما هذا بحق السماء ؟ 
‫ إذاً فقد كان ذلك الأبله المتلعثم يخادع . 
‫ اعتقدت أنه سيكون هناك شيء فيه . 
‫ لا يمكنك معرفة ‫ حقيقة ما جرى ذلك اليوم بهذا . 
‫ ألا تشعرين بالفضول يا " جيان " ؟ 
‫ راقبي عن كثب ، ‫ كيف قتلت عمّك . 
‫ أنقذني يا عمّي . 
‫ لا أدري أين أنا الآن ! 
‫ تباً ، أطلق سراحي ! 
‫ أنقذني يا عمّي . 
‫ لا أدري أين أنا الآن ! 
‫ إن قتلتني ، ‫ فإن ابنة أخيك ، " جيونغ جيان " ... ‫ أنقذني يا عمّي . 
‫ - ستُقتل على يد " بابل " . ‫ - لا أدري أين أنا الآن ! 
‫ فكّ وثائقي ما دمت أطلب بلطف ! 
‫ الآن ! 
‫ اللعنة ! ‫ أنقذني يا عمّي . 
‫ لا أدري أين أنا الآن ! 
‫ سأفعل كما تطلب . 
‫ أطلق سراح " جيان " فوراً كما وعدت . 
‫ نعم ، بالطبع . 
‫ الثقة مهمة في هذا المجال من العمل . ‫ كما تعرف جيداً . صحيح ؟ 
‫ فكّ وثاقي الآن . 
‫ " باسن " . ‫ ليس عليك أن تسدد دينك لي . 
‫ " جيونغ جينمان " ! 
‫ عليك أن تنزلني ! 
‫ أيها الوغد ! ‫ مهلاً ! تباً . 
‫ قل لـ " بابل " ... ‫ أن يفوا بوعدهم . 
‫ أومئ برأسك إن كنت تفهم . 
‫ اللعنة . 
‫ تحفة فنية ، صحيح ؟ 
‫ كيف حصلت على صوتي ؟ 
‫ لم أقل ذلك قط . 
‫ هذا برنامج للتزييف العميق . إنه شائع الآن . 
‫ أستطيع صنعه في أقل من ١٠ دقائق ‫ بمقاطع من صوتك . 
‫ وساعد ربّ عملك من متجر البقالة ‫ في جمع تسجيلات صوتك . 
‫ راقبي . 
‫ " ( جيونغ جيان ) غبية " 
‫ " ( جيونغ جيان ) غبية " 
‫ وكان عمّك ... 
‫ كان يُفترض بـ " جيونغ جينمان " ‫ أن يكون مذهلاً . ‫ لكن خدعة بسيطة كهذه انطلت عليه وقتل نفسه . 
‫ لا ! 
‫ نظراً إلى أن القيّمين على " بابل " ‫ كانوا شديدي الحذر ، فقد كنت خائفاً بصراحة . 
‫ لكن اتضح أنها عملية بسيطة . 
‫ كانت سخيفة جداً ‫ وسهلة للغاية . 
‫ لكن من جهة أخرى ، فإن هذا يعني ‫ أنني أملك مقدرات كبيرة ، صحيح ؟ 
‫ أنجزت بسهولة أمراً في غاية الصعوبة . 
‫ ربما اختاروني لسبب وجيه . 
‫ ما الأمر ؟ 
‫ أنت مجرّد دمية تتظاهر بأنك ذكي . 
‫ هل تتكلّمين عني ؟ 
‫ " بابل " ؟ 
‫ أشك في أنهم سيبقون على حياتك . ‫ سيقتلونك حالما تخرج من هنا . 
‫ لا ، انتظر . 
‫ إن قتلتني ، ‫ فإنني أراهن بأن تلك المرأة ستقتلك أولاً . 
‫ هل ستكون بخير ؟ 
‫ مهلاً . ‫ لا أظن أنك في موقع يؤهلك كي تغضبيني . 
‫ أمرني القيّمون على " بابل " للتو ‫ أن أقتلك . 
‫ مهلاً ! ‫ ألا تتذكّر ؟ 
‫ أنت من أخبرتني بذلك . 
‫ " كل من يحمل رمزاً ‫ لديه واجب حماية حامل الرمز الأخضر . " 
‫ وبما أن عمّي قد مات ، ‫ لم يتبق أحد غيري يحمل الرمز الأخضر . 
‫ لا أدري ما الذي خطط له عمّي ، ‫ لكن بالحكم على حجم الأمر ، ‫ أراهن بأن المزيد من الأشخاص ‫ سيحاولون حمايتي . 
‫ ما الذي تقولينه بحق السماء ؟ 
‫ فكّر إن كنت ذكياً . 
‫ لا يُوجد أحد من " بابل " هنا . ‫ إنهم لا يهتمون إن مت أنت . 
‫ ألم تر الطائرات المسيرة التي حاولت قتلنا ؟ 
‫ أنت مجرّد شخص ‫ يمكن الاستغناء عنه في نظرهم . 
‫ الوحيدة التي تحمل الرمز الأخضر تجلس أمامك . 
‫ ليسوا هم من عليك ‫ أن تبرم صفقة معهم . 
‫ بل أنا . 
‫ أنت مقيدة . من أنت كي تعظيني ؟ 
‫ ومن جهة أخرى ، ‫ لم عساي أبرم صفقة معك ؟ 
‫ مات " جيونغ جينمان " . 
‫ هل تحاولين التصرّف ‫ وكأن " مساعدة للقتل " ملك لك الآن ؟ 
‫ قبل ساعات قليلة ‫ لم تكوني تعرفين حتى من يكون عمّك . 
‫ انظري . ‫ انظري إلى ذلك . 
‫ يمكنهم التحليق بطائراتهم المسيرة ، ‫ وإرسال كل أغبيائهم ، ‫ وإطلاق النار قدر ما يشاؤون . ‫ لكن أنا من تمكّن من الدخول إلى هنا ‫ والقبض عليك . أنا ! 
‫ صحيح . 
‫ هل كنت تنتحب وتزحف في قاعتنا لأجل هذا ؟ 
‫ حمداً لله إنك لم تتبوّل في سروالك . 
‫ قطعت هذا الشوط لإنقاذ نفسك ‫ لأن " بابل " كانت تصوّب المسدس إلى رأسك ، ‫ أيها الجبان ! 
‫ عمّ تتكلّمين أيتها البكماء ؟ 
‫ الأغبياء الخائفون ‫ ينبحون ككلاب صغيرة في مجموعات ! 
‫ تماماً مثلك أنت وأولئك الأوغاد في الخارج ! 
‫ أتحداك أن تواصلي الكلام . 
‫ تلك الساقطة المجنونة . 
‫ " جيان " ؟ 
‫ " جيونغ جيان " ! 
‫ لعلك لم تصبحي بكماء مجدداً ، أليس كذلك ؟ 
‫ عليك استخدام كل شيء من حولك ‫ في أوقات الأزمات . 
‫ استخدمي كل الوسائل الضرورية للبقاء حية . 
‫ يجب أن أفعل كل ما أستطيع . 
‫ ما هذا بحق السماء ؟ 
‫ كدت أقتل " جيونغ جيان " مرات عدة . ‫ أتريد مني الآن ألّا أقتلها ؟ 
‫ ماذا لو أنني قتلتها في السابق ؟ 
‫ أهذا أفضل ما يمكنك فعله ؟ 
‫ أيها ... 
‫ يريدون التعرّف على الوجه الآن ؟ ‫ هل تمزح معي ؟ 
‫ لماذا تأخرت أيها الصعلوك ؟ 
‫ مرحباً ! 
‫ هل تأخرت بسبب ذلك ؟ 
‫ أردت أن أحضر لك هذه ، ‫ لكن لا تُوجد حولك سوى الجبال . 
‫ - لم يكن من السهل إحضارها . ‫ - أيها الصعلوك الصغير . 
‫ لا تكرهيني كثيراً . 
‫ لم يكن عمّك شخصاً رائعاً أيضاً . 
‫ " جيونغ جينمان " ‫ على الأرجح قتل الكثيرين . 
‫ و " جيان " . ‫ هذا العالم الذي نعيش فيه ... ‫ لا يهم إن كنا صالحين أم سيئين . ‫ بل إن كنا أقوياء أو ضعفاء . 
‫ و " جيونغ جينمان " ، الذي كان ذا تأثير كبير ، ‫ مات بسبب الفخّ الذي نصبته له . 
‫ هذا يعني ‫ أنني أقوى من " جيونغ جينمان " . 
‫ أتظنين أن بوسعك الهرب من ... 
‫ اللعنة ! جدياً ؟ 
‫ " جيان " . 
‫ تباً ! 
‫ " جيونغ جيان " ! 
‫ أرجوك ! 
‫ " جيان " . 
‫ " جيان " ! 
‫ " جيان " ، انتظري . ‫ أنت لا تُقارن بعمّي إطلاقاً . 
‫ " جيان " . 
‫ عليك أن تفكري ملياً في هذا . 
‫ يجب أن تقفي بجانبي . 
‫ إن تحارب قويان ضد بعضهما ، ‫ فإنهما ينهزمان كما حدث مع عمّك . 
‫ على الضعيف ‫ أن يعرف مكانته وأن يختار بحكمة . 
‫ أيتها الغبية . 
‫ نعم ، صدقتك . 
‫ مع ذلك ، كيف أمكنك ‫ أن تترك " جيان " بمفردها هناك ؟ 
‫ عليها حلّ كل المشاكل بنفسها . 
‫ هكذا ستتعلّم البقاء . 
‫ هذا ما أراده الزعيم . 
‫ لا تقلقي . 
‫ " جيونغ جيان " ليست ضعيفة إطلاقاً . 
‫ سيعاودون الهجوم . 
‫ هل هذا كل ما أحضرته ؟ 
‫ ١٢ طلقة فقط ؟ 
‫ بعدما حدث مع " بايلي " ، قال الزعيم ‫ إن هجوماً كهذا قد يحدث في أية لحظة . 
‫ وأيضاً ، لنتمكن من الدفاع عن أنفسنا ‫ في أي وقت كان ، ‫ أعاد ديكور المنزل . 
‫ لذا ... 
‫ ماذا تفعل ؟ 
‫ إنها منعشة جداً . 
‫ إنها رائعة في أوقات كهذه ! 
‫ لكن لم يكن عليك شراء هذه لي . 
‫ كنت أشتهي الحلويات مؤخراً لسبب وجيه . 
‫ هل وفّرت النقود ؟ 
‫ العمل في شركة مزر هذه الأيام . ‫ لذلك أفكر في إطلاق عملي الخاص ‫ مثلك . 
‫ أتعلم ؟ يقولون إن المكتب ميدان معركة ، ‫ لكن الوضع خارجه كالجحيم . 
‫ أفهم ذلك تماماً . 
‫ تباً ، بعد أن أصبحت أعمل بمفردي ، ‫ أصبح عليّ دفع ثمن كل طلقة من نقودي الخاصة . 
‫ هذا فظيع . 
‫ ما دمت تعمل مع " بابل " ، ‫ فإن كل ما تفعله قانوني . 
‫ هذا صحيح . 
‫ امكث هناك قدر ما أمكنك . 
‫ أنت محق . يجدر بي ذلك . ‫ كانت لديّ فكرة خاطئة . اللعنة . 
‫ تباً . 
‫ بالمناسبة ، ‫ يبدو أن السيد " كيم " قد مات . ‫ أعتقد أن " مينهاي " قتلته . 
‫ تلك الساقطة البائسة . 
‫ اللعنة . 
‫ عدّلت سيارتك . هل تعمل جيداً ؟ 
‫ اشتريتها مستعملة . 
‫ إنها تعمل جيداً . وهي جميلة ومتينة . 
‫ لقد وصلوا . 
‫ " ( ببل ) لغسيل السيارات ... " 
‫ يبدو هذا رخيصاً . ‫ لماذا اختاروا شركة لغسيل السيارات ؟ 
‫ هل أنت نائم ؟ 
‫ إنه أصغر مما تصوّرت . 
‫ هل يقوم بالإحماء أو ما شابه ؟ 
‫ هذه الآلات تشكّل مشكلة . 
‫ يجب ألّا توافق على استخدامها . 
‫ ستسرق وظائفنا لاحقاً . 
‫ إنه ليس رائعاً كما اعتقدت . ‫ إنه سخيف نوعاً ما . ألا تظن ذلك ؟ 
‫ سأبدأ الهجوم . 
‫ اللعنة ، أعتقد أن بوسعه سرقة وظائفنا ‫ في هذه اللحظة . 
‫ ماذا تفعلون جميعاً ؟ 
‫ حسناً . المجموعة ٢ ، هل تسمعونني ؟ 
‫ لا تقتلوا " جيونغ جيان " . اقبضوا عليها حية . 
‫ لكن لا بأس بأن تكسروا ذراعاً أو ساقاً . 
‫ حسناً . ‫ انتبهوا من " مينهاي " . 
‫ سأراكم جميعاً أحياءً ! 
‫ في الظاهر ، ‫ يبدو كمنزل عادي ، ‫ لكن كل حيّز فيه يمكن استخدامه للدفاع . 
‫ إن أحسنا استخدام هذا ، ‫ فلن يتمكن أحد من الدخول . 
‫ " كوما " . ‫ أسرع . 
‫ ما لم نتعرّض لصاروخ ، فسنتمكن من النجاة . 
‫ إذاً ، كيف سنوقف هذا ؟ 
‫ ادخلي يا " مينهاي " ! 
‫ سنتمكن على الأقل من الدخول ، وهذا بفضلك . 
‫ بحق السماء ، أيمكننا الدخول أم لا ؟ 
‫ ادخلوا . 
‫ لماذا كان عليه أن يشتم بحق السماء ؟ 
‫ أي باب حديدي هذا ؟ ‫ مهلاً . 
‫ كيف دخلت إلى هنا ؟ 
‫ تباً ، هل نحن عالقون ؟ ‫ لا تقلق . 
‫ لا تخافوا . 
‫ لا تخافوا . 
‫ تباً ، متى تمكّن " جيونغ جينمان " ‫ من تحضير شيء كهذا ؟ 
‫ بالطبع . ‫ ما كنت لتجعل الأمور سهلة علينا . صحيح ؟ 
‫ اللعين . 
‫ افعل شيئاً حيال ذلك . 
‫ ألن تفعل أي شيء ؟ 
‫ إنهما يختبئان هناك . 
‫ ما كان " جينمان " ليستدعيني إلى هنا ‫ لو كان بالإمكان إيقافهم بهذه السهولة . 
‫ من الآن فصاعداً ، عليك الدفاع عن نفسك . 
‫ ماذا تريدني أن أفعل ؟ 
‫ " جيان " ، أنا متأكد من أنك مرتبكة . 
‫ لكن لا يُوجد متسع من الوقت ، ‫ لذلك سأعطيك فرصة للاختيار . 
‫ الخيار الأول ، ‫ إن أردت الفرار من هذا الموقف ، ‫ اذهبي إلى الصفحة ٨٧ . 
‫ استخدمي الباب الخلفي لـ " مساعدة للقتل " ‫ الذي يقود إلى طريق هروب للفرار . 
‫ في نهاية الطريق ‫ ستجدين هوية جديدة ، ‫ ونقوداً تكفيك لتأسيس حياة جديدة ، ‫ ورقم هاتف الشخص ‫ الذي سيساعدك على البدء من جديد بالكامل . 
‫ ستكون لديك هوية جديدة . 
‫ ستتمكنين من نسيان كل شيء ‫ بشأن هذه الحياة والبدء من جديد . 
‫ الخيار الثاني ، ‫ إن أردت الانضمام ‫ إلى الأشخاص الذين يقاتلون من أجلك ‫ أو الذين سيقاتلون بجانبك 
‫ للتغلّب على هذه الصعاب وحماية هذا المكان ، ‫ فاقلبي الصفحة ‫ وابدئي بقراءة هذا الدليل بإمعان . 
‫ آسف لأنني تركتك تقعين في هذه الدوامة ، ‫ لكن الخيار لك يا " جيان " . 
‫ اللعنة ... 
‫ إنه غاز ! ‫ - إنه غاز ! ‫ - غاز ! 
‫ هذا انتحار . 
‫ الآن ! 
‫ يا شباب ، ابقوا يقظين . 
‫ " مينهاي " ! من هنا ! 
‫ تباً . 
‫ ما هذا بحق السماء ؟ 
‫ ما كان ذلك ؟ 
‫ ما الذي انفجر ؟ 
‫ هل أنت بخير ؟ 
‫ هل لديك مزيداً من الملابس ؟ 
‫ " مينهاي " ! ‫ - " مينهاي " ! ‫ - إذاً أنت " جيونغ جيان " . 
‫ اتركني ! 
‫ أفلتني ! 
‫ ما الأمر الآن ؟ 
‫ أنت تشبهين عمّك بالفعل . 
‫ اللعنة . انظري ماذا فعلت بوجهي الجميل . 
‫ " كوما " ، ماذا حدث ؟ 
‫ هل تمكنت من " جيونغ جيان " و " مينهاي " ؟ 
‫ نعم ، نلت منهما ، لكن ... 
‫ تباً ، أنا الوحيد الذي نجا . 
‫ اسمع ، لا يمكنك قتل " جيونغ جيان " بعد . 
‫ حسناً ، لن أقتلها . 
‫ سأسلخ نصف وجهها فحسب . 
‫ يجب أن نتمكن من التعرّف عليها . 
‫ معلّمي ؟ 
‫ لا وقت . 
‫ لنستعد . 
‫ " بايلي " قادم . 
‫ " بايلي " ؟ 
‫ الرجل الذي قتل والديك . 
‫ ما كان ذلك ؟ 
‫ مقلاع ؟ 
‫ يبدو ‫ أن عليكما تولّي الأمر . 
