Γαμώτο . Την τύχη μου μέσα . 
Γεια σας . 
Είδα την αγγελία σας για τη δουλειά μερικής απασχόλησης . 
ΟΡΓΑΝΩΣΗ ΑΠΟΘΗΚΗΣ ΚΑΙ ΑΠΛΕΣ ΕΡΓΑΣΙΕΣ Λέγομαι Πε Τσονγκ Μιν . 
Σας γνωρίζω . 
Ήμουν στο δημοτικό μαζί με την Τσι Αν. 
Πώς δουλεύει αυτό ; 
Δεν μιλούσα σ ' εσένα . 
Πόσες φορές πρέπει να σ ' το πω ; Έλεος . 
Ξέρεις πόσες φορές παραλίγο να πεθάνω ; 
Τέλος πάντων , είμαι μέσα . 
Είδες τη φωτογραφία της Τσι Αν. 
Θα ενεργοποιήσω τη διεύθυνση της σελίδας και σ ' την στείλω σήμερα . 
Παραδίδω το κατάστημα σε τρεις μέρες . Είμαι ο νούμερο ένα συνεργάτης σ ' αυτό . 
Τι ; 
Θέλεις να τη σκοτώσω ; 
Τι ; 
Έφτασες μέχρι εδώ και τώρα κωλώνεις ; 
Μόνο τόσο αντέχεις ; 
Γιατί το έκανες ; Γιατί με κλείδωσες μέσα ; 
Τι ; 
Αυτό είπες μόλις τώρα . 
Όταν ήμασταν μικροί , εσύ με είχες κλειδώσει στην αποθήκη . 
Γι ' αυτό λες ; 
Τσονγκ Τσιν Μαν . 
Τσονγκ Τσιν Μαν . 
Ήμουν απλώς περίεργος . Για το αν ήσουν πράγματι μουγγή ή όχι . 
Είπα στους φίλους μου να σε κλείσουμε μέσα . 
Σε μια ακραία κατάσταση , ίσως μπορούσες να μιλήσεις . 
Έπρεπε να μ ' ευχαριστείς . 
Χάρη σ ' εμένα ξεπέρασες την αφασία σου . 
Τα έχεις χάσει , έτσι ; 
Πρέπει να έχεις μπερδευτεί για το τι συμβαίνει , σωστά ; 
Ούτε να το φανταστείς δεν μπορείς αυτό που συμβαίνει . Το καταλαβαίνω . 
Τι στον διάολο είναι αυτά που λες ; 
Δεν θέλεις να μάθεις ; Για το τι συμβαίνει αυτήν τη στιγμή . 
Υπάρχει ένα μέρος που λέγεται Βαβυλώνα . 
Ρε ηλίθιε . 
Δεν υπάρχουν δολοφόνοι στη χώρα μας . 
Είδες την ιστοσελίδα Deep Web . 
Εμπορεύονται όπλα εκεί . 
Ένα καλάσνικοφ 47 πουλήθηκε 1,2 εκ. γουόν . 
Θα το αγοράσεις αν έχεις τα λεφτά ; 
Δυσκολευόσουν στον στρατό και σ ' έδιωξαν . Τι θα το κάνεις το καλάσνικοφ ; 
Έκανες ασκήσεις ; Μπορείς να ρίξεις με όπλο ; 
Αμάν . Τι ξέρεις εσύ ; 
Σοβαρά μιλάω . Η ποιότητα του ιστοτόπου ήταν διαφορετική . 
Τη χάκαρα και την ανέκτησα σε πέντε λεπτά . 
- Κάτι ύποπτο παίζει . 
- Έλα τώρα . 
Όσο καλύτερη η ποιότητα , τόσο μεγαλύτερες οι πιθανότητες να είναι μούφα . 
Τι έχεις πάθει ; Είσαι ερασιτέχνης ; 
Ερασιτέχνης ; 
Τότε , πώς είναι ο επαγγελματίας ; 
Πάμε σ ' ένα άγνωστο πανεπιστήμιο . Δεν είμαστε επαγγελματίες . 
Είμαστε άχρηστοι . 
Πλέον υπάρχουν τόσοι χάκερς που θέλουν να βρουν δουλειά σε μια μεγάλη εταιρεία . 
Κακόβουλος χάκερ στη χώρα μας ; Όλοι έχουν παραδοθεί . 
Το παίζουν κακοί , αλλά όλοι είναι καλοί . 
Θα το δεις . Θα σου δείξω τι είναι πραγματικός κακόβουλος χάκερ . 
Ξέχνα το . Θα καταλήξεις στη φυλακή . 
Φοβάσαι να πας φυλακή ; 
Φυσικά . 
- Φοβάμαι πολύ . 
Εσύ ζήσε την υπόλοιπη ζωή σου τρώγοντας σουβλάκι . 
Και τι πειράζει ; 
ΕΙΣΑΓΩΓΗ ΚΩΔΙΚΟΥ Πώς λένε τον ιστότοπο ; 
" Φονοβοήθημα " ; 
Κατατρόμαξα . 
Τι κάνει αυτός ; Ποιος καπνίζει στις μέρες μας σε κλειστό χώρο ; 
Πώς μας κοιτούσε έτσι το καθίκι ; 
Πάμε κάτω να τον σαπίσουμε ; 
Του χρειάζεται ένα καλό ξύλο . 
Έχω καιρό να θυμώσω έτσι και ... 
Εσύ ήσουν ; Εσύ χάκαρες το φονοβοήθημα ; 
Ένα λεπτό έμεινε . 
Θα τρελαθώ . 
Τα κατάφερα . 
Περίμενε . Μπορώ να το κάνω , αν μου δώσεις λίγο χρόνο ακόμα . Σχεδόν τελείωσα . 
Αλλά θα ξεφορτωθείς εσύ το πτώμα ; 
Τότε συνειδητοποίησα ότι διέφερα από τους άλλους ανθρώπους . 
Πες μου για τον θείο μου . Είναι αυτοβιογραφία ; 
Όλα αυτά έχουν κάποια σχέση μεταξύ τους . 
Κάνε υπομονή και άκου . 
Αυτόν τον ξέρεις ; 
Αυτήν ; 
Συγγνώμη . 
Όσο ήμουν στον στρατό δεν ήμουν έτσι . 
Από τότε που απολύθηκα έχω να γυμναστώ . 
Ξεκουράσου λίγο . 
Εντάξει . 
Πρέπει να αρχίσω να γυμνάζομαι . 
Γιατί είναι ανοιχτό ; 
Γαμώτο . 
Τι είναι αυτό ; 
Κάνει πολλή ζέστη εδώ μέσα . 
Γαμώτο . 
Θέλω να κάνω ένα ντους . Γαμώτο . 
Τι είναι όλα αυτά εδώ μέσα ; 
Τι ; 
Δεν είπα κάτι . 
Πιες αυτό . 
Ευχαριστώ . 
Τι κάνει η Τσι Αν ; 
Ήμασταν πολύ φίλοι στο δημοτικό σχολείο . 
ΕΧΕΙΣ ΜΙΑ ΜΕΡΑ ΑΚΟΜΑ Γαμώτο . 
Αφεντικό ; Πρέπει να πάω για χέσιμο . 
Μπορώ να πάω στην τουαλέτα του σπιτιού ; 
Ευχαριστώ . 
Τι ψάχνεις ; 
Σε τρόμαξα ; 
Όταν η Τσι Αν είναι στο σπίτι κι εγώ στην αποθήκη , είναι μπελάς να πηγαινοέρχομαι , οπότε εγκατέστησα ηχεία . 
Έριχνα μόνο μια ματιά τριγύρω . 
- Συγγνώμη . - Δεν πειράζει . Κανένα πρόβλημα . 
Να σου πω . Σπούδασες μηχανικός υπολογιστών ; 
Ναι , μηχανικός υπολογιστών . 
Τέλεια . 
Νομίζω ότι τα έπαιξε ο υπολογιστής μου . 
Μπορείς να τον φτιάξεις ; 
Θα προσθέσω την επιδιόρθωση στον μισθό σου . 
Μάλιστα . 
ΣΑΡΩΣΗ ΣΕ ΕΞΕΛΙΞΗ ... Μολύνθηκε με κακόβουλο λογισμικό . 
Θα κάνω φορμάτ και θα προσπαθήσω να σώσω τα αρχεία . 
Ωραία . Ευχαριστώ . 
Για πες . Πόσο θα κοστίσει η επιδιόρθωση ; 
Δεν είναι ανάγκη . 
Με την Τσι Αν ήμασταν πολύ φίλοι . 
- Μπορώ να το κάνω δωρεάν ... 
Ορίστε ; 
Δεν έχω δει ποτέ κάποιον φίλο της Τσι Αν. 
Αναρωτιέμαι , λοιπόν , πότε γίνατε φίλοι . 
Βασικά , όταν ήμασταν πολύ μικροί . 
Στη δευτέρα . 
Ήταν τόσο αγενές παιδί που δεν είχε καθόλου φίλους . 
Ξέρετε ότι η Τσι Αν δεν μιλούσε πολύ καλά τότε . 
Τη βοήθησα αρκετά . 
Επίσης , δεν ξέρω αν θυμάστε , - αλλά όταν κλειδώθηκε στο σχολείο ... 
- Ναι . Σωστά . 
Τότε , θα κεράσω το βραδινό μετά . 
Πάω να καθαρίσω . Έλα όταν τελειώσεις . Εντάξει . 
Θα έρθω . 
Ευκολάκι . 
Σαν κοπριά βρομάει . Γαμώτο . 
Ποιος να μου το ' λεγε ότι θα γυρνούσα εδώ πέρα . 
Πότε θα τελειώσει αυτό ; 
ΤΕΛΕΙΩΣΕΣ ; Ο Τσονγκ Τσιν Μαν πρέπει να συνδεθεί για να προχωρήσω . 
Είναι πολύ βλαμμένοι . 
Είναι μέσα . 
Έτσι μπράβο . 
Δούλεψε . 
Τι είναι αυτό ; 
Γαμώτο . 
Άκου προσεκτικά . 
Αν με σκοτώσεις , θα πάνε όλα στράφι . 
Έτσι το έστησα . 
Ο Λι Γιονγκ Χαν είμαι . 
Έχεις κότσια , μικρέ . 
Χρειαζόμουν εγγύηση . 
Αν με σκοτώσεις , το φονοβοήθημα θα κάνει επανεκκίνηση και δεν θα έχεις πρόσβαση . 
Μόνο εγώ μπορώ να το κάνω . 
Τακτοποίησέ τον. 
Περίμενε λίγο . 
Μισό λεπτό . 
Με είδες στην πράξη . 
Είμαι καλός σ ' αυτό . 
Είμαι έξυπνος και καλός χάκερ . 
Τι ακριβώς θέλεις ; 
Τον Τσονγκ Τσιν Μαν ; 
Ή τα όπλα ; 
Έχω ένα πραγματικά αρρωστημένο σχέδιο . 
Ας το ακούσουμε . 
Τελικά , όλα πήγαν όπως τα σχεδίασα . 
Τι ντροπή . Γιατί το ξεκινάει από εδώ ; 
Τι στον διάολο ; 
Αλήθεια , αυτός ο ηλίθιος μπλόφαρε . 
Νόμιζα ότι θα υπήρχε κάτι εδώ . 
Δεν θα βρεις την αλήθεια για εκείνη τη μέρα μ ' αυτό . 
Δεν έχεις την περιέργεια , Τσι Αν ; 
Κοίτα προσεκτικά , πώς σκότωσα τον θείο σου . 
Θείε , βοήθεια . 
Δεν ξέρω πού βρίσκομαι . 
Να πάρει , άφησέ με . 
Θείε , βοήθεια . 
Δεν ξέρω πού βρίσκομαι . 
Αν με σκοτώσεις , - την ανιψιά σου , την Τσι Αν ... - Θείε , βοήθεια . 
- η Βαβυλώνα θα τη σκοτώσει . - Δεν ξέρω πού βρίσκομαι . 
Λύσε με , όσο είμαι ευγενικός . 
Αμέσως . 
Γαμώτο . Θείε , βοήθεια . 
Δεν ξέρω πού βρίσκομαι . 
Θα κάνω ό , τι είπες . 
Άφησε αμέσως την Τσι Αν , όπως υποσχέθηκες . 
Ναι , φυσικά . 
Σ ' αυτήν τη δουλειά η εμπιστοσύνη μετράει πολύ . Όπως καλά γνωρίζεις . Σωστά ; 
Λύσε με τώρα . 
Πα Σιν . Δεν χρειάζεται να με ξοφλήσεις . 
Τσονγκ Τσιν Μαν . 
Κατέβασέ με . 
Βρε κάθαρμα . Να πάρει . 
Πες στη Βαβυλώνα να κρατήσουν την υπόσχεσή τους . 
Γνέψε , αν κατάλαβες . 
Γαμώτο . 
Αριστουργηματικό , έτσι ; 
Πώς έκανες τη φωνή μου ; 
Αυτά δεν τα έχω πει ποτέ . 
Είναι πλαστό ηχητικό . Είναι πλέον σύνηθες . 
Το φτιάχνω σε λιγότερο από δέκα λεπτά συνδέοντας τη φωνή σου . 
Επίσης , το αφεντικό του καταστήματος βοήθησε στην ηχογράφηση . 
Κοίτα . 
Η Τσονγκ Τσι Αν είναι σκατόμυαλη . 
Η Τσονγκ Τσι Αν είναι σκατόμυαλη . 
Ο θείος σου ήταν τόσο ... 
Ο Τσονγκ Τσιν Μαν υποτίθεται ότι ήταν φοβερός . Αλλά τσίμπησε μ ' ένα τόσο χαζό τρικ κι αυτοκτόνησε . 
Όχι . 
Όταν η παντοδύναμη Βαβυλώνα ήταν τόσο προσεκτική , ειλικρινά φοβήθηκα πολύ . 
Όμως , αποδείχθηκε παιχνιδάκι . 
Ήταν τόσο γελοίο κι εύκολο . 
Αυτό , όμως , σημαίνει ότι κάτι καταφέρνω , σωστά ; 
Έκανα με τόση ευκολία κάτι τόσο δύσκολο . 
Ίσως με διάλεξαν για κάποιον λόγο . 
Τι είναι ; 
Ένα τσιράκι είσαι που κάνεις τον έξυπνο . 
Για εμένα μιλάς ; 
Η Βαβυλώνα ; 
Αμφιβάλλω ότι θα σε κρατήσουν ζωντανό . Θα σε σκοτώσουν μόλις βγεις από εδώ . 
Όχι , περίμενε . 
Αν με σκοτώσεις , θα είσαι ο πρώτος που θα σκοτώσει εκείνη η γυναίκα . 
Είσαι εντάξει μ ' αυτό ; 
Να σου πω . Δεν νομίζω ότι είσαι σε θέση να με απειλείς . 
Η Βαβυλώνα μου είπε να σε σκοτώσω . 
Αλήθεια ; Δεν θυμάσαι ; 
Εσύ μου το είπες . 
" Όποιος έχει κωδικό , προστατεύει τον πράσινο κωδικό " . 
Αφού πέθανε ο θείος μου , είμαι ο μοναδικός πράσινος κωδικός . 
Δεν ξέρω τι σχεδίαζε ο θείος μου , αλλά οι πιθανότητες είναι ότι πολλοί θα θελήσουν να με προστατεύσουν . 
Τι είναι αυτά που λες ; 
Σκέψου , αν έχεις μυαλό . 
Δεν είναι κανείς εδώ από τη Βαβυλώνα . Αδιαφορούν αν πεθάνεις . 
Δεν είδες τα ντρόουν που έστειλαν να μας σκοτώσουν ; 
Είσαι απλώς αναλώσιμος γι ' αυτούς . 
Έχεις μπροστά σου τον μοναδικό πράσινο κωδικό . 
Δεν χρειάζεσαι αυτούς για να κάνεις συμφωνία . 
Αλλά εμένα . 
Ποια είσαι για να μου κάνεις κήρυγμα , έτσι δεμένη ; 
Επίσης , γιατί να κάνω συμφωνία μαζί σου ; 
Ο Τσονγκ Τσιν Μαν είναι νεκρός . 
Κάνεις σαν να είναι δικό σου το φονοβοήθημα τώρα ; 
Πριν λίγες ώρες δεν ήξερες καν ποιος ήταν ο θείος σου . 
Εμπρός . Κοίτα αυτό . 
Ας στείλουν όσα ντρόουν κι όσους ηλίθιους θέλουν να πυροβολούν ανελέητα . Αλλά εγώ είμαι αυτός που τα κατάφερε και σ ' έπιασε . Εγώ . 
Σωστά . 
Έκλαιγες και σερνόσουν στο σπίτι μας γι ' αυτό ; 
Μόνο που δεν τα έκανες πάνω σου . 
Έφτασες μέχρι εδώ για να σωθείς . Επειδή η Βαβυλώνα σου έβαλε όπλο στον κρόταφο , δειλέ . 
Τι είναι αυτά που λες , μουγγή ; 
Οι φοβισμένοι μαλάκες γαβγίζουν σαν σκύλες σε αγέλη . 
Ακριβώς όπως εσύ και τα τομάρια εκεί πάνω . 
Συνέχισε να μιλάς . 
Σκύλα . 
Τσι Αν ; 
Τσονγκ Τσι Αν. 
Πάλι μουγγάθηκες ; 
Να χρησιμοποιείς τα πάντα γύρω σου όταν βρίσκεσαι σε κίνδυνο . 
Χρησιμοποίησε ό , τι χρειαστεί για να επιβιώσεις . 
Πρέπει να κάνω ό , τι μπορώ . 
Τι στο καλό ; 
Κόντευα να σκοτώσω την Τσι Αν τόσες φορές . Τώρα δεν θέλεις να τη σκοτώσω ; 
Κι αν την είχα όντως σκοτώσει πριν ; 
Αυτό είναι το καλύτερο που μπορείς να κάνεις ; 
Παλιο ... 
Θέλουν αναγνώριση προσώπου τώρα ; Με δουλεύουν ; 
Γιατί άργησες τόσο , ρε καθίκι ; 
Γεια . 
Γι ' αυτό άργησες ; 
Ήθελα να σου φέρω αυτό , αλλά μόνο βουνά υπάρχουν εδώ . 
- Δεν ήταν εύκολο . - Βρε αλητάκι . 
Μη με μισείς τόσο πολύ . 
Κι ο θείος σου δεν ήταν κανένας σπουδαίος . 
Ο Τσονγκ Τσιν Μαν θα σκότωσε πολλούς . 
Επίσης , Τσι Αν , στον κόσμο που ζούμε δεν έχει σημασία το καλό ή το κακό , αλλά η δύναμη ή η αδυναμία . 
Ο Τσονγκ Τσιν Μαν , που ήταν στην κορυφή της πυραμίδας , πέθανε από την παγίδα που του έστησα . 
Αυτό σημαίνει ότι είμαι πιο δυνατός από αυτόν . 
Νομίζεις ότι μπορείς να ξεφύγεις από ... 
Γαμώτο ; Σοβαρά τώρα ; 
Τσι Αν. 
Να πάρει . 
Τσονγκ Τσι Αν. 
Σε παρακαλώ . 
Τσι Αν. 
Τσι Αν. 
Τσι Αν , περίμενε . Δεν συγκρίνεσαι εσύ με τον θείο μου . 
Τσι Αν. 
Σκέψου το λιγάκι . 
Πρέπει να έρθεις με το μέρος μου . 
Αν ο δυνατός πολεμάει τον δυνατό , καταστρέφονται όλοι , όπως ο θείος σου . 
Ο αδύναμος πρέπει να ξέρει τη θέση του και να διαλέγει με σοφία . 
Χαζούλα . 
Ναι , καλά . 
Πώς μπόρεσες να αφήσεις την Τσι Αν εκεί μόνη της ; 
Πρέπει να λύσει τα προβλήματά της μόνη της . 
Μόνο έτσι θα μάθει να επιβιώνει . 
Αυτό ήθελε το αφεντικό . 
Μην ανησυχείς . 
Η Τσονγκ Τσι Αν δεν είναι καθόλου αδύναμη . 
Θα αρχίσουν τις επιθέσεις πάλι . 
Αυτά έφερες μόνο ; 
Μόνο δώδεκα σφαίρες ; 
Μετά απ ' ό , τι έγινε με τον Μπε Ιλ , το αφεντικό είπε ότι μία παρόμοια επίθεση μπορεί να συμβεί ανά πάσα στιγμή . 
Επίσης , για να προστατευτούμε σε οποιαδήποτε στιγμή , τροποποίησε το σπίτι . 
Γι ' αυτό ... 
Τι κάνεις ; 
Είναι τόσο αναζωογονητικό . 
Ό , τι πρέπει κάτι τέτοιες στιγμές . 
Μπήκες σε κόπο . Δεν έπρεπε . 
Είχα λιγούρα για κάτι γλυκό για κάποιον λόγο . 
Έμεινε καθόλου ; 
Είναι χάλια να δουλεύεις σε εταιρεία στις μέρες μας . Σκέφτομαι να αρχίσω δική μου δουλειά όπως εσύ . 
Λένε ότι το γραφείο είναι πεδίο μάχης , αλλά έξω είναι η κόλαση . 
Σε καταλαβαίνω απόλυτα . 
Αφού είμαι μόνος μου τώρα , πληρώνω από την τσέπη μου κάθε σφαίρα . 
Σκέτη φρίκη , γαμώτο . 
Όσο ανήκεις στη Βαβυλώνα , ό , τι κάνεις δεν είναι παράνομο . 
- Σωστά . 
- Μείνε εκεί όσο μπορείς . 
Σωστά . Έτσι πρέπει . Το σκέφτηκα λάθος . 
Σκατά . 
Κάτι άκομη . Ο Κιμ είναι μάλλον νεκρός . Τον έφαγε η Μιν Χε . 
Η ελεεινή σκρόφα . 
Να πάρει . 
Πείραξες το αμάξι σου ; Πηγαίνει καλά ; 
Βασικά , το αγόρασα μεταχειρισμένο . 
Πηγαίνει ωραία και είναι πολύ δυνατό . 
Αυτοί είναι . Ήρθαν . 
" Τέλειο πλύσιμο " . 
Φαίνεται φθηνιάρικο . Γιατί έβαλαν πλύσιμο αυτοκινήτου ; 
Κοιμάσαι ; 
Το φανταζόμουν μεγαλύτερο . 
Ζέσταμα κάνει ; 
Κάτι τέτοια είναι πρόβλημα . 
Δεν έπρεπε να το εγκρίνεις . 
Θα μας κλέψουν τη δουλειά κάποια στιγμή . 
Δεν είναι όσο σπουδαίο πίστευα . Χάλια είναι , δεν συμφωνείτε ; 
Ξεκινάω την επίθεση . 
Γαμώτο . Τι αργότερα ; Μάλλον τώρα θα μας κλέψει τις δουλειές . 
Τι κάνετε ; Δεν θα πάτε ; 
Εντάξει . Όμιλος 2 , με ακούς καθαρά ; 
Μη σκοτώσετε την Τσονγκ Τσι Αν. Πιάστε τη ζωντανή . 
Δεν πειράζει να της σπάσετε κανένα χέρι ή πόδι . 
Επίσης , προσοχή στη Μιν Χε . 
Μείνετε ζωντανοί . 
Εξωτερικά μπορεί να μοιάζει με συνηθισμένο σπίτι , όμως , κάθε χώρος σχεδιάστηκε για άμυνα . 
Αν το χρησιμοποιήσουμε σωστά , δεν θα μπορέσει ποτέ να μπει κανείς . 
Κου Μα. Βιάσου . 
Εκτός κι αν μας χτυπήσει πύραυλος , θα επιζήσουμε . 
Πώς θα το σταματήσεις αυτό ; 
Έλα μέσα , Μιν Χε . 
Θα μπορέσουμε να μπούμε μέσα , χάρη σ ' εσένα . 
Να μπούμε ή όχι , ρε γαμώτο ; 
Μπείτε . 
Γιατί έπρεπε να βρίσει ; 
Τι ρολό είναι αυτό ; Κράτα το . 
Πώς μπήκες εδώ μέσα ; 
Παγιδευτήκαμε ; Μην ανησυχείς . 
Μη φοβάσαι . 
Μη φοβάσαι . 
Γαμώτο . Πότε ετοίμασε κάτι τέτοιο η Τσονγκ Τσι Αν ; 
Το ήξερα . Δεν θα μας το κάνεις εύκολο . Έτσι δεν είναι ; 
Παλιοσκρόφα . 
Κάνε κάτι γι ' αυτό . 
Δεν θα κάνεις τίποτα ; 
Ώστε εδώ κρύβονται . 
Ο Τσιν Μαν δεν θα με καλούσε εδώ , αν ήταν εύκολο να τους σταματήσουμε . 
Από εδώ και πέρα είσαι μόνος . 
Τι είναι αυτό που θέλεις να κάνω ; 
Τσι Αν , ξέρω ότι έχεις μπερδευτεί . 
Όμως , δεν έχεις χρόνο , γι ' αυτό θα σου δώσω επιλογές . 
Πρώτον . Αν θέλεις να ξεφύγεις απ ' όλο αυτό , πήγαινε στη σελίδα 87 . 
Η πίσω πόρτα σε οδηγεί σε οδό διαφυγής και ξεφεύγεις . 
Στο τέλος της διαφυγής , θα βρεις νέα ταυτότητα , αρκετά χρήματα για μια νέα ζωή και το τηλέφωνο κάποιου που θα σε βοηθήσει να κάνεις νέα αρχή . 
Θα έχεις νέα ταυτότητα . 
Θα μπορέσεις να ξεχάσεις τα πάντα και να αρχίσεις μια νέα ζωή . 
Δεύτερον . Αν θέλεις να συνταχθείς με όσους παλεύουν για σένα ή με αυτούς που θα παλέψουν μαζί σου , 
να ξεπεράσεις τις δυσκολίες και να προστατέψεις αυτό το μέρος , γύρνα σελίδα και διάβασε προσεκτικά τις οδηγίες . 
Συγγνώμη που σ ' έβαλα στο μάτι του κυκλώνα , όμως , η επιλογή είναι δική σου , Τσονγκ Τσι Αν. 
Να πάρει ... 
Είναι αέριο . - Είναι αέριο . - Αέριο . 
Αυτό είναι αυτοκτονία . 
Τώρα . 
Σ ' ετοιμότητα . 
Μιν Χε . Εδώ . 
Γαμώτο . 
Τι διάολο ; 
Τι έγινε ; 
Τι εξερράγη ; 
Είστε καλά ; 
Έχεις άλλα ρούχα ; 
- Μιν Χε . - Ώστε εσύ είναι η Τσονγκ Τσι Αν. 
Άφησέ με . 
Άφησέ με . 
Τι έγινε πάλι ; 
Όντως έμοιασες του θείου σου . 
Γαμώτο . Κοίτα τι έκανες στο όμορφο πρόσωπό μου . 
Κου Μα τι έγινε ; 
- Έπιασες την Τσονγκ Τσι Αν και τη Μιν Χε ; 
- Ναι , τις έπιασα , αλλά ... 
Μόνο εγώ έζησα , ρε γαμώτο . 
Μη σκοτώσεις την Τσονγκ Τσι Αν ακόμα . 
Δεν θα το κάνω . 
Μόνο θα της κόψω το μισό πρόσωπο . 
Πρέπει να αναγνωρίζεται . 
Δάσκαλε ; 
Δεν έχουμε χρόνο . 
Προετοιμάσου . 
Έρχεται ο Μπε Ιλ. 
" Ο Μπε Ιλ " ; 
Αυτός σκότωσε τους γονείς σου . 
Τι ήταν αυτό ; 
Σφεντόνα ; 
Μάλλον πρέπει να αναλάβετε εσείς οι δυο . 
