මොන මගුලක්ද ? මගේ වාසනාව තමයි . 
ආයුබෝවන් . 
මම ... මම ඔබේ අර්ධකාලීන රැකියා දැන්වීම දුටුවෙමි . 
ගබඩා සංවිධානය සහ සරල කාර්යයන් මගේ නම Bae Jeongmin . 
මම දන්නවා ඔයා කවුද කියලා . 
මම ජියන් සමඟ ප්‍රාථමික පාසලට ගියෙමි . 
මෙය පවා ක්රියා කරන්නේ කෙසේද ? 
මම ඔයාට කතා කළේ නැහැ . 
මම ඔබට කී වතාවක් කියන්නද ? සිරාවටම . 
ඔයා දන්නවද මම කීපාරක් මැරෙන්න වගේ ? 
කොහොම හරි මම ඇතුලේ . 
ඔයා Jian ගේ පින්තූරය දැක්කා නේද ? 
මම murthehelp ගේ මූලාශ්‍රය සක්‍රිය කරන්නම් සහ අද එය ඔබ වෙත ලබා ගන්න . 
මෙම සාප්පු සංකීර්ණය භාරදීම දින තුනකින් . ඒකට මම තමයි අංක එකේ දායකයා . 
කුමක් ද ? 
ඔබට මාව අවශ්යයි ... ඇයව මරන්නද ? 
කුමක් ද ? 
ඔයා මෙච්චර දුර ඇවිත් දැන් ඔයාට ඒක කරන්න බැරිද ? 
ඔබ සෑදී ඇත්තේ එපමණද ? 
ඔයා අදහස් කරන්නේ කුමක් ද ? ඔයා මාව හිර කළාද ? 
කුමක් ද ? 
ඒකයි ඔයා දැන් කිව්වේ . 
අපි පොඩි කාලේ , ඔයා තමයි මාව හිර කළේ ගබඩා කාමරය තුළ . 
ඔහ් , ඒක ? 
ජොං ජින්මන් ! 
ජොං ජින්මන් ! 
මම කුතුහලයෙන් සිටියෙමි ... ඔබ ඇත්තටම ගොළුවෙක්ද නැද්ද යන්න . 
ඉතින් මම යාළුවො ටිකක් කතා කළා ඔබව අගුලු දැමීමට . 
මම හිතුවා ඔයාට කතා කරන්න පුළුවන් වෙයි කියලා ආන්තික තත්වයක් තුළ . 
ඔබ මට ස්තුතිවන්ත විය යුතුයි . 
ඔබ ඔබේ අපාගමනය ජය ගත්තා , මට ස්තූතියි . 
උබට අවුල් නේද ? 
ඔබ ව්යාකූල විය යුතුය සිදුවෙමින් පවතින දේ ගැන . 
ඔයාට කවදාවත් හිතාගන්න බැරි දෙයක් සිදුවෙමින් පවතී . එය තේරුම් ගත හැකි ය . 
මොන මගුලක්ද ඔය කියන්නේ ? 
ඔබට දැන ගැනීමට අවශ්‍ය නැද්ද ? දැන් සිදුවෙමින් පවතින දේ ගැන . 
බබිලෝනිය කියලා තැනක් තියෙනවා . 
මෝඩයා . 
අපේ රටේ මිනීමරුවන් නැහැ . 
ඔයා දැක්කා deep web site එක . 
ආයුධ වෙළෙඳාම සිදු විය . 
AK - 47 එකක් විකුණමින් තිබුණා මිලියන 1.2 ක් සඳහා . 
ඉතින් සල්ලි තියනවනම් ගන්නවද ? 
ඔයාව හමුදාවෙන් නිදහස් කළා දුෂ්කරතා සඳහා . AK එකකින් ඔබ කරන්නේ කුමක්ද ? 
ඔබ මෙහෙයුම්වල නිරතව සිටියා . තුවක්කුවකින්වත් වෙඩි තියන්න පුළුවන්ද ? 
ජීස් . ඔබ පවා දන්නේ කුමක්ද ? 
හේයි , මම බරපතලයි . වෙබ් අඩවියේ ගුණාත්මකභාවය වෙනස් විය . 
ඒක ගොඩගත්තා මම එය හැක් කර විනාඩි පහකට පසුව . 
ඒකේ මොකක් හරි සැකයක් තියෙනවා . 
ඉදිරියට එන්න ! 
වඩා හොඳ ගුණාත්මකභාවය , එය ව්‍යාජ එකක් වීමට ඇති ඉඩකඩ වැඩිය . 
ඔයාට මොනවද වෙලා තියෙන්නේ ? ඔබ ආධුනිකයෙක්ද ? 
ආධුනිකද ? 
එතකොට , pro එකක් මොන වගේද ? 
අපි යන්නේ නමක් නැති විද්‍යාලයකට . අපි දක්ෂ නැහැ . 
අපි පරාජිතයෝ . 
මේ දවස්වල හැකර්ස්ලා වැඩියි මිහිරි රැකියාවක් කිරීමට උත්සාහ කරයි ප්‍රධාන සමාගමක . 
අපේ රටේ සැබෑ කළු තොප්පි හැකර් කෙනෙක් ? ඔවුන් සියල්ලන්ම ලබා දී ඇත . 
ඔවුන් කළු ලෙස පෙනී සිටියි , නමුත් ඔවුන් සියල්ලෝම සුදු ය . 
බලාගෙන ඉන්න . මම ඔබට පෙන්වන්නම් ඇත්තටම black hat hacker කෙනෙක් කියන්නේ මොකක්ද කියලා . 
ඒයි , ඒක අමතක කරන්න . ඔබ අවසානයේ හිරේ යයි . 
හිරේ යන්න බයද ? 
ඇත්ත වශයෙන් ! 
- මම ගොඩක් බයයි ! - එය කපා දමන්න . 
ඔබේ ජීවිතයේ ඉතිරි කාලය පමණක් ජීවත් වන්න පොල්ලකින් මස් කනවා . 
එහි ඇති වරද කුමක්ද ? 
මුරපදය ඇතුළත් කරන්න එම අඩවියේ නම කුමක්ද ? 
" Murthehelp " ? 
මගේ දෙයියනේ . 
මොකක් ද වෙලා තියෙන්නේ ? මොන මගුලක්ද . මේ දවස්වල ඇතුලේ දුම් බොන්නේ කවුද ? 
කෙහෙල්මල් දිගටම අපිරිසිදු පෙනුමක් ලබා දුන්නා . 
අපි බැස ඔහු සමඟ සටන් කරමුද ? 
මෙයා වගේ කොල්ලන්ට හොඳ ගුටි කන්න ඕන . 
මට මේ උණුසුම දැනිලා නෑ ... 
ඒ ඔබද ? ඔබ murthehelp හැක් කළාද ? 
විනාඩියක් ඉතිරියි . 
මේක පිස්සුවක් . 
එය කළේ මමයි ! 
ඉන්න . නවත් වන්න . මට එය කරන්න පුළුවන් ඔබ මට තව ටිකක් කල් දෙනවා නම් ! මම බොහෝ දුරට එහි සිටිමි . මම ඇත්තටම ... 
ඒ කෙසේ වුවත් ... ඔබ ශරීරයෙන් මිදෙන්නට යනවාද ? 
එතකොටයි මට තේරුණේ මම සාමාන්‍ය මිනිස්සුන්ට වඩා වෙනස් . 
මම ඔයාට කිව්වේ මගේ මාමා ගැන කියන්න කියලා . - මෙය ස්වයං චරිතාපදානයක්ද ? - හ්ම් 
මේ සියල්ල සම්බන්ධයි , ඔබට පෙනේ . 
ඉවසීමෙන් සවන් දෙන්න . 
ඔයා මේ මිනිහව දන්නවද ? 
ඇය ගැන කුමක් කිව හැකිද ? 
මට ඉතා කනගාටුයි . 
මම මෙහෙම හිටියේ නැහැ මගේ හමුදා සේවය අතරතුර . 
මම හරියට වැඩ කරලා නැහැ මාව ඩිස්චාජ් කරපු නිසා . 
ඇත්ත වශයෙන්ම , ටිකක් විවේක ගන්න . 
හරි හරී . 
මම ඇත්තටම වැඩ කළ යුතුයි . 
එය හැරී ඇත්තේ ඇයි ? 
ජරාව . 
මේ කුමක් ද ? 
මෙතන හරිම රස්නෙයි . 
ඒකට සාප වේවා . 
මට හොඳට නාගන්න ඕන . අපොයි . 
මොන මගුලක්ද මෙතන වෙන්න ඕන ? 
කුමක් ද ? 
ආ ... එහෙම මුකුත් නෑ . 
මේක බොන්න . 
ඔයාට ස්තූතියි . 
Jian කොහොමද ? 
අපි ප්‍රාථමික පාසලේදී තරමක් සමීපව සිටියෙමු . 
ඔබට එක් දිනක් ඉතිරිව ඇත දෙයියනේ ... 
ලොක්කා ? මට ඩම්ප් එකක් ගන්න වෙනවා . 
මට නිවසේ නාන කාමරය භාවිතා කළ හැකිද ? 
ඔයාට ස්තූතියි . 
ඔයා බලමින් සිටින්නේ කුමක් ද ? 
හේයි . මම ඔයාව බය කළාද ? 
ජියන් ගෙදර ඉන්නකොට මම ඉන්නේ ගබඩා මඩුවේ , එහාට මෙහාට ඇවිදින්න අමාරුයි ඒ නිසා මම ස්පීකරයක් සවි කළා . 
මම වටපිට බලමින් සිටියෙමි . 
- මට කණගාටුයි . - ඒකට කමක් නැහැ . ඒක ප්‍රශ්නයක් නෑ . 
ඒ කෙසේ වුවත් , ඔබ පරිගණක ඉංජිනේරු අංශයේ ප්‍රධානියාද ? 
ඔව් , පරිගණක ඉංජිනේරු විද්‍යාව . 
එය අනර්ඝයි . 
මම හිතන්නේ මගේ පරිගණකය කැඩිලා . 
ඔබට එය මා වෙනුවෙන් අලුත්වැඩියා කළ හැකිද ? 
මම ඔබේ වැටුපට අලුත්වැඩියා ගාස්තු එකතු කරන්නම් . 
ෂුවර් . 
ස්කෑන් කරමින් පවතී ... ස්කෑන් කරමින් පවතී ... මම හිතන්නේ එය අනිෂ්ට මෘදුකාංග වලින් ආසාදනය වී ඇත . 
මම මුලින්ම එය ෆෝමැට් කර සුරැකීමට උත්සාහ කරමි මට හැකි සියලුම ගොනු . 
හරි හරී . ස්තුතියි . 
එවිට , මම ඔබට කොපමණ මුදලක් ගෙවිය යුතුද ? අලුත්වැඩියා සඳහා ? 
ඒක අවශ්‍ය නැහැ . 
මමයි ජියානුයි ඇත්තටම සමීපයි . 
- මට මේක නොමිලේ කරන්න පුළුවන් ... - කුමන ශ්රේණියේද ? 
සමාව දෙන්නද ? 
මම කවදාවත් දැකලා නැහැ කලින් Jian ගේ යාළුවෙක් . 
ඉතින් මම කල්පනා කළා ඔබ මිතුරන් වූ විට . 
හොඳයි ... අපි ඇත්තටම තරුණ කාලේ . 
දෙවන ශ්රේණියේ . 
ඇය කුඩා කාලයේ ඉතා රළු විය ඇයට යහළුවන් නොසිටි බව . 
ඔයා දන්නවනේ , ජියන්ට කතා කරන්න බැරි වුණා එදා ඉතා හොඳයි . 
මම ඇයට ගොඩක් උදව් කළා . 
අනික ඔයාට මතකද දන්නේ නෑ . . නමුත් ඇය වරක් පාසලේ සිරවී සිටියාය . 
ඔව් ඒක නිවැරදියි . 
එහෙනම් මම ඔයාට රෑ කෑම අරන් දෙන්නම් . 
මම සුද්ද කරන්න යනවා . වැඩේ ඉවර උනාම එන්න . හරි හරී . 
මම කරන්නම් . 
එය පහසු විය . 
පොහොර ගඳයි . අපොයි . 
කවුද දන්නේ මම ඒ අසල්වැසි ප්‍රදේශයට ආපසු යන බව ? 
මේක කවදා ඉවර වෙයිද ? 
ඔබ තවම අවසන්ද ? Jeong Jinman එයට ප්‍රවේශ වීමට අවශ්‍යයි මට දෙයක් කරන්න කලින් . 
මුන් ඉතින් මෝඩයෝ . 
ඔහු ක්‍රියාත්මකයි . 
ඔන්න ඔහේ යනවා . 
ඒක වැඩ කළා . 
මේ කුමක් ද ? 
අපොයි . 
හොඳින් සවන් දෙන්න . 
මාව මෙහෙම මැරුවොත් . . ඒ සියල්ල නිෂ්ඵල වනු ඇත . 
එහෙම තමයි මම ඒක සෙට් කරගත්තේ . 
මේ මම , ලී යොංගන් . 
ඔයාට බෝල ටිකක් තියෙනවා පැටියෝ . 
මට මගේ රක්ෂණය අවශ්‍ය විය . 
මාව මැරුවොත් , murthehelp නැවත සකසනු ඇත , සහ ඔබට එයට ප්‍රවේශ වීමට නොහැකි වනු ඇත . 
මම ඒක හැදුවේ මට විතරක් කරන්න පුළුවන් විදියට . 
ඔහු බලා ගන්න . 
ඉන්න ! තත්පරයක් ඉන්න . 
ඉන්න . 
ඔබ මාව ක්‍රියාවෙන් දැක්කා . 
මම මේකට දක්ෂයි . 
මම දක්ෂයි , මම හැක් කරන්න දක්ෂයි . 
ඔබට අවශ්ය එය කුමක්ද ? 
Jeong Jinman ? 
නැත්නම් මේ ආයුධද ? 
මට තියෙනවා ... ඇත්තටම අසනීප සැලැස්මක් . 
අපි එය අසා බලමු . 
අවසානයේ දී , ඒ සියල්ල සැලැස්මට අනුව සිදු විය . 
ඉතින් ලැජ්ජයි . එය මෙතැනින් ආරම්භ කළ යුත්තේ ඇයි ? 
මොකක් ද වෙලා තියෙන්නේ ? 
ඉතින් ඒ ගොත ගැහෙන මෝඩයා බොඳ විය . 
මම හිතුවා මෙතන මොකක් හරි ඇති කියලා . 
එදාට ඇත්ත නැත්ත හොයන්න බෑ ඒකත් එක්ක . 
ඔයාට කුතුහලයක් නැද්ද ජියන් ? 
හොඳින් නිරීක්ෂණය කරන්න , මම ඔයාගේ මාමාව මැරුවේ කොහොමද කියලා . 
මාව බේරගන්න අංකල් . 
මම දැන් කොහෙද ඉන්නේ කියලා මම දන්නේ නැහැ ! 
මගුල , මට යන්න දෙන්න ! 
මාව බේරගන්න අංකල් . 
මම දැන් කොහෙද ඉන්නේ කියලා මම දන්නේ නැහැ ! 
මාව මැරුවොත් , ඔබේ ලේලිය , ජියොන් ජියන් ... මාව බේරගන්න අංකල් . 
- බබිලෝනිය ඇයව මරයි . - මම දැන් කොහෙද ඉන්නේ කියලා මම දන්නේ නැහැ ! 
මම ලස්සනට අහන අතරේ මාව ලිහන්න ! 
දැන් ! 
ඒකට සාප වේවා ! මාව බේරගන්න අංකල් . 
මම දැන් කොහෙද ඉන්නේ කියලා මම දන්නේ නැහැ ! 
මම ඔයා කියන විදියට කරන්නම් . 
ඔබ පොරොන්දු වූ පරිදි ජියන්ට වහාම යන්න දෙන්න . 
ඔව් ඇත්ත වශයෙන්ම . 
විශ්වාසය එතරම්ම වැදගත් මෙම වැඩ රේඛාවේ . ඔබ හොඳින් දන්නා පරිදි . හරිද ? 
දැන් මාව ලිහන්න . 
පැසින් . ඔබ මට ආපසු ගෙවිය යුතු නැත . 
ජොං ජින්මන් ! 
ඔබ මාව බිම දැමිය යුතුයි ! 
හේයි , මගුල ! හේයි ! ජරාව . 
බබිලෝනියට කියන්න ... ඔවුන්ගේ පොරොන්දුව ඉටු කිරීමට . 
තේරුනොත් හිස නමන්න . 
ඒකට සාප වේවා . 
කලා කෘතියක් නේද ? 
ඔබට මගේ හඬ ලැබුණේ කෙසේද ? 
මම කවදාවත් එහෙම කියලා නෑ . 
ඒක ගැඹුරු බොරුවක් . ඒක දැන් ඉතින් සාමාන්‍ය දෙයක් . 
මට විනාඩි දහයකට අඩු කාලයකින් ඒක හදන්න පුළුවන් ඔබේ හඬ පටය සමඟ . 
ඔබේ පහසුව සඳහා ගබඩා ලොක්කා උදව් කළා හඬ පටිගත කිරීම සමඟ . 
නරඹන්න . 
ජියොන්ග් ජියන්ට මොළයට ජරාවක් ඇත 
ජියොන්ග් ජියන්ට මොළයට ජරාවක් ඇත 
අනික ඔයාගෙ මාමා එහෙමයි ... 
ජියොන්ග් ජින්මන් පුදුම විය යුතු විය . නමුත් ඔහු එවැනි ලාමක උපක්‍රමයකට හසු විය සියදිවි හානි කරගෙන . 
නැත ! 
සර්වබලධාරී බබිලෝනිය වූ විට ඉතා පරිස්සමින් , මම අවංක වෙන්න හොඳටම බය වුණා . 
නමුත් එය පෙනී ගියේය , එය කිසිවක් නැත . 
එය එතරම්ම කොර විය සහ ඉතා පහසුයි . 
නමුත් පසුව , එයින් අදහස් වන්නේ මම ඒ තරම් දක්ෂයි නේද ? 
මම ගොඩක් අමාරු දෙයක් කළා ඉතා පහසුවෙන් . 
සමහර විට ඔවුන් මාව තෝරා ගත්තේ හේතුවක් නිසා විය හැකිය . 
එය කුමක් ද ? 
ඔයා නිකං මිනිසෙක් දක්ෂ ලෙස පෙනී සිටීම . 
ඔබ මා ගැනද කතා කරන්නේ ? 
බබිලෝනිය ? 
ඔවුන් ඔබව ජීවත් කරයිද කියා මට සැකයි . ඔවුන් ඔබව මරයි ඔබ මෙතැනින් පිටත් වූ වහාම . 
නෑ ඉන්න . 
මාව මැරුවොත් , මම ඔට්ටු අල්ලනවා ඒ ගෑණි මුලින්ම ඔයාව මරයි කියලා . 
ඔයාට සනීප වෙයිද ? 
හේයි . මම හිතන්නේ නැහැ ඔබ කිසිම තනතුරක ඉන්නේ කියලා මාව අවුස්සන්න . 
බබිලෝනිය මට කිව්වා විතරයි ඔයාව මරන්න . 
හේයි ! මතක නැද්ද ? 
ඔයා තමයි මට කිව්වේ . 
" සියලු දෙනාටම කේතයක් ඇත හරිත කේතය ආරක්ෂා කිරීමට යුතුකමක් ඇත . " 
මගේ මාමා මැරුණ නිසා , ඉතිරිව ඇති එකම කේතය මමයි . 
අප්පච්චි මොනවා කරාද දන්නේ නෑ . . නමුත් පරිමාණයෙන් විනිශ්චය කිරීම , මම ඔට්ටු අල්ලනවා වැඩි පිරිසක් ඉන්නවා කවුද මාව ආරක්ෂා කරන්න උත්සාහ කරන්නේ . 
මොන මගුලක්ද ඔය කියන්නේ ? 
මොලේ තියෙනවද කියල හිතල බලන්න . 
මෙහි බැබිලෝනියෙන් කිසිවෙක් නැත . ඔබ මැරුණත් ඔවුන්ට කමක් නැත . 
දැක්කේ නැද්ද ඩ්‍රෝන් අපිව මරන්න හැදුවේ ? 
ඔබ නිකම් ඔවුන්ට වියදම් කළ හැකි . 
එකම කෝඩ් ග්‍රීන් ඔබ ඉදිරියේ සිටින්නේ මා පමණි . 
ඒවා ඔබට අවශ්‍ය ඒවා නොවේ සමඟ ගනුදෙනුවක් කිරීමට . 
ඒ මමයි . 
ඔයා බැඳලා . මට දේශන පවත්වන්න ඔබ කවුද ? 
තවද , මම ඔබ සමඟ ගනුදෙනුවක් කරන්නේ ඇයි ? 
Jeong Jinman මැරිලා . 
ඔය වගේ හැසිරෙන්නද හදන්නේ murthehelp දැන් ඔබේද ? 
තමුසෙගෙ බාප්පා කවුද කියලවත් දැනගෙන හිටියෙ නෑ පැය කිහිපයකට පෙර . 
හේයි . ඒක බලන්න . 
ඔවුන්ට ඔවුන්ගේ ඩ්‍රෝන යානා පියාසර කළ හැකිය , ඔය පරණ මෝඩයෝ ඔක්කොම යවන්න , සහ ඔවුන්ට අවශ්‍ය සියල්ල වෙඩි තියන්න . ඒත් මම තමයි මෙතනට ආවේ සහ ඔබව අල්ලා ගත්තා . මට ! 
හරි . 
ඔබ අඬමින් බඩගාමින් සිටියා මේ සඳහා අපේ ශාලාව වටා ? 
දෙවියන්ට ස්තූතියි ඔබ තෙත් නොකළේය . 
ඔබ මෙතරම් දුර ගියේ ඔබව බේරා ගැනීමට පමණි මක්නිසාද බබිලෝනියේ ඔබේ හිසට තුවක්කුවක් තිබුණි . බයගුල්ලෙක් ! 
ඔබ කුමක් ගැනද , ඔබ නිහඬ කරන්න . 
බය වෙච්ච අපතයෝ කණ්ඩායම් වශයෙන් කුඩා බැල්ලියන් මෙන් බුරන්න ! 
ඔයයි උඩ ඉන්න අපතයොයි වගේ ! 
මම ඔබට දිගටම කතා කිරීමට එඩිතර වෙමි . 
අර පිස්සු බැල්ලි . 
ජියන් ? 
ජියොන්ග් ජියන් ! 
ආයෙත් ගොළු වුණේ නෑ නේද ? 
ඔබ සෑම දෙයක්ම භාවිතා කළ යුතුය අර්බුදකාරී කාලවලදී ඔබ වටා . 
ජීවත් වීමට අවශ්ය ඕනෑම ක්රමයක් භාවිතා කරන්න . 
මට පුළුවන් දෙයක් කරන්න වෙනවා . 
මොන මගුලක්ද ? 
මම බොහෝ වාරයක් ජියොන් ජියන්ව මරා දැමුවෙමි . ඔයා කැමති නැද්ද මම දැන් එයාව මරනවට ? 
ඇත්තටම මම ඇයව කලින් මැරුවා නම් ? 
ඔබට කළ හැකි හොඳම දේ මෙයද ? 
ඔයා පොඩි ... 
ඔවුන්ට දැන් මුහුණු හඳුනාගැනීම අවශ්‍යද ? ඔයා මට විහිළු කරනව ද ? 
ඇයි ඔයා ඔච්චර පරක්කු , පොන්නයෝ ? 
ආයුබෝවන් ! 
ඒක නිසා පරක්කුද ? 
මට මේක ඔයාට ගන්න ඕන වුනා , නමුත් කඳු හැර වෙන කිසිවක් නැත . 
- එය ලබා ගැනීම පහසු නොවීය . - ඔයා පොඩි පොන්ක් . 
මට වැඩිය වෛර කරන්න එපා . 
ඔයාගේ බාප්පා එච්චර හොඳ කෙනෙක් නෙවෙයි එක්කෝ පුද්ගලයෙකුගේ . 
ජොං ජින්මන් බොහෝ මිනිසුන් මරා දැමුවා විය හැක . 
සහ ජියන් . අපි ජීවත් වෙන මේ ලෝකේ ... එය හොඳ හෝ නරක ගැන නොවේ . එය ශක්තිමත් හෝ දුර්වල වීම ගැන ය . 
ඒ වගේම Jeong Jinman ආහාර දාමයේ මුදුනේ , මම ඇටවූ උගුලෙන් මැරුණා . 
ඒ කියන්නේ මම Jeong Jinman ට වඩා ශක්තිමත් . 
ඔයා හිතනවද ඔයාට පැනලා යන්න පුළුවන් කියලා ... 
අපොයි ! බරපතල ලෙස ? 
ජියන් . 
අපොයි ! 
ජියොන්ග් ජියන් ! 
කරුණාකර ! 
ජියන් . 
ජියන් ! 
ජියන් ... ජියන් , ඉන්න . ඔයාට මගේ මාමා එක්ක කොහෙත්ම සමාන කරන්න බෑ . 
ජියන් ... ජියන් . 
ඔබ මෙය සිතා බැලිය යුතුය . 
ඔබ මගේ පැත්ත ගත යුතුයි . 
ශක්තිමත් අය ශක්තිමත් සමඟ සටන් කළහොත් , උබේ මාමා වගේ උන් කැඩෙනවා . 
දුර්වලයි ඔවුන්ගේ ස්ථානය දැනගෙන බුද්ධිමත්ව තෝරා ගත යුතුය . 
ඔයා ඩමි . 
ඔව් , හරි . 
එසේ වුවද , ඔබ පිටව ගියේ කෙසේද ? ජියන් එතන තනියමද ? 
ඇය විසඳිය යුතුයි සියලු ගැටලු තනිවම . 
ඇය ජීවත් වීමට ඉගෙන ගන්නේ එලෙසිනි . 
ලොක්කාට අවශ්‍ය වූයේ එයයි . 
කලබල වෙන්න එපා . 
ජියොන්ග් ජියන් කිසිසේත් දුර්වල නැත . 
ඔවුන් නැවතත් පහර දීමට පටන් ගනීවි . 
ඔබ ගෙනාවේ මේ සියල්ලද ? 
උණ්ඩ 12ක් විතරද ? 
බේල්ට වෙච්ච දේට පස්සේ ලොක්කා කිව්වා මෙවැනි ප්‍රහාරයක් ඕනෑම අවස්ථාවක සිදු විය හැක . 
එසේම , අපව ආරක්ෂා කර ගැනීම සඳහා ඕනෑම අවස්ථාවක , ඔහු නිවස නැවත සකස් කළේය . 
ඒ නිසා ... 
ඔයා කරන්නේ කුමක් ද ? 
ඒක හරිම ප්‍රබෝධමත් . 
මේ වගේ කාලවලදී මේක තැනට වැටෙනවා ! 
නමුත් ඔබට මෙය මා වෙනුවෙන් ලබා ගැනීමට අවශ්‍ය නොවීය . 
පහුගිය ටිකේ මම මිහිරි දේවල් වලට ආශා කළා කිසියම් හේතුවක් නිසා . 
ඔබ ඉතිරි කර තිබේද ? 
ආයතනයක වැඩ කරනවා මේ දවස්වල මගුලක් . ඉතින් මම කල්පනා කරනවා මගේම ව්‍යාපාරයක් ආරම්භ කරනවා ඔයා වැනි . 
ඔබ දන්නවා , ඔවුන් කියනවා කාර්යාලය යුධ පිටියක් නමුත් පිටත අපායයි . 
මට ඒකට සම්පූර්ණයෙන්ම සම්බන්ධ වෙන්න පුළුවන් . 
මගුල , මම දැන් තනියම ඉන්න නිසා , හැම උණ්ඩයකටම මට ගෙවන්න වෙනවා මගේම සල්ලි වලින් . 
ඒක හරිම භයානකයි . 
ඔබ බබිලෝනියට අයිතිව සිටියදී , ඔබ කරන කිසිවක් නීති විරෝධී නොවේ . 
එය ඇත්ත . 
ඔබට හැකි තාක් කල් එහි සිටින්න . 
ඔයා හරි . මම යුතුයි . මට වැරදි අදහසක් තිබුණා . ඒකට සාප වේවා . 
ජරාව . 
ඒ කෙසේ වුවත් , කිම් මහතා මිය ගොස් ඇති බව පෙනේ . මම හිතන්නේ Minhye එයාව ගත්තා . 
ඒ කාලකණ්ණි බැල්ලිය . 
අපොයි . 
ඔබ ඔබේ ගමන සුසර කළා . එය හොඳින් ධාවනය වේද ? 
හොඳයි , මම එය භාවිතා කර මිලදී ගත්තා . 
එය ඉතා හොඳින් ධාවනය කරයි . ඒ වගේම ලස්සනයි රළුයි . 
එයාලා මෙහෙ . 
" බබල් කාර් වොෂ් ... " 
එය ඉතා ලාභදායී බව පෙනේ . එය කාර් වොෂ් එකක් විය යුත්තේ ඇයි ? 
ඔයා නිදාගන්නවා ද ? 
මම හිතුවට වඩා පොඩියි . 
එය උණුසුම් වීම හෝ වෙනත් දෙයක්ද ? 
මේ දේවල් ගැටලුවක් . 
ඔබ මේ දේවල් අනුමත නොකළ යුතුයි . 
මුන් පස්සේ අපේ රස්සාවල් හොරකම් කරනවා . 
මම හිතපු තරම් ලොකු දෙයක් නෙවෙයි . ඒක කොර වෙලා . ඔබ සිතන්නේ නැද්ද ? 
මම ප්රහාරය ආරම්භ කරමි . 
අපොයි , මම හිතන්නේ ඒකෙන් අපේ රස්සාව හොරකම් කරන්න පුළුවන් මේ මොහොතේ හරි . 
ඔයාලා ඔක්කොම මොනවද කරන්නේ ? 
කමක් නැහැ . 2 කණ්ඩායම , ඔබට මාව ඇහෙනවාද ? 
Jeong Jianව මරන්න එපා . ඇයව පණපිටින් අල්ලා ගන්න . 
කැඩුනොත් හොදයි කෙසේ වෙතත් , අතක් හෝ කකුලක් . 
කමක් නැහැ . Minhye ගෙන් පරිස්සම් වෙන්න . 
මම ඔබ සැම ජීවතුන් අතර දකිමි ! 
මතුපිටින් , එය සාමාන්‍ය නිවසක් මෙන් පෙනෙනු ඇත , නමුත් සෑම අවකාශයක්ම ආරක්ෂාව සඳහා භාවිතා කළ හැකිය . 
අපි මෙය හොඳින් භාවිතා කළහොත් , කිසිවෙකුට ඇතුළු වීමට නොහැකි වනු ඇත . 
කුමා . ඉක්මන් කරන්න . 
අපට මිසයිලයකින් පහර නොදුන්නේ නම් , අපි බේරෙන්න යනවා . 
එසේනම් , ඔබ එය නවත්වන්නේ කෙසේද ? 
ඇතුලට එන්න , මින්හ් ! 
අපිට අඩුම තරමේ ඇතුලට යන්න පුළුවන් වෙයි . ඔබට ස්තුතියි . 
මගුලක් නිසා ඇතුලට යමුද බැරිද ? 
ඇතුලට යන්න . 
ඇයි දෙයියනේ එයාට බනින්න උනේ ? 
මේ මොන වගේ ෂටරයක්ද ? නවත් වන්න . 
ඔබ මෙහි ඇතුළු වූයේ කෙසේද ? 
ෂිට් අපි කොටු වෙලාද ? කලබල වෙන්න එපා . 
හේ , බය වෙන්න එපා . 
බය වෙන්න එපා . 
ෂිට් , කවදාද ජියොන්ග් ජින්මන් සූදානම් කළේ ඒ වගේ දෙයක් ? 
ඇත්ත වශයෙන් . ඔබ කවදාවත් අපට දේවල් පහසු කරන්න . හරිද ? 
අම්මපා . 
ඒ ගැන යමක් කරන්න . 
ඔයා නිකන් මොකුත් කරන්න යනවද ? 
ඔවුන් එහි සැඟවී සිටිති . 
ජින්මන් මට මෙතනට කතා කරන්නේ නැහැ ඒවා ලේසියෙන් නවත්තන්න පුළුවන් නම් . 
මෙතැන් සිට , ඔබ ඔබේම ය . 
ඔබට මා කුමක් කිරීමට අවශ්‍යද ? 
ජියන් , මට විශ්වාසයි ඔයා අවුල් වෙලා කියලා . 
ඒත් වෙලාවක් නෑ , ඒ නිසා මම ඔබට තෝරා ගැනීමට අවස්ථාවක් දෙන්නම් . 
එක , ඔබට පැන යාමට අවශ්‍ය නම් මෙම තත්වයෙන් , 87 පිටුවට යන්න . 
Murthehelp හි පිටුපස දොර භාවිතා කරන්න පලා යාමට පලායාමේ මාර්ගයකට යොමු කරයි . 
මාර්ගය අවසානයේ ඔබේ නව අනන්‍යතාවය , ඔබේ නව ජීවිතයට ප්‍රමාණවත් මුදල් , සහ පුද්ගලයාගේ දුරකථන අංකය සම්පූර්ණයෙන්ම ආරම්භ කිරීමට ඔබට උදව් කරන්නේ කවුද ? 
ඔබට නව අනන්‍යතාවයක් ලැබෙනු ඇත . 
ඔබට සියල්ල අමතක කිරීමට හැකි වනු ඇත මේ ජීවිතය ගැන සහ නැවත ආරම්භ කරන්න . 
දෙක , ඔබට ජනතාව සමඟ එකතු වීමට අවශ්‍ය නම් ඔබ වෙනුවෙන් සටන් කරන නැත්නම් ඔබ සමඟ සටන් කරන අය 
මෙම දුෂ්කරතා ජය ගැනීමට සහ මෙම ස්ථානය ආරක්ෂා කරන්න , පිටුව හරවන්න සහ මෙම මාර්ගෝපදේශය ප්රවේශමෙන් කියවන්න . 
මට සමාවෙන්න මම ඔයාට වැටෙන්න ඉඩ දුන්නා මේ සුළි සුළඟට , නමුත් තේරීම ඔබගේ ය , ජියන් . 
ඒකට සාප වේවා ... 
හේයි , එය ගෑස් ! ගෑස් ! - එය ගෑස් ! ගෑස් ! - ගෑස් ! 
මෙය සියදිවි නසා ගැනීමකි . 
දැන් ! 
යාලුවනේ , අවදියෙන් ඉන්න . 
Minhye ! මෙතන ! 
ඔහ් , මගුලක් . 
මොකක් ද වෙලා තියෙන්නේ ? 
එය මොකක් ද ? 
පුපුරා ගියේ කුමක්ද ? 
ඔයාට හරි ද ? 
ඔබට තවත් ඇඳුම් තිබේද ? 
Minhye ! - මින්හයි ! - ඉතින් ඔයා ජියොන් ජියන් . 
මට යන්න දෙන්න ! 
යන්න දෙන්න ! 
දැන් මොකද ? 
ඔබ ඇත්තටම ඔබේ මාමාව බලාගන්නවා . 
ඒකට සාප වේවා . බලන්න ඔයා කරපු දේ මගේ කඩවසම් මුහුණට . 
කුමා , මොකද වුණේ ? 
ඔබට Jeong Jian සහ Minhye ලැබුනාද ? 
ඔව් , මට ඒවා ලැබුණා , නමුත් ... 
මගුල මම විතරයි බේරුනේ . 
හේයි , ඔයාට තාම ජොං ජියන්ව මරන්න බෑ . 
හරි , මම ඇයව මරන්නේ නැහැ . 
මම ඇගේ මුහුණෙන් අඩක් කපා දමමි . 
ඇය හඳුනාගත යුතුයි . 
මාස්ටර් ? 
වෙලාවක් නෑ . 
අපි සූදානම් වෙමු . 
බේල් එනවා . 
" බේල් " ? 
ඔයාගෙ අම්මල තාත්තලව මරපු එකා . 
එය මොකක් ද ? 
කඩුල්ලක්ද ? 
එය පෙනේ ඔබ දෙදෙනා එය හැසිරවිය යුතුය . 
