‫ - قتلوا القاضية ! ‫ - هيا ! 
‫ لا تدعوهم يهربون ! 
‫ إذاً ، ماذا حدث ؟ 
‫ لم يؤهلني تدريبي لهذه اللحظة . هذا ما حدث . ‫ - ظننت أنني سأكون أول من يتوقف . ‫ - أجل . ‫ أنا أيضاً . 
‫ - ينضم آخرون إليهم . ‫ 
- لا يمكننا تجاوزهم . ‫ يجب علينا ذلك . ‫ هذا الطريق الوحيد إلى البيت . 
‫ ربما لا . 
‫ الحمّالون ؟ ‫ أما زلت تختلطين بهم ؟ 
‫ نريد أن ننزل طابقين آخرين فحسب . 
‫ حاولوا مواكبتي . 
‫ لا تُوجد طريقة لتجادله بأنك لم تكن الفاعل . 
‫ لا أرى طريقة لفعل ذلك . 
‫ لا يعرف أسماء المستمعين تحت إمرتي ، ‫ لكنه يعرف الدلائل . 
‫ من الواضح أنه عرف أنني المسؤول ‫ عن حملة عزل " ميدوز " . 
‫ أمي . ‫ أمي . ‫ - انتظر دقيقة يا عزيزي . ‫ - يُوجد رجل في المطبخ . 
‫ هل يمكنني مساعدتك ؟ 
‫ لا أذكر آخر مرة أعددت قهوتي بنفسي . 
‫ لا أتحدّث عن العمدة " جانز " كثيراً ، ‫ لكنها كانت تعد قهوتها بنفسها دوماً . 
‫ قالت إن أداء المهام اليومية ‫ لأهل الصومعة العاديين ‫ ساعدها على الشعور بالتواصل بهم ‫ عندما لم يفلح شيء آخر في ذلك . 
‫ فهذه الوظيفة ‫ تطالبني بأن يكون لي منظور مختلف ‫ عن الآخرين . 
‫ دعني أساعدك . ‫ هذه الآلة معقدة . 
‫ من المفترض أنني أجيد التعامل مع الآلات . 
‫ اعتدت العمل مع " روب " ، صحيح ؟ 
‫ اعتدت العمل تحت إمرته كما يحب أن يذكّرني . 
‫ هل يناقش عمله معك ؟ 
‫ " روبرت " اكتشف ‫ أنني لم أعد مهتمة بذلك العمل . 
‫ لديّ وظيفتي في القسم التقني ولديّ ابني . 
‫ كُتب في الميثاق ، ‫ " الأمهات إناء يجلب أطفالنا إلى العالم ، ‫ مثل الصومعة التي صارت إناء للناس . " 
‫ تلتزم عائلتنا بهذا . 
‫ أظن أنك أخبرتني ‫ بأن عائلتكم تقرأ الميثاق معاً ؟ 
‫ كل ليلة . 
‫ هل يمكنك إحضار نسختكم من الميثاق لي ؟ 
‫ بالتأكيد . 
‫ خنت ثقتي يا " روب " . 
‫ أجبرتني على فعل شيء لم أرد فعله . 
‫ لن تظل مدير أمن السلطة القضائية . ‫ لن تصبح معاوني . ‫ لكنك أهم من أن أهمشك . ‫ لذا ستتولى وظيفة " ماري " . ستصبح القاضي . 
‫ ضع يدك على الميثاق وكرر من بعدي . 
‫ أنا ، " روبرت سيمس " ، أقسم رسمياً ... ‫ " مقتبس من سلسلة كتب ( هيو هاوي ) " 
‫ سأذهب لألقي نظرة . 
‫ - هل " كالفن " هنا ؟ ‫ - من يسأل ؟ 
‫ " كالفن " ، لم أرك منذ فترة . 
‫ لا نرى الحمّالين بعد تجاوزهم سن معينة . ‫ بسبب ركبهم . 
‫ امرأة في وضعك ستبدأ حديثها بالإهانات ؟ 
‫ ستكونين محظوظة إن عاد جزء منك إلى الأسفل . 
‫ لهذا نحن هنا . 
‫ نحتاج إلى مكان نرتاح فيه ، ‫ وأحتاج إلى من ينقلني وأصدقائي إلى منازلنا . ‫ سيكلفكم هذا . 
‫ ربما أجد لديّ ‫ علبة من بوربون العصور القديمة . 
‫ سأحتاج إلى شيء أكثر من الخمر القديم . 
‫ هل لديك أي من ممتلكات " جولييت نيكولس " ؟ 
‫ أهلاً . ماذا تفعلين ؟ 
‫ لم أجد خوذة إطفائي ، ‫ ولا أريد الغوص في الماء مجدداً . ‫ لذا أحاول أن أرى ‫ إن كان بوسعي توصيل خوذتي القديمة . 
‫ اسمع ، أردت أن أسألك . ‫ مولّد الطاقة مغمور ‫ أسفل مئات الطوابق من الماء . ‫ لذا ، كيف تعمل الأضواء ؟ 
‫ القسم التقني لديه مصدر طاقته الخاص . 
‫ قادم من الخارج . 
‫ من أين في الخارج ؟ ‫ في الأعلى ... ‫ هل تعرف سبب تعطل المولّد ؟ 
‫ أجل ، خطرت فكرة ذكية ‫ لبعض ضباط غارات السلطة القضائية ‫ بتفجير مضخة المياه الجوفية في الطابق 144 ‫ لإغراق القسم الميكانيكي . ‫ لكنهم لم يتمكّنوا من إصلاحها ‫ قبل أن تغمر المياه المولّد . ‫ لذا واصلت المياه ... ‫ صحيح . ‫ هل تظنين ... ‫ هل تظنين أنه تُوجد طريقة ‫ لإيقاف ارتفاع مستوى الماء ؟ 
‫ أقرب مضخة مياه جوفية في الطابق 30 . ‫ تحت الماء . ‫ لكن يمكنك توصيل الكهرباء إليها . ‫ ربما يمكنك وقف ارتفاع الماء . ‫ - أجل . ‫ - مهلاً ... 
‫ أنت يمكنك فعلها . ‫ أنا ؟ لا . ‫ - ليس لديّ وقت . يجب أن أفعل هذا . ‫ - لا ، أنا ليس لديّ وقت . ‫ - الوقت ينفد مني . ‫ - الوقت لا ينفد منك . ‫ - أمامك شهور وأعوام لتكتشف ... ‫ - عشرة أشهر . ‫ - أمامي عشرة أشهر . أجل . ‫ - عشرة أشهر ؟ لديّ أيام فحسب . ‫ أجل ، لكنك لست متأكدة من ذلك . 
‫ لماذا سأخاطر إذاً ؟ 
‫ خلال عشرة أشهر ، ‫ سيدخل الماء إلى القسم التقني . 
‫ - بعد 13 شهراً ، سيغرق تحت الماء تماماً . ‫ - لا ، توقّف ! 
‫ اسمع ، هذا ما يجب عليّ فعله ‫ وهو لا يفلح ، اتفقنا ؟ 
‫ - لا يمكنني توصيلها . ‫ - إلى أين تذهبين ؟ ‫ يجب أن أذهب إلى غرفة البدلات ‫ لأبحث عن خوذة يمكنني استخدامها . 
‫ مهلاً ! 
‫ أين هم ؟ 
‫ تركوا السلالم في الطابق 70 . ‫ تعطلت عدة كاميرات ‫ ولا نعرف مكانهم ، ‫ لكنني أرسلت فريقاً من ضباط الغارات . 
‫ تنكروا بهيئة مواطنين ‫ ويثيرون الحشود ‫ من الطابق 60 حتى الطابق 130 . 
‫ - هل أعلنت عن جائزة للقبض على الزعيمين ؟ 
‫ - 1000 نقطة مقابل كل واحد . ‫ اطلب من السلطة القضائية وضع حاجز ‫ في الطابق 130 في حالة هربهم من الحشود . 
‫ لن يهربوا من رجالي . 
‫ سايرني يا سيد " أموندسن " . ‫ أنا قلق . هذه وظيفتي . 
‫ ومن أجل المنفعة العامة ، ‫ سأتجاوز استخدامك لمصطلح " رجالي " . 
‫ سأوضح لك أمراً . ‫ يستحيل أن يصبح ‫ ضباط غارات السلطة القضائية رجالك . 
‫ تلقينا رسالة للتو . ‫ حُدد موقعهم في الطابق 70 . 
‫ كيف أتأكّد من أنه خاصتها ؟ 
‫ لن تعرف ذلك . ‫ لكنني أعرف . ‫ لأنني أعطيتها هذا منذ 20 عاماً . 
‫ وأنا من أصلحت المفصل ‫ عندما استخدمته لنزع البراغي المجمدة ، ‫ مع أنني طلبت منها ألّا تفعل ذلك . 
‫ سآخذه . 
‫ بالإضافة إلى دزينتين من مواسير التبريد ‫ التي وعدتموني بها مقابل إقامتكم . 
‫ أضيفوا الخمر القديم إليها ، وسنكون متفقين . 
‫ - إذاً ، ما الخطة ؟ ‫ - حاويات الحبوب . 
‫ الكل يعلم أن طاحونة الطابق 59 ‫ تتعطل كل أسبوعين . 
‫ لا أحد يشك في الحبوب ‫ عند نقلها إلى الطواحين السفلية . 
‫ - تباً لذلك . ‫ - لم أعدكم بتوصيلة مريحة . 
‫ لا أطلب الراحة . ‫ لكن لدينا شخص رابع وهو أكبر حجماً . ‫ يستحيل أن تسعه . 
‫ هذا كل ما لديّ . 
‫ ماذا عن جهاز التنزيل ؟ 
‫ - لا أفهم قصدك . ‫ - بل تفهمني . ‫ لا أفهم . 
‫ - إنه نظام كهربائي برافعة وأسلاك . ‫ 
- إنه يخالف الميثاق . ‫ وهل حصلت عليه بأسلوب يتفق مع الميثاق ؟ 
‫ توقّفنا عن استخدامه فحسب . 
‫ يتمتع الحمّالون بالحق الحصري ‫ في نقل كل منتجات الصومعة . 
‫ إن رأى الناس شيئاً كهذا ، ‫ تراودهم أفكار أخرى . 
‫ يجب أن نذهب ! ‫ ضباط الغارات قادمون . هيا بنا ! ‫ - أرسلت رسالة إلى السلطة القضائية . ‫ - أعدك بأنني نويت مساعدتك . ‫ لكن تُوجد مكافأة للقبض عليهما . ‫ وهي أغلى من أن أفوّتها ، ‫ حتى من أجل صديقة قديمة . 
‫ - " ماكلين " ! ‫ - أيها الوغد ! 
‫ يقول الطبيب " فيلان " ‫ إن " كينيدي " لم يذهب إليه . 
‫ ربما يعرف " كينيدي " سمعته . 
‫ الآن يُعين الأفضل في القمة ، ‫ ونحصل على المتبقين منهم . 
‫ بخلافي طبعاً . 
‫ ما الخطب ؟ 
‫ تلقيت رسالة ‫ من رئيس أمن السلطة القضائية الجديد . 
‫ " ريك أموندسن " . 
‫ ماذا حدث لـ " سيمس " ؟ 
‫ أقسم الولاء لمنصب القاضي . 
‫ أين " ميدوز " ؟ 
‫ ماتت . 
‫ قُتلت . 
‫ ماذا ؟ 
‫ على يد رئيس القسم الميكانيكي وزميلته . 
‫ " نوكس " و " شيرلي " ؟ 
‫ لم تبد تلك كأداة " جولز " المتعددة في نظري . 
‫ بالطبع لا . كانت خاصتي . لا أعرف أين أداتها . 
‫ على رسلك . حسناً ، أمسكت بك . ‫ - حسناً . ‫ - أأنت بخير ؟ ‫ اسمعوا ، يجب أن ننفصل ‫ لأنه لا يمكننا مواصلة تعطيلكما وإبطائكما . 
‫ المكافأة للقبض عليّ و " شيرلي " . 
‫ الاحتمالات متساوية ‫ حيال من سيتسبب بموت الآخر . 
‫ دعونا لا نبكي على هذا الأمر . ‫ ارحلا من هنا . هيا . 
‫ - لن تبقي هنا . ‫ 
- ماذا ؟ ‫ ربما لم تتوقعي هذا الموقف بالضبط ‫ عندما حبست نفسك في ورشتك منذ 25 عاماً . ‫ لكن الآن ، ‫ لا أحد فوق الطابق 125 يعرف من تكونين . 
‫ سيكون هذا لمصلحتك . ‫ لكن أنا مديرة قسم الإمدادات . 
‫ - " كارلا " ، لن أذهب ... ‫ - " مارثا " . 
‫ سيحتاجون إليك في الأسفل . ‫ الآن أكثر مما مضى على الأرجح . 
‫ اذهبي . 
‫ إنه خدش عادي . 
‫ نظفه بالصابون وسيتعافى تماماً . 
‫ دعني أرى . ‫ حسناً ، هذا ليس سيئاً . واصل الضغط عليها . 
‫ سأعود حالاً . ‫ زيت القرنفل سيخفف الألم ‫ ورائحته ستساعدك على النوم . 
‫ شكراً . رائحته طيبة . ‫ لكنني سمعت طرقعة في كتفي . ‫ يجب أن أستشير الطبيب . ‫ " القسم الطبي " ‫ هذه فكرة جيدة . إنه هناك . 
‫ آلمني ذلك ! 
‫ حركه . 
‫ أجل . ‫ لا تنس زيت القرنفل . ‫ - شكراً . ‫ - أجل . 
‫ هذه تقنية مبهرة من امرأة تحمل طفلاً . 
‫ شكراً . كانت أمي معالجة بالأعشاب . ‫ وكان أبي ثملاً خسر في معارك كثيرة . ‫ د . " بيت نيكولس " . 
‫ سُررت بلقائك . 
‫ " كاثلين بيلينغز " . ‫ ذات صلة بالمأمور " بيلينغز " ؟ 
‫ عرفت الآن سبب وجودك هنا تعتنين بالمصابين . ‫ إنه إلهاء جيد . 
‫ لا يمكنني الجلوس في البيت . أقلق بشدة . 
‫ أُرسل " بول " إلى القسم الميكانيكي . ‫ وقع حادث ما في الأسفل . 
‫ - أجل ، سمعت . حريق ما أو ... ‫ - د . " نيكولس " . 
‫ نعم ؟ ‫ أرجوك أن ترافقنا . 
‫ الآن . 
‫ ما خطته ؟ 
‫ سيجعل أهل الصومعة يقبضون على القاتلين . 
‫ إن نجح ، فسيكون ذلك ‫ كإعادة الأمور إلى وضعها الطبيعي . ‫ كأن " جولييت نيكولس " لم تُوجد قطّ . 
‫ أنت نفذت مهاماً كهذه . ‫ ضباط غارات بملابس المواطنين . 
‫ مكافأة كبرى للقبض على الهاربين . ‫ تطاردهم الحشود . ‫ ربما ينفذون القانون بأنفسهم . 
‫ عملية حساسة كهذه تحتاج إلى خبرة يا " روب " . 
‫ " أموندسن " بارع . ‫ تدرّب على يد الأفضل ، لكنه ليس الأفضل . 
‫ ماذا لو لم يقدر عليها ؟ 
‫ استغل هذه الوظيفة يا " روبرت " . 
‫ د . " نيكولس " . ‫ شكراً لمجيئك . 
‫ إن ظننت أنني أعرف شيئاً ‫ عن أهل القسم الميكانيكي ، فأنت مخطئ . 
‫ لا . ‫ لا . ‫ لا ، الأمر ليس له علاقة بهذا . 
‫ ظننت فقط أنك قد تود أخذ بعض أغراض ابنتك . 
‫ في الظروف العادية ، ‫ ستُعاد هذه الأغراض إلى الصومعة ، ‫ لكن هذه الظروف ليست عادية إطلاقاً . 
‫ إن أُعيدت هذه الأغراض إلى الصومعة ، ‫ أخشى أنهم سيقدسونها ‫ وسيرغبون فيها ، وستسبب الحسد والانقسام ‫ والعنف في النهاية . 
‫ لن تكون هذه الطريقة الوحيدة ‫ لاستغلال ذكرى ابنتك ‫ وتشويهها لخدمة خطط الآخرين . 
‫ سمعت أنك تعتني بالمصابين في الشغب ‫ بعد مقتل القاضية " ميدوز " . 
‫ روح الخدمة تلك تمدّني بالأمل ‫ بأنك قد تكون جزءاً أكبر من هذه اللحظة . ‫ هذه الحركة لإعادة النظام إلى الصومعة ‫ والإيمان بالميثاق . 
‫ ماذا لو رفضت ؟ 
‫ لماذا سترفض ؟ 
‫ أريد أن أستوضح الأمر . 
‫ إن لم أساعدك ، فماذا سيحدث ؟ 
‫ لم يتبقّ لي ما أخسره ، صحيح ؟ 
‫ أخذت مني الصومعة ابني وزوجتي والآن ابنتي . 
‫ لم أكن أعتني بالمصابين ‫ لشعوري بالواجب تجاه الصومعة ، ‫ بل حاولت استعادة شعوري بالنزاهة المهنية . ‫ حاولت تطبيق الطب من دون أكاذيب أو أذى . 
‫ كل عمليات إزالة أجهزة منع الحمل المحظورة . ‫ أرى هؤلاء الأزواج الشباب . ‫ وجوههم تشع بالأمل . ‫ وأعلم أنه أمل زائف . 
‫ مهنتي مزيفة . 
‫ الصومعة أخذت مني هذا أيضاً . 
‫ أياً ما كان السبب ، ماتت ابنتي . ‫ لا يمكنك التحكم في ما تعنيه للناس . ‫ لا يمكنك التحكم في ما تعنيه لي . 
‫ إذاً يا " سولو " ... ‫ - أجل . ‫ - ... 
هذا ليس اسمك الحقيقي ؟ ‫ - نعم ، اسمي " كول مايرز " . ‫ 
- " كول " . ‫ ذهبت إلى فعالية وسألوني ، " مع من جئت ؟ " ‫ فقلت ، " أنا وحدي " ، ‫ وكان هناك فتى يُدعى " راسل " سمعني أقول ذلك ‫ وظن أن هذا اسمي ، لذا احتفظت بالاسم . 
‫ لكن لا بأس ، ما المميز في الاسم ؟ 
‫ صحيح . ‫ هذه الجملة من مسرحيتك . ‫ مسرحية " ( روميو ) و ( جولييت ) " قبل موتهما . 
‫ قبل موت من ؟ 
‫ " روميو " و " جولييت " . 
‫ - لا يموتان . لا . ‫ - بلى ، يموتان . ‫ يموتان في نسختنا . 
‫ - تباً . ‫ - أأنت بخير ؟ ‫ - أجل . ‫ - اسمعي ، أأنت ... ‫ لا أعرف . أشعر بالتعب فحسب . أنا بخير . ‫ أأنت جائعة ؟ 
‫ - لا أعرف . أجل ، ربما . ‫ 
- أجل ! ‫ - حسناً ، لكن ابق ... ‫ - أجل ، سأذهب لأحضر بعض الطعام . 
‫ تباً . 
‫ " السلطة القضائية " ‫ هذه التقارير والتوجيهات التي أُرسلت إليك . 
‫ إن رأيت أعلاماً صغيرة ، ‫ فهذا يعني أنها جاءت بترشيح من مكتب العمدة . 
‫ عندما تتخذ قرارك ، ‫ 
‫ بالتأكيد يا سيادة القاضي . 
‫ لم نتمكّن من صنع ختم توقيعك بعد . ‫ لذا إن لم تمانع التوقيع حالياً ‫ حتى وصول الأختام ... ‫ القاضي " سيمس " ؟ 
‫ أحسنت عملاً . 
‫ والآخرون ؟ 
‫ الاثنان اللذان وضعنا مكافأة للقبض عليهما ‫ على السلالم . 
‫ أرسلت ضباط غارات بملابس مدنية ‫ أسفلهما بعدة طوابق . ‫ ونحن نحفز الجماهير . 
‫ أعلمني عندما تقبض عليهما . 
‫ أجل يا سيدي . 
‫ شكراً ، يمكنك الذهاب . 
‫ سيد " كايل " . ‫ كيف يسير وضعك في المناجم ؟ 
‫ مر يوم فحسب . 
‫ حسناً ، وأنت ما زلت حياً . ‫ هذا جيد . 
‫ هل تعلم ما متوسط العمر المتوقع ‫ لشخص يُرسل إلى المناجم ؟ 
‫ لا يا سيدي . 
‫ خمسة أعوام . 
‫ لذا عندما قللت القاضية " ميدوز " ‫ عقوبتك بالنصف ، ‫ كانت تلك لفتة رمزية في أفضل الظروف . 
‫ لا أرجح أنك ستنجو تلك المدة في الأسفل . 
‫ هل تعرف السبب ؟ ‫ لأنه خطير ؟ ‫ تساقط الصخور والاختناق وإصابات الانهيارات ‫ وفقدان الأعضاء وإخفاق التفجيرات . 
‫ إنها مهمة صعبة . 
‫ سأعرض عليك مهمة سهلة يا " لوكاس " . 
‫ لديّ مشروع يحتاج إلى ذهنك . 
‫ يوم مقتل القاضية " ميدوز " ، ‫ هي أخبرتني بأنك تمكّنت من استغلال ‫ عدة معلومات بسيطة ‫ عن الأضواء في سماء الليل لتصنع نموذجاً 
‫ هل هذا صحيح ؟ 
‫ لديّ شيء مفكك أيضاً ‫ وأريد منك إعادة تركيبه . 
‫ هل تعرفه ؟ 
‫ هذا القرص الصلب ‫ الذي أرتك إياه " جولييت نيكولس " . 
‫ يمكنك أن تخبرني بالحقيقة . 
‫ لن يضعك ذلك في خطر قانوني إضافي . 
‫ أجل ، أعرفه . 
‫ حطمته لأنه أثر خطير ‫ ويحوي معلومات خطيرة على الأرجح . 
‫ لكن الآن لم تعد لديّ رفاهية الجهل . 
‫ أريد منك أن تكتشف ما يحتويه . 
‫ يمكنك أن تعمل في هذا المكتب . 
‫ هل لديك أي أسئلة ؟ ‫ هيا . 
‫ لا بد من أنك تعلم ‫ بوجود ثلاثة أشخاص على الأقل ‫ في القسم التقني يمكنهم تركيبه أفضل منك . ‫ " لوكاس " ، أعرف أنك ستعمل جاهداً ‫ أكثر من أي شخص آخر سأجده هناك ... ‫ لأنك ... 
‫ أيها القاضي ، هل كل شيء بخير ؟ 
‫ أنت أخبرني . 
‫ الزر لا يعمل . 
‫ نتولى الأمر هنا يا سيادة القاضي . ‫ سيادة القاضي ؟ ‫ القاضي ؟ 
‫ نادني " روب " كما فعلت في آخر عشرة أعوام . 
‫ أحاول أن أفهم هذا الوضع مثلك تماماً . 
‫ كنت في مكتبي منذ قليل . ‫ مكتبي الجديد . 
‫ أجلس خلف مكتب امرأة ‫ عملت تحت إمرتها لآخر 15 عاماً . ‫ فكرت في أنها ستكون فكرة جيدة ‫ أن أرى كيف يسير البحث عن الأشخاص ‫ الذين قتلوها . 
‫ سأحرص على وصول كل المعلومات المهمة ‫ إلى مكتبك ‫ في الصباح . 
‫ المشتبهون بهم ما زالوا على السلالم . 
‫ نستخدم الخطة التي وضعتها بنفسك . 
‫ تحرك . 
‫ أنتما في عجلة شديدة . 
‫ أهلاً ، كنت وزوجي متجهين إلى الأسفل ‫ لنرى بعض الأصدقاء . 
‫ هذا ليس قراراً حكيماً . ‫ يُوجد قاتلون خطيرون طليقون . 
‫ ماذا تفعلون خارجاً ؟ 
‫ - نحن مواطنون مهتمون . ‫ 
- ومن أنتما ؟ ‫ أريانا هويتيكما . 
‫ هل يطالب الميثاق بأن يظهر المواطنون هويتهم ‫ إلى مواطنين آخرين ‫ قلقين فحسب أم ... 
‫ - لا يطلب ذلك . ‫ - لا يطلب ... ‫ هذا الرجل مسلح ! 
‫ توقفوا ! 
‫ قلت لكم ، توقفوا ! 
‫ أرى أن بعضكم يعرفونني . ‫ وأعرف بعضكم أيضاً . 
‫ أنتم تعرفون زوجي . ‫ قد لا تعرفون منصبه الجديد . 
‫ القاضي " سيمس " يريد اعتقال هذين الهاربين . 
‫ هل تريدون قتلهما هنا الآن ؟ أنا أيضاً . ‫ لكن العدالة لموت القاضية " ميدوز " ‫ ليست حكراً علينا . ‫ إنها من حق الصومعة كلها . 
‫ وسيشاهد الجميع هذين الاثنين ‫ عندما يخرجان للتنظيف . 
‫ رافقاني وإلا فسيعلقونكما من مؤخرتيكما هنا . 
‫ تباً . 
‫ ستكونان بأمان هنا لفترة . 
‫ ألن تأخذينا إلى السلطة القضائية ؟ 
‫ الكاميرات ما زالت تعمل على السلالم ، ‫ لكنها معطلة في هذا الرواق . 
‫ عندما يرونني أصعد على السلالم بمفردي ، ‫ سيرسلون ضباط الغارات خلفكما . ‫ ربما الكثيرون منهم ، ‫ لذا انتظرا حتى تهدأ الأوضاع قبل أن ترحلا . 
‫ يُوجد حاجز في الطابق 130 . 
‫ لا أعرف كيف ستجتازانه ، ‫ لكن هذه ليست مشكلتي . 
‫ لماذا تساعديننا ؟ 
‫ " كاميل " . 
‫ صباح الخير يا " آسا " . 
‫ ستذهب إلى العمل مبكراً اليوم . ‫ وستمكث في منزل زوجتك السابقة الليلة ‫ في الطابق 83 . 
‫ - أنهيت مناوبة الليل للتو . 
- إذاً ، سيظن مديرك ‫ أنك أكثر السباكين اجتهاداً في الصومعة . 
‫ أعطني مفاتيحك . 
‫ ما هذا بحق السماء يا " كاميل " ؟ 
‫ عندما تسمع عن مكافأة ‫ للأشخاص الذين قتلوا " ميدوز " ، ‫ ستتجاهلها لأواصل تجاهلي لك . 
‫ هل تفهم ؟ 
‫ هل يمكنني ارتداء سروال على الأقل ؟ 
‫ لا أعرف لماذا لم ترتده قبل فتح الباب . 
‫ " الميثاق بين المؤسسين وأهل الصومعة " ‫ هل قُبض عليهم ؟ 
‫ إنه تضارب كبير . 
‫ ماذا ؟ 
‫ كوني نائب المأمور ، بينما يُطارد أصدقائي ‫ بتهمة القتل من نصف أهل الصومعة . 
‫ ربما بنفس فداحة القسم بتطبيق الميثاق ‫ بينما تعاني مرضاً يدينه الميثاق بوضوح . 
‫ هل يعرفون ؟ 
‫ " سيمس " يعرف . 
‫ بصفته مدير أمن السلطة القضائية ، ‫ سمح لي بالاستمرار . ‫ بصفته القاضي ، أنا ... ‫ أظن أنه لديّ دليل على مكان " باتريك كينيدي " . 
‫ حاولا ألّا تأكلا كل شيء في البراد . 
‫ أنا رجل مجتهد ‫ وظيفته الأساسية هي ضمان سير الصومعة . 
‫ - هذا يعتمد على ما لديك في البراد . ‫ - " شيرل " . 
‫ أمزح . 
‫ كيف تتوقع منك أن تدخل من دون مفتاح ؟ 
‫ لا تتوقع ذلك . ‫ إن أرادت أن أحصل عليه ، ‫ فستجد طريقة لتوصله إليّ . 
‫ أنصحكما بأن تبقيا قدر ما تريدان . ‫ لكن لو كنت مكانيكما ، فسأرحل قبل عودتها . 
‫ لا أساعدها بدافع الاحترام . 
‫ أدخلتكما أيها الوغدان لأنني خائف منها . 
‫ ويجب أن تخافا منها أيضاً . 
‫ هذا الرجل يعيش في مكان ضيق . 
‫ هل تظنين أن كل قسم يظن أنه المسؤول ‫ عن ضمان سير الصومعة ؟ 
‫ على الأرجح . 
‫ قلت هذه الكلمات نفسها ‫ لتشجيع الجميع في القسم الميكانيكي . 
‫ وأفلحت لأن تلك الحقيقة . 
‫ حتى إن ظن بقية أهل الصومعة عكس ذلك . 
‫ أنت قائد صالح يا " نوكس " . 
‫ كان القسم الميكانيكي ليتدهور ‫ منذ أعوام لولاك . 
‫ كنت مخطئاً حيال ما يجب علينا فعله . 
‫ أردت أن أطلب منهم بلطف ... ‫ والآن سنموت بسبب ذلك . 
‫ كان مصيرنا الهلاك من البداية في الحالتين . 
‫ لكن لو فعلناها بطريقتي ، لكنا ميتين بالفعل . 
‫ هل تظن أن " نوكس " و " شيرلي " ‫ قتلا القاضية " ميدوز " ؟ 
‫ بصراحة ، منذ خروج " جولز " ، ‫ خرجت الأمور عن السيطرة . 
‫ هاجمت " شيرلي " وحشداً معها القسم . ‫ والآن انضم " نوكس " إليها . ‫ هما لا يحترمان نظام الصومعة . 
‫ هل أظن أنهما قتلا " ميدوز " ؟ ‫ مستحيل . 
‫ مهلاً . 
‫ اسمعي يا " فرانسيس " . انتظري قليلاً . ‫ هل يمكنك إخبارنا ‫ إلى أين تذهبين بهذه الوجبة ؟ 
‫ إلى المنزل ؟ 
‫ لكن الوقت تجاوز منتصف الليل . ‫ بدأت مناوبتك الساعة 6 : 00 صباحاً . ‫ هل تخبرينني بأنه بدلاً من النوم ، ‫ ستظلين مستيقظة ‫ لتأكلي الطعام نفسه ‫ الذي كنت تقدمينه في آخر 18 ساعة ؟ 
‫ ما لم يضعوا قانوناً يمنع ذلك يا " هانك " ، ‫ فأجل ، هذا ما سأفعله . 
‫ نعرف تاريخك يا " فرانسيس " . 
‫ كانت " دوريس كينيدي " قريبتك ، ‫ وأنت بعت بعض الحبوب التي سرقتها . 
‫ هل لديكما دليل على هذا ؟ 
‫ لأنه لم يكن لديكما دليل منذ خمسة أعوام . ‫ " فراني " . لا يهمنا هذا . ‫ نحن هنا لأننا نظن أن العم " باتريك " ‫ لن يعيش طويلاً ‫ بالاعتماد على الوجبات الساخنة فحسب . 
‫ لذا لم لا تدعيننا نوصل هذه ؟ 
‫ كيف كان يومك الأول أيها القاضي " سيمس " ؟ 
‫ وقّعت كما أشاروا عليّ . 
‫ ذهبت إلى غرفة المراقبة . ‫ حاولت الحصول على بعض المعلومات عن البحث . 
‫ " أموندسن " رفض أن يدخلني . 
‫ أخبرني بأن ثلاثة من المشتبهين بهم ‫ ما زالوا هاربين . 
‫ حسناً ، لو كنت المسؤول ، ‫ لقُبض عليهم منذ ساعات . 
‫ معذرةً ، رجاءً . 
‫ أعيش في الطابق 132 . 
‫ لن تمكثي فيه الليلة . 
‫ أعمل في قسم المأمور . لم يبلغنا أحد بهذا . 
‫ هذا لا يخص قسم المأمور . 
‫ اسمعي ، إن كانت السلطة القضائية ‫ تظن أنها يمكنها منع المواطنين من بيوتهم ... ‫ استديري وعودي أدراجك . 
‫ هل أنت جادة ؟ 
‫ لا يحق لكم التدخل ‫ مع شخص يعمل في قسم المأمور . 
‫ يجب عليّ ... ‫ سيروننا حالما نصل إلى السلالم . ‫ وسنُحبس في الخارج حالما نغلق هذا الباب . 
‫ سنعود إلى البيت في وقت ما . ‫ أقترح أن نتجه إلى السلالم ونركض بسرعة . 
‫ حسناً . ‫ لكننا لن ننزل . ‫ - سنصعد . 
‫ - ماذا ؟ 
‫ ثق بي . 
‫ " دليل الموظفين - غرفة البدلات ، ‫ ( سونيل جاي ) ، شقة 101 ، الطابق 16 " ‫ " ( مارجوري بين ) ، شقة 57 ، الطابق 23 " ‫ " ( ترينا سامويل ) ، شقة 30 ، الطابق 17 ، ‫ اللقب : ( تايني ) " ‫ علقا وسط أحد الحشود . ‫ أخفتهما ضابطة غارات سابقة في الطابق 73 . ‫ لذا تفقّدنا كل الشقق . ‫ لم نجد شيئاً حتى الآن ، ‫ - لكنني أغلقت فتحة رمي القمامة . ‫ - مهلاً . 
‫ لماذا أخفتهما ضابطة غارات سابقة ‫ في الطابق 73 ؟ 
‫ لخوفها من أن يُقتلا . ‫ من كانت ؟ 
‫ " كاميل سيمس " . 
‫ اعثر على الميكانيكيين الأوغاد . 
‫ - إلى أين سنصعد ؟ ‫ 
- واكبني فحسب . 
‫ تمكنت من إنقاذ القليل . 
‫ وجدت بعض الأجزاء ‫ التي تتداخل مع ملفات في قاعدة بياناتنا . 
‫ هذه خريطة صومعتنا ، ‫ واستخدمت هذا الملف ‫ لملء بعض البيانات المفقودة ‫ من أحد الأجزاء ، وهو خريطة أيضاً . 
‫ والآن تختلف عن خريطة صومعتنا في عدة أماكن . 
‫ تُوجد خطوط قادمة من خارج جدران الصومعة . ‫ يُوجد شيء على مستوى القسم التقني ‫ وشيء آخر على مستوى السلطة القضائية . 
‫ هل لديك فكرة عن ماهيتها ؟ ‫ لا . ‫ يُوجد شيء آخر . ‫ - هناك في قاع الصومعة ... ‫ - ما هذا ؟ 
‫ - نفق . ‫ 
- إلى أين يقود ؟ 
‫ لا أعرف . 
‫ حسناً ، واصل العمل . 
‫ كسبت 24 ساعة أخرى خارج المنجم ‫ يا سيد " كايل " . 
‫ سيدي ، وجدت مجلّداً أيضاً . 
‫ تمكّنت من استعادته من دون تلف ... ‫ وأغلب الملفات فيه كانت مذكّرات داخلية ‫ داخل الأقسام ، ‫ لكن كان أحدها مختلفاً . 
‫ كانت نسخة من رسالة مكتوبة بخط اليد ‫ كتبها أحدهم إلى زوجته . 
‫ من ؟ 
‫ " سلفادور كوين " . 
‫ ماذا كُتب فيها ؟ 
‫ إنها رسالة حب ، لكنها تصبح غريبة بعد ذلك . 
‫ - تبدأ بالتحول إلى ... ‫ - تتحوّل إلى شيفرة . 
‫ أجل ، بالضبط . 
‫ " خطر ! " ‫ " ممنوع عبور هذه النقطة ، ‫ هذا خرق يعاقب عليه الميثاق " ‫ انتبه إلى خطاك . 
‫ " باتريك كينيدي " . 
‫ لا تتحرك . 
‫ هذه نصيحة جيدة . 
‫ يراودني شعور مريع عندما أتحرك . 
‫ إن اقتربتما أكثر من هذا ، ‫ فسأرمي نفسي في هذه الحفرة . 
‫ سنبقى هنا ، لكن جراحك تحتاج إلى علاج . 
‫ أجل ، هذا مضحك ، ‫ لأنه بالمسدسات التي تحملانها ، ‫ يبدو أنكما ستسببان لي جراحاً جديدة . 
‫ أنت هارب . ‫ رآك الناس ترمي قنبلة على قسم نائب المأمور . 
‫ يجب أن تتفهم سبب حذرنا . 
‫ يمكننا مساعدتك . 
‫ لا أثق بكما . 
‫ لهذا أنا هنا في الظلام بالأسفل ، ‫ أنزف في حفرة لعينة ! ‫ تُوجد عدة إسعافات أولية ‫ - في غرفة تحكم المولّد . ‫ - اذهب . 
‫ هل هذا ما تنتظره ؟ 
‫ الآن بعد أن صرنا وحدنا ، ستطلق النار عليّ ‫ وتأمل أن النائب ذا الشعر الطويل ‫ لم يعدّ فتحات الطلقات فيّ قبل رحيله ؟ 
‫ لا نطلق النار على الناس ‫ الذين ليسوا مصدر تهديد . 
‫ أنا مصدر تهديد . 
‫ بكل الأمور التي أعرفها . من الأفضل أن ترحل . 
‫ لا يمكنني فعل هذا . ‫ حلفت اليمين ، وجزء من ذلك يعني تقديم العون . 
‫ تقديم العون ؟ 
‫ ألا ترى أن كل هذا كذبة ؟ 
‫ كل ما أخبرونا به . ‫ الميثاق . ‫ الهدف منه السيطرة علينا . ‫ ولن نكتشف الحقيقة أبداً . 
‫ " سيمس " سيطلق النار على كل واحد منا ‫ قبل أن يسمح بحدوث ذلك . 
‫ هل تعرف السيد " سيمس " ؟ 
‫ أجل ، أعرفه . 
‫ أنا ساعدت " نيكولس " . 
‫ فكمموني واستجوبوني . ‫ لماذا تظنني في الأسفل هنا ؟ ‫ أخبرني . ‫ حسناً . ‫ حسناً ، بالتأكيد . 
‫ أعطني مسدسك فحسب . 
‫ هذا صحيح . لا يمكنك هذا لأنك لا تثق بي . 
‫ اسمع ، إن كنت ستطلق النار عليّ ، ‫ فكل ما أطلبه هو أن تسدد هنا ، اتفقنا ؟ 
‫ أرجوك . 
‫ وجدت هذه ‫ في شقة " جولييت نيكولس " . ‫ في كتاب . 
‫ دمرت البقية . 
‫ لا أعرف لماذا احتفظت بهذه . 
‫ إن أخبرت أحداً بحيازتي عليها ، فسينتهي أمري . 
‫ أحضر لي طبيباً ، وليس نائباً بضمادات . ‫ وسأخبرك بكل ما تريد معرفته . ‫ لا ، سأخبرك بكل شيء لا تريد أن تعرفه حتماً . 
‫ اتفاق جديد . 
‫ ما طول السلك ؟ ‫ أظن أنكما ستكتشفان ذلك . 
‫ هذه ليست ملك " جولييت " . ‫ لكنني لن أسمح لك ببيعها كأنها ملكها ‫ يا وغد . 
‫ أسرع يا " بارنز " . 
‫ هيا . 
‫ - هل لديك تحديثات ؟ ‫ - ليس بعد . ‫ ابحث عن أي ثنائيات تنزل على السلالم . ‫ عُلم . 
‫ الطابق 92 . يتجه حمّالان إلى أسفل . 
‫ أنا لست متأخراً بكثير . ‫ أرسل رسالة إلى العمدة . 
‫ عُلم . 
‫ أحضرت العشاء . ‫ ماذا تفعلين ؟ 
‫ كنت أحاول البحث عن خوذة ‫ سُرقت من غرفة البدلات . 
‫ لذا ذهبت إلى شقة موظفة في محاولة إيجادها . 
‫ شقة " ترينا سامويل " . 
‫ شقة " ترينا سامويل " . 
‫ أجل . كانت حبيبة " سولو " . 
‫ أجل . لم أفكر فيها منذ وقت طويل . 
‫ في الواقع ، لا أحب التفكير فيها . 
‫ هل تريدين الدجاج أم اللحم ؟ 
‫ لماذا تكذب عليّ ؟ 
‫ لا أفهم ما تقولينه . 
‫ " سولو " و " ترينا " . هذه صورتها . ‫ لكن هذه ليست صورتك ، صحيح ؟ 
‫ لا ، انظر إلى هذا . وجدت هذه . ‫ " كول مايرز " ، معاون القسم التقني . 
‫ - ذلك هو الحقيقي ... ‫ 
- أنا معاون القسم التقني ! 
‫ أنت لا تعرفين ما تتحدثين عنه ! 
‫ إياك أن تقولي هذه الكلمات لي ! ‫ إياك أن تفعلي هذا ! 
‫ أنا " سولو " ! 
‫ أنا معاون القسم التقني ، هل تسمعينني ؟ 
‫ - حسناً . ‫ 
- أنا " سولو " ! أنا معاون القسم التقني ! ‫ أنت " سولو " . 
‫ أنت " سولو " . 
‫ أنا آسفة . 
‫ أنا آسفة . 
‫ تبدين بحالة مريعة . يجب أن تأكلي شيئاً . 
‫ أنا لست جائعة . 
‫ أشعر بالإعياء . 
‫ أريد فقط ... سأتمدد . 
‫ أنا فقط ... ‫ هل تكفي هذه المسافة ؟ 
‫ أظن ذلك . 
‫ هل سيتحمل وزنك ؟ ‫ لست متأكدة . 
‫ أعضاء القسم الميكانيكي ! 
‫ توقّفا ! 
‫ - تباً . ‫ - بئساً . 
‫ هيا . 
‫ لا تُوجد مكابح ، صحيح ؟ 
‫ يُوجد السلك وطرف السلك . 
‫ على الأقل سنموت في القاع . 
‫ أعطني يدك ! 
‫ انتبهوا . 
‫ - ها هما ذان ! 
‫ - أمسكوهما ! 
‫ انتبهوا ! 
‫ - تباً ! ‫ - هربا يا سيدي . 
‫ لاحظت ذلك . 
‫ أبق الخط مفتوحاً . 
‫ المأمور " بيلينغز " ، هل تسمعني ؟ 
‫ المأمور " بيلينغز " . ‫ أجل يا سيدي العمدة ؟ ‫ أيها المأمور ، يؤسفني أن أبلغك ‫ بأن الهاربين من القسم الميكانيكي ‫ أصبحا مسؤوليتك . 
‫ أعلم أنه بصفتك خادماً وفياً للصومعة ، ‫ يمكنني الاعتماد عليك لاعتقالهما . 
‫ بالطبع يا سيدي العمدة . 
‫ يمكنك الاعتماد عليّ دوماً ‫ لأخدم الصومعة والميثاق بإخلاص . 
‫ هيا . 
