- Σκότωσαν τη δικαστή ! - Πάμε ! 
Μη σας ξεφύγουν ! 
Τι έγινε ; 
Δεν έχω εκπαιδευτεί γι ' αυτήν τη στιγμή . Αυτό έγινε . - Νόμιζα ότι θα κατέρρεα εγώ πρώτη . - Ναι . Κι εγώ . 
- Έρχονται κι άλλοι . 
- Δεν μπορούμε να περάσουμε . - Είναι ο μόνος δρόμος για το σπίτι . 
- Μπορεί και όχι . 
Οι αχθοφόροι ; Κάνετε ακόμα παρέα ; 
Πρέπει να κατέβουμε άλλα δύο επίπεδα . 
Μείνετε κοντά μου . 
Δεν μπορείς να ισχυριστείς ότι δεν ήσουν εσύ . 
Δεν βρίσκω τρόπο . 
Δεν ξέρει ονόματα των κατασκόπων μου , μα ξέρει πώς δουλεύουν . 
Ξέρει ότι το αίτημα για την παραπομπή ξεκίνησε από μένα . 
Μαμά . Μαμά . - Ένα λεπτό , αγάπη μου . - Κάποιος είναι στην κουζίνα . 
Να σε βοηθήσω ; 
Ούτε που θυμάμαι από πότε έχω να φτιάξω μόνος μου καφέ . 
Δεν μιλάω συχνά για τη δήμαρχο Τζανς , αλλά πάντα έφτιαχνε μόνη της τον καφέ της . 
Έλεγε ότι κάνει τις καθημερινές εργασίες των απλών ανθρώπων του Σιλό ώστε να αισθάνεται συνδεδεμένη μαζί τους όταν τίποτα άλλο δεν βοηθούσε σ ' αυτό . 
Βλέπεις , αυτή η δουλειά απαιτεί από μένα να έχω διαφορετική προοπτική από όλους τους άλλους . 
Άσε εμένα . Η καφετιέρα είναι ιδιότροπη . 
Υποτίθεται ότι τα καταφέρνω με τις μηχανές . 
Δούλευες με τον Ρομπ , σωστά ; 
Δούλευα για εκείνον , όπως του αρέσει να μου θυμίζει . 
Συζητά μαζί σου για τη δουλειά ; 
Ο Ρόμπερτ ξέρει ότι δεν ενδιαφέρομαι πια για εκείνη τη δουλειά . 
Έχω τη δουλειά μου στο ΙΤ και τον γιο μου . 
Η Συνθήκη λέει " Οι μητέρες είναι δοχείο για να φέρνουν τα παιδιά στον κόσμο , όπως το Σιλό είναι ένα δοχείο για τους ανθρώπους " . 
Αυτό τηρούμε στην οικογένειά μας . 
Στην οικογένειά σας διαβάζετε μαζί τη Συνθήκη , αυτό δεν μου είχες πει ; 
Κάθε βράδυ . 
Μπορείς να μου φέρεις το αντίτυπο της Συνθήκης σας ; 
Βεβαίως . 
Πρόδωσες την εμπιστοσύνη μου , Ρομπ . 
Με ανάγκασες να κάνω κάτι που δεν ήθελα . 
Δεν είσαι πια επικεφαλής της Ασφάλειας Δικαστικού . Δεν θα είσαι η σκιά μου . Αλλά είσαι πολύ πολύτιμος για να σε παραμερίσω . Θα πάρεις τη θέση της Μαίρης . Θα γίνεις δικαστής . 
Βάλε το χέρι σου στη Συνθήκη και επανάλαβε μετά από μένα . 
Εγώ , ο Ρόμπερτ Σιμς , ορκίζομαι ... ΒΑΣΙΣΜΕΝΟ ΣΤΗ ΣΕΙΡΑ ΒΙΒΛΙΩΝ ΣΙΛΟ ΤΟΥ ΧΙΟΥ ΧΑΟΥΙ 
Πάω να ρίξω μια ματιά . 
- Είναι εδώ ο Κάλβιν ; - Ποιος ρωτάει ; 
Κάλβιν . Καιρό έχω να σε δω . 
Δεν έχω σχέσεις με αχθοφόρους κάποιας ηλικίας και πάνω . 
Γόνατα . Ξεκινάς με προσβολή ενώ είσαι σ ' αυτήν τη θέση ; 
Θα είσαι τυχερή αν γυρίσεις κάτω . 
Γι ' αυτό ήρθαμε . 
Θέλουμε κάπου να ξεκουραστούμε και μετά μεταφορικό μέσο για μένα και τους φίλους μου . Θα σας κοστίσει . 
Μπορεί και να έχω ένα κιβώτιο μπέρμπον από το παρελθόν . 
Το παλιό ποτό δεν φτάνει . 
Έχεις κάτι που ανήκε στην Τζούλιετ Νίκολς ; 
Γεια . Τι κάνεις ; 
Βασικά , δεν βρήκα κράνος πυροσβέστη και δεν θέλω να ξαναμπώ στο νερό . Οπότε προσπαθώ να δω αν συνδέεται το παλιό μου . 
Ήθελα να σε ρωτήσω . Η γεννήτριά σου είναι εκατό επίπεδα κάτω απ ' το νερό . Πώς ανάβουν τα φώτα ; 
Το ΙΤ έχει δική του πηγή ενέργειας . 
Έρχεται από έξω . 
Από πού έξω ; Από πάνω , δηλαδή ... Ξέρεις γιατί χάλασε η γεννήτρια ; 
Κάτι επιδρομείς του Δικαστικού είχαν τη φαεινή ιδέα να ανατινάξουν μια αντλία υδάτων για να πλημμυρίσει το Μηχανικό . Δεν μπόρεσαν να τη φτιάξουν πριν το νερό σβήσει τη γεννήτρια . Άρα , το νερό εξακολουθεί ... Μάλιστα . Πιστεύεις ότι ... Υπάρχει τρόπος να σταματήσουμε την άνοδο του νερού ; 
Η πλησιέστερη αντλία βρίσκεται στο 30 . Κάτω απ ' το νερό . Αλλά θα μπορούσες να τη συνδέσεις στο ρεύμα και ίσως σταματήσει την άνοδο . - Ναι . - Περίμενε , εσύ ... 
- Εσύ θα τη σταματήσεις . - Εγώ ; Όχι . - Δεν έχω χρόνο . Πρέπει να κάνω αυτό . - Εγώ δεν έχω χρόνο . - Δεν προλαβαίνω . - Προλαβαίνεις . - Έχεις μήνες . Χρόνια ... - Δέκα μήνες . - Έχω δέκα μήνες . - Εγώ έχω μέρες . Ναι , αλλά δεν είσαι σίγουρη . 
Γιατί να διακινδυνεύσω ; 
Σε δέκα μήνες , το νερό θα μπει στο ΙΤ . 
- Σε 13 θα είναι εντελώς πλημμυρισμένο . - Όχι , σταμάτα ! 
Αυτό πρέπει να κάνω και αυτό δεν ταιριάζει . 
- Δεν μπορώ να το συνδέσω . - Πού πας ; Πάω στις στολές να δω αν υπάρχει κράνος που να ταιριάζει . 
Περίμενε ! 
Πού βρίσκονται ; 
Στο 70 . Οι κάμερες δεν δουλεύουν , δεν ξέρουμε πού πήγαν , έστειλα επιδρομείς . 
Μεταμφιέστηκαν σε πολίτες και ξεσηκώνουν τον όχλο από το 60 έως το 130 . 
- Επικήρυξη για τους αρχηγούς ; 
- Χίλιες μονάδες έκαστος . Στήστε οδόφραγμα στο 130 , σε περίπτωση που ξεφύγουν . 
Θα τους πιάσουν οι δικοί μου . 
Άκουσέ με , κύριε Άμουντσεν . Ανησυχώ . Αυτή είναι η δουλειά μου . 
Για την οικονομία της συζήτησης , θα παραβλέψω τη φράση " οι δικοί μου " . 
Θα είμαι ξεκάθαρος . Σε καμία περίπτωση δεν σου ανήκουν οι επιδρομείς του Δικαστικού . 
Λάβαμε μήνυμα . Εντοπίστηκαν στο 70 . 
Πώς ξέρω ότι είναι δικό της ; 
Δεν το ξέρεις . Εγώ όμως το ξέρω γιατί της το έδωσα πριν από 20 χρόνια . 
Έφτιαξα τον μεντεσέ όταν τον χρησιμοποίησε για να ξεκολλήσει μπλοκαρισμένες βίδες , κάτι που της είπα να μην κάνει . 
Θα το πάρω . 
Και δύο δωδεκάδες πηνία ψύξης που μου υποσχέθηκες για τη διαμονή σας . 
Βάλε και το παλιό ποτό και είμαστε σύμφωνοι . 
- Τι σχέδιο έχετε ; - Αποθήκες σιτηρών . 
Όλοι γνωρίζουν ότι ο μύλος στο 59 χαλάει κάθε δεύτερη βδομάδα . 
Κανείς δεν θα υποπτευθεί σιτηρά που πάνε στους πιο κάτω μύλους . 
- Μαλακία . - Δεν είπα ότι θα ταξιδέψετε άνετα . 
Δεν ζητάω άνεση . Αλλά έχουμε κι έναν τέταρτο , σωματώδη . Δεν υπάρχει περίπτωση να χωρέσει . 
Μόνο αυτό έχω . 
Ο εξοπλισμός κατάβασης ; 
- Δεν ξέρω τι λες . - Ξέρεις . Εγώ όχι . 
- Ηλεκτρική τροχαλία . 
- Απαγορεύεται από τη Συνθήκη . Κι εσείς την αποκτήσατε με κάποιον νόμιμο τρόπο ; 
Την αποσύραμε από την κυκλοφορία . 
Μόνο οι αχθοφόροι διακινούν εμπορεύματα . 
Αν μας δουν με αυτή , θα τους μπουν ιδέες . 
Πρέπει να φύγουμε ! Έρχονται επιδρομείς . Πάμε ! - Ειδοποίησες το Δικαστικό . - Θα σας βοηθούσα . Αλλά σας έχουν επικηρύξει . Με αμοιβή πολύ υψηλή ακόμα και για παλιούς φίλους . 
- ΜακΛέιν ! - Καριόλη ! 
Ο δρ Φελάν λέει ότι ο Κένεντι δεν πήγε να τον δει . 
Ίσως ο Κένεντι γνωρίζει τη φήμη του . 
Πάνε τους καλύτερους στα Άνω Επίπεδα κι εμείς παίρνουμε ό , τι απομείνει . 
Εξαιρούμαι εγώ , φυσικά . 
Τι έγινε ; 
Μήνυμα από τον νέο επικεφαλής της Ασφάλειας Δικαστικού . 
Τον Ρικ Άμουντσεν . 
Τι έπαθε ο Σιμς ; 
Ορκίστηκε δικαστής . 
Πού είναι η Μέντοους ; 
Πέθανε . 
Δολοφονήθηκε . 
Τι ; 
Από τον αρχηγό του Μηχανικού και τη βοηθό του . 
Ο Νοξ κι η Σίρλεϊ ; 
Δεν έμοιαζε με το πολυεργαλείο της Τζουλς . 
Όχι , βέβαια . Δικό μου ήταν . Έχω χάσει το δικό της . 
Πρόσεχε , σε κρατάω . - Εντάξει . - Είσαι καλά ; Καλύτερα να χωριστούμε για να μη σας καθυστερούμε . 
Τη Σίρλεϊ κι εμένα ψάχνουν . 
Κινδυνεύετε κι εσείς από μας . 
Ας αφήσουμε το μελόδραμα . Φύγετε από εδώ . Δρόμο . 
- Δεν θα μείνεις . 
- Τι ; Μπορεί να μην είχες προβλέψει αυτό ακριβώς το σενάριο όταν κλειδώθηκες στο εργαστήριο πριν από 25 χρόνια , αλλά τώρα , κανείς πάνω από το 125 δεν ξέρει ποια είσαι . 
Αυτό είναι προς όφελός σου . Εγώ , αντίθετα , είμαι η επικεφαλής των Προμηθειών . 
- Κάρλα , δεν θα ... - Μάρθα . 
Θα σε χρειαστούν εκεί κάτω . Πιθανότατα περισσότερο από ποτέ . 
Φύγε . 
Μια απλή γρατζουνιά . 
Πλύσιμο με σαπούνι και θα είναι μια χαρά . 
Για να δω . Δεν είναι άσχημα . Απλά πίεζέ το . 
Επιστρέφω αμέσως . Το γαρυφαλέλαιο θα βοηθήσει με τον πόνο και το αρωματικό θα βοηθήσει στον ύπνο . 
Ευχαριστώ . Μυρίζει πολύ ωραία . Αλλά βγήκε ο ώμος μου . Χρειάζομαι γιατρό . ΙΑΤΡΙΚΟ Καλή ιδέα . Εκεί είναι . 
Γαμώτο , πόνεσα . 
Κούνα τον. 
Ναι . Μην ξεχάσεις το γαρυφαλέλαιο . - Ευχαριστώ . - Ναι . 
Εντυπωσιακή τεχνική , ειδικά με το μωρό στον μάρσιπο . 
Η μητέρα μου ήταν βοτανολόγος . Κι ο πατέρας μου ήταν μέθυσος που καβγάδιζε . Δρ Πιτ Νίκολς . 
Χαίρω πολύ . 
- Κάθλιν Μπίλινγκς . - Του σερίφη Μπίλινγκς ; 
Γι ' αυτό φροντίζεις τραυματίες . Καλός τρόπος να ξεχαστείς . 
Δεν κάθομαι σπίτι . Αγχώνομαι . 
Έστειλαν τον Πολ στο Μηχανικό . Υπάρχει κάποιο συμβάν εκεί κάτω ; 
- Κάτι άκουσα . Μια φωτιά ... - Δρ Νίκολς . 
Ελάτε μαζί μας . 
Τώρα . 
Τι σχέδιο έχει ; 
Να εξουδετερωθούν οι δολοφόνοι . 
Αν το πετύχει , θα είναι σαν επανεκκίνηση για εκείνον . Σαν να μην υπήρξε η Τζούλιετ Νίκολς . 
Έχεις επιβλέψει τέτοιες αποστολές . - Επιδρομείς με πολιτικά . 
- Μεγάλη αμοιβή για καταζητούμενους . Τους κυνηγά ο όχλος . Ίσως πάρουν τον νόμο στα χέρια τους . 
Είναι ευαίσθητη επιχείρηση και απαιτεί εμπειρία , Ρομπ . 
Ο Άμουντσεν είναι καλός . Εκπαιδεύτηκε από τον καλύτερο , αλλά δεν είναι ο καλύτερος . 
Αν δεν είναι ικανός ; 
Εκμεταλλεύσου το πλήρως , Ρόμπερτ . 
Δρ Νίκολς . Ευχαριστώ που ήρθες . 
Αν νομίζεις ότι ξέρω κάτι για τους μηχανικούς , κάνεις λάθος . 
Όχι . Δεν έχει καμία σχέση μ ' αυτό . 
Σκέφτηκα ότι ίσως ήθελες κάποια πράγματα της κόρης σου . 
Υπό κανονικές συνθήκες , θα είχαν τεθεί εκ νέου σε χρήση , αλλά τούτες οι συνθήκες απέχουν πολύ από το κανονικό . 
Αν τα αντικείμενα ξαναχρησιμοποιούνταν , ίσως γίνονταν αντικείμενο λατρείας , περιζήτητα , θα προκαλούσαν φθόνο , διχόνοια και τελικά βία . 
Δεν θα ήταν ο μόνος τρόπος που η μνήμη της κόρης σου έχει διαστρεβλωθεί για να ταιριάζει στο αφήγημα των άλλων . 
Άκουσα ότι φρόντιζες ανθρώπους που τραυματίστηκαν στις ταραχές μετά τη δολοφονία της Μέντοους . 
Αυτό το πνεύμα καθήκοντος μου δίνει ελπίδα ότι θα αναλάβεις σημαντικότερο ρόλο αυτήν τη στιγμή . Στην προσπάθεια για την αποκατάσταση της τάξης στο Σιλό και της πίστης στη Συνθήκη . 
Κι αν πω όχι ; 
Γιατί να πεις όχι ; 
Θέλω να είμαι σαφής . 
Αν δεν σε βοηθήσω , τι θα συμβεί ; 
Δεν έχω πια τίποτα να χάσω , σωστά ; 
Το Σιλό πήρε τον γιο μου , τη γυναίκα μου και τώρα την κόρη μου . 
Δεν φρόντιζα τους τραυματίες από αίσθημα καθήκοντος προς στο Σιλό , προσπαθούσα να ανακτήσω κάποια αίσθηση επαγγελματικής ακεραιότητας . Να ασκήσω την ιατρική χωρίς ψέματα , χωρίς να κάνω κακό . 
Οι αφαιρέσεις αντισύλληψης χαρακτηρισμένες Κωδικός Πορτοκαλί . Βλέπω εκείνα τα νεαρά ζευγάρια . Τα πρόσωπά τους φωτίζονται από ελπίδα . Ελπίδα που ξέρω ότι είναι μάταιη . 
Το επάγγελμά μου είναι μια απάτη . 
Το Σιλό μου το πήρε και αυτό . 
Για κάποιον λόγο , η κόρη μου είναι νεκρή . Δεν ελέγχεις τι σημαίνει για τους ανθρώπους . Δεν ελέγχεις τι σημαίνει για μένα . 
Το Σόλο ... - Ναι . - είναι αληθινό όνομα ; 
- Όχι . Λέγομαι Κόουλ Μάιερς . 
- Κόουλ . Πήγα σε μια εκδήλωση και με ρώτησαν " Με ποιον είσαι ; " Εγώ είπα " Είμαι σόλο " . Το παιδί του Ράσελ με άκουσε να το λέω , νόμιζε ότι έτσι με λένε κι έτσι μου ' μεινε . 
Αλλά τι είναι ένα όνομα ; 
Σωστά . Είναι από το θεατρικό σου , το Ρωμαίος και Ιουλιέτα , πριν πεθάνουν . 
- Ποιος πεθαίνει ; 
- Ο Ρωμαίος κι η Ιουλιέτα . 
- Δεν πεθαίνουν . Όχι . - Πεθαίνουν . Στο δικό μας , πεθαίνουν . 
- Γαμώτο . - Είσαι καλά ; - Ναι . - Πεινάς ... Δεν ξέρω , μάλλον είμαι κουρασμένη . Πεινάς ; 
- Δεν ξέρω . Ναι , μπορεί . 
- Ναι ! - Ναι , αλλά μείνε ... - Πάω να φέρω φαγητό . 
Γαμώτο . 
ΔΙΚΑΣΤΙΚΟ Εκθέσεις και αναφορές προς εσάς . 
Αν έχουν επισημάνσεις , συνοδεύονται από συστάσεις του δημάρχου . 
Όταν λάβετε την απόφασή σας ... Σάρον , είμαι στο Δικαστικό εδώ και χρόνια . 
Φυσικά , εξοχότατε . 
Δεν φτιάξαμε ακόμη τη σφραγίδα υπογραφής σας . Αν δεν σας πειράζει , θα υπογράφετε χειρόγραφα ... Δικαστή Σιμς ; 
Μπράβο σου . 
Οι άλλοι ; 
Οι δύο επικηρυγμένοι είναι στις σκάλες . 
Έχω επιδρομείς με πολιτικά λίγο πιο κάτω . Και ξεσηκώνουμε τον όχλο . 
- Πες μου όταν τους πιάσετε . 
- Μάλιστα , κύριε . 
Ευχαριστώ , μπορείς να φύγεις . 
Κύριε Κάιλ . Πώς τα περνάτε στα ορυχεία ; 
Μόλις χθες πήγα . 
Κι είστε ακόμα ζωντανός . Αυτό είναι καλό . 
Ξέρετε ποιο είναι το προσδόκιμο ζωής στα ορυχεία ; 
Όχι , κύριε . 
Πέντε χρόνια . 
Όταν η δικαστής έκοψε την ποινή σας στο μισό , ήταν μια συμβολική χειρονομία . 
Είναι απίθανο να επιζήσετε για να την εκτίσετε . 
Ξέρετε γιατί ; Επειδή είναι επικίνδυνο ; Πτώσεις βράχων , ασφυξία , σοβαροί τραυματισμοί , ακρωτηριασμοί , λάθος εκρήξεις . 
Δύσκολο καθήκον . 
Θα σου προσφέρω ένα εύκολο καθήκον , Λούκας . 
Έχω ένα έργο που χρειάζεται το μυαλό σου . 
Τη μέρα που δολοφονήθηκε η δικαστής , μου μετέφερε ότι αξιοποίησες μικρά σκόρπια τμήματα πληροφοριών για τα φώτα στον νυχτερινό ουρανό και δημιούργησες ένα μοντέλο που , μεταξύ μας , δεν είναι και πολύ λάθος . 
Ισχύει αυτό ; 
Έχω κάτι που είναι επίσης κατακερματισμένο και θέλω να το συναρμολογήσεις . 
Το αναγνωρίζεις ; 
Ο σκληρός δίσκος που σου έδειξε η Νίκολς . 
Πες μου την αλήθεια . 
Δεν θα σε θέσει σε περαιτέρω νομικό κίνδυνο . 
Ναι , τον αναγνωρίζω . 
Τον έσπασα επειδή είναι απομεινάρι υψηλού κινδύνου και περιέχει επικίνδυνες πληροφορίες . 
Αλλά τώρα πια δεν έχω την πολυτέλεια της άγνοιας . 
Θέλω να βρεις τι περιέχει . 
Θα δουλεύεις σε αυτό το γραφείο . 
Έχεις ερωτήσεις ; Έλα . 
Ξέρεις ότι υπάρχουν τουλάχιστον τρεις άνθρωποι στο ΙΤ που μπορούν να το κάνουν καλύτερα από σένα . Όμως , Λούκας , ξέρω ότι εσύ θα προσπαθήσεις περισσότερο από οποιονδήποτε άλλον εκεί έξω , επειδή ... θες να ζήσεις πάνω από πέντε χρόνια . 
Δικαστή , όλα καλά ; 
Εσύ πες μου . 
Το κουμπί δεν λειτουργεί . 
Όλα είναι υπό έλεγχο , εξοχότατε . Εξοχότατε ; Δικαστή ; 
Λέγε με Ρομπ , όπως κάνεις εδώ και δέκα χρόνια . 
Προσπαθώ να καταλάβω τι γίνεται , όπως κι εσύ . 
Καθόμουν στο γραφείο μου . Στο καινούργιο γραφείο μου . 
Στο γραφείο μιας γυναίκας για την οποία δούλευα τα τελευταία 15 χρόνια . Σκέφτηκα να μάθω πώς πάει η αναζήτηση εκείνων που τη σκότωσαν . 
Θα φροντίσω να έχεις το πρωί στο γραφείο σου όλες τις πληροφορίες . 
Οι ύποπτοι είναι στις σκάλες . 
Εφαρμόζουμε το σχέδιό σου . 
Πάμε . 
Πολύ βιαστικοί είστε . 
Ο σύζυγός μου κι εγώ πηγαίνουμε να δούμε κάτι φίλους . 
Είστε λίγο απερίσκεπτοι . Δολοφόνοι κυκλοφορούν ελεύθεροι . 
Κι εσείς τι κάνετε έξω ; 
- Είμαστε ανήσυχοι πολίτες . 
- Εσύ ποιος είσαι ; Να δω ταυτότητα . 
Προβλέπει η Συνθήκη να επιδεικνύουν οι πολίτες ταυτότητα σε άλλους πολίτες οι οποίοι ανησυχούν ... 
- Δεν προβλέπει . - Όχι . Έχει όπλο ! 
Σταματήστε ! 
Είπα σταματήστε ! 
Κάποιοι με γνωρίζετε . Κάποιους σας γνωρίζω κι εγώ . 
Ξέρετε ποιος είναι ο σύζυγός μου . Αυτό που ίσως δεν ξέρετε είναι η νέα του θέση . 
Ο δικαστής Σιμς θέλει να συλληφθούν αυτοί οι καταζητούμενοι . 
Θέλετε να τους σκοτώσετε ; Κι εγώ το ίδιο . Αλλά η απόδοση δικαιοσύνης για τη Μέντοους δεν ανήκει μόνο σ ' εμάς . Ανήκει στο Σιλό . 
Όλοι θα δουν αυτούς τους δύο όταν βγουν να καθαρίσουν . 
Ελάτε μαζί μου , λιγδιάρηδες , αλλιώς θα σας κρεμάσουν επί τόπου . 
Γαμώτο . 
- Θα είστε ασφαλείς για λίγο . 
- Δεν θα μας πας στο Δικαστικό ; 
Έχει κάμερες στις σκάλες , αλλά όχι σ ' αυτό το δρομάκι . 
Αν δουν να γυρίζω μόνη , θα στείλουν επιδρομείς . Μάλλον πολλούς . Περιμένετε λίγο και μετά φύγετε . 
Έστησαν οδόφραγμα στο 130 . 
Δεν ξέρω πώς θα περάσετε , αλλά δεν είναι δικό μου πρόβλημα . 
Γιατί μας βοηθάς ; 
Καμίλ . 
Καλημέρα , Έισα . 
Θα πας νωρίς στη δουλειά σήμερα . Και απόψε θα μείνεις στην πρώην γυναίκα σου στο 83 . 
- Μόλις σχόλασα από νυχτερινός . 
- Τότε το αφεντικό σου θα νομίσει πως είσαι ο πιο δουλευταράς υδραυλικός . 
Δώσε τα κλειδιά . 
Τι διάολο , Καμίλ ; 
Όταν ακούσεις για την επικήρυξη των δολοφόνων της Μέντοους θα την αγνοήσεις για να σε αγνοώ κι εγώ . 
Κατανοητό ; 
Να βάλω τουλάχιστον ένα παντελόνι ; 
Έπρεπε να το φοράς ήδη . 
ΣΥΝΘΗΚΗ ΜΕΤΑΞΥ ΙΔΡΥΤΩΝ ΚΑΙ ΠΟΛΙΤΩΝ Τους έπιασαν ; 
Δεν είναι μεγάλο ηθικό δίλημμα ; 
Ποιο ; 
Να είμαι βοηθός σερίφη ενώ οι φίλοι μου καταδιώκονται ως δολοφόνοι από το μισό Σιλό . 
Είναι σαν να ορκίζεσαι να τηρείς τη Συνθήκη ενώ έχεις ασθένεια που καταδικάζει η Συνθήκη . 
Το ξέρουν ; 
Το ξέρει ο Σιμς . 
Ως επικεφαλής της Ασφάλειας Δικαστικού το επέτρεψε . Ως δικαστής ... Έχω μια πληροφορία για τον Κένεντι . 
Μη φάτε ό , τι έχει το ψυγείο . 
Είμαι ένας σκληρά εργαζόμενος που διατηρεί το Σιλό σε λειτουργία . 
- Εξαρτάται τι έχεις εκεί μέσα . - Σιρλ . 
Πλάκα κάνω . 
Περιμένει να ξαναμπείς χωρίς κλειδί ; 
Δεν το περιμένει . Αν θέλει να το πάρω , θα βρει τρόπο να μου το δώσει . 
Σας συμβουλεύω να μείνετε όσο χρειαστεί . Αλλά στη θέση σας , θα έφευγα πριν γυρίσει εκείνη . 
Δεν τη βοηθάω από ευγένεια . 
Έβαλα εσάς τους μαλάκες σπίτι μου επειδή τη φοβάμαι . 
Να τη φοβάστε . 
Αυτός ο τύπος μένει σε ντουλάπα . 
Λες κάθε τμήμα να πιστεύει ότι εκείνο διατηρεί το Σιλό σε λειτουργία ; 
Πιθανόν . 
Έχω πει ακριβώς τα ίδια λόγια για να εμψυχώσω το Μηχανικό . 
Και πέτυχε επειδή ισχύει . 
Όσο κι αν το υπόλοιπο Σιλό δεν το πιστεύει . 
Είσαι καλός ηγέτης , Νοξ . 
Το Μηχανικό θα είχε πάει κατά διαόλου χωρίς εσένα . 
Έκανα λάθος για το τι έπρεπε να κάνω . 
Ήθελα να το ζητήσω ευγενικά και ... Τώρα θα πεθάνουμε . 
Ήμασταν καταδικασμένοι από την αρχή . 
Αλλά αν το κάναμε όπως είχα πει , θα ήμασταν ήδη νεκροί . 
Πιστεύεις ότι ο Νοξ κι η Σίρλεϊ σκότωσαν τη Μέντοους ; 
Ειλικρινά ; Από τότε που έφυγε η Τζουλς , όλα έχουν ξεφύγει . 
Η Σίρλεϊ κι ο όχλος επιτέθηκαν στο τμήμα . Ο Νοξ συμμάχησε μαζί της . Δεν σέβονται την τάξη του Σιλό . 
Αν πιστεύω ότι τη σκότωσαν ; Ούτε κατά διάνοια . 
Περίμενε . 
Φράνσις , περίμενε λίγο . Θα μας πεις πού πας το φαγητό ; 
Σπίτι μου ; 
Είναι περασμένα μεσάνυχτα . Η βάρδια σου άρχισε στις 06 : 00 . Αντί να κοιμάσαι , μένεις ξύπνια και τρως το φαγητό που σερβίρεις εδώ και 18 ώρες ; 
Αν δεν υπάρχει νόμος που το απαγορεύει , ναι , αυτό κάνω . 
Ξέρουμε το παρελθόν σου , Φράνσις . 
Η Ντόρις Κένεντι ήταν θεία σου , πούλησες μερικά από τα χάπια που έκλεψε . 
Έχεις αποδείξεις ; 
Γιατί πριν πέντε χρόνια δεν είχες . Φράνι , δεν ήρθαμε γι ' αυτό . Πιστεύουμε ότι ο θείος σου ο Πάτρικ δεν θα ζήσει πολύ μόνο με ζεστά γεύματα . 
Γιατί δεν μας αφήνεις να το πάμε εμείς ; 
Πώς ήταν η πρώτη σου μέρα , δικαστή Σιμς ; 
Υπέγραψα όπου μου ζητήθηκε . 
Πήγα στην αίθουσα παρακολούθησης για να πάρω πληροφορίες για την έρευνα . 
Ο Άμουντσεν δεν με άφησε να μπω . 
Μου είπε ότι τρεις ύποπτοι είναι ακόμα ελεύθεροι . 
Αν ήσουν εσύ επικεφαλής , θα είχαν συλληφθεί εδώ και ώρες . 
Συγγνώμη , παρακαλώ . 
- Μένω στο 132 . 
- Απόψε όχι . 
Εργάζομαι στο γραφείο του σερίφη . Ό , τι κι αν συμβαίνει , δεν ενημερωθήκαμε . 
Αυτό δεν αφορά το γραφείο του σερίφη . 
Αν το Δικαστικό νομίζει ότι θα μας εμποδίσει ... Γύρνα και πήγαινε από κει που ήρθες . 
Είσαι σοβαρή ; 
Δεν έχεις δικαίωμα να εμποδίζεις κάποιον που είναι μέλος του γραφείου του σερίφη . 
Πρέπει να πάω ... Μόλις βγούμε στις σκάλες , θα μας δουν . Αν κλείσουμε την πόρτα , θα κλειδωθούμε έξω . 
Πρέπει να πάμε σπίτι . Λέω να τρέξουμε σαν τρελοί στις σκάλες . 
Εντάξει . Όχι προς τα κάτω . - Πάνω . 
- Τι ; 
Έχε μου εμπιστοσύνη . 
ΤΖΕΪ , ΣΟΥΝΙΛ ΔΙΑΜ . 101 - ΕΠΙΠΕΔΟ 16 ΠΕΝ , ΜΑΡΤΖΟΡΙ ΔΙΑΜ . 57 , ΕΠΙΠΕΔΟ 23 ΣΑΜΙΟΥΕΛ , ΤΡΙΝΑ ΨΕΥΔΩΝΥΜΟ : ΤΑΪΝΙ Τους έπιασε ο όχλος . Μια πρώην επιδρομέας τους έκρυψε στο 73 . Ερευνήσαμε κάθε κατοικία . - Τίποτα ακόμα , αλλά σφράγισα το φρεάτιο . - Μισό λεπτό . 
Γιατί μια πρώην καταδρομέας τους έκρυψε στο 73 ; 
Φοβήθηκε ότι θα τους κρεμούσαν . Ποια ήταν ; 
Η Καμίλ Σιμς . 
Βρες τους κωλομηχανικούς . 
- Πόσο πάνω θα πάμε ; 
- Συνέχισε . 
Ανέκτησα πολύ λίγα πράγματα . 
Βρήκα κομμάτια που συμπίπτουν με αρχεία στη βάση δεδομένων μας . 
Αυτός είναι ο χάρτης μας . Με αυτό το αρχείο συμπλήρωσα κάποια από τα δεδομένα που λείπουν από ένα από τα κομμάτια , που είναι επίσης ένας χάρτης . 
Είναι διαφορετικός σε μερικά σημεία από τον δικό μας χάρτη . 
Υπάρχουν γραμμές που έρχονται έξω από τους τοίχους του Σιλό . Υπάρχει κάτι στο επίπεδο του ΙΤ και κάτι στο επίπεδο του Δικαστικού . 
- Έχεις ιδέα τι μπορεί να είναι ; Υπάρχει και κάτι άλλο . - Στον πυθμένα του Σιλό ... - Τι είναι ; 
- Μια σήραγγα . 
- Πού οδηγεί ; 
- Δεν έχω ιδέα . 
- Συνέχισε να ψάχνεις . 
Κερδίσατε άλλες 24 ώρες εκτός ορυχείου , κύριε Κάιλ . 
Κύριε , βρήκα και έναν φάκελο . 
Κατάφερα να τον ανακτήσω άθικτο και ... Πολλά αρχεία ήταν υπηρεσιακά σημειώματα , αλλά ένα απ ' αυτά ήταν διαφορετικό . 
Ήταν μια σκαναρισμένη χειρόγραφη επιστολή που έγραψε κάποιος στη γυναίκα του . 
Ποιος ; 
Ο Σάλβαντορ Κουίν . 
Τι έλεγε ; 
Είναι ερωτικό γράμμα , αλλά μετά γίνεται κάπως περίεργο . 
- Πάει κάπως ... Μιλάει ... - Μιλάει με κώδικα . 
Ναι , αυτό ακριβώς . 
ΚΙΝΔΥΝΟΣ ! Η ΠΡΟΣΒΑΣΗ ΑΠΟΤΕΛΕΙ ΠΑΡΑΒΙΑΣΗ ΤΗΣ ΣΥΝΘΗΚΗΣ Πρόσεχε πού πατάς . 
Πάτρικ Κένεντι . 
Ακίνητος . 
Σωστή συμβουλή . 
Νιώθω χάλια όταν κινούμαι . 
Αν πλησιάσετε , θα πέσω σε αυτήν την τρύπα . 
Θα μείνουμε εδώ , αλλά τα τραύματά σου χρειάζονται φροντίδα . 
Έχει πλάκα , πάντως , αφού με τα όπλα σας θα αποκτήσω κι άλλα . 
Είσαι καταζητούμενος , έριξες μολότοφ στο τμήμα μου . 
Μας επιτρέπεις να είμαστε επιφυλακτικοί . 
Θα σε βοηθήσουμε . 
Δεν σας εμπιστεύομαι . 
Γι ' αυτό είμαι εδώ κάτω στο σκοτάδι , αιμορραγώντας σε μια σκατότρυπα ! - Υπάρχει ιατρικό κιτ στην αίθουσα ... - Πήγαινε . 
Αυτό περίμενες ; 
Τώρα που είμαστε ολομόναχοι , με πυροβολείς και ελπίζεις να μη μετρήσει ο μακρυμάλλης τις τρύπες μου ; 
- Δεν πυροβολούμε χωρίς άμεση απειλή . 
- Εγώ είμαι άμεση απειλή . 
Ξέρω τόσο πολλά , που είναι καλύτερα να φύγεις . 
Δεν μπορώ . Έδωσα έναν όρκο . Προβλέπει την παροχή κάθε βοήθειας . 
Παροχή κάθε βοήθειας ; 
Δεν βλέπεις ότι όλα είναι ένα ψέμα ; 
Όλα όσα μας είπαν . Η Συνθήκη . Σκοπό έχει την υπακοή μας . Και δεν θα μάθουμε ποτέ την αλήθεια . 
Ο Σιμς θα μας σκότωνε όλους για να το εμποδίσει . 
Ξέρεις τον κύριο Σιμς ; 
Ναι , τον ξέρω . 
Εγώ βοήθησα τη Νίκολς . 
Με έπιασαν και με απομόνωσαν . Γιατί νομίζεις ότι είμαι εδώ κάτω ; Εσύ πες μου . Εντάξει . Εντάξει , βέβαια . 
Δώσε μου το όπλο σου . 
Σωστά . Δεν μπορείς , γιατί δεν με εμπιστεύεσαι . 
Αν με πυροβολήσεις , σου ζητάω μόνο να σημαδέψεις εδώ , εντάξει ; 
Σε παρακαλώ . 
Βρήκα αυτό στο διαμέρισμα της Τζούλιετ Νίκολς . Μέσα σε βιβλίο . 
Κατέστρεψα το υπόλοιπο . 
Δεν ξέρω να σου πω γιατί το φύλαξα . 
Αν πεις σε κανέναν ότι το έχω , τελείωσα . 
Φέρε μου έναν γιατρό . Όχι τον βοηθό με τα τσιρότα . Και θα σου πω όλα όσα θες να μάθεις . Όχι , θα σου πω όλα όσα σίγουρα δεν θες να μάθεις . 
Νέα συμφωνία . 
Πόσο μακρύ είναι ; Θα δείξει . 
Αυτό δεν είναι της Τζούλιετ . Αλλά γαμήσου , δεν θα το πουλήσεις για δικό της . 
Μπαρνς , κουνήσου . 
Έλα . 
- Νεότερα ; - Όχι ακόμα . Ψάξε άτομα που κατεβαίνουν δυο-δυο . Ελήφθη . 
Επίπεδο 92 . Δύο αχθοφόροι προς τα κάτω . 
Δεν είμαι πολύ πίσω . Στείλε μήνυμα στον δήμαρχο . 
Ελήφθη . 
Έφερα βραδινό . Τι κάνεις ; 
Προσπαθούσα να εντοπίσω ένα κράνος που είχε κλαπεί από τις στολές . 
Πήγα να το βρω στο διαμέρισμα μιας υπαλλήλου . 
Της Τρίνα Σάμιουελ . 
Τρίνα Σάμιουελ . 
Ναι . Ήταν η κοπέλα του Σόλο . 
Ναι . Έχω να τη σκεφτώ πάρα πολύ καιρό . 
Βασικά , δεν μου αρέσει να τη σκέφτομαι . 
Θες κοτόπουλο ή μοσχάρι ; 
Γιατί μου λες ψέματα ; 
Δεν καταλαβαίνω τι εννοείς . 
Σόλο , να η Τρίνα . Αυτή είναι . Κι αυτός δεν είσαι εσύ , σωστά ; 
Όχι . Γιατί αυτό ... Κοίτα αυτό . Το βρήκα . Κόουλ Μάιερς . Η σκιά του ΙΤ . 
- Η πραγματική ... 
- Εγώ είμαι η σκιά του ΙΤ ! 
Δεν ξέρεις τι λες ! 
Μη μου λες τέτοια λόγια ! Ποτέ ξανά ! 
Εγώ είμαι ο Σόλο ! 
Εγώ είμαι η σκιά του ΙΤ , ακούς ; 
- Εντάξει . 
- Είμαι ο Σόλο ! Η σκιά του ΙΤ ! Είσαι ο Σόλο . 
Είσαι ο Σόλο . 
Συγγνώμη . 
Συγγνώμη . 
Φαίνεσαι χάλια . Πρέπει να φας κάτι . 
Δεν πεινάω . 
Δεν νιώθω καλά . 
Πρέπει να πάω να ξαπλώσω . 
Θα πάω ... Είμαστε καλά τόσο κάτω ; 
Νομίζω ναι . 
Αλλά αν θα κρατήσει το βάρος σου ; Αυτό δεν το ξέρω . 
Μηχανικό ! 
Σταθείτε ! 
- Γαμώτο ! - Σκατά . 
Πάμε . 
Δεν έχει φρένο , σωστά ; 
Έχει το καλώδιο και το τέλος του καλωδίου . 
Τότε , ας πεθάνουμε στα Βαθιά . 
Δώσε το χέρι σου ! 
Προσοχή ! 
- Να τους ! 
- Πιάστε τους ! 
Προσοχή ! 
- Γαμώτο ! - Πέρασαν . 
Το πρόσεξα . 
Μη μιλήσεις στη συχνότητα . 
Ο σερίφης Μπίλινγκς λαμβάνει ; 
Σερίφη Μπίλινγκς . Κύριε δήμαρχε ; Μετά λύπης σε πληροφορώ ότι οι καταζητούμενοι του Μηχανικού είναι πια δικό σου πρόβλημα . 
Ως πιστός υπηρέτης του Σιλό , βασίζομαι σ ' εσένα να τους συλλάβεις . 
Φυσικά , κύριε δήμαρχε . 
Να είστε βέβαιος ότι θα υπηρετώ πιστά το Σιλό και τη Συνθήκη . 
Έλα . 
