- उन्ह ंने जज क म र ड ल ! - चल ! 
उन्हें बचकर मत न कलने देन ! 
त क्य हुआ ? 
मैंने इस पल के ल ए क ई प्रश क्षण नह ं ल य है । - मुझे लग थ क सबसे पहले मैं ह ह र म नूँग । - ह ँ । मुझे भ वह लग थ । 
- और भ ल ग श म ल ह रहे हैं । 
- हम उनसे प छ नह ं छुड़ सकते । हमें प छ छुड़ न ह ह ग । यह घर ज ने क एकम त्र र स्त है । 
श यद नह ं । 
प र्टर ? तुम अब भ उनके संपर्क में ह ? 
हमें बस द और म ले न चे ज न ह ग । 
स थ बने रहने क क श श कर । 
यह तर्क देने क क ई तर क नह ं है क तुमने वह नह ं करव य । 
समझ नह ं आ रह कैसे । 
उसे मेरे ज सूस ं के न म नह ं पत , पर वह उनके क म करने के तर के ज नत है । 
उसने स्पष्ट रूप से पत लग ल य क मेड ज़ पर मह भ य ग चल ने के अभ य न के प छे मेर ह थ थ । 
म म । म म । - बस एक म नट में आई , ज न । - रस ई में एक आदम है । 
क्य मैं उसमें आपक मदद कर सकत हूँ ? 
मुझे य द नह ं क आख़ र ब र मैंने कब अपन क फ़ ख़ुद बन ई थ । 
मैं मेयर ज न्स के ब रे में अक्सर ब तें नह ं करत हूँ , पर वह अपन क फ़ हमेश ख़ुद बन त थ ं । 
वह कहत थ ं क स इल के आम ल ग ं क तरह र ज़मर्र के क म करने से उन्हें उनसे जुड़ हुआ महसूस करने में मदद म लत थ , जबक ब क क म ं से यह महसूस नह ं ह त थ । 
इस न कर के ल ए , यह ज़रूर है क मेर नज़र य और ं से अलग ह । 
रुक ए , मुझे बन ने द ज ए । वह मश न थ ड़ नख़रेब ज़ है । 
मुझे मश न ं के स थ क फ़ अच्छ म न ज त है । 
तुम र ब के स थ क म क य करत थ , है न ? 
मैं उसके स थ नह ं , उसके ल ए क म क य करत थ , जैस क उसे मुझे य द द ल न पसंद है । 
क्य वह तुम्ह रे स थ क म क चर्च करत है ? 
र बर्ट ज नत है क अब मुझे उस क म में क ई ख़ स द लचस्प नह ं रह । 
मेर न कर अब आईट व भ ग में है और मुझे अपने बेटे क परवर श करन है । 
द पैक्ट कहत है , " म ँएँ हम रे बच्च ं क दुन य में ल ने के ल ए प त्र क क म करत हैं , उस तरह जैसे स इल ल ग ं के ल ए म ध्यम है । " 
हम रे पर व र में , हम उस के अनुस र ज ते हैं । 
श यद तुमने मुझे बत य थ क तुम्ह र पर व र म लकर द पैक्ट पढ़त है ? 
हर र त क । 
क्य तुम मेरे ल ए द पैक्ट क अपन प्रत लेकर आओग ? 
ज़रूर । 
तुमने मेर व श्व स त ड़ , र ब । 
तुमने मुझसे कुछ ऐस करव य ज मैं करन नह ं च हत थ । 
अब तुम जूड शल स क्य र ट के प्रमुख नह ं रह गे । तुम मेर श ग र्द नह ं बन गे । पर तुम इतने क़ मत ह क तुम्हें क न रे नह ं क य ज सकत । इसल ए तुम मैर क न कर ल गे । तुम जज बन गे । 
अपन ह थ द पैक्ट पर रख और मेरे ब द द हर ओ । 
मैं , र बर्ट स म्स , शपथ लेत हूँ ... ह्यु ह व क क त ब शृंखल , स इल पर आध र त 
मैं थ ड़ न गर न करने ज रह हूँ । 
- कैल्व न है यह ँ ? - क न पूछ रह है ? 
कैल्व न । तुमसे क फ़ अरसे से नह ं म ल । 
मैं हमेश एक ख़ स उम्र के ब द प र्टर ं से म लन बंद कर देत हूँ । घुटने । 
तुम अपम न करने से शुरुआत कर रह ह , वह भ इस पर स्थ त में ? 
तुम क़ स्मतव ल ह ग अगर तुम्ह र क ई भ अंग व पस न चे पहुँच सक । 
इसल ए हम यह ँ आए हैं । 
हमें आर म करने के ल ए क ई जगह च ह ए और मुझे और मेरे द स्त ं क घर ल टने क ज़र य च ह ए । इसमें खर्च आएग । 
मेरे प स पहले के समय क बर्बन क एक केस ह भ सकत है और नह ं भ । 
इसके ल ए पुर न शर ब से भ कह ं ज़्य द क ज़रूरत ह ग । 
तुम्ह रे प स जूल एट न क ल्स क क ई भ च ज़ है ? 
हैल । तुम क्य कर रह ह ? 
दरअसल , मैं अग्न श मक ं व ल हेल्मेट नह ं ल सक और मैं व पस प न में ज न नह ं च हत । इसल ए मैं अपन पुर न हेल्मेट ज ड़ने क क श श कर रह हूँ । 
ए , मैं पूछने व ल थ । तुम्ह र जनरेटर स म ले प न के न चे है । त , ल इटें कैसे जल रह हैं ? 
आईट क अपन ख़ुद क ऊर्ज स्र त है । 
ऊर्ज ब हर से आत है । 
ब हर कह ँ से ? बस ऊपर से , य न ... तुम्हें पत है क जेनेरेटर क्य ं ख़र ब हुआ थ ? 
ह ँ , क स जूड शल के पहरेद र क 144 पर म जूद भूजल पंप क उड़ कर मैकेन कल व ले इल के क ब ढ़ में डुब ने क श नद र व च र सूझ थ । पर वे प न के क रण जेनेरेटर ख़र ब ह ने से पहले उसक मरम्मत नह ं कर सके । इसल ए , प न क स्तर बढ़त रहत ... समझ गई । क्य तुम्हें लगत है ... क्य तुम्हें लगत है क प न क बढ़ने से र कने क क ई तर क है ? 
तुम्ह र सबसे क़र ब भूजल पंप 30 वें म ले पर है । प न के न चे । पर तुम उस तक ब जल पहुँच सकते ह । श यद तुम प न क बढ़ने से र क सकते ह । - ह ँ । - रुक , तुम ... 
तुम वह र क सकत ह । मैं ? नह ं । - मेरे प स समय नह ं है । मुझे यह करन ह ग । - नह ं , मेरे प स समय नह ं है । - मेर समय ख़त्म ह रह है । - तुम्ह र समय ख़त्म नह ं ह रह है । - तुम्ह रे प स कई मह ने हैं । उप य स चने के ल ए स ल ं हैं ... - दस मह ने हैं । - मेरे प स दस मह ने हैं । ह ँ । - दस मह ने ? अरे , मेरे प स कुछ ह द न हैं । ह ँ , पर तुम्हें यह पक्क नह ं पत । 
त मैं वह ज ख म क्य ं उठ ऊँग ? 
दस मह न ं में , आईट में प न घुस आएग । 
- तेरह मह न ं में , वह पूर तरह से प न के अंदर ह ग । - नह ं । नह ं , रुक ! 
देख , मुझे यह करन है और वह क म नह ं कर रह है , समझे ? 
- मैं उसे ज ड़ नह ं सकत । - तुम कह ँ ज रह ह ? मुझे सूट रूम में ज कर ऐस हेल्मेट ढूँढन ह ग ज क म करत है । 
ए , रुक ! 
वे कह ँ हैं ? 
वे 70 वें म ले पर स ढ़ य ं से उतर गए । कई कैमरे बंद ह गए और हमें नह ं पत क वे कह ँ हैं , पर मैंने पहरेद र ं क एक ट म भेज है । 
वे न गर क ं के वेश में हैं और 60 वें से लेकर 130 वें म ले तक क भ ड़ क उकस रहे हैं । 
- तुमने द न ं ल डर ं पर इन म रख है ? 
- 1,000 क्रेड ट हर एक पर । जूड शल से 130 वें म ले पर म र्च बंद करने क कह , अगर कह ं वे भ ड़ से बच न कलें त । 
वे मेरे ल ग ं से बचकर नह ं न कल सकेंगे । 
मेरे आदेश क प लन कर , श्र आमंडसन । मैं च ंत करत हूँ । यह मेर क म है । 
और त क तुम जल्द क म कर सक , मैं " मेरे ल ग " व क्य ंश के इस्तेम ल क नज़रअंद ज़ करूँग । 
मैं स फ़ - स फ़ बत दूँ । जूड शल के पहरेद र क स भ ह ल में तुम्ह रे नह ं हैं । 
अभ - अभ संदेश आय है । हमें पत चल है क वे 70 वें म ले पर कह ँ हैं । 
मुझे कैसे पत क यह जूल एट क है ? 
तुम्हें नह ं पत । पर मुझे पत है । क्य ंक 20 स ल पहले , मैंने ह उसे यह द य थ । 
और वह मैं ह हूँ ज सने इस ह ंज क ठ क क य जब उसने जमे हुए ब ल्ट ं क ख लने के ल ए इसक इस्तेम ल क य थ , जबक मैंने उसे ऐस करने के ल ए मन क य थ । 
मैं यह ले लूँग । 
स थ ह वह द दर्जन रेफ़्र जरेशन क यल ज तुमने यह ँ रहने देने के एवज में देने क व द क य थ । 
वह पुर न शर ब भ द ग , त स द तय ह ज एग । 
- त , तुम्ह र य जन क्य है ? - अन ज के ड ब्बे । 
सबक पत है क 59 वें म ले पर म जूद म ल हर दूसरे हफ़्ते ख़र ब ह ज त है । 
न चले म ल ं में ज ते हुए अन ज क देखकर क स क शक़ नह ं ह ग । 
- ब ल्कुल नह ं । - मैंने आर मद यक सव र क व द नह ं क य थ । 
मैं आर म क म ँग नह ं कर रह हूँ । ब त बस यह है क हम रे स थ एक च थ आदम है । वह क फ़ व श ल है । वह उसमें कभ फ ट नह ं ह ग । 
मेरे प स बस यह र स्त है । 
ड सेन्डर र ग क क्य ? 
- मुझे पत नह ं तुम क्य कह रह ह । - बेशक पत है । मुझे नह ं पत । 
- वह एक ऊर्ज युक्त चरख और केबल प्रण ल है । 
- वह द पैक्ट के व रुद्ध है । और तुमने उसे क स पैक्ट-अनुम द त तर के से ह स ल क य थ ? 
हमने बस उसक इस्तेम ल ह ने से र क । 
प र्टर ं क स इल के स रे स म न क स्थ न ंतर त करने क व शेष अध क र है । 
अगर ल ग ं क कुछ वैस द ख , त उन्हें ग़लत व च र आने लगेंगे । 
हमें ज न ह ग ! पहरेद र आ रहे हैं । चल चलें ! - तुमने जूड शल क संदेश भेज । - मैं व द करत हूँ , मैं तुम्ह र मदद करने व ल थ । पर उन पर इन म है । ज इतन बड़ है क छ ड़ नह ं ज सकत , पुर ने द स्त ं के ल ए भ नह ं । 
- मैक्लेन ! - कम ने कह ं के ! 
ड क फ़्ल न ने बत य क कैनेड उनसे म लने नह ं गय है । 
श यद कैनेड उनके ब रे में ल ग ं क र य ज नत है । 
अब सबसे बेहतर न ल ग ं क अप ट प न युक्त क य ज त है और ब क बचे हम रे प स भेजे ज ते हैं । 
मतलब , मेरे अल व । 
क्य हुआ ? 
मुझे जूड शल स क्य र ट के नए प्रमुख क एक संदेश म ल । 
र क आमंडसन । 
स म्स क क्य हुआ ? 
उसे जज के रूप में शपथ द लव ई गई है । 
मेड ज़ कह ँ हैं ? 
वह चल बस । 
उनक हत्य ह गई । 
क्य ? 
मैकेन कल के प्रमुख और उसके सहय ग द्व र । 
न क्स और शर्ल ? 
वह मुझे जूल्स के मल्ट - टूल जैस नह ं लग । 
ब ल्कुल नह ं थ , वह मेर थ । मुझे क ई अंद ज़ नह ं क उसक व ल कह ँ है । 
स वध न । ठ क है , मैंने तुम्हें पकड़ ल य । - ठ क है । - तुम ठ क ह ? सुन , बेहतर ह ग क हम अलग ह ज एँ क्य ंक हम तुम्हें र ककर नह ं रख सकते , तुम्ह र गत ध म नह ं कर सकते । 
इन म शर्ल और मुझ पर है । 
यह भ संभव है क तुम द न ं हम र वजह से मुस बत में फँस । 
चल इस ब रे में भ वुक न ह ं । यह ँ से न कल । ज ओ । 
- तुम मेरे स थ नह ं रुक ग । 
- क्य ? पच्च स स ल पहले जब तुमने ख़ुद क उस वर्कश प में बंद कर ल य थ , तब श यद तुमने इस पर स्थ त क कल्पन नह ं क ह ग । पर अब , 125 वें म ले से ऊपर क ई तुम्हें नह ं ज नत है । 
यह तुम्ह रे ल ए फ़ यदेमंद ह ग । पर , मैं सप्ल ई व भ ग क प्रमुख हूँ । 
- क र्ल , मैं नह ं ... - म र्थ । 
वह ँ न चे उन्हें तुम्ह र ज़रूरत ह ग । श यद पहले क तुलन में , अब ज़्य द ज़रूरत ह ग । 
ज ओ । 
यह बस एक स ध रण खर ंच है । 
इसे स बुन से स फ़ कर और यह आस न से ठ क ह ज एग । 
मुझे देखने द । ठ क है । ज़्य द च ट नह ं आई है । बस दब व बन कर रख । 
मैं अभ आय । ल ंग क तेल दर्द से र हत देग और इसक ख़ुशबू तुम्हें स ने में मदद करेग । 
धन्यव द । इसक ख़ुशबू सच में बेहद अच्छ है । पर मैंने अपने कंधे क चटकते सुन । बेहतर ह ग क मैं ड क्टर क द ख ऊँ । मेड कल यह अच्छ व च र है । वह वह ं हैं । 
बहुत दर्द हुआ । 
उसे घुम ओ । 
ह ँ । ल ंग क तेल लेन मत भूलन । - धन्यव द । - ह ँ । 
यह बच्चे क ग द में ल हुई मह ल के ल ए एक प्रभ वश ल तकन क है । 
धन्यव द । मेर म ँ एक हर्बल स्ट थ ं । और मेरे प त ज प यक्कड़ थे , ज बहुत स लड़ इय ँ ह र ज ते थे । ड . प ट न क ल्स । 
आपसे म लकर ख़ुश हुई । 
कैथल न ब ल ंग्स । य न शेर फ़ ब ल ंग्स क पत्न ? 
अब मुझे समझ आ गय क तुम यह ँ घ यल ं क इल ज क्य ं कर रह ह । यह ध्य न भटक ने क अच्छ तर क है । 
मैं घर में नह ं बैठ सकत । मैं बेहद बेचैन ह ज त हूँ । 
प ल क मैकेन कल में भेज गय थ । वह ँ क ई दुर्घटन घट थ । 
- ह ँ , मैंने सुन । आग वगैरह लग थ य ... - ड . न क ल्स । 
अह-हँ ? कृपय हम रे स थ चल ए । 
अभ । 
उसक य जन क्य है ? 
स इल द्व र हत्य र ं क मरव न । 
अगर वह सफल ह गय , त उसे एक नई शुरुआत म लेग । म न जूल एट न क ल्स व ल दुर्घटन कभ घट ह न ह । 
तुमने वैसे म शन चल ए हैं । स दे कपड़ ं में पहरेद र । 
भग ड़ ं पर बड़ इन म । भ ड़ उनक प छ करेग । श यद वे क़ नून अपने ह थ में ले लें । 
ऐसे संवेदनश ल ऑपरेशन के ल ए अनुभव क ज़रूरत ह त है , र ब । 
आमंडसन अच्छ है । उसे सबसे बेहतर न आदम ने प्रश क्ष त क य थ , पर वह सबसे बेहतर न नह ं है । 
अगर वह पर्य प्त क़ ब ल न ह त ? 
अपने क म क सबसे बेहतर न इस्तेम ल कर , र बर्ट । 
ड . न क ल्स । आने के ल ए धन्यव द । 
अगर आपक लगत है क मुझे उन मैकेन कल व ल ं के ब रे में कुछ पत है , त आपक ग़लतफ़हम है । 
नह ं । नह ं , इसक उससे क ई संबंध नह ं है । 
मैंने बस स च क श यद आप अपन बेट क कुछ च ज़ें ले ज न च हेंगे । 
स म न्य पर स्थ त य ं में , इन च ज़ ं क फ र से इस्तेम ल में ल य ज त , पर ये पर स्थ त य ँ ब ल्कुल स म न्य नह ं हैं । 
अगर इन च ज़ ं क फ र से इस्तेम ल करने के ल ए दे द य गय , त मुझे डर है क इनक पूज ह ग , इनक म ँग बढ़ेग , ये ईर्ष्य और मतभेद पैद करेंग और आख़ र में ह ंस पैद करेंग । 
यह इकल त तर क नह ं है ज ससे दूसरे ल ग अपने मतलब के ल ए आपक बेट क य द ं क मैल करेंगे । 
मैंने सुन है क आप जज मेड ज़ क हत्य के ब द हुए दंग ं में घ यल हुए ल ग ं क इल ज कर रहे थे । 
सेव क यह भ वन मुझे उम्म द देत है क आप इस पल क एक बड़ ह स्स बन सकते हैं । स इल में व्यवस्थ और द पैक्ट में व श्व स बह ल करने के इस आंद लन क ह स्स । 
अगर मैंने मन कर द य त ? 
आप मन क्य ं करेंगे ? 
मैं बस सब कुछ स फ़ ज नन च हत हूँ । 
अगर मैंने आपक मदद नह ं क , त क्य ह ग ? 
मेरे प स ख ने के ल ए कुछ नह ं बच , है न ? 
स इल ने मेरे बेटे , मेर पत्न और अब मेर बेट क भ मुझसे छ न ल य है । 
मैं स इल के प्रत अपने कर्तव्य क भ वन से घ यल ं क इल ज नह ं कर रह थ , मैं पेशेवर ईम नद र क भ वन क द ब र ह स ल करने क क श श कर रह थ । मैं ब न झूठ ब ले , ब न नुकस न पहुँच ए इल ज करने क क श श कर रह थ । 
वे स रे जन्म न यंत्रण र मूवल ज न पर क ड ऑरेंज अंक त है । मैं उन जव न ज ड़ य ं क देखत हूँ । उनके चेहरे आश से जगमग ते हैं । उस आश से ज क मुझे पत है क न र ध र है । 
मेर पेश एक द ख व है । 
स इल ने मुझसे वह भ छ न ल य । 
ज स भ क रण से , मेर बेट मर गई है । वह ल ग ं के ल ए ज म यने रखत है , आप उसे न यंत्र त नह ं कर सकते । मेरे ल ए ज म यने रखत है , आप उसे न यंत्र त नह ं कर सकते । 
त , स ल ... - ह ँ । - ... वह तुम्ह र असल न म नह ं है , है न ? 
- मेर , मेर न म क ल म यर्स है । 
- क ल । मैं एक क र्यक्रम में गय थ और उन्ह ंने मुझसे पूछ , " तुम क सके स थ आए ह ? " और मैंने कह , " मैं स ल हूँ , " और रसल क बेट वह ं थ और उसने मुझे वह कहते हुए सुन ल य और उसे लग क वह मेर न म है , इसल ए वह न म पड़ गय । 
पर ए , न म में क्य रख है ? 
सह कह । यह तुम्ह रे न टक से है । " र म य एंड जूल एट " से , उनके मरने से पहले । 
क सके मरने से पहले ? 
र म य और जूल एट के । 
- वे मरते नह ं हैं । नह ं । - ह ँ , वे मरते हैं । हम रे न टक में , वे मरते हैं । 
- धत् । - तुम ठ क ह ? - ह ँ । - ए , क्य तुम्हें भूख ... पत नह ं , मैं बस ... मैं थक गई हूँ । बस ... मैं ठ क हूँ । क्य तुम्हें भूख लग है ? 
- पत नह ं । ह ँ , श यद । 
- ह ँ ! - ठ क है , पर रुक ... - मैं ... ह ँ , मैं ज कर कुछ ख ने के ल ए ले आत हूँ । 
धत् । 
जूड शल ये वे र प र्ट और ब्र फ़ ंग हैं ज नक क प आपक भेज गई है । 
अगर उनमें छ टे फ़्लैग श म ल ह ं , त वे मेयर के ऑफ़ स क स फ़ र श ं के स थ आत हैं । 
जब आप फैसल ले लेंगे , - त आप ... - शैरन , मैं प छले कुछ स ल ं से जूड शल में ह हूँ । 
बेशक , य र ऑनर । 
हम अभ तक आपक हस्त क्षर व ल स्टैम्प तैय र नह ं कर प ए हैं । इसल ए , अगर आपक स्टैम्प आने तक हस्त क्षर करने में ऐतर ज़ नह ं है त ... जज स म्स ? 
बढ़ य क म क य । 
ब क ? 
ज न द न ं पर हमने इन म रख है , वे स ढ़ य ं से उतर रहे हैं । 
मैंने कुछ ह म ले न चे स दे कपड़ ं में पहरेद र तैन त क ए हैं । और हम भ ड़ क उकस रहे हैं । 
जब तुम उन्हें पकड़ ल , मुझे सूच त कर देन । 
ज , सर । 
धन्यव द , तुम ज सकते ह । 
श्र क एल । खद न ं में तुम्ह र समय कैस ब त रह है ? 
मुझे वह ँ केवल एक ह द न हुआ है । 
पर , तुम अब भ ज़ ंद ह । यह अच्छ ब त है । 
क्य तुम्हें पत है क खद न ं में भेजे गए क स इंस न के क तने समय तक ज़ ंद रहने क संभ वन है ? 
नह ं , सर । 
प ँच स ल । 
इसल ए जब जज मेड ज़ ने तुम्ह रे सज़ आध कर द थ , त वह बस एक द ख व थ । 
इसक संभ वन लगभग नह ं है क तुम वह ँ अपन सज़ पूर ह ने तक ज़ ंद बच गे । 
तुम्हें पत है क्य ं ? क्य ंक यह ख़तरन क है ? मैं ... चट्ट नें ग रन , दम घुटन , घ तक च टें , अंग ं क कट ज न , ग़लत व स्फ ट ह न । 
यह मुश्क ल क म है । 
मैं तुम्हें थ ड़े आस न क म क पेशकश करने व ल हूँ , लूकस । 
मेरे प स एक प्र जेक्ट है ज सके ल ए तुम्ह रे द म ग़ क ज़रूरत है । 
जज मेड ज़ क हत्य के द न , उन्ह ंने मुझे बत य थ क कैसे तुम र त के आक श में र शन के ब रे में छ ट - छ ट भ न्न ज नक र लेकर 
क्य यह सच है ? 
त फ र , मेरे प स भ कुछ है ज टूट चुक है और मैं च हत हूँ क तुम उसे फ र से ज ड़ । 
इसे पहच नते ह ? 
यह वह ह र्ड ड्र इव है ज जूल एट न क ल्स ने तुम्हें द ख य थ । 
तुम मुझे सच बत सकते ह । 
इससे तुम क स अत र क्त क़ नून समस्य में नह ं फँस गे । 
ह ँ , मैं उसे पहच नत हूँ । 
मैंने इसे त ड़ ड ल थ क्य ंक यह एक उच्चस्तर य पुर वस्तु है और श यद इसमें ख़तरन क ज नक र है । 
पर अब मेरे ल ए अज्ञ नत क सुख उठ प न संभव नह ं है । 
मैं च हत हूँ क तुम पत कर क इसमें क्य है । 
तुम इस ऑफ़ स में क म कर सकते ह । 
तुम्हें कुछ पूछन है ? चल भ । 
तुम्हें पक्क पत ह ग क आईट व भ ग में कम से कम त न ऐसे ल ग हैं ज यह तुमसे बेहतर कर सकते हैं । पर , लूकस , मुझे पत है क तुम मेरे चुने क स भ और शख़्स से ज़्य द मेहनत कर गे ... क्य ंक ... 
जज , सब ठ क है ? 
तुम बत ओ । 
बटन क म नह ं कर रह है । 
यह ँ सब कुछ हम रे न यंत्रण में है , य र ऑनर । य र ऑनर ? जज ? 
मुझे र ब बुल ओ , जैसे तुम प छले दस स ल ं से बुल ते आए ह । 
आपक तरह , मैं भ यह समझने क क श श कर रह हूँ । 
मैं अभ - अभ अपने ऑफ़ स में थ । मेरे नए ऑफ़ स में । 
उस मह ल क मेज़ के प छे बैठ थ ज सके ल ए मैंने प छले 15 स ल क म क य । मैंने स च क यह देखन अच्छ रहेग क उनक हत्य करने व ल ं क तल श कैस चल रह है । 
मैं यह सुन श्च त करूँग क सुबह आपक सभ ज़रूर व वरण आपके डेस्क पर म ल ज एँ । 
संद ग्ध अभ भ स ढ़ य ं पर हैं । 
हम आपके द्व र बन ई गई य जन क ह इस्तेम ल कर रहे हैं । 
चल । 
तुम क फ़ जल्द में ह । 
ए , मेरे पत और मैं बस कुछ द स्त ं से म लने के ल ए न चे ज रहे थे । 
अरे , यह बेवकूफ़ लगत है । ख़तरन क हत्य रे खुलेआम घूम रहे हैं । 
तुम सब ब हर क्य कर रहे ह ? 
- हम च ंत श ल न गर क हैं । 
- और तुम क न ह ? चल तुम्ह रे पहच न पत्र देखें । 
क्य द पैक्ट के तहत न गर क ं क अन्य च ंत श ल न गर क ं क पहच न पत्र द ख न अन व र्य है य ... 
- नह ं है । - नह ं है ... उसके प स हथ य र है ! 
रुक ! 
मैंने कह रुक ! 
मैं देख रह हूँ क तुम में से कुछ मुझे ज नते हैं । और मैं भ तुम में से कुछ क ज नत हूँ । 
तुम्हें पत है क मेरे पत क न हैं । पर श यद तुम्हें उनके नए पद के ब रे में पत नह ं ह ग । 
जज स म्स च हते हैं क इन भग ड़ ं क ह र सत में ल य ज ए । 
तुम उन्हें यह ं म र ड लन च हते ह ? मैं भ यह च हत हूँ । पर जज मेड ज़ के ल ए न्य य केवल हम र ह अध क र नह ं है । पूरे स इल क अध क र है । 
और सभ देखेंगे जब ये द न ं सफ़ ई करने के ल ए ब हर ज एँगे । 
मेरे स थ चल वरन तुम द न ं यह ं म रे ज ओगे । 
धत् । 
तुम यह ँ कुछ समय के ल ए सुरक्ष त रह गे । 
तुम हमें जूड शल के प स नह ं ले ज रह ह ? 
स ढ़ य ं पर कैमरे अभ भ क म करते हैं , पर इस गल के कैमरे ख़र ब हैं । 
जब वे मुझे अकेले व पस ज ते देखेंगे , त वे तुम्ह रे प छे और पहरेद र भेजेंगे । श यद ढेर ं भेजेंगे । इसल ए जब तक स्थ त श ंत नह ं ह ज त , इंतज़ र कर । 
और 130 वें म ले पर म र्च बंद क गई है । 
मुझे क ई अंद ज़ नह ं क तुम उससे कैसे न कल गे , पर वह मेर समस्य नह ं है । 
तुम हम र मदद क्य ं कर रह ह ? 
कम ल । 
सुप्रभ त , एस । 
आज तुम सुबह-सुबह क म पर ज ओगे । और तुम आज र त क अपन पूर्व-पत्न के यह ँ , 83 वें म ले पर रह गे । 
- मैंने अभ - अभ र त क प र ख़त्म क है । 
- त फ र तुम्ह रे ब स क बस यह लगेग क तुम स इल के सबसे मेहनत प्लम्बर ह । 
मुझे अपन च ब य ँ द । 
यह क्य बकव स है , कम ल ? 
जब तुम मेड ज़ के हत्य र ं पर रखे इन म के ब रे में सुन गे , त तुम उसे नज़रअंद ज़ कर गे , त क मैं तुम्हें नज़रअंद ज़ करत रहूँ । 
समझे ? 
क्य मैं कम से कम पैंट पहन सकत हूँ ? 
पत नह ं तुमने दरव ज़ ख लने से पहले क्य ं नह ं पहन । 
द पैक्ट ब टव न द फ़ उंडर्स एंड द स ट ज़न्स ऑफ़ द स इल क्य वे पकड़े गए ? 
यह बहुत बड़ उलझन है , हँ ? 
क्य ? 
शेर फ़ क डेप्युट ह न , जबक आध स इल मेरे द स्त ं क हत्य र ं के रूप में ढूँढ रह है । 
उतन ह बड़ ज तन द पैक्ट क ल गू करने क शपथ लेन , जबक ऐस ब म र ह न ज सक द पैक्ट में स्पष्ट रूप से न ंद क गई है । 
क्य वे ज नते हैं ? 
स म्स ज नत है । 
जूड शल स क्य र ट के प्रमुख के रूप में , उसने मुझे छूट द । जज के रूप में , मुझे ... श यद मुझे पैट्र क कैनेड क सुर ग़ म ल है । 
क श श करन क फ़्र ज में रख स र च ज़ें ख न ल । 
मैं बस एक मेहनत आदम हूँ ज सक मुख्य क म स इल क च लू रखन है । 
- न र्भर करत है क फ़्र ज में क्य है । - शर्ल । 
मज़ क कर रह हूँ । 
वह क्य उम्म द करत है क तुम ब न च ब के व पस अंदर कैसे आओगे ? 
वह यह उम्म द नह ं करत है । अगर वह च हत है क मुझे च ब म ले , त उसे मुझ तक पहुँच ने क र स्त ढूँढ लेग । 
मेर एक सल ह है , जब तक ज़रूरत ह , यह ँ रह । पर अगर मैं तुम्ह र जगह ह त , त उसके ल टने से पहले न कल ज त । 
मैं श ष्ट च रवश उसक मदद नह ं कर रह हूँ । 
तुम कम न ं क इसल ए यह ँ रहने द य क्य ंक मैं उससे डरत हूँ । 
तुम्हें भ डरन च ह ए । 
वह आदम कमबख़्त अलम र ज तन जगह में रहत है । 
तुम्हें लगत है क हर व भ ग यह स चत है क वे ह स इल क च लू रख रहे हैं ? 
श यद । 
मैंने मैकेन कल में सभ क एकजुट करने के ल ए ब ल्कुल यह शब्द कहे हैं । 
और वह क रगर रह क्य ंक यह सच है । 
भले ह स इल के ब क ल ग यह न म नें । 
तुम एक अच्छे ल डर ह , न क्स । 
अगर तुम न ह ते , त मैकेन कल स ल ं पहले तहस-नहस ह चुक ह त । 
मैं इस ब रे में ग़लत थ क क्य करन च ह ए । 
मैं व नम्रत पूर्वक पूछन च हत थ और ... अब हम उसक वजह से म रे ज एँगे । 
वैसे भ शुरुआत से ह हम र म त न श्च त थ । 
पर अगर हम यह मेरे तर के से करते , त अब तक मर चुके ह ते । 
तुम्हें लगत है क न क्स और शर्ल ने जज मेड ज़ क हत्य क ? 
सच कहूँ ? जबसे जूल्स गई है , च ज़ें न यंत्रण से ब हर ह गई हैं । 
शर्ल और एक भ ड़ ने मेरे स्टेशन पर हमल क य । अब न क्स उसके स थ श म ल ह गय है । वे स इल क व्यवस्थ क सम्म न नह ं करते हैं । 
क्य मुझे लगत है क उन्ह ंने मेड ज़ क हत्य क ? ह ह नह ं सकत । 
रुक ए । 
ए , फ़्रैन्स स । एक सेकंड रुक । हमें बत ओग क तुम वह ख न लेकर कह ँ ज रह ह ? 
घर ? 
पर आध र त ब त चुक है । तुम्ह र प र सुबह के छह बजे शुरू हुई थ । तुम मुझे बत रह ह क स ने के बज ए , तुम जग रहकर वह ख न ख ओग ज तुम प छले 18 घंट ं से पर स रह ह ? 
अगर उन्ह ंने इसके ख़ ल फ़ क ई क़ नून प र त नह ं क य है , हैंक , त ह ँ , मैं यह कर रह हूँ । 
हमें तुम्ह र इत ह स पत है , फ़्रैन्स स । 
ड र स कैनेड तुम्ह र च च थ और तुमने उनके द्व र चुर ई गई कुछ ग ल य ँ बेच थ ं । 
तुम्ह रे प स इसक क ई सबूत है ? 
क्य ंक बेशक प ँच स ल पहले क ई सबूत नह ं थ । फ़्रैन । हम यह ँ उसके ल ए नह ं आए हैं । हम यह ँ इसल ए हैं क्य ंक हमें लगत है क तुम्ह रे अंकल पैट्र क केवल गर्म ख ने पर ज़्य द समय तक ज़ ंद नह ं रहेंगे । 
त तुम हमें वह उस तक पहुँच ने क्य ं नह ं देत ? 
तुम्ह र पहल द न कैस थ , जज स म्स ? 
जह ँ कह गय , वह ँ हस्त क्षर क ए । 
मैं व चर्स रूम में गय थ । तल श के ब रे में थ ड़ ज नक र ह स ल करने क क श श क । 
आमंडसन ने मुझे अंदर घुसने नह ं द य । 
उसने मुझे यह ज़रूर बत य क त न संद ग्ध अब भ फ़र र हैं । 
वैसे , अगर तुम प्रभ र ह ते , त वे घंट ं पहले ह र सत में ह ते । 
कृपय , र स्त द । 
मैं 132 वें म ले पर रहत हूँ । 
आज र त क नह ं । 
मैं शेर फ़ के व भ ग के ल ए क म करत हूँ । यह ज भ ह , हमें सूचन नह ं द गई थ । 
इसक शेर फ़ के व भ ग से क ई संबंध नह ं है । 
देख , अगर जूड शल क लगत है क वे न गर क ं क उनके घर ं से ब हर रख सकत है ... प छे मुड़ और ज स र स्ते से आई थ , उस से व पस ल ट । 
तुम गंभ र ह ? 
तुम्हें क स ऐसे इंस न क र कने क क ई हक़ नह ं ज शेर फ़ के व भ ग क सदस्य ह । 
मुझे ... जैसे ह हम स ढ़ य ं तक पहुँचेंगे , वे हमें देख लेंगे । और जैसे ह हम यह दरव ज़ बंद करेंगे , हम व पस अंदर नह ं घुस सकेंगे । 
हमें कभ न कभ त घर ज न ह ह ग । मैं कहत हूँ क हम स ढ़ य ं तक पहुँचें और तेज़ से भ गें । 
ठ क है । पर न चे नह ं । - ऊपर । 
- क्य ? 
मेर व श्व स कर । 
कर्मच र न र्देश क - सूट रूम जय , सुन ल अप र्टमेंट 101 , लेवल 16 पेन , म र्जर अप र्टमेंट 57 , लेवल 23 सैमुएल , ट्र न - अप र्टमेंट 30 , लेवल 17 , उपन म : ट इन एक भ ड़ ने उन्हें पकड़ ल य थ । एक भूतपूर्व पहरेद र ने उन्हें 73 वें पर छुप द य । इसल ए हमने हर न व स क तल श ल । अभ तक क ई सफलत नह ं म ल है , - पर मैंने ट्रैश शूट क बंद कर द य है । - रुक । 
एक भूतपूर्व पहरेद र ने उन्हें 73 वें पर क्य ं छुप य ? 
उसे च ंत थ क भ ड़ उन्हें म र ड लेग । वह क न थ ? 
कम ल स म्स । 
उन कमबख़्त मैकेन कल व ल ं क ढूँढ । 
- हम क तन ऊपर ज एँगे ? 
- बस मेरे स थ बने रह । 
मैं बहुत कम बच प य । 
मुझे कुछ टुकड़े म ले ज हम रे डेट बेस में फ़ इल ं के स थ मेल ख ते हैं । 
यह हम रे स इल क नक़्श है और मैं इस फ़ इल क इस्तेम ल टुकड़ ं में से एक से कुछ ग़ यब डेट क भरने के ल ए कर रह हूँ , ज ख़ुद भ एक नक़्श है । 
और अब यह कुछ जगह ं पर हम रे स इल के नक़्शे से अलग है । 
कुछ ऐस ल इनें हैं ज स इल क द व र ं के ब हर से आ रह हैं । आईट लेवल पर कुछ है और जूड शल पर कुछ है । 
क ई अंद ज़ क वे क्य हैं ? नह ं । एक और च ज़ है । - वह ँ , स इल के सबसे न चे ... - वह क्य है ? 
- एक सुरंग । 
- वह कह ँ न कलत है ? 
मुझे क ई अंद ज़ नह ं है । 
ख़ैर , क म ज र रख । 
तुमने खद न से ब हर और 24 घंटे कम ल ए हैं , श्र क एल । 
सर , मुझे एक फ़ ल्डर भ म ल । 
मैं उसे ब न करप्ट हुए व पस ह स ल कर सक और ... और देख ए , उसमें ज़्य द तर फ़ इलें बस व भ ग य ज्ञ पन थ ं , पर उनमें से एक अलग थ । 
वह एक हस्तल ख त पत्र क स्कैन थ ज क स ने अपन पत्न क ल ख थ । 
क सने ? 
सैल्वड र क्व न । 
उसमें क्य ल ख थ ? 
दरअसल , यह एक प्रेम पत्र है , पर फ र आगे अज ब च ज़ें ल ख हैं । 
- वह क स तरह क ... वह क स तरह क ... - वह क ड बन ज त है । 
ह ँ , ब ल्कुल सह कह । 
ख़तर ! यह ँ से आगे न ज एँ यह द पैक्ट क दंडन य उल्लंघन है क़दम संभ ल कर रख एग । 
पैट्र क कैनेड । 
ह लन मत । 
यह अच्छ सल ह है । 
जब मैं ह लत हूँ , त क फ़ दर्द ह त है । 
अगर तुम और प स आए , त मैं इस गड्ढे में कूद ज ऊँग । 
हम यह ं रहेंगे , पर तुम्ह रे घ व ं क इल ज क ज़रूरत है । 
ह ँ , यह मज़ क य है , क्य ंक बंदूक ं के स थ , ऐस लगत है क तुम मुझे कुछ नए घ व द गे । 
तुम एक भग ड़े ह , मेरे डेप्युट स्टेशन पर बमब र करते देखे गए थे । 
तुम समझ सकते ह क हम थ ड़ सतर्क क्य ं ह रहे हैं । 
हम तुम्ह र मदद कर सकते हैं । 
मुझे तुम पर व श्व स नह ं है । 
इसल ए मैं यह ँ अँधेरे में छुप हुआ हूँ , एक गड्ढे में ख़ून बह त हुआ ! जेनेरेटर कंट्र ल रूम में - एक पूर मेड कल क ट है । - ज ओ । 
तुम उस क इंतज़ र कर रहे ह ? 
अब जब हम ब ल्कुल अकेले हैं , तुम मुझे ग ल म र गे और उम्म द कर गे क डेप्युट ल न्गहेयर ने ज ने से पहले मेरे शर र में हुए छेद नह ं ग ने ? 
हम उन ल ग ं पर ग ल नह ं चल ते ज तत्क ल ख़तर नह ं हैं । 
मैं तत्क ल ख़तर हूँ । 
ज च ज़ें मैं ज नत हूँ , बेहतर ह ग क तुम यह ँ से चले ज ओ । 
मैं वह नह ं कर सकत । मैंने शपथ ल थ । उसक एक ह स्स उपलब्ध सह यत प्रद न करन है । 
उपलब्ध सह यत प्रद न करन ? 
तुम्हें द ख नह ं रह क वह सब झूठ है ? 
ज भ उन्ह ंने हमें बत य । द पैक्ट । वह बस हमें न यंत्रण में रखने के ल ए है । और हम कभ भ सच्च ई क पत नह ं लग प एँगे । 
वह ह ने से पहले , स म्स हम में से हर एक क ग ल म र देग । 
तुम श्र स म्स क ज नते ह ? 
ह ँ , मैं उसे ज नत हूँ । 
मैंने ब हर न कलने में न क ल्स क मदद क थ । 
मुझे ग रफ़्त र करके मुझसे पूछत छ क गई । तुम्हें क्य लगत है क मैं यह ँ न चे क्य ं हूँ ? मुझे बत ओ । ठ क है । ठ क है । मैं तुम्हें ज़रूर बत ऊँग । 
बस मुझे अपन बंदूक द । 
ह ँ । तुम नह ं दे सकते क्य ंक तुम मुझ पर व श्व स नह ं करते ह । 
देख , अगर तुम मुझे ग ल म रने व ले ह , त मैं बस इतन म ँग रह हूँ क बस ठ क यह ँ म र , समझे ? 
कृपय । 
मुझे यह जूल एट न क ल्स के अप र्टमेंट में म ल थ । एक क त ब में । 
मैंने ब क नष्ट कर द य । 
मैं तुम्हें बत नह ं सकत क मैंने यह क्य ं बच य । 
अगर तुमने क स क बत य क मेरे प स वह है , त मैं म र ज ऊँग । 
मेरे ल ए एक ड क्टर ले आओ । बैंड-एड के स थ क ई डेप्युट नह ं । और मैं तुम्हें वह सब बत ऊँग ज तुम ज नन च हते ह । नह ं , मैं तुम्हें वह सब बत ऊँग ज तुम कभ ज नन नह ं च हते ह । 
नय स द । 
केबल क तन लंब है ? श यद तुम्हें पत चल ज एग । 
यह ? यह जूल एट क नह ं है । पर मैं तुम्हें इसे उसक न म लेकर बेचने नह ं दूँग । 
ब र्न्स , जल्द कर । 
चल । 
- क ई ज नक र म ल ? - अभ तक नह ं । स ढ़ य ं से न चे उतरते हुए द ल ग ं के क स भ दल पर नज़र रख । ठ क है । 
लेवल 92 । द प र्टर न चे ज रहे हैं । 
मैं ज़्य द दूर नह ं हूँ । मेयर क संदेश भेज । 
ठ क है । 
मैं ड नर लेकर आय हूँ । तुम क्य कर रह ह ? 
मैं एक हेल्मेट ढूँढने क क श श कर रह थ ज सूट रूम से चुर य गय थ । 
त मैं उसे ढूँढने क क श श में एक कर्मच र के अप र्टमेंट में गई । 
ट्र न सैमुएल के । 
ट्र न सैमुएल के । 
ह ँ । वह स ल क गर्लफ़्रेंड थ । 
ह ँ । मैंने उसके ब रे में क फ़ अरसे से नह ं स च । 
दरअसल , मुझे उसके ब रे में स चन अच्छ नह ं लगत है । 
तुम्हें च कन च ह ए य ब फ़ ? 
तुम मुझसे झूठ क्य ं ब ल रहे ह ? 
पत नह ं तुम क्य कह रह ह । 
स ल , ट्र न । यह वह है । वह तुम नह ं ह , है न ? 
नह ं । क्य ंक यह ... यह देख । मुझे यह म ल । क ल म यर्स , आईट व भ ग क श ग र्द । 
- वह असल ... 
- मैं ह आईट व भ ग क श ग र्द हूँ ! 
तुम्हें पत नह ं तुम क्य कह रह ह ! 
मुझसे वह शब्द मत कह ! कभ मत कहन ! 
मैं स ल हूँ ! 
मैं ह आईट व भ ग क श ग र्द हूँ , सुन तुमने ? 
- ठ क है । - मैं स ल हूँ ! 
मैं ह आईट व भ ग क श ग र्द हूँ ! तुम स ल ह । 
तुम स ल ह । 
मुझे म फ़ कर द । 
मुझे म फ़ कर द । 
तुम्ह र ह लत बेहद ख़र ब है । तुम्हें सच में कुछ ख न च ह ए । 
मुझे भूख नह ं लग है । 
मेर तब यत ठ क नह ं लग रह है । 
मुझे बस ... मैं ज कर लेट ज त हूँ । 
मैं बस ... क्य इतन न च बहुत ह ग ? 
श यद । 
अब , क्य यह केबल वजन सह सकेग ? यह पत नह ं । 
मैकेन कल ! 
रुक ज ओ ! 
- धत् । - धत् । 
चल । 
क ई ब्रेक नह ं है , है न ? 
हम रे प स केबल है और केबल क दूसर छ र है । 
कम से कम हम ड उन ड प में मरेंगे । 
मुझे अपन ह थ द ! 
बच । 
- वे वह ँ हैं ! 
- उन्हें पकड़ ! 
संभलकर ! 
- धत् ! - वे बचकर न कल गए , सर । 
मैंने देख । 
इस चैनल क क्ल यर रख । 
शेर फ़ ब ल ंग्स , सुन रहे ह ? 
शेर फ़ ब ल ंग्स । ज , श्र मेयर ? शेर फ़ , मुझे तुम्हें यह बत ते हुए खेद है क मैकेन कल के भग ड़े अब तुम्ह र समस्य बन गए हैं । 
मुझे पत है क स इल के वफ़ द र सेवक के रूप में , मैं तुम पर भर स कर सकत हूँ क तुम उन्हें ग रफ़्त र कर गे । 
बेशक , श्र मेयर । 
आप हमेश मुझ पर भर स कर सकते हैं क मैं स इल और द पैक्ट क ईम नद र से सेव करूँग । 
चल भ । 
