- వాళ్ళ జడ్జ్ ని చ పార ! - పద డి ! 
వాళ్ళని తప్పి చ కోనివ్వవద్ద ! 
ఏమై ది ఇ తకీ ? 
ఈ క్షణ నాక ఎద రవ త దని కలలో క డా నేన అన కోలేద . అదీ జరిగి ది . - మనలో నా పని మ ద అయిపోత దని అన క న్నా . - అవ న . నేన అదే అన క న్నా . 
- గ ప పెర గ తో ది . 
- మన వాళ్ళని దాటి వెళ్లలే . వెళ్లాల్సి దే . మెకానికల్ కి వెళ్లాల టే అదొక్కటే దారి . 
ఇ కో దారి క డా ఉ ది . 
పోర్టర్ల ద్వారానా ? వాళ్ళతో ఇ కా ఉన్నాయా నీక పరిచయాల ? 
మన ఇ కో రె డ అ తస్థ ల కి దికి వెళ్తే చాల . 
వేగ గా వెళ్ళడానికి ప్రయత్నిద్దా . 
అది నీ పని కాదని అనడానికి అవకాశమే లేద . 
అ తేలే . 
నా ఇ ఫార్మర్ల పేర్ల అతనికి తెలీద , కానీ అతనికి హాల్ మార్క్స్ తెల స . 
మెడోస్ ని పదవి న డి తప్పి చాలనే ప్లాన్ నాదే అని అతన ట్రేస్ చేసి కనిపెట్టేశాడ . 
అమ్మా . అమ్మా . - ఒక్క నిమిష , బ గార . - వ టగదిలో ఎవరో ఒకతన ఉన్నాడ . 
నేన సాయపడనా ? 
చివరిసారి నా కాఫీని నేనెప్ప డ చేస క న్నానో క డా నాక గ ర్త లేద . 
మేయర్ జాన్స్ గ రి చి నేనెక్క వగా మాట్లాడన , కానీ తన కాఫీ తనే చేస క నేది . 
సైలోలోని సామాన్య ప్రజల చేసే రోజ వారీ పన లనే చేస్త ఉ డట వలన , వారికి చేర వైన ఫీలి గ్ తనకి కలిగేదని , అది ఇక దేని వల్లా కలిగేది కాదని తన అ ది . 
ఈ పనిలో భాగ గా నేన అ దరిలా కాక డా భిన్న గా ఆలోచి చాల్సి ఉ ట ది . 
నేన సాయపడతాన . ఆ మెషిన్ మాట వినద . 
నేన నిజానికి నేన మెషిన్స్ ని రఫ్ ఆడి చాలి . 
గత లో న వ్వ రాబ్ తో కలిసి పని చేశావ , కదా ? 
కానీ నేన తన కి ద పని చేసే దాన్ని అని రాబ్ చెప్త ఉ టాడ . 
పని విషయాల గ రి చి నీతో మాట్లాడ త ఉ టాడా ? 
ఆ పని పట్ల నాక అ త ఆసక్తి లేదని రాబర్ట్ కి అర్థమై ది . 
నాక ఐటీలో ఉద్యోగ ఉ ది , ఒక కొడ క క డా ఉన్నాడ . 
" సైలో అనేది ప్రజలక ఎలా అయితే ఆశ్రయ ఇస్త దో , అలాగే తల్ల ల క డా కడ ప లో బిడ్డలకి ఆశ్రయమిచ్చి కనాలి , " అని ఒప్ప ద చెప్తో ది . 
మా క ట బ దాని ప్రకారమే నడ చ క ట ది . 
మీ క ట బమ తా ఒప్ప దాన్ని కలిసి చద వ తో దని ఒకసారి నాక చెప్పావ కదా ? 
ప్రతిరోజ రాత్రి . 
మీ ఇ ట్లో ఉన్న కాపీని తీస కొస్తావా ? 
అలాగే . 
న వ్వ నా నమ్మకాన్ని వమ్మ చేశావ , రాబ్ . 
నీ వల్ల నాక ఇష్ట లేని పనిని బలవ త గా చేయాల్సి వచ్చి ది . 
జ్య డిషియల్ సెక్య రిటీకి హెడ్ పదవి న డి నిన్న తప్పిస్త న్నా . నా షాడోగా క డా నిన్న తప్పిస్త న్నా . కానీ నిన్న పక్కక పెట్టలేన , ఎ ద క టే న వ్వ చాలా విల వైన వాడివి . కాబట్టి నీక మేరీ పదవి ఇస్త న్నా . ఇక న డి న వ్వ జడ్జ్ వి . 
నీ చేతిని ఒప్ప ద పై పెట్టి , నేన చెప్పి దే చెప్ప . 
రాబర్ట్ సిమ్స్ అన నేన , ప్రమాణప ర్తిగా చెప్త న్నాన ... హ్య హొవీ రచి చిన బ క్ సిరీస్ , సైలో ఆధార గా తెరకెక్కి చడ జరిగి ది 
నేన వెళ్లి పరిస్థితిని గమని చి వస్తా . 
- కాల్విన్ ఉన్నాడా ? 
కాల్విన్ . నిన్న చ సి చాలా కాలమై ది . 
కొ త వయస్స వచ్చాక , పోర్టర్ల తమ పని చేయలేర . మోకాళ్ళ సహకరి చవ . 
హెడ్ స్థాయిలో ఉ డి , ఇలా సిగ్గ చేట గా ఉ డే మాటతో మొదల పెడ త న్నావే ? 
మీలో ఎవర క డా కి దకి వెళ్ళలేర , వెళ్లార టే అద ష్టమనే చెప్పాలి . 
అ ద కే ఇక్కడికి వచ్చా . 
మాక విశ్రా తి తీస కోవడానికి ఒక చోట కావాలి , నాక , మా మిత్ర లకి మెకానికల్ కి వెళ్ళడానికి సాయ క డా కావాలి . ఖర్చ అవ త ది . 
సైలో నిర్మాణానికి మ ద కాలానికి చె దిన విస్కీ నా దగ్గర ఉ దేమో . 
మ ద ఒక్కటే చాలదమ్మా దీనికి . 
జ లియా నికల్స్ కి చె దినవి మీ దగ్గర ఏమైనా ఉన్నాయా ? 
హాయ్ . ఏ చేస్త న్నావ ? 
అగ్నిమాపక సిబ్బ ది వాడే హెల్మెట్ దొరకలేద , మళ్ళీ నీటిలోకి వెళ్లాలని నాక లేద . కాబట్టి , నా పాత హెల్మెట్ కనెక్ట్ కాగలదో లేదో చ స్త న్నా . 
హేయ్ , నిన్న ఒకటి అడగాలి . మీ జనరేటర్ వ ద అ తస్థ ల నీటి కి ద కదా ఉ డేది . మరి లైట్స్ ఇ కా ఆన్ అయ్యే ఉన్నాయే ? 
ఐటీకి సొ త గా పవర్ సోర్స్ ఉ ది . 
అది బయటి న డి వస్త ది . 
బయటి న డి అ టే ఎక్కడి న డి ? పై న డి , అ టే ... జెనరేటర్ ఎ ద క పాడై దో తెల సా నీక ? 
జ్య డిషియల్ శాఖకి చె దిన కొ దర రెయిడర్లక ఒక అద్భ తమైన ఐడియా వచ్చి దన్నమాట , మెకానికల్ ని వరదలో మ చెత్తడానికి , 144 వ అ తస్థ లో ఉ డే గ్రౌ డ్ వాటర్ ప ప న పేల్చేశార . కానీ , జెనరేటర్ ని క డా నీళ్ల మ చెత్తే లోప ఆ ప ప న బాగ చేయలేకపోయార . కాబట్టి , ఆ నీర ... అవ న . నీక ... నీటి స్థాయి పెరగక డా ఆపే మార్గ ఏమైనా ఉ ద టావా ? 
మనకి దగ్గర్లో , 30 వ అ తస్థ లో ఒక గ్రౌ డ్ వాటర్ ప ప ఉ ది . అది క డా నీటి అడ గ నే . కానీ దానికి కరె ట్ సరఫరా అయ్యేలా చేయవచ్చ . అప్ప డ నీటి స్థాయి పెరగక డా ఆపవచ్చ . - హా . - ఒక్క నిమిష , న వ్వ ... 
న వ్వ దాన్ని ఆపగలవ . నేనా ? లేదమ్మా . - నాక త సమయ లేద . ఈ పని ఉ ది నాక . - లేద , నాకే సమయ లేద . - నాక సమయ మి చిపోతో ది . - అ త లేద . - నీక చాలా నెలల , ఏళ్ల సమయ ఉ ది , ఆ లోప ... - పది నెలల . పది . - నాక పది నెలల ఉ ద తే . అవ న . - పది నెలలా ? నాక రోజ ల లెక్కపెట్టవచ్చ . అవ న , కానీ నీ విషయ పక్కా కాద కదా . 
మరి నేన ఎ ద క ఆ రిస్క్ తీస కోవాలి ? 
పది నెలల్లో , నీర ఐటీ శాఖలోకి వచ్చేస్తాయి . 
- ఇక 13 నెలల్లో , అది నీట మ నిగిపోత ది . - లేద , లేద . ఆపేయ్ ! 
చ డ , నేన ఈ పని చేయాలి , కానీ పని మ ద క సాగట్లేద , సరేనా ? 
- నేన కనెక్ట్ చేయలేకపోత న్నా . - ఎక్కడికి వెళ్త న్నావ ? స ట్ ర మ్ కి వెళ్లి , పనికి వచ్చే హెల్మెట్ ఏమైనా ఉ దేమో చ స్తా . 
హేయ్ , ఆగ ! 
ఎక్కడ న్నార వాళ్ళ ? 
వాళ్ళ 70 వ అ తస్థ చేరాక మెట్లపై కనపడలేద . అనేక కెమెరాల పాడయ్యాయి , వాళ్ళ ఎక్కడ న్నారో తెలీద , కానీ నేన కొ దర రెయిడర్లని ప పా . 
వాళ్ళ పౌర ల్లో కలిసిపోయి , 60-130 అ తస్థ ల మధ్య ఉ డే జనాలన రెచ్చగొడ త న్నార . 
- వాళ్లన పట్టి చినవారికి కాన క ఇస్తామని ప్రకటి చావా ? 
- ఒక్కొక్కరికి 1,000 క్రెడిట్ల . ఆ జనాలన తప్పి చ క టే , ఎ ద కైనా మ చిది , జ్య డిషియల్ కి చెప్పి 130 వ అ తస్థ లో బారికేడ్స్ పెట్టి చ . 
వాళ్ళ నా మన ష లని దాటి వెళ్ళలేర . 
భలే వాడివే , మిస్టర్ ఆమ డ్సెన్ . నేన ఆ దోళన పడాలి . అది నా వ త్తి ధర్మ . 
ఇప్ప డ సమయ పెద్దగా లేద కాబట్టి , న వ్వ " నా మన ష ల " అని వాడ త న్నా నేన పట్టి చ కోన . 
ఒక విషయ గ ర్త పెట్ట కో . జ్య డిషియల్ శాఖ రెయిడర్ల నీ మన ష ల కానే కాద . 
ఇప్ప డే ఒక స దేశ అ ది ది . వాళ్ళ 70 వ అ తస్థ లో ఒక చోట ఉన్నారని తెల స్తో ది . 
ఇది తనదే అని నాకెలా తెల స్త ది ? 
నీక తెలీద . కానీ నాక తెల స . ఎ ద క టే , 20 ఏళ్ల క్రిత తనకి దాన్ని నేనే ఇచ్చా . 
దానితో త ప్ప పట్టి ఇర క్క పోయిన బోల్ట లని తన పీకేసినప్ప డ , కీల ని నేనే బాగ చేశా , ఆ పని చేయవద్దని చెప్పినా చేసి ది తన . 
నేన తీస క టాలే . 
ఇ కా , మీర కాసేప ఉ టార కదా , దానికి పరిహార గా ఇస్తారన్న రె డ డజన్ల రిఫ్రిజరేషన్ కాయిల్స్ క డా ఇవ్వాలి . 
వాటితో పాట మ ద ఇచ్చేస్తే , నాక ఈ డీల్ ఒకే . 
- మరి నీ ప్లాన్ ఏ టి ? - ధాన్యాల బ ట్టల . 
59 వ అ తస్థ లో ఉ డే మిల్ , రె డ వారాలకొకసారి పాడైపోత దని అ దరికీ తెల స . 
కి ది అ తస్థ ల్లో ఉ డే మిల్స్ కి ధాన్యాలన తరలి చేటప్ప డ , ఎవర పట్టి చ కోర క డా . 
- ఏడ్చినట్ట ది . - సౌకర్యవ త గా తీస కెళ్తానని చెప్పలేద . 
నేనేమీ సౌకర్య కోస చ డట్లేద . కాకపోతే మా దగ్గర ఉ డే నాల్గవ మనిషి పెద్దగా ఉ టాడ . అతన వాటిల్లో పట్టడ . 
నా దగ్గర ఆ దారే ఉ ది . 
డిసె డర్ రిగ్ వాడవచ్చ కదా ? 
- ఏమ ట న్నావ న వ్వ ? - నటన ఆప . అదే టో నాక తెలీద . 
- అది పవర్డ్ వి చ్ , కేబ ల్ సిస్టమ్ . 
- అది ఒప్ప దానికి విర ద్ధ . దాన్ని ఒప్ప ద ప్రకారమే దక్కి చ క న్నావా ఏ టి ? 
వాటిని ఇప్ప డ వాడట్లేద . 
సైలో వస్త వ లన్ని టినీ తరలి చే హక్క ల కేవల పోర్టర్లక మాత్రమే సొ త . 
అలా టివి జనాలక కనిపిస్తే , వాళ్లకి వేరే ఐడియాలొస్తాయి . 
మన వెళ్ళిపోవాలి ! రెయిడర్ల వస్త న్నార . వెళదా పద డి ! - న వ్వ జ్య డిషియల్ వాళ్ళకి చెప్పేశావా ? - మీక నిజ గానే సాయ చేద్దామనే అన క న్నా . కానీ మిమ్మల్ని పట్టిస్తే రివార్డ ఇస్తారట . ఎక్క వ ఇస్తారట , ఎ త పాత మిత్ర లమైనా , అ త మొత్తాన్ని వద ల కోవాలనిపి చలేద . 
- మెక్ లెయిన్ ! - దరిద్ర డా . 
తన దగ్గరికి కెన్నడీ రాలేదని డాక్ ఫిలాన్ అన్నాడ . 
తనక న్న పేర ఎలా టిదో కెన్నడీకి తెల సన క టా . 
మ చోళ్ళ దరినీ పైన అ తస్థ లకి కేటాయిస్తార , మిగిలిన పనికిమాలిన వాళ్ళని మాక కేటాయిస్తార . 
నేన తప్పితే అన కో డి . 
ఏమై ది ? 
జ్య డిషియల్ సెక్య రిటీ కొత్త హెడ్ న డి నాకొక స దేశ అ ది ది . 
కొత్త హెడ్ రిక్ ఆమ డ్సెన్ అన్నమాట . 
సిమ్స్ కి ఏమై ది ? 
అతన జడ్జ్ గా ఎ పిక అయ్యాడ . 
మెడోస్ ఏమై ది ? 
చనిపోయి ది . 
హత్య చేశార . 
ఏ టి ? 
మెకానికల్ శాఖ హెడ్ , ఇ కా తన సహోద్యోగి చ పారట . 
నాక్స్ , షర్లీలా ? 
అది జ ల్స్ వాడే మల్టీ - ట ల్ లా అనిపి చలేద . 
అది తనది కాద , నాది . తనది ఎక్కడ ఉ దో నాక తెలీద . 
జాగ్రత్త . సరే , నేన న్నాలే . - సరే . - న వ్వ బాగానే ఉన్నావా ? చ డ డి , మన రె డ గ్ర ప ల గా విడిపోతే మేల , ఎ ద క టే , మా కారణ గా మీర నెమ్మదిగా వెళ్లాల్సి వస్తో ది . 
రివార్డ్ ఉ డేది నాపైన , షర్లీ పైన . 
మా వల్ల మీ ప్రాణాలక క డా మ ప్ప ఉ ది . 
దీని గ రి చి సె టిమె టల్ అయిపోవద్ద . ఇక్కడి న డి వెళ్లిపో డి . బయల దేర డి . 
- న వ్వ ఉ డవద్ద . 
- ఏ టి ? ఆ వర్క్ షాప్ న డి పాతికేళ్ళ న వ్వ బయటక రాలేద కదా , అప్ప డ ఇలా అవ త దని న వ్వ ఊహి చి ఉ డకపోవచ్చ . కానీ ఇప్ప డ , 125 క టే పైన అ తస్థ ల్లో ఉ డే వాళ్ల దరికీ న వ్వెవరో తెలీద . 
అది నీక అన క ల కావచ్చ . కానీ , నేన సరఫరాల శాఖకి హెడ్ ని . 
- కార్లా , నిన్న వదిలి నేనెక్కడికీ ... - మార్తా . 
కి ద ఉన్న వాళ్లకి న వ్వ అవసర . ఇప్ప డైతే ఆ అవసర ఇ కా ఎక్క వ ఉ దన క టా . 
వెళ్ళ . 
ఇది చిన్న గాయమే . 
సబ్బ తో కడిగేస్తే చాల , అది నయమైపోత ది . 
నేన చ స్తాన ఆగ డి . సరే . అది పెద్ద గాయమేమీ కాద లె డి . కాసేప అలా అదిమి పట్ట కో డి చాల . 
నేన ఇ కాసేపట్లో వస్తా . నొప్పి తగ్గడానికి క్లోవ్ ఆయిల్ ని రాస కో డి , ఆ పరిమళ వల్ల నిద్ర క డా బాగా పడ త ది . 
థ్యా క్స్ . వాసన చాలా బాగ ది . కానీ నా భ జ టప్ప మ ది . అది డాక్టర క చ పి చ క టాలే . మెడికల్ అది మ చి ఐడియానే . ఆయన అక్కడే ఉన్నాడ . 
నొప్పి . 
అట ఇట తిప్ప డి . 
హా . క్లోవ్ ఆయిల్ ని రాస కోవడ మర్చిపోవద్ద . - థ్యా క్స్ . - పర్లేద . 
బిడ్డని ఎత్త కొని క డా , ఆ టెక్నీక్ ని చాలా బాగా ప్రయోగి చార . 
థ్యా క్య . మా అమ్మ హెర్బలిస్ట్ . అదీగాక , మా నాన్న తాగ బోత , ఆయన చాలా కోట్లాటల్లో తన్న ల తిని వచ్చేవాడ . డాక్టర్ పీట్ నికల్స్ . 
మిమ్మల్ని కలవడ బాగ ది . 
క్యాథలీన్ బిల్లి గ్స్ . అ టే , షెరిఫ్ బిల్లి గ్స్ భార్యనా మీర ? 
మీర గాయపడినవారికి ఎ ద క సేవ చేస్త న్నారో ఇప్ప డ నాకర్థమై ది . మీ ఆయన ఆలోచనల రాక డా ఉ డాలనే కదా . 
ఇ ట్లో క ర్చ టే , క గార తో చచ్చిపోయేలా ఉన్నా . 
పాల్ ని మెకానికల్ కి ప పి చార . అక్కడ ఏదో ద ర్ఘటన జరిగి దట . 
- హా , నేన క డా విన్నా . ఏదో అగ్నిప్రమాదమో ... - డాక్టర్ నికల్స్ . 
చెప్ప డి . దయచేసి మాతో ర డి . 
ఇప్ప డే . 
ఏ టి అతని ప్లాన్ ? 
హ తక ల స గతి జనాలకే వదిలేయాలని . 
అదే విజయవ తమైతే , అది అతనికి న తన అధ్యాయ లా టిది . జ లియా నికల్స్ స ఘటన జరగలేదన్నట్ట గా అయిపోత ది ఇక . 
అలా టి మిషన్ల నడపడ లో న వ్వ దిట్ఠవి . రెయిడర్లన మఫ్టీలో ప పడ . 
నేరస్థ లపై పెద్ద రివార్డ న ప్రకటి చడ . జనాల వాళ్ళని వె టాడి పట్ట కోవడ . చట్టాన్ని వాళ్ళ చేతిలోకి తీస కోవడ . 
ఇలా టి స న్నితమైన ఆపరేషన్ కి అన భవ అవసర అవ త ది , రాబ్ . 
ఆమ డ్సెన్ చక్కగా రన్ చేయగలడ . ఆటన పిస్తా కి ద ట్రైన్ అయ్యాడ తే . అతనేమీ పిస్తా కాద . 
ఒకవేళ అతన సరిగ్గా రన్ చేయలేకపోతే ? 
నీ పదవిని చక్కగా వినియోగి చ కో , రాబర్ట్ . 
డాక్టర్ నికల్స్ . వచ్చిన ద క థా క్య . 
ఆ మెకానికల్ వాళ్ళ గ రి చి నాకేమైనా తెల సని పిలిపి చారేమో , నాకేమీ తెలీద . 
లేద , లేద . లేద . దాని గ రి చి కాద . 
మీ క త రి వస్త వ ల మీకేమైనా నచ్చ తాయేమో అనిపి చి , పిలిపి చాన . 
మామ ల గా అయితే , వీటిని మళ్ళీ ప పిణీకి పెట్టేవాళ్ళ , కానీ ఇప్ప డ పరిస్థిత ల మామ ల గా లేవ కదా . 
వీటిని మళ్ళీ ప పిణీకి పెడితే , వీటిని ఆరాధి చే వాళ్ళ , ఎలాగైనా దక్కి చ కోవాలని అన క నే వాళ్ళ ఎక్క వై , అస య , విభేదాల ఎక్క వై , హి స ప డ త ది . 
ఇదొక్క విధ గానే కాద , మీ క త రి మరణాన్ని ఎవరికి తగ్గట్ట గా వార రకరకాల గా వాడ క నే అవకాశ ఉ ది . 
జడ్జ్ మెడోస్ మరణా తర జరిగిన అల్లర్లలో గాయపడిన వారికి మీర చికిత్స ఇస్త న్నారని విన్నాన . 
ఆ సేవా ద క్పథమే , ఈ తర ణ లో మీర కీలకమైన పాత్ర పోషి చగలరనే నమ్మకాన్ని కలిగిస్తో ది . సైలోలో మళ్ళీ శా తియ త వాతావరణ నెలకొల్పడానికి , ఒప్ప ద పై మళ్ళీ నమ్మక కలిగి చడానికి చేసే ఈ ఉద్యమ లో . 
ఒకవేళ నేన కాద టే ? 
ఎ ద క కాద టార ? 
నేన తెల స కోవాలన క ట న్నాన తే . 
నేన మీక సాయపడకపోతే , ఏ జర గ త ది ? 
ఇ కా కోల్పోవడానికి నా దగ్గర ఏమీ లేద కదా ? 
ఈ సైలో నా కొడ క ని , నా భార్యని , ఇప్ప డ నా క త రిని క డా పొట్టన పెట్ట క ది . 
నేన గాయపడిన వారికి చికిత్స అ దిస్తో ది , సైలో పట్ల నాక బాధ్యత ఉ డి కాద , వైద్య డిగా నా వ త్తి ధర్మానికి కాస్త అయినా న్యాయ చేద్దామనే ఆ పని చేస్త న్నా . వైద్య అ ది చేటప్ప డ అబద్ధాలాడక డదని , ఎవరికీ హాని తలపెట్టక డదని భావి చాన . 
కానీ గర్భ నియ త్రణ క్యాప్స ల్స్ ని తీసేటప్ప డ " కోడ్ ఆరె జ్ " అని పేర్కొనబడి ఉ ట ది . ఆ య వ ద పత లని చ స్తే కడ ప తర క్క పోత ది . వాళ్ళ కళ్ళల్లో ఒక ఆశ కనిపిస్త ది . అది పిచ్చి ఆశ అని నాక తెల స . 
నా వ త్తే ఒక బోగస్ వ త్తి . 
నా వ త్తిని క డా నాక ద ర చేసేసి ది సైలో . 
కారణ ఏదైనా , నా క త ర చనిపోయి ది . తనపై ప్రజల గ డెల్లో ఉన్న అభిమానాన్ని మీర నియ త్రి చలేర . తనపై నాక న్న ప్రేమని మీర నియ త్రి చలేర . 
సోలో ... - హా . - ... అది నీ నిజమైన పేర కాద కదా ? 
- కాద . నా అసలైన పేర కోల్ మయర్స్ . 
- కోల్ . నేనొక ఈవె ట్ కి వెళ్తే , " మీర ఎవరితో వచ్చార ? " అని అడిగార . " నేన సోలో " అని చెప్పా . అక్కడే ఉన్న రసెల్ కొడ క , నేన అన్నది విన్నాడ , సోలో అనేది నా పేర అన క న్నాడ , అలా నాక ఆ పేర వచ్చి ది . 
కానీ పేర లో ఏమ దిలే ? 
అ తేలే . అది నీ నాటిక , " రోమియో అ డ్ జ లియట్ " లో , వాళ్ళ చనిపోక మ ద అన్న డైలాగ్ . 
ఎవర చనిపోక మ ద ? 
రోమియో , జ లియట్ల . 
- వాళ్ళే చనిపోర . లేద . - హా , వాళ్ళ చనిపోతార . ఇక్కడి నాటికలో , వాళ్ళ చనిపోతార . 
- అబ్బా . - బాగానే ఉన్నావా న వ్వ ? - హా . - హేయ్ , ఆకలిగా ఉ దా ... ఏమో , నాక ... నాక అలసటగా ఉ ది . నేన ... నేన బాగానే ఉన్నాలే . ఆకలిగా ఉ దా ? 
- ఏమో . ఆకలిగానే ఉ దేమో . ఏమో . 
- సరే ! - సరే , కానీ ఇక్కడే ఉ డ ... - నేన ... నేన వెళ్ళి ఆహార తీస కొస్తా . 
అబ్బా . 
జ్య డిషియల్ శాఖ మీ పేర వచ్చిన రిపోర్ట ల , సమాచార నివేదికల ఇవిగో డి . 
వాటి పక్కన చిన్న జె డా గ ర్త ల టే , అవి మేయర్ ఆఫీస న డి వచ్చిన సిఫార్స లని అర్థ . 
మీర నిర్ణయి చ క న్నాక , - మీర ... - షారన్ , నేన జ్య డిషియల్ శాఖలో చాలా కాల న డి పని చేస్త న్నా . 
అవ న , య వర్ హానర్ . 
మీ సిగ్నేచర్ స్టా ప్ ని ఇ కా తయార చేయలేకపోయా . కాబట్టి , స్టా ప ల వచ్చేదాకా స తక పెట్టడానికి మీక ఇబ్బ ది లేకపోతే ... జడ్జ్ సిమ్స్ ? 
స పర్ . 
మిగతా వాళ్ళెక్కడ ? 
మన రివార్డ్ ప్రకటి చిన ఇద్దర మెట్లపై న డి వెళ్త న్నార . 
మఫ్టీలో ఉన్న రెయిడర్ల , రె డ అ తస్థ ల కి దే ఉన్నార . మన జనాలన రెచ్చగొడ త న్నా క డా . 
వాళ్ళని పట్ట క న్నాక నాక చెప్ప . 
అలాగే , సర్ . 
థ్యా క్య , ఇక న వ్వ వెళ్ళవచ్చ . 
మిస్టర్ కైల్ . గన ల్లో అ తా బాగానే ఉ దా ? 
ఒక్కరోజే కదా అయి ది . 
ఇ కా బతికే ఉన్నావ కదా . మ చి విషయమే . 
గన ల్లో పని చేసే వారి ఆయ ర్దాయ ఎ త ఉ ట దో తెల సా నీక ? 
తెలీద , సర్ . 
ఐదేళ్ల . 
కాబట్టి , జడ్జ్ మెడోస్ నీ శిక్షా కాలాన్ని తగ్గి చి ది కదా , అది కేవల నీక కాస్త ఊరట కలిగి చాలని చేసినదే తప్ప ఫలిత లేని పని . 
అ త కాల న వ్వ అక్కడ బతకలేవ . 
ఎ ద కో తెల సా ? అక్కడ ప్రమాదకర కాబట్టా ? నాక ... బ డరాళ్ల పడట , ఊపిరాడకపోవడ , రాళ్ల పడి పెద్ద గాయాలవ్వడ , అవయవాల కోల్పోవడ , అన కోని చోట పేల ళ్ల జరగడ . 
అక్కడ పని చేయడ కష్ట . 
నీక అ త కష్ట కాని పని అప్పగిస్తాన , ల కస్ . 
ఆ ప్రాజెక్ట్ కి నీ తెలివి కావాలి . 
జడ్జ్ మెడోస్ హత్య జరిగిన రోజ , రాత్రి ప ట ఆకాశ లో ఉ డే లైట్స్ విషయ లో న వ్వ గమని చిన కాస్త త సమాచార ఆధార గా ఒక మోడల్ ని ర పొ ది చావని ఆమె నాక చెప్పి ది . 
అది నిజమేనా ? 
నా దగ్గర క డా మ క్కలైన వస్త వ ఒకట ది , దాన్ని న వ్వ మళ్ళీ ఒకటిగా చేయాలి . 
దీన్ని గ ర్త పట్టావా ? 
జ లియా నికల్స్ నీక చ పి చిన హార్డ్ డ్రైవ్ ఇదే కదా . 
న వ్వ నిజ చెప్పవచ్చ . 
నీక అదన గా చట్టపరమైన సమస్యలేమీ ఎద ర కాక డా చ స క టాలే . 
హా , గ ర్త పట్టాన . 
ఇది అత్య త ప్రమాదకరమైనది కాబట్టి , ఇ ద లో ప్రమాదకరమైన సమాచార ఉ డవచ్చ కాబట్టి , దీన్ని నేనే పగలగొట్టేశా . 
కానీ ఇప్ప డ నేన పట్టి చ కోక డా ఉ డలేన . 
అ ద లో ఏమ దో న వ్వ తెల స కోవాలి . 
న వ్వ ఈ ఆఫీస లో పని చేయవచ్చ . 
ఏమైనా అడగాలన క ట న్నావా ? అడ గ , పర్వాలేద . 
ఈ పనిని నీకన్నా మెర గ్గా చేయగలవాళ్ళ ఐటీలో కనీస మ గ్గ రైనా ఉ టార . కానీ ల కస్ , వాళ్ళ దరి కన్నా న వ్వ ఇ కా కష్టపడి పని చేస్తావ ... ఎ ద కో చెప్పనా ... 
జడ్జ్ , అ తా ఓకేనా ? 
న వ్వే చెప్ప ఓకేనో , కాదో . 
బటన్ పని చెయ్యట్లేద . 
ఇక్కడ అన్నీ మా నియ త్రణలోనే ఉన్నాయి , య వర్ హానర్ . య వర్ హానర్ ? జడ్జ్ ? 
గత పదేళ్ల గా ఎలా అయితే పిల స్త వచ్చావో , ఇప్ప డ క డా అలాగే , రాబ్ అని పిల వ , 
మీలాగానే నేన క డా ఏ జరిగి దో తెల స కోవాలన క ట న్నా . 
నేన ఇప్ప డే నా ఆఫీస లోకి వచ్చా . నా కొత్త ఆఫీస లోకి . 
గత 15 ఏళ్ల గా నేన ఏ మహిళ కి ద అయితే పని చేశానో , ఆ మహిళ సీట లోనే క ర్చ ట న్నా . తనని చ పిన వాళ్ళ కోస చేస్త న్న గాలి ప ఎలా సాగ తో దో చ డాలనిపి చి ది . 
దానికి స బ ధి చిన వివరాలన్నీ రేప ఉదయానికల్లా మీ డెస్క్ మీద ఉ డేలా నేన చ స క టాన . 
అన మానిత ల ఇ కా మెట్ల గ డా వెళ్త న్నార . 
మీర రచి చిన ప్లాన్ నే అన సరిస్త న్నా . 
పద . 
మీర చాలా హడావిడిగా ఉన్నట్ట న్నారే . 
హేయ్ , నేన , నా భర్త కొ దర మిత్ర లని చ డటానికని కి దికి వెళ్త న్నా . 
అది తెలివైన పనిలా అన్పి చట్లేద . నరర ప రాక్షస ల స చరిస్త న్నార . 
మరి మీర దర బయట ఎ ద క తిర గ త న్నార ? 
- మేమ బాధ్యత గల పౌర ల . 
- ఇ తకీ మీరెవర ? మీ ఐడీ కార్డ లన చ పి చ డి . 
బాధ్యత ఉప్పొ గి పొర్లిపోత న్న పౌర లకి ఐడీ కార్డ ల చ పి చాలని ఒప్ప ద లో ఎక్కడైనా రాస దా ... 
- ఎక్కడా రాసి లేద . - రాసి లేద ... అతని వద్ద ఆయ ధమ ది ! 
ఆగ డి ! 
ఆగమన్నాన కదా ! 
మీలో కొ దరికి నేనెవరో తెల స అన క టా . మీలో కొ దర నాక తెల స క డా . 
నా భర్త ఎవరో మీక తెల స . కానీ అతని కొత్త పదవి ఏ టో మీక తెలియకపోవచ్చ . 
ఈ నేరస్థ లని అద ప లోకి తీస కోవాలన్నది జడ్జ్ సిమ్స్ ఆదేశ . 
వాళ్ళని ఇప్పటికిప్ప డే చ పాలని మీక ఉ ది కదా ? నాక క డా అదే చేయాలన ది . కానీ జడ్జ్ మెడోస్ హ తక లక మనమే శిక్ష వేసి ఆన దపడితే ఎలా ? మొత్త సైలో అ తా ఆన దపడాలి కదా . 
శ భ్ర చేయడానికి వీళ్ళిద్దరినీ బయటక ప పి చడ అ దర చ స్తార . 
నాతో ర డి , లేద టే మీ తలలని నరికి ఇక్కడ వేలాడదీస్తార . 
అబ్బా . 
మీర ఇక్కడ కొ త సమయ క్షేమ గా ఉ డవచ్చ . 
మీర మమ్మల్ని జ్య డిషియల్ కి తీస కెళ్లట్లేదా ? 
మెట్ల దగ్గర ఉ డే కెమెరాల పని చేస్త న్నాయి , కానీ ఈ స ద లో ఉ డేవి పని చెయ్యట్లేద . 
పైకి నేన ఒ టరిగా వెళ్లడ చ సినప్ప డ , వాళ్ళ ఇ కా ఎక్క వ మ ది రెయిడర్లన ప ప తార . చాలా మ దిని క డా ప పవచ్చ . కాబట్టి పరిస్థితి సద్ద మణిగాక సరైన సమయ చ సి వెళ్ళ డి . 
130 వ అ తస్థ లో అడ్డ కి పెట్టార . 
దాన్ని దాట కొని ఎలా వెళ్తారో మరి , కానీ అది నా సమస్య కాద . 
ఎ ద క మాక సాయపడ త న్నార ? 
కమీల్ . 
గ డ్ మార్కి గ్ , ఏసా . 
ఇవాళ న వ్వ త్వరగా పనికి వెళ్త న్నావ . పని అయ్యాక రాత్రి , 83 వ అ తస్థ లో ఉ డే నీ మాజీ భార్య దగ్గర గడపబోత న్నావ . 
- ఇప్ప డే నైట్ షిఫ్ట్ మ గి చ కొని వచ్చా . 
- అయితే , సైలోలో నీ అ త కష్టపడి పని చేసే ప్ల బర్ ఎవర ఉ డరని మీ బాస్ అన క టాడ లే . 
నీ తాళ చెవ ల ఇవ్వ . 
ఏ టిది , కమీల్ ? 
మెడోస్ ని చ పిన వారిని పట్టిస్తే రివార్డ్ ఇస్తామనే ప్రకటన న వ్వ విన్నప్ప డ , దాన్ని న వ్వ పట్టి చ కోక , అప్ప డ నేన క డా నిన్న పట్టి చ కోక డా ఉ టాన . 
అర్థమై దా ? 
కనీస ప్యా ట్ అయినా వేస క రావచ్చా ? 
వాటిని న వ్వ మ దే వేస కొని వచ్చి ఉ డాలి కదా . 
పితామహ లక , సైలో పౌర లక మధ్య ఒప్ప ద వాళ్ళ దొరికారా ? 
ఎట తేల్చ కోలేని పరిస్థితి , కదా ? 
ఏ టి ? 
సైలోలోని సగ జనాభా , హ తక ల అన కొని నా మిత్ర ల వె ట పడ త న్నార , కానీ నేనేమో షెరిఫ్ డెప్య టీ బాధ్యతల నిర్వరిస్త న్నా . 
ఒప్ప ద అమలయ్యేలా చ స క టానని ప్రతిజ్ఞ చేయడ , మరోవైప ఒప్ప ద ఉల్ల ఘనగా పరిగణి చబడే వ్యాధిని కలిగి ఉ డటమ త పెద్దదే కదా ! 
వాళ్లకి తెల సా ? 
సిమ్స్ కి తెల స . 
జ్య డిషియల్ సెక్య రిటీ హెడ్ గా , అతన మినహాయి ప న ఇచ్చాడ . మరి జడ్జ్ గా , నాక ... పాట్రిక్ కెన్నడీ విషయ లో నాక ఒక ఆధార దొరికి ది అన క టా . 
ఫ్రిడ్జ్ లో ఉ డేవాటన్ని టినీ తినక డా ఉ డటానికి ప్రయత్ని చ డి . 
నేన కష్టపడి పని చేస క ట న్న వ్యక్తిని , నా పని సైలో నిర తరాయ గా నడిచేలా చ స కోవడ . 
- ఫ్రిడ్జ్ లో ఏమ న్నాయనే దానిపై ఆధారపడ ట ది అది . - షర్ల్ . 
జోక్ చేస్త న్నాన తే . 
తాళ చెవి లేక డా మీర ఎలా వస్తారన క ట ది ఆమె ? 
నేన వస్తానని ఆమె అన కోవట్లేద . తాళ చెవిని నాక ఇవ్వాలని ఆమెకి ఉ టే , ఎలాగోలా దాన్ని నా దగ్గరికి చేర్చ త ది . 
ఒక సలహా , మీక కావాల్సిన త కాల ఉ డ డి . కానీ నేనే మీ స్థాన లో ఉ టే , ఆమె రాక మ దే , నేన జ ప్ అయిపోతా . 
నేనేదో గౌరవ కొద్దీ ఆమెకి సాయ చేస్త న్నానని అన కోవద్ద . 
ఆమె అ టే నాక భయ , అ ద కే మిమ్మల్ని రానిచ్చాన . 
మీర క డా భయపడాలి . 
వీడి ఇల్ల అగ్గిపెట్టెలా ఉ ది . 
ఇక్కడ ప్రతి శాఖ వాళ్ళ సైలోని నడిపి చేది తామే అన్న ఫీలి గ్ లో ఉన్నారా ? 
అ తే అన క టా . 
మెకానికల్ లో ఉ డే వాళ్ల దరినీ ఏకతాటిపై నడిపి చడానికి , నేన క డా ఆ మాటలే అన్నాన . 
అది నిజమే కాబట్టి పని చేసి ది . 
సైలోలోని మిగతా వాళ్ళ దర ఏమన క న్నా కానీ . 
న వ్వ మ చి నాయక డివి , నాక్స్ . 
న వ్వే లేక టే , మెకానికల్ ఎప్ప డో నాశన అయిపోయి ఉ డేది . 
ఎలా మ ద క సాగాలి అనే విషయ లో నేన పొరబడ్డా . 
మ చిగా అడగాలక న్నా , కానీ ... కానీ అదే మన పాలిట మ త్య వై ది . 
ఎలా అయినా , మన బత క ల ప్రమాద లోనే ఉ డేవి . 
నా పద్ధతిలో మ ద క సాగ టే , ఈపాటికి శవాల అయి ఉ డేవాళ్ళ . 
జడ్జ్ మెడోస్ ని నాక్స్ , షర్లీల చ పి ఉ టారని అన క ట న్నావా ? 
నిజ చెప్పనా ? జ ల్స్ బయటక వెళ్ళాక , పరిస్థిత ల అద ప తప్పాయి . 
షర్లీతో పాట కొ దర నా స్టేషన పై దాడి చేశార . ఇప్ప డ నాక్స్ , తనతో జత కట్టాడ . సైలోలో అ తా పద్ధతిగా ఉ డాలన్న ఆలోచనే వాళ్లకి లేద . 
ఇక మెడోస్ ని వాళ్ళ చ పి ఉ టారా లేదా అ టారా ? ఆ అవకాశమే లేద . 
ఒక్క నిమిష . 
హేయ్ , ఫ్రాన్సెస్ . ఒక్క నిమిష ఆగ . ఆ భోజన పట్ట కొని ఎక్కడికి వెళ్త న్నావో కాస్త చెప్తావా ? 
ఇ టికి . 
కానీ ఇప్ప డ అర్ధరాత్రి దాటి ది కదా . నీ షిఫ్ట్ ఉదయ ఆరి టికి మొదలయి ది . ఇప్ప డ ఇ టికెళ్ళాక పడ కోక డా , గత 18 గ టల న డి న వ్వ సర్వ్ చేస్త ఉన్న ఆహారాన్నే తి టావా ? 
అవ న , నేన ఇప్ప డ చేసే పని అదే . అలా చేయక డదని చట్ట లో ఏమైనా ఉ దా , హ్యా క్ ? 
నీ చరిత్ర గ రి చి మాక తెల స , ఫ్రాన్సెస్ . 
డోరిస్ కెన్నడీ మీ ఆ టీ కదా , ఆమె దొ గిలి చిన కొన్ని పిల్స్ ని న వ్వ అమ్మావ . 
ఆధారాల ఏమైనా ఉన్నాయా ? 
అయిదేళ్ల క్రిత ఆధారాలేవీ చ పి చలేద కదా . ఆవేశపడక , ఫ్రాన్నీ . మేమ వచ్చి ది అ ద క కాద . మీ అ క ల్ పాట్రిక్ ప్రాణాల నిలవాల టే వేడి వేడి భోజనాల ఒక్కటే చాలవని గ్రహి చి వచ్చా . 
కాబట్టి , దీన్ని ఆయనకి చేర్చే పని మాక ఇవ్వ . 
ఆఫీస లో తొలిరోజ ఎలా గడిచి ది , జడ్జ్ సిమ్స్ ? 
ఎక్కడ స తక పెట్టమ టే , అక్కడ పెట్టా . 
వాచర్స్ ర మ్ కి వెళ్ళా . గాలి ప ఎ త దాకా వచ్చి దో తెల స కోవడానికి ప్రయత్ని చా . 
ఆమ డ్సెన్ నన్న లోపలికి రానివ్వలేద . 
అన మానిత ల్లో మ గ్గ ర ఇ కా దొరకలేదని మాత్ర చెప్పాడ . 
న వ్వే కన క ఇన్ ఛార్జివి అయి ఉ టే , ఎప్ప డో దొరికేసి ఉ డేవాళ్ళ . 
దయచేసి పక్కక జరగ డి . 
నేన 132 వ అ తస్థ లో ఉ టా . 
ఇవాళ వెళ్లడ కష్ట . 
నేన షెరిఫ్ శాఖలో పని చేస్తా . దీని గ రి చి మాక అసల సమాచార అ ది చలేద . 
దీనితో షెరిఫ్ శాఖకి స బ ధ లేద . 
చ డ , పౌర లన ఇ టికి వెళ్లనివ్వక డా ఆపవచ్చని జ్య డిషియల్ వాళ్ళ అన క ట న్నారేమో ... వెనక్కి తిరిగి , వచ్చిన దారిలోనే తిరిగి వెళ్ళ . 
తమాషాగా ఉ దా ? 
షెరిఫ్ శాఖలో పని చేసే వ్యక్తిని అడ్డ కొనే హక్క నీక లేనే లేద . 
నేన అవతలి వైప క ... మన మెట్ల దగ్గరికి వెళ్ళగానే , వాళ్లకి కనిపి చేస్తా . ఈ తల ప న మ శామ టే , అది లాక్ అయిపోత ది . 
ఎప్పటికైనా ఇ టికి వెళ్లాల్సి దే కదా మన . మెట్ల దగ్గరికి వెళ్లి పిచ్చిపిచ్చిగా పర గెత్తాలి మన . 
సరే . కానీ కి దికి కాద . - పైకి . 
- ఏ టి ? 
నన్న నమ్మ . 
ఉద్యోగ ల డైరెక్టరీ - స ట్ ర మ్ జే , స నీల్ , ఫ్లాట్ 101 , 16 వ అ తస్థ పెన్ , మార్జరీ ఫ్లాట్ 57 , 23 వ అ తస్థ శ్యామ ల్ , ట్రీనా - ఫ్లాట్ 30 , 17 వ అ తస్థ , మ ద్ద పేర : టైనీ వాళ్ళని జనాల పట్ట క న్నార . ఒక మాజీ రెయిడర్ వారిని 73 వ అ తస్థ లో దాచార . కాబట్టి మేమ ప్రతి ఇ టిని తనిఖీ చేశా . ఇప్పటిదాకా వాళ్ళ జాడ దొరకలేద , - కానీ నేన చెత్త గొట్టాన్ని లాక్ చేసేశా . - ఒక్క నిమిష . 
ఒక మాజీ రెయిడర్ వాళ్ళని 73 వ అ తస్థ లో ఎ ద క దాచార ? 
ఆ జన వాళ్ళని చ పేస్తారేమో అని భయపడి ది . ఎవరామె ? 
కమీల్ సిమ్స్ . 
ఆ దరిద్రప మెకానికల్ వాళ్ళని పట్ట కో డి . 
- ఎ త పైకి వెళ్త న్నా ? 
- నాతో రా . 
నేన కొ త రికవర్ చేయగలిగాన . 
మన డేటాబేస్ లోని ఫైళ్ళతో ఓవర్ ల్యాప్ అయ్యే కొన్ని మ క్కలన కన గొన్నా . 
ఇది మన సైలో మ్యాప్ , నేన ఈ ఫైల్ ని ఉపయోగి చి , ఒకానొక మ క్కలోని మిస్సి గ్ డేటాన ఫిల్ చేయడానికి ప్రయత్నిస్త న్నా , అది క డా మ్యాపే . 
ఈ మ్యాప్ కి , మన సైలో మ్యాప్ కి అక్కడక్కడా వ్యత్యాసాల ఉన్నాయి . 
సైలో గోడల న డి కొన్ని లైన్స్ బయటక వెళ్త న్నాయి . ఐటీ శాఖ ఉన్న అ తస్థ లో ఒక లైన్ ఉ ది , జ్య డిషియల్ శాఖ ఉన్న అ తస్థ లో ఇ కో లైన్ ఉ ది . 
అవే టో ఏమైనా ఐడియా ఉ దా ? లేద . ఇ కో విషయ . - సైలో అడ గ భాగాన ... - ఏ టది ? 
- సొర గ . 
- ఎక్కడి దాకా వెళ్త ది అది ? 
తెలీద . 
అయితే , పని చేస్త ఉ డ మరి . 
ఇ కో 24 గ టల గన ల బయట గడిపే అర్హత స పాది చావ , మిస్టర్ కైల్ . 
సర్ , నాక ఒక ఫోల్డర్ క డా కనిపి చి ది . 
దాన్ని నేన కరప్ట్ కాక డా రికవర్ చేయగలిగా ... అ ద లో ఉ డే ఫైళ్లలో చాలా వరక , డిపార్ట మె ట్ మెమోలే ఉన్నాయి , కానీ ఒకటి మాత్ర వేర . 
అది ఒకర తమ భార్యకి చేతితో రాసిన లేఖ తాల క స్కాన్ కాపీ . 
ఎవర రాశార ? 
శాల్వడోర్ క్విన్ . 
అ ద లో ఏమ ది ? 
అది ప్రేమ లేఖ , కానీ మధ్యలో తేడాగా అనిపిస్త ది . 
- అ టే ... అ తా ఎలా అనిపిస్త ద టే ... - కోడ్ లా అనిపిస్త ది . 
హా , అవ న . 
ప్రమాద ! ఇక్కడి న డి మ ద క వెళ్ళరాద అది శిక్షార్హమైన ఒప్ప దన ఉల్ల ఘన అడ గ ల చ స కొని వేయ డి . 
పాట్రిక్ కెన్నడీ . 
కదలక . 
మ చి సలహానే అది . 
కదిలితే ఇబ్బ దిగా ఉ టో ది . 
మీర ఇ కొక్క అడ గ మ ద క వేసినా , ఈ ర ధ్ర లోకి ద కేస్తాన . 
మేమ ఇక్కడే ఉ టా , కానీ నీ గాయాలక చికిత్స అవసర . 
హా , భలే కామెడీగా ఉ ది ఇది , చ స్త టే , మీ త పాక లతో కొత్త గాయాల కలిగి చేలా ఉన్నార మీర . 
న వ్వ నేరస్థ డివి , నా డెప్య టీ స్టేషన్ పై న వ్వ బా బ విసరడ చ శార . 
అ ద కే మేమ కాస్త జాగ్రత్తపడ త న్నా . 
మేమ నీక సహాయపడగల . 
నాక మీ మీద నమ్మక లేద . 
అ ద కే రక్తస్రావ అవ త న్నా , ఈ సొర గ లోనే చీకట్లో ఉ ట న్నాన ! జెనరేటర్ క ట్రోల్ ర మ లో - ఫ ల్ మెడికల్ కిట్ ఉ ది . - తీస క రా . 
ఈ క్షణ కోసమే కదా ఎద ర చ స్త న్నావ న వ్వ ? 
ఇప్ప డ ఇద్దరమే ఉన్నా కాబట్టి , నన్న కాల్చేస్తావ , ఆ పొడవ జ ట్ట డెప్య టీ నా త టా గాయాలన లెక్కి చక డా ఉ టే బాగ డని అన క ట న్నావ కదా ? 
ప్రమాద తప్పద , మరో దారి లేద అని అనిపి చినప్ప డే ష ట్ చేస్తా . 
నాతో ప్రమాద తప్పద . 
నాక ఎలా టి విషయాల తెల స టే , న వ్వ నన్న వదిలేసి వెళ్లిపోవడమే మేల . 
ఆ పని నేన చేయలేన . నేన ప్రమాణ చేశాన . అ ద బాట లో ఉన్న సాయాన్ని అ ది చడ క డా అ ద లో ఒకటి . 
అ ద బాట లో ఉన్న సాయాన్ని అ ది చడమా ? 
అద తా పెద్ద అబద్ధమని అనిపి చట్లేదా ? 
వాళ్ళ చెప్పి ద తా పెద్ద అబద్ధ . ఒప్ప ద అబద్ధ . మనల్ని అద ప లో ఉ చడానికే అది . మన నిజాన్ని ఎప్పటికీ కన గొనలే . 
అద తా జరిగే లోపే సిమ్స్ మనల్ని చ పి పారేస్తాడ . 
నీక మిస్టర్ సిమ్స్ ఎవరో తెల సా ? 
హా , నాక అతనెవరో తెల స . 
నికల్స్ దొరక్క డా తప్పి చ కోవడ లో సాయపడ్డా నేన . 
నన్న అరెస్ట్ చేసి , విచారణ చేశాడ . నేన ఇక్కడ ఎ ద క ఉన్నానని అన క ట న్నావ ? చెప్ప . సరే . సరే . నేన నీక చెప్తా . 
నీ త పాకీ ఇలా ఇవ్వ . 
అదీలెక్క . నన్న నమ్మలేవ కాబట్టి నాక త పాకీ ఇవ్వవ . 
చ డ , నన్న కాల్చిపారేయాలన్న ఆలోచన ఉ టే , ఇక్కడ కాల్చ , సరేనా ? 
ప్లీజ్ . 
జ లియా నికల్స్ ఇ ట్లో నాక ఇది దొరికి ది . ఒక ప స్తక లో కనిపి చి ది . 
మిగతాద తా నాశన చేసేశాన . 
దీన్నే ఎ ద క ఉ చానో నీక చెప్పలేన . 
నా దగ్గర అది ఉ దని ఎవరికైనా న వ్వ చెప్తే , నా ఖేల్ ఖత అయిపోత ది . 
నన్న డాక్టర క చ పి చ . డెప్య టీ తెచ్చే బ్యా డ్ - ఎయిడ్స్ వల్ల లాభ ఉ డద . అప్ప డ నీక ఏ కావాల టే అది చెప్తా . అ తే కాద , తెలీక డా ఉ టే బాగ డ అని న వ్వ అన క నేవి క డా చెప్తా . 
కొత్త డీల్ . 
ఎ త పెద్దది కేబ ల్ ? అది ఎలాగ మీక తెల స్త దిలే . 
ఇది జ లియాది కాద . కానీ , ఇది తనదే అని చెప్పి న వ్వ అమ్మాలన క న్నా , నేన అమ్మనివ్వన . 
బార్న్స్ , త్వరగా రా . 
పద . 
- ఏమైనా తెలిసి దా ? - ఇ కా లేద . ఇద్దర ఇద్దర గా ఎవరైనా మెట్లపై న డి దిగ త న్నారేమో చ డ . అలాగే . 
92 వ అ తస్థ లో ఇద్దర పోర్టర్ల కి దికి వెళ్త న్నార . 
నేన దగ్గరే ఉన్నాన . మేయర్ కి ఈ విషయ తెలియజేయి . 
సరే . 
డిన్నర్ తెచ్చా . ఏ చేస్త న్నావ ? 
స ట్ ర మ్ న డి దొ గిలి చబడిన హెల్మెట్ జాడ తెల స కొనే ప్రయత్న చేస్త న్నా . 
కాబట్టి , దాని కోస ఒక ఉద్యోగి ఇ టికి వచ్చా . 
ట్రీనా శ్యామ ల్ ఇ టికి . 
ట్రీనా శ్యామ ల్ ఇల్లా ? 
హా , తన సోలో లవర్ . 
అవ న . తన గ రి చి ఆలోచి చి చాలా కాలమై ది . 
నిజానికి , నాక తన గ రి చి ఆలోచి చాలని క డా లేద . 
నీక చికెన్ కావాలా , బీఫ్ కావాలా ? 
ఎ ద క అబద్ధ చెప్త న్నావ ? 
న వ్వ ఏ మాట్లాడ త న్నావో అర్థ కావట్లేద . 
సోలో , ట్రీనా . తన ట్రీనానే . కానీ ఇక్కడ ఉన్నది న వ్వ కాద , కదా ? 
కాద . ఎ ద క టే , ఇది ... ఇది చ డ . నాక ఇది దొరికి ది . ఐటీ షాడో అయిన కోల్ మయర్స్ . 
- ఇతనే అసలైన ... 
- నేనే ఐటీ షాడోన ! 
నీకేమీ తెలీద ! 
ఆ మాట నా దగ్గర అనక ! అస్సల అనక ! 
నేనే సోలోని ! 
నేనే ఐటీ షాడోని , అర్థమై దా ? 
- సరే . 
- నేనే సోలోని ! నేనే ఐటీ షాడోని ! న వ్వే సోలోవి . 
న వ్వే సోలోవి . 
క్షమి చ . 
క్షమి చ . 
నీ పరిస్థితి అస్సల బాగాలేద . న వ్వ ఏదోకటి తినాలి . 
నాక ఆకలిగా లేద . 
నాక బాగా లేద . 
నేన కాస్త ... నడ మ వాల స్తా . 
నేన కాస్త ... ఇది అ త కి దికి వస్త దా ? 
వస్త దనే అన క ట న్నా . 
కానీ నీ బర వ న మోస్త ద టావా ? అది అన మానమే . 
మెకానికల్ ! 
ఆగ డి ! 
- అబ్బా . - ఛ . 
కానివ్వ . 
బ్రేక్ లేద కదా ? 
ఒకసారి ద కితే , కేబ ల్ మొత్త రోల్ అయ్యాకే ఆగేది . 
చస్తే , కి ది అ తస్థ ల్లో అయినా చస్తా లే . 
చేతిని అ ది చ డి ! 
జాగ్రత్త . 
- అక్కడ న్నార ! 
- పట్ట కో డి ! 
జాగ్రత్త ! 
- ఛ ! - వాళ్ళ తప్పి చ క న్నార , సర్ . 
చ శా . 
ఈ ఛానెల్ ని తెరిచే ఉ చ . 
షెరిఫ్ బిల్లి గ్స్ , నా మాటల వినిపిస్త న్నాయా ? 
షెరిఫ్ బిల్లి గ్స్ . చెప్ప డి , మిస్టర్ మేయర్ . షెరిఫ్ , నీకొక ద ర్వార్త చెప్పాలి , మెకానికల్ కి చె దిన నేరస్థ ల ఇప్ప డ న వ్వ న్న చోటకే వచ్చార . 
సైలోకి న వ్వ విధేయ డివి కాబట్టి , వాళ్ళని అద ప లోకి తీస క టావన్న నమ్మక నాక ది . 
తప్పక డా , మిస్టర్ మేయర్ . 
సైలోకి , ఒప్ప దానికి విధేయ డినై సేవ చేస్తాన , ఆ విషయ మీక పక్కాగా చెప్త న్నా . 
కానివ్వ . 
