- Вони вбили суддю ! - За ними ! 
Не дайте їм утекти ! 
Що сталось ? 
Я не була до такого готова . Ось що сталось . - А я думала , що здамся перша . - Ага . І я думала . 
- Їх стає більше . 
- Ми не проскочимо . Мусимо . Це єдиний шлях додому . 
Не єдиний . 
Портери ? Ти й досі з ними водишся ? 
Треба спуститися всього на два рівні . 
Не відставайте . 
Він не може не знати , що це ти . 
Це вже точно . 
Імен моїх людей він не знає , але мою роботу впізнав . 
Він точно відстежив , що кампанію за відставку Медовз почав я . 
Мамо . Мамо . - Синку , хвилинку . - На кухні чоловік . 
Вам помогти ? 
Не пригадую , коли востаннє сам варив каву . 
Я не часто згадую мера Джанс , але вона завжди сама варила каву . 
Казала , що буденні справи пересічних жителів Бункера якнайкраще зближували її з народом . 
Моя робота вимагає від мене дивитися на все не так , як інші . 
Дозвольте . Кавоварка барахлить . 
Я мав би тямити в машинах . 
Ви ж раніше працювали з Робом . 
Я працювала на Роба , як він часто мені нагадує . 
Він обговорює з вами робочі справи ? 
Роберт знає , що та робота мені вже не цікава . 
Я працюю в IT і займаюся сином . 
У Пакті зазначено : " Матері – це ковчег , який приводить дітей у цей світ , так само як Бункер – ковчег для його жителів " . 
Це твердження близьке нашій сім'ї . 
Якось ти казав мені , що ви читаєте Пакт сім'єю . 
Щовечора . 
Принесете мені свій примірник Пакту ? 
Авжеж . 
Робе , ти зрадив мою довіру . 
Змусив мене робити те , чого я не хотів . 
Ти більше не очолюєш Службу безпеки Судового . І ти не будеш моєю тінню . Але ти надто цінний кадр . Тому ти обіймеш посаду Марі . Будеш суддею . 
Поклади руку на Пакт і повторюй за мною . 
Я , Роберт Сімс , урочисто присягаю ... ЗА СЕРІЄЮ КНИЖОК " БУНКЕР " Г'Ю ГОВІ 
Піду гляну . 
- Калвін тут ? - А хто питає ? 
Калвіне , давно не бачились . 
Портерів після певного віку я бачу рідше . Коліна . 
У такому становищі ти починаєш з образ ? 
Додому можеш уже не вернутись . 
Тому ми тут . 
Нам потрібно перепочити , а ще трансфер додому для мене й друзів . Це дорого обійдеться . 
Можливо , у мене залежався ящик бурбону з минулих часів . 
Старою випивкою не відкупишся . 
Маєш щось із речей Джулієт Ніколс ? 
Що робиш ? 
Пожежний шолом я не дістала , а у воду лізти знову не хочу . Тому пробую прилаштувати свій старий . 
До речі , маю питання . Твій генератор на сто рівнів унизу , затоплений водою . То звідки світло ? 
У IT власне енергоживлення . 
З поверхні . 
Звідки з поверхні ? Ну , згори ... Знаєш , чому вийшов з ладу генератор ? 
Рейдерам з Судового прийшла геніальна думка підірвати помпу для ґрунтових вод на 144 - му , щоб затопити Механічний . І вони не зуміли її полагодити до того , як вода затопила генератор . Тому вода й далі ... Ясно . Думаєш ... Можна зупинити прибуття води ? 
Найближча помпа на 30 - му рівні . Під водою . Але її можна підключити до мережі . Може , так вода не прибуватиме . - Так . - Чекай , ти ... 
Ти можеш її зупинити . Я ? Ні . - Я не маю часу . Мушу займатися цим . - Ні , це я не маю часу . - Мій час збігає . - Твій час не збігає . - У тебе місяці . Може , роки ... - Десять місяців . - Десять місяців . - Десять ? У мене лік на дні . Ти точно не знаєш . 
Нащо мені ризикувати ? 
Десять місяців – і вода дійде до IT . 
- Через 13 – затопить усе . - Ні , зупинись ! 
Ось чим я мушу займатися , і в мене нічого не виходить . 
- Не можу під'єднати . - Ти куди ? На склад скафандрів . Може , там знайдеться робочий шолом . 
Чекай ! 
Де вони ? 
Зійшли на 70 - му . Вимкнулося багато камер , і ми не знаємо , де вони , але я послав рейдерів . 
Вони в цивільному і підбурюють громадян від 60 - го до 130 - го . 
- Виставив винагороду за двох лідерів ? 
- По тисячі кредитів . Доручи Судовому спорудити барикаду на 130 - му , якщо прослизнуть . 
Від моїх людей не втечуть . 
Потіште мене , містере Амундсен . Я переживаю . Така в мене робота . 
З огляду на обставини я заплющу очі на формулювання про " ваших людей " . 
Скажу прямо . Рейдери Судового аж ніяк не ваші . 
Є повідомлення . Їх виявили на 70 - му . 
Як знати , що це її ? 
Вам – ніяк . Але я знаю . Бо я сама віддала його їй 20 років тому . 
І я полагодила на ньому завіси , коли вона витягувала ним іржаві болти , хоч я казала цього не робити . 
Забираю . 
А ще двадцять охолоджувальних котушок за цю невеличку ночівлю . 
Плюс те старе бухло – і домовимось . 
- То який твій план ? - Контейнери з зерном . 
Усі знають , що млин на 59 - му ламається чи не щотижня . 
Ніхто й оком не змигне , якщо побачить , що зерно везуть на нижні млини . 
- Ну нафіг . - Зручностей я не обіцяв . 
Я не прошу про зручності . Є ще четвертий пасажир . Великий . Він не влізе . 
Мій єдиний варіант . 
Може , спусковий пристрій ? 
- Не знаю , що це . - Знаєш . Я не знаю . 
- Це електрична лебідка з тросом . 
- Це порушення Пакту . А ти дістав її , не порушуючи Пакту ? 
Ми просто вилучили її з обігу . 
У портерів виключне право транспортувати речі в Бункері . 
Люди бачать таке і починають вигадувати . 
Треба тікати ! Рейдери на підході , швидко ! - Ти настукав Судовому . - Тобі б я допоміг . За них пропонують винагороду . Від якої важко відмовитися навіть заради старих друзів . 
- Маклейн ! - Сучий син ! 
Док Фелан каже , що Кеннеді до нього не заходив . 
Може , Кеннеді в курсі про його репутацію . 
Найкращих призначають у Верх , а решта лишається нам . 
Єдиний виняток – я . 
Що таке ? 
Отримав повідомлення від нового голови Служби безпеки . 
Ріка Амундсена . 
Що сталося з Сімсом ? 
Його призначили суддею . 
Де Медовз ? 
Умерла . 
Убили . 
Що ? 
Голова Механічного і його колега . 
Нокс і Ширлі ? 
У Джулс був не такий мультитул . 
То був мій . Де її – гадки не маю . 
Обережно . Тримаю . - Так . - У порядку ? Краще нам розділитися , бо ми повільні й лише вас затримуємо . 
Винагорода за мене й Ширлі . 
Це ще кого й через кого вб'ють . 
Досить уже плакатися . Біжіть . Швидко . 
- Ти не лишаєшся . 
- Що ? Мабуть , ти не передбачила такого розвитку подій , коли замкнулася в майстерні 25 років тому . Але тепер ніхто вище 125 - го й гадки не має , хто ти . 
І це буде тобі на руку . Я ж голова Ресурсів . 
- Карло , я не ... - Марто . 
Ти потрібна Низу . Як ніколи . 
Іди . 
Легка подряпина . 
Промивай з милом , і все швидко загоїться . 
Можна глянути ? Не катастрофічно . Просто затисніть . 
Я до вас вернуся . Гвоздикова олія полегшить біль , а ароматична поможе зі сном . 
Дякую . Гарно пахне . Але я чув хруст у плечі . Хай би лікар глянув . МЕДИЧНИЙ Добра думка . От і він . 
Боляче . 
Порухайте . 
Ага . Не забудьте олійку . - Дякую . - Прошу . 
Виняткова вправність , як на людину з дитиною на руках . 
Дякую . Мама була травниця . А тато – пияк , якого часто били . Доктор Піт Ніколс . 
Дуже приємно . 
Кетлін Біллінґс . Дружина шерифа Біллінґса ? 
Тепер розумію , чому ви дбаєте про поранених . Щоб відволіктись . 
Не можу сидіти вдома . Тривожусь . 
Пола послали в Механічний . Там стався якийсь інцидент . 
- Я чув . Пожежа чи ... - Докторе Ніколс . 
Ага . Пройдіть з нами . 
Негайно . 
Який його план ? 
Що жителі розберуться з убивцями . 
Якщо так і станеться , для нього це буде новий старт . Ніби Джулієт Ніколс не існувало . 
Ти вів подібні завдання . Рейдери в цивільному . 
Велика винагорода за втікачів . За ними ганяються юрби . Люди беруть правосуддя у свої руки . 
Така делікатна операція потребує досвіду , Роб . 
Амундсен умілий . Він учився в найкращого , але він не найкращий . 
Ану ж у нього не вийде ? 
Роберте , витисни з цієї посади максимум . 
Докторе Ніколс . Дякую , що прийшли . 
Якщо ви вважаєте , що я щось знаю про людей з Механічного , то помиляєтесь . 
Ні , ні . Ні . Ні , я викликав вас не тому . 
Просто подумав , що ви хотіли б забрати доччині речі . 
За звичайних обставин я б вернув ці речі в обіг , але обставини геть не звичайні . 
Якщо вернути ці речі в обіг , боюся , що на них будуть молитися , їх жадатимуть , а це приведе до заздрості , розбрату і врешті насильства . 
І це буде не перший випадок , коли пам'ять про вашу дочку викривлюють на догоду чужим мотивам . 
Чув , що ви надаєте допомогу пораненим у бунті після вбивства судді Медовз . 
Таке служіння дає мені надію , що зараз ви можете зіграти трохи важливішу роль . У наших намаганнях відновити порядок в Бункері і віру в Пакт . 
А якщо я відмовлюся ? 
Чому вам відмовлятися ? 
Просто хочу розуміти . 
Що буде , якщо я вам не помагатиму ? 
Мені й так нема чого втрачати . 
Бункер забрав у мене сина , дружину , а тепер і дочку . 
Я дбав про поранених не з почуття обов'язку до Бункера . Я пробую відновити хоч краплю професійної етики . Надавати медичну допомогу без брехні й без шкоди . 
Усі ці видалення засобів контрацепції у пар з помаранчевим кодом . Я приймаю молоді пари . Їхні лиця світяться надією . І я знаю , що ця надія безпідставна . 
Моя професія – фарс . 
Бункер забрав у мене і її . 
З якихось причин моя дочка загинула . Ви не контролюєте , що вона значить для людей . І що вона значить для мене . 
Соло ... - Так . - ... це ж не твоє ім'я . 
- Мене звуть Коул Маєрс . 
- Коул . Я пішов на один захід , і мене спитали : " Ви з ким ? " Я відповів : " Я соло " . Там був Расселів малий , який це почув і подумав , що це моє ім'я , і воно прижилось . 
Але що є ім'я ? 
Правда . Цитата з твоєї п'єси . З " Ромео та Джульєтти " , перед смертю . 
Перед чиєю смертю ? 
Ромео та Джульєтти . 
- Вони не вмирають . - Вмирають . У нашій умирають . 
- Чорт . - Ти в порядку ? - Так . - Ти голо ... Не знаю , просто ... втомилась . Усе нормально . Ти голодна ? 
- Не знаю . Може . 
- Так ! - Але будь ... - Я ... Я принесу щось попоїсти . 
Чорт . 
СУДОВИЙ Це ваші звіти й рапорти . 
Якщо на них прапорець , то це рекомендації з мерії . 
Коли приймаєте рішення , - то вводите ... - Шерон , я працюю у Судовому багато років . 
Авжеж , ваша честь . 
Ми ще не виготовили печатку з вашим підписом . Тому , якщо ви не проти , підписуйте ... Суддя Сімс . 
Молодець . 
А інші ? 
Двоє , за яких виставили винагороду , на сходах . 
Рейдери в цивільному кількома рівнями нижче . І ми підбурюємо юрбу . 
Повідомте , коли їх схопите . 
Виконую . 
Дякую , ви вільні . 
Містере Кайл . Як ваші справи в шахтах ? 
Минув один день . 
Ви все ще живі . Це добре . 
Знаєте , яка очікувана тривалість життя засланого на шахти ? 
Ні , сер . 
П'ять років . 
Коли суддя Медовз удвоє скоротила вам покарання , це був щонайбільше символічний жест . 
Навряд чи ви стільки проживете . 
Знаєте чому ? Бо це небезпечно ? Я ... Обвали , удушення , важкі травми , втрачені кінцівки , невдалі підриви . 
Важке покарання . 
Хочу запропонувати вам м'якше покарання , Лукасе . 
Маю проєкт , який вимагає вашого інтелекту . 
У день смерті судді Медовз вона розповіла мені , як ви зуміли з невеликих різнорідних фактів про вогні в нічному небі вибудувати модель , яка , строго між нами , недалека від правди . 
Усе правильно ? 
У мене також є щось фрагментоване , що потрібно відновити . 
Впізнаєте ? 
Жорсткий диск , який вам показувала Джулієт Ніколс . 
Кажіть правду . 
Додаткова кара вам не загрожує . 
Так , упізнаю . 
Я розбив його , бо це релікт червоного рівня , який містить небезпечну інформацію . 
На жаль , розкіш незнання мені більше не доступна . 
Я мушу дізнатися , що на ньому . 
Працюватимете з цього кабінету . 
Запитання ? Ну , правда ж . 
Ви точно знаєте , що є принаймні троє людей з відділу IT , які краще впораються з таким завданням . Лукасе , я знаю , що ви будете працювати старанніше за будь - кого звідти ... бо ... хочете прожити більше , ніж п'ять років . 
Пане суддя , все добре ? 
Ти мені скажи . 
Кнопка не працює . 
Ваша честь , у нас усе під контролем . Ваша честь ? Суддя ? 
Зви мене Роб , як і минулі десять років . 
Я намагаюся з усім розібратися , як і ви . 
Я був у себе в кабінеті . У своєму новому . 
Сидів за столом жінки , на яку працював ці 15 років . Подумав , що варто глянути , як іде пошук людей , винних у її вбивстві . 
Звіт з важливими подробицями буде у вас на столі вранці . 
Підозрювані все ще на сходах . 
Усе робимо за твоїм планом . 
Рухайся ! 
Щось ви дуже поспішаєте . 
Ми з чоловіком поспішаємо на зустріч з друзями . 
Не дуже мудре рішення . На волі небезпечні вбивці . 
А ви чому тут ? 
- Ми занепокоєні громадяни . 
- А ви хто ? Покажіть документи . 
А Пакт передбачає , що потрібно показувати документи занепокоєним громадянам ... 
- Не передбачає . - Не ... Він озброєний ! 
Зупиніться ! 
Стійте , кому кажу ! 
Бачу , дехто з вас мене знає . А я знаю декого з вас . 
Ви знаєте , хто мій чоловік . Проте , можливо , не в курсі про його нову посаду . 
Суддя Сімс вимагає затримати втікачів . 
Хочете вбити їх прямо на місці ? Як і я . Але не нам вершити правосуддя над убивцями судді Медовз . Це право належить Бункеру . 
І ми всі подивимось , як ці двоє вирушать на чистку . 
Ідіть за мною , або тут вас , масні виродки , і повісять . 
Чорт . 
Тут ви в безпеці . 
Ви не ведете нас у Судовий ? 
На сходах камери працюють , але не в цьому провулку . 
Коли я повернуся туди сама , по вас пошлють рейдерів . Мабуть , багато . Тому зачекайте , поки все стихне . 
На 130 - му барикада . 
Не знаю , як ви її пройдете , але це вже мене не стосується . 
Чому ви нам помагаєте ? 
Каміл . 
Доброго ранку , Ейсо . 
Сьогодні вийдеш на роботу раніше . І заночуєш у колишньої дружини на 83 - му . 
- Я тільки з нічної зміни . 
- Нехай шеф думає , що ти найпрацелюбніший сантехнік у Бункері . 
Дай ключі . 
Що за чорт , Каміл ? 
Коли почуєш про винагороду за вбивць Медовз , то нічого не робитимеш , щоб я нічого не зробила тобі . 
Зрозумів ? 
Можна хоч штани надіти ? 
Міг надіти , перш ніж відчиняти . 
ПАКТ МІЖ ЗАСНОВНИКАМИ Й ЖИТЕЛЯМИ БУНКЕРА Їх упіймали ? 
Це великий внутрішній конфлікт . 
Що саме ? 
Служити в управлінні шерифа , коли твоїх друзів , як убивць , вистежує пів Бункера . 
Такий же , як поклястися захищати Пакт і водночас мати хворобу , яку Пакт прямо осуджує . 
Вони знають ? 
Сімс знає . 
Як голова Служби безпеки Судового , він зробив виняток . Як суддя , я ... Маю зачіпку у справі Патріка Кеннеді . 
Спробуйте не з'їсти все в холодильнику . 
Я звичайний трудівник , завдання якого – підтримувати роботу Бункера . 
- Залежить , що там . - Ширл . 
Жартую . 
Як , на її думку , ти зайдеш сюди без ключа ? 
Ніяк . Якщо вона захоче , то знайде , як його передати . 
Дам вам пораду : лишайтеся тут , скільки треба . Але на вашому місці , я б зник до її повернення . 
Я не з люб'язності їй помагаю . 
Я впустив вас , засранців , сюди , бо її боюся . 
І вам раджу . 
Тип живе в задрипаній коморі . 
Думаєш , кожен відділ вважає , що на ньому тримається весь Бункер ? 
Мабуть . 
Я такими ж словами заохочував усіх у Механічному до дій . 
І вони відгукувалися , бо це правда . 
Навіть якщо решта Бункера вважає інакше . 
Ти добрий лідер , Нокс . 
Якби не ти , Механічний давно зійшов би на пси . 
Я діяв неправильно . 
Я хотів попросити по - доброму ... І тепер ми за це помремо . 
Ми з самого початку були приречені . 
Якби діяли по - моєму , то давно б умерли . 
Думаєш , суддю Медовз убили Нокс і Ширлі ? 
Чесно ? Відколи Джулс вийшла , усе шкереберть . 
Ширлі з юрбою напала на моє управління . Нокс з нею об'єднався . Вони не шанують законів Бункера . 
Чи вбили вони Медовз ? Та ніколи в житті . 
Зачекай . 
Франсес . Хвилинку . Куди ти зібралася з цим обідом ? 
Додому ? 
Уже минула північ . Твоя зміна почалася о 6 : 00 . Хочеш сказати , що замість спати ти їстимеш їжу , яку роздавала ці 18 годин ? 
Якщо закон не забороняє , Генку , то саме це я й робитиму . 
Ми знаємо про твоє минуле , Франсес . 
Ти продавала таблетки , які крала твоя тітка Доріс Кеннеді . 
Маєте докази ? 
Бо п'ять років тому ви ніфіга не довели . Тихо , Френні . Ми тут не тому . Ми прийшли , бо твій дядько Патрік довго на твоїх обідах не виживе . 
Давай цього разу обід йому доставимо ми . 
Як твій перший день , суддя Сімс ? 
Підписував , де показували . 
Сходив у Наглядову . Пробував щось дізнатися про пошуки . 
Амундсен мене не впустив . 
Але сказав , що троє підозрюваних усе ще на волі . 
Якби пошуки вів ти , їх би вже давно затримали . 
Пропустіть , будь ласка . 
Я живу на 132 - му . 
Сьогодні не пройдете . 
Я працюю в управлінні шерифа . Нас про таке не попереджали . 
Бо управління шерифа це не стосується . 
Якщо Судовий вважає , що не пускати людей додому ... Розвертайся і йди , звідки прийшла . 
Серйозно ? 
Ви не маєте права заважати людині , яка працює на шерифа . 
Мені треба ... Вийдемо на сходи – і нас побачать . Зачинимо двері – і назад уже не зайдемо . 
Ми мусимо вернутися додому . Вийдемо на сходи й помчимо . 
Добре . Але не вниз . - Угору . 
- Що ? 
Довірся мені . 
ДОВІДНИК ПРАЦІВНИКІВ ДЖЕЙ , СУНІЛ – КВ . 101 , Р . 16 ПЕНН , МАРДЖОРІ КВ . 57 , Р . 23 СЕМЮЕЛЬ , ТРІНА – КВ . 30 , Р . 17 , ПРІЗВИСЬКО : КРИХІТКА Загубилися в юрбі . Ексрейдерка забрала їх на 73 - му . Ми перевірили всі квартири . Нічого не знайшли , - але сміттєпровід я замкнув . - Стоп . 
Чому ексрейдерка взяла їх на 73 - му ? 
Переживала , що їх повісять . Хто це був ? 
Каміл Сімс . 
Знайди цих чортових механіків . 
- Як високо йдемо ? 
- Просто йди . 
Вдалося витягти дуже мало . 
Знайшов фрагменти , які збіглися з файлами в нашій базі даних . 
Це мапа нашого Бункера , і за допомогою цього файлу , я заповнив пропуски в одному з фрагментів , бо це також мапа . 
У кількох місцях вона відрізняється від мапи нашого Бункера . 
Отакі лінії з поверхні до стін Бункера . Щось на рівні IT і на рівні Судового . 
Як думаєте , що це ? Не знаю . І є ще дещо . - На самому дні Бункера ... - Що ? 
- Тунель . 
- Куди він веде ? 
Гадки не маю . 
Продовжуйте роботу . 
Ви заробили ще добу за межами шахти , містере Кайл . 
Сер , я знайшов ще одну теку . 
Я зумів викачати її неушкодженою , і ... більшість тих файлів – просто меморандуми відділів , але один вирізняється . 
Скан - копія листа , якого хтось написав дружині . 
Хто ? 
Сальвадор Квін . 
І що в ньому ? 
Починається , як любовний лист , але тоді дивнішає . 
- Ніби ... переходить у ... - Переходить у шифр . 
Саме так . 
НЕБЕЗПЕКА ! ДАЛІ НЕ ЗАХОДИТИ ПРЯМЕ ПОРУШЕННЯ ПАКТУ Ступай обережно . 
Патрік Кеннеді . 
Не ворушись . 
Хороша порада . 
Ворушитися мені важко . 
Підійдете ближче – і я кинуся в яму . 
Ми стоїмо на місці , але твої рани треба перев'язати . 
Кумедно , бо зброя натякає , що ви наробите мені нових . 
Ти втікач , який пробував підпалити мій відділок . 
Мусиш розуміти , чому ми виявляємо недовіру . 
Ми тобі поможемо . 
Я вам не вірю . 
Тому сиджу тут у темряві і стікаю кров'ю над довбаною ямою ! У нас є аптечка - у генераторній . - Іди . 
Ось чого ти чекав ? 
Тепер , коли ми самі , ти мене застрелиш у надії , що заступник Патлатий не запам'ятав , скільки у мені дірок ? 
Ми не стріляємо в людей , які не становлять загрози . 
Я становлю загрозу . 
Краще вам піти й не чути , що я знаю . 
Не можу . Я присягнув надавати допомогу , коли це можливо . 
Надавати допомогу ? 
Ви не бачите , що це брехня ? 
Усе , що нам розказували . Пакт . Усе , щоб нас підпорядкувати . І ми ніколи не дізнаємося правди . 
Сімс застрелить нас по черзі , щоб усе це гівно не випливло . 
Ви знайомі з містером Сімсом ? 
Знайомі . 
Я допоміг Ніколс . 
Мене схопили й заткнули . Як думаєте , чому я тут ? Розкажіть . Добре . Добре , я розкажу . 
Якщо віддасте пістолет . 
Саме так . Не віддасте , бо мені не довіряєте . 
Якщо будете стріляти , прошу про одне : цільтеся сюди . 
Благаю . 
Я знайшов оце у квартирі Джулієт Ніколс . У книжці . 
Усе інше я знищив . 
Не можу пояснити , чому це зберіг . 
Якщо комусь розкажеш – мені кінець . 
Приведіть мені лікаря . Не заступника з пластиром . І я розповім вам усе , що хочете . Навіть не так . Розповім вам нахер усе , чого ви знати не хочете . 
Нова угода . 
Яка довжина троса ? Самі з'ясуєте . 
Це Джулієт не належало . Але я краще здохну , ніж дам тобі продати це як її . 
Барнс , доганяй . 
Ворушись . 
- Є новини ? - Ще ні . Шукай групи з двох на сходах . Виконую . 
Рівень 92 . Двоє портерів рухаються вниз . 
Я неподалік . Повідом мера . 
Виконую . 
Несу вечерю . Що робиш ? 
Пробувала вистежити шолом , який викрали зі складу скафандрів . 
Тому пішла у квартиру працівниці . 
Тріни Семюель . 
Тріна Семюель . 
Так . Вона була дівчиною Соло . 
Так . Давно я про неї не думав . 
Власне , я не люблю про неї думати . 
Тобі курячу чи яловичу ? 
Чому ти мені брешеш ? 
Не розумію , про що ти . 
Соло , Тріна . Це вона . А це не ти . 
Ні . Бо це ... Глянь сюди . Ось що я знайшла . Коул Маєрс , тінь голови IT . 
- Це справжній ... 
- Я тінь голови IT ! 
Ти не розумієш , про що говориш ! 
Більше такого не кажи ! Ніколи ! 
Я Соло ! 
Я тінь голови IT , ясно тобі ? 
- Добре . 
- Я Соло ! Я тінь голови IT ! Ти Соло . 
Ти Соло . 
Пробач . 
Пробач . 
Маєш жахливий вигляд . Тобі треба щось з'їсти . 
Я не голодна . 
Просто погано почуваюсь . 
Мені треба ... прилягти . 
Піду ляжу ... Достатньо спустилися ? 
Думаю , що так . 
А от чи витримає твою тушу ? Не знаю . 
Механіки ! 
Стояти ! 
- Чорт . - Зараза . 
Швидко . 
Гальм , звісно , нема ? 
Є трос і є кінець троса . 
Принаймні помремо в себе внизу . 
Дай руку ! 
Стережись . 
- Он вони ! 
- Хапайте їх ! 
Обережно ! 
- Чорт ! - Прорвалися . 
Я помітив . 
Не займай даремно канал . 
Шерифе Біллінґс , чуєте мене ? 
Шерифе Біллінґс . Так , пане мер . Шерифе , з жалем повідомляю , що втікачі з Механічного щойно стали вашою проблемою . 
Як вірний слуга Бункера , ви точно їх затримаєте . 
Авжеж , пане мер . 
Ви завжди можете розраховувати , що я вірно служитиму Бункеру й Пакту . 
Давай . 
