- 他们 杀 了 法官 - 快 啊 
别 让 他们 跑 了 
到底 是 怎么回事 ? 
我 没 受过 应对 这种 局面 的 训练 就是 这么 一 回事 - 我 以为 我会 是 第一个 停下 的 - 是 我 也 以为 
- 人 越来越 多 了 
- 我们 不 可能 冲出去 的 不 可能 也 得 冲 只有 这样 才能 回家 
不 一定 
搬运工 呢 ? 你 还有 和 他们 打交道 吗 ? 
只要 再下 两层 就 好 了 
努力 跟上 
不 可能 辩解 说 不是 你 
我 看不出 有 什么 办法 
他 不 知道 我 的 听众 是 谁 但 他 知道 标记 
他 显然 将 弹劾 梅多斯 的 运动 追踪 到 我 这里 了 
妈妈 妈妈 - 等 一下 宝贝 - 厨房 里 有 个 男人 
需要 帮忙 吗 ? 
都 不 记得 我 上次 自己 泡 咖啡 是 什么 时候 了 
我 不常 谈论 强斯 市长 但 她 总是 自己 泡 咖啡 
她 说 只有 做 筒仓 老百姓 日常 做 的 活儿 是 让 她 感觉 自己 与 民众 有 关联 的 唯一 方法 
这个 职位 啊 让 我 必须 拥有 与 任何人 都 不同 的 视角 
我来 吧 这部 咖啡机 不好 使 
我 其实 应该 擅长 使用 机器 的 
你 以前 和 罗伯 共事 对 吗 ? 
我 以前 为罗伯 做事 他常 这样 提醒 我 
他会 和 你 讨论 工作 的 事 吗 ? 
罗伯特 认为 我 对 那份 工作 失去 兴趣 了 
我 现在 IT 部 工作 还要 照顾 儿子 
《 公约 》 说 " 母亲 是 将 我们 的 孩子 带到 世上 的 船 正如 筒仓 是 渡人 的 船 一样 " 
我们 家 谨记 这 一条 
你们 家人 会 一起 读 《 公约 》 你 好像 和 我 说 过 ? 
每天晚上 都 读 
你 能 把 你 的 《 公约 》 给 我 看看 吗 ? 
好 
你 背叛 了 我 的 信任 罗伯 
你 逼 了 我 做 我 不想 做 的 事 
你 不再 担任 司法部 安全 处 的 主管 你 将 不会 成为 我 的 学徒 但 让 你 坐冷板凳 是 大材小用 所以 你 将 接替 玛丽 你 将 成为 法官 
把 你 的 手 放在 《 公约 》 上 跟着 我 重复 
我 罗伯特 西姆斯 庄严 宣誓 ... ( 根据 休 豪伊 的 畅销 丛书 系列 《 筒仓 》 改编 ) 
我 去 看一看 
- 加尔文 在 吗 ? - 谁 在 问 ? 
加尔文 好久不见 
过 了 某个 年纪 后 我 总是 再也 见 不到 一些 搬运工 膝盖 不行 了 
你 现在 这个 处境 还 好意思 羞辱 人 吗 ? 
你 要是 能 完整无损 地 回到 下层 就 该 谢天谢地 了 
这 正是 我们 来 找 你 的 原因 
我们 需要 找个 地方 休息 我 和 我 的 朋友 需要 回家 的 代步 工具 我 需要 报酬 
我 可能 有 一箱 古早 时代 的 波本 酒 
我 的 要价 比 陈年老酒 要 高 
你们 有 任何 朱丽叶 尼科尔斯 的 物品 吗 ? 
嗨 你 在 做 什么 ? 
我 没 找到 消防 头盔 我 也 不想 回到 水下 所以 我 想 看看 旧 头盔 能 不能 接 气管 
嘿 我 正要 问 你 的 发电机 在 水下 100 层 所以 为什么 这里 会 有 灯 ? 
IT 部有 自己 的 发 电源 
来自 外面 
外面 的 哪里 ? 就是 上面 像是 ... 你 知道 为什么 发电机 不能 运作 吗 ? 
是 因为 司法部 的 一些 突击队员 非常 高明 地 决定 将 144 层 的 地下 水泵 炸毁 想 用 洪水 把 机械部 团灭 但 他们 还 没 修好 水泵 洪水 就 淹 了 发电机 所以 水 一路 ... 对 你 觉得 ... 你 觉得 有没有 办法 阻止 水 上涨 ? 
最近 的 地下 水泵 在 30 层 水下 但 可以 通电 也许 就 能 阻止 水 继续 上升 - 是 - 等等 你 ... 
你 可以 阻止 我 ? 不 ... - 我 没 时间 还 得 做 这个 - 不 我 没 时间 - 我 没 时间 了 - 你 有 时间 - 你 有 好几个 月 几年 来 想 ... - 十个月 十 - 我 只有 十个月 对 - 十个月 ? 我 只有 几天 是 但 你 并 不 确定 
所以 我 为什么 要 冒 这个 险 ? 
十个月 后 水就会 升到 IT 部 
- 13 个 月 后 IT 部会 被 完全 淹没 - 不 ... 别说 了 
听 着 这 是 我 必须 做 的 事 旧 头盔 用 不了 好 吗 ? 
- 接不上 气管 - 你 去 哪儿 ? 我要 去 防护服 房 看看 能 不能 找到 可用 的 头盔 
嘿 等等 
他们 在 哪 ? 
他们 在 70 层 离开 了 楼梯 多个 摄像头 坏 了 我们 不 知道 他们 在 哪 但 我 已经 派出 一队 突击队员 
他们 伪装 为 市民 正在 煽动 60 到 130 层 的 暴民 
- 通缉 了 两个 领头 的 了 吗 ? 
- 每个 人头 奖赏 一千 信用 分 安排 司法部 在 130 层 设立 路障 以防 他们 突破 暴民 
我 的 人 不 可能 让 他们 逃 了 
阿蒙森 先生 听 我 说 担心 是 我 的 职责 
鉴于 时间 紧迫 我 就 当 没 听见 你 用 了 " 我 的 人 " 这词 
我 把 话 说 清楚 司法部 突击队员 绝对 不是 " 你 的 " 
刚 收到 消息 在 70 层 发现 他们 
怎么 确定 这 属于 她 ? 
无法 确定 但 我 很 确定 因为 这 是 我 在 20 年前 给 她 的 
当 她 用 铰链 撬起 冻结 的 螺栓 时 是 我 修好 了 铰链 虽然 她 是 不 听 我 劝 才 这么 做 
我 接受 了 
外加 你 承诺 的 两 打制 冷盘 管 作为 你们 留宿 的 报酬 
再 加上 陈酒 就 成交 
- 那么 你 的 计划 是 什么 ? 
大家 都 知道 59 层 的 碾磨 机 每隔 一周 就 坏 一次 
把 谷仓 运到 下层 的 碾磨 厂 大家 早 都 见怪不怪 
- 才 不要 - 我 没 保证 这 一路 会 很 舒适 啊 
我 不是 要求 舒适 只是 我们 还有 第四个 人 个头 高大 不 可能 容得 下 他 
我 只有 这个 
下降 器 呢 ? 
- 什么 意思 ? - 你 懂 的 我 不 懂 
- 是 动力 绞盘 和 缆绳 装置 
- 那会 违反 《 公约 》 你 是 用 《 公约 》 允许 的 方式 取得 的 吗 ? 
我们 不过 是从 流通 用品 中 拿 出来 罢了 
搬运工 有 特权 可 移动 筒仓 的 所有 货品 
要是 人们 看到 那种 东西 就 会 打 其他 主意 
我们 得 走 了 突击队员 来 了 快 走 - 你 向 司法部 报信 了 - 我 打算 帮 你们 的 我 保证 但 他们 的 头上 有 赏金 金额 很 高 是 人 都 不会 放走 的 即使 是 有 交情 
- 麦克莱恩 - 混蛋 
费蓝 医生 说 肯尼迪 最近 没有 去 看 他 
也许 肯尼迪 听说 了 他 的 名声 
最好 的 都 派 到 顶层 了 剩下 的 次品 留给 我们 
当然 除了 我 
怎么 了 ? 
司法部 安全 处 的 新 主管 给 我 传 了 讯息 
瑞克 阿蒙森 
西姆斯 怎么 了 ? 
他 宣誓 担任 法官 了 
梅多斯 呢 ? 
死 了 
被 杀 了 
什么 ? 
凶手 是 机械部 主管 和 他 的 同事 
诺克斯 和 雪莉 ? 
那 看起来 不 像是 朱丽 的 多功能 工具 
才 不是 那 是 我 的 我 不 知道 她 的 在 哪里 
小心 没事 我 帮 你 - 好 - 你 还好 吗 ? 听 着 我们 最好 分开 因为 我们 不能 拖 你们 后腿 
只有 雪莉 和 我 头上 有 赏金 
谁 害死 谁 还 不 一定 呢 
我们 别 在 这 矫情 了 快 走 快点 
- 你 不能 留下 
- 什么 ? 虽然 你 25 年 将 自己 锁 在 那个 车间 时 不会 预料到 会 发生 这种 情况 但 现在 125 层 以上 没 人 知道 你 是 谁 
这 对 你 有利 但 我 是 供应部 主管 
- 卡拉 我 不会 ... - 玛莎 
下面 需要 你 也许 比 任何 时候 都 需要 
快 走 吧 
只是 普通 擦伤 
用 肥皂水 清洁 会 自己 愈合 的 
我 看看 好 的 不 严重 继续 按压 
我 马上 回来 抹点 丁香油 能 减轻 疼痛 香气 也 助眠 
谢谢 气味 真 好 但 我 听到 肩膀 响动 了 还是 去 看看 医生 ( 医疗 部 ) 好 主意 他 就 在 那边 
够 疼 的 
移动 一下 
是 别忘了 带上 丁香油 - 谢谢 - 是 
带 着 孩子 还 能 做到 真令人 佩服 
谢谢 我 母亲 生前 是 草 药师 我 父亲 则 是 个 酒鬼 常 打架 打输 皮特 尼科尔斯 医生 
很 高兴 认识 你 
凯瑟琳 比林斯 比林斯 警长 的 太太 ? 
现在 我 明白 你 为什么 来 这里 照顾 伤者 了 能 转移 注意力 
我 没法 在家 干 坐 着 会 焦虑 过头 
保罗 被 派 去 机械部 下面 出 了 一些 事 
- 我 听说 了 是 起火 了 还是 ... - 尼科尔斯 医生 
嗯 哼 ? 请 跟 我们 来 一趟 
立即 
他 的 计划 是 什么 ? 
让 筒仓 群众 消灭 凶手 
如果 他 成功 了 那 就 像是 重启 仿佛 朱丽叶 尼科尔斯 的 事 没 发生 过 
你 曾 进行 过 这类 任务 便衣 突击队员 
逃犯 头上 高额 赏金 暴民 追杀 他们 替天行道 
这么 敏感 的 行动 需要 经验 罗伯 
阿蒙森 很 能干 他 师从 最 优秀 的 人 但 他 不是 最 优秀 的 
如果 他 无法 胜任 呢 ? 
尽量 利用 这份 工作 罗伯特 
尼科尔斯 医生 谢谢 你 前来 
如果 你 觉得 我 对 机械部 的 事 知情 那 你 错 了 
不是 不 和 那个 完全 无关 
我 只是 觉得 你 可能 想 看看 你 女儿 的 一些 物品 
在 一般 情况 下 这些 物品 会 重新 归入 流通 供应品 但 目前 的 情况 可不 一般 
如果 这些 物品 流入 筒仓 我 担心 它们 会 被 人们 供 起来 遭 人 觊觎 滋生 嫉妒 、 纠纷 最终 导致 暴力 
那 不会 是 你 女儿 的 人生 被 扭曲 成为 他人 计谋 棋子 的 唯一 方式 
我 听说 梅多斯 法官 被 杀 后 你 在 治疗 暴乱 中 受伤 的 人 
这种 服务 大众 的 精神 给 了 我 希望 也许 你 在 目前 的 情况 中有 更 重要 的 角色 恢复 筒仓 秩序 重建 《 公约 》 信念 的 行动 
如果 我 拒绝 呢 ? 
你 为什么 会 拒绝 ? 
我 只 想 问 清楚 
如果 我 不 帮 你 会 发生 什么 ? 
我 没什么 可 失去 的 了 不是 吗 ? 
筒仓 已经 带走 了 我 的 儿子 、 妻子 现在 女儿 也 走 了 
我 治疗 伤员 不是 因为 出于 对 筒仓 的 责任 我 只是 想 重新 树立 一些 专业 精神 我 是 在 努力 地去 诚实 、 无害 地 行医 
那么 多 节育器 移除 都 标记 了 橙色 警报 我 看到 那些 年轻 的 夫妇 他们 脸上 洋溢着 希望 而 我 知道 他们 的 希望 是 徒劳 的 
我 的 职业 是 一个 骗局 
筒仓 也 剥夺 了 我 的 职业 精神 
无论是 因为 什么 我 的 女儿 已经 死去 了 你 无法控制 她 在 人们 心中 的 意义 你 无法控制 她 之于 我 的 意义 
索罗 ... - 是 - 这 不是 你 的 真名 对 吧 ? 
- 不是 我 的 真名 是 科尔 麦耶斯 
- 科尔 我 去 一个 活动 有人 问 我 " 你 和 谁 一 起来 的 ? " 我 说 " 一个 人 " 罗素 的 孩子 也 在 他 听见 了 我 的话 以为 那 就是 我 的 名字 之后 大家 就 一直 这么 叫 我 了 
但是 嘿 名字 有 什么 重要 的 ? 
对 这 是 你 的 戏剧 《 罗密欧 和 朱丽叶 》 他们 死前 说 的 
谁 死 前 ? 
罗密欧 和 朱丽叶 
- 他们 没 死 不 - 他们 死 了 在 我们 的 世界 里 他们 死 了 
- 该死 - 你 还好 吗 ? - 是 - 嘿 你 饿 吗 ... 不 知道 我 只是 ... 我累 了 我 ... 没事 你 饿 吗 ? 
- 不 知道 也许 吧 
- 是 - 好 但 你 留在 这 ... - 我 去 ... 对 我 去 找点 吃 的 
要命 
( 司法部 ) 这些 是 抄送 你 的 报告 和 简报 
如果 上面 有 小 旗子 那 里面 就 附带 市长 办公室 的 评语 
当 你 作出 决定 后 - 就 进 ... - 莎朗 我 在 司法部 已经 工作 多年 了 
当然 法官大人 
我们 还 没制 好 您 的 印章 所以 请 您 暂时 先 签名 直到 印章 ... 西姆斯 法官 ? 
做 得 很 好 
其他人 呢 ? 
通缉 的 两人 在 楼梯 上 
我 安排 了 便衣 突击队员 埋伏 在 下面 几层楼 我们 正 煽动 群众 
抓到 人后 通知 我 
是 市长 
谢谢 你 可以 走 了 
凯尔 先生 你 在 矿井 的 日子 如何 ? 
才刚 过 了 一日 
至少 你 还 活着 这是 好事 
你 知道 发放 到 矿井 的 人 寿命 多长 吗 ? 
不 知道 市长 
五年 
所以 当 梅多斯 法官 将 你 的 刑期 减半 那 最 多 只是 做个 形式 
你 在 那里 能 存活 的 几率 很 低 
知道 为什么 吗 ? 因为 很 危险 ? 我 ... 落石 、 窒息 、 压死 断肢 、 引爆 事故 
当 矿工 不 容易 
我要 给 你 提供 一份 比较 容易 的 工作 卢卡斯 
有个 项目 需要 你 的 聪明智慧 
在 梅多斯 法官 被 杀 当日 她 告诉 我 你 能 根据 关于 夜空 亮光 的 零碎 信息 制作 一个 模型 
是 这样 吗 ? 
我 有 某个 东西 也 很 零碎 我 需要 你 将 它 复原 
认出来 了 吗 ? 
这是 朱丽叶 尼科尔斯 给 你 看过 的 硬盘 
你 可以 告诉 我 真相 
这 不会 给 你 招致 更 多 法律 上 的 麻烦 
是 我 认得 出 它 
我 摧毁 了 它 因为 这是 红色 级别 的 历史 遗物 很 可能 包含 危险 信息 
但 此刻 我 再也不能 装作 一无所知 了 
我 需要 你 查出 硬盘 上 的 内容 
你 可以 在 这个 办公室 工作 
你 有 什么 问题 吗 ? 拜托 
你 一定 知道 人才济济 的 IT 部 至少 有 三个 人 能比 你 做 得 更好 卢卡斯 我 知道 你 会 比 那里 的 任何人 都 更 努力 因为 嘛 ... 
法官 一切 可好 ? 
我 还 想 问 你 
按钮 没用 
一切都在 我们 的 掌控 中 法官大人 法官大人 ? 法官 ? 
叫 我罗伯 就 像 过去 十年 一样 
我 也 是 在 努力 弄清楚 一切 就 和 你 一样 
我刚 在 我 的 办公室 新 的 办公室 
坐在 一个 曾 担任 我 上司 15 年 的 女人 的 办公桌 后 我 想着 来 看看 搜寻 杀害 她 的 凶手 的 进展 可能 是 个 好 主意 
我会 确保 明早 所有 相关 详情 都 会 送到 你 办公室 
嫌犯 仍 在 楼梯 上 
我们 正 使用 你 制定 的 计划 
快 跑 
你们 还 真 赶 啊 
嘿 我 和 我 的 丈夫 只是 下去 见 我们 的 朋友 
那 不 太 明智 啊 有 危险 杀人犯 在 逃 
你们 在 外面 做 什么 ? 
- 我们 是 忧虑 的 市民 
- 你 又 是 谁 ? 给 我 身份证明 
《 公约 》 有 规定 市民 必须 向 其他 市民 出示 身份证明 只 因为 后者 有所 忧虑 还是 ... 
- 没有 规定 - 没有 ... 那人 有 武器 
住手 
我 说 了 住手 
看来 你们 中 有些 人 认识 我 我 也 认识 你们 中 的 一些 人 
你们 知道 我 丈夫 是 谁 但 你们 不 知道 他 的 新 职务 
西姆斯 法官 希望 拘留 这些 逃犯 
你们 想 现在 就 杀 了 他们 ? 我 也 想 但 想 为 梅多斯 法官 伸张正义 的 不仅 是 我们 还有 筒仓 的 其他人 
每 一个 都 会 看着 这 两人 出去 清洁 
跟我走 否则 你们 两个 脏东西 就 等 着 在 这里 被 吊死 
该死 的 
你们 在 这里 暂时 是 安全 的 
你 不 打算 把 我们 送 去 司法部 ? 
楼梯 上 的 摄像头 依然 在 运作 但 这个 小巷 里 的 坏 了 
他们 看到 我 独自 上楼 时 会 增派 突击队员 追捕 你们 也许 会派 很多 所以 你们 一定 要 等到 没人 了 再 离开 
130 层有 路障 
不 知道 你们 怎样 能 穿过 但 那 也 不是 我 的 问题 了 
你 为什么 帮 我们 ? 
卡米尔 
早安 阿萨 
你 今天 早早 去 上班 今晚 在 83 层 你 前妻 家 留宿 
- 我 的 夜班 刚 结束 
- 那 你 上司 只会 认为 你 是 筒仓 最 勤劳 的 管道工 
把 你 的 钥匙 给 我 
卡米尔 搞 什么 啊 ? 
你 听说 杀死 梅多斯 的 嫌犯 头上 有 赏金 时 你 当作 没 听 过 这样 我 也 会 当作 没 见到 你 
懂 了 没 ? 
至少 让 我 穿 上 裤子 吧 ? 
我 不 知道 你 为什么 没先 穿 裤子 再 开门 
( 奠基者 与 筒仓 市民 缔结 的 公约 ) 抓到 了 ? 
有 很大 的 利益冲突 啊 ? 
什么 ? 
本人 是 副 警长 而 我 的 朋友 则 被 半个 筒仓 的 人 当作 凶手 来 追杀 
几乎 和 宣誓 去 履行 《 公约 》 同时 又 被 《 公约 》 明确 谴责 的 冲突 一样 大 
他们 知道 吗 ? 
西姆斯 知道 
他 担任 司法部 安全 处 主管 时 做 了 特批 作为 法官 我 ... 可能 有 帕特里克 肯尼迪 的 线索 
别 把 冰箱 里 的 东西 吃光 了 
我 不过 是 个 勤恳 工作 主要职责 是 保持 筒仓 运作 的 人 罢了 
- 那要 取决于 里面 有 什么 - 雪儿 
开玩笑 啦 
她 拿走 你 的 钥匙 你 要 怎么 回家 ? 
她 不会 考虑 这点 如果 她 想 给 我 那 一定 会 找到 办法 把 钥匙 送给 我 
一句 忠言 你们 想 住 多久 就 住 多久 但换 做 是 我 我会 在 她 回来 之前 离开 
我 不是 出于 礼貌 帮 她 
我 收留 你们 几个 混蛋 是因为 我怕 她 
你们 也 应该 怕 她 
这人 的 家 太小 了 吧 
你 觉得 是不是 每个 部门 都 认为 是因为 自己 筒仓 才能 一直 运作 ? 
很 可能 
我 就 为了 集结 机械部 的 人 说 过 这种 话 
而且 奏效 因为 那 是 真的 
就算 筒仓 其他 部门 不 这么 认为 
你 是 个 好 领袖 诺克斯 
如果 不是 你 机械部 早 在 几年 前 就 已经 完蛋 了 
我 的 解决方案 是 错误 的 
我 想 以 和平 的 态度 提出 要求 现在 我们 却 要 为此 而 死 
无论 怎么 做 我们 从 一 开始 就 死定了 
但 如果 按 我 的 方式 我们 现在 已经 死 了 
你 觉得 是 诺克斯 和 雪莉 杀死 了 梅多斯 法官 吗 ? 
说实话 自从 朱丽 走出 筒仓 一切 都 失控 了 
雪莉 和 暴徒 攻击 我 的 局子 现在 诺克斯 和 她 合伙 他们 完全 无视 筒仓 的 秩序 
他们 是否 杀 了 梅多斯 ? 不 可能 
等等 
嘿 弗朗西斯 等 一下 能 不能 告诉 我们 你 带 着 饭 是 要 去 哪 ? 
回家 
但 已经 过 了 午夜 你 的 轮班 早上 6 点才 开始 你 是 说 你 不 睡觉 而是 醒 着 吃 过去 18 个 小时 你 给 人 送 的 餐 ? 
汉克 除非 有人 通过 法律 禁止 那 我 这么 做 有 什么 问题 ? 
我们 清楚 你 的 过去 弗朗西斯 
多丽丝 肯尼迪 是 你 的 阿姨 你 卖 了 她 偷走 的 一些 药片 
你们 有 证据 吗 ? 
五年 前 你们 可是 屁 都 没有 小弗 我们 不是 为 那事来 的 我们 来 是因为 觉得 你 的 帕特里克 叔叔 单靠 热餐 活不了 多久 
所以 不如 让 我们 来 送 吧 
西姆斯 法官 上任 第一天 感觉 如何 ? 
我 按 指示 签名 了 
我 去 了 监控室 想 了解 搜捕 的 情报 
阿蒙森 不让 我 进去 
但 他 说 有 三个 嫌犯 仍 在 逃 
如果 是 你 负责 那 几小时 前 就 已经 抓 到 他们 了 
不好意思 让 一 让 
我 住 在 132 层 
今晚 不是 
我 是 警局 人员 我们 未 收到 关于 这个 行动 的 任何 通知 
这 和 警局 无关 
如果 司法部 认为 他们 有权 阻止 市民 回家 ... 转身 从 哪儿 来 的 回 哪儿 去 吧 
你 认真 的 ? 
你 根本 无权 干涉 警局 人员 的 公务 
我 必须 ... 我们 一 走上 楼梯 就 会 被 发现 我们 一 关上 这 扇门 就 被 锁 在 外面 
我们 总得 回家 要 我 说 我们 一 上 楼梯 就 撒丫子 跑 
好 的 但 不是 下楼 - 上楼 
- 什么 ? 
相信 我 
( 员工 名册 防护服 室 苏尼尔 杰 16 层 101 号 公寓 ) ( 玛乔丽 潘 23 层 57 号 公寓 ) ( 特里娜 塞缪尔 17 层 30 号 公寓 绰号 : 小小 ) 他们 在 暴徒 人群 中时 被 发现 了 一名 前 突击队员 将 他们 藏 在 73 层 所以 我们 查 了 每 一户 住所 目前 没有 找到 - 但 我 已 封锁 垃圾 管道 - 等等 
为什么 前 突击队员 会 把 他们 藏 在 73 层 ? 
她 担心 他们 会 被 人群 吊死 她 是 谁 ? 
卡米尔 西姆斯 
把 那 几个 该死 的 机械部 人 找到 
- 我们 上 到 第几层 ? 
- 继续 走 
我 只 成功 复原 极小 部分 
我 找到 一些 碎片 与 我们 的 数据库 文档 重叠 
这是 我们 筒仓 的 地图 我 使用 这个 文档 来 补充 一些 遗失 的 数据 那 是 其中 一个 碎片 里 的 同样 也 是 一张 地图 
但 和 我们 筒仓 的 地图 有 几处 不同 
一些 线 来自 筒仓 墙外 一些 连到 IT 层 一些 连 到 司法部 
知道 那 是 什么 吗 ? 不 知道 还有 - 这里 在 筒仓 最底层 - 是 什么 ? 
- 地道 
- 通向 哪里 ? 
我 不 知道 
你 继续 
你 刚 又 赢得 了 一天 可以 远离 矿井 凯尔 先生 
市长 我 还 发现 了 一个 文件夹 
我 完整 修复 了 数据 而 ... 看 里面 的 大部分 文档 只是 部门 备忘录 但 有 一个 不同 
是 某人 手 写给 妻子 的 信 的 扫描 件 
谁 写 的 ? 
萨尔瓦多 奎恩 
信里 写 了 什么 ? 
是 一封 情书 但 越读 越怪 
- 有点 ... 变成 了 ... - 变成 了 暗号 
对 完全 没错 
( 危险 ) ( 严禁 继续 向前 否则 属 违反 公约 依法 可 惩处 ) 看路 
帕特里克 肯尼迪 
别动 
是 个 好 建议 
动 的 时候 感觉 真 不太好 
你 再 靠近 我 就 进洞 
我们 不会 靠近 但 你 的 伤 需要 治疗 
是 其实 很 好笑 你们 拿 着 枪 感觉 是 要 再 给 我 添 几个 伤口 
你 是 逃犯 有人 目睹 你 向 我 的 警局 扔 燃烧弹 
你 该 理解 我们 为什么 谨慎 
我们 能 帮 你 
我 不 信任 你们 
所以 我 才 藏 在 这 下面 在 黑暗 的 洞里 流血 发电机 控制室 里 有 - 器材 完备 的 医疗 包 - 去 
那 你 等 什么 ? 
现在 只 剩 你 我 你 可以 开枪 并 希望 长发 警官 在 走 前 没数 我 中 了 多少 枪 ? 
我们 不会 朝 不 构成 紧急 威胁 的 人 开枪 
我 构成 紧急 威胁 
我 知道 的 太 多 了 你们 最好 还是 离开 
我 不能 离开 我 曾 宣誓 其中 包括 提供 可行 的 救助 
提供 可行 的 救助 ? 
你 还 不 明白 ? 一切都是 谎言 
他们 告诉 我们 的 一切 《 公约 》 不过 是 为了 控制 我们 我们 将 永远 无法 得知 真相 
西姆斯 宁肯 开 枪杀 了 所有人 都 不会 公布 真相 
你 认识 西姆斯 先生 ? 
是 我 认识 他 
我 帮 了 尼科尔斯 
我 的 嘴 被 堵 上 、 脑袋 被套 上 袋子 否则 我 干吗 跑 到 这 下面 ? 告诉 我 为什么 好 好 吧 我 告诉 你 
但 你 要 把 枪 给 我 
是 你 不能 给 因为 你 不 信任 我 
如果 你 要 开枪 我 唯一 的 要求 是 对 着 这里 开 好 吗 ? 
拜托 了 
我 找到 了 这个 在 朱丽叶 尼科尔斯 的 公寓 里 一 本书 里 
我 把 其他 书页 毁掉 了 
我 不能 告诉 你 为什么 留下 了 这个 
你 如果 告诉 别人 我 有 这个 我 就 完 了 
找个 医生 来 不要 什么 假扮 医护 的 警官 我 就 把 你 想 知道 的 都 告诉 你 不 对 应该 说 我会 把 你 不想 知道 的 都 告诉 你 
新 的 提议 
这 条 缆线 有 多长 ? 一会儿 就 知道 了 
这个 ? 这 不是 朱丽叶 的 但 我 才 不会 让 你 把 这个 当作 她 的 物品 卖出去 
巴恩斯 快点 
快 
- 有 新进展 ? - 还 没有 寻找 任何 两人 同行 下楼梯 的 人 收到 
92 层 两个 搬运工 在 下楼 
我 就 在 后面 不远处 给 市长 传个 信 
收到 
晚餐 好 了 你 在 做 什么 ? 
我 想 找到 防护服 室 失窃 的 一个 头盔 
所以 我 去 了 一个 员工 的 公寓 寻找 
特里娜 塞缪尔 的 公寓 
特里娜 塞缪尔 的 
对 她 是 索罗 的 女友 
是 我 好久 都 没 想起 她 了 
其实 我 不想 想起 她 
你 想 吃 鸡肉 还是 牛肉 ? 
你 为什么 对 我 撒谎 ? 
我 不 知道 你 什么 意思 
索罗 特里娜 是 她 但 这个 不是 你 对 吗 ? 
不是 因为 ... 你 看 这 是 我 找到 的 科尔 麦耶斯 IT 部 学徒 
- 那才 是 ... 
- 我 是 IT 部 学徒 
你 不 知道 自己 在 说 什么 
别 这么 说 永远 都 别 
我 是 索罗 
我 是 IT 部 学徒 听见 吗 ? 
- 好 
- 我 是 索罗 我 是 IT 部 学徒 你 是 索罗 
你 是 索罗 
对不起 
对不起 
你 看起来 糟透了 真该 吃 点 东西 
我 不 饿 
我 不 舒服 
我 只是 得 ... 我 去 躺 下 
我 只 需要 ... 够低 了 吗 ? 
应该 够 了 
但 能 承 你 的 体重 吗 ? 这 我 就 不 确定 了 
机械部 
停下 
- 糟 了 - 该死 
快 
没有 制动器 对 吗 ? 
这是 缆线 这是 缆线 末端 
至少 我们 会 死 在 底层 
把手 给 我 
小心 
- 他们 在 那里 
- 快 捉住 他们 
小心 
- 该死 的 - 他们 逃 了 市长 
我 也 看到 了 
保持 这个 通讯 频道 畅通 
比林斯 警长 收到 吗 ? 
比林斯 警长 是 市长 先生 警长 很 遗憾 地 通知 你 机械部 的 逃犯 现在 由 你 负责 了 
你 是 筒仓 的 忠心 公职人员 我 指望 你 一定 能 让 他们 落网 
一定 的 市长 先生 
我 将 永远 忠实 地为 筒仓 服务 履行 《 公约 》 
快 
