Ξέρεις κανείς γιατί είναι μια λιμουζίνα παρκαρισμένη έξω ; 
ΡΟΥΜΠΙ - ΔΩΣ ' ΜΟΥ ΕΝΑ ΛΕΠΤΟ 
Πάντα έβρισκα συναρπαστική την ιδέα του καμουφλάζ στη βιολογία . 
Ένα καμουφλάζ τόσο καλό , που οι κυνηγοί δεν εντοπίζουν το θήραμα , επειδή ενσωματώνεται στο περιβάλλον του . 
Αλλά το καμουφλάζ πετυχαίνει μόνο όταν οι άλλοι δεν ξέρουν πού να ψάξουν . 
Και μόνο όταν δεν θέλεις να βρεθείς . 
Μέχρι τις 8 θα έχουμε γυρίσει , κα Μπελ . Ναι . 
- Γεια . - Γεια , γλυκιά μου . Δεν είπες ότι θα πας στο Λονδίνο . 
Είναι για την επιτροπή . Η αφίσα του γκαλά πρέπει να εκτυπωθεί αύριο . 
- Τότε , καλή τύχη . - Ευχαριστώ . 
Ρούμπι . - Αν χρειαστείς κάτι , τηλεφώνησέ μου . - Μαμά . 
- Τα λέμε . - Να περάσεις καλά . 
Ναι . 
Φορέματα βικτοριανής εποχής . Ναι . 
Είναι το θέμα του γκαλά . 
Τέλεια . Ακριβώς . 
Κυρία μου . 
Δεν θα πάρει πολύ . 
Ακριβώς . Ευχαριστώ . Αντίο . 
Γεια . 
Ευχαριστώ που ήρθες . 
Πώς και άλλαξες γνώμη ; 
Πάμε , βγάζουμε φωτογραφίες το φόρεμα και φεύγουμε . 
Φτιάχνετε όντως τα κοστούμια του βασιλιά Καρόλου ; 
Ναι . 
Ίσως να τον συναντήσουμε σήμερα . Θα πρέπει να υποκλιθείς . 
Μην πιστεύεις ό , τι σου λένε . 
Τότε , δεν είναι αλήθεια ότι τρως χαβιάρι , κολυμπάς σε σαμπάνια και σκίζεις στρώματα νερού στο σεξ ; 
Μην κάνεις ότι δεν ξέρεις τι λένε για εσένα . 
Έχυσα σαμπάνια στην πισίνα μία φορά και μετά κολύμπησα . Κατά λάθος . 
Και το χαβιάρι το σιχαίνομαι . 
Και όσον αφορά το τρίτο , δεν ήταν στρώμα νερού . 
Μα πόσο βαρετό . 
Ξέρεις τι είναι πραγματικά βαρετό ; 
- Δεν κυκλοφορεί καμία φήμη για εσένα . - Δεν είναι τυχαίο . 
Προτιμώ να περνάω απαρατήρητη . 
Πες μου κάτι για εσένα . Κάτι που κανένας συμμαθητής μας δεν ξέρει . 
Κανείς δικός μου δεν έχει σπουδάσει . 
Ήταν απίστευτο που πήρα υποτροφία για το Μάξτον Χολ . 
Ξαφνικά , η Οξφόρδη ήταν κάτι εφικτό . 
Ανυπομονώ να πάω , να με διδάσκουν νομπελίστες , να διαβάσω όλη τη Βιβλιοθήκη Μπόντλιαν , να συζητώ για Χομπς και Νίτσε . 
Συγγνώμη . 
Έτοιμη ; 
Τελείωσέ το και στείλ ' το . 
Κύριε . 
- Εσείς θα είστε η δεσποινίς Μπελ . - Γεια . Καλώς ήρθατε . Είμαι ο Τρίσταν , ο αρχιράφτης εδώ . 
Ακολουθήστε με . 
Δύο . 
Αυτός είναι ο εκθεσιακός χώρος του Οίκου Μπόφορτ , που υπάρχει από το 1848 . 
Έχουμε ετοιμάσει μερικά φορέματα για εσάς . 
Αυτό το αναγνωρίζω . 
Είχε εκτεθεί πέρσι στο Μουσείο Βικτόριας και Αλβέρτου . 
Ακριβώς . 
Στην έκθεση για τη βασίλισσα Βικτόρια . 
Η αδερφή μου με έσυρε δύο φορές . Έχει εμμονή με τη μόδα . 
Όλα αυτά τα φορέματα είναι αντίγραφα . 
Τα πρωτότυπα είναι πολύ ευαίσθητα για να είναι προσβάσιμα στο κοινό . 
Λοιπόν , μας κάνει αυτό ; 
Είναι τέλειο . 
Μπορώ να βγάλω μια φωτογραφία ; Παρακαλώ . 
ΠΡΟΣ ΚΙΡΑΝ : 
ΔΕΝ ΘΑ ΗΤΑΝ ΚΑΛΟ ΓΙΑ ΑΦΙΣΑ ; 
ΚΙΡΑΝ - ΕΙΣΑΙ ΦΟΒΕΡΗ , ΡΟΥΜΠΙ ! ΞΕΚΙΝΑΩ ΑΜΕΣΩΣ 
ΤΖΕΣΑΛΙΝ - ΠΩΣ ΤΟ ΚΑΤΑΦΕΡΕΣ ; 
ΚΑΜΙΛ - ΕΙΣΑΙ ΣΤΟΝ ΟΙΚΟ ΜΠΟΦΟΡΤ ; 
ΤΖΕΣΑΛΙΝ - ΠΟΙΑ ΕΙΣΑΙ ; 
Δεν το βάζεις ; 
- Ναι , καλά . - Γιατί όχι ; 
Ξεπερνάει το ετήσιο εισόδημα των γονιών μου . 
Θα κρατήσω τις αποστάσεις μου . 
Σίγουρα θα είναι περίπλοκο μ ' όλα τα κουμπιά και ... 
Σου αρέσει , όμως ; Δοκίμασέ το . Πότε θα σου ξαναδοθεί η ευκαιρία ; 
Αν ακολουθήσεις κι εσύ . 
Τρίσταν , βγάζεις μια φωτογραφία ; Για τους δικούς της . 
Όχι , δεν ... 
Εδώ είσαι . 
Και ποια είναι αυτή ; 
Είμαι η Ρούμπι Μπελ , κύριε . 
Είμαστε μαζί στην επιτροπή εκδηλώσεων . 
Χάρηκα για τη γνωριμία . 
Είσαι πανέμορφη . 
Παιδιαρίζει ενώ εμείς τον περιμένουμε για δείπνο με τους Έλινγκτον . 
Καταλαβαίνω ότι περνάς την επαναστατική σου φάση , αλλά είναι απαράδεκτο να παρασύρεις και το δύσμοιρο κορίτσι . 
Λυπούμαστε για την έφοδο , αλλά φοβάμαι ότι ο Τζέιμς επέτρεψε στον εαυτό του να παραχαλαρώσει . 
Το φόρεμα , αν μου επιτρέπετε , είναι λίγο σφιχτό στο στήθος . 
- Ο Τρίσταν ... - Έχει καλύτερα πράγματα να κάνει . 
Ας ποστάρει τις φωτογραφίες ο Τζέιμς σαν μια αναδρομή πριν από τα εγκαίνια της νέας κολεξιόν . 
Δεν είμαι σίγουρος ότι αυτή την εικόνα θέλει ο οίκος Μπόφορτ να προβάλει . 
Χωρίς παρεξήγηση . Όμως , αυτό το φόρεμα είναι για βασίλισσες . 
Θα πάω να αλλάξω . 
... η κόρη του ήθελε να σας περιμένει . 
Ο Πέρσι περιμένει κάτω . 
Ευχαριστώ για την αξέχαστη εμπειρία . 
Τα σέβη μου στον Κάρολο . 
Θα πάρω το τρένο . 
ΛΙΝ - ΠΩΣ ΠΑΕΙ ΜΕ ΤΟΝ ΤΖΕΪΜΣ ; 
ΜΆΞΤΟΝ ΧΟΛ - Ο ΚΌΣΜΟΣ ΑΝΆΜΕΣΆ ΜΑΣ 
ΒΑΣΙΣΜΕΝΟ ΣΤΟ ΜΥΘΙΣΤΟΡΗΜΑ " SAVE ME " ΤΗΣ ΜΟΝΑ ΚΑΣΤΕΝ 
Δεν προσπάθησες καν. 
- Πρέπει να το ρίξεις σωστά . - Μα αυτό κάνω . 
Έμπερ . 
- Θα κάνεις τον κήπο ; - Δεν προλαβαίνω , έχω διάβασμα . 
Δεν βγήκες καθόλου χθες από το δωμάτιό σου , αγάπη μου . 
Πώς ήταν το Λονδίνο ; 
Όλα καλά ; 
Φυσικά . 
Πρέπει να φύγω . Τα λέμε . 
- Γεια ! - Τα λέμε μετά . 
Ενδιαφέρον , δις Μπελ . 
Δεν περίμενα ότι θα αναλαμβάνατε την αφίσα με τον κύριο Μπόφορτ . 
Κανείς δεν μπορεί να πει ότι δεν τα δώσατε όλα . 
- Πώς σας φαίνεται , κε Σάτον ; - Ναι . 
Έκαναν καλή δουλειά . Πραγματικά . 
Ευχαριστώ . 
- Να τη . - Δεν την έχω ξαναδεί . Είναι καινούρια ; 
Άκουσα ότι η μητέρα της δουλεύει σε φούρνο . 
Γεια σου , Ρούμπι . 
Ήθελα να σου πω ότι οι αφίσες είναι φοβερές . Αλλά καλό θα ήταν να το ήξερα ότι θα τις κάνεις εσύ . 
- Πέρασα όλο το Σαββατοκύριακο ... - Συγγνώμη . 
- ... στο Photoshop . - Δεν ήξερα τίποτα . 
Να σου πω λίγο ; 
- Είσαι τελείως τρελός ; 
- Τι ; 
Δεν ξεφτιλίστηκα αρκετά το Λονδίνο ; 
Είσαι υπέροχη στη φωτογραφία . 
Προσπαθώ να περνάω απαρατήρητη , κι εσύ τοιχοκόλλησες το πρόσωπό μου παντού ; 
Ήθελες μια αφίσα , κι εγώ ... 
Ας ξαναγίνουμε όπως ήμασταν πριν . 
Πριν ; 
Τότε που αγνοούσες την ύπαρξή μου . 
Ήμουν καλύτερα τότε . 
Όλα καλά ; 
Με πέταξε έξω από την αίθουσα , μπροστά στους γονείς του . 
Τι ; Γιατί ; 
Ντρεπόταν για μένα . 
Ο πατέρας του με κοίταζε λες κι ήμουν λάσπη στα παπούτσια του . 
Σοβαρά τώρα ; 
Μοιάζεις με βασίλισσα στη φωτογραφία . 
Μην τους αφήνεις να σου φέρονται έτσι . Όχι αυτοί . 
Ήταν απλώς ειλικρινής . 
Ούτε εσύ θα μου μιλούσες , αν δεν τα είχε χάσει όλα ο πατέρας σου . 
Ωραία άποψη έχεις για μένα . 
Καλημέρα . 
Σήμερα θα προβάρουμε μια τυπική συνέντευξη , όπως αυτή που θα περάσετε στην Οξφόρδη . 
Έκανες ξεπέτα με τον Τζέιμς ; 
Βγάλτε τα ερωτηματολόγια που σας μοίρασα χθες . 
Ας ξεκινήσουμε από σας , δεσποινίς Μπελ . 
Δεν αρέσει σ ' όλους να είναι το επίκεντρο της προσοχής , αλλά μπορούμε να μάθουμε να διατηρούμε την ψυχραιμία μας . 
Λοιπόν , δεσποινίς Μπελ ... Γιατί πιστεύετε ότι είστε η τέλεια υποψήφια για το κολέγιο Σεντ Χίλντα της Οξφόρδης ; 
Το Σεντ Χίλντα ήταν ... 
Το Σεντ Χίλντα ήταν το τελευταίο γυναικείο κολέγιο που ιδρύθηκε στην Οξφόρδη . Οι ιδέες της συμπερίληψης και της ισότητας ... 
Βαρετό . 
Πες μας τι έγινε με τον Τζέιμς . 
Αν δεν φέρεσαι κόσμια , να βγεις απ ' την τάξη μου . 
- Κατανοητό ; - Ναι . Κατανοητό . 
Δεσποινίς Μπελ , σας ρώτησα γιατί θα πρέπει να δεχτούν εσάς . Όχι για τα προτερήματα του κολεγίου . 
Το Σεντ Χίλντα είναι ... διαφορετικό από ... Είναι διαφορετικό από τα παλιά ελιτίστικα κολέγια . 
Γι ' αυτό νομίζω ότι μου ταιριάζει . 
Ακούτε ; Είναι διαφορετική . 
Είσαι ένα τίποτα , μια τυχάρπαστη . 
Με λένε Ρούμπι . 
Αυτό το φόρεμα είναι για βασίλισσες . Είσαι τελείως τρελός ; 
Γι ' αυτό κανείς δεν θα ενδιαφερθεί για εσένα . 
Ενδιαφέρον , δις Μπελ . 
- Ξεχάστε τη συστατική επιστολή . 
- Προσπαθώ να περνάω απαρατήρητη , κι εσύ τοιχοκόλλησες το πρόσωπό μου παντού ; 
Ας ξαναγίνουμε όπως ήμασταν πριν . 
Σίριλ , το μεγάλο σου στόμα θα κελαηδάει και εδώ πάνω ; 
Ευτυχώς που ήρθες . Είμαι πολύ αδέξιος . 
Μου έπεσε όλη η πιατέλα . 
- Τώρα πρέπει να πετάξω τα προφιτερόλ . - Έλα τώρα . 
Δεν έπαθαν τίποτα . 
Είναι ώρα εκεί . 
Δεν τα έφτανα . Ήταν κάτω από τον πάγκο . 
Θα είναι το μυστικό μας . 
Γιατί όλα αυτά ; 
Σήμερα έχουμε την επέτειο των 20 χρόνων . 
Ήθελα να κάνω έκπληξη στη μαμά σου . 
Θα μπορούσα να βοηθήσω . Γιατί δεν μου το είπες ; 
Κάποια πράγματα πρέπει να τα κάνεις μόνος σου . Το να γοητεύεις τη γυναίκα σου είναι ένα από αυτά . 
Όλα καλά ; 
Ξέχασες τα κλειδιά ... 
Γεια . 
Φέρθηκα απαίσια το Σάββατο . 
Το ξέρω . 
Δεν φταις εσύ γι ' αυτό . 
- Ο μπαμπάς μου και εγώ ... - Ντράπηκες . 
Για τον εαυτό μου ντράπηκα . 
Εκτύπωσα τις αφίσες για να σου δείξω ότι δεν είμαι έτσι . 
Δηλαδή ; 
Κάποιος που φέρεται στους άλλους σαν να είναι σκουπίδια . 
- Έχω γίνει περίγελος . - Κανείς δεν γελάει . 
Όλοι θέλουν να σε γνωρίσουν . 
Και πρέπει να σε γνωρίσουν . 
Είσαι πολύ ξεχωριστή για να κρύβεσαι απ ' όλους . 
Δική μου απόφαση δεν είναι αυτό ; 
Αυτό που είπες σήμερα ... 
Αν δεν θέλω να είμαστε όπως πριν ; 
- Ο Σίριλ κάνει πάρτι ... - Τζέιμς . Όταν τους γνωρίσεις , θα δεις ότι είναι καλοί . 
Ο Άλιστερ , έστω ... 
Το Μάξτον Χολ , το πάρτι , ο δικός σου κόσμος . 
Εγώ δεν ταιριάζω εκεί . 
Έχω τον δικό μου κόσμο . Πρέπει να αποφεύγω άτομα σαν εσένα και τον Σίριλ . Να παραμείνω αόρατη . 
Ρούμπι ; 
Δεν είσαι πια αόρατη . 
Όχι για μένα . 
- Γεια σου , αγάπη . - Γεια . 
Ορίστε . Αυτό κρεμόταν στην είσοδο . 
Χρόνια μας πολλά , άγγελέ μου . Είναι με ζάχαρη άχνη ; 
Φαίνονται πολύ ωραία . 
Αυτό το φόρεμα φτιάχτηκε για σένα . Απλώς 200 χρόνια νωρίτερα . 
Φόρεσέ το στο γκαλά . Είσαι πολύ όμορφη μ ' αυτό για να μην το φορέσεις . Τζ . Μ. Μπ . 
Άντε στον διάολο , Τζέιμς Μπόφορτ . 
Χάρολντ , θα λάβεις πρόσκληση για την παρουσίαση της Νεανικής Κολεξιόν , - μαζί μ ' ένα αντίγραφο των συμβολαίων . - Τέλεια . 
Ευχαριστώ που ήρθατε . Χαίρομαι για τη συνεργασία . 
Είναι τιμή μου . 
- Αντίο . - Αντίο . - Αντίο . - Αντίο . 
Μπράβο . 
Λοιπόν ; Είσαι περήφανος ; Η κολεξιόν θα χρηματοδοτηθεί πλήρως . 
Εσύ δούλεψες σ ' αυτή την επένδυση . 
Νόμιζα ότι τα είχα κάνει θάλασσα , επειδή παιδιάριζα αντί να τρώω με τους Έλινγκτον . 
Νομίζεις ότι είσαι θυμωμένος μαζί μου , επειδή διέκοψα το μπαλ μασκέ σου . 
Μα αν είσαι ειλικρινής , θα ξέρεις ότι σου έκανα χάρη . 
Τέτοια κορίτσια δεν διατηρούν για πολύ την ψευδαίσθηση ότι είναι κάτι διαφορετικό . 
Εσύ πώς τα κατάφερες ; 
Ο οίκος έχει περάσει δύσκολους καιρούς . 
Δούλεψα σκληρά και γι ' αυτό η μητέρα σου και εγώ τα καταφέραμε . 
Θυσίασα τα πάντα για το όνομά μας . 
Και μέχρι να έχεις κάνει κι εσύ το ίδιο , δεν έχεις δικαίωμα να μιλάς . 
Γιατί να μην αναλάβει η Λίντια , αν είσαι τόσο δυσαρεστημένος μαζί μου ; 
Η κολεξιόν ήταν δική της ιδέα . Είναι πιο αφοσιωμένη ... 
Αυτό θέλει να πιστεύει εκείνη . Η αλήθεια είναι ότι τα παραστρατήματά της έχουν αποκλείσει αυτή την πιθανότητα . 
Μην ξεχνάς ότι οφείλεις πολλά στη μητέρα σου και σ ' αυτόν τον οίκο . 
Εντάξει ; 
Και κοίτα να συνέλθεις . 
Σου έχουν πέσει μαζεμένα . 
Συγγνώμη για το τελευταίο μάθημα . 
Είχα μια άσχημη μέρα ... 
Ξέρω ότι έχεις μεγάλους στόχους . 
Να αποφασίσεις αν θες να τους πετύχεις . 
Δεν μπορείς να στοχεύεις ψηλά και να πετάς χαμηλά ταυτόχρονα . 
Μόνο όσοι αντέχουν την κριτική έχουν πιθανότητες να φτάσουν ψηλά . 
Ο Γκρέιχαμ ... Ο κος Σάτον σ ' έχει σε μεγάλη εκτίμηση . Πρέπει να το τολμήσεις . 
Εντάξει ; 
Κι απόδειξέ μου ότι μπορούμε να κάνουμε ένα μάθημα χωρίς να γίνει χαμός . 
Δεν έχω ιδέα . 
Κρεμάει τις φωτογραφίες στους τοίχους , τον κυνηγάει σαν τρελή . 
- Νομίζει ότι είναι ξεχωριστή ; 
- Ο καημένος ο Τζέιμς . 
- Για τη Ρούμπι μιλάτε ; 
- Εσένα τι σε κόφτει ; 
Νομίζετε πως αυτή είναι η αληθινή ζωή , αλλά τα λεφτά και ο σεβασμός μπορούν να χαθούν έτσι απλά . 
Μόνο ο χαρακτήρας μένει . 
Επενδύστε λίγο στην εξέλιξη του χαρακτήρα σας , όχι μόνο στην επόμενη τσάντα . 
Παρτενέρ μου ; 
Συγγνώμη για ό , τι είπα . Ήταν μια δύσκολη μέρα . 
Δεν πειράζει . 
Πιθανότατα να μη σου μιλούσα αν ο πατέρας μου δεν είχε χρεοκοπήσει . 
Δεν ήμουν και ιδιαίτερα καλό άτομο , οπότε του είμαι σχεδόν ευγνώμων . 
Ο Τζέιμς με κάλεσε σ ' ένα πάρτι . 
Είναι σχιζοφρενής ο τύπος ; 
Ήρθε στο σπίτι μου να απολογηθεί και είπε - ότι δεν θέλει να είμαστε όπως πριν . - Ο Τζέιμς . 
Ο Τζέιμς Μπόφορτ το είπε αυτό ; 
Απίστευτο ! 
Και ; 
Τι θα κάνεις ; 
Δεν μπορείς να κρυφτείς πάλι . 
Σε θέλει ο πιο σέξι τύπος του σχολείου . 
Δείξε σ ' αυτούς τους ηλίθιους ποια είναι η Ρούμπι Μπελ . 
Όταν διασύρεται η υπόληψή σου , μπορείς να ζήσεις χωρίς αναστολές . 
Πίστεψέ με , το ξέρω . 
Αλλά εγώ δεν είμαι έτσι . 
Έχω πολλές αναστολές . 
Τότε , πήγαινε όπως είσαι , περήφανη και ερωτοχτυπημένη . 
Δεν τον πειράζει τον Τζέιμς . 
- Μάξτον ! - Χολ ! 
Ίσως να ισχύει . Να υπάρχει ένα χάσμα ανάμεσα στον κόσμο τον δικό μου και των άλλων . 
Μια νεκρή ζώνη . 
Και όποιος τη διασχίσει , προς οποιαδήποτε κατεύθυνση , είναι σίγουρο ότι θα πληγωθεί . 
Χρειάζεται τόλμη για να πας εκεί . 
Να διεκδικήσεις αυτό που θες . 
Αλλά τίποτα πιο κουραστικό απ ' το ερώτημα αν ήταν λάθος να προσπαθήσεις . 
Μου το έδειξε ένας νέος χειροπράκτης από το Λονδίνο , πολύ της μόδας . 
Είναι ό , τι καλύτερο κατά του πονοκεφάλου . 
Ο επικεφαλής της Νεανικής Κολεξιόν . Μπορώ να φανταστώ την πίεση . 
Οι γονείς μου ήδη σχεδιάζουν την πρακτική μου . 
Όταν νιώθω να πνίγομαι , σκέφτομαι ότι κάποια μέρα όλα αυτά θα είναι δικά μας . 
Εσύ θα έχεις τον λόγο για όλα . 
Όταν η κάλυψη αποκαλυφθεί , το θήραμα έχει δύο επιλογές . 
Πάλη ή φυγή . 
Αλλά το θέμα είναι ότι αν αποκαλυφθείς πραγματικά , μπορεί να συνειδητοποιήσεις ότι δεν είσαι όσο ακίνδυνη και ανήμπορη νόμιζες . 
Ότι έχεις αγκάθια κάτω απ ' το καμουφλάζ και δεν χρειάζεται να κρύβεσαι στη σκιά . 
Ρούμπι . 
Μη μου πεις ότι σε κάλεσε ο Σίριλ . 
Βασικά , με κάλεσε ο αδερφός σου . 
Ώστε έτσι , λοιπόν ; 
Θα πρέπει να νιώθεις πολύ ισχυρή . 
Τύλιξες τον Τζέιμς σε μια κόλλα χαρτί και ξέρεις το μικρό μου δίλημμα . 
Να σου πω , όμως , κάτι ; 
Μπορείς να πεις ό , τι θέλεις . 
Δεν υπάρχει τίποτα πια . 
Τελείωσε . 
Για τα καλά . 
Χάρις σ ' εσένα . 
Λυπάμαι , Λίντια . 
Δεν θέλω τον οίκτο σου . 
Πρέπει να καταλάβεις κάτι , όμως . 
Ο Τζέιμς κι εγώ προσέχουμε ο ένας τον άλλον . 
Αν είσαι μαζί του , δεν θα έχεις πού να κρυφτείς . 
Κι έτσι και τον πληγώσεις , τελείωσες . 
Ήρθες . 
Το σκέφτηκα . 
Νομίζω ότι το παρελθόν είναι υπερεκτιμημένο . 
Σ ' ευχαριστώ για το φόρεμα . 
Παρακαλώ . 
Συγγνώμη . 
Έχει πολύ κόσμο εδώ μέσα . 
Τέλειος συγχρονισμός . Είχα αρχίσει να ζεσταίνομαι . 
Πάμε να φύγουμε . 
- Να πάρω το τζάκετ μου . - Περιμένω εδώ . 
Εσύ δεν φεύγεις πριν από τις 4 : 00 , πώς κι έτσι τώρα ; 
- Κι εσένα τι σε κόφτει ; - Δεν έχω ιδέα . 
Κόφ ' το . 
Να σου πω , Ρούμπι . 
Μη μας παίρνεις τον φίλο μας , εντάξει ; 
- Όλοι φίλοι δεν είμαστε εδώ ; 
- Σίριλ . Όχι . Όχι ! 
Τζέιμς ! Τζέιμς ! 
Έλα , όλα καλά . 
Όλα καλά . Ηρέμησε τώρα . 
Όλα καλά . 
Σταμάτα . 
Πέρσι . 
Έχουμε στεγνά ρούχα ; 
Ήμουν μικρή . 
Πήγαμε βαρκάδα με τον μπαμπά . 
Το αρκουδάκι μου έπεσε στο νερό . 
Προσπάθησα να το πιάσω , αλλά γλίστρησα . 
Βούτηξε και ο μπαμπάς μου , γιατί δεν ήξερα να κολυμπάω . 
Εμφανίστηκε ένα σκάφος . 
Εγώ φταίω που είναι σε αναπηρικό καρότσι . 
Να κάνω άλλη μια φορά το τετράγωνο , κύριε ; 
Δεν ξέρω τι κάνω εδώ πέρα , Πέρσι . 
