Μπαμπά ! 
Θέλεις να μάθεις πώς μπορείς να κερδίζεις πάντα , Τζέιμς ; 
Έναν σίγουρο τρόπο ; 
Δεν χρειάζεται να είσαι ιδιοφυΐα για να κυριαρχήσεις στο σκάκι . 
Πρέπει να δώσεις στον αντίπαλό σου την ευκαιρία να κάνει λάθος . Και μετά το εκμεταλλεύεσαι . 
Κάνε τον αντίπαλό σου να νιώσει ότι υπάρχει μόνο ένας τρόπος δράσης . 
Έτσι είναι και στη ζωή . 
Αυτός που κυριαρχεί ορίζει αυτό που θα ακολουθήσει . 
Όποιος καταθέτει τα όπλα χάνεται . 
Η υπερηφάνεια είναι το πρώτο από τα εφτά θανάσιμα αμαρτήματα . Βέβαια , είναι και ένα από τα πιο χρήσιμα συναισθήματα . 
Η υπερηφάνεια είναι ένδειξη κύρους . 
Αν υπάρχει κάτι στο οποίο αντιδρούν οι άλλοι , είναι αυτό . 
Κάθε άνθρωπος στη γη έχει τη θέση του , όπως τα πιόνια στη σκακιέρα . 
Τα πιόνια μάχονται όλη τους τη ζωή να γίνουν βασιλιάδες . Αλλά μόνο αυτοί που γεννήθηκαν βασιλιάδες ξέρουν τι σημαίνει πραγματικά αυτή η θέση . 
Να έχεις την εξουσία . Ο σκοπός του παιχνιδιού . 
Αλλά είσαι και ο πιο ευάλωτος . 
ΛΙΝΤΙΑ ΑΥΡΙΟ , 8 : 30 μ.μ. Για να διατηρήσεις τη θέση σου , πρέπει να κινείς πιο επιθετικά τα πιόνια σου . 
Κανείς δεν θα κουμαντάρει έναν Μπόφορτ , ούτε καν ο διευθυντής του σχολείου . Και σίγουρα όχι η Ρούμπι Μπελ . 
Ν ' ακούσουμε κάτι άλλο ; 
Τι λέτε για λίγη κλασική μουσική ; 
ΜΑΞΤΟΝ ΧΟΛ - Ο ΚΟΣΜΟΣ ΑΝΑΜΕΣΑ ΜΑΣ 
ΒΑΣΙΣΜΕΝΟ ΣΤΟ ΜΥΘΙΣΤΟΡΗΜΑ " SAVE ME " ΤΗΣ ΜΟΝΑ ΚΑΣΤΕΝ 
Όλοι ξέρουμε ότι το πάρτι καλωσορίσματος δεν πήγε όπως θα θέλαμε . 
Δεν φταίμε εμείς γι ' αυτό . 
Δεν έχει σημασία . Είναι σημαντικό να οργανώσουμε ένα τέλειο γκαλά δωρητών . 
Χωρίς απρόοπτα . 
Αλήθεια , δεν θα έπρεπε να είναι εδώ ο Τζέιμς ; 
Όσο πιο μακριά από εδώ είναι ο Τζέιμς Μπόφορτ , τόσο καλύτερα . 
Να ξεκινήσουμε ; 
Πολύ καλά ! Απ ' έξω ! Μπλοκάρισμα και πάσα ! Αν θέλετε , πασάρετε χαμηλά . 
- Χαμηλά . Πολύ καλά . - Πάμε . 
Πέτα την ! Πολύ ωραία . Αλλαγή σε δεξιά εσωτερική . 
Μπόφορτ ! 
Τι κάνεις εδώ ; 
Αν δεν είναι προφανές , τότε κάτι κάνω λάθος . 
Είσαι εκτός λόγω της φάρσας σου στο πάρτι καλωσορίσματος . Το ξέχασες ; 
Τι θα κάνει ο Λέξινγκτον , θα με διώξει ; 
Εσένα όχι , αλλά εμένα μπορεί . 
Αν δεν πας στην επιτροπή εκδηλώσεων , το δικό μου κεφάλι θα πέσει . 
Τα θαλάσσωσες , Μπόφορτ . 
Μένεις εκτός γηπέδου αυτή την περίοδο . 
Δεν μιλάτε σοβαρά . 
Λυπάμαι , Τζέιμς . 
Δεν είναι στο χέρι μου . 
Η οικογένειά μου πληρώνει τα πάντα . 
Από τις στολές ως το ενοίκιο . 
Δεν συμφέρει τον Λέξινγκτον να μ ' αγγίξει . 
Τζέιμς , η εντολή για την τιμωρία σου 
Αν θες να ελέγχεις τον κόσμο γύρω σου , ένα πρέπει να καταλάβεις . 
Αν το επιτρέψεις , θα σου πάρουν τον έλεγχο όσο γρήγορα τον απέκτησες . 
Εντάξει , πάμε , παιδιά . Πίσω στις θέσεις σας . Ας συνεχίσουμε . 
Και το πώς αντιδράς σε μια τέτοια κατάσταση καθορίζει αν θα είσαι με τους νικητές ή με τους χαμένους . 
Τι περίμενες ; Ήταν αισχρή φάρσα ακόμα και για σένα . 
Πότε δεν τον ένοιαζε τι έκανα , αρκεί να φερόμουν όπως ήθελε εκτός σχολείου . 
Δεν σου φταίει κανείς που κατέστρεψες το πάρτι . 
Αυτή φταίει . Ποια νομίζει ότι είναι ; 
Μίλησέ του . Θα το τακτοποιήσει . Είσαι ο κανακάρης του . 
Θα του μιλήσω . Και θα διασφαλίσω ότι η Ρούμπι Μπελ δεν θα ξαναπατήσει εδώ . 
Μην την προκαλείς . Ευτυχώς για εμένα , δεν έχει πει κουβέντα ακόμα . 
Νομίζει ότι κέρδισε . 
Δεν έχει ιδέα με ποιον τα έχει βάλει . 
Δεν πρόκειται να κερδίσει . 
Κάνεις περήφανο τον μπαμπά . 
Κάνε τον αντίπαλο να νιώσει ότι υπάρχει μόνο ένας τρόπος δράσης . Σωστά ; 
Να προσέχεις . 
- Δεν την ξέρεις καλά . - Θα κάνει τα πάντα να μπει στην Οξφόρδη . 
Η ηλίθια επιτροπή είναι το εισιτήριό της . 
Την τελευταία φορά μιλήσαμε για κομψότητα και απλότητα . 
Αλλά το θέμα " Μαύρο και Άσπρο " υπόσχεται πολλά περισσότερα . 
Φως και σκιά . 
Αλήθεια και ψέμα . Καλό και κακό . 
Δούλεψα μέχρι τις 3 : 00 χθες βράδυ , και αυτό είναι το σχέδιό μου για την αφίσα . 
Σ ' ευχαριστούμε για τον κόπο σου . 
Σοβαρά ; 
Το θέμα για το γκαλά είναι " Μαύρο και Άσπρο " ; 
Έχεις κάποιο πρόβλημα μ ' αυτό , Μπόφορτ ; 
Εσείς θα χαντακωθείτε , δεν μ ' αφορά . 
Νόμιζα ότι ήθελες να εντυπωσιάσεις τον Λέξινγκτον για τη συστατική . 
Αν είναι να αργείς , τουλάχιστον κράτα το στόμα σου κλειστό . 
Ο Λέξινγκτον θέλει να συμμετάσχω σ ' αυτό που κάνετε . 
Θα βρήκε πολύ συναρπαστικές τις στριπτιζέζ . 
- Δεν θέλουμε άλλες πόρνες . - Πάντως , έμεινε αξέχαστο στον κόσμο . 
Έχεις να πεις κάτι εποικοδομητικό ή μπορούμε να σε αγνοήσουμε ; 
Ίσως πρέπει απλώς να με ρωτήσεις . 
Νομίζω ότι μόλις το έκανα . 
Δεν μου αρέσει ο τόνος σου . 
- Μια χαρά είναι , εσύ απλώς παραπονιέσαι . - Να χαίρεσαι που κάποιος μιλά ειλικρινά . 
Σου είμαστε υπόχρεοι . 
Κάποιο σχόλιο για την αφίσα του Κίραν ; 
Η κεντρική σάλα θα ήταν τέλειο σκηνικό για ένα βικτοριανό πάρτι . 
Ενδυμασία ανάλογη , κλασάτη και πολυτελής . 
Σερβίτσια από εκείνη την περίοδο , δαντελένιες πετσέτες . 
Κεριά μόνο . Ένας φίλος μπορεί να κλείσει μια ανάλογη ορχήστρα . 
- Το θέμα δεν είναι υπό συζήτηση . Έχουμε . - Ποιο ; Αυτό ; 
Φανταστείτε βικτοριανές τουαλέτες , κοστούμια . 
- Κεριά . - Δεν θα επανασχεδιάσουμε όλο το πάρτι . 
Έχουμε ζητήσει διακοσμητικά δείγματα , το μενού . 
Η αφίσα τυπώνεται σε τρεις μέρες . 
Συγγνώμη , λάθος μου . Νόμιζα ότι ο σκοπός ήταν να κάνουμε το καλύτερο δυνατό πάρτι . 
Μήπως έφερες και αφίσα ; 
Μου επιτρέπετε ; 
Τι υποτίθεται ότι είναι αυτό ; 
Μια γυναίκα με βικτοριανό φόρεμα . Δηλώνει την ενδυμασία . 
Ίσως με ένα ωραίο κολάζ τριγύρω , για να μην είναι τόσο χιτσκοκικό το στιλ . 
Είσαι ύποπτα σιωπηλή , Ρούμπι Μπελ . 
Εντάξει . 
Ποιος συμφωνεί με τη βικτοριανή ιδέα ; 
Να μετρήσουμε κι όσους διαφωνούν ; 
Το μαγαζί ενοικίασης κοστουμιών στο Χάντινγκτον ; 
Με αυτό το φόρεμα , ήμουν σαν βρεγμένη Έλσα από το Ψυχρά κι Ανάποδα . 
Δεν μπορούμε να βάλουμε κάτι από πολυεστέρα στην αφίσα . 
Τι ; 
Οι Μπόφορτ έχουν έναν από τους πιο παλιούς πολυτελείς οίκους . 
Φτιάχνουν ρούχα εδώ και εκατοντάδες χρόνια . 
Εγώ πρώτη . 
- Εγώ ήμουν λίγο πιο γρήγορη . - Λιν , σε παρακαλώ . 
Όποια βρει το καπάκι θα μιλήσει στον Μπόφορτ . 
Καλά τα πήγες . Σπουδαίες ηγετικές ικανότητες . 
Στην κολεξιόν σας , μήπως έχετε τίποτα βικτοριανό ; 
Ναι , έτσι νομίζω . Πολλά υπέροχα κομμάτια . Πολύ ακριβά . 
Θέλουμε να βγάλουμε φωτογραφίες για την αφίσα . 
Μου φαίνεται πολύ καλή ιδέα . 
Θα ρωτήσεις αν μπορούμε να δούμε την κολεξιόν ; 
Λυπάμαι , δεν μπορώ . 
Δεν θέλεις . 
Ανεξάρτητα από το τι θέλω , η απάντησή μου παραμένει ίδια . 
Είμαι σίγουρος ότι μια ικανή ηγέτης όπως εσύ θα βρει τη λύση . 
Η δεύτερη είναι καλή , με το χαμόγελο . 
Σ ' όλες χαμογελάς . 
Ναι , αλλά άλλο αυτό το χαμόγελο και άλλο αυτό . 
Θα το ήξερες αν είχες φλερτάρει ποτέ . 
Βγήκαν μια χαρά , σ ' ευχαριστώ . 
Λοιπόν , τι παίζει με το βικτοριανό φόρεμα ; 
Πολύ κυριλέ το σχολείο σου . 
Θέλουμε μια ονειρική βικτοριανή τουαλέτα για την αφίσα μας . 
Σε λιγότερο από δύο μέρες . Μήπως ξέρεις κάποιο μαγαζί που ... 
Που πουλάει ονειρικές βικτοριανές τουαλέτες ; 
- Στο Γκόρμσι ; 
- Είσαι εξπέρ της μόδας . Νόμιζα ... 
Ονειρικές βικτοριανές τουαλέτες στο Γκόρμσι ; 
Έχεις δίκιο . 
Δεν θα τα καταφέρω ! 
Μακάρι να ήξερα κάποια εξαιρετικά ταλαντούχα μοδίστρα . 
Ναι . 
Θα σου τη φτιάξω εγώ . 
- Σε δύο μέρες . Παιχνιδάκι . - Σοβαρά ; 
Όχι . Δεν υπάρχει περίπτωση . 
Δεν είναι εφικτό . Πότε των ποτών . 
Δεν γίνεται μέσα σε δύο μέρες . 
Ορίστε . 
Θα ήταν τρελό να ξεκινήσω από το μηδέν . 
Ίσως αν είχαμε κάποιο φόρεμα για να δουλέψω πάνω σε αυτό ... 
Να ράψω τον κορσέ και να ντραπάρω τη φούστα ... 
Θα μπορούσε να έχει και ουρά , αν μπορούσα να βρω ένα ρολό τούλι . 
Θα το έραβα στη μέση , ο κορσές ... 
Κάπου έχω μια φοβερή ασημένια κλωστή . Θα πήγαινε τέλεια με ... 
- Ήξερες ότι δεν θα μπορούσα να σου αρνηθώ . - Δεν είπα τίποτα . 
Θα φέρω τη ραπτομηχανή , εσύ φέρε καφέ . 
Θα ξενυχτήσουμε . 
Τι έγινε ; 
Πολύ πρωινός δεν μου είσαι ; 
Είπα να γυμναστώ πριν πάω σχολείο , όπως μου λες πάντα . 
Ναι . Σε πάω κόντρα μέχρι το παγκάκι . 
- Σ ' άφησα να νικήσεις . - Ναι . 
- Σ ' άφησα . 
- Καλή η μπλόφα , αλλά κανόνισε να ισχύει την άλλη φορά , ναι ; 
Πρέπει να επιστρέψω στην ομάδα του λακρός . 
Όλοι μας πρέπει να ασχοληθούμε με την αυριανή δεξίωση για τους επενδυτές . 
Ειδικά εσύ , που είσαι το πρόσωπο της Νεανικής Κολεξιόν Μπόφορτ . 
Λίγο θέλουμε για να κερδίσουμε τον τρίτο συνεχόμενο τίτλο . 
Δεν έχει ξαναγίνει στην ιστορία του Μάξτον Χολ . 
Δεν με ξαφνιάζει , είναι γυναικείο άθλημα . 
Θα μιλήσεις εσύ ή εγώ στον Λέξινγκτον ; 
Σε παρακαλώ , μπαμπά . 
Αυτή η χρονιά έμεινε . 
Όσα μας φέρνει η ζωή πρέπει να τα βλέπουμε ως προετοιμασία για τις πραγματικά σημαντικές στιγμές . Τις στιγμές που θα διαμορφώσουν το μέλλον μας . 
Και η πρώτη απ ' αυτές τις στιγμές είναι η δεξίωση . 
Θα πρέπει να συγκεντρωθείς σ ' αυτήν και η απόδοσή σου να είναι εξαιρετική . Παίζεται η εικόνα του οίκου μας . 
Όπως και η εικόνα όλης της οικογένειας . 
Εξάλλου , νομίζω ότι μόλις βρήκαμε μια νέα αθλητική δραστηριότητα για εσένα . 
Την επόμενη φορά , να με νικήσεις . 
Όχι ! 
Διακεκριμένοι καλεσμένοι , αγαπητοί φίλοι . Αυτό το ρολόι ανήκε στο προ-προ-προ-πάππου μου , που ίδρυσε τον οίκο Μπόφορτ πριν από 125 χρόνια . 
Θα ήταν περήφανος αν έβλεπε πόσα έχουμε καταφέρει μέχρι σήμερα . 
Από ένα ταπεινό ραφτάδικο , έγινε ένας διεθνής οίκος μόδας με μακρά παράδοση , που διαμόρφωσε το τοπίο της πολυτέλειας στη μόδα εδώ και δεκαετίες . 
Όχι μόνο λόγω των εμβληματικών ρούχων που παράγουμε , αλλά και λόγω των πρωτοποριακών για την αγορά προγραμμάτων βιωσιμότητας , για τα οποία είμαστε πολύ περήφανοι . 
Αλλά ο οίκος Μπόφορτ ήταν και παραμένει μια οικογενειακή υπόθεση μέχρι σήμερα . 
Γι ' αυτό , με μεγάλη υπερηφάνεια δίνω τον λόγο στον υπέροχο γιο μου , τον Τζέιμς , ο οποίος θα σας πει γιατί βρισκόμαστε απόψε εδώ . 
Τζέιμς . 
Σήμερα γινόμαστε μάρτυρες ενός σπουδαίου γεγονότος . 
Ο οίκος Μπόφορτ επεκτείνει την αυτοκρατορία του . 
Ντύνουμε βασιλιάδες , προέδρους και τους πιο επιτυχημένους επιχειρηματίες του κόσμου . 
Και τώρα , ήρθε η ώρα να συμπεριλάβουμε τη νέα γενιά σ ' αυτόν τον κλειστό κύκλο . 
Ιδίως σε μια περίοδο που ο κόσμος αλλάζει πολύ γρήγορα , που οι νέοι αναλαμβάνουν μεγαλύτερο μερίδιο ευθύνης για τη δική τους μοίρα . 
Εδώ βλέπετε το μέλλον του οίκου Μπόφορτ . 
Τι λέτε , λοιπόν ; 
Μια πρόποση . 
Στη νέα γενιά Μπόφορτ . 
Μοντέρνα . Αριστοκρατική . Δυναμική . 
Θεέ μου , είναι πανέμορφο ! 
Ήξερα ότι θα τα κατάφερνες . 
Όταν τελειώσεις με την αφίσα , θα το βάλω στο μπλογκ . 
Θα κάνει θραύση . 
Μπορείς να το σιδερώσεις ; 
Λέω να πάω να ξεραθώ για καμιά δεκαριά ώρες . 
Φυσικά . Άντε να ξεκουραστείς . 
Καληνύχτα . 
Ευχαριστώ , Εμ . 
ΡΟΥΜΠΙ - Το φόρεμα για την αφίσα παίρνει μορφή εδώ . 
Και όχι χάρη στον Τζέιμς ! 
ΚΑΜΙΛ - ΤΕΛΕΙΟ ! ΛΙΝ - ΘΕΕ ΜΟΥ ! ΤΖΕΣΑΛΙΝ - ΤΕΛΕΙΟ , ΡΟΥΜΠΙ ! ΚΙΡΑΝ - ΦΟΒΕΡΟ ! 
- Αφού εγώ παρείχα την ιδέα , χαίρομαι που κι η επιτροπή συνεισέφερε σε κάτι . 
ΥΓ . : Θα μας πεις το όνομα της μοδίστρας σου ; 
ΤΖΕΪΜΣ - Κάνει καλή δουλειά , αν και η ραπτομηχανή είναι για τα σκουπίδια . 
Σιχαμένε αλαζόνα ... 
Όχι ! 
Έμπερ ... Ήταν ... 
Ήταν ατύχημα . Συγγνώμη . 
Λες να μπορεί να χρησιμοποιηθεί ; 
Γεια σας . Είμαι η Φιλίππα Γουίνφιλντ . 
- Μπορείτε να με λέτε Πίππα . - Όπως θες θα σε λέω , μωρό μου . 
Όταν προετοιμαζόμουν να κάνω την αίτησή μου για την Οξφόρδη , αυτό που με βοήθησε ήταν να το συζητάω με άλλους . 
Και αυτό ακριβώς θα κάνουμε σ ' αυτό το μάθημα . 
Μπορείς να μοιράσεις αυτό το υλικό πίσω ; Ευχαριστώ . 
Όπως γουστάρεις , φίλε . 
Μπορείς να διαβάσεις δυνατά την πρώτη ερώτηση ; 
" Αν μπορείτε να αιτιολογήσετε τις πράξεις σας , " αυτό σημαίνει ότι οι πράξεις είναι λογικές ; " 
Πράττουμε και με βάση τα συναισθήματα . 
Πόσες αποφάσεις παίρνουμε καθημερινά με βάση το συναίσθημα ; 
Δεν γίνεται να διαχωρίσεις ξεκάθαρα το συναίσθημα από τη λογική . Το μυαλό και η καρδιά δεν είναι αμοιβαίως αποκλειόμενα . 
Αν δρω σύμφωνα με τις αξίες που νομίζω ότι είναι λογικές , αλλά υποφέρω γι ' αυτό , οι πράξεις μου είναι λογικές ; 
Βλέπουμε ξεκάθαρα πόσο διαφορετικές μπορεί να είναι οι αξίες του καθενός . 
Δεν θα όριζα ποτέ μια πράξη ως λογική αν κάνει εμένα ή κάποιον άλλο να υποφέρει . 
Υπάρχουν αξίες που ισχύουν για όλους . 
Ονομάζονται αξιώματα . 
Ας πούμε , έχεις δυο προτάσεις για δουλειά . Η μία πληρώνει καλύτερα , μα με την άλλη θα είσαι πιο ευτυχισμένος . 
Η λογική απόφαση θα ήταν να πάρεις την καλύτερα αμειβόμενη . 
Αν σε κινητοποιεί το χρήμα . 
Πρώτα απ ' όλα , δεν με ξέρεις . 
Κι ο κόσμος αδιαφορεί για σένα αν δεν έχεις χρήματα . 
Αν από τη στιγμή που γεννήθηκες σ ' το λένε αυτό , φυσικά και θα πεις ότι τίποτα άλλο δεν έχει σημασία . 
Καλές οι παθιασμένες συζητήσεις , αλλά όχι προσωπικές επιθέσεις , παρακαλώ . 
Νιώθεις μοναξιά στον πύργο της ηθικής ανωτερότητάς σου ; 
Δεν ζω τη ζωή μου νομίζοντας ότι είμαι ανώτερη και μπορώ να φέρομαι χάλια στους άλλους . 
Εσύ ελέγχεις τους άλλους χωρίς το χρήμα . Πώς πάει αυτό ; 
Σε λυπάμαι . 
- Σας παρακαλώ . 
Με τόσα λεφτά , δεν χρειάζεσαι ιδέες ή ιδανικά . 
Η κληρονομιά σου , οι φάρσες σου . Δείχνουν πόσο κενός είσαι μέσα σου . 
Και γι ' αυτό κανείς δεν θα ενδιαφερθεί για εσένα . Μόνο για τα λεφτά σου . 
Να δούμε τι θα κάνουμε αν μιλήσει η Ρούμπι . 
Δεν νομίζω να μιλήσει . 
Όσο για το τι πρέπει να κάνουμε , αυτό το ξέρουμε εδώ και καιρό . 
Τι ; 
Ίσως να βγήκε κάτι καλό από αυτό το συμβάν . Είδαμε πως δεν γίνεται να συνεχίσουμε . 
- Γιατί ; 
- Το παρατραβήξαμε , Λιντ . 
Αργά ή γρήγορα θα μαθευτεί , με τον έναν ή τον άλλο τρόπο . 
Πρέπει να είμαστε διακριτικοί μέχρι να ξεχαστεί . 
Τελειώνω το σχολείο σύντομα . 
- Και μετά ... - Και μετά ; 
Λες οι γονείς σου να με καλωσορίσουν στην οικογένεια ; Έναν καθηγητή σου ; 
Δεν θέλω να χαραμίσεις το μέλλον σου στον οίκο για μένα . 
Εδώ και καιρό ο μπαμπάς δεν μου δίνει καμία ευκαιρία . Με ξεγέλασε ένας δημοσιογράφος που ήθελε να βγάλει είδηση . 
Η Νεανική Κολεξιόν ήταν δική σου ιδέα . 
Εσύ δημιούργησες όλη την καμπάνια . 
Ο Μόρτιμερ ίσως είναι απαίσιος πατέρας , μα είναι έξυπνος επιχειρηματίας . 
Δεν θα αφήσει το ταλέντο σου να πάει στράφι . 
Θα έχεις την ευκαιρία σου . Το ξέρω . 
Αλλά εμείς , όχι . 
Ό , τι πεις . 
Πάμε ! 
Πώς θα με περιέγραφες με τρεις λέξεις ; 
Τώρα ; 
Τι λες για " σούπερ σέξι επιβήτορας " ; 
Εξαιρετικά ακριβές . 
Αλλά η ψεύτικη ταπεινοφροσύνη σε πάει πιο μακριά στη ζωή . 
Όλα καλά ; 
Το γκομενάκι μου μου το παίζει δύσκολο , οπότε ψάχνω εναλλακτικές . 
Αλλά σίγουρα αυτό δεν συγκρίνεται με το δικό σου δράμα . 
Ή ακόμα κάνουμε ότι ήταν φυσιολογικό αυτό που παίχτηκε με τη Ρούμπι ; 
Τίποτα δεν παίχτηκε . 
Το μάθημα ήταν χάσιμο χρόνου κι είχα καλύτερα πράγματα να κάνω . 
Μάλιστα . 
Τι ; 
Χτύπησε ευαίσθητο σημείο , έτσι ; 
Εντάξει , θα σ ' αφήσω ήσυχο . 
Βέβαια , δεν την έχω ξαναδεί εκτός ελέγχου . 
Σύμπτωση ; 
Ρούμπι . 
Γιατί τόσο σκεπτική ; Όλα καλά , γλυκιά μου ; 
Δεν είναι τίποτα σημαντικό . 
Μην ανησυχείς . 
Μα ανησυχείς εσύ . 
Και το ισόβιο συμβόλαιο του πατέρα ορίζει ότι πρέπει να ανησυχώ κι εγώ . 
Έχεις πληγώσει ποτέ κάποιον τόσο ώστε να το βάλει στα πόδια ; 
Φυσικά . 
Ξέρεις , Ρούμπι , κοντεύω τα πενήντα . 
Έχω κάνει πολλά λάθη και έχω πληγώσει κόσμο . 
Είναι αναπόφευκτο , αλλά , δόξα τω Θεώ , αυτό δεν σε κάνει κακό άνθρωπο . 
Δεν σε κάνει ; 
Όχι . 
Αυτό που έχει σημασία είναι να μαθαίνεις από τα λάθη σου και να αναλαμβάνεις την ευθύνη . 
Γιατί μερικές φορές είναι δύσκολο να κάνεις το σωστό ; 
Ξέρεις , λέμε " το σωστό " , όχι " το εύκολο " . 
Θα αναφέρεις στον Λέξινγκτον τι κάνω στον ελεύθερό μου χρόνο ; 
Ήθελα μόνο να σου πω ότι είχες δίκιο . 
Δεν σε ξέρω . 
Η συμπεριφορά μου στο μάθημα ήταν τελείως απαράδεκτη . 
Δεν ξέρω τι μ ' έπιασε , αλλά ... 
Σου ζητώ συγγνώμη . 
Το βικτοριανό πάρτι ήταν πραγματικά η καλύτερη ιδέα . 
Φυσικά και ήταν . 
Πώς τα πας με την τουαλέτα ; 
Όχι όπως θα ήθελα . 
Τι έγινε ; 
Κάηκε . 
- Κάηκε ; 
- Κάηκε . 
Η αφίσα δεν θα ' ναι και ό , τι καλύτερο έχουμε κάνει , μα τι να γίνει ; Δεν μπορείς να κερδίζεις συνέχεια . 
Εντάξει , λοιπόν . 
Τα λέμε τη Δευτέρα . 
Τους χαιρετισμούς μου στον Λέξινγκτον . 
Πάμε να παίξουμε έναν γύρο να χαλαρώσεις λίγο ; 
Θέλω έναν παρτενέρ . Και έλεγα να τσιμπήσουμε και κάτι μετά . 
- Εντάξει . - Εντάξει . 
Θέλετε κι άλλο παίκτη ; 
Θα είμαστε τετράδα . 
Ίσως κάποια άλλη φορά . 
Έρχεσαι ; 
Πήγαινε . 
Να τοι . 
- Ποιοι ; 
- Οι συμπαίκτες μας . 
Ο Χάρολντ Έλινγκτον σκέφτεται να επενδύσει ένα μεγάλο ποσό στη Νεανική Κολεξιόν . 
Αν το κάνει , κλείσαμε από επενδυτές . 
Τι κάνει εδώ η Ελέιν ; 
Αν ενδιαφέρεσαι έστω και το μισό από εκείνη , θα έχουμε μ ' ένα σμπάρο δυο τρυγόνια . 
Ο αναπληρωτής Διευθύνων Σύμβουλος χρειάζεται μια κατάλληλη σύντροφο . 
Και η αδερφή του κολλητού σου θα ήταν τέλεια . 
Χάρμα οφθαλμών , όπως πάντα . 
- Γεια σου , βρε γόη . - Χαίρομαι που σε βλέπω , Χάρολντ . 
Κι εγώ . 
Τέλεια μέρα για έναν γύρο , έτσι ; 
- Γεια σας . - Γεια . 
- Δύο , έτσι ; - Πάντα . 
Ένας αμιγώς αριστοκρατικός τίτλος όπως των Έλινγκτον δύσκολα βρίσκεται . 
Η Ελέιν σίγουρα σε θέλει , δεν χρειάζεται να κάνεις τίποτα . 
Εγώ θα αναλάβω τον Χάρολντ . Εσύ απόλαυσε το θέαμα . 
Πάντα πίστευα ότι υπάρχουν δύο τρόποι να ολοκληρώσεις ένα παιχνίδι . 
Θρίαμβος ή ήττα . 
Ο βασιλιάς σου είτε μένει όρθιος είτε πέφτει . 
Ένας Μπόφορτ πάντα θα πολεμά ώστε στο τέλος να μείνει όρθιος . 
Δεν είχα σκεφτεί ποτέ την τρίτη επιλογή . Ισοπαλία . Αμφίρροπο αποτέλεσμα . 
Κι ακριβώς τη στιγμή που οι δύο βασιλιάδες υποκλίνονται ο ένας στον άλλο , έχεις το αληθινό μεγαλείο . 
Ως το νεαρότερο μέλος της οικογένειας , ο Έλσον δοκιμάζει τις λιμνούλες . 
Πολύ προσεκτικά , βρίσκει τον δρόμο του με την προβοσκίδα του , και η μητέρα του τον προσέχει διακριτικά . 
Ένας ελέφαντας της ερήμου πίνει 200 λίτρα νερό την ημέρα . Ως και οχτώ λίτρα χωρούν στην προβοσκίδα ενός ενήλικα ελέφαντα . 
Ωστόσο , η ξηρασία ... 
Τι ; 
Πάω στο μπάνιο . 
Αυτοί οι γκρι γίγαντες πρέπει να καλύψουν πάνω από 70 χιλιόμετρα τη μέρα υπό δύσκολες συνθήκες . 
Κατάφερα να έχω πρόσβαση στο αρχείο . Θα δούμε τις τουαλέτες στο Λονδίνο . 
Τζ . 
Σοβαρολογείς ή θα μου στήσουν καρτέρι οι στρίπερ στο Λονδίνο ; Ρ. 
Περίμενε και θα δεις . Τζ . 
Μπ . 
Πώς θα πάμε στο Λονδίνο ; 
Θα έρθει ο σοφέρ μου να σε πάρει . 
Τζ . Μ. Μπ . 
Δεν είσαι 18 ; Δεν πρόλαβες να βγάλεις δίπλωμα οδήγησης ; 
ΥΓ . : Πόσα ακριβώς αρχικά έχεις ; Ρ. Τζ . Μπ . 
Απ ' ό , τι φαίνεται , όσα κι εσύ . Τζ . 
Πότε θα πάμε ; 
Τι λες για τώρα ; 
