کسی میدونه چرا یه لیموزین لوکس بیرون پارک کرده ؟ 
یه دقیقه صبر کن 
من همیشه مجذوب مفهوم استتار در زیست شناسی بودم 
استتاری که باعث بشه شکارچی طعمه خودش رو از دست بده چون با محیط اطرافشون همرنگ میشن 
ولی استتار تا وقتی کار میکنه که دیگران ندونند دنبال چی میگردند 
و تا وقتی که خودت نخواهی پیدات کنند 
ما نهایتا تا ساعت 8 برمیگردیم خانوم بل بله 
سلام سلام عزیزم نگفته بودی میخوای یه سر بری لندن 
بخاطر کار کمیته است پوستر مهمونی فردا باید چاپ شه 
خب پس موفق باشی ممنون 
روبی اگه چیزی شد زنگ بزن 
بعدا میبینمت خوش بگذره 
بله 
لباسهای دوره ویکتوریایی بله 
موضوع مهمونی ماست 
عالیه ، عالی 
خانوم 
برای مدت طولانی نمیخوایم 
دقیقا ، باشه ، ممنون خداحافظ 
سلام 
ممنون اومدی دنبالم 
چی شد نظرت عوض شد ؟ 
چیز بزرگی نیست که میریم اونجا عکس میندازیم و برمیگردیم 
این درسته که کت و شلوار شاه چارلز رو شما میدوزید ؟ 
بله 
شاید امروز ببینیمش اونوقت باید جلوش تعظیم کنی 
هرچیزی که میگم رو باور نکن 
پس اینم حقیقت نداره که تو صبحها خاویار میخوری و تو وان شامپاین میری و در حین سکس تشک آبی رو داغون میکنی 
جوری نشون نده که نمیدونی بقیه در مورد تو چی میگن 
من یه بطری شامپو توی استخر گم کردم و بعد رفتم شنا کردم ولی این اتفاقی بود 
حالم از خاویار بهم میخوره 
و سومین مورد اینه که تشک آبی نبود 
چه حوصله سر بر 
میخوای واقعا یه چیز حوصله سر بر بشنوی ؟ 
هیچ شایعه ای در مورد تو وجود نداره این که شانسی نیست 
ترجیح میدم جلوی چشم کسی نیام 
در مورد خودت بگو چیزی رو بگو که هیچکس از همکلاسیهامون نمیدونه 
هیچکس از اعضای خانواده من به دانشگاه نرفته اند 
باورت نمیشه چطوری بورسیه تحصیلی توی مکستون هال گرفتم 
بعد یهو آکسفورد برای من قابل دسترس شد 
بسختی میتونم منتظر وقتی بمونم که کلاسهام رو با اساتید برجسته بگیرم هرچی دلم میخواد رو در کتابخانه بودلاین بخونم و با افراد در مورد هابز و نیچه صحبت کنم 
ببخشید 
آماده ای ؟ 
تمومش کن و بفرستش 
قربان 
شما باید دوشیزه بل باشید ، درسته ؟ سلام خوش اومدید من تریستان هستم استاد خیاطی اینجا 
لطفا دنبالم بیایید 
دو تا 
این اتاق نمایش کلکسیون بوفورت هستش که برمیگرده به سال 1848 
ما چند تا لباس رو براتون آماده کردیم 
اینو میشناسم 
این رو سال گذشته توی موزه ویکتوریا و آلبرت به نمایش گذاشته بودند درسته ؟ 
کاملا درسته 
برای یادبود ملکه ویکتوریا 
خواهرم منو مجبور کرد دو بار برم به اونجا اون شیفته مد هستش 
اینها همه شون دوخت کپی هستند 
لباسهای اصلشون اینقدر حساس هستند که نمیشه در دسترس عموم قرار داد 
خب قابل قبوله ؟ 
عالیه 
میشه عکس بگیرم ؟ لطفا 
روبی : 
باهاش میشه یه پوستر خوب درست کنیم ؟ 
کیرن : تو فوق العاده ای روبی همین الان شروع میکنم 
جسالین : چطوری به اینها دسترسی پیدا کردی ؟ 
کامیل : شماها رفتین به کلکسیون بوفورت ؟ 
جسالین : شماها یعنی کیا ؟ 
میخای امتحانش کنی ؟ 
آره حتما چرا که نه 
این لباس احتمالا از درآمد یکسال خانواده من بیشتره 
بهمین خاطر باید فاصله ام رو ازشون حفظ کنم تا اتفاقی نیفته 
من مطمئنم که با اینهمه دگمه و اینجور چیزها یه کم پیچیده است 
ولی ازش خوشت میاد امتحانش کن دیگه کی قراره یه همچین شانسی رو پیدا کنی ؟ 
درصورتیکه تو هم اونو امتحان کنی 
تریستان میشه لطفا ازش عکس بگیری ؟ خانواده اش هم میخوان ببینند 
نه ممنون 
آهان اینجایی 
میشه بپرسم ایشون کی هستند ؟ 
من روبی بل هستم آقا 
من با پسرتون توی کمیته مراسم کار میکنیم 
از دیدنتون خوشوقتم دوشیزه بل 
شما فوق العاده شده اید 
اون داره لباس امتحان میکنه در صورتیکه ما با خانواده الینگتون منتظرش هستیم 
درک میکنم که تو الان توی مرحله سرکشی خودت هستی ولی آوردن یه دختر فقیر به اینجا کاملا نامناسبه 
برای این غافلگیری متاسفم ولی متاسفانه جیمز هم برای وقت آزادش برنامه های زیادی داره 
این لباس با اجازتون توی قسمت سینه اش یه کم تنگه 
تریستان خواسته فقط تریستان کارهای بهتری برای انجام دادن داره 
جیمز میتونست عکسها رو توی شبکه های اجتماعی اینترنت بذاره عین یه نگاه به گذشته قبل از به نمایش گذاشتن کلکسیون جدید 
مطمئن نیستم که این عکس چیزی باشه که بوفورت بخواد به نمایش بذاره 
جسارت نباشه ولی این لباس یه ملکه است 
میرم لباسم رو عوض کنم 
دخترش رو منتظرت گذاشتیم 
پرسی طبقه پایین منتظره 
ممنون بابت این تجربه فراموش نکردنی 
سلامم رو به شاه چارلز برسونین 
من با قطار میرم 
لین : با جیمز چطور پیش رفت ؟ 
مکستون هال دنیای بین ما 
بر اساس رمان نجاتم بده اثر مونا کاستن 
هی تو حتی امتحانش هم نکردی 
باید درست بندازی من درست انداختما 
امبر 
حیاط رو تمیز کردی ؟ من وقت نداشتم باید تکلیفهام رو انجام میدادم 
عزیزم تو دیروز از اتاقت اصلا نیومدی بیرون 
لندن چطور بود ؟ 
همه چیز روبراهه ؟ 
آره 
باید برم ، تا بعد 
خداحافظ تا بعد 
طراحی فوق العاده ایه دوشیزه بل 
توقع نداشتم تو و آقای بوفورت مسئول این طراحی بشید 
لااقل کسی نمیتونه بگه که تو تمام تلاشت رو نکردی 
شما چی فکر میکنین آقای ساتون ؟ همینطوره 
کار خوبی بود واقعا 
ممنون 
اوناهاش تا حالا ندیده بودمش جدید اومده ؟ 
شنیده بودم مادرش توی نانوایی کار میکنه 
سلام روبی 
میخواستم بگم که پوستر خیلی باحال شده ولی بهتر میشد اگه میدونستم که تو میخوای انجامش بدی 
من تمام آخر هفته ام رو روی عکسها کار میکردم عذر میخوام 
با فتوشاپ من چیزی نمیدونستم 
یه دقیقه وقت داری ؟ 
تو کلا زده به سرت ؟ 
چرا ؟ 
فکر میکنی که لندن به اندازه کافی برام تحقیر کننده نبود ؟ 
عکست فوق العاده شده 
من سعی میکنم توی چشم کسی نباشم اونوقت تو تمام مدرسه رو پر کردی از عکس صورت من ؟ 
تو پوستر لازم داشتی و من 
فکر میکنم بهتر باشه به وضعیت قبلیمون برگردیم 
قبلی ؟ 
وقتی که نمیدونستی من وجود دارم 
اون موقع قطعا بهتر بود 
همه چیز روبراهه ؟ 
من رو در حضور خانواده اش از اتاق نمایش بوفورت انداخت بیرون 
چی ؟ چرا ؟ 
اون از من خجالت میکشید 
باباش جوری بهم نگاه میکرد انگار یه کثافت روی کفشش هستم 
جدا ؟ 
تو توی عکس عین یه پرنسس هستی 
نباید بهشون اجازه بدی اینطوری باهات رفتار کنند 
اون روراست بود 
اگر بابای تو هم همه چیزش رو از دست نداده بود تو هم با من صحبت نمیکردی 
خوبه که نظرت نسبت به من اینقدر پایینه 
صبح بخیر 
امروز یه موقعیت معمول مصاحبه رو شبیه سازی خواهیم کرد چیزی که در آکسفورد تجربه خواهید کرد 
با جیمز یه سکس سریع داشتی ؟ 
لطفا پرسشنامه های دیروز را بیارید بیرون 
با شما شروع میکنم دوشیزه بل 
هرکسی دوست نداره مرکز توجه قرار بگیره ولی خونسرد بودن تحت فشار رو میشه یاد گرفت 
خب دوشیزه بل چرا شما فکر میکنین که کاندید عالی برای کالج سنت هیلدای آکسفورد هستین ؟ 
سنت هیلدا 
سنت هیلدا آخرین کالج دخترانه تاسیس شده در آکسفورد هست و دارای آرمانهای فراگیری و برابری 
حوصله سر بر شد 
بگو با جیمز چه اتفاقی افتاد 
اگه نمیتونین ادب رو رعایت کنین از کلاس من برید بیرون 
فهمیدی ؟ بله فهمیدم 
دوشیزه بل ازتون پرسیدم برای چی باید اونها شما رو قبول کنند نخواستم که مزایای سنت هیلدا رو برام بگی 
سنت هیلدا متفاوته از از کالجهای قدیمی نخبگان متفاوته 
بهمین دلیل فکر میکنم باید به اونجا بیشتر شبیه باشم 
شنیدید ؟ اون متفاوته 
تو هیچکس نیستی ، حاصل آب مونده بی نام و نشون هستی 
اسمم روبی هستش 
این لباس ملکه است تو کلا زده به سرت ؟ 
بهمین دلیله که هیچکس به تو علاقه ای نداره 
طراحی فوق العاده ایه دوشیزه بل 
هیچ توصیه نامه ای نمینویسم من سعی میکنم به چشم نیام 
تو تمام مدرسه رو پر کردی از عکس صورت من ؟ 
باید برگردیم به وضعیت قبلی 
خب سایریل بیایی این جلو هم دهن گشادت کار میکنه ؟ 
خوشحالم که اینجایی من دست و پا چلفتی هستم 
تمام بشقاب از دستم افتاد 
باید تمام این شیرینی کرم دارها رو بریزم دور بیخیال 
قانون 5 ثانیه رو که یادت نرفته 
بیشتر از 10 ثانیه است که روی زمینه 
دستم بهشون نمیرسید افتاده بودند زیر میز 
این راز کوچولو بین خودمون میمونه 
این کارها برای چیه ؟ 
امروز بیستمین سالگرد ازدواجمونه 
میخواستم مامانت رو سورپرایز کنم 
من میتونستم کمکت کنم چرا چیزی نگفتی ؟ 
یه کارهایی توی دنیا هست که باید تنهایی انجامش داد و جادو کردن زنت هم یکی از اونهاست 
همه چیز روبراهه ؟ 
کلیدت رو یادت رفته ؟ 
سلام 
من روز شنبه عین یه آدم آشغال بودم 
اینو میدونم 
اما به تو مربوط نمیشد 
من و بابام بنظرتون خجالت آور اومد 
من از خودم خجالت شیدم 
من پوستر رو چاپ کردم تا بهت نشون بدم که همچین آدمی نیستم 
چجور آدمی ؟ 
کسی که با آدمها مثل یه آشغال رفتار میکنه 
تمام مدرسه به من میخندند اونها نمیخندند 
اونها میخوان اون دختر رو بشناسند 
و من فکر میکنم باید بشناسند 
تو خیلی خاص هستی برای اینکه بخوای خودت رو از دست دیگران قایم کنی 
با اینحال باز هم این تصمیم منه 
چیزی که امروز توی مدرسه گفتی 
اگه نخوام به وضعیت قبلیمون برگردم چی ؟ 
سایریل در حال برگزاری یه مهمونی تیمیه جیمز اگه اونها رو بشناسی آدمهای خوبی هستند 
آلیستر بهرحال 
لندن ، مکستون هال و مهمونی سایریل اینها دنیای تو هستند 
به من نمیخورند و نمیخوام هم که بخورند 
من دنیای خودم رو دارم فقط وقتی جواب میده که روی کارم تمرکز کنم و از افرادی مثل تو و سایریل دور باشم اگه من بخوام نامرئی بمونم 
روبی 
تو دیگه نامرئی نیستی 
برای من نه 
سلام عزیزم سلام 
بیا این به درب آویزون بود 
سالگردمون مبارک فرشته من اوه وای اینها پوره شکر هستند ؟ 
خیلی قشنگه چطوری یه جور دیگه درست کردی ؟ 
این لباس برای تو دوخته شد فقط 200 سال زود 
این رو توی جشن اهدا کنندگان بپوش ، توی اون خیلی خوشگل شده بودی جی ام بی 
برو به درک جیمز بوفورت 
هارولد برات کارت دعوت شرکت در مراسم بوفورت جوان رو میفرستم همراه با کپی از قراردادهامون عالیه 
ممنون که اومدی خیلی خوبه که تو هم همراهمون هستی 
باعث افتخار منه 
خداحافظ خداحافظ 
خوب بود 
افتخار میکنی ؟ بوفورت جوان بطور کامل حمایت مالی شد 
تو روی این سرمایه گذاری کار میکنی 
فکر کردم گند زدم چون بجای اینکه با الینگتونها غذا بخورم داشتم لباس بازی میکردم 
میدونم ، تو فکر میکنی که از دستم عصبانی هستی چون من مهمونی کوچولوی لباس مبدل تو رو بهم زدم 
اما اگه روراست باشی میفهمی که بهت یه لطف بزرگ کردم 
همچین دخترهایی نمیتونن برای مدت طولانی ادای چیزی که نیستند رو دربیارند 
چطوری اینهمه مدت دوام آوردی ؟ 
این شرکت از برهه های زمانی سختی عبور کرده 
این فقط کار کردن سخت من بود که باعث شد من و مادرت اینجا رو درست کنیم 
من همه چیز دادم تا شهرت این خانواده باقی بمونه 
تاوقتی که حرفی برای گفتن نداری بهتره که دهن لعنتیت رو ببندی 
اگه اینقدر از دست من ناراضی هستی اینا رو به لیدیا نمیدی ؟ 
بوفورت جوان نظر اون بود بیست برابر سرمایه گذاشت ، کارآمد هستش 
میدونم که اون دوست داره اینطور باور کنه اما واقعیت اینه که گندکاریهای لیدیا باعث شده که هیچوقت یه کاندید جدی تلقی نشه 
یادت باشه که تو به مادرت و این شرکت چه تعهدی داری 
باشه ؟ 
و یه کم خودت رو جمع و جور کن 
در حال حاضر خیلی سرت شلوغه ؟ 
بابت کلاس آخری معذرت میخوام 
من یه روز بدی داشتم و 
میدونم که اهداف بزرگی برای آینده ات داری 
اگه میخوای به اون اهداف برسی باید تصمیمت رو بگیری 
نمیتونی اون بالا رو نشونه بگیری ولی بطور همزمان در ارتفاع کم پرواز کنی 
فقط کسانی که میتونن با تمرکز و بی تفاوتی نسبت به قضاوت دیگران عمل کنند شانس رسیدن به اوج رو دارند 
گراهام ... آقای ساتون خیلی تو رو تحسین میکنه پس دیگه برای این اهدافت حسابی تلاش کن 
باشه ؟ 
و بهم نشون بده که میتونی این کار رو درحین کلاس درس انجام بدی بدون اینکه افسار گسیختگی پیش بیاد 
نظری ندارم 
اون عین دیوونه ها روی تمام دیوارها عکسش رو آویزون کرده 
فکر کرده خیلی خاصه ؟ 
جیمز بیچاره 
راجع به روبی صحبت میکنین ؟ 
به تو چه ؟ 
میدونم که فکر میکنین دنیای واقعی اینه ولی پول و احترام میتونن به همین سرعت از بین برن 
و بعد فقط خودت باقی میمونی 
بهمین خاطر یه کم بیشتر روی داشتن شخصیت بهتر سرمایه گذاری کنین نه روی خرید کیف جدید 
همکار آزمایشگاهی ؟ 
منو بابت حرفی که زدم ببخش روز بدی داشتم 
اشکالی نداره 
شایدم اگه بابام ورشکست نمیشد باهات صحبت نمیکردم 
ولی بجاش منم آدم خوبی نمیشدم بهمین خاطر باید ازش ممنون باشم 
جیمز من رو به یه مهمونی دعوت کرد 
این یارو قاطی کرده یا چی ؟ 
اومد درب خونه ام برای عذرخواهی و گفت نمیخواد به روابط گذشته برگرده جیمز 
جیمز بوفورت اینو گفت ؟ 
خدای من 
خب 
میری مهمونی ؟ 
تو هم دیگه نمیتونی برگردی بری زیر سنگ 
جذاب ترین آدم این مدرسه از تو خوشش اومده 
بهمین خاطر به این دیوونه ها نشون بده روبی بل کیه 
وقتی شهرتت از بین رفت میتونی با گستاخی زندگی کنی 
باور کن میدونم 
ولی من گستاخ نشدم 
من کاملا شرمنده ام 
پس با همون غرور و افاده همیشگیت برو اونجا 
فکر نمیکنم این کار جیمز رو ناراحت کنه 
مکستون هال 
شاید حقیقت داشته باشه شاید شکافی بین دنیای من و دنیای دیگران باشه 
مثل سرزمین هیچکس 
و هرکسی از این شکاف عبور کنه در هر جهتی که باشه مطمئنا بدون جراحت نخواهد بود 
نیاز به جرات و شجاعت داره که بری به اونجا 
برای چیزی که میخوای ایستادگی کنی 
ولی هیچ چیزی خسته کننده تر از این سوال نیست که آیا امتحانش اشتباهه یا نه ؟ 
یه متخصص کایروپرکتیک خیلی کاردرست از لندن این رو بهم یاد داد 
این بهترین کار برای درمان سردردهای تنشی هستش 
سر بوفورت جوان من این فشار رو میتونم تصور کنم 
والدینم از الان دارند برنامه کارآموزی من رو میریزند 
ولی هروقت برام خیلی زیاد بشه سعی میکنم به یاد بیارم که یه روزی قراره همه این شرکت مال ما بشه 
و تو رییس همه چیز میشی 
وقتی استتار از بین رفت طعمه فقط دو تا گزینه داره 
جنگ یا فرار 
اما داستان اینه که وقتی یه بار دیده بشی ، واقعا دیده بشی اونوقت متوجه میشی اونطور که فکر میکردی بی گزند و درمانده نیستی 
اینکه میخهایی زیر استتارت داری و لازم نیست که توی سایه ها محو بشی 
روبی 
نگو که سایریل دعوتت کرده 
دراصل برادرت دعوتم کرده 
اوه پس اینطوریه ؟ 
باید دیگه حس قدرتمندی داشته باشی 
جیمز رو روی یه انگشت میچرخونی ، از مشکل من خبر داری 
اما میدونی 
میتونی هرچی دوست داری بگی 
دیگه چیزی برای گفتن باقی نمونده 
تموم شد 
به خوبی 
از تو ممنونم 
من متاسفم لیدیا 
من تاسف تو رو نمیخوام 
ولی یه چیز رو بفهم 
من و جیمز مراقب همدیگه هستیم 
اگه باهاش باشی جایی برای قایم شدن نداری 
و وقتی دلش رو بشکنی کارت تمومه 
اومدی 
فکرام رو کردم 
فکر میکنم که در مورد گذشته زیادی مبالغه شده 
بابت لباس ازت ممنونم 
قابلی نداشت 
ببخشید 
اینجا خیلی شلوغه 
به جای درستش ریختی چون اون داغشون کرده بود 
بریم از اینجا بیرون 
بذار کتم رو بیارم من همینجا وایساده ام 
از کی تاحالا قبل از ساعت 4 میری خونه ؟ 
از کی تا حالا به تو ربط داره ؟ 
نکن 
سلام روبی 
دیگه با هم دوست شدیم نه ؟ 
ما هممون با هم رفیقیم نه ؟ 
هی سایریل نه ، نه ، نه 
جیمز ، جیمز ، جیمز 
همه چیز روبراهه 
همه چیز روبراهه ، آروم باش ، آروم باش 
اشکالی نداره 
بس کن 
پرسی 
یه چیزی داری گرمش کنه ؟ 
من بچه بودم 
من و بابام با یه قایق رفتیم روی آب 
خرس اسباب بازیم افتاد توی آب 
سعی کردم بگیرمش اما تعادلم بهم خورد 
بابام بعد از من پرید توی آب هنوز شنا بلد نبودم 
یهو یه قایق دیگه اومد 
تقصیر نه که الان روی ویلچر نشسته 
یه دور دیگه بزنم آقا ؟ 
نمیدونم که من اینجا چی کار میکنم پرسی 
