Ρούμπι ! 
Ρούμπι ! 
Το ξυπνητήρι σου χτυπάει δέκα λεπτά τώρα , μας ξύπνησε όλους . 
Συγγνώμη που σε ξύπνησα . 
Φαινόταν ότι κάτι ωραίο ονειρευόσουν . 
Ωραίο φούτερ . 
Μην το δει η μαμά . Θα το πλύνει και η μυρωδιά θα χαθεί . 
Η εγγύτητα και η απόσταση δεν είναι πάντα αλληλοαποκλειόμενες . 
Μπορείς να νιώθεις κοντά με κάποιον που είναι μίλια μακριά σου ή να συνειδητοποιήσεις ότι εμπιστεύεσαι κάποιον που μισούσες δυο εβδομάδες πριν . 
ΡΟΥΜΠΙ - Σ ' ΕΥΧΑΡΙΣΤΩ ΓΙΑ ΧΘΕΣ . 
ΗΤΑΝ ΠΟΛΥ ΕΥΓΕΝΙΚΟ ΕΚ ΜΕΡΟΥΣ ΣΟΥ ... 
ΕΥΧΑΡΙΣΤΩ ΓΙΑ ΧΘΕΣ . ΔΕΝ ΧΡΕΙΑΖΟΤΑΝ ΝΑ ΜΕ ΦΕΡΕΙΣ ΜΕΧΡΙ ΤΟ ΣΠΙΤΙ 
Νόμιζα ότι ήξερα με ποιους τρόπους χάνεις τον έλεγχο . 
Αλκοόλ , σεξ , ναρκωτικά . 
Μα δεν ήξερα ότι αυτά είναι απλώς παιχνιδάκια . 
Χθες το βράδυ , έμαθα τι σημαίνει να χάνεις τον έλεγχο των συναισθημάτων σου . 
ΡΟΥΜΠΙ Σ ' ΕΥΧΑΡΙΣΤΩ 
- Ρ. ΤΖ . ΜΠ . 
ΤΖΕΪΜΣ - ΔΕΝ ΜΟΥ ΕΙΠΕΣ ΠΟΤΕ ΤΙ ΕΙΝΑΙ ΤΟ " ΤΖ . " - ΤΖ . Μ. MΠ . 
ΡΟΥΜΠΙ ΚΑΙ ΟΥΤΕ ΠΡΟΚΕΙΤΑΙ - Ρ. ΤΖ . ΜΠ . 
ΤΖΕΪΜΣ - ΠΑΡΑΔΕΞΟΥ ΤΟ . ΣΗΜΑΙΝΕΙ " ΤΖΕΪΜΣ " - ΤΖ . Μ. MΠ . 
ΡΟΥΜΠΙ - ΜΑΛΛΟΝ Ο ΕΓΩΙΣΜΟΣ ΣΟΥ ΠΑΡΑΜΕΝΕΙ ΑΛΩΒΗΤΟΣ - Ρ. ΤΖ . ΜΠ . 
ΤΖΕΪΜΣ - ΥΠΕΚΦΥΓΕΣ . ΘΑ ΕΙΝΑΙ ΑΠΑΙΣΙΟ ΤΟ ΟΝΟΜΑ 
- ΤΖ . Μ. MΠ . 
ΡΟΥΜΠΙ - ΘΑ ΣΟΥ ΠΩ ΑΝ ΜΟΥ ΠΕΙΣ ΤΙ ΕΙΝΑΙ ΤΟ " Μ. " 
ΤΖΕΪΜΣ ΚΑΛΗ ΠΡΟΣΠΑΘΕΙΑ - ΤΖ . Μ. MΠ . 
ΤΖΕΪΜΣ ΝΙΩΘΕΙΣ ΚΑΛΥΤΕΡΑ ; 
ΡΟΥΜΠΙ ΝΑΙ ... ΑΛΛΑ ΕΙΜΑΙ ΑΓΧΩΜΕΝΗ ΓΙΑ ΤΟ ΣΗΜΕΡΙΝΟ 
ΤΖΕΪΜΣ - ΜΗΝ ΑΝΗΣΥΧΕΙΣ . 
ΟΙ ΠΕΡΙΣΣΟΤΕΡΟΙ ΕΙΔΑΝ ΜΟΝΟ ΤΗ ΒΡΕΓΜΕΝΗ ΜΟΥ ΠΛΑΤΗ ΧΘΕΣ 
ΡΟΥΜΠΙ ΤΟΥΛΑΧΙΣΤΟΝ ΠΕΡΑΣΑΝ ΚΑΛΑ 
Ρούμπι Μπελ , προσπαθείς να με φλερτάρεις ; 
ΜΆΞΤΟΝ ΧΟΛ - Ο ΚΌΣΜΟΣ ΑΝΆΜΕΣΆ ΜΑΣ 
ΒΑΣΙΣΜΕΝΟ ΣΤΟ ΜΥΘΙΣΤΟΡΗΜΑ " SAVE ME " ΤΗΣ ΜΟΝΑ ΚΑΣΤΕΝ 
Κόρη φουρνάρισσας ... 
Προς τι το θανατηφόρο βλέμμα ; 
Όλοι έχουν τα βλέμματα πάνω μου . 
Μη δίνεις σημασία . 
Χρησιμοποίησε τον κώδικα των Μπόφορτ . Πλήρης απάθεια , ανεξαρτήτως καταστάσεως . 
Μάλλον πας γυρεύοντας να τις φας . 
Μπορεί και να το απολαύσω . 
Αυτή είναι η Ρούμπι Μπελ ; 
Χαλαρή και αδιάφορη . 
Ο Τζέιμς Μπόφορτ την πήρε στην αγκαλιά του . Τυχερούλα ! 
- Σταμάτα ! Θέλω να πω ... Χέστηκα . - Εξαιρετικά . 
Με εξάσκηση , θα το πιστέψεις στ ' αλήθεια . Πίστεψέ με , το κάνω χρόνια τώρα . 
- Μάξτον ! - Χολ ! 
Σου λείπει , έτσι ; 
Πάμε , παιδιά ! Είμαστε οι πρωταθλητές ! 
- Είμαστε οι πρωταθλητές ! - Κανείς σαν εμάς ! 
ΕΛΕΪΝ ΤΗΛΕΦΩΝΗΣΕ ΜΟΥ ! 
Λίντια , σταμάτα να με αγνοείς και πες την αλήθεια . 
Είναι μ ' αυτή την κακομοίρα ; 
Καλημέρα . 
Θέλεις ένα ρολό κανέλας ; 
Τα παρήγγειλα από τον φούρνο στο Κόμπτον . 
Ευχαριστώ . 
Εγώ πρέπει να σ ' ευχαριστήσω . 
Χωρίς εσένα , αύριο δεν θα είχαμε τη νέα κολεξιόν . 
Όλο το κόνσεπτ έχει πολύ πάθος και δημιουργικότητα . 
Καινοτομία . Ποιότητα . 
Όλα όσα αντιπροσωπεύει ο οίκος Μπόφορτ . 
Αυτά πρέπει να δείξει ο Τζέιμς στην αυριανή συνέντευξη Τύπου . 
Τι ξέρεις γι ' αυτό το κορίτσι ; 
Τίποτα . 
Νομίζω ότι πάει στο σχολείο μας . 
Ήταν μια χαζή πλάκα σε ένα πάρτι . 
Χαζολογούσαμε γύρω από την πισίνα . 
Εσύ ξέρεις ότι μια σχέση με το λάθος άτομο μπορεί να σου καταστρέψει τη ζωή . 
Έπρεπε να πληρώσω στον πρώην σου μισό εκατομμύριο λίρες για να καταστρέψει τις φωτογραφίες που σε είχε βγάλει . 
Αύριο , ο αδερφός σου θα ανοίξει τον δρόμο και για τους δυο σας . 
Η Νεανική Κολεξιόν είναι απλώς η αρχή . 
Ίσως εσύ είσαι το πρόσωπο της επόμενης σειράς . 
Ξέρω ότι μπορείς να το κάνεις . 
Πρώτα , όμως , πρέπει να διασφαλίσουμε ότι ο Τζέιμς δεν θα τα θαλασσώσει αύριο . 
Δεν πρέπει να ξεστρατίσει . Όχι τώρα . 
Είστε πολύ δεμένοι . 
Χρησιμοποίησέ το . 
Τζέιμς . Ξέρεις με ποιον έφαγα πρωινό σήμερα ; 
Με τον μπαμπά . 
Να είσαι πιο προσεκτικός με τη Ρούμπι . 
- Σου είπε να μου μιλήσεις ; 
- Κάτι τέτοιο . 
- Πες του ότι είναι απλώς μια φωτογραφία . - Έτσι απλά ; 
Αν θεωρήσει ότι δεν είσαι προσηλωμένος , θα σου πάρει το κεφάλι . Και το δικό μου . 
Όλα είναι υπό έλεγχο . 
- Τζέιμς . - Λίντια . 
Αν δεν συνέλθεις , θα αντιδράσει άσχημα . 
- Θα το τακτοποιήσει μόνος του . - Μην ανησυχείς για εμένα . 
Η Ρούμπι δεν είναι καθηγήτριά μου . 
- Τα τελάρα είναι πολύ βαριά για ένα άτομο . - Να σε βοηθήσουμε ; 
Λοιπόν ; Πώς ήταν ; 
Είναι αλήθεια αυτό που λένε ; 
- Τι πράγμα ; 
- Ξέρεις . 
Το κάνατε έξω ή μέσα στη λιμουζίνα του ; 
Σε παρακαλώ , πες ότι έγινε στη λιμουζίνα . 
Χέστηκα . Το αφήνω στη φαντασία σας . 
Και εδώ για τα κεριά ... 
- Όλοι νομίζουν ότι το έκανα με τον Τζέιμς . - Και ; 
Όχι . Ούτε που φιληθήκαμε . 
Σου έσωσε τη ζωή , φτύνει τους φίλους του , σε κουβαλάει στην αγκαλιά του , μ ' εσένα τελείως μουσκίδι μέσα στο φεγγαρόφωτο , και ούτε που σε φιλάει ; 
Τι άλλο θέλετε ; Πυροτεχνήματα ; 
Είδα τα βίντεο . Είναι σ ' όλα τα σόσιαλ . 
Όταν βγαίνεις με κάποιον τόσο διάσημο , δεν περνάει απαρατήρητο . 
- Δεν νομίζω ότι ήταν ραντεβού . - Ήθελες να είναι ; 
Γεια σου , Ρούμπι . 
Τα κατεψυγμένα για την τροφοδοσία θα είναι εδώ σε λίγο . 
- Πάγος , κρέας ... - Ευχαριστώ , Κίραν . 
Κανένα πρόβλημα , τα έχω όλα υπό έλεγχο . 
Έχεις υπό έλεγχο και το τραπέζι ; 
Αυτά πρέπει να πάνε πίσω . 
- Τι του έχεις κάνει του κακομοίρη ; - Εγώ ; 
Δεν θέλει πάντως να εντυπωσιάσει εμένα . 
Αν και , ομολογώ , είναι σέξι . 
Όταν ένας άντρας φέρεται ευγενικά σε μια γυναίκα , δεν αποσκοπεί πάντα κάπου . 
Δεν νομίζω ότι θα αποκαλούσα τον Ράδερφορντ άντρα . 
Ευχαριστώ . 
Πρώτη φορά ανυπομονώ για σχολικό πάρτι . 
Μπορεί μέχρι και να πάω στην ώρα μου . 
Τότε , ίσως να προλάβεις τα γενέθλια της Ρούμπι . 
Αύριο είναι τα γενέθλιά σου ; 
Δεν τα έμαθες ; 
Ο Λέξινγκτον θα μου κάνει ένα μεγάλο πάρτι . 
Θα είμαι σίγουρα στην ώρα μου . Το υπόσχομαι . 
Ποιος άλλος θα σε συνοδεύσει στον πρώτο σου χορό ; 
Σίγουρα θα βρω κάποιον . 
Ρούμπι ... Ήθελες το φαγητό ... Το ήθελες όσο πιο φρέσκο γίνεται , σωστά ; 
Μπορούμε να τις σφάξουμε μόνοι μας . 
Θέλεις να σφάξεις 150 πέρδικες στην καφετέρια ; 
Όχι . Όχι βέβαια . 
Ρούμπι , θα το διορθώσω . 
Μπορώ να προσπαθήσω ... 
Τα κιβώτια πρέπει να φύγουν . Προσεκτικά . Κάπου που να έχει άπλα . 
Ακούσατε τη Ρούμπι . 
Ωραία . Κύριε Λέξινγκτον , έχω μια ερώτηση σχετικά ... 
Και , Ράδερφορντ . 
Μπράβο σου . 
" Μπράβο σου " . 
- Ο τρόπος που τον κοιτά ... 
- Ναι , ήταν μαζί για αρκετό διάστημα . 
Αλήθεια ; 
Κοιμάσαι μαζί της ; 
Τι ; 
Ή το φλερτάκι μας αναζωπύρωσε το παλιό σου πάθος ; 
Άλλωστε , δουλεύετε μαζί . 
Μπορεί να είναι εξαιρετικά βολικό ή εξαιρετικά άβολο . 
Αν έχετε απορίες για τις εξετάσεις , ξέρετε πού θα με βρείτε , δις Μπόφορτ . Πραγματικά πρέπει να φύγω . 
Σου είναι τόσο εύκολο ; 
Να επιστρέψεις στα παλιά ; 
Να φέρεσαι λες και είσαι μόνο καθηγητής μου ; 
Αυτό δεν συμφωνήσαμε ; 
Να φερόμαστε λες και δεν συνέβη τίποτα ; 
Φαίνεσαι πιο ευτυχισμένος από ποτέ . 
Πώς να φαίνομαι ; Σαν να έχασα τον έρωτα της ζωής μου ; 
Μη με κοιτάς έτσι . 
Γιατί όχι ; 
Επειδή θα κάνω κάτι που έχω ορκιστεί να μην κάνω ποτέ ξανά . 
Γαμώτο , αν δεν κάνουμε όπως είπαμε , θα εξοκείλω . 
Να εξοκείλεις . 
Πάμε να φύγουμε από εδώ . Σήμερα . 
Τα μαζεύουμε και αρχίζουμε αλλού απ ' την αρχή . 
Νέα δουλειά εσύ . Εξετάσεις εγώ . 
Δεν το θέλεις αυτό . Όχι πραγματικά . 
Θα αφήσεις τους δικούς σου , τους φίλους σου . 
- Θέλω να είμαι μαζί σου . - Όχι έτσι . 
Δεν θα σ ' το κάνω αυτό , Λίντια . 
Δεν έχεις ιδέα τι θέλω . 
Αλλά εσύ ξεκαθάρισες τι θέλεις . 
Πώς είναι η Ρούμπι ; 
Καλύτερα . 
Ωραία . 
Ο Σίριλ είναι πανίβλακας . 
Πες μας τίποτα καινούριο . 
Ήταν αρκετά επεισοδιακό βράδυ , γενικότερα . 
Συγγνώμη που μπούκαρα έτσι μέσα . Εγώ ... 
Ο Κες δεν τρελάθηκε απ ' τη χαρά του . 
Ναι . 
Δεν είναι έτοιμος . 
Εσύ είσαι εντάξει μ ' αυτό ; 
Τον γουστάρω πολύ . 
Αυτό βοηθάει . 
Ποτέ δεν περίμενα να δω τον Τζέιμς Μπόφορτ να κουβαλάει 600 ορτύκια στο προαύλιο για ... ένα κορίτσι ; 
Είναι πέρδικες , όχι ορτύκια . 
Δεν αφήνετε τα λόγια , να βοηθήσετε λίγο ; 
Ναι , φυσικά . Πού τα πάμε ; 
Κάπου που να έχει άπλα . 
" Και γι ' αυτό είναι μεγάλη μου τιμή ... 
" Μεγάλη μου χαρά και ακόμα μεγαλύτερη τιμή " που ακολουθώ τα βήματα των γονιών μου " και σας παρουσιάζω τη νέα κολεξιόν ως αναπληρωτής Διευθύνων Σύμβουλος " . 
- Μάθε το καλά πριν από την παρουσίαση . - Ναι . 
Πώς ήταν η εξάσκηση με τον Τσαρλς ; 
Έχεις καμία απορία ; 
Φυσικά . 
Έχεις προετοιμαστεί καλά για το πιο σημαντικό γεγονός της ζωής σου . 
Διαβάζεις όλα τα μέιλ μου εδώ και μέρες , σημείωσες προσεκτικά τις ημερομηνίες , έμαθες απέξω τα λόγια σου και μελέτησες τη νέα κολεξιόν μέχρι την τελευταία λεπτομέρεια . 
Ξέρω τι περιμένετε από εμένα . 
Αύριο , Τζέιμς , θα γίνεις ο κος Μπόφορτ ... Τζούνιορ . 
Προσκαλέσαμε τον επικεφαλής δημοσίων σχέσεων για φαγητό και ποτό μετά τη συνέντευξη Τύπου . 
Να είσαι έτοιμος . 
Πρέπει να πάω στο γκαλά δωρητών στο Μάξτον Χολ μετά . 
Η ζωή είναι μια σειρά από επιλογές , Τζέιμς . 
Ξέρεις γιατί ; 
Δεν μπορούμε να τα έχουμε όλα . 
Το πάθος μάς μετατρέπει σε ηλίθιους . 
Τι θα επιλέξεις ; 
Έναν φευγαλέο έρωτα που σε δυο χρόνια δεν θα θυμάσαι ή την οικογένειά σου ; 
Εσύ αποφασίζεις . 
Θα ήταν καλό να καταφέρεις να έρθεις . 
Ώστε να επικεντρωθούμε στα σημαντικά θέματα . 
Χρόνια σου πολλά 
Χρόνια σου πολλά , Ρούμπι 
Χρόνια σου πολλά 
Κάνε μια ευχή . 
Λοιπόν ; Το πέτυχα ; 
Θεούλη μου ! Ευχαριστώ , μπαμπά ! 
Ο τέταρτος τόμος της σειράς προετοιμασίας για την Οξφόρδη . Μένει ο πέμπτος μόνο . 
Άλλο ένα τεράστιο βιβλίο . Ζήτω ! Εντάξει , το δικό μου τώρα . 
Απίστευτο ! Ο πέμπτος τόμος . Ποιος να το φανταζόταν ; 
Ευχαριστώ . 
Να φάω την τούρτα μου τώρα ; 
Μη βιάζεσαι . 
Υπάρχει ένα ακόμα δώρο . 
- Δείξε μου . Τι είναι ; - Είναι δικό μου . 
- Δείξε μου . - Όχι . 
Πρέπει να πάω σχολείο ! 
Ποιος πάει σχολείο το Σάββατο ; 
- Μαμά , βοήθεια . - Ναι . 
Όχι , περίμενε ! 
Με συγχωρείς γι ' αυτό που σου είπα . 
Είχες δίκιο . 
Για μια στιγμή , ήθελα να πιστέψω ότι εγώ ελέγχω τη ζωή μου . Όχι αυτός . 
Είναι άδικο . 
Τι ξέρεις εσύ από αδικία ; 
Ο μπαμπάς δεν μου μιλάει , παρά μόνο για να με εκβιάσει . Ο άντρας που αγαπώ πηδάει την πρώην του και τώρα εσύ είσαι το πρόσωπο μιας ιδέας που δούλευα εδώ και χρόνια . 
Ό , τι έχει σημασία είτε δεν είναι δικό μου είτε είναι λάθος . 
Δεν ξέρεις τι σημαίνει να είσαι πάντα η δεύτερη εναλλακτική . 
Γι ' αυτό , κάνε μας τη χάρη και παίξε τον ρόλο σου . Είναι καλύτερα έτσι . 
Μπορούμε να αλλάξουμε θέσεις όπως στο Δίδυμοι μπελάδες . 
Εσύ στη συνέντευξη Τύπου , εγώ στο γκαλά . 
Θα μπορούσα να βάλω ένα μουστάκι . 
- Δεν θα το καταλάβει κανείς . - Ποτέ . 
Όλα καλά ; 
Ο μπαμπάς κάλεσε τον επικεφαλής δημοσίων σχέσεων . 
Θα χάσω το γκαλά στο Μάξτον Χολ . 
Σήμερα έχει γενέθλια η Ρούμπι . 
Ξέρω ότι η συνάντηση είναι σημαντική . Για τον μπαμπά , τη μαμά , τη Λίντια . 
Νιώθω χάλια . 
Αυτό είναι καλό . 
Ο πόνος είναι σημάδι ότι είσαι έτοιμος για μια αλλαγή . 
Είναι παντού . 
Οι άλλοι πήγαν να τις πιάσουν . Έρχονται οι διακοσμητές . 
Πώς θα δουλέψουν με τα πουλιά να τριγυρίζουν ; 
- Είναι μόνο 150 πέρδικες . - Αν το μάθει ο Λέξινγκτον , ξόφλησα . 
Ξόφλησα . 
Τότε , τι περιμένεις ; 
Και χρόνια σου πολλά . 
- Πάμε από πίσω του . - Εντάξει . 
Μη σου ξεφύγει ! Γαμώτο ! 
- Σίγουρα είναι εδώ μέσα ; - Σίγουρα . 
Αν και έχουν μικρά ποδαράκια , είναι πολύ γρήγορες . 
Σαν εσένα . Ίσως γι ' αυτό οι γονείς σου σου έδωσαν και μεσαίο όνομα . 
- Τι ; - Σ ' το είπα ότι θα το έβρισκα . 
Γιατί δεν σου αρέσει το Τζεμάιμα ; Σημαίνει περιστέρι . Είναι γλυκό . 
- Το βλέπεις πουθενά ; 
- Όχι . 
Διάλειμμα ; 
Διάλειμμα . 
Ευχαριστώ για τα δώρα . 
Η τσάντα είναι υπέροχη . Και η ζωγραφιά ... 
Θα μου πεις το μεσαίο σου όνομα ή θα πρέπει να σε κατασκοπεύσω κι εγώ ; 
Να το ράψω σε κάτι για τα γενέθλιά σου . 
Πίστεψέ με , έχω αρκετά ρούχα με τα αρχικά μου επάνω . 
" Μ. " σημαίνει Μόρτιμερ . Το όνομα του πατέρα μου . 
Απόψε δεν μπορώ να έρθω . 
Θα λανσάρουμε τη νέα μας κολεξιόν , πρέπει να δω τον επικεφαλής δημοσίων σχέσεων . 
Συγγνώμη . 
Σίγουρα θα είναι συναρπαστικό . 
Θέλω απλώς να τελειώσει . 
Δεν θέλω να πάω στη συνέντευξη Τύπου ούτε να αναλάβω τον οίκο Μπόφορτ . 
Μάλλον δεν θέλω καν να πάω στην Οξφόρδη . 
Αλήθεια ; 
Είχες δίκιο στο μάθημα προετοιμασίας . 
Είμαι ένα τίποτα χωρίς τ ' όνομά μου . 
Στα χαρτιά , έχω όλα τα προνόμια , όλες τις ευκαιρίες , αλλά ... τίποτα απ ' αυτά δεν το επέλεξα εγώ . 
Τι είναι αυτό που θέλεις ; 
Τι θα σ ' έκανε ευτυχισμένο , αν μπορούσες να κάνεις ό , τι ήθελες ; 
Δεν ξέρω . 
Όλοι έχουν στιγμές που ξεχνάνε τα πάντα γύρω τους . Όταν σταματάνε να αμφιβάλλουν για κάθε τους βήμα και σκέψη και απλώς ακολουθούν το ένστικτό τους . 
Αυτό πρέπει να κάνεις στη ζωή , να το επιτρέψεις αυτό . 
Να βρεις με τι πραγματικά παθιάζεσαι . 
Ρούμπι , έπιασα και το τελευταίο . 
Για να καταλάβω , δεσποινίς Μπελ . 
Πρώτα λέτε ότι σας κατέστρεψε το πάρτι , μετά αρνείστε να δουλέψετε μαζί του και τώρα μου ζητάτε να μειώσω την ποινή του - και να του επιτρέψω να παίξει λακρός ; 
- Ο Τζέιμς βοήθησε πάρα πολύ στο πάρτι . Σκέφτηκε το θέμα και το υλοποίησε . 
Σίγουρα είχε φερθεί απαίσια στο παρελθόν , μα προτιμώ να κρίνω το εδώ και τώρα . 
Αν το πάρτι έχει επιτυχία , που θα έχει , αυτόν θα πρέπει να ευχαριστήσουμε . 
- Εντάξει . - Αλήθεια ; 
Ναι . 
Αν το πάρτι κυλήσει χωρίς κανένα πρόβλημα , - μπορεί να επιστρέψει στο γήπεδο . - Ευχαριστώ , κύριε . 
Όμως , δεσποινίς Μπελ , μην ξεχνάτε ποιο είναι το πραγματικό διακύβευμα . 
Όχι μόνο για τον κο Μπόφορτ , αλλά και για εσάς . 
Ο μπαμπάς θα έρθει να πάρει τις πέρδικες για να τις πάει στη φάρμα μας . 
Οι υπεύθυνοι τροφοδοσίας θα φέρουν τα κοτόπουλα . 
- Συγγνώμη , Κίραν . Να τα πούμε σε λίγο ; - Ναι . 
Μεγάλη βραδιά . ΓΚΑΛΑ ΔΩΡΗΤΩΝ 
Όχι μόνο για εμένα . 
Μπορώ να στείλω μερικές στριπτιζέζ για να μη σου λείψω . 
Άντε , φύγε από εδώ . 
Άντε να πάρεις τη συστατική επιστολή σου . 
" Σήμερα ένα νέο κεφάλαιο ξεκινά για τον καθένα από εμάς . " Και γι ' αυτό είναι μεγάλη μου χαρά και ... 
" Και ακόμα μεγαλύτερη τιμή που ακολουθώ τα βήματα των γονιών μου " και σας παρουσιάζω τη νέα κολεξιόν ως αναπληρωτής Διευθύνων Σύμβουλος " . 
Είναι τρελό που ξέρεις τον λόγο απέξω . 
Εγώ τον έγραψα . 
" Μα μην ανησυχείς , ο αδερφός σου σήμερα ανοίγει τον δρόμο και για τους δυο σας . 
" Ίσως εσύ είσαι το πρόσωπο της επόμενης σειράς " . 
" Η ζωή είναι μια σειρά από επιλογές , δεν μπορούμε να τα έχουμε όλα . 
" Σε χρειαζόμαστε " . 
Δεν θα σταματήσει ποτέ . 
Πάντα θα υπάρχει κάτι πιο σημαντικό απ ' αυτό που θέλουμε εμείς . 
Μέχρι να αποφασίσουμε εμείς τι είναι σημαντικό . 
Κάνε τον αντίπαλο να πιστέψει ότι υπάρχει μόνο μία κίνηση . Σωστά ; 
Πέρσι . 
Γύρνα πίσω . 
Μην τους αφήσεις να σου την πέσουν ή να σε χουφτώσουν . 
Πάρε ταξί για να γυρίσεις , μιας και δεν μπορούμε να έρθουμε . 
Εντάξει . 
Περίμενε , έχω μια ιδέα για τα μαλλιά σου . 
Αγάπη μου ; Καλά να περάσεις . 
Ευχαριστώ . 
Ρούμπι , μπορείς να ηρεμήσεις λίγο ; 
Είμαι τελείως ήρεμη . 
Ξεπατωθήκαμε γι ' αυτό το πάρτι . 
Κοίτα γύρω σου . Είναι όλα τέλεια . 
Είναι τα γενέθλιά σου και εσύ είσαι μια κούκλα . 
Θα πάρεις τη συστατική επιστολή , θα πάμε στην Οξφόρδη και θα γίνουμε σταρ της πολιτικής . 
Εσύ είσαι μια πριγκίπισσα ακόμα και χωρίς τον πρίγκιπά σου . 
Τώρα μπορούμε να απολαύσουμε τη βραδιά ; 
Πού καταντήσαμε ; 
Ζόμπι γίναμε με τα κινητά . 
Άλιστερ , σταμάτα να τσεκάρεις τα μέιλ σου . Βρες μας κάνα ραντεβουδάκι . 
Να ένας . Κι άλλος . Πώς λέγεται αυτή η εφαρμογή ; 
Έλα να βρούμε τον άντρα των ονείρων σου . 
Αυτός είναι νοστιμούλης . 
Τι λες γι ' αυτόν ; 
Πιο ωραίος από εμένα . 
Και εμένα θα απέρριπτες , αν ήμουν στην εφαρμογή ; 
Μην ξεσπάς πάνω μου επειδή η συνοδός σου σε έστησε . 
Δεν με έστησε . 
Απλώς δεν ήρθε . 
- Ακριβώς . - Δεν ξέρω , δικέ μου . 
Αν ο Άλιστερ δεν μπορεί να βρει την ευτυχία , θα του τη βρούμε εμείς . 
Ελάτε , ας του βρούμε ένα αγόρι . Πώς σας φαίνεται αυτός ; 
Ή αυτός ; 
Κόφ ' το . 
Σταμάτα πια μ ' αυτή την τοξική αρρενωπότητα . 
Απλώς πες μου ποιους βρίσκεις σέξι . 
Σταμάτα ! 
Να ένας καλός , αν και δεν φαίνεται το πρόσωπό του . 
Μήπως πρέπει να μας ανησυχήσει ; 
Νομίζεις ότι Άλιστερ γουστάρει στρουμπουλούς ή αρρενωπούς μπρατσαράδες ; 
Πού να ξέρω εγώ ; 
Δεν θα έκανα ποτέ κάτι με άντρα . 
Βρήκα ταίρι . 
Μπορεί να διστάζεις σ ' όλη σου τη ζωή . Αλλά μόνο αν τολμήσεις το άλμα θα μάθεις τι υπάρχει πέρα από τον γκρεμό . 
Μια άβυσσος ; Ή ένα αεράκι που θα σε βοηθήσει ; 
Είναι τρομακτική η στιγμή που χάνεις τη γη κάτω απ ' τα πόδια σου . 
Αν συγκεντρωθείς στα όνειρά σου , ξεχνάς τα κόλπα που σου παίζει η βαρύτητα . 
Η πράξη η ίδια αρκεί . 
Το ότι παίρνεις στα χέρια σου την ίδια σου τη μοίρα μπορεί να αλλάξει αυτό που είσαι . 
Πού στον διάολο είναι ο Τζέιμς ; 
Εκεί όπου ανήκει . 
Το ίδιο κι εγώ . 
Τι κάνεις εδώ ; 
Έχουν απομείνει τρεις ώρες από τα γενέθλιά σου . 
Ας τις απολαύσουμε . 
Σου έχω μια έκπληξη . 
Μίλησα με τον Λέξινγκτον . 
Αν το γκαλά πάει όπως προσδοκά , θα μπορέσεις να παίξεις λακρός ξανά . 
Τι ; 
Ρούμπι Τζεμάιμα Μπελ . 
Θα κάηκε ασφάλεια . 
Ο πίνακας είναι στα σκαλιά της δυτικής πτέρυγας . 
Μετά απ ' αυτό παύεις να είσαι μέλος της επιτροπής . 
Ήταν χαρά μου που συνεργάστηκα μαζί σου . 
Ακούγεσαι σαν να με αποχαιρετάς . 
Ώστε έτσι φέρεσαι , ενώ ξέρεις τι απαιτείται από εσένα ; 
