Некој бездомник го подбрал со секира ? 
Мака ти е што не беше ти ? 
Ќе мора да најдеш нова цел . 
Слушам , барате оргулар . 
Никој не смее да знае дека сум жив . 
Ни мама ни Хеленка . Некои ме мразат . 
Имам одредени копнежи . Копнежи што не можам да ги контролирам . 
- Син ви сака да ме убие . 
- Само сте се буткале . 
Не мрдај ! 
Онде има камера . Сигурно сакаш да викнеш засилување ? 
Полека . Инаку боли . 
Признај и готово . 
Знаеш кој ја убил Каролина . 
- Колку ? - Еден месец . 
Јас не сум ти непријател . Тие сакаат да ти ја земат слободата . 
Нема да си стоиш на зборот и да го пуштиш син ми . 
Никогаш нема да избегате од мене . 
Тате . - Тате ! 
Полиција ! Не мрдај ! 
- Уапсен си , гомнар еден . 
- Како е девојка ти ? 
Каде е закопан татко ви ? 
Каде точно му е гробот ? 
Брзо ! - Дигај ! Ева ! 
- Не ти верувам . - Полиција ! 
Како можеше ? 
Не заслужуваш да умреш . 
Изгуби . 
Немаш семејство . 
Ангелу чувар мил , закрили ме со твојата сила . Според Божјото ветување , чувај ме и ноќе и дење . 
А кога од светов ќе заминам , среќно на небото да дојдам за таму со тебе да можам вечно саканиот Бог да го обожувам . 
Брзо ! 
Брзо ! Не си во бања ! 
Библиотеката е тука . 
- Што е ова ? 
- Бараше книги за ангели . 
- Теолошки . 
- Тоа стигна . 
Може јас да им покажам што ми треба . 
- Стави ми лисици ако треба . 
- Не може . 
Во библиотеката има други затвореници . 
Ќе бидам тивок . 
Ако некој ни ја рокне ѕвездата , ми отиде бонусот . 
На кој му треба тоа ? 
Не очекувајте чудо . 
Сте убиле човек и сте му ја украле колата . 
Маќеј Јаник го уби . 
Јас само не му помогнав . 
Бев на рочиштето . Ве слушнав . 
Судијата дури и ви поверува . 
Вие не ? 
Му благодарев на Бога што Јаник уште е во бегство и не сведочеше . Тогаш ќе добиевте двојно подолга казна . 
Премногу добив . 
Што дознавте ? 
Не го испрашале сопственикот на службеното возило што го користел убиениот . 
Го занемариле фактот дека жената што го нашла телото била пијана . А двајца сведоци биле повикани на суд по предвидениот рок . 
Доволно ли е тоа за поништувањае ? 
Со добар адвокат . 
Адвокатот што го плаќам толку треба да биде добар . 
- Кога ќе излезам ? 
- Не знам . 
Жалбата ќе ја поднесам во понеделник . 
Ако ја прифатат , се почнува одново , но тоа не значи дека сте слободен . 
Гледајте да бидам . 
Обвинителот уште бара основа да ве обвини за другите убиства . 
Ако најдат докази , би можело да се вратат на тој прекинатиот предмет . 
Ништо нема да најдат бидејќи сум невин . 
- Ќе ја поднесам жалбата следната недела . 
- Потрудете се повеќе . 
Досадно е тука . 
Слободна си . 
Каде сега ? 
Малдиви ? Занзибар ? 
Ќе ве изненадам . 
Сакате уште чај ? 
Фала . 
Пробај . Убава е . 
Шурата бара работник во дуќанот . 
Може да те препорачам . 
Поарно некаде подалеку . 
Тука луѓето многу зборуваат . 
- Ќе престанат некогаш . - Не знам . 
Преку глава ми е . Затоа се преселив во шумата . 
Отвори слаткарница . Убави пити правиш . 
Изедете се . Мора да ослабам за на плажа . 
А Маќек ? 
Се јавува ? Не . 
Не знам ни дали е жив . 
Може би било поарно да не е . 
Немој така . Син ти е . 
Пукаше во мене . 
Работите што ги кажа ... 
Јас веќе немам син . 
Ни кажаа да те држиме на око во случај да се врати Маќек . 
- Јасно ми е . - Само ќе кажам ... Нема да се утепаме од работа . 
- Се знаеме и се почитуваме . 
- Фала . 
Што ќе ти е тоа ? 
Во случај да ме искодошеше . 
Не биди глупав . 
Дај ми го . 
Знаеш дека ќе ме затворат ако најдат пиштол тука . 
- Полиција ! 
- Рацете горе ! Фрли го ! 
- Спушти го ! 
- Фрли го оружјето ! 
Стој ! 
Остави го тоа ! 
Остави го , кажав ! 
Бегајте . 
- Шифрата . 
- Да ти го турам . 
Шифрата ! 
4267 . 
- Оној . 
- Водете го . 
- Што е ? Се бранев . 
- Ела . 
Само момент . 
Другар , не знам кој ја донел дрогата . 
Може девојките што ги присилуваш на секс . 
Никој на ништо не го присилувам . Тие сакаат така . 
- Да ? 
- Може да излезеш малку ? 
Надредените . 
Сега гледам оти си му се нафрлила . Исти сте . 
Мора да го притиснам . 
Слободно . Јас ќе одам да купам количка за бебе . 
Ќе сакаш да видиш дали се вратил Сужин ? 
Што е работата ? 
Мора да го притиснам овој . Ама ќе бидам нежна . Жими мене . 
Добро . 
Леле , еве го лошиот џандар . 
- Мислам дека тоа е незаконско . 
- Сакаш камери , нели ? 
Твоите другарчиња викаат дека си ги снимал гостите . 
Ми треба снимка што , за жал , ја нема на твојот компјутер . 
Тогаш , имаш проблем . 
Можеби , ама имам и понуда . 
Може да ти ја скршам и другата рака ... или да те пуштам уште денеска . 
Што ќе кажеш за Нов Зеланд ? 
Имаш право , премногу е далеку . 
- Канарските Острови ? 
- Црни плажи , вулкани ... 
- Никаде нејќам да одам . 
Хелена , што ти е ? 
Само три недели одмор се . 
- Знае ли тате ? 
- Му кажа ли на тате дека е само одмор ? 
- Не мора да го прашам . - Не е негова работа . 
- А ако му текне пак да не запре ? 
Хелена . Татко ти е во затвор . Безбедни сме . 
Ќе смисли нешто . 
- Оти викаш така ? 
- Тате секогаш не наоѓа . Не можеме да му избегаме . 
Прв ден без надзор . 
Причина да наздравиме . 
На здравје . 
Што планираш ? 
Ти кажав . Волницки ми даде задача . 
- Само чекам знак од него . 
- Тој е причината за нашите проблеми . 
- Оти би го направил тоа ? 
- Оти ќе ми плати . 
Му веруваш ? 
Ме смееш . 
Што ќе направиш за него ? 
Ќе убивам крави . 
Знаеш дека не мора . 
Ама сакам . 
И тоа воопшто не е твоја работа . 
Додека ги убивам ... ќе мислам на тебе . 
Сега ... биди мирен . 
- Здраво , сестро . 
Здраво . 
Што ти текна ? 
Ми фалиш . И на децата им фалиш . 
Одамна не сум ги видела . Сигурно ме надраснале . 
Јашек , да . 
Слушај ... Ми треба услуга . 
Може да се видиме ? 
- Сакаш да дојдеш тука ? 
- Ако е можно . 
Па ... секако . 
- Супер . Се гледаме . 
Три минути . 
Повели . 
Знам дека си му дал задача на Маќек . 
Откажи ја . 
Можам гадно да те заебам . Уште имам врски во полицијата . 
Ќе средам никогаш да не излезеш . 
Те молам , немој . 
Остави му говорна порака . Дека задачата е откажана . И дека нема да му платиш . 
А јас ќе ти помогнам . 
Ќе ти средам пократка казна . 
Можеш ? 
Можам . 
Продолжи . 
Врска си немам што планира Маќек и не му дадов никаква задача . 
Ама ако знаеш каде е , мора да пријавиш . 
Баран бегалец е . 
Престани , те молам . 
Ослободи го . Не го вовлекувај подлабоко во овие гомнарии . 
Те молам . Ќе ти платам . 
Остави го син ми намира . 
Знам дека разбираш . И ти имаш деца . 
Знам како ти е . Навистина . 
Неуспешен родител . Нема ништо полошо . 
Ама , за жал , не можам да ти помогнам . 
Наскоро ќе излезам на слобода . 
Ќе ти дојдам на гости . Мора да ти вратам за гостопримството . 
Убав ресторан . 
Си била тука порано ? 
Се мислам што е вкусно . 
Цел ден ништо не сум јадел . - Повелете . 
Октопод во вино . 
Што е ? 
Сакам да се иселиш . 
Не разбирам . Моника . Знам дека имаше хаотичен живот . 
Пјотр , децата ... Мислиш дека не заслужуваш да бидеш среќна , ама те сакам . 
Ама јас тебе не те сакам . 
Не те сакам . 
Вечер нема да спијам дома . 
Спакувај се и исели се . 
Може ли барем да се поздравам со децата ? 
Ги однесов кај сестра ми . 
- Кој е ? 
- Кој тоа ? - Мажот со кој ќе бидеш . 
- Не го знаеш . 
Ало . 
Има некој проблем ? 
Какво изненадување ? 
Што ви ветувам цела година ? 
Куче ? ! 
Ама кажа дека не може ! 
Баш е слатко ! И мило ! 
- Супер е . 
- Види му ги очињата ! 
- Колку ќе порасне ? 
- Не знам . Ќе видиме . 
Види му го носето ! 
Му ги гледаш шепите ? 
- Како ќе се вика ? 
- Да видиме . - Што ќе кажеш за ... 
- Фала , мамо ! 
Точкичка ? - Можеби . 
- Последна постојка . - Што ? 
- Треба да се најдам со адвокатката . 
- Не може да дојде . 
На телефон е . 
Требаше да дојдете . Што е работата ? 
- Што стана со жалбата ? 
- Проверив . Нема шанси да се поништи пресудата . 
Потрудете се повеќе . 
Ништо не можам да направам . Ќе мора да си ја ислужите казната . Жал ми е . 
Задоволна ли си ? 
Во втората минута шмркаш кокаин , а во петтата земаш мито . 
Чекај . Од каде да знам дека не си направила копија ? 
Од никаде . 
Г - ѓо Полковска ! Каква случајност . 
Мислев дека Волницки е минато и дека сега бркаш други криминалци . 
Ама не . 
И бараш гадотии на неговата адвокатка . Оти ? - Сега нема да ја поништат пресудата . 
- Ќе си најде друг адвокат . 
Нели разбираш ? 
Не смее да излезе ни на еден саат . 
Судот одлучува за тоа . 
- Баш ми дреме за судот што им служи на криминалците ! 
Не можам да дозволам пак да убие тој манијак . 
- Каде му е крајот ? 
- Кога ќе добие доживотна . 
Ќе го прогонуваш и кога ќе умре . 
Слободно искодоши ме . 
А сега , сиктер . 
Маќек . 
Маќек . 
Каде беше ? 
- На никој не му кажав дека си тука . 
- Каде беше ? 
- Сакам само да ти помогнам . 
- Кажи ми ! 
Те сакам . Никогаш не би те предала . 
А ти мене никогаш нема да ме убиеш . 
Кој го донесе тука ? 
Маќек . 
Дојдов да ти помогнам . 
Сине , остави го тоа . 
Може ли да разговараме ? 
Тате . 
Не ми се верува . 
Пијаницава те тепаше , а ти го молиш за помош ? 
Толку си забегана ? 
- Се сменил . Послушај го . 
- Маќек ... Син си ми . Знам како ти е . 
И јас бев таков . Пиев од бес . 
- Ама се може да се поправи . 
- Послушај го . 
- Ќе ти помогне . Навистина . 
- Фала ти , мамо . Ми го оствари сонот . 
Отсекогаш сакам да го убијам . 
Што е ? 
Ќе ме убиеш ? 
Не . Ќе те ебам како на времето . 
Нема да го убиеш ! 
- Голем аплауз за Влодек ! Здравица ! 
- Мровјец ! Мровјец ! 
Драги пријатели ! Пред шест месеца , дојдов тука за да водам единица . 
После останав како замена за вашиот шеф , кој зеде отсуство . 
Сето тоа време бев свесен дека само една мисла имате во главата . 
" Што мајка бара тука стариов од Ополе ? " 
Каква смисла за хумор ! 
Затоа , драги пријатели ... ќе ви ја исполнам желбата . 
Ќе си одам во Ополе . 
Напијте се во мое име . 
На здравје ! 
Влодек ! Влодек ! 
- Да ни живееш сто години ! - Ве молам ! 
Срце , како помина вчера ? 
Вчера ? 
Разговорот за работа . 
Не отидов . 
Не е тоа за мене . 
Оти ? Што е проблемот ? 
Нема никаков проблем . Само настинав . 
Здраво , Величество ! 
Мора да одам . Чувајте се . Чао . 
Јола ... 
- Ја исплаши . 
- Кутрата напавкана . 
Што ? 
Се разбирам од наркотици . Надувана е . - Врска си немаш . 
Така е . 
Ни количка не можеш да купиш . 
- Мислеше дека креветчето е чамец . 
- Може да го купиме ? 
Не може оти ќе го уништиш и нема да го имам за моите денови . 
Не се плашиш дека може да го повредам бебето ? - Тогаш , ќе те затворам . 
- И секој ден ќе биде твој . 
Навистина ќе го делите старателството кога ќе се роди ? 
- Може нема да успее . 
- Фала за советот . 
Како ти одеше на тебе ? 
Се фати за шишето во родилиштето или попосле ? 
Ага ! 
Може ли да разговараме ? 
Насамо . Може . 
Си ме кодошел , предавник еден . 
Што е ? 
- Разговарав со шефот за тебе . 
- Треба да се спакувам ? 
Така нешто . 
Ме замоли да предложам замена . 
- Нема да се врати гомнарот ? 
Не знам кој си го препорачал . 
Не . Не . Не , 
- Не . - Значи , може . 
- Не си нормален . 
- Колегите те фалат . - Кои колеги ? И Мровјец ? - Особено тој . Што кажа ? 
Дека тоа ти е последната шанса да станеш човек . 
- Што е проблемот ? Евелина . 
- Ебаго . 
Да ти ебам ! Не мрдај . 
- Викни лекар ! - Шефе ! Може ли да одиме во болницата со ротациски светла ? 
- Ќе ми се роди бебето ! - Браво ! 
Избриши си ги трагите . 
Еве ги чаурите . 
Го гледаш куршумот ? 
Умре . 
Мора да исчистиме . И ? Има ли скриен пиштол некаде ? 
Во шкафчето . 
Може ќе поверуваат дека се убила . 
Само куршумот , Маќек . 
Маќек . 
Баша е . Со тебе ли е Моника ? 
Не можам да ја добијам . Сакав да ја прашам за лекарствата на Хелена . 
- Не . Не ти кажа ? 
- Знам , романтичен излет . 
Не со мене . 
Раскинавме . 
- Па , што прави ? 
- Врска си немам . 
Ми даде некои документи ... и кажа дека се за секој случај . 
- Какви документи ? 
- За старателство над децата . 
Волницки ! Посета . 
Адвокатката ? - Не . 
Изненадување . 
Ти дојде женичката . 
Ќе се олесниш во брачната соба . 
- Жена ми , Моника ? - Да . 
Очигледно копнее по тебе . 
Јас ќе ја обработам ако нејќеш ти . 
Убав помин . 
Ти фалев ? 
Што сакаш ? 
Сакавме да одиме на одмор , ама ... Хелена се плашеше дека ќе имаш нешто против . 
Мило дете . 
Донеси ја некогаш . 
Нејќе да дојде . Се плаши од тебе . 
Оти си ја свртела против мене . 
- Ми ги лажеш децата . 
- Престани . 
Не ми се разговара за тоа . 
Па , што сакаш ? 
Да се ослободам од тебе . 
Успеа . 
Ќе излезеш некогаш . 
Ќе смислиш нешто , како и секогаш . 
Дури и ако одиме на другиот крај на светот , ќе не најдеш . 
Не можеш да ме спречиш . 
Можам . 
Жестоко се работат . 
Тргнете се ! 
Викни лекар ! 
Утрово , Пјотр Волницки , контроверзниот писател и професор осомничен за убиства на млади жени , бездушно го нападнала неговата сопруга за време на затворска посета . 
Фала уште еднаш . 
- Видете . Нашето мало човече . 
- Убаво . 
Волницки го претепала жена му во затворот . 
- До смрт ? 
- За жал , не . 
Има тешки повреди на мозокот . Лекарите се борат да го спасат . 
Може нема да се мачат многу . 
Извинете . 
Пак се извлече . 
Тешко е да се каже во каква состојба ќе биде Волницки и дали воопшто ќе ја преживее операцијата . Но малку е веројатно дека брзо ќе се врати во затворот . 
Здраво ! 
- Добро утро , мила д - рке Јудита ! 
- Добро утро , Хењо ! 
Поздравете ни го Пјотр . 
Наскоро ќе дојдам да помуабетиме . Ќе му раскажам за одморот . 
Ќе го поздравам . Ќе му биде мило . 
Ќе муабетиш со Пјотр . Секако . 
- Добар ден . 
Добро утро . 
Како си денеска ? 
Имаш поздрав од Хењо . 
Денеска ќе го вежбаме говорот . 
Ама прво ќе те сместам удобно . 
Ангелу чувар мил , закрили ме со твојата сила . Според Божјото ветување , чувај ме и ноќе и дење . 
А кога од светов ќе заминам , среќно на небото да дојдам за таму со тебе да можам вечно саканиот Бог да го обожувам . Амин . 
