Силен си . 
Ќе ни се најде твојата сила . 
Се одрекуваш ли од сатаната и сите негови дела ? 
Се одрекувам . 
Тате , виде ли ? Виде ли ? 
- Страв ми е од него . 
- Нема да дадам да те повреди . 
Полицијата го бара . Мора да преземеме нешто . 
Ана , син ми е . 
Погледни ме . 
Погледни ме . 
Што криеш од мене ? 
Што се случи кај Мира ? 
Супер семеен излет ! 
Без мобилни , без интернет , само ние тројца . 
Конечно може да се одмориме . 
Нормални ли сте ? 
- Прашање ли е тоа ? 
- Да , реторично ! 
Сте дозволиле таткото на осомничениот да замине без никаков надзор ! 
Ги пребаравме колата и чамецот согласно правилата . 
- Каков чамец ? 
- Едрилица . 
Одат да пловат . - Каде ? 
- Не кажа . 
- На езеро или на море . 
- Или може на планина ! 
- Не сме дебили . - Не сте ? 
- Сте пуштиле осомничен ! 
- Јурек не е осомничен . 
Не е тој крив што син му е растроен . 
Добро ! Мрш да не ве гледам ! 
Објавете потерница за колата и едрилицата ! 
Само момент ! 
- Се е како што треба ? 
Работам со идиоти . 
Мора да знаеме што планира Јаник , кој е наредната мета . 
Тогаш , фати го . 
Твој е предметов или мој ? 
А твој Волницки ? 
Ти кажа ли нешто ? 
Ништо одредено . 
- Минатиот пат помогна . 
- Сега е друго . 
Да ти ебам . 
Што кур е ова ? 
Еднаш се напив . 
Не можам да престанам тукутака . 
Ама се е под контрола . 
Штом го фатиме Јаник , ќе одам во клиника . 
Под контрола . 
Волницки навести кој може да биде последен на списокот . 
Кој ? 
Јас . 
- Пиеш од страв ? - Не . Ќе бидам мамка . 
Кога ќе дојде , ќе го средам . 
Ама ќе дојде кога ќе сум сама . Затоа не ми треба заштита . Сфаќаш ? 
И никој не смее да знае . 
Архангел Михаил не учи дека човекот не е послаб од ангелите . Ни од сатаната . 
Ни од Бога . 
Секој од вас има сила да ги сруши ѕидовиве ! 
Затоа ви се плашат ! Затоа ја заклучуваат вратата ! Затоа ве клукаат со лекови ! 
Со мене , вратата секогаш е отворена . 
Јас не се плашам од вас . 
Не сакам да ве сменам . 
Не ви давам лекови . 
Ама ви давам крила ... и огнени мечови да се борите за слобода ! 
Ви се поклонувам како архангел Михаил на првиот човек . 
Знам дека е тешко . 
Кога сакаш може да им се вратиш на лековите . 
Само кажи . Тоа важи за сите вас . 
Не ве терам да останете . Им се обраќам само на тие што сакаат да ме слушаат . 
Ќе ја оставам вратата отворена . 
Понекогаш се појавува неочекуван гостин . 
Имате ли момент ? 
Докторе , не грижете се . 
Не мора да не проверувате . 
Понекогаш пациентите треба да се соберат и да разговараат сами . 
Ако се случи нешто , секогаш сум во близина . 
Докторе . Сите се малку загрижени . 
- Да ? Кој тоа ? - Па ... болничарите , сестрите ... 
Надворешните лекари прашуваат зошто им ги ограничивте посетите . 
- Кажете им дека се е добро . - Но ... 
Ова е дел од терапијата . 
Се држам под контрола . 
Наскоро , се ќе се врати во нормала . 
Извинете . 
Многу убаво готвиш . 
- Поарно од мајка ми . 
- Фала . 
Ти текнува на месниот ролат на мама ? 
Помија . - Да . 
Ама убави пити печеше . 
Еднаш ми испече цела тепсија за на школо . А јас ја фрлив врз колата на старата Патена . Ти текнува ? 
Ми фрли пик . 
Додека не ја претепав . И скршив два заба . 
Мразам бабишта што јадат гомна . 
Еден удар и се свитка од болка . 
И кажав ... 
" На кој сакаш кажи му . 
Моите работат во полицијата . Ќе забошотат . " 
Такво семејство имав . 
Фала . 
- Фала . Ќе запалам оган за вечер . 
Која е пригодата ? 
Човек треба да излезе понекогаш . 
Фала ви . 
И чаша бело вино . 
Домашно вино , една чаша ? 
- Сакаш и ти ? 
- Не , фала . 
Тогаш , една . 
Може да престанеш ? 
Што зборуваш ? 
Јади . На здравје . 
- Фала ви . 
- Чекај ! 
Гледам што правиш . 
Треба да се исплашам ? 
- Уцена ли е ова ? 
- Не е уцена . Вино е . 
И тоа многу добро . 
Мислиш , ќе одам на терапија оти почна да пиеш ? 
Може да одиме заедно . 
Јас не можам оти имам работа , ама на тебе добро би ти дошла терапија . 
- Можам да ти најдам клиника . 
- Фала . 
Пиј колку ти душа сака , ама не ме мешај мене . 
Да ти ебам ! 
- Тате ! 
- Здраво , мила . 
- Клучевите , да не заборавам . 
- Зеде се ? 
- Нормално . 
Татко ти знае . Ќе те однесе во Ополе . 
Си му кажала . 
Сега не можам да те пазам . 
И што ? Сега може да пиеш на раат ? 
Оди во Ополе со татко ти или остани во Варшава , - ама не со мене . - Не си нормална . 
- Сужин ќе ви даде некој 24 саата на ден . 
- Знам , ми се јави . 
- Јола мора да биде што подалеку од мене . 
- Во опасност ли е ? 
Треба ли да се плашам ? 
Не . 
Таква е работата . 
Оди . Доцна е . 
Во грузискиот немаше ролнички со спанаќ . Ти купив со сирење . 
Ела , срце . 
- Добар ден . - Добар ден . 
На професорот под итно му треба картонот на еден пациент . 
Ти ѕвонев , ама не се јави . 
Татко ви љубезно ми го донесе УСБ - то од вашата соба . 
Сите податоци се префрлени . 
Тате ... Седи тука . Испиј си го чајот . Јас ќе поразговарам насамо со професорот . 
Сте го злоупотребиле доброто срце на болен човек . 
Сте ме снимале неовластено . 
Празно е . Ги избришав снимките од болницата . 
Направив копии . 
Не верувам . 
Ја повторувам понудата . Овој пат , со бонус . 
Спогодбено раскинување на договорот за работа . И ќе ве препорачам кај еден мој колега . 
- Можам да ве уништам . 
- Тогаш , никој веќе нема да ве вработи . 
Многу работи знам за вас . 
Татко ви предизвикал несреќа во која загинале мајка ви и сестра ви . 
Осуден е на инвалидска количка и болки . 
Му требаат рехабилитација , лекови . 
Ви требаат пари . 
Сестра ми не загина во несреќата . 
Подоцна умре . 
Жал ми е . 
Не знам што се случува меѓу вас и Волницки ... но не верувам дека ви е поважен од родениот татко . 
Извини . 
Не требаше да го кажам тоа за наставничката . 
Те исплашив . 
Забеган сум . 
Не . 
Сум . 
Зашто имав лоша мајка . 
Цел живот ме држеше за јајцата . И на тате му правеше така . 
Затоа пиеше . 
Мислиш дека ќе бев поарен човек ако имав инаква мајка ? 
Не знам . 
можеби . Веројатно . 
Како да те викам ? 
Анка ? 
Како сакаш . 
- Ќе ме погалиш ли ? - Моите стари фармерки Водата не ги допира ... 
Те молам . 
Мора да одам по дрва . Ајде . 
Те молам . 
Еве . 
Има температура и му тече носот . Не може да оди во градинка . 
Ќе земеш боледување ? 
Не , ти ќе земеш . 
- Имам предмет . - Знам . Затоа викнав дадилка . 
- Ќе дојде во секое време . 
- Супер . 
Тогаш , што барам јас тука ? 
Сакав да разговараме за тоа што се случи минатиот пат . 
Не свршивме ни ти ни јас . Нерешено . 
Да . 
Не смее да се повтори . 
Детето мора да знае дека родителите не му се заедно . 
Јасно . Ти си супермајка . 
- Нема секс , лумпување ... 
- Не смееме да го буниме . 
Нормално . 
Само ракување . 
Брзо , пред да не прекинат . 
- Мазурија ? 
Најде нешто ? - Се јавувам во сите марини . 
Да ти ебам . Може ќе ни се придружи . 
Идам ! 
Облечи се . 
Да ти ебам . 
Што е работата ? 
Куќава му припаѓа на одликуван полицаец . 
Кој се крие и има син - убиец . 
Клевета ! 
Мора да се држиме заедно . 
Покажи му го налогот . 
Генијално . 
- Пребарајте се . 
- Што бараме ? 
Гарант отишол на некое познато место . 
- Препознаваш нешто ? 
- Не , ама ти си бил на пловење . 
Претежно бев под палубата со девојки . Дигни го едрото ! 
Сочувствувам со девојките . 
Добро . 
Однеси ги во лабораторијата . Провери ги сите локации . 
Добро , шефе . 
- Ве прекинувам ? 
- Не . 
Ќе направам нешто за јадење . 
Супер . 
Ало . 
Ме слушате ли ? 
Ни треба помош . Синот на маж ми е со нас . Баран убиец е . Има ... 
Како да те викам ? 
Анка ? 
Знаеш , отсекогаш сакам постари жени . 
Наставничката по полски се палеше на мене . Ја ебев . Таа сакаше . 
После се исплаши . 
Мислам дека знам како ќе те викам . 
Мамо . 
Мамо . Може ли ? 
Мамичке . 
Престани ! 
Да одиме на чамецот . 
Ветерот е погоден . 
- Не разбирам . 
- Ќе земете отсуство и ќе имате заштита 24 часа на ден . 
Но не побарав отсуство . 
Да кажеме дека сте на боледување . 
Алкохолизмот ... е чест проблем кај службениците од вашата генерација . 
Список со групи за поддршка . Повелете . 
И уште нешто . За време на отсуството , забранет ви е секаков контакт со Пјотр Волницки . 
Не сакаме медиумите да дознаат дека не советува лудак . 
Зошто ме тргнувате ? 
Се си пишува . Заради здравствени причини . 
- Сфатете ме сериозно ! 
- Еве . Премногу сте емоционална . 
Лично замешана во предметот . 
Напред ! 
Вашата замена . Влези , влези . 
Погледни ме во очи , предавнику низаеден . 
Пијана си ? 
- Јас сум подобра пијана отколку ти трезен . 
- Уште сакаш да бидеш мамка ? 
- Имаш подобра идеја ? 
Пијана инспекторка кажува наоколу дека некој лудак сака да ја убие ? Не . 
Убаво знаеш што планира Волницки . 
Бирократ е , а не полицаец . 
Како инаку ќе ти средев заштита ? 
Ај не јади гомна ! 
Едвај чекаше да те унапредат ! ништо не те спречува ! 
Извини . Важно е . Ми ѕвонат од станицата . 
да . 
- Добар ден . 
- Ние сме ви заштитата . 
Аман . 
Мало езеро во шума на границата со Белорусија . 
Непристапно , нема градби , никој не плови таму . 
Освен Јурек . 
Сабајлево стигнал повик за помош оттаму . 
Ало . Ме слушате ли ? 
Ни треба помош . 
- Кажа " синот на маж ми " ? 
- Така се слуша . - Лош е квалитетот . 
- Мора да одиме таму под итно . Заеби го Јурек . Ова мора да заврши сега . 
Сигурно е ова езеро . 
Ти текнува како беше навистина со таа наставничката ? 
- Оти се навраќаш на тоа ? 
- Навистина не се сеќаваш ? 
Не ја заебав јас . 
Ти ја заеба . 
Дозна дека ми фрли пик . Отиде пијан кај неа . Ја претепа како магаре . 
И ја смачка главата , тате . 
Се гордеев со тебе . 
Те сакав . 
Сакав да бидам како тебе . 
А сега ? 
Сега си стара пичка со гитара . 
- Оди под палубата . - Што ? 
Сиктер ! Не можам да те гледам ! 
Исчисти ги тие лајна ! 
Веднаш ! 
И ти . 
Веднаш ! 
Добро утро . 
- Внимание , ве молам . - Здраво , колега . 
Имам неколку вести . Прво ... - д - р Јудита веќе не работи овде . - Зошто ? 
Даде отказ поради лични причини . Ништо не можам . 
Додека не најдеме нов психолог , јас ќе работам се . 
Што и се случи ? 
Но втората вест е поубава . 
Ќе го вратиме традиционалното дружење со скара . 
- Супер ! 
- Вечерва ќе јадеме надвор . 
Ќе има колбаси , музика , пиење ... 
Конечно нешто ! 
Ќе пиеме пиво ! 
И трета вест за неколкумина одбрани . За да останете вие безбедни , некои пациент ќе мора да се лекуваат поединечно . 
Пјотр , дојди . 
Не отежнувајте ! 
Полека , господа . 
Уште не . 
Ќе размислам што да правам со вас . 
Би можело да потрае . 
- Јежи исчисти . Може ли да излезе ? 
- Уште не . 
Може ли да пристанеме ? 
- Пловиме со саати . 
- Убаво е . 
Слушнав што кажа . 
Имаш право . 
Татко ти е слаб . 
Не верувам . Ја уби мама . 
Ама нема да ме искодоши оти можам да му наштетам . 
Силен си . 
Очигледно е дека ти си главен тука . 
Ама Јурек ми кажа за Мира . 
Се си кажуваме . 
Ана ! 
Онаа едрилица ! 
Јаник , предај се ! 
Предај се или ќе пукам ! 
Заедно ќе потонеме . 
Без гајле , брзо ќе го извадиме . 
- Се удавил ? - Нема друго . 
Имаше право . На списокот си . Последна . 
- Го оставил списокот ? 
- Му паднал додека бегаше . 
Премногу е просто . Испрашај ги тие двајца . - Мора да одат во болница . Веднаш испрашај ги . 
Мора да ја потврдиме приказната на Волницки . 
- Добро . Чао . 
- Мрува ! 
- Го најдовте ? - Не . 
- Да ти ебам ! 
Имаме колбаси , зеленчук на жар ... Еве . 
- За мене , ова . - Вегански , нормално . И вегетаријански . 
- Г . Хењо , повелете . 
- Фала ви . 
Марија , чинијата . 
- Фала . За тебе ? 
- Еден мал . 
Еден мал , веднаш . 
- Повели . - Не е лошо . 
Има уште г . Хењо . 
Дами и господа ! 
Дами и господа ! Подиумот чека ! 
Чекам сигнал . 
Во Варшаава сме , ама може да фатиме авион . 
Добро . Чао . 
Има нешто ? 
- Нуркачите ќе ја почнат потрагата взори . 
Како ни е парот ? 
Жената е во тешка состојба , ама ќе се извлече . 
Мажот физички е арно , ама психички е потресен . 
- Да ти ебам ! - Што е ? 
Дадилката е бесна . Мора да одиме по детето . 
- Јас ќе останам . 
- Не , денеска е твој ден . 
- Не , ти ќе одиш . 
- Ми наредуваш ? Да . Ќе наминам вечер да ти се заблагодарам . 
Слушај , од денеска веќе нема секс . 
- Ама не довршивме . 
Мора да разговараме за син ти . 
Нема син . 
Можно е . 
- Ама мора да потврдиме . 
- Остави ме на мира . 
Две жени од овој список уште се живи . 
Не мора да ги носиш на душа . 
Што ти кажа за списокот ? 
Ќе може да одиш со жена ти на пловење . Ама мора да соработуваш . 
Кажи . 
- Јаникови никогаш не биле во Валентово . - Не ја знаат таа црква . 
- Знаев ! 
Волницки го контролира ова уште од старт . Се испланирал . 
Пази се . 
Јаник може е жив и те бара . 
Да ти ебам ! 
На здравје . 
Дами и господа ! 
Толку за денеска , но ќе го повториме ова . 
Во последно време имаше проблеми , непотребни судири ... но го оставивме сето тоа зад нас и излеговме уште посилни . 
Ве молам , одете си во собите . 
Пред да заспиете , ќе ве посетам сите и ќе ви ги донесам препишаните лекови . 
Ве молам , одете . 
- Ве молам , одете . - Свети архангел Михаил , брани не во бој ... - Свети архангел Михаил ... - Време да си се вратите во собите . 
- ... брани не во бој ... - ... биди ни помош против злото и заседите на ѓаволот . 
Нека му заповеда Бог , понизно молиме , а и ти , војводо на војската небесна , сатаната и другите пакосни духови што скитаат по светот заради уништување души ... со божествена крепост во пеколот протерај ги и фрли ги . 
Амин . 
Се помина според планот . 
Не викнаа помош . 
- Имаме неколку саата . 
- Лекарот ? 
Прими штица , ама добро е . 
Сето тоа го кажав со причина . 
Доволно кажавте . 
Сега ќе го почувствувате тоа што го почувствував јас . 
Не оставаш ? 
Слободни сте . 
Може да правите што сакате . 
Ама што да правиме ? 
Молете се . 
Архангел Михаил ќе ви го покаже патот . 
Влези . 
- Исклучи го мобилниот . 
- Веќе го исклучив . 
Испорака ! 
Рацете ! 
- Вашата храна , госпоѓо . 
- Ништо не нарачав . 
Фалафел за г . Пјотр В . 
Дај да видам . 
Отвори . 
Не е интересно сам . 
Сонцето ни е тука самичко . 
Ела ваму . Ела . 
Каде е мама ? 
Ја нема мама ? 
