Ти се врати гласот ? 
Добро ме лечат тука . 
Маќеј ме копира . Сака да биде како мене . 
Ти не сакаш конкуренција . 
Се смета за мој чирак . 
Ама обичен касап е . 
Само го повторуваш тоа што ти го кажав . 
Му ги знам опсесиите , слабостите . 
Само еднаш бил среќен . 
Со неговите на празниците кај вујко му . 
Во Валентово , мислам . 
Таму има една дрвена ... црква . 
Фала . 
Понекогаш копнеам по чаша добар коњак . 
Коњак ? 
Зафркаваш ? 
Јола . 
- Мамо . 
- Јола , што ти е ? - Страв ми е . Ела легни си . Легни си . Ќе ти помине . 
Што правиш ? 
Дај ми ги ! Пушти ! 
Ме зароби ! 
Знам што е зависност . Врати се во креветот . 
- Врска си немаш ! 
Врати се во креветот . 
Ќе земам одмор да те пазам . 
Нејќам да бидам со тебе . 
- Срам ти беше да одиш кај татко ти ? 
- Не . Сакав да си го видиш делото . 
Види каква ме направи ! 
Ти си крива ! 
Не мрдај , гнидо една ! 
Рацете горе ! 
Здраво . - Здраво . 
Луцја , ајде . 
Нејќам да ми држат предавања заради доцнење . 
Млинарчик , Лато , Шармах , Боњек , Иван ... 
Ѓуба . 
Купцевич . 
Долни . Јанас . 
Матишик . 
Никогаш не си гледал натпревари со нас . 
Научив од тебе . 
Не го сакам фудбалот , ама не можам да живеам без него . 
Таков сум . Брзо се навлекувам . 
Подобар е од алкохолот и дрогата . 
Да . 
Ама пази . И апчињата се дрога . 
Додека си тука , не си чист . 
Помош ! 
Смирете се ! Света болест е тоа ! 
Извинете . Извинете . 
- Добар ден . - Како и е ? 
Имаше напад . 
Да одиме во мојата канцеларија . 
Дигнете ја . 
- Ајде . 
- Оди во мир , ќерко моја . 
Господару . - Господару . 
Две жртви . За да нема трета , мора да го најдеме клучот . 
Очигледно е дека двете се русокоси . 
Тогаш , ние сме безбедни . 
Има ли нешто ново за г . Волницки ? 
На психијатрија е . 
Го копира син на полицаец . 
Затоа жртвите се полицајки . 
Има над 15 000 полицајки во земјата . 
Минус две . 
Што имаа заедничко ? 
Едната била лезбејка , другата мачела осомничени . 
Според традиционалната моралност , тоа се гревови . 
Јаник не е ни традиционален ни морален . 
Ама остава картички со архангел Михаил . 
Заштитникот на полицијата . 
- Добро . Што мислиш ти ? 
- Полова војна ? 
Убива жени оти ги понижуваат мажите . 
- Сексуално одбивање , мачење ... 
Анета Јасколска мачела и жени при испрашувањата . 
- Ага , добро ли си ? 
А ако првата жртва не е Силвија Козак , туку Мира Јаник ? 
Доказите дека извршила самоубиство не се цврсти . 
Ги прекршувала правилата и била сурова . 
Не е само таа . Овие се кривични дела извршени од полицајци само лани . 
Каде работиме ? Извинете . 
Добро истражете ги двете жртви . 
- Мора да разговараме . - Кажи . 
Не по телефон . 
Ќе наминам . Имам работа нешто во Варшава . 
Ми текна нешто друго . 
Да се најдеме на пола пат , во Валентово . 
Добро . Испрати ми ја локацијата . 
Здраво . 
- Здраво . 
- Се прероди ? 
- На момент . 
Началникот сака да те смени . - Слободно . Ќе може да и се посветам на Јола . 
Ова е предмет на Мрувјец . Треба да знае . 
Ќе каже дека Волницки има план и ме искористува . 
Веројатно е така . 
Со него , се е игра . 
Не му верувај ни збор . 
Знам . Уште ништо не ми даде . 
- Во искушение си пак да му се обратиш ? 
- Да . 
- Му ги знам слабостите . 
- И тој ти ги знае твоите . 
Да ти се серам . 
- Што е ? 
- Таа слика беше најдена до жртвите . 
Не ја објавивме , ама Волницки знаеше . 
Ме упати во оваа црква . 
- Фала ти . - Нема за што . 
Многу зависници има тука . Слабаци . 
Тоа им штети на тие што , како мене , повремено знаеле да уживаат во добар жесток пијалак . 
Признај . 
Јаник ги слуша твоите наредби . Го извршува твојот замрсен план . 
Многу разговаравме . 
Сешто планиравме . Може црпи инспирација од тоа . 
Кој сака да го убие ? 
Маќеј најмногу ја мразеше мајка му . 
Беше опседнат со полицајки што го прекршуваат законот . 
Влегол во внатрешната полициска база на податоци и зел податоци . 
Ми текнува дека спомнуваше некоја лезбејка . 
Хомосексуалноста не е незаконска . 
Не е до тоа . 
Давала лажни изјави . Прикривала корумпирани колеги , ако добро помнам . 
Добро . 
Која е на ред ? 
Исто спомна ... една полицајка склона кон употребување електрошокер . 
Добро . После ? 
- Ќе се напиеш една со мене ? 
- Не пијам . 
Нема да си играме така . 
- Здраво , шефице . 
- До каде е проверката ? 
- Има ли нешто ново за Силвија Козак ? 
- Прикривала корумпирани полицајци ? 
- Од каде знаеш ? Само што го открив тоа . 
Каде си воопшто ? Ало . 
Продолжи . 
На Маќеј тешко му паднал разводот на неговите . 
Претежно ја обвинувал мајка му , која го изневерувала татко му . 
Како што знаеш , слично беше и во моето семејство . 
Може затоа Маќеј мисли дека е како мене . 
Го вознемирила приказната за полицајка што го изневерувала маж и ... а овој и простил . 
Името . 
Не го знам . 
Пред една година беше тоа . 
Спиела со колеги од станицата . 
Голема прашина се дигнала во полицијата . 
Следна е полицајка што се сексала со цела станица . 
Може е полицаец . 
Јас одговарам на тој опис . 
Фокусирај се . Пред една година . 
Се ебела со колеги . Маж и и простил . 
- Слушнав за тоа . 
- Таа е на ред . 
Поздрави го мажето ! 
И ти женичката . 
Срце ! Боже Господе ! 
Срце ! 
Тука е . 
Полиција ! 
Бега накај " Валова " ! 
- Добро ли си ? - Да . 
- Раката ? 
- Арно сум . Фати го . 
- Ќе добиете обезбедување 24 часа на ден . - Фала ви . Не спасивте . 
- Види , пак ја оставил . 
- За среќа , овој пат не успеа . - Го фативте ли ? 
- Ја оставил колата и избегал . 
- Прашање е на време . 
- Сум го слушнала тоа и друг пат . 
Од каде знаеше дека таа е на ред ? 
- Интуиција . 
- Меѓу нозете ? 
- Не биди прост ! - Да ? 
- Да . А ти не криј информации или тргни ме од предметов . 
- Каде беше ? 
- Во твојот газ . 
Белки не си разговарала со Волницки . 
Си имам извори . Не мора да објаснувам . 
На него мора . 
Началнику , не успеавме да го фатиме напаѓачот , но ... 
За еден час . Добро . Ќе дојдам . 
Како што кажа . 
Апчињава ви штетат . 
Од нив ... не слушате . 
Не ги слушате злите духови , но живеат во вас . 
Чувствувате ли ? 
Злите духови се стишиле ... но не исчезнале . 
Од електрошоковите стануваат силни и напаѓаат . 
Видовте што и направија на Хелена . 
Само ти и помогна . 
Не . Не . 
Јас сум обичен пациент , како вас . 
Хелена ... ја излечи архангел Михаил ... кој го викнав јас . 
Така е , дојдоа ангелите . 
Црковни дрдорења . 
Добро . 
Добро . 
Не ме слушај мене . 
Не го слушај главниот лекар . 
Не го слушај неговиот персонал . 
Ти знаеш што е најдобро за тебе . 
Само прекини со апчињата . 
Може архангел Михаил ќе дојде кај тебе . Ќе го убие злиот дух . И пак ќе те ослободи . 
Само отвори си го умот . 
Вчера беше нем , а денеска си терапевт ? 
Денешната терапија е откажана . 
Болничарите ќе ве одведат до собите . 
Ајде . 
Ајде . 
Кажав , ајде . 
Може да одите . 
- Д - рке Јудита . 
- Да . 
Ова е за вас . 
- Што е тоа ? - Два документа . 
Спогодбен отказ ... и дисциплински отказ . 
Изберете еден , потпишете го и испратете го по пошта до болницата . 
Утре не доаѓајте на работа . 
Не ми е јасно . Што се случи ? 
Кажа дека можеш да ми помогнеш . 
Ми треба засолниште . 
Не можам . 
Тогаш , полицијата ќе дознае кој навистина ја уби мама . 
Го имам куршумот што и заврши во главата . 
Добро го скрив . 
Би сакал да ти помогнам , ама жена ми ... нема да прифати . 
Тогаш , и неа ќе ја убиеме . 
Избегнувам големи зборови , но денеска може да зборуваме за голема победа на полската полиција . 
Благодарение на цврстиот пристап на нашите службеници , под водство на инспектор Агњешка Полковска , спасивме две лица , полицајка и нејзиниот сопруг . 
Инспекторке Агњешка , ви благодарам . 
И честито . 
Се шират приказни за сериски убиец што убива полицајки замешани во скандали . 
Тоа изгледа како нешто од стрип . 
Нема таинствен одмаздник , само група насилни , растроени криминалци . Не напаѓаат бидејќи ги штитиме граѓаните . 
Нема да се извините за нефункционирањето на полицијата ? 
Тоа се хулигански приказни со кои си ги оправдуваат нападите . Ве молам , не повторувајте лаги . 
Јас сепак би се извинила за полициското насилство , прекршувањето на законите и малтретирањето . 
Обични луѓе сме . Не обземаат емоции . Многу имаме за учење . 
За кои ситуации зборувате ? 
Кој ги прекршува законите и кои ќе бидат последиците ? 
Ја почнуваме и пробната програма " Е - станица " . 
Што правите ? 
Стигна добра вест , а вие почнувате да се извинувате . 
Добра вест ? Убиецот е на слобода . 
Не може да размислувате така . 
Ќе го фатиме убиецот . Денеска спасивме два живота . 
Луѓето се плашат од полицијата заради лајната што ги правиме . 
Тепаме демонстранти , бркаме деца заради трева ... 
Мора да кажеме дека тоа се лажни вести . 
Во информацискиот хаос , се важат само силните и јасни пораки . 
Може ? Пијачка ? 
- Не пијам . - Угодете ми . 
Да излеземе на електрична цигара ! 
Кој е за нека дојде на терасата ! 
Дојдете ! 
- Наваму . 
Ела да запалиме по една . 
Волницки ми е изворот . 
Тој ја откри наредната мета . 
Да ти ебам . Тој го испланирал тоа . 
Не знам . Не можам да докажам . 
Ама знае и подготвен е да разговара . 
- Знаеш дека тоа е стапица . 
- Нека е . Спасивме двајца луѓе . 
Не се ценкај со него . 
Фати го Јаник , па ќе разговараме . 
Ме уценуваш ? 
Ќе разговарам со Волници за убиецот . 
Зависна си од него ! 
- На " ти " сте ? 
- Поарно со него отколку со Волницки . 
Дај ми барем навестување . 
Мазурија или долго возење ? 
Нејќам да го расипам изненадувањето . 
- Што е ова ? 
- Не знам . 
- Добра вечер . 
- Добра вечер . - Добра вечер ? - Одите на едрење ? 
- Очигледно . 
- Мора да провериме . Нема проблем . Само побрзајте . Доцна е . 
- Мислиш дека тоа е заради Маќек ? - Веројатно . 
- Те контактираше ? 
- Не . Би ти кажал . 
- Се е добро . Среќен пат . 
- Добра ноќ . - Добра ноќ . 
Ќе дојдеш ? 
Добра вечер , Пјотр . 
Ти ги донесов лекарствата . 
Фала . 
Но различно ќе ги примениме . 
Те молам , испиј го . 
Не ги пиеш лековите и ги поттикнуваш другите пациенти да ја прекинат терапијата . 
Си прошверцувал алкохол во болницата . 
Ништо не знам за тоа . 
Ништо чудно . Сепак страдаш од акутна шизофренија отпорна на лекови . 
Но таа може да се лечи и инаку . 
Господа . 
Анестезиологот не можеше да дојде ... па ќе работиме на старински начин . 
Господа , штом завршите , слободни сте . 
- Сигурен сте ? 
- Фала ви многу . 
Ова е многу лош потег . 
Можам да те вратам во затвор ... но јас сакам да те излечам . 
Исклучете веднаш ! 
Ќе пријавам се што правите . 
Да ? Што ќе пријавите ? 
Вработените ќе сведочат како што ќе им кажам . 
Кому мислите дека ќе му веруваат ? 
Знаете што е ова ? 
Камера . 
Ги има во сите соби во болницава . 
Се снимив . 
Каде беше ? 
Оти ? Се засекира ? 
Си пиела . 
Имаш право . 
Мајка ти е ненормална . 
А мене ме уништи мајка ми . Неа ја уништила нејзината мајка . 
Така оди тоа . 
Ама преку глава ми е од тие гомнарии . 
Од денеска , секој си гледа за себеси . 
Сакаш да се напиеш ? 
- Легни си . - Мавни ми се ! 
Мавни ми се ! Сама ќе си легнам . 
Нејќам ! 
- Каде сме ? 
- Кај белоруската граница . 
Дури ни моите пријатели во полицијата не знаат за куќава . 
Тука криев мафијаши што соработуваа со полицијата . 
Од кој се криеме ? 
Убав чамец . Ќе пловиме ? 
Нема име . 
Мора да смислиме нешто . 
Ми текна . 
- Ќе го однесам детето во градинка . 
- Денеска е мој ден . 
- Како си ? 
- Како новороденче . 
Мочаш и сереш во гаќите ? Сврти се да се пресоблечам . 
Може да ти помогнам ? 
Можеби . 
И така виде се . 
Одамна . 
- Спиеш со некоја ? - Абе ај . 
Така човек добива деца . 
Ни јас немам време за тоа . 
Само работа и пелени . 
Началникот ми го понуди работното место на Полковска . 
- Тоа би требало да ме запали ? 
Ќе продолжиме ? 
Идам ! 
Добро , Хењо . Добро . 
Здраво , инспекторке . 
Гледам , денеска не сте во форма . 
Кој е на ред ? 
Не знам . 
- Каде е Маќек ? 
- Не контактираме . 
- Отсечен сум од светот . 
- Не уживаш нешто посебно тука ? 
Можам да средам да те префрлат . 
Си пиела . 
Ќе поднесам барање да се разгледа твојот предмет . 
Ќе завршиш на многу полошо место . 
И татко му на Маќек пиел . Како татко ти . 
Затоа ги мрази полицајците - алкохоличари . 
Мислам дека има таков човек на списокот . 
Свети архангел Михаил , брани не во бој , биди ни помош против злото и заседите на ѓаволот . 
Нека му заповеда Бог , понизно молиме , а и ти , војводо на војската небесна , сатаната и другите пакосни духови што скитаат по светот заради уништување души со божествена крепост во пеколот протерај ги и фрли ги . Амин ! 
