Што е ? Што правиш ? 
Што правиш ? 
Де , де . 
Добро е . 
Тешки лајнарии . 
Пациентите избегале , а персоналот е претепан и врзан . 
- Имаат надзорни камери ? - Имаат , ама исклучени биле . 
Сите снимки се избришани . Дури и документацијата ја уништиле . 
Го потврдуваме списокот со пациенти . 
- А Волницки ? 
- Исчезнал . 
Со неколку опасни луѓе . 
Како можело да се случи тоа ? 
Главниот лекар сигурно ги прекршува правилата со години . Си создал лично царство , а пациентите конечно се побуниле . 
Пуштете ме ! 
Оставете ме намира ! 
Најдете ја Хелена ! 
Мора да и ги земете моите крила ! 
Хелена ми ги зеде крилата ! 
Големи се за неа ! Ќе падне ! 
- Што зборува ? 
- Глупости . Веќе еден саат . 
Кажа дека сме ангели и ни даде крила ! Таа ги зеде моите ! 
Чекајте малку . 
Си си ги изгубил крилата . 
- Таа ги зеде . 
- Луд е . Нема смисла . 
Слушај , ќе ја најдеме Хелена . И твоите крила . - Да ? - Да . Само кажи ми каде е . 
Хелена е на висока кула . 
На висока кула . Затоа нејзините крила беа мали . 
Ги зеде моите . Поголеми се . 
Пребарајте ги кулите и високите згради 
- и известете ме . - Добро . 
Досадно ли ви е ? 
Ние ве чуваме , а вие бегате од нас . 
Ни убија колешка . Ова е војна . 
Имаме наредба да ве држиме на око . 
Тогаш , јавете му се на началникот и мавнете ми се . 
Да ви го дадам бројот ? 
Ако ти се јаде , земи нешто од фрижидерот ! 
И не се секирај ! Никој нема да не најде тука ! 
Ќе ме убиеш ? 
Сигурно ти фали тоа . 
Сакам да знам што се случува во таа твоја глава . 
Нејќеш . 
Мислиш дека не сум подготвена ? 
- Уште си многу млада . 
- Сешто поминав . 
Ама не ти се разговара за тоа . 
Раскажи ми за тебе . 
Ти дојде тука да разговараш . 
- Ти си ми пациент . - Веќе не сум . - А ти не си ми лекар . 
- Секогаш ќе ти бидам лекар . 
Знаев дека си посебен уште од првиот ден . 
Затоа сакаа другите да те уништат . 
За тебе сум уникатен примерок ? 
Најголемиот лудак што си го сретнала во животот ? 
- Сакаш да напишеш труд за мене ? 
Сакам да знам се за тебе . 
- Сакам да те видам на дело . 
- Оти ? 
За да ти помогнам . И на другите како тебе . 
Те пали ова ? 
Не . 
Се е тоа во научни цели . 
Сакаш да се пресоблечеш ? 
Ќе почекам во другата соба . 
Не може да влезеш . 
Дрварница е . 
Не знам каде е клучот . 
Тогаш , ќе прошетам . 
Здраво . - Здраво . 
Многу ми е жал . 
Слушај , понекогаш треба да се оттргнеш и да се фокусираш на себеси и на семејството . Тоа се вика пензија , а на тебе очигледно ти е досадно . 
Дојдов да видам како си . 
Агњешка мисли дека ми треба машки разговор , ама не . 
Не се сите од камен . 
- Кога сме кај тоа , како ти оди пијанчењето ? 
Ајде . Началникот чека . 
- Кажа дека имаш дадилка . 
- Немав време да го оставам . 
- Дај ми го мене ! 
Дај ми пијачка . 
Барем контролирај се . 
Го обработив началникот , ама може да дојдам со вас ако сакаш . Нема потреба . 
Врати се во Ополе и држи ја Јола на око , те молам . 
Списокот што ни го оставил Јаник кај езерото е лажен . 
Жртвите се совпаѓаат . 
Четвртата не . 
Ја уби Вроњска , а не Полковска . 
Прими сочувство . 
Сакале да мислиме дека сме ги разоткриле . 
- " Сакаа " ? 
- Маќеј Јаник и Пјотр Волницки . Мајстор и калфа . 
Јаник убиваше , а Волницки глумеше дека ни помага . 
И двајцата се на слобода . 
Двајца криминалци ве изиграа и ве закопаа во лајна . 
- А вие треба да ги фатите ? 
- Ние најдобро ги познаваме . 
Другите би морало прво да се упатат во предметот . 
Не сакам вакви предмети . 
Нема што да им дадам на новинарите . Ќе имате . Само дајте ни го предметот . 
Следиме пациенти што би можело да го знаат планот на Волницки . 
Инспекторке , вие имате проблем со пиењето ... - Веќе немам . 
- А ти жалиш . 
Не жалам . Не бевме заедно . 
- А бебето ? 
- Ќе го оставам кај дадилка . 
Ало . 
Да , јас сум . 
Прво да го договориме форматот . Интервју е или репортажа ? 
Ова ви е последната шанса . 
Да . 
Само момент . 
Ве бараат на телефон . 
Кој е ? - Не знам . Некој ваш пријател од пловење . 
- Да . 
- Тате , јас сум . 
Немој да му кажеш на никој . 
Здраво , другар . 
Фала ти многу . 
- Кажи . - Му го дрпнав телефонот на еден . Очигледно не забележал оти уште работи . 
Како сте ? 
Јас сум арно . Ања уште е во несвест . 
Има тешка повреда на главата . 
Извини , тате . 
Нејќев да биде така . 
Можеше да не убиеш . 
Понекогаш споулавувам , тате . 
Како да ми се исклучува мозокот . 
Кажи и на Ања дека ми е жал . 
Толку ? 
Тате , не знам што да правам . - Не знам каде да се скријам . 
- Каде си сега ? 
Ветуваш дека нема да му кажеш на никој ? 
Ветувам . 
Што е ? 
Добро . 
Стариот Јаник сака да се најдеме . 
Вика , не може по телефон . 
- Веднаш ќе одиме ? 
- Дадилката чека . 
Нека чека . 
- Пет минути е тоа . 
- Времето е пресудно . 
- Што е ? 
- Ја најдовме таа пациентката . 
Има уште еден со неа . 
- Во станицата ли се ? 
- Не . На старата водна кула до автопатот се . Нејќат да слегнат . 
- Испрати ми ја локацијата . - Добро . Чао . 
Ќе го однесеме детето кај дадилката . Нека дојде патрола кај неа . 
Чекај . Немој да скокнеш . Ќе се убиеш . 
Хењо , имам крила . 
Летам . Летам . 
- Не ги гледам . 
- Не ми се доближувај . Летни со мене . 
Ела , Хењо , ела . 
Ајде , Хењо ! 
Тргнете се , ве молам . Не мешајте се . Останете овде . 
Видовте ли ? 
Тате , не снимај . 
Подготвени ли сте вие две ? 
- Нејќеме да не снима тате . - Не е точно . 
Јас сакам . - Таа е чудна . - Ти си чудна . 
Оти ја провоцираш ? 
Сестричка ти е . 
Здраво , тате . - Здраво . 
- Пак го гледаш тоа ? 
Сакаш аналгетик ? 
Фалат некои слики . Ти ги зеде ? 
Можно е . Ќе проверам попосле . 
Не можев да те добијам на телефон . 
Имам важен проект . Цело време сум зафатена . 
Собирам податоци за докторатот . Уште малку . 
- Дома ли ќе спиеш вечер ? 
- Не , ќе одам на пат . 
- Каде ? 
- На многу места . 
Вршиме истражување ширум земјата . 
Оваа е убава . 
Не се сеќавам на неа . 
Сите изгледаме среќно . 
- Може да ја позајмам ? 
- Ќере ... што е работата навистина ? 
Гледам дека има некој проблем . 
Ќе ти објаснам се кога ќе се вратам . 
Добро . 
Чувај се . Ќе се вратам за некој ден . 
Чао . 
- Каде е преговарачот ? - Иде . Наводно . Наводно ? 
Да ти ... 
Ама имам крила . 
Види ! 
Хењо , ангел сум . 
- Може ли да разговараме ? - Не , не , не ! 
Пјотр ми забрани да разговарам . Не смеам . 
Пјотр Волницки ? 
Го знам . 
- Секако . - Јас сум Агњешка Полковска . Здраво . 
Здраво . 
Точно , те знам . 
- Ти си таа вештерката . 
- Да . 
- Ќе умреш . 
- Мора да умрам . 
Така е , мора да умрам . 
Па , оти не ме убиеш ? 
Се испрпа ? 
Попрво ќе избегаш отколку да ме убиеш ? 
- Се плашиш . 
- Не се плашам . Ќути . 
Кукавица . 
Кукавица . Што е ? Од мене се плашиш ? 
Кукавица ! 
Кукавица си ! 
Не мрдај ! 
Јас сум пристоен . 
Си сакал да разговараме . 
- Слушам . 
- Хипотетично ... ако ви помогнам да го фатите син ми , ќе ми ја намалите казната ? 
- Полицаец си . Знаеш како оди тоа . 
- Ама вие можете да ми помогнете . 
Нејќам да издржувам казна заради убиство . 
Чие убиство ? 
Луѓето сепак не се менуваат . 
Трезен сум веќе неколку години , ама длабоко во мене уште сум беден скапаница што се тресе . 
А Маќек ... Маќек е зло . 
Ми се јави на телефонот во болницата . - Од украден мобилен . - Јаде е ? 
Пуштете ме ! 
И така ќе одлетам ! 
Болен сум . Со години се лечам , но не сум луд . 
Пјотр не убеди дека ќе бидеме слободни , дека ќе имаме крила и огнени мечови . 
Му помагав зашто кажа дека ќе не води во битка . 
- Како му помагавте ? 
- Кога одев на одмор , - пренесував пораки . 
- Какви пораки ? 
За Маќеј Јаник ? 
Не знам . 
Рече дека ќе се најдат таму кога ќе излезе . 
Каде ? 
Каде што ги оставав пораките , на базенот . 
Каде е тој базен ? 
Стар базен во шумата кај болницата . 
- Фала ви многу . 
- Ало . 
- Знам каде е Јаник . 
Следиме мобилен . На еден километар е од болницата . 
Слушај , таму има некој напуштен базен . 
Јаник и Волницки таму си разменувале пораки . 
Еден пациент кажа дека сега се среќаваат таму . 
- Супер . Ќе ги убијам и двајцата . 
- Слушај , премногу е лесно . 
Некој лудак ми дава траги , а Јаник одеднаш му се јавува на омразениот татко ? 
Или може ни проработе среќата . Добро . Имаш тактичка ? - Немам време да ги викнам . Мора да ги фатиме . 
Не . Смири се . 
Смирен сум и смирено ќе го убијам тоа гомно . 
- Добро . Чекај ме таму . - Агњешка , губам ... мрежа ... Тит . 
" Две работи го исполнуваат умот со восхит и стравопочит : 
ѕвезденото небо над мене и моралниот закон во мене . " 
За мене , тие се доказ дека има Бог над мене ... и во мене . 
Ќе се исповедаме ? 
Слободно , ама не ме спомнувај мене . 
- Ти нејќеш ? 
- Да . 
Не си грешел ? 
Чиста ми е совеста . 
- Слава Му на Христа . - За навек . 
Поминаа два месеца од мојата последна исповед . 
Покајнички си ги исповедам гревовите . Слушам . 
Шефе , мислам дека ова е за тебе . 
- Нема да ја чекаме тактичката ? 
Што е ова ? 
Куршум . Од главата на Мира Јаник . 
Стави го во ќесенце . 
Еве го . 
Архангел Михаил . 
Да ти ебам . 
- Викни ги пиротехничарите . 
- А ти ? 
Ќе останам малку . 
Прекинете ! Ајде ! 
Ме предаде . Ме продаде на џандарите . 
Мораше да им дадам нешто за да стекнам веродостојност . 
- Ќе ме убиеја . 
- Ама жив си . 
Оти ? Оти си посилен и попаметен од нив . 
Знаев дека ќе бидеш добро . Затоа те избрав тебе . 
- Успеа ли тоа на базенот ? 
- Ќе видиме . 
- Кога ќе ми платиш ? 
- Кога ќе завршиме . Ти ветив . 
Заеби што си ветил ! 
Дај ми пари и ќе си одам . 
Каде ќе одиш ? 
- Не е важно . 
- Што ќе правиш ? 
Што ќе правиш ? 
Имаш само одмазда . 
Може да влезеш во огнот и да живееш или да скапуваш тука како куче . 
Ела . Ти донесов облека . 
Смрдиш . 
Расчистете ја зоната на удар . 
Итно ни требаат пиротехничари . Веднаш . 
- Каде е Мрувјец ? 
- Внатре . 
- Најде ли нешто ? 
- Бомба , веројатно . - Да ти ебам ! 
- Не смеете да влезете . Може да пукне . 
Ага . Ми треба услуга . 
Чувај го син ми . 
Тишина ! Ученици , тишина ! 
Јанек , тоа важи и за тебе . 
Денеска имаме специјална гостинка , стручњак за развојна психологија . Пишува докторат за пубертетот . 
- Д - рке Јудита , повелете . 
- Добро утро . 
Интересни одговори . 
Многу пишуваш за тешкиот однос со родителите . 
Ќе сакаш ли да објасниш малку ? 
Не знаете кој ми е татко ? Не знам . 
Тој е сериски убиец , а мајка ми издржува казна за обид за убиство . 
Не е проблем . Сите реагираат така . 
Што ве интересира ? 
Што чувствуваш кон татко ти ? 
- Можеш ли да го наречеш тоа некако ? - Што чувствувам ? 
Многу добро знам што чувствувам . 
Го мразам . 
И тој го знае тоа . Но не е тоа проблемот . 
Проблемот е тоа што вечно ќе бидам син на тој лудак . 
Вечно ќе ми биде татко , дури и кога ќе умре ! 
Никогаш не ќе можам да избегам од тоа . 
Вечно ќе сум син на Пјотр Волницки . Тоа е најлошото . 
Чекајте ! 
- Не смеете ! 
- Јас сум крива . 
Ги убива сите околу мене заради мене . 
- Курир донесе пакет за ќерка ви . 
- Дај ми го . - Мора да го провериме . 
- Што е ова ? Затвор . Имам права . 
Знаеш дека мора да те чуваат заради мајка ти . 
Точно , мамичка сака да пие на раат . 
- Доста . Само ќе го провериме пакетот . 
- Ама тоа е приватна работа . Лична . 
- Што може да има ? 
- Секс играчка . 
Сама сум и досадно ми е . 
Сакате да си играте ? Слободно . 
- Попладнево експлодира бомба на напуштен базен . 
Во гасењето учествуваа две противпожарни бригади . 
Полицијата потврди дека загинал инспектор Томаш Мрувјец . 
Што е ова ? 
И сега ? Мирно , мирно . 
Ја видов веста за мојата смрт . 
- Како го убеди началникот ? 
- Не му оставив избор . 
Прво им се јавив на медиумите , па му побарав дозвола . 
Со него не може поинаку . 
Не тргна од предметот и кажа да не се враќаме . 
Колку ли луѓе ќе ми дојдат на погребот ? 
Поарно кажи ми каде да ве однесам . 
Тоа беше целта , нели ? 
Умрен си , па затоа си безбеден . 
Ќе бидеме безбедни кога ќе заврши ова . 
Мора да ве скријам некаде . 
Ги донесе документите од мојата канцеларија ? 
Да . Во станицата е толкав хаос што никој не забележа . 
Немав време да средам по бившата шефица . 
- Смешно . 
- Земи го . 
Добро . Ајде на работа . 
Мора да одиме на едно место . 
Фала за разбирањето . 
Нема проблем . 
Немавме време да довршиме . 
Тука не би било долично . Нели ? 
Мислам дека првите жртви беа само мамки . 
Благодарение на нив , Волницки ми јадеше гомна дека Маќек им се одмаздува на расипаните полицајки . 
Ама за мене се работи . Опседнат е со мене . 
Кажа дека сум последна , ама прво ќе ми ги убие блиските . 
Ме вовлече во неговите игрички . Ме натера пак да пијам . 
А после ми ги нападна пријателите . 
Тебе ... и Вроњска . 
Знаеше дека пак почнавме да спиеме заедно ? 
Ама цело време не прекинуваше некој . 
Жал ми е . 
Чекај малку . 
Овие слики се разликуваат од оригиналот . 
Утре ќе си ги довршам сите работи . 
Сигурна си дека Јанек врска си нема ? 
Не ме поврза со тебе . Само се состануваме и разговараме . 
Сигурен си дека ќе го придобиеш ? 
А ако не се смени ? Што ќе правиш тогаш ? 
Би си го повредил син ти ? Способен ли си за тоа ? 
Ја знаеш Библијата ? 
Авраам го однел Исак на планината . 
Оти нејќеше да се исповедаш ? 
Ти кажав , чиста ми е совеста . 
Си убил невини жени . 
На сите им дадов шанса . 
Можеа да му одолеат на искушението . 
Курви си убивал ? 
Си ги казнил за нивните гревови ? Затоа не се каеш ? 
Може ? 
Ти дадов шанса . 
