جار الربط بنطاق " إس " الرابع . 
ثبتت الإشارة . 
حسناً . لقد عدنا . 
جاهز لإرسال إشارة اختبار مشفرة إلى " رينجر " . 
احرص على أن لديه التشفير الصحيح . 
يجدر أن يفلح هذه المرة . 
أنا متفائل حيال هذه . 
هذا ما قلته آخر 20 مرة . 
19 . 
تمّ توصيل المرسل المستقبل . 
تمّ تجاوز وضع الأمان . الإشارة . 
جار إرسال الإشارة إلى " رينجر " . 
" التوثيق مرفوض " لم تنجح . طردنا صندوق تمييزهم مجدداً . 
" سام " على " رينجر " منذ شهر . كان يُفترض أن تستبدل به صندوقنا قبل الآن . 
إذا لم تنجح في تشغيل صندوق التمييز ذلك خلال 48 ساعة ... فسينطلق " غولديلوكس " نحو " الأرض " . ولن نستطيع إيقافه . 
" رينجر " ، " وادي السعادة " . جار إرسال أمر إنهاء الحرق المحاكى . " جار الاستقبال " يُرجى توكيد الاستلام والتوثيق . 
" وادي السعادة " ، تلقّت " رينجر " للتوّ أمرك لمحاكاة إغلاق المحرك . 
تمّ توثيق قطع المحرك الرئيس عند 19 دقيقة و58 ثانية . 
ويبدو لدينا أن المحرك قد أُغلق بسلاسة . 
أحسنتم عملاً يا " رينجر " . كان هذا جميلاً . 
كانت مجرد مسألة مكر ودهاء يا حضرة القائدة . 
سنجري ذلك الاختبار مجدداً بعد 7 ساعات . 
يجب أن نحافظ على سلاسة تلك الإجراءات ، فلن نحصل على فرصة ثانية . 
عُلم يا " وادي السعادة " . سأعاود الحديث إليك بعد 7 ساعات . نهاية الاتصال . 
نهاية الاتصال . 
حسناً يا جماعة . لنواصل إجراء غلقنا المحاكى . 
هل توثقنا من أن صندوق التمييز نشط ؟ 
يبدو نشطاً . 
اخفض حرارات مفاعلات الاندماج 1 إلى 4 إلى وضع الاستعداد . 
مفاعلات الاندماج 1 إلى 4 في طور الاستعداد . 
حسن جداً . 
" روجنكوفا " ، قومي بمحاكاة خفض طاقة المفاعل الحرارية إلى 50 بالمئة بالمفاعلات 1 إلى 4 . 
تمّت محاكاة خفض الطاقة إلى 50 بالمئة بالمفاعلات 1 إلى 4 . 
السيد " جيمس " ، من فضلك ، أبلغ عن حالة اتصالنا الميكانيكي بالكويكب . 
ضغط المرساة طبيعي في كل الجوانب . 
لا يبدو أي قصور في فحص الحسّاسات الذاتي . ما من مشكلات . 
حسن جداً . 
أنظمة الدفع الرئيسة بحالة طبيعية . كل درجات الحرارة والضغط خضراء . 
حسناً . لنجر محاكاة قراءة عالية الضغط خارج النطاق لخزان الأرغون الثاني . 
الأولي والثانوي . 
تمّ التوكيد . 
تباً . لقد تلف تماماً . لن نتلقى أي إشارات مراقبة من " ناسا " من خلاله . 
بالتأكيد لا يتسع وقتنا لإصلاحه . الاختبار التالي بعد 3 ساعات . 
سجّلوه . وركّبوا البديل . 
أعلم أين هو . سأحضره . 
شكراً يا " ماسي " . 
هذه تركيزات الميثان التي التقطتها روبوتاتنا خلال اختبار أنابيب الحمم خارج " وادي السعادة " مباشرةً . وهذه البيانات التي أرسلوها صباح اليوم من فوّهة " كوروليف " . 
بالطبع ، هذه مجرد نتائج مبدئية لكن ... " ديف " . 
آسف . 
تلك فوّهة " كوروليف " ؟ 
أثقل التركيزات هناك ، نعم . لكن تُوجد أيضاً إشارات كبيرة منبعثة من " كازما أوسترال " قرب القطب الجنوبي . وكلتاهما بعيدتان عن المناطق البركانية المعروفة . 
هل من بيانات عن ماهية ما ينتج الميثان ؟ 
قد يكون نشاطاً بركانياً عميقاً تحت السطح . والاحتمال الأفضل أن يكون ما نبحث عنه . 
بكتريا مولّدة للميثان ؟ حياة . 
يبدو أن أمامك مهمة صعبة . 
حسناً . تابعي عملك يا " كيلي " . إذا وُجدت حياة على " المريخ " ، أريدك أن تكوني أول من يجدها . 
هل سترحل ؟ 
عندي بيانات أخرى كثيرة لأعرضها عليك . 
سأعود بعد قليل . عليّ تدبير بضعة أمور . 
مع أبي ؟ 
لم تسألين ؟ 
يبدو مؤخراً أنكما تمضيان وقتاً كثيراً معاً . 
وهذا مفاجئ بصراحة ، بالنظر إلى ماضيك . 
نعم ، إنه ... خبرته هنا عالية القيمة في ظل اقتراب بعثة احتجاز الكويكب . 
لم يذكر أنه يعمل عليها . 
لكن حقيقةً ، لم أره منذ بضعة أيام ، لذا ... نعم ، لقد شغلت كثيراً من وقته . لكنه سعيد بوجودك . لعلمك ، لا يكفّ عن الحديث عن الصغير . 
نعم ، أنا ... يسعدني توطّد علاقتهما . 
إنما أنا ... لا أدري . 
ظننت أن علاقتنا ستتوطّد هي الأخرى . 
أعلم أن هذا يبدو غبياً في ظل كل ما ... لا ، على الإطلاق . 
أتفهّم . صدّقيني . 
لم أحظ بالفرصة لتصحيح الأمور مع أبي . 
أقلّه ، ما زالت لديك الفرصة . 
بأي حال ، عليّ الذهاب . 
أحسنت عملاً يا " كيلي " . 
تريدون عيوننا ؟ 
نحتاج إلى رؤية القاعدة كلها لضمان عدم معرفة أحد بما نفعله . 
هذا في غاية الخطورة . 
وكذلك كان البقاء وحدك بكبسولة كورية شمالية طوال 7 أشهر . 
لم يكن ذلك خياراً . أما هذا ، فخيار . 
زوجتي . 
ما وضعك ؟ 
الأمر معقد يا " لي " . أخبرني . إنها ليست بأمان . 
كما قلت سابقاً ، الأمور جارية . 
لدينا خطة جيدة الآن لإخراجها من " كوريا الشمالية " ، لكن التسلّل بها إلى مركبة نقل تابعة لـ " هيليوس " أمر أشد تعقيداً . 
" لي " ، ألا ترى ما نفعله هنا ؟ 
سيؤمّن هذا الكويكب مستقبل " المريخ " ، ومستقبلك أنت وزوجتك . 
من الطيب أن تكون بصحبة عائلتك . مثلك . 
سأساعد . 
يسرّني انضمامك إلينا ... حسناً . أتلقى بثاً مرئياً وصوتياً من منطقة " كوريا الشمالية " . 
والآن وفرنا اتصالات العمليات . 
لم أتوقع قطّ أن أقول هذا ، لكن بارك الربّ " كوريا الشمالية " . 
جاهزة لتحديث الحالة ؟ 
جاهزة للارتباط العلوي وقتما تكون جاهزاً . 
" وادي السعادة " ، أؤكّد تثبيتنا صندوق التمييز الاحتياطي وأنه سيكون جاهزاً للنشاط في المحاكاة التالية . 
أتسمعون ذلك ؟ 
يبدو أن " سامانثا ماسي " قد أوفت بإيمانك بها . 
تلقيتك يا " رينجر " . شكراً على الإبلاغ . 
لكن دعونا نتحقق . سأعيد اختباره . 
وحدة الاتصالات ، ابدؤوا التحضير لمحاكاة الحرق التالية للإرسال إلى " رينجر " . 
أرسل إشارة أخرى . 
- دخلنا . - نعم . - مرحى . - وثّق " رينجر " إشارتنا . 
رائع . أحسنتم جميعاً . 
رُكّب صندوقنا وصرنا نتحكم بمحركاتهم . 
هيا بنا . 
وبعد إجراء عدة تقييمات للمخاطر على مدار الشهر الماضي ، لا نشعر بأننا قادرون على تسريع جدول التعدين أكثر من هذا . " جداول الميزانية " يجب أن أقول إن الرئيس سيخيب أمله بجدول التسليم الزمنيّ المقدّر بعامين هذا . 
لا بد من وجود وسيلة لتوصيل الإيريديوم إلى السوق بصورة أسرع . 
يمكننا بناء مزيد من السفن ذات المثاقب وناقلات التراب . 
لكن ذلك سيزيد التكاليف . 
هذا مرفوض بتاتاً . التكلفة مقدّرة بالفعل بتريليون دولار . 
إن أخبرته بزيادة التكلفة عن ذلك ، فقد يفصلنا جميعاً . 
طيب ، أقدّر أفكاركم . 
واصلوا تبادل الأفكار ولنر إن وجدنا فكرة مناسبة . 
حسناً . " إيلاي " ، متى يمكننا توقّع اعتماد التمويلات للجيل التالي من ناقلات " المريخ " ؟ 
دعيني أجيبك عن ذلك لاحقاً . 
لكننا نقترب من المواعيد النهائية للمصادر . 
تصوّري فقط ما يمكننا إنجازه لو ابتعد أولئك الساسة اللعناء عن طريقنا . 
أعظم مهاراتهم إرجاء القرارات حتى لا يعود ذلك ممكناً . 
هلّا أستعين برأيك في حسابات المسار هذه . 
أريدك أن توصّلي هذه إلى " سيرغي " . 
أريد منظوراً جديداً في مسارات الانتثار هذه . 
يجب أن نتيقن تماماً من أننا وضعنا بحسباننا أسوأ الحالات قبل أن نعرضها على السلطات العليا . 
لا ، لقد انتهيت من ذلك . 
لقد مرّرت هذه الرسائل بينكما طوال شهر . 
لا يتسع وقتنا لكل هذا التراسل . 
لكننا بحاجة إلى مساعدته . 
إنه أعلم بمسارات ما بعد مدار القمر من أي أحد آخر . 
حسناً . لكن علينا فعل هذا وجهاً إلى وجه . 
أين ؟ 
يراقبونني بصفة دائمة . 
يمكننا الالتقاء في بيتي . 
سنخبرهم أننا سنعمل على الأمر هناك . 
في هذا خطورة . 
أي جانب من هذا لا خطورة فيه ؟ 
- ما خطب الشاشة ؟ - ماذا ؟ 
لم أر تشويشاً كهذا من قبل . 
ربما لأنها شاشة قديمة . 
ماذا يجري ؟ 
يُوجد عطل في شاشات المراقبة . 
بالطبع يُوجد فيها عطل . ما هذه الفوضى ؟ 
سيدي ، دعنا نحلّ المشكلة ، لا يجدر أن تُضطر إلى ... مهلاً ... 
ما هذا ؟ 
لا أدري . 
عُثر على عدّة الجاسوسية الأمريكية هذه داخل الإقليم السيادي لـ " جمهورية كوريا الشمالية " ! 
نطالب بتفسير لهذا السلوك المشين ! 
أفترض أنكم وجدتم هذا داخل مجمّعكم ؟ 
سبّب تشويشاً على الشاشة . 
أي شاشة ؟ 
تريد معرفة أي شاشة . 
فهمت . إذاً ، وجدتم هذه موصّلة بالنظام الذي تستعملونه للتجسس علينا . 
أخبرها أن " الجمهورية الشعبية الديمقراطية " تطالب بمعاقبة من فعل هذا ، كائناً من كان ! 
يطالب القائد " تشو " بتحقيقك في الأمر . 
تسرّني المساعدة ، لكن هذا سيستوجب دخولنا مجمّعكم ، لرؤية موقع العثور على الجهاز . 
تريد إرسال عامليها إلى الوحدة لتفتيشها . 
لا ! لن نقبل بأي تدخّل في منطقتنا . 
في حال التعدّي على " جمهورية كوريا الشعبية " ، ستكون العواقب وخيمة . 
لا يتسع وقتي لهذا الآن . حسناً ؟ 
ألا يمكن إرجاء هذا حتى الانتهاء من بعثة الكويكب ؟ 
تعتذر القائدة عن أي إزعاج . 
حتى ذلك الحين ، يمكنني تقفّي أثر هذا . له رقم تسلسلي خاص بـ " ناسا " . هذا خير ما بيدي عمله . 
تقول إنها ستنقل مطالبك إلى " ناسا " . 
إنها تماطل . 
قل لها أن تقبض فوراً على فنيّ " هيليوس " " مايلز دايل " وتستجوبه . هو الذي دخل وحدتنا . 
- يودّ القائد الإعراب عن ... - " مايلز دايل " ؟ 
- الآنسة " تالمدج " ؟ - نعم يا حضرة القائدة ؟ 
عندي قطعة أريدك أن تتقفّي أثرها . تحقّقي من مصدرها ، ومن له إمكانية وصول إليها . على الفور . 
أمرك يا حضرة القائدة . 
إنها أداة عديمة النفع للنظام الرأسمالي الفاسد . 
سأتحرّى هذه الواقعة بنفسي . 
- شكراً . - يا " لي " . كيف حالك في ما عدا هذا ؟ 
كيف حال " مون يونغ " ؟ 
الفراق صعب . 
نعم ، أفهم قصدك . 
لكننا سنعود إلى " الأرض " في القريب العاجل . 
لعلمك يا " زاي " ، من بين كل شيء فعلته في حياتي ، أكبر ما أفخر به من إنجازات هو أنت . 
رؤيتك تكبر وتصبح شاباً صالحاً ، والآن إذ أنشأت أسرتك الخاصة . أنا فقط ... يعني لي هذا أكثر من أي بعثة أُرسلت فيها . 
وأنوي أن أكون أفضل جدّة على ظهر الكوكب . 
إذاً ، أمامنا 3 أشهر حتى اليوم الموعود ؟ 
نعم . يُفترض أن يكون " غولديلوكس " قد قطع شوطاً كبيراً نحو " الأرض " بذلك الحين . 
وأنا أيضاً . 
من أسباب ندمي ... أنني لم يتسنّ لي قطّ رؤيتك تمشي أولى خطواتك أو تقول أولى كلماتك . 
والآن سيتسنّى لي فعل ذلك مع ابنتك . 
آسفة ، لقد ... لقد فاجأني ذلك . 
إنما أنا سعيدة جداً . 
بأي حال ... أعلم أنك تكره " ستار تريك " ، لكن يجدر أن تتعوّده لأنني سأحرص على أن تكون حفيدتي عاشقة لـ " ستار تريك " . هذا صحيح . سنشاهد السلسلة كلها . الأجزاء الـ3 . 
و " ذا توايلايت زون " ، و " ذا بوب نيوهارت شو " . 
و " ماش " ، و " كولومبو " ... " مارغو " . 
تفضّلي . 
شكراً . 
هل ... وصلت قبل ساعتين . 
أواثق بأن أحداً لم يرك داخلاً ؟ 
ركنت سيارتي على بعد 4 نواص ، وسلكت باحات الجيران . 
- شكراً على مجيئك . - لا داعي . 
هلّا نبدأ . 
حسناً . يمكننا استعمال تقديرات مركز الثقل المحدّثة لتحديد نواقل التوجه . 
أرى أيضاً أن تضعوا في اعتباركم انتثار مركز الكتلة . من قوى القصور الذاتي الضاغطة أثناء الحرق . 
- هذا ذكاء كبير . - أوافقك . 
حُدّد المسار ، وستعدّن " الأرض " " غولديلوكس " خلال أقل من 9 أشهر . 
هذا شيء طيب ، نعم . لكنه مؤسف مع ذلك . 
ماذا تقصد ؟ 
سيأتي الكويكب إلى " الأرض " وكل الاستثمارات معه . 
لن يعود من سبب لتخصيص أي تمويلات لـ " المريخ " . 
لدى " م - 7 " اهتمام بالغ بـ " المريخ " . 
- قالوا ... - نعم ، ما يقولونه دوماً . 
لكن " كورجنكو " لا يهمّه سوى إثراء نفسه وأعوانه . 
وسيحقق الكويكب هذا الآن ، لذا سينسحبون من " المريخ " ، ثم ستنسحب " ناسا " هي الأخرى . 
كما فعلوا ببرنامج " المريخ " في الثمانينيات . 
حتى لوينا ذراعهم . أتذكرين يا " مارغو " ؟ 
لا تقدّم بلا منافسة . 
حسناً . أرانا اكتفينا من المرح الجغرافي السياسي الليلة . 
هيا يا ولديّ . أفرغا المائدة . 
- آسفان على احتلال بيتك يا " فيكتور " . - لا . لا بأس . تفضّلا بالمتابعة . إنما عليهما النوم . 
أبي . الساعة التاسعة فقط . أعلم . هيا . 
قبل أن تذهبي ، ما رأيك بشيء يمحو المذاق من فمك ؟ 
شكراً . 
شكراً . 
" مارغو " . معي أيضاً هدية بسيطة لك . - ولا تنسيا تفريش أسنانكما . - لم أسمع هذه الأسطوانة منذ ... وقت أطول مما يجب . 
هل ... هل درست فكرتي ؟ 
رحيلنا ؟ 
لم أحظ بوقت كثير . 
ما زالت لدينا مهامّ كثيرة . 
فورما يصير هذا الكويكب في طريقه نحو " الأرض " ، ستأمرك " إرينا موروزوفا " بالرجوع إلى " موسكو " ، ولن نلتقي مرة أخرى . 
وما ... وما أدراك ؟ قد تسنح فرص أخرى . 
لا ، لن تسنح . 
فماذا إذاً ؟ 
أنهرب وحسب ، ونختبئ بشقة ما بمكان ما ، ونحدّق إلى الجدران طوال 20 عاماً قادماً ؟ 
لي صديق في برنامج الفضاء البرازيلي . 
يمكننا التواصل معه ، وعرض خدماتنا في مقابل حماية حكومتهم . 
أتظن أنهم سيقبلون العرض ؟ 
سيبتهجون به . 
يمكننا أنا وأنت الإسهام في ترسيخ " البرازيل " قوة فضائية كبرى . 
سيكون ذلك أشبه بأوائل أيام " أبولو - سويوز " . 
أقترح " سويوز - أبولو " من قبيل المواءمة . 
معاً ، سنكمل ما بدأناه . 
عليّ ... التفكير في الأمر . 
الوقت ضيق جداً يا " مارغو " . 
أعلم . إنما عليّ إتمام هذه البعثة أولاً . 
الرقم التسلسلي لجهاز المراقبة المرئي ، الواضح أمامكم هنا ، يشير إلى أن المكوّن قد وصل على متن " فينكس " في آخر شحنة نقل . 
جرى مسحه وإدخاله بالشكل اللائق . لا سجلّ لمغادرته " فينكس " . 
وبالفعل ، وجدت متعهدة البضائع الصندوق حيث ذكر الجرد موضعه . 
لم يُخرق الختم ، لكنها حين فتحت الصندوق ، وجدت أن المحتويات قد استُبدلت . 
يا " إيلاي " ، أثق بأنك توافقني على أن هذا يشير إلى مشكلة خطيرة . 
كان آخر جرد منذ شهر . 
آنذاك ، لم يقم الطاقم سوى بمسح الغلاف . لم يتحققوا من توافق المحتويات مع الملصقات . 
لذا أمرت بجرد شامل كشف عمليات سرقة لا يُستهان بها ... معظمها لمعدّات اتصالات وحاسبات ... ستجدها مدرجة في الملف المرفق . 
" إيلاي " ، أرى أن لدينا مشكلة حقيقية هنا . 
ليست مجرد سرقة ، بل ربما شيء أشد جدية بكثير . 
أعني ، ماذا عساهم يريدونه بكل تلك المعدّات ؟ 
استدع " ويل تايلر " إلى هنا . وحاول الاتصال بـ " إرينا موروزوفا " في " موسكو " فوراً . 
حضرة القائد " تشو " ، شايك جاهز . 
راجعت " سي آي إيه " قائمة المعدّات المسروقة . 
إنها معدّات اتصالات عالية التقدم ليست لها قيمة عملية في السوق السوداء . 
فلم عساها تُسرق ؟ 
غرضها الوحيد رصد المركبة الفضائية والتواصل معها . 
الآن ، المركبة الفضائية الوحيدة التي تحمل حمولة لها أي قيمة ذات معنى - في نطاق " المريخ " هي ... - " رينجر " . تباً ! 
بالنظر إلى أفعال التخريب الأخيرة في " وادي السعادة " ، يجب أن نتعامل مع الوضع بمنتهى العجلة . 
أتظن أن أحداً يريد تخريب بعثة الكويكب ؟ 
علينا افتراض ذلك . يمنعنا ما على المحكّ عن تجاهل هذا . 
ها نحن أولاء ، على شفا تغيير حيوات 6 مليارات إنسان إلى الأفضل ، ويريد حفنة أناركيين إفساد كل شيء . 
- لم ؟ 
- كما قال " دوستويفسكي " ، إذا شيّدت قصراً من الكريستال ، مهما كان زاهياً ، سيُوجد دائماً أخرق ما يريد تدميره . 
أبسّط مقولته ، بالطبع . 
أياً من كانوا ، يجب أن نجدهم قبل أن يرتكبوا أعمال عنف ضد " رينجر " . 
لدينا أشخاص صالحون على تلك السفينة ، ولن أقبل بخسارة مزيد من الأرواح تحت إشرافي . 
بقي أقل من 24 ساعة حتى الحرق . 
إذا كانوا ينوون فعل أي شيء ، فسيفعلونه قبلئذ . 
أنصح بتنشيط عملائنا الخفيّين في " وادي السعادة " لجمع مزيد من الاستخبارات . 
لندع " سي آي إيه " و " كيه جي بي " يجدون من وراء هذا . 
" تيم " ، ائتني بالمدير " هانلن " . 
لن أقول إني متفاجئة بوجود عملاء استخبارات هنا ، لكن لم أحسبك قطّ واحداً منهم يا " مايك " . 
لن أكون بارعاً بمهنتي لو عرفتني . 
والسيد " أفيلوف " . كان لك صوت عال أثناء الإضراب . 
على العميل الانخراط وسط الناس كما تسبح الأسماك في البحر . 
فماذا ؟ هل يتعاون " كيه جي بي " و " سي آي إيه " الآن ؟ 
كما فعلت أنت في " أبولو - سويوز " . 
نعم ، كانت تلك شجاعة كبيرة . 
طيب ، نعي جميعاً مدى أهمية " غولديلوكس " لبلدينا . 
لهذا علينا الوصول إلى حقيقة الوضع . 
أرواح الناس على المحك . أناس نعرفهم جميعاً على " رينجر " . 
لدينا بضعة أفكار عن أين نبدأ . جيد . شيء أخير . 
ذكر الكوريون الشماليون لي شخصاً يُدعى " مايلز دايل " . ربما لا أهمية لذلك . 
أعرفه حق المعرفة . 
إنه يدير سوقاً سوداء . 
قد يكون متورطاً . 
معلومة جيدة . سنستجوبه . جيد . أطلعني على الجديد . 
في حين ذلك ، سأصرّح بتفتيش آخر للقاعدة . 
أبي ؟ 
" كيل " . 
أهلاً يا أبي . 
أهلاً . هل كل شيء بخير ؟ 
علينا التحدث . 
آسف يا فتاة . لا يمكنني ... حقاً الآن . لذا ... - لم لا ؟ 
- إنما لا يمكنني . أنا مشغول بشيء في العمل ، لذا ... نعم . 
نعم ، أعلم . تُوجد فرق تفتيش تمشّط القاعدة بأكملها بحثاً عن معدّات اتصالات مفقودة . 
- نعم . - أتعرف أي شيء عن ذلك الأمر ؟ 
لا . لم عساي ؟ 
لا أدري . كنت في السابق ترى " ديف أييسا " تجسيداً للشيطان . 
الآن تتصرفان كصديقين حميمين يتهامسان في الأركان . 
لم لا تخبرني بما يجري فعلاً ؟ 
- لا شيء يجري . أقسم . - كفّ عن الكذب عليّ . 
تظنني عاجزة عن التمييز ، لكنني أعرفك يا أبي . 
أنت تكذب عليّ منذ قدومي إلى هنا . 
بل ومن قبل ذلك حتى . 
ما خطبك بجدّ ؟ 
- إلى أين متّجه ؟ - " إس إل 3 - 14 " . إصلاح النظام البيئي . 
تفضّل . 
ادخل . 
مرحباً يا سادة . جئت لإصلاح مشكلتكم في الدورة . 
يسرّني سماع هذا . 
نعم ، لدينا مشكلة عويصة . 
لكنها ليست في الدورة . 
تفضّل بالجلوس . 
في صغري ، لم أخف أي شيء . ولا حتى الموت . 
لطالما توقعت أن أموت ... ميتة مجيدة . 
" غوردو " . أخبرني مرةً عن أبيه حين مرض بالسرطان . 
كان أبوه جندي " مارين " . 
أنا فقط ... لا أريد أن تنتهي حياتي هكذا يا " كيل " . 
سبب امتناعي عن العودة إلى الوطن أنني لم أرد أن تنتهي بي الحال في دار مسنّين مرتدياً حفاضة ، 
بالأعلى هنا ، أنا ... أفعل شيئاً ذا معنى . 
أبني شيئاً . شيء قد يدوم بعد وفاتي . 
وربما حتى أولاده أيضاً . 
لماذا لم تخبرني كل هذا من قبل ؟ 
ظننت أنك ... سترينني مجنوناً . 
لا أراك مجنوناً . 
ربما بعض الشيء . 
آسف يا " كيل " . 
كان ينبغي أن أكون حاضراً من أجلك و " أليكس " . 
وما كان ينبغي أن أكذب عليك . 
ما كان ينبغي . 
فهل ستخبرني بما تخطّط له أنت و " ديف " ؟ 
لاسلكيات وكابلات ومفاتيح شبكات وشاشات . 
تُوجد صفح كاملة لهذه الأشياء . 
عناصر يجري مسحها وإدراجها بقوائم الشحن ، ثم تختفي فجأةً . 
عجباً ! هل أخذ أحدهم كل ذلك ؟ 
أعني ، ها أنت ذا تواجه تهم تهريب وتهرّب من الضرائب ، وترفض مساعدة نفسك . إنما تضحك على الأمر كأن ليس له أهمية . 
لا أعرف من أخذ كل تلك الأشياء . أعني ، فكّر في الأمر . أبيع ملابس داخلية وغسول فم وبودرة أقدام . 
أشياء تسهّل حيوات الناس قليلاً هنا . 
من عساه يريد معدّات الاتصالات هذه أصلاً ؟ 
أعني ، ليست لها فائدة عملية . 
ما لم ترد العبث بـ " رينجر " . 
أنهى " ديف أييسا " الإضراب . 
ما زال كثير من الناس غاضبين بسبب ذلك . 
ربما من فرط غضبهم ، لجؤوا إليك لتعينهم على الثأر . 
لم عساي أخاطر بكل شيء ؟ أعني كل ما بنيته . 
كنت ضد الإضراب منذ البداية أصلاً . 
يمكنكم سؤال أي أحد ، وسيخبركم . 
تريدنا أن نطلب من حفنة إرهابيين أن يضمنوك . 
كان " نيك جينينغز " صديقاً لي . 
هل تعرف أن بذلته انصهرت في لحمه ؟ 
هل تتصوّر الألم غير المحتمل الذي لا بد أنه مرّ به في آخر لحظاته ؟ 
أقسم إنني لم تكن لي صلة بذلك . 
ويحك يا رجل . ولا حركة . 
اسمع يا رجل ! تباً ، تكسر ذراعيّ يا رجل . يا للهول ! 
حسناً . إذاً ، ما ستفعله أنك ستمرّ خلال نفق الوصول . ألديك أقارب على " الأرض " ؟ 
كلاهما . أخ وأختان . وأبوان . 
مضت فترة منذ كنا ... لست بالتحديد ... ماذا يجري ؟ 
استدع الرجال . 
ماذا يجري ؟ 
ماذا يجري يا رجل ؟ 
ماذا يجري بحق الجحيم ؟ 
