Σύνδεση με μπάντα S . 
Σήμα καθαρό . 
Ωραία . Συνδεθήκαμε ξανά . 
- Αποστολή δοκιμαστικού πινγκ στο Ρέιντζερ . 
- Να έχει τη σωστή κρυπτογράφηση . 
Μακάρι να δουλέψει τώρα . 
- Έχω καλό προαίσθημα . 
- Το είχες και τις 20 φορές πριν . 
Δεκαεννέα . 
Σύνδεση πομποδέκτη . 
Παρακάμφθηκε η ασφάλεια . Στείλε πινγκ . 
Μετάδοση πινγκ στο Ρέιντζερ . 
ΑΠΟΡΡΙΨΗ ΕΠΑΛΗΘΕΥΣΗΣ Τζίφος . Ο διαχωριστής τους μας πέταξε πάλι έξω . 
Η Σαμ είναι έναν μήνα στο Ρέιντζερ . Θα έπρεπε να τον είχε αντικαταστήσει . 
Αν δεν αλλάξει τον διαχωριστή μέσα σε 48 ώρες ... Η Χρυσομαλλούσα πάει στη Γη . Και δεν μπορούμε να την εμποδίσουμε . 
Ρέιντζερ , Χαρούμενη Κοιλάδα . Προσομοίωση εντολής διακοπής πυροδότησης . ΛΗΨΗ Επιβεβαιώστε λήψη και επαλήθευση . 
Χαρούμενη Κοιλάδα , το Ρέιντζερ έλαβε την προσομοίωση εντολής διακοπής πυροδότησης . 
Σβήσιμο κύριου κινητήρα στα 19 λεπτά και 58 δεύτερα . 
Κι εμείς έχουμε ένδειξη για σβήσιμο κινητήρα . 
Έξοχα , Ρέιντζερ . Ήταν υπέροχο . 
Ήταν απλώς θέμα εξυπνάδας και ικανότητας , διοικήτρια . 
Επανάληψη της άσκησης σε επτά ώρες . 
Πρέπει να τελειοποιήσουμε τη διαδικασία . Δεν υπάρχει δεύτερη ευκαιρία . 
Ελήφθη . Τα λέμε σε επτά ώρες . Τέλος επικοινωνίας . 
Τέλος επικοινωνίας . 
Συνεχίζουμε την προσομοίωση της διαδικασίας διακοπής . 
Διαχωριστής ενεργός ; 
Ο διαχωριστής δείχνει ενεργός . 
Θερμοκρασία εξόδου αντιδραστήρων σύντηξης στο επίπεδο αναμονής . 
Αντιδραστήρες σε κατάσταση αναμονής . 
Πολύ καλά . 
Ροζενκόβα , προσομοίωση μείωσης της θερμικής ισχύος στο 50 % στους αντιδραστήρες ένα ως τέσσερα . 
Μείωση ισχύος στο 50 % στους αντιδραστήρες ένα ως τέσσερα . 
Κύριε Τζέιμς , κατάσταση της μηχανικής μας σύνδεσης με τον αστεροειδή . 
Τάση αγκύρωσης ιδανική από κάθε άποψη . 
Διαγνωστικό αισθητήρα , καμία βλάβη . Πράσινες ενδείξεις . 
Πολύ καλά . 
Κύρια συστήματα πρόωσης εντάξει . Θερμοκρασίες και πιέσεις στο πράσινο . 
Εντάξει . Προσομοίωση υπερβολικά υψηλής πίεσης στη δεξαμενή αργού δύο . 
Σε κύρια και εφεδρική . 
Επιβεβαιώνω . 
Χριστέ μου . Αυτό ψήθηκε . Δεν πρόκειται να λάβουμε σήματα της NASA με αυτό . 
Δεν προλαβαίνουμε επισκευή . Η επόμενη άσκηση είναι σε τρεις ώρες . 
Κατάγραψέ τον. Βάλε τον εφεδρικό . 
Ξέρω πού είναι . Θα τον φέρω εγώ . 
Ευχαριστώ , Μάσεϊ . 
Συγκεντρώσεις μεθανίου που ανίχνευσε το ρομπότ μας στη στοά λάβας έξω από τη Χαρούμενη Κοιλάδα . Και τα σημερινά δεδομένα από τον Κρατήρα Κόρολεφ . 
Πρόκειται για αρχικά αποτελέσματα , αλλά ... Ντεβ . 
Συγγνώμη . 
Στον Κρατήρα Κόρολεφ ; 
Οι υψηλότερες συγκεντρώσεις βρίσκονται εκεί . Αλλά υπάρχουν σημαντικά ίχνη στο Νότιο Χάσμα κοντά στον νότιο πόλο . Μακριά από γνωστές ηφαιστειακές περιοχές . 
Ξέρουμε γιατί παράγεται μεθάνιο ; 
Ίσως ηφαιστειακή δραστηριότητα στο υπέδαφος . Ή , ακόμα καλύτερα , το Άγιο Δισκοπότηρο . 
Μεθανογόνα βακτήρια ; Ζωή . 
Μάλλον τώρα αρχίζουν τα δύσκολα . 
Ωραία . Συνέχισε , Κέλι . Αν υπάρχει ζωή στον Άρη , θέλω να τη βρεις εσύ . 
Φεύγεις ; 
Έχω να σου δείξω πολλά δεδομένα ακόμα . 
Επιστρέφω αμέσως . Έχω κάτι να κάνω . 
Με τον μπαμπά μου ; 
Γιατί ρωτάς ; 
Περνάτε πολύ χρόνο οι δυο σας τελευταία . 
Πράγμα πολύ παράξενο , αν σκεφτείς το παρελθόν σας . 
Ναι , είναι ... Η εμπειρία του εδώ πάνω είναι ανεκτίμητη ενόψει της σύλληψης του αστεροειδούς . 
Δεν ανέφερε ότι δουλεύει σ ' αυτό . 
Αλλά και πάλι , έχω μέρες να τον δω , άρα ... Ναι , είναι πολύ χρονοβόρο . Αλλά χαίρεται που ήρθες . Όλο για τον πιτσιρικά μιλάει . 
Ναι , είμαι ... Χαίρομαι που κάνουν παρέα . 
Απλώς , δεν ξέρω . 
Ήλπιζα να έρθουμε πιο κοντά . 
Ξέρω ότι ακούγεται χαζό αν σκεφτείς όλα όσα ... Καθόλου . 
Καταλαβαίνω , πίστεψέ με . 
Εγώ δεν πρόλαβα να τα βρω με τον πατέρα μου . 
Εσύ μπορείς . 
Λοιπόν , πρέπει να πηγαίνω . 
Πολύ καλή δουλειά , Κέλι . 
Θέλετε τα μάτια μας ; 
Πρέπει να βλέπουμε όλη τη βάση μήπως κάποιος καταλάβει τι κάνουμε . 
Επικίνδυνο . Είναι πολύ επικίνδυνο . 
Όπως και να μείνεις μόνος σε βορειοκορεατική κάψουλα για επτά μήνες . 
Εκείνο δεν ήταν επιλογή . Αυτό είναι επιλογή . 
Η γυναίκα μου . 
Σε τι φάση είναι ; 
- Λι , είναι περίπλοκο . - Πες μου . Δεν είναι ασφαλής . 
Σου είπα , έχουμε ξεκινήσει . 
Έχουμε ένα καλό σχέδιο να τη βγάλουμε από τη Β. Κορέα , αλλά το να τη βάλουμε κρυφά στο διαστημόπλοιο της Ήλιος είναι ακόμα πιο περίπλοκο . 
Λι , δεν βλέπεις τι κάνουμε εδώ ; 
Ο αστεροειδής θα εξασφαλίσει το μέλλον για τον Άρη , για σένα και τη γυναίκα σου . 
Είναι καλό να έχει κανείς την οικογένεια μαζί του . Όπως την έχεις εσύ . 
Θα βοηθήσω . 
Χαίρομαι που είσαι μαζί μας . Λαμβάνω βίντεο και ήχο από τη Βόρεια Κορέα . 
Ορίστε το κέντρο επιχειρήσεων . 
Δεν πίστευα ότι θα το έλεγα , αλλά ο Θεός να ευλογεί τη Βόρεια Κορέα . 
Έτοιμοι για αναφορά κατάστασης ; 
Έτοιμοι για σύνδεση όποτε είστε έτοιμοι . 
Επιβεβαίωση εγκατάστασης εφεδρικού διαχωριστή . Θα λειτουργήσει στην επόμενη προσομοίωση . 
Το άκουσες αυτό ; 
Η Σαμάνθα Μάσεϊ δικαίωσε την εμπιστοσύνη σου . 
Ελήφθη . Ευχαριστούμε για την ενημέρωση . 
Αλλά ας σιγουρευτούμε . Θα το ξαναδοκιμάσω . 
Επικοινωνίες , ετοιμαστείτε για την επόμενη προσομοίωση και μετάδοση στο Ρέιντζερ . 
Στείλε κι άλλο πινγκ . 
- Μπήκαμε . - Ναι . - Ναι . - Επαλήθευσαν το πινγκ μας . 
Μια χαρά . Μπράβο σε όλους . 
Ο διαχωριστής μας ελέγχει τους κινητήρες τους . 
Ξεκινάμε . 
Μετά από πολλαπλές εκτιμήσεις κινδύνου τον τελευταίο μήνα , δύσκολα θα επιταχύνουμε περαιτέρω το πρόγραμμα εξόρυξης . ΧΡΗΜΑΤΟΔΟΤΗΣΗ ΚΑΙ ΠΡΟΓΡΑΜΜΑ Σίγουρα ο πρόεδρος θα απογοητευτεί με τα δύο χρόνια προβλεπόμενης παράδοσης . 
Θα υπάρχει τρόπος να βγει νωρίτερα το ιρίδιο στην αγορά . 
Αν φτιάξουμε περισσότερα σκάφη , τρυπάνια , χωματουργικά μηχανήματα . 
- Αυτό θα αυξήσει το κόστος . 
- Όχι , Χριστέ μου . Είμαστε ήδη στο ένα τρισ. δολάρια . 
Αν του πω ότι θα κοστίσει περισσότερο , θα μας απολύσει όλους . 
Εκτιμώ τις ιδέες σας . 
Συνεχίστε να ψάχνετε μέχρι να βρούμε κάτι που να μας κάνει . 
Ιλάι , πότε αναμένεται η έγκριση της χρηματοδότησης για τη νέα γενιά οχημάτων του Άρη ; 
Θα το δω και θα σου πω . 
Πλησιάζουν οι προθεσμίες για τις πρώτες ύλες . 
Φαντάσου τι θα μπορούσαμε να πετύχουμε αν δεν μας εμπόδιζαν οι μαλάκες οι πολιτικοί . 
Είναι ειδικοί στο να αναβάλλουν αποφάσεις μέχρι να είναι απολύτως απαραίτητες . 
Μπορείς να πεις τη γνώμη σου γι ' αυτούς τους υπολογισμούς τροχιάς ; 
Θέλω να δώσεις αυτό στον Σεργκέι . 
Θέλω μια φρέσκια ματιά σ ' αυτές τις τροχιές διασποράς . 
Πρέπει να βεβαιωθούμε ότι έχουμε υπολογίσει το χειρότερο σενάριο προτού ενημερώσουμε τους ανώτερους . 
Όχι , δεν το ξανακάνω . 
Εδώ και έναν μήνα μεταφέρω τα σημειώματά σας . 
- Δεν έχουμε χρόνο για μπρος-πίσω . 
- Χρειαζόμαστε τη βοήθειά του . 
Κατανοεί όσο κανείς τις διασεληνιακές τροχιές . 
Εντάξει . Αλλά πρέπει να γίνει από κοντά . 
Πού ; 
Με παρακολουθούν μέρα-νύχτα . 
Στο σπίτι μου . 
- Θα πούμε ότι δουλεύουμε σ ' αυτό . 
- Είναι ριψοκίνδυνο . 
Ό , τι κάνουμε είναι . 
- Τι έπαθε η οθόνη ; - Τι ; 
Δεν έχω ξαναδεί τέτοιες παρεμβολές . 
Ίσως επειδή είναι παλιά οθόνη . 
Τι συμβαίνει ; 
Οι οθόνες δεν λειτουργούν . 
Φυσικά και δεν δουλεύουν . Αυτό είναι ένα χάλι ! 
Κύριε , θα επιλύσουμε το ζήτημα , δεν θα έπρεπε να ... Μισό λεπτό ... 
Τι είναι αυτό ; 
Δεν ξέρω . 
Κατασκοπευτική συσκευή των ΗΠΑ βρέθηκε σε έδαφος της ΛΔ της Κορέας ! 
Είναι εξωφρενικό , απαιτούμε εξηγήσεις ! 
Βρήκατε αυτό στο συγκρότημά σας ; 
Προκάλεσε παρεμβολές στην οθόνη . 
Σε ποια οθόνη ; 
Ρωτάει σε ποια οθόνη . 
Μάλιστα . Βρήκατε αυτό συνδεδεμένο στο σύστημα από όπου κατασκοπεύετε εμάς . 
Πες της ότι η ΛΔ της Κορέας απαιτεί την τιμωρία των υπευθύνων ! 
Ο κυβερνήτης Τσο απαιτεί να το ερευνήσετε . 
Θα βοηθήσω ευχαρίστως , αρκεί να έρθουμε στο συγκρότημά σας για να δούμε πού ανακαλύφθηκε η συσκευή . 
Θέλει να στείλει τους δικούς της να ψάξουν τον χώρο μας . 
Όχι ! Δεν θα επιτρέψουμε εισβολή στην επικράτειά μας . 
Όποιος εισβάλει στο έδαφός μας θα υποστεί καταστροφικές συνέπειες . 
Δεν έχω χρόνο για αυτό . Εντάξει ; 
Δεν μπορεί να περιμένει μετά τον αστεροειδή ; 
Η διοικήτρια ζητά συγγνώμη για την αναστάτωσή σας . 
Στο μεταξύ , θα βρω από πού προήλθε . Έχει σειριακό αριθμό της NASA . Αυτό μπορώ να κάνω . 
Λέει ότι θα μεταφέρει το αίτημά σας στη NASA . 
Καθυστερεί . 
Πες της να συλλάβει και να ανακρίνει τον τεχνικό της Ήλιος Μάιλς Ντέιλ . Αυτός μπήκε στη μονάδα μας . 
- Ο κυβερνήτης εκφράζει ... - Ο Μάιλς Ντέιλ ; 
- Κυρία Τάλματζ ; - Μάλιστα ; 
Θέλω να εξετάσεις ένα εξάρτημα . Από πού προήλθε , ποιος είχε πρόσβαση . Αμέσως . 
Μάλιστα , διοικήτρια . 
Είναι πιόνι του παρακμιακού καπιταλιστικού συστήματος . 
Θα το ερευνήσω εγώ ο ίδιος . 
- Ευχαριστώ . - Λι . Πώς τα πας γενικά ; 
Τι κάνει η Μουν Γέονγκ ; 
Είναι δύσκολο να είμαστε χωριστά . 
Ναι , ξέρω τι εννοείς . 
Αλλά θα γυρίσουμε στη Γη πολύ σύντομα . 
Ζέι , απ ' όλα όσα έχω κάνει στη ζωή μου , είσαι το πιο περήφανο επίτευγμά μου . 
Σε είδα να μεγαλώνεις , να γίνεσαι καλός νέος και τώρα να ξεκινάς δική σου οικογένεια . Αυτό ... Αυτό σημαίνει περισσότερα για μένα από κάθε αποστολή . 
Και σκοπεύω να γίνω η πιο γαμιστερή γιαγιά στον πλανήτη . 
Πόσο μένει ; Τρεις μήνες μέχρι τη μεγάλη μέρα ; 
Ναι . Η Χρυσομαλλούσα θα έχει πάρει τον δρόμο για τη Γη . 
Το ίδιο κι εγώ . 
Έχω μετανιώσει ... που δεν σε είδα να κάνεις τα πρώτα σου βήματα , να λες τις πρώτες σου λέξεις . 
Τώρα θα τα ζήσω με την κόρη σου . 
Συγγνώμη , αλλά ... Δεν το περίμενα αυτό . 
Είμαι πάρα πολύ χαρούμενη . 
Τέλος πάντων ... Ξέρω ότι μισείς το Σταρ Τρεκ , αλλά θα το συνηθίσεις γιατί θα φροντίσω το εγγόνι μου να φανατιστεί με τη σειρά . Σωστά . Θα δούμε όλες τις σειρές . Και τις τρεις . 
Και τη Ζώνη του Λυκόφωτος και το Bob Newhart Show . 
Το M * A * S * H , τον Κολόμπο ... Μάργκο . 
Πέρασε . 
Ευχαριστώ . 
Είναι ... Ήρθα πριν δύο ώρες . 
Σίγουρα δεν σε είδε κανείς ; 
Πάρκαρα τέσσερα τετράγωνα μακριά , πέρασα από τις αυλές των γειτόνων . 
- Ευχαριστώ που ήρθες . - Φυσικά . 
Ξεκινάμε ; 
Οι εκτιμήσεις κέντρου βάρους θα καθορίσουν τα διανύσματα ώσης . 
Μάλλον πρέπει να λάβεις υπόψη τη διασπορά του κέντρου μάζας . Από αδρανειακές δυνάμεις συμπίεσης στην πυροδότηση . 
- Πολύ έξυπνο . - Συμφωνώ . 
Η τροχιά έχει οριστεί , η Γη θα εξορύξει τη Χρυσομαλλούσα μέσα σε εννέα μήνες . 
Είναι καλό , ναι . Ωστόσο , είναι κρίμα . 
Γιατί ; 
Ο αστεροειδής θα έρθει στη Γη μαζί με όλες τις επενδύσεις του . 
Δεν θα υπάρχει λόγος να επενδύσουμε στον Άρη . 
Η M-7 στηρίζει πολύ τον Άρη . 
- Είπαν ... - Αυτό που λένε πάντα . 
Αλλά ο Κορζένκο ενδιαφέρεται να πλουτίσει αυτός και τα τσιράκια του . 
Θα το πετύχει με τον αστεροειδή και θα αποσυρθεί από τον Άρη . Η NASA θα κάνει το ίδιο . 
Όπως έκαναν με το πρόγραμμα του Άρη τη δεκαετία του ' 80 . 
Μέχρι που τους αναγκάσαμε . Θυμάσαι , Μάργκο ; 
Χωρίς ανταγωνισμό δεν υπάρχει πρόοδος . 
Λοιπόν , μάλλον είχαμε αρκετή γεωπολιτική διασκέδαση γι ' απόψε . 
Παιδιά , φάτε όλο το φαΐ σας . 
- Συγγνώμη που καταλάβαμε το σπίτι σας . - Όχι . Δεν πειράζει . Συνεχίστε . Απλά πρέπει να κοιμηθούν . 
Μπαμπά , είναι ακόμα εννιά . Το ξέρω . Πάμε . 
Πριν φύγεις , θέλεις κάτι για τον δρόμο ; 
Ευχαριστώ . 
Ευχαριστώ . 
Μάργκο . Σου έχω ένα δωράκι . - Να βουρτσίσετε δόντια . - Έχω να ακούσω αυτόν τον δίσκο ... πολύ καιρό . 
Μήπως ... Μήπως σκέφτηκες την ιδέα μου ; 
Να φύγουμε μαζί . 
Δεν είχα πολύ χρόνο . 
Έχουμε ακόμα πολλά να κάνουμε . 
Μόλις ο αστεροειδής βρεθεί σε πορεία προς τη Γη , η Ιρίνα Μορόζοβα θα σε καλέσει πίσω στη Μόσχα 
Δεν το ξέρεις αυτό . Μπορεί να υπάρξουν ευκαιρίες . 
Δεν θα υπάρξουν . 
Και τι θα κάνουμε ; 
Θα τρέχουμε συνεχώς , θα κρυβόμαστε σε διαμερίσματα και θα κοιτάμε τους τοίχους για τα επόμενα 20 χρόνια ; 
Έχω έναν φίλο υψηλά ιστάμενο στο διαστημικό πρόγραμμα της Βραζιλίας . 
Θα του μιλήσουμε , θα προτείνουμε συνεργασία ζητώντας την προστασία της κυβέρνησής τους . 
Λες να δεχτούν ; 
Με μεγάλη τους χαρά . 
Εσύ κι εγώ θα κάνουμε τη Βραζιλία μεγάλη διαστημική δύναμη . 
Θα ήταν σαν τις πρώτες ημέρες του Απόλλων-Σογιούζ . 
Προτείνω Σογιούζ-Απόλλων , είναι πιο βολικό . 
Θα τελειώσουμε μαζί αυτό που ξεκινήσαμε . 
Θα ... Θα το σκεφτώ . 
Δεν υπάρχει χρόνος , Μάργκο . 
Το ξέρω . Αλλά πρώτα χρειάζεται να τελειώσω αυτήν την αποστολή . 
Ο σειριακός αριθμός της συσκευής , τον οποίο μπορείτε να δείτε εδώ , υποδεικνύει ότι το εξάρτημα έφτασε με το τελευταίο φορτίο του Φίνιξ . 
Σαρώθηκε κανονικά . Δεν υπάρχει καταγραφή ότι βγήκε από το Φίνιξ . 
Μάλιστα , η υπεύθυνη φορτίου βρήκε το κουτί ακριβώς εκεί όπου έπρεπε να είναι . 
Η σφραγίδα ήταν ατόφια , αλλά όταν άνοιξε το κουτί , το περιεχόμενο είχε αντικατασταθεί . 
Ιλάι , σίγουρα θα συμφωνήσεις ότι είναι ένδειξη σοβαρού προβλήματος . 
Η απογραφή έγινε πριν έναν μήνα . 
Το πλήρωμα απλώς σκάναρε τη συσκευασία . Δεν έλεγξαν αν το περιεχόμενο ταίριαζε με τις ετικέτες . 
Έτσι διέταξα μια λεπτομερή απογραφή η οποία αποκάλυψε σημαντικές κλοπές , κυρίως εξοπλισμό επικοινωνίας και υπολογιστών , τον οποίο θα βρεις στο συνημμένο αρχείο . 
Ιλάι , πιστεύω ότι έχουμε σοβαρό πρόβλημα . 
Όχι απλή κλοπή , αλλά ενδεχομένως κάτι πολύ πιο σοβαρό . 
Τι μπορεί να θέλουν με όλον αυτόν τον εξοπλισμό ; 
Φώναξέ μου τον Ουίλ Τάιλερ . Κι αν μπορούμε να βρούμε αμέσως την Ιρίνα Μορόζοβα στη Μόσχα . 
Κυβερνήτη Τσο , έτοιμο το τσάι σας . 
Η CIA εξέτασε τη λίστα του εξοπλισμού που εκλάπη . 
Εξαιρετικά προηγμένες συσκευές χωρίς πρακτική αξία στη μαύρη αγορά . 
Γιατί τις έκλεψαν ; 
Μόνη λειτουργία τους είναι η επικοινωνία με διαστημόπλοια . 
Το μόνο διαστημόπλοιο που μεταφέρει φορτίο σημαντικής αξίας - κοντά στον Άρη είναι ... - Το Ρέιντζερ . Γαμώτο ! 
Μετά τις πράξεις δολιοφθοράς στη Χαρούμενη Κοιλάδα , πρέπει να το αντιμετωπίσουμε κατεπειγόντως . 
Κάποιος θέλει να σαμποτάρει την αποστολή ; 
Πιθανότατα ναι . Διακυβεύονται πολλά για να το αγνοήσουμε . 
Είμαστε έτοιμοι να αλλάξουμε τις ζωές έξι δισ. ανθρώπων προς το καλύτερο και μια χούφτα αναρχικοί θέλουν να τα τινάξουν όλα στον αέρα . 
- Γιατί ; 
- Όπως έχει πει ο Ντοστογιέφσκι , αν χτίσεις ένα κρυστάλλινο παλάτι , όσο υπέροχο κι αν είναι , πάντα θα υπάρχει κάποιος μαλάκας που θα θέλει να το γκρεμίσει . 
Το απλοποίησα λίγο . 
Όποιοι κι αν είναι , πρέπει να τους βρούμε πριν βιαιοπραγήσουν εναντίον του Ρέιντζερ . 
Έχουμε καλούς ανθρώπους στο σκάφος , δεν θα αφήσω να χαθούν άλλες ζωές όσο έχω την ευθύνη . 
Λιγότερες από 24 ώρες ως την πυροδότηση . 
Αν είναι να κάνουν κάτι , θα το κάνουν πριν . 
Προτείνω την ενεργοποίηση των πρακτόρων μας στη Χαρούμενη Κοιλάδα για τη συγκέντρωση πληροφοριών . 
Ας βρουν η CIA και η KGB όποιον κρύβεται πίσω απ ' αυτό . 
Τιμ , φώναξέ μου τον διευθυντή Χάνλιν . 
Δεν εκπλήσσομαι που έχουμε πράκτορες των μυστικών υπηρεσιών , αλλά , Μάικ , δεν περίμενα να είσαι εσύ ένας απ ' αυτούς . 
Αν το ξέρατε , δεν θα ήμουν καλός στη δουλειά μου . 
Και ο κύριος Άβιλοφ . Ήσασταν πολύ δυναμικά υπέρ της απεργίας . 
Ένας πράκτορας πρέπει να κινείται όπως τα ψάρια κολυμπούν στη θάλασσα . 
- Ώστε KGB και CIA συνεργάζονται τώρα ; 
- Όπως εσείς με το Απόλλων-Σογιούζ . 
Ναι , ήταν πολύ θαρραλέο . 
Γνωρίζουμε όλοι πόσο σημαντική είναι η Χρυσομαλλούσα για τις χώρες μας . 
Γι ' αυτό πρέπει να ξεδιαλύνουμε τα πάντα . 
Κινδυνεύουν ζωές . Άνθρωποι που ξέρουμε είναι στο Ρέιντζερ . 
Έχουμε ιδέες για το ξεκίνημα . Ωραία . Κάτι τελευταίο . 
Οι Βορειοκορεάτες ανέφεραν κάποιον Μάιλς Ντέιλ . Ίσως δεν είναι τίποτα . 
Τον ξέρω καλά . 
Είναι μαυραγορίτης . 
Μπορεί να εμπλέκεται . 
Ωραία . Θα τον ανακρίνουμε . Καλώς . Να με ενημερώνετε . 
Εν τω μεταξύ , θα εγκρίνω άλλη μια έρευνα στη βάση . 
Μπαμπά ; 
Κελ . 
Γεια σου , μπαμπά . 
- Γεια . Όλα καλά ; 
- Πρέπει να μιλήσουμε . 
Συγγνώμη , μικρή . Δεν μπορώ καθόλου τώρα . - Γιατί ; 
- Επειδή δεν μπορώ . Κάνω κάτι με τη δουλειά . Ναι . 
Ναι , ξέρω . Ομάδες έρευνας ξεσκονίζουν τη βάση ψάχνοντας για χαμένο εξοπλισμό . 
- Ναι . - Γνωρίζεις κάτι γι ' αυτό ; 
Όχι . Γιατί να γνωρίζω ; 
Δεν ξέρω . Μέχρι πρότινος πίστευες ότι ο Ντεβ Αγέσα ήταν ο σατανάς . 
Τώρα φέρεστε σαν κολλητοί και ψιθυρίζετε στις γωνίες . 
Γιατί δεν μου λες τι πραγματικά συμβαίνει ; 
- Τίποτα δεν συμβαίνει . Ορκίζομαι . - Μη μου λες ψέματα . 
Νομίζεις ότι δεν μπορώ να καταλάβω , αλλά σε ξέρω , μπαμπά . 
Μου λες ψέματα από τη μέρα που ήρθα . 
Κι ακόμα πιο πριν . 
Τι σου συμβαίνει στ ' αλήθεια ; 
- Πού πας ; - Επισκευή περιβαλλοντικού συστήματος . 
Προχώρα . 
Περάστε . 
Γεια σας , κύριοι . Ήρθα να φτιάξω τον εξαερισμό . 
Χαίρομαι πολύ . 
Έχουμε σοβαρό πρόβλημα . 
Αλλά όχι με τον εξαερισμό . 
Κάθισε . 
Όταν ήμουν νεότερος , δεν φοβόμουν τίποτα . Ούτε καν τον θάνατο . 
Πάντα πίστευα ότι θα αποχωρούσα ... με ένδοξο τρόπο . 
Ο Γκόρντο . Μου έλεγε για τον πατέρα του , που έπαθε καρκίνο . 
Ήταν πεζοναύτης . Σκληρό καρύδι , αλλά ... προς το τέλος ... ήταν τρομοκρατημένος . 
Εγώ δεν θέλω να καταλήξω έτσι . 
Ο λόγος που δεν ήθελα να γυρίσω είναι ότι δεν θέλω να καταλήξω σε γηροκομείο , φορώντας πάνα και μια σαλιάρα , ζουλώντας μπαλίτσες μπροστά στην τηλεόραση χωρίς να θυμάμαι ούτε ποιος είμαι . 
Εδώ πάνω ... κάνω κάτι σημαντικό . 
Χτίζω κάτι . Κάτι που θα υπάρχει όταν δεν θα υπάρχω . 
Ίσως και τα παιδιά του . 
Γιατί δεν μου τα είχες πει ποτέ αυτά ; 
Νόμιζα ότι ... θα με περνούσες για τρελό . 
Δεν σε περνάω για τρελό . 
Ίσως λιγάκι . 
Συγγνώμη , Κελ . 
Έπρεπε να ήμουν κοντά σ ' εσένα και τον Άλεξ . 
Και δεν έπρεπε να σου πω ψέματα . 
Ποτέ . 
Θα μου πεις τι σκαρώνετε εσύ και ο Ντεβ ; 
Ασύρματοι , καλώδια , διανομείς δικτύου , οθόνες . 
Ολόκληρες σελίδες . 
Αντικείμενα σκαναρισμένα για αποστολή εξαφανίστηκαν ξαφνικά . 
Τα πήραν όλα ; 
Κοίτα , πρόκειται να κατηγορηθείς για λαθρεμπόριο και φοροδιαφυγή και επιβαρύνεις τη θέση σου . Γελάς σαν να μη συμβαίνει τίποτα . 
Δεν ξέρω ποιος τα πήρε όλα αυτά . Σκεφτείτε το λίγο . Εγώ πουλάω εσώρουχα , στοματικά διαλύματα και πούδρα για τα πόδια . 
Πράγματα που διευκολύνουν τη ζωή των ανθρώπων . 
Ποιος θα ήθελε αυτόν τον εξοπλισμό ; 
Δεν έχει πρακτική χρήση . 
Μόνο για να γαμήσεις το Ρέιντζερ . 
Ο Ντεβ έσπασε την απεργία . 
Πολλοί είναι ακόμα τσαντισμένοι . 
Τόσο πολύ , που σου ζήτησαν βοήθεια για να εκδικηθούν . 
Γιατί να ρισκάρω τα πάντα ; Όλα όσα έχω πετύχει . 
Άλλωστε , ήμουν από την αρχή εναντίον της απεργίας . 
Ρωτήσετε όποιον θέλετε . 
Θέλεις να ρωτήσουμε ένα μάτσο τρομοκράτες να εγγυηθούν για σένα . 
Ο Νικ Τζένινγκς ήταν φίλος μου . 
Ήξερες ότι η στολή του έλιωσε μέσα στη σάρκα του ; 
Μπορείς να φανταστείς τον αφόρητο πόνο που πέρασε στις τελευταίες του στιγμές ; 
Ορκίζομαι , δεν είχα καμία σχέση . 
Φίλε ... Παλουκώσου κάτω ! 
Κοίτα , φίλε ! Γαμώτο , μου σπας τα χέρια . Γαμώτο ! 
Λοιπόν , θα πρέπει να διασχίσεις τη σήραγγα πρόσβασης . Έχεις οικογένεια στη Γη ; 
Έχω απ ' όλα . Αδελφό , δύο αδελφές . Γονείς . 
Πάει καιρός από τότε που ... Όχι ιδιαίτερα ... Τι διάολο ; 
Φώναξε τα παιδιά . 
Τι διάολο ; 
Τι γίνεται , φίλε ; 
Τι διάολο ; 
