درحال اتصال به اس - باند چهار 
سیگنال آماده‌ست 
خیلی‌خب . ما وصل شدیم 
آماده ارسال پینگ آزمایشی رمزگذاری شده به تکاور 
هی ، مطمئن شو که رمزگذاریش درست باشه 
بهتره این بار کار کنه 
حس خوبی به این یکی دارم 
20بار قبل هم همینو گفتی 
نوزده 
گیرنده متصل شد 
ایمنی دورزده شد پینگ 
درحال انتقال پینگ به تکاور 
خوشحال نشید . تفکیک‌کننده‌شون دوباره بیرونمون کرد 
سم یک ماهه که توی تکاوره باید تاحالا با مال خودمون جابه‌جاش می‌کرد 
اگه توی 48ساعت آینده - - تفکیک کننده رو کار نذاره و راه نندازه گولدیلاکس به سمت زمین میره و دیگه هیچ‌کاری از دست ما برنمیاد 
تکاور ، هپی‌ولی ارسال دستور پایان شبیه‌سازی اشتعال لطفاً احراز هویت رو تایید کنید 
، هپی ولی تکاور دستور خاموشی موتور شبیه‌سازی رو دریافت کرد 
قطع موتور اصلی در 19دقیقه و 58ثانیه دیگه تایید شده 
و خاموشی موتور خوبی داریم 
کارت تمیز بود ، تکاور . 
قشنگ بود این فقط مهارت و زیرکیه ، فرمانده 
هفت ساعت دیگه ، دوباره اون تمرین رو انجام میدیم 
باید این رویه رو زنده نگه داریم فرصت دومی برای کارمون درکار نیست 
. دریافت شد ، هپی‌ولی . هفت ساعت دیگه بهتون وصل می‌شیم تکاور تمام 
تمام 
خب ، افراد . بیاید روند خاموشی شبیه‌سازیمون رو ادامه بدیم 
تفکیک دهنده تایید شده فعاله ؟ 
تفکیک کننده رو فعال نشون داده 
دمای خروجی راکتور همجوشی یک تا چهار رو به حالت آماده‌باش تغییر بدین 
راکتورهای همجوشی یک تا چهار به حالت آماده‌باش هستن 
خیلی‌خب 
روزنکوا ، کاهش توان حرارتی راکتور به 50درصد رو روی راکتور یک تا چهار شبیه‌سازی کن 
کاهش توان به پنجاه درصد روی راکتورهای یک تا چهار شبیه‌سازی شد 
آقای جیمز لطفاً وضعیت اتصال مکانیکیمون به سیارک رو گزارش کن 
فشار لنگر از همه نظر جزئیه 
. حسگر خودکار هیچ نقصی نشون نمیده وضعیت سبزه 
خیلی خوب 
پیشرانه‌های اصلی درحالت عادی هستند وضعیت تمامی دماها و فشارها سبزه 
خب بیاید یک شبیه‌سازی فشار مقیاس بالا روی مخزن آرگون شماره دو انجام بدیم 
اولیه و ثانویه 
. تایید 
خدای من . وسیله سوخته قرار نیست هیچ سیگنال کنترلی از ناسا دریافت کنیم 
قطعاً وقت نداریم درستش کنیم . تمرین بعدی سه ساعت دیگه‌ست 
ثبتش کن . یدکی رو بیار 
من می‌دونم کجاست . میارمش 
ممنون ، مسی 
اینا غلظت‌های متان هستن که ربات‌هامون درطول آزمایش لوله گدازه بیرون هپی‌ولی شناسایی کردن و این داده‌ایه که امروز صبح از دهانه‌ی کورولف فرستادن 
... البته ، اینا فقط نتایج اولیه هستن اما . دو 
ببخشید 
اون دهانه‌ی کورولفه ؟ 
بیش‌ترین غلظت اونجاست ، آره اما اثرات قابل توجهی از کازما آسترال نزدیک قطب جنوب میاد که هردو از مناطق آتشفشانی شناخته شده دور هستن 
داده‌ای نداری که چی متان تولید می‌کنه ؟ 
می‌تونه فعالیت زیرسطحی آتشفشانی باشه یا حتی بهتر ، جام مقدس 
باکتری متان‌زا ؟ حیات 
به نظرمی‌رسه کاری که می‌خواستی رو پیدا کردی 
خیلی‌خب . بچسب بهش ، کلی ، اگه حیات مریخی وجود داشته باشه می‌خوام تو کسی باشی که پیداش ممی‌کنه 
داری میری ؟ 
کلی داده‌ی دیگه دارم که نشونت بدم 
زود برمی‌گردم . چندتا چیز هست که باید بهشون رسیدگی کنم 
با بابام ؟ 
چرا می‌پرسی ؟ 
انگار شما دوتا اخیراً خیلی باهم وقت می‌گذرونید 
که باتوجه به سابقه‌ت ، واقعاً تعجب‌آوره 
... آره ، اون حالا که ماموریت گرفتن سیارک نزدیکه تجربه‌ش واقعاً برامون ارزشمنده 
نگفته بود که داره روی اون کار می‌کنه 
... اما بازم ، چند روزه که ندیدمش ، پس آره ، خیلی وقت‌گیر بوده اما هیجان زده‌ست که تورو داره می‌دونی ، همه‌ش درباره‌ی اون کوچولو حرف می‌زنه 
... آره ، من خوشحالم که بهم نزدیک‌تر شدن 
فقط ... نمی‌دونم 
فکرمی‌کردم ما هم نزدیک‌تر باشیم 
... می‌دونم احمقانه به نظرمی‌رسه با توجه به همه‌چیزایی که نه اصلاً 
درک می‌کنم . باور کن 
من فرصت اینو نداشتم که اوضاع رو با پدرم درست کنم 
حداقل تو هنوز داری 
به‌هرحال ، باید برم 
هی ، کارت عالیه ، کلی 
شما چشم‌های ما رو می‌خواید ؟ 
باید کل پایگاه رو ببینیم تا مطمئن شیم کسی از کارمون باخبر نمی‌شه 
خطرناکه . خیلی خطرناکه 
خب ، تنها موندن توی کپسول کره‌ی شمالی هم برای هفت ماه خطرناک بود 
اون انتخاب نبود . این یه انتخابه 
زنم 
وضعیت چیه ؟ 
لی ، پیچیده‌ست بهم بگو . اون جاش امن نیست 
، خب ، همون‌طور که قبلاً گفتم همه‌چی درجریانه 
برنامه‌ی خوبی داریم که ، از کره‌ی شمالی خارجش کنیم اما این‌که مخفیانه ، اونو وارد گروه ارسال هلیوس کنیم خب ، اون خیلی پیچیده‌تره 
لی ، متوجه نیستی که داریم چیکار می‌کنیم ؟ 
این سیارک قراره آینده رو برای مریخ ، تو و زنت امن کنه 
خوبه که خونواده‌ت کنارت باشه درست مثل تو 
من کمک می‌کنم 
... خوبه که همراهمون هستی خیلی‌خب . دارم دسترسی ویدیویی و صوتی رو دریافت می‌کنم 
و حالا ارتباطات عملیات رو داریم 
، هیچ‌وقت فکرنمی‌کردم اینو بگم اما خدا کره‌ی شمالی رو خیر بده 
برای به روزرسانی وضعیت آماده‌ای ؟ 
هرزمان که آماده باشید آپ‌لینک آماده‌ست 
هپی‌ولی ، تایید می‌کنیم که تفکیک کننده پشتیبان نصب شده و برای شبیه‌سازی بعدی عملیاتی می‌شه 
شنیدین ؟ 
به نظرمی‌رسه سامانتا مسی باورتون به خودش رو ثابت کرد 
دریافت شد ، تکاور . برای اطلاع‌رسانی ممنون 
اما بیاید مطمئن شیم . دوباره امتحان می‌کنم 
ایکام ، آماده‌سازی شبیه‌سازی اشتعال بعدی رو برای انتقال به تکاور آماده کنید 
یه پینگ دیگه بفرست 
وارد شدیم - آره - ایول . همینه - تکاور پینگمون رو تایید کرد - 
خیلی‌خب . کار همگی خوب بود 
تفکیک‌کننده‌مون نصف شده و موتورهاشون رو کنترل می‌کنیم 
اینم از این 
و بعد از انجام چندین ارزیابی ریسک ، در ماه گذشته فکرنمی‌کنیم بتونیم برنامه استخراج رو جلوتر از این انجام بدیم باید بگم ، رئیس جمهور قراره با این خط زمانی دوساله حسابی ناامید بشه 
باید راهی باشه که بشه ایریدیوم رو سریع‌تر وارد بازار کرد 
می‌تونیم سفینه‌های بیش‌تر ، با مته و خاکبردار بسازیم 
اگرچه ، هزینه‌هارو افزایش میده 
اه ، خدایا نه همین الان داریم به یه تریلیون دلار نگاه می‌کنیم 
، اگه بهش بگم که قراره هزینه‌ش بیش‌تر باشه ممکنه همه‌مون رو اخراج کنه 
خب ، از ایده‌هاتون ممنونم 
تلاش‌هاتون رو ادامه بدین تا ببینیم می‌تونیم به چیز خوبی برسیم 
درسته . ایلای ، کی می‌تونیم انتظار تاییدیه بودجه برای نسل بعدی انتقالات مریخ رو داشته باشیم ؟ 
اونو بهت خبر میدم 
اما کلی مهلت‌های منبع برعلیه ما هستن 
فقط تصورکن چیکار می‌تونستیم بکنیم اگه این سیاست‌مدارهای کوفتی سرراه نباشن 
مهارت فوق‌العاده‌شون توی اینه که تصمیم‌ها رو تا زمان نیاز کنار بذارن 
می‌تونم این محاسبات مسیر بندازم گردنت ؟ 
ازت می‌خوام که اینو به سرگی برسونی 
می‌خوام یکی دیگه این مسیرهای پراکندگی رو بررسی کنه 
باید کاملاً مطمئن بشیم که قبل از این‌که اون نیروها رو مطرح کنیم بدترین حالت ممکن رو حساب کردیم 
نه ، دیگه بسه 
کل ماه گذشته مشغول رد و بدل کردن این یادداشت‌ها بودم 
برای این کارا وقت نداریم 
، اما به کمکش نیاز داریم 
اون مسیرهای زمین به فضا رو بهتر از هرکسی می‌فهمه 
باشه . اما باید اینو رودررو انجام بدیم 
کجا ؟ 
اونا 24ساعته مراقبم هستن 
می‌تونیم توی خونه‌ی من ملاقات کنیم 
بهشون میگیم که داریم روی این کار می‌کنیم 
اون خطرناکه 
کدوم بخشش نیست ؟ 
صفحه چه مشکلی داره ؟ - چی ؟ - 
هیچ‌وقت تاحالا این‌طوری نشده بود 
احتمالاً به خاطر قدیمی بودن مانیتوره 
چی شده ؟ 
مانیتورهای نظارتی درست کار نمی‌کنن 
البته که درست کار نمی‌کنه این یه خراب کاریه 
... قربان ، بذارید ما مشکل رو حل کنیم ، شما نباید ... وایسا 
این چیه ؟ 
نمی‌دونم 
این تجهیزات جاسوسی آمریکایی ! توی خاک مستقل جمهوری دوموکراتیک کره پیدا شده 
ما برای این رفتار تجاوزی توضیح می‌خوایم 
الان یعنی اینو توی بخش خودتون پیدا کردین ؟ 
این عامل قطعی روی مانیتور بود 
کدوم مانیتور ؟ 
می‌خواد بدونه کدوم مانیتور رو میگیم 
که این طور پس ، شما اینو روی سیستمی که برای جاسوسی از ماست پیدا کردین 
بهش بگو جمهوری دموکراتیک ! خواستار مجازات فرد مقصره 
فرمانده چو درخواست تحقیقات داره 
، خوشحال می‌شم کمک کنم اما به این معنیه که باید به بخش شما بیایم تا بفهمیم دستگاه کجا کشف شده 
می‌خواد افرادش رو به ماژول بفرسته تا تحقیق کنن 
نه ! ما اجازه‌ی نفوذ به قلمرومون رو نمیدیم 
، اگه به مردم جمهوری کره تجاوز بشه عواقب ویرانگری داره 
فعلاً برای این چیزا وقت ندارم . خب ؟ 
این نمی‌تونه تا بعد از ماموریت سیارک منتظر بمونه ؟ 
فرمانده به خاطر ناراحتیتون عذرخواهی می‌کنه 
درضمن ، می‌تونم اینو ردیابی کنم . شماره سریال ناسا رو داره این نهایت کاریه که می‌تونم 
میگه خواسته‌هاتون رو به ناسا منتقل می‌کنه 
داره از سر باز می‌کنه 
بهش بگو که بلافاصله تکنسین هلیوس . مایلز دیل رو بازداشت و بازجویی کنه اون تنها کسیه که وارد بخش ما شده 
... فرمانده می‌خواد که - مایلز دیل ؟ 
خانم تالمج ؟ - بله ، فرمانده ؟ - 
یه قطعه دارم که می‌خوام ردیابیش کنی ببین از کجا اومده و کی دسترسی داشته . فوراً 
بله ، فرمانده 
اون یه وسیله‌ی بدرد نخور توی نظام سرمایه‌داریه 
خودم تحقیقات رو انجام میدم 
ممنون - هی ، لی - خودت چیکار می‌کنی ؟ 
مون یانگ چطوره ؟ 
جدا بودن سخته 
آره ، می‌فهمم چی میگی 
اما با یه چشم بهم زدن به زمین برمی‌گردیم 
می‌دونی ، زی ، بین همه کارایی که توی زندگیم انجام دادم تو افتخارآفرین‌ترین دستاورد منی 
، این‌که ببینم تو یه مرد جوان عالی شدی و حالا رفتی که خونواده‌ی خودتو داشته باشی ... فقط خب ، اون از هرماموریتی برای من مهم‌تره 
و من می‌خوام بهترین مادربزرگ توی سیاره باشم 
خب ، سه ماه تا اون روز بزرگ مونده ، ها ؟ 
آره . تا اون موقع گولدیلاکس باید به سمت زمین راه افتاده باشه 
منم همین‌طور 
... یکی از حسرت‌هام اینه که هیچ‌وقت نتونستم اولین قدم‌هات یا اولین حرفات رو ببینم 
و حالا می‌خوام با دخترت جبران کنم 
... متاسفم ، اون اون غافلگیرم کرد 
فقط خیلی خوشحالم 
... به‌هرحال می‌دونم از استارترک متنفری اما بهتره که بهش عادت کنی چون می‌خوام مطمئن شم که نوه‌م یه ترکی گنده‌ست . درسته . قراره کل سری رو نگاه کنیم هرسه تاشو 
و توایلایت زون ، و برنامه‌ی باب نوهارت 
... مش ، کولامبو مارگو 
بیا داخل 
ممنون 
... ام چند ساعت پیش رسیدم اینجا 
مطمئنی کسی ندید که بیای داخل ؟ 
چهار بلوک اون‌طرف‌تر توی حیاط همسایه‌ها پارک کردم 
ممنون که اومدی - البته - 
می‌تونیم شروع کنیم ؟ 
خب . می‌تونیم از این تخمین‌های سی‌جی به روزشده برای تعیین بردارهای رانش استفاده کنیم 
فکرمی‌کنم باید پراکندگی مرکز جرم هم درنظر بگیری از نیروی فشار اینرسی موقع اشتعال 
واقعاً هوشمندانه‌ست - موافقم - 
باتوجه به مجموعه مسیر ، زمین توی کمتر از نُه ماه مشغول به استخراج گولدیلاکس می‌شه 
چیز خوبیه ، آره اما با این وجود واقعاً حیفه 
چی ؟ 
سیارک با تمام سرمایه‌گذاری‌ها به زمین میاد 
دیگه دلیلی وجود نداره که روی مریخ پول خرج کنن 
ام7 خیلی به مریخ متعهده 
... اونا گفتن - آره ، اون چیزیه که همیشه میگن - 
اما کرشنکو فقط به پولدار کردن خودش و دوستاش فکرمی‌کنه 
سیارک این کار رو انجام میده ، پس از مریخ عقب می‌کشن و ناسا هم همین‌کارو می‌کنن 
درست مثل برنامه‌ی مریخ توی دهه 80 
. تا زمانی که ما مجبورشون کردیم یادته ، مارگو ؟ 
بدون رقابت ، پیشرفتی وجود نداره 
خیلی‌خب . فکرکنم شب ژئوپلیتیکی دیگه کافیه 
بچه‌ها ، زودباشید . بشقاب‌ها رو تمیز کنید 
ببخشید که خونه‌تون رو تصاحب کردیم ، ویکتور - نه ، نه - نه ، مشکلی نیست . لطفاً ادامه بدین اونا فقط باید بخوابن 
بابا . تازه ساعت 9 می‌دونم . زودباش 
قبل از این‌که بری گل یا پوچ چطوره ؟ 
ممنون 
ممنون 
مارگو ، منم یه هدیه‌ی کوچولو برات دارم و یادتون نره دندوناتون رو مسواک بزنید - ... من خیلی وقته که به این - آهنگ گوش ندادم 
... تو به ایده‌هام فکرکردی ؟ 
اینکه باهم بریم ؟ 
من ... خیلی وقت نداشتم 
هنوز خیلی کارا برای انجام داریم 
، زمانی که سیارک به سمت زمین راه بیفته ایرینا موروزووا دستور میده که به مسکو برگردی و دیگه هیچ‌وقت همدیگه رو نمی‌بینیم 
. تو ... تو که اینو نمی‌دونی ممکنه فرصت‌های دیگه‌ای باشی 
نه ، نیست 
خب چی ؟ 
، فقط فرار کنیم توی یه آپارتمان مخفی شیم و برای 20 سال آینده به دیوارها خیره شیم ؟ 
یه دوست توی برنامه‌ی فضایی برزیلی دارم 
، میریم پیش اون در ازای حمایت دولتشون خدماتمون رو پیشنهاد میدیم 
فکرمی‌کنی قبولش می‌کنن ؟ 
خیلی هم خوشحال می‌شن 
من و تو ، می‌تونیم به برزیل کمک کنیم که به ابرقدرت فضایی تبدیل شه 
مثل روزای اول آپولو سویوز می‌شه 
من سویوز آپولو رو پیشنهاد میدم به خاطر راحتیش 
باهم کاری که شروع کردیم رو تموم می‌کنیم 
... من باید راجع بهش فکرکنم 
وقت خیلی کمه ، مارگو 
می‌دونم . فقط باید اول از این ماموریت مطمئن شم 
شماره سریال ویدویی که اینجا می‌بینی نشون میده که قطعه با آخرین حمله و نقل به فونیکس اومده 
. به درستی اسکن شده هیچ مدرکی از خروجش از فونیکس نیست 
و البته ، مسئول بار جعبه رو همونجایی که انبارداری گفته پیدا کرده 
مهرومومش خراب نشده ، اما زمانی که جعبه رو باز کرده محتویات جایگزین شده بودن 
خب ، ایلای ، مطمئنم موافقی که این یه مشکل جدی رو نشون میده 
آخرین موجودی مال یک ماه پیش بوده 
اون زمان ، خدمه فقط بسته‌ها رو اسکن می‌کردن اونا بررسی نکردن که محتویات با لیست یکی باشه 
، بنابراین من دستور بررسی بخش انبارداری رو دادم ... که چندین سرقت قابل توجه ... کلی قطعات ارتباطی و تجهیزات کامپیوتر بوده ... که توی فایل ضمیمه لیستش رو می‌بینی 
ایلای ، فکرمی‌کنم که مشکل جدی‌ای اینجا داریم 
نه فقط سرقت بلکه احتمالاً یه چیز خیلی جدی‌تر 
منظورم اینه که می‌خوان با اون همه تجهیزات چیکار کنن ؟ 
ویل تایلر رو بفرست اینجا و ببین می‌تونی ایرینا موروزوا رو از مسکو وصل کنی 
فرمانده چو ، چای شما آماده‌ست 
سی‌آی‌ای لیست تجهیزات دزدیده شده رو بررسی کرد 
ابزار ارتباطات انقدر پیچیده هستن که توی بازار سیاه هیچ ارزشی ندارن 
پس چرا اونا رو دزدیدن ؟ 
تنها هدفش نظارت و ارتباط با فضاپیماست 
حالا ، تنها فضاپیمایی که محموله‌ی ارزشمندی ... توی مریخ داره - تکاوره - ! لعنتی 
، با توجه به اقدامات خرابکارانه‌ی اخیر هپی‌ولی باید با نهایت فوریت باهاش برخورد کنیم 
فکرمی‌کنی یکی می‌خواد ماموریت سیارک رو خراب کنه ؟ 
. باید فرضمون همین باشه خیلی مسئله‌ی بزرگیه که نخوایم بهش توجه کنیم 
بفرما ، حالا که داریم زندگی ، شیش میلیارد نفر رو بهتر می‌کنیم یه مشت آنارشیست می‌خوان خرابش کنن 
چرا ؟ 
- همون‌طور که داستایوسکی گفته - ، اگه بخوای یه قصر کریستالی بسازی مهم نیست چقدر باشکوه باشه همیشه یه سری احمق پیدا می‌شن که بخوان خرابش کنن 
البته ساده شده‌شو گفتم 
، خب ، هرکی که هست باید قبل از این‌که برعلیه تکاور کاری کنن پیداشون کنیم 
، افراد خوبی توی اون سفینه داریم و دیگه نمی‌خوام جون آدمای بیش‌تری رو از دست بدیم 
کمتر از 24ساعت تا اشتعال مونده 
اگه بخوان کاری کنن ، قبل از اون موقع انجامش میدن 
پیشنهاد می‌کنم دسترسی‌های مخفیانه‌مون توی هپی‌ولی رو فعال کنیم . تا بتونیم اطلاعات بیش‌تری جمع کنیم 
بذاریم سی‌آی‌ای و کا‌گ‌ب بفهمن کی پشت ماجراست 
تیم ، مدیر هنلین رو وصل کن 
نمی‌تونم بگم غافلگیر شدم که مامورهای اطلاعاتی اینجا هستن اما مایک ، فکرشو نمی‌کردم تو هم از اونا باشی 
خب ، اگه می‌دونستی که دیگه توی کارم خوب نبودم 
و آقای آویلاو شما توی اعتصاب خیلی پرسروصدا بودی 
یه مامور باید مثل یه ماهی توی دریا بین مردم شنا کنه 
خب حالا کاگ‌ب و سی‌آی‌ای باهم دیگه کار می‌کنن ؟ 
درست مثل شما برای آپولو سویوز 
بله ، خیلی شجاعانه بود 
خب ، حالا همه‌مون می‌دونیم که گولیدلاکس چقدر برای هردوکشورهامون مهمه 
برای همین می‌خوام زودتر به نتیجه برسیم 
. اینجا بحث جون مردمه آدمایی که همه‌مون می‌شناسیم توی تکاور هستن 
چندتا ایده داریم که از کجا شروع کنیم خوبه . مسئله‌ی آخر 
. کره شمالی‌ها به یکی به اسم مایلز دیل اشاره کردن شاید هیچی نباشه 
به خوبی می‌شناسمش 
بازار سیاره رو اداره می‌کنه 
ممکنه دست داشته باشه 
خوبه که می‌دونیم . باهاش صحبت می‌کنیم خوبه . منم درجریان بذارید 
دراین فاصله ، من یه جستجوی دیگه توی پایگاه راه میندازم 
بابا ؟ 
کل 
سلام ، بابا 
هی ، همه‌چی خوبه ؟ 
باید حرف بزنیم 
ببخشید ، بچه جون ... واقعاً ... الان نمی‌تونم . خب چرا نه ؟ 
- فقط نمی‌تونم - ... وسط یه کاری هستم ، پس آره 
آره ، می‌دونم تیم‌های جستجو دارن کل پایگاه رو دنبال تجهیزات گمشده می‌گردن 
آره - چیزی درباره‌ش می‌دونی ؟ 
- نه . چرا باید بدونم ؟ 
نمی‌دونم . قبلاً فکرمی‌کردی که دو آیسا خود شیطانه 
حالا مثل بهترین دوست‌ها رفتار می‌کنین 
چرا بهم نمیگی که واقعاً چه خبره ؟ 
هیچ خبری نیست . قسم می‌خورم - انقدر بهم دروغ نگو - 
فکرمی‌کنی نمی‌تونم بفهمم ، اما می‌شناسمت ، بابا 
از وقتی رسیدم اینجا داشتی بهم دروغ می‌گفتی 
حتی قبل از اون 
واقعاً جریان چیه ؟ 
کجا میری ؟ - اس‌ال3 - 14 . تعمیر سیستم محیطی - 
برو 
بیا داخل 
سلام ، آقایون اومدم مشکل گردش هوا رو درست کنم 
خوشحالم که می‌شنوم 
آره ، مشکل بزرگی داریم 
اما نه با جریان هوا 
بشین 
وقتی کوچیک‌تر بودم ، از هیچی نمی‌ترسیدم نه حتی از مرگ 
... همیشه فکرمی‌کردم که با شعله‌ی شکوه بیرون میرم 
گوردو وقتی سرطان گرفت درباره‌ی پدرش بهم گفت 
... پدرش نیرودریایی بود . 
... فقط نمی‌خوام به همچین وضعی برسم ، کل 
، دلیلی که نمی‌خواستم بیام خونه چون نمی‌خوام کارم به پرستار ، با پوشک توی خونه ختم شه 
... اینجا ، من دارم یه کار با ارزش انجام میدم 
دارم یه چیزی می‌سازم یه چیزی که می‌تونه بعد از مردن هم ادامه پیدا کنه 
شاید حتی بچه‌هاش 
چرا قبلاً همه‌ی اینا رو بهم نگفتی ؟ 
... فکرمی‌کردم تو فکرمی‌کنی که دیوونه شدم 
من فکرنمی‌کنم دیوونه باشی 
شاید یکم 
متاسفم ، کل 
باید کنار تو و الکس می‌بودم 
و هیچ‌وقت نباید بهت دروغ می‌گفتم 
هیچ‌وقت 
خب می‌خوای بهم بگی که تو و دو قراره چیکار کنید ؟ 
رادیو ، کابل‌کشی ، جابه‌جایی شبکه ، مانیتورها 
یه عالمه از اینا هستن 
، اقلامی که برای باربری اسکن شدن و یهویی ناپدید شدن 
یکی همه‌شون رو برداشته ؟ 
خب ، اینجا داری به اتهامات قاچاق ، فرار مالیاتی نگاه می‌کنی و هیچ کمکی به خودت نمی‌کنی یه جوری می‌خندی انگار هیچی نیست 
. من نمی‌دونم کی اون وسایل رو برداشت خب ، بهش فکرکنید من لباس زیر و دهان‌شوی و پودر پا می‌فروشم 
چیزایی که زندگی آدمای اینجا رو راحتر می‌کنه 
اصلاً کی این تجهیزات ارتباطی رو می‌خواد ؟ 
منظورم اینه که کاربردی نداره 
مگه این‌که بخوای تکاور رو خراب رو کنی 
دو آیسا اعتصاب رو شکست 
خیلی‌ها هنوز به خاطرش عصبانین 
شاید انقدر عصبانی شدن که برای انتقامشون اومدن ازت کمک بگیرن 
چرا باید همه‌چی رو به خطر بندازم ؟ منظورم چیزاییه که ساختم 
من از همون اول مخالف اعتصاب بودم 
می‌تونید از هرکی بپرسید ، بهتون میگن 
ازمون می‌خوای بریم از یه دسته تروریست بپرسیم که ازت طرفداری کنن 
نیک جنینگز یکی از دوستام بود 
می‌دونستی لباسش با گوشتش ذوب شد ؟ 
می‌تونی درد غیرقابل تحملی که توی لحظات آخرش حس کرده رو تصور کنی ؟ 
قسم می‌خورم که هیچ ارتباطی با اون نداشتم 
... هی ، مرد ، هی ! هی - بشین سرجات - 
! ببین ، مرد لعنتی ، داری دستام رو می‌شکنی ، مرد لعنت بهتون 
، خیلی‌خب . پس کاری که می‌کنی اینه که از توی تونل دسترسی رد می‌شی روی زمین خونواده‌ای داری ؟ 
. کلی دارم برادر و دوتا خواهر . 
... یه مدت گذشته از زمانی که ما ... مخصوصاً چی شد ؟ 
بچه‌ها رو خبر کن 
این چه کوفتیه ؟ 
داری چه غلطی می‌کنی ، مرد ؟ 
این دیگه چه کوفتیه ؟ 
