एस-बैंड च र से ज ड़ रहे हैं । 
स ग्नल ल क ह गय है । 
ठ क है । हम प्रवेश कर चुके हैं । 
" रेंजर " क एन्क्र प्टेड टेस्ट प ंग भेजने के ल ए तैय र हैं । 
ए , सुन श्च त कर क उसके प स सह एन्क्र प्शन ह । 
बेहतर ह ग क इस ब र यह क रगर ह । 
इस ब र मैं आश व द महसूस कर रह हूँ । 
आपने प छले 20 ब र भ यह कह थ । 
उन्न स ब र । 
ट्रैन्स वर जुड़ गय है । 
सुरक्ष प्रण ल प र कर चुके हैं । प ंग कर । 
" रेंजर " क प ंग कर रहे हैं । 
प्रम ण करण अस्व कृत सफलत नह ं म ल । फ र से उनके ड स्क्र म नेटर ने हम रे स ग्नल क र क द य । 
सैम एक मह ने से " रेंजर " पर है । उसे अब तक वह बदलकर हम र व ल लग देन च ह ए थ । 
अगर उसने अगले 48 घंट ं में वह ड स्क्र म नेटर लग कर उसे सक्र य नह ं क य ... त ग ल्ड ल क्स क रुख पृथ्व क ओर मुड़ेग । और हम क स भ ह ल में उसे र क नह ं सकेंगे । 
" रेंजर , " हैप्प वैल । स मुलेटेड बर्न टर्म नेशन कम ंड भेज रहे हैं । प्र प्त ह रह है कृपय अध ग्रहण और प्रम ण करण क पुष्ट करें । 
हैप्प वैल , " रेंजर " क अभ - अभ आपक स मुलेटेड इंजन शटड उन कम ंड प्र प्त हुआ है । 
मुख्य इंजन क 19 म नट 58 सेकंड पर बंद करने क पुष्ट क ज त है । 
और यह ँ इंजन अच्छ तरह बंद ह त द ख रह है । 
बहुत ख़ूब , " रेंजर । " यह बेहद सुंदर थ । 
मैं बस ज़्य द च ल क और कुशल हूँ , कम ंडर । 
हम स त घंटे ब द यह अभ्य स द ब र चल एँगे । 
हमें इन प्रक्र य ओं के ल ए तैय र रहन ह ग । हमें दूसर म क नह ं म लेग । 
ठ क है , हैप्प वैल । स त घंटे ब द तुमसे द ब र संपर्क करेंगे । रेंजर आउट । 
आउट । 
ठ क है , सभ सुन । चल हम र स मुलेटेड शटड उन प्रक्र य ज र रखें । 
सत्य प त ड स्क्र म नेटर सक्र य है ? 
ड स्क्र म नेटर सक्र य द ख रह है । 
फ़्यूज़न र एक्टर एक से च र के आउटपुट त पम न क कम करके स्टैंडब य पर रख । 
फ़्यूज़न र एक्टर एक से च र स्टैंडब य पर हैं । 
बहुत बढ़ य । 
र ज़हेनक व , र एक्टर एक से च र पर र एक्टर थर्मल प वर में 50 प्रत शत क कम क अनुकरण कर । 
र एक्टर एक से च र पर थर्मल प वर में 50 प्रत शत क कट त क अनुकरण क य ज चुक है । 
श्र जेम्स , कृपय क्षुद्रग्रह से हम रे य ंत्र क कनेक्शन क स्थ त क र प र्ट करें । 
कह ं से भ एंकर पर ज़्य द तन व नह ं पड़ रह है । 
सेंसर सेल्फ़ - चेक क ई व फलत नह ं द ख रह है । क ई समस्य नह ं है । 
बहुत ख़ूब । 
मुख्य प्रण दन प्रण ल य ँ स म न्य हैं । स रे त पम न और दब व ठ क हैं । 
ठ क है । चल दूसरे आर्गन टैंक पर एक स म्युलेटेड ऑफ़ - स्केल उच्च दब व र ड ंग चल एँ । 
प्र थम क और द्व त यक । 
पुष्ट क ज त है । 
हे भगव न । यह ख़र ब ह गय है । हमें इसके ज़र ए क ई न स कंट्र ल स ग्नल प्र प्त नह ं ह ंगे । 
बेशक हम रे प स इसे ठ क करने क समय नह ं है । अगल अभ्य स त न घंट ं में है । 
इसे र क र्ड में ड ल । अत र क्त व ल लग ओ । 
मुझे पत है वह कह ँ है । मैं ले आत हूँ । 
धन्यव द , मेस । 
ये व म थेन स ंद्रत हैं ज नक पत हम रे र ब ट ं ने हैप्प वैल के ठ क ब हर हम रे ल व ट्यूब पर क्षण के द र न लग य थ । और यह व डेट है ज आज सुबह उन्ह ंने क र लेव क्रेटर से भेज है । 
बेशक , ये बस शुरुआत नत जे हैं पर ... डेव । 
म फ़ करन । 
वह क र लेव क्रेटर है ? 
सबसे ज़्य द स ंद्रत वह ं हैं , ह ँ । पर दक्ष ण ध्रुव के प स कैज़्म ऑस्ट्रैल से भ क फ़ स ंद्रत के संकेत म ल रहे हैं । और ये द न ं ज्ञ त ज्व ल मुख क्षेत्र ं से बहुत दूर हैं । 
क ई डेट क म थेन क उत्प दन कैसे ह रह है ? 
क ई गहर उपसतह ज्व ल मुख य गत व ध के क रण ह सकत है । य उससे भ बेहतर , क स जैव क च ज़ के क रण । 
मेथेन जेन क बैक्ट र य ? ज वन । 
लगत है तुम्हें क फ़ मेहनत करन ह ग । 
ठ क है । इस पर क म करन ज र रख , कैल । अगर मंगल ग्रह पर ज वन है , त मैं च हत हूँ क उसे तुम ह पहले ढूँढ । 
तुम ज रहे ह ? 
मुझे तुम्हें और ढेर स र डेट द ख न है । 
मैं जल्द ह ल टूँग । बस मुझे कुछ च ज़ें न पट न हैं । 
मेरे डैड के स थ ? 
क्य ं पूछ ? 
ऐस लगत है क आप द न ं ह ल ह में क फ़ समय स थ ब त रहे हैं । 
ज क सच कहूँ त , आप द न ं के इत ह स क देखते हुए , क फ़ हैरतअंगेज़ है । 
ह ँ , वह ... यह ँ ऊपर उनक अनुभव आग म क्षुद्रग्रह कैप्चर म शन के ल ए बेहद मूल्यव न है । 
उन्ह ंने इसक ज़ क्र नह ं क य क वह उस पर क म कर रहे हैं । 
पर फ र , मैं उनसे कुछ द न ं से म ल ह नह ं हूँ , त ... ह ँ , इसमें क फ़ समय देन पड़ रह है । पर तुम्ह रे आने से वह बेहद ख़ुश हैं । वह अपने न त के ब रे में ह ब तें करते रहते हैं । 
ह ँ , मुझे ... मुझे ख़ुश है क वे एक-दूसरे के क़र ब आ रहे हैं । 
मैं बस ... पत नह ं । 
मुझे लग थ क हम भ क़र ब आएँगे । 
मुझे पत है क यह बचक न सुन ई पड़त है , वह सब देखते हुए ज ... ब ल्कुल नह ं । 
मैं समझत हूँ । मेर व श्व स कर । 
मुझे मेरे डैड के स थ अपन र श्त सुध रने क म क नह ं म ल । 
कम से कम तुम्ह रे प स अब भ म क है । 
ख़ैर , मुझे ज न च ह ए । 
ए । तुमने बढ़ य क म क य , कैल । 
तुम्हें हम रे न गर न कैमर ं क र क र्ड ंग च ह ए ? 
हमें पूरे बेस पर नज़र रखन है त क सुन श्च त कर सकें क क स क भनक न लगे क हम क्य कर रहे हैं । 
ख़तरन क । यह बेहद ख़तरन क है । 
ह ँ , और उत्तर क र य ई कैप्सूल में स त मह ने तक अकेले रहन भ ख़तरन क थ । 
वह क ई व कल्प नह ं थ । यह व कल्प है । 
मेर पत्न । 
उसक क्य स्थ त है ? 
ल , यह पेच द है । मुझे बत ओ । वह सुरक्ष त नह ं है । 
जैस क मैंने पहले बत य थ , क म शुरू ह चुक है । 
अब हम रे प स उसे उत्तर क र य से ब हर न क लने क एक अच्छ य जन है , पर उसे च र - छुपे क स ह ल य स ट्र ंसप र्ट ल न्च में ल न , 
ल , तुम्हें द ख नह ं रह हम क्य कर रहे हैं ? 
यह क्षुद्रग्रह मंगल ग्रह क , तुम्ह र और तुम्ह र पत्न क उज्जवल भव ष्य सुन श्च त करेग । 
पर व र स थ ह त अच्छ महसूस ह त है । जैसे तुम्ह र पर व र तुम्ह रे स थ है । 
मैं मदद करूँग । 
तुम्ह र समर्थन प कर ख़ुश हुई ... ठ क है । मुझे प आरके से व ड य और ऑड य फ़ ड म ल रह है । 
और अब हम रे प स ऑप्स-क म है । 
मैंने कभ स च नह ं थ क मैं यह कहूँग , पर ईश्वर उत्तर क र य क भल करें । 
तुम स्टेटस अपडेट के ल ए तैय र ह ? 
जब भ तुम तैय र ह , मैं अपल ंक के ल ए तैय र हूँ । 
हैप्प वैल , पुष्ट कर रह हूँ क हमने बैकअप ड स्क्र म नेटर इनस्ट ल कर ल य है और हम जल्द ह अगले स मुलेशन के ल ए तैय र ह ंगे । 
तुमने वह सुन ? 
लगत है समैंथ मेस ने अभ - अभ उसके प्रत तुम्ह रे व श्व स क ल ज रख ल । 
ठ क है , " रेंजर । " ज नक र देने के ल ए धन्यव द । 
पर चल सुन श्च त कर लें । मैं द ब र ज ँच करूँग । 
ईक म , " रेंजर " क भेजने के ल ए अगल बर्न स मुलेशन तैय र करन शुरू कर । 
एक ब र और प ंग कर । 
- हमें पहुँच म ल गई । - ह ँ । - चल भ । ह ँ । - " रेंजर " ने हम रे प ंग क पुष्ट क । 
ठ क है । सबने बढ़ य क म क य । 
हम र ड स्क्र म नेटर सक्र य ह गय है और अब उनके इंजन हम रे न यंत्रण में हैं । 
क म शुरू । 
और प छले मह ने में कई ब र ज ख म मूल्य ंकन करने के ब द , हमें नह ं लगत क हम खनन क र्यक्रम में और तेज़ ल सकते हैं । बजट टेबल और क र्यक्रम मुझे कहन ह ग क र ष्ट्रपत इस अनुम न त द - वर्ष य ड ल वर समय-स म से क फ़ न र श ह ंगे । 
इर ड यम क और ज़्य द तेज़ से ब ज़ र में ल ने क क ई त तर क ह ग । 
हम ड्र ल और गंदग हट ने व ल मश न ं से और ज़्य द जह ज़ बन सकते हैं । 
पर , इससे ल गत और बढ़ ज एग । 
हे भगव न , नह ं । हम रे स मने पहले से ह एक ट्र ल यन ड लर क ल गत है । 
अगर मैंने उन्हें बत य ल गत और ज़्य द बढ़ेग , त वह कह ं हमें न कर से न न क ल दें । 
ख़ैर , मैं इन आइड य क सर हन करत हूँ । 
स चते रह और चल देखें क क्य हमें क ई क रगर सम ध न म लत है य नह ं । 
ह ँ । ईल ई , हमें अगल प ढ़ के मंगल पर वहन के ल ए न वेश क मंज़ूर कब म लेग ? 
मैं तुम्हें इस ब रे में जल्द ह बत ऊँग । 
पर हम अंत म समय स म के क़र ब हैं । 
बस कल्पन कर क अगर ये कमबख़्त र जनेत हम रे र स्ते से हट ज एँ , त हम क तन कुछ ह स ल कर सकेंगे । 
फैसल ं क तब तक ट लन जब तक बेहद ज़रूर न ह , यह उनक सबसे अच्छ क शल है । 
क्य इन प्रक्षेप पथ गणन ओं पर अपन र य दे सकत ह ? 
मैं च हत हूँ क तुम यह सर्गे तक पहुँच ओ । 
मैं च हत हूँ क वह इन व तरण प्रक्षेप पथ ं पर अपन र य दे । 
उच्च अध क र य ं के स मने पेश करने से पहले हमें यह सुन श्च त करन ह ग क हमने सबसे बुर संभ व त स्थ त क अनुम न लग ल य है । 
नह ं , मैं अब यह नह ं करूँग । 
मैं प छले एक मह ने से तुम द न ं के ब च संदेश ं क आद न-प्रद न कर रह हूँ । 
हम रे प स ब र-ब र आद न-प्रद न करने क समय नह ं है । 
पर हमें उसक मदद च ह ए । 
उसे ट्र ंसलूनर प्रक्षेप पथ क सबसे अच्छ समझ है । 
ठ क है । पर हमें यह आमने - स मने करन ह ग । 
कह ँ करेंगे ? 
वे च ब स ं घंटे मुझ पर नज़र रख रहे हैं । 
हम मेरे घर में म ल सकते हैं । 
हम उनसे कहेंगे क हम मेरे घर में इस पर क म कर रहे हैं । 
इसमें ज ख म है । 
इसके क स ह स्से में ज ख म नह ं है ? 
- इस स्क्र न क क्य ह गय है ? - क्य हुआ ? 
कभ ऐस स्टैट क गड़बड़ नह ं हुई थ । 
श यद इसल ए क्य ं यह पुर न म न टर है । 
क्य ह रह है ? 
न गर न म न टर ख़र ब ह रहे हैं । 
बेशक ख़र ब ह रहे हैं । सब उलझ हुआ है ! 
सर , हमें यह समस्य सुलझ ने द ज ए , आपक च ंत करने क ज़रूरत नह ं ... रुक ... 
यह क्य है ? 
मुझे नह ं पत । 
यह अमर क ज सूस उपकरण डेम क्रेट क प पल्स र पब्ल क ऑफ़ क र य क संप्रभु धरत पर प य गय थ ! 
हम इस अपम नजनक बर्त व के ल ए स्पष्ट करण क म ंग करते हैं ! 
त तुम्हें यह च ज़ तुम्ह रे इल के में म ल ? 
इससे स्क्र न पर स्टैट क गड़बड़ ह रह थ । 
क स स्क्र न पर ? 
वह ज नन च हत हैं क क स स्क्र न पर । 
समझ गई । त , तुम्हें यह उस प्रण ल से जुड़ म ल ज सक इस्तेम ल तुम हम पर ज सूस करने के ल ए करते ह । 
उससे कह क यह ज सने भ क य , डेम क्रेट क प पल्स र पब्ल क उसे सज़ देने क म ंग करत है ! 
कम ंडर च म ंग करते हैं क आप इसक ज ँच करें । 
मुझे मदद करके ख़ुश ह ग , पर इसक मतलब यह ह ग क हमें यह देखने के ल ए तुम्ह रे इल के में प्रवेश करन ह ग क यह यंत्र कह ँ म ल थ । 
वह तल श लेने के ल ए अपने कर्म य ं क म ड्यूल में भेजन च हत हैं । 
नह ं ! हम अपने इल के में क स भ तरह क घुसपैठ बर्द श्त नह ं करेंगे । 
अगर प पल्स र पब्ल क ऑफ़ क र य में घुसपैठ क गई , त इसके व न शक र पर ण म ह ंगे । 
अभ मेरे प स इसके ल ए समय नह ं है । समझे ? 
हम यह क्षुद्रग्रह म शन के ब द नह ं कर सकते ? 
कम ंडर आपक असुव ध के ल ए म फ़ म ंगत हैं । 
इस ब च , मैं इसे ट्रैक कर सकत हूँ । इस पर न स क्रम ंक संख्य है । अभ मैं उतन ह कर सकत हूँ । 
उनक कहन है क वह न स क आपक म ंग ं के ब रे में बत एग । 
वह हमें ट ल रह है । 
उससे तुरंत ह ल य स तकन श यन म इल्स डेल क ग रफ़्त र करके उससे पूछत छ करने क कह । हम रे म ड्यूल में प्रवेश करने व ल वह इकल त इंस न है । 
- कम ंडर ज़ ह र करन च हते हैं ... - म इल्स डेल ? 
- म स टैलमेज ? - ज , कम ंडर ? 
मैं च हत हूँ क तुम इसे पुर्ज़े क ट्रैक कर । देख क यह कह ँ से आय है , क सके प स पहुँच थ । तुरंत । 
ज , कम ंडर । 
वह पतनश ल पूँज व द व्यवस्थ क एक बेक र ह स्स है । 
मैं ख़ुद ह इस घटन क ज ँच करूँग । 
- धन्यव द । - ए , ल । तुम कैसे ह ? 
मून यंग कैस है ? 
दूर रहन क फ़ मुश्क ल है । 
ह ँ , मैं तुम्ह रे एहस स समझत हूँ । 
पर हम जल्द ह व पस पृथ्व पर ल ट ज एँगे । 
ज नते ह , ज़े , मैंने ज़ ंदग में ज भ क य है , उनमें से तुम मेर सबसे ग रवपूर्ण उपलब्ध ह । 
तुम्हें बड़ ह कर एक अच्छ न जव न बनते देखन , और अब तुम्ह र अपन पर व र है । मैं बस ... यह मेरे ल ए क स भ म शन पैच से ज़्य द म यने रखत है । 
और इस दुन य क सबसे अच्छ द द बनूँग । 
त क्य , मुझे द द बनने में और त न मह ने हैं , हँ ? 
ह ँ । तब तक ग ल्ड ल क्स पृथ्व के र स्ते पर ह ग । 
और मैं भ । 
मेरे पछत व ं में से एक ... यह है क मैं तुम्हें कभ अपने पहले क़दम लेते हुए देख न सक और न ह तुम्ह रे पहले ब ल सुन सक । 
और अब मैं तुम्ह र बेट के स थ उन अनुभव ं क ह स ल कर सकूँग । 
म फ़ करन , यह ... यह मेरे ल ए बड़ सरप्र इज़ थ । 
मैं बस बेहद ख़ुश हूँ । 
ख़ैर ... मुझे पत है तुम्हें " स्ट र ट्रेक " से नफ़रत है पर बेहतर ह ग क तुम उसक आदत ड ल ल क्य ंक मैं सुन श्च त करूँग क मेर प त " स्ट र ट्रेक " क बड़ फ़ैन बने । तुमने सह सुन । हम स र स र ज़ देखेंगे । त न ं स र ज़ । 
और " द ट्व ईल ईट ज़ न " और " द ब ब न्यूह र्ट श । " 
" एम * ए * एस * एच , " " क लंब " ... म र्ग । 
अंदर आओ । 
धन्यव द । 
क्य ... मैं यह ँ कुछ ह घंट ं पहले पहुँच । 
पक्क तुम्हें क स ने अंदर आते हुए नह ं देख ? 
मैंने क र च र ब्ल क दूर प र्क क और पड़ स य ं के आँगन ं से ह ते हुए आय । 
- यह ँ आने के ल ए धन्यव द । - बेशक । 
हम शुरू करें ? 
ठ क है । हम थ्रस्ट वैक्टर न र्ध र त करने हेतु इन अद्यतन स ज अनुम न ं क इस्तेम ल कर सकते हैं । 
श यद तुम्हें द्रव्यम न के केंद्र के व क्षेपण पर भ व च र करने क ज़रूरत है । ज बर्न के द र न जड़त्व य संप ड़क बल ं से उत्पन्न ह ग । 
- यह बेहद अच्छ सुझ व है । - मैं सहमत हूँ । 
प्रक्षेप पथ तैय र है , पृथ्व न मह न ं से भ कम समय में ग ल्ड ल क्स क खनन करेग । 
यह अच्छ ब त है , ह ँ । पर फ र भ यह अफ़स स क ब त भ है । 
क्य ? 
क्षुद्रग्रह पृथ्व पर आएग और उसके स थ स र न वेश भ आएग । 
फ र मंगल ग्रह पर न वेश करने के ल ए क ई क रण नह ं ह ग । 
एम-7 मंगल ग्रह के प्रत बेहद प्रत बद्ध है । 
- उन्ह ंने कह थ ... - ह ँ , ज वे हमेश कहते हैं । 
पर क रज़ेन्क क केवल ख़ुद क और अपने चमच ं क रईस बन ने क फ़ क्र है । 
अब इस क्षुद्रग्रह से यह ह ज एग , इसल ए वे मंगल ग्रह से हट ज एँगे , फ र न स भ हट ज एग । 
उस तरह जैसे वे ' 80 के दशक में मंगल प्र ग्र म से प छे हट गए थे । 
जब तक क हमने उन्हें मजबूर नह ं क य । य द है , म र्ग ? 
प्रत स्पर्ध के ब न क ई प्रगत नह ं ह त है । 
ठ क है । अम । श यद आज र त के ल ए इतन भू - र जन त क मन रंजन क फ़ है । 
बच्च ं , चल । अपन प्लेटें उठ ओ । 
- तुम्ह रे घर पर कब्ज़ करने के ल ए म फ़ च हूँग , व क्टर । - नह ं , नह ं । नह ं , क ई ब त नह ं । कृपय यह ज र रख । इन्हें बस स ने ज न ह ग । 
डैड । अभ बस न बजे हैं । ज नत हूँ । 
ज ने से पहले , एक त लु स फ़ करने व ल च कलेट कैस रहेग ? 
धन्यव द । 
धन्यव द । 
म र्ग । मेरे प स तुम्ह रे ल ए भ एक छ ट स त हफ़ है । - और अपने द ँत ब्रश करन न भूलन । - मुझे इस र क र्ड क सुने ... अरस ह गय है । 
क्य तुमने ... क्य तुमने मेरे व च र के ब रे में और स च है ? 
हम रे सब छ ड़कर ज ने के ब रे में ? 
मुझे ... मुझे ज़्य द समय नह ं म ल प य है । 
हमें अभ भ बहुत कुछ करन ब क है । 
एक ब र यह क्षुद्रग्रह पृथ्व क ओर रुख कर ले , त इर न म र ज़ व तुम्हें म स्क व पस ल टने क आदेश देग और हम एक-दूसरे से द ब र कभ नह ं म ल प एँगे । 
तुम ... तुम यह नह ं ज नते । और भ अन्य म के म ल सकते हैं । 
नह ं , नह ं म लेंगे । 
त फ र क्य ? 
हम बस भ ग ज एँ , कह ं क स अप र्टमेंट में छुपकर रहें और अगले 20 स ल ं तक द व र ं क घूरें ? 
मेर एक द स्त ब्र ज़ ल य ई अंतर क्ष क र्यक्रम में बड़े ओहदे पर है । 
हम उससे संपर्क करेंगे , उनक सरक र क सुरक्ष के बदले में हम र सेव एँ प्रद न करेंगे । 
तुम्हें लगत है क वे इसके ल ए म नेंगे ? 
वे बेहद ख़ुश ह ज एँगे । 
तुम और मैं , हम ब्र ज़ ल क एक बड़ अंतर क्ष शक्त बनने में मदद कर सकते हैं । 
यह अप ल - स यूज़ के शुरुआत द न ं जैस ह ग । 
मुझे लगत है क स यूज़ - अप ल कहन ज़्य द ठ क रहेग । 
हम स थ म लकर वह पूर करेंगे ज सक हमने शुरुआत क है । 
मुझे ... इस ब रे में स चन पड़ेग । 
हम रे प स समय बेहद कम है , म र्ग । 
ज नत हूँ । मुझे बस पहले यह म शन पूर करन ह ग । 
व ड य टैप स र यल नंबर , ज तुम यह ँ देख सकते ह , इंग त करत है क यह पुर्ज़ अंत म पर वहन के स थ " फ़ न क्स " पहुँच थ । 
इसे व ध वत स्कैन क य गय थ । इसक " फ़ न क्स " से न कलने क क ई र क र्ड नह ं है । 
और बेशक , क र्ग म स्टर क ब क्स वह ं म ल जह ँ इन्वेंट्र में ल ख थ । 
स ल टूट हुई नह ं थ , पर जब उसने ब क्स ख ल , त उसमें रख स म न बदल ज चुक थ । 
अब , ईल ई , मुझे यक़ न है क तुम सहमत ह गे क यह एक गंभ र समस्य क ओर इश र करत है । 
आख़ र इन्वेंट्र एक मह ने पहले बन ई गई थ । 
उस समय , कर्म दल ने केवल बंद स म न क स्कैन क य थ । उन्ह ंने ज ँच नह ं क क स म न लेबल के स थ मेल ख ते हैं य नह ं । 
इसल ए मैंने इन्वेंट्र क व स्तृत ज ँच करव ई , ज समें बड़ च र य ं क खुल स हुआ ... ज़्य द तर संच र-संबंध उपकरण और कंप्यूटर ग यर ... ज तुम्हें अटैच क हुई फ़ इल में सूच बद्ध म लेंगे । 
ईल ई , श यद हम रे स मने एक बड़ समस्य है । 
बस च र नह ं , बल्क श यद कुछ ऐस ज इससे कह ं ज़्य द गंभ र है । 
मेर मतलब , उन्हें वे स रे उपकरण क्य ं च ह ए ? 
व ल ट इलर क यह ँ ऊपर भेज । और देख अगर इर न म र ज़ व क तुरंत मुझे फ़ न करने क कह सकते ह य नह ं । 
कम ंडर च , आपक च य तैय र है । 
स आईए ने चुर ए गए उपकरण ं क सूच क सम क्ष क है । 
वे बेहद पर ष्कृत संच र उपकरण हैं ज नक क ले ब ज़ र में क ई व्य वह र क मूल्य नह ं है । 
त फ र उन्हें चुर य क्य ं गय ? 
वे केवल एक अंतर क्ष य न क न गर न और उससे संपर्क करने के ल ए बने हैं । 
अब , मंगल ग्रह के आस-प स क ई भ मूल्यव न म ल ले ज ने व ल - एकम त्र अंतर क्ष य न है ... - " रेंजर । " धत् ! 
हैप्प वैल में ह ल क च र क घटन ओं क देखते हुए , हमें इस पर अत्यंत तत्परत से व च र करन ह ग । 
तुम्हें लगत है क क ई क्षुद्रग्रह म शन क व फल करन च हत है ? 
हमें यह म नकर चलन च ह ए । इतन कुछ द ंव पर लग है क हम इसे नज़रअंद ज़ नह ं कर सकते । 
यह ँ हम छह ब ल यन से भ ज़्य द ल ग ं के ज वन क बेहतर बन ने क कग़ र पर हैं और मुट्ठ भर अर जकत व द इसे व फल करन च हते हैं । 
- क्य ं ? 
- जैस क द स्त एव्स्क के कभ कह थ , अगर आप एक क ँच क महल बन ते हैं , च हे वह क तन ह श नद र क्य ं न ह , हमेश क ई न क ई कम न ह ग ज इसे चूर-चूर करन च हेग । 
बेशक , मैं सरल भ ष में समझ रह हूँ । 
ख़ैर , वह ज भ ह , इससे पहले क वे " रेंजर " के व रुद्ध क ई ह ंस त्मक क म करें , हमें उन्हें ढूँढन ह ग । 
उस य न में अच्छे ल ग हैं और मैं मेर न गर न में , अब और क स क ज न ज ने नह ं दूँग । 
बर्न में अभ 24 से भ कम घंटे हैं । 
अगर वे कुछ करने व ले हैं , त वे उससे पहले करेंगे । 
मैं और ज नक र ह स ल करने के ल ए हैप्प वैल में म जूद हम रे गुप्त संस धन ं क सक्र य करने क सल ह दूँग । 
इसके प छे ज सक भ ह थ है , स आईए और केज ब क उन्हें ढूँढने द । 
ट म , ड यरेक्टर हैनल न से संपर्क करव ओ । 
मैं यह नह ं कहूँग क मुझे हैर न है क यह ँ पर इंटेल जेंस ऑपरेट व म जूद हैं , पर , म इक , मैंने कभ नह ं स च थ क तुम उनमें से एक ह । 
वैसे , अगर आपक पत चलत , त मैं अपने क म में इतन म ह र नह ं ह त । 
और श्र अव ल व । अब , तुम हड़त ल के द र न क फ़ बढ़ - चढ़कर ब ल रहे थे । 
एक ऑपरेट व क ल ग ं के ब च ब ल्कुल सम ज न च ह ए । 
त क्य , अब केज ब और स आईए म लकर क म करेंग ? 
उस तरह जैसे आपने अप ल - स यूज़ में क य थ । 
ह ँ , वह क फ़ स हस क क म थ । 
ख़ैर , हम सभ अवगत हैं क ग ल्ड ल क्स हम रे द न ं देश ं के ल ए क तन महत्वपूर्ण है । 
इसल ए हमें इस म मले क तह तक ज न ह ग । 
अभ ल ग ं क ज़ ंदग य ँ द ंव पर लग हैं । रेंजर पर म जूद उन ल ग ं क ज न्हें हम ज नते हैं । 
हम रे प स कुछ सुर ग़ हैं क कह ँ से शुरू करें । बढ़ य है । एक आख़ र ब त । 
उत्तर क र य ई ल ग ं ने मेरे स मने क स म इल्स डेल क ज़ क्र क य थ । श यद यह म यने न रखत ह । 
मैं उसे अच्छ तरह ज नत हूँ । 
वह क ल ब ज़ र चल त है । 
वह इसमें श म ल ह सकत है । 
यह अच्छ ज नक र है । हम उससे पूछत छ करेंगे । बढ़ य है । मुझे सूच त करते रहन । 
इस ब च , मैं बेस पर एक और तल श अभ य न क मंज़ूर दूँग । 
डैड ? 
कैल । 
हैल , डैड । 
ए । सब ठ क है ? 
हमें ब त करन ह ग । 
मुझे म फ़ कर द , बेट । मैं सच में ... मैं अभ ब त नह ं कर सकत । इसल ए ... - क्य ं नह ं ? 
- बस ब त नह ं सकत । मैं बस एक क म के ब च में हूँ , इसल ए ... ह ँ । 
ह ँ , ज नत हूँ । ख ज दल ल पत हुए संच र उपकरण ं क तल श में पूरे बेस क उलट-पुलट कर रहे हैं । 
- ह ँ । - आपक इस ब रे में कुछ पत है ? 
नह ं । मुझे क्य ं पत ह ग ? 
पत नह ं । आपक लगत थ क डेव आएस शैत न क अवत र है । 
अब आप द न ं छुर - छुपे फुसफुस कर ब तें करने व ले सबसे अच्छे द स्त ं क तरह बर्त व कर रहे हैं । 
आप मुझे बत ते क्य ं नह ं क दरअसल क्य ह रह है ? 
- कुछ नह ं ह रह है । कसम से । - मुझसे झूठ ब लन बंद क ज ए । 
आपक लगत है क मुझे समझ नह ं आ रह है , पर मैं आपक ज नत हूँ , डैड । 
आप मुझसे तब से झूठ ब ल रहे हैं , जब से मैं यह ँ पहुँच हूँ । 
यह ँ तक क उससे भ पहले से । 
आपके स थ सच में क्य ह रह है ? 
- कह ँ ज रहे ह ? - एसएल 3-14 । पर्य वरण प्रण ल क मरम्मत के ल ए । 
ज ओ । 
अंदर आओ । 
हैल , सज्जन ं । मैं यह ँ तुम्ह र पर संचरण-संबंध समस्य ठ क करने आय हूँ । 
सुनकर ख़ुश हुई । 
ह ँ , हमें एक बड़ समस्य है । 
पर पर संचरण-संबंध नह ं । 
बैठ । 
जब मैं छ ट थ , मैं क स भ च ज़ से नह ं डरत थ । म त से भ नह ं । 
मैंने हमेश स च थ क मैं बेहद प्रस द्ध ह कर ... मरूँग । 
ग र्ड । एक ब र उसने मुझे अपने प त ज के ब रे में बत य थ जब उन्हें कैंसर हुआ थ । 
उसके डैड एक मर न थे । 
मैं बस ... मैं नह ं च हत क अंत में मेर भ वह ह ल ह , कैल । 
मैं इसल ए घर व पस नह ं ल टन च हत थ क्य ंक मैं अंत में क स नर्स ंग ह म में भरत ह न नह ं च हत हूँ , ड यपर पहने , 
यह ँ ऊपर , मैं ... मैं कुछ स र्थक क म कर रह हूँ । 
मैं कुछ न र्म ण कर रह हूँ । कुछ ऐस ज मेरे ज ने के ब द भ क़ यम रह सके । 
यह ँ तक क श यद उसके बच्चे भ । 
आपने मुझे यह सब पहले क्य ं नह ं बत य ? 
मुझे लग क तुम ... स च ग क मैं प गल ह गय हूँ । 
मुझे नह ं लगत क आप प गल हैं । 
श यद थ ड़े से हैं । 
मुझे म फ़ कर द , कैल । 
मुझे तुम्ह रे और एलेक्स के ल ए वह ँ म जूद ह न च ह ए थ । 
और मुझे कभ तुमसे झूठ नह ं ब लन च ह ए थ । 
कभ नह ं ब लन च ह ए थ । 
त मुझे बत एँगे क आप और डेव क्य कर रहे हैं ? 
रेड य , केबल ंग , नेटवर्क स्व च , म न टर । 
कई पन्ने हैं । 
च ज़ें श पमेंट के ल ए स्कैन क गईं , फ र अच नक ग़ यब ह गईं । 
व ह । क ई ये सब ले गय ? 
मेर मतलब , यह ँ तुम पर तस्कर और कर क च र के आर प लगने क ख़तर मंडर रह है और तुम अपन मदद के ल ए सहय ग नह ं कर रहे ह । तुम बस हँस कर उड़ रहे ह , म न यह क ई म मूल ब त ह । 
मुझे नह ं पत वे च ज़ें क न ले गय । मेर मतलब , इस ब रे में स च । मैं अंडरव यर और म उथव श और फ़ुट प उडर बेचत हूँ । 
वे च ज़ें ज यह ँ ल ग ं क ज़ ंदग य ँ थ ड़ बेहतर बन त हैं । 
ये संच र-संबंध उपकरण क से च ह ए ह ंगे ? 
मेर मतलब , उनक क ई व्य वह र क इस्तेम ल नह ं है । 
अगर तुम " रेंजर " के स थ छेड़ख न न करन च ह त । 
डेव आएस ने हड़त ल बंद करव ई । 
कई ल ग इस ब रे में अब भ न र ज़ हैं । 
श यद इतने न र ज़ हैं क वे बदल लेने के ल ए तुमसे मदद म ंगने आए । 
मैं सब कुछ ज ख म में क्य ं ड लूँग ? मेर मतलब , वह सब ज मैंने यह ँ बन य है । 
वैसे भ , मैं शुरुआत से ह इस हड़त ल के व रुद्ध थ । 
तुम क स से भ पूछ सकते ह , वे तुम्हें ज़रूर बत एँगे । 
तुम च हते ह क हम कुछ आतंकव द य ं से तुम्ह र ग रंट म ंगें । 
न क जेन ंग्स मेर द स्त थ । 
तुम्हें पत है उसक सूट प घलकर उसक त्वच में घुस गय थ ? 
तुम कल्पन कर सकते ह क अपने अंत म पल ं में उसे क तन असहन य दर्द सहन पड़ ह ग ? 
कसम से , मेर उससे क ई लेन - देन नह ं थ । 
ए । ए ... - ए ! - बैठे रह । 
देख ! धत् , तुम मेरे ह थ त ड़ रहे ह । हद है । 
ठ क है । त , तुम यह कर गे क तुम एक्सेस सुरंग से , अह , ज ओगे । पृथ्व पर तुम्ह र क ई पर व र है ? 
द न ं । एक भ ई है और द बहने हैं । म त - प त हैं । 
अरस ह गय क हम ... ख़ स त र पर नह ं ... क्य ह रह है ? 
सभ ल ग ं क बुल ओ । 
यह क्य ह रह है ? 
यह क्य ह रह है ? 
यह क्य ह गय ? 
