Выхожу на S-диапазон-4 . 
Сигнал запеленгован . 
Так . Мы подключились . 
Готов слать кодированный пинг " Рейнджеру " . 
Убедись , что код верный . 
Хоть бы получилось . 
Предчувствие хорошее . 
Как и в те 20 раз . 
Девятнадцать . 
Трансивер подключен . 
Защиту обошли . - Шли пинг . 
- Передаю пинг " Рейнджеру " . 
В АВТОРИЗАЦИИ ОТКАЗАНО Никак . Их дискриминатор снова нас выкинул . 
Сэм на " Рейнджере " уже месяц . Должна была заменить его на наш . 
Если она не установит дискриминатор за 48 часов ... Астероид полетит к Земле . И мы не сможем его остановить . 
" Рейнджер " , база . Передаем пробную команду выключения двигателя . ПРИЕМ Подтвердите получение и аутентификацию . 
База , " Рейнджер " получил тренировочную команду на отключение двигателя . 
Отключение главного двигателя подтверждено в 19 минут 58 секунд . 
И мы видим четкое отключения двигателя . 
Отлично , " Рейнджер " . Прекрасно . 
Ловкость рук и никакого мошенничества , командир . 
Через семь часов повторим . 
Надо отработать всё до автоматизма . Второго шанса не будет . 
Вас понял , база . До встречи через семь часов . Отбой . 
Отбой . 
Так , народ . Продолжаем тренировочную процедуру отключения . 
- Подтвержденный дискриминатор активен ? 
- Дискриминатор активен . 
Снизить температуру реакторов 1 – 4 до режима ожидания . 
Ядерные реакторы 1 – 4 в режиме ожидания . 
Отлично . 
Роженкова , провести симуляцию снижения тепловой энергии на 50 % в реакторах 1 – 4 . 
Симуляция снижения энергии на 50 % в реакторах 1 – 4 . 
Мистер Джеймс , доложите о состоянии механической связи с астероидом . 
Состояние креплений в норме по всем параметрам . 
Самопроверка датчиков отказов не выявила . Проблем нет . 
Отлично . 
Энергетические установки в норме . Температура и давление тоже . 
Ясно . Проведем симуляцию повышения давления во втором топливном баке . 
Первичный и вторичный . 
Есть . 
Боже . Он сгорел . Через него мы не получим контрольные сигналы НАСА . 
Чинить его нет времени . Новая тренировка через три часа . 
Отметьте это . Ставьте запасной . 
Я знаю , где он . Я принесу . 
Спасибо . 
Это скопления метана , выявленные роботами во время теста в лавовой трубе неподалеку от " Счастливой долины " . Вот данные , посланные ими утром из кратера Королёв . 
Конечно , это предварительные результаты ... Дэв . 
Прости . 
Это кратер Королёв ? 
Самые обширные скопления там , да . Но также есть значительные показатели в Южной долине у южного полюса . Это далеко от вулканических регионов . 
Мы знаем , откуда метан ? 
Может , глубинная вулканическая активность . Или , что лучше , Святой Грааль . 
Метанообразующие бактерии ? 
Вот тебе и план работы . 
Хорошо . Продолжай , Келли . Если жизнь на Марсе существует , я хочу , чтобы ее нашла ты . 
Ты уходишь ? 
Я еще много чего хотела тебе показать . 
Я скоро вернусь . Есть кое-какие дела . 
С моим отцом ? 
А что ? 
Эти дни вы столько времени проводите вместе . 
Честно , это странно , учитывая вашу историю . 
Да , он ... Его опыт пребывания здесь невероятно важен для предстоящей миссии поимки . 
Он не говорил , что работает над этим . 
Хотя я уже несколько дней его не видела , так что ... Да , это отнимает много времени . Но он рад , что вы тут . Он только о пареньке и говорит . 
Да , я ... Я рада , что они сближаются . 
Просто я ... не знаю ... 
Я думала , мы тоже сблизимся . 
Знаю , это звучит глупо , учитывая всё , что ... Вовсе нет . 
Я понимаю . Поверь . 
У меня не было шанса наладить отношения с папой . 
А у тебя еще есть . 
Короче , мне пора . 
Эй . Отличная работа , Келли . 
Вам нужны наши камеры ? 
Нужен обзор базы – убедиться , что никто не в курсе наших дел . 
Опасно . Это очень опасно . 
Как и семь месяцев быть одному в северокорейской капсуле . 
Там выбора не было . А это выбор . 
Моя жена . 
Каков статус ? 
Ли , всё сложно . Скажи мне . Она в опасности . 
Как я уже говорил , процесс идет . 
У нас есть хороший план по вывозу ее из страны , но незаметно провести ее на транспортный корабль " Гелиоса " – это куда сложнее . 
Ли , разве ты не понимаешь ? 
Этот астероид обеспечит будущее для Марса , для тебя и твоей жены . 
Хорошо , когда семья рядом . Как у тебя . 
Я помогу . 
Рад , что ты с нами ... Так . Есть картинка и звук из корейского модуля . 
А теперь и Центр . 
Не думал , что скажу это , но благослови Бог Северную Корею . 
Готовы к сводке ? 
Готовы к загрузке по сигналу . 
База , подтверждаем установку запасного дискриминатора . Мы будем готовы к следующей симуляции . 
Слышите ? 
Похоже , Саманта Мэсси подтвердила вашу веру в нее . 
Вас поняла . Спасибо . 
Но давайте убедимся . Я протестирую снова . 
Офицер EECOM , готовьте новую симуляцию для передачи " Рейнджеру " . 
Отправь пинг . 
- Есть . - Да . - Да . - " Рейнджер " принял пинг . 
Отлично . Все молодцы . 
Наш дискриминатор работает , мы управляем двигателями . 
Погнали . 
Многочисленные оценки риска за прошлый месяц показали , что мы не можем ускорить добычу ископаемых . БЮДЖЕТНЫЕ СМЕТЫ И ГРАФИКИ Надо сказать , президента разочарует этот ожидаемый двухлетний график доставки . 
Должен быть способ доставить иридий на рынок быстрее . 
Можно построить больше кораблей , буровых установок , скреперов . 
Однако это увеличит расходы . 
О боже , нет . Нам и так уже нужен триллион долларов . 
Скажу ему , что это будет еще дороже , – он всех нас уволит . 
Что ж , спасибо за идеи . 
Продолжайте их предлагать , попробуем подобрать рабочие . 
Илай , когда ждать утверждения финансирования для создания новой техники для Марса ? 
Я сообщу позже . 
Но сроки поджимают . 
Представьте , чего бы мы достигли , если бы чертовы политики нам не мешали . 
Лучше всего они умеют откладывать решения до последнего . 
Можешь взглянуть на эти расчеты траекторий ? 
Передай это Сергею . 
Нужен свежий взгляд на эти разгонные траектории . 
Надо полностью убедиться , что мы учли худший из сценариев , прежде чем отчитаться перед верхами . 
Нет , с меня довольно . 
Я уже месяц работаю у вас почтальоном . 
- На эту переписку нет времени . 
- Но нам нужна его помощь . 
Он лучше всех разбирается в лунных траекториях . 
Ладно . Но придется сделать это лицом к лицу . 
Где ? 
За мной круглосуточная слежка . 
Встретимся у меня . 
Скажем , что будем там работать . 
Это рискованно . 
Как и всё это . 
- Что с экраном ? - А ? 
Раньше таких помех не было . 
Может , дело в старом мониторе . 
Что происходит ? 
Мониторы наблюдения барахлят . 
Конечно , барахлят . Это чёрт-те что ! 
Сэр , позвольте нам разобраться , вам не следует ... Стоп ... 
Это еще что ? 
Не могу знать . 
Это шпионское устройство США нашли на суверенной территории Корейской НДР ! 
Объясните это вопиющее поведение ! 
Вы нашли это в вашем комплексе ? 
Из-за него на экране помехи . 
На каком экране ? 
Она спрашивает , на каком экране . 
Ясно . Вы нашли это подключенным к прибору , по которому шпионите за нами . 
Скажи ей , что Северная Корея требует наказать того , кто это сделал ! 
Командир Чо требует расследования . 
Я рада помочь , но для этого нам нужно войти в ваш комплекс , чтобы увидеть , где нашли прибор . 
Она хочет послать своих людей обыскать модуль . 
Нет ! Мы не допустим вторжения на нашу территорию . 
Вторжение в Северную Корею повлечет разрушительные последствия . 
Сейчас я занята . Ясно ? 
Подождете до конца миссии с астероидом ? 
Командир приносит извинения за неудобства . 
А пока я это отслежу . На нём серийный номер НАСА . Это всё , что я могу . 
Она передаст ваши требования НАСА . 
Она тянет время . 
Вели ей срочно арестовать и допросить техника " Гелиоса " , Майлза Дэйла . Это он был в нашем модуле . 
- Командир выражает ... - Майлз Дэйл ? 
- Мисс Толмадж ? - Да , командир ? 
Отследите эту деталь . - Откуда она , у кого был доступ . Срочно . 
- Есть , командир . 
Она бесполезный винтик загнивающего капитализма . 
Я сам расследую инцидент . 
- Спасибо . - Ли . Как ты вообще ? 
Как Мун Ён ? 
Тяжело быть в разлуке . 
Да , я понимаю , о чём ты . 
Но мы очень скоро вернемся на Землю . 
Знаешь , Зэй , из всего , что я сделала в жизни , ты высшее мое достижение . 
Видя , как ты вырос ладным молодым мужчиной , а теперь завел свою семью ... Я просто ... Ну , для меня это важнее любой миссии . 
И я собираюсь быть лучшей бабушкой на планете . 
Так что , три месяца до важного дня , а ? 
Да . Златовласка к тому времени будет лететь к Земле . 
Как и я . 
Я сожалею что не видела твоих первых шагов и не слышала первых слов . 
А теперь я смогу наверстать упущенное с твоей дочкой . 
Прости , это ... застало меня врасплох . 
Я так счастлива . 
Как бы то ни было ... Знаю , ты ненавидишь " Звездный путь " , но привыкай , потому что я сделаю всё , чтобы моя внучка была его фанаткой . Да-да . Мы посмотрим все части . Все три . 
И " Сумеречную зону " , и " Шоу Боба Ньюхарта " . 
" M * A * S * H " , " Коломбо " ... Марго . 
Входи . 
Спасибо . 
Он ... Я пришел пару часов назад . 
Тебя точно никто не видел ? 
Я припарковался в четырех кварталах отсюда , шел через соседские дворы . 
- Спасибо , что пришел . - Ну что ты . 
Начнем ? 
Берем эти расчеты центра тяжести для определения векторов тяги . 
Нужно также учесть рассеяние частиц в системе центра масс . От инерционных сжимающих сил во время работы двигателей . 
- Умно . - Согласна . 
Рассчитав траекторию , мы получим Златовласку через девять месяцев . 
Это хорошо , да . Но в этом есть и большой минус . 
Какой ? 
Астероид прилетит к Земле , и с ним все инвестиции . 
Смысл вкладывать деньги в Марс исчезнет . 
" М-7 " очень предан Марсу . 
- Они сказали ... - Да , как всегда . 
Но Корженко хочет лишь обогатить себя и своих приспешников . 
Астероид обеспечит это , поэтому они уйдут с Марса , а потом и НАСА тоже . 
Как это было с Марсианской программой в 80-х . 
Пока мы не форсировали события . Помнишь ? 
Без конкуренции нет прогресса . 
Так . Думаю , достаточно геополитики для одного вечера . 
Дети , убирайте со стола . 
- Прости , что так нагрянули , Виктор . - Нет . Нет , ничего . Продолжайте . Просто им пора спать . 
- Пап , еще девять . - Знаю . Давай . 
Пока ты не ушла , может , конфетку ? 
Спасибо . 
Спасибо . 
Марго . У меня тоже подарок для тебя . - И не забудьте почистить зубы . - Я так давно ее не слушала . 
Ты ... ты подумала над моим предложением ? 
Уехать вместе ? 
Я ... Я не успела . 
У нас еще столько работы . 
Как только астероид направится к Земле , Ирина Морозова велит тебе вернуться в Москву , и мы больше никогда не увидимся . 
Ты ... Ты этого не знаешь . Может , представится шанс . 
Нет , не представится . 
Тогда что ? 
Мы просто сбежим , засядем в какой-нибудь квартире и просидим в четырех стенах следующие 20 лет ? 
У меня друг в управлении бразильской космической программы . 
Мы свяжемся с ним , предложим наши услуги в обмен на защиту их правительства . 
Думаешь , они пойдут на это ? 
С превеликой радостью . 
Мы с тобой поможем Бразилии стать ведущей космической державой . 
Как тогда с программой " Аполлон " – " Союз " . 
Лучше " Союз " – " Аполлон " . Так удобнее . 
Вместе мы закончим то , что начали . 
Я я подумаю . 
Времени мало , Марго . 
Я знаю . Просто сначала мне нужно завершить эту миссию . 
Серийный номер устройства , который вы видите , указывает , что эта деталь прибыла на " Фениксе " с последней доставкой . 
Ее отсканировали . Нет данных о том , что она покинула " Феникс " . 
И действительно , кладовщица нашла коробку на месте , указанном в инвентаризации . 
Пломба была цела , но , открыв коробку , она увидела , что содержимое заменили . 
Илай , уверена , вы согласитесь : это указывает на серьезную проблему . 
Инвентаризация была месяц назад . 
Тогда команда лишь сканировала упаковку . Они не проверяли , соответствует ли содержимое этикеткам . 
Я организовала тщательную проверку , которая выявила серьезные кражи ... в основном средства связи и компьютерная техника ... Список вы найдете в приложенном файле . 
Илай , у нас тут серьезная проблема . 
Не просто кража , но , возможно , что-то более серьезное . 
Зачем им всё это оборудование ? 
Вызови Уилла Тайлера . И попробуй связаться с Ириной Морозовой из Москвы . 
Командир Чо , ваш чай . 
ЦРУ рассмотрело список украденного оборудования . 
Сложные средства связи , не имеющие практической ценности - на черном рынке . 
- Так зачем его красть ? 
У них одно назначение – следить и общаться с космическим судном . 
Единственный космический корабль с важным грузом - в окрестностях Марса ... - " Рейнджер " . Чёрт ! 
Учитывая недавние акты саботажа на базе , мы должны отнестись со всей серьезностью . 
Кто-то хочет сорвать миссию поимки астероида ? 
Надо полагать . Ставки слишком высоки , игнорировать нельзя . 
Мы готовимся изменить жизни шести миллиардов людей к лучшему , а кучка анархистов хочет всё испортить . 
- Почему ? 
- Как сказал Достоевский : " Если строишь хрустальный дворец , неважно , сколь прекрасный , всегда найдется негодяй , который захочет его разрушить " . 
Конечно , это я упрощенно . 
Что ж , кто бы это ни был , нужно найти их , пока они не совершили теракт на " Рейнджере " . 
На этом корабле хорошие люди , и я больше не допущу жертв . 
До маневра менее 24 часов . 
Если они что-то готовят , то сделают это до него . 
Я рекомендую активировать на базе наших тайных агентов , чтобы собрать больше данных . 
Пусть ЦРУ и КГБ выяснят , кто стоит за этим . 
Тим , вызови директора Хэнлина . 
Я не удивлена наличию тут агентов разведки , но , Майк , никогда не думала , что ты один из них . 
Если б думали , плохой бы был из меня агент . 
И мистер Авилов . Вы активно участвовали в забастовке . 
Оперативник должен влиться в окружение , быть как рыба в воде . 
Выходит , КГБ и ЦРУ теперь работают рука об руку ? 
Как вы – для программы " Аполлон " – " Союз " . 
Да , это было очень отважно . 
Мы все знаем , как важна Златовласка для обеих наших стран . 
Поэтому мы должны докопаться до сути . 
На кону жизни людей . Людей на " Рейнджере " , которых мы знаем . 
Мы прикинули , с чего начать . Хорошо . И последнее . 
Северокорейцы упоминали Майлза Дэйла . Может , это ерунда . 
Я хорошо его знаю . 
Он заведует черным рынком . 
Возможно , он замешан . 
Спасибо за наводку . Мы его допросим . Хорошо . Держите в курсе . 
А я пока организую очередной обыск базы . 
Папа ? 
Кел . 
Привет , пап . 
Привет . Всё хорошо ? 
Нужно поговорить . 
Прости , детка . Мне правда ... Я сейчас не могу . Так что ... - Почему ? 
- Просто никак . Дела по работе , так что ... Да . 
Да , я знаю . Поисковые группы прочесывают всю базу в поисках пропавших средств связи . 
- Ага . - Ты что-нибудь знаешь ? 
Нет . С чего бы ? 
Не знаю . Раньше ты думал , что Дэв Айеса – исчадие ада . 
А теперь вы как лучшие друзья . Шепчетесь по углам . 
Скажи , что на самом деле происходит ? 
- Ничего . Клянусь . - Хватит мне врать . 
Думаешь , я не вижу . Но я же тебя знаю , отец . 
Ты врешь с самого моего прилета сюда . 
Врал и до этого . 
Что с тобой творится ? 
- Куда направляешься ? - SL3-14 . Ремонт искусственного климата . 
Проходи . 
Войдите . 
Привет . Я пришел чинить проблему с циркуляцией . 
Рады слышать . 
Да , у нас большая проблема . 
Но не с циркуляцией . 
Присядь . 
Будучи моложе , я ничего не боялся . Даже смерти . 
Я всегда думал , что умру в лучах славы . 
Гордо . Он рассказал о своем отце , заболевшем раком . 
Его папа был морпехом . Тертый калач , но ближе к концу он был в ужасе . 
Я просто ... Не хочу так закончить , Кел . 
Я не хотел лететь домой , потому что не хочу оказаться в доме престарелых . С подгузником , слюнявчиком , тискающим игрушку-антистресс перед телевизором . И уже не помнящим , кто я такой . 
Здесь я ... Я делаю что-то важное . 
Я что-то создаю . Что-то , что останется после меня . 
Может , и его дети тоже . 
Почему ты мне раньше не рассказывал ? 
Я думал , ты решишь , я чокнулся . 
Вряд ли ты чокнулся . 
Может , чуть-чуть . 
Прости , Кел . 
Я должен был быть с тобой и Алексом . 
И я не должен был врать тебе . 
Никогда . 
Расскажешь , что вы с Дэвом задумали ? 
Радио , кабельная проводка , сетевые коммутаторы , мониторы . 
Тут несколько страниц . 
Позиции , отсканированные для отправки , а потом исчезнувшие . 
Ух ты . Это всё кто-то украл ? 
Тебе грозят обвинения в контрабанде , уклонении от налогов , а ты не хочешь себе помочь . Смеешься , будто это ерунда . 
Я не знаю , кто всё это забрал . Сами подумайте . Я торгую бельем , ополаскивателем для рта и присыпкой для ног . 
Вещами , которые облегчают людям жизнь тут . 
Кому вообще нужны эти средства связи ? 
Практической пользы ноль . 
Если не хочешь помешать " Рейнджеру " . 
Дэв Айеса погасил забастовку . 
Многие люди всё еще злы из-за этого . 
Может , настолько , что просили тебя помочь отомстить . 
Зачем мне рисковать всем ? Всем , что я создал . 
С самого начала я был против забастовки . 
Спросите кого угодно . 
Хочешь , чтобы мы попросили кучку террористов поручиться за тебя ? 
Ник Дженнингс был моим другом . 
Ты знал , что его костюм прикипел к его коже ? 
Можешь представить невыносимую боль , которую он испытывал в последние минуты ? 
Я к этому непричастен , клянусь . 
Эй , мужик . Слушай ... - Эй ! - Сядь , блин ! 
Послушай , старик ! Чёрт , ты мне руки ломаешь . Вот дерьмо . 
Да . Итак , ты пройдешь через входной туннель . У тебя на Земле есть семья ? 
Да . Брат и две сестры . Родители . 
Мы уже давно ... Не особо ... Что за ... 
Зови ребят . 
Какого хрена ? 
Что за фигня ? 
Какого чёрта ? 
