連結 到 S 波段 四 
訊 號鎖定 了 
好 , 進去 了 
準備 把 加密 測試訊號 傳給遊 騎兵 
嘿 , 確定 他 收到 正確 的 加密 訊號 
這次 最好 成功 
我 有 信心 
你 已經 說 了 20 次 
是 19 次 
連結 到 收發器 
安全 旁路 傳訊號 
正在 傳送訊號 給遊 騎兵 
( 驗證 被 拒 ) 不行 , 他們 的 鑑別器 再次 把 我們 踢出去 
小珊 已經 在 遊騎 兵待 了 一個 月 她 應該 已 經調 包成 我們 的 裝置 了 
若 她 無法 在 接下 來 48 小時 啟動 那個 鑑別器 ... 金 髮 女孩 就 會 全速 往 地球 移動 我們 將無法 阻止 
遊騎兵 , 這是 快樂谷 傳送 噴射 終止 模擬 指令 ( 接收 中 ) 請確 認擷 取 與 授權 
快樂谷 遊騎 兵剛 接收 到 你 們 的 引擎 關閉 模擬 指令 
主 引擎 確認 在 19 分 58 秒 關閉 
引擎 全面 關閉 
遊騎兵 , 幹得 好 , 漂亮 
指揮官 , 熟能生巧 罷了 
我們 七小時 之 後 再演 練 一次 
我們 得 熟悉 這些 程序 , 機會 只有 一次 
收到 , 快樂谷 七小時 之後再 見 , 遊騎兵 結束 通話 
通話 結束 
好 的 , 各位 , 我們 繼續 模擬 關閉 程序 
確認 啟動 鑑別器 ? 
鑑別器 顯示 啟動 
降低 一到 四號 融合 反應器 輸出 溫度 進入 待命 模式 
一到 四號 融合 反應器 已 進入 待命 模式 
非常 好 
洛 森科 娃 , 模擬 反應 器熱 功率 降至 50% 的 狀況 一到 四號 反應器 都 要 
在 一到 四號 反應器 模擬熱 功率 降至 50% 
詹姆斯 先生 請 回報 連結 至 小行星 的 機械 狀態 
錨壓 全面 正常 
感應器 自檢顯示 沒有 故障 , 一切正常 
非常 好 
主推 進系統 正常 所有 的 溫度 與 壓力 都 正常 
好 的 我們 來 模擬 二號 氬 槽 呈現 超標 高壓 讀數 的 狀況 
包括 主要 與 備用 
確認 
天 啊 , 這 玩意 毀了 我們 無法用 它 接收 任何 太空 總署 控制中心 的 訊號 
我們 也 沒 時間 修理 它 三小時 之 後 就是 下一場 演練 了 
記錄 下來 , 去 拿備 用機 
我 知道 在 哪裡 , 我 去 拿 
麥西 , 謝謝 妳 
這些 是 我們 的 機器 人 在 熔岩 管測試 過程 中 偵測 到 的 甲烷 濃度 就 在 快樂谷外 這則 是 他們 今早 從 科羅 廖夫 隕 石坑 傳來 的 數據 
當然 這些 只是 初步 結果 , 但 ... 戴夫 
抱歉 
那 是 科羅 廖夫 隕 石坑 ? 
最 密集 的 濃度 出現 在 那裡 , 對 但 也 有 重要 的 標記 來 自南極 附近 的 南方 峽灣 兩者 距離 已知 的 火山 區都 很 遠 
有 數據 顯示 甲烷 的 來源 嗎 ? 
可能 是 地底 深層 的 火山 活動 或者 更好 , 發現 聖 盃 了 
甲烷 菌 ? 生命 
似乎 妳有 得 忙 了 
好 的 , 凱莉 , 繼續 努力 若 火星 上 真 有 生命 , 我要 由 妳 發現 
你 要 走 了 嗎 ? 
我 有 更 多 數據 要給 你 看 
我馬上 回來 , 我 只是 得 去 處理 幾件 事 
跟 我 爸 嗎 ? 
妳 為何 這樣問 ? 
你 倆 最近 似乎 經常泡 在 一起 
老實 說 , 這滿 讓 人 意外 的 因為 你 倆 曾 水火不容 
對 , 他 ... 他 在 火星 的 經驗 非常 寶貴 因為 小行星 捕獲 任務 近在眼前 
他 沒 提過 他 參 與 這件 事 
但 話 說 回來 我 已 經好 幾天 沒見 到 他 了 , 所以 ... 對 , 這 非常 曠日 耗時 但 他 很 高興 妳 來 了 他 滿 嘴 都 是 那個 小傢伙 
是 啊 , 我 ... 我 很 高興 他們 的 感情 越來 越 好 
我 只是 ... 不曉得 
我 以 為 我們 父女 倆 也 會 更 親近 
我 知道 這聽 起來 很 蠢 因為 發生 了 很多 事 ... 完全 不蠢 
我 瞭解 , 相信 我 
我 沒 機會 跟 我 爸 和解 
至少 妳 還有 機會 
總 之 , 我 該 走 了 
嘿 , 凱莉 , 幹得 好 
你 要 看 我們 的 監視器 畫面 ? 
我們 需要 看見 整座 基地 才能 確定 沒人 發現 我們 動手 腳 
這樣 危險 , 非常 危險 
獨自 留在 北韓艙 七個 月 也 很 危險 
當時 我別 無選擇 , 而現 在 我 能 選擇 
我 老婆 
你 的 進展 如何 ? 
李 , 情況 很 複 雜 告訴 我 , 她 不 安全 
我 之前 說過 , 我們 正在 處理 
我們 已經 做好 計畫 , 將 她 帶 離北韓 但將 她 偷渡 到 太陽 神運輸 發射台 那樣 更 複 雜多 了 
李 , 你 不 懂 我們 在 做 什麼 嗎 ? 
這顆 小行星 會 鞏固 火星 還有 你 跟 你 老婆 的 未來 
有 家人 在 身邊 很 好 像 你 那樣 
我 幫忙 
很 高興 你 加入 好 , 我 收到 北韓 的 影音 畫面 了 
任務通 訊 中心 也 出現 了 
我 從 沒想 過會 這樣 說 , 但 天佑 北韓 
你 準備 更新 狀態 了 嗎 ? 
等 你 準備 好 就 上 鏈 
快樂谷 , 確認 備用 鑑別器 已安裝 準備 好 進行 下 一次 模擬 
你 聽 見 了 嗎 ? 
珊曼莎 麥西 似乎 證明 了 她 值得 你 的 信任 
遊騎兵 , 收到 , 謝謝 你 的 更新 
但 我們 要 確認 , 我要 再 測試 一次 
電子 、 環境 與 通訊系統 開始 準備 下 一次 噴射 模擬 傳輸 給遊 騎兵 
再傳 一個 訊號 
- 進去 了 - 好 耶 - 讚 喔 , 好 耶 - 遊騎兵 認證 我們 的 訊號 了 
好 的 , 各位 , 厲害 
我們 的 鑑別器 就位 我們 能 控制 他們 的 引擎 了 
搞定 
在 過去 一個 月 進行 好 幾次 風險 評估 之 後 我們 認為 完全 無法 加快 採礦 進度 ( 預算表 與 行程 ) 我 得 說 , 總統 會 很 失望 預估 要 兩年 後 才能 達標 太久 了 
一定 有 辦法 讓 銥 更 快 上市 
我們 可以 打造 更 多 太空船 還有 鑽鑿機 跟 挖土 機 
但 那會 增加 成本 
天 啊 , 千萬 不行 成本 已經 高達 一兆 美元 
若 我 跟 他 說 還要 增加 成本 他 或 許會 開除 我們 所有人 
感謝 各位 的 高見 
繼續 集思廣益 吧 看 能否 想 出 可行 的 解決 方式 
好 的 , 伊萊 , 下一代 火星 運輸機 的 經費 何時會 批准 ? 
我待會 再 回覆 妳 
但源頭 期限 快到 了 
想像 我們 能 完成 多少 事 若 這些 該 死 的 政客 別 插手 
他們 最強 的 技能 就是 延遲 決策 直到 最後關頭 
能 請 妳 來 評估 一下 這些 軌跡 計算 嗎 ? 
我要 妳 把 這張 給瑟蓋 
我要 知道 他 對 這些 分散 軌跡 的 看法 
我們 需要 百分百 確定 在 提交 給高層 之前 已經 考慮 到 最 糟糕 的 狀況 
不 , 我 不 做 這種 事 了 
過去 一個 月 來 , 我 一直 幫 你 倆 傳紙條 
我們 沒時間 再 這樣 來 來 回回 了 
但 我們 需要 他 的 幫忙 
他 比 任何人 都 瞭解 地 月 軌跡 
好 , 但 我們 必須 面對面 討論 
去 哪裡 ? 
他們 全天候 監視 我 
我們 可以 去 我家 會面 
我們 就 跟 他們 說 去 我家 談 公事 
這樣 有 風險 
哪件 事 沒風險 ? 
- 螢幕 怎麼 了 ? - 什麼 ? 
從來 沒出 現過 這種 雜訊 
可能 因為 螢幕 太 老舊 了 
怎麼 回事 ? 
這些 監視 螢幕 故障 了 
當然會 故障 , 真是 一團 亂 
長 官 , 讓 我們 解決 這個 問題 , 你 沒 必要 ... 等等 
這是 什麼 ? 
我 不 知道 
這個 美國間諜 器材 出現 在 朝鮮 民主 主義 人民 共和 國的 國土 上 
我們 要求 妳 解釋 這種 惡劣 的 行徑 
我想 這是 你 在 你 們 的 艙裡 發現 的 ? 
這讓 螢幕 出現 雜訊 
什麼 螢幕 ? 
她 要 知道 哪一個 螢幕 
我 懂 了 所以 , 你 發現 這個 連結 到 你 用 來 監視 我們 的 系統 
告訴 她 朝鮮 民主 主義 人民 共和 國 要求 幕 後 黑手 被 懲處 
趙 指揮官 要求 妳 進行 調查 
我 很樂意 幫忙 但 這 表示 我們 必須 進入 你 們 的 艙 看 這個 裝置 被 發現 的 地方 
她 要 派 人 進入 艙裡 搜尋 
不行 我們 絕不允許 外人 入侵 我們 的 領土 
若朝鮮 民主 主義 人民 共和 國被 入侵 就 會 有 毀滅性 的 下場 
現在 我 沒空 搞 這些 , 好 嗎 ? 
可以 等 小行星 任務 結束 後 再 處理 嗎 ? 
指揮官 很 抱歉 造成 你 的 不便 
這段 期間 我 能 追 蹤 它 上面 有 太空 總署 的 序號 我 最 多 只能 做到 這樣 
她 說 會 把 你 的 要求 傳達給 太空 總署 
她 在 拖延 時間 
叫 她 立刻 逮捕 並偵訊 太陽神 的 技師 邁爾斯 戴爾 只有 他 進過 我們 的 艙 
- 指揮 官要 表達 他 的 ... - 邁爾斯 戴爾 ? 
- 塔瑪吉 小姐 - 是 的 , 指揮官 
我要 妳 追 蹤 一 個 零件 看 它 來 自 哪裡 , 還有 誰 能 拿到 它 立刻 去查 
遵命 , 指揮官 
她 是 腐敗 資本 主義體 系中 的 廢物 
我會 親自 調查 這場 事件 
- 謝謝 妳 - 嘿 , 李 你 近來 可好 ? 
文英 好 嗎 ? 
跟 她 分離 很 難受 
對 , 我 懂 你 的 意思 
但 我們 很快 就 會 回 地球 了 
小傑 , 在 我 這輩子 做過 的 所有 事情 中 你 是 我 最 引以 為傲 的 成就 
看到 你長 大成 為 一個 優秀 青年 然後擁 有 自己 的 家庭 我 ... 那 對 我 而言 比 任何 任務 都 重要 
我 也 打算 成為 世界 上 最 棒 的 祖母 
所以 三個 月 後 就是 大 日子 了 嗎 ? 
對 , 屆 時金 髮 女孩 應該 早 在 往 地球 的 路上 了 
我 也 是 
我 的 悔恨 之一 就是 我 從 沒 機會 看 你 踏出 第一步 或 說 出 第一 個 字 
現在 我 將能 看 著 你 女兒 做 這些 事 
抱歉 , 那 ... 我 也 很 驚訝 自己 會 哽咽 
我 只是 太高興 了 
總 之 ... 我 知道 你 討厭 《 星際爭 霸戰 》 但 你 最好 習慣 因為 我會 確保 我 的 孫女 成為 死忠 星戰迷 沒錯 , 我們 會 看 所有 的 系列 , 全 三套 
還有 《 陰陽 魔界 》 跟 《 鮑伯紐 瓦特 秀 》 
《 外科 醫生 》 、 《 神探 可倫坡 》 瑪格 
請進 
謝謝 
那個 ... 我 兩小時 前 就 來 了 
你 確定 沒人 看見 你 進來 嗎 ? 
我 把 車停 在 四條 街外 , 從 鄰居 的 院子 進來 
- 謝謝 你 來 - 別 客氣 
我們 要 開始 了 嗎 ? 
好 , 我們 可以 利用 這些 更新 的 重心 估算 來 判定 推力 向量 
我 認為 妳 也 必須 考慮 質心 發散 從 噴射 期間 的 慣性 壓縮力 來 判斷 
- 真聰明 - 我 同意 
軌跡 制定 好 了 地球 在 九個 月 內 就 能 開 採金 髮 女孩 了 
這是 好事 , 對 , 但 也 很 可惜 
什麼 很 可惜 ? 
小行星 會來 地球 , 吸引 所有 的 投資 
就 沒 理由 在 火星 挹注 資金 了 
火星 七聯盟 致力 於 開發 火星 
- 他們 說 ... - 對 , 他們 總是 這樣 說 
但寇 申科 只 想 讓 自己 跟 他 的 親信 致富 
這顆 小行星 會 讓 他 得償 所願 所以 他們 會 退出 火星 然 後 太空 總署 也 會 退出 
就 像 他們 在 1980 年代 對待 火星 計畫 那樣 
直到 我們 逼 他們 採取 行動 瑪格 , 妳 記得 嗎 ? 
沒有 競爭 , 就 沒 有 進步 
好 的 , 今晚 地緣 政治 談得夠 多 了 
孩子 們 , 快點 , 收盤子 吧 
- 維 克特 , 抱歉 佔用 你家 - 不會 ... 不 , 沒關 係 , 請 繼續 聊 , 他們 得 去 睡覺 了 
爸 , 現在 才 9 點 我 知道 , 來 吧 
在 妳 睡 前 , 要 不要 來個 小點心 ? 
謝謝 
謝謝 
瑪格 , 我 也 準備 了 一個 小禮物給 妳 - 別 忘 了 刷牙 - 我 上次 聽 這張 專輯 是 ... 上輩子 了 
妳有 ... 考慮過 我 的 提議 嗎 ? 
我們 離開 這裡 ? 
我 ... 沒時間 想 這個 
我們 還有 很多 事得 做 
這顆 小行星 一旦 前往 地球 伊麗娜 莫洛佐娃 就 會 命令 妳 回 莫斯科 我們 就 再也 無法 見面 
這 ... 很難 說 , 或 許有 其他 的 機會 
不 , 不會 有 的 
那 接下 來 呢 ? 
我們 就 這樣 逃走 躲 在 某處 的 公寓 裡 在 接下 來 20 年 盯 著 牆壁 嗎 ? 
我 有 一個 朋友 是 巴西 太空 計畫 的 高層 
我們 找 他 幫忙 提供 我們 的 服務 , 交換 政府 的 保護 
你 認為 他們 會 接受 ? 
他們 會 欣喜若狂 
妳 我 能 協助將 巴西 打 造成 主要 太空 強國 
就 像 阿波羅聯合號 計畫 早期 那樣 
我建議 妳 說 聯合號 阿波羅計畫 這樣 比 較 方便 
我們 能 攜手 完成 當初 開啟 的 志業 
我會 ... 我 必須 考慮 一下 
瑪格 , 時間 不 多 了 
我 知道 , 我 只是 需要 先確 保 完成 任務 
你 能 在 此 看 見 影像 竊取 裝置 的 序號 顯示 該 元件 跟上 一批 物資 同時 抵達 鳳凰號 
它 有 被 掃描 查收 , 沒有 離 開鳳凰號 的 紀錄 
而且 , 點貨員 的 確發現 這個 箱子 就 在 物品 清單 記載 的 地方 
封印 沒有 被 撕開 但當 她 打開 箱子 裡面 的 東西 已經 被 調包 了 
伊萊 , 我 確定 你 會 同意 這 表示 出 了 嚴重 的 問題 
上 一批 貨是 在 一個 月 前 送 來 
當時 , 組員 只 掃 描外 包裝 他們 並沒有 檢查 內容物 是否 符合 標 籤 
因此 我 下令 徹底 清點 存貨 結果 顯示 有 很多 東西 被 偷 主要 是 通訊 裝置 與 電腦 儀器 你 會 在 附檔裡 看見 
伊萊 , 我 認為 這裡 出 了 嚴重 的 問題 
不僅 是 偷 竊 , 可能 是 更 嚴重 的 情況 
我 的 意思 是 , 他們 要 那些 器材 做什麼 ? 
叫 威爾 泰勒 進來 也 看看 能 不能 請 伊麗娜 莫洛佐娃 立刻 從 莫斯科 打給 我 
趙 指揮官 , 你 的 茶 泡 好 了 
中情局 檢查 了 被 竊 的 器材 清單 
是 高度 精密 的 通訊 裝置 在 黑市 沒有 實用 價值 
那為 何要 偷走 ? 
它 唯一 的 目的 是 監測 並與 另 一艘 太空船 通訊 
唯一 載有 寶貴 貨物 的 太空船 - 而且 在 火星 附近 的 就是 ... - 遊騎兵 幹 
有 鑒 於 快樂谷 最近 遭逢 破壞 我們 必須 以 最緊 急 的 方式 處理 
你 認為 有人 想破壞 小行星 任務 嗎 ? 
我們 應該 這樣 假設 , 絕 不能 等 閒視 之 
我們 即 將能 讓 ... 六十多 億人 的 生活 變得 更好 卻 有 一 小群 無 政府 主義者 想毀 掉 一切 
- 為 什麼 ? 
- 杜斯妥 也 夫斯基 說過 若 你 打造 一座 水晶 宮殿 無論 多麼 耀眼 華麗 總是 會 有 某個 混蛋 想 讓 它 灰 飛煙滅 
當然 這是 精 簡版 
無論 對方 是 誰 我們 都 得 把 他們 揪出 來 以免 他們 對遊 騎兵 採取 暴力 攻擊 
我們 在 那 艘 太空船 上 有 優秀 人才 我 不會 再 眼睜睜 看著 任何人 喪命 
不到 24 小時 就要 噴射 了 
若 他們 要 耍 花樣 , 會 在 噴射 之前 就動手 
我建議 出動 我們 在 快樂谷 的 臥底 蒐集 更 多情 資 
讓 中情局 跟 蘇聯情 報局 找出 幕 後 黑手 
提姆 , 打給 漢林 主管 
我 不訝 異 在 這裡 有情 報員 但是 麥可 , 我 從 沒想過 你 是 其中 之一 
若 被 妳 發現 , 我 就 太遜 了 
還有 艾維羅夫 先生 你 在 罷工時 相當 活躍 
情報員 必須 融入 人群 , 順水 推舟 
所以 蘇聯情 報局 跟 中情局 現在 攜手 合作 嗎 ? 
就 像 妳 當初 為 了 阿波羅聯合號 計畫 效力 
對 , 妳 好 勇敢 
我們 都 知道 金 髮 女孩 對 我們 兩國 有 多 重要 
所以 我們 得 把 這件 事查 清楚 
人命 關天 , 我們 都 認識遊 騎兵 上 的 這些 人 
我們 知道 該 從 何查 起 很 好 , 最 後 一件 事 
北韓人 跟 我 提到 一個 叫做 邁爾斯 戴爾 的 人 或許 這無關 緊要 
我 跟 他 很 熟 
他 經營 黑市 
他 可能 有 參 與 這件 事 
謝謝 妳 告知 , 我們 會 偵訊 他 很 好 , 隨時 告訴 我 進度 
同時 , 我要 下令 再次 搜索 基地 
爸 
小凱 
嗨 , 爸 
嘿 , 一切 還好 嗎 ? 
我們 必須 談 一談 
我 很 抱歉 , 小妞 我 真的 ... 現在 無法 談 , 所以 ... - 為何 不能 ? 
- 我 就是 不能 我 正在 忙 工作 的 事 , 所以 ... 對 
對 , 我 知道 搜索 團隊 正在 掀翻 基地 尋找 失 蹤 的 通 訊 器材 
- 對 - 你 知情 嗎 ? 
不 , 我為 何會 知道 ? 
不曉得 , 你 曾經 認為 戴夫 艾耶薩 是 魔鬼 的 化身 
現在 你 倆則 像 好 哥們 , 在 角落 竊竊 私語 
你 何不 告訴 我 究竟 發生 什麼 事 ? 
- 沒發生 任何 事 , 我 發誓 - 別 再 騙 我 了 
你 以 為 我 看不出 來 , 爸 , 但 我 瞭解 你 
自從 我 來 這裡 , 你 就 在 欺騙 我 
連我來 之前 都 在 騙 
你 到底 怎麼 了 ? 
- 你 要 去 哪裡 ? - 編號 SL3 - 14 , 環境系 統維修 
去 吧 
進來 
兩位 先生 好 , 我來 修理 你們 的 空調 問題 
很 高興 你 來 了 
對 , 我們 的 問題 很 嚴重 
但 跟 空調 無關 
請 坐 
我 年 輕時 , 天不怕地 不怕 連 死亡 都 不怕 
我 總 認為 我會 ... 華麗 退場 
戈登 他 有 一次 跟 我 提到 他 罹癌 的 父親 
他 的 父親 曾 是 海軍陸 戰隊員 非常 強悍 , 但 ... 在 他 死 前 ... 他 很 害怕 
我 只是 ... 我 不想 變成 那樣 , 小凱 
我 不想 回家 的 原因 是 我 不想 最後住 進安養院 包 尿布 
在 這裡 , 我 ... 我 正在 做 有意 義的 事 
我 正在 打造 某樣 東西 在 我 死後依舊 屹立 不搖 
或 許連 他 的 孩子 們 也 可以 
你 之前 為 何不 跟 我 說 這些 ? 
我 以 為 妳 會 ... 認為 我 瘋 了 
我 不 認為 你 瘋 了 
或 許有 一點 瘋 
小凱 , 對 不起 
我 早 該 陪 在 妳 跟 艾 力克斯 身邊 
而且 我 從 來 不 應該 欺騙 妳 
從來 不應 該 
所以 你 要 跟 我 說 你 和 戴夫 在 忙 什麼 嗎 ? 
無線電 、 網路線 、 網路 交換器 、 螢幕 
有 好 幾頁 
被 掃 描入 庫 的 品項 突然 消失 
哇 , 某人 拿走 這些 東西 ? 
你 可能 面臨 走私 與 逃稅 罪名 而 你 還在裝 傻 你 就 一笑置之 , 若 無 其事 的 樣子 
我 不 知道 是 誰 拿走 那些 東西 , 你 想想看 我賣 內褲 、 漱口水 跟 爽足粉 
這些 東西 讓 這裡 的 人過 得 比 較 舒服 
誰 要 這個 通訊 器材 ? 
根本 沒有 實質 用 處 
除非 你 要 惡 搞遊 騎兵 
戴夫 艾耶薩 瓦解 罷工 
很多 人依舊 相當 不爽 
或許 不爽 到 來 找 你 幫忙 , 替 他們 報仇 
我為 何要 冒險 失去 我 苦心 經營 的 一切 ? 
何況 我 打 從 一開始 就 反 對 罷工 
你 隨便 問一個 人 就 知道 
你 要 我們 去問 一群 恐怖分子 證明 你 的 清白 
尼克 詹寧斯 是 我 的 朋友 
你 知道 他 的 太空衣 熔入 皮膚 嗎 ? 
你 能 想像 他 在 死 前 承受 了 多 大 的 痛苦 嗎 ? 
我 發誓 我 跟 那件事 毫無關 聯 
嘿 , 老兄 ... - 嘿 - 他 媽的給 我 跪下 
聽著 , 老兄 幹 , 老兄 , 你 要 扭斷 我 的 手臂 了 , 我操 
好 的 , 那麼 你 要 從 那條 地道 進去 你 在 地球 上 有 家人 嗎 ? 
有 兄弟 跟 兩個 姊妹 , 還有 爸媽 
我們 已經 很 久 ... 不要 刻意 去 ... 搞 什麼 ? 
快聯絡 他們 
搞 什麼 ? 
老兄 , 搞 什麼 ? 
怎麼 會 這樣 ? 
