" في الحلقات السابقة ... " يا للعجب ! 
- كان ذلك " هيرن الصياد " . 
- من ؟ 
عندما يركب " هيرن " مجددًا ، هذا ينذر بموت العاهل . 
بدأت أتساءل إن كنت قد أُرسلت إلى الكوكب من أجل أمر مميز . 
ذُبح الوحش وقُطع رأسه على يد " نيل جاكسون " . 
" بوينتون " ؟ 
السيدة " صوفيا ويلموت " . 
أنا أمارس أمورًا يخاف منها أكثر الناس . 
هل تريدني أن أقتل أبي ؟ 
- لنفرّقهم . - ماذا قلت ؟ 
" توماس " . 
- أيها الشرير . - قاتل ! 
- كاذب . - دعني وشأني ! 
" توماس " ! 
لقد أُصيبت " جورج " ! 
- هل تعرفه ؟ 
- " إيزمبارد تالي " . 
لا كفالة بأي ثمن ! 
إنها قرية موبوءة بالطاعون . 
سننظف هذه الطاولة ، ثم سأخرج تلك الرصاصة . كيف ؟ 
جورج " أصابتها حمى للتو . 
حرارتها مرتفعة جدًا ، يجب أن آخذها إلى طبيب . 
اقرؤوا عنها ، " نيلي جاكسون " . 
- لن أتأخر . 
- سأحضر بعض المستلزمات . 
أجل ، هل لديك بعض المال ؟ 
مرحبًا . 
أنا بحاجة إلى جرّاح ، الأمر عاجل ، هل هو موجود ؟ 
- نعم يا عزيزتي ، ادخلي . 
يا " هنري " ، هذه دوقة " أرغايل " مسافرة إلى " لندن " . - أطلق قاطع طريق النار على أختها . - مولاتي . 
قد لا تكون الشخص المناسب ، لكن لعلك تنصحني . 
انتزعت الرصاصة بنفسي . لكن أختي مُصابة بالحمى ، وأخشى أن يكون الجرح ... ليس صحيحًا . 
هذا احتمال وارد . 
حين تدخل رصاصة ، فإنها تُدخل أشياء معها . 
قماش وأوساخ . 
وإن لم تُنزع هذه الأشياء أيضًا ، فعندها ، أجل ، يمكن أن يحدث الموت . 
- إذًا ، هل يجب إعادة فتح الجرح ؟ 
- في الواقع ... من أفضل شخص هنا للتعامل مع الأمر ؟ 
لن تجدي أحدًا آخر . 
كل الجراحين الشباب مع الجيش في " أوروبا " . 
لو أتذكر أين حقيبتي فحسب . خذ يا " هنري " . 
- اعتن بنفسك يا " هنري " . - سأفعل . 
" ميكغريغور " ، ساعد السيد " تابلو " على ركوب العربة . 
حاضر يا سيدتي ، هل أضع هذه السلة في العربة معك يا سيدتي ؟ وإلا تبعثرت في كل مكان . 
بالتأكيد . 
- رائع ، هل صعدت ؟ 
- نعم ، شكرًا لك . 
رائع . ويا " ميكغريغور " ، لا تنس مخاطبتي بـ " مولاتي " . 
آسف يا مولاتي ، لا أدري ماذا دهاني ... 
ليتني ... ليتني أعلم ماذا أفعل . 
" مرهم لمعالجة الجروح يُوضع على اللحم . " 
" صوف خفاش ، أصابع جنّية ، خبز وقواق . " من أين سأحصل على أشياء كهذه ؟ 
" طاقية امرأة عانس ، مؤخرة متسول . " جميل ، " روث شيطان وبعض العيون العمياء . " 
أجل ، بالطبع ، لأنه من السهل الحصول عليها . 
" خبز الوقواق ... أصابع جنّية . " 
أليست قاطعة الطريق الفظيعة من أطلقت النار على أختك يا مولاتي ؟ 
تلك المنتشرة في كل الصحف ، " نيلي السوداء " ، أو " نيلي الزرقاء " . أو " نيلي الجامحة " ، شيء من هذا القبيل ، " جاكسون " . 
" نيل جاكسون " ، أجل ، لا . ربما كانت هي . 
- يُقال إنها مخيفة . - حقًا ؟ 
يُقال إنها تستطيع القضاء على عشرة رجال دفعة واحدة . 
وإن نظر المرء إلى عينيها مباشرةً ، يمكنها تحويل رجل إلى حجر ، أو هلام أو لا أدري ، شيء ما . 
طبيًا ، هذا غير ممكن بالطبع ، لكن من الواضح أنها أزعجت أحدهم . 
صحيح أنها كانت تتمتع بعدوانية أنثوية خاصة . 
لكن لا ، لم تكن مخيفة على الإطلاق ، بل كانت مهذبة جدًا في الحقيقة . 
لكنها أطلقت النار على أختك . 
أظن أنه كان حادثًا لا أكثر ، كما أنها لم تسرق شيئًا . 
- لكنها سطت عليكم . 
- أظن أنها ... 
آسفة ، من أجل الحماية فحسب ، لا شيء يدعو إلى القلق . 
أجل ، أظن أنها أرادت التحدث فحسب ، الثرثرة . 
ألم تسلبكم أسلحتكم إذًا ؟ 
لا . 
ألم تحاولي إطلاق النار عليها بعد أن أطلقت النار على أختك ؟ 
لا ، لقد غادرت ! 
وأظن أن مسدسها أطلق النار بالخطأ . 
وأظن أن ذلك أحزنها لأن آخر شيء قالته عندما غادرت كان ، " أنا بريئة ، 
لم أطلق النار على ذلك الرجل ، ذلك السيد . 
- إنه باطل ما كانوا يتهمونني به جميعًا . " 
- حقًا ؟ شيء من هذا القبيل ، نعم . 
- يا للهول ! - ماذا ؟ 
هل مكتوب هنا ، " القبض على ( إيزمبارد تالي ) في ( سلاو ) " ؟ 
لا أستطيع قراءة الطباعة الصغيرة من دون عدستي المكبّرة . 
- أيمكنك ان تقرئيه لي ؟ - لا يمكنني القراءة أيضًا 
من دون نظارتي الصغيرة ، - التي فقدتها . - أجل . 
أظنها في مكان ما هنا ، لكن ... آسفة ، هل ذلك ما هو مكتوب حقًا ؟ 
نعم . 
هنا ، ماذا ... " القبض على ( إيزمبارد تالي ) في ( سلاو ) . 
يؤكد هذا المراسل أن الشرير سيئ السمعة ، وبلاء مدينة ( لندن ) العظيمة وما جاورها ، ( إيزمبارد تالي ) ، نُقل مُكبّلًا بالسلاسل إلى سجن ( نيوغيت ) عند منتصف الليل إلا ربع من ( سلاو ) ، حيث قبضت عليه مجموعة من صائدي اللصوص . " 
- أنت ، انهض ، ستأتي معي . 
- هل سيتم إطلاق سراحه ؟ 
لا يا عزيزي ، إنه يعقوبي قذر . 
لا تعجبه الملكة ويريد نزعها من العرش . 
- لذا ، احزر . - ماذا ؟ 
سوف يُشنق . 
- إلى أين نذهب ؟ 
- سأخبرك عندما نصل . 
ادخل . 
ما هذا ؟ 
من الواضح أنك تعرف شخصًا ذا نفوذ . 
أجل ، بالفعل . 
شكرًا جزيلًا لك ، ولهذا أنا لست " إيزمبارد تالي " . 
- هيهات أن أصدّقك . - من يسكن هنا ؟ 
أنت ، كما قلت ، واضح أنك تعرف شخصًا ذا نفوذ . 
ماذا عن هذه الأصفاد ؟ 
" يا رب اسمك إلى الدهر ، يا رب ذكرك إلى دور فدور 
لان الرب يدين شعبه وعلى عبيده يشفق 
أصنام الأمم فضة وذهب ، عمل أيدي الناس . لها أفواه ولا تتكلم . لها أعين ولا تبصر ، لها آذان ولا تسمع . 
كذلك ليس في أفواهها نفس . لأن الرب يدين شعبه وعلى عبيده يشفق . 
أصنام الأمم فضة وذهب . " 
أين كنت ؟ 
" لندن " . 
- ليس لرؤية " بوينتون " . - " بوينتون " ، بلى . 
- دعك منه ، إنه ... 
- ما هو يا " توماس " ؟ 
- إنه خطير ومؤذ . 
اسمع ، يجب أن تتمالك نفسك . يجب أن تؤمن ببراءتك . وإلا فلن ينجح هذا الأمر . 
انظر إليّ يا " توماس " . 
أنت لم ... تقتل أبي ، بل قتلته " نيل جاكسون " ، هذه هي حقيقتنا الآن . 
ولكن أستطيع حمايتك إلا إن توقّفت عن الانغماس في هذا الضعف . 
هل تفهم ؟ 
جيد . 
إذًا ... 
أُصيب بسكتة دماغية ما - ويجب أن يتعافى . 
- لا أريده هنا . 
لا تقل هذا ، إنه يحبك ، ويمكنه مساعدتنا . أما الآن ، يمكننا مساعدته . 
سأواصل توظيف " جارولد " لملاحقة " نيل جاكسون " بالطريقة المعتادة . 
لكن " بوينتون " ... ما يستطيع فعله أمر خارق . 
- سيأتي إلينا الليلة . - " صوفيا " ... 
ماذا ؟ 
هو من زرع الفكرة في رأسي بأن أفعلها . 
- كيف يا " توماس " ؟ لم يكن هناك ... - لا ، قبل أن ... كنت أخبره بأشياء من قبيل ... أنه ينقصني المال وأحتاج إلى ميراثي . وكان يقول أمورًا مثل ، " ( توماس ) ، ما الذي يحول بينك وبين ميراثك ؟ " 
أجل ، لكن ، - بالتأكيد لم يقصد ... - بل قصد ذلك يا " صوفيا " ! 
خُدعت بالاعتقاد أن قتل أبي خيار متاح . 
وهو من زرع تلك الفكرة في رأسي ، ولو لم يفعل ... 
- لما حدث ذلك . - " توماس " ، أنت ... أخبرته بأن " جاكسون " هي الفاعله وصدّقني . 
إنه في صفّنا . 
أيًا كان ما تحدثتما به في الماضي ، فقد صدّقني . 
وأنت ، يجب أن تصدّق ذلك أيضًا . 
" توماس " ... ألا تفهم شيئًا عن ... لا تجبرني على حرمانك من الميراث . 
أنت تثير اشمئزازي . 
شكرًا لك . 
ما هذا المكان ؟ 
نظن أنها قرية قديمة موبوءة . 
لقد مرّت ساعات ! ظننت أنك لن تعودي أبدًا . 
" ديزي " . 
- هل هو جرّاح ؟ - نعم ، هذا السيد " تابلو " . 
ستريك خادمتي مكان أختي ، السيدة " جورج " ... - " جيانا " . - إنها هناك . 
- " ديفيرو " في " نيوغيت " . - ماذا ؟ ألا تجيد القراءة ؟ 
- " نيلي " ؟ أين " نيلي " ؟ - " نيلي " ؟ من هي " نيلي " ؟ 
إنه اسمي . 
أجل ، مثل قاطعة الطرق . 
والآن يا سيدة " جورجيانا " . جاء السيد " تابلو " لمعاينة جرحك ومعالجتك . 
- لتعودي أفضل مما كنت . 
- لماذا تتكلمين بغرابة ؟ 
- ما هذه المادة اللزجة ؟ 
بعض الأعشاب وما شابه ، يُفترض أن تكون مفيدة لجروح اللحم . - وما شابه . 
- صحيح ، تابع عملك . 
منحها المرهم بعض الوقت . 
لكن الجرح مُزرقّ . 
كما توقعت ، ما زال هناك تعفّن داخله - وما لم يُزل ... 
- ويمكنك إصلاح ذلك . 
وبعدها ؟ 
وبعدها ؟ 
- أجل . 
- أجل . 
قد يكون التعفّن قد سرى بالفعل في الدم . 
إذًا ، أهذا كل شيء ؟ 
ألا يمكنك فعل شيء ؟ 
لا ، أقصد أنني إن فتحت الجرح مجددًا ، فقد تكون هناك فرصة لإنقاذ حياة الطفلة . 
لكن قد يجب عليك أن تتقبلي ، حتى بعد أن نعرّضها لصدمة العملية ... أن هذا هو عمر الطفلة المكتوب . 
إن ماتت ... فسيكون ذلك ذنبي ، لذا هل يمكنك فعل كل ما بوسعك رجاءً ؟ 
رجاءً ؟ 
بالتأكيد . 
- ماذا يُوجد في هذا ؟ 
- صوف خفاش فحسب . وبضع أصابع جنّية . وخبز وقواق وقلنسوة نوم عانس وبعض العيون العمياء ومؤخرة متسول . 
وبعض روث الشيطان . 
- ليس الكثير ، ذلك فحسب . - جيد . 
والآن ، يا سيدة " جورجيانا " ، عليّ فتح ذلك الجرح مجددًا ، لأنني أظن أن فيه بعض الوسخ الذي يجب أن يُزال ، ويجب أن تكوني شجاعة جدًا . 
عندما ينتهي كل شيء ، سنستخدم هذا المرهم الذي سيساعدك على الشفاء . 
ما رأيك في هذا ؟ 
- أجل يا سيدي . - فتاة مطيعة . 
هلّا تساعد السيدة " جورجيانا " على الصعود على الطاولة . 
- حسنًا يا سيدتي ... 
- لم أعلم أنك تجيدين القراءة . 
- تمهّلي . - لا أجيدها . 
حدث شيء اليوم في أثناء غيابك . 
وما ذاك ؟ 
أظن ... وهذا شيء أدركته منذ فترة . أظن أنني أستطيع رؤية ... بل الشعور بأشياء لا يشعر بها الآخرون . 
ماذا تعنين ؟ 
أظن أنني ساحرة . 
صحيح . 
لديك زيارة . 
السيدة " يولاريا موغرهانغر " . 
- يا للهول ! 
- عرفت أن هذا أنت . 
" يولاريا " ، كم تسعدني رؤيتك ، يجب أن تخرجيني من هنا . 
معظم الناس يقفون عندما أدخل غرفة . 
الأمر ليس سهلًا كما يبدو . 
- أنت أحمق . 
لكن ، انظري ، أنا لست " إيزمبارد تالي " . 
هل تدرك أنهم سيشنقونك إلا إن اخترت استخدام نفوذي ؟ 
لماذا قد تختارين ألّا تفعلي ذلك يا محبوبتي ؟ 
لماذا تختارين عدم إنقاذي من سوء التفاهم البشع هذا ؟ 
تم اعتقالك في " سلاو " . 
لم أكن أدري أنها " سلاو " ، كنت أحاول الوصول من نقطة إلى أخرى . 
وناهيك عن مصيبة وجودك في " سلاو " ، يُقال إنك كنت بصحبة قاطعة طريق قذرة . 
- لا . 
- يُقال إنك وهذه المرأة ، أيًا كانت من تظن نفسها ، تظاهرتما بأنكما زوجان لتسرقا المال من عجوزين في لعبة ورق ؟ 
من أين أتيت بهذا ؟ لا أدري . ربما اخترعته لأنه ليس لي شغل سوى ذلك . أو ربما أسأت فهمه لأن دماغي لم يعد يعمل بشكل صحيح بعدما صرت عجوزًا جدًا . 
أو ربما لأنه مكتوب على الصحف اللعينة ! 
كلام الشوارع ، يا له من هراء ! 
لكن صحفك لا تقول إنه أنا ، صحيح ؟ 
صحفك لا تقول إن " تشارلز ديفيرو " هو " إيزمبارد تالي " . 
لا ، طبعًا لا ، ليس بعد ، على أي حال . 
رباه ! كان ذلك ليصير خبرًا حصريًا رائعًا . 
" يولاريا " ، حبيبتي ، أنت مخطئة . 
لكنك قلت لي إنك هو ذات مرة وأنت ثمل . 
ضحكت حينها ولم أصدّقك ، أمّا الآن . أتدري أنّني لا أمانع ذلك كثيرًا ؟ 
على المرء أن يحظى ببعض التسلية . 
لكن أن تتجول في الريف مع امرأة ساقطة . اعلم رجاءً أنني قاب قوسين من فسخ خطوبتنا . 
" يولاريا " ، أنا لست " إيزمبارد تالي " . 
ولم اكن أتجوّل برفقة أي قاطعة طريق قذرة . 
من هي إذًا تلك المدعوة " نيلي جاكسون " ؟ 
من ؟ 
لاحظت أنك كثير الهزل مؤخرًا . 
لا أظن أنني أفهم ماذا تعنين . 
إن كنت لم تسمع عن " نيلي جاكسون " ، فأنت الوحيد في " إنكلترا " الذي لم يسمع عنها . الناس تشتري جرائدي من أجلها أكثر منك . 
هي ! 
- هل قبضوا على " نيلي جاكسون " ؟ 
- لا . من الواضح أنها نرجسية أكثر منك . 
إذًا باختصار ، ما لم تخبرني بالحقيقة ، لا يمكنني فعل الكثير من أجلك . 
حسنًا ! 
كنت أمرّ عبر ما أدركت الآن أنها " سلاو " في طريق عودتي إلى " لندن " من عطلة صيد نهاية الأسبوع بالريف عندما احتاج حصاني إلى استراحة . 
حسنًا ؟ لذا توقفت ، ولم أكن أنوي البقاء أكثر من خمس دقائق . ثم فجأةً ، رأيته . مسدّس مصوب نحو وجهي مباشرةً . 
ثم أجبرتني على الذهاب معها والتظاهر بأنني السيد ... نسيت اسمه ، ولعب الورق مع السيد والسيدة نسيت اسمهما . 
لكن بصراحة ، بدا الأمر غير مؤذ . 
لم أكن أعلم أنها تنوي سرقته . 
ثم فجأةً ، اقتحم أولئك الرجال وهم يقولون إنني " إيزمبارد تالي " ، وكانوا يفوقونني عددًا ، فقيدوني ورموني هنا . 
لا ، ذلك ... لا يبدو صحيحًا ، اسمع ، سأدعك وشأنك . 
لا يا " يولاريا " . 
وعندما تقرر إخباري بالحقيقة ، سأقرر إن كنت سأفعل المستحيل - لإخراجك من هذا الجحيم . 
- هذه هي الحقيقة يا " يولاريا " . 
وسيعيدونك إلى المكان المقرف عندما أرحل . 
استأجرت هذا الجناح لخمس دقائق فقط كي أتمكن من الزيارة من دون أن أتقيأ . 
لا يا " يولاريا " ! 
- لا ! - هيا بنا يا " فاليريان " . 
" يولاريا " ! 
" يولاريا " ! 
ابقي دافئة قرب النار . 
تُرى هل بوسعك إعادتي إلى " هاي ويكومب " يا سيدي الشاب ؟ 
لا أدري كيف وصلنا إلى هنا . 
وستقلق السيدة " تابلو " إن لم أعد إلى البيت قبل حلول الليل . 
- سأجهّز الأحصنة . - حسنًا . 
- مهلًا ، كم تريد من المال ؟ 
- أتقاضى جنيهًا في العادة . 
لا أملك سوى الذهب ، هل يفي هذا بالغرض ؟ 
هذا غير مسروق ، أليس كذلك ؟ 
يا للهول يا سيد " تابلو " ، لا ! 
سأتنازل عن أتعابي هذه المرة . 
لا ، أرجوك أن تأخذه ، صدّقني لن يُفتقد . 
لن يفتقده أحد . لأن الأشياء التي أخذتها كانت من أشخاص يملكون مالًا أكثر من أن ينفقوه أصلًا . 
أرجوك . 
سأرافقك إلى عربتك . 
شكرًا لك يا سيد " تابلو " . 
اعتني بها . 
خلال يومين أو ثلاثة ، آمل أن تكون قد تجاوزت نقطة الخطر . 
ستعرفين بحلول ذلك الوقت على أيّ حال ، بطريقة أو بأخرى . 
- إنها فتاة شجاعة . - أجل . أحيانًا لا يكون لك خيار في الأمر . 
- يجب أن تكون شجاعًا فحسب . 
- أفهم ذلك . اسمع ، لم أطلق النار على ذلك النبيل في " توتنهام " . 
ابنه هو من فعل ذلك بعد أن أطلق النار على ... والدنا . 
وأعلم أن هذا يبدو مستبعدًا ، لكنها الحقيقة . 
ولهذا اضطُررنا إلى العيش هكذا . 
ما بيدي حيلة . 
لن يصدّق أحد شخصًا مثلي مقابل علية القوم . 
يجب أن تجدي قاضيًا - يستمع إليك ... 
- أعلم . ... ثم يحميك - حتى تُسمع أقوالك بإنصاف في المحكمة . - أين ؟ 
حتى إن وجدت قاضيًا يستمع إليّ ، فسيكون خائفًا جدًا من مواجهة أصحاب السُلطة . 
وحتى حينها ، لن أحصل أبدًا على جلسة استماع عادلة . 
- أخي الأكبر ... 
- هل لديك أخ أكبر ؟ نعم ، إنه قاض . 
في " أوكسفورد " ، يجب أن تبحثي عنه . 
" جيريمايا تابلو " ، لديه عنوان في جادّة " هوليويل " . 
سأكتب إليه . 
- كل شيء جاهز . - حقًا ؟ 
حظًا موفقًا يا مولاتي . 
هل أنت هنا يا " بيلي " ؟ 
- نعم ، أنا هنا . 
نعم ، أنا بخير ، هل أنت بخير ؟ 
نعم ، أنا بخير . 
إذًا ، إليكما الخطة ، سأذهب إلى " أوكسفورد " . 
- لماذا ؟ - ستبقيان هنا . لمقابلة قاض لأن " جورج " لا تستطيع الذهاب إلى مكان أو فعل شيء لثلاثة أيام . 
لذا ، اليوم الأربعاء ، ثم الخميس والجمعة والسبت ، يوم السبت سأعود حينها وسننطلق إلى العم " جاك " في " أبينغدون " . لكن السيد " ديفيرو " قال إنها خطة سيئة . 
أجل ، و " ديفيرو " في " نيوغيت " ، لذا ما أدراه ؟ أجل . لهذا يجب أن أعود إلى المدينة بعد ذلك . 
إنه هناك بسببنا . بسببي ، لذا سأخرجه من السجن . 
كيف ؟ 
لا فكرة لديّ . 
آمل أنّ " توماس " لم يبتعد خوفًا منّي . 
لقد ذهب إلى " لندن " من أجل تغيير الأجواء . 
للأسف ، لم يتقبّل ما حدث . 
لكن ... سيكون شرفًا عظيمًا وبهجة لي أن أحظى بشخص ذكي مثلك أتحدث إليه . 
لا يمكنك أن تتخيل شعوري بأن أملك فكرًا جيدًا ولا أجد فرصة لاستخدامه . 
أريد أن أتعلّم كل شيء يمكنك أن تعلّمنيه قبل أن تُضطر إلى العودة . 
أريد أن تموت " جاكسون " . 
أحسب أن القدر جمعنا معًا يا " صوفيا " . 
ومن المبهج لي أنك منفتحة هكذا على الفنون المظلمة . 
أحسب أن لديك إمكانيات لها أكثر منّي . 
حقًا ؟ 
إذًا ... يجب أن أخبرك بشيء مهم . 
هل تتذكرين حين سألتني لماذا استحضرت " هيرن " ؟ 
قلت إنها كانت مزحة خاصة مع الملكة . 
لم أرد أن أجعلها تضحك . 
أردت أن أخيفها . 
هل أنت ... يعقوبي ؟ 
" صوفيا " ، سأعلّمك كل ما أعرفه عن الفنون كي تقدّمي هذه المرأة " جاكسون " للعدالة . لكن في المقابل ، أريدك أن تكوني مساعدتي . 
أريدك أن تفعلي أشياء لم أعد قادرًا على فعلها . 
ماذا ؟ 
أي أشياء ؟ 
- الملكة خائنة . 
- أنت يعقوبي فعلًا . 
لقد بددت سلطة التاج وسلّمتها بسرور إلى البرلمان ، إلى الشعب . 
وسرعان ما سيصبح الرجال العاديون ، سائقو العربات والنجارون وأمثال والد " نيل جاكسون " قادرين على التصويت . 
وكم سيطول الأمر قبل أن يتألف البرلمان نفسه من هؤلاء ؟ 
هذا لا يُتصوّر . 
إذًا ... ماذا ... ماذا تريد منّي أن أفعل ؟ 
العاهل الشرعي لهذا البلد هو " جيمس فرانسيس إدوارد ستيوارت " ، الذي يعيش حاليًا بشكل مخز في البلاط الفرنسي . 
في غضون أسابيع قليلة ، سيبحر مع جيش عبر القناة و ... يغزو . 
أعرف الفتى منذ أن كان رضيعًا . 
إنه يثق بي أكثر من أي شخص آخر . 
حين يصبح ملكًا ، سأصبح أقرب مستشاريه الشخصيين . 
يا " صوفيا " ، نصف مجلس " آن " الخاص مُؤلف من رجال يشعرون بما أشعر به تمامًا . 
كنت آمل أن أستحضر " هيرن " لمرافقة الملك الشاب . حتى يشعر الناس بالرهبة منه بوجود هذا المخلوق الغريب الخارق للطبيعة بجانبه . 
هل ستساعدينني ؟ 
هل ستساعدين " إنكلترا " ؟ 
إن فعلت ، فليس لديّ شك أنك بذكائك وفكرك ستحظين بمكانة عظيمة جدًا في بلاط " جيمس الثالث " . 
سأحرص على ذلك . 
أنا أيضًا لديّ ما أعترف به . 
" جاكسون " لم تقتل أبي . 
" توماس " قتله . 
حقًا ؟ 
حقًا . كانت هناك ، وكان ذلك بسببها . 
وأنا ... لعدة أسباب ، شاركت في اتهامها . 
لأحميه ، لأحمي نفسي . 
لأنه إن أصابه مكروه ، فلن أرث " برودواتر " . 
فيم تفكر ؟ 
لا شيء من هذا يهم يا " صوفيا " . 
كنت محقة بإخباري . لكنك و " توماس " اتخذتما القرار الصحيح . 
- حقًا ؟ 
- نعم . 
أمثالنا يتحمّلون عبء الحكم ، وأمثال " نيل جاكسون " لا حاجة إليهم . 
اتخذتما القرار الصائب تمامًا ، يا لذكائكما ! 
أود رؤية " توماس " ، بعد أن أتعافى . 
أقنعيه بالعودة إلى المنزل ، هذا أفضل مكان له . 
حاول أن يخبرني بأنك أقنعته بقتل والدنا . 
الحزن يفعل أشياء فظيعة بالإنسان . 
وماذا عن " نيل جاكسون " ؟ 
علينا التعامل مع " نيل جاكسون " بسرعة ، لننه المسألة . 
سأصوغ تعويذة ، لنر إن كنت تستطيعين تنفيذها . 
سنفعل ذلك معًا . 
سيد " تابلو " ، جاء النقيب " أرغايل " لرؤيتك يا سيدي . 
قال إن له موعدًا . 
أجل ، أدخله . 
أيها النقيب " أرغايل " ، تفضّل . 
لكن ، لا ... لم أقل شيئًا أو ما شابه ، لكن في الواقع ، هذا في ليلة عودتي إلى البيت . 
هنا يبدأ ذلك المدعو " بلانشفورد " بإثارة الجلبة . " توماس " ، لكنه ظل يضايق أختي لأسابيع قبل ذلك ، 
لكنه كان حصان " نايثن هاليداي " ، ولا يعجبنا ، لأنه رفع ذات مرة تنورة أخت صديقة " روكسي " ، وقال إنها لا تعجبه حتى . فلم فعل ذلك إذًا ؟ ثم غضب والدها كأنه ذنبها . 
وقلنا جميعًا ، " ماذا ؟ " ثم ... آسف ، أين كنا ؟ 
خرجت عن الموضوع . 
أجل ، في تلك الليلة ، هذا المدعو " توماس " كان يحمل سوطًا وكانت هناك ... المعذرة يا سيد " تابلو " . 
سيد " تابلو " . 
سيد " تابلو " . 
سيد " تابلو " . 
سيد " تابلو " ! 
ما الخطب ؟ 
- هل هو ... 
- سيد " تابلو " . 
سيد " تابلو " . 
- جريمة قتل ! - ماذا ؟ 
جريمة قتل ! لا ، لم أفعل . - لم تكن كذلك ، كنت ... - جريمة قتل ! 
