О , . . госпожо . 
Това беше Херн Ловецът . 
- Кой ? 
Когато Хърн язди коня , той предвещава смъртта на монарха . 
Започвам да се съмнявам ако сте били изпратени на планетата за нещо специално . 
Звярът беше обезглавен от Нел Джаксън . 
Пойнтън ? 
Лейди София Уилмот . 
Неща , от които повечето хора се страхуват . 
Искаш да убия собствения си баща ? 
- Да ги разделим . - Какво каза ? 
Томас . 
- Ти си злодей . - Убийство ! 
- Лъжец . - Остави ме на мира ! 
Томас ! 
Джордж е простреляна ! 
- Познавате ли го ? 
- Изамбард Тъли . 
Но без гаранция за сега ! 
Това село е чумаво . 
Сложете я на масата . И след това ще извадя куршума . Как ? 
Джордж има треска . 
Тя гори . Трябва да я заведа на лекар . 
Вестници моля ... прочетете за Нели Джаксън . 
- Няма да се бавя . 
- Ще донеса провизии . 
Купи и един новинарски вестник . 
Здравейте . 
Спешно ми трябва хирург . Вътре ли е ? 
- Да , скъпа . Влезте . - Прекрасно . 
Хенри ... , херцогинята на Аргайл е идвала до Лондон когато са ги нападнали и са простреляли сестра и . 
- Ваша Светлост . Може би не сте правилният човек , но може би ще ме посъветвате . 
Сама извадих куршума . , но сестра ми има треска . , и се страхувам , че раната може да се е ... инфектирала . 
О , това е възможно . 
Когато куршумът влезе , той вкарва и зараза . 
Нещо като от дрехата , мрасотия . 
И ако раната не се обработи добре , тогава , да , смъртта може да дойде . 
И така ... Значи раната трябва да се отвори отново ? 
Е ... Кой е най - добрият хирург който може да се справи с това ? 
Няма да намериш никой друг . 
Всички по - млади хирурзи заминаха с армията в Европа . 
Ако мога само да си спомня къде може да съм оставил чантата си . Хенри , тук е . 
- Пази се , Хенри . - Добре . 
Макгрегър . Помогнете на Г - н Туплоу да влезе в каретата . 
Да , Милейди . Може ли да сложа тази кошница при вас в каретата , Милейди ? Защото няма място горе . 
Разбира се . Разбира се . 
- Чудесно . Слагам всичко . 
- Да , благодаря . 
Чудесно , чудесно и Макгрегър , не забравяй да се обръщаш към мен с думите " ваша Светлост " . " 
Съжалявам , Гра ... Съжелявам . . госпожо ... 
Превод и Субтитри mani_dj Исках ... Искаше ми се да знаех какво да направя . 
" Мехлем " . " За лекуване ... " " на рани по тялото " 
Какво , ... крила от прилеп , билка - пръстите на феята , листа от кокосов орех . От къде мога да взема тия неща ? 
" Нощницата на стара мома , монети от просяк " . Хубаво . " Дива праскова и няколко стръка от билката слепи очи . " 
Да , разбира се , защото са лесни за намиране . 
Листа на кокосов орех . Билката " Пръстите на феята . " 
Не беше ли тази ужасна разбойничка , Ваша Светлост , която е застреляла сестра ви ? 
за която пишат във всички вестници . Черната Нели . Синята Нели . Дивият Нели Нещо като ... . . . Джаксън . 
Нел Джаксън . Да . Не . Може и тя да е била . 
- Очевидно е била страховита . 
- Тя ли ? Казват , че може да надвие над 10 човека наведнъж . 
И ако погледнеш право в очите и , може да превърне в камък . , или желе или нещо такова . 
От медицинска гледна точка , това разбира се , е невъзможно ... Но очевидно е ядосала някого . 
В нея имаше определена женственост . 
Но не , тя не се страхуваше . Ни най - малко . Всъщност беше доста учтива . 
Но тя застреля сестра ти . 
Мисля , че беше инцидент . И всъщност не е откраднала нищо . 
Но тя те задържа . 
Мисля , че тя ... 
Съжалявам . Само за защита е . Няма за какво да се притесняваш . 
Да , мисля , че тя просто искаше да си поговорим . , да говорим . 
Тя не ти ли взе оръжието , тогава ? 
Не . Не . 
Не се ли опита да я застреляш след като стреля по сестра ти ? 
Не , тя беше на разстояние ! 
И , знаеш ли , мисля , че това стана случайно , ако трябва да съм честна . 
И мисля , че , ... мисля , че това я е разстроило . Защото последното нещо , което каза когато си тръгна , ми каза : " Аз съм невинна . 
Никога не съм застрелвала този човек , този лорд . 
Този за който всички ме обвиняваха . " 
- Тя ли ? Нещо такова беше . Да . 
- Небеса ! - Какво ? 
Какво пише там ? " Исамбард Тъли е заловен в Слау . " Аз 
- Аз ... Не мога да прочета малкия шрифт без очилата ми . 
Ще ми го прочетеш ли ? - Не , и аз не мога да чета . 
Не , не и без очилата , които загубих . 
Мисля , че имам нещо тук , но ... . . Съжалявам . Тук наистина ли така пише ? 
Да . 
Ето , какво ... " Исамбард Тъли е заловен в Слау . 
Репортерът може да потвърди че скандалният злодей и бичът на големия град Лондон и околноста , Исамбард Тъли беше предаден и оковани в затвора Нюгейт в четвърт полунощ от Слау , където бе заловен от група честни граждани . " 
Ти , стани . Идваш с мен . 
Ще бъде ли освободен ? 
Не . . Той е мръсен Якобинец . 
Той не харесва кралицата . Иска да я свали от трона . 
- Е , познай какво ? - Какво ? 
Ще го обесят . 
- Къде отиваме ? 
- Ще ти кажа като стигнем . 
Влизай вътре . . 
Какво е това ? 
Очевидно познаваш някой от по високите места . 
Да . Да , имам . 
Благодаря ви много . Затова не съм Исамбард Тъли . 
- Продължавай да си го повтаряш . Кой живее тук ? 
Както казах , очевидно познаваш някой от високо място . 
Ами тези ? 
И аз съм верен на лордовете от поколения . 
Защото Господ ще съди Своя народ и ще се покае за слугите си , 
Идолите на езичниците са направени от сребро и злато , правени от човешки ръце . Имат уста , но не говорят . Имат очи , но не виждат . Имат уши . Но не чуват . 
Имат дишане , но нямат дъх . " " Защото Господ ще съди Своя народ и ще се покае за своите слуги , 
Идолите на езичниците са направени от сребро и злато . " 
Къде беше ? 
Лондон . 
- Не , за да се видиш Пойнтън , нали ? 
- Не се занимавай с него . Той е ... 
Какъв е той ? Томас ? 
Той е опасен . Отровен . 
Слушай . Имаш нужда да се стегнеш . Трябва да вярваш в собствената си невинност . В противен случай , това няма да проработи . 
Томас , Погледни ме . 
Не си убил татко ти . Нел Джаксън го направи . Това е нашата истина сега . 
Но мога да те защитя ако не спреш да се поддаваш на тази слабост . 
Разбираш ли ме ? 
Добре . 
И така ... 
Получил е пристъп на апоплексия . и той трябва да се възстанови . 
Не го искам тук . 
Глупости . Той е привързан към теб . , и той може да ни помогне . И точно сега можем да му помогнем . 
Ще продължа да наемам Джералд . да преследва Нел Джаксън по обичайния начин . 
Но Пойнтън ... Това , което може да направи , е изключително . 
- Ще дойде при нас довечера . - София ... 
Какво ? 
Той беше този , който постави идеята в главата ми да го направя . 
- Как ? Томас . Той не беше там ... - Не . Преди това . . аз му бях казал някой неща ... . . че не ми достигат пари и че се нуждая от наследството си . И той ме попита нещо като , " Е , Томас , какво стои между теб и наследството Ти ? " 
Да , но ... със сигурност не е имал предвид ... . - О , той говореше сериозно София ! 
Убеди ме да повярвам че убийството на баща ми е изход . 
И той сложи тази идея в главата ми . И ако не беше той ... . . 
Тогава никога нямаше да се случи . Томас , ти ... Казах му , че е Джаксън и той ми повярва . 
Той е на наша страна . 
Каквито и разговори да сте водили с него в миналото , той ми вярваше . 
И ти трябва да повярваш . 
Томас ... ти нищо не разбираш ... и не ме карай да те лишавам от наследство защото ще се изправиш пред последствията които си направил . 
Мразя те 60 00 : 15 : 24,879 - - 00 : 15 : 26,422 [ коне цвили ] 
О , благодаря . 
Какво е това място ? 
Мислим , че е старо селище пострадало от чумата . 
Минаха часове ! Мислех , че никога няма да се върнеш . 
Дейзи . 
- Това хирурга ли е ? - Да . Това е Г - н Туплоу . 
Прислужницата на моята дама ще ви покаже . къде е сестра ми , Къде е Лейди Джорджиана . Тя е тук . 
- Девъро е в Нюгейт . - Какво ? Не можеш ли да четеш ? 
Нели ? Къде е Нели ? Нели ? Коя е Нели ? 
Това е името ми . Да ! 
Също като жената разбойник . 
Сега , Лейди Джорджиана . Г - н Туплоу е тук , за да прегледа раната ти и да те направи по - добре . 
По - добре от всякога . 
Защо говориш странно ? 
- Какъв е този мехлем ? 
Само билки и други неща . Това е добре за нанесени раните по тялото . Правилно . 
Правилно ! Правилно . Продължавай . 
Мехлемът и спечели време . 
Но раната е гнойна . 
Както подозирах , заразата продължава да съществува вътре - и освен ако не излезе ... 
- И ти можеш да оправиш това . 
И после ? 
И после . 
- Да . 
- Да . 
Заразата може вече да се е разпространила в кръвта . 
И ? 
Какво ? Нищо ли не можеш да направиш ? 
Не . Казвам , че , ако отворя раната отново , може да има шанс да спася живота на детето . 
Но може и да стане така че да остане неподвижна . Това ... Това ще бъде само една продължителност на детето . 
Ако тя умре ... Всичко е по моя вина . Така че , може ли да го направите ? 
Моля те ? 
Разбира се . 
Какво има вътре ? 
Суени крила от прилеп . Билка " Пръстите на фея . " Листата на кокосов орех , билка " Слепи очи , " нощница на стара мома , и монета от просяк . 
И малко дяволска тор . 
- Не много . Само това . - Добре . 
Сега ... Лейди Джорджиана , Ще трябва да отворя тази рана отново , защото мисля , че гной който ти заразява кръвта . и трябва да я изкараме , но ще трябва да бъдеш много смела . 
Когато всичко свърши , ще използваме този мехлем . , който ще ти помогне да се излекуваш . 
Как ти звучи това ? 
- Да , сър . - Добро момиче . 
Бихте ли помогнали на Лейди Джорджиана да легне на масата , моля ? 
Добре , лейди Джорджиана ... 
не знаех че можете да пеете . 
Движи се бавно . Не мога . 
Днес нещо се случи нещо когато замиина . 
Да , какво ? 
И мисля ... мисля че аз ... И това е нещо което от години го забелязах . Мога да видя или да почувствам това , което другите хора не могат . 
Какво имаш предвид ? 
Мисля че съм магьосница . 
Сериозно . 
Посещение . 
Лейди Еулария Могерхангар . 
О , боже Еулария 
О , знаех че си ти . 
Описано е възхитително . Трябва да ме измъкнеш от тук . 
Повечето хора когато влиза в стая те стават 
Не е толкова лесно , колкото звучи . 
- Ти си идиот . - Да . 
Но , вината не е моя Аз не съм Изамбард Тъли . 
Осъзнаваш ли , че ще те обесят ? Освен ако не искам да рискувам няколко връзки ? 
Тогава защо не ме убиеш , любов моя ? 
Защо мислиш че не мога да пропусна това ужасно недоразумение ? 
Арестуваха те в Слау . 
О , добре , само че ... не знаех , че е Слау . И просто се опитвах да стигна от точка А до точка Б . 
И ако престоят в Слау не ти е бил достатъчно отвратителен , то буквално имам чувството , че си бил в компания на някакъв разпусната улична жена . 
Нали ? 
Някой твърди , че вие и тази , която и да си мисли , сте се представили за семейна двойка за да мамите на карти за пари съдията и другите аристократи ? 
От къде съм го чула това . . или може би току - що съм го измислила защото нямам какво друго да правя . Или може би съм го разбрала погрешно , защото мозъкът ми вече не работи правилно . Толкова съм стара . 
Или може би това е така защото го пише навсякъде по проклетите вестници ! 
О , тези негодници . Какви глупости ! 
Но във вестниците не пише , че съм аз , нали ? 
Във вашите вестници никъде не споменават че Чарлз Деверо е Изамбард Тъли . 
Не , не , разбира се . Поне засега . 
О , Боже , това може да е забележително събитие . 
Еулария , любов моя . Ти грешиш . 
Ах ! Но ти веднъж ми каза когато беше пиян . 
Тогава се засмях . И не ти повярвах . Но сега , ако искаш да бъдеш част от този свят ? 
Трябва да се позабавляваме . 
Но не и на разходка в провинцията с " уличница " . Толкова си ми близо ... да прекратим годежа си . 
Еулария аз не съм Изамбард Тули . 
И никога не съм бил в компанията на улични жени . 
И така , коя е тази Нели Джаксън ? 
Моля ? 
Ти знаеш , че напоследък си прекарваш чудесно . 
Не съм сигурен , за какво ми говориш . 
Ако все още не си чувал за Нели Джаксън , тогава вие сте единственият човек в цяла Англия който не чувал за нея . 
О . . , Тя ! 
Хваната ли е Нели Джаксън ? 
Не , очевидно е по умна , отколкото ти . 
И така , нека обобщим . Ако не ми кажеш истината , не мога да направя нищо за теб . 
Добре ! Добре ! 
Просто минавах покрай това място на връщане в Лондон от точка А до точка Б и конят ми се нуждае от храна . 
Така че се придържах към това си намерение повече от пет минути . И тогава , изведнъж , ми насочиха пистолет право в лицето ми . 
Тогава тя ме накара да отида с нея на това парти , и да се преструвам на господар ... И ... . . бяхме поканени да играем карти с Лорда госпожата и не мога да си спомня другите . 
Но честно казано , изглеждаха доста безобидни . 
Не исках да бъда част от нейните намерения да ги измами , за да им вземем парите . 
И тогава изведнъж , всички тези хора ми казват че аз съм Изамбард Тъли , Така ме заловиха , бяха ми вързали ръце и ме довлякаха до тук . 
Не , не ... това не ми звучи като вярно . Ще ти кажа какво , оставям да си помислиш . 
Не , Еулария . 
Все пак ако решиш да ми кажеш истината , тогава ще реша дали да преместя небето и земята за да те измъкна от тази адска дупка . 
- Истина е . 
Сега сте си у дома до момента в който си изляза . 
Наех тази стая само за пет минути за да те посетя . 
Не , Еулария ! 
Не ! Не ! 
Еулария ! 
Еулария ? 
Остани на топло до огъня . 
Ще ме закарате ли за Хай Уикъмб , млади господине ? 
Нямам представа как се озовахме тук . 
А Г - жа Туплоу ще е разтревожена ако не се прибера преди да падне нощта . 
- Сега ще впрегна конете . 
- Добре . Чакайте да платя . Колко искате ? 
Обикновено взимам Гвинеи . 
Имам само злато . Това ще свърши ли работа ? 
То ... Не е откраднато , нали ? 
Г - н Туплоу , кълна се в Бога , не ! 
Този път ще се откажа от хонорара си . 
Не , моля те , вземи това . Сериозно , няма да се забележи . 
От никого . Защото нещата , които взех , и всичко от хората , които имат много пари те така или иначе не знаят какво да ги правят . 
Моля те . 
Ще те изпратя до каретата . 
Благодаря . Г - н Туплоу . 
Грижи се за нея . 
Надявам се до три дена точката на опасност да отмине . 
Така или иначе ще разбереш . , по един или друг начин . 
- Тя е смело малко момиче . - Да , добре . Понякога правиш това което не трябва ? 
- Просто трябва да си такъв . 
- Разбирам това . Слушай , никога не съм стреляла по онзи аристократ в Тотнъм . 
Собственият му син беше който застреля ... баща си . 
И знам , че звучи малко невероятно , но това е истината . 
И затова живеем така . 
Какво можех да направя ? 
Никой няма да повярва на някой като мен срещу думата на благородник . 
Трябва да намериш съдия ... - Знам . 
- Който ще те изслуша . И ще те защитава докато не бъдеш изслушана в съда . Къде ? 
Дори и да намеря някой , който да ме изслуша . , вероятно ще бъде твърде уплашен за да се изправи срещу силните . 
Дори и тогава , няма да получа справедливо изслушване . 
По - големият ми брат ... 
Имаш по - голям брат ли ? Да . Той е магистрат . 
В Оксфорд . Трябва да го потърсиш . 
Туплоу . Джеремая . Има адрес в Холиуел Лейн . 
Ще му пиша . 
Всичко е готово . Сериозно ли ? 
Успех , ваша Светлост . 
Там ли си , Били ? 
Да , Тук съм . 
Да , добре съм . Добре ли си ? 
Да , Добре съм . 513 00 : 28 : 34,752 - - 00 : 28 : 36,104 Мога ли да видя ? 
Е , . . имам си план . Отивам в Оксфорд . 
- Защо ? - Всички оставате тук . Да се видя с магистрата , защото Джордж в продължение на три дни няма да ходи никъде 
И така , днес е сряда . , Четвъртък , петък , събота , Ще се върна тогава и ще отидем при чичо Джак в Абингдън . Но Г - н Деверо каза , че това е лош план . 
Да , Девъро е в затвора Нюгейт . Какво знае той ? Да . Ето защо след това ще се върна в града 
Той е там само заради нас . Е , трябва да отида за да го освободя . 
Как ? 
Нямам идея . 
Надявам се , че не съм изплашила Томас . 
Замина за Лондон , за да смени обстановката . 
Страхувам се , че приема всичко това много зле . 
Но ... Ще бъде голяма привилегия и удоволствие за мен да имам някой толкова интелигентен , с когото да говоря . 
Не можете да си представите какво е да притежаваш добра интелигентност но няма полза от нея . 
Искам да науча всичко което можеш да ме научиш преди да се наложи да се върнеш . 
Джаксън ми трябва мъртва . 
Изкушавам се да мисля , че съдбата ни е събрала заедно , София . 
И това е възхитително за мен че си толкова отворена за тъмните изкуства . 
Изкушавам се да мисля , че имаш повече потенциал , отколкото някога съм имал аз . 
Наистина ли ? 
И така ... Трябва да ти кажа нещо важно . 
Помниш ли , че ме попита защо призовах Хърн ? 
Ти каза тогава , че това е лична шега с кралицата . 
Не исках да я разсмивам . 
Исках да я ужася . 
Ти си Якобитец ? 
София , ще те науча на всичко което знам за това изкуство за да можете да хванете Джаксън и да я хвърлите на правосъдието . Но в замяна , искам да си ми последовател . 
Имам нужда от теб да правиш неща които не мога да правя повече . 
Какво ? 
Какви неща ? 
- Кралицата е предател . 
- Ти си Якобитец . 
Тя разруши авторитетът на короната и се предаде на Парламента , и хората . 
Преди да се усетим , най - обикновените хора , кочияши , дърводелци , фермери хора като бащата на Нел Джаксън те могат да гласуват . 
Защо трябва в парламента да бъдат допускани такива хора ? 
Немислимо е . 
И така ... Какво ... Какво искаш да направя ? 
Законният монарх , Краля на тази страна Джеймс Франсис Едуард Стюарт , който в момента живее позорно и се намира във френския двор . 
След няколко кратки седмици , той ще плава с армия през каналът и . . ще ги атакува . 
Познавам момчето от бебе . 
Той ми вярва повече от всички останали . 
Когато стане Крал , Аз ще стана най - близкият му личен съветник . 
София , половината от личния съвет на Кралица Ан се състои от мъже които се чувстват точно като мен . 
Надявах се да призова Хърн за да придружи младия крал . Така хората ще бъдат в страхопочитание към него в тази странна , със свръхестествено същество до него . 
Ще ми помогнете ли ? 
Ще помогнете ли на Англия ? 
Ако е така , не се съмнявам . с вашия ум и интелект , че ще ви бъде предложено място от голямо значение в двора на Джеймс трети . 
Ще се погрижа за това . 
И аз трябва да ти призная нещо . 
Джаксън не е убила баща ми . 
Томас го направи . 
наистина ли ? 
Направи го . Но тя беше там . И всичко стана заради нея . 
И Аз ... по много причини . , се съгласих . 
За да защитя него и себе си . 
Защото ако нещо му се случи , няма да наследя Броудуотър . 
Какво си мислиш ? 
София , нищо от това няма значение . 
Беше права да ми кажеш . Но Ти и Томас направихте правилния избор . 
- Така ли мислиш ? 
- Да . 
Хора като нас носят бремето на управлението . Хора като Нел Джаксън са ненужни . 
Взе правилното решение . Колко умно от ваша страна . 
Искам да видя Томас . , след като се възстановя . 
Убеди го да се върне тук . Това е най - доброто място за него . 
Опита се да ми каже , че ти си го убедил да убие баща ни . 
Скръбта причинява ужасни неща на човек . 
И Нел Джаксън . 
Трябва да се справим с Нел Джаксън бързо . Остави нещата така . 
Ще формулирам заклинание . Да видим дали ще можеш да го изпълниш . 
Ще го направим заедно . 
Г - Н Туплоу . Капитан Аргайл иска да ви види , сър . 
- Каза , че го очаквате 
Да , да . Покани го . 
Влизай , влизай . 
Да , но ... Не ... Дори не казах нищо . Но работата е там , нали ? Когато се връщах в онази нощ . Прибирам се вкъщи . 
и виждам как той започва да чупи ругае хората този Бланшфорд Томас . Но вече е досаждал на сестра ми , седмици преди това . , и беше застрелял коня на един по - рано същия ден . 
Но той беше на Нейтън Халидей . , и никой от нас не го харесваше , защото веднъж той е протегнал ръка под полата на приятеката на Рокси , и каза след това , че не я харесвал . И тогава баща и полудя , сякаш вината е изцяло нейна . 
И ние всички бяхме като , " Какво ? " и тогава ... О , съжалявам . Докъде бях стигнала ? 
Казх май нещо неподходящо . 
О , да . И оная нощ , този Томас , имаше камшик и ... . Съжалявам , Г - н Туплоу . 
Г - н Туплоу ? 
Г - н Туплоу ? 
Г - н Туплов 
Господине ... Г - н Туплоу . 
Какво има ? 
- Той как е ? 
- Г - н Туплоу . 
Г - н Туплоу . 
- Убийство ! Убийство ! - Какво ? 
Убийство ! Не , не , не съм аз . - Не беше . Аз просто ... . . - Убийство ! 
