Благодаря ти , че дойде . 
- За мен е удоволствие . 
Да , но няма безплатен обяд . Нали , Джун ? - Лио . 
Разказах й набързо , като идвахме от работа . Звучи интригуващо . 
И така , за твоя човек . 
Сипвай , виното и невропсихиатрията са страхотна комбинация . Благодаря . Мъж е , нали ? 
Съвзема се след катастрофа и какво ? Той твърди , че не помни . 
Не помни нищо от влизането в апартамента до събуждането в болницата . 
А после изведнъж си спомня и признава всичко ? 
Да , доколкото разбирам , има някакво неврологично обяснение . 
Хипокампусът , делът в мозъка , който отговаря за спомените - има формата на бобче . 
Бобче ? Да , след травма то се свива и това затруднява спомнянето . 
Тогава как Еръл си е спомнил и е направил подробни самопризнания ? 
Казах ти , че това не й дава мира . 
Ние смятаме спомените си за нещо надеждно . Като видеозапис на миналото ни . Само че те са по - скоро картина с маслени бои . 
Изчакваш и пак рисуваш отгоре . Слой след слой . 
Значи ли това , че другите могат да редактират спомените ни ? 
Да . Говоря за това в подкаста . 
Звучи ми невероятно . - Така ли , Джун ? Добре . Защо не минеш през лабораторията някой път да ти покажа как се хакват чужди спомени ? Може да ти вменя , че се знаем отдавна и сме се целували в къщата на дървото у баба ти . 
Баба ми няма къща на дърво . Така ли ? 
А ако ти покажа снимка ? 
Работата е там , че ако рисуваш върху спомен , имаш достъп само до последната версия . Не до оригинала . 
ЗВЕЗДА НА СЕДМИЦАТА ЧЕСТИТО Ако травмата е сериозна , човек може да не разбира сам себе си . 
Ако се питаш : " Може ли да са присадили фалшив спомен на Еръл ? " Да . На теория . И не е трудно . 
Харесва те . 
- И аз я харесвам . 
Не , не . По онзи начин . - Какво ? 
Много си старомодна . 
Разбрах намека . Всъщност съм поласкана . 
Къде ти е детективският нюх ? - Млъквай . 
Доста я впечатли . Има вкус . 
Джун . Нали знаеш , че може да ми споделяш ? 
На твоя страна съм , колкото и да не личи . 
Знам . 
Знаеш ли , мислих за теб . Малко . 
Ти мисли ли си за мен ? Малко . 
Клайв . - Да ? 
Може ли да те питам нещо ? 
Но трябва да си остане между нас . 
Давай . 
Бойната лига . 
Присъединил си се още като юноша , нали ? 
Ще ти покажа снимки на няколко души и искам да ми кажеш дали някой от тях някога е членувал в организацията . 
Разбра ли ме ? 
Ченге . 
Какво става ? 
- Просто ми кажи . 
Сигурен ли си ? 
Няма начин . 
Поне аз не съм го виждал . 
А този ? 
Или този ? 
Познаваш този . Да . 
Всички познавахме Тони . 
Тони Гилфойл ? 
Сержант Джун Ленкър . От " Криминални разследвания " . 
Би ли ми помогнала с кашона , мила ? 
- Да , извинявайте , че ви притеснявам . Благодаря за помощта . Малко е деликатно . И това също . Свидетел спомена името ви във връзка с текущо разследване . 
Ще сложиш ли този върху този ? 
Да влезе и инвалидният стол . 
Намекват , че сте членували в политическа организация . Членуването в политически групировки е забранено на действащи полицаи , но това е Бойната лига . 
Неонацистка групировка . Известни са още като " Блъдлайн " . 
Някога членували ли сте в нея ? 
Рой Чеймбърс още ли е шефче на отдела ? 
Да взема да му звънна . 
Кажете за самопризнанието на Еръл Матис . - Знаех си . 
Кажете и ще забравя какво съм чула . 
- Аз чух , че тормозите хората . 
На тормозителите , казваше майка ми , не бива да им се даваш . 
Трябва да ги погледнеш в очите и да им кажеш да си гледат работата . 
Ти например . Пет пари не давам какво мислиш , ясно ? Много ти здраве . 
Да , ало ? - Здрасти , виж . Нещата не са добре . 
Мамка му ! Ходила е у Тони . Наумила си е , че ... 
Минавай . 
Шефе , нарочила ни е . 
- И теб ли ? 
Болен е , не заслужава това след толкова служба . 
Ким , остави на мен . Сериозно . 
Тони винаги ни е защитавал . 
Заслужава и ние да се застъпим за него . 
Всеки път едно и също . Навивате се един друг . 
Ето те . - Чух , че има арестуван . 
Какъв е проблемът ? 
- Няма проблем . Трябва ми апартамент . Студио за един приятел . Казва се Патрик . 
Това трябва да стигне за депозит . 
Утре добре ли е ? - Да . 
Снимки как Хегарти посещава този адрес миналата седмица . 
Първо мина през банкомат и изтегли доста пари . 
Мамка му ! Соня , следиш ли го ? 
- От какво толкова те е страх ? 
Не може да шпионирам колега . - Но ние можем , нали ? 
А Тони Гилфойл ? Мисля , че ... - Хегарти прави нещо . И двете го знаем . Иначе защо е шофьор ? 
Защо му трябват пари ? Най - сетне имаме нещо . 
Какво имаме ? 
Ходи до магазин за килими ? 
За дрога , не за килими , Джун . 
Бизнесът е на някой си Мирас Мансур . 
Те са дилъри , по - скоро доставчици , на големи количества хероин . 
Хегарти е от редовните . 
Трябва да се връщам на работа . 
Затваряш си очите . 
Или го изнудват , или има дял в търговията с дрога . 
Ти го каза , Джун . Той е способен на всичко . 
Вземи ги де . Вземи ги . 
Дай една . - И на мен . 
Ето ги . 
Наистина е странен . 
Отврат , братле . 
- В устата ти . 
Ти вземи си измий зъбите . - Че вониш . Полиция . 
Ръцете . - Живо . 
Долу раниците и се обърнете . 
Какво става ? 
Това какво е ? 
Не ! - Не е мое . Само е влязло в раницата ? 
- Другите сте свободни . 
Хайде . - Марш . 
Джейкъб , по - добре недей . 
Кого водиш ? 
- Спипах го на " Харпс Лейн " . 
Иди зад линията . 
Обвинение ? - Притежание и разпространение . Ясно . 
Име , ако обичаш ? 
- Джейкъб Тейлър . 
Пристъпи . 
Трима души , на които ще звъннеш . 
Може да препишеш номерата от телефона си . 
По - живо . 
Хайде , мамо . 
Няма връзка с този номер . Опитайте по - късно . 
Някой друг ? 
Къде ми е телефонът ? 
Къде е , по дяволите ? 
Ало ? - Бабо , арестуваха ме . 
Какво ? 
- Ще дойдеш ли ? Моля те . 
Къде , миличък ? 
- В участъка . 
Кажи ми адреса . Идвам да те взема . 
Може ли да си вървя ? 
- Назад . 
Джейкъб , разбираш ли , че трябва да бъдеш задържан ? 
Стъпи на отбелязаното . 
Хайде , Джейки . Вдигни . 
Здрасти . - Къде беше ? 
Извинявай , по работа . Нямах сигнал . Защо ? 
Джейкъб го няма . Закъснява 30 минути . 
Звъня ли му ? 
- Поне шест пъти . 
А в училището ? 
- Тръгнал си е навреме . Странно е . Джейк държи на тренировките . 
Няма връзка с този номер . 
Инцидент на " Меър Роуд " Е1 . 
Момче с афропроизход . Между 10 - 14 год . Множество прободни рани . До всички . 
Зак ? 
Какво ? 
Здрасти , добре ли си ? 
Така , Джейкъб Тейлър . 
Добрата новина е , че не е обвинен . Добрата новина ? 
Синът ми е вписан като потенциален дилър , взета му е ДНК , затворен е в килия , и то без присъствие на възрастен ? 
Както е редът , звънна по телефона . 
Влошили сте нещата в пъти . - Аз само ... ДНК - то му вече е в системата . 
- Не го доведох аз . А кой ? 
Кои са извършили ареста ? 
Роскил и Уейт . - Джун . 
Тате ! - Джейк , ела тук . 
Джейк . - Съжалявам . Спокойно . Бяхме с Макс и Шакил и ни спряха . Това не е мое . 
Нищо не съм направил . - Не се тревожи . 
Нямаш вина . 
Нищо не съм направил . - Спокойно . 
Извинете ? - Честно . 
Знам , знам . - Благодаря . 
И горе , моля . 
Ало ? Здравейте , при нас в спешното е Морийн Ленкър . 
Мамо . - Добре . 
Благодаря ви . 
Трябва да минем за Къртис . Все го арестуват . Дразни ги прическата му . 
- Не е арестуван той . 
А тя си е нормална прическа . 
Такъв е стилът . 
Мамо , чуй ме . - Не , не . 
Татко почина . Не помниш ли ? 
Хайде , облечи това . Вече мина доста време . 
Благодаря ти , Мороуа . 
Не сме казали на момичетата . Няма нужда да се притесняват . 
Да . Засега . 
Пробите са чак догодина . 
Дано не изгубя форма . 
Утре ще взема да се престоря на ядосан баща и ще си поговоря с треньор ... - Атвуд . Атвуд . - Добре . Ти си страхотен футболист , Джейки . 
Талантът ти не остава незабелязан . 
Ще имаш и други варианти , има време . 
Така е . 
- Така ами . 
Уменията ти с топката са ненадминати . 
Какво ? Знам терминологията , нали , Джейки ? Ще отворя ново вино . 
От Чигуел са . Двете ченгета са от стария екип на Ким Кардуел . 
Ким кой ? 
- Един гадняр . 
Пак не разбрах . 
Две от приятелчетата на Кардуел специално преджобват 12 - годишни хлапета . И единият изведнъж намира метамфетамини у сина ми ? 
Добре . Наистина звучи малко съмнително . Макар че ... - Какво ? Тук никой не би си дал труда да ... 
Защо въздишаш ? 
Пак ли той ? 
- Да . 
Не реагирай все едно откачам . 
- Джун . Това е неговият почерк . Той не се замесва . Друг му върши черната работа . 
Погвам един от неговите хора , а той нарочва сина ми . 
Кой е Хегарти ? 
- Искаш ли още кунг пао ? 
Не разбирам . Защо ме е погнал ? 
Заради работата ми . 
Нещо на лична основа . 
Вярваме ти напълно , нали знаеш ? 
Пакетчето не е било твое . Но ... 
Кой например ? 
Твой приятел . Джейк , ще занесеш ли тези чинии обратно ? 
Не , Морийн . Това е светотатство . Кое ? 
- Кетчуп на патица по пекински ! 
Може ли да си играем ? Моля те . Да . 
Каза , че си на моя страна . - И съм . 
Обаче стигне ли се до някакъв избор , до подкрепа за мен или сина ми , вземаш другата страна . И то докато аз се опитвам да му обясня , че не е направил нищо лошо . Знам . - Но той се чувства виновен . 
Знам , да . 
- Ами не биваше да го обвиняваш . 
Не съм го обвинил . - Напротив . 
Виж , и двамата сме под стрес . 
Но Джейкъб трябва да спре да ... Защото е умно хлапе . Нека помисли , вместо да си наумява , че целият свят е срещу него . Да реши ? Какво искаш да кажеш ? За мен ли говориш ? 
Не казвам това . 
Че съм първосигнална ? 
Агресивна ? - Не говорим за теб . 
Щеше ли да кажеш такова нещо за предишните му приятели ? За Рохан ? 
Ясно . Разбирам . Намекваш , че ... - Какво ? 
Виж , психичните проблеми в семейството ти не са заради цвета на кожата . 
Моля ? 
- Откъде мислиш е тая параноя ? 
Майка ми ли ти пречи ? 
Извърташ всичко . 
Хващаш се за всяка моя дума . Ами подбирай си думите ! 
Ние ще тръгваме ... - Да . 
Мамка му ! 
Добре ли си ? 
Благодаря ти , че дойде . Това значи много за Джейки . 
Нищо ми няма . Добре съм . 
Полиция . - Какво искате ? 
Мръднете се . 
Мирас Мансур , арестуван си за притежание и разпространение . 
Ако е който си мисля , кажи му да дойде на доковете при " Св . Ленард " . 
Кажи му . 
Да му се не види . 
Какво ви свързва ? Някаква сделка ли ? 
Какво ? Мислиш се за защитен ? 
Че той ти пази гърба ? 
Това приключи . 
Прибирам го . Какво е обвинението ? 
- Притежание и разпространение . 
Няма да стане . - Ти ли ще ме спреш ? 
Този човек в колата ти е Мансур . Един от моите доверени източници . 
Добър опит . 
Проверих адреса през познат в контраразузнаването . 
Браво ! Имаш връзки . 
Да , и името му го няма в регистрите . - Разбираемо . 
Добре дошла в зоната на здрача . Не че е твоя работа . 
Даваш му пачки . За какво - дрога ? 
- Не знам кой ти дава информация . Или е друго ? Какво е то ? 
- Хайде . Стига вече . 
Моля те учтиво . 
Ти погна сина ми . 
Твоят Ким е подхвърлил метамфетамин на 12 - годишно момче . 
Не се прави , че не знаеш ! 
Защо ще погвам сина ти ? - Да бе . 
Просто го пусни , става ли ? 
Това не е рационално поведение . 
А да се купува хероин от килимарницата е ? 
Ами Тони , а ? 
Чудесно се вписва в прословутото ви " 62 " . 
Бойната лига ли ? 
Грешиш . И то много . 
Тони е под прикритие . 
Не . - Да , от ден първи . 
Дори не е бил полицай , като се е присъединил . Да , беше Колдстрийм гард , като го вербувахме . 
Еръл Матис . Всичко е заради него , нали ? 
Разследвахме честно и безпристрастно . Заловихме виновника . 
Не , изкопчили сте признание . - Просто го пусни . 
Извинявай . Знам , че си имала тежка вечер . 
Я стига ! 
Това там на задната седалка е кариерата ти . 
ДНК - то на сина ми е в скапаната национална база ! 
Това е завинаги ! 
Мога да ти помогна . Ще говоря с когото трябва . 
Обаче ... Пусни го . 
Вън . Излизай . 
Пеша ли да вървя ? Адски студ е . 
Само не ми се прави на специален . 
Здрасти . Ким тук ли е ? 
Ами той ... - Покани го . 
Наистина ли ти се струва умно да натопиш 12 - годишно дете за дрога ? 
Не беше така . 
- Вземи си ключовете . 
Може ли да се преоблека ? 
Дай ми палтото . Чао . 
Сериозно ли мислеше , че така й отмъщаваш ? 
Не разбираш ли ? Беше ми в ръцете . 
Тормозеше Тони . - Именно . 
Беше или ние , или тя . 
Можех да я арестувам , задето тормози инвалид . 
Колега полицай . И дотам . Песента й беше изпята . Да ходи да става социална работничка . А сега какво ? 
Никой не може да я понася . 
- Млъкни най - после . 
Стига . Правили сме и по - лоши неща . 
Това ни е работата . Нали ? 
Спестявам ти някои неща , защото ти така предпочиташ . Но можеш да разчиташ на мен . Винаги е било така . 
И двамата винаги сме те пазили . 
Помниш ли откога те врънкам да покарам колата ти ? 
Какво , сега ли ? 
Защо не ? 
Какво правиш ? Мамка му ! 
Много хубаво вози . 
По дяволите ! 
Знаеш , че нямам пари за ремонта . 
Свий разходите . 
Това е . - Благодаря . Супер е . 
Благодари на Дан Хегарти . Той плати депозита . 
Специално от ИКЕА . Да не те виждат гол . 
Ето ти ключовете . Късмет ! 
Парфюм " Натурал " . 
Какво е това ? 
Да влезеш , ако вали или каквото там . 
Защо си толкова мил с мен ? 
- Ти как мислиш ? 
Харесваш ме ? 
Но не бива , не ставам за теб . Нали знаеш ? 
Заповядай . 
Джейк , виж . 
Някои хора ... полицията може да ... Някои хора са предубедени . - Да . 
Водени от собствените си предразсъдъци . А такива полицаи няма да видят милото момче , което не би ... Мамо , стига . Ще видят , че си черен . И просто ... Те са расисти . 
Искам да знаеш как да се защитиш , ако опитат да те тормозят . 
Няма нужда да ми ... - Има . Чуй ме . 
Наясно съм . - Слушай . 
Трябва да си разумен . 
Не си слагай качулката . 
Не си дръж ръцете в джобовете . Ако те спрат полицаи , не бягай . Учтиво им кажи , че майка ти е полицай . 
Дорис , Джун се обажда . 
Може ли със Соня да минем през вас довечера ? 
Трябва да чуеш нещо . 
Заслужаваш да чуеш нещо за Еръл . За сина ти . 
Здрасти . - Влизайте . 
Това е Карла . Жената , която търсим . 
Преди време имал друга . Пак латино . 
Нарича я тъпа кучка . Не го слушала . Не го правела щастлив . 
Наръгал я много пъти със същия нож , с който наръга и мен . И вече е мъртва . 
Знаете ли името й ? 
Той се хвали с това . 
Друг излежава 24 години за убийството й . 
Как се казва приятелят ви ? 
Не , не . Той не спира да повтаря как този в " Уайткрос " бил голям загубеняк . Там ли сте ? 
