진심이에요 와 줘서 정말 고마워요 
기꺼이요 
네 , 하지만 공짜 저녁이란 건 없어요 - 안 그래 , 준 ? - 리오 
퇴근하는 길에 대충 얘기했어 아니 , 흥미로워요 
자 , 당신 남자 
계속하세요 누가 포도주와 신경 정신과가 안 어울린대요 ? 고마워요 , 남자 맞죠 ? 
자동차 사고 후 정신을 차리고는 ... 아무것도 기억이 안 난대요 
아파트에 들어선 순간부터 병원에서 눈을 뜰 때까지의 모든 기억을 잃었어요 
그러고는 갑자기 기억나고 전부 자백했겠죠 ? 
네 , 제가 알기로는 그게 신경 정신과 관련됐다던데요 
자 , 해마는 ... 우리가 기억을 저장하고 꺼내는 뇌의 부분 말이에요 콩과 식물처럼 생겼어요 
콩과 식물요 ? 네 , 콩 같아요 트라우마 후에 줄어들어서 기억을 꺼내는 게 어려워지죠 
그러면 에롤은 어떻게 기억해서 자세하게 자백했을까요 ? 
이것 때문에 준이 밤에 잠도 못 잔다니까요 
우리는 기억을 과거의 비디오테이프처럼 믿음직한 것으로 인식하지만 사실 유화로 생각하는 게 더 정확해요 
돌아가는 거죠 , 그 위에 계속 덧칠해요 , 겹겹이 
타인이 그 기억을 편집할 수 있다는 건가요 ? 
네 , 그럼요 전부 제 팟캐스트에 있어요 
그건 좀 억지인 것 같네요 오 , 그래요 , 준 ? 알겠어요 언제 제 연구실에 오지 그래요 ? 당신 기억을 조작할 수 있어요 우리가 오랜 친구라고 믿게 해 주죠 어쩌면 당신 할머니 댁 나무집에서 애무했을 수도요 
우리 할머니네 집엔 나무집이 없어요 확실해요 ? 
제가 사진을 보여 준다면요 ? 
그게 문제예요 기억이 덧칠되면 ... " 이 주의 스타 " 최신 버전만 볼 수 있게 돼요 원본 말고요 
" 이 주의 스타 축하합니다 " 트라우마를 겪으면 사람들은 자기 머릿속 내용을 잘 꺼내지 못하게 돼요 
' 누군가 에롤에게 거짓 기억을 심었을 가능성이 있을까 ? ' 네 , 이론적으로는요 생각보다 쉬워요 
당신이 마음에 드나 봐 
나도 좋아 
- 아니 , 진짜로 - 뭐 ? 
당신은 너무 구식이야 
무슨 말인지 나도 알아 사실 좀 기분이 좋네 
- 형사인 줄 알았는데 - 그만해 
그래 , 꽤 반한 것 같더라 취향은 좋네 
준 나한테 다 말해도 되는 거 알지 ? 
난 늘 당신 편이야 보기에는 이래도 
알아 
있죠 , 당신 생각을 했어요 , 약간요 
제 생각을 했나요 ? 약간이라도 ? 
- 클라이브 - 네 ? 
질문 하나 해도 돼요 ? 
하지만 우리만 알아야 해요 
알겠어요 
전투 리그 
당신이 십 대 때 입회했죠 ? 네 ? 
사진을 몇 개 보여 줄 건데 그 조직의 회원이 보이면 말해 주길 바라요 
알겠어요 ? 
경찰 
- 이게 뭐죠 ? 
- 그냥 말해 줘요 
확실해요 ? 
네 , 절대요 
적어도 난 본 적 없어요 
이 사람은요 ? 
이 사람은요 ? 
이 사람을 알았군요 네 
우리 모두 토니를 알았죠 
토니 길포일 
저는 돌스턴 레인 범죄 수사부의 준 렝커 경사입니다 
저기 , 그 상자 좀 들어 줄래요 ? 
네 , 음 , 귀찮게 해서 죄송해요 도와주시면 정말 감사하겠지만 약간 문제가 있어요 - 그것도요 - 이건 ... 한 목격자가 수사 중인 사건과 관련해서 당신 이름을 언급했어요 
저 위의 것도 들어 줄래요 ? 
휠체어를 넣어야 하거든요 
당신이 한 정치 조직의 멤버라는 혐의가 있었어요 아시다시피 현역 경찰의 정치 모임 입회는 금지됐지만 이건 전투 리그였어요 
신나치 조직이에요 일명 ' 블러드라인 ' 이라고 하죠 ? 
그래서 당신은 그 조직의 회원이거나 회원이었던 적 있나요 ? 
로이 체임버스가 아직도 돌스턴 레인 담당자인가요 ? 
그냥 그 사람한테 연락할게요 
에롤 매시스 자백에 관해 얘기해 주세요 이제 나오네 
그냥 말해 봐요 그러면 그냥 듣고 잊을게요 
당신이 망나니라는 얘긴 들었어요 
자 , 망나니는 말이죠 우리 엄마가 이렇게 말씀하셨죠 절대 틈을 줘선 안 된다고요 
눈을 똑바로 보고 꺼지라고 말해야 해요 
자 , 당신 말이죠 ? 당신이 어떻게 생각하든 아무 상관 안 해요 , 됐죠 ? 갑니다 
- 네 , 여보세요 ? - 안녕 , 저기 큰일 났어 
젠장 , 거기 갔었대요 토니 집에요 , 이미 ... 
자 , 어서 가 
보스 , 우리를 노린다니까요 
자네는 무슨 상관이지 ? 
토니는 아파요 , 네 ? 그렇게 고생했는데 이런 대접은 안 돼요 
킴 , 내가 알아서 해 , 진짜로 
토니가 우리를 지켜 줬어요 
우리도 토니를 도와줘야 해요 
자네들은 항상 이래 , 자네랑 토니 서로 흥분하게 해 
- 여기 있었네요 - 체포했다면서요 
그런데 뭐가 문제예요 ? 
다 괜찮아요 아파트 보러 온 거예요 내 친구를 위한 원룸요 패트릭이라는 친구죠 
이거면 보증금으로 충분하겠죠 
- 내일이면 돼요 ? - 네 
헤가티가 지난주에 이 주소에 방문한 사진이 있어요 
먼저 이곳 현금 인출기에 들러서 상당 금액을 인출했어요 
젠장 , 소냐 , 당신 미행해요 ? 
뭐가 그렇게 무서워요 ? 
- 난 동료를 감시하면 안 돼요 - 우린 문제없잖아요 ? 
토니 길포일은요 ? - 아무래도 우린 ... - 자 , 헤가티는 수상해요 우리 둘 다 알아요 이 기사 일은 뭐예요 ? 
추가 현금으로 뭘 하는 걸까요 ? 드디어 우리가 찾았어요 
뭔데요 ? 
카펫 가게에 간다고요 ? 
카펫이 아니라 마약이에요 , 준 
미라스 만수르라는 남자가 운영해요 
마약 중개상요 , 사실 도매업자죠 대량의 헤로인요 
헤가티는 단골이고요 
난 사무실로 돌아가야 해요 
보기 싫은 거군요 
협박당하는 게 아니라면 마약 거래를 부업으로 하는 거예요 
직접 말했잖아요 , 준 그는 뭐든 할 수 있다면서요 
- 안녕 - 와서 가져가 , 와서 가져가 
- 야 , 나도 한 개 줘 - 나도 
간다 
이 꼬맹이 , 진짜 이상한 녀석이야 
최악이다 , 야 
네 입엔 그게 딱 좋아 
야 , 넌 칫솔을 써 본 적도 없어 네 입은 어떻고 ... 경찰이다 
- 손은 옆으로 - 어서 , 해 
가방 내려놓고 돌아 
이게 뭐야 ? 
이게 뭐지 ? 
- 젠장 - 제 거 아니에요 그냥 네 가방에서 쉬고 있었나 보네 ? 
좋아 , 너희 둘은 가 봐 
- 가 - 가 
제이컵 , 나라면 그거 치울 거다 
- 무슨 일이죠 ? 
- 잡아 왔어요 , 하프스가 
선 뒤에 서 
- 무슨 혐의예요 ? - 공급 의도 마약 소지 혐의 아 , 그렇죠 
이름 말해 
제이컵 테일러요 
앞으로 나와 
거기에 연락하고 싶은 세 명의 이름과 번호 적어 
네 전화 써도 돼 
어서 
어서요 , 엄마 
지금 거신 번호는 연결이 되지 않습니다 다시 전화해 주세요 
다른 사람 없니 ? 
내 전화 어딨지 ? 응 ? 
대체 어디 간 거야 ? 
- 여보세요 - 할머니 , 저 체포됐어요 
- 뭐 ? 
- 데리러 와 주실래요 ? 
어디니 , 얘야 ? 어디야 ? 
경찰서요 
주소 줘 , 내가 갈게 내가 데리러 갈게 
- 이제 가도 돼요 ? 
- 물러나 
제이컵 , 네 구류를 허가할 거라는 거 알겠니 ? 
그래 , 그림 위로 올라가 
오 , 어서 , 제이키 , 받아 
- 안녕 - 어디 갔었어 ? 
미안 , 일 , 신호가 안 잡혔어 , 왜 ? 
제이컵 어디 있어 ? 30 분이나 지각이야 
- 글쎄 , 전화해 봤어 ? 
- 여섯 번쯤 
- 학교에는 ? 
- 그래 , 평소처럼 떠났대 그런데 말이 안 돼 , 제이크한테 이것보다 중요한 건 없는데 
지금은 통화가 연결되지 않습니다 
메어길 E1 에서 사고 발생 
아프리카계 남성 , 10 , 14 살 사이 여러 번의 찔린 상처 , 모든 대원 
잭 ? 
뭐 ? 
안녕 , 괜찮아 ? 
그래요 , 제이컵 테일러 
좋은 소식은 기소가 기각됐다는 ... 좋은 소식 ? 
내 아들이 공급 의도 마약 소지 혐의를 받고 DNA 를 채집하고 구류됐어요 제대로 된 어른이 함께하지도 않은 채로요 
규정에 따라 제이컵은 모든 친인척에게 연락했어요 
- 당신 때문에 더 심각해졌어요 - 아니 , 제가 한 건 ... 이제 시스템에 DNA 가 등록됐어요 
제가 체포하지 않았어요 
그러면 누가 했어요 ? 체포 경관이 누구예요 ? 
- 로스킬과 웨이트요 - 준 
- 아빠 ! - 제이크 ! 세상에 , 이리 와 
- 제이크 , 제이크 - 죄송해요 그래 맥스랑 샤킬이랑 있었는데 경찰이 나타났고 제 거 아니었어요 
- 저는 아무것도 안 했어요 - 그런 말 하지 마 생각도 하지 마 , 응 ? 
네 잘못 아니야 
- 진짜 아무것도 안 했어요 - 괜찮아 
- 실례합니다 - 맹세해요 
- 알아 , 알아 - 고마워요 
위에도요 
여보세요 안녕하세요 이곳 응급실 외래 환자실에 모린 렝커 씨가 있어요 
- 엄마 - 그래 
- 고마워요 - 고마워요 
커티스를 데려와야 해 계속 그이를 체포해 - 이유 알잖아 , 그건 ... - 엄마 , 아빠는 체포 안 됐어요 
- 머리가 마음에 안 들어서야 - 경찰서에 간 건 아빠가 아니에요 
커티스 머리는 아무 문제 없어 
있지 , 그냥 그런 스타일이야 
- 엄마 , 들어 보세요 , 들어요 - 아니 , 아니 
아빠는 돌아가셨어요 , 기억해요 ? 
자 , 이거 입어요 이제 오래된 일이에요 
정말 고마워요 , 모로와 
애들한테는 말 안 했어요 그걸 알 필요 없으니까요 
네 , 아직은요 
선발 시험은 나중이에요 내년인가 그래요 
이제 실력도 녹슬겠어요 
내일 공격적으로 나갈 거야 최고로 성난 아빠로서 - 보여 줘야지 , 그 코치 ... - 애트우드 - 애트우드 - 그래 넌 내가 아는 사람 중 가장 축구를 잘해 , 제이키 
그런 재능은 숨길 수 없지 
기회가 더 많을 거야 약속해 , 아직 시간이 있어 
그렇고말고 
그럼 , 그럼 
네 공 실력은 정말 대단해 공 실력요 , 모린 ? 
왜 ? 나도 축구 얘기 할 수 있어 안 그러니 , 제이키 ? 와인 한 병 더 딸게요 
치그웰 , 거기서 그 두 경관은 킴 카드웰의 팀에 있었어 
- 킴 누구 ? 
- 망할 놈이야 
다 그러잖아 , 아니야 ? 
그래서 킴 카드웰의 두 친구가 일부러 경로를 벗어나서 12 살짜리 애들을 찾았어 그런데 그중 한 명이 내 아들 가방에서 약을 찾았다고 ? 
그래 , 그래 , 좀 미심쩍긴 하지 - 하지만 , 글쎄 , 어쩌면 ... - 뭐 ? 글쎄 , 영국 경찰이잖아 텍사스도 아니고 , 마을을 지나 ... 
왜 ? 무슨 의미야 ? 
- 또 그 사람이야 ? 
- 그래 , 또 그 사람이야 
내가 미친 것처럼 굴지 마 미치지 않았으니까 
준 ... 그의 흔적이 다 묻어 있어 , 응 ? 헤가티는 부인하겠지 자기 부하를 보내서 더러운 일을 하게 했어 
내가 자기 부하를 노렸다고 헤가티는 내 아들을 노린 거야 
헤가티가 누구예요 ? 
저기 쿵파오 치킨 더 줄까 ? 
그래도 이해가 안 돼요 왜 나를 노려요 ? 
그냥 ... 일 때문이야 
일이 사생활을 침해한 거야 
우리는 너를 전적으로 믿어 , 응 ? 그건 알아야 해 
그리고 그게 네 것이 아닌 거 알지만 ... 
누구요 ? 
네 친구 중 하나라든지 ... 제이크 , 이 접시들 좀 다시 가져갈래 ? 
아니 , 아니 , 모린 모린 , 그건 신성 모독이에요 
- 뭐 ? - 북경 오리에 케첩요 ? 안 돼요 
가서 놀아도 돼요 ? 네 ? 
- 당신은 내 편이라며 - 당연히 그렇지 
나와 내 아들 편을 드는 선택을 해야 할 때마다 ... - 상대 편을 들잖아 - 이해해 최악 중의 최악인 건 난 저 애 잘못이 아니라고 말해 주고 싶다는 거야 이해해 하지만 속으로는 자기 잘못이라고 생각하겠지 
알아 , 진짜로 
그러니까 제이크 탓하는 건 절대 안 돼 
- 안 했어 - 방금 그랬잖아 
우리 둘 다 예민한 상태야 , 응 ? 
하지만 제이컵이 잠깐 멈추고 ... 지금 제이컵한테는 모든 기회가 주어졌으니까 잠깐 멈춰서 생각하는 게 나아 온 세상이 자기한테 등을 돌렸다는 사고방식 , 사고방식 ? 와 무슨 소리야 ? 내 사고방식처럼 ? 
그런 ... 그런 말이 아니었어 
뭐 , 비이성적이고 공격적인 거 ? 
당신 얘기가 아니잖아 
제이크의 예전 친구에 대해서도 그렇게 말했을까 ? 로한 같은 애 ? 
그래 , 알겠어 , 당신 말은 ... 왜 ? 
있지 , 당신 가족력인 정신 건강 문제는 색과 상관없어 
지금 뭐라고 ? 
그 피해망상증이 어디서 왔겠어 ? 
이제 우리 엄마까지 공격해 ? 
- 지금 봐주는 거야 - 가족의 저주 같은 거네 
내가 하는 말을 하나하나 따지고 들잖아 그러면 좋은 말을 해 ! 
- 우리 갈게요 , 우리 ... - 그래요 
젠장 
괜찮아 ? 
와 줘서 고마워 , 고마워 제이키에게 의미가 커 
난 괜찮아 난 괜찮아 
- 경찰입니다 - 무슨 일이세요 ? 
비켜요 
미라스 만수르 공급 의도 마약 소지 혐의로 체포합니다 
자 , 내 생각이 맞는다면 성 레너즈 부두 
말해요 
망할 
두 사람은 어떤 관계죠 ? 무슨 거래라도 했나요 ? 
왜요 ? 당신이 보호받을 것 같아요 ? 
그가 지켜줄 것 같아요 ? 
더는 아니에요 
체포합니다 무슨 혐의지 ? 
공급 의도 마약 소지 혐의 
- 그래 , 그건 안 돼 - 아 , 진짜요 ? 절 막으실 거예요 ? 
자네 차 뒷좌석에 탄 남자 만수르는 내 팀원이야 
믿을 만한 자산이지 
네 , 시도는 좋았어요 , 방첩 활동 시스템에서 주소를 검색했어요 
오 , 잘됐네 , 높은 친구가 있구먼 
- 네 , 이름이 검색 안 됐어요 - 당연히 그렇겠지 
망할 불분명 지역에 잘 왔네 자네가 알 바는 아니지만 
경감님이 저 남자한테 지폐 뭉치를 줬잖아요 
- 자네가 어디서 그런 ... - 대가로 뭘 받죠 ? - 정보를 받는지 모르겠네 - 마약 ? 아니면 뭐죠 ? 정확히 뭐예요 ? 
그만해 , 어 ? 
좋게 말하는 거야 
내 아들을 노리셨죠 
당신 부하 , 킴이 12 살짜리한테 메타암페타인을 심었어요 
무슨 말인지 모르는 척하지 말아요 ! 
내가 왜 자네 아들을 노리겠어 ? 아 , 그렇죠 
그냥 풀어 주기나 해 , 어 ? 
이건 이성적인 행동이 아니야 
카펫 가게에서 헤로인을 사는 것도 그렇죠 
토니는요 ? 
네 ? 당신의 62 그룹에 딱 맞죠 ? 
전투 리그 ? 
자네는 틀렸어 완전히 틀렸어 
토니는 비밀 요원이야 
- 아니에요 - 그래 , 늘 그랬어 
아뇨 , 처음에 입회했을 때 경찰도 아니었어요 그래 , 알아 , 근위 연대에서 바로 채용했으니까 
에롤 매시스 다 그 사람 때문인 거지 ? 
그 사건은 공정하고 편견 없이 수사했어 , 우리가 제대로 체포했어 
아뇨 , 자백을 받은 거죠 그래도 그냥 풀어 줘 
미안해 , 자네에게 정말 힘든 저녁이었던 거 알아 
저기 ... 됐어요 
저 차 뒷자리에 있는 게 곧 자네의 경력이야 
내 아들의 DNA 가 망할 전국 데이터베이스에 올랐다고요 ! 
영구 기록이에요 ! 
그건 내가 도와줄 수 있어 해결할 수 있어 , 얘기해 보지 
하지만 ... 그를 풀어 줘 
나와요 , 나오라고요 
네 ? 난 못 걸어가요 얼마나 추운지 봐요 
망할 , 당신 마지막 하인은 어떻게 죽었나요 ? 
안녕하세요 , 킴 있나요 ? 
- 킴은 ... - 들어오라고 해 안녕 
그래 , 12 살짜리 애한테 약을 심는 게 최선이었나 ? 
아니 , 그런 거 아니었어요 
열쇠 가져와 
옷 갈아입어도 돼요 ? 
코트 좀 줄래 ? 고마워 
대체 그게 어떻게 복수라는 거야 ? 
모르겠어 ? 내가 해결하려고 했다고 
- 토니를 노렸잖아요 - 바로 그거야 
네 , 그러면 준 아니면 우리죠 
장애인을 괴롭힌 혐의로 체포할 수 있었다고 
동료 경관을 말이야 , 준은 끝이었어 , 끝 , 짐 챙길 거였다고 망할 사회 복지사라도 됐겠지 그런데 이제 봐 
모두 준을 귀찮아해요 
어떻게 아직도 입을 놀려 ? 
옛날에는 더 심한 일도 했잖아요 
이게 우리 일이라고요 , 네 ? 
내가 말 안 하는 이유는 보스가 알고 싶지 않기 때문이죠 하지만 내가 있어요 난 항상 보스 편이었어요 
늘 당신을 보호하고 싶었다고요 
자네 차 몰아 봐도 되냐고 물어봤던 거 기억해 ? 응 ? 
뭐 , 지금요 ? 
지금이 최적의 시기지 
뭐야 ? 망할 
핸들링이 엄청 좋네 
오 , 망할 
이거 고칠 돈 없다고요 
그러면 분수에 맞게 사는 법을 배워 
- 여기예요 - 고마워요 , 네 , 좋네요 
댄 헤가티한테 감사해요 보증금을 내 줬으니까요 
이케아 특별 제품 , 아무에게도 나체를 들킬 일 없겠죠 ? 
당신 왕국의 열쇠입니다 행운을 빌어요 
특별 체취인데 
뭐야 ? 
그냥 , 비가 오거나 그럴 때 들어오라고 
왜 나한테 잘해 줘 ? 
왜일 것 같아 ? 
날 좋아해서 ? 
글쎄 , 그러지 마 난 너한테 안 좋아 
여기 있다 
제이크 , 저기 
가끔 사람들은 ... 경찰은 ... - 사람들은 추정하곤 해 - 네 
자기만의 편견에 따른 추정 그리고 그 경찰들은 나쁜 짓을 안 할 착한 소년으로 보진 않을 ... 엄마 , 왜 이래요 널 흑인 소년으로 볼 거야 그리고 ... 인종 차별주의자들이죠 
그러니까 너를 괴롭힐 때를 대비해서 너를 지킬 줄 알아야 해 
- 엄마 , 그런 말 필요 없 ... - 아니 , 들어 봐 
- 저도 다 알아요 - 그래 ? 들어 봐 
넌 현명해져야 해 
그러니까 후드는 쓰지 마 
주머니에 손을 넣지 말고 경찰이 부르면 도망치지 마 공손하게 너희 엄마가 경관이라고 말해 
도리스 , 저예요 , 준 , 저기 
이따가 소냐랑 같이 들러도 괜찮을까요 ? 오늘 밤에요 
들으셔야 할 얘기가 있어요 
에롤에 관한 얘기인데 들으실 자격이 있으세요 당신 아들에 관한 거요 
- 안녕하세요 - 들어와요 
이건 칼라 목소리예요 우리가 찾던 여자죠 
오래전 그에게 여자 친구가 있었어요 , 저처럼요 
' 바보 같은 년 , 말을 안 들어 ' 절대 그를 행복하게 하지 못했어요 
저를 찌른 칼로 그 여자를 몇 번이나 찔렀어요 이젠 죽었어요 
그 여자 이름이 뭐였죠 ? 아세요 ? 
남자 친구는 그걸 자랑해요 
그 여자를 죽인 죄로 24 년 형을 받아 수감 중인 남자가 있어요 
부탁할게요 남자 친구 이름을 말씀해 주세요 
안 돼요 , 안 돼요 그가 그러는데 이 남자가 ... 화이트크로스에 있고 ... 여보세요 ? 
