உண்ம ய க . வந்ததற்க நன்ற . 
உண்ம ய ல் , எனக்க த்த ன் மக ழ்ச்ச . 
ஆம் , ஆன ல் இலவச உணவ ன்ற ஒன்ற க ட ய த . - அப்பட த்த ன , ஜ ன் ? - ல ய . 
வ ல ய ல ர ந்த வர ம்ப த அவள க்க க ஞ்சம் வ வரங்கள க் க ற ன ன் . இல்ல , அத ஆர்வம க இர ந்தத . 
சர . உங்கள் நபர் . 
ச ல்ல ங்கள் . நரம்ப யல் மர த்த வம் ப ச ம்ப த க ட க்கக் க ட த என்ற ய ர் க ற யத ? நன்ற . அவர் ஆண்த ன ? 
அவர் க ர் வ பத்த க்க ப் ப றக கண் வ ழ த்த ள்ள ர் ... அவர க்க எத வ ம் ந ன வ ல்ல என்ற க ற ய ள்ள ர் . 
அவர் ஃப ள ட்ட ற்க ள் ந ழ ந்தத ல ர ந்த ஹ ஸ்ப ட்டல ல் வ ழ த்தத வர அன த்த ய ம் மறந்த ள்ள ர் . 
ப றக , எல்ல ம் ந ன வ க்க வந்த ஒப்ப க்க ண்ட ர் . 
ஆம் , ஆன ல் எனக்க த் த ர ந்தவர , அத நரம்ப யல் ரீத ய ல் ச க்கல னத . 
ஹ ப்ப க ம்பஸ் ... ந ம் ந ன வ கள ச் ச ம த்த , மீட்க ம் ம ள ய ன் பக த ய னத ... அத ச ற ய வ த ப ல இர க்க ம் . 
வ த ய ? ஆம் , வ த , அத அத ர்ச்ச க்க ப் ப றக ச ர ங்க வ ட ம் , அதன ல் ந ன வ கள மீண்ட ம் ப ற வத கட னம க ம் . 
என ல் , வ ர வ ன வ க்க ம லம் க ட க்க மளவ க்க எர ல க்க எப்பட ந ன வ த ர ம்ப யத ? 
அத த ன் இவள த ங்கவ ட மல் ச ய்க றத என்ற ன . 
ந ம் ந ன வ கள ச ர்ந்த ர க்கக்க ட ய வ ஷயம கப் ப ர்க்க வ ர ம்ப க ற ம் , நம் கடந்தக லத்த ன் வீட ய ட ப்கள் ப ல . ஆன ல் அவற்ற ஆய ல் ப ய ன்ட ங்க கள் ப லக் கர த வத த ன் த ல்ல யம க இர க்க ம் . 
ந ம் ப ன்ன ல் ச ன்ற , அவற்ற ன் மீத ஒவ்வ ர அட க்க க ப ய ண்ட் ச ய்வ ம் . 
எனவ ப றர ல ம் நம் ந ன வ கள ம ற்ற ம ட ய ம ? 
ஆம் . அத என் ப ட்க ஸ்ட்ட ல் உள்ளத . 
அதற்க வ ய்ப்ப ல்ல . ஓ , ந ஜம கவ , ஜ ன் ? சர . என ல் ஏன் நீங்கள் என் ல ப க்க வரக் க ட த ? கண்ட ப்ப க ந ன் உங்கள் ந ன வ ஹ க் ச ய்யல ம் . ந ம் பழ ய நண்பர்கள் என உங்கள நம்ப வ ப்ப ன் . உங்கள் ப ட்ட ய ன் மரவீட்ட ல் ந ம் ம த்தம் க ட த்தத கவ ம் . 
என் ப ட்ட ய டம் மரவீட இல்ல . ந ச்சயம கவ ? 
உங்கள டம் ஃப ட்ட க ட்ட ன ல் ? 
இத த ன் வ ஷயம் , உங்கள் ந ன வ ம ற்றப்பட்ட ப றக ... இந்த வ ரத்த ன் நட்சத்த ரம் ... உங்கள ல் சமீபத்த ய ந ன வ மட்ட ம ப ற ம ட ய ம் . அசல ப் ப ற ம ட ய த . 
இந்த வ ரத்த ன் நட்சத்த ரம் வ ழ்த்த கள் ப த ம ன அத ர்ச்ச க ட த்த ல் , மக்கள ல் தங்கள் மனத ன் க ற கள க் க ட அண க ம ட ய த . 
எனவ , " எர ல ன் மனத ல் ய ர வத ப ல ய ன ந ன வ வ த த்த ர க்க வ ய்ப்ப ள்ளத ? " ஆம் . க ட்ப ட்டளவ ல் . நீங்கள் ந ன ப்பத வ ட எள த . 
அவள க்க உன்ன ப் ப ட த்த ள்ளத . 
எனக்க ம் அவர ப் ப ட த்த ள்ளத . 
- இல்ல . வ ற வ தம க . - என்ன ? 
நீ ம கவ ம் பழ ய ஆள் . 
நீங்கள் ச ல்வத ப ர க றத . ந ன் மயங்க வ ட்ட ன் . 
- நீ ஒர ட ட க்ட வ் என ந ன த்த ன் . - வ ய ம ட ங்கள் . 
ஆம் , அவள் ஈர்க்கப்பட்ட ள் . அவளத ட ஸ்ட் அர ம ய னத த ன் . 
ஜ ன் . நீ என்ன டம் ச ல்லல ம் , சர ய ? 
ந ன் எப்ப த ம் உன் பக்கம்த ன் . த ற்றங்கள த் த ண்ட . 
த ர ய ம் . 
உங்கள ப் பற்ற ந ன் க ஞ்சம் ந ன த்த க்க ண்ட ர ந்த ன் . 
என்ன ப் பற்ற ந ன த்த க்க ண்ட ர ந்த ய் ... 
- க ள வ் . - என்ன ? 
உன்ன டம் ஒன்ற க ட்கல ம ? 
ஆன ல் அத நமக்க ள் ரகச யம க இர க்க வ ண்ட ம் . 
சர . 
க ம்ப ட் லீக் . 
நீ அத ல் டீன ஜர கச் ச ர்ந்த ய் , இல்ல ய ? 
உன்ன டம் ச ல படங்கள க் க ட்ட க ற ன் , அத ல் ய ர வத அந்த அம ப்ப ல் உற ப்ப னர க இர ந்தனர என்ற நீ ச ல்ல வ ண்ட ம் . 
ப ர ந்தத ? 
ப லீஸ் . 
- என்னத இத ? 
- ச ல் . 
ந ச்சயம கவ ? 
வ ய்ப்ப இல்ல . 
க ற ந்தத , ந ன் இவர ப் ப ர்த்தத ல்ல . 
இவர் ? 
அல்லத இவர் ? 
இவர உனக்க த் த ர ய ம் . ஆம் . 
எங்கள் அன வர க்க ம் ட ன ய த் த ர ய ம் . 
ட ன க ல்ஃப ய்ல் . 
ந ன் ட எஸ் ஜ ன் ல ன்கர் . ட ல்ஸ்டன் ல ன் . ச ஐட . 
எனக்க க இந்தப் ப ட்ட ய எட த்த வ க்க ம ட ய ம , கண்ண ? 
ஆம் . உங்கள த ந்தரவ ச ய்வதற்க வர ந்த க ற ன் . உங்கள் உதவ க்க நன்ற , ஆன ல் அத க ஞ்சம் ச க்கல னத . - அத வ ம்த ன் . - இத ... நடந்த க ண்ட ர க்க ம் வ ச ரண த டர்ப க , ஒர ச ட்ச உங்கள் ப யர க் க ற ப்ப ட்ட ன் . 
அத அதற்க ம ல வ க்க ம ட ய ம ? 
ந ன் வீல்ச ர உள்ள வ க்க வ ண்ட ம் . 
நீங்கள் ஒர அரச யல் இயக்கத்த ன் உற ப்ப னர க இர ந்தத க க ற்றச்ச ட்ட உள்ளத . உங்கள க்க த் த ர ந்த ர க்க ம் , அரச யல் ச ர்ந்த க ழ க்கள ல் உற ப்ப னர க இர ப்பத ச வ ய ல் உள்ள அத க ர கள க்க தட ச ய்யப்பட்டத , ஆன ல் இத க ம்ப ட் லீக் . 
அத ந ய - ந ஸ க ழ . ப ளட்ல ன் என்ற ம் அற யப்பட்டத ? 
நீங்கள் அந்தக் க ழ வ ன் உற ப்ப னர க உள்ளீர்கள அல்லத இர ந்தீர்கள ? 
ட ல்ஸ்டன் ல ன ல் இன்ன ம் ர ய் ச ம்பர்ஸ்த ன் ப ற ப்ப ல் இர க்க ற ர ? 
ந ன் அவர டம் ஃப ன ல் ப ச க ற ன் , சர ய ? 
எர ல் ம த ஸ் வ க்க ம லம் பற்ற என்ன டம் ச ல்ல ங்கள் . அத ன . 
ச ல்ல ங்கள் , ப றக ந ன் க ட்டத மறந்த வ ட க ற ன் . 
ஆம் , நீங்கள் அச்ச ற த்தக்க ட யவர் எனக் க ள்வ ப்பட்ட ன் . 
அச்ச ற த்த பவர்கள் பற்ற ய வ ஷயம் , என் அம்ம க ற வ ர் ... அவர்கள டம் அட பண ந்த ப கக் க ட த என்ற . 
அவர்கள் கண்ண ந ர கப் ப ர்த்த எத ர்த்த ப் ப ச வ ண்ட ம் . 
உனக்க ? நீ என்ன ந ன க்க ற ய் என்ற எனக்க கவல ய ல்ல ? க ட்ப . 
- ஆம் , ஹல . - ஹ ய் , நண்ப . க ள் . நன்ற க இல்ல . 
கடவ ள . அவள் ட ன ய ன் வீட்ட க்க ப் ப ய ர க்க ற ள் . அவள் ... 
வ . ப கல ம் . 
ப ஸ் , நம்ம ம ட்ட வ ட ம யல்க ற ள் . 
இத ல் நீ எப்பட சம்பந்தப்பட்ட ள்ள ய் ? 
அவன க்க உடல்ந ல சர ய ல்ல த ன ? அவன் நன்ற க இர க்க வ ண்ட யவன் . அவ்வளவ ச வ ப ர ந்த ப றக . 
க ம் , ந ன் ப ர்த்த க்க ள்க ற ன் . ந ஜம க . 
ட ன நமக்க ஆதரவ க இர ந்த ன் . 
அவன க்க க ந ம் நடவட க்க ய ல் இறங்க வ ண்ட ம் . 
நீய ம் ட ன ய ம் எப்ப த ம் இப்பட த்த ன் ச ய்வீர்கள் . ஒர வர ய ர வர் கவல ப்பட வ ப்பீர்கள் . 
- இத வந்த வ ட்ட ய் . - நீங்கள் க த ச ய்தத கக் க ள்வ ப்பட்ட ன் . 
என்ன ப ரச்ச ன ? 
ஒன்ற ம ல்ல . ஒர ஃப ள ட் வ ஷயம க வந்த ன் . என் நண்பன க்க க ச ற ய அப ர்ட்ம ன்ட் . ப ட்ர க் என்பவன க்க . 
அத ட ப ச ட் த க க்க . 
- ந ள ப த ம ? - ஆம் . 
ப ன வ ரம் இந்த ம கவர க்க ஹ கர்ட்ட ச ன்றதன் படங்கள் உள்ளன . 
அவர் இங்க ஏட எம்ம ற்க வந்த , ந ற ய பணம் எட த்த ள்ள ர் . 
அடச்ச . ச ன்ய , நீ அவர ப் ப ன்த டர்க ற ய ? 
ஏன் பயப்பட க ற ய் ? 
- உடன் பண ப ர பவர ந ன் வ வ ப ர்க்க ம ட ய த . - ந ங்கள் ச ய்யல ம்த ன ? 
ட ன க ல்ஃப ய்ல் வ ஷயம் என்னவ னத ? - ந ம் ... - ஹ கர்ட்ட க்க சந்த கம் வந்த வ ட்டத . நம் இர வர க்க ம் அத த ர ய ம் . அந்த வண்ட ஓட்ட வத ல்ல ம் எதற்க க ? 
அந்த க ட தல் பணத்த ல் அவர் என்ன ச ய்க ற ர் ? ஒர வழ ய க , நமக்க ஏத க ட க்க றத . 
என்ன ? 
அவர் க ர்ப ட் கட க்க ச் ச ல்க ற ர ? 
ப த மர ந்த , ஜ ன் . 
அத நடத்த வத ம ர ஸ் மன்ச ர் . 
அவர்கள் டீலர்கள் . ம த்த வ ய ப ர கள் . ப ர மளவ ல ன ஹ ர ய ன் . 
ஹ கர்ட்ட அங்க வ ட க்க ய ளர் . 
ந ன் வ ல க்க ச் ச ல்ல வ ண்ட ம் . 
நீ ப ர்க்க வ ர ம்பவ ல்ல . 
ஒன்ற அவர ம ரட்ட க ன்றனர் அல்லத அவர க்க ப த மர ந்த வ ற்பன ய ல் த டர்ப ள்ளத . 
அத வத , நீய க ற ன ய் , ஜ ன் . அவர ல் எத வ ம் ச ய்ய ம ட ய ம் . 
- ஹ ய் . - வந்த எட த்த க்க ள் . 
- ஹ ய் , எனக்க ஸ்வீட் க ட . - எனக்க ஒன்ற க ட . 
ப கல ம் . 
இவன் வ ச த்த ரம னவன் . 
கர மம் , ப்ர . 
உன் வ ய்க்க அவ்வளவ த ன் . 
ப்ர , நீ ட த்ப ரஷ ப் பயன்பட த்த யத இல்ல . உன் ப ரஷ் ந ற்றமட க்க ம் ... ப லீஸ் . 
- க கள பக்கவ ட்ட ல் வ ய ங்கள் . - ச ய்ய ங்கள் . 
ப கள க் கழட்ட ங்கள் . த ர ம்ப ங்கள் . 
என்ன இத ? 
என்ன இத ? 
- அடச்ச . - அத என்ன ட யத இல்ல . உன் ப ய ல் ஓய்வ ட க்க றத ? 
சர . நீங்கள் இர வர ம் ப கல ம் . 
- ப . - ச ல்ல ங்கள் . 
ஜ க்கப் , ந ன க இர ந்த ல் அத த ர வ த்த வ ட வ ன் . 
- ய ர் இத ? 
- இவன ஹ ர்ப்ஸ் ல ன ல் ப ட த்த ன் . 
க ட்ட ற்க ப் ப ன்ன ல் . 
- என்ன க ற்றம் ? - வ ற்பதற்க க ப த மர ந்த வ த்த ர ந்தத . ஓ , சர . 
ப யர ச் ச ல் . 
ஜ க்கப் ட ய்லர் . 
ம ன்ன வ . 
நீ க ல் ச ய்ய வ ர ம்ப ம் ம வரத ப யர்கள ய ம் எண்கள ய ம் எழ த . 
உன் ஃப ன ப் பயன்பட த்த க்க ள்ளல ம் . 
சீக்க ரம் . 
எட ங்கள் , அம்ம . 
நீங்கள் அழ த்த எண்ண டன் இண க்க ம ட யவ ல்ல . மீண்ட ம் ம யலவ ம் . 
வ ற ய ர ய வத அழ க்க ம ட ய ம ? 
என் ஃப ன் எங்க ? 
எங்க உள்ளத ? 
- ஹல . - ப ட்ட , என்ன க த ச ய்த வ ட்டனர் . 
- என்ன ? 
- வந்த என்ன க் க ட்ட ச் ச ல்ல ம ட ய ம ? 
எங்க , கண்ண ? 
ப லீஸ் ந ல யத்த ல் . 
ம கவர ய ச் ச ல் . ந ன் வர க ற ன் . வந்த உன்ன க் க ட்ட ச் ச ல்க ற ன் . 
- ந ன் ப கல ம ? 
- ப ன்ன ல் ப . 
ஜ க்கப் , உன்ன கஸ்டட ய ல் வ க்கப் ப க ற ம் என்பத உனக்க ப் ப ர க றத ? 
சர . அந்த ப ர ண்ட ல் ப ய் ந ல் . 
ஓ , கம ன் , ஜ க்க . எட . 
- ஹ ய ? - எங்க ப ய ர ந்த ய் ? 
மன்ன க்கவ ம் , வ ல ய க இர ந்த ன் . ச க்னல் க ட க்க மல் இர ந்தத . ஏன் ? 
ஜ க்கப் எங்க ? அர மண ந ரம் ஆக ய ம் இன்ன ம் அவன் வரவ ல்ல . 
- க ல் ச ய்த ப ர்த்தீர்கள ? 
- ஆற ம ற க ல் ச ய்த ன் . 
- பள்ள ய டம் க ட்டீர்கள ? 
- ஆம் , வழக்கம ன ந ரத்த ல் க ளம்ப வ ட்ட ன் , ஆன ல் ப ர யவ ல்ல . ஆன ல் ஜ க்க ற்க எத வ ம் ம க்க யம ல்ல . 
நீங்கள் அழ க்க ம் நபர் த டர்ப ல் இல்ல . 
ம ர் ச ல ய ல் ஈ 1 சம்பவம் . 
ஐச 3 ஆண் , பத்த , 14 வயத ர க்க ம் . பல கத்த க த்த கள் உள்ளன . எல்ல ய ன ட்ட கள ம் . 
ஸ க் ? 
என்ன ? 
ஹ ய் . நன்ற க இர க்க ற ய ? 
சர . ஜ க்கப் ட ய்லர் . 
நல்ல வ ஷயம் என்னவ ன ல் அவன் க ற்றங்கள மற க்க ற ன் ... நல்ல வ ஷயம ? 
என் மகன் ப த மர ந்த வழக்க ல் க த ச ய்யப்பட்ட , அவனத ட என்ஏ எட க்கப்பட்டத , ச ற ய ல் வ த்த ள்ளீர்கள் , அத அன த்த ய ம் ப ர யவர் ய ர ம் இல்ல மல் ச ய்த ள்ளீர்கள ? 
வ த கள ன்பட , அவன் உறவ னர்கள அழ க்க ம யன்ற ன் . 
- நீங்கள் இத இன்ன ம் ம சம க்க வ ட்டீர்கள் . - இல்ல , ந ன் ச ய்தத ... அவனத ட என்ஏ இப்ப த ச ஸ்டத்த ல் உள்ளத . 
ந ன் அவன க த ச ய்யவ ல்ல . 
ய ர் ச ய்தத ? க த ச ய்த அத க ர கள் ய ர் ? 
- ர ஸ்க ல் மற்ற ம் வ ய ட் . - ஜ ன் . 
- அப்ப ! - ஜ க் ! அடக் கடவ ள . இங்க வ . 
- ஜ க் . - மன்ன த்த வ ட ங்கள் . ஆம் . ந ன் ம க்ஸ் மற்ற ம் ஷக ல டன் இர ந்த ன் , ப றக ப லீஸ் வந்தனர் , அத என்ன ட யத இல்ல . 
- ந ன் எத வ ம் ச ய்யவ ல்ல . - அப்பட ச் ச ல்ல த . அத ப் பற்ற ய ச க்கக் க ட வ ண்ட ம் , சர ய ? 
இத உன் தவற இல்ல . 
- ந ன் சத்த யம க எத வ ம் ச ய்யவ ல்ல . - பரவ ய ல்ல . 
- மன்ன க்கவ ம் . - சத்த யம க . 
- த ர ய ம் . - நன்ற . 
ம ல ய ம் . 
ஹல . ஹ ய் . வ ள ந ய ள கள் ப ர வ ல் , ஏஇய ல் ம ரீன் ல ன்கர் எங்கள டம் உள்ள ர் . 
- அம்ம . - சர . 
- நன்ற . - நன்ற . 
ந ம் கர்ட்ட ஸ க் க ப்ப ட வ ண்ட ம் . அவர த டர்ந்த க த ச ய்க ன்றனர் . - ஏன ன்ற உனக்க த் த ர ய ம் . ஏன ன ல் ... - அம்ம , அப்ப க த ச ய்யப்படவ ல்ல . 
- ஏன ன ல் அவரத ம ட அவர்கள க்க ப் ப ட க்க த . 
- அவர் ப லீஸ் ந ல யத்த ல் இல்ல . அவரத ம ட ய ல் எந்தப் ப ரச்ச ன ய ம் இல்ல . 
அத , வ ற ம் ஸ்ட ல்த ன் . அத ... 
- அம்ம , க ள ங்கள் . - இல்ல . 
அப்ப இறந்த வ ட்டத த ர ய ம்த ன ? 
வ ர ங்கள் . இத அண ய ங்கள் . அத நடந்த நீண்ட க லம க வ ட்டத . 
அத ச் ச ய்ததற்க நன்ற , ம ர வ . 
ந ங்கள் இன்ன ம் ப ண்கள டம் ச ல்லவ ல்ல . அவர்கள க்க அத த வ ய ல்ல . 
ஆம் . இப்ப த க்க இல்ல . 
ச தன ஆட்டங்கள் இப்ப த இல்ல . அவ அட த்த ஆண்ட த ன் நடக்க ன்றன . 
இப்ப த என் த றன்கள ந ன் இழக்கப் ப க ற ன் . 
ந ள ந ன் ம ட ந்தளவ க பம க இர க்க ம யல்க ற ன் , - கவல ப்பட மல் க ச்ச டம் ப ச க ற ன் ... - ஆட்வ ட் . - ஆட்வ ட் . - சர . எனக்க த் த ர ந்த த றம ய ன ஃப ட்ப ல் வீரன் நீத ன் , ஜ க்க . 
உன் த றம கள் வ லக்கப்பட த . 
உனக்க ந ற ய வ ய்ப்ப கள் கண்ட ப்ப கக் க ட க்க ம் . இன்ன ம் ந ரம ள்ளத . 
ஏற்க ற ன் . 
சர த ன் . 
உன் பந்த த் த றன்கள் அற்ப தம னவ . பந்த த் த றன்கள , ம ? 
என்ன ? ந ன ம் ஃப ட்ப ல் பற்ற ப் ப ச வ ன் . இல்ல ய , ஜ க்க ? இன்ன ர ஒய ன் ப ட்ட ல த் த றக்க ற ன் . 
ச க்வ ல் . அந்த இரண்ட ப லீஸ்கள ம் க ம் க ர்ட்வ ல்ல ன் பழ ய அண ய ல் இர ந்த ள்ளனர் . 
- எந்த க ம் ? 
- அவன் ம சம னவன் . 
அத ல் ய ர ன்ற க ற வத கஷ்டம் , இல்ல ய ? 
க ம் க ர்ட்வ ல்ல ன் இர நண்பர்கள் ப க த இடத்த ற்க ச் ச ன்ற , ச ல 12 வயத ச ற வர்கள த் த ட ய ள்ளனர் . அத ல் ஒர வன் என் மகன டம் ம த்த க் கண்ட ப ட த்த ன ? 
சர . ஆம் . அத வத , அத சந்த கப்பட ம்பட ய கத் த ர க றத . - ஆன ல் , த ர யவ ல்ல , அத ... - என்ன ? த ர யவ ல்ல , இத அம ர க்க இல்ல , லண்டன் , இங்க ... 
என்ன ? அதற்க என்ன அர்த்தம் ? 
- மீண்ட ம் அவன ? 
- ஆம் , மீண்ட ம் அவன்த ன் . 
ந ன் சமந ல ய ல் இல்ல தத ப ல நடந்த க ள்ள தீர்கள் . ந ன் அப்பட இல்ல . 
ஜ ன் ... அவன் அப்பட ப்பட்டவன்த ன் . சர ய ? அவன் மற க்கத்தக்கவன் . அவன் இத ப ன்ற வ ல கள ச் ச ய்ய தன் சக ப லீஸ்கள அன ப்ப க ற ன் . 
அவனத ஆள ந ன் த ட ன ன் . ஹ கர்ட்ட என் மகன் மீத க வ க்க ற ன் . 
ஹ கர்ட்ட ய ர் ? 
உனக்க இன்ன ம் க ஞ்சம் கங் ப வ் வ ண்ட ம ? 
எனக்க ப் ப ர யவ ல்ல . அவர் ஏன் என்ன ம ட்ட வ க்க வ ண்ட ம் ? 
அத ... அத வ ல வ ஷயம் . 
அத என் வ ல ய னத ச ந்த வ ழ்வ ல் தல ய ட க றத . 
அத வத , உன்ன ம ழ ம ய க நம்ப க ற ம் . உனக்க அத த ர ய ம் . 
அத உன்ன ட யத இல்ல எனத் த ர ய ம் . ஆன ல் ... 
ய ர் ? 
உன் நண்பர்கள் ய ர வத , அல்லத ... ஜ க் , நீ இந்தத் தட்ட கள எட த்த ச் ச ல்க ற ய ? 
இல்ல , ம ரீன் . ம ரீன் , அத தவற ன ச யல் . 
- என்ன ? - ப க்க ங் டக்க ல் க ட்சப்ப ? இல்ல . 
ந ங்கள் ப ய் வ ள ய டல ம ? 
- நீங்கள் என் பக்கம் இர ப்பத கக் க ற னீர்கள் . - கண்ட ப்ப க . 
ஏன ன ல் ஒவ்வ ர ம ற நீங்கள் ம ட வ ட க்க வ ண்ட ம் , எனக்க ம் என் மகன க்க ம் ஆதரவ க இர க்க வ ண்ட ம் என ம்ப த ல்ல ம் ... - மற்ற பக்கத்த த்த ன் த ர்வ ச ய்க றீர்கள் . - ப ர க றத . ம ல ம் ம கவ ம் ம சம ன வ ஷயம் , அத அவனத தவற ல்ல என அவன டம் க ற வ ர ம்ப ன ன் . அத ப ர க றத . ஆன ல் உள்ள க்க ள் அத அவனத தவற என ந ன க்க ற ன் . 
எனக்க ப் ப ர க றத . 
அதன ல் அவன் மீத க ற்றம் ச மத்த தீர்கள் . 
- ந ன் ச மத்தவ ல்ல . - இப்ப த த ன் க ற னீர்கள் . 
ந ம் இர வர ம கள ப்ப க உள்ள ம் , சர ய ? 
ஆன ல் ஜ க்கப் ந ற த்த வத அவன க்க நல்லத ... ஏன ன ல் , அவன டம் ந ற ய த றம கள் உள்ளன ... எனவ அவன் இந்த உலகம இனவ ற ய ல் அவன க்க எத ர க உள்ளத என்ற மனந ல ய ல் மனந ல ய ? என்ன ச ல்க றீர்கள் ? என் மனந ல என்ற ல் என்ன ? 
ந ன் அப்பட ச் ச ல்லவ ல்ல ? 
பக த்தற வ ன்ற ய ? ம ர்க்கம கவ ? 
இத உன்ன ப் பற்ற யத இல்ல . 
இத அவனத ம ன்ன ள் நண்பர்கள் பற்ற ச் ச ல்வீர்கள ? ர ஹன ? 
ப ர க றத . சர . நீ க ற வத ... என்ன ? 
ஒன்ற ச ல்லவ ? நம் க ட ம்பத்த ல் மனநலப் ப ரச்ச ன ய னத , கர ப்ப னத்தவர் என்பத ல் வரவ ல்ல . 
என்ன க ற னீர்கள் ? 
இந்த பயம் எங்க ர ந்த வந்தத என ந ன க்க ற ய் ? 
இப்ப த என் அம்ம வ த் தவற கப் ப ச க றீர்கள ? 
- உனக்க க ந ன் அன த்த ய ம் ச ய்க ற ன் . - அத ஏத க ட ம்ப ச பம் ப ல . 
ந ன் ச ல்ல ம் ச ற ய வ ஷயம் க ட ப ர த க வ ட க றத . என ல் நல்லத கப் ப ச ங்கள் ! 
- ந ங்கள் க ளம்ப க ற ம் . எங்கள க்க ... - சர . 
கடவ ள . 
நன்ற க இர க்க ற ய ? 
வந்ததற்க நன்ற . அத ஜ க்க க்க ம கவ ம் ம க்க யம் . 
ந ன் நன்ற க இர க்க ற ன் . நன்ற க இர க்க ற ன் . 
- ப லீஸ் . - என்ன வ ண்ட ம் ? 
நகர ங்கள் . 
ம ர ஸ் மன்ச ர் , ப த மர ந்த வ த்த ர க்கக்க ட ம் என்ற சந்த கத்த ல் உங்கள க் க த ச ய்க ற ன் . 
ஹ ய் . அத ந ன் ந ன ப்பவர் என ல் , ச ய ன்ட் ல ய ன ர்ட் ட க்ஸ் . 
அவன டம் ச ல் . 
கடவ ள . 
உங்கள் இர வர க்க ள்ள ம் என்ன ? ஒர வ தம ன ஏற்ப ட ? 
என்ன ? நீ ப த க க்கப்பட்ட ள்ளத க ந ன க்க ற ய ? 
அவர் உனக்க உதவ வ ர் என ந ன க்க ற ய ? 
இன ம ல் இல்ல . 
ந ன் அவன க் க த ச ய்க ற ன் . என்ன க ற்றம் ? 
ப த மர ந்த வ த்த ர ந்தத . 
- ஆம் , அத நடக்க த . - அப்பட ய ? என்ன ந ற த்தப் ப க றீர்கள ? 
உன் க ர ல் இர க்க ற ன , மன்ச ர் . அவன் எனக்க க வ ல ச ய்க ற ன் . 
அவன் நம்ப க்க ய ன அச ட் . 
ஆம் . நல்ல ம யற்ச . அந்த ம கவர ய கவ ன்டர்இண்ட ல ஜ ன்ஸ் ம லம் ஆய்வ ச ய்த ன் . 
ஓ , அர ம . அங்க உனக்க நண்பர்கள் உள்ளனர் . 
- ஆம் . இவனத ப யர் க ட்டவ ல்ல . - கண்ட ப்ப கக் க ட்ட த . 
சட்டத்த ற்க வ ள ய வரவ ற்க ற ன் . அத உனக்க த் த வ ய னத ம் இல்ல . 
நீங்கள் அவன டம் ந ற ய பணம் க ட த்தீர்கள் . 
- உன் தகவல்கள் உனக்க ... - பத ல க்க உங்கள க்க என்ன க ட க்க றத ? - ... எங்க ர ந்த க ட க்க றத எனத் த ர யவ ல்ல . - ப த மர ந்த ? அல்லத என்ன ? 
ப த ம் . சர ய ? 
உன்ன டம் கன வ கக் க ட்க ற ன் . 
என் மகன க் க ற வ த்த ள்ளீர்கள் . 
உங்கள் ஆள் , க ம் , ஒர 12 வயத ச ற வன டம் ம த ம்ப்ஃப டம ன வ த்த ள்ள ர் . 
ந ன் ப ச வத உங்கள க்க த் த ர ய தத ப ல நட க்க தீர்கள் ! 
ந ன் ஏன் உன் மகன க் க ற வ க்க வ ண்ட ம் ? ஓ , சர . 
அவன வ ட , சர ய ? 
இத இர க்க றத ? இத நல்ல நடத்த இல்ல . 
க ர்ப ட் கட ய ல ர ந்த ஹ ர ய ன் வ ங்க வத ம்த ன் . 
ட ன பற்ற என்ன ? 
உங்கள் 62 வ ஷயத்த டன் ப ர ந்த க ற ர் , இல்ல ய ? 
க ம்ப ட் லீக ? 
நீ தவற க ந ன க்க ற ய் . 
ட ன அண்டர்கவர ல் உள்ள ன் . 
- இல்ல . - ஆம் , எப்ப த ம த ன் . 
இல்ல , அவர் ச ர ம்ப த அவர் ப லீஸ ல் இல்ல . ஆம் , த ர ய ம் . ஏன ன ல் அவன ந ங்கள் ந ரட ய க க ல்ட்ஸ்ட்ரீம் க ர்ட்ஸ ல ர ந்த பண யமர்த்த ன ம் . 
எர ல் ம த ஸ் . இத எல்ல ம் அத ப் பற்ற யத த ன ? 
அந்த வழக்க ந ய யம கவ ம் ப ரபட்சம ன்ற ய ம் வ ச ர க்கப்பட்டத . க ற்றவ ள ய ப் ப ட த்த வ ட்ட ம் . 
இல்ல , வ க்க ம லம் க ட த்தத . ஆன ல் அவன ப் ப கவ ட . 
மன்ன க்கவ ம் . உனக்க கட னம ன இரவ க இர ந்த ள்ளத எனத் த ர ய ம் . 
ஒன்ற ச ல்லவ ... வ ண்ட ம் . 
உன் க ர ல் இர ப்பத உன் வ ழ்க்க . 
என் மகன ன் ட என்ஏ இப்ப த ப என்ச ய ல் உள்ளத ! 
அத ந ரந்தர ர க்க ர்ட் ! 
அத ல் என்ன ல் உதவ ம ட ய ம் . ந ன் அத ச் சர ச ய்க ற ன் . ந ன் ப ச க ற ன் . 
ஆன ல் , நீ ... அவன வ ட . 
வ ள ய வ . 
என்ன ? என்ன ல் நடக்க ம ட ய த . எவ்வளவ க ள ர க உள்ளத ப ர் . 
கடவ ள . உன் ம ந்த ய வ ல க்க ரன் எப்பட இறந்த ன் ? 
ஹ ய் . க ம் இர க்க ற ன ? 
- அவர் ... - அவர் உள்ள வரட்ட ம் . ஹ ய் . 
12 வயத ச ற வன டம் ப த மர ந்த வ ப்பத ப த்த ச ல த்தனம் என ந ன த்த ய ? 
இல்ல . அப்பட நடக்கவ ல்ல . 
உன் ச வ ய எட த்த வ . 
உட ம ற்ற க்க ள்ளவ ? 
என் க ட்ட எட த்த த் தர க ற ய ? நன்ற . 
அதன் ப யர்த ன் பழ வ ங்க வத ? 
உனக்க ப் ப ர யவ ல்ல ய ? அவள ந ன் சம ள த்த ர ப்ப ன் . 
- அவள் ட ன ய வ ச ர த்த ர க்க ற ள் . - ஆம் . 
சர , எனவ அவள ந ம என்பத த ன் ம ட வ . 
ம ற்ற த் த றன ள ய அச்ச ற த்த யதற்க க அவள க் க த ச ய்ய ம் அத க ரம் இர ந்தத . 
சக ப லீஸ் அத க ர ய . அவள் கத ம ட ந்த ர க்க ம் . அவள த் த ரத்த ய ர க்கல ம் . சம கப் பண ய ளர க்க எதற்க ச ன்ற ர ப்ப ள் . இப்ப த நம் ந ல ம என்ன ? 
அன வர ம் அவள் த ல்ல க ட ப்பவள் என ந ன க்க ன்றனர் . 
நீ இன்ன ம் ஏன் ப ச க ற ய் ? 
ஓ , கம ன் . ந ம் கடந்த க லத்த ல் ம க ம சம னவற்ற ச் ச ய்த ள்ள ம் . 
இத த்த ன் ந ம் ச ய்க ற ம் . சர ய ? ந ன் ... 
உங்கள க்க ந ன் எத வ ம் க ற ம ட்ட ன் , ஏன ன ல் நீங்கள் த ர ந்த க ள்ள வ ர ம்ப வத ல்ல . ஆன ல் உங்கள க்க க ந ன் இர க்க ற ன் . எப்ப த ம் இர ந்த ள்ள ன் . 
எப்ப த ம் உங்கள ப் ப த க ப்பத பற்ற யத த ன் . 
உன் க ர ந ன் ஓட்டல ம எனக் க ட்டத ந ன வ ள்ளத ? 
இப்ப த ? 
இப்ப த நல்ல ந ரம்த ன் . 
என்ன இத ? அடச்ச . 
நன்ற க ஓட்ட க ற ன் . 
அடச்ச ! 
என்ன ல் இதற்க ச் ச லவ ச ய்ய ம ட ய த . 
என ல் உனக்க ன வ ல கள மட்ட ம் ப ர் . 
- இத த ன் வீட . - நன்ற . ஆம் , அற்ப தம க உள்ளத . 
ட ன் ஹ கர்ட்ட க்க நன்ற க ற ங்கள் . அவர்த ன் ட ப ச ட் த க க ட த்த ர் . 
ஐக ய ஸ்ப ஷல் , இதன ல் ய ர ம் உங்கள எட்ட ப் ப ர்க்க ம ட ய த , சர ய ? 
இத த ன் உங்கள் வீட்ட க்க ன ச வ கள் . க ட் லக் . 
அவர் உடல் த ர்ந ற்றம் அட க்க றத . 
என்ன இத ? 
மழ ப ய்ய ம்ப த நீ இங்க வந்த ச ல்வதற்க க ? 
ஏன் என்ன டம் கன வ க நடந்த க ள்க ற ய் ? 
ஏன ன்ற ந ன க்க ற ய் ? 
உனக்க என்ன ப் ப ட க்க ம ? 
அத க ட த . ந ன் உனக்க ஏற்றவள் இல்ல . த ர ய ம ? 
இந்த . 
ஜ க் , க ள் . 
ச ல ந ரம் ப றர் ... ப லீஸ் ... - ப றர் அன ம னங்கள் ச ய்வ ர்கள் . - சர . 
அவர்களத ம ன்ம ட வ கள ன்பட ய ன அன ம னங்கள் . இந்தப் ப லீஸ்கள் , அவர்கள் உன்ன அப்ப வ ச் ச ற வன கப் ப ர்க்க ம ட்ட ர்கள் ... அம்ம , கம ன் . அவர்கள் உன்ன க் கர ப்ப னச் ச ற வன கப் ப ர்ப்ப ர்கள் . ம ல ம் ... அவர்கள் இனவ ற யர்கள் . 
அவர்கள் உனக்க த ந்தரவ க ட த்த ல் எப்பட உன்ன ப் ப த க த்த க்க ள்வத எனக் க ற வ ர ம்ப க ற ன் . 
- அம்ம , நீங்கள் எனக்க ... - இல்ல . க ள் , ந ன் க ற வ ண்ட ம் . 
- இத ப் பற்ற எனக்க த் த ர ய ம் . - சர ய ? க ள் . 
நீ ப த்த ச ல த்தனம க இர க்க வ ண்ட ம் . 
உன் ஹ ட்ட தல ய ல் ப ட்ட க்க ள்ள த . 
உன் க கள ப க்க ட்ட ல் வ க்க த . ப லீஸ் உன்ன ந ற த்த ன ல் , ஓட த . மர ய த ய டன் அவர்கள டம் , உன் அம்ம ப லீஸ் என்ற ச ல் . 
ட ர ஸ் , ந ன்த ன் , ஜ ன் . க ள ங்கள் . 
ந ன ம் ச ன்ய வ ம் இன்ற ரவ அங்க வர வத பரவ ய ல்ல ய ? 
நீங்கள் ஒர வ ஷயத்த க் க ட்க வ ண்ட ம் . 
எர ல் பற்ற ஒன்ற க் க ட்க உங்கள க்க உர ம ய ள்ளத . உங்கள் மகன் பற்ற . 
- ஹ ய் . - உள்ள வ ர ங்கள் . 
இத க ர்ல . ந ங்கள் த ட வர ம் ப ண் . 
அவன க்க நீண்ட க லத்த ற்க ம ன் ஒர க தல இர ந்த ர க்க ற ள் . என்ன ப் ப லவ . 
" ம ட்ட ள் ப ண் . ச ல்வத க் க ட்கவ ல்ல " என்ற ன் . அவன மக ழ்ச்ச ய க வ த்த ர க்கவ ல்ல . 
அவன் என்ன க் க த்த ய அத கத்த ய ல் அவள பல ம ற க த்த ய ள்ள ன் . இப்ப த அவள் இறந்த வ ட்ட ள் . 
அவளத ப யர் என்ன ? த ர ய ம ? 
அவன் அத ப் பற்ற ப் ப ர ம ய கப் ப ச வ ன் , த ர ய ம ? 
அவள க் க ன்றதற்க க ஒர வர் 24 ஆண்ட கள் தண்டன ய ல் இர க்க ற ர் . 
உங்கள் க தலன ன் ப யர ச் ச ல்ல ங்கள் . 
இல்ல . அவன் த டர்ந்த க ற வ ன் , ஒய ட்க ர ஸ ல் இர க்க ம் அவன் ம ட்ட ள் மற்ற ம் ... அழ ப்ப ளர ? 
