Хора прелитат над публиката , от край до край . Ето така . Скачат в ръцете на други , които ги чакат от онази страна . 
Не е ли страхотно ? 
Другото интересно в цирка са били животните . Имали са огромни създания , наречени " слонове " . Кожата им е била твърда като бетон , имали са огромни носове , наречени " хоботи " , 
и зъби от двете страни на главата , които са стигали до три метра . 
- Явно са били кошмарни . - Харесвам слоновете . 
Били са много умни и жертвоготовни . 
Помагали са на други твари в беда . 
- Сега аз съм твар в беда . 
- Какво ? 
Ще се опитам да дишам през 15 - метров маркуч , без да се налага да изобретявам нещо , което да помпа въздух , а май няма да мога . Ще вземеш ли това ? 
Мога да го поправя . 
Сръчна си в ръцете , а ? Какво работеше в твоя силоз ? 
- Би ли ... Благодаря ти . - Извинявай . 
Бях инженер . 
Някога са използвали машини , с които са дишали под водата . 
Има страхотна книга - " Двадесет хиляди левги под водата " . В нея изследват дъното на океана с оборудване за дишане и подводен кораб , наречен " Наутилус " . - Океанът е необятна шир от солена ... - Виждала съм го . 
- В книга . 
- В Силоз 18 са ви давали книги ? 
- Не . - По дяволите . 
Докъде бях стигнал ? Сетих се ! 
В книгата капитанът на " Наутилус " е Немо . - Приличаш на него . - Може ли да ... 
- Да ? - Може да използваш хармониум . 
- Музикален инструмент е . 
- Трябва ми нещо за писане . 
Някаква плоча , това не става . - Там има и черна дъска . Да вървим ! 
- Хайде . - Ето . 
Като малък мислех , че са имената на основателите . Сега смятам , че са на механици , загинали в бунтове . 
Ние сме слушали само за последния . Всяко поколение се е вдигало на бунт . 
- И не искаш да започваме нов ? 
- Ако изобщо са започвали тук . 
Ела да видиш . 
Виж какво пише до имената . 
" Започна заради недостиг на храна . " 
И после са написали : " Обвиниха Механичния " . 
Виждаш ли ? 
" Фабриките затвориха . " 
" Пожар в сметището . " Виж тук . Не се чете добре , но ... 
" Независимо къде избухва бунтът , винаги обвиняват Механичния . " 
Защо ? Защо нас ? 
Защото можем да спрем генератора . 
Точно така . 
Не си готов за това . Искаш ли да го спрем ? 
Ако така ще получим своето и нямаме избор . 
- Убиха Купър . 
- Знам ! 
И пратиха Жулиета да чисти . 
Но какво друго искаме освен мъст ? 
Истината . 
Да ги накараме да ни я кажат . 
Като шеф на Механичния мога да поискам среща с кмета . Ще сформираме малка група - аз , ти , Уокър , може би и Маклейн . И ще идем горе . 
Без шайки , без оръжия . 
Всяка наша крачка ще се приеме като акт на агресия . 
Затова първо ще пишем на кмета , ще обясним за какво искаме да говорим . Не на кмета , а на съдията . 
- Медоус е пионка според Жулиета . 
- Но никой в силоза не го знае . 
Всички смятат , че съдия Медоус е шефът . 
Ще пиша до нея . 
Вярно ли е , че шайка от Механичния ще се срещне с Медоус ? 
- Не е шайка . 
- Ще ги спра . - Имам 50 охранители . - Не , Роб . 
Нека изкажат мъката си , може това да ги успокои . 
Целта ни е да предотвратим бунт . - Независимо как . - Приближават се до шлюза . 
- Може да се втурнат към него . 
- Водят две старици . 
Няма да хукнат по стълбите . Сложи охрана над Правния , щом искаш . 
Тревожа се и за друго . 
Съдията прие да се срещне с Лукас Кайл . Ще преразгледа присъдата му . Ако го помилва , лошо . - Съгласен съм , но какво да направя ? 
- Да говорите с нея . 
Знам , че се срещате . 
- Следиш ли ме ? 
- Споделям наблюденията си . 
Ще й споделя тревогите ти при следващата ни среща . 
- Приемаш хора от Механичния ? - И те са жители на силоза . 
- Ще се изтълкува зле . 
- Не , ще се приеме като промяна . 
- И Лукас Кайл ли ще изслушаш ? 
- Има това право . 
А ти имаш правото да откажеш . 
От какво се боиш ? 
- Той е опасен . 
- Още по - добре . 
- Говоря сериозно . - Не . Ако беше сериозен , щеше да ми донесеш костюма . 
- У теб ли е ? - Изработват го ! 
Когато го донесеш , ще говорим . 
Какви са тези числа ? 
- Не знам . 
- Нужно ми е пространство . 
Изтрий ги , няма кой да възрази . 
Денят на основателите . 
Трагедията се случи седмица преди него . 
Вие празнувате ли Деня на основателите във вашия силоз ? - Не . 
- Имате ли други празници ? 
- Денят на свободата . 
- Какво чествате на него ? 
- Свободата , Соло . - Да , извинявай . 
Лапис . Седяхме заедно . 
Беше забавно момиче . 
Издаваше странни звуци и ме разсмиваше . 
Майка й ... Правеше сладко от праскови . 
Казваше , че името й означава " синьо " . Мисля , че това беше любимият й цвят . Харесваше сините ми очи . 
Соло ? 
Това е класна стая на ниво Б , нали ? 
Момичето е било на 11 - 12 години , когато е избухнал бунтът . 
Как така си седял до него ? 
Не съм казал , че точно тази е чантата на Лапис . 
Как е пострадало окото ти ? 
По време на бунта ли ? 
Не ми се говори за това . 
Забравих ! Ела да видиш ! 
Виждала ли си нещо подобно ? 
Да ти покажа ли ? 
Да ти сложа още джинджифил ? 
- Тревожиш се . - Естествено , идва шайка от Механичния . 
Само няколко души са и съдията се съгласи да ги приеме . 
Ако искаш , ще пратя охрана . 
Не искам охранител , остани ти . 
Ако успея да запазя мира долу , няма да има за какво да се тревожим . 
Ще пратя човек да ви нагледа и ще се върна възможно най - скоро . 
Взе ли ги ? 
Кучетата ми се ядосаха , но да . Взех ги . 
- Ще ги видиш ли ? 
- Различавам червено от зелено . - Добре тогава . 
- Всеки може да ме замести . 
Нека дойда с вас . Заради Куп . 
Казахме , че ще сме четирима , не петима . 
Може аз да остана . 
Ще спя в леглото си и ще ви чакам да се върнете . 
Както желаеш . 
Медоус не беше алкохоличка . 
В Правния се носеха легенди за ума й , била гениална . 
После нещо се случи . - Не разбрах какво . 
- Хрумна ми идея . 
Може да е прекалено , но Пактът изброява три основания за сваляне на съдия . 
Доказани нарушения , неспособност да върши работата си и застрашаване на силоза . Вот на недоверие ? 
- Това ще разклати силоза . 
- Или ще обедини горните нива . 
Нужна ми е подкрепата на повечето нива и отдели . 
- Няма време за петиция против срещата . - Не са ти нужни подписи . 
Достатъчно е да има заплаха за сваляне на съдията , Бърнард ще разбере . 
Той трябва да я отстрани . Тогава ще те помоли за помощ . 
Соло , престани . - Спри . 
- Не , заслушай се . 
Опитвам се да мисля , а ти свириш . Музиката ми пречи . 
- Да , но как мислиш , че свиря ? 
- Не ме е грижа ! 
Напротив . 
Опитвам се да ти покажа нещо . Ще дойдеш ли за момент ? И обещавам повече да не ти досаждам . 
- Свири . - Добре . 
Не гледай ръцете , а краката ми . 
Да . Вътре има духало , което вкарва въздух в клапа . 
Може да го използваш за маркуча . 
Трябва да го разглобя . 
- Но после ще го сглобиш , нали ? Не знам дали ще мога , може би . Посвири за последен път . - Хайде . - По дяволите . 
Ще видим . 
Били сте у Никълс и сте избягали от охранителите . 
- Нали ? 
- Да , но ... Още едно " да , но " . 
" Да , в ръцете си държах реликва , но не беше мое притежание . " 
Щом не отричате фактите по случая , господин Кайл , защо настоявате за преразглеждане на присъдата си ? 
Нека отгатна - причината да го правите , казано просто , е , че не е честно . 
Права ли съм ? 
От какво е направена ? 
От метал . 
А къде се добива рудата за този метал ? 
- В мините . 
- Мините са важни за оцеляването ни . Но работата там е тежка , опасна е и никой не иска да я върши . 
Затова ще я вършите вие , заедно с другите , нарушили законите в Пакта . 
Ще носите жълт гащеризон , но ще изпълнявате жизненоважна роля за силоза . 
Може ли един въпрос ? 
Щом се налага . 
Защо се съгласихте да преразгледате присъдата ми ? 
Охрана , вън . 
Вие как мислите ? 
- За да разберете какво съдържа дискът . 
Исках да ви разпитам за светлините в небето . 
Какво са те ? 
- Не знам . 
- Кажете какво мислите . 
Движат се . 
Всъщност движим се ние . 
Ние ли ? 
Какво означава това ? 
Ние живеем на кълбо . 
То е огромно и се върти . Създава впечатлението , че се движат светлините , но не е така . Същото важи и за Слънцето . 
Не се движи то , а ние . 
Въртим се и по този начин има ден и нощ . 
Светлините в небето се наричат " звезди " . 
Те са гигантски кълба от газове . Блестят благодарение на енергия , наречена " радиация " . Тя ги превръща в необятни огнени топки . 
Имате право - светът се върти около оста си и около Слънцето . 
Слънцето е само една от милиардите звезди . 
Откъде знаете всичко това ? 
И още нещо - има ли други светове , които се въртят ... Охрана ! 
Лукас Кайл , заради вашата честност и желание да поемете отговорност за действията си , ще намаля присъдата ви на пет години в мините . 
Основателите да бдят над вас . 
Водете го . 
Долу Медоус ! Свалете я ! - Долу ! - Долу съдия Медоус ! ДОЛУ МЕДОУС ! МЕДОУС ВЪН ! 
- Вече няма да те прежулва . - Благодаря ти . 
Как си ? 
- Защо питаш ? 
- Не излезе от дупката си цели 25 години . 
Сега си все навън . 
Треперех от страх , когато тръгнах за лентата на Жулиета . 
После те видях . Замислих се за всичките пропилени години . 
И за двете ни . 
Не си спомних причината . 
Не помня да имаше основателна причина . 
Ако Медоус се съгласи да пратим хора да търсят Жулиета ... Да ? 
- Би ли се предложила ? 
- Без да се замисля . - А ти ? - Да . 
Какво искаш да видиш ? 
Разстоянието . 
И Жулиета . 
Неизвестността ме съсипва . 
- Мислех , че не я харесваш . 
- Постоянно ме дразнеше . Но бих й поверил живота си . 
Имаме компания . 
Не може да бъде . 
Оставете на мен . 
Наред ли е всичко , помощник - шерифе ? 
- Към Правния ли сте тръгнали ? 
- Да , и ние имаме това право . 
- Не ви спираме , ще ви съпроводим . - Защо ? - Шериф Билингс ни прати . 
- Защо смята , че е нужно ? - Долу имате много приятели , но горе ... - Може да ви замерят с лайна . 
- Буквално . 
- Ще ви оставим няколко нива под Правния . 
Ако ни видят заедно , ще решат , че сме на ваша страна . 
Ще ни оставите точно в най - опасния момент ? 
Цивилна съм , така че да . 
Да тръгваме . 
Бомбата избухна тук . 
Всички побягнахме . 
Огънят не се разпростря . 
- Къде беше стрелецът ? - Ето тук . 
- Пенсиониран охранител . 
- Реджи Смолс . 
Уж реагирал по правилник . 
- А негодникът с бомбата ? 
- Беше там . 
Нашето момче Купър се втурна да го спре . 
- Разпознат ли е ? - Не . 
- Искам да го видя . 
- Сутринта го призоваха в Правния . 
- Казаха ли защо ? - Не . Попитах ги , но ме погледнаха по онзи особен начин . 
- Работил съм в Правния . - Съжалявам . - Не исках ... - Погледът ми е познат до болка . Ясно . 
Тялото на Купър тук ли е ? 
Започвай , мисля , че работи . 
Соло ? Помпай силно . 
Не се получава , спри . 
Мисля , че ако ... 
- Може би ... - Трябва да се върна в трезора . 
Какво ? 
Защо ? - Май го оставих отключен . 
- Тук няма никого . 
Няма страшно . 
- Ще отида да проверя . 
- Не , няма нужда . Видях , че го заключи . - Не съм . - Затвори вратата и тя щракна . 
- Успокояваш ме . - Чакай ! Какво правиш ? Заключи трезора . 
Да , заключих го . 
- Ти ли стоиш зад това ? 
- Категорично не . 
Трябва ли да повярвам , че отстраняването ми е спонтанна идея ? 
Жителите се страхуват . Страхът им се увеличава с всяка крачка на хората от Механичния към шлюза . 
Трябваше да прочетеш писмото им . Искат по - надеждни костюми . И да пратим няколко души навън да огледат . 
Малка експедиция . Просто чудесно . Всичко това е забранено от Пакта . 
Нямаше да се съглася . Щях да им кажа , че ще назначим комисия , която да реши . 
- И да ги удавиш в бюрокрация . - Да . 
- Съжалявам за настроенията срещу теб . 
- Не ми пука . 
Ще избягам , преди да ме свалят . 
Ще дойдеш ли в апартамента ми ? 
Довечера , на вечеря . 
- Защо ? 
- За да обсъдим следващите стъпки . 
- Моите са извън шлюза . - Костюмът ти ще бъде готов . Може да го пробваш . 
В 19 ч . ? 
- От Механичния ще пристигнат към 21 ч . - Добре . 
Говорих с Лукас Кайл . 
Прав си , той е опасен . 
Тогава защо намали присъдата му наполовина ? 
За да изглежда , че сме честни . 
Мислиш ли , че човек като него ще издържи в мините повече от година ? 
Ще се видим довечера . 
Ако тълпата не ме хвърли през перилата . 
- Ще пробваш ли пак ? - Да . 
Да , ще се получи . 
- Добре ли си ? 
Ще се справя , трябва само да прекося пътеката и ще стигна до склада . Нищо особено . Когато се потопя , постарай се да ... - Да помпам , разбрах . - Добре . 
Няма труп , Ханк , от Правния го взеха . 
Не искаме да видим негодника с бомбата . - Покажи ни Куп . 
- Това ти казвам - взеха Куп . Какво ? 
Защо ? 
Казаха , че са дошли за трупа , нямаше друг освен Куп . 
- Взеха го . - Не . 
- Отказаха да ме изслушат . 
- Вчера тук имаше два трупа . 
- Тази сутрин беше един . 
- Какво се е случило ? 
- Не знам . - Не знаеш ли ? 
- Заключи ли снощи ? - Да , заключих . 
- Да не съм глупачка ? - Не знам . - Вчера имаше два трупа . - Опиши изчезналия . 
Беше мъж на около 40 години . 
Среден на ръст , с голяма брада и дълга коса . 
- Да . - Ще се справиш , капитан Немо . 
- Сати ? - Помня , че го харесваш . 
Трезорът . 
Хайде де ! 
Трябва да се върна в трезора . 
- Не се тревожи , чакай . - Не , сега ! - Трябва да отида . 
- Чакай . - Не ! 
Аз командвам , аз съм отговорен . - Добре , мамка му . 
- Заключен е . 
- Така ли ? - Да . - Успокои ли се ? 
Да , и ще влизам вътре . 
Какво ? 
- Добре ли си ? - Да . 
Какво става ? 
Може би си сбъркал кода . 
- Какво си му направила ? 
- Не съм го докосвала . - Не искаш да вляза . - Бяхме заедно ! Остана ми само един опит . 
Успокой се ! Не биваше да излизам , вътре е безопасно . 
- Запиши си кода . - Млъквай ! Добре . 
Видя ли ? Нищо не съм направила . 
- Назад ! - Соло ! 
Тренирах за състезанието по половин час на ден . И по два часа да беше отделяла , щеше да загубиш . 
Негодник . 
Колкото и да не ми е неприятно , искам да пробвам костюма . 
Каза , че ще ме чака тук . 
- Не е във виното . 
- Не бях сигурен дали ще пиеш . 
Гъбите са отровни . 
- Колко живот ми остава ? 
- Няма и час . 
- Защо ? 
- Трябва да спазвам " Правилника " . 
- И как смъртта ми ще ти помогне ? 
- Ще обедини силоза . 
Мери , съжалявам . 
Къде е харддискът , който иззе от Жулиета Никълс ? 
Унищожих го . 
Защо питаш ? 
Какво съдържаше ? Ако е важно , трябва да ми кажеш . Нищо не можеш да направиш , дори да знаеш . 
Ще ти кажа само , че беше свързано със Салвадор Куин . - Преди 140 г . като шеф на Информационния ... - По време на бунта ? Да . Написал е писмо , отчасти кодирано . 
- За какво ? 
- Не мога да ти кажа . - Дешифрира ли го ? - Престани . 
- Не мога да ти кажа . 
Преди 25 години , когато се отказах да бъда твоя сянка , ти казах ... - Че не искаш цял живот да ме следваш . 
- Излъгах те . 
С радост бих те следвала , но знаех , че няма да ми се отдадеш . 
- Защо излъга ? 
- Не посмях да ти кажа истината . 
Изчезна за четири дни . Върна се и напусна . Къде си била ? 
Може ли да отида в кафетерията ? Искам да видя външния свят за последно . 
Не . 
Но ще ти покажа друго . 
- Използвала ли си подобно устройство ? - Не . През него се вижда като през шлемовете на чистачите . Но показва истината . 
Чела ли си за Коста Рика ? 
Ето я Коста Рика . 
Облачният горски резерват в Монтеверде , 2018 година . 
Вдигни глава и погледни вляво . 
Виждаш ли маймунката на лианата ? 
Това е белораменен капуцин . 
Гледай сега . 
Ще скочи от лианата на дървото вдясно . 
- А сега погледни долу вдясно . - Да . 
Тази жаба се нарича " червеноока дървесница " . 
- Виждаш ли я ? - Да . 
Ярките цветове са защитна окраска . 
Зеленото е за камуфлаж . Слива се с обкръжението , за да се пази от хищници . 
Бързо , погледни нагоре . 
Гледай към короните на дърветата . Това са ято кетцали . 
Мъжки са и се отличават с разполовените си опашки . 
Красиви са . Прекрасно е . Каква красота . 
Какво са направили ? 
Как са унищожили този свят ? 
Мислех , че вече ми вярваш . 
Когато ме изпратиха да чистя , бях ... Бях много уморена . Сякаш дълбоко в себе си ... Знам , че звучи странно , но изпитах облекчение , че най - сетне всичко ще свърши . 
Разбираш ли ? 
Когато излязох навън , бях много ... Бях адски самотна . И бях много уплашена . 
Умирах от страх . 
След всяка крачка си мислех : " Това беше , ето тук ... Ето тук ще се строполя . Това е моето място . 
Тук ще умра " . 
Но не умрях . Продължих да вървя . 
Друго не ми оставаше . 
Знам какво е да си уплашен , Соло . Не си единствен . 
Соло ? 
Капитан Немо иска да научи повече за онова място . 
Как се наричаше ? " Цирк " . 
Ще ми разкажеш ли за него ? Може да ми разкажеш и за ... За съществата с дългите носове . 
Не помня как се наричаха . 
- Наричат се " слонове " . 
Имали са и котки , но не са били като нашите . 
Техните са били огромни . Стигали са до 180 килограма . 
Наричали са се " лъвове " . 
Обучавали са ги да скачат през огнени обръчи . 
- Вярно ли ? - Да . 
Следвай инструкциите ми точно . 
Ще се видим там . 
Моли , когато сте преследвали Никълс , сте задържали двама души . 
Да , Дани някой си ... 
- Дани Блай и Патрик Кенеди . 
- Къде са сега ? От Правния ги отведоха с торби на главите и запушени усти . 
Кенеди има ли брада и дълга коса ? 
Да , защо питаш ? Работим по версия , дочуване . 
Лекарят каза ли , че брадатият мъж е мъртъв ? 
Не и официално . Но го отнесоха безжизнен . 
- Къде беше прострелян ? - Ето тук . 
Не , чакай . 
Тук . 
Съдия Медоус ни очаква ! 
- Имаме официална среща в Правния ! - Върша си работата . Назад ! Тези животни ще унищожат силоза . 
С нас ли сте , или с тях ? 
Съжалявам , Правният отдел не работи . 
- Няма да си тръгнем , преди да ни приемат . - Напротив . 
Или ще си тръгнете по стълбите , или през перилата . 
Червена топка ! 
Пет , четири , три , две , едно . 
Ще пуснем тока , след като говорим със съдията . 
Мръднете . 
- Господин кмете . - Господин Нокс . Виждам , че сте спрели тока . 
Повикайте съдия Медоус и ще го пуснем . 
Тя не се чувства добре , но ще ви пусна да я видите , ако възстановите захранването . 
Само вие двамата . 
- Какво става ? 
- Измамиха ни . 
Недей . Чуй ме , Нокс ! Трябва да си вървим . 
Не ви спирам . 
Сигурен ли сте ? 
Охранителите ми са отвън . 
Жителите на силоза трябва сами да решат този проблем . 
- Не бива да тичаме . 
- Трябва . Отвън има 50 охранители и стотина озверели негодници . 
Ще вървим бавно до Уокър и Маклейн . 
- И после ще бягаме ! - С всички сили ! 
Да си вървим . 
- Не показвай , че си уплашена . 
- Не бях , преди да го кажеш . 
Протестите за свалянето на Медоус бяха неочаквани . 
Принудиха ме да действам . 
Налагаше се . 
Вярвам , че резултатът ще е положителен . 
Но ... Знам , че са твое дело , Роб . 
Не им давай голяма преднина . Рискуваш да ги изпуснеш . 
Тишина ! 
Знам , че някои от вас , мнозина от вас , не одобряваха срещата между съдия Медоус и хора от дълбоко долу . 
Тя се съгласи да ги приеме , защото , по нейни думи , всеки жител на силоза заслужава да бъде изслушан . 
Това се оказа фатална грешка . 
Онези животни от Механичния я убиха . 
Искаха да отворят шлюза . Съдия Медоус им отказа . 
Тя пожертва живота си за силоза ! 
За вас ! 
За мен ! 
Дълг на всеки гражданин е да намери убийците и да им потърсим отговорност ! 
Справедливост ! Справедливост ! 
