ल ग भ ड़ के ऊपर से उड़ते थे , बस एक छ र से दूसरे छ र तक उछलते थे , ऐसे ... और दूसरे छ र पर इंतज़ र कर रहे इंस न क ह थ पकड़ लेते थे । 
यह प गलपन है न ? 
सर्कस के ब रे में एक और ब त , उनके प स ज नवर थे और उनके प स ह थ न मक बड़े ज नवर थे और उनक त्वच क न्क्र ट क तरह सख़्त थ 
और उनके चेहरे के द न ं ओर उगने व ले द ँत 12 फ़ ट तक लंबे ह सकते थे । 
बेहद डर वन सुन ई पड़त है । ह ँ , मुझे ह थ पसंद हैं । 
वे सच में ह श य र हैं । वे बहुत पर पक र हैं । 
ज नत ह , वे मुस बत के समय दूसर प्रज त य ं क मदद करने के ल ए ज ने ज ते हैं । 
वैसे , अभ मैं मुस बत में पड़ एक प्रज त हूँ । 
क्य ? 
ब न क ई ऐस यंत्र बन ए ज हव क न चे धकेले , मैं 50 फ़ ट लंबे ट्यूब के ज़र ए स ँस लेने क क श श करन च हत हूँ । पर मुझे नह ं लगत क मैं यह कर सकूँग । तुम यह पकड़ सकते ह ? 
और ... शयद मैं यह सुलझ सकत हूँ । 
ए , तुम च ज़ें बन ने में क फ़ अच्छ ह , हँ ? त , तुम अपने स इल में क्य क म करत थ ? 
- ए , क्य तुम ... बस ... धन्यव द । - अरे , म फ़ करन । 
मैं एक इंज न यर थ । 
ए , पत है , पहले के समय में वे प न के अंदर स ँस लेने के ल ए मश न ं क इस्तेम ल करते थे । 
" ट्वेंट थ उज़ेंड ल ग्स अंडर द स " न मक यह श नद र क त ब है और उसमें स ँस लेने क उपकरण और समुद्र तल क ख ज करने के ल ए " न ट लस " न मक इस व श ल प न के न चे चलने व ले जह ज़ क इस्तेम ल करते हैं । समुद्र ख रे प न क यह व श ल ... नह ं , मुझे पत है । मैं वह देख चुक हूँ । 
- मैंने एक क त ब में वह देख है । 
- वे 18 वें में तुम्हें क त बें पढ़ने देते हैं ? 
नह ं । हद है । 
रुक । मैं क्य कह रह थ ? अरे , ह ँ । 
उस क त ब में , वह " न ट लस " क कैप्टन - न म है ... - नह ं । - ... और तुम थ ड़ - बहुत उसके जैस ह । - क्य तुम बस ... 
ए । - ए । - ह ँ ? तुम ह रम न यम क इस्तेम ल कर सकत ह । 
- वह एक व द्य यंत्र है । 
- नह ं , मुझे ल खने के ल ए कुछ च ह ए । 
मुझे स्लेट क एक टुकड़ य ... यह नह ं ... उस कमरे में एक च कब र्ड है । - चल । 
- चल यह करें । - क्य मैं पकड़ूँ ... यह ल । 
जब हम बच्चे थे , मैं स च करत थ क ये संस्थ पक ं के न म हैं । प ल - मनूल - यूर अब , मुझे लगत है क ये मैकेन कल के उन ल ग ं के न म हैं ज व द्र ह ं में म रे गए । 
मुझे लगत है क हम ज स व द्र ह के ब रे में सुनते हुए बड़े हुए , वह आख़ र व द्र ह थ । और उससे पहले , हर प ढ़ में व द्र ह हुए थे । 
और तुम नह ं च हते क मैकेन कल एक और व द्र ह शुरू करे ? 
अगर हमने उनमें से एक भ शुरू क य थ त । 
देख , ठ क है ? 
देख उन्ह ंने न म ं के बग़ल में क्य ल ख । 
" खेत ं में ख द्य न्न क कम से शुरू हुआ । " 
और फ र ... यह ऐस लगत है , " मैकेन कल पर द ष ड ल गय । " 
खेत ं में ख द्य न्न क कम से शुरू हुआ देख ? 
" फ़ैक्ट्र के मजदूर ं ने क म बंद कर द य । " 
" ट्रैश शूट में आग लग । " संस्थ पक संप्रद य और यह देख । देख , पढ़न मुश्क ल है , पर ... 
" च हे व द्र ह कह ं भ शुरू हुआ ह , ऊँगल हमेश मैकेन कल क ओर ह उठत है । " फ़ैक्ट्र के मजदूर ं ने क म बंद कर द य 
क्य ं ? ऐस क्य ं ह त है ? 
क्य ंक हम स इल क बंद कर सकते हैं । 
ब ल्कुल सह कह । 
तुम उसके ल ए तैय र नह ं ह । स इल क बंद करने के ल ए ? 
अगर उससे हमें वह ह स ल ह त है ज हमें सच में च ह ए और अगर क ई दूसर र स्त नह ं है ... 
- उन्ह ंने कूपर क म र ड ल । 
- मुझे पत है ! 
और उन्ह ंने जूल्स क सफ़ ई करने ब हर भेज । 
पर , शर्ल , बदले के अल व , हमें क्य च ह ए ? 
सच्च ई । 
त चल उसक म ँग करें । 
मैं मैकेन कल क प्रमुख हूँ । मैं मेयर के स थ म ट ंग करव सकत हूँ । हम एक छ ट स दल लेकर ज एँगे । तुम , मैं , व कर और श यद मैक्लेइन , सप्ल ई क प्रमुख । और हम ऊपर ज एँगे । 
न क ई भ ड़ और न क ई हथ य र । 
हम र हर क़दम आक्र मक व्यवह र म न ज एग । 
इस ल ए हम पहले मेयर क एक संदेश भेजेंगे । स फ़ त र पर बत ते हुए क हम क स ब रे में ब त करन च हते हैं । मेयर क नह ं । जज क । 
जूल्स ने व कर क बत य थ क मेड ज़ क स क म क नह ं है । 
पर स इल क यह नह ं पत । 
जह ँ तक सबक पत है , जज मेड ज़ ह ब स है । 
मैं उसे संदेश भेज दूँग । 
क्य यह सच है क मैकेन कल से एक दल जज मेड ज़ से म लने व ल है ? 
- उसे दल कहन ह ग़लत ह ग । 
- मुझे उन्हें र कने द ज ए । - मेरे प स 110 वें में 50 पहरेद र हैं । - नह ं , र ब । 
हम उन्हें उनक श क यत ं पर चर्च करने देंगे । श यद इससे म मल थ ड़ श ंत ह ज एग । 
अंत म लक्ष्य व द्र ह क र कन है । - मुझे परव ह नह ं कैसे । - हर एक म ल चढ़ने के स थ , वे एयर ल क के और क़र ब पहुँचेंगे । 
क्य ह ग अगर उन्ह ंने उस तक पहुँचने क क श श क ? 
इस दल में द बूढ़ मह ल एँ हैं । 
वे एयर ल क तक पहुँचने क क श श नह ं करेंगे । पर अगर तुम च ह , त जूड शल के ऊपर कुछ पहरेद र लगव द । 
जज क लेकर परेश न ह ने क यह मेर इकल त क रण नह ं है । 
वह लूकस क एल से भ म लने के ल ए सहमत हुई हैं । उसने अपन सज़ के ब रे में सुनव ई क अनुर ध क य है । अगर उन्ह ंने उसे आज़ द कर द य , त ठ क नह ं ह ग । मैं सहमत हूँ । क्य च हते ह क मैं इस ब रे में क्य करूँ ? 
मुझे उम्म द थ क आप उनसे इस पर चर्च करें । 
मुझे पत है क आप उनसे ब त कर रहे हैं । 
तुम वह ट्रैक कर रहे ह ? 
बस उस पर नज़र गई । 
ख़ैर , अगल ब र जब मैं उनसे म लूँग , मैं तुम्ह र च ंत ओं क ज़ क्र ज़रूर करूँग । 
तुम मैकेन कल के कुछ ल ग ं से म लने के ल ए सहमत हुई ? वे स इल के न गर क हैं ज अपन जज से ब त करन च हते हैं । 
- इससे बुर संदेश ज एग । 
- नह ं , बर्न र्ड , इससे एक नय संदेश ज एग । 
तुम लूकस क एल क य च क सुनने के ल ए भ सहमत हुई ? 
उसे सम क्ष क अनुर ध करने क हक़ है । 
और तुम्हें उसे मन करने क हक़ है । 
तुम्हें क स च ज़ क इतन डर है ? 
- वह ख़तरन क है । 
- अब मैं सच में उससे म लन च हत हूँ । 
- मैं गंभ र हूँ । - नह ं , नह ं ह । क्य ंक अगर तुम गंभ र ह ते , त मेर सफ़ ई व ल सूट लेकर आते । 
- क्य तुम्ह रे प स वह है ? - उसे बन य ज रह है ! 
त फ र , जब तुम्ह रे प स मेर सूट ह ग , हम तब ब त कर सकते हैं । 
ए , ये सब संख्य एँ क्य हैं ? 
- क ई अंद ज़ नह ं है । 
- ठ क है , मुझे थ ड़ ख ल जगह च ह ए । 
उन्हें म ट द । मुझे नह ं लगत क क स क फ़र्क पड़ेग । 
फ़ उंडर्स डे । 
फ़ उंडर्स डे ये सब फ़ उंडर्स डे से एक हफ़्ते पहले हुआ थ । 
ए , क्य तुम्ह रे स इल में भ फ़ उंडर्स डे ह त थ ? नह ं । 
क्य तुम्ह र क ई छुट्ट य ँ ह त थ ं ? 
हम फ़्र डम डे मन ते थे । 
उसमें क स च ज़ क जश्न मन ते थे ? 
आज़ द क , स ल । अरे , ह ँ । म फ़ करन । 
लैप स ... वह मेरे बग़ल में बैठ करत थ । 
वह मज़ क य लड़क थ । 
वह हमेश आव ज़ें न क लकर मुझे हँस य करत थ । 
उसक म ँ ... वह आड़ुओं के मुरब्बे क डब्ब ं में भरत थ । 
उसने कह थ क उसके न म क मतलब " न ल " वगैरह है । पर श यद वह यह बस इसल ए कहत थ क्य ंक वह उसक पसंद द रंग थ और उसे मेर न ल आँखें बहुत पसंद थ ं । 
स ल ? 
यह एक लेवल ब क्ल सरूम है ? 
त जब व द्र ह शुरू हुआ थ , तब वह 11 य 12 स ल क रह ह ग । 
त , तुम उसके बग़ल में कैसे बैठे थे ? 
दरअसल , मेर यह मतलब नह ं थ क यह लैप स क है । 
तुम्ह र आँख क क्य हुआ ? 
क्य वह व द्र ह के द र न हुआ थ य ... 
ह ँ , मैं इस पर ब त करन पसंद नह ं करत हूँ । 
क्य ... मैं भूल गय । तुम यह देख रह ह ? 
क्य तुमने यह य कुछ ऐस देख है ? 
क्य मैं तुम्हें द ख सकत हूँ ? 
अगर तुम लंबे समय तक ब हर रह गे , त मैं और अदरक पैक कर सकत हूँ । 
- तुम्हें च ंत ह रह है । - बेशक ह रह है । मैकेन कल से एक भ ड़ ऊपर क ओर आ रह है । 
केवल कुछ ल ग आ रहे हैं ज नसे जज म लने के ल ए सहमत हुई हैं और मुझे उन पर व श्व स है । 
अगर तुम च ह , त मैं क स डेप्युट क यह ँ रुकने क कह सकत हूँ । 
मुझे क ई डेप्युट नह ं च ह ए । मुझे तुम च ह ए । 
अगर मैं वह ँ श ंत बन ए रखने में मदद कर सक , त हम में से क स क भ च ंत करने क क ई ज़रूरत नह ं ह ग । 
मैं क स क यह ँ भेजूँग और ज तन जल्द ह सके ल ट आऊँग । 
आप वह लेकर आई हैं ? 
मेरे कुत्ते बेहद न र ज़ ह गए थे । पर ह ँ ... मैं लेकर आई हूँ । 
देखन च ह गे ? 
मैं ख़तर भ ंप सकत हूँ । त फ र , ठ क है । 
तुम यह क स से भ करव सकते ह । 
मुझे अपने स थ आने द । कूप के ल ए । 
हमने च र ल ग कह थ । प ँच नह ं । 
मैं यह ँ रुक सकत हूँ । 
अपने ख़ुद के ब स्तर पर स सकत हूँ । जब न चे आओ , तब तुम ल ग ं से म ल सकत हूँ । 
जैस तुम्ह र मर्ज़ । 
मेड ज़ हमेश से प यक्कड़ नह ं थ । 
जब मैं जूड शल में थ , तब मैंने उसके द म ग़ के ब रे में कह न य ँ सुन थ । वह सबसे ह श य र थ । 
फ र पत नह ं । कुछ हुआ । मैंने कभ नह ं सुन , क्य । 
मुझे एक ख्य ल आय है । 
यह थ ड़ ज़्य द ह सकत है , पर द पैक्ट में क स जज पर मह भ य ग चल ने के ल ए त न आध र बत ए गए हैं । 
प्रम ण त दुर्व्यवह र , क म करने में असमर्थत , - य स इल क ख़तरे में ड लन । - ... स इल क ख़तरे में ड लन । मह भ य ग ? 
- इससे क फ़ अस्थ रत पैद ह सकत है । 
- य यह ऊपर आधे म ल ं क एकजुट कर सकत है । 
मुझे ज़्य द तर म ल ं और व भ ग ं के समर्थन क ज़रूरत ह ग । 
पत नह ं क इस म ट ंग क र कने के ल ए पर्य प्त हस्त क्षर जुट ने क समय है य नह ं । तुम्हें हस्त क्षर नह ं च ह ए । 
तुम्हें बर्न र्ड क संदेश देने के ल ए केवल मह भ य ग क धमक देने क ज़रूरत है । 
उसे ह मेड ज़ क क न रे करने क हक़ है । अगर उसे क न रे कर द य , त श यद बर्न र्ड फ र से तुम्ह र सल ह लेने लगेग । 
स ल , तुम वह बज न बंद कर गे ? - बंद कर । 
- नह ं । तुम्हें सुनन ह ग । 
मैं यह सुलझ ने क क श श कर रह हूँ और तुम संग त बज रहे ह । और वह बस मेर ध्य न भटक रह है । 
ह ँ , पर क्य लगत है मैं यह संग त कैसे बज रह हूँ ? 
मुझे परव ह नह ं है ! 
ह ँ , तुम्हें परव ह है । 
बस ... मैं तुम्हें कुछ द ख ने क क श श कर रह हूँ । कृपय , क्य तुम बस यह ँ आओग ? बस एक ब र और मैं द ब र इसक ज़ क्र नह ं करूँग । मैं व द करत हूँ । 
- बस बज ओ । - ठ क है । 
नह ं , मेरे ह थ नह ं । मेरे पैर देख । 
- ह ँ । - देख ? अंदर एक ध ंकन है ज व ल्व के ज़र ए हव क धकेलत है । 
तुम क स ट्यूब में हव क धकेलने के ल ए इसक इस्तेम ल कर सकत ह । 
मुझे इसे ख लन पड़ेग । 
ह ँ , पर तुम इसे फ र से ज ड़ सक ग , है न ? पत नह ं । श यद । क्य ं न तुम एक आख़ र ब र बज ल , ठ क है ? - बस ... - धत् तेर क । 
वैसे , हम क श श करेंगे । 
जब एजेंट ं क ट म न क ल्स के अप र्टमेंट में पहुँच , तुम भ ग गए । 
- क्य यह सच है ? 
- ह ँ , पर ... फ र से वह ब ल , " ह ँ , पर ... " 
" ह ँ , मैंने ह थ में एक उच्चस्तर य पुर वस्तु पकड़ थ , पर वह मेरे प स नह ं थ । " 
अगर तुम अपने केस के तथ्य ं से इनक र नह ं करते ह , श्र क एल , त अपन सज़ क सम क्ष क अनुर ध क्य ं कर रहे ह ? 
मुझे अंद ज़ लग ने द । आस न शब्द ं में , क रण यह है क ... यह उच त नह ं है । 
यह सह है न ? 
यह क ससे बन है ? 
ध तु से । 
और ध तु बन ने के ल ए हमें अयस्क कह ँ से म लत है ? 
- खद न ं से । 
- खद नें हम रे अस्त त्व के ल ए बेहद महत्वपूर्ण हैं । पर वह क म मुश्क ल और ख़तरन क है और क ई वह नह ं करन च हत है । 
इसल ए तुम्हें वह क म करन ह ग । तुम्हें और तुम्ह रे जैसे ब क य ं क , ज न्ह ंने द पैक्ट क उल्लंघन क य है । 
बस इसल ए क तुम प ले कवरऑल पहन गे , इसक मतलब यह नह ं है क तुम स इल के ल ए महत्वपूर्ण सेव नह ं कर गे । 
क्य मैं आपसे एक सव ल पूछ सकत हूँ ? 
ज़रूर है त । 
आपने सम क्ष के ल ए इस अनुर ध क स्व क र ह क्य ं क य ? 
एजेंट ं , ब हर ज ओ । 
तुम्हें क्य लगत है ? 
यह देखने के ल ए क क्य मुझे पत है क उस ह र्ड ड्र इव में क्य है । नह ं । 
मैं र त के आसम न में उन ल इट ं के ब रे में ज नन च हत थ । 
वे क्य हैं ? 
- मुझे नह ं पत । 
- मुझे बत ओ क तुम्हें क्य लगत है । 
वे ह लत हैं । 
दरअसल , हम ह लते हैं । 
हम ह लते हैं ? 
इसक क्य मतलब है ? 
मुझे लगत है क हम एक ब ल पर रहते हैं । 
एक व श ल ब ल पर और वह घूमत है , ज ससे ऐस लगत है क वे ल इटें घूम रह हैं । पर वे घूमत नह ं हैं । सूर्य के स थ भ यह ह त है । 
वह घूमत नह ं है , हम घूमते हैं । 
हम घूमते हैं , और इससे हमें द न और फ र र त म लत है । 
आसम न में म जूद ल इट ं क त रे कहते हैं । 
और वे गैस के व श ल ग ले हैं । और वे व क रण न मक ऊर्ज के क रण चमकते हैं । ज स वजह से वे आग के च रस्थ य ग ले बने हुए हैं । 
और तुमने सह कह । दुन य घूमत है और सूर्य के च र ं ओर चक्कर लग त है । 
और सूर्य बस इन अरब ं त र ं में से एक है । 
आपक यह कैसे पत ? 
और रुक ए , क्य सच में दूसर दुन य एँ भ हैं ज ... एजेंट । 
लूकस क एल , तुम्ह र स्पष्टव द त और ज़ म्मेद र स्व क र करने क इच्छ के क रण , मैं खद न ं में तुम्ह र सज़ क कम करके प ँच स ल करूँग । 
संस्थ पक तुम पर दय करें । - उसे ले ज ओ । - नह ं । 
नह ं , पर ... 
जज मेड ज़ पर मह भ य ग चल ओ ! उन पर मह भ य ग चल ओ ! - उन पर मह भ य ग चल ओ ! - जज मेड ज़ पर मह भ य ग चल ओ ! मेड ज़ पर मह भ य ग चल ओ ! मेड ज़ न कल ! 
इसे अब इतन ज़्य द रगड़न नह ं च ह ए । धन्यव द । 
तुम ठ क ह ? 
क्य ं ? 
तुम 25 स ल तक अपने ब ल से ब हर नह ं आई थ । 
अब तुम स र समय ब हर ह रहत ह । 
जब मैं जूल यट के ल ए वह टेप लेने स ढ़ य ं से ऊपर गई थ , तब मैं बुर तरह डर हुई थ । 
फ र मैंने तुम्हें देख ... और मैं उन स रे स ल ं के ब रे में स चने लग ज मैंने बर्ब द क ए । 
ज हमने बर्ब द क ए । 
और मैं य द नह ं कर सक , क्य ं । 
कम से कम ऐस क्य ं य द न कर सक ज इसके ल यक ह । 
अगर मेड ज़ ढूँढने के ल ए ल ग भेजने के ल ए सहमत हुई ... ह ँ ? 
क्य तुम श म ल ह न च ह ग ? 
तुरंत । - तुम ? - ह ँ । 
तुम क्य देखन च ह गे ? 
वह दूर । 
और जूल एट क । 
यह न ज नन ... यह मुझे अंदर से ख ए ज रह है । 
मैंने स च नह ं थ क तुम उसे पसंद करते ह । 
वह मुझे बेहद परेश न करत थ ... पर मुझे पत थ क मैं उस पर आँख मूंदकर भर स कर सकत हूँ । 
लगत है कुछ ल ग हम र तरफ़ आ रहे हैं । 
व श्व स ह नह ं ह रह । 
यह मैं सँभ लूँग । 
डेप्युट , सब ठ क है ? 
तुम ल ग जूड शल ज रहे ह ? 
ह ँ , ब क य ं क तरह हमें भ पैदल चलने क हक़ है । 
हम यह ँ तुम्हें र कने नह ं आए हैं । हम यह सुन श्च त करने आए हैं - क तुम वह ँ सुरक्ष त पहुँच । - क्य ं ? शेर फ़ ब ल ंग्स ने हमें आदेश द य है । 
नह ं , पर उन्हें क्य ं लगत है क हमें ज़रूरत ... क्य ंक यह ँ न चे तुम्ह रे ढेर ं द स्त ह सकते हैं , पर ऊपर ... ... ल ग तुम पर च ज़ें फेंक सकते हैं । 
सच में । 
हम जूड शल से कुछ म ले पहले तुम्हें अकेल छ ड़ देंगे । 
अगर उन्हें शेर फ़ क एस्क र्ट द ख , त वे स च सकते हैं क हम तुम्ह रे पक्ष में हैं । 
त जब ह ल त बुरे ह ने लगेंगे , तब तुम हमें अकेल छ ड़ द ग ? 
मेर मतलब , मैं एक न गर क हूँ । 
त फ र , चल चलें । 
वह फ़ यरब म्ब वह ँ टकर य थ । 
हम सभ छ तर गए । 
आग अंदर नह ं गई । 
शूटर कह ँ थ ? ठ क वह ँ । 
सेव न वृत्त पहरेद र । 
रैज स्म ल्स । 
कहत है क उसने अपने प्रश क्षण के अनुस र प्रत क्र य क । 
फ़ यरब म्ब फेंकने व ल कम न ? 
वह ँ थ । 
एक स्थ न य लड़क , कूपर उस आदम क र कने क क श श करने के ल ए भ गकर आ रह थ । 
- क ई उसे पहच नत है ? - नह ं । 
मैं उससे म लन च हूँग । 
क श म ल सकते । जूड शल व ले आज सुबह ह उसे ले गए । 
- उन्ह ंने क ई क रण बत य ? - नह ं । जब मैंने पूछ , उन्ह ंने बस मुझे वैसे ह घूरकर देख , जैसे जूड शल व ले घूरते हैं । 
मैं जूड शल में हुआ करत थ । अरे , म फ़ कर द ज ए । - मैं ... - नह ं । मुझे अच्छ तरह पत है वे कैसे घूरते हैं । सह कह । 
क्य तुम्ह रे प स कूपर क ल श अब भ है ? 
तुम शुरू कर सकते ह । श यद वह क म करेग । 
स ल ? पंप कर । ज़ र से पंप कर । 
ठ क है , वह क फ़ नह ं है । रुक । 
ठ क है । श यद अगर मैं ... 
- श यद ... - मुझे व ल्ट में व पस ज न ह ग । 
क्य ? 
क्य ं ? श यद मैंने उसे खुल छ ड़ द य । 
वैसे , यह ँ क ई नह ं है । 
श यद हम सुरक्ष त हैं । 
नह ं , श यद मुझे ज कर ज ँच करन ह ग । 
नह ं , सब ठ क है । मैंने तुम्हें देख थ । तुमने ल क क य थ । - मुझे ऐस नह ं लगत है । - नह ं , पर तुमने ल क क य थ । तुमने दरव ज़ बंद क य थ और वह ल क ह गय थ । 
- तुम बस यूँ ह कह रह ह । - नह ं ! रुक , तुम क्य कर रहे ह ? तुमने व ल्ट क ल क क य थ । 
ह ँ , मैंने ल क क य थ । 
क्य वह तुमने करव य ? 
ब ल्कुल नह ं । 
मैं यह म नूँ क मुझ पर मह भ य ग चल ने क क श श ख़ुद ह शुरू हुई ? 
ल ग डरे हुए हैं और हर उस क़दम के स थ उनक डर और ज़्य द बढ़ रह है ज मैकेन कल से आ रह दल एयर ल क क ओर बढ़ रह है । 
तुम्हें वह च ट्ठ पढ़न च ह ए थ ज उन्ह ंने भेज थ । वे बस इतन च हते हैं क बेहतर सूट बन ए ज एँ और कुछ ल ग ं क ब हर भेज ज ए ज ख जब न करके व पस ल ट आएँ । 
बस थ ड़ स ख जब न । अरे , वह ... द पैक्ट इसक ब ल्कुल , ब ल्कुल भ अनुमत नह ं देत है । 
मैं उसके ल ए सहमत ह ने व ल नह ं थ । मैं यह कहने व ल थ क हम इन व च र ं क अध्ययन करने के ल ए एक कम ट बन एँगे । 
और दफ़्तरश ह के ज़र ए इसे अटक देत । ह ँ । 
मुझे ... मुझे इस मह भ य ग क म ँग पर खेद है । 
देख , मुझे परव ह नह ं है । 
मैं उसके शुरू ह ने से क फ़ पहले ह ज चुक हूँग । 
क्य तुम मेरे अप र्टमेंट में आओग ? 
ड नर के ल ए । आज र त क । 
- क्य ं ? 
- हमें अगले क़दम ं के ब रे में ब त करने क ज़रूरत है । 
मेरे अगले क़दम एयर ल क के ब हर ह ंगे । मैं तुम्ह र सूट तैय र रखूँग । तुम उसे पहनकर देख सकत ह । 
स त बजे आओग ? 
मैकेन कल व ले न बजे तक यह ँ ऊपर नह ं पहुँचेंगे । ठ क है । 
मैंने लूकस क एल से ब त क । 
तुमने सह कह । वह ख़तरन क है । 
त फ र तुमने उसक सज़ आध क्य ं कर द ? 
यह द ख ने के ल ए क हम न ष्पक्ष हैं । 
वैसे भ , उसके जैस क ई , तुम्हें सच में लगत है क वह खद न ं में एक स ल से ज़्य द समय ट क सकेग ? 
मैं तुमसे आज र त क म लूँग । 
अगर भ ड़ मुझे पकड़कर रेल ंग से न चे नह ं फेंकत है त । 
- तुम द ब र क श श कर सकते ह ? - ह ँ । 
ह ँ । ठ क है , श यद वह क म करेग । 
तुम ठ क ह ? 
ह ँ । मैं ठ क रहूँग । मुझे बस गल प र करके कमरे में ज न ह ग और मुझे कुछ नह ं ह ग । मैं इससे बदतर ह ल त ं से गुज़र चुक हूँ । ठ क है , त जब मैं प न के अंदर रहूँग , बस सुन श्च त करन क तुम ... पंप करन बंद न करूँ , मुझे पत है । ह ँ । ठ क है । 
क ई ल श नह ं है , हैंक । जूड शल व ले उसे ले गए । 
नह ं , हम वह फ़ यरब म्ब फेंकने व ले कम ने क ल श नह ं देखन च हते हैं । हम कूप क ल श देखन च हते हैं । 
नह ं , मैं तुमसे वह कह रह हूँ । वे कूप क ल श ले गए । क्य ? 
क्य ं ? 
उन्ह ंने कह क वे यह ँ एक ल श लेने आए हैं और यह ँ केवल कूप क ह ल श थ । 
- इसल ए वे उसक ल श ले गए । 
- नह ं । मैंने समझ ने क क श श क थ , पर वे जूड शल से थे । 
कल यह ँ द ल शें थ ं । 
आज सुबह नह ं । 
त , क्य हुआ ? 
मुझे नह ं पत । तुम्हें नह ं पत ? 
- वैसे , क्य तुमने कल र त क दरव ज़े क त ल लग य थ ? - ह ँ , लग य थ । 
- तुम्हें लगत है क मैं बेवकूफ़ हूँ ? - पत नह ं , जून । - कल यह ँ तुम्ह रे प स द ल शें थ ं ... - ज ग़ यब है , उसक वर्णन कर । 
वह एक आदम थ , लगभग 40 स ल क उम्र क । 
मध्यम आक र क । लंब द ढ़ । लंबे ब ल । 
ह ँ । तुम सल मत रह ग , कैप्टन न म । 
सैट ? मुझे य द है क तुम उसे पसंद करत ह । 
व ल्ट । 
चल । 
ए । मुझे व ल्ट में व पस ज न ह ग । 
- सब ठ क है । ठ क है , रुक । - नह ं । - रुक । ए ! - अभ ! - मुझे व ल्ट में व पस ज न ह ग । 
- रुक । 
नह ं ! देख , मैं प्रभ र हूँ । मैं उसके ल ए ज़ म्मेद र हूँ । ठ क है । धत् तेर क । 
- यह बंद है । 
- अरे , अच्छ ? - ह ँ । - तुम्हें बेहतर महसूस ह रह है ? 
- ह ँ । - ठ क है । मैं व पस अंदर ज ऊँग । 
क्य हुआ ? 
तुम ठ क ह ? ह ँ । 
क्य हुआ ? 
वैसे , श यद तुमने ग़लत नंबर ड ल ह ग । 
- तुमने क्य क य ? - हँ ? 
- मैंने कुछ नह ं क य । - नह ं , तुमने इसके स थ छेड़ख न क । - तुम मुझे ब हर रखन च हत ह । - मैं पूर समय तुम्ह रे स थ ह थ ! मैं बस एक और ब र क श श कर सकूँग , फ र मैं कभ अंदर नह ं ज सकूँग । 
श ंत ... ए ! बस ... नह ं , मुझे ब हर आन ह नह ं च ह ए थ । मैं अंदर सुरक्ष त रहत । 
- श यद तुम्हें वह ल खन च ह ए । - चुप रह ! ठ क है । 
देख ? मैंने कुछ नह ं क य । 
- प छे रह । - स ल । 
मैंने सच में उस द ड़ के ल ए अभ्य स क य थ । हर र ज़ 30 म नट । अगर तुम द न में द घंटे भ अभ्य स करत , त भ ह र ज त । 
तुम कम ने ह । 
ख़ैर , यह उतन भ बुर नह ं थ ... पर अब मैं अपन सूट पहनकर देखन च हूँग । 
तुमने कह थ क वह अब तक यह ँ पहुँच ज एग । 
मुझे पत है क वह व इन में नह ं थ । 
मुझे शक़ थ क तुम वह नह ं प य ग । 
वह मशरूम में थ । 
- मेरे प स क तन समय है ? 
- बस कुछ म नट । 
क्य ं ? 
मुझे " द ऑर्डर " क अनुसरण करन ह ग । 
और मेर म त से तुम्ह र वह उद्देश्य पूर ह ग ? 
यह स इल क एकजुट करेग । 
मैर , मुझे म फ़ कर द । 
वह ह र्ड ड्र इव ज जूल एट न क ल्स के प स थ , वह कह ँ है ? 
मैंने उसे तब ह कर द य थ । 
क्य ं ? 
उस पर क्य थ ? अगर मुझे कुछ ज नने क ज़रूरत है , त तुम्हें ... अगर तुम्हें पत चल भ ज ए , त भ तुम उस ब रे में कुछ नह ं कर सकते । 
मैं बस इतन कह सकत हूँ क ... उसक सैल्वड र क्व न से क ई संबंध थ । त , 140 स ल पहले , जब वह आईट के प्रमुख थे ... - व द्र ह के द र न ? - ह ँ । उन्ह ंने एक च ट्ठ ल ख थ । उसक कुछ भ ग क ड में थ । 
- उसमें क्य ल ख थ ? 
- मैं तुम्हें नह ं बत सकत , बर्न र्ड । - पर तुमने उसे सुलझ य थ , है न ? - बस कर । 
- मैंने कह , मैं नह ं बत सकत । 
पच्च स स ल पहले , जब मैंने तुमसे कह थ क क्य ं मैं तुम्ह र श ग र्द क पद छ ड़ रह थ , मैंने कह थ ... तुमने कह थ क तुम ज़ ंदग भर मुझसे बंध नह ं रहन च हत । 
ज एक झूठ थ । 
मैं ख़ुश से तुम्ह र स थ देत ... पर मुझे पत थ क तुम कभ मेरे प्रत पूर तरह से समर्प त नह ं ह ते । 
तुमने झूठ क्य ं ब ल ? 
मुझे तुम्हें सच बत ने क ह म्मत नह ं थ । 
तुम च र द न ं के ल ए ग़ यब ह गई थ । जब तुम व पस ल ट , तुमने न कर छ ड़ द । तुम कह ँ गई थ ? 
कृपय , क्य मैं एक ब र और कैफ़ेटेर य ज सकत हूँ ? बस एक और ब र ब हर क दुन य देखने । एक और ब र । 
नह ं । 
पर मेरे प स कुछ है । 
जब तुम लेगस के स थ बैठत थ , क्य तुमने कभ इसक इस्तेम ल क य थ ? नह ं । इससे तुम च ज़ें देख सकत ह । कुछ वैस ह जैस ज सफ़ ई करने के ल ए भेजे गए ल ग ं क अपने हेल्मेट में द खत है । पर यह व स्तव क है । 
क्य तुमने कभ क स्ट र क के ब रे में पढ़ थ ? 
यह क स्ट र क से थ । 
म न्टेवर्दे क्ल उड फ़ रेस्ट ब य ल ज कल र ज़र्व , 2018 । 
अपन स र थ ड़ स ब ईं ओर झुक ओ । 
उस छ टे से ज नवर क बेल पर लेटे हुए देख रह ह ? 
वह एक सफ़ेद चेहरे व ल कैपुच न बंदर है । 
अब देख । 
वह बेल से छल ंग लग कर तुम्ह रे द ह न ओर के पेड़ पर ज एग । 
अब न चे अपन द ईं ओर देख । ह ँ । 
वह ल ल आँख ं व ल , पेड़ पर रहने व ल मेंढक है । 
- तुम्हें वह द ख रह है ? 
चमक ले रंग एक रक्ष त्मक प्रत क्र य हैं । 
हर रंग छल वरण है । यह उसे श क र य ं से बचने के ल ए अपने आस-प स के व त वरण में घुलने - म लने में मदद करत है । 
जल्द , ऊपर देख । 
अब , पेड़ ं के ऊपर । देख । वह क्वेटज़ल पक्ष य ं क झुंड है । 
उनके पूँछ के जुड़व ँ पंख ं से बत सकत ह क वे नर हैं । 
इतन ख़ूबसूरत है । यह श नद र है । इतन ख़ूबसूरत है । 
उन्ह ंने क्य क य , बर्न र्ड ? 
उन्ह ंने इस दुन य क कैसे ख द य ? 
मुझे लग थ क हम इससे आगे न कल चुके हैं , स ल । 
ज नते ह , जब मुझे सफ़ ई करने के ल ए भेज गय थ , मैं ... मैं इतन थक गई थ । म न ... मुझे कह ं न कह ं ऐस लग रह थ ... यह सच में अज ब सुन ई पड़त है पर , म न ... मुझे र हत म ल क आख़ रक र यह सब ख़त्म ह गय । 
समझे ? 
और फ र जब मैं ब हर पहुँच , मैं सच में ... मैं सच में ... क फ़ अकेल थ । और ... मुझे बेहद डर लग रह थ । 
मुझे सच में बेहद डर लग रह थ । 
हर क़दम पर , मुझे ... मुझे लग , जैसे , " यह आख़ र पल है । जैसे , मैं यह ं ... मैं यह ं ढेर ह ज ऊँग । य यह मेर आख़ र जगह है । 
जैसे , मैं यह ं मरूँग । " और मैं ... 
पर मैं नह ं मर । मैं चलत रह । 
मुझे पत नह ं थ क और क्य करन है । 
इसल ए मुझे पत है क डरन कैस ह त है , स ल । तुम अकेले ... तुम अकेले नह ं ह । 
स ल ? 
कैप्टन न म उस जगह के ब रे में और ज नन च हेग । 
तुम उसे क्य बुल ते ह ? 
सर्कस । क्य तुम मुझे उसके ब रे में बत न च ह गे ? तुम मुझे ... तुम मुझे उन लंब न क व ल ... च ज़ ं के ब रे में भ बत सकते ह । 
मुझे य द नह ं क उन्हें क्य बुल य ज त थ । 
उन्हें ह थ कह ज त है । 
और फ र , उनके प स ब ल्ल य ँ भ थ ं , पर वे हम र ब ल्ल य ं जैस नह ं थ ं । 
वे व श ल थ ं और वे 400 प उंड तक बड़ ह सकत थ ं । 
उन्हें शेर कह ज त थ । 
वे उन्हें आग के ग ल ं में से कूदने क प्रश क्षण देते थे । 
- सच में ? - ह ँ । 
जैस मैंने न र्देश द य थ , ठ क वैस ह कर । 
मैं तुमसे वह ं म लूँग । 
म ल , जब सभ न क ल्स क पकड़ने क क श श कर रहे थे , तब तुमने द आदम य ं क ह र सत में ल य थ । 
ह ँ , क ई डैन वगैरह थ । 
ब्ल य । और कैनेड । पैट्र क कैनेड । 
उनक क्य हुआ ? जूड शल उन्हें ले गय । ज़बरदस्त । मुँह में कपड़ ठूँसकर और स र पर बैग ड लकर । 
क्य कैनेड क बड़ द ढ़ और लंबे ब ल थे ? 
ह ँ । क्य ं ? हम एक केस पर क म कर रहे हैं । अपन ख़य ल रखन । 
वह द ढ़ व ल आदम , क्य ड क्टर ने कह थ क वह मर गय है ? 
नह ं । आध क र क त र पर नह ं । पर जब वे उसे ले ज रहे थे , वह ह ल नह ं रह थ । 
- उसे कह ँ ग ल लग थ ? - ब ल्कुल यह ँ । 
नह ं । रुक ए । 
यह ँ । 
जज मेड ज़ हम र र ह देख रह हैं ! 
हम यह ँ आध क र क जूड शल क म से आए हैं ! - हमें ज ने द । - बस अपन क म करने क क श श में हूँ । प छे हट ! ये ज नवर स इल क बंद करन च हते हैं । 
तुम उनके स थ ह य हम रे स थ ? 
म फ़ करन , आज जूड शल बंद है । 
हम जज से ब न म ले नह ं ज एँगे । तुम ज़रूर ज ओगे । 
य त स ढ़ य ं से व पस न चे य स ध ऊपर से न चे । 
ल ल ब ल ! 
प ँच , च र , त न , द , एक । 
जब तक हम जज से नह ं म लते , तब तक ब जल बंद रहेग । 
हट । 
श्र मेयर । श्र न क्स । त तुमने ब जल बंद कर द । 
जज मेड ज़ क ब हर ल इए , हम उसे फ र से च लू कर देंगे । 
उनक तब यत ठ क नह ं है , पर मुझे लगत है क अगर तुम ब जल व पस च लू कर द , त मैं तुम्हें उनसे म लव सकत हूँ । 
बस तुम द न ं । 
यह क्य है ? 
उन्ह ंने हमें फँस य । 
नह ं । मेर ब त सुन । न क्स , हमें ज न ह ग । अभ । 
मैं तुम्हें र क नह ं रह हूँ । 
आपक इस ब रे में पक्क यक़ न है ? 
मेरे प स ब हर पहरेद र म जूद हैं । 
स इल के ल ग ं क ख़ुद इसे संभ लन ह ग । 
- हम भ ग नह ं सकते । 
- हमें भ गन ह ह ग । ब हर 50 पहरेद र और स गुस्सैल कम ने हैं । 
जब तक हम व कर और मैक्लेइन तक नह ं पहुँचते हैं , हम पैदल चलेंगे । 
- फ र हम भ गेंगे ! - फ र हम भ गेंगे ! 
हमें ज न ह ग । 
जल्द , पर डर हुई मत द ख ए । 
तुम्ह रे कहने तक डर हुई नह ं थ । 
जज मेड ज़ पर मह भ य ग चल ने क क श श अप्रत्य श त थ । 
उससे मैं मजबूर ह गय । 
यह ज़रूर बन गय । 
मुझे व श्व स है क इसक पर ण म कुछ अच्छ ह ह ग । 
फ र भ ... मुझे पत है क इसके प छे तुम्ह र ह थ थ , र ब । 
उन्हें ज़्य द आगे मत न कलने देन । तुम उन्हें ख न नह ं च ह गे । 
चुप ह ज ओ ! 
मुझे पत है क तुम में से कुछ क ... तुम में से कइय ं क ... यह पसंद नह ं थ क जज मेड ज़ ड उन ड प व ल ं से म ले । 
वह उनसे केवल इसल ए म ल थ क्य ंक , उनके अपने शब्द ं में , स इल क हर न गर क सुनव ई क हक़द र है । 
पर , ऐस लगत है क उन्ह ंने बहुत ग़लत अनुम न लग य । 
जूड शल मैकेन कल के उन ज नवर ं ने अभ - अभ उनक हत्य कर द । 
वे एयर ल क ख लन च हते थे । और जज मेड ज़ ने मन कर द य । 
उन्ह ंने स इल के ल ए अपन ज न दे द ! 
तुम्ह रे ल ए ! 
मेरे ल ए ! 
अब यह हर न गर क क ज़ म्मेद र है क वह उन हत्य र ं क ढूँढे और उन्हें न्य य के कठघरे में ल ए ! 
न्य य ! न्य य ! 
