కొ దర జనాల మీద న డి ఫల్టీల కొడ త గాల్లోకి ఎగ ర తార , అ టే ... అవతల పక్కన నిలబడి ఉన్న వ్యక్తి వాళ్ళని పట్ట క టాడ . 
భలే గమ్మత్త గా ఉ ది కదా ? 
సర్కస్ గ రి చి ఇ కో విషయ చెప్పనా ? అక్కడ జ త వ ల ఉ డేవి . ఏన గ ల అనే భారీ జీవ ల ఉ డేవి , 
ఇ కా వాటి ద తాల మ ఖానికి ఇర వైప లా పన్నె డ అడ గ ల దాకా పొడవ పెర గ తాయి . 
బాబోయ్ , అ త వి తగా ఉ దే టి అది ! హా , నాక ఏన గ ల టే ఇష్ట . 
అవి చాలా తెలివైనవి . వాటికి అసల స్వార్థమే ఉ డద . 
అవి సమస్యల్లో ఉన్న ఇతర జాత లక సహాయపడతాయట . 
ఇప్ప డ నాక కావాలి సహాయ . 
ఏ టి ? 
యాభై అడ గ ల పైప గ డా ఊపిరి తీస కొనే దారి ఉ దేమో చ స్త న్నా , అది క డా గాలిని కి దకి ప ప చేసే య త్రాన్ని తయార చేసే అవసర లేక డా . కానీ అది సాధ్యమయ్యేలా అనిపి చట్లేద . కాస్త దీన్ని పట్ట కోవా ? 
ఇ కా ... అలా సెట్ చేయగలన అన క టా . 
హేయ్ , న వ్వ వస్త వ లని చేయడ లో దిట్టవా ? నీ సైలోలో న వ్వ చేసే పనే టి ? 
- హేయ్ , కాస్త న వ్వ ... ది చ ... థ్యా క్య . - సారీ . 
అక్కడ నేన ఇ జినీర్ గా చేశా . 
హేయ్ , ఒకటి తెల సా , గత లో నీటి అడ గ న గాలి పీల్చడానికి య త్రాలన ఉపయోగి చే వార . 
" ట్వ టీ తౌజె డ్ లీగ్స్ అ డర్ ద సీ " అనే చాలా మ చి ప స్తక ఒకటి ఉ ది , అ ద లో నీటిలో ఊపిరి తీస కోవడానికి వాడే సామాగ్రి , ఇ కా నీటి అడ గ న నడిచే భారీ నౌక ఉ టాయి , ఆ నౌక పేర నాటిలస్ , దానితో సమ ద్ర అడ గ భాగ లో ఏమ దో తెల స క టార . సమ ద్ర అ టే నీళ్ల చాలా ఉ టాయన్నమాట , అది క డా ఉప్ప ... హా , నాక తెల స లే . నేన దాని చ శా . 
- ఓ ప స్తక లో చ శా . 
- మీ సైలో 18 లో ప స్తకాల చదవవచ్చా ? 
లేద . దార ణ . 
ఆగ . నేనెక్కడి దాకా చెప్పా ? హా , గ ర్తొచ్చి ది . 
ఆ ప స్తక లో , ఆ నాటిలస్ కెప్టెన్ పేర , - నీమో ... - వద్ద . - ... నిన్న చ స్త టే అతనే గ ర్తొస్త న్నాడ . - కాస్త న వ్వ ... 
హేయ్ . - హేయ్ . - హా ? న వ్వ హార్మోనియమ్ ని వాడవచ్చ . 
- అది ఒక స గీత వాయిద్య . 
- లేద , నాక రాయడానికి ఒక చోట కావాలి . 
నాక పలక కానీ , లేదా ... ఇదేమీ ... అదే గదిలో బ్లాక్ బోర్డ ఉ ది . - రా . 
- ఆ పని చేద్దా . - దాన్ని తీస క రానా ... 
చిన్నప్ప డ , ఈ పేర్లన్నీ పితామహ ల పేర్లని అన క నే వాడిని . పాల్ - మన ల్ - య రి ఇప్ప డ వీళ్ళ దర తిర గ బాట ల జరిగినప్ప డ ప్రాణాల వదిలిన మెకానికల్ వాళ్ళనిపిస్తో ది . 
మన చిన్నప్ప డ విన్న తిర గ బాట కథలన్నీ ఆఖర గా జరిగిన తిర గ బాట వి అన క టా . అ తక మ ద క డా , అవి ప్రతి తర లో జర గ త నే ఉన్నాయి . 
ఇప్ప డ మెకానికల్ వాళ్ళ మరోసారి తిరగబడట నీక ఇష్ట లేదా ? 
వాటిల్లో ఒకటి అయినా మన ప్రార భి చి ఉ టే కదా . 
చ డ , సరేనా ? 
చ డ . పేర్ల పక్కన ఏ రాస న్నాయో చ డ . 
" పొలాల్లో ఆహార కొరతతో మొదలై ది . " 
ఆ తర్వాత ... " మెకానికల్ వాళ్లపైకి నెట్టేశార " అని ఏదో రాసి ఉన్నట్ట ది . 
పొలాల్లో ఆహార కొరతతో మొదలై ది చ శావా ? 
" ఫ్యాక్టరీ కార్మిక ల సమ్మె . " 
" చెత్త వేసే గొట్టా లో మ టల . " చెత్త వేసే గొట్టా లో మ టల పితామహ ల సేన దీన్ని చ డ . ఇది సరిగ్గా కనిపి చడ లేద , కానీ ... 
" తిర గ బాట ఎక్కడ మొదలైనా , వేళ్ళ మాత్ర మెకానికల్ వైపే తిరిగేవి . " ఫ్యాక్టరీ కార్మిక ల సమ్మె 
ఎ ద క ? ఎ ద కలా ? 
ఎ ద క టే , ఈ తొక్కలో సైలోని మన స్త భి పజేయగల . 
అవ న . 
దానికి న వ్వ సిద్ధ గా లేవ . మన సైలోని స్త భి పజేయడానికి . 
అలా చేయడ వల్ల మనకి కావాల్సి ది మనకి దక్క త ద టే , అది క డా మరో దారి లేకపోతేనే ... 
- వాళ్ళ క పర్ ని చ పేశార . 
- తెల స ! 
జ ల్స్ ని శ భ్ర చేయడానికి క డా ప పార . 
కానీ , షర్ల్ , ప్రతీకార మాత్రమే కాక డా , మనకి ఇ కే కావాలి ? 
నిజ . 
కాబట్టి , దాన్నే డిమా డ్ చేద్దా . 
నేన మెకానికల్ శాఖకి హెడ్ ని . నేన మేయర తో సమావేశాన్ని ఏర్పాట చేయగలన . మన కొ దర వెళదా . న వ్వ , నేన , వాకర్ , వస్తే సరఫరాల శాఖకి హెడ్ అయిన మెక్ లెయిన్ క డా . మన పైకి వెళదా . 
గ ప గా వద్ద , ఆయ ధాల క డా వద్ద . 
మన వేసే ప్రతి అడ గ న , కవ్వి ప చర్యగానే చ స్తార . 
అ ద కే మ ద మేయర్ కి ఒక స దేశ ప ప దా . దేని గ రి చి మాట్లాడాలని అన క ట న్నామో వివర గా చెప్దా . మేయర్ కి వద్ద . జడ్జ్ కి ప ప దా . 
మెడోస్ డమ్మీ అని వాకర్ కి జ ల్స్ చెప్పి ది . 
కానీ ఆ విషయ సైలో వాస లకి తెలీద కదా . 
అ దరి ద ష్టిలో జడ్జ్ మెడోసే బాస్ . 
ఆమెకి ఒక స దేశ ప ప తాన . 
మెకానికల్ గ్యా గ్ ఒకటి జడ్జ్ మెడోస్ ని కల స్త న్నారన్నది నిజమేనా ? 
- గ్యా గ్ ఏమీ కాద లే . 
- నేన అడ్డ క టాన . - 110 వ అ తస్థ లో 50 మ ది రెయిడర్ల ఉన్నార . - వద్ద , రాబ్ . 
వాళ్ళ ఆ దోళనలన చెప్ప కొనే అవకాశ ఇద్దా . అప్ప డ కాస్త శా తియ త వాతావరణ నెలకొ ట దేమో . 
ఏదేమైనా మనకి కావాల్సి ది తిర గ బాట జరగక డా ఉ డట . - అదెలా అయినా కానీ . - వాళ్ళ పైకి వస్త న్నార టే , ఎయిర్ లాక్ కి దగ్గరగా వస్త న్నట్టే . 
వాళ్ళ మెట్లపై న డి పర గెత్త క ట వెళ్ళిపోతే ? 
వచ్చేవారిలో ఇద్దర మ సలమ్మల ఉన్నార . 
ఎయిర్ లాక్ దాకా వాళ్ళ పర గెత్త క ట వెళ్ళలేర . కావాల టే జ్య డిషియల్ శాఖకి పైన కొ త మ ది రెయిడర్లన పెట్ట కో . 
జడ్జ్ విషయ లో నాక ఆ దోళన కలిగి చే విషయ ఇ కోటి క డా ఉ ది . 
తన ల కస్ కైల్ ని కలవడానికి క డా ఒప్ప క ది . అతన తనకి పడిన శిక్ష గ రి చి విచారి చమని కోరాడ . ఆమె అతడిని వదిలేస్తే , ఇక అ తే . అవ న . ఏ చేయమ టావ నన్న ? 
తనతో న వ్వేమైనా మాట్లాడగలవా ? 
న వ్వ తనతో టచ్ లో ఉన్నావని నాక తెల స . 
దాన్ని ట్రాక్ చేస్త న్నావా ? 
అనిపి చి ది చెప్పాన తే . 
తర్వాతి సారి తనతో మాట్లాడటానికి వెళ్ళినప్ప డ , నీ భయాల గ రి చి తెలియజేస్తాలే . 
మెకానికల్ వాళ్ళని కొ దరిని కలవడానికి ఒప్ప క న్నావా ? వాళ్ళ సైలో వాస లే , తమ జడ్జితో మాట్లాడాలన క ట న్నార తే . 
- అ దర వేరేగా అన క టార . 
- లేద , బెర్నార్డ్ . వాళ్లకి ఒక కొత్త స దేశ వెళ్త ది . 
ల కస్ కైల్ పిటిషన్ కి క డా ఒప్ప క న్నావా ? 
సమీక్షి చమని కోరే హక్క అతనికి ఉ ది . 
నీక క డా దాన్ని తిరస్కరి చే హక్క ఉ ది . 
ఎ ద క త భయపడ త న్నావ ? 
- అతన ప్రమాదకరమైనవాడ . 
- ఇప్ప డ అతడిని నిజ గా కలవాలని ఉ ది . 
- నేన సీరియస్ గా చెప్త న్నా . న వ్వే కన క సీరియస్ గా ఉ టే , నేన అడిగిన క్లీని గ్ స ట్ తెచ్చి ఉ డేవాడివి . 
- తెచ్చావా ? - తయారవ తో ది ! 
న వ్వ స ట్ తెచ్చినప్ప డ , మాట్లాడ క దా . 
హేయ్ , ఈ అ కెలన్నీ ఏ టి ? 
- తెలీద . 
- సరే , నాక కాస్త ఖాళీ స్థల కావాలి . 
వాటిని త డిచివేయి . అడ్డ చెప్పడానికి ఎవర లేర కదా . 
పితామహ ల దినోత్సవ . 
పితామహ ల దినోత్సవ ఇద తా పితామహ ల దినోత్సవానికి ఒక వార మ ద జరిగి ది . 
హేయ్ , మీ సైలోలో క డా పితామహ ల దినోత్సవాన్ని జర ప క టారా ? లేద . 
మీక సెలవ ల ఏవైనా ఉ టాయా ? 
మాక విమ క్తి దిన ఉ డేది . 
దాన్ని ఎ ద క జర ప క టార ? 
స్వేచ్ఛకి గ ర్త గా జర ప క టా , సోలో . అవ న కదా . సారీ . 
లాపిస్ ... తన నా పక్కనే క ర్చ నేది . 
చాలా సరదాగా ఉ డేది . 
ఏదోక శబ్దాల చేస్త , నన్న నవ్విస్త నే ఉ డేది . 
వాళ్ళ అమ్మ ... ఆమె ఆవకాయ ఊరగాయల పెట్టేది . 
ఆమె పేర క అర్థ నీలి ర గ అని ఏదో చెప్పేది . కానీ , తనకి నీలి ర గ టే ఇష్ట కాబట్టి , నా నీలి కళ్ల టే ఇష్ట కాబట్టే తన అలా చెప్పి ది అన క టా . 
సోలో ? 
ఇది లెవెల్ బీ క్లాస్ ర మ్ కదా ? 
అయితే తిర గ బాట మొదలైనప్ప డ తనకి 11-12 ఏళ్ళ ఉ డ టాయి . 
మరి తన పక్కన న వ్వ ఎలా క ర్చ ని ఉ డగలవ ? 
అ టే , ఇది లాపిస్ ది అని నేన అనట్లేద గా . 
నీ క టికి ఏమై ది ? 
అది తిర గ బాట జరిగినప్పటిదా , లేకపోతే ... 
హా , దాని గ రి చి మాట్లాడట నాక ఇష్ట లేద . 
నేన ... నేన మర్చేపోయా . ఇది చ శావా ? 
దీన్ని కానీ , దీని లా టి దాన్ని కానీ చ శావా ఎప్ప డైనా ? 
నీక చ పనా ? 
రావడానికి ఆలస్య కావచ్చ అ టే , ఇ కాస్త అల్ల పెట్టగలన . 
- న వ్వ భయపడ త న్నావ . - హా . మెకానికల్ న డి ఒక గ్యా గ్ పైకి వస్తో ది మరి . 
కొ త మ దే వస్త న్నార , పైగా వాళ్ళని కలవడానికి జడ్జ్ ఒప్ప క ది , ఆమెపై నాక నమ్మక ఉ ది . 
కావాల టే , ఇ టి దగ్గర కాపలాగా ఒక డెప్య టీని పెడతా . 
నాక కావాల్సి ది డెప్య టీ కాద . న వ్వ . 
కి ది అ తస్థ ల్లో శా తి నెలకొనేలా నేన చేయగలిగితే , మన దేని గ రి చీ క గార పడనక్కర్లేద . 
మధ్యలో మీరెలా ఉన్నారో చ డమని ఎవరికైనా చెప్తా . వీలైన త త్వరగా వస్తా . 
తెచ్చావా ? 
నా క క్కల గ ర్ర గా ఉన్నాయి . కానీ ... తెచ్చాలే . 
చ స్తావా ? 
నాక ఎర ప ర గ క , పచ్చ ర గ క తేడా తెల స . సరే మరి . 
ఈ పని ఎవరైనా చేయగలర . 
మీతో నన్న క డా రానివ్వ డి . క ప్ కోసమైనా . 
వాళ్లకి నల గ ర వస్తామని చెప్పా . అయిద గ రమని చెప్పలేద . 
ఉ డమ టే , నేన ఉ టా . 
నా బెడ్ మీద హాయిగా పడ క టా . మీర మళ్ళీ కి దికి వెళ్ళేటప్ప డ కల స క టా . 
తొక్కే కాద . 
ఒకప్ప డ మెడోస్ తాగేది కాద . 
నేన జ్య డిషియల్ శాఖలో పని చేసేటప్ప డ , తన చాలా తెలివైనదని చాలా మ ది చెప్పేవార . తనని మి చినోళ్ల ఎవర లేరని చెప్పవచ్చ . 
ఆ తర్వాత , ఏమో మరి . ఏదో అయి ది . అదే టో ఇప్పటిదాకా నాక తెలీలేద . 
నాకొక ఐడియా వచ్చి ది . 
ఇది మరీ అతి అనిపి చవచ్చ , ఒప్ప ద ప్రకార , మ డ మార్గాల్లో జడ్జ్ పదవిని ఊడగొట్టవచ్చ . 
ప్రవర్తన సరిగ్గా లేదని ర జ వైనప్ప డ , పదవికి తగిన వార కానప్ప డ , - సైలోని ప్రమాద లోకి నెట్టినప్ప డ . - ... సైలోని ప్రమాద లోకి నెట్టినప్ప డ . పదవి న డి తొలగి చడమా ? 
- అప్ప డ అస్థిరత నెలకొ ట దేమో . 
- పై అ తస్థ ల్లోని వార దర ఏక క డా కావచ్చ కదా . 
నాక ఎక్క వ అ తస్థ ల న డి , శాఖల న డి మద్దత అవసర అవ త ది . 
సమావేశాన్ని ఆపడానికి అవసరమైన స తకాలన సేకరి చడానికి సమయ సరిపోదేమో అని అన మాన గా ఉ ది . నీక స తకాలేమీ అక్కర్లేద . 
బెర్నార్డ్ కి స దేశ ప పడానికి , జడ్జ్ పదవి తొలగవచ్చ అనే విషయ అతని చెవిన పడితే చాల . 
ఎ తైనా , అతనే కదా ఆమెని ద ర పెట్టాల్సి ది . అలా చేశాక , సలహాల కోస మళ్ళీ నిన్న స ప్రదిస్తాడేమో . 
సోలో , కాస్త ఆప తావా న వ్వ ? - ఆపేయ్ . 
- లేద , లేద . న వ్వ వినాలి . 
నేన దీని లెక్క తేల్చే పనిలో ఉన్నాన , న వ్వేమో అక్కడ స గీత వాయిస్త న్నావ . నాక ఏకాగ్రత క దరట్లేద . 
అది సరే , నేన స గీత ఎలా వాయిస్త న్నానని అన క ట న్నావ ? 
అది నాకనవసర ! 
నీక అవసరమే . 
నేన ... నేన నీక ఒకటి చ పి చాలన క ట న్నా . కాస్త ఇక్కడికి వస్తావా ? ఒకే ఒక్కసారి , ఇక అడగన క డా అడగన . మాటిస్త న్నా . 
- వాయి చ . - సరే . 
నా చేత లని కాద . కాళ్ళని చ డ . 
- సరే . - చ శావా ? లోపల ఒక గొట్ట లా టిది ఉ ది , అది ఒక వాల్వ్ ద్వారా గాలిని నెడ తో ది . 
దీన్ని ఉపయోగి చి , పైప ద్వారా గాలిని ప పవచ్చ . 
నేన దీన్ని ఊడబెరకాలి . 
మళ్ళీ అన్నీ బిగి చేయగలవ కదా ? పక్కాగా చెప్పలేన . బిగి చగలననే అన క ట న్నా . ఇ కొక్కసారి వాయి చరాద ? - ఇ కొక్క ... - అబ్బా . 
చ ద్దా లే . 
నికల్స్ ఇ టికి కొ దర ఏజె ట్ల వచ్చినప్ప డ , న వ్వ పారిపోయావ . 
- అది నిజమేనా ? 
- అవ న , కానీ ... అద గో మళ్ళీ . " అవ న , కానీ ... " అ ట . 
" నేన ప్రమాదకరమైన ప రాతన వస్త వ న పట్ట క న్నా , కానీ అది నాది కాద , నా దగ్గర ఉ చ కోలేద . " 
నీ కేస లోని నిజానిజాలన న వ్వేమి తిరస్కరి చట్లేద కదా , మిస్టర్ కైల్ , మరి నీ శిక్షని సమీక్షి చమని ఎ ద క కోరావ ? 
నేన చెప్తాన ఆగ . దానికి కారణ ఏ ట టే ... అది న్యాయమైన శిక్ష కాద . 
అ తే కదా ? 
దీన్ని దేనితో చేస్తార ? 
లోహ తో . 
మరి లోహ చేయడానికి కావాల్సిన ఓర్ ఎక్కడ ఉ ది ? 
- గన ల్లో . 
- మన మన గడకి గన ల చాలా కీలకమైనవి . కానీ , అక్కడి పని కష్టమైనది , ప్రమాదకరమైనది . అ ద కే ఎవరికీ అది ఇష్టమ డద . 
కాబట్టి , న వ్వ చేయాల్సి దే . ఒప్ప దాన్ని పట్టి చ కోని నీక , నీలా టి వాళ్లక అదే శిక్ష . 
కి ద న డి పై దాకా పస ప ర గ డ్రెస్ వేస క న్న త మాత్రాన న వ్వ సైలోకి పనికి రావేమో అని అన కోవద్ద . 
మిమ్మల్ని ఒక ప్రశ్న అడగవచ్చా ? 
అడగక తప్పద టే , అడ గ . 
సమీక్షి చమని నేన చేసిన అభ్యర్థనన అసల మీర ఎ ద క ఒప్ప క న్నార ? 
ఏజె ట్లరా , బయటక వెళ్లిపో డి . 
ఎ ద క టావ ? 
హార్డ్ డ్రైవ లో ఏమ దో నాక తెల సో లేదో కన క్కోవడానికి . అ ద క కాద . 
ఆకాశ లో రాత్రి ప ట కనిపి చే లైట్స్ గ రి చి తెల స కోవాలన క ట న్నా . 
ఏ టవి ? 
- తెలీద . 
- న వ్వే అన క ట న్నావో చెప్ప . 
అవి తిర గ త టాయి . 
నిజానికి , మనమే తిర గ త టా . 
మన తిర గ త టామా ? 
అ టే ? 
మన ఒక బాల్ మీద ఉ ట న్నా అన క టా . 
చాలా పెద్ద బాల్ మీద . అది తిర గ త ఉ ట ది , కాబట్టే మనకి లైట్స్ తిర గ త న్నట్ట అనిపిస్త ది . కానీ లైట్స్ తిరగవ . స ర్య డి విషయ లో క డా అ తే . 
అది తిరగద , మనమే తిర గ తా . 
మన గ డ్ర గా తిర గ తా , దాని వల్లే రాత్రి , పగళ్ల ఏర్పడతాయి . 
ఆకాశ లో కనిపి చే లైట్లన నక్షత్రాల అ టార . 
అవి భారీ వాయ గోళాల . రేడియేషన్ అనే ఎనర్జీ కారణ గా అవి మెర స్త టాయి . కాబట్టి , వాటిని నిత్య మ డే అగ్ని గోళాల అని క డా అనవచ్చ . 
న వ్వన్నది నిజమే . ప్రప చ గ డ్ర గా తిర గ త , స ర్య డి చ ట్ట క డా తిర గ త ది . 
కోట్లాది నక్షత్రాల్లో స ర్య డ క డా ఒకటి అన్నమాట . 
ఇవన్నీ మీకెలా తెల స ? 
ఇ కో విషయ , మనలా తిరిగే లోకాల వేరేవి క డా ఉన్నాయా ... ఏజె ట్లారా . 
ల కస్ కైల్ , న వ్వ నిజాయితీగా వ్యవహరి చావ కాబట్టి , బాధ్యతగా నడ చ కోవడానికి స మ ఖ గా ఉన్నావ కాబట్టి , గన ల్లో పని చేయాల్సిన నీ శిక్షా కాలాన్ని ఐదేళ్లక తగ్గిస్త న్నాన . 
పితామహ ల నీపై దయ చ ప గాక . - ఇతడిని తీస కెళ్లిపో డి . 
- వద్ద . కానీ ... 
జడ్జ్ మెడోస్ దిగిపోవాలి ! ఆమె దిగిపోవాలి ! - ఆమె దిగిపోవాలి ! - జడ్జ్ మెడోస్ దిగిపోవాలి ! మెడోస్ , జడ్జ్ పదవి న డి దిగిపోవాలి మెడోస్ దిగిపోవాలి ! 
ఇక న డి అ తగా ర ద్ద కోద లే . థ్యా క్య . 
అ తా ఓకేనా ? 
ఎ ద కలా అడిగావ ? 
నీ ఇ టి న డి న వ్వ పాతికేళ్ల గా బయటకే రాలేద . 
ఇప్ప డ బయటే తిర గ త న్నావ . 
జ లియాకి ఇవ్వాల్సిన టేప కోస మెట్లెక్కి పైకి వెళ్త న్నప్ప డ , భయ తో చచ్చాన . 
అప్ప డ న వ్వ కనిపి చావ ... అప్ప డ అనిపి చి ది , చాలా ఏళ్ళ వ థా చేసేశానని . 
మన వ థా చేసేస క న్నా . 
ఎ ద కో నాక గ ర్త లేద క డా . 
ఉత్త ప ణ్యానికి వ థా అయిపోయాయి . 
పరిశీలి చడానికి బయటక వెళ్లి , మళ్ళీ వచ్చేయడానికి మెడోస్ ఒప్ప క టే ... ఒప్ప క టే ? 
ఆ పని చేయడానికి మ ద క వస్తావా ? 
నిస్స దేహ గా . - మరి న వ్వ ? - నేన క డా . 
ఏ చ డాలని ఉ ది నీక ? 
ద ర . 
ఇ కా జ లియాని . 
తనకి ఎమై దో ఏ టో తెలియని ఈ పరిస్థితి ... నన్న చ పేస్తో ది . 
నీక తన టే ఇష్ట లేదని అన క న్నానే . 
తన నాక చిరాక తెప్పి చేది ... కానీ కళ్ళ మ స కొని తనని నమ్మవచ్చని నాక తెల స . 
ఎవరో వస్త న్నట్ట న్నార . 
అయ్య బాబోయ్ . 
నేన చ స క టాలే . 
డెప్య టీ , అ తా ఓకేనా ? 
జ్య డిషియల్ శాఖకి వెళ్త న్నారా ? 
అవ న , అ దరిలాగే నడిచే హక్క మాక ఉ ది కదా . 
మేమ వచ్చి ది మిమ్మల్ని ఆపడానికి కాద . అక్కడి దాకా మిమ్మల్ని - స రక్షిత గా చేర్చడానికి వచ్చా . - ఎ ద క ? అలా చేయమని షెరిఫ్ బిల్లి గ్స్ చెప్పాడ . 
అది కాద , మాక రక్షణ అవసరమని ఆయనకి ఎ ద క ... ఎ ద క టే , కి ది అ తస్థ ల్లో మీక మిత్ర ల చాలా మ ది ఉ డవచ్చ , కానీ పైన ... ... జనాల మీపై ఉమ్మేసే అవకాశ ఉ ది . 
నిజ గా ఉమ్మేస్తార . 
జ్య డిషియల్ శాఖకి ఇ కా రె డ అ తస్థ ల ఉ ది అనగా , మేమ వెళ్ళిపోతా . 
పోలీస ల ఎస్కార్ట్ చ స్తే , మేమ మీ పక్షానే ఉన్నామని వాళ్ళ అనేస కోవచ్చ . 
పరిస్థిత ల ప్రమాదకర అయ్యే అవకాశ ఉన్నప్ప డ , హ్యా డ్ ఇచ్చేస్తారన్నమాట . 
నేన క డా వాళ్ళ మధ్య జీవి చాల్సిన దాన్నే . 
అయితే వెళదా పడ డి . 
ఫైర్ బా బ్ ఇక్కడ తగిలి ది . 
మేమ దర చెల్లాచెద ర అయిపోయా . 
మ టల లోపలికి వెళ్ళలేద . 
కాల్చిన వాడ ఉ డి ది ఎక్కడ ? అక్కడ . 
అతన రిటైర్ అయిన రెయిడర్ . 
రెజ్జీ స్మాల్స్ . 
ట్రెయిని గ్ లో చెప్పినట్ట గానే ఆ పరిస్థితికి ప్రతిస్ప ది చాడట . 
మరి ఆ ఫైర్ బా బ విసిరిన దరిద్ర డ ? 
అక్కడ . 
స్థానిక క ర్రాడైన క పర్ , పర గెత్త క ట వచ్చి అతడిని ఆపాలని చ శాడ . 
- ఎవరైనా అతడిని గ ర్త పట్టారా ? - లేద . 
నేన అతడిని చ ద్దామన క ట న్నా . 
అయ్యయ్యో . ఉదయ జ్య డిషియల్ వాళ్ళ వచ్చి తీస కెళ్లార . 
- కారణ ఏమైనా చెప్పారా ? - లేద . నేన అడిగినప్ప డ , జ్య డిషియల్ వాళ్లనే అడ గ తావా అన్నట్ట చ శార . 
గత లో నేన జ్య డిషియల్ శాఖలోనే పని చేశా . సారీ . - అది నాక తెలీద ... - లేద లే . ఆ చ ప నాక బాగా తెల స . హా . 
క పర్ శవ ఇ కా ఉ దా ? 
న వ్వ మొదల పెట్టవచ్చ . పని చేస్త దనే అన క ట న్నా . 
సోలో ? ప ప కొట్ట . గట్టిగా కొట్ట . 
సరే , ఇది సరిపోద . ఆపేయ్ . 
సరే , ఒకవేళ ... 
- బహ శా ... - నేన వాల్ట్ దగ్గరికి వెళ్ళాలి . 
ఏ టి ? 
ఎ ద క ? దానికి నేన తాళ వేయలేదన క టా . 
ఇక్కడ మన తప్ప ఇ కెవర లేర కదా . 
ఏమీ కాద లే . 
లేద , నేన వెళ్లి ఓసారి చెక్ చేసి వస్తా . 
వద్ద , వద్ద , ఏమీ కాద . న వ్వ తాళ వేయడ నేన చ శా . - నేన తాళ వేయలేదన క టా . - లేద , వేశావ . న వ్వ తల ప వేశావ , లాక్ పడిపోయి ది . 
- న వ్వ ఏదో అనాలని అ ట న్నావ తే . - లేద ! ఆగ , ఏ చేస్త న్నావ ? న వ్వ వాల్ట క తాళ వేసేశావ . 
హా , లాక్ వేశా . 
అది నీ పనేనా ? 
అస్సల కాద . 
నన్న ది పేయాలన్న ప్రయత్న దానికదే ప ట్ట కొచ్చినదని నమ్మాలా ? 
జనాల భయపడ త న్నార , మెకానికల్ వాళ్ళ ఎయిర్ లాక్ వైప అడ గ ల వేసే కొద్దీ , ఆ భయ ఇ కా ఎక్క వే అవ త ది . 
వాళ్ళ ప పిన లేఖని న వ్వ చదివి ఉ డాల్సి ది . మెర గైన స ట్స్ ని తయార చేయాలన క ట న్నారని , కొ దరిని బయటక ప పి , చ ట్ట పరిశీలి చి మళ్ళీ వెనక్కి వచ్చేలా అన మతి చమని కోరార , అ తే . 
ఊరికే అలా తిరిగి వచ్చేస్తారా ? అది ... అది ఒప్ప దానికి ఎ త విర ద్ధమో చెప్పాల్సిన పని లేద . 
దానికి నేనే ఒప్ప కోన కదా . ఈ ఐడియాలపై అధ్యయన చేయడానికి ఒక కమిటీని ఏర్పాట చేస్తామని చెప్తాన . 
కాలయాపన చేస్త ఆ ఐడియాన త చేస్తావ . అవ న . 
నేన ... న వ్వ పదవి న డి తప్ప కోవాలన్న వాదన మ ద క వచ్చిన ద క బాధగా ఉ ది . 
చ డ , అది నాక అనవసర . 
అది జరిగేసరికి నేన ఇక్కడ ఉ డన క డా ఉ డన . 
నా , ఇ టికి వస్తావా ? 
ఈరాత్రి డిన్నర్ కి . 
- ఎ ద క ? 
- తర్వాత ఏ చేయాలనే దాని గ రి చి మాట్లాడ క దా . 
బయటక వెళ్లడమే నేన తర్వాత చేయబోయే పని . నీ స ట్ తెప్పిస్తాన . దాన్ని ఓసారి వేస కొని చ డవచ్చ న వ్వ . 
ఏడి టికి వస్తావా ? 
ఎలాగ , మెకానికల్ వాళ్ళ వచ్చేసరికి తొమ్మిది అవ త ది . సరే . 
ల కస్ కైల్ తో మాట్లాడా . 
న వ్వన్నది నిజమే . అతనితో చాలా ప్రమాద . 
మరి ఎ ద క అతని శిక్షని సగానికి సగ తగ్గి చావ ? 
మన న్యాయ గా వ్యవహరి చామని అ దరికీ అనిపి చడానికి . 
పైగా , అతని లా టి వాళ్ళ , గన ల్లో ఒక ఏడాది క టే ఎక్క వ కాల ఉ డగలరని అన క ట న్నావా ? 
రాత్రికి కల స్తా మరి . 
ఆ లోప బయటి జనాల నాపై దాడి చేసి , నన్న కి దికి తోసేయకపోతే . 
- మళ్ళీ కొట్టి చ డగలవా ? - హా . 
హా . చాల . అది పని చేస్త దన క టా . 
న వ్వ బాగానే ఉన్నావా ? 
నాకేమీ కాద లే . నేన స ద న దాట కొని గదిలోకి వెళ్ళాల తే , ఇక ఏమీ కాద నాక . నేన ఇ త కన్నా భయ కరమైనవి చాలా చేశాన . సరే , నేన నీటిలోకి వెళ్ళినప్ప డ , న వ్వ మాత్ర ... ప ప కొట్టడ ఆపక డద . తెల స . హా . సరే . 
శవ లేద , హ్యా క్ . జ్య డిషియల్ వాళ్ళ వచ్చి తీస కెళ్లిపోయార . 
ఫైర్ బా బ న విసిరిన దరిద్ర డి శవ వద్ద మాక . క ప్ శవాన్ని చ డాలని వచ్చా . 
అదే నేన క డా చెప్పేది . వాళ్ళ క ప్ శవాన్నే తీస కెళ్లార . ఏ టి ? 
ఎ ద క ? 
ఇక్కడికి శవ కోస వచ్చామన్నార , ఇక్కడ క ప్ శవ ఒక్కటే ఉ ది మరి . 
- కాబట్టి తీస కెళ్లిపోయార . 
- అదే టి ? వివరి చే ప్రయత్న చేశా , కానీ వాళ్ళ జ్య డిషియల్ మన ష ల . 
నిన్న ఇక్కడ రె డ శవాల ఉన్నాయి కదా . 
కానీ ఈ ఉదయ ఒకటే ఉ డి ది . 
అయితే , ఏ జరిగి ది ? 
నాక తెలీద . తెలీదా ? 
- నిన్న రాత్రి తల ప క తాళ వేశావా ? - హా , వేశా . 
- నేన పిచ్చిదానిలా కనిపిస్త న్నానా ? - నిన్న ఇక్కడ రె డ శవాల ఉన్నాయి ... - మిస్ అయిన శవ ఎలా ఉ ట ది ? 
అతనికి 40 ఏళ్ళ టాయి . 
మామ ల సైజ లో ఉ టాడ . గెడ్డ ఎక్క వగా , జ ట్ట పొడవ గా ఉ ట ది . 
ఇక న వ్వ కానివ్వ . నీకేమీ కాద , కెప్టెన్ నీమో . 
శాటీ స్వరపరిచిన స గీతమా ? నీక అతని స గీతమ టే ఇష్టమని తెల స . 
వాల్ట్ . 
త్వరగా రా . 
హేయ్ . నేన వాల్ట్ దగ్గరికి వెళ్ళాలి . 
- ఏ పర్వాలేద . సరే , ఆగ . ఆగాగ . - లేద , లేద . - ఆగ . హేయ్ ! - ఇప్ప డే ! - నేన వాల్ట్ దగ్గరికి వెళ్ళాలి . 
- ఆగ , ఆగ . 
లేద ! దాని ఇన్ ఛార్జీని నేన . ఆ బాధ్యత నాదే . అయ్య బాబోయ్ . 
- తాళ వేసే ఉ ది . 
- అవ నా ? - హా . - ఇప్ప డే ఓకేనా ? 
- హా . - సరే . నేన లోపలికి వెళ్తా . 
ఏమై ది ? 
అ తా ఓకేనా ? హా . 
ఏమై ది ? 
బహ శా న వ్వ సరైన న బర్ నొక్కలేదేమో . 
- ఏ చేశావ న వ్వ ? - హా ? 
- నేనేమీ చేయలేద . - లేద , న వ్వే దీన్ని ఏదో చేశావ . - నన్న బయటక రమ్మ ది న వ్వే . - ఇ త సేప నీతోనే ఉన్నా కదా ! నేన ఇ కొక్కసారి ప్రయత్ని చగలన తే , ఆ తర్వాత ఇక ఎప్పటికీ లోపలికి వెళ్ళలేన . 
శా తి చ ... హేయ్ ! కాస్త ... లేద , నేన అసల బయటక వచ్చి ఉ డాల్సి ది కాద . లోపలే ఉ డ టే భద్ర గా ఉ డేది . 
- కోడ్ ని రాసి పెట్ట క టే మ చిదేమో . - మ స కో ! సరే . 
చ శావా ? నేనేమీ చేయలేద . 
- అక్కడే ఉ డ . - సోలో . 
నిజానికి ఆ రేస కోస నేన ట్రెయిని గ్ క డా తీస క న్నా . రోజ క 30 నిమిషాల . రోజ క రె డ గ టల కష్టపడినా , న వ్వ ఓడిపోయే ఉ డే దానివి . 
దరిద్ర డా . 
ఇద తా బాగానే జరిగి ది కానీ ... నా స ట్ తెచ్చిస్తే , వేస క ని చ స్తా . 
ఈపాటికి వచ్చేస్త ది అన్నావ కదా . 
అది వైన లో లేదని చెప్పగలన . 
న వ్వ వైన్ తాగ తావని అన కోలేద . 
మష్ర మ్స్ లో కలిపాన . 
- ఎ త సేప బతకగలన ? 
- ఎక్క వ సేప కాద , నిమిషాలే . 
ఎ ద క ఈ పని చేశావ ? 
నేన నియమావళి ప్రకార నడ చ కోవాలి , తప్పద . 
నా మరణ వల్ల అది నెరవేర త దా ? 
నీ మరణ వల్ల సైలో ఒకటి అవ త ది . 
మేరీ , నన్న క్షమి చ . 
జ లియా నికల్స్ తీస క న్న హార్డ్ డ్రైవ్ , ఇప్ప డ ఎక్కడ ఉ ది ? 
ధ్వ స చేసేశా . 
ఎ ద క ? 
ఏమ ది దానిలో ? నాక తెలియాల్సిన మ ఖ్యమైనది ఏమైనా ఉ టే , న వ్వ నాక ... న వ్వ తెల స క న్నా , చేయగలిగి ది ఏమీ లేద . 
కానీ నేన ఒకటి మాత్ర చెప్పగలన ... దానికి , శాల్వడోర్ క్విన్ కి స బ ధ ఉ ది . 140 ఏళ్ల క్రిత , అతన ఐటీకి హెడ్ గా ఉన్నప్ప డ ... - తిర గ బాట సమయ లోనా ? - హా . ఆయనొక ఉత్తర రాశాడ . అ ద లో కొ చె కోడ్ ర ప లో ఉ ట ది . 
- ఏమ ది ఆ కోడ్ లో ? 
- అది చెప్పలేన , బెర్నార్డ్ . - కానీ న వ్వ దాని అర్థ తెల స క న్నావ కదా ? 
- చెప్పలేనని అన్నా కదా . 
పాతికేళ్ల క్రిత , నేనె ద క నీ షాడో స్థాన న డి తప్ప క ట న్నానో నీక చెప్పినప్ప డ , నేన అన్నాన ... జీవితా త నా చ ట్ట నే తిరగాలని నీక లేదని అన్నావ . 
అది అబద్ధ . 
కలకాల ఆన ద గా నీ పక్కన ఉ డగలన , కానీ న వ్వ ప ర్తిగా నాకే అ కిత అవ్వలేవని నాక తెల స . 
ఎ ద క అబద్ద చెప్పావ ? 
నీక నిజ చెప్పడానికి దైర్య చాల్లేద . 
నాల గ రోజ ల పాట ఎటో వెళ్ళిపోయావ . వచ్చాక , ఉద్యోగ మానేశావ . అప్ప డ ఎక్కడికి వెళ్ళావ ? 
ఇ కొక్కసారి నేన క్యా టిన్ కి వెళ్లవచ్చా , ప్లీజ్ ? బయట చ డటానికి . ఇ కొక్కసారే . 
లేద . 
కానీ నా దగ్గర ఒకట ది . 
లెగసీలో క ర్చ న్నప డ దీన్ని ఎప్ప డైనా ఉపయోగి చావా ? లేద . దీని సాయ తో మన కొన్ని చ డవచ్చ . శ భ్రపరచడానికి బయటక వెళ్లిన జనాలక తమ హెల్మెట్లలో ఇలా టివే కనిపిస్తాయి . కాకపోతే ఇ ద లో కనిపి చేవి నిజమైనవే . 
కోస్టా రికా గ రి చి ఎప్ప డైనా చదివావా ? 
ఇ ద లో కోస్టా రికాలోని ఫ టేజ్ ఉ ట ది . 
2018 లో మొ టివర్డే క్లౌడ్ ఫారెస్ట్ బయలాజికల్ రిజర్వ్ లో తీసిన ఫ టేజ్ . 
తలని కాస్త పైకెత్తి , ఎడమ వైప క చ డ . 
తీగ మీద ఆరా గా క ర్చొని ఉన్న ఆ బ డ్డది కనిపిస్తో దా ? 
అది వైట్ ఫేస్డ్ కాప చిన్ కోతి . 
ఇప్ప డ చ డ . 
అది ఆ తీగ మీది న డి , నీ క డి పక్కన ఉన్న చెట్ట మీదికి ద క త ది . 
ఇప్ప డ నీ క డి వైప కి , కి దికి చ డ . హా . 
అది రెడ్ ఐడ్ ట్రీ కప్ప . 
- కనిపి చి దా ? - హా . 
ఆత్మరక్షణ వ్యవస్థలో భాగ గా వాటికి ప్రకాశవ తమైన ర గ ల ఉ టాయి . 
పచ్చ ర గ , కనిపి చక డా ఉ డట కోస . దాని వల్ల అది పరిసరాల్లో కలిసిపోయి , వేటాడే జ త వ ల న డి తప్పి చ కోగలద . 
త్వరగా , పైకి చ డ . 
ఇప్ప డ చెట్ల పైన చ డ . అవి క్వెట్జల్ పక్ష ల . 
వాటికి ఒకేలా ఉ డే తోకల రె డ ఉన్నాయి , అ టే అవి మగవి అని అర్థ . 
ఎ త అ ద గా ఉ దో ! చాలా బాగ ది . చాలా అ టే చాలా అ ద గా ఉ ది . 
వాళ్ళ ఏ చేశార , బెర్నార్డ్ ? 
ఈ ప్రప చాన్ని ఎలా ద ర చేస క న్నార ? 
ఈ పరిధి దాటామని , స్నేహిత లమయ్యామనే అన క న్నా , సోలో . 
శ భ్రపరచడానికి నన్న బయటక ప పినప్ప డ , నాక ... అప్ప డ నేన చాలా అలసిపోయి ఉన్నా . అ టే ... ఒక పక్క నాక ఎలా అనిపి చి ద టే ... చెప్తే చాలా వి తగా ఉ ట ది , కానీ ... తొక్కలో సోది అ తా మ గిసిపోత దని నాక ప్రశా త గా అనిపి చి ది . 
తెల సా ? 
ఇక బయట అడ గ పెట్టగానే , నాక చాలా ... నన్న ... ఒ టరితన కమ్మేసి ది . ఇ కా ... నాక చాలా భయమేసి ది . 
చాలా అ టే చాలా భయమేసి ది . 
అడ గ వేసినప్ప డల్లా , నాక ... నాకే అనిపి చి ద టే , " ఇదే . ఇక్కడే ... ఇక్కడే నేన క ప్పక లిపోతాన . లేదా ఇదే నా సమాధి . 
ఇక్కడే నేన చనిపోతాన , " అని అనిపి చేది . నాక ... 
కానీ నేనే పడలేద . నడ స్త నే ఉన్నా . 
ఇ కే చేయాలో నాక తెలీలేద . 
కాబట్టి , భయ అ టే ఏ టో నాక తెల స , సోలో . అది ... అది నీ ఒక్కడికే ఉ దన కోక . 
సోలో ? 
ఆ చోట గ రి చి ఈ కెప్టెన్ నీమో మరి త తెల స కోవాలన క టో ది . 
దాన్ని ఏమ టార ? 
సర్కస్ . దాని గ రి చి చెప్తావా ? న వ్వ ... న వ్వ నాక ... పొడవాటి మ క్క ల న్న జీవ ల గ రి చి చెప్పవచ్చ . 
వాటి పేర మర్చిపోయా . 
వాటిని ఏన గ ల అ టార . 
అక్కడ పిల్ల ల క డా ఉ డేవి . పిల్ల ల టే మన దగ్గర ఉ డేవి కాద . 
అవి చాలా పెద్దవి , వాటి బర వ 180 కేజీల వరక ఉ ట ది . 
వాటిని సి హాల అ టార . 
మ టల డే రి గ ల గ డా ద కేలా వాటికి ట్రెయిని గ్ ఇస్తార . 
- నిజ గానా ? - హా . 
సరిగ్గా నేన చెప్పినట్ట చేయి . 
అక్కడ కల స క దా . 
మోలీ , నికల్స్ ని పట్ట కోవాలని అ దర ప్రయత్నిస్త ఉ డగా , న వ్వ ఇద్దరిని అద ప లోకి తీస క న్నావ . 
అవ న , ఒకరి పేర డానీ అని ఏదో ఉ ట ది . 
బ్లై . ఇ కొకర కెన్నడీ . పాట్రిక్ కెన్నడీ . 
ఏమై ది వాళ్లకి ? వాళ్ళని జ్య డిషియల్ వాళ్ళ తీస కెళ్లార . బలవ త గా . నోట్లో గ డ్డల క క్కి , నెత్తి మీద గ డ్డ పెట్టి . 
కెన్నడీకి పెద్ద గెడ్డ , ఇ కా పొడవాటి జ ట్ట ఉ ట దా ? 
అవ న . ఏమై ది ? మేమ ఒక పని మీద ఉన్నా . జాగ్రత్త . 
ఆ గెడ్డ ఉన్న వ్యక్తి చనిపోయాడని , ఎవరైనా డాక్టర్ చెప్పారా ? 
లేద . అధికారిక గా చెప్పలేద . కానీ వాళ్ళ అతడిని తీస కెళ్త న్నప్ప డ , అతనిలో ఏ చలనమ లేద . 
- అతడిని కాల్చి ది ఎక్కడ ? - ఇక్కడ . 
కాద . ఆగ . 
ఇక్కడ . 
జడ్జ్ మెడోస్ మా కోస ఎద ర చ స్త ఉ ది ! 
మేమ జ్య డిషియల్ కి అధికారిక పని మీదే వచ్చా ! - తప్ప కో డి . - నా పని నేన చేస్త న్నా . మ ద క రాక ! ఈ జ త వ ల సైలోని నాశన చేయాలన క ట న్నాయి . 
నీది నా పక్షమా ? వాళ్ళ పక్షమా ? 
సారీ , జ్య డిషియల్ శాఖ ఇవాళ మ సివేయబడి ఉ ది . 
జడ్జ్ ని కలిశాకే ఇక్కడి న డి మేమ వెళ్ళేది . మీర వెళ్లాల్సి దే . 
కి దికి మీర వెళ్తారా ? మేమ కి దికి తోసేయాలా ? 
ఎర్ర బ తి ! 
అయిద , నాల గ , మ డ , రె డ , ఒకటి . 
మేమ జడ్జిని కలిసే దాకా కరె ట్ ఉ డద . 
పక్కక జరగ డి . 
మిస్టర్ మేయర్ . మిస్టర్ నాక్స్ . మీర కరె ట్ ని ఆపేసినట్ట న్నార . 
జడ్జ్ మెడోస్ ని బయటక తీస క ర డి , కరె ట్ ఆన్ చేస్తా . 
తన ఆరోగ్య బాగాలేద , కానీ మీర లైట్స్ ఆన్ చేస్తే , మిమ్మల్ని లోపలికి ఆమె దగ్గరికి తీస కెళ్తా . 
మీ ఇద్దరే ర డి . 
ఏ టిది ! 
మనల్ని ఇరికిస్త న్నార . 
వద్ద . చెప్పేది విన , నాక్స్ , మన వె టనే వెళ్ళిపోవాలి . 
నేన మిమ్మల్ని ఆపన . 
పక్కానా ? 
బయటే రెయిడర్ల ఉన్నార . 
దీన్ని సైలో వాస లకే వదిలేద్దా . 
- మన పారిపోలే . 
- మనకి మరో దారి లేద . బయట 50 మ ది రెయిడర్ల , ఆవేశ తో ఊగిపోత న్న 100 మ ది పిచ్చోళ్ళ ఉన్నార . 
వాకర్ , మెక్ లెయిన్ దగ్గరికి నడ చ క ట వెళదా . 
- ఆ తర్వాత పర గెత్త దా ! - పిచ్చెక్కినట్ట పర గెత్త దా ! 
మన వెళ్ళిపోవాలి . 
త్వరగా , కానీ భయాన్ని కనిపి చనివ్వవద్ద . 
న వ్వ ఆ మ క్క అన్నాకే భయ పట్ట క ది . 
జడ్జ్ మెడోస్ ని పదవి న డి తొలగి చాలని జనాలకి అనిపిస్త దని అన కోలేద . 
దాని వల్లే నేన ఈ పని చేయాల్సి వచ్చి ది . 
తప్పలేద . 
దీని వల్ల మ చే జర గ త దని ఆశిస్త న్నా . 
ఏదేమైనా ... దాని వెనక ఉన్నది న వ్వే అని నాక తెల స , రాబ్ . 
వాళ్ళ మ ద వెళ్లార కదా , మరీ ఎక్క వ సేప వేచి ఉ డవద్ద . వాళ్ళ దొరక్క డా పారిపోయే అవకాశమ ది . 
నిశ్శబ్ద గా ఉ డ డి ! 
నాక తెల స , మీలో కొ దరికి ... చాలా మ దికే అన కో డి ... కి ది అ తస్థ ల్లో ఉ డే వాళ్ళ జడ్జ్ మెడోస్ ని కలవడ ఇష్ట లేదని . 
సైలోలో ఉ డే ప్రతీ ఒక్కరికి , తమ అభిప్రాయ చెప్పే హక్క ఉ డాలని ఆమె చెప్పేది , అ ద కే ఆమె వాళ్ళని కలిసి ది . 
కానీ ఆమె నిర్ణయ ఘోర తప్పిదమని తేలి ది . 
జ్య డిషియల్ శాఖ మెకానికల్ న డి వచ్చిన ఆ మ గాల ఇప్ప డే ఆమెని చ పేశాయి . 
వాళ్ళ ఎయిర్ లాక్ తెరవాలన్నార . అ ద క జడ్జ్ మెడోస్ ఒప్ప కోలేద . 
సైలో కోస ఆమె , తన ప్రాణాలన అర్పి చి ది . 
మీ కోస ! 
నా కోస ! 
కాబట్టి , ఆ హ తక లని కనిపెట్టి , వాళ్లకి శిక్ష పడేలా చేయాల్సిన బాధ్యత ప్రతి పౌర నిపై ఉ ది ! 
న్యాయ జరగాలి ! న్యాయ జరగాలి ! 
