மக்கள் ப ர்வ ய ளர்கள ன் தல க்க ம ல , உடல த் த ர ப்ப , ஒர ம ல ய ல ர ந்த இன்ன ர ம ல க்க , இத ம த ர பறந்த ... அந்தப் பக்கம் க த்த ர க்க ம் இன்ன ர நபர ன் க கள த் த வ ப் ப ட த்த க்க ள்வ ர்கள் . 
அத பயம க இர க்க த ன ? 
சர்க்கஸ ல் இன்ன ர வ ஷயம் என்னவ ன்ற ல் , அவர்கள டம் வ லங்க கள் இர க்க ம் மற்ற ம் ய ன கள் எனப்பட ம் ம கப்ப ர ய வ லங்க கள் இர க்க ம் , அவற்ற ன் த ல் , க ன்க்ரீட் ம த ர உற த ய க இர க்க ம் , 
அதன் ம கத்த ன் இர பக்கங்கள ல ம் பற்கள் ம ள க்க ம் , அவ 12 அட நீளம் வர க்க ம் வளர ம் . 
க ட்கவ பயம க இர க்க . சர , எனக்க ய ன கள ப் ப ட க்க ம் . 
அவ உண்ம ய ல ய ப த்த ச ல கள் . அவ தன்னலம் ப ர்க்க த உதவ பவ . 
கஷ்டத்த ல் இர க்க ம் ஜீவன்கள க்க உதவ வதற்க அவ ப ர்ப னவ . 
இப்ப த ந ன்த ன் கஷ்டத்த ல் இர க்க ம் ஜீவன் . 
என்னத ? 
க ற்ற க் கீழ தள்ள எத வ ம இல்ல மல் , 50 அட நீள ட்ய ப் ம லம் ந ன் ச வ ச க்க ம யற்ச க்க வ ண்ட ம் . என்ன ல் ம ட ய ம் என்ற த ன்றவ ல்ல . அத எட த்த த் தர ம ட ய ம ? 
அப்ப றம் ... என்ன ல் அத ச் சர ச ய்ய ம ட ய ம் என்ற ந ன க்க ற ன் . 
ஹ ய் , நீ ப ர ட்கள உர வ க்க வத ல் க த்த ர்ந்தவள் ப லய ? சர , உன்ன ட ய ச ல வ ல் நீ என்ன வ ல ச ய்த ய் ? 
- ஹ ய் , நீ ... க ஞ்சம் ... நன்ற . - ஓ , மன்ன த்த வ ட . 
ந ன் ப ற ய ளர க இர ந்த ன் . 
ஹ , அந்தக் க லத்த ல் அவர்கள் , நீர க்கட ய ல் ச வ ச ப்பதற்க இயந்த ரங்கள பயன்பட த்த னர் . 
" ட்வ ன்ட த ஸண்ட் லீக்ஸ் அண்டர் த ஸீ " என்ற ஒர அர ம ய ன ப த்தகம் இர க்க , அவர்கள் ச வ ச கர வ கள ப் பயன்பட த்த யத கவ ம் , கடல ன் ஆழத்த ல் உள்ள பரப்ப ஆர ய ப ரம்ம ணடம ன நீர்ம ழ்க க் கப்பல ன ந ட்ட லஸ ப் பயன்பட த்த யத கவ ம் அத ல் எழ த ய ர க்க . கடல் ர ம்பவ பரந்த நீர்ப் பரப்ப க இர ந்தத ... இல்ல , எனக்க த் த ர ய ம் . அத ப் ப ர்த்த ர க்க ற ன் . 
- அத ஒர ப த்தகத்த ல் ப ர்த்த ர க்க ற ன் . 
- ச ல 18-ல் ப த்தகம் பட க்க அன மத ப்ப ர்கள ? 
இல்ல . அடட . 
க ஞ்சம் இர . ந ன் எங்க வ ட்ட ன் ? ஓ , இத த ன் . 
அந்தப் ப த்தகத்த ல் ந ட்ட லஸ ன் க ப்டன் , - ப யர் நீம ... - வ ண்ட ம் . - ... நீ க ஞ்சம் அவர ம த ர இர க்க ற ய் . - நீ க ஞ்சம் ... 
ஹ ய் . - ஹ ய் . - என்ன ? நீ ஹ ர்ம ன யத்த ப் பயன்பட த்தல ம் . 
- அத ஒர இச க் கர வ . - இல்ல . 
ந ன் எழ த ஏத வத வ ண்ட ம் . 
வந்த , எனக்க ஸ்ல ட் வ ண்ட ம் அல்லத ... இத இல்ல ... அத அற ய ல ய ஒர கர ம்பலக இர க்க . - வ . 
- ந ம் த டல ம் . - ந ன் இத இழ க்க ... இங்க . 
எங்கள் ச ற வயத ல் , இத ல்ல ம் ந ற வனர்கள ன் ப யர்கள் என்ற ந ன ப்ப ன் . ப ல் - ம ன ல் - ய ர இவர்கள் எல்ல ர ம் க ளர்ச்ச ய ன் ப த இறந்த இயந்த ரவ யல் த ற ய னர்கள் என ந ன க்க ற ன் . 
ந ங்கள் வளர்ந்தப த க ள்வ ப்பட்ட க ளர்ச்ச த ன் கட ச ய னத என்ற ந ன க்க ற ன் . அதற்க ம ன் , ஒவ்வ ர தல ம ற ய ல ம் இப்பட ப் பட்டவர்கள் இர ந்தனர் . 
இயந்த ரவ யல் த ற ய ல் இன்ன ன்ற த் த டங்க வத நீ வ ர ம்பவ ல்ல ய ? 
ந ங்கள் ஏத வத ஒன்ற த் த டங்க வத க இர ந்த ல் மட்ட ம . 
இங்க ப ர , சர ய ? 
அவர்கள ட ய ப யர்கள க்க ப் பக்கத்த ல் என்ன எழ த ய ர க்க ற ர்கள் ப ர் . 
" பண்ண கள ல் உணவ ப் பற்றக்க ற ய ல் த டங்க யத . " 
அதன் ப ன்னர் ... இத , " இயந்த ரவ யல் த ற மீத க ற்றம் ச மத்தப்பட்டத " ப லத் த ர க றத . 
பண்ண கள ல் உணவ ப் பற்றக்க ற ய ல் த டங்க யத ப ர்த்த ய ? 
" த ழ ற்ச ல வ ல ய ட்கள ன் வ ல ந ற த்தம் . " 
" கழ வ க்க டங்க ற்க த் தீ வ த்தல் . " கழ வ க்க டங்க ற்க த் தீ ந ற வனர்கள ன் ச யல்ப ட இத ப் ப ர் . ப ர்க்கக் கட னம க இர க்க , ஆன ல ம் ... 
" க ளர்ச்ச எங்க த டங்க ய ர ந்த ல ம் , க ற்றம் ச ட்டப்பட வத என்னவ இயந்த ரவ யல் த ற ய ன் மீத த ன் . " த ழ ற்ச ல வ ல ய ட்கள ன் வ ல ந ற த்தம் 
ஏன் ? ஏன் அப்பட ? 
ஏன ன்ற ல் நம்ம ல்த ன் இவர்கள ச் ச ய்க்க ம ட ய ம் . 
அத சர த ன் . 
நீ அதற்க த் தய ர க இல்ல . ந ம் இத ம ட வதற்க ? 
நமக்க உண்ம ய ல் த வ ய னத க ட க்க ம் என்ற ல் , ந ம் எல்ல ய சன கள ய ம் ச ய்த ப ர்த்த வ ட்ட ம் ... 
- அவர்கள் க ப்பர க் க ன்ற வ ட்டனர் . 
- எனக்க ம் த ர ய ம் ! 
அத ட ஜ ல்ஸ ச த்தம் ச ய்ய அன ப்ப வ ட்டனர் . 
ஆன ல் , ஷ ர்ல் , பழ வ ங்க வத த் த ண்ட நமக்க என்ன வ ண்ட ம் ? 
உண்ம . 
என ல் , ந ம் அத க் க ட்ப ம . 
இயந்த ரவ யல் த ற க்க ந ன்த ன் தல வன் . என்ன ல் ம யர டன் ஒர சந்த ப்ப ஏற்பட த்த ம ட ய ம் . ஒர ச ற க ழ வ அழ த்த ச் ச ல்வ ம் . நீ , ந ன் , வ க்கர் , சப்ள ப ர வ ன் தல வர் ம க்ல ய்ன் . ந ம் ம ல ப கல ம் . 
க ட்டம் வ ண்ட ம் , ஆய தம் வ ண்ட ம் . 
ந ம் எட த்த வ க்க ம் ஒவ்வ ர அட ய ம் ஆக்க ரம ப்ப நடவட க்க ய க எட த்த க்க ள்ளப்பட ம் . 
அதன ல்த ன் , ந ம் ம தல ல ய ம யர க்க ச ய்த அன ப்ப வ ம் . ந ம் ப ச வ ர ம்ப வத ச் சர ய க வ ளக்க . ம யர டம் வ ண்ட ம் . நீத பத ய டம் ப வ ம் . 
ம ட ஸ் ஒன்ற க்க ம் உதவ தவர் என்ற ஜ ல்ஸ் வ க்கர டம் ச ல்ல ய ர க்க ற ள் . 
ஆன ல் ச ல வ ற்க அத த ர ய த . 
எல்ல ர ய ம் ப ற த்தவர , நீத பத ம ட ஸ்த ன் தல வர் . 
ந ன் அவர க்க தகவல் அன ப்ப க ற ன் . 
இயந்த ரவ யல் த ற ய ல் இர ந்த ஒர க ழ வ னர் நீத பத ம ட ஸ சந்த க்கப் ப க ன்றனர் என்பத உண்ம ய ? 
- ம கச் ச ற க ழ . 
- அவர்கள ந ன் தட த்த வ ட க ற ன் . - 110 வத தளத்த ல் என்ன டம் 50 ர ய்டர்கள் உள்ளனர் . - வ ண்ட ம் , ர ப் . 
அவர்கள் தங்களத கஷ்டங்கள வ வ த க்க ந ம் அன மத க்கல ம் . ஒர வ ள அத அவர்கள ன் க பத்த க் க ற க்கக் க ட ம் . 
க ளர்ச ய ளர்கள த் தட ப்பத த ன நம்ம ட ய ம ட வ ன ந க்கம் . - எப்பட நடந்த ல ம் பரவ ய ல்ல . - அவர்கள் ஒவ்வ ர தளம க ஏற ம்ப த , ஏர் ல க்க ற்க ஒர தளம் ந ர க்கம க ற ர்கள் . 
அவர்கள் அவசரம க பட க்கட்ட கள ல் ஏற ன ல் ? 
இந்தக் க ழ வ ல ள்ள இர வர் வயத ன ப ண்கள் . 
ஏர் ல க்க த் த ட அவர்கள ல் ஓட ம ட ய த . வ ண்ட ம ன்ற ல் , நீத த்த ற க்க ச ல ர ய்டர்கள அன ப்ப . 
இந்த ஒர க ரணத்த க்க க மட்ட ம் ந ன் நீத பத ய ப் பற்ற க் கவல ப்படவ ல்ல . 
ல கஸ் க ல்ல ச் சந்த க்கவ ம் நீத பத ஒப்ப க்க ண்ட ள்ள ர் . அவன் தன் தண்டன ய மற ஆய்வ ச ய்ய க ர க ற ன் . நீத பத அத அன மத த்த ல் , அத நல்லத க்கல்ல . எனக்க ம் ப ர க றத . அதற்க ந ன் என்ன ச ய்யண ம் என ந ன க்க ற ய் ? 
நீங்கள் அவர டன் இத ப் பற்ற ப் ப ச வீர்கள் என் ந ன த்த ன் . 
நீங்கள் அவர டன் ப ச வத எனக்க த் த ர ய ம் . 
நீ அத க் கண்க ண த்த ய ? 
கவன த்த ன் அவ்வளவ த ன் . 
சர , அட த்த ம ற ந ன் அவள டன் ப ச ம்ப த , ந ச்சயம க உன் ப ரச்ச ன கள ப் பற்ற ச ல்வ ன் . 
இயந்த ரவ யல் த ற ய னர் ச லர சந்த க்க ஒப்ப க்க ண்ட ய ? அவர்கள் தங்கள் நீத பத ய டன் ப ச வ ர ம்ப ம் ச ல வ ன் க ட மக்கள் . 
- அத க ட்டத கப் பட க றத . 
- இல்ல , இத நல்லத க்க த ன் , ப ர்ன ர்ட் . 
ல கஸ் க ல்ல ன் மன வ வ ச ர க்கவ ம் ஒப்ப க்க ண்ட ய ? 
மற ஆய்வ க ர அவன க்க உர ம இர க்க . 
அத மற க்க உனக்க ம் உர ம இர க்க . 
எதற்க க இப்பட பயப்பட க ற ய் ? 
- அவன் ஆபத்த னவன் . 
- இப்ப உண்ம ய கவ அவன சந்த க்க வ ர ம்ப க ற ன் . 
- ந ன் சீர யஸ க ச ல்க ற ன் . - இல்ல , நீ அப்பட இல்ல . ஏன்ன , நீ சீர யஸ க இர க்க ற ய் என்ற ல் , ச த்தம் ச ய்வதற்க ன என் ச ட்ட க ண்ட வந்த ர ப்ப ய் . 
- அத உன்ன டம் இர க்க ? - அத ப ர த்தப்பட க றத ! 
அப்பட ய ன்ற ல் , உன்ன டம் என் ச ட் க ட த்த ப றக , ந ம் ப சல ம் . 
ஹ ய் , இத ல்ல ம் என்ன எண்கள் ? 
- த ர யவ ல்ல . 
- சர , எனக்க க ஞ்சம் இடம் த வ . 
அவற்ற அழ த்த வ ட . ய ர ம் ப ர ட்பட த்த ம ட்ட ர்கள் . 
ந ற வனர்கள் த னம் . 
ந ற வனர்கள் த னம் ந ற வனர்கள் த னத்த ற்க ஒர வ ரத்த ற்க ம ன்ப த ன் அத ல்ல ம் நடந்தத . 
ஹ ய் , உங்கள் ச ல வ ல் ந ற வனர்கள் த னம் இர ந்தத ? இல்ல . 
உங்கள க்க ஏத வத வ ட ம ற கள் இர ந்தத ? 
எங்கள க்க ச தந்த ர த னம் இர ந்தத . 
எதற்க க அத க ண்ட டப்பட்டத ? 
ச தந்த ரத்த ற்க க , ச ல . அட , ஆம ம் . மன்ன த்த வ ட . 
ல ப ஸ் ... அவள் என் அர க ல்த ன் உட்க ர்ந்த ர ப்ப ள் . 
அவள் ஒர வ ட க்க ய ன ப ண் . 
அவள் அத க சத்தம் ப ட்ட க்க ண்ட ம் , என்ன ச ர க்க வ த்த க்க ண்ட ம் இர ப்ப ள் . 
அவள ட ய அம்ம ... பதப்பட த்தப்பட்ட பீச்ச ஜ ர ல் ப ட வ ர் . 
அவளத ப யர க்க அர்த்தம் நீலம் என்ற ச ன்ன ள் . ஆன ல் அத அவள க்க ப் ப ட த்த ந றம் என்பத ல் அப்பட ச் ச ன்ன ள் என ந ன க்க ற ன் , ஆன ல் , அவள க்க என் நீல ந ற கண்கள் ப ட க்க ம் . 
ச ல ? 
இத ல வல் ப வக ப்பற ய ? 
எனவ க ளர்ச்ச த டங்க ம்ப த அவள க்க 11 அல்லத 12 வயத ர ந்த ர க்க ம் . 
எனவ , நீ எப்பட அவள் அர க ல் உட்க ர்ந்த ய் ? 
வந்த , இத ல ப ஸ ன ட யத என்ற ந ன் ச ல்லவ ல்ல . 
உன் கண்ண க்க என்ன ஆச்ச ? 
அத க ளர்ச்ச ய ன்ப த அல்லத ... 
சர , அத ந ன் ப ச வ ர ம்ப த ஒர வ ஷயம் . 
வந்த ... ந ன் மறந்த ப ய ட்ட ன் . உனக்க இத த ர க றத ? 
நீ இத அல்லத இத ப ன்ற எத ய வத ப ர்த்த ர க்க ற ய ? 
ந ன் உனக்க க ட்டவ ? 
நீங்க வர ர ம்ப ந ள் ஆக ம் என்ற ல் அத க இஞ்ச ய ப க் ச ய்வ ன் . 
- நீ கவல ப்பட க ற ய் . - ஆம ம் . இயந்த ரவ யல் த ற ய ல் இர ந்த ஒர கலகக் க ம்பல் வர க றத . 
நீத பத சந்த க்க ஒப்ப க்க ண்ட ச லர்த ன் வர க ன்றனர் , ம ல ம் ந ன் அவங்கள நம்ப க ற ன் . 
உனக்க வ ண்ட ம ன ல் , ந ன் த ண அத க ர ய இங்க தங்கச் ச ல்க ற ன் . 
எனக்க த ண அத க ர த வ ய ல்ல . நீங்கள்த ன் த வ . 
கீழ அம த ந லவ என்ன ல் உதவ ம ட ந்த ல் , ப றக ந ம் ய ர ம் எத ப் பற்ற ய ம் கவல ப்பட வ ண்ட யத ல்ல . 
ந ன் ய ர ய வத வந்த ப ர்க்கச் ச ல்க ற ன் , ம ல ம் க ட ய வ ர வ ல் த ர ம்ப வர வ ன் . 
அவற்ற எட த்த வந்த ய ? 
என் ந ய்கள் எர ச்சல க வ ட்டன . ஆன ல் , ஆம ம் ... ந ன் எட த்த வந்த ர க்க ற ன் . 
ப ர்க்க வ ர ம்ப க றீர்கள ? 
எனக்க வண்ண க ர ட்ட த்தன்ம க ட ய த . அப்பட ய ன்ற ல் , சர . 
நீங்கள் ய ர வ த்த வ ண்ட ம ன ல ம் இத ச் ச ய்யல ம் . 
ந ன ம் உங்கள டன் வர க ற ன் . க ப்ப ற்க க . 
ந ல்வர் வர வத க ச ல்ல ய ர க்க ற ம் . ஐவர் என்ற ச ல்லவ ல்ல . 
ந ன் இங்க ய இர க்க ற ன் . 
என் பட க்க ய ல் த ங்க க ற ன் . நீங்கள் கீழ வந்த ப றக , உங்கள ச் சந்த க்க ற ன் . 
உன் இஷ்டம் ப ல ச ய் . 
ம ட ஸ் எப்ப த ம க ட ப த ய ல் இர ப்பவள் அல்ல . 
ந ன் நீத த்த ற ய ல் இர ந்தப த , அவள் மனத ப் பற்ற ய கத கள க ள்வ பட்ட ர க்க ற ன் . இர ந்தத ல ம கச் ச றந்தத . 
ப றக , எனக்க த் த ர ய த . ஏத நடந்தத . என்னவ ன்ற க ள்வ ப்படவ இல்ல . 
எனக்க ஒர ய சன இர க்க . 
இத ஒர அத கப்பட ய ன நடவட க்க ய க இர க்கல ம் , ஆன ல் ஒர நீத பத ய பதவ நீக்கம் ச ய்ய , ம ன்ற அட ப்பட கள உடன்பட க்க க ட ட்ட க் க ட்ட க றத . 
ந ர ப க்கப்பட்ட தவற ன நடத்த , ச யல்பட இயல ம , - அல்லத ச ல வ ஆபத்த ல் தள்ள வத . - ... ச ல வ ஆபத்த ல் தள்ள வத . பதவ நீக்கம ? 
- இத ர ம்பவ ந ல க ல யச் ச ய்யல ம் . 
- அல்லத அத ம ல் ப த ய இண க்கல ம் . 
எனக்க ப ர ம்ப ன்ம ய ன ல வல்கள் மற்ற ம் த ற கள ன் ஆதரவ த வ . 
மீட்ட ங்க ந ற த்த வதற்க ப த ம ன க ய ழ த்த கள ச கர க்க ந ரம் இர க்க றத என த ர யவ ல்ல . உங்கள க்க க ய ழ த்த கள் த வ ய ல்ல . 
ப ர்ன ர்ட க்க தகவல அன ப்ப , பதவ நீக்கத்த ற்க ன அச்ச ற த்தல்த ன் உங்கள க்க த் த வ . 
அவர்த ன் அவள க்க க வ ல ச ய்க ற ர் . அப்பட ச ய்க ற ர் என்ற ல் , அவர் மீண்ட ம் உங்கள் ஆல சன ய ந டல ம் . 
ச ல , க ஞ்சம் வ ச ப்பத ந ற த்த க ற ய ? - ந ற த்த . 
- இல்ல . நீ கவன க்க வ ண்ட ம் . 
ந ன் இத கண்ட ப ட க்க ம யற்ச க்க ற ன் , ஆன ல் நீ இச ய வ ச க்க ற ய் . மற்ற ம் அத என் தல க்க ள் ஓட க றத . 
சர , ஆன ல் ந ன் எப்பட இச ய வ ச க்க ற ன் என ந ன க்க ற ய் ? 
எனக்க கவல ய ல்ல ! 
ஆம் , உனக்க கவல ய ல்ல . 
ந ன் ... உனக்க ஒன்ற க் க ட்ட வ ர ம்ப க ற ன் . உன்ன ல் இங்க வர ம ட ய ம , ப்ளீஸ் ? ஒர ம ற மட்ட ம , த ர ம்ப அத க் க ட்க ம ட்ட ன் . சத்த யம க . 
- சர , வ ச . - சர . 
இல்ல , என் க கள் அல்ல . என க ல ப் ப ர் . 
- சர . - ப ர்த்த ய ? உள்ள இர க்க ம் ஒர ப ல்ல ஸ் , வ ல்வ வழ ய க க ற்ற த் தள்ள க றத . 
க ழ ய் வ ய ல க க ற்ற கீழ தள்ள நீ இத ப் பயன்பட த்தல ம் . 
ந ன் இத த் தன ய க ப ர க்க வ ண்ட ம் . 
சர , ஆன ல் அத த் த ர ம்ப ப ர த்த வ ட வ ய் த ன ? எனக்க த் த ர ய த . ஒர வ ள ப ர த்தல ம் . கட ச ய க ஒர ம ற நீ வ ச , சர ய ? - வந்த ... - ஐய . 
சர , ந ம் ப ர்ப்ப ம் . 
ந க்கல்ஸ ன் வீட்ட ற்க ஏஜ ண்ட கள ன் க ழ வந்தப த , நீ ஓட வ ட்ட ய் . 
- அத சர த ன ? 
- ஆம் , ஆன ல் ... மீண்ட ம் ச ல்ல வ ட்ட ய் , " ஆம் , ஆன ல் ... " 
" ஆம் , ம கவ ம் ஆபத்த ன பழங்க ல ந ன வ ச் ச ன்னத்த என்ன டம் இர ந்தத , ஆன ல் அத என் உட ம இல்ல . " 
த ர . க ல் , உன் வழக்க ல் உள்ள உண்ம கள நீ மற க்கவ ல்ல என்ற ல் , எதற்க க உன் தண்டன ய மற ஆய்வ ச ய்யச் ச ல்ல க ர க ற ய் ? 
ந ன ய க க்க ற ன் . ச ர க்கம க , க ரணம் என்னவ ன்ற ல் ... அத ந ய யம னதல்ல . 
அத த ன் சர ய ன க ரணம ? 
இத எதன ல் ச ய்யப்பட்டத ? 
உல கம் . 
உல கத்த உர வ க்க நமக்க த த எங்க ர ந்த க ட க்க ம் ? 
- ச ரங்கங்கள் . 
- ச ரங்கங்கள் ந ம் உய ர்வ ழ்வ ற்க ம க்க யம னவ . ஆன ல் வ ல கட னம னத , ஆபத்த னத , ய ர ம் அத ச் ச ய்ய வ ர ம்ப வத ல்ல . 
எனவ நீ அத ச் ச ய்ய வ ண்ட ம் . உடன்பட க்க ய மீற ய நீய ம் , உன்ன ப் ப ன்றவர்கள ம் . 
வ ற ம் மஞ்சள் ந ற ஆட ய அண க ற ய் என்பத ல் மட்ட ம் நீ ச ல வ ற்க ம க்க ய ச வ ய ல் இல்ல என்ற க வ ட த . 
உங்கள டம் ஒர க ள்வ க ட்கல ம ? 
நீ வ ர ம்ப ன ல் க ள . 
ஏன் மற ஆய்வ ற்க ன இந்தக் க ர க்க ய அன மத த்தீர்கள் ? 
ஏஜ ண்ட கள , வ ள ய ச ல்ல ங்கள் . 
ஏன் என்ற நீ ந ன க்க ற ய் ? 
ஹ ர்ட் ட ர வ ல் என்ன இர க்க ன எனக்க த் த ர ய ம என்ற ப ர்க்க . இல்ல . 
வ னத்த ல் இரவ ல் உள்ள வ ளக்க கள ப் பற்ற அற ய வ ர ம்ப ன ன் . 
அவ என்னத ? 
- எனக்க த் த ர ய த . 
- நீ என்ன ந ன க்க ற ய் என என்ன டம் ச ல்ல . 
அவ நகர ம் . 
அத வத , ந ம்த ன் நகர்க ற ம் . 
ந ம் நகர்க ற ம ? 
அதற்க என்ன அர்த்தம் ? 
ந ம் ஒர பந்த ல் வ ழ்க ற ம் என ந ன க்க ற ன் . 
ம கப் ப ர ய பந்த மற்ற ம் அத ச ழல்க றத , அதன் ம லம் வ ளக்க கள் நகர்வத க த ன்றச் ச ய்க றத . ஆன ல் அவ நகரவ ல்ல . ச ர யன ம் அப்பட த்த ன் . 
அத நகர த , ந ம்த ன் நகர்க ற ம் . 
ந ம் ச ற்ற க ற ம் , அத த ன் நமக்க இரவ ய ம் பகல ய ம் க ட க்க றத . 
வ ன ல் உள்ள வ ளக்க கள க்க நட்சத்த ரங்கள் என்ற ப யர் . 
மற்ற ம் அவ வ ய க்கள் க ண்ட ப ர ய க ளங்கள் . ம ல ம் அவ கத ர்வீச்ச எனப்பட ம் ஆற்றல ல் ப ரக ச க்க ன்றன . இத அவற்ற ந ரந்தர ந ர ப்ப பந்த கள க்க க றத . 
நீ ச ல்வத சர த ன் . உலகம் ச ழல்க றத மற்ற ம் ச ர யன ச் ச ற்ற வர க றத . 
ம ல ம் இந்த க ட க்கணக்க ன நட்சத்த ரங்கள ல் ச ர யன ம் ஒன்ற . 
உங்கள க்க எப்பட இத த ர ய ம் ? 
மற்ற ம் ப ற ங்கள் , ச ழல ம் ப ற உலகங்கள ம் உள்ளனவ ... ஏஜ ண்ட கள . 
ல கஸ் க ல் , உன் ந ர்ம மற்ற ம் நீ ப ற ப்ப ஏற்ற க்க ள்ள வ ர ம்ப வத ல் , ச ரங்கத்த ல் உன் தண்டன க் க லத்த ஐந்த ஆண்ட கள க த ர த்த அம க்க ற ன் . 
ந ற வனர்கள் உன் மீத இரக்கம் க ட்டட்ட ம் . - அவன அழ த்த ச் ச ல்ல ங்கள் . 
- இல்ல , ஆன ல் ... 
நீத பத ம ட ஸ பதவ நீக்கம் ச ய்ய ங்கள் ! அவள நீக்க ங்கள் ! - அவள நீக்க ங்கள் ! - நீத பத ம ட ஸ நீக்க ங்கள் ! ம ட ஸ பதவ நீக்கம் ச ய்ய ங்கள் ம ட ஸ் வ ள ய ற ! 
இன இத அத கம் உரசக் க ட த . நன்ற . 
நீங்கள் நலம ? 
ஏன் க ட்க ற ய் ? 
25 வர டங்கள க நீங்கள் உங்கள் வீட்ட வ ட்ட வ ள ய வரவ இல்ல . 
இப்ப த , எந்ந ரம ம் வ ள ய இர க்க றீர்கள் . 
ஜ ல யட்ட க்க க அந்த ட ப்ப எட க்க ந ன் ம ல பட ய ற ப னப த , பயந்த ப ய ட்ட ன் . 
ப றக உன்ன ப் ப ர்த்த ன் ... இத்தன வர டங்கள ந ன் வீண க்க வ ட்ட ன என்ற ய ச க்கத் த டங்க ன ன் . 
ந ம் வீண க்க வ ட்ட ம் . 
ஏன் என்ற க ட எனக்க ஞ பம் இல்ல . 
க ரணத்த ய ச த்த ர ந்த ல வத பயன் இர ந்த ர க்க ம் . 
வ ள ய ச ன்ற என்ன நடக்க றத என்ற ப ர்த்த வ ட்ட வர வதற்க க ம ட ஸ் ஆட்கள அன ப்ப சம்மத த்த ல் ... என்ன ? 
நீ ம ன் வர வ ய ? 
தயக்கம இல்ல மல் . - நீ ? - சர என்ப ன் . 
நீ என்ன ப ர்க்க வ ர ம்ப க ற ய் ? 
த ரத்த . 
மற்ற ம் ஜ ல யட்ட ய ம் . 
ஒன்ற ம் த ர ய மல் இர ப்பத ... என்ன க் க ல்க றத . 
அவள உனக்க ப் ப ட க்க ம் என்ற எனக்க த் த ன்றவ ய ல்ல . 
அவள் என்ன எர ச்சல ட்ட ன ள் , ஆன ல ம் ... என் வ ழ்க்க ய அவள டம் நம்ப ஒப்பட க்கல ம் என்ற எனக்க த் த ர ய ம் . 
நம்ம த் த ட ஆட்கள் வர க ற ர்கள் ப ல ம் . 
நீங்கள் வ ள ய ட க றீர்கள் . 
இத ந ன் க ய ள க ற ன் . 
த ண அத க ர ய , ஏத ம் ப ரச்ச ன இல்ல ய ? 
நீங்கள் நீத த்த ற க்க ப றப்பட்ட வ ட்டீர்கள ? 
மற்றவர்கள ப் ப லவ , அங்க ச ல்ல எங்கள க்க ம் உர ம இர க்க றத . 
உங்கள த் தட க்க ந ங்கள் இங்க வரவ ல்ல . நீங்கள் அங்க பத்த ரம க ப வத - உற த ச ய்யவ இங்க வந்த ர க்க ற ம் . - எதற்க க ? ஷ ர ஃப் ப ல்ல ங்ஸ் க ட்ட க்க ண்ட ர் . 
இல்ல , அவர் ஏன் எங்கள க்க ப த க ப்ப த வ என ந ன த்த ர் ... உங்கள க்க கீழ் தளத்த ல் , ந ற ய நண்பர்கள் இர க்கல ம் , ஆன ல் ம ல ... ... ய ர வத ஏத வத அச ங்கத்த த க்க எற யக்க ட ம் . 
உண்ம ய ன அச ங்கத்த . 
நீத த்த ற க்க இரண்ட தளங்கள க்க ம ன்ப ந ங்கள் க ளம்ப வ ட வ ம் . 
ஷ ர ஃப ன் ம ய்க்க வலர ப் ப ர்த்த ல் , ந ங்கள் ஒர தரப்பட்சம க வ ட்டத க ந ன க்கக்க ட ம் . 
ஆக , வ ஷயங்கள் ம சம க ம்ப த , நீங்கள் எங்கள அப்பட ய வ ட்ட வ ட்ட ப வீர்கள ? 
வந்த , ந ன ம் ஒர க ட மகள் . அதன ல் , ஆம ம் . 
என ல் , ந ம் அத ய த டர்வ ம் . 
அந்தத் தீக்க ண்ட இங்க வ ட த்தத . 
ந ங்கள் எல்ல ர ம் ச தற ஓட ன ம் . 
ந ர ப்ப உள்ள ப கவ ல்ல . 
அத எற ந்த நபர் எங்க இர ந்த ர் ? அத அங்க . 
ஓய்வ ப ற்ற ர ய்டர் . 
ர ஜ்ஜ ஸ்ம ல்ஸ் . 
பய ற்ச ப ற்ற ம த ர ய அவர் ச ய்த ர் என்ற ச ல்க ன்றனர் . 
தீக்க ண்ட டன் இர ந்த அந்த ம ட்ட ள் எங்க ர ந்த ன் ? 
அத அங்க . 
இந்த தளத்த ச் ச ர்ந்த க ப்பர் அந்த ஆள த் தட க்க ம யன்ற ன் . 
- ய ர க்க வத அவன அட ய ளம் த ர ய ம ? - இல்ல . 
ந ன் அவன ப் ப ர்க்க வ ர ம்ப க ற ன் . 
ந ன ம் அப்பட த்த ன் ந ன க்க ற ன் . ஆன ல் , இன்ற க ல நீத த்த ற அவன அழ த்த ச் ச ன்றனர் . 
- ஏத வத க ரணம் ச ன்ன ர்கள ? - இல்ல . ந ன் க ட்டப த ஒர ப ர்வ ப ர்த்த ர்கள் , உங்கள க்க நீத த்த ற ய ன் ப ர்வ எப்பட என்ற த ர ய ம் . 
ந ன் நீத த்த ற இர ந்தவன்த ன் . ஓ , மன்ன க்கவ ம் . - ந ன் ... - இல்ல . அந்தப் ப ர்வ ப் பற்ற நன்ற கவ த ர ய ம் . சர . 
க ப்பர ன் சடலம் இன்னம ம் உன்ன டம் இர க்க ? 
நீ த டங்கல ம் . அத வ ல க்க க ம் என்ற ந ன க்க ற ன் . 
ச ல ? அழ த்த . நன்ற க அழ த்த . 
சர . இத ப த த . ந ற த்த . 
சர . ந ன் ந ன க்க ற ன் ... 
- ஒர வ ள ... - ந ன் வ ல்ட்ட க்க ப் ப க வ ண்ட ம் . 
என்ன ? 
எதற்க க ? அத ப் ப ட்ட மல் வந்த வ ட்ட ன் என்ற ந ன க்க ற ன் . 
சர , இங்க த ன் ய ர ம் இல்ல ய . 
நமக்க எந்த ப ரச்ச ன ய ம் இல்ல என்ற ந ன க்க ற ன் . 
இல்ல . ந ன் ப ய் அத ப் ப ர்க்க வ ண்ட ம் . 
வ ண்ட ம் . பரவ ய ல்ல . ந ன் ப ர்த்த ன் . நீ ப ட்ட வ ட்ட ய் . - எனக்க அப்பட த் த ன்றவ ல்ல . - இல்ல . நீ ப ட்ட ன ய் . நீ கதவ ம ட ன ய் , ப றக அத ப ட்ட க்க ண்டத . 
- நீ ச ம்ம ச ல்க ற ய் . - வ ண்ட ம் ! ப ற , என்ன ச ய்க ற ய் ? நீ வ ல்ட ப் ப ட்ட ன ய் . 
ஆம ம் , ந ன் அத ப் ப ட்ட ன ன்த ன் . 
அதற்க க் க ரணம் நீத ன ? 
ந ச்சயம கக் க ட ய த . 
என்ன ப் பதவ நீக்கம் ச ய்வதற்க நடந்த ம யற்ச தன்ன ச்ச ய க நடந்தத என்ற ந ன் நம்பண ம ? 
மக்கள் பயந்த ள்ளனர் , இயந்த ரவ யல் த ற ய ச் ச ர்ந்த ஒர க ழ வ னர் ஏர் ல க்க ந க்க எட த்த வ க்க ம் ஒவ்வ ர அட க்க ம் மக்கள் இன்ன ம் அத கம கப் பயப்பட க ன்றனர் . 
அவர்கள் அன ப்ப ய கட தத்த நீ பட த்த ர ப்ப ய . அவர்கள் வ ர ம்ப வத ல்ல ம் , நல்ல ச ட்கள தய ர் ச ய்த , ச லர வ ள ய அன ப்ப ஆர ய்ச்ச ச ய்த வ ட்ட த் த ர ம்ப வர வ ண்ட ம் என்பத த ன் . 
ஒர ச ற ஆய்வ , அவ்வளவ த ன் . ஓ , அத ... எல்ல ம , அத சம்பந்தப்பட்ட எல்ல ம உடன்பட க்க ய ல் தட ச ய்யப்பட்ட ள்ளத . 
ந ன் அத ஒப்ப க்க ள்வத க இல்ல . இந்த ய சன கள எல்ல ம் பர சீல க்க ஒர க ழ வ அம க்கவ ர க்க ற ம் என்ற ச ல்லவ ர ந்த ன் . 
அத க ரத்த வத்த ல் அத நச க்க ய ர ப்ப ய் . ஆம ம் . 
ந ன் ... பதவ நீக்கம் பற்ற ய ப ச்ச க்க க வர ந்த க ற ன் . 
ப ர , எனக்க அத ல் எந்த அக்கற ய ம் இல்ல . 
இத ல்ல ம் நடப்பதற்க வ க க லம் ம ன்ப ந ன் ப ய ட வ ன் . 
நீ என்ன ட ய அப ர்ட்ம ன்ட்ட ற்க வர க ற ய ? 
இன்ற ரவ ட ன்னர க்க . 
- ஏன் ? 
- அட த்த நடக்க வ ண்ட யவற்ற ப் பற்ற ந ம் ப சண ம் . 
என்ன ட ய அட த்த நடவட க்க ஏர் ல க்க வ ட்ட வ ள ய ப வத த ன் . உன் ச ட்ட ந ன் வ ங்க வ க்க ற ன் . நீ அத ப் ப ட்ட ப் ப ர்க்கல ம் . 
7 : 00 மண க்க வர ம ட ய ம ? 
9 : 00 மண வர க்க ம் , இயந்த ரவ யல் த ற ய னர் இங்க வர ம ட்ட ர்கள் . சர . 
ந ன் ல கஸ் க ல டம் ப ச ன ன் . 
நீ ச ன்னத சர த ன் . அவன் ஆபத்த னவன் . 
ப ன்னர் ஏன் அவன ட ய தண்டன ய ப் ப த ய கக் க ற த்த ய் ? 
ந ம் ந ய யம க நடந்த க ள்வத க க ட்ட க்க ள்ள . 
அத தவ ர , அவன ப் ப ன்ற ஒர வன் ச ரங்கத்த ல் இர ந்த ல் , ஒர வர டத்த ற்க ம ல் உய ர் வ ழ ம ட ய ம ? 
இன்ற ரவ சந்த க்கல ம் . 
அந்தக் க ம்பல் என்ன இழ த்த , தட ப்ப க் கம்ப ய த் த ண்ட தள்ள வ ட மல் இர ந்த ல் . 
- மற பட ய ம் ம யற்ச க்க ம ட ய ம ? - சர . 
சர . சர , அத வ ல க்க க ம் என ந ன க்க ற ன் . 
நீ நலம ? 
ஆம ம் . ந ன் நல்ல இர ப்ப ன் . அந்த வழ ய க் கடந்த , அற க்க ள் ப ன ல் ப த ம் எனக்க எத வ ம் ஆக த . இத வ ட ம சம னத ச் ச ய்த ர க்க ற ன் . சர , ந ன் தண்ணீர க்க ள் இர க்க ம்ப த , ந ச்சயம க நீ ... பம்ப் ச ய்வத ந ற த்தக்க ட த , எனக்க த ர ய ம் . சர . சர . 
சடலம் ஏத ம் இல்ல , ஹ ங்க் . நீத த்த ற எட த்த ச் ச ன்றனர் . 
இல்ல , அந்த தீக்க ண்ட வ த்த ர க்க ம் ம ட்ட ள ப் ப ர்க்க ந ங்கள் வ ர ம்பவ ல்ல . ந ங்கள் க ப்ப ப் ப ர்க்கண ம் . 
இல்ல , அத த்த ன் ந ன ம் ச ல்க ற ன் . அவர்கள் க ப்ப எட த்த ச் ச ன்றனர் . என்னத ? 
ஏன் ? 
ஒர சடலத்த ற்க க இங்க வந்தத க ச ன்ன ர்கள் , இங்க இர ந்த ஒர சடலம் க ப்ப ன ட யத த ன் . 
- எனவ அத எட த்த ச் ச ன்றனர் . 
- இல்ல . ந ன் வ ளக்க ம யன்ற ன் , ஆன ல் அவர்கள்த ன் நீத த்த ற ய ச்ச . 
ந ற்ற இங்க இரண்ட சடலங்கள் இர ந்தன . 
இன்ற க ல இல்ல . 
எனவ , என்ன நடந்தத ? 
எனக்க த் த ர ய த . உனக்க த் த ர ய த ? 
- ந ற்ற ரவ கதவ ப் ப ட்ட ன ய ? - ஆம ம் , ப ட்ட ன ன் . 
- என்ன ம ட்ட ள் என ந ன க்க ற ய ? - த ர ய த , ஜ ன . - ந ற்ற இங்க இரண்ட சடலங்கள் இர ந்தன ... - க ண மல் ப ன அந்த ஒன்ற ப் பற்ற ச ல்ல ங்கள் . 
அத ஒர ஆண் , 40 வயத ர க்கல ம் . 
நட த்தர வக . நீண்ட த ட . நீளம ன ம ட . 
சர . நீ நலம க இர ப்ப ய் , க ப்டன் நீம . 
ச ட்ட ய ? உனக்க அவன ப் ப ட க்க ம ன ந ன வ ர க்க . 
அந்த வ ல்ட் . 
சீக்க ரம் . 
ஹ ய் . ந ன் வ ல்ட்ட க்க த ர ம்பண ம் . 
- பரவ ய ல்ல . சர , ப ற . - இல்ல . - ப ற . ஹ ய் ! - இப்ப த ப க ற ன் ! - ந ன் வ ல்ட்ட க்க த் த ர ம்பண ம் . 
- ப ற . 
இல்ல ! ப ர , ந ன்த ன் ப ற ப்ப ல் இர ப்பவன் . ந ன்த ன் ப ற ப்ப . சர . அடச்ச . 
- இத ப ட்ட ய ர க்க . 
- அப்பட ய ? - ஆம ம் . - இப்ப த உனக்க பரவ ய ல்ல ய ? 
- ஆம ம் . - சர . ந ன் த ர ம்ப உள்ள ப கப் ப க ற ன் . 
என்ன ? 
நீ நலம ? ஆம ம் . 
என்ன நடந்தத ? 
ஒர வ ள நீ தவற ன எண்ண ப் ப ட்ட ர க்கல ம் . 
- நீ என்ன ச ய்த ய் ? - ம் ? 
- ந ன் எத வ ம் ச ய்யவ ல்ல . - இல்ல , நீ இத க ழப்ப வ ட்ட ய் . - என்ன வ ள ய வ இர க்க வ க்க ப ர்க்க ற ய் . - ம ழ ந ரம ம் ந ன் உன்ன ட த ன் இர ந்த ன் ! இன்ன ம் ஒர ம ற த ன் ம யற்ச க்க ம ட ய ம் , ப றக ந ன் வ ள ய த ன் இர க்கண ம் . 
அம த ... ஹ ய் ! வந்த ... இல்ல , ந ன் வ ள ய வந்த ர க்கவ க ட த . உள்ள இர ந்த ல்த ன் ப த க ப்ப . 
- நீ அத எங்க வத எழ த வ க்கண ம் . - வ ய ம ட ! சர . 
ப ர்த்த ய ? ந ன் எத வ ம் ச ய்யவ ல்ல . 
- ப ன்ன ட ப . - ச ல . 
அந்த பந்தயத்த ற்க க ந ன் பய ற்ச எட த்த ன் . ஒர ந ள க்க ம ப்பத ந ம டங்கள் . நீ இரண்ட மண ந ரம் பய ற்ச எட த்த ர ந்த ல ம் க ட , த ற்ற த்த ன் ப ய ர ப்ப ய் . 
நீ ம சம னவன் . 
இத ம சம க இர ந்த ல ம் ... ந ன் என் ச ட்ட ப் ப ட்ட ப் ப ர்க்க வ ர ம்ப க ற ன் . 
இந்ந ரம் அத இங்க வந்த ர க்க ம் என்ற ச ன்ன ய் . 
ஒய ன ல் கலக்கவ ல்ல என்ற எனக்க த் த ர ய ம் . 
அத க் க ட ப்ப ய் என்ற எனக்க உற த ய கத் த ர ய த . 
க ல ன்கள்த ன் க ரணம் . 
- இன்ன ம் எவ்வளவ ந ரம் உய ர ட இர ப்ப ன் ? 
- மண ந ரங்கள் இல்ல மல் ந ம டங்கள்த ன் . 
ஏன் இப்பட ச ய்த ய் ? 
ந ன் ஆர்டர ப ன்பற்ற வ ண்ட ம் . 
என் மரணம் அத நடத்த க் க ட க்க ம் என்ற நீ ஒர வழ ய க் கண்ட ப ட த்த ய ? 
அத ச ல வ ஒன்ற பட த்த ம் . 
என்ன மன்ன த்த வ ட , ம ர . 
ஜ ல யட் ந க்கல்ஸ டம் இர ந்த அந்த ஹ ர்ட் ட ர வ் எங்க ? 
அத ந ன் அழ த்த வ ட்ட ன் . 
எதற்க க ? 
அத ல் என்ன இர ந்தத ? எனக்க ஏத வத த ர ய வ ண்ட ம ன்ற ல் , நீ அத ... உனக்க எத வத த ர ந்த ல ம் , அத ப் பற்ற உன்ன ல் எத வ ம் ச ய்ய ம ட ய த . 
என்ன ல் ச ல்ல ம ட ந்தத ல்ல ம் ... அத ல் ச ல்வ டர் க்வ ன் பற்ற ஏத இர ந்தத . 140 வர டங்கள க்க ம ன் , அவர் ஐ .ட - ய ன் தல வர க இர ந்தப த , - க ளர்ச்ச ய ன் ப த ? - ஆம ம் . அவர் ஒர கட தம் எழ த ன ர் . அதன் ஒர பக த க ற யீட்ட ல் இர ந்தத . 
- அத ல் என்ன இர ந்தத ? 
- உன்ன டம் ச ல்ல ம ட ய த , ப ர்ன ர்ட் . - ஆன ல் நீ அத ப் ப ர ந்த க்க ண்ட ய் , இல்ல ய ? - ந ற த்த . 
- என்ன ல் ம ட ய த என்ற ன் . 
இர பத்த ஐந்த வர டங்கள க்க ம ன் , உன் ந ழல க என்ன ல் ஏன் இர க்க ம ட ய த என்ற ந ன் ச ன்னப த , ந ன் ச ன்ன ன் ... எஞ்ச ய ள்ள உன் வ ழ்ந ள் ம ழ வத ம் என்ன ட இண ந்த ர க்க வ ர ம்பவ ல்ல என்ற ய் . 
அத ப ய் . 
உன் அர க ல் ந ன் மக ழ்ச்ச ய க இர ந்த ர ப்ப ன் , ஆன ல் நீ உன்ன ம ழ வத ம க எனக்க க் க ட க்க ம ட்ட ய் என்ற த ர ய ம் . 
நீ ஏன் ப ய் ச ன்ன ய் ? 
உண்ம ச் ச ல்ல எனக்க த ர யம் இல்ல . 
ந ன்க ந ட்கள க்க நீ க ண மல் ப ன ய் . த ர ம்ப வந்தவ டன் , நீ வ ள ய ற ன ய் . நீ எங்க ப ன ய் ? 
ந ன் இன்ன ர ம ற கஃப வ ற்க ள் ப கவ , ப்ளீஸ் ? மற பட ய ம் வ ள உலகத்த ப் ப ர்ப்பதற்க க . இன்ன ம் ஒர ம ற . 
க ட த . 
ஆன ல் என்ன டம் ஒன்ற இர க்க றத . 
ல கச ய ட உட்க ர்ந்த ர ந்தப த எப்ப த வத நீ இத ப் பயன்பட த்த ன ய ? இல்ல . இத மற்றவற்ற ப் ப ர்க்க உதவ ம் . வ ள ய ச த்தம் ச ய்ய அன ப்பப்பட ம் மக்கள் தங்கள் ஹ ல்ம ட்ட ல் ப ர்க்க ம் க ட்ச ப ல . இத மட்ட ம்த ன் ந ஜம் . 
க ஸ்ட ர க்க பற்ற எப்ப த வத பட த்த ர க்க ற ய ? 
இத க ஸ்ட ர க்க வ ன் க ட்ச . 
த ம ண்ட்வ ர்ட க ளவ ட் ஃப ரஸ்ட் பய லஜ க்கல் ர ச ர்வ் , 2018 . 
இடத பக்கம க உன் தல ய க் க ஞ்சம் ச ய்த்த க்க ள் . 
க ட ய ல் இர க்க ம் அந்த ச ன்ன ம ர கம் த ர க றத ? 
அத த ன் வ ள்ள - ம க கப்ப ச்ச ன் க ரங்க . 
இப்ப த ப ர . 
அந்தக் க ட ய ல் இர ந்த உன் வலத பக்கத்த ல் இர க்க ம் மரத்த ற்க த் த வப் ப க றத . 
இப்ப த , கீழ உன் வலத பக்கம் ப ர . சர . 
அத ஒர ச வப்ப - கண் மரத் தவள . 
- அத த ர க றத ? - ஆம ம் . 
பள ச்ச ன்ற வண்ணங்கள் தற்க ப்ப ற்க ன ம ற . 
பச்ச ந றம் உர வத்த மற க்க ம் . தன்ன வ ட்ட ய ட ம் ம ர கங்கள டம ர ந்த தப்ப க்க , ச ற்ற ப்ப றத்த டன் கலக்க அத உதவ க றத . 
சீக்க ரம் , ம ல ப ர் . 
இப்ப த , மரங்கள ன் உச்ச ய ல் ப ர . அத க வ ட்ச ல் பறவ க் க ட்டம் . 
அவற்ற ன் இரட்ட வ ல் ச றக வ த்த அவ ஆண் பறவ கள் என்ற ச ல்ல ம ட ய ம் . 
ர ம்ப அழக க இர க்க . அற்ப தம க இர க்க . ர ம்ப அழக க இர க்க . 
அவர்கள் என்ன ச ய்த ர்கள் , ப ர்ன ர்ட் ? 
அவர்கள் எப்பட இந்த உலக இழந்த ர்கள் ? 
இத க் கடந்த வ ட்ட ம் என்ற ந ன த்த ன் , ச ல . 
ச த்தம் ச ய்ய வ ள ய அன ப்பப்பட்டப த , ந ன் ... எனக்க ம கவ ம் ச ர்வ க இர ந்தத . அத வத ... என்ன ல் ஒர பக த ... இத சற்ற வ ச த்த ரம க இர க்க ம் ஆன ல் ... ஒர வழ ய க அத ம ட க றத என்ற எனக்க ந ம்மத ய க இர ந்தத . 
ஒன்ற ச ல்லவ ? 
ப றத வ ள ய வந்தப த , உண்ம ய ல் ந ன் ... ந ன் ம கவ ம் ... தன ம ய க உணர்ந்த ன் . ம ல ம் ... ந ன் ர ம்ப பயந்த வ ட்ட ன் . 
ந ன் ர ம்பவ பயந்த வ ட்ட ன் . 
ஒவ்வ ர அட ய ம் எட த்த வ க்க ம்ப த ... ந ன் ந ன த்த ன் , " அவ்வளவ த ன் . வந்த , இங்க த ன் ... இங்க ந ன் மயங்க வ ட வ ன் . அல்லத இத த ன் என் இடம் . 
வந்த , இங்க த ன் ந ன் இறப்ப ன் . " ந ன் ... 
ஆன ல் ந ன் ச கவ ல்ல . ந ன் த டர்ந்த நடந்த ன் . 
வ ற என்ன ச ய்வத ன்ற எனக்க த் த ர யவ ல்ல . 
எனவ பயம் என்பத எப்பட இர க்க ம் என்ற எனக்க த் த ர ய ம் , ச ல . நீ மட்ட ம் இல்ல ... நீ ஒர வன் மட்ட ம் பயத்த ல் இல்ல . 
ச ல ? 
க ப்டன் நீம அந்த இடத்த ப் பற்ற அத கம் அற ய வ ர ம்ப க ற ர் . 
அத எப்பட ச் ச ல்வீர்கள் ? 
சர்க்கஸ் . அத ப் பற்ற என்ன டம் ச ல்ல வ ர ம்ப க ற ய ? நீ ... அத ப் பற்ற நீ ச ல்லல ம் ... நீளம ன ம க்க கள் க ண்டவ . 
அவற்ற என்னவ ன்ற ச ல்வ ர்கள் என்ற எனக்க ஞ பகம் இல்ல . 
அவற்ற ய ன கள் என்ற ச ல்வ ர்கள் . 
ம ல ம் , அவர்கள் ப ன கள ய ம் வ த்த ர ந்த ர்கள் , ஆன ல் அவ நம் ப ன கள் ப ல இல்ல . 
அவ ம கப் ப ர யவ , அவ 181 க ல வர வளரக் க ட யவ . 
அவற்ற ச் ச ங்கங்கள் என்ற அழ ப்ப ர்கள் . 
அவற்ற ந ர ப்ப வள யங்கள ல் க த க்கப் பய ற்ச த் தர வ ர்கள் . 
- உண்ம ய கவ ? - ஆம ம் . 
ந ன் ச ன்னபட அப்பட ய ச ய் . 
உன்ன அங்க சந்த க்க ற ன் . 
ம ல , அன வர ம் ந க்கல்ஸ ப ட க்க ம யற்ச க்க ம்ப த , நீ இரண்ட ஆண்கள க் க த ச ய்த ய் . 
ஆம ம் , ட ன என்ற ய ர . 
ப்ள . க ன்னட . ப ட்ர க் க ன்னட . 
அவர்கள க்க என்ன ஆச்ச ? நீத த்த ற அவர்கள க் க ண்ட ச ன்றத . ம ரட்ட த்தனம க . வ ய க்கட்ட அட த்த ர்கள் . 
க ன்னட க்க நீண்ட த ட ய ம் , நீளம ன ம ட ய ம் இர க்க ம ? 
ஆம ம் . ஏன் க ட்க றீர்கள் ? ந ங்கள் ஒர வ ஷயத்த வ ச ர க்க ன்ற ம் . ஜ க்க ரத ய க இர ங்கள் . 
அந்த த ட வ த்த ஆள் , அவன் இறந்த வ ட்ட ன் என்ற மர த்த வர் ச ன்ன ர ? 
இல்ல . அத க ரப்ப ர்வம கச் ச ல்லவ ல்ல . ஆன ல் , அவன க் க ண்ட ச ன்றப த அவன் அச யவ இல்ல . 
- அவன் எங்க ச டப்பட்ட ன் ? - சர ய க இங்க . 
இல்ல . ப ற . 
இங்க . 
நீத பத ம ட ஸ் எங்கள் வர க க்க கக் க த்த ர க்க ற ர் ! 
ந ங்கள் நீத த்த ற ந ம த்தம க இங்க வந்த ர க்க ற ம் ! - எங்கள உள்ள வ ட ங்கள் . - என் வ ல ய ச ய்ய ம யல்க ற ன் . த ர ம்ப ப ங்கள் ! இந்த ம ர கங்கள் ச ல வ க ல்லப் ப ர்க்க ன்றனர் . 
நீ எங்கள டன அல்லத அவர்கள டன ? 
மன்ன க்கவ ம் , நீத த்த ற இன்ற ம ட ய ள்ளத . 
நீத பத ய ப் ப ர்க்க ம் வர ந ங்கள் க ளம்ப ம ட்ட ம் . நீங்கள் க ளம்ப த்த ன் ஆகண ம் . 
ஒன்ற பட கள ன் வழ ய கீழ ப ங்கள் அல்லத அந்த ஓரம க தள்ளப்பட வீர்கள் . 
ச கப்ப ப் பந்த ! 
ஐந்த , ந ன்க , ம ன்ற , இரண்ட , ஒன்ற . 
ந ங்கள் நீத பத ய ப் ப ர்க்க ம் வர , ம ன்ச ரம் வர த . 
நகர ங்கள் . 
ம யர் அவர்கள . த ர . ந க்ஸ் . நீங்கள் ம ன்ச ரத்த ந ற த வ ட்டீர்கள் என்ற த ர க றத . 
நீத பத ம ட ஸ வ ள ய வரச் ச ல்ல ங்கள் , த ர ம்ப ம ன்ச ரத்த ப ட்ட வ ட க ற ம் . 
அவர்கள க்க உடம்ப சர ய ல்ல , ஆன ல் நீங்கள் த ர ம்ப வ ளக்க கள எர ய வ த்த ல் , அவர்கள ப் ப ர்க்க உங்கள அன மத க்க ற ன் . 
நீங்கள் இர வர் மட்ட ம் . 
ஐய , என்ன இத ? 
தந்த ரம க நம்ம ம ட்ட வ ட்ட ர க்க ற ர்கள் . 
இல்ல . ச ல்வத க் க ள் . ந க்ஸ் , ந ம் க ளம்பண ம் . இப்ப த . 
ந ன் உங்கள த் தட க்கப் ப வத ல்ல . 
இந்த வ ஷயத்த ல் உற த ய க இர க்க றீர்கள ? 
ர ய்டர்கள் வ ள ய த ன் இர க்க ற ர்கள் . 
ச ல வ ன் மக்கள் த ங்கள இத ப் ப ர்த்த க்க ள்ள வ ண்ட ம் . 
- ந ம் ஓடக் க ட த . 
- ந ம் ஓட த்த ன் வ ண்ட ம் . 50 ர ய்டர்கள ம் , க பத்த டன் ந ற ம ட்ட ள்கள ம் அங்க வ ள ய இர க்க ற ர்கள் . 
வ க்கர் மற்ற ம் ம க்ல ய்ன டம் ப க ம்வர , ந ம் நடந்த ப வ ம் . 
- ப றக ஓட வ ம் ! - ப றக , ந ம் ஓட க்க ண்ட இர ப்ப ம் ! 
ந ம் க ளம்பண ம் . 
சீக்க ரம் , ஆன ல் பயந்தத ப ல க ட்ட க்க ள்ள தீர்கள் . 
நீ ச ல்ல ம்வர ந ன் பயப்படவ ல்ல . 
நீத பத ம ட ஸ ப் பதவ நீக்கம் ச ய்ய ம் ம யற்ச சற்ற ம் எத ர்ப ர தத . 
அத எனக்க அவச யத்த ஏற்பட த்த யத . 
இத த வ ய னத க ஆக்க வ ட்டத . 
இதன் ம லம் ஏத வத நல்லத நடக்க ம் என நம்ப க ற ன் . 
இர ந்த ம் ... இதற்க க் க ரணம் நீத ன் என்ற எனக்க த் த ர ய ம் , ர ப் . 
இந்தத் த டக்க நன்ம கள அவர்கள் அத கம கப் ப ற வ ட்ட வ ட த . அவர்கள இழப்பத உனக்க நல்லதல்ல . 
அம த ! 
எனக்க த் த ர ய ம் , உங்கள ல் ச லர் ... உங்கள ல் பலர க்க ... நீத பத ம ட ஸ் அட த்தளத்த ல் உள்ள ச லர சந்த ப்பத ப ட க்கவ ல்ல . 
நீத பத த ன ச ன்னதன்பட , அவர்கள அவர் ஏன் சந்த த்த ர் என்ற ல் , ச ல வ ன் ஒவ்வ ர க ட மகன ன் க ரல ம் க ட்கப்பட வ ண்ட ம் என்பத ல்த ன் . 
அவர் ம கத் தவற க கண த்த வ ட்ட ர் ப ல ம் . 
நீத த்த ற இயந்த ரத்த ற ய ல் இர ந்த வந்த அந்த ம ர கங்கள் அவர க் க ன்ற வ ட்டனர் . 
ஏர் ல க்க த் த றக்க வ ர ம்ப ன ர்கள் . நீத பத ம ட ஸ் அத மற த்த வ ட்ட ர் . 
ச ல வ ற்க கத் தன் உய ர ய க ட த்த வ ட்ட ர் ! 
உங்கள க்க க ! 
எனக்க க ! 
அந்தக் க ல க ரர்கள க் கண்ட ப ட த்த , நீத ய ன் ம ன் ந ற த்த வத இப்ப த ஒவ்வ ர க ட மகன ன் கடம ய க ம் ! 
நீத ! நீத ! 
