Πήγαν στον υπόγειο λαβύρινθο . ΣΤΟ ΠΡΟΗΓΟΥΜΕΝΟ ΕΠΕΙΣΟΔΙΟ 
Είναι μπλεγμένη και η σπιτονοικοκυρά . 
Όλοι ψάχνουν το ίδιο αγαλματίδιο . 
Λοιπόν ; Είδες τον Wonderboy ; 
- Έκλεψαν τον χάρτη . 
- Κατέβασέ το πριν πάθεις τίποτα ! 
Έχει βεντούζες στα χέρια ; 
Παιδιά , σας το είπα . Ο Wonderboy μπορεί να κάνει τα πάντα . 
Την ξέρω αυτήν τη μουσική . 
Το μυστικό εργαστήριο του πρίγκιπα του Σανσεβέρο . 
Του έγινε εμμονή το μυστήριο της ζωής και του θανάτου . 
Ανακάλυψε ένα ελιξίριο που μπορούσε ν ' αναστήσει νεκρούς . 
Θεέ μου , παιδιά ! 
- Wonderboy ! 
- Ενεργοποιήθηκε όταν έκλεισε η μουσική . 
- Τραγούδα , Τερέ ! - Προσπάθησε ! 
- Τραγούδα ! 
- Έλα , Τερέ ! 
- Θα πάμε από δω . 
- Τι είναι εκεί ; 
Η έπαυλη του Νίνο Ντ 'Άντζελο ! 
Χρειάζεσαι το αγαλματίδιο για να βρεις θησαυρό ; 
Κι αν ήταν αλήθεια ; 
Τσιουά ! 
Το αγόρι ... Θέλεις να τον ξεφορτωθούμε ; 
Τι ; Εδώ είναι . Όχι . Προχωράμε δέκα μέτρα ευθεία . 
Πάμε . 
Ήμουν σίγουρος ! Έπρεπε να στρίψουμε δεξιά . 
- Μα αριστερά είναι . 
- Εσείς οι δύο με μπερδεύετε ! 
Το έχω . 
Χάθηκαν πάλι . 
Ο μπαμπάς σου είναι το αφεντικό εδώ . 
Αν του πεις για τον θησαυρό , ίσως σ ' ακούσει . 
Τσιρού , να με σκοτώσεις θέλεις ; 
Αρκετά . 
Σας το είπα , αυτό το σχέδιο είναι μαλ ... Είναι χαζό . 
Τα είπαμε αυτά . 
Θέλουμε να βγάλουμε τα παιδιά ή όχι ; 
Ναι . Ο ξάδερφος είπε ότι δεν θα έχουμε θέμα . 
Είναι έτοιμος . 
Και πάλι , ο Τσίρο έχει δίκιο . 
Αν μας πιάσουν ; Αν πάνε στην αστυνομία ; 
- Και τι διάολο είναι αυτές οι στολές ; 
- Φραντσέ , θα τα καταφέρουμε . 
Αν μας πιάσουν και πάρουν την αστυνομία , θα τους πούμε την αλήθεια , όπως λες . 
- Ναι . 
- Εντάξει , παιδιά ; 
Μπαμπά . Έλα , χρειάζεσαι στολή . 
Έκανα ό , τι μπορούσα . 
Καλύτερο απ ' το τίποτα . 
Ντόνα Αντζέ ... ο άντρας και το παιδί μου είναι εκεί . 
Μην ανησυχείς ! Πήγαινε ! 
Ντόνα Αντζέ . Τι όμορφο . Ευχαριστώ . Δεν έχω ξαναπάει σε πάρτι VIP ... 
Δεν είναι πάρτι ! 
Φρόντισε να μην κάνει καμιά βλακεία αυτός . 
Πάμε να πάρουμε πίσω το αγαλματίδιο του Μαραντόνα . 
Τώρα κουράστηκα . Και πείνασα κιόλας . 
- Καθίστε . 
- Από δω και μετά από κει . 
Πρέπει να υπάρχει κρυφό πέρασμα . 
Τσιουά , να το σπάσουμε . 
- Πεινάτε ; - Εσένα θα σπάσω . 
- Τι είναι αυτό ; 
- Πιτάκια για όλους ! 
Είναι τέλεια ! Σαν φρέσκα είναι ! 
Μετά απ ' όσα περάσαμε , είναι ό , τι χρειαζόμασταν . 
Τι νόμιζες ; Ότι θα τ ' άφηνα να βραχούν ; 
- Αυτά εδώ είναι αλεξίσφαιρα ! - Σωστά . 
Τερέ ; Θέλεις ; 
Όχι . Δεν πεινάω . 
Αναθεματισμένος Wonderboy ! 
Τι υπερδυνάμεις έχει τελικά ; 
Προφανώς , ούτε αυτός έχει καταλάβει . 
Όπως ο Σπάιντερμαν . Όταν τον δάγκωσε η αράχνη . 
Σταματήστε ! 
- Καλημέρα ! - Καλημέρα . 
Τυχαίος έλεγχος . 
Σβήστε τη μηχανή και να βλέπω τα χέρια σας . 
Τώρα ! 
Είσαι ηλίθιος ; 
Πρέπει να απαντήσω ; - Κατέβασέ τα ! - Σωστά . 
Δίπλωμα και άδεια . 
Ορίστε . 
Ρίξε μια ματιά . 
- Εντάξει φαίνεται . 
- Δώσ ' το μου ! " Εντάξει φαίνεται " . 
- Συγγνώμη ... - Μάλιστα . Συγγνώμη , βιάζομαι . 
Έχω φιλανθρωπική εκδήλωση απόψε . 
Διαπιστώσαμε ότι η άδειά σας παραβιάζει το άρθρο 7 , παράγραφος 3 του ΚΟΚ ! 
- Εδάφιο 31 . - Σκάσε ! Δεν είναι η Αγία Γραφή ! 
- Βγείτε και ελάτε μαζί μας στο τμήμα . Έξω ! 
- Αστυφύλακα , κοιτάξτε , δεν ... Ελάτε . Το λέει το άρθρο 3 . 
- Θα έρθετε μαζί μας . 
- Άρθρο 7 δεν είπατε ; 
Δεν είπες ότι ο ξάδερφος ήταν αστέρι ; 
Χωρίς την αστυνομικό , θα την είχαμε πατήσει . 
Κουνηθείτε ! Είμαστε εδώ για να σώσουμε τα παιδιά . Ελάτε ! 
Λέει " Ίσως να πάτε από δω " . Τι θα πει " ίσως " ; 
Ωραία , τώρα κοιμήθηκε . 
Αν δούμε τα ίχνη μας , κάποια στιγμή πήραμε το στενό δρομάκι . 
Άρα δεν είναι από δω . Μετά πάμε ευθεία 10 μέτρα ... 
Τι θα πει " ευθεία 10 μέτρα " ; 
Παιδιά ... 
- Ραφέ ... 
- Ξυπνήστε . 
Το βρήκα στο εργαστήριο του Σανσεβέρο . 
" A mortis limine restituo " . Είναι λατινικά . 
Αν είναι η συνταγή για το ελιξίριο του πρίγκιπα ; 
Που ζωντανεύει νεκρούς ; 
Θεέ μου . Ανατρίχιασα . 
Αν το πάω στο πνεύμα που με βοηθάει ... ίσως ξαναδώ τη μαμά μου . 
Μα πρώτα πρέπει να καταλάβουμε τι λέει . 
Έχει κάτι σχέδια από γύρω . 
Σύμβολα αλχημείας . 
Το καθένα μπορεί να έχει πολλές σημασίες . 
Τι μας νοιάζει το ελιξίριο ; 
Ξεχάσατε ότι είμαστε αιχμάλωτοι ; 
Αυτό εδώ δεν βασίστηκε στην επιστήμη . 
Οι αλχημιστές ήταν κάπως τρελοί . 
Πίστευαν ότι ήταν μάγοι . 
Εσύ δεν λες πάντα να πιστεύουμε στη μαγεία ; 
Ακούστε τι θα κάνουμε . 
Η Τερέσα θα μελετήσει τα στοιχεία στην περγαμηνή , και μόλις βγούμε από δω , θα τη βοηθήσουμε . Εντάξει ; 
- Ντομπερμά , ξύπνα ! - Τι έγινε ; 
Είναι το κανάλι ! 
- Ελάτε ! - Άντε , ξύπνα ! 
- Ελάτε , πάμε . 
- Περπατήστε . 
- Δεν τα θέλω . - Περπατήστε ! 
- Τον φακό . - Άντε ! Έλα , πριγκίπισσα . Πάμε . 
Ντόνα Αντζέ , κανείς δεν τα βάζει με τον Καπουότσο Ένζο ! 
Ντόνα Αντζέλικα . 
Χαίρω πολύ . 
- Μαέστρο , τιμή μου που σας γνωρίζω . 
- Δική μου η τιμή , κυρία μου . 
Πήρα το θάρρος να σας φέρω ένα δώρο . 
Σαμπάνια ! 
Έχουμε πολλά μπουκάλια στο κελάρι ! 
Τώρα έχετε άλλο ένα . 
Μαέστρο ! 
- Τζοβάνι ! - Φεύγω . 
- Τον ξέρεις ; - Κιόλας ; Τον ξέρεις τον προπονητή . Δεν μπορώ να ξενυχτήσω . 
Ήθελα να περάσω να συνεισφέρω στον σημαντικό σκοπό . 
Να σε ξεπροβοδίσω . 
Αρχηγέ ! Αυτός χάρισε το πρωτάθλημα στη Νάπολη ! 
- Ποιος ; - Καλησπέρα ! 
Άντε , σύνελθε ! Πάμε . 
- Επιτέλους ! 
- Μαέστρο ! 
Τι έγινε ; 
Πριν από 10 λεπτά , το αφεντικό σας είπε ότι είχατε πρόβλημα με το βαν . 
Ναι , το ξέρετε το αφεντικό μας . Ανησυχεί για το τίποτα . 
Ναι . Να ρίξουμε μια ματιά ; 
Τα μύδια είναι εδώ . Αχιβάδες , αστακοί , αχινοί κι ένα μεγάλο λαβράκι ! 
Τέλεια . Τι θόρυβος είναι αυτός ; 
Οι αστακοί ! 
Ακόμα κολυμπούν , Μαέστρο . 
- Ναι . 
- Φρεσκότατα θαλασσινά ! 
Σχετικά με το μενού , - όλα πρέπει να είναι τέλεια . - Φυσικά . 
Γεια σας , παιδιά . 
Θέλουμε όντως να μπλέξουμε στο σπίτι του Νίνο Ντ 'Άντζελο ; 
Παιδιά , είμαστε συνάδελφοι . Μη με κάνετε ρεζίλι . 
Ξέρει κανείς από στρείδια και αστακούς ; 
Παιδιά , δεν θα τα παρατήσουμε τώρα ! 
Πρέπει να σώσουμε τα παιδιά . 
Φυσικά . Πρώτα θα τα σώσω και μετά θα τα πλακώσω στο ξύλο . 
Ό , τι πεις ! Ελάτε , πάμε ! 
Μπαμπά , πρέπει να μιλήσουμε . Είναι σημαντικό . 
Θα μιλήσουμε στο σπίτι . Πρώτα θα ζητήσεις συγγνώμη από μένα , την ντόνα Αντζέλικα και τη μαμά σου για τα καμώματά σου . 
Ξέρεις γιατί η σπιτονοικοκυρά θέλει το αγαλματίδιο ; 
Έχει σχέση με έναν θησαυρό που θάφτηκε - στον λαβύρινθο πριν από 500 χρόνια . 
- Αυτό μας έλειπε . 
Αλήθεια είναι ! 
Έκλεβε θησαυρούς απ ' όλη την Ιταλία και τους έκρυβε σε μια σπηλιά . 
Μετά , όταν προσπάθησε να κατακτήσει τη Νάπολη , απέτυχε . 
Και πέθανε με τον θησαυρό του . Ναι ; 
Ποιος σας είπε τέτοιες ανοησίες ; 
Μπαμπά ! Δεν είναι ανοησίες . 
Είναι διάσημη ιστορία . 
Κανείς δεν έχει βρει την Γκρότα ντέλι Σπορτιλιόνι . 
Εσύ τι λες ; Γιατί έκλεψε ο Wonderboy το αγαλματίδιο ; 
Ένα κομμάτι πέτρας είναι . Και λοιπόν ; 
Αν τον βρούμε , θα γίνουμε πιο πλούσιοι από τον Μπριατόρε . 
Αν μας βοηθήσεις ... θα βρούμε τον θησαυρό . 
Ο θησαυρός της Νάπολης δεν υπάρχει . 
Σκάσε , δεν ξέρεις τίποτα . 
Άντε , κουνηθείτε . 
ΜΕΝΟΥ Σολομός " αμούς μπούσι " . Γαρίδα και κολοκύθι " βολβοβάν " . 
Ξιφίας " ταρτάρι " . Στρείδια " κίσε " . 
- Αστακός " γκρατινά " . Μα ... 
- Τι είναι αυτά ; 
Εγώ τα τηγάνισα όλα . 
Πιτό , λαμβάνεις ; 
Πιτό , λαμβάνεις ; 
Ντόνα Αντζέ , ένα λεπτό . 
Βρήκατε πού θα σκάψετε ; 
Αν σκάψουμε εδώ , βγαίνουμε απευθείας στον λαβύρινθο . 
Άκουσες , ντόνα Αντζέ ; Εντάξει . 
Όταν αρχίσει η μουσική , σκάψτε . 
Παιδιά ! Είναι εδώ ο Κλεμέντε μ ' έναν μπράβο της σπιτονοικοκυράς . 
Πώς μπήκαν μέσα ; 
Δεν θα μ ' εξέπληττε αν εκείνη αγόρασε όλους τους λαχνούς . 
Είναι κι αυτή καλεσμένη ; 
Μόλις έστειλα πάνω τον Όσκαρ και τον Μάριο με δίσκους ! 
Να πάμε δεξιά ή αριστερά ; 
Σκέψου το καλά . 
Αν την πατήσουμε ξανά , θα μας σκοτώσει . 
Αν θέλετε , σας δίνω ένα χεράκι . 
Ξέρω καλά αυτό το μέρος . 
Μας περνάς για τρεις ηλίθιους ; 
Ας πούμε ότι δεν έχετε αποδείξει το αντίθετο . Σωστά ; 
Αυτά παθαίνεις αν κάνεις αστειάκια . 
Είσαι καλά ; 
Ναι . 
" Ο πιο κρυφός φόβος " . 
Ξέρω πώς θα τους ξεφορτωθούμε . Θα τους τρομάξουμε . 
Αν χεστούν πάνω τους , θα φύγουν τρέχοντας και θα μας ξεχάσουν . 
Μα είμαστε παιδιά . Και είναι τρεις ηλίθιοι . 
Ο Τσιουάουα φοβάται τις σαύρες . 
Μπήκε μία στο σπίτι κι αυτός τρελάθηκε . 
Ναι , κι αυτό το μέρος είναι γεμάτο σαύρες . 
Βασικά , μπορούμε να βρούμε καλύτερη ιδέα . 
Ο μπουφές άνοιξε , παιδιά ! 
Σας παρακαλώ , μην το παρακάνετε , εντάξει ; 
Γιατί ακολουθεί η κλήρωση . 
Καταλάβατε ; Πολλά δώρα . 
Ανοίξτε τα , άντε . 
Τι είναι όλα αυτά ; 
Μαέστρο , έγινε παρεξήγηση . 
Παρεξήγηση ; 
Ζήτησα γκουρμέ κουζίνα και φέρατε αυτές τις αηδίες ; 
Η σπιτονοικοκυρά ! 
Ποια ; Θα πάρω το αφεντικό σας ... 
- Είναι εδώ η σπιτονοικοκυρά . 
- ... και θ ' απολυθείτε . 
Πεντανόστιμα ! 
- Πολύ παραδοσιακά ! 
- Για εσάς το έκανα ! 
Το τηγανητό στρείδι είναι τέλειο ! 
Αλήθεια ; Σας άρεσε ; Αλήθεια σας άρεσε ; 
Γη καλεί Φραντσέ ! Θα σε πιάσει η σπιτονοικοκυρά . 
- Έλα , πάμε ! - Ωραία . 
Για εσάς το κάναμε . Τα τηγανητά ... 
Ορίστε . Είμαστε στον σωστό δρόμο . 
Πάμε . 
- Τι ήταν αυτό ; 
- Ποντίκια ; 
Μάλλον κάνουν μπάνιο . 
Όχι ! Δεν είναι χαζά . 
Εδώ ζει ο βασιλιάς κροκόδειλος . 
Τι είναι αυτά που λες , μικρέ ; 
Γιατί ; Δεν ξέρετε την ιστορία ; 
Όλοι την έχουν ακούσει . 
- Σωστά , παιδιά ; - Φυσικά ! - Ναι . - Ναι . Φυσικά . 
Πριν από 600 χρόνια , η βασίλισσα Τζοβάνα έφερε τον πιο άγριο κροκόδειλο από τον Νείλο . 
Τον κλείδωσε κάτω από το κάστρο Μάσκιο Αντζοΐνο . 
Όποτε βαριόταν έναν εραστή , τον τάιζε στον κροκόδειλο . 
Και μια μέρα , ο κροκόδειλος τρελάθηκε επειδή έτρωγε τη σάρκα , το αίμα και τα κόκαλά τους . 
Έριξε τους τοίχους του λάκκου και διέφυγε στον υπόγειο λαβύρινθο . 
Τελευταία φορά τον είδαν εδώ γύρω . 
Ανοησίες . 
Ο κροκόδειλος δεν ζει 600 χρόνια . 
Λες ; 
Οι κροκόδειλοι που ζουν έξω , όχι . Αλλά εδώ είναι αλλιώς . 
Σκάσε , μικρέ ! 
Προχωρήστε ! 
Μας περιμένει η ντόνα Αντζέλικα . 
- Εσύ πρώτος . 
- Ακολουθήστε με . 
Τριάντα δύο . Το χέλι . 
Τέσσερα ! Έτυχα τέσσερα ! 
Σταθείτε , ηρεμήστε ! 
Συγγνώμη . Εγώ έχω 14 , 25 , 89 και 32 . 
Άλλο ένα δώρο στο τυχερό παιδί . 
Κέρδισες αφίσα της Popcorn e patatine , μιας ταινίας μου από τη δεκαετία του ' 80 . 
Και υπογεγραμμένη , βλέπεις ; 
Εμπνευσμένη από το ομώνυμο διπλό άλμπουμ 16 κομματιών , μεταξύ αυτών τα " Proviamo ancora " και " Notte in bianco " . 
Πού πας ; 
Έλα εδώ ! 
Η Αντόνια είπε να προσέχουμε τη σπιτονοικοκυρά - μήπως πάει κάτω . - Σωστά . 
Ενενήντα ! Ο φόβος . 
Σταματήστε . 
Ακούσατε αυτόν τον θόρυβο ; 
Όπως σας είπε ο Τζενάρο . Εδώ ζει ο κροκόδειλος . 
Ποιος σου είπε να μιλήσεις ; 
Γύρνα στους φίλους σου . 
Παιδιά , προχωρήστε . 
Μαλτέ , όλα καλά ; 
Όλα καλά , Τσιουά . 
Έντεκα . Το ποντικάκι . 
Συγγνώμη ! Τα έκανα χάλια ! 
- Οι λαχνοί ! 
- Συγγνώμη . 
- Μην ανησυχείτε . Θα τους ελέγξουμε όλους . 
- Όχι ! Θα μας πάρει όλη νύχτα . 
Στο τέλος , πάλι θα κερδίσει το τυχερό παιδί . 
- Σας παρακαλώ ! - Ναι ... 
Άλλωστε , ήρθαμε για ν ' ακούσουμε τον Μαέστρο να τραγουδά , σωστά ; 
- Ναι ! - Δεν σκόπευα ! - Αλήθεια . 
- Μη με κάνετε να ικετεύσω ! 
- Νίνο - Νίνο ! 
Αυτό είναι το φοβερό σου σχέδιο ; 
Θα καλύψει τον θόρυβο απ ' το τρυπάνι ένα τραγουδάκι με συνοδεία πιάνου ; 
Μπράβο , Μαέστρο ! Μπράβο ! 
Τι , κιόλας ; 
Ακόμα δεν ξεκίνησα . 
Ναι , αλλά τώρα θέλουμε κάτι λίγο πιο ζωντανό . Σωστά ; 
- Μα ... - Να διασκεδάσουμε . Πάρτι είναι . 
- Μα μόλις τραγούδησα αυθόρμητα για εσάς . 
- Ναι , αλλά τώρα το πάρτι ανάβει . Σωστά ; 
Και τώρα , δεν έχεις δικαιολογία . 
- Κάτσε , ηρέμησε ! 
- Σκάψε . 
- Θα σκάψω . 
- Άντε . Γρήγορα ! 
Ο Κλεμέντε άρχισε να σκάβει . 
Αν βρει πρώτη τα παιδιά , δεν ξέρω τι θα γίνει . 
Τι να κάνουμε ; 
Ήρθε εδώ με ένοπλο φρουρό . 
Θα το φροντίσω εγώ . 
Τσιουά , το άκουσα κι εγώ . 
- Μη σταματάτε ! 
- Άντε , γρήγορα ! 
Εσύ κάνεις τον θόρυβο , έτσι ; 
- Αφήστε τον ! 
- Σας δουλεύει ! 
- Δεν υπάρχει κροκόδειλος ! 
- Αφήστε τον ! - Έλα . - Έτσι είναι ; 
Ναι ; 
Περπάτα . 
Ποιος με δουλεύει εδώ πέρα ; 
Κι εσύ με δουλεύεις , γιε μου ; 
Δεν είσαι ο μπαμπάς μου . 
- Δώσ ' το μου αυτό ! 
- Όχι ! - Δώσ ' το ! - Άσ ' το ! 
Άσ ' το κάτω ! 
- Άσ ' το κάτω ! - Άσ ' το κάτω ! 
Εσύ και οι μαλακίες σας για τον κροκόδειλο ! 
- Όχι ! - Μην το κάνεις ! 
- Όχι ! - Άσ ' το κάτω ! 
Είμαι μπαμπάς σου ή όχι ; 
Ρίξ ' το , Τσιουά ! Άντε ! 
Είμαι μπαμπάς σου ή όχι ; 
Είπα " Όχι ! " 
- Τι έγινε ; - Τι έγινε ; 
Τι ήταν αυτό ; 
Άσ ' το ! 
- Παιδιά , ο κροκόδειλος ! 
- Ο κροκόδειλος ! 
Θεέ μου ! 
Τρέξτε ! 
Να πάρει ! Φύγε από πάνω μου ! 
Το αγαλματίδιο ! Το αγαλματίδιο , όχι ! 
Ποιος είναι εκεί μέσα ; 
Τι κάνετε ; 
Ανοίξτε την πόρτα ! 
Λοιπόν ; Τι συμβαίνει εκεί μέσα ; 
Εσένα σ ' έχω ξαναδεί . 
Τον σκότωσα ; 
Βοηθήστε με ! Φέρτε τον μέσα . 
Η Αντζέλικα με ανάγκασε να σκάψω . 
Οι μπράβοι της είναι κάτω . 
Έχουν το αγαλματίδιο . Κρατούν τα παιδιά αιχμάλωτα . 
Από εδώ , βγαίνεις κατευθείαν στον λαβύρινθο . 
Θα κάνω την τρύπα μεγαλύτερη , για να χωρέσω . 
Πιτόνε , λαμβάνεις ; 
Πιτό , λαμβάνεις ; Πιτόνε , λαμβάνεις ; 
Αυτή είναι . Τι θα κάνουμε αν μας δει ; 
Έρχεται . Τι κάνουμε ; 
Θα το αναλάβω εγώ . 
- Αδέξιε βλάκα ! 
- Συγγνώμη , κυρία . Συγγνώμη ! 
Δεν το έκανα επίτηδες ! 
Θα πάω να φέρω καθαριστικό λεκέδων . 
- Θα κατέβω εγώ . 
- Όχι , μην πας . 
Σου είπα , δεν γίνεται . Είναι οι μπράβοι της κάτω . 
Όχι , Κλεμέ , άσε με να κατέβω . 
Τότε θα κατέβουμε μαζί . 
Περιμένετε εδώ και ... Μείνετε εδώ . 
Μην κουνηθείτε , εντάξει ; 
Δεν πρόκειται να περιμένω εδώ ! 
Ντόνα Αντζέ ; 
Ντόνα Αντζέ , λαμβάνεις ; 
Βοήθεια ! 
- Παιδιά ! - Είναι τέρας ! 
Βοήθεια ! 
Νόμιζα ότι προσπαθούσαμε απλώς να τους τρομάξουμε ! 
Εγκλωβιστήκαμε . 
Νόμιζα ότι ο κροκόδειλος ήταν μύθος . 
Πάει ο μύθος , Τζενά . Τους έφαγε ολόκληρους ! 
Λυπάμαι , Ανιέ . Ίσως ο μπαμπάς σου δεν γλίτωσε . 
Λες και με νοιάζει ! 
- Θεέ μου ! 
- Ας ελπίσουμε να μην μπορεί να μπει . 
Μην κουνιέστε . 
- Σασά , μας κοιτάζει . 
Σασά . - Μείνε ακίνητος . 
Ντόνα Αντζέ , λαμβάνεις ; 
Τσιουά ! Πού είσαι ; 
Τι έγινε ; 
Ντόνα Αντζέ , είχαμε πρόβλημα . Μ ' έναν κροκόδειλο . 
- Έπρεπε να φύγουμε από κει ! 
- Τι λες ; Και το αγαλματίδιο ; 
Έκλεψε το αγαλματίδιο , ντόνα Αντζέ . 
Εκείνο το παιδί , ο σκεϊτάς , ο Μουνατσέλο . 
Πήγαινε σπίτι και πες στους άλλους να έρθουν . 
Εντάξει . 
Πάμε . 
Πρέπει να κατέβουμε πριν έρθει αυτή . 
Μα δεν γίνεται ! Πρέπει να μεγαλώσω την τρύπα . 
- Δεν προλαβαίνουμε , Κλεμέ ! 
- Μα δεν χωράω ! 
Ανοίξτε την πόρτα ! 
- Εντάξει , κατέβα . 
- Ανοίξτε ! Μην αλλάξεις συχνότητα . 
- Πιτό ! - Θα βρω τον ασύρματο και θα σε καθοδηγήσω . - Ανοίξτε ! 
- Φύγε ! 
Πιτό ! 
Όχι ! 
Ξύπνα ! 
- Μανούλα μου . 
- Όπως τα λες . Ηλίθιε ! 
Τι έγινε ; 
Οι σερβιτόροι . 
- Οι σερβιτόροι ! 
- Έλα μαζί μου . 
Έλα ! 
Γεια . 
Στάσου . Αυτό είναι το αγαλματίδιο του Μαραντόνα ; 
Κι εσύ ο Μουνατσέλο , που έκλεψε τους μπράβους . 
Ό , τι κι αν λες , κάνεις λάθος . 
Πού πας ; 
Ο αδερφός μου , ο Σασά , και οι φίλοι του ήταν μαζί σου . 
Γιατί ήρθες εδώ ; 
Θέλεις να φύγεις και να παρατήσεις τα παιδιά . 
Ωραίος Wonderboy . 
- Ευχαριστώ . Το ίδιο είπε ο αδερφός σου . 
- Μείνε εκεί . 
- Τι κάνεις ; 
- Θα τη δείξω σε όλη τη Νάπολη . 
- Και στην αστυνομία . 
- Στάσου . Όχι αστυνομία . Η επεξεργασία προσωπικών δεδομ ... 
Αυτό πώς σου φαίνεται ; 
- Σήκω πάνω . - Τι ; - Πέφτεις πάνω μου και μετά με διατάζεις ; 
Λοιπόν ... Χαίρω πολύ . 
Τονίνο . 
Αντόνια . Χαίρω πολύ επίσης . 
Έλα τώρα . Πάμε να σώσουμε τα παιδιά . 
Φοβερό σόου ! 
Αλλά θα το πληρώσετε ! 
Δεν σε φοβόμαστε . 
Θα καλέσουμε την αστυνομία . 
Δεν θα καλέσετε κανέναν . 
Πάρ ' τους τα κινητά ! 
- Τι κάνεις ; 
- Αρκετά ! 
Δώστε τα κινητά σας ! 
Έχεις ακόμα το κινητό σου ; 
Ναι , αλλά δεν έχει σήμα . 
- Να πάρει . 
- Δεν μπορούμε να καλέσουμε βοήθεια . 
Ανιέ . Όταν είπες ότι δεν σε νοιάζει ο Τσιουάουα ... το φιαλίδιο του Σανσεβέρο ζεστάθηκε . 
Έκαιγε . 
Λες και ένιωσε κάτι . 
Παράτα με . Άσε με ήσυχο . 
Ίσως δεν είναι τίποτα . Αλλά ένα από τα σύμβολα στην περγαμηνή σημαίνει " φόβος " . 
Ίσως δεν είναι ότι δεν σε νοιάζει . Ίσως απλώς φοβάσαι ότι δεν θα τον ξαναδείς . 
- Και το φιαλίδιο το ένιωσε . 
- Είπα , φύγε ! 
Τι συμβαίνει ; 
Φώναξε και βγάλε τον φόβο . 
Μην τον αφήνεις να σε δηλητηριάζει . 
Τι πρέπει να σου πω ; 
Ότι εκείνο το ρεμάλι είναι ο μόνος πατέρας που έχω ; 
Ότι φαίνεται να μη δίνει μία για μένα ; Αλλά όταν ανεβαίνουμε στη μηχανή , νιώθω σαν βασιλιάς . 
Μα ακόμα δεν ξέρω αν τον μισώ ... ή αν τον αγαπώ αληθινά . 
Κι αν είναι νεκρός τώρα , δεν θα μάθω ποτέ ! 
- Απαγωγή ! Αυτό είναι απαγωγή ! 
- Ναι , απαγωγή . 
Είμαι διάσημος τραγουδιστής . 
Έχω υποχρεώσεις . Θα με ψάξουν . 
Κουνήσου . 
Πρώτα μας πετάς στον δρόμο , και τώρα ξεσπάς και στα παιδιά μας ; 
Τι σου κάναμε ; 
Γρήγορα ! Φτάνει με τα παιδιά σας . 
Τι έγινε ; Τι φασαρία είναι αυτή ; 
Έκλεψαν το βαν μας ! 
Μαέστρο , συγγνώμη ! Σου καταστρέψαμε την εκδήλωση . 
Τι εννοείς ; 
Τα τηγανητά έκαναν θραύση ! 
Ελάτε να δείτε ! 
Τσίτσο ! 
Ησύχασε . Ησυχία ! Πάψε . 
Θα τους ξυπνήσεις όλους . 
Τσίτσο , κάτω ! 
Μαέστρο , είμαι μεγάλος θαυμαστής ! 
Θέλω αυτόγραφο ! 
Να πάρει ... 
Τι κάνεις εδώ ; 
Σ ' αρέσει να τις τρως ; 
Εσένα ; 
Σ ' αρέσει να σε δουλεύει ο Κλεμέντε ; 
Στάσου . 
Πώς ήξερες ότι ήθελε να με δουλέψει ; 
Έψαχνε το αγαλματίδιο πολύ πριν από σένα . 
Τώρα κατάλαβα . 
Κάτι πολύ πολύτιμο πρέπει να υπάρχει μέσα στο αγαλματίδιο . 
Ξέρεις κάτι ; Αν το βρω , κράτα τα σπίτια ! 
Άκου προσεκτικά , κάθαρμα . 
Ξέχνα το αγαλματίδιο . 
Και ξέχνα και τα σπίτια . 
Άκυρη η συμφωνία μας . 
Πάρτε τον από δω . 
- Δεν τελειώσαμε ! 
- Και βρείτε μου μια βάρκα . 
Δεν ξέρεις τι μπορώ να κάνω ! 
Οι κρύσταλλοι σκούρυναν . 
Ίσως είχες δίκιο . Απορρόφησαν τον φόβο μου . 
Καλύτερα εδώ παρά στην καρδιά σου . 
Όπως και να ' χει , θα μας φάει το τέρας . 
Ηρέμησε ! Δεν μας φτάνει εδώ . 
Αν δεν κουνηθεί μία βδομάδα ή έναν μήνα , θα πεθάνουμε από την πείνα ! 
Έχω λίγο φαγητό ακόμα . 
Να το δώσουμε στον κροκόδειλο ! 
Αν τον ταΐσουμε , ίσως μας αφήσει ήσυχους . 
- Καλή ιδέα ! 
- Ανιέ , είσαι ιδιοφυΐα . 
Τι έφερες ; 
Λίγο κέικ . Αλλά αυτό θα το κρατήσω εγώ . 
Έχω λίγο τυρόψωμο . 
Δώσε ! Είναι ωραίο . 
Το έφαγε ! 
Δώσε μου κάτι άλλο . 
- Τι έχει εκεί ; - Ορίστε . 
- Ομελέτα . - Ωραία . Δώσε . 
Δώσ ' του κι άλλο ! 
- Πάρε τις μακαρονοκροκέτες ! 
- Άντε . 
Σασά ! Σασά , εσύ είσαι ; 
Αντόνια ! 
Είναι εδώ ο κροκόδειλος ! 
Ευτυχώς είναι ζωντανοί . 
Μείνετε εκεί ! 
Μη βγείτε ! 
Πρέπει να τους βγάλουμε από δω . 
Ας κάνουμε μια συμφωνία . 
Θα τους σώσω αν διαγράψεις τη φωτογραφία . 
Ας εστιάσουμε στα παιδιά τώρα . 
Εντάξει . 
Πάρε αυτό . 
Είναι σημαντικό . 
Παιδιά . Είναι εδώ κι ο Τονίνο Wonderboy ! 
Ήρθε να μας σώσει ! 
Ήμουν σίγουρος ότι δεν θα μας εγκατέλειπε ! 
- Τονί ! - Έλα , Τονί ! - Τονί ! - Πάμε , Τονίνο ! 
Κροκόδειλε ! 
Κροκόδειλε , σου μιλάω ! 
Ευχαριστημένη ; 
- Σε κυνηγάει ! 
- Τρέξε , Τονί , γρήγορα ! 
Ο Τονίνο ! 
- Τονίνο ! - Τονίνο ! 
- Είσαι πολύ δυνατός ! - Τονί ! - Παιδιά ! - Τονί , είσαι ο καλύτερος ! 
Τονί ! 
Έκανες καλή δουλειά . 
- Απλώς καλή ; Ήταν απίστευτος ! 
- Καλά , δεν είναι κι ο Σπάιντερμαν . 
Όχι , Ραφέ . 
Κάνεις λάθος . 
Είναι καλύτερος από τον Σπάιντερμαν . 
Είναι ο Wonderboy ! 
Ευχαριστούμε , Τονί . 
- Wonderboy ! - Wonderboy ! 
Ντόνα Αντζέ , έρχεται η βάρκα που ζήτησες . 
Πού είναι ο Αλφρέντο ; 
Πού είναι ο Αλφρέντο ; 
- Είσαι καλά ; 
Για να δω . 
- Δεν είναι τίποτα . 
- Να δω λίγο , Σασά . 
- Σταμάτα ! - Μισό ... - Καλά είμαστε ! Σταμάτα . - Εντάξει , αλλά να ελέγξω . 
- Άσ ' τον ήσυχο ! 
Αυτά τα παιδιά είναι δυνατά . 
Έπρεπε να δεις πώς ξεγέλασαν τους βλάκες . 
Σχετικά με αυτό , ξέρεις , - αν ο Τσιουάουα ... Αν ο μπαμπάς μου ζει ; 
- Μια χαρά είναι ο μπαμπάς σου . 
Τον άκουσα να μιλάει στη σπιτονοικοκυρά , αλλά είναι σάπιος . 
Τονί ... 
Κάναμε μια συμφωνία . 
- Θα ξεχάσω ότι σε είδα . 
Είναι μια ανάμνηση . 
- Αντίο , παιδιά ! 
- Στάσου , Τονί . 
Να μην ψάξουμε πρώτα τον θησαυρό του Λοτρέκ ; 
- Παιδιά , μην αρχίζετε πάλι . 
- Μα έχει δίκιο . 
Με τα λεφτά μπορούμε ν ' αγοράσουμε τα σπίτια μας . Για να είμαστε πάντα μαζί . 
Φτάνει μ ' αυτές τις βλακείες ! 
Ξέρετε πόσο δυσκολεύτηκα να κατέβω εδώ ; 
Οι γονείς σας κατατρόμαξαν ! 
Έλα τώρα . Παιδιά είναι . Παίζουν . 
Παίζουμε ; Κι εσύ ήξερες για τον θησαυρό . 
Δίκιο έχει ο Τζενάρο . 
Κι αν είναι στη φαντασία μας ... γιατί θέλεις τόσο το αγαλματίδιο ; 
Να δούμε αν έχει κάτι μέσα . 
Είναι δικό μου . 
Τονί , ξέρω ότι θέλεις τον θησαυρό για πάρτη σου , αλλά θα μου αρκούσε να ξέρω ότι οι μύθοι που διάβασα για τον υπόγειο λαβύρινθο και τη μαγεία της Νάπολης δεν είναι μόνο σκελετοί κι ένας κροκόδειλος . 
" Σκελετοί κι ένας κροκόδειλος " . 
Να δούμε τι έχει μέσα ; Ναι . 
- Σίγουρα ; - Ναι ! 
