Ξέρω πώς θα τους ξεφορτωθούμε . Θα τους τρομάξουμε . ΣΤΟ ΠΡΟΗΓΟΥΜΕΝΟ ΕΠΕΙΣΟΔΙΟ 
Θα φύγουν τρέχοντας και θα μας ξεχάσουν . 
Θέλουμε όντως να μπλέξουμε στο σπίτι του Νίνο Ντ 'Άντζελο ; 
Πήρα το θάρρος να σας φέρω ένα δώρο . 
Σαμπάνια ! 
Όταν αρχίσει η μουσική , σκάψτε . 
Ο μπουφές άνοιξε , παιδιά ! 
Η βασίλισσα Τζοβάνα έφερε τον πιο άγριο κροκόδειλο από τον Νείλο . 
Πιτό , λαμβάνεις ; 
Παιδιά , ο κροκόδειλος ! 
- Φοβερό σόου ! 
- Βοήθεια ! Νόμιζα ότι προσπαθούσαμε απλώς να τους τρομάξουμε ! 
Εδώ κάτω είμαστε ! 
Να δούμε τι έχει μέσα ; 
- Να δούμε τι έχει μέσα ; 
- Ναι ! 
- Σίγουρα ; 
- Ναι ! 
Πάρτε αυτό . 
Τι είναι ; 
Προσπάθησα να τον σώσω , μα δεν μπορούσα να κάνω τίποτα . 
Θέλω να μάθω τι έγινε . 
Πες μου ! 
Ο θησαυρός τον σκότωσε , Αντζέ . 
Για να μην καταλήξουμε σαν αυτόν ... πρέπει να το ξεχάσουμε . Κατάλαβες ; 
Αν ο Κλεμέντε πήδηξε από εκεί πάνω , ακόμα κι αν δεν έπεφτε στα βράχια , θα τον παράσερνε η θάλασσα . 
Κι εμείς θα τον βρούμε ! 
Αυτό είναι απαγωγή ! 
Κόλλησε η βελόνα ! Σκάσε πια ! 
Αν πάθουν κάτι τα παιδιά ... Κυρία ! Δεν είσαι σε θέση να μας απειλείς . 
Πέταξα τα ρούχα που φορούσες . 
Πώς τα λέρωσες έτσι ; 
Μόνο εσύ ξέρεις . Είναι μυστήριο . 
Θα μου πεις πού είναι ο Ανιέλο ; 
Ξανά ; Σου είπα ήδη . Αφορά τη δουλειά . Δεν μπορώ να το συζητήσω . 
Ο Ανιέλο αφορά τη δουλειά ; 
Ποτέ δεν σκέφτεσαι την οικογένειά σου . 
Άντε στη σπιτονοικοκυρά . Μόνο γι ' αυτήν είσαι . 
Χάρη στα λεφτά της τρώμε . 
Ναι ; Και γιατί έχει τρεις μήνες να σε πληρώσει ; 
Εγώ πιο πολλά βγάζω ως κομμώτρια . 
Όπα ! Τι είναι αυτά που λες ; 
Ξαφνικά , ανησυχείς για τον μικρό ; 
Ή θέλεις ν ' αρχίσεις να το παίζεις καλή μαμά τώρα ; 
Λαμβάνεις ; 
Απάντησέ μου . 
Λοιπόν ; Πού είναι ο Κλεμέντε ; 
Δεν ξέρω . Γιατί τον αποκαλείς με τ ' όνομά του ; 
Τον ξέρεις ; 
Όχι , βέβαια ! Όλο γι ' αυτόν λες . Φαίνεσαι ανήσυχη . 
Ναι , επειδή είναι καλός . 
Ήθελε να με βοηθήσει . 
Τώρα ποιος ξέρει τι έπαθε ! 
Βγάλαμε άκρη , Τονί ! Δεν είναι φωτογραφία . Είναι στοιχείο ! 
Τι έγινε ; 
Ξέρεις πού είναι αυτό ; 
Ίσως . 
Μάλιστα . Πάντα τόσο στρυφνή είσαι ; 
Αν σας βοηθήσω να βγείτε από δω ... θα μου πεις πού είναι αυτό . 
Σύμφωνοι ; 
Λελούτσο ! 
Λελού ! 
Ένζο ! Εσένα σκεφτόμουν ! 
- Όλα καλά ; 
- Ναι . 
Στάσου . Μόλις θυμήθηκα ότι έχω κάτι για σένα . 
Ορίστε ! Ο βοσκός και η γίδα του . 
Πάρε και μια φάτνη και βάλ ' το δίπλα στον Μαραντόνα . 
- Τι λες ; 
- Για τον Μαραντόνα ήρθα . Λοιπόν . - Ναι . - Όταν τον βρήκες , υπήρχε τίποτα άλλο πεσμένο κοντά του ; 
Δεν ξέρω , ταυτότητα , πορτοφόλι ; - Πιστοποιητικό γεννήσεως ; Όχι , φίλε . 
- Κατάλαβες ; Άκου , αν πάει καλά , μπορεί να κερδίσεις κι εσύ κάτι ! 
Εγώ ; Αλήθεια ; 
Ενζού , σοβαρά μιλάς ; 
Κάτι θα κάνουμε , τότε . 
Αλλά πρέπει να σε ρωτήσω κάτι , Ενζού ... 
Πιστεύεις στα φαντάσματα ; 
- Σε τι ; 
- Στα φαντάσματα , Ενζού . 
- Πιστεύεις ; 
- Στα φαντάσματα ; - Στα φαντάσματα ! - Κοίτα ... 
Κυρία , είναι εδώ και το παντελόνι του . 
Αν είναι εδώ τα ρούχα του , αυτός πού είναι ; 
Το σκάει , ηλίθιοι ! 
Κυνηγήστε τον ! 
- Από δω ! 
- Αλλά φέρτε τον μου ζωντανό ! 
Ο Πιτόνε τα θαλάσσωσε . Τώρα πρέπει να τον βρούμε τον αλήτη . 
Να δούμε αν είναι εδώ ! 
Τζιν και κοντομάνικο . 
Ευχαριστώ , Μαέστρο . 
Τερέ ! Ακόμα ψάχνεις το ελιξίριο του Σανσεβέρο ; 
Προσπαθώ να καταλάβω ποιο είναι το δεύτερο στοιχείο . 
Είναι πάρα πολλά . 
Φωτιά , ρουμπίνι ή και αγάπη ! 
Αλλά πού να ξέρω εγώ απ ' αυτά ; 
Δεν έχω καν αγόρι ... 
- Εσύ , όμως , έχεις πολλές φιλενάδες ! - Ναι ... 
Αγαπάς κάποιο κορίτσι ; 
- Ίσως το φιαλίδιο το νιώσει . 
- Αδύνατον . 
Και κυρίως τα κορίτσια αγαπούν εμένα . 
Ναι , αλλά πώς το ξέρεις ; Πώς είσαι σίγουρος ότι είναι αγάπη ; 
Ένας άντρας τα καταλαβαίνει αυτά . Και το κορίτσι σού το δείχνει . 
Ας πούμε , σου φωνάζει στα μούτρα , ίσως σου ρίχνει καμία ή σε κοιτάζει βλοσυρά . 
Έτσι ; 
Ναι . Αυτό σημαίνει ότι σε αγαπάει πραγματικά . 
Φοβερό ! Σκέψου τι θα έκανε αν σε μισούσε ! 
Πίστεψέ με , ξέρω απ ' αυτά . Είναι η ειδικότητά μου . 
Ξέρεις τι λένε ; 
" Στην αληθινή αγάπη , υπάρχουν καβγάδες πριν από τον γάμο " . 
- Τονί , μας κάνεις πλάκα ; - Παιδιά . Είναι αυτό εδώ έξοδος ; 
Η βροχή προκαλεί κατολισθήσεις . 
Θέλεις να μάθεις πού έβγαλαν τη φωτογραφία ; 
Ναι , θέλω . 
- Τότε , βγάλε μας από δω ! 
- Θέλω να σας βγάλω , αλλά τι φταίω για τη βροχή ; 
Φτάνει ! Τι νόημα έχει να μαλώνετε τώρα ; 
Παιδιά ! Ελάτε εδώ ! 
Ελάτε να δείτε ! 
Είναι τέλειο ! 
Μπορούμε να κάνουμε και μπάνιο . 
Το νερό είναι ζεστό . 
Σαν πισίνα ; 
Καλύτερο από πισίνα ! Αυτό είναι σπα ! 
- Χρειαζόμαστε μια βουτιά . 
- Φοβερό . 
- Δεν ξέρω για εσάς , αλλά εγώ θα βουτήξω . 
- Ελάτε , παιδιά ! 
- Ναι , έρχομαι . 
Τι μέρος είναι αυτό ; 
Σ ' το είπα ! 
Εδώ κάτω , όταν κλείνει μια πόρτα , ανοίγει μια άλλη . 
Παιδιά , δεν είπα να βουτήξετε ! 
Έλα , Αντό ! Θυμάσαι που πηγαίναμε στην πισίνα με τη μαμά και τον μπαμπά ; 
Άντε , βούτα ! 
Θέλουμε μόνο να βρούμε τα παιδιά . 
Ό , τι κι αν ψάχνεις , δεν θέλουμε να μπλεχτούμε ! 
Όλο το θέατρο στου Νίνο Ντ 'Άντζελο ήταν φάρσα , έτσι ; 
Μια μητέρα θα έκανε τα πάντα για τα παιδιά της ! 
Άσε μας να φύγουμε , και δεν θα σ ' ενοχλήσουμε άλλο . 
Σταθείτε . Ήταν άλλη μία μαζί τους . 
Εκείνο το κορίτσι που ρωτούσε για τα σπίτια . 
Μου έκλεψε και τον ασύρματο . Πού είναι ; 
Δεν είμαι μητέρα ... αλλά ούτε και χαζή . 
Θα φροντίσω τα παιδιά σας ! 
Παιδιά , σκεφτήκατε τι θα κάνατε με τον θησαυρό ; 
Εγώ θα γραφόμουν σε όλες τις σχολές κόμικς . 
Θέλω να γίνω ο καλύτερος κομίστας ! 
Εγώ θα προσλάμβανα τον Καναβατσουόλο για ιδιωτικό μου σεφ . Και μετά θα ταξίδευα σ ' όλο τον κόσμο . 
Εγώ θα ήθελα μόνο να πάω στη Βραζιλία , για να μάθω πού γεννήθηκα . 
Κι εσύ ; Τι θα έκανες τον θησαυρό ; 
Θα έμενα εδώ . 
Όλοι ξέρουν ότι η Νάπολη έχει τις πιο ωραίες γυναίκες . 
Είσαι μεγάλος γυναικάς ! 
Το πρόβλημα είναι ότι δεν έχω ένα ωραίο σπορ αμάξι να τις πάω βόλτα . 
Αν είχες σπορ αμάξι , θα έπεφτες σε τοίχο ! 
Εξάλλου , όλοι ξέρουμε την αλήθεια . Έχεις μάτια μόνο για την Τερέσα ! 
- Τι είναι αυτά που λες ; 
- Μόνο εκείνη κοιτάζεις έτσι ! 
Εγώ δεν κολλάω σε μία . 
Λοιπόν ... τι κάνεις στη Νάπολη ; 
Έχεις ... φίλους , δουλειά ... αγόρι ; 
Άλλα πράγματα με απασχολούν . 
Θέλω να σπουδάσω Αρχαιολογία , να μάθω για το παρελθόν , τα αρχαία . 
Έχει πολλά να μάθεις εδώ , έτσι ; 
Κατά τη γνώμη μου , οι πόλεις είναι σαν τους ανθρώπους . 
Βλέπεις την επιφάνεια , μα αν πας βαθύτερα , θα βρεις τα καλύτερα κομμάτια τους . 
Εσύ , για παράδειγμα . 
Τι έχεις κάτω από την επιφάνεια του διαβόητου Τονίνο Wonderboy ; 
Με λένε Τονίνο Εσπόζιτο . 
Είμαι 25 ετών , μεγάλωσα σε ανάδοχη οικογένεια . 
Απορώ γιατί τη λένε οικογένεια , αφού είναι για παιδιά ... που δεν έχουν οικογένεια . 
Όταν βρω τον θησαυρό , θ ' αγοράσω όλο τον κόσμο . 
- Όλο τον κόσμο . 
- Όλο . 
Δεν είναι υπερβολή για ένα μόνο άτομο ; 
Έτσι είμαι εγώ , Αντό . 
Δεν έχω κανέναν . 
Είμαι το ξεχασμένο παιδί . 
Η φωτογραφία στο αγαλματίδιο ... είναι από το Αρχαιολογικό Μουσείο . 
Πίστεψέ με . 
Ξέρω καλά αυτό το μέρος . 
Και γιατί μου το λες τώρα ; 
Επειδή τα παιδιά σε βλέπουν ... σαν μεγάλο τους αδερφό . 
Αν είναι να τους απογοητεύσεις , καλύτερα κάν ' το τώρα . 
Τώρα που ξέρεις , πρέπει ν ' αποφασίσεις . 
Ή θα κυνηγήσεις τον θησαυρό ... ή θα μείνεις εδώ . 
Μαζί μας . 
Και θα δεις πώς είναι η αγάπη . 
Η οικογένεια . 
Ντόνα Αντζέ , ψάξαμε αυτόν τον Κλεμέντε , αλλά δεν τον βρήκαμε πουθενά . 
Εξαφανίστηκε . Έγινε καπνός . 
Εσύ θα γίνεις καπνός ! 
Το κορίτσι που κατέβηκε στον λαβύρινθο έκλεψε έναν από αυτούς ... από τον Πιτόνε . 
Και σίγουρα θα τον χρησιμοποιήσει για να επικοινωνήσει με τον Κλεμέντε . 
Ελέγξτε όλες τις συχνότητες . 
Και παρακολουθήστε τις επικοινωνίες , για να τη βρείτε . 
Μην ανησυχείς , ντόνα Αντζέ . Το έχω . 
Όχι ! 
Εσύ θα μείνεις εδώ . Έξω από το δωμάτιο . Για να φυλάς τους γονείς . 
Σαν σκυλί . 
Ακούτε , παιδιά ; 
Ο φύλακάς μας είναι τσιουάουα . 
Δεν φοβόμαστε κανέναν τώρα ! 
Τα είχαμε μαζέψει , το αμάξι ήταν έτοιμο . Νέα αρχή στην Μπρέσια . 
Τώρα είμαστε κλειδωμένοι εδώ . Και ποιος ξέρει πού είναι τα παιδιά ! 
Τα παιδιά είναι δυνατά σαν εσένα . 
Δεν είδες πώς λάτρεψαν οι καλεσμένοι το φαγητό σου ; 
Τα τηγανητά σου τους τρέλαναν ! 
Δίκιο έχει , Φραντσέ . 
Μέχρι και τους δίσκους έφαγαν . 
Τυχεροί ! Κι εγώ θα έτρωγα έναν δίσκο τώρα . 
Εμένα μου λες ; 
Πεινάμε ! 
Δεν μπορείτε να μας αφήσετε να πεθάνουμε εδώ μέσα ! 
Τι φασαρία είναι αυτή ; 
Τσιουά . Εσένα έβαλε να μας φυλάς ; 
- Κάνεις κι αστειάκια τώρα ; 
- Καθόλου . 
Απλώς η γυναίκα σου μας βοηθούσε να ψάξουμε τα παιδιά . Ναι . 
Είναι και το παιδί σου μαζί τους . Ή το ξέχασες ; 
Θα σας βρω κάτι να φάτε . 
Πιτό ... Σ ' έψαχνα . 
Οι αιχμάλωτοι πεινάνε . 
Πήγαινε στην κουζίνα να βρεις κάτι . 
Για υπηρέτριά σου με περνάς ; 
Πιτό , σου έδωσα μια εντολή . 
Προσπάθησε να την ακολουθήσεις . 
Τη γλίτωσες πριν , αλλά φτάνει τώρα ! 
Τσιουά , δεν άκουσες τι είπε ; 
Δεν είσαι επικεφαλής πια . 
Θα πάω εγώ να τους φτιάξω κάτι . Μην ανησυχείς . 
- Θα τους φτιάξω κάτι . - Ευχαριστώ . 
Η ντόνα Αντζέλικα είναι στην τσίτα . 
Αλλά θα περάσει . 
Θα περάσει . 
Το πρωί , είχες δίκιο . 
Δεν ξέρω τι σημαίνει να είσαι μητέρα . 
Αλλά κατάλαβα ότι θέλω να μάθω . 
Αποκοιμήθηκαν σαν μωρά . 
Ακόμα σκέφτομαι την ερώτηση που μου έκανες πριν . 
Για την αγάπη . 
Ήλπιζα να ήταν το δεύτερο στοιχείο στη συνταγή , αλλά δεν πιάνει . 
Αν έπιανε , τι θα έκανες ; 
Δεν υποτίθεται ότι θα βρούμε τον θησαυρό και θα μείνουμε ενωμένοι ; 
Μπορείτε να τον βρείτε χωρίς εμένα . 
Αλλά αν δουλέψει το ελιξίριο , ελπίζω να ξαναδώ τη μαμά μου . 
Τα έχω χαμένα , έτσι ; 
Θεέ μου , είσαι τόσο φάλτσος ! 
Ειλικρινά , Τερέ , δεν ξέρω τίποτα για την αγάπη . Αλλά ξέρω ... ότι δεν θέλω να σε βλέπω να κλαις . 
Τι είναι αυτό ; 
- Έλα , Ραφέ . Μη σταματάς ! - Τι να κάνω ; 
Συνέχισε αυτά που έλεγες ! 
Σε παρακαλώ , Ραφέ ! Είναι πολύ σημαντικό . 
Εντάξει ! 
Η αλήθεια είναι ότι σε σκέφτομαι συνέχεια , κάθε μέρα , ακόμα και τη νύχτα . 
Κι όποτε σε βλέπω , η καρδιά στο στήθος μου φουσκώνει . 
Θέλω να σου πω πόσο όμορφη είσαι , μα ποτέ δεν βρίσκω τις λέξεις . 
Πιάνει ! 
Φωτίζει ! 
Είχα δίκιο . 
Το δεύτερο στοιχείο είναι η αγάπη . 
Θα σε βρω . 
Δεν δουλεύει ! 
Γύρνα το πιο απαλά , κατάλαβες ; 
- Μέχρι και μουσική ακούς ! - Αν θέλεις , ναι . 
- Τέλειο ! 
- Ναι . Έτσι μιλώ με τον Κλεμέντε όταν είναι στον λαβύρινθο . 
Έλα να δεις . 
Άντε . Έλα , αγάπη μου ! 
Έλα . 
Είναι τέλεια , αγάπη μου ! Έλα να δεις ! Έλα ! Μην τρέχεις , Αλφρέ . 
- Πάρε την κοιλιά σου κι έλα ! 
Άντε ! 
- Όχι ! Πιο σιγά ! 
Αλφρέ , ξέρεις τι σκέφτομαι ; Μόνο οι νεκροί πρέπει να ' ναι κάτω από τη γη . 
- Μα δεν μπορώ να τα παρατήσω τώρα . 
- Ούτε για μένα ; 
Για σένα ψάχνω τον θησαυρό του Λοτρέκ . 
Για εμάς το κάνω . 
Είμαι πολύ κοντά . Τόσο κοντά , αγάπη μου . 
Θα είναι η τελευταία μας δουλειά . 
Πες μου ότι συμφωνείς . 
Εντάξει . 
Πάμε . Μας περιμένει ο Κλεμέντε στο κρησφύγετό μας . 
Το κρησφύγετό του ! 
Αντό ; Αντό , λαμβάνεις ; 
Αντό ; 
Αντό , λαμβάνεις ; 
Αντό ; 
Κλεμέ ; 
- Λαμβάνεις ; Τι έγινε ; 
- Ναι , μην ανησυχείς για μένα . 
- Πώς πήγε ; Βρήκατε τα παιδιά ; 
- Ναι , μαζί μου είναι . 
Τώρα ψάχνουμε την πλησιέστερη έξοδο . 
Πες ότι μπορούμε να πάμε προς το Αρχαιολογικό Μουσείο . 
Τώρα σου ήρθε αυτή η ιδέα ; 
- Υπάρχει πρόβλημα ; 
- Με ποιον μιλάς , Αντό ; 
Πρέπει να βγούμε από δω , κι εσύ κυνηγάς τον θησαυρό . 
Δεν τον κυνηγάω . 
Όλοι από κει πρέπει να πάμε , πάμε μαζί ! 
Ρώτα τον φίλο σου αν συμφωνεί . Άντε ! 
Ποιος είναι μαζί σου , Αντό ; 
Κλεμέ , είναι κι άλλος μαζί μας . Θα σου εξηγήσω μετά . 
Είπε να περάσουμε από το Αρχαιολογικό Μουσείο . 
Μισό , να σκεφτώ . 
Το Αρχαιολογικό Μουσείο . 
Ναι , υπάρχει όντως έξοδος μέσα από το Αρχαιολογικό Μουσείο . Αλλά για να φτάσετε εκεί , πρέπει να κάνετε τεράστια παράκαμψη . 
Υπάρχει πιο σύντομος δρόμος ; 
Το μόνο απευθείας μονοπάτι περνά από πηγή θείου , αλλά είναι επικίνδυνο . 
Είναι ενεργή ηφαιστειακή περιοχή , εξαιρετικά ασταθής . 
- Η Τερέσα ; Πού είναι ; 
- Έχει πίδακες παντού . 
Είναι επικίνδυνο . 
Ήθελε να πάει στις κατακόμβες , με το ελιξίριο του πρίγκιπα . 
- Γιατί δεν τη σταματήσατε ; - Αντόνια ; Αντό , τι συμβαίνει ; 
Κλεμέ , θέλω βοήθεια να περάσουμε από την πηγή θείου . 
Όχι . Αντό , ξέχνα το . Δεν γίνεται . Είναι πολύ επικίνδυνο . 
Δεν φαντάζεσαι τι θα γινόταν αν ... 
Αντό , λαμβάνεις ; 
Μην πάτε πουθενά , είστε ασφαλείς εδώ . 
Θέλω να σας βρω εδώ όταν γυρίσω . 
Πήγαινε , Τονί . 
Φέρ ' την πίσω σώα και αβλαβή . 
Να είστε βέβαιοι . 
Πάμε , Wonderboy ! 
Φέρ ' την πίσω σώα και αβλαβή ! 
Λελού ! 
Λελού ! Λελούτσο ; 
Λελού ! Λελού , πού είσαι ; 
Λελού , κρυφτό παίζεις ; 
Γαμώτο , ο Χάρος ! 
Ναι , ο Χάρος κι ο μπαμπούλας ! 
Πολύ υπερβολικός είσαι ! 
Είναι ο τύπος που σου είπα . 
Ο Δάσκαλος . 
- Δάσκαλος είναι ; - Αμέ . 
- Μάλιστα . - Μην ανησυχείς . 
Τα έχω κανονίσει όλα . 
- Ναι . - Βλέπεις αυτό το μέρος ; 
Εδώ βρήκα το αγαλματίδιο του Μαραντόνα . 
Και τώρα ... ο Δάσκαλος θα επικοινωνήσει μ ' ένα πνεύμα που τον συντροφεύει . 
Μάλιστα . 
Και θα βρούμε ό , τι θέλουμε . Θα μας πάει στο ακριβές σημείο . 
- Κατάλαβα . 
- Αλλά χρειάζεται λίγη βοήθεια . Ένα μικρό κίνητρο . 
Άλλα 100 ευρώ ; 
Μη ρωτάς εμένα . Δάσκαλε ; 
Δάσκαλε , είσαι σίγουρος γι ' αυτό ; Δάσκαλε ! 
Ενζού , ο Δάσκαλος είναι κωφάλαλος . 
- Λελού ... - Ενζού ! Θα μιλήσεις εσύ στο φάντασμα ! 
Φεύγει ; 
Μ ' ένα πιστόλι βρίσκουν το φως τους και οι τυφλοί . 
Ενζού , έλα τώρα . Μην παίζεις . 
- Κουνήσου . 
- Έχω αυτό που ψάχνεις . 
Πού βρισκόμαστε ; 
Δεν έχω ιδέα , Αντό . 
Δεν έχω ξανάρθει εδώ . 
Τερέ ; 
Τερέσα ! 
Δες αν μπορεί να μας καθοδηγήσει ο φίλος σου . 
Κλεμέντε ; 
- Κλεμέ ; - Καλύψου . Αντό , λαμβάνω . 
- Θέλουμε οδηγίες . 
- Πόσο βαθύ είναι το νερό ; 
Αρχικά ήταν ως τον γοφό , τώρα ως το γόνατο . 
Πλησιάζετε στην περιοχή με τους κρατήρες . 
Σχεδόν φτάσατε στην έξοδο που μπαίνει στο μουσείο . 
Πες του ότι θα τον βρούμε εκεί . 
- Μα πρέπει να πάρουμε τα παιδιά ! 
- Καλύψου ! 
Τα παιδιά είναι ασφαλή . 
Ο Κλεμέντε θα μας πει έναν τρόπο να τα βρούμε χωρίς να καταλήξουμε βραστοί ! 
- Ναι . 
- Κλεμέ , ραντεβού στο μουσείο . 
Εντάξει , Αντό , αλλά προσοχή . Το πιο επικίνδυνο μέρος πλησι ... - Κλεμέ , δεν σ ' ακούω . Τι έγινε ; 
- Δώσ ' τον μου ! 
- Στάσου ! 
- Δώσ ' τον , Αντό ! Είναι επικίνδυνο ! 
Είσαι καλά ; 
Τερέσα ! 
Τερέ ! 
Εσύ είσαι ; 
Τερέ ! 
Εκεί πέρα , Αντό . 
Παιδιά , δεν γίνεται να καθόμαστε άπραγοι . 
Δεν ακούσατε τον Κλεμέντε ; 
Υπάρχει κι άλλος δρόμος για το μουσείο . 
Ίσως καταφέρουμε να τον βρούμε . Και ίσως βρούμε και την Τερέσα . 
Πώς , όμως ; 
Δεν έχουμε GPS ούτε οδηγίες ... 
Τζενά , εσύ τι λες ; Τζενοβέζε ! Σάλτσα τζενοβέζε ! 
- Τη μυρίζετε κι εσείς ; 
- Ίσως έχεις παραισθήσεις απ ' την πείνα . 
Είναι σάλτσα τζενοβέζε ! 
Παιδιά , ο αδερφός μου δεν κάνει ποτέ λάθος σ ' αυτά ! 
Η μυρωδιά έρχεται από πάνω . Ελάτε ! - Ναι . - Περνά μέσα απ ' τα βράχια . 
Ίσως αν την ακολουθήσουμε , βρούμε έναν δρόμο για πάνω . 
Η Αντόνια είπε να μείνουμε εδώ . 
Εσύ περίμενε εδώ , τότε ! 
- Πάμε , Τζενά . 
- Έλα , Ραφέ . Από δω . 
Είναι βλάκες και οι δύο . 
Σασά , μπορεί να είναι βλάκες , μα είναι φίλοι μας . 
Πάμε . 
Εδώ δες ! Τι τσιμπούσι ! Ντόμπερμαν , πεθαίνω της πείνας ! 
- Τι είναι αυτό ; Μ ' αρέσει ! - Κάτω τα χέρια σας ! Δεν είναι για εσάς ! 
Σαμά , πρέπει να τρώω επτά γεύματα τη μέρα . Έχω χαμηλό σάκχαρο . 
- Πίσω , άντε . - Στάσου . Τι έγινε ; 
Δεν την ακούσατε ; 
Λοιπόν ; 
Τα μακαρόνια είναι για τους γονείς των παιδιών . 
Τσιουά , τώρα έγινες ο προστάτης άγιος των πεινασμένων ; 
Όταν ήταν επικεφαλής , δεν έδινε μία για τον γιο του . Αλλά τον πέταξε η σπιτονοικοκυρά στα σκουπίδια ... και θύμωσε , κατάλαβες ; 
Η σπιτονοικοκυρά δεν έχει σχέση . 
Κι έχω συνηθίσει να συναναστρέφομαι σκουπίδια . 
Άσ ' τους , Σαμά . 
Είναι φίλοι . 
Άσ ' τους να φάνε . 
Σου κόπηκε η όρεξη ; 
Πονάει το στομάχι μου . 
- Δίνε του ! 
- Ναι . 
Δρόμο ! 
Χτύπησες ; 
Δεν είναι τίποτα . 
Ούτε εγώ ξέρω πώς να είμαι γονιός . 
Τι λες να μάθουμε μαζί ; 
Πάμε . 
Να το . 
Το βρήκα μαζί με το αγαλματίδιο . 
Ήταν πεσμένο εκεί κοντά , σαν να είχε πέσει από αυτό . 
Και γιατί δεν μου το έδωσες αμέσως ; 
Ένζο , είναι το κλειδί για ένα παλιό φρεάτιο . Σαν αυτά στα σοκάκια . 
Σίγουρα υπάρχει κάποιος θησαυρός εκεί . Αλλιώς , δεν θα έμπαιναν στον κόπο να κρύψουν το κλειδί μέσα στο αγαλματίδιο του Μαραντόνα . 
- Και ήθελες να με κλέψεις , έτσι ; - Όχι ! Δεν θα το έκανα αυτό ! 
- Το δικό μου . 
- Και το δικό μου . Ορίστε . 
Ακόμα ο τηλεφωνητής . Τι κάνουμε ; 
Να σκεφτώ λίγο . 
Εδώ θέλεις να σκεφτείς ; 
Πάμε πριν έρθει η σπιτονοικοκυρά ! 
- Δίκιο έχει ! Πάμε . 
- Ελάτε ! 
Τα παιδιά στον λαβύρινθο με χρειάζονται . 
Δεν δίνω δεκάρα . 
Είσαι εξίσου άρρωστη με τον Αλφρέντο . 
Μην ξαναπείς τ ' όνομά του ! Πίσω ! Θα της κάνω κακό ! Πίσω ! 
Πίσω ! 
Τερέσα ! Τερέ ! 
Η μυρωδιά της σάλτσας . Από δω έρχεται . 
Μα είναι πολύ στενά . 
Πώς θα περάσουμε ; 
Ξέρεις τι θα γίνει , έτσι ; 
Άκουσέ με . Δεν δίνω μία για το αγαλματίδιο ! 
Κλεμέ , σταμάτα τα ψέματα . 
Μου τα είπε όλα ο Καπουότσο . 
- Δεν καταλαβαίνεις τίποτα . 
- Τι να καταλάβω ; 
Με κορόιδεψες . Έκανες συμφωνία μ ' εκείνο το παιδί . 
- Τον Μουνατσέλο ! 
- Δεν είναι ο Μουνατσέλο ! 
Ο διάολος είναι . 
Ήρθε από το πουθενά . Γνώριζε τα πάντα . 
Γνώριζε για τον θησαυρό . Τα πάντα ! 
Πίσω ! 
Σωστά δεν τα λέω ; 
Τον βοήθησα να βρει το αγαλματίδιο , επειδή με ανάγκασε . 
Ναι ; Ας ερχόσουν σ ' εμένα . 
Θα σε προστάτευα . 
Αντζέ , δεν τον ξέρεις . 
Ο μικρός θα έκανε τα πάντα για να βρει τον θησαυρό . 
Απάτη , κλοπή , φόνο ! 
Η λάμψη στα μάτια του σου παγώνει το αίμα ! 
Αν θέλεις να σε πιστέψω , ένα πράγμα μπορείς να κάνεις . 
Τον Μουνατσέλο . Πρόδωσέ τον. 
- Αντό , ένα φως ! 
- Αυτή θα είναι . Τερέ ! 
- Τερέσα ! 
- Αντό , καλύψου ! 
Τονί ! 
Όχι ! Τονί ; 
Τονί , άνοιξε τα μάτια . Τονί , σε παρακαλώ . 
Δείτε μέρος ! 
Είναι απίστευτο ! 
Κοιτάξτε εκεί πάνω ! 
Τι είναι όλα αυτά ; 
Προσοχή . Μπορεί να είναι επικίνδυνα . 
Δείτε αυτά εδώ ! 
Τι όμορφα ! 
Τονί ; 
Τονίνο ! 
Τονί , εδώ είμαι ! 
Τονίνο ! 
Σε παρακαλώ , Τονί ! 
Τονί . Σε παρακαλώ , ξύπνα , Τονί . 
Σε παρακαλώ ! 
Όχι , Τονί . 
Έλα ! 
" Κάποιους τους κάνει πλούσιους κι άλλους φτωχούς " . 
Παιδιά , βρήκαμε το κρησφύγετο όλων των Μουνατσέλο . 
