（ 車太民 ， 六歲 ） 
喂 
你 叫 什麼 名字 ？ 
車太民 
（ 三食 ， 十六 歲 ） 
肚子 餓 就 跟 大叔 說 ， 知道 嗎 ？ 
- 不要 餓著 肚子 
- 好 
三食 
這間 也 來 收拾 一下 
好 
你 是 誰 ？ 
三食 
他 說 只要 供 他 一日三餐 他 什麼 都 肯做 
要是 供 四餐 ， 他 可能 連人 都 殺 
真的 ... 
（ 姜日植 ， 姜成民 的 爸爸 ） 
只要 供 你 一日三餐 你 就 什麼 都 做 嗎 ？ 
對 
太民 
你 自己 靜靜 地 吃 就 好 ， 知道 嗎 ？ 
（ 竭力 守護 民主 主義的 經濟 專家 ） 
（ 逆貧 大叔 ） 
（ 誘餌 ） 
（ 首都 防衛隊 ， 祕 密 地堡 ） 
強行 通過 《 地方 自治法 》 修正案 那 是 三食 的 計畫 吧 ？ 
而 你 也 同意 了 
姜成民 肯定 會試 圖 強行 通過 《 地方 自治法 》 修正案 
屆 時 你 必須 好好 展現 出 你 的 存在 感 
我們 要 讓 他 通過 修正案 因為 得 讓 他 在 自由 黨站 穩腳 跟 
看來 我 已經 沒什麼 能教 你 的 了 
而 我則 會 有 反對 強行 通過 修正案 的 民主 鬥士 形象 ， 對 吧 ？ 
你 先 去 見 見 吳仁宇 記者 
我 可以 給你 更 大 的 獨家 
獨家 ？ 
一張 國會 議員 在 國會 打人 可以 放上 頭版 的 照片 
向 他 透露 姜成民會 試圖 強行 通過 修正案 的 消息 
國會 警衛 那邊 我會 先 打點 好 
反對 的 自由 黨議員 有 多少 人 ？ 
大約 有 20 人 ， 但 你 不用 擔心 
韓秀會 攔著 那些 人 
好 ， 知道 了 
那 我 要 在 國會 做 什麼 ？ 
你 只要 去 國會 和 無黨籍 議員們 見面 就 可以 了 一邊 向 他們 說 明國家 再 建計畫 一邊 適度 拖延 時間 
對 了 ， 一定 要 讓 《 地方 自治法 》 修正案 通過 
我們 只要 讓 吳仁宇 記者 拍 到 照片 就行了 而 你 只 需要 跟 他們 發生點 不 至於 受傷 的 肢體 衝突 就 好 
但 自由 黨應 該會 聚集 一百多名 議員 我 有 辦法 不 受傷 嗎 ？ 
你 完全 不必 擔心 
我 已經 交代 過鮮于 碩議員 了 
我 已經 召集 了 十位 力氣 大 的 議員 
你 先 待命 ， 我會 再 打 電話給 你 
鮮于 碩會 在 國會 附近 待命 你別 擔心 
好 ， 沒什麼 特別 的 事 啦 
我 就是 想 跟 你 們 悄悄地 聚 一下 
自由 黨現 在 試圖 強行 通過 法案 
- 現在 ？ 
- 什麼 法案 ？ 
《 地方 自治法 》 修正案 
那得 趕緊 去 阻止 他們 啊 
四個 人 怎麼 敵得過 一百 人 ？ 
我們 又 不是 李舜臣 將軍 
《 地方 自治法 》 修正案 ？ 
這 根本就是 非法 選舉 ！ 
- 金議員 - 萬一 鮮于 碩議員 沒來 我 也 會 自己 阻止 他們 
不 ， 你 千萬別 那麼 做 
那樣 不行 
你 絕對 不能 做 危險 的 事 
- 快去 - 大家 趕快 去 
- 快點 - 走 吧 
你現 在 在 幹 嘛 ？ 怎麼 還沒去 國會 ？ 
你 都 站 不直 了 
在 這種 情況 下 ， 你 還給 我 喝 威士忌 ？ 
- 我要 過去 了 
- 你 這個 老糊塗 
待會 金產 要是 受傷 怎麼 辦 ？ 
趕快 去 ！ 快 ！ 
難道 我們 要 袖手 旁觀 嗎 ？ 
自由 黨 的 議員 超過 100 人耶 
都 來 到 這裡 了 應該 沒 有人 打算 投反 對票 吧 ？ 
走 吧 
這件 事 一見 報 姜成民 就 真的 麻煩 大 了 - 你 不在乎 嗎 ？ - 你們 這是 在 做 什麼 ？ 
- 無所謂 - 竟敢 企圖 強行 通過 法案 ！ 
我們 直接 把 他們 擠開 吧 
我們 挽著 手臂 ！ 
- 強行 通過 的 法案 無效 ！ 
- 無效 ！ 
我們 反對 非法 選舉 ！ 
我們 反對 非法 選舉 ！ 
你 搞 什麼 ？ 放手 
我 說 我 反 對 非法 選舉 ， 姜成民 
你 這瘋子 竟敢 對國會 議員動手 ？ 
你 算 什麼 國會 議員 ？ 你 只是 崔敏圭 的 跟班 
你 這混帳 ！ 
姜議員 
上樓 吧 
我 再問 你 一次 
你 是 真的 不在乎 姜成民 了 吧 ？ 
都 跟 你 說 是 了 ， 你 要 問幾次 ？ 
你 能 把 你 為 姜成民 做 的 那 一套 套用 到 我 身上 嗎 ？ 
請 你 正面 回答 我 
我會 為 你 做 得 更 多 
朴智旭 的 賄賂案 全都 是 三食 捏造 的 吧 ？ 
而 你 也 全都 知情 
你 的 計畫 是 什麼 ？ 
我要 讓 韓秀當 誘餌 ， 扳倒 朴智旭 
然後呢 ？ 
再 拿 朴智旭 當誘 餌 ， 搞垮 崔漢林 
這叫 稜 柱 
（ 1960 年 3 月 4 日 ， 首爾 ， 韓國 ） 
（ 夜校 ） 
芷娜 
你 要 去 哪 ？ 回家 嗎 ？ 
- 對 
- 你 等 我 一下 喔 
幫 我 把 這個 拿給 你 媽媽 
麻煩 她 再 幫 我 修補 一下 
我媽媽 有 在 做 這個 嗎 ？ 嗯 ， 你 不 知道 啊 ？ 
你 媽媽 技術 很 好 
好 
再見 
那 是 誰 啊 ？ 
鄰居 小孩 
（ 為國家 著 想 的 父親 再次 出馬 競選 ） （ 總統候 選人 李承 旼 副 總統候 選人 李起鶴 ） （ 民主 黨 ， 總統候 選人尹 潽 賢 副 總統候 選人 張敏 ） 
（ 受不了 了 ， 更換 政權 吧 ！ 
（ 換人 只會 更糟 ， 愛國 青年 ） 
金芷娜 
叔叔 ， 你剛 回來 嗎 ？ 
你 在 幹 嘛 ？ 
左鄰 右舍 都 一直 在 討論 你 
我來 拿 吧 
他們 討論 我 上 報 的 事 嗎 ？ 
他們 說 你 參選國會 議員 的 話 就要 投給 你 
是 嗎 ？ 
你 也 會 當國會 議員 嗎 ？ 
這個 嘛 
如果 你 希望 的 話 叔叔 去 當國會 議員好 嗎 ？ 
但 我 覺得 一個 人 做 的 事情 應該 比 他們 的 頭銜 更 重要 
你 長 大 了 
你 說 得 對 ， 我們 走 吧 
剛才秀 珍姐 說 要 請 我 媽媽 幫忙 修補 衣服 
媽媽 瞞 著 我 工作 嗎 ？ 
應該 是 在 我 睡覺 的 時候 吧 
（ 選舉 對策 總部 ） 
辛苦 了 ， 法案 通過 了 
其他 事情 你 不用 太 擔心 
沒什麼 大不了 的 
好 
法案 通過 了 
動員 可 派遣 的 軍人 跟 公務員 
要 派 往外 縣市 投票 所 的 人員 已經 選好 了 
立刻 派出 去 
我們 會 在 今天 著手 進行 
- 聯絡 過陸 軍 總部 了 吧 ？ - 是 - 確認過 了 吧 ？ - 對 
這 是不是 他 啊 ？ 
他 本人 比較 好看 
好久 不見 啊 
稍 等 我 一下 
- 你 最近 好 嗎 ？ - 我 很 好 
你 呢 ？ 
還行 ， 怎麼 了 嗎 ？ 
感覺 好像 無論 走 到 哪 
- 你 都 是 大家 的 話題 中心 - 是 啊 ， 我覺 得 很 不自在 
金 先生 ， 這 真是 場 精彩 的 演出 
我 只是 碰巧在 那裡 
那 我們 就 之 後 再 見 了 
好 ， 後 會 有期 
再見 
金 先生 那 我們 今晚 也 碰巧 一起 吃個 晚餐 怎麼樣 ？ 
這麼 突然 ？ 
沒錯 ， 就是 這麼 突然 
那晚 點飯 店 見 
我們 走 吧 
天 啊 ， 我們 的 朋友 簡直 變成 明星 了 
真帥 
喂 ， 朴 大尉 
你 之前 是不是 要 我 幫 你 找 一本 書 ？ 嗯 ， 找 得到 嗎 ？ 
聽 說 可以 從 日本 寄過 來 
謝謝 
你 一個 軍人 看什麼 哲學書 啊 ？ 
你 真的 很愛表現 出 自己 念過 哲學系 
你 也 喜歡 朱仁 太 老師 嗎 ？ 
哥 ， 這邊 
快點 啦 ， 探病 時間 都 要 結束 了 
你 怎麼 這麼 慢 ？ 
他 還好 嗎 ？ 
我們 先進 去 看看 他 ， 打個 招呼 吧 
他 在 哪 ？ 
他來 了 
這 到底 是 怎麼 回事 啊 ？ 
我 都 這把 年紀 了 ， 有什麼 好 驚訝 的 ？ 
在 這麼 關鍵 的 時刻 ... 
我 要是 死 了 會 有 誰 想 取代 我 的 位置 呢 ？ 
你 怎麼講 這種 話 ？ 
那 孩子 比不上 他哥 
他 還年 輕 性格 又 溫順 
你們 得 幫 幫 他 
好 ， 沒 問題 
三食 
是 
也 讓 我 嚐嚐 你們 店裡 的 紅豆 麵 包 吧 
好 
我 下次 會帶 紅豆 麵 包 和 糯米 麻 糬 過 來 
好 
（ 民主 黨經濟 專家 金產 提出 可 行政 見 ） 
進去 吧 
社長 
歡迎 
吳記者 都 跟 你 說 明過 了 吧 ？ 
對 
我們 的 待遇 可能 比不過 其他 地方 
菜鳥 記者 能 奢望 有什麼 好 待遇 呢 ？ 
- 喔 ， 進來 - 好 
你 來試 穿 一下 衣服 
把 外套 脫掉 
那套 條紋 的 看 起來 是不是 比較 高級 ？ 
嗯 ？ 
是 嗎 ？ 
給我 吧 
看看 你 穿 了 會 不會 像 個 富家 少爺 
怎麼 了 嗎 ？ 
麻煩換 一下 他的頭 髮 分線 
他 只有 這一條 分線 ， 換得 了 嗎 ？ 
- 拜 託 你 平時 洗洗 頭吧 - 什麼 ？ 
這是 在 做 什麼 ？ 
來 
你 從 今天 開始 就是 山愛物產 的 金 光敏 社長 
不覺 得 穿 這套 扮 有 錢 人 比 較 自然 嗎 ？ 
這個 顏色 不錯 
你 先 出去 
為 什麼 ？ 
讓 他換 衣服 啊 
那 我 要 去 哪 ？ 
出去 吃 麵 包 啊 
我 不 喜歡 吃 麵 包 
那 你 就 下班 ！ 
好 
我付 她 薪水 ， 還把 她當 主子 侍奉 呢 
他 說 你 今天 就照 這樣 報告 
喔 ， 好 
然 後 這讓 你 拿 去 買 湯飯 吃 
這是 我 的 麵 包 ， 你 要 吃 嗎 ？ 
沒關 係 ， 很 好吃 的 
要 不要 一起 吃 ？ 
店裡 還有 很多 
你 吃 吧 
好 ， 我 看看 
這樣 可以 嗎 ？ 
他 整個 人 都 改頭 換面 了 
果然 人要 衣裝 ， 是 吧 ？ 
頭 髮 怎麼 都 弄不好 ？ 
你們 確認 過山 愛物產 對 於 出口 外匯 收入 提出 的 申請 了 吧 ？ 
是 ， 他們 申請 收取 麵 粉作 為 貨款 
我要 讓 韓秀當 誘餌 ， 扳倒 朴智旭 
為 什麼 呢 ？ 
因為 韓秀會 成為 山愛物產 的 金 光敏 社長 
不覺 得 穿 這套 扮 有 錢 人 比 較 自然 嗎 ？ 
他 平常 不太會 遲到 的 
你 要 不要 再點 一杯 別 的 茶 ？ 
- 歡迎 光臨 - 喔 ， 你 快 來 
你好 
來 打個 招呼 
你好 ， 我 是 山愛物產 的 社長 金 光敏 
他 不 只是 年輕 ， 我 看 根本就是 個 小孩 
他 看 起來 年紀 比 較 小 
直接 把 你 的 需求 告訴 他 吧 
- 好 
- 麻煩 也給 他 一杯 咖啡 
好 的 
來 ， 你 跟 著 我 唸 ， 韓秀 
原料 說 好 按照 援助 國的 要求 ... 
" 原料 ... " - 說 好 按照 援助 國的 ... - " 說 好 按照 援助 國的 要求 ... " 好 
" 收取 麵 粉 " 
- 作為 什麼 ？ 
- 貨款 
好 ， 接下 來 
- 市 ... 
- " 市 ... " 
- 市價 
- " 市價 " 
- 市價 - " 市價 " 
韓秀 
你 看不懂 韓文 嗎 ？ 
- 你 到底 看 不 看得懂 ？ 
- 不要 小看 我 
少自以 為 是 
我們 在 出口 原料 的 時候 已經 說 好 要 按照 援助 國的 要求 收取 麵 粉作 為 貨款 
按照 援助 國的 要求 " 按照 援助 國的 要求 " 
- 收取 麵 粉 - " 收取 麵 粉 " 作為 貨款 
" 作為 貨款 " 
- 我們 - " 我們 " 
- 希望 - " 希望 " 那些 麵 粉能 以 官方 匯率 計算 
官方 匯率 是 什麼 ？ 
三食 大叔 
這太難 了 
他 怎麼 連兩句 話 都 背 不好 ？ 
這兩句 話 你 到 現在 還背 不起 來 啊 ？ 
你講 一次 看看 
我們 在 出口 原料 的 時候 已經 說 好 要 按照 援助 國的 要求 收取 麵 粉作 為 貨款 但 我們 希望 那些 麵 粉 能以 官方 匯率 計算 
- 所以 想 請 議員 幫忙 - 什麼 ？ 
接著 他 肯定 會 說 " 這樣 利潤 差額 應該 會 超過 五倍 " 
要是 用 官方 匯率 計算 利潤 差額會 超過 五倍 的 
" 利潤 差額 應該 會 超過 五倍 " 
- " 那樣 的 話 ... " 
- 嗯 
那樣 的 話 ， 我們 ... 
他們 會給 你 利潤 差額 的 20% - 並且 在 你 的 選區造 一座 橋 - 造 一座 橋 
- 橋 ？ 
- 對 
- 他辦 得到 嗎 ？ 
- 那當然 朴議員 ， 你 想要 的 我們 都 會 做到 
只要 跟 朴智旭 說 要 在 他 的 選區 造橋 ， 他 肯定 會 上 鉤 
怎麼 又 收到 山愛物產 的 出口 外匯 收入 申請 了 ？ 
對 啊 ， 他們 之前 申請 收 麵 粉 當貨款 不是 定案 了 嗎 ？ 
我們 之前 都 同意 了 啊 
山愛物產 的 出口 外匯 收入 就給 他們 官方 匯率 吧 
什麼 ？ 
這樣 利潤 差額會 超過 五倍 的 
你 怎麼 突然 這麼 說 ？ 
開會 時 你 都 在 打瞌睡 
我們 休息 一下 再 繼續 吧 
你 怎麼 這麼 關心 這件 事 ？ 
- 先 休息 一下 吧 
- 幹嘛 又 這樣 ？ 
你們 態度 真的 要 這麼 強硬 嗎 ？ 
之前 我 提出 延長 萬江物產 貨款 繳納 期限 ， 你 也 沒 同意 啊 
好 啦 ， 我 再 去 協調 一下 萬江物產 的 貨款 繳納 期限 
真的 嗎 ？ 
這樣 的 話 那件事 就 另 當別論 了 
那 你 呢 ？ 
要 不要 我 再 多 給久仁 食品 一些 玉米粉 的 貨量 ？ 
這樣 的 話 我 也 贊成 你 剛才 說 的 
好 
那山 愛物產 的 貨款 就 用 官方 匯率 計算 ， 行 嗎 ？ 
很 好 
- 已經 批准 了 - 謝謝 
- 橋呢 ？ 
- 我 已經 發包 給大勉 建設 了 
你 這 小子 辦事 挺 俐落 的 ， 不錯 
這是 我 的 一點 小 心意 
是 一份 禮物 ， 你 要 打開 看看 嗎 ？ 
把 它 悄悄 放進 我後車 廂 
我 悄悄 幫 你 放進 去 
我們 ... 一定 會 把 所有 事情 辦得 乾淨 俐落 
接下 來 我們 就 不 認識 了 那當然 
- 回去 吧 
- 請 慢走 
要 好好 保重 身體 
事情 會順利 嗎 ？ 
唉 唷 ， 不好 說 
- 我們 回來 了 
- 喔 ， 怎麼樣 了 ？ 
他們 已經 批准 用 官方 匯率計 算了 
真的 嗎 ？ 
我應 該 算 做 得 不錯 吧 ？ 
你 做 得 很 好 ， 非常 好 
韓秀 ， 接著來 準備 聽 證會 吧 
證人 的 臺 詞絕 對 不能 出錯 
- 對 - 又 要 背 東西 嗎 ？ 
沒事 ， 這沒什麼 我 看 你 滿 有念書 的 天分 啊 
剛剛 那個 箱子 裡有 什麼 東西 嗎 ？ 
嗯 ？ 
後 車廂 的 木箱 裡裝 了 什麼 ？ 
信義社 ... 署名 ... 
裡面 有 類似 署名 的 東西 
姜進成 嗎 ？ 
- 姜成民 
- 姜成民 
那 是 信義社 綱領 
你 不是 說 看到 他燒 掉 了 ？ 
對 不起 
看來 朴智旭 這 傢 伙 把 它 偷藏 起來 了 
那 是 很 重要 的 東西 嗎 ？ 
- 要 不要 我 立刻 去 拿 來 ？ 
- 等等 
怎麼 了 ？ 
- 你 確定 那 上面 有 姜成民 的 署名 ？ - 確定 
我 還以 為 朴智旭 全燒 了 看來 他 偷偷 藏 了 起來 
你 覺得 他 為 什麼 要 把 它 偷藏 起來 ？ 
對 啊 ， 他 為 什麼 要 偷藏 起來 ？ 
你 先 去 熟悉 劇本 吧 
可是 我 很 好奇 耶 ， 到底 是 什麼 狀況 ？ 
- 朴智旭 - 嗯 打算 從 背 後 捅 姜成民 一刀 
- 可以 了 嗎 ？ 
- 為 什麼 ？ 
走 ， 我們 還是 去 背 臺 詞 吧 ， 來 這邊 
朴智旭 ... 
辛苦 你 了 
- 辛苦 了 
- 那 我 就 先 走 了 
朴智旭 上 鉤 了 
是 啊 
接下 來 你 有 得 忙 了 
當你 的 存在 感越強 身邊 就 會 有 越 多 人 想動搖 你 的 心 你 絕對 不能 被 影響 
我 知道 了 
我會將 你 打 造成 韓國國務 總理 
必須 一心 向 著 這個 目標 才 會 有 一點 實現 夢 想 的 可能 
好 
要是 出現 任何 想動搖 你 的 人 你 就 立刻 告訴 我 
我 不會動搖 的 
太民 
太民 ， 你 起來 一下 
大叔 ， 你 要 去 哪 ？ 
我要 去 大阪 
我會過 去 變成 有 錢 人 再 回來 
那 你 什麼 時候 回來 ？ 
等 我 變成 有 錢 人 之 後 
你 一定 很 怨恨 我 吧 ？ 
我 不 怨恨 任何人 
要是 我 怨恨 你 ， 那 我 早就 離開 這了 
是 啊 ， 我 想 也 是 
他 又 想 殺 誰 了 ？ 
抱歉 
當時 我 以 為 那麼 做 是 在 效忠 
姜成民 
你 打算 拿 他 怎麼 辦 ？ 
我要 讓 他 的 政治 生涯 到 此 結束 
一定 要 阻止 他 當上 總統 
你 去 大阪 尋找 自由 吧 
我 握有 姜成民參 與 信義社 活動 的 證據 
車太民 呢 ？ 你 會 殺 了 他 嗎 ？ 
請 你 回答 我 
如果 有 必要 的 話 
金 先生 
- 抱歉 
- 我 才 抱歉 ， 你 沒錯 
你 今天 碰巧 出現 在 我 房門口 真是太 令人 驚喜 了 
我 碰巧在 這 附近 
請進 吧 
你 來 的 路上 還順利 嗎 ？ 
挺 順利 的 
要 吃 一點 嗎 ？ 
感謝 你 的 好意 ， 但 不用 了 ， 謝謝 
你 不 喜歡 披薩 嗎 ？ 
我 喜歡 但現 在 不想 吃 
金 先生 ， 這位 是 我 哥哥 麥可 
麥可 ， 這是 金產 
- 你們 認識 吧 ？ 
- 我們 見過 
好 ， 所以 ... 
美國 那邊 還有 一些 公司 正在 討論 合資 事宜 
只要 韓國 政府 肯做 付款 擔保 就 可以 繼續 推進 技術 轉移 
除了 佩特 龍實業 之外 我們 還有 其他 八個 潛 在 合作 夥伴 
真是 個 好消息 
是 啊 ， 很多 合作 夥伴 都 有 興趣 ， 但 ... 在 這麼 關鍵 的 時刻 我覺 得 我們 似乎 還沒 準備 好 
我 有 同感 
我 也 很 著 急 
國家 再 建計畫 
你 認為 它 真的 可行 嗎 ？ 
目前 還說 不準 
瑞秋 ， 你 怎麼 想 ？ 
我覺 得 不太可能 
法案 通過 了 ， 恭喜 你 
車太民 正在 盯 著 我們 
什麼 ？ 
他 一直 在 盯 著 我們 
車太民 打算 殺 了 我 
快 幫 我 殺 了 他 
我 太 害怕 了 
好 你 先 冷靜 一點 
冷靜 ？ 你 要 我 冷靜 ？ 
- 我 都 說 了 車太民要 殺 我 ！ 我會 保護 你 
他 要是 在 你 身邊 徘徊 那 就 更 容易 抓到 他 
我來 負責 抓 他 
我 最近 根本 就 睡 不 著覺 
我 瞭解 ， 但 你 可是 即將 當上 國務 總理 的 人 你 的 心志 要 堅強 一點 
170 位 自由 黨議員 因為 你 的 一句 話 而 做出 了 行動 
那 可不是 誰 都 能 做到 的 ， 對 吧 ？ 
快點 幫 我 
解決 太民哥 
盡快 
就算 它 真的 可行 我 想 也 沒人 有 時間 執行 
我們 需要 可靠 的 合作 夥伴 
金 先生 你 和 崔將 軍 很 熟 ， 對 吧 ？ 
對 ， 沒錯 
崔將 軍 就 在 806 號房 
- 在 這裡 ？ 
- 他現 在 就 在 這 
然後呢 ？ 
以 目前 的 狀況 來 說 我覺 得 崔將 軍 是 我們 合作 夥伴 的 最佳 人選 
你 不 這麼 認為 嗎 ？ 
（ 1960 年 ， 地點 不詳 ， 韓國 ） （ 首都 防衛隊 ， 祕 密 地堡 ） 
幫 他 鬆 綁 
還好 嗎 ？ 
你 嚇壞 了 吧 ？ 
坐 吧 
將軍 
謝謝 你 願 意來 
謝謝 你 邀 請 我 
這位 是 首都 防衛 司令官 ， 閔修 哲將 軍 
我 是 金產 
我們 掌握 了 首都 圈 的 主要 部隊 
我們 賭上 性命 了 
我 希望 你 也 能 加入 我們 
我 沒 辦法 再 看 著 這個 國家 每況 愈下 
你 要 不要 加入 我們 ？ 
將軍 ， 你 要 我 做 什麼 ？ 
我們 需要 有人 在 民主 黨當 內應 
歐布萊特 基金 會 也 推薦 了 你 
我 ... 
政治 、 經濟 、 軍事 外交 各 方面 都 需要 你 的 見 地 
首都 防衛隊 ， 第三 海軍陸 戰聯隊 第 55 榴彈 砲 聯隊 以及 陸軍總部 敢死 隊 30 人 
這點 兵力 是 不夠 的 ， 將軍 
有個 可行 的 辦法 
等 總統 大選 結束 總統 閣 下 就 會 前往 鎮海 的 別墅 
屆 時 我們 挾持 他 當人質 頒布 《 戒 嚴令 》 再 擋 住 進入 首都 圈 的 主要 路口 這樣 就 很 有 機會 成功 
那個 計畫 很 有 模有樣 
確實 有 模有樣 
一群 不夠 格 的 人 把 權力 握 在 手中 的 樣子 我實 在 看不下去 了 
只要 我們 掌握 政權 ， 我們 必定 會 重用 你 
在 所有 從政 的 人 當中 還有 誰 能 比得上 你 ？ 
民主 黨 除了 你 ， 還有 什麼 人才 ？ 
還順利 嗎 ？ 
算順利 吧 
謝謝 你 的 關心 
你 不會 告訴 其他人 吧 ？ 
麻煩給 我 一杯 跟 她 一樣 的 
你 可以 不用 回答 我 
所以 你 有 對 三食 保密 嗎 ？ 
沒有 
你 在 這裡 做 什麼 ？ 
你 剛才 去 哪 了 ？ 
我剛 才 見 到 了 崔漢林將 軍 
他 正在 準備 發起 政變 
你 全都 告訴 他 了 ？ 
對 
為 什麼 ？ 
我 也 不 太 明白 
我為 什麼 會 告訴 他 那些 事 又 為 什麼 會 做出 那種 選擇 
我 搞不清楚 
利用 首都 防衛隊 控制 首都 圈 的 路口 ？ 
這個 計畫 聽 起來 有 模有樣 的 
看來 似乎 連 老天 爺都 在 幫 你 
首都 防衛隊 那邊 我 早就 打點 好 了 雖然 我 並沒有 預 料到 這種 事 
不過 我們 就 好好 享受 這些 巧合 吧 
你 認為 我 是 叛徒 吧 ？ 
難道 不是 嗎 ？ 
你 是 怎麼 想 我 的 ？ 
是不是 覺得 我 是 廢物 ？ 
被 利用 過後就 遭人 拋棄 的 廢物 
你 以 為 我 不 知道 你們 在 想 什麼 嗎 ？ 
那 是 什麼 意思 ？ 
我 跟 你 說過 啊 
我要 讓 韓秀當 誘餌 ， 扳倒 朴智旭 
所以 你 真的 要 拿 朴智旭 當誘 餌 搞垮 崔漢林將 軍 嗎 ？ 
沒錯 
一切 的 走向 已 定 
決定 人生 方向 的 因素 有 兩個 
一是 與 生俱來 的 天性 二是 後 天養成 的 習性 
人 擺脫 不了 這兩大 因素 
" 我為 什麼 會 那麼 做 ？ 
我為 什麼 會 那麼 說 ？ " 
原因 不外乎 這兩種 
就是 天性 與 習性 
崔漢林將 軍 的 天性 是 什麼 ？ 
他 天性 剛正 耿直 
總是 用 對 與 錯來 判斷 這個 世界 
這種 人 通常 不 瞭解 其他人 做 的 事 有 多 骯 髒 
那 他 的 習性 呢 ？ 
他 總 是 習慣 受人 敬重 
但 那 是 事實 
所以 他 想像 不到 自己 無法 受人 敬重 的 樣子 有什麼 事會 讓 他 無法 受人 敬重 呢 ？ 
我 不 知道 
懷疑 金產 
他 終究會 因為 這個 舉動 而 脫下 軍服 我們 要將 他 的 完美 計畫 占 為己 有 
他 看待 世界 的 觀點 與眾 不同 
假如 對手 的 計畫 很 完美 一般 人 都 會 感到 害怕 ， 但是 他 
卻 打算 將計畫 占 為己 有 
你 一定 要緊 跟 在 崔漢林 身邊 
為 什麼 ？ 
因為 你 就是 他 的 弱點 
我 當時 怎麼 會 那樣 做 ？ 
我 怎麼 會 那樣 說 ？ 
我 不該 那樣 讓 他 走 的 
