‫ ד"ר , הספינה הזו היא גן עדן . ‫ - בפרקים הקודמים - ‫ והתפקיד שלך ... ‫ - הצילו . ‫ להשאיר את כולם בחיים . 
‫ נשימה לא סדירה . 
‫ דפיברילטור . עכשיו . 
‫ יש דופק . 
‫ אנחנו הופכים לצוות מוצלח , מה ? 
‫ יש לי סוד . 
‫ הסוד הוא שאתה מאוהב באייברי ? ‫ הפרת את הקוד . 
‫ - את הקוד הגברי ? 
‫ שנכריז על שביתת נשק ? 
‫ נפסיק לריב על בחורות . 
‫ את חשובה . ‫ את חשובה לי . 
‫ הרבה פנים חדשים השנה . 
‫ זו הייתה בדיחת קרש כבר בפעם הראשונה . ‫ בחיי . הרבה איברים חדשים בכלל . 
‫ במקרה חירום תוכלו ‫ להשתמש בשתלים ככריות ציפה . 
‫ שניכם איומים . 
‫ מה שקורה פה זו מחלה . ‫ זה נקרא הפרעת גוף דיסמורפית . 
‫ המטופלים בשבוע הניתוחים הפלסטיים ‫ מגיעים שיכורים ממשככי כאבים ומאוויר הים . 
‫ מה אתם עושים ? 
‫ לקפטן ולטריסטן ‫ יש מסורת חביבה של לעג לאנשים ‫ שהם קורבנות של תעשייה שמנצלת אותם ‫ ומאלצת אותם לשלם על כך . 
‫ והנה באה המנצלת הראשית . ‫ מי זו ? ‫ 
- לנור לוראן . 
‫ בעלה מורי הוא הבעלים של חברת הספנות . ‫ יש להם גם רשת ‫ של מרפאות יוקרתיות לניתוחים פלסטיים . 
‫ היא משריינת את הספינה בכל שנה ‫ ללקוחות חשובים . ‫ הם עוברים את הניתוח ובאים להפלגה להתאושש . 
‫ אבל המניע האמיתי שלה בכל העניין הזה , ‫ גברת לנור מתה להשכיב את הקפטן . 
‫ היא לא רוצה ... מה שאמרת , לא . 
זה ... ‫ בובי מאסי . 
‫ היא ראתה אותי . אז תחייכו כולכם . קדימה . ‫ שודד הים החסון שלי . 
‫ לנור לוראן . 
‫ את נעשית צעירה יותר בכל שנה . 
‫ די , תפסיק . 
‫ אדוני , מה עשית לעצמך ? 
‫ קצת " ג'ובידרם " או " רסטילן " ? ‫ - לא . ‫ מתיחת פנים , מה ? ‫ - לא . 
‫ רק מעט שמש , שינה וקצת קרם הגנה . 
‫ מה שלום מורי ? ‫ מורי . שלומו מצוין . ‫ כל עוד הוא זולל נקניקים ולחם לבן . ‫ מה שהוא עושה כל הזמן . 
‫ יקירה , תזכירי לי את שמך שוב . 
‫ למה אני חושבת על הארווי ? זה לא הארווי . 
‫ כן . שמי הארווי . 
‫ שמה אייברי . ‫ והיא האחות המומחית המוכשרת מאוד שלנו . 
‫ אייברי . 
‫ נכון . 
‫ יפה כל כך . כלומר , השם . 
‫ אני מקווה שאנחנו במצב רוח טוב יותר השנה . 
‫ המטופלים שלי משלמים המון כסף ‫ ומצפים לפרצופים שמחים ומוארים , ‫ מלאים באושר וחמלה . 
‫ גברת לוראן , אפשר ללוות אותך לסוויטה שלך ? ‫ אני באה . 
‫ אני אטריד אותך אחר כך . 
‫ אוקיי . אצפה להטרדה . 
‫ ביי . בוא . 
‫ אני לא יכולה לעמוד שוב בשבוע הזה . 
‫ זה נוגד את כל מה שאני מאמינה בו . 
‫ רק דמייני שבעוד שנה מעכשיו , ‫ תהיי בדרכך להפוך לרופאה . 
‫ אבל יש ערימה של תחבושות לחץ לא ממוינות ‫ שדורשת טיפול במרפאה . 
‫ אני לא מסוגלת להישאר פה יותר . 
‫ זה הוא . 
בוב ה " קן " האנושי . ‫ מי ? 
‫ האיש שדאג להיראות כמו קן . 
‫ יש לו תוכנית ריאליטי ‫ עם ברבי , סקיפר ואלן . כל החבורה . 
‫ הם הקדישו את חייהם ‫ כדי להיראות כמו הדמויות . ‫ בחייך . ה " קן " האמיתי . 
‫ אני לא מכיר את ה " קן " האמיתי הזה . 
‫ תגיד , אפשר לשאול משהו ? 
‫ ובבקשה , אל תקבל את זה לא נכון . ‫ אבל אתה פלואידי ? 
‫ לא . אני אובססיבי . 
‫ תקרא לי מעריץ , ‫ אני פשוט חושב שהוא מעורר השראה . 
‫ מלאלה מעוררת השראה . ‫ זה גבר שלבוש כבובת פלסטיק . 
‫ לא , הוא בובת הפלסטיק . 
‫ ובכן , רבותיי , עכשיו באמת ראיתי הכול . 
‫ כלום כבר לא יזעזע אותי . ‫ היו שלום . 
‫ שלום . 
‫ לא . ‫ - אני זקוקה לטיפול רפואי . 
‫ שמישהו יעזור לי . ‫ 
- בבקשה , אלוהים . 
‫ לא , זה לא יכול להיות . ‫ אימא ! 
‫ פום פום שלי . 
טרי טרי שלי . 
‫ אני באמת צריכה לנקז את הדברים האלה . 
‫ אני יכולה לקחת אותו לרגע ? בבקשה . 
‫ נראה שאת הבעלים , אז קחי אותו בשמחה , גברת ... ‫ פון דריסן . 
‫ קרא לי קרוליין . ‫ - אוקיי . 
‫ פום פום ? ‫ - פום פום ? 
‫ איזה מזל יש לי ? אח פרטי משלי . 
‫ אני לא יודע מה גרוע יותר . ‫ העובדה שעשית מתיחת פנים עמוקה ‫ ולא סיפרת לי , ‫ או העובדה שהופעת פה בלי להודיע . 
‫ חששתי שתברח . 
‫ מה אתה אומר על החדר ? 
‫ אמרתי לבחורה בקבלה , ‫ " בני טריסטן הוא אח ב'אודיסאה' . ‫ לא ראיתי אותו יותר משנתיים . 
‫ אני צריכה להגיע ללב ים ‫ רק כדי לראות את הבן שלי . " 
‫ היא שדרגה אותי . 
‫ את יודעת בדיוק אילו קשרים להפעיל . 
‫ גבירתי , הבאנו את הקרח . ‫ אבל התכוונת להזמין הרבה כל כך ? ‫ כן . תכניסו את זה . 
‫ ערב טוב , גבירותיי . 
‫ נאכל הערב נוזלים או מוצקים ? 
‫ נוזלים . 
‫ ערב טוב . 
‫ נוזלים או מוצקים ? 
‫ סליחה . ‫ סליחה . 
‫ מה לעזאזל נראה לך שאת לובשת ? 
‫ יש קוד לבוש , יקירה . 
‫ השארת את המזוודה שלך בנמל ? ‫ לא , רק את הרצון שמשהו מזה יזיז לי . ‫ מה קורה ? 
‫ כפי שאתה רואה , ‫ האישה הזאת לבושה כמו משיטת גונדולה . 
‫ לכי להחליף בגדים . 
‫ נדבר על זה אחר כך . 
‫ וחיוך לא יהרוג אותך . 
‫ האחות הזאת שלך עושה לי דווקא . ‫ - לא . 
‫ זה משליך עליך , בובי . 
‫ שמי רוברט , ולא , ואת חייבת לי ריקוד . בואי . 
‫ בחייך . צריך הרבה יותר מזה ‫ כדי שאטה חסד למישהו . 
‫ אני מצטער . אדבר איתה . 
‫ תדבר ? 
‫ אני מעדיפה שתפעל . 
‫ ובכן ... ‫ אולי לא נמהר כל כך לעבור לפעולה . 
‫ ומה עם מורי ? 
‫ זאת אומרת , הוא בעלך והבוס שלי . 
‫ גם אני . 
‫ יש לי שלוש מילים בשבילך , בובי . ‫ אין הסכם ממון . 
‫ עם מורי ואני נטבע כמו הטיטאניק , ‫ אני אקבל חצי . 
‫ זה כולל אותך , את הספינה , את הכול . 
‫ סליחה . ‫ זה הציק לי . 
‫ סליחה . כרגע נתקלתי ‫ בקטע חדש ומרתק של רפואה . 
‫ נשמע שאתה רוצה לדבר על זה . ‫ לא . פשוט ... אני עדיין מעבד את זה . 
‫ אני קן . ‫ 
- אני יודע . 
‫ אני מעריץ שלך . 
‫ אני מקס , הרופא כאן ב " אודיסאה " . 
‫ אתה לא בקבוצת הגיל הרגילה של המעריצים . 
‫ יש לי שאלה אליך , כרופא . 
‫ שמעתי שיש לכם פה ציוד מיוחד . ‫ תא הקפאה . 
‫ שניים כאלו , למעשה . רוצה לראות ? ‫ - כן . ‫ אוקיי . 
‫ הנה הטעימה הקטנה שלנו מטיפול בהקפאה . 
‫ תאים לו ולה . 
‫ הם יכולים להיות לו ולו ? 
‫ נראה אותך . 
‫ אז לאחרונה ניתחת את שרירי החזה ? ‫ כן . בניתי אותם באימונים . ‫ אבל הוספתי שתל מותאם ‫ כדי לקבל את הצורה המושלמת . 
‫ הם היו האיבר האחרון . 
‫ הפסל " דוד " מושלם . 
‫ הפסל קן . ‫ 
- בדיוק . 
‫ אתה יודע , אני צופה בסדרה שלך , מן הסתם . ‫ ותמיד ריתק אותי האופן שבו ‫ אתה מתאר את עצמך כאומן ‫ שהשקיע את עצמו לגמרי ביצירה שלו . 
‫ המוטו של אימא שלי היה , ‫ " אתה יכול להיות כל מה שתרצה להיות " . 
‫ והתייחסתי לזה פשוטו כמשמעו , מן הסתם . 
‫ מה איתך ? 
‫ מה היית רוצה להיות ‫ אילו יכולת להיות כל דבר ? 
‫ כשהייתי ילד , רציתי להיות כלב רטריבר . 
‫ יש קהילות לזה . 
- התייצב במרפאה - ‫ לעזאזל . יש צרות . 
‫ הגיע הזמן לזוז , קן . 
‫ קיבלתי . 
‫ זה ניתוח החזה הרביעי שלי . ‫ ודבר כזה אף פעם לא קרה לי . 
‫ אז הפעם השלישית לא הייתה הצלחה , מה ? ‫ מה תוכנית הטיפול שלך ? 
‫ אנטיביוטיקה . יש לי משחה לצלקות הניתוח . 
‫ לא קיבלת משככי כאבים ? 
‫ נתנו לי כדורים . אבל אני לא אוהבת ‫ להכניס חומרים סינטטיים לגוף שלי . 
‫ לבלוע חומרים סינטטיים . 
‫ זה מובן , יקירה . 
‫ ממילא הדבר היחיד שעובד זה קרח . 
‫ שמת הרבה קרח ? 
‫ כל היום . 
‫ לו יכולתי ‫ הייתי מסתובבת עם שני דליים מלאים . ‫ אוקיי , טוב ... ‫ אלו כוויות קור . 
‫ תמלאי אמבטיה חמה . 
‫ צריך לפרק את גבישי הקרח , ‫ ולוודא שלא יהיה עוד נזק לרקמה . 
‫ ארשום לך משחת סי - בי - די לכאבים . 
‫ העור יחלים ? 
‫ האדמומיות תרד , ‫ אבל לצערי , ‫ אלו כוויות קור מדרגה שנייה ושלישית , ‫ כך שהנזק לרקמה הוא בלתי הפיך . 
‫ ויהיו לך שלפוחיות . 
‫ בעוד זמן מה , תוכלי לעבור השתלת עור . ‫ אבל כרגע נעשה כמיטב יכולתנו ‫ כדי שיהיה לך נוח . 
‫ אי אפשר לעשות את זה עכשיו ? 
‫ לא ? השתלת עור זה לא קשה כל כך ? ‫ 
‫ למסדרון , עכשיו . 
‫ תפסיקי מייד עם הגישה הזאת . 
‫ את עובדת אצלי , מובן ? 
‫ אני מחויבת למטופלים . 
‫ ולמיטב הבנתי , ‫ הטיפול שהם באמת צריכים פה הוא טיפול נפשי . 
‫ אני לא עובדת אצלך . 
‫ נכון מאוד , אחותי . ‫ כי את מפוטרת . 
‫ הרופא אמר שאם תמשיכי עם הקוקאין ... ‫ 
- אני יודעת מה הוא אמר , ג'סה . 
‫ הייתי שם . 
‫ וסיימתי עם זה , באמת . 
‫ אחרי ההפלגה הזאת . 
‫ אני רצינית . ‫ את לא קוראת , לא תעברי את הבחינה . ‫ פשוט מאוד . 
‫ לא אעביר לך את התשובות ‫ כמו שעשיתי בסמסטר שעבר . 
‫ את לא תנצלי אותי . אין מצב . ‫ פיפה . 
‫ האף שלך , הוא נופל לך מהפרצוף . 
‫ היי . את תהיי בסדר . 
‫ מהניסיון שלי , ‫ זמן התגובה הוא החשוב במקרים כאלה . 
‫ אז נתקלת באפים נופלים ‫ על ימין ועל שמאל , מה ? 
‫ טיפלתי בהצלחה במקרי תלישה אחרים . 
‫ איך זה קרה בכלל ? 
‫ חומר המילוי בניתוח האף האחרון של פיפה ‫ הוא על בסיס אצטון . 
‫ חומרים מסוימים בריכוז גבוה ... ‫ בריכוז גבוה , שמעת ? ‫ תפסיקי , זה אומר שהחומר היה טוב . ‫ ... עלולים לגרום לחומר המילוי להתפרק , ‫ והאצטון דולף החוצה . ‫ הוא מתחיל לאכל את הרקמה שמסביב ‫ מה שגורם לתלישת האף . לניתוק . 
‫ אוקיי , מה שאני עומד לשים לך זמני בלבד . 
‫ ואל תדאגי , לנור כבר יצרה קשר עם מנתח פלסטי ‫ בלוס אנג'לס שמתמחה בתלישות כאלה . 
‫ אני נראית כמו פנטום האופרה הארור . 
‫ הייתה הפלגת ברודוויי לפני כמה עונות . 
‫ זה הפתרון הכי טוב שמצאתי . ‫ - פשטת על מחסן התלבושות , מה ? 
‫ את נראית כמו ליידי גאגא . 
‫ אז מה עשית עם האף שלי , זרקת אותו לפח ? 
‫ חשבתי שאת מפוטרת . 
‫ נכון , אבל אני צריכה לסיים את ההפלגה . 
‫ זה הפיך . את פשוט צריכה לדבר עם לנור . ‫ אני לא מסוגלת לזה , טריסטן . 
‫ היי , איך הולך ? 
‫ לפעמים אנחנו יכולים להעניק להם את העולם . ‫ בפעמים אחרות , המרב שנוכל לתת להם ‫ זה את האף שלהם בקופסה . 
‫ זה לא יעבוד . ‫ 
- למעשה , לחוש הריח ‫ יש יכולת התחדשות מופלאה . 
- לא האף , הקמפיין הזה נגדך . 
‫ לא אניח לך ללכת . 
דיברתי עם הקפטן . ‫ הוא ידבר עם לנור . 
‫ לא ביקשתי ממך לעשות את זה . 
‫ אני לא רוצה להמשיך בזה . בהפלגות האלו . 
‫ זה לא משהו חדש . זה פשוט הקש האחרון . 
‫ מה עם המלגה שלך ? מה , את פשוט מוותרת ? 
‫ אני ממשיכה הלאה . 
‫ אני לא מאמין שאת עושה לי את זה . ‫ - לך ? 
‫ אני לא אימא שלך . אני לא החברה שלך . 
‫ זה מה שאני צריכה . 
‫ אני מצטערת שאתה סובל מחרדת נטישה אימהית , ‫ אבל אל תשליך את זה עליי . 
‫ לא . אני לא מתערב . 
‫ אם אפשר להתערב בקטנה , ‫ הייתי אומר שזה היה קצת אכזרי . 
‫ יופי . גם אתה . 
עכשיו כולם שונאים אותי . 
‫ אני מחבבת אותך . 
‫ זה נראה נהדר . ‫ 
- זה נראה מדהים . 
‫ קצת אדמומיות ונפיחות , אבל שום דבר ‫ מעבר להחלמה נורמלית אחרי ניתוח . 
‫ אני פשוט צריך לשמור על עצמי מאוד . 
‫ עם מספר ניתוחים רב כמו שעברתי , ‫ אלח דם הוא סכנה חמורה . 
‫ טוב שבאת , בהחלט . 
‫ טוב , נעקוב אחרי זה במהלך השבוע . 
‫ ובכנות , זה בכלל לא מדאיג אותי . 
‫ סליחה . 
זה כאב ? 
‫ זה בסדר . 
‫ אתה יודע , הרבה אנשים חושבים שאני מרתק , ‫ אבל רובם לא נחמדים כל כך . 
‫ לא נראה לי שפגשתי פעם ‫ אדם שלם עם עצמו כמוך . 
‫ ואני חושב שזה מגניב מאוד . 
‫ גם אני חושב שאתה מגניב מאוד , ד"ר . 
‫ אני רציני . 
‫ אתה רואה את האדם באדם . 
‫ זו לא בחירה . 
‫ אין לך מושג כמה התכונה הזאת נדירה . 
‫ בוקר טוב . ניקיון . 
‫ תמשיכו בהחייאה . אנחנו כבר מגיעים . 
‫ דפיברילטור . עכשיו . 
‫ - כן . 
‫ מוכן . 
‫ הוא אסיסטולי . אין קצב . 
‫ אי אפשר לתת לו שוק חשמלי . 
‫ תנסי שוב . 
‫ הוא עדיין אסיסטולי . 
‫ אין דופק . 
‫ התחילו בהחייאה מתקדמת . 
‫ צנרור ? ‫ מקס . ‫ 
- רמת החמצן בדם שלו צונחת . 
‫ אנחנו צריכים לצנרר עכשיו . ‫ מקס . 
‫ לחץ דם 190 על 50 . 
‫ הוא איננו . 
‫ שעת המוות , 08 : 13 . 
‫ צריך להוריד אותו למטה . ‫ קוד 4178 . 
אנחנו צריכים עגלת כביסה . 
‫ למה אי אפשר להשתמש באלונקה ? 
‫ זה לא בית חולים . 
‫ אנחנו לא יכולים לעבור עם גופה ‫ בסיפון פעילות הפנאי . 
‫ אנחנו חייבים לספק לנוסעים האחרים ‫ חוויה לא טראומטית ‫ וחסרת דאגות . 
‫ כך עושים את זה פה , מקס . 
‫ מה איתו ? 
‫ אנחנו חייבים לו יותר מנסיעה מטלטלת ‫ מתחת לסדינים מלוכלכים . 
‫ זה רק כדי להוריד אותו למטה . ‫ לחדר המתים . 
‫ לאן הולכים ? ‫ 
- לחנות הפרחים . 
‫ למה לחנות הפרחים ? ‫ חשבתי שהולכים לחדר המתים . 
‫ כי במקרה מוות , חנות הפרחים היא חדר המתים . 
‫ זה חלל הקירור הגדול ביותר ‫ שאינו חיוני בספינה . ‫ היי , סיידי . 
‫ כשמטופלים מתים לפתע , ‫ מחזיקים אותם פה עד שאנחנו מגיעים לנמל . 
‫ אתם רציניים ? 
‫ - כן . ‫ במקרה מוות , ‫ אנחנו מחלקים כמה מהפרחים לנוסעים ‫ כדי לפנות מקום . ‫ אתה יודע , לימונדה מהלימונים . 
‫ אסור לנו לערוך ניתוח כולל שלאחר המוות . 
‫ אבל אני צריך לדעת , זו מחלה מדבקת ? 
‫ נמק . ‫ אדמנת חריפה במקומות הניתוח ‫ מצביעה על זיהום מתפשט , אז ... ‫ לא . 
לא נראה לי . ‫ 
- נמק ? 
‫ זה מה שהוא חשש ממנו כשבא אליי . 
‫ לא יכולת לדעת שזה יתקדם במהירות כזאת . 
‫ בנינו פה גן עדן . 
‫ אבל לעולם אל תשכחו , זה כל מה שזה . ‫ מבנה . 
‫ אשליה . 
‫ העולם הוא עדיין העולם . ‫ וכל מה שבכוחנו לעשות ‫ זה להפליג הלאה . 
‫ אני אתקשר לרשויות ואודיע לקרובי המשפחה . 
‫ אני אטפל בתעודת הפטירה . 
‫ הוא סבל ממעט נפיחות שאחרי ניתוח . 
‫ עשית מה שהיית אמור לעשות . 
‫ אני אמור לדאוג שהמטופלים שלי ‫ לא ימותו בשנתם . 
‫ ליבי נשבר . ‫ זה נורא . 
הנער המסכן הזה . 
‫ יש לי הפתעה בשבילך . 
‫ מחר אוריד את התחבושות האלו . ‫ מחר ניקח סקוטרים ימיים . רשמתי אותנו . 
‫ אתה יודע מה זה ? ‫ כן . 
אני יודע מה זה סקוטר ימי . ‫ זה כמו אופנוע ים , אבל אפשר לצלול איתו . 
‫ יש לי עבודה , אימא . 
אני לא בחופשה פה , כמוך . 
‫ בחייך . אני רוצה לעשות בשבילך משהו מיוחד . 
‫ את יודעת מה את עושה ? 
‫ זה אותו הדבר בכל פעם שאת מופיעה . ‫ הפצצת האהבה הזאת . ‫ את חונקת אותי בחיבה ואז ... ‫ אז את פשוט נעלמת . ‫ אלוהים יודע לכמה זמן . 
‫ כלבלבון שלי , פום פום שלי , מאיפה זה בא ? ‫ את יודעת למה הייתי תמיד הכלבלבון שלך ? 
‫ כי חשבתי שזאת אשמתי ‫ בכל פעם שעזבת . 
‫ ופחדתי שאם אוריד ממך את העיניים לשנייה , ‫ אולי לעולם לא אראה אותך שוב , 
‫ וזה ... ‫ זה כאב . 
‫ זה לא יפה מצידך , טרי טרי . 
‫ אין לך מושג מה זה כאב . ‫ כי אימא שלי הייתה מאוד לא הוגנת . ‫ היא לא אהבה אותי . 
‫ את רואה מה את עושה ? 
‫ אני מנסה לספר לך מה אני מרגיש , ‫ ואת מציבה את עצמך במרכז . 
‫ יש לי בעיות אמיתיות . ‫ הן דופקות אותי . 
‫ זה כאילו שאני משתוקק לחיבה , ‫ גרמת לי להתמכר לזה . 
‫ אתה לא יכול להגיד לי דברים כאלה . 
‫ אלוהים , ואני משתוקק לזה במיוחד ‫ מנשים שלא רוצות אותי . 
‫ מה לדעתך הסיבה ? ‫ - תפסיק ! 
‫ אני לא יכולה לשמוע את זה . 
‫ אתה לא מבין ? 
‫ אני אימא שלך , ואתה הילד שלי . 
‫ אם אני מכאיבה לך , זה מכאיב לי אפילו יותר . 
‫ אתה יודע מה ? הלב שלי ... ‫ לאן את הולכת ? 
- אני לא יכולה ... ‫ אני צריכה אוויר . - אוקיי . 
‫ בדיוק בזמן . 
‫ את יכולה ללכת . כבר התרגלתי לזה . 
‫ אימא ? 
‫ תעקבי אחרי האצבע שלי . ‫ רק במבט . 
‫ פום פום , תתקשר לדון ולד"ר טיבנייה . 
‫ הם ידעו מה לעשות . 
‫ אני אומר לך , היא בסדר . ‫ היא עושה את זה ‫ רק מפני שסוף סוף מתחתי עליה ביקורת . 
‫ היא הודפת את זה . זה אחד התכסיסים שלה . 
‫ אולי , אבל מדאיגות אותי ‫ התנועות העוויתיות האלה . ‫ התסמינים דמויי הכוריאה בראש ובידיים . ‫ היא מקבלת " פרמין " נגד בחילות אחרי הניתוח . ‫ זו לא אחת מתופעות הלוואי ? 
‫ כן , אבל אני עדיין רוצה להזמין אם - אר - איי . ‫ ואנחנו צריכים את התיק הרפואי שלה . 
‫ אני רק ‫ אתקשר לדון ולרופא שלה . ‫ מי שזה לא יהיה . ‫ היא רושמת הכול . יש לה זיכרון של דג זהב . 
‫ חכה שנייה . ‫ תראה את זה . 
‫ - שישי 23.12 ‫ שבת 23.12 - ‫ זה כתב יד אחר . 
‫ היא מאבדת את ‫ יכולות המוטוריקה העדינה . 
‫ מה אמרת על הזיכרון של אימא שלך ? 
‫ אנחנו צריכים בדיקה גנטית . 
‫ מה המשמעות של " הכפלת גן האייץ' - טי - טי " ? 
‫ רואים את זה רק באנשים ‫ הסובלים ממחלת הנטינגטון . 
‫ סבא שלי ג'ימי , סבא רבא שלך , ‫ מת ממחלת הנטינגטון . 
‫ הייתי רק בת עשר , אבל לא אשכח את זה לעולם . ‫ זה היה נורא . 
‫ עדיין אין תרופה ? 
‫ אבל הרפואה התקדמה מאוד ‫ מאז . 
‫ כמה זמן נשאר לי ? 
‫ עם טיפול , ‫ תוכלי לחיות אולי עוד עשר שנים טובות . 
‫ מקס ואני נשוחח עם הרופא שלך במונקו . 
‫ את יודעת , שלושתנו יחד נוכל ... ‫ נחשוב על הצעדים הבאים . ‫ את יודעת , תרופות והתפתחויות חדשות ‫ ו ... ‫ - אוקיי . 
‫ תודה . 
‫ זה הכול ? 
‫ הבטחתי לך סקוטר ימי , ואני לא מוותרת על זה . 
‫ התור שלנו בעוד חצי שעה . ‫ - אימא , זה ... ‫ אלו חדשות משמעותיות לעבד . 
‫ אני יודעת . - אז את יכולה לקחת לך זמן ... ‫ אני יודעת . 
קשה לעבד את זה . ‫ ואני בטוחה שבסופו של דבר , זה ייפול עליי , ‫ ואני אחווה את כל הרגשות ההולמים האלה . ‫ אבל כרגע , כל מה שאני יודעת זה ... ‫ שצדקת . ‫ לא הייתי נוכחת . 
‫ עשיתי טעויות . ואם נשארו לי רק עשר שנים , ‫ אני אבלה כמה שיותר מהזמן הזה בלכפר עליהן . 
‫ תביא את חליפת הצלילה שלך . 
‫ איך אתה מחזיק מעמד ? 
‫ ובכן , בשבוע האחרון , איבדתי מטופל ‫ ואבחנתי מטופלת אחרת במחלה סופנית . 
‫ אז אני קצת מדוכא כרגע . 
‫ יש דברים בעולם שאי אפשר למנוע . 
‫ יכולתי לעשות יותר . ‫ 
- תמיד נראה שיכולנו לעשות יותר . 
‫ מעולם לא איבדת מטופל בעבר ? ‫ המון . 
‫ נתקלתי הרבה במוות . 
‫ אבל לא מאז ... 
‫ - לא מאז שאתה היית מטופל . 
‫ הוא היה שם איתי , את יודעת ? ‫ קן . בבית החולים . 
‫ כשהכניסו אותי לבידוד , ‫ כולם הביאו לי ספרים וסרטים , ‫ את יודעת , ספרי מופת , סרטי מופת . 
‫ אבל כשמצאתי את עצמי מביט בתהום המוות , ‫ נראה לי שחוויתי את כל העומק שהייתי צריך . 
‫ מה שבאמת רציתי היה זבל . 
‫ סדרות ריאליטי פשוטות , קלות ומטופשות . 
‫ הסדרה של קן שודרה ברצף בצהריים . ‫ כך שהיינו קן והחברים שלו , ואני . 
‫ זה היה הוא , האישה ששיחקה את ברבי , ‫ סקיפר וקן מליבו . 
‫ בהתחלה חשבתי שזה סתם זבל , ‫ אבל כשהמשכתי לצפות , ‫ חשבתי שזה אנושי מאוד , את יודעת ? 
‫ הבחור הזה שנמצא במסע של גילוי עצמי . 
‫ ובזמן ששכבתי שם , ‫ ולא ידעתי אם אתעורר למחרת , ‫ גיליתי שאני מזדהה עם השאלות במרכז הסדרה . ‫ אני שמח להיות בחור ... ‫ את יודעת , מי אני ? ‫ מה אני רוצה ? 
‫ איך אני רוצה שיזכרו אותי ? 
‫ עזרה , בבקשה . 
‫ חבר'ה , יש לי מטופלת שלא מגיבה ! ‫ - מה הולך ? 
‫ אני לא יודע . 
מצאתי אותה מפרכסת . ‫ אין טראומה . 
‫ צריך להעביר אותה . 
‫ בואו נבדוק את צלקות הניתוח . ‫ נעביר אותה בשלוש . 
אחת , שתיים , שלוש . 
‫ נראה שהיא לא לקחה את האנטיביוטיקה . לעזאזל ! 
‫ דלקת רקמות נמקית . צריך לפעול מהר . ‫ ניתן לה עירוי תמיסת מלח ברצף . 
‫ אנטיביוטיקה . " ונקומיצין " , מנת העמסה . ‫ " קלינדמיצין " , 600 כל שמונה שעות ‫ ואני זקוק לתרבית רקמה . 
‫ מה לעזאזל קורה ? 
‫ - החוצה . אסור לך להיכנס הנה . 
‫ זה עניין של חיטוי . חכי במשרד שלי , בבקשה . ‫ אבוא בעוד חמש דקות . תודה . 
‫ אייברי , חברי אותה לעירוי . ‫ - אוקיי . ‫ אתה מוכרח להבין . ‫ ואנה היא לא סתם מטופלת , ‫ היא הקניינית האישית שלי . ‫ מבחינתי זו מערכת יחסים קרובה יותר ממשפחה . 
‫ אז אני רוצה לדעת מה בדיוק קורה . 
‫ הרקמה סביב השתל הזדהמה . ‫ יש להסיר את הזיהום כדי שלא יתפשט . 
‫ הסרת הרקמה הזאת לא תשפיע על השתלים שלה ? 
‫ כרגע אנחנו רוצים לוודא שתישאר בחיים . 
‫ אני לא המכשפה הרעה מהמערב , אתה יודע ? ‫ העניין הוא שהאסתטיקה שלה ‫ היא חלק בלתי נפרד ממי שהיא . 
‫ יש דרכים רבות לטפל בזה . ‫ הטריה , חבישת לחץ שלילי , ‫ אבל אומר לך את האמת , ‫ כל אחת מהן עלולה לפגוע בשתל . 
‫ אז לא נשתמש באחת מהן . ‫ נשתמש בכולן . 
‫ הטריה מדויקת , שכבת עור אחת בכל פעם . 
‫ חבישת לחץ שלילי כדי להסיר כל מה שפספסנו . 
‫ מה עם זיהום אחר ניתוח ? 
‫ הקפאה ממוקדת . יש לנו את המכשירים . 
‫ אם נפספס חיידק , ‫ ההקפאה תבטיח שהוא לא יתפשט . ‫ היא מאיצה גם גדילת סיבי קולגן , ‫ מה שיפחית את ההצטלקות ‫ ויסייע לעור להראות טוב יותר , בריא יותר . 
‫ הסרת הרקמה תצטרך להיות מדויקת להפליא . ‫ אני יכולה לעשות את זה . ‫ אני יכולה . 
‫ אבחר בחוות הדעת השנייה . 
‫ תפוצצי את זה . 
‫ השלב הבא , חבישת לחץ שלילי . 
‫ אני שמחה כל כך להגיע לנמל ‫ ולעשות קצת שופינג . 
‫ את ? לא יכול להיות . 
‫ תרצי לבוא לחוף לפני ארוחת הצהריים ? 
‫ אני אגלוש , אבל יש בר . ‫ אני רוצה , פום פום . באמת . ‫ אבל אני רוצה גם שטיחי חבל ‫ לכל החדרים בווילה . 
‫ החברות החדשות שלי ‫ מכירות פה חנות של שטיחים זולים . 
‫ אז שלח לי את המיקום . 
‫ שלח לי הוראות הגעה . ‫ - אוקיי . 
‫ נתראה עוד מעט . 
‫ היי . שולחן לשניים . 
‫ בוא איתי . 
‫ סליחה . 
‫ אני מצטער . היא תבוא ... ‫ יש לי פשוט זוג שממתין ... ‫ אתה מוזמן לחכות בבר . 
‫ כן ... ‫ - המקום הזה תפוס ? 
‫ לו חיכית ? 
‫ אני אסתפק בו . 
‫ כמובן . תיהנו . 
‫ - תודה . 
‫ אוקיי . ‫ ספר לי . 
‫ אתה יודע מה ממש גרוע ? 
‫ ללמוד לקח . 
‫ ואי אפשר לחזור לאחור . 
‫ אי אפשר לשכוח את מה שראית לפתע . 
‫ אין יותר תירוצים . 
‫ מה ראית לפתע ? 
‫ אני לא יודע . אולי שזה אף פעם לא היה אמיתי . 
‫ בכלל לא הייתי מאוהב באייברי . 
‫ נדלקתי עליה . 
‫ כל זה רק חלק מהדפוס המטופש הזה . ‫ שוב ושוב עם נשים בעמדות סמכות . 
‫ היא תמיד מצליחה לפגוע בי . 
‫ כן , היא חוזרת . היא מבטיחה שלעולם לא תעזוב . ‫ ואני יודע שאסור לי להאמין לה . באמת . אבל ... ‫ חשבתי שזה יהיה שונה ... ‫ הפעם . 
‫ אתה יודע , מהניסיון שלי ... ‫ אנשים באמת משתנים . הם יכולים להשתנות . 
‫ אבל נדיר שזה קורה כשאתה מצפה לזה ‫ או כשאתה רוצה בזה . ‫ או כשאתה זקוק לזה . ‫ אני מצטער מאוד , טריסטן . זה גרוע . 
‫ אז אם אנחנו כבר מתנהגים כמו בוגרים , ‫ ומאחר ש ... ‫ נדמה לי שכרגע שמעתי אותך ‫ נותן לי את ברכתך , למעשה , ‫ כן ? מה דעתך ? 
זה רעיון גרוע ? 
‫ לשכב עם כפופה לך ? 
‫ מובן שזה לא בסדר . 
‫ אבל גם , אתה יודע , לא הכול שחור - לבן . 
‫ החיים הם ... מוזרים . 
‫ אנשים נפגשים בעבודה . ‫ אנשים נפגשים בעבודה . 
‫ אני מניח שאם אתם חושבים שזה אמיתי ... ‫ כמה רציני זה כבר יכול להיות ? 
‫ בעוד שנה , או שיפטרו אותה ‫ או שהיא תלמד רפואה . 
‫ וברגע שתסיים עם זה ... ‫ אלוהים , אתה כבר תהיה בן 60 ומשהו . 
‫ התחלת עכשיו במלחמה שלא תוכל לנצח בה . 
‫ למדתי בפנימייה , לא ידעת ? 
‫ בוא נזמין בירה . ‫ כן . ‫ - היי . 
‫ גבירתי . 
‫ גבירתי , שכחת את ה ... ‫ - אלוהים , האף שלי . ‫ הצלת את חיי . 
‫ לא נראה לי שיש לזה משלוחים בין - לאומיים . ‫ תודה רבה . 
‫ היי . ראית את ... 
‫ - אימא יקרה ? 
לא . ‫ אומרים שהיא עזבה במזטלאן . ‫ עלתה לטיסה , אפילו לא אמרה שלום . 
‫ אתה בסדר ? 
‫ לא . 
‫ אבל אהיה בסדר . 
‫ מה איתך , בנאדם ? 
‫ אייברי סיפרה לי על הקשר שלך עם קן , 
‫ ואני מצטער שלעגתי לזה . 
‫ כן , הכול פתאומי מאוד . 
‫ אני עדיין לא יודע איך להתייחס לזה . 
‫ ובכן , סיימנו שלוש הפלגות . 
‫ יש לנו כמה ימי חופש . 
‫ מה דעתך שנלך למלון , ‫ נזמין שירות חדרים ונצפה במרתון של " ארצ'ר " ? 
‫ אני יודע שזו לא סגירת מעגל ... ‫ אבל זה מקום טוב להתחיל בו . 
‫ שמעתי שאת פונה לקבלת המלגה שלנו . 
‫ אני שמעתי שאני בדרך ללשכת האבטלה . 
‫ תפסיקי . את לא מפוטרת , בחייך . 
‫ זה רק אחד הדברים שאנשים אומרים , ‫ " את מפוטרת " , כדי לפגוע . 
‫ תקשיבי , יקירה , ‫ הסיבה היחידה שאני מרחמת עלייך ‫ היא מה שעשית עבור ואנה שלי . 
‫ היא האדם היחיד בעולם ‫ שיכול לאמוד את המידות שלי ‫ ב " שאנל " ממרחק רב , ‫ אז תודה לך . 
‫ בשמחה רבה . 
‫ ומבחינת המלגה , ‫ אני אמליץ עלייך . ‫ ויש לזה משקל . 
‫ כשהייתי בבית החולים ‫ היו שבועות על גבי שבועות ‫ שהקשר האנושי היחיד שהיה לי ‫ היה לנופף לשלום דרך אשנב קטן . 
‫ אז ... ‫ הצפייה בקן בטלוויזיה , ‫ הצפייה בכל החבורה בטלוויזיה , ‫ אתם הייתם הדבר הקרוב ביותר לחברים . 
‫ נהגתי לדבר איתכם . ‫ כאילו שהיינו כולנו בחדר ובילינו יחד . 
‫ אני יודע שזה נשמע קצת מטורף , אבל ... ‫ 
- בכלל לא . ‫ לזה נועדה בובה . ‫ לשמש כחברה כשאין אף אחד אחר . 
‫ קן היה הוכחה חיה . אף אחד לא נולד גיבור . ‫ אנו הופכים את עצמנו לגיבור שאנו זקוקים לו . 
‫ לא נעים לי לבקש , אבל תראה לנו איפה הוא ? 
‫ אנחנו רשומים בצוואה שלו כקרובי המשפחה , ‫ כך שאנחנו צריכים לקבל את הגופה ‫ ולהתחיל בסידורי ההלוויה . 
‫ אני מצטער מאוד שלא יכולתי לעשות יותר . 
‫ רופאים רבים לא מוכנים ‫ אפילו לראות מטופלים כמונו . 
‫ אתה ראית אותו . זה מספיק . 
