Τι είναι , ακριβώς , το να ηγείσαι ; 
Σίγουρα το να κάνεις τολμηρά σχέδια και να μιλάς για νίκη στους άντρες σου . Αλλά το να γεμίζεις με μια φλόγα τις καρδιές τους ώστε να πεθάνουν για σένα ; 
Όπως είπε κάποτε κάποιος σοφός 
" Δεν φοβάμαι έναν στρατό λεόντων με επικεφαλής ένα πρόβατο . 
Φοβάμαι έναν στρατό προβάτων με επικεφαλής έναν λέοντα " . 
ΟΡΟΣΕΙΡΑ ΑΜΑΝΟΣ ΝΟΤΙΑ ΑΝΑΤΟΛΙΑ Βοηθήστε με να καταλάβω , βασιλιά μου . 
Αριθμητικά είμαστε αήττητοι . 
- Αν του επιτεθούμε ... 
- Σταμάτα , Βήσσε . 
Απλώς κοίτα . 
Ρούφα το τοπίο . 
Ο απερίσκεπτος θα έπρεπε να κοντοσταθεί μπροστά σε τόσο μεγαλειώδες θέαμα . 
Όμως " αήττητοι " , Βήσσε ; 
Τόσο έμπειρος και λες αυτήν τη λέξη ; 
Θεωρώ ότι υπερέχουμε αριθμητικά . 
Και στον Γρανικό υπερείχαμε . 
Εσύ , Μαζαίε ; 
Πιστεύεις ότι θα τον συντρίψουμε ; 
Πιστεύω ότι δεδομένων των συνθηκών ... 
Άσε τις διπλωματίες , Μαζαίε . 
Ο εχθρός μας έχει δείξει ότι δεν μπορούμε να βασιστούμε στην ωμή βία . 
Ο εχθρός μας έχει σταθεί τυχερός . 
Γι ' αυτό πρέπει να πάμε τη μάχη σ ' αυτόν με τους όρους μας . 
Θα απομονώσουμε τον μπάσταρδο και θα τον ξεφορτωθούμε . 
Μια και καλή . 
Μα ο σοφός γνωρίζει επίσης ότι αν αναζητάς τη νίκη πάνω από καθετί ... χρειάζεσαι έναν στρατό λεόντων 
με επικεφαλής τον μεγαλύτερο λέοντα όλων . 
Άσχημα νέα ; 
Θα αντιμετωπίσουμε τον μεγαλύτερο στρατό όλων . Με επικεφαλής τον Δαρείο . 
Για τον Δαρείο , η ήττα στον Γρανικό δείχνει ότι τα πράγματα είναι σοβαρά . 
Ένα παραπάνω , καθώς βλέπει τον Αλέξανδρο να κατεβαίνει προς Αίγυπτο , να κάνει σοβαρή ζημιά στην αυτοκρατορία . 
ΒΑΒΥΛΩΝΑ Οπότε συγκεντρώνει έναν αυτοκρατορικό στρατό για να έρθει αντιμέτωπος με τον Αλέξανδρο στη λεβαντική ακτή , στην Ισσό . 
ΜΙΚΡΑ ΑΣΙΑ ΙΣΣΟΣ Ο Δαρείος είναι αποφασισμένος να τον σταματήσει εκεί . 
Κύριε . 
Οι Πέρσες ανακαταλαμβάνουν την Ισσό . 
Ασφαλώς . 
Θα αποκοπεί ο εφοδιασμός μας , οι ενισχύσεις , οι επικοινωνίες . 
Εκεί νοσηλεύονται κι οι τραυματίες μας . 
Αλέξανδρε . 
Θα είμαστε αποκομμένοι . 
Ζήτησες μια δυνατή μάχη . 
Θα συμβεί εκεί . Δεν ξέρω αν το θέλεις . 
Αλέξανδρε , πρέπει να το ακούσεις μόνος σου . 
Ο Αλέξανδρος και ο Δαρείος περνάνε μέσα από βουνά . 
Δεν έχουν ντρόουν για να δουν πού είναι ο αντίπαλος . Οπότε βασίζονται σε αναφορές και στρατηγική , και να προβλέπουν τι θα κάνει ο αντίπαλος . 
Πτολεμαίε , αρκετά . 
Τον έπιασε περιπολία στις Συριακές Πύλες να κατασκοπεύει τις γραμμές μας . 
Ξέρει για τους αριθμούς των περσικών στρατευμάτων , με τη σωστή προτροπή . 
Έτσι δεν είναι ; 
Ο Δαρείος έχει ζητήσει ενισχύσεις . Τη φρουρά της Βαβυλώνας και μερικές χιλιάδες νεοσύλλεκτους . 
Αυτό τους δίνει έναν στρατό 100.000 αντρών . 
Εναντίον των 40.000 μας . 
Κοίτα , Αλέξανδρε . Πρέπει να σκεφτούμε υποχώρηση . 
Αλλιώς θα γίνει κανονική ανδροκτασία . 
Τι ; 
Γνωρίζεις από μυθολογία ; 
Οι Ανδροκτασίες ήταν τα πνεύματα της ανθρωποκτονίας . 
Διαφωνώ . 
Ο Δαρείος ακολουθεί την πεπατημένη . Τι εννοείς ; 
Το διάβασα . 
Είναι κλασική περσική τακτική . 
Θα μας παγιδεύσει εδώ . Ανάμεσα στην οροσειρά Άμανος και στη θάλασσα . Και με την αριθμητική υπεροχή ... θα μας συντρίψει . 
Αυτά τα βουνά και η θάλασσα τον εμποδίζουν να μας υπερφαλαγγίσει . 
Δεν μπορεί να στείλει όλες του τις δυνάμεις μαζί για πίεση . 
Παρμενίωνα , θα καθυστερήσεις τα άλογά τους ; 
Για πόσο ; 
Δώσε μου αρκετό χρόνο και θα παραδοθούν . Το ξέρω . 
Δεν έχει μικρό κίνδυνο αυτή η στρατηγική . 
Μα ούτε και μικρή αξία . 
Θα κάνω το καθήκον μου . 
Ας πάμε τη μάχη σ ' αυτούς , τότε . 
Είναι ξεκάθαρο ότι ο Δαρείος δεν περιμένει να είναι μια μικρή σύγκρουση ή σκαλοπάτι για μεγαλύτερη μάχη . 
Θέλει να είναι καθοριστική . 
Θέλει να βγάλει τον Αλέξανδρο από τη μέση , οπότε σχεδόν ρίχνει στη μάχη αυτή ό , τι διαθέτει . 
Μακεδόνες . Ο κίνδυνος σας έχει απειλήσει ήδη . 
Κι εσείς τον κοιτάξατε θριαμβευτικά κατάματα . 
Αυτήν τη φορά , θα έρθουν αντιμέτωποι ένας νικηφόρος στρατός κι ένας εχθρός που κατατροπώσαμε ήδη μια φορά . 
Και μην ξεχνάτε . 
Είναι Πέρσες . 
Άντρες που επί αιώνες έχουν ζήσει γλυκές και πολυτελείς ζωές . 
Ενώ , επί γενιές ολόκληρες , οι Μακεδόνες έχουμε εκπαιδευτεί στον πόλεμο . 
Υπάρχει ένας λεκές ... στα σπίτια σας . 
Μια προσβολή , από έναν αχρείο βασιλιά με έναν στόχο . 
Να σπιλώσει ό , τι καλό και αγνό για την Περσία . 
Το ερώτημά μου προς εσάς . Θα τον αφήσετε ; 
Όχι ! Θα καθίσετε να τον βλέπετε να παίρνει τα σπίτια , το βιος σας ; 
Όχι ! Θα αφήσετε να βρώμικα χέρια τους να μαγαρίσουν τις γυναίκες σας ; 
Τότε , πολεμήστε ! 
Όχι για μένα , όχι για την Περσία , αλλά για τον εαυτό σας ! 
Ο Δαρείος στα ταξίδια του παίρνει όλη την αυλή μαζί του . 
Περσία ! Η βασίλισσα Στάτειρα , η κόρη του , η Βαρσίνη , ήταν παρούσες . 
Ήταν μια απόλυτα καθιερωμένη περσική πρακτική να φέρνουν τις γυναίκες κοντά στο πεδίο της μάχης . 
Αυτό δείχνει , για μένα , ότι ο Δαρείος θεωρεί την έκβαση προεξοφλημένη ήδη . Ότι η σύζυγος και η οικογένειά του θα δουν το θέαμα του βασιλιά που σφαγιάζει τους εχθρούς του . 
Ναι ! Και ελπίζει ο Δαρείος να βάλει ένα τέλος σε αυτό το χάος οριστικά . 
Μα πρωτίστως να θυμάστε το εξής . 
Είμαστε ελεύθεροι άντρες , και είναι μισθοφόροι που πολεμούν για τον Δαρείο , για την αμοιβή . 
Εμείς όμως ... Αδέρφια , εμείς θα πολεμάμε για τη Μακεδονία βάζοντας την καρδιά μας ! 
Ναι ! 
Πάμε ! 
Το ενδιαφέρον για τον Αλέξανδρο είναι ότι αρκεί να χάσει μία μάχη . 
Αν τη χάσει , σίγουρα ο Δαρείος δεν θα είναι μεγαλόψυχος . Τον βλέπει ως επαναστάτη . Και για τον Δαρείο διακυβεύονται πολλά . Ας μην το υποτιμάμε . 
Αν ο Δαρείος χάσει , χάνει το δυτικό τμήμα της περσικής αυτοκρατορίας . 
Το έδαφος της μάχης δεν λειτούργησε υπέρ των Περσών . Κυρίως ιδίως λόγω του μεγέθους του στρατού τους . Και την εξάρτησή τους από το ιππικό . 
Βασικά , ήταν σαν μέσα σε ένα μπολ . Στριμωγμένοι ανάμεσα στους πρόποδες μιας σημαντικής οροσειράς και της ακτής της Μεσογείου . 
Παρόλο , λοιπόν , που ο Δαρείος είχε περισσότερα στρατεύματα , είναι στριμωγμένα και δεν έχουν χώρο να ελιχθούν όσο αποτελεσματικά θα μπορούσαν σε ένα πιο ανοιχτό πεδίο μάχης . 
Η περσική δύναμη είναι 100.000 άντρες , εναντίον 40.000 που έχει ο Αλέξανδρος . 
Οι πιθανότητες είναι σίγουρα εναντίον του . 
Οι Πέρσες έχουν μια σιγουριά , γιατί φαίνεται να υπερέχουν αριθμητικά . Αυτό όμως που μετράει είναι η διαχείριση , όχι οι αριθμοί . 
Αν ο Αλέξανδρος κερδίσει αυτήν τη μάχη , πρέπει να γίνει με τους όρους του . Και να εφαρμόσει τις συνήθεις τακτικές αποκέντρωσης που πάντα εφαρμόζει , και έχουν πάντα επιτυχία . 
Ψηλά οι ασπίδες ! 
Οι Πέρσες συρρέουν γύρω από τα στρατεύματα του Αλέξανδρου , ιδίως σε αυτά του Παρμενίωνα . 
Επικρατεί μια απελπισία εκεί . 
Αρκετοί σημαντικοί παίκτες από την πλευρά των Μακεδόνων σκοτώνονται τότε . 
Πού διάολο είναι ; 
Μαζαίε ! Γρήγορα ! 
Στόχευσε αριστερά . 
Το ιππικό τους αρχίζει να πέφτει . 
Θα τους χτυπήσω δυνατά . 
Στρατιώτες ! Επίθεση ! 
Ο περσικός τρόπος μάχης στρέφεται γύρω από τον διοικητή , τον Δαρείο εν προκειμένω . Τείνουν να μένουν στο κέντρο του στρατού , κυκλωμένοι . Να είναι εκείνος ασφαλής , αλλά και να δίνει διαταγές από το κέντρο . 
Αυτό έρχεται σε αντίθεση με τον τρόπο του Αλέξανδρου . Του αρέσει να σπάει συνεχώς το κέντρο και να φτάνει στην κορυφή . Στην επίθεση . 
Να κερδίσουμε κι άλλο χρόνο . 
Οπλίτες ! 
Διατηρήστε την παράταξή σας ! 
Ο Αλέξανδρος σαφώς βλέπει ότι δεν πηγαίνει καλά αυτό . 
Ένας κομβικός του παίκτης , ο Παρμενίωνας , φίλος του επίσης , κινδυνεύει . 
Ξάφνου ο Αλέξανδρος βλέπει ότι υπάρχει ένα άνοιγμα . Και , ως οπορτουνιστής , αρπάζει τη στιγμή και προβαίνει σε αποφασιστική δράση . 
Ιππικό , μαζί μου ! 
- Επίθεση ! 
Το ατού στον στρατό του Αλέξανδρου είναι το ιππικό . Γιατί αυτό ; Γιατί μπορεί να κινείται . Και μάλιστα με τρομακτική ταχύτητα . 
Δίνει το έναυσμα . 
Ξεκινάει με επίθεσή του από το δεξί τμήμα του ιππικού και κατευθύνεται προς τους Πέρσες . 
Δεν είναι όμως κανένας τυχαίος καλπασμός προς τους Πέρσες . 
Ο Αλέξανδρος έχει σκοπίμως επιλέξει ένα σημείο των Περσών που θεωρεί ότι θα είναι το πιο αδύναμο . Είδε την προοπτική ανοίγματος και συνέβη . 
Διατηρήστε την παράταξη ! 
Διατηρήστε την παράταξη ! 
Όλες οι κλασικές πηγές συμφωνούν , υπάρχουν και εικονογραφίες , ότι , για πρώτη φορά , Αλέξανδρος και Δαρείος αντικρίζουν ο ένας τον άλλον . 
Θα πρέπει να ήταν απίθανο . 
Οι δύο σπουδαίοι βασιλιάδες , και πολεμιστές , είναι εκεί . Και η ιστορία του κόσμου θα διαμορφωθεί από το τι θα συμβεί στα επόμενα δεύτερα . 
Πιστεύω ότι αν μπορούσε , θα σκότωνε τον Δαρείο επιτόπου . 
Ανοίξτε δρόμο ! 
Δεν θα αφήσουμε τους άντρες . 
Το καθήκον μου είναι προς τον βασιλιά , προς την Περσία . 
Προχώρα ! 
Όχι ! 
Οι σωματοφύλακες του Δαρείου τον παίρνουν γρήγορα από τη μέση . 
Στρέφουν αμέσως το άρμα εκτός μάχης . 
Ο Δαρείος πρέπει να φύγει . 
Δεν μπορεί να πεθάνει στο πεδίο της μάχης . 
Όχι επειδή είναι δειλός . Ούτε το σκάει για κάποιον προσωπικό λόγο . Λόγω αυτού που εκπροσωπεί . 
Αν πεθάνει στη μάχη , αυτό είναι το τέλος της περσικής αυτοκρατορίας . 
Αλέξανδρε , η μάχη γύρισε . Μπορούμε να κερδίσουμε . 
Όχι . 
Μπορούμε να κερδίσουμε τον πόλεμο . 
Ο Αλέξανδρος , λοιπόν , είναι ικανός να κάνει πολύ γρήγορα τακτική αξιολόγηση του πεδίου της μάχης και να αντιδράσει . 
Βλέπει την αδυναμία στον αντίπαλο και αυτό είναι που εκμεταλλεύεται . 
Είναι ένας πολύ τολμηρός ελιγμός . 
Και πέτυχε . 
Με τη φυγή του Δαρείου , το ένστικτο όλων των Περσών στρατιωτών είναι να ακολουθήσουν τον βασιλιά τους , κι αυτό συμβαίνει . 
Πρώτα , οι μεσαίες γραμμές , γύρω από τον Δαρείο , πάνε μαζί του . Μένει μόνο η μπροστινή σειρά , κι αρχίζει κι εκείνη να φεύγει . 
Τότε είναι που τους καρατομούν οι Μακεδόνες . Τους σφαγιάζουν έναν προς έναν φεύγοντας από το πεδίο της μάχης . 
Η ήττα στη μάχη της Ισσού σήμαινε για τον Δαρείο ότι χάνει τις δυτικές του σατραπείες , και πλέον θα είναι στα χέρια του Αλέξανδρου . 
Αντιμετωπίζουν μια νέα στρατιωτική δύναμη και ο παραδοσιακός περσικός στρατός δεν είναι ικανός να αντισταθεί στον Αλέξανδρο . 
Βασιλιά μου . 
Μαζαίε , πες στη φρουρά σου να ανασυνταχτεί ... 
Σας παρακαλώ ! 
- Με τους Κάρδακες ... 
Πού είναι οι γυναίκες ; 
Η Βαρσίνη . Και η Στάτειρα . 
Γρήγορα , δώσε μου το άλογό σου . 
Θα γυρίσουμε πίσω . 
Είναι επικίνδυνο . 
Για την Περσία , πρέπει προτεραιότητα να είναι η ασφάλειά σας . 
Μα αυτές είναι η Περσία ! 
Μετά τη μάχη , ο Αλέξανδρος μπορεί να πάρει τα λάφυρα της νίκης . Το στρατόπεδο του Δαρείου . 
Μαζί με την οικογένεια του Δαρείου . 
Οπότε , προχωράει προς τη βασιλική σκηνή , όπου έχουμε μια μοιραία συνάντηση . 
Βασιλιά Αλέξανδρε ! Ο σύζυγός μου δεν θα ανεχτεί κακή μεταχείριση . 
Δεν είσαι ο Αλέξανδρος . 
Όχι , αυτός είναι . 
Όσο είμαι κι εγώ . 
Διάβασα ότι οι Πέρσες ηγέτες φέρνουν τις οικογένειές τους στη μάχη . 
Ώστε έτσι κάνει πόλεμο ο Δαρείος . 
Τόση ... πολυτέλεια . 
Για τους Πέρσες , η περσικότητα κι η κεντρικότητα της Περσίας ήταν το παν . 
Ο πολιτισμός ήταν το κέντρο της Περσίας . 
Όσο απομακρυνόσουν , τόσο πιο βάρβαρος γινόσουν . 
Οπότε αυτή η προεξοχή γης , που λέγεται Μακεδονία , ήταν για τους Πέρσες ο απόλυτος βάρβαρος τόπος . 
Στάσου πίσω μου . 
Η Στάτειρα θεωρούσε τον Αλέξανδρο ως τον απόλυτο βάρβαρο . 
Ανάσανε πάνω της ... 
Τι ; 
- Θα κάνω σκοπό μου ... 
- Όχι . 
Όχι . 
Για τι είδους βάρβαρο με περνάς ; 
Σε παρακαλώ . 
- Δεν σε έχω πειράξει . 
- Όχι . 
Ούτε πρόκειται . 
Γιατί νεκρές δεν έχουμε αξία για σένα . 
Τότε , έστω κι έτσι , έχουμε μια συμφωνία . 
Να μαζέψουν τα υπάρχοντά τους και να τις φέρουν . 
Οι γυναίκες πρέπει να είχαν τρομοκρατηθεί . 
Ή τουλάχιστον είχαν παραδοθεί σε μια ανεπιθύμητη μοίρα . 
Η μοίρα των περισσότερων γυναικών των ηττημένων ήταν βιασμός και θάνατος στην αρχαιότητα . Ή σκλαβιά . 
Ανεξαρτήτως κύρους . 
Όταν , λοιπόν , ο Αλέξανδρος μπήκε στη σκηνή , ήξεραν ότι είναι στο έλεός του . 
Ότι η μοίρα τους ήταν εξολοκλήρου στα χέρια του . 
Η αρπαγή της συζύγου και της κόρης έστειλε ένα τεράστιο μήνυμα σε πολλούς από τους μισθοφόρους και άμεσους ακόλουθους του Δαρείου . Αν ο βασιλιάς δεν μπορεί να φροντίσει τα παιδιά και τη γυναίκα του , πώς μπορεί να υπερασπιστεί μια αυτοκρατορία ; 
Κανένα νέο ; 
Δεν έχω νέα . 
- Μαζαίε ... 
- Αφήσαμε να τις πάρουν . 
Μην το κάνεις . 
Εσείς ... υποτιμήσατε τον Αλέξανδρο . 
Έχεις δίκιο . 
Και λυπάμαι γι ' αυτό . 
Αλλά είμαστε Πέρσες . 
Δεν ζαρώνουμε από φόβο . 
Δεν πανικοβαλλόμαστε . 
Όχι με 60.000 άντρες ακόμα στη μάχη . 
Σε τι ωφελούν όταν αυτός ο κακοποιός κρατά τη μνηστή μου , την κόρη σας , αιχμάλωτη ; 
Το ξέρω . 
Ξέρω ότι έχεις δίκιο . 
Είναι ο κόσμος όλος για μένα . 
Αυτό , λοιπόν , θα τους προσφέρω . 
Τι ; 
Δωροδοκία ; 
Θα πετύχει ; 
Εμπιστεύσου με . 
Μακεδόνας είναι . 
Βρείτε μου αγγελιαφόρο . 
Ο Δαρείος συνειδητοποιεί ότι πρέπει να πάρει την οικογένειά του , γιατί η Στάτειρα , δεδομένης της βασιλικής καταγωγής της , του παρείχε μια νομιμότητα τον πρώτο καιρό της βασιλείας του . 
Οπότε στέλνει μια επιστολή στον Αλέξανδρο . 
- Έχουμε τη δυναμική . 
- Βασιλιά μου . Όχι , Πτολεμαίε , δεν είναι τώρα η κατάλληλη στιγμή . 
Η κατάλληλη στιγμή ; Ο στρατός του έχει σκορπιστεί . 
Γλείφουν τις πληγές τους . 
Τώρα να το τελειώσουμε . 
Οι Πέρσες σκόρπισαν , αλλά συνεχίζουν να υπερέχουν αριθμητικά . 
Χωρίς ενισχύσεις , ίσως έχουμε τη μοίρα του Ανταίου . 
- Τον συνέτριψε ο Ηρακλής . 
- Το γνωρίζω αυτό . 
Ίσως πρέπει να μείνουμε εδώ και να παραιτηθούμε . 
Προσφορά από τον Δαρείο . 
Κρατάμε όλα τα εδάφη και τις πόλεις που έχουμε καταλάβει , συν λύτρα . 
Δέκα χιλιάδες χρυσά τάλαντα . 
- Τι ζητά σε αντάλλαγμα ; 
- Την οικογένειά του . 
Και ένα τέλος στον πόλεμό μας . 
Δωροδοκία για την υπακοή μου . 
Είναι καλή προσφορά . 
Σκέψου τις πόλεις που κατέκτησες για τη Μακεδονία . 
Στη θέση σου , θα δεχόμουν . 
Κι εγώ , αν ήμουν ο Παρμενίωνας . 
Αλέξανδρε , με πονάει που το λέω , μα έχει δίκιο . 
Απέδειξες την αξία σου , πιο πολύ απ ' όσο θα οραματιζόταν κανείς . 
Αν σκεφτώ την πρόταση , δεν διαφέρω από τον Άτταλο . 
Να δεχτώ με σκυμμένο κεφάλι ; 
Ποια είναι η εναλλακτική ; 
Να φτάσουμε τους λιγοστούς πόρους μας σε οριακό σημείο ; 
Και να δοκιμάσουμε το κουράγιο μας ; 
Ελπίζω , για το καλό σου , να μη χρειαστεί . 
Σας βλέπετε ; 
Είμαι ο μόνος που έχει ακόμα φλόγα μέσα του ; 
Οι κλασικές πηγές λένε ότι απ ' το να ξαναπάνε σε μάχη , ο Δαρείος ήταν προετοιμασμένος να δώσει στον Αλέξανδρο διάφορα δώρα . 
Οτιδήποτε σε χρυσά και αργυρά νομίσματα . Ακόμα και τη μισή του αυτοκρατορία , σύμφωνα με πηγή . 
Αν , δηλαδή , ο Αλέξανδρος έπαιρνε ό , τι έχει κατακτήσει ως τώρα , ο Δαρείος θα ήταν ικανοποιημένος και θα ήταν πάτσι . 
Καλημέρα . 
Ελπίζω το νέο κατάλυμα να είναι της αρεσκείας σας . 
Τα κρεβάτια είναι άνετα ; 
Χρειάζεσαι κάτι ; 
Κάθισε , σε παρακαλώ . 
Θα ήταν ασυνήθιστο για τον Αλέξανδρο να μην αναζητήσει πληροφορίες από τους αιχμαλώτους . 
Θα ήταν σχεδόν αμέλεια . 
Δεν ξέρουμε αν η Στάτειρα είχε μια καλή σχέση με τον Αλέξανδρο . 
Αν μπορεί να πήγε σε εκείνη για συμβουλές για τον άντρα της . Για τη διοίκηση της αυτοκρατορίας . Δεν γνωρίζουμε . 
Είναι ξεκάθαρο ότι θα ήταν πολύ σημαντική πηγή πληροφοριών για το τι συμβαίνει στο εσωτερικό της αυτοκρατορίας . Θα αποκαλύπτονταν και πράγματα για την ψυχολογία του Δαρείου . 
Αν είσαι η σύζυγος και η κόρη του Πέρση βασιλιά , που σε έχει μόλις εγκαταλείψει , πιθανότατα δεν θα είσαι πολύ κολακευτική για όσα έχει κάνει ο σύζυγος ή ο πατέρας σου . 
Τι γνωρίζεις για την Αίγυπτο ; 
Θες να σου ζωγραφίσω πυραμίδα ; 
Όχι , ρωτώ ποια είναι η άμυνά του , αριθμό στρατευμάτων , το ιππικό . 
Πιστεύεις ότι θα μοιραζόμουν τέτοιες λεπτομέρειες ; 
Ναι , το πιστεύω . 
Είναι το μόνο πιο πολύτιμο κόσμημα από εσένα . 
Τα πλούτη της γεμίζουν το περσικό ταμείο . 
Οι σοδειές απ ' το δέλτα του Νείλου χορταίνουν τους υπηκόους . 
Γι ' αυτό ο Αρταξέρξης έφτιαξε στρατό 350.000 για να την κατακτήσει . Και να αναβαθμίσει όλους αυτούς τους βαρβάρους . 
Φαίνεται ότι ήδη γνωρίζεις αρκετά . 
Ό , τι μπορείς να μάθεις από ένα βιβλίο . 
Θέλω να μάθω τι μπορεί να μου διδάξει η Αίγυπτος . Τι μπορεί να μου δείξει . 
Οπότε , απλώς σε σταματάνε οι 50.000 στρατιώτες που έχουν ορκιστεί υποταγή στον σύζυγό μου . 
Από την άλλη ... κάποτε μοιραζόταν έναν μισητό εχθρό . 
Εμάς . 
Οπότε , ίσως όλοι εσείς οι βάρβαροι έχετε πιο πολλά κοινά απ ' όσα νομίζετε . 
Μητέρα . Τι νομίζεις ότι κάνεις ; 
Τώρα ; Επιβιώνω . 
Οι ευγενείς γυναίκες στην Περσία δεν ήταν σιωπηλοί μέτοχοι . 
Είχαν μακρά ιστορία αποφασιστικότητας και καπατσοσύνης . 
Και αν η Στάτειρα εκπροσωπούσε κάποιες από τις γενιές των γυναικών που είχαν προηγηθεί , τότε , πιστεύω ότι θα εκμεταλλευόταν την κατάσταση αυτή στο έπακρο . 
Βασιλιά . Αποφάσισες πώς θα απαντήσεις στην προσφορά ; 
Ναι . 
Ωραία . 
Προς τον αξιότιμο Δαρείο Κοδομανό , γιο του Αρσάμη και τωρινό βασιλιά της Περσίας ... 
Όχι . 
Καθώς εγώ , ο Αλέξανδρος της Μακεδονίας , πραγματικός πλέον βασιλιάς όλης της Ασίας , αποφασίζω αποκλειστικά για τoυς εδαφικούς διαχωρισμούς . 
Η απόφασή μου είναι η εξής . 
Έρχομαι για εσένα και τον θρόνο σου . 
Πτολεμαίε , στείλε το αμέσως . 
Οι υπόλοιποι , ετοιμάστε τα στρατεύματα και νερό . 
Αύριο , προελαύνουμε νότια , προς Αίγυπτο . 
Αίγυπτο ; Εκεί που μας περιμένει ολόκληρη φρουρά περσικού ιππικού ; 
Είναι τολμηρό , πάντως . 
Του το αναγνωρίζω . 
Επιθυμία θανάτου είναι . 
Ηφαιστίωνα ; 
Κάνε τον φίλο σου να δει το λάθος του . 
Τώρα . 
Αλλιώς θα πεθάνουμε όλοι για το τίποτα . 
Ίσως σκεφτείτε ότι αμέσως μετά την επιτυχία της Ισσού , ο Αλέξανδρος θα συνέχιζε το κυνήγι του Δαρείου . 
Αλλά , κλασικός Αλέξανδρος , δεν το κάνει . Αντ ' αυτού , πηγαίνει στην Αίγυπτο . 
Ο Αλέξανδρος είχε ένα ενδιαφέρον και μια εμμονή με την Αίγυπτο όταν ήταν νέος . 
Είχε διαβάσει , του είχε μάθει πράγματα ο Αριστοτέλης . Η Αίγυπτος εμφανιζόταν κάτι σαν μύθος του κόσμου . 
Η Αίγυπτος είναι εύπορη , από πλευράς οικονομικών πόρων . Όταν όμως έχεις έναν στρατό , πρέπει να τον ταΐσεις . Κι η Αίγυπτος ήταν σιτοβολώνας της αρχαιότητας . 
Παρήγαγε τεράστια ποσότητα σιτηρών . 
Οπότε ο έλεγχός της από τον Αλέξανδρο , θα έκανε πιο εύκολη την πρόσβαση στις προμήθειες που χρειαζόταν . 
Φουκαρά Ηφαιστίωνα . 
Στέλνουν έναν φίλο να ηρεμήσει τον τρελό . 
Όχι . 
Όχι να τον ηρεμήσει . 
Να καταλάβει . 
Να καταλάβεις τι πράγμα ; 
Γιατί βαδίζαμε βδομάδες σε μια φλεγόμενη έρημο για να μπούμε στο στόμα λιονταριού . 
Κι αν ξέρω ότι το λιοντάρι είναι πιο φιλικό απ ' όσο νομίζουμε ; 
Ποιος σ ' το είπε αυτό ; 
Ποιος σ ' το είπε ; Η Στάτειρα ; 
Πρέπει να ακούω όλες τις φωνές . 
Άκου τη δική μου , τότε . 
Αυτό πάει κόντρα σε κάθε στρατιωτική λογική . 
Κι αν δεν είναι στρατιωτική απόφαση ; 
Αν πρέπει να το κάνω πριν αντικρίσω τον Δαρείο ; 
Θυμάσαι τις γραφές του Ομήρου . " Το ταξίδι μετράει " . 
Βρήκα επιτέλους τον προορισμό μου . 
Το ερώτημα είναι αν θα ακολουθήσεις . 
Τι είναι η πίστη πέρα από ταξίδι ; 
Ένα προσκύνημα που ίσως σε περάσει μέσα από φωτιά ή την κόλαση την ίδια . Που μπορεί να ταλανίζεται από αμφιβολία ... ΠΗΛΟΥΣΙΟ ή τρόμο για ό , τι έπεται . 
Ο Αλέξανδρος έφτασε στις πύλες του Πηλούσιου . 
Στο Πηλούσιο ; 
Είσαι σίγουρος ; 
Προς χιλιάδες πιστούς στρατιώτες , έτοιμους να απελευθερώσουν τις γυναίκες εκ μέρους σας . 
Μάλλον ο μικρός βασιλιάς μόλις έκανε το πρώτο λάθος τακτικής . 
Ίσως και το τελευταίο . 
Μα αν είσαι γερά προσδεμένος και διατηρείς το θάρρος σου ... 
Και τώρα ; 
... περιμένει ο πιο ένδοξος προορισμός . 
