Κάθε ζωή έχει αντιξοότητες . 
Να καταλάβεις τι πράγμα ; 
Γιατί βαδίζαμε βδομάδες σε μια φλεγόμενη έρημο για να μπούμε στο στόμα λιονταριού . 
Αν πρέπει να το κάνω πριν αντικρίσω τον Δαρείο ; 
ΜΕΜΦΙΔΑ Όσοι όμως αναζητούν το μεγαλείο πρέπει να πάρουν την πιο δύσκολη οδό . Τον δρόμο τον λιγότερο ταξιδεμένο . 
Πρέπει να περάσουν από θύελλες , το μάτι του κυκλώνα . 
Αλλά έτσι μας δοκιμάζουν οι θεοί . 
Γιατί μόνο στο μάτι του κυκλώνα ανακαλύπτουμε αν αξίζουμε πραγματικά , πώς μας δοκιμάζουν να αναγνωρίζουμε το πραγματικά σημαντικό ... 
Αλέξανδρε ; 
... για τι αξίζει να παλεύεις ... και για τι αξίζει να κινήσεις γη και ουρανό ... για να το προστατέψεις . 
Σε περιμέναμε , Αλέξανδρε . 
Ξέρεις ποιος είμαι ; 
Ο κόσμος ξέρει ποιος είσαι . 
Το ερώτημα είναι αν ξέρεις εσύ . 
Δύο άσπονδοι εχθροί , δύο άλλοι κόσμοι , 
αλλά πλευρές του ίδιου νομίσματος . 
Ένας νεαρός Μακεδόνας πρίγκιπας που πολεμάει για τη χώρα του και για το όνομά του . 
Κι ένας Πέρσης βασιλιάς , αποφασισμένος να υπερασπιστεί τη μεγαλύτερη αυτοκρατορία στη Γη . 
Ποιος όμως θα βγει νικητής ; 
Οι θεοί θα αποφασίσουν . 
Δηλαδή ... αυτός ο πόλεμος , οι κόσμοι για τους οποίους πολεμώ , ό , τι κάνω κυνηγώντας ένα ανώτερο νόημα , είναι μάταια . 
Δεν είπα αυτό . 
Και δεν είναι αυτό που νιώθεις μέσα σου . 
Κι αν αποτύχω ; 
Το παιδί ενός θεού δεν μπορεί να αποτύχει . 
Η μητέρα μου μου το είπε αυτό . 
Σου είπε μόνο ό , τι χρειαζόσουν να ακούσεις για να μπεις σε τροχιά . 
Τροχιά για πού ; 
Να σου δείξω . 
Πολύ απλά δεν γνωρίζουμε τι συνέβη σε εκείνο το ιερό στον ναό του Άμμωνα στην όαση Σίβα . 
Οι πηγές μας διαφωνούν πολύ μεταξύ τους . 
Ένα όμως είναι σίγουρο . Ότι ο Αλέξανδρος βγαίνει αλλαγμένος από την εμπειρία . 
Ισχυρίζεται ότι το μαντείο του ανακοίνωσε πως ήταν ο γιος του θεού Άμμωνα . 
Και είτε είναι μια ένθερμη πνευματική πεποίθησή του , είτε ένα απίστευτο κομμάτι πολιτικής , προβάλλει τον εαυτό του εφεξής ως ζωντανό θεό , με σάρκα και οστά . 
Όλοι πίσω ! 
Φρουροί ! 
Ελέγξτε το πλήθος ! 
Πτολεμαίε , δεν πειράζει . 
Αλήθεια . 
Ο Αλέξανδρος περνάει τη νύχτα στον ναό στη Σίβα κι εκεί το μαντείο του μιλάει . 
Αλέξανδρε , προχώρα . 
Και όταν βγαίνει , λέει ότι ο θεός Άμμων Ρα ισχυρίστηκε ότι είναι ο γιος του . 
Οπότε ο Αλέξανδρος έχει και μια θεϊκή υπόσταση . Κι , επομένως , προφανώς ο νόμιμος ηγέτης της Αιγύπτου . Σίγουρα για τους Αιγύπτιους , είναι θεός από τότε και στο εξής . 
Αλέξανδρε ! Στρατηγέ . 
Αλέξανδρε . 
Χαίρομαι που σε βλέπω . 
Ζωντανός θεός ; 
Η αρχιερέας το επιβεβαίωσε . 
Είναι γιος του Δία , όπως φαίνεται . 
Αν δεν είναι γιος του Φίλιππου , τότε , είναι όντως βασιλιάς μας ; 
- Δεν είναι αστείο . 
Τα στρατεύματα αρχίζουν να δυσανασχετούν . 
Επί μήνες μόνο προπονούνται . 
Πανέτοιμοι να πολεμήσουν για τη Μακεδονία . 
Ο Αλέξανδρος όμως ; 
Δεν σε ενοχλεί ; 
Αυτός , εδώ , με αιγυπτιακά ρούχα , να μαθαίνει περσικά από τη γυναίκα του εχθρού . 
Γίνεται ντόπιος . Φαραώ . 
Τώρα θεός . Πού τελειώνει όλο αυτό ; 
Στην ένδοξη νίκη επί της Περσίας . 
Όντως ; 
Θέλω να ξέρω ότι είναι ακόμα μαζί μας . 
Το ίδιο κι εσύ . 
Γιατί να πάει στο μαντείο ενός Αιγύπτιου θεού , του Άμμωνα ; 
Οι Έλληνες ήταν αρκετά ευέλικτοι στην κατανόηση των θεών τους . 
Δέχονταν ότι ίσως οι θεοί τους υπήρχαν με διάφορα ονόματα σε διάφορα μέρη . Οπότε , παρόλο που ήταν το μαντείο του Άμμωνα στην Αίγυπτο , οι Έλληνες τον συσχέτιζαν με τον Δία . 
Πηγαίνοντας στο μαντείο , λοιπόν , ήταν σαν ο Αλέξανδρος να αναγνωριζόταν και από τον Δία . Ήταν ένα και το αυτό για τους Έλληνες . 
Ξανά . 
Ξανά . 
Δεν τον έχω ξαναδεί έτσι . 
Θα καταλάμβανε όλη τη Μακεδονία για να σώσει τη Στάτειρα από τον αγροίκο . 
Ας μη μεγαλοποιούμε την ιδέα ότι έχουν τελειώσει όλα για τον Δαρείο . 
Κατέχει ακόμα σημαντικά εδάφη από τη Βαβυλώνα μέχρι τη βόρεια Ινδία και το Πακιστάν . 
Αλλά είναι αναμφισβήτητο ότι η κατάκτηση της Μικράς Ασίας , του Λεβάντε , της Αιγύπτου , από τον Αλέξανδρο είναι τεράστιο πλήγμα . Είχε χάσει ένα σημαντικό κομμάτι του βασιλείου του . 
Συν το γεγονός ότι έχασε τη γυναίκα του , ότι χάνει την εμπιστοσύνη των συμβούλων , των υπουργών , και του συμβουλίου πολέμου . 
Είναι ρευστά τα πράγματα για εκείνον , αλλά το παιχνίδι δεν έχει τελειώσει . 
Βασιλιά μου , φέρνω νέα . 
Για τον θάνατο του Αλέξανδρου ; 
Όχι . 
Η ελπίδα μου ότι θα τον κατάπινε η Μεγάλη Αμμώδης Θάλασσα αποδείχτηκε αισιόδοξη . 
Επέστρεψε από τον ναό προ ημερών κάπως ενθουσιασμένος , φαίνεται . 
Ενθουσιασμένος ; 
Ακούγεται στους ντόπιους πως η αρχιερέας στη Σίβα τον ανακήρυξε νόμιμο φαραώ . 
Και επιπλέον , γιο του Δία-Άμμωνα , κύριε . 
Ζωντανό θεό . 
Τότε , φαίνεται ότι θα γίνω θεοκτόνος . 
Έχω κάτι να σου πω . 
Κι εγώ έχω κάποια νέα . 
Φοβάμαι πως τα δικά σου νέα έχουν ήδη διαδοθεί τάχιστα . 
Θα τον ξέρουν ως γιο του γιου ενός θεού ; 
Αλέξανδρε . Πρέπει να έρθεις μαζί μου . 
Είναι επείγον . 
Σε αυτό το στάδιο της ζωής του Αλέξανδρου , πιστεύω ότι η καρδιά του δεν είναι πια αμιγώς μακεδονική . Είναι ένας νέος άντρας που βιώνει έναν κόσμο πολύ ευρύτερο , με μεγάλο πολιτισμικό βάθος . 
Και πιστεύω ότι αποδέχεται με χαρά οτιδήποτε επόμενο συναντά . 
Αυτό είναι το θέμα με τον Αλέξανδρο . Είναι απίστευτα δεκτικός στο επόμενο πράγμα που ανοίγεται μπροστά του . 
Όχι πολύ θερμό καλωσόρισμα . 
Ανησυχούμε . Οι επικεφαλής του στρατού σου . 
Να μιλήσω ανοιχτά ; 
Το έχεις κερδίσει , στρατηγέ . 
Τότε , θα σου πω ότι χάσαμε τον στόχο της αποστολής μας . 
Μπορεί να λατρεύεσαι εδώ από τους Αιγύπτιους , αλλά οι δικοί μας δεν θα λατρέψουν ποτέ έναν δικό τους . 
Για στάσου , στρατηγέ . Ξέρω τους άντρες μου . 
Η πίστη τους πρέπει να κερδηθεί με σπουδαίες πράξεις . 
Τότε , θα την κερδίσω . Σας το υπόσχομαι . 
Θα φύγουμε αμέσως από την Αίγυπτο να πολεμήσουμε τον Δαρείο . 
Αλλά πρέπει να έχω αφοσίωση . 
Ιδίως από αυτούς από τους οποίους εξαρτώμαι . 
Δεν σας οδήγησα σε νίκη στον Γρανικό ; 
Στην Αλικαρνασσό ; 
Στην Ισσό και στην Τύρο ; 
Ζητώ από όλους σας , λοιπόν , τώρα να κάνετε την επιλογή σας . 
Φύγετε , με την ευλογία μου . 
Ή δώστε μου τη ζωή σας μέχρι τις πύλες της Βαβυλώνας κι ακόμα παραπέρα . 
Εσύ τι λες ; 
Συμφωνώ , στρατηγέ . 
Εδώ πέρα , το πώς λατρεύουν τον πιο παλιό μου φίλο ... έχει μια υστερία . 
Πραγματικά . 
Μα είναι πρόθυμοι να τον ακολουθήσουν στα πέρατα του κόσμου . 
Κι αυτή η πεποίθηση , αυτή η πίστη σε εκείνον ... μπορεί να αφανίσει στρατούς , πόλεις ολόκληρες . 
Είναι έτοιμοι να πεθάνουν για να κερδίσουν έναν πόλεμο στο όνομά του . 
Το λιγότερο που μπορούμε είναι να τους δείξουμε πώς . 
Είμαι μαζί σου , βασιλιά μου ; 
Ναι ! 
Ναι ! 
Ναι . 
Το δίλημμα του Πτολεμαίου είναι απτό . 
Ήξερε τον Αλέξανδρο καλύτερα από όλους τους στρατηγούς . 
Είχαν μεγαλώσει μαζί , τον ήξερε πολύ καλά . 
Οπότε , το να παρουσιάζεται ο Αλέξανδρος στον Πτολεμαίο ως θεός-βασιλιάς , θεός-βασιλιάς αιγυπτιακού τύπου , είναι κάτι τόσο ξένο για τον Πτολεμαίο , και για τους υπόλοιπους Μακεδόνες , ασφαλώς . 
Αλλά υπάρχει μια ειρωνεία σε όλο αυτό . Τα επόμενα χρόνια , ο Πτολεμαίος θα στεφόταν κι ο ίδιος φαραώ της Αιγύπτου , των Δύο Χωρών , και μάλιστα ανακηρύχτηκε και ο ίδιος ζωντανός θεός . 
Σ ' ευχαριστώ , Πτολεμαίε . 
Για την πίστη σου σ ' εμένα . 
Πίστη ; 
Δεν είναι πίστη , Αλέξανδρε . 
Είναι φιλία . 
Και αίμα . 
Γιατί ξέρω πως παρόλα αυτά , παραμένεις Μακεδόνας μέχρι το κόκαλο . 
Κύριε , τι είπαν οι Μάγοι ; 
Τα γνωστά . 
Οιωνοί νίκης , αόριστες προειδοποιήσεις ολέθρου . Κενές λέξεις . 
Έτοιμοι όλοι οι στρατηγοί ; 
Περιμένουν εντολές σας , βασιλιά μου . 
Σε διαβεβαιώνω πως δεν ισχύει . 
Δεν υπάρχει αμφιβολία ότι μετά την Ισσό , ο Δαρείος χάνει τη στήριξη της πολιτικής ελίτ . 
Έχουν αρχίσει να αμφιβάλλουν . Δεν ξέρουν αν θα βγει ζωντανός . Είναι μια χαοτική κατάσταση . 
Και αν έχεις 200 χρόνια αυτό το αυτοκρατορικό σύστημα , προκαλεί μεγάλη ταραχή . Δεν ξέρουν τι θα ακολουθήσει , τι συμβαίνει . 
Οπότε , ο Δαρείος έχει μια τελευταία ζαριά . 
Ήταν αναπόφευκτη μια μεγάλη αναμέτρηση κάπου . 
Ο Αλέξανδρος συνεχίζει να υστερεί σημαντικά αριθμητικά . Και με τις αιγυπτιακές ενισχύσεις . 
Υπολογίζουμε 30.000 βαρύ πεζικό , 7.000 ιππικό . 
Που σημαίνει ... ότι μπορούμε να εγκλωβίσουμε ... 
Βασιλιά μου ; 
Όχι . 
Όχι , Μαζαίε . 
Διάβασα τις αναφορές . 
Επανέφερε το ηθικό τους και κέρδισε τις καρδιές των Αιγυπτίων . 
Έχει ως και νέο παρατσούκλι . 
Αλέξανδρος ο Αήττητος . 
Οπότε , όχι . 
Δεν θα τον εγκλωβίσουμε . 
Πρέπει να τον καταστρέψουμε . 
Γι ' αυτό θα κινητοποιήσω τους Αθάνατους Φρουρούς , τους οπλίτες , τα άρματα με δρεπάνια , τα ιππικά από τις ανατολικές σατραπείες , την ινδική φρουρά και τις συμμαχικές σκυθικές φυλές . 
Για την ακρίβεια ... στείλτε τα πάντα . 
Και θα δούμε , τότε , αν ο Αλέξανδρος ο Αήττητος θα τα βάλει με ολόκληρη την Περσική Αυτοκρατορία . 
Πράγματι , κύριε . 
Μεγάλος στρατός . 
Πραγματικά εμπνευσμένο . 
Μαζαίε ; 
Ναι , βασιλιά μου . 
Θέλεις να είσαι στην εμπροσθοφυλακή . Οπότε βγες και όρισε την πορεία του Αλέξανδρου . 
Και μετά κάψε όλα τα σπαρτά ανάμεσά μας . 
Πρέπει να λιμοκτονήσουν . 
Να ξέρετε όμως . Θα βλάψει και τους δικούς μας αυτό . 
Πάνε δύο χρόνια από τη Μάχη της Ισσού . 
Τα πράγματα είναι σκούρα για τον Δαρείο . 
Ο πόλεμος δεν έχει τελειώσει ακόμα . 
Είναι στη Βαβυλώνα αυτό το διάστημα . Φτιάχνει στρατεύματα , φέρνει κι άλλους μισθοφόρους . 
Ο Δαρείος είναι ξανά πανέτοιμος για μάχη . 
Ναι . 
Η Στάτειρα είναι χώρια από τον Δαρείο δύο χρόνια σε αυτό το σημείο . Άρα αποκλείεται να ήταν ο Δαρείος ο πατέρας αυτού του παιδιού . 
Οπότε μένει ο Αλέξανδρος ή οι άντρες του . 
Δεν θεωρώ ότι ο Αλέξανδρος θα επέτρεπε πιθανώς σε κάποιον να έχει σεξουαλικές σχέσεις με τη βασίλισσα της Περσίας . Αυτό με κάνει να πιστεύω ότι πατέρας του παιδιού μπορούσε να είναι μόνο ο ίδιος ο Αλέξανδρος . 
Μαμά ; 
Μαμά ; 
Η Στάτειρα και το μωρό πεθαίνουν από επιπλοκές στον τοκετό . 
Ο βιογράφος του Αλέξανδρου , ο ιστορικός Πλούταρχος , αναφέρει συγκεκριμένα τη Στάτειρα . Και μας λέει τις συνθήκες κάτω από τις οποίες πέθανε . 
Εξαιρετικά ασυνήθιστο για τον Πλούταρχο ή όποιον άλλο ιστορικό . 
Το δεύτερο είναι ότι μπορούμε να εντοπίσουμε τα γεγονότα που οδηγούν στον θάνατο της Στάτειρας , στα βαβυλωνιακά στοιχεία από τους αστρονομικούς χάρτες . 
Ο Αλέξανδρος φαίνεται τουλάχιστον να έδωσε μια παράσταση πενθώντας τον θάνατο της Στάτειρας . 
Ξέρουμε από πηγές ότι της παρείχε μια πλούσια κηδεία , όπως άρμοζε στη θέση της στην περσική κοινωνία . 
Οπότε τουλάχιστον ο Αλέξανδρος έδωσε μια πολιτική παράσταση με τον θάνατό της . 
Βασιλιά μου . Έφτασε ένα μήνυμα από τον Αλέξανδρο . 
Ο Δαρείος πρέπει να μάθει τον χαμό της από εμένα , όχι τους κατασκόπους του . 
Ναι , βασιλιά μου . 
Πτολεμαίε ; Να του πεις όμως πώς πέθανε . 
Η γυναίκα σας ... πέθανε στη γέννα ... ενός γιου . 
Βλέπουμε τον Αλέξανδρο να στρίβει σκοπίμως το μαχαίρι στην πληγή . 
Βήσσε , ήταν χαμένη . 
Και την απογοήτευσα . 
Κύριε . Είμαστε στρατιώτες . 
Είμαστε η Περσία . 
Κύριε ; 
Σας περιμένουν . 
Φρουρήστε ! Όσο ήταν ζωντανή η Στάτειρα , νομιμοποιούσε τον Δαρείο . 
Δεν ήταν άμεσος διάδοχος του θρόνου . 
Εκείνη ήταν της περσικής βασιλικής οικογένειας . 
Οπότε , η σύνδεσή της με τον Δαρείο έδινε στον Δαρείο περισσότερη εξουσία και δικαίωμα να κυβερνά . 
Με τον χαμό της , αποκόπτεται από αυτό . 
Είναι ενδιαφέρον ότι αυτήν την περίοδο , ένας βασικός παίκτης , ο Μαζαίος , επιστρέφει στο προσκήνιο . 
Είναι ο έμπιστος του Δαρείου , από τους κύριους συμβούλους του , δεξί του χέρι . Και βλέπουμε σε αυτό το σημείο , όλο και περισσότερο , ότι οι πιστοί στον Δαρείο αρχίζουν να απομακρύνονται από εκείνον . Μερικοί μέχρι που πηγαίνουν στο στρατόπεδο του Αλέξανδρου . 
Και σύμφωνα με μεταγενέστερη πηγή , εκτός των ιστορικών του Αλέξανδρου , ο Ηφαιστίωνας συναντήθηκε με τον Μαζαίο , και τον έπεισε να πάει με τη μεριά του Αλέξανδρου . 
Ξέρεις ότι είμαι υποχρεωμένος να σε ξεκοιλιάσω επιτόπου . 
Πριν το κάνεις , μάθε ότι η Βαρσίνη είναι ζωντανή και υγιής . 
Άθικτη ; 
Ούτε τρίχα της . 
Ο βασιλιάς Αλέξανδρος υπόσχεται ότι έτσι θα εξακολουθήσει , υπό την προσωπική του προστασία . 
Αλλά αν χάσει , δεν ισχύει η υπόσχεσή του . 
Γιατί μου τα λες αυτά ; 
Ίσως μπορείς να βοηθήσεις να σωθεί η Βαρσίνη . Και να παραμείνεις κυβερνήτης της Βαβυλώνας . 
Ο Δαρείος προσπαθεί να αποφύγει άλλη μια μάχη , και ποιος να τον κατηγορήσει ; 
Ήταν πανωλεθρία για τους Πέρσες . 
Αλλά ο Αλέξανδρος είναι αποφασισμένος να δείξει τις στρατιωτικές του γνώσεις , να πιάσει τον Δαρείο , και κυριολεκτικά να πάρει την Περσική Αυτοκρατορία για τον ίδιο . 
Είναι , λοιπόν , αναπόφευκτο . Πρέπει να ξαναβρεθούν στο πεδίο μάχης . 
Απλώς χορεύουν ο ένας γύρω από τον άλλο σαν σκυλιά που οριοθετούν τον χώρο τους , πριν χυμήξουν ο ένας στον άλλο . 
ΒΑΒΥΛΩΝΑ Ο Δαρείος οδηγεί τον στρατό του σε ένα μέρος ονόματι " Τόπο της Καμήλας " . 
Τα Γαυγάμηλα βρίσκονταν στο σημερινό Ιράκ , βόρεια της Βαβυλώνας . 
ΒΑΒΥΛΩΝΑ Ο Αλέξανδρος και οι άντρες του άφηναν πίσω την έρημο του Ιράκ για να πάνε σε αυτό το μέρος , και όταν έφτασαν στην τελική τους κατασκήνωση , ήταν διψασμένοι , πεινασμένοι και ήδη εξαντλημένοι . 
Στο μεταξύ , ο Δαρείος κι οι άντρες του είχαν κατασκηνώσει . Ήταν χορτασμένοι , ξεκούραστοι , είχαν πιει νερό . 
Αν ο Αλέξανδρος έχει ήδη περάσει τον Τίγρη ... είναι λίγες μέρες μακριά . 
Είδες το ιππικό του , έτσι ; 
Μαζαίε . 
Μάλιστα . 
Από απόσταση . 
Τότε , θα ακολουθήσει τον νοτιοανατολικό δρόμο προς Βαβυλώνα . 
Μαζαίε , βγες με το ιππικό σου και προετοίμασε τις πεδιάδες για μάχη . 
Κάν ' το τώρα ! 
Ναι , βασιλιά μου . 
Είναι μια στιγμή που ο Μαζαίος αρχίζει να αμφισβητεί τις κινήσεις του Δαρείου . 
Κι αρχίζουμε να βλέπουμε να εμφανίζει κάποια ανησυχία για τις αρετές του Δαρείου ως βασιλιά . 
Βασιλιά μου ! 
Βήσσε ! 
Πρέπει να το δείτε . 
Ο Δαρείος φαίνεται παγιδευμένος σε έναν κυκεώνα κακών μαντάτων , και ξαφνικά , στον νυχτερινό ουρανό , έρχεται ο χειρότερος δυνατός οιωνός . Μια έκλειψη Σελήνης . 
Οι ουρανοί σκοτεινιάζουν και το φεγγάρι γίνεται ματωμένο κόκκινο . 
Μαζαίε . Γρήγορα . Διάδωσέ το . 
Οι Mάγοι αποφάνθηκαν ότι αυτό προμηνύει μεγάλη νίκη . 
Αυτό είναι όλο . 
Βασιλιά μου ... 
Καταλαβαίνεις ; 
Ναι , βασιλιά μου . 
Αμέσως . 
Κύριε , θαρρώ ότι οι Mάγοι θα έβλεπαν αλλιώς αυτόν τον οιωνό.ι 
Ναι . 
Πράγματι . 
Βρες μου αγγελιαφόρο . 
Θέλω να στείλω μήνυμα στον Αλέξανδρο . 
- Να φωνάξω τον διοικητή Μαζαίο ... 
Να πάει απεσταλμένος σας . 
Όχι , Βήσσε . 
Δεν πρέπει να το μάθει . 
Εκείνες τις εποχές αυτά τα πράγματα θεωρούνται οιωνοί και από τις δύο πλευρές , και ερμηνεύονται διαφορετικά . 
Είναι πιθανό από την περσική πλευρά να θεωρήθηκε ότι ο μέγας βασιλιάς Δαρείος επισκιάζεται από τον νέο διεκδικητή , δηλαδή τον Αλέξανδρο . 
Αντίθετα , στο στρατόπεδο του Αλέξανδρου , που ασφαλώς έβλεπαν την ίδια έκλειψη , οι ιερείς του λένε " Δεν συντρέχει λόγος ανησυχίας . 
Προμηνύει κάτι κακό για τον Δαρείο . Για σένα , είναι καλός οιωνός " . 
Το είδες . 
Ναι , δεν γίνεται να σου διαφύγει . 
Έχεις δίκιο . 
Τι σε ανησυχεί , παλιόφιλε ; 
Με ανησυχούν οι χιλιάδες άντρες πέρα που θέλουν να μας σκοτώσουν . 
Ότι ίσως είναι πενταπλάσιοι . 
Ότι βαδίζουμε με κάποιον που νομίζει ότι είναι αήττητος . 
Αυτό ίσως είναι σημάδι ότι δεν είναι τόσο . 
Ο Αλέξανδρος ζήτησε την παρουσία μας . 
Έφτασε μήνυμα από τον Δαρείο . 
Τι είναι ; 
Αίτημα παράδοσης ; 
Όχι . 
Άλλη μια απελπισμένη προσφορά . 
Ως αντάλλαγμα για ειρήνη , ο Δαρείος θα μου δώσει τα εδάφη δυτικά του Ευφράτη και 30.000 αργυρά τάλαντα . 
Δεν είναι αρκετό ; 
Όχι . 
Άφησε ένα μικρό μπόνους για να γλυκάνει τη συμφωνία , όμως . 
Τι ; 
Το χέρι της κόρης του της Βαρσίνης . 
Σοβαρά ; 
Είναι αρραβωνιασμένη με τον Μαζαίο , τον πιο πιστό του στρατηγό . 
- Τι έχει κατά νου ; 
- Ακριβώς . 
Αν κάνει τέτοια προσφορά , τι περνάει απ ' το μυαλό του ; 
Ενημέρωσέ τον ότι δεν θα δεχτώ . 
Σταθείτε . 
Αλέξανδρε . Ας να το χρησιμοποιήσουμε . 
Θα επιστρέψουμε την προσφορά , μαζί με ένα μήνυμά σου να την αρνείσαι . 
Αλλά θα σταλεί υπόψη του διοικητή Μαζαίου . Με οδηγίες να το παραδώσει στον αγαπημένο του βασιλιά . 
Ο Δαρείος διαπραγματεύεται , αλλά κι ο Αλέξανδρος οργανώνεται . Ο Αλέξανδρος στέλνει ένα σημείωμα στον Μαζαίο . 
" Νόμιζες ότι θα παντρευτείς την κόρη του βασιλιά . 
Να , άλλαξε γνώμη γι ' αυτό . 
Οπότε , μήπως να μην πιστεύεις ό , τι σου λέει " . 
Είναι κι αυτό κομμάτι της στρατηγικής του Αλέξανδρου . Όχι μόνο να κερδίζει μάχες , αλλά και να χειραγωγεί προσωπικότητες και σχέσεις παρασκηνιακά . 
Αυτό πρέπει να έφερε σε δύσκολη θέση τον Μαζαίο . Ποιον να πιστέψεις ; 
Πιστεύεις τον Μακεδόνα , που μπορεί ή να λέει αλήθεια ή να σε δουλεύει ; 
Όσο είσαι εδώ , βάλε μια φρουρά σε ετοιμότητα για τη νύχτα . 
Δεν θέλω αιφνιδιαστική επίθεση . 
Ο Μαζαίος πρέπει να αποφασίσει με τίνος το μέρος θα πάει . 
Συνεχίζει να υποστηρίζει τον βασιλιά του και κάνει ό , τι μπορεί για να υπερασπιστεί την Περσία από τους Μακεδόνες ; 
Ή αρχίζει να αμφισβητεί πού ανήκει και ποιος θα του είναι πιο ωφέλιμος ; 
Ο πόλεμος θα τελειώσει σύντομα , φίλε μου . 
Είναι στην ανθρώπινη φύση να επιζητά να την ευνοήσουν οι Μοίρες . Διότι αρνείται να δει τι είναι το πεπρωμένο . 
Ότι παρά τα σχέδια ... παρά την όλη παράνοια , αγνοούν τη μόνη αλήθεια που μετράει . 
Ότι οι ζωές τους είναι στα χέρια των θεών . 
Επίθεση ! 
