فقط من اینجام کنی 
سرگرد ؟ سرهنگ هاردینگ دنبالته باشه 
حالت خوبه سرگرد ؟ 
همه دل‌مون برای سرگرد کلون تنگ می‌شه قربان 
گزارش آب و هوایی 
آسمون بایستی صاف باشه خوبه 
برسونمت سرگرد ؟ نه ، نیازی نیست 
مطمئنی قربان ؟ 
نگران نباش کنی . اصلا مست نمی‌شم 
صبح می‌بینمت 
برمن واسه من ، سخت‌ترین ماموریتِ جنگ بود 
سنگین‌ترین آتیش‌های توپخونه‌ای رو اونجا تجربه کردم 
یه ترکش به اندازه‌ی یه توپ فوتبال خورد به دماغه‌ی دژمون و نزدیک بود سرِ من و داگلاس رو قطع کنه 
بال سمت چپ‌مون آتیش گرفت و برق هواپیما قطع شد ولی او بلیکلی ، هرجوری که بود برمون گردوند انگلیس 
هواپیمای سرگرد کلون رو هم دیدم که مورد اصابت قرار گرفت و سقوط کرد 
از روزی که به گردان صدم ملحق شدم ، باک کلون رهبرمون بود 
فکر می‌کردیم شکست‌ناپذیره 
وقتی گیل کلون جون سالم به‌در نبرد ، پس کی می‌تونه ببره ؟ 
کمکی از دست‌مون برمیاد ؟ 
آره ، از روی تخت‌مون بلند شید ممنون می‌شیم 
کمد من کجاست ، هان ؟ 
- شرمنده قربان ، گفتن هواپیماتون ... - اشتباه گفتن 
وسایل‌تون رو جمع کنید و برید بیرون آقایون 
یه اتاق جدید براتون جور می‌کنم 
کمدم رو جابجا نکردی که ؟ 
نه قربان ، هنوز توی بهداریه 
نوشیدنی لازمم 
ایده خوبیه 
یالا 
داگی ... چی توی کمدته که این‌قدر پیگیرشی ؟ 
حساب کاندوم‌هام از دستم در رفته دلم نمی‌خواد مادرم بشینه بشمارت‌شون 
نگران نباش ، خودم باهاش صحبت می‌کنم 
پشم‌هام ، افراد بلیکلی هستن 
وای خدا ، فکر می‌کردیم مُردین 
گزارش دادن که چهار نفرتون با چتر نجات پریدین 
به‌گمونم یکی شمردن بلد نیست . کسی اصلا نپرید 
ویا و یویچ توی بیمارستانن 
ساندرز رو از دست دادیم 
کجا فرود اومدین ؟ 
توی پایگاه نیروی هوایی سلطنتی انگلیس ، نزدیک‌های لادهم 
- فرود پر چاله چوله‌ای بود 
- قطعا دوتا از موتورها از کار افتادن و بدنه ، سوراخ‌سوراخ شده بود 
یه مکانیک ، سوراخ‌ها رو شمرد ‫ - چندتا بودن ؟ ۱۲۰۰ ؟ ‫ - آره ، ۱۲۰۰ برجاساز هواپیما ، کامل کنده شده بود . نمی‌تونستیم چرخ‌ها رو باز کنیم 
نگران نباشید ، ترمزها کار می‌کردن . تا اینکه وارد باند شدیم 
اورت بلیکلی معجزه کرد و فرودش آورد 
نه ، معجزه رو کراز با ناوبریش کرد . یه درجه گرای اشتباه می‌داد ، توی آب فرود می‌اومدیم 
- شانس آوردیم - اون‌قدری سابقه داشتی که مشخصه شانس نیست 
بعدش تونست با ناوبریش کاری کنه که با کله بریم توی تنها درختی که اونجا بود قشنگ زدیم به هدف . استعداد ذاتی داره . تنها درختِ توی آنگلیای شرقی بود - و یه راست بردمون توش - بزرگ‌ترین پایگاهی بود که دیدم - یه راست بردمون توش - هری کرازبی ... خفن‌ترین ناوبر گردان هوایی هشتم ، باهاش آشنا شید خانم‌ها کی مشروب می‌خوره ؟ به حساب من و کرنک 
- قراره حساب کنم ؟ - آره ، یالا - هرچی تو بگی - عالی 
خیلی‌خب داداش - بابلز ، حالت چطوره رفیق ؟ 
- واقعا خودتی کراز ؟ 
وای خدا ، چرا تماس نگرفتی ؟ 
پایگاه نیروی هوایی سلطنتی تلفن نداشت 
- شانس آوردیم ماشین داشتن 
- باورم نمی‌شه 
واسه جین نامه نوشتم چی ؟ چی کار کردی ؟ واسه زنت ، نامه نوشتم . همه فکر کردیم که ... - ولی نفرستادیش که ؟ - نه ، نه خدا رو شکر 
حرفِ قشنگی به ذهنم نمی‌اومد که بنویسم ، در نتیجه ... حقیقتش خودم هم چندباری فکر کردم که مُردم 
آره ، خب برگشتی 
به موقع هم برگشتی . دارن اوضاعِ عملیات رو تغییر می‌دن 
چی ، ناوبر گروهی ؟ 
ممکنه مقامم رو ازم بگیرن . همین‌طور کارتر 
به محض اینکه برامون جایگزین پیدا کنن ، جایگزین می‌شیم 
چنین اتفاقی نمی‌افته 
- بفرما کراز 
- ممنون نایفهد 
- به سلامتی گردان صدم 
- تاحالا چنین چیزی نشنیده بودم 
- واقعا ؟ کراز ، هاردینگ می‌خواد ببینتت 
هی ، ایگنه . چرا این‌قدر زود برگشت ؟ 
به‌گمونم تصمیم‌شون رو گرفتن 
- می‌ریزی مایک ؟ - حتما 
الکی کنجکاو نشید آقایون 
فهمیدنِ اینکه چرا زود برگشتم خیلی ساده‌ست 
وای خدا ، یه ماموریت دیگه 
حالا دیگه قراره هر روز بریم ماموریت ؟ 
‫ ۲۳۰۸۳۰ ، بریدی . ‫ ۳۰۷۲۵ بده به کروک‌شنک ‫ 
- سرگرد ؟ ‫ - کلیف ، ۲۳۰۷۵۸ داریم ؟ 
یه مسئله مهم ؛ راستش نفهمیدم که ... 
شرمند قربان ، ولی مهندسین نمی‌تونن اون دوتا هواپیمایی که خواستین رو تا اون موقع آماده کنن عکس نقطه اصابت رو داریم ؟ جزئیات مربوط به بمب‌های حمل‌شده رو به بخش تسلیحات دادین ؟ 
هرچیزی که لازم بود رو در اختیارشون گذاشتیم 
- هی کراز - یکی دارم با یه افسر وظیفه شروع می‌کنیم هومر ، کرازبی ترفیع پیدا کرده و ناوبر گروهی شده 
- به باغ وحش خوش اومدی ، سروان 
- ممنون اسپنس ، دستورات ناوبری رو بهت تجویل می‌ده 
سروان ، این رو ببر به بخش اس دو به کارمندِ اونجا بگو که چی لازم داری 
لعنتی 
شرمنده 
یه تیکه پارچه بیار 
وای خدا . عالی شد 
بیا دیگه کراز - طوری نشد - ممنون 
اینجا دفترته 
بهت یه جیپ می‌دن . بخشی از مزایای مقامته هرچیز دیگه‌ای خواستی به " تریپ " بگو ، باشه ؟ 
موفق باشی کراز 
سرگرد ؟ 
مطمئنی من واسه این کار مناسبم ؟ نه 
هدف ابتدایی‌تون مونستره 
هدف اصلی و حد فاصلِ بمباران ایستگاه پخش ریلیه 
هدف ، قسمت شرقیِ مرکز شهره 
ساکت . گوش کنید 
پس دقت توی این ماموریت حرف اول رو می‌زنه 
بنابر گزارش سازمان‌های اطلاعاتی اکثر منازل محله‌های مجاور متعلق به کارگران راه‌آهن هستن پس اگر بمباران بشن در اصل کسایی بمباران شدن که راه‌آهنِ آلمانی‌ها رو فعال نگه داشتن 
چراغ‌ها رو روشن کن . سرهنگ ؟ 
ممنون رد 
گردان ۹۵ توی ترکیب پایین و گردان ۳۹۰ توی ترکیب بالا ، پیش قدم می‌شه 
خبر خوب اینه که لازم نیست مسیر زیادی رو طی کنیم . مونستر خیلی نزدیکه 
خبر بد اینه که کلا هفده هواپیما می‌تونیم ببریم که چندتاشون تا دو روز پیش متعلق به ما نبودن کلا هفده هواپیما ؟ 
ماموریت‌مون اینه بچه‌ها ؛ حمل و نقل صنعتی رو در منطقه رور مختل کنید شیرفهم شد ؟ 
بله قربان خوبه . 
سرگرد ایگن با هواپیمای بریدی پرواز می‌کنه خلبان فرمانده خواهد بود 
توی دو روز ، دوتا ماموریت بهمون سپردن 
مگه نباید گردان‌ها رو نوبتی اعزام کنن ؟ و به ما استراحت بدن ؟ 
مگه به جز ما کی رو دارن ؟ 
درست نیست . یک‌شنبه‌ست 
فردا هم دوشنبه‌ست 
دیدی که کلیسائه چقدر به حد فاصلِ بمباران نزدیکه 
مادامی که همه مراسم اعشای ربانی رو ترک می‌کنن ، قراره بمبارانش کنیم 
خب ؟ خیلی‌ها توی کلیسا خواهند بود یا حتی توی خونه‌هاشون 
و صرفا هم کارگرهای راه‌آهن نیستن 
همه‌شون توی این کار دست دارن 
تاحالا هدفی نداشتیم که این‌قدر به مرکز شهر نزدیک ... وای خدا ، کرنک ناسلامتی جنگه‌ها 
اومدیم بمباران کنیم 
رو سر زن و بچه مردم ؟ 
خب تا وقتی بهشون زخم کاری نزنیم که جنگ تموم نمی‌شه 
بهتره الان دست به کار بشیم تا هم‌رزم‌هامون نمردن و مفقود نشدن 
هیچ‌کدوم از کسایی که امروز قراره بمباران کنیم ، باک رو نزدن 
امروز پرواز می‌کنی یا نه ؟ 
بگو بله قربان 
بله قربان 
چه سر و وضعِ تخمی‌ای داری 
همین‌طوره . بدش من 
چرا نمی‌ری بخوابی ؟ 
می‌خواستم مطمئن بشم که ناوبرها چیزی کم و کسر ندارن 
بیش‌تر خواهان تسلیم بی‌قید و شرطِ آلمانی‌ها هستم ، ولی این هم خوبه 
بابت ترفیعت تبریک می‌گم 
فکر نکنی از این بابت ناراحتم‌ها 
همچنان معتقدم که تو بهترین ناوبری 
به‌نظر میاد فقط تو همچین نظری داری 
خب ، برام توی هواپیمای شیز گانا آرزوی موفقیت کن شیز گانا ؟ 
[ معنی تحت اللفظی : دختره قراره ... ؟ 
ندونی بهتره 
هی ، نگه دار 
- خوبی باکی ؟ 
- آره ، شما برید من با جیپ میام 
جک 
- بیا کاپشن‌هامون رو عوض کنیم - چی ؟ 
یالا ، کاپشنت رو بده بهم 
شوخیت گرفته ؟ 
گفتن کی پسش می‌دن ؟ نه هنوز 
اسم هواپیمایی که قراره بهمون بدن چیه ؟ 
رویال فلاش 
آ آر گو ؟ یعنی چی آخه ؟ 
دیروز از فراملینگهام رسیده 
ولی اقلاً تا اونجا پرواز می‌کنه 
واقعا خیالم راحت شد 
ممنون لوید 
کاپشنت چرمت رو تاخت زدی ، سرگرد ؟ 
باک همیشه از اون کاپشن بدش می‌اومد 
سخت‌ترین بخش هر ماموریت ، انتظار و صبر کردن بود 
مهم نبود که چقدر خوب مسیرها رو مشخص می‌کردن یا چقدر خوب بقیه‌ی ناوبرها رو توجیه می‌کردم بعد از پرواز ، کاری از دستِ من برنمی‌اومد 
فلنگن داره از ترکیب خارج می‌شه 
لعنتی ، یکی دیگه 
از خلبان فرمانده به دم ، می‌دونی مشکل هواپیمای فلنگن چیه ؟ 
آره ، به‌نظر میاد موتو شماره چهارش مشکل پیدا کرده 
استیون داره می‌ره که جایگزینش بشه 
از خلبان فرمانده به ناوبر ، به عنوان یه مشکل فنی ثبتش کن 
این الان سومیش بود یا چهارمیش ؟ حساب از دست رفته‌ها از دستم در رفته . تمام 
چهارتا ، سرگرد . در نتیجه کلاً سیزده‌تا هواپیما مونده 
لعنتی 
امکان نداره فاصله‌ی بینِ گردان خودمون و گردان ۹۵ رو قبل از رسیدنِ به ساحل پر کنیم 
آره ، هرکاری ازمون بربیاد می‌کنیم 
از خلبان فرمانده به دم ، گردان ۳۹۰ چقدر دوره ؟ 
بایستی هشت کیلومتر فاصله داشته باشن ، قربان 
فاصله‌ش به اندازه‌ای هست که آلمانی‌ها راحت بزنن‌مون آره 
هی جانی ، فکر کنم وقتشه بری توی قسمت دماغه و بشینی پشت تیربار سوم 
چشم سرگرد 
وای خدا ، فکر نمی‌کردم رفتنی باشه 
کمک‌خلبانمه 
صرفا می‌خواد خیالش جمع باشه که هواپیمام رو نمی‌ترکونی 
امروز نمی‌ترکونم 
از برجک بالایی به بمب‌انداز بمب‌انداز به گوشم 
ضامن رو بکشم ؟ 
دریافت شد 
اکسیژن چطوره ؟ ردیف‌اید ؟ سطح اکسیژن خوبه 
خشابت رو ردیف کن . بازگشاش رو بزن 
خشاب ردیفه . بقیه‌ش به تاقک وصله 
خیلی‌خب ، اسلحه‌ها رو چک کن - اسلحه‌ها ردیفن - همه‌چیز ردیفه ؟ 
بله ، دریافت شد . اسلحه‌ها ردیفن 
کالیبر ۵۰ آماده‌ست 
وای خدا . امروز صبح چقدر قهوه خوردی ؟ 
خیلی 
بمب‌ها رو رها می‌کنیم 
خیلی‌خب بچه‌ها ، من می‌رم خیلی‌خب 
سوخت جنگنده‌های همراه تموم شد . دارن برمی‌گردن 
حداقل از کانال ردمون کردن 
از برجک کروی به خدمه . آتش توپخونه در پیشه 
دریافت شد 
از برجک کروی به خدمه . موقعیت ساعت یکِ پایین 
ساعت سه ، ساعت شیش 
هی - تاحالا بهت گفته بودم از آتیش توپخونه‌ای متنفرم 
- امروز وقتش نیست 
لارو رو زدن . دارن سقوط می‌کنن - لعنتی - چتر نجات می‌بینم 
لعنتی ! سایمی داره سقوط می‌کنه 
شدیم یازده‌تا 
از ناوبر به خلبان فرمانده ، سه دقیقه دیگه به نقطه آغازین می‌رسیم از خلبان به ناوبر ، دریافت شد 
هری ؟ هری ؟ 
نه - زدن‌مون ؟ - هری ؟ 
از خلبان فرمانده به خدمه ، اوضاع ردیفه ؟ تمام 
صورت کلنتن رو ترکوندن 
یا خدا 
لعنتی ، نفس بکش هری 
نفس بکش لعنتی 
هری ، رو دستِ من نمیر 
نفس بکش 
لطفا هری 
موتور یک از کار افتاد 
سوختش رو قطع و جهت پروانه و عوض کن 
کلنتون مُرد 
از ناوبر به خلبان ، به نقطه آغازین رسیدیم . در زاویه‌ی ۰۵۷ درجه بچرخ 
دریافت شد ، در زاویه‌ی ۰۵۷ درجه می‌چرخم 
شدت آتیش توپخونه‌ای داره کم می‌شه . حواس‌تون رو جمع کنید بچه‌ها احتمالا جنگنده‌ها دور و برمونن 
یا عیسی مسیح 
توی موقعیت ساعت دوازده جنگنده هست . احتمالاً چند صدتایی هستن 
شلیک کنید . بذارید سرویس شن 
بیاید احتمال پیروزی‌شون رو کاهش بدیم 
زدنم 
زدنم . زدن تو پام 
- دارم میام 
- آخ پام 
از خلبان به بمب‌انداز ، داریم به هدف نزدیک می‌شیم . آماده‌ای ؟ از بمب‌‌انداز به خلبان ، دریافت شد از خلبان به بمب‌انداز ، هواپیما در اختیارته دریافت شد . دریچه‌های بمب رو باز می‌کنم 
دشمن ! ساعت نُهِ بالا 
بخش دم ، یکی دیگه رو از دست دادیم . آخرین عنصر ترکیب پایینی بود 
لعنتی 
موتور سوم آتیش گرفته 
سوختش رو قطع و جهت پروانه و عوض کن 
ردیفیم 
سرعت رو حفظ می‌کنیم 
آره ، با بدبختی 
به هدف می‌رسیم 
تقریبا یک دقیقه به بمباران مونده 
موشک ، ساعت دو 
از خلبان فرمانده به دماغه اون پایین چه‌خبره ؟ باید بمباران کنیم‌ها 
هامبون ؟ هامبون ؟ 
باز می‌خوان بهمون حمله کنن 
مادرشون رو به عزاشون بنشون 
یا خدا ، موتور چهار از کار افتاد ! کلا یه موتور برامون مونده 
هامبون رو بدجوری زدن 
موتور دو داره از دست می‌ره . داره منحرف می‌شه نگه داشتنش توی این سطح سخت می‌شه 
- باید از ترکیب خارج بشیم - کیر توش کیر توش 
سالوو ، بمباران کن بره دیگه 
وقتشه بپریم 
سالوو ، بمباران کن 
باید بپریم ! سالوو بمباران کن 
بمب‌افکن رو نابود کن ! شلیک کن 
دیگه بیش‌تر از این نمی‌تونم کنترلش کنم 
طاقت بیار هامبون 
کمکم کن ، چتر نجاتم رو بیار 
از خلبان به ناوبر خروج رهبر گردان ، ایگن از ترکیب رو ثبت کن 
دریافت شد ، کروک‌شنک وارد موضع فرماندهی می‌شه 
دریافت شد از ناوبر به خلبان ، سرگرد ایگن داره سقوط می‌کنه 
ظاهرا می‌خوان بپرن 
یالا ، باید فوراً بریم 
کمکم کن 
پطرس ، زود باش 
باید دفن بشه 
باید هری رو ببریم 
جورج ، یالا لعنتی . مُرده باید فوراً از اینجا بریم . یالا 
- کمک ، کمربندم گیر کرده - هامبون 
نجاتم بده 
اهرمه رو بکش 
رفتن ، همه‌شون پریدن بیا بپریم 
- برو 
- خودت برو 
لعنتی بریدی ، من افسر ارشدم . بپر هواپیمای منه ، خودت بپر 
چه غلط‌ها ؟ 
خیلی‌خب ، می‌بینمت جان 
آهای حرومزاده‌ها ، من هنوز زنده‌م 
بالای هدف لعنتی‌ایم محض رضای خدا بمب‌ها رو بنداز تا بریم 
از بمب‌انداز به خلبان . بزنم ؟ وایسا تا فرمانده بمباران کنه بعد 
بزنم ؟ 
وایسا 
بزنم ؟ 
فعلا نه 
- بزن 
- بمباران می‌کنم 
بمب‌ها افتادن 
درست افتادن روی هدف 
آتیش توپخونه‌ای در پیشه 
حالت خوبه ؟ 
- نگران نباش ، خوبم - توپچی چپ به خلبان دبلازیو رو زدن 
خونریزی شدیدی داره ، ولی فکر کنم حالش خوبه 
دریافت شد 
از خلبان به خدمه ، آتیش توپخونه‌ای متوقف شد . هوشیار باشید 
جنگنده‌های دشمن توی موقعیتِ ساعت ده و دو بالا هستن 
دارن می‌رن سراغ کروک‌شنک 
فرمانده داره سقوط می‌کنه 
چترنجات می‌بینم 
ب‌اف ۱۱۰ها توی موقعیتِ ساعت پنجِ بالا هستن . داریم باهاشون هم‌سطح می‌شیم 
موشک داره از سمت راست میاد 
پشم‌هام ، بال سوراخ شد 
شیز گانا نابود شده 
چتر نجات می‌بینی ؟ 
یا خدا ، فرمانده ترکیب بالا و شیز گانا رو از دست دادیم 
قسمت دم ، برجک بالایی ، چتر نجات می‌بینید ؟ من چیزی نمی‌بینم 
بقیه کجان ؟ 
از خلبان به خدمه ، کسی هواپیمایی از گردان صد رصد می‌کنه ؟ 
- برجک بالایی به خلبان ، منفی 
- میانگاه چپ به خلبان ، منفی 
برجک کروی به خلبان ، منفی 
- دماغه ، منفی - از دم به خلبان ، منفی 
توپچی میانگاه راست ، منفی 
دشمن ، توی موقعیت ساعت پنجِ بالا 
لاشی‌ها از ساعت هفتِ بالا هم دارن میان 
از خلبان به خدمه ، محکم بشینید 
- دوتا دیگه دارن میان - ساعت دو 
دارن میان سراغ‌مون 
توپ‌ها رو آماده کنید 
بزنیدشون بچه‌ها 
محکم بشینید بچه‌ها 
شلیکِ خوبی بود ، میلبورن 
مواظب باشید بچه‌ها ، هنوز تسلیم نشدن 
دو نفر از سمت دم دارن میان . ساعت شیشِ پایین 
خیلی‌خب ، طاقت بیارید این دوتا رو می‌کشونم سمت‌تون 
اومدن بیلی 
دارم می‌بینم‌شون . جلوئن . مانور بده 
ساعت دوازدهِ هم‌سطح 
چی ؟ 
باید ساعت بدی 
به جلو می‌گن ساعت دوازده . پس پشت سر می‌شه ... - ساعت شیش ؟ - درسته 
آتش 
بمباران کنید فوراً 
صداشون میاد 
بچه‌های ما نیستن 
گردان ۳۹۰ئه 
به یکی‌شون بی‌سیم بزن 
هواپیمایی که در شرف فرود هستی ، این ایستگاه ۱۳۹ئه ، دریافت شد ؟ 
‫ از برج مراقبت به هواپیمای گردان ۳۹۰ صدام رو می‌شنوی ؟ 
توی ایستگاه ۱۳۹ فرود اومدید 
فرمانده گردان صد هستم 
می‌دونید گروهم کجا قراره فرود بیاد ؟ 
خلبان ؟ 
افرادمون کجان ، چیک ؟ 
گفت هیچ‌کدوم‌شون برنگشتن 
هیچ‌کدوم‌شون ؟ 
یکی دیگه اومد 
- از افراد خودمونه 
- کی هست ؟ 
از این تازه‌واردهاست . روزنتاله 
هواپیمای ۰۸۷ صحبت می‌کنه . مجروح داریم 
دریافت شد . الان آمبولانس می‌فرستیم 
بقیه کجان ؟ 
برید خونه بچه‌ها 
- بقیه کجان ؟ - گفتم برید 
بجنب 
آروم 
اول پاهات رو می‌گیرم 
سرت رو گرفتیم 
بریم ، بریم 
- بریم - گرفتیمش 
می‌بریمت خونه ، لورن 
چه اتفاقی واسه بابلز افتاد ؟ 
ایگن چی شد ؟ 
بمونه واسه بعد از بازجویی 
کرنک چی ؟ 
بعداً می‌گم کنی همه‌شون ؟ 
دیگه بسه 
کیرم توش 
این آخرین باریه که می‌رم ماموریت 
نمی‌تونن مجبورم کنن برم ماموریت . دیگه نمی‌رم 
دیگه نمی‌رم 
این آخرین بار بود 
شماره سریال ۲۳۰۸۲۳ ، اینویدینگ میدن . اینا افراد والتز هستن 
آماری ندارم بقیه چی ؟ 
شماره سریال ۲۳۰۰۴۷ . اسوتر گرل افراد اچینسونه 
آماری ازش ندارم 
بقیه چی ؟ 
شماره سریال ۲۳۵۳۴ ، اول دد 
آماری ازش ندارم 
اوضاع خیلی بد بود قربان 
وقت نداشتیم وقایع رو ثبت کنیم 
شماره سریال ۲۳۰۰۲۳ . فوراور یورز . افراد استورک 
بله قربان ... همون اوایل ماموریت موشک خوردن 
هواپیماشون یکی دو دقیقه آتیش گرفته بود و بعدش ... کسی چتر نجات ندید ؟ 
شماره سریال ۲۳۲۲۹ . پسدینا نینا 
رونالد ؟ 
بقیه ؟ 
شماره سریال ۲۳۴۴۲۳ . شیز گانا 
بابلز پین ناوبرش بود 
آماری ازش ندارم 
من دیدم‌شون 
خب چی شد ؟ 
هواپیماشون آتیش گرفته بود و بعدش منفجر شد 
چتر نجاتی ندیدی ؟ 
گفتم که منفجر شدن 
نه قربان ، چتر نجاتی ندیدم 
شماره سریال ۲۳۰۰۸۷ . شک رت 
آماری ازش ندارم 
شماره سریال ۲۳۲۳۷ . اسلایتلی دینجرس 
افراد تامسون 
آماری ندارم 
شماره سریال ۲۳۴۳۳ . لئونا 
آماری ازش ندارم 
جین عزیز خودت می‌دونی ، ولی لازمه تکرار کنم که شوهرت ، دوستِ صمیمی‌م بود 
بهترین ناوبری هم بود که تاحالا دیده بودم البته اون‌قدر متواضع بود که به روی خودش نمی‌آورد 
شجاعت زیادی می‌خواد که بین یه مشت آدم مغرور و لاف‌زن متواضع بمونی ، ولی خب کراز این شجاعت رو داشت 
ای‌کاش من به‌جاش می‌مردم ... و لازم نمی‌شد کسی این نامه رو بنویسه 
توی مونستر ماموریت داشتیم اوضاع سختی بود 
توی سه روز اولت سه‌تا ماموریت رفتی 
طی یک عصر ، ۱۲۰ نفر مردن 
و من جزءشون نبودم 
فکر نکنم این محیط برام مفید باشه 
دوست دارم برگردم پایگاه این جنگ ... انسان‌ها قرار نبود که اینجوری رفتار کنن 
آدم وقتی می‌بینه که دارن بقیه رو محاکمه و مطیع می‌کنن باید یه کاری بکنه 
هواپیمای بابلز ، هفته پیش سقوط کرد . تقصیر من بود 
دیگه گریه و زاری فایده‌ای نداره 
بشین رو صندلیت و کار رو تموم کن 
