‫ بدون که همیشه به فکرتم ‫ از لحظه‌ای که بیدار میشم ‫ تا لحظه‌ای که شب سر به بالشت می‌گذارم 
‫ ولی حتی بعد از اون هم ‫ رویاهام سراسر در مورد توئه 
‫ تو همیشه تنها عشقم بودی و خواهی بود ‫ امیدوارم 
‫ ماموریت رگنسبورگ - شواینفورت ‫ با فاصله‌ی زیاد بزرگ‌ترین ‫ و پرهزینه‌ترین نبرد تا اون زمان بود 
‫ بیدیک ، کلیتور ، ون‌نوی ‫ و خدمه‌شون رو از دست دادیم 
‫ نمی‌دونستیم کی کشته ‫ و کی اسیر شده 
‫ نیروی هوایی دوازدهم داره میاد 
‫ خب ، دیر اومدن بهتر از هرگز نیومدنه ، ها ؟ 
‫ امیدوارم برای بچه‌ها ‫ آبجوی خنک آورده باشن 
‫ روش حساب نکن 
‫ خیلی‌خب ، بچه‌ها ‫ عجله کنین ‫ آره . وسایلتون رو بردارین ، بچه‌ها 
‫ قراره بریم خونه 
‫ زود باشین 
‫ در طی جنگ ، شجاعت ‫ به اشکال مختلفی بروز پیدا کرد 
‫ افراد نیروی هوایی مثل گروهبان ویلیام کوئین ‫ که با موفقیت با چتر فرود اومد ‫ " فلاندرز ، بلژیک " ‫ فقط یک راه برای اجتناب از اسیر شدن داشتن ‫ کمک گرفتن از دوستان خارجی‌مون 
‫ اگر مچ کسی رو در حین کمک ‫ به یک سرباز نیروی هوایی می‌گرفتن ‫ یا می‌فرستادنشون به اردوگاه کار اجباری ‫ یا اعدام می‌شدن 
‫ خطرات بی‌اندازه بودن 
‫ تو برو اونجا بشین . من الان میام 
‫ بیلی 
‫ زنده‌ای 
‫ کس دیگه‌ای زنده نمونده ؟ 
‫ تو اولین قیافه‌ی آشنایی هستی که دیدم 
‫ اون کیه ؟ 
‫ این " باب " ـه 
‫ گفتی عضو کدوم گروه بودی ؟ ‫ سیصد و ششم 
‫ - مسلسل‌چی هستی ؟ ‫ 
‫ هی ، حتماً بدجوری ‫ انگشت کردین تو سوراخشون 
‫ با چنان شدتی سرمون آوار شدن ‫ که تابه‌حال ندیده بودم 
‫ به ما هم حسابی حمله کردن ‫ خب ؟ 
‫ از دیروز تا الان ‫ از آبشخور آب می‌خوردم ‫ تو چی ؟ 
‫ بیبی‌فیس چی شد ؟ بقیه چی ؟ 
‫ تو . همراهم بیا 
‫ اسمت چیه ؟ 
‫ گروهبان ویلیام کوئین 
‫ شماره شناسایی 6391477 
‫ لطفاً جواب‌هات رو بنویس 
‫ ماموریتت چی بود ؟ 
‫ بمباران کارخونه‌ی مسرشمیت ‫ مسئولیتت چی بود ؟ 
‫ بی‌سیم‌چی بودم 
‫ لطفاً جواب‌هات رو بنویس 
‫ بیسبال دوست داری ؟ ‫ آره 
‫ بیب روث قبل از داجرز ‫ بازیکن چه تیمی بود ؟ 
‫ بیب روث هیچوقت بازیکن داجرز نبوده 
‫ بازیکن یانکی‌ها بود 
‫ و قبل از اون ... بازیکن رد ساکس بود 
‫ مجسمه‌ی وسط میدان ترافالگار چیه ؟ 
‫ نمی‌دونم این که گفتی کجاست ، جناب 
‫ تابه‌حال لندن نرفتی ؟ 
‫ پایگاهمون توی انگلیای شرقیه 
‫ برای رسیدن به لندن ‫ حداقل مرخصی 2 روزه لازم داری ‫ من تابه‌حال مرخصی 2 روزه نداشتم 
‫ تاریخ امروز رو بالای برگه‌ت بنویس 
‫ سرود ملی‌تون چیه ؟ 
‫ پرچم ستاره‌نشان 
‫ می‌تونی بخونیش ؟ 
‫ از امتحان پایان‌ترم مطالعات اجتماعیم ‫ تا الان اینقدر سین جیم نشده بودم 
‫ آره والا . فکر کردم نمره‌ی قبولی نگرفتم 
‫ باب ، فندک داری ؟ ‫ - آره ، یه سیگار به منم میدی ؟ 
‫ چرا این‌کارو کردین ؟ 
‫ نفوذی بود 
‫ نه ، نه ، نه ، نه ، نه ، نه ، نه ، نه ‫ من یک‌ساعت باهاش حرف زدم ، خب ؟ ‫ کوئین ؟ توام باهاش حرف زدی ‫ آمریکایی بود ‫ آلمانی بود . به روش‌های زیادی سعی کردن ‫ به سازمان‌مون نفوذ کنن ‫ ولی همیشه مچشون رو می‌گیریم 
‫ ممکن بود اشتباه کرده باشین 
‫ ما اشتباه نمی‌کنیم 
‫ عدد جادویی 25 بود 
‫ اگر از 25 ماموریت ‫ جون سالم به‌در می‌بردی ‫ می‌فرستادنت خونه و می‌فرستادنت ‫ شهرهای مختلف که اوراق قرضه‌ی جنگی بفروشی 
‫ اگر " دای " برنگرده ‫ بچه‌ها چه واکنشی نشون میدن ؟ 
‫ یا بدجوری جشن می‌گیرن ‫ یا بدجوری عزاداری می‌کنن 
‫ در پاییز 1943 ‫ سروان گلن دای و خدمه‌ش ‫ اولین کسایی بودن که به این عدد نزدیک شدن 
‫ " شونزدهم سپتامبر 1943 " ‫ - بچه‌ها ‫ - سرگرد ‫ سرگرد ‫ تامی ، اومدی تماشا کنی 
‫ این پسرا حواسشون هست توی دردسر نیفتی ؟ 
‫ خب ، عمداً کاری می‌کنن ‫ توی دردسر بیفتم ، جان 
‫ آره مطمئنم همینطوره ‫ هی ، بیلی ، سمی ‫ حالا با این اراذل و اوباش دمخور شدین ؟ 
‫ - مگه خودتون می‌خواین بهم کار بدین ؟ 
‫ - خب بیاین برای ما کار کنین 
‫ - با کمال میل ‫ 
- باشه 
‫ این دو تا چقدرم مشتاقن 
‫ لیل ، نگران دای نباش ‫ بیست و پنج تا ماموریت رفته ‫ به‌زودی میاد 
‫ ممنون ، جان 
‫ می‌بینمتون ، بچه‌ها 
‫ سلام ، سرگرد ‫ سلام 
‫ مثل عکس روی اوراق قرضه‌ی ‫ جنگی شدی . خیلی خوشتیپی ‫ حسمم مثل اوراق قرضه‌ی جنگیه 
‫ - سلام ‫ - آقایون ‫ این حرف از دهن شما ‫ خیلی ارزش داره ، سرگرد 
‫ - حالت چطوره ، راکی ؟ ‫ - جک . چطوری ؟ ‫ - هوا آفتابیه . شکایتی ندارم ‫ - کراز 
‫ - سرگرد ‫ 
- هی ، هی ، هی . نگاه کنین 
‫ - دای داره میاد ‫ 
- اوناهاش 
‫ بیست و پنج ماموریت ! 
‫ قراره برگردی خونه ! 
‫ بیست و پنج ! 
‫ قراره برگردی خونه ، حروم‌زاده‌ی خوش‌شانس ! 
‫ حرکتت رو دزدید 
‫ دختر تو رو هم قاپید 
‫ می‌خوای بچه‌ها رو ببینی ؟ بیا بریم 
‫ ببین کی اومده ‫ ظاهراً حسابی داره بهت خوش می‌گذره 
‫ حواستون به خانم باشه ‫ اوه ، نه ، نه ، من ... من دارم میرم اون سمت 
‫ - ناسلامتی مامانش مرده ‫ - ببین کی اومده ‫ چارلی رابرتسون خودمونه ‫ چارلی ؟ 
چارلی کیه ؟ 
‫ سال 1922 . بازی واست‌ساکس و تایگرز ‫ نه اجازه داد حریف بدوه ‫ نه ضربه بزنه ، نه خطا بگیرن 
‫ آره ، آخرین کسی بود ‫ که تمام پرتاب‌های بازیش بی‌نقص بود ‫ تا الان 
‫ قبل از فلوریدا می‌تونی بری خونه ؟ ‫ آره . سه روز دیگه ‫ آره ، شاید با مامانم رفتم شکار ‫ اجازه بدم مامانم قربون صدقه‌م بره 
‫ بعد به چند تا پایگاه سر می‌زنم ‫ تا اثبات کنم که واقعاً میشه ‫ بیست و پنج تا ماموریت رو تموم کرد 
‫ آره ، به‌زحمت 
‫ فقط ماها موندیم ، مگه نه ؟ 
‫ دوازده خدمه از بین ... ‫ سی و پنج تا که از گریلند اومدیم 
‫ درسته 
‫ فقط برات خوشحالیم ، دای ‫ آره ، خوشحالیم ‫ خیلی برات خوشحالیم . خیلی ‫ و به افتخار کسایی که امشب اینجا نیستن ‫ ولی باید می‌بودن 
‫ - به افتخارشون ‫ 
- آره ‫ آره ، به افتخارشون 
‫ آقایون ، میرم یه سر به بچه‌ها بزنم ‫ مطمئن بشم زیادی بدون من کیف‌و‌حال نمی‌کنن 
‫ - چارلی رابرتسون ‫ - می‌خواد چیکار کنه ؟ 
‫ اینم اولیش 
‫ اینقدر خیره نشو 
‫ - خیره نشدم ‫ - خیره شدی 
‫ واقعاً ؟ نه بابا ‫ هیچکدومتون با این وضع جوش نمیارین ؟ 
‫ آره چجورم داغ کردم 
‫ - " نش " ـه دیگه ، چه میشه کرد ‫ - نه ، منظورم این نیست 
‫ منظورم اینه که بزن و بکوب راه انداختن ‫ فقط به‌خاطر اینکه یک خدمه ‫ با تابوت برنمی‌گردن خونه 
‫ چرا ؟ چرا همیشه باید ‫ همچین حرفایی بزنی ؟ 
‫ خب ، ببین کی اومده 
‫ مراقب باشین ، بچه‌ها ‫ رقاص حرفه‌ایمون داره میاد 
‫ نه ... نه ، تشویقش نکن ‫ وگرنه همه‌ی دخترها رو فراری میده 
‫ ایول به رقصت 
‫ آقایون ، بدون من چه می‌کردین ؟ 
‫ من دارم دخترا رو دید می‌زنم ‫ و آقا " پپی " داره حس و حالمون رو خطاب می‌کنه 
‫ - پس هیچ کار خاصی نمی‌کردیم ‫ - خراب - باید بگی حس ‌ و‌ حالتون رو خراب می‌کنه ‫ نه ، نه . فقط گفتم نشونه‌ی خوبی برای ماها نیست 
‫ برای دووم آوردن یک خدمه ‫ باید همچین بزن و بکوبی راه بندازن ؟ 
‫ تمام خلبان‌ها همین کارو می‌کنن ‫ - می‌دونی که حواسشون بهت هست ، مگه نه ؟ ‫ - امیدوارم باشه 
‫ - آقایون ؟ 
- ممنون ‫ - آقایون ‫ 
- سرگرد ایگن ‫ سرگرد کلون 
‫ روزنتال . نش 
‫ درسته 
‫ دستیارهای خلبان ... اسپتز و لوئیس 
‫ - اسپیز هستم ، قربان ‫ - اسپیز 
‫ لوئیس هستم ، قربان ‫ ولی همه منو " پپی " صدا می‌کنن 
‫ - خیلی‌خب ‫ - بچه‌ها ... ‫ قبل از جنگ خلبان بودین ؟ 
‫ - وکیل بودم ، قربان ‫ 
‫ - از کجا یاد گرفتین بشینین پشت بی - 17 ؟ 
‫ - لوردو . 9 ماه . 
- آها ‫ دوره‌ی آموزشی مسلسل‌چی ‫ ستوان نش هم همینطور 
‫ خب ، شهرتتون همه‌جا پیچیده ‫ خواستم در جریان باشین 
‫ منظورتون اینه که ‫ با شرت‌ پرواز می‌کنیم ، قربان ؟ 
‫ متوجه نمیشم 
‫ خب ، به‌خاطر پرواز با شرت شهرت داشتیم 
‫ همه‌تون ؟ 
‫ بله قربان ‫ بچه‌ها این روزها همچین کارایی می‌کنن ؟ 
‫ توی تگزاس ، اون دژها اونقدر گرم میشن که ‫ میشه روی صفحه‌ی نشانگرهاش ‫ تخم‌مرغ نیمرو کرد 
‫ واقعاً ؟ 
قضیه‌ی ... شرت رو نشنیده بودیم ‫ ولی ... 
شنیدیم خلبان‌های ممتازی هستین ‫ خوشحالیم که در جنگ هستیم ، قربان 
‫ ماه‌ها درخواست می‌کردیم ‫ وارد نبرد بشیم 
‫ حالا که اینجاییم ، حس می‌کنیم ‫ واقعاً قراره یه‌کار مفید انجام بدیم 
‫ آره ، قراره یه‌کارایی انجام بدین 
‫ - خوش بگذره ‫ 
- بله قربان 
‫ - اوه ، پسر . چرا باید حرفشو پیش بکشی ؟ ‫ 
- آخه چرا جلوی سرگرد ‫ حرف از شرتم زدم ... ؟ 
‫ - فدای سرت . فدای سرت ‫ - برام دعا کنین ، بچه‌ها . دارم میرم تو کارش 
‫ ستوان هربرت نش هستم 
‫ هلن ‫ مثل هلن تروی 
‫ باورم نمیشه تا این سر دنیا اومدی ‫ که قهوه و دونات به بقیه بدی 
‫ می‌خواستم کمک کنم ‫ و کاری جز این گیرم نیومد 
‫ چه شانس بدی داری ‫ شکایتی ندارم 
‫ شرط می‌بندم هر اسکلی که صبحونه می‌خواد رو ‫ این شکلی نگاه می‌کنی 
‫ خب ... ممکنه آخرین ‫ قیافه‌ی خوشگلی باشم که می‌بینن 
‫ خب ، از کجا می‌تونم تشخیص بدم ؟ ‫ چیو تشخیص بدی ؟ 
‫ که فقط دلت برام می‌سوزه ‫ یا می‌خوای منو ببوسی ؟ 
‫ - شرط می‌بندم از لبخندش خوشت میاد ، باک ‫ - سرگرد ایگن . سرگرد کلون 
‫ شنیدم ... شنیدم 20 تا ماموریت رفتین 
‫ همین حدودا 
‫ خب ، اون 21 ماموریت رفته 
‫ توصیه‌ای برام ندارین ؟ 
‫ سعی کن زنده بمونی 
‫ حداقل برای 11 ماموریت 
‫ چشم ، قربان . بعد از ... ‫ بعد از 11 ماموریت چی میشه ؟ ‫ احتمال زنده موندنت بیشتر میشه ‫ یا نمیشه . می‌گیری چی میگم ؟ 
‫ ممنونم ، سرگرد . سرگرد ‫ - شب خوبی داشته باشی ‫ 
- همچنین 
‫ تمام این ، قیافه‌های جدید ... ‫ اگر سقوط کنیم ، ما رو هم یادشون نمی‌مونه ‫ جوری که انگار هرگز وجود نداشتیم ، باک 
‫ چه اهمیتی داره ؟ ‫ گمونم هیچ اهمیتی 
‫ بچه‌ها ‫ سرهنگ هاردینگ ‫ گوش کنین 
‫ الان یک صحبتی با دکتر استور داشتم ‫ که حالمو گرفت 
‫ فکر می‌کنه شما سوسول‌ها ‫ ممکنه بی‌احتیاط شده باشین 
‫ عمراً ، قربان 
‫ بهش گفتم جنگ جنگه ‫ و هرچی بیشتر توش باشی ‫ بیشتر روان آدم رو نابود می‌کنه 
‫ و از وقتی اولین غارنشین حرومی ‫ یک چماق برداشت ‫ و رفت سراغ اون یکی غارنشین ‫ وضعیت همین بوده 
‫ غارنشین‌ها رفتن پیش روان‌شناس ؟ ‫ - نه ‫ - تا جایی که می‌دونم نه ، قربان 
‫ معلومه که نه 
‫ مهم اینه که شما سربازها ‫ به وقتش آماده‌ی نبرد باشین ، همم ؟ 
‫ این‌که بین نبردها چیکار می‌کنین ... ‫ - از طرز فکرت خوشم میاد ، قربان ‫ - بله ، قربان 
‫ نبردهای هوایی این شکلی ‫ از زمان انسان‌های غارنشین وجود نداشته ، قربان 
‫ خب ، معلومه که نبوده ، " رد " ‫ هر جنگی نوآوری‌های خودشو داره 
‫ کی اینجا رو تزئین کرده ؟ 
‫ خب ، سپردمش به گروهی از بچه‌ها 
‫ اون هواپیمای کوفتی انگار داره سقوط می‌کنه 
‫ اخراجشون کن . کل گروه رو اخراج کن 
‫ دفعه‌ی بعد دیگه به‌ خودم زحمت نمیدم 
‫ بیاین ، جمع بشید . بیاین اینجا ‫ می‌خوام یه چیزی بهتون بگم 
‫ می‌دونین چطوری می‌تونیم ‫ همین امشب این جنگ رو تموم کنیم ؟ ‫ هرچقدر بمب 220 کیلویی جا میشه ‫ توی یکی از دژهامون می‌ریزیم ‫ و میریم سوراخ موش هیتلر رو می‌فرستیم هوا 
‫ مطمئنم رد و بابلز می‌تونن ‫ اون عوضی سیبیلو رو پیدا کنن 
‫ بله ، قربان 
‫ حالا کی بی‌احتیاط شده ؟ 
‫ کی ؟ 
‫ شما 
نخیر ‫ خودت شدی 
‫ نه ، شما شدی . قربان 
دخترهای مجرد منتظرن 
‫ بیاین بریم ، بچه‌ها ‫ بریم تورشون کنیم ‫ - دخترهای مجرد منتظرن ‫ - دستور دستوره ‫ - بریم ، بچه‌ها ‫ - هی ، تتی . بیا بریم ، تتی 
‫ خودت می‌دونی نمی‌تونی جلوی خودتو بگیری ‫ - تبریک میگم ‫ - می‌دونی نمی‌تونی جلوی خودتو بگیری 
‫ مرخصی لازم داری 
‫ فکر کنم سرهنگ بتونه ‫ برات مرخصی آخرهفته جور کنه 
توام باید بیای 
‫ لندن . بزن بریم ، باک ‫ بریم شهر رو بترکونیم 
‫ آره ، شاید دفعه‌ی بعد اومدم 
‫ بیا اینجا ، کوفته‌‌قلقلی 
‫ بریم برقصیم ؟ 
‫ می‌خوام به مارج بگم ، باک 
‫ وقتی اومدم جنگ ، از بین تمام چیزهایی ‫ که احتمال می‌دادم اتفاق بیفته ‫ هیچکدومشون یک ماه موندن ‫ توی یک مزرعه‌ی بلژیکی نبود 
‫ سربازهای نیروی هوایی که سقوط کردن ‫ از افراد قابل اعتمادمون که هدایتشون کنن کمتره 
‫ آره ، می‌دونم ‫ من یکی از خوش‌شانس‌هام 
‫ ولی نه به خوش‌شانسی اون ‫ بیا بریم ! 
‫ بجنب ، رومئو 
‫ سلام داداش 
‫ به‌نظرت دارن ما رو کجا می‌برن ؟ ‫ جایی به ذهنت نمی‌رسه ؟ 
‫ نمی‌دونم . به‌نظرم ‫ از فرانسه رد بشیم بریم اسپانیا 
‫ آره ، برای منم سواله ‫ و اینکه می‌تونیم بازم ‫ بچه‌ها رو ببینیم یا نه 
‫ جوری که آلیس داشت سقوط می‌کرد ‫ بعید ... بعید می‌دونم 
‫ ولی هینتون پرید بیرون 
‫ آره . آره ، معلومه ‫ مطمئنم بیبی‌فیس یجوری دراومده 
‫ ساکت باشین 
‫ این دخترته ؟ 
‫ میشو راهنمای شماست 
‫ این که سنی نداره 
‫ اون راهنمای شماست ‫ و باید هرکاری میگه انجام بدین 
‫ چی گفت ؟ 
‫ نمی‌دونم 
‫ بدش به من 
‫ بیخیال . نیازی به این کارها نیست 
‫ اگر آلمانی‌ها اینو پیدا کنن ‫ به‌نظرت با لوئیز و خانواده‌ش ‫ چیکار می‌کنن ، ها ؟ 
‫ اونقدر شکنجه‌شون می‌کنن ‫ تا به حرف بیان ‫ و وقتی اسم‌هایی که نیاز دارن رو ‫ ازشون کشیدن ، تیربارون‌شون می‌کنن 
‫ و بعد نفرات بعدی رو پیدا می‌کنن ‫ و همین‌کارو با اونا هم می‌کنن 
‫ مثل کشیدن نخ پولیور می‌مونه 
‫ نمی‌دونستم ... ‫ معذرت می‌خوام 
‫ حماقت کردم 
‫ این که گفتی یعنی چی ؟ 
‫ اینجا ... ‫ حماقت کردن برابره با مردن 
‫ خب ، چی شد سر از لندن درآوردی ؟ همم ؟ 
‫ با این نوشیدنی ، داری یک گپ ساده می‌خری ‫ نه داستان‌های غم‌انگیز 
‫ خب ، نمی‌دونستم دارم چیزی می‌خرم 
‫ پس قصد نداری ‫ منو بکشونی توی تخت‌خواب ؟ 
‫ اوه ، هنوز به اونجاش فکر نکردم 
‫ - گمونم اگر می‌خواستی بخری ... ‫ 
‫ لازم نبود این همه راه ‫ تا همرسمیت بیای 
‫ الان توی همرسمیتم ؟ 
‫ سرگرد نیروی هوایی هستی ‫ ولی ناوبر نیستی 
‫ نه ، خلبانم 
‫ می‌دونی از کجا میشه تشخیص داد ‫ یکی خلبانه یا نه ؟ 
‫ چطوری ؟ 
‫ خودش بهت میگه 
‫ شوهر منم خلبانه 
‫ پس متاهلی ؟ 
‫ - چند وقته سرباز بودی ؟ 
‫ - از قبل از جنگ 
‫ - تو چند وقته از لهستان دراومدی ؟ 
‫ - از زمان حمله‌ی آلمان 
‫ آره ، فیلم‌های خبری رو دیدم 
‫ برای همین نام‌نویسی کردم ‫ حتی قبل از پرل‌هاربر 
‫ پس یه قهرمان آمریکایی هستی 
‫ شاید دلم ماجراجویی می‌خواسته 
‫ شوهرت کجاست ؟ 
‫ بعضی خلبان‌ها زنده می‌‌مونن ‫ تا به جنگیدن ادامه بدن ‫ اون موند 
‫ می‌خواست مثل تو ‫ یک قهرمان باشه 
‫ پارسال یکی از اعضای ‫ گردانش رو پیدا کردم 
‫ گفت همون هفته‌ی اول ‫ هواپیمای پاول رو توی آسمون " سیلزی " زدن 
‫ یا اسیر جنگیه ‫ تا داره توی مزرعه‌ی سیب‌زمینی می‌پوسه 
‫ شاید این ودکایی که داری می‌خوری ‫ از سیب‌زمینی‌های اون درست شده باشه 
‫ می‌خوای منو ببری توی رخت‌خواب ؟ 
‫ اول منو ببر برقصیم 
‫ تابه‌حال هیچوقت اونی نبودم ‫ که در معرض بمبه 
‫ معرض بمب ‫ معادل جالبی برای کلمه‌ی مرگه 
‫ بمب‌های زیادی انداختم ‫ احتمالاً خیلیا رو کشتم 
‫ عجب شغلیه 
‫ عذاب وجدان نداری ؟ 
‫ نیازی نیست داشته باشی ، آلمانی‌ها حقشون بوده ‫ تک‌تک اون بمب‌ها روی سرشون بریزه 
‫ از نظر بعضیا جنگ ‫ با قتل بی‌دلیل فرق می‌کنه 
‫ فرقی ندارن 
‫ نظر تو چیه ؟ 
‫ به‌نظر من باید با همون بی‌رحمی و خشونتی ‫ که با مردم من رفتار کردن باهاشون رفتار کنیم 
‫ همچین کاری عادلانه‌ست 
‫ آره ، ولی ... ‫ اگر توازنی توی این مسائل وجود داشت ... ‫ من باید خیلی وقت پیش می‌مردم 
‫ توازنی وجود نداره 
‫ فقط اتفاق پشت اتفاق میفته 
‫ بدترین‌ها بدون یک خراش زنده می‌مونن ‫ بی‌گناه‌ها می‌میرن 
‫ ولی می‌دونی چیه ؟ ‫ هرچه به مرگ نزدیک‌تر باشی ... ‫ بیشتر احساس سرزندگی می‌کنی 
‫ هر ثانیه یک مرگ کوچیکه 
‫ فکر می‌کردم خودم وقتی مست می‌کنم ‫ زیادی شلوغش می‌کنم 
‫ اون بالا می‌بینمت ، باک 
‫ - سالم بریم و برگردیم ‫ - آره 
‫ موفق باشی ، رفیق ‫ همچنین 
‫ دونات می‌خوای ؟ ‫ نه 
‫ - ممنون ‫ - داغه . 
‫ - همراهش قهوه می‌خوای ، ستوان ؟ 
‫ - دلت برام تنگ شده ؟ ‫ 
- توی این 4 ساعتی که از هم دور بودیم ؟ 
‫ خب ، این‌دفعه بیشتر طول می‌کشه 
‫ چطور می‌تونم دووم بیارم ؟ 
‫ چیه ؟ 
‫ شاید آخرین قیافه‌ی خوشگلی باشی که می‌بینم 
‫ این حرفو نزن 
‫ و حقیقتاً خوشگل‌ترینی 
‫ بعداً می‌بینمت 
‫ شک نکن 
‫ - عه ، ببین ، ادونیس خودمونه ‫ - بسه دیگه 
‫ اولین تلاش‌مون ‫ برای بمباران " برمن " فاجعه‌بار بود 
‫ ولی انگار مدت‌ها از اون زمان گذشته بود ‫ آماده بودیم دوباره ‫ به پناهگاه زیردریایی‌ها حمله کنیم 
‫ هیچکس مشتاق‌تر از سرگرد کلون نبود 
‫ درست شد ؟ 
‫ نه ‫ گندش بزنن 
‫ سرگرد ، قربان ، دینام چپ ‫ موتور شماره‌ی 2 مشکل داره ‫ موقع روشن شدن خیلی کم میاره 
‫ مطمئنم مشکل فقط از نقاط تماسشه ‫ می‌تونم موقع حرکت درستشون کنم با ‫ سه موتور ؟ 
‫ از پسش برمیام ، قربان 
‫ این دیوونگیه ‫ می‌خوای روی چرخ وایسی ؟ 
‫ یه امتحانی بکن 
‫ مطمئن نیستم فکر خوبی باشه ، باک 
‫ درست کردن دینام روی باند ‫ این یه چیزه ‫ ولی موقع حرکت ؟ 
‫ اگر لمنز میگه درستش می‌کنه ‫ پس درستش می‌کنه 
‫ باور داشته باش ‫ باور داشته باش 
‫ اوضاع چطوره ، لمنز ؟ 
‫ باید این گردان رو رهبری کنیما 
‫ مشغولم ، سرگرد ‫ دارم با تمام سرعت کار می‌کنم 
‫ دو تا هواپیما مونده ، باک 
‫ دو تا هواپیما جلومون مونده 
‫ چشم ، قربان 
‫ خیلی‌خب ، یکی مونده ، باک ‫ یا الان یا هرگز 
‫ - یکی مونده ، لمنز ‫ 
- هنوز برای کنار کشیدن دیر نشده ، باک ‫ - می‌تونیم بریم روی اون باند سمت راست ‫ - بعدی ماییم 
‫ - بعدی ماییم ‫ 
‫ بجنب ، لمنز ‫ بجنب . بیا 
‫ باید درست شده باشه 
‫ برید حالشونو بگیرین ، بچه‌ها 
‫ دمارکو ، اعتراف کن ‫ اشتباه کردی ‫ باشه ، اشتباه کردم . بزن بریم ‫ ایول جیگر 
‫ " پاریس ، فرانسه " ‫ داریم به ایستگاه می‌رسیم ‫ پس آلمانی‌های زیادی اونجا هستن 
‫ هرکاری من کردم انجام بدین ‫ اگر مدارک شناساییم رو درآوردم ‫ شما هم مدارک شناساییتون رو دربیارین ‫ اگر به ساعتم نگاه کردم ‫ شما هم به ساعتتون نگاه کنین 
‫ و هرکاری می‌کنین ، فقط صحبت نکنین 
‫ باشه ؟ 
‫ باید بریم ؟ 
‫ نه ، میرم دستشویی 
‫ الان ؟ 
‫ به‌نظرت ما رو از هم جدا می‌کنن ؟ 
‫ نمی‌دونم ، بیلی 
‫ باید ... باید یه چیزی ‫ ازت بپرسم ، کوئین 
هرکاری می‌کنم از ذهنم بیرون نمیره 
‫ در مورد سقوطه 
‫ - بیبی‌فیس ... 
‫ نتونستم بیارمش بیرون 
‫ دریچه گیر کرده بود 
‫ واقعاً سعی کردم 
‫ همون‌جا ولش کردم 
‫ بیبی‌فیس کوچولو 
‫ سعی ... 
‫ نمی‌دونم 
‫ منم بودم همون‌کارو می‌کردم 
‫ بلیط ، لطفاً 
‫ و لطفاً مدارکتون رو ‫ برای مسئولان ایستگاه آماده کنین 
‫ نه ، جناب ، اینو بده به مسئول ایستگاه 
‫ بلیط رو بده لطفاً 
‫ یک لحظه ، آقا 
‫ ببخشید - سلام ، آقا ‫ - سلام ، خانم . بلیط لطفاً 
‫ - بفرما ‫ 
- ممنون 
‫ بلیطت ، آقا ! 
‫ جناب ، جناب ‫ بلیطت رو بده ببینم 
‫ اونا کر هستن ‫ صدات رو نمی‌شنون 
‫ توی جیب‌هاتون رو بگردین ! 
‫ چرا اینطوری می‌کنی ؟ بهت که گفتم کر هستن ‫ متوجه نمیشه چی میگی ‫ - بیخیال . چرا داره فرار می‌کنه ؟ 
‫ - ترسیده . خودتو بذار جای اون 
‫ صبر کن 
‫ وایسا . وایسا . 
‫ بچرخ و آروم برگرد توی کابین ‫ باشه ؟ 
‫ بلیطت همراهته ؟ ‫ آره 
‫ بیارش بیرون 
‫ بلیطت رو پیدا کردی ؟ - آقا ‫ - بله ، خانم ؟ ‫ آقا ! یکی چمدون یک خانم بیچاره رو دزدیده 
‫ باشه ، باشه ‫ الان میام خدمتت ، خانم 
‫ بشین و آروم باش 
‫ نمی‌خوای کاری بکنی ؟ ‫ آروم می‌شینه . 
باشه ‫ اونجاست . دزده ! ‫ بری می‌بینیش ، موهاش قرمزه 
‫ دیگه این‌کارو نکن ‫ فهمیدی ؟ 
‫ تمام این مدت اینجا بودی ؟ 
‫ این " منون " ـه 
‫ راه درازی در پیش داریم 
‫ شما رو می‌رسونیم اسپانیا ‫ و بعد برتون می‌گردونیم انگلستان 
‫ ولی باید خونسردیتون رو حفظ کنین 
‫ اگر بازم همچین کاری بکنی ‫ چنان می‌زنمت که دیگه بلند نشی 
‫ زیاد سفتش نکن 
‫ باند رو خالی کنین ‫ اوه ، خدا . بیخیال بابا ! ‫ آماده باشین ، بچه‌ها ‫ باند رو خالی کنین 
‫ یازده ، دوازده ‫ - سیزده ‫ 
‫ سیزده‌تان 
‫ کجایی ، باک ؟ 
‫ - فقط همینان ‫ - فقط همینان ، قربان 
‫ بیست و چهار دژ فرستادیم ‫ سیزده تا برگشتن 
‫ سه تا به‌خاطر مشکل فنی برگشتن ‫ یعنی 8 تا از دست دادیم 
‫ یعنی 80 نفر 
‫ - قربان ‫ - بعضی از افراد جدید 
‫ کید و بلیکلی 
‫ و همچنین دمارکو و باک کلون 
‫ قربان 
‫ متاسفم ، پسرجون 
‫ لعنت به این برمن 
‫ چی شده ؟ 
‫ برنگشتن 
‫ پس کی از کوفته‌قلقلی مراقبت می‌کنه ؟ 
‫ بذار کمکت کنم ، دکتر 
‫ هواپیمای پرچ‌کن‌های رزی ، گردان 418 
‫ - بفرما ‫ - ممنون ‫ - حالتون خوبه ؟ ‫ - خوشحالیم برگشتین 
‫ - اگر می‌خواین قهوه اینجا هست ‫ - قهوه اونجاست 
‫ بیا بریم 
‫ انگار داشتیم از پرده‌ی ‫ گلوله‌های ضدهوایی می‌گذشتیم 
‫ - ادامه بده ‫ - یک جنگنده‌ی فوکه - وولف خودشو کوبید بهشون ‫ جفت هواپیما منفجر شدن ‫ شرایط چطور بود ؟ ‫ می‌تونستین هدف رو ببینید ؟ 
- رهبر گردان ساقط شد ‫ کسی خارج شد ؟ چتری ندیدین ؟ 
‫ فقط 4 تا چتر دیدم . همین 
‫ که اینطور ‫ چی شد که تک و تنها موندین ؟ 
‫ بعد از اینکه ... رهبر گردان 305 ساقط شد ‫ خیلی هرج و مرج شد 
‫ هواپیمای " جیگر " با باک کلون و دمارکو 
‫ کل دسته‌ی اول 
‫ نش و اسپیز هم ساقط شدن 
‫ چتری ندیدم 
‫ یک دقیقه بهم مهلت بده ، پپی 
‫ هلن 
‫ امروز آسمون مثل جهنم بود 
‫ ستوان نش زنده نموند 
‫ متاسفم 
‫ - کرنک ‫ - سلام ‫ دیدی چه اتفاقی برای دژ ‫ بلیکلی و کراز افتاد ؟ ‫ کی ؟ کجا ؟ چند تا چتر ؟ ‫ نه ، یه جایی توی آسمون هدف ‫ از آرایش پرواز خارج شدن 
‫ باک چی ؟ 
‫ کی می‌خواد به ایگن بگه ؟ 
‫ صبح به‌خیر 
‫ صبح به‌خیر ؟ از ظهر هم گذشته 
‫ شراب اول صبحی 
‫ سرم درد می‌کنه 
‫ نه ، اگر اول صبحی شراب بخوری 
‫ دردش کم میشه ‫ باید برم 
‫ جایی کار داری ؟ 
‫ نباید قضیه رو گنده‌تر از چیزی کنیم که بود 
‫ خب ، خیلی خوش گذشت ‫ مگه چقدر دیگه می‌تونیم گنده‌ترش کنیم ؟ 
‫ ببین ، امروز میرم بیرون و مشروب می‌خورم 
‫ می‌خوام یکم خوش بگذرونم ‫ می‌خوام با تو این‌کارو بکنم 
‫ قلبم تحمل اینو نداره که یک خلبان دیگه‌م ‫ توی مزرعه‌ی سیب‌زمینی خاک بشه 
‫ می‌دونم درکم می‌کنی ... ‫ مرد مهربون 
‫ ببخشید ، خانم ‫ می‌دونی کجا می‌تونم روزنامه بخرم ؟ 
‫ اونجاست . سر نبش 
‫ اوه ، خدایا 
‫ بذارین ببینمش . تو رو خدا ‫ - ممنونم ‫ 
‫ فقط بذارین ببینمش ! مرده ؟ ‫ نه ، امکان نداره ! 
‫ - بقیه‌ش رو نگه دار ‫ 
‫ نورفک 7322 ، لطفاً 
‫ - بومن هستم ‫ 
- رد ، منم ایگن 
‫ بازی دیروز چطور بود ؟ 
‫ به اون خوبی که انتظار داشتیم نبود 
‫ باک توی زمین بود ؟ ‫ آره 
‫ خوب بازی کرد ؟ 
‫ وسط بازی خورد زمین ، جان 
‫ دیگه کیا ؟ 
‫ اکثر بازیکن‌های اصلی 
‫ فردا هم بازی داریم ؟ ‫ آره 
‫ خیلی‌خب ، به مربی بگو ‫ تا قبل از بازی برمی‌گردم 
‫ درضمن ، رد ... ‫ می‌خوام خودم بازی رو شروع کنم 
‫ تـرجـمـه و تـنـظـیـم : حـسـیـن اسـمـاعـیـلـی ‫ نیازی به پرسیدن نیست ، آقایون 
‫ خودتون می‌تونین تصور کنین ‫ چرا زودتر برگشتم 
‫ یک ماموریت دیگه داریم 
‫ هدف شرق مرکز شهره 
‫ قطعاً مردم زیادی ‫ توی اون کلیسای جامع هستن 
‫ تابه‌حال هدفی نداشتیم ‫ - که اینقدر به مرکز شهر نزدیک باشه ‫ - خدا لعنتت کنه ، کرنک ‫ جنگه دیگه . اومدیم بمب بریزیم سرشون 
‫ دیروز اومده . ولی پرواز می‌کنه ‫ مایه‌ی امیدواریه 
‫ جنگنده‌ها ساعت 12 ‫ یا خدا 
‫ موتور شماره 1 از کار افتاد 
‫ یا خدا ، موتور 4 از بین رفته ! 
‫ باید سریعاً از اینجا بزنیم به چاک 
‫ می‌دونی گروهم قراره کجا فرود بیاد ؟ 
‫ افرادمون کجان ، چیک ؟ 
