خبردار 
آزاد باش 
دقیقاً یک‌سال پیش ، همین موقع‌ها نیروی هوایی هشتم ، تمام قوای خودش رو اعزام کرد 
در مجموع ، دوازده بوئینگ بی - ۱۷ رو ارسال کرد 
امروز ، نیروی هوایی هشتم تمام قوای خودش رو با سه گروه ضربت هوایی اعزام می‌کنه 
به به - که شمال ۳۷۶ بمب افکن سنگین - بد نیست ، هان ؟ - آره - این بزرگ‌ترین ارتش هواییِ اعزام‌شده در طول تاریخ بشره ایول دستخوش 
ما توی اولین گروه ضربت حضور خواهیم داشت و کارخانه‌ی مونتاژ موتورِ هواگردهای مسرشمیت ب‌اف ۱۰۹ در رگنسبورگ رو می‌زنیم 
گروه ضربت دوم و سوم هم کارخونه‌ی بلبرینگ شواینفورت رو هدف قرار می‌ده 
و ماشین آلات جنگی ، بدون بلبرینگ نمی‌تونن حرکت کنن 
اگه موفق بشیم تولیدات آلمانی‌ها رو به مدت چند ماه تعطیل می‌کنیم 
جان‌های بی‌شماری رو نجات می‌دیم 
سرجوخه 
یا خدا - وای پسر - 
اینجا رگنسبورگه 
و احتمالا دارید پیش خودتون می‌گید باید مدت زمان زیادی رو توی حریم هوایی آلمان باشیم 
درسته 
تاحالا همچین مسافتی رو توی آلمان ، طی نکرده بودیم 
ولی نیروی هشتمِ قادر یه نقشه داره 
سرگرد بومان ؟ 
برو بترکون ، رد 
یه برنامه‌ی نظامی سه‌جانبه‌ست و آلمانی‌ها فقط می‌تونن در برابر یکی‌شون ، مقاومت کنن 
پس ، اجرا و زمانبندی بسیار مهمه 
سرگرد ؟ این خط قرمزه چرا به آفریقا منتهی می‌شه ؟ 
طبق معمول ، سوال زیرکانه‌ای پرسیدی ، کرت 
و اگه اجازه بدی ، یه‌کم دیگه جواب می‌دم باشه ، حالا به ریشم بخندین سه نیروی ضربت ، بر فراز کانال به همدیگه ملحق می‌شن بعدش اینجا جدا می‌شن 
لوفت‌وافه ، تا حدی می‌تونه در برابر گروه ضربت اول‌مون دفاع کنه بعدش مجبور می‌شن برگردن پایگاه که تجدیدقوا و سوخت‌گیری کنن 
و وقتی دوباره پرواز کردن گروه‌های ضربت دوم و سوم کارخونه‌ی بلبرینگ‌سازیِ شواینفورت رو بمباران می‌کنن 
حالا وقتشه جوابِ سوالت رو بدم ، کرت 
... مادامی که ما چطور بگم ؟ یه‌جورهایی زیرتانک شدیم و داریم با جنگنده‌های دشمن دست و پنجه نرم می‌کنیم 
این یعنی باید برید آفریقا ، آقایون 
نیروی هوایی دوازدهم با آغوش باز ، آبجوی خنک و خوراک خرچنگ ، ازتون استقبال می‌کنه 
. انگار رفتید سفر با آبجو هم که حال می‌کنید 
البته اگه شانس بیاریم 
ممنون رد 
و حالا وقتشه بهتون خبرهای بد رو بدم 
توی بال‌مون ، باید آخر از همه قرار بگیریم 
بدترین نقطه‌ی توی جوخه‌ست آره ، باشه 
جون‌مون هیچ ارزشی براشون نداره 
گردان ۴۱۸ جلوتر از همه پرواز می‌کنه سرگرد کید هم خلبان فرمانده گروه خواهد بود 
سرگرد ایگن هم توی دژ سروان کروکشنک به عنوان خلبان فرمانده علی‌البدل پرواز خواهد کرد 
سرگرد ویل ، گردان ۳۴۹ و ۳۵۱ رو در موقعیت بالا ، رهبری می‌کنه یعنی کمک‌پرواز برام گذاشتن ؟ این‌طور به‌نظر میاد 
بفرما به‌نظر میاد طی ساعات اول پرواز آب و هوای خوبی . در انتظارمون نیست استورمی ؟ 
بذار حدس بزنم ، هوا بارونیه 
صد در صد 
درسته قربان 
آقایون ، امروز بر فراز پایگاه در ارتفاع چهار هزار پایی پوشش ابری ، پنج دهم استراتوسه ... بالاتر هم پنج دهم خلبان فرمانده‌ی علی‌البدل چیه دیگه ؟ 
نمی‌دونم 
یعنی تو نقشی توی این قضیه نداشتی ؟ - ... به لحاظ وسعت دید هم - 
بر فراز رشته‌کوه آلپ ... و توی راه آفریقا وسعت دیدتون بهتر می‌شه 
ممنون استورمی 
موفقیت این ماموریت ، لنگِ رسوندنِ هر سه گروه ضربت در نقطه دقیق مشخص شده بر فراز کاناله 
... اگر همزمان به‌هم ملحق نشیم دیگه نمی‌شه فریب‌شون داد 
مثل پاس فریبنده‌ی بسکتبال 
تا ساعت ۵ : ۲۰ ، ده ثانیه مونده 
... موفق باشید و تا چند روز دیگه می‌بینم‌تون 
شروع شد 
‫ از برج مراقبت به هواگرد ۵۶۷ 
پرواز تمام هواگردها به دلیل مه سنگین به تعویق افتاده 
. تمام بال ، موقتاً باید دست نگه داره منتظر دستورالعمل‌ها باشید 
برج مراقبت ، هوگرد ۵۶۷ صحبت می‌کنه . پیامت دریافت شد منتظریم ، تمام 
خداوندا ، حافظ خلبانان در آسمان وسیع باش 
، طی سفرشان ، همراه‌شان باش چه در هوای طوفانی و در چه آسمان صاف 
تویی که از پرندگان متعادل در پروازشان ، محافظت می‌کنی ، حافظ بادهای آرام ، همراه‌مان باش تا با حضور تو با ترس‌های‌مان مواجه شویم 
هر سه گروه ضربت ، نمی‌تونن پرواز کنن یه تاخیر نیم‌ساعته داریم 
توی مسیر برزخی و به یه دوراهی می‌رسی 
یکی‌ش به والهالا ختم می‌شه دیگری به جهنم و نابودی 
توی هر مسیر یک دیو هست 
یکی‌شون همیشه حقیقت رو می‌گه دیگری حرومزاده‌ی مکاریه که همیشه دروغ می‌گه اون چه سوالیه که باید بپرسی تا راهت رو از طریق جواب‌شون پیدا کنی ؟ 
یا خدا 
هی ستوان ، مهمون داری - عجب زنِ با کلاسیه - 
نیم ساعت دیگه صبر کنید 
می‌شه یه‌بار خبر خوب بدی ، گارسیا ؟ اگه شکایتی داری ، به بخش عملیات بگو هی ، یه نامه می‌نویسم و با لحن شدیدی شکایت می‌کنم 
رفقا ، با یه تاخیر نیم‌ساعته‌ی دیگه مواجه‌ایم 
چرا نمی‌تونیم پرواز کنیم ؟ 
. چون نمی‌تونیم هوا مه‌آلوده مگه خلبان‌ها واسه مه آموزش ندیدن ؟ آره ، مگه بابت همین پول نمی‌گیرن ؟ آره با آب‌نباتِ توی دهن‌شون می‌تونن وارونه پرواز کنن ... ولی اگه یه گاو توی باند باشه گاو توی باند باشه ؟ 
این کسشعرها رو از کجات درمیاری ، کوئین ؟ 
ما توی یه دژ پرنده‌ایم از پس یه گاو برمیایم 
آلیس که بیوک نیست ، بیبی فیس یه قوطی حلبی به حساب میاد 
، اگر باهاش با یه گاو ، شاخ به شاخ بشیم مادامی که توشیم له می‌شه 
دارم گاوت رو می‌بینم 
کره بادوم‌زمینی ، کره بادوم‌زمینی ، مربا 
گاوت رو کباب می‌کنم 
باکی 
باکی - بله کرنک ؟ 
چطور هاردینگ رو قانع کردی که بذاره پرواز کنین ؟ 
منظورت چیه ؟ 
تو ، باک ، ویل ، کید ؟ 
سه فرمانده یگان و یه افسر هوایی 
تنوع نیرویی‌ای وجود نداره 
آره ، تاحالا ندیده بودم این همه افسر ارشد توی یه ماموریت باشن 
قرار نبود این یکی رو از دست بدم که 
وایسا ، ازش می‌پرسی آیا تو دیو خوبه هستی ؟ " ؟ " 
نه ، ولی داری نزدیک می‌شی 
از اون چیزی که فکر می‌کردم باهوش‌تری ، کراز 
ده دلار شرط می‌بندم که گروه ضربت دوم و سوم پرواز کردن رفتن - نه بابا - 
نه ، بدونِ ما به اهداف‌شون نمی‌زنن 
اگه بزنن ، چی ؟ 
درنتیجه نقشه‌ی ماهرانه‌شون به‌گای سگ می‌ره 
. بیا اینجا میتبال بیا . آفرین پسر خوب 
هی باک 
هی کرت 
عجب مه غلیظیه آره 
توی زادگاه‌مون یه همچین هوایی داریم 
همیشه توی بچگی ازش می‌ترسیدم 
هیچ‌کس با مه حال نمی‌کنه 
افرادت در چه حالن ؟ 
بی‌قرارن 
ولی من این‌طور نیستم 
من خوبم 
حس می‌کنم ماموریت بزرگیه 
هست - به‌نظرم می‌تونیم خسارت زیادی بزنیم - 
... خب بهتره برگردم پیش بچه‌ها 
می‌بینمت ، باک 
بفرما قربان 
لمای می‌خواد پرواز کنیم نمی‌خواد منتظر بقیه‌ی گروه‌های ضربت بمونیم 
منظورت چیه ؟ 
باید بهمون برسن ، قربان 
. ساعت ۶ : ۴۰ پرواز می‌کنیم واسه شروع ماموریت ، منور بزن چشم قربان 
داریم یه راست می‌فرستیم‌شون به جهنم اون هم تنهایی 
از خلبان فرمانده به خدمه کسی بقیه‌ی گروه‌های ضربت رو می‌بینه ؟ 
بیسیمچی ، منفی - میانگاه ، منفی - دم ، منفی 
منفی ، قربان 
منفی 
اونا یه چیز دیگه گفته بودن 
گفته بودن قراره دهن ماها سرویس بشه آره ، می‌دونم ولی قرار بود دوتا گروه ضربت دیگه پشت سرمون بیان تا دوباره برنگردن بهمون حمله کنن کجان پس ، هان ؟ 
ویا ، مطمئنی کسی رو نمی‌بینی ؟ 
خیر ، همچنان تنهاییم 
کرنک ، به‌نظرت می‌تونیم به بیلی نزدیک‌تر بشیم ؟ 
می‌تونیم مهندس ناظری ؟ 
درسته ، کرنک 
هم مهندس ناظر ، هم خلبان علی البدل 
یالا باک ، باهامون هماهنگ باش 
ظاهرا بقیه‌ی واحدها پیچوندمون 
خودمونیم و خودمون 
این حجم از آتیش توپخونه‌ای تمام قواشون نیست 
می‌خوان مسیر برای جنگنده‌ها هموار باشه 
لعنتی ! جنگنده‌ها توی موقعیتِ ساعت دهِ پایین هستن 
دارن می‌رن سراغ باک 
جنگنده‌ها ، موقعیت ساعت دو 
. ساعت نُهِ پایین باز هم آلمانی 
ساعت نُه با من - ساعت دو هم‌سطح ، جنگنده هست - 
گرفتمت ، حرومزاده 
ساعت یازدهِ پایین 
دارن می‌رن سراغ کلیتور 
بال سمت چپ رو زدن 
به سمت چپ متمایل شده 
. بالچه چپ گیر شده متوازنش می‌کنم 
موشک ، ساعت دو - پشم‌هام - 
لعنتی ! کلیون رو زدن 
نورمن ؟ استراوت ؟ 
. سرعت هوایی‌مون داره کم می‌شه باید قدرت موتور رو افزایش بدیم . انجامش بده نورمن ، استراوت 
جفت‌مون سالیم 
چه آسیبی دیدین ؟ شلنگ اکسیژن و برق‌مون آسیب دیده 
بمب‌افکن چطوره ؟ 
- اجازه بده - 
مشکلی نداره 
ساعت دو 
گلنگدنش خراب شده 
ساعت دو پایین 
یا خدا ، از همه طرف دارن میان 
یکی رو زدم 
موقعیت ساعت دهِ پایین یه جوخه کامل داره میاد 
لعنتی ! باک رو زدن 
تف توش ، می‌رم قسمت دماغه 
دریافت شد 
ساعت هفت پایین 
یکی دیگه از دو داره میاد 
. خیلی‌خب مورف تیربار رو به عهده می‌گیرم قربان 
! ساعت دهِ پایین از دم به دماغه ، دارن میان سمتت 
ساعت دو بالا - جدا می‌شن ، مورف - 
دارن می‌رن سراغِ باک 
جنگنده ، ساعت دوِ بالا 
. دریافت شد ، دیدم‌شون بزنیدشون بچه‌ها 
دارن می‌رن سراغ عنصر دوم 
. از دم به کلون دژ هامل از بین رفت 
چتر نجات می‌بینی ؟ 
. ده‌تا چتر باز شدن ولی کلیتور به مشکل خورده 
. بدجوری داره از مسیر منحرف می‌شه درحال خارج شدن از ترکیبه 
سوخت‌مون داره هدر می‌ره - دارم می‌بینم - 
سال سمت چپ ، آتیش گرفته 
فرار کنیم ، روی ؟ روی ، فرار کنیم ؟ فرار کنیم ؟ 
، از خلبان به خدمه هواپیما رو ترک کنید فوراً خارج شید و فرار کنید گفتی فرار کنیم ؟ - آره لعنتی - هدف رو نابود و بعدش فرار کن 
. از خلبان به بمب انداز دریچه‌های بمب رو باز کن دریافت شد 
لورچ ، بمب‌ها رو بنداز 
. از برجک کروی به خدمه من گیر کردم 
نمی‌تونم از برجک خارج بشم - یعنی چی نمی‌تونی ؟ 
اهرم بالابرش خراب شده 
تکون نمی‌خوره 
کوئین ، کمکم کن 
کوئین ، یالا کمکم کن - فشار بده - 
با شمارش من ، بکش 
سعی می‌کنم - یک ، دو ، سه - 
یالا 
. فشار بده ، بیبی فیس کمکم کن 
یالا کوئین ، لطفا 
یالا ، درم بیار لطفا 
متاسفم 
یعنی چی ؟ نه نه 
برگرد کوئین ، لطفا 
نمی‌تونم - درم بیار - 
کمک 
نمی‌تونم 
کوئین ، لطفا درم بیار 
متاسفم بیبی فیس ، متاسفم - نه ، نه - 
، از دم به خلبان فرمانده عنصر دوم‌مون کامل از بین رفت 
یا خدا . دریافت شد ، دم 
باید به گردان ۴۱۸ ملحق بشیم 
، از فرمانده ردمیت به گردان ردمیت به پیسر ملحق می‌شیم 
. دریافت شد ، فرمانده بیاید قدرت رو افزایش بدیم 
ارتفاع رو زیاد می‌کنیم تا از پوشش ۴۱۸ بهره‌مند بشیم 
از دم به خلبان فرمانده عنصر آخر گردان ۳۵۰ تماماً نابود شده 
بقیه‌شون سعی دارن بهمون ملحق بشن 
دریافت شد 
یالا 
قربان 
تمامی پایگاه‌های لوفت‌وافه‌ی بلژیک در حالت آماده‌باش هستن بعد ما بیش از سه ساعت با نقطه شروع ، فاصله داریم 
از ساعت هفت ، داره موشک میاد 
یا خدا 
اسمیت ، گزارش بده 
اسمیت ، گزارش بده 
. اسمیت صدمه دیده نفس نمی‌کشه 
، از میانگاه به کلون اسمیت مُرد قربان 
جنگنده‌ها از ساعت یازدهِ بالا دارن میان 
حرومزاده 
حرومزاده 
خوبی ؟ - آره - 
پس برگرد بالا و برو پشت تیربارت 
پنل برق اصلی رو زدن 
اوضاعش چقدر بده ؟ 
- ژنراتور خراب شده ، نمی‌دونم - 
، از میانگاه به خلبان بیدیک رو زدن 
. فشار تموم سیستم‌ها داره کم می‌شه کرت ، داریم از دستش می‌دیم 
نه‌خیرم 
دیکی ، نه بست ، فوراً بیا اینجا 
. افتاده روی فرمان‌ها بلندش کن تکیه‌ش بده 
حالش چطوره ؟‌ 
- فکر کنم مُرده - 
نه دیکی ، به‌هوش بیا 
کیر توش 
. هواپیمامون دوام نمیاره باید بپریم 
. از خلبان به خدمه بپرید بیرون 
این از چتر نجاتت ، کرت 
داره نفس می‌کشه ، قربان 
دیکی ، طاقت بیار 
. سالم می‌برمت روی زمین شنیدی ؟ نمی‌تونی فرودش بیاری ، هان ؟ . چرا ، می‌تونم اگه پرتش کنیم ، می‌میره پرتش کن ، بهترین حالت همینه 
درهرصورت قراره بمیره ، ستوان - نه ، این‌طور نیست - 
باید بپریم ، یالا 
برید ، من پشت سرتون میام قول بده 
میام 
پشت فرمون می‌مونم تا همه بپرن پایین . برو 
باید بپری پایین ، کرت 
. برید ، من هم بیام بپرید 
. هواپیما رو فرود میارم ، دیک کنترل دستمه 
اون زمین هموار رو می‌بینی ؟ اونجا فرود میایم 
دیکی ، طاقت بیار 
یالا کرت ، مثل فرشته‌ها پرواز کن 
وای خدا 
قربان ، گروه‌های ضربت دوم و سوم از کانال رد شدن 
پنج ساعت دیر کردن 
خدا به داد بچه‌هامون برسه 
ساعت یکِ بالا 
زدنت ؟ - نه ، تو چی ؟ 
بال سمت راست ، نشتی داره 
فکر کنم فرمون به یه چیزی گیر کرده 
پدال سکان عمودی شل شده و فقط پدال سمت راست سالمه 
متوازنش کن - نمی‌تونم ، کمکم کن - 
. فکر کنم کارش تموم شد کار نمی‌کنه 
از پسش برمیایم . از اهرم پیشران و تیغه محرک باله استفاده می‌کنیم . فشار زیادی روشه ، باید بپریم موتور سه هم آتیش گرفته 
... از خلبان به خدمه ، آماده‌ی - حرومزاده - 
همین‌جا می‌تمرگیم و دوام میاریم شنیدی ؟ 
دوام میاریم 
از خلبان فرمانده به خدمه ، تا وقتی که بتونیم پرواز کنیم ، ماموریت رو پیش می‌بریم 
، یکی چک بکنه ببینه ضربه آخری که خوردیم به مخزن سوخت آسیب زده یا نه 
. از ناوبر به خلبان ، دیدمش نشتی داریم 
دریافت شد 
ظاهراً آلمانی‌ها دارن برمی‌گردن که سوخت‌گیری کنن حواس‌تون جمع باشه 
دارن سوخت‌گیری می‌کنن 
اوضاع چطوره ، کراز ؟ 
، از ناوبر به فرماندهی داریم به نقطه شروع می‌رسیم دریافت شد 
منور بزنید 
نقطه شروع 
. سی ثانیه به انداختن بمب‌ها مونده آماده تحویل دادن هواپیما باش 
در حال تریم کردن هستم 
ثبات در ۱۵۵ درجه 
. حالت پرواز خودکار و سیستم سروو فعاله بمب انداز ، هواپیما دستِ خودته 
دریافت شد ، دستِ خودمه . جنگنده‌ها توی موقعیت ساعت دهِ بالان دارن میان 
زدم حرومزاده رو 
دریچه‌های بمب درحال باز شدن هستن 
. آماده‌ی انداختن باشید تمومش می‌کنیم بچه‌ها 
بمب‌ها پرتاب شدن 
نوش جان کنید 
بمب‌ها پرتاب شدن 
یا خدا ، می‌بینین ؟ 
، از خلبان فرمانده به برجک چطور بود ؟ 
قربان ، کارخونه‌ـه از بین رفت 
ماموریت انجام شد ، بچه‌ها 
می‌شه دیگه بریم خونه ؟ 
. فعلا نه ، استراوت باید یه سر بریم آفریقا 
... طوری نیست ، من آلمانی هستی ؟ 
آمریکایی‌ام 
می‌تونی کمکم کنی ؟ 
همین‌جا منتظر باش 
آمریکاییه 
مطمئنی ؟ 
آره 
[ رشته کوه الپ ، مونت بلانک - ایتالیا ] - پنج ساعت تا الجزایر - ، از خلبان فرمانده به دم چندتا هواپیما پشت سرمونن ؟ 
، از دم به خلبان فرمانده نُه‌تا 
. پراکنده شدن همه‌جا هستن 
دژ کلون هم هست ؟ 
به‌گا رفتن و خیلی عقب افتادن ولی هنوز همراه‌مون هستن 
دریافت شد 
. منزی ، داریم به سمت چپ متمایل می‌شیم بالچه های دم هواپیما چه وضعیتی دارن ؟ 
چپیه داغون شده 
کار نمی‌کنه 
از دم به خلبان ، یک دژ دیگه از دست دادیم 
فکر کنم دژ اوکس بود 
دریافت شد 
سرگرد ، نمی‌دونم چقدر می‌تونیم دوم بیاریم 
طوری‌مون نمی‌شه 
... به‌نظرم اگر قرار بر پریدن - دوام میاریم - 
. بالچه رو زدن گاییدن قربان ... آخه چه من نمی‌خوام هواپیما رو توی زندان اسرا فرود بیارم . تو چنین چیزی می‌خوای ؟ 
منزی ، هولنبک و دمرکو همراه‌مونن ؟ از دم به خلبان ، دمارکو پشت سرمونه 
. هولنبک داره از هواپیما می‌پره هشت‌تا چتر نجات می‌بینم نُه‌تا . ده‌تاشون تکمیل شد 
خوبه منزی 
نورمن ، استراوت ، اوضاع‌تون چطوره ؟ 
ردیفیم قربان 
داریم از منظره و هوای تازه لذت می‌بریم 
. کارتون خوب بود خوش‌حالم همراهم بودید 
این تعریف ، شامل شما عنترها هم می‌شه 
کارتون خوب بود ، رفقا 
هی ، داگ ؟ 
بله ؟ 
یادته بیدیک رو از دست دادیم ؟ 
وقت نکردم توی گزارش‌ها قید کنم 
وای خدا ! کراز ، فکر نکنم هیچ‌کدوم از ناوبرهای کل بال ، وقت کرده بشن گزارش بنویسن - می‌خوام اشتباه نشه - 
می‌دونم کراز 
فکر کنم ساعت یازده سقوط کردن 
. آره ، حله ساعت یازده 
سوخت‌مون کم‌تر از ۲۲۷۱ لیتر شده ، قربان 
‫ از خلبان به ناوبر ، کلا کم‌تر از ‫ ۲۲۷۱ لیتر سوخت داریم 
تا آفریقا می‌رسونت‌مون ؟ ‫ نه سرگرد ، با این سرعت فعلی ‫ ۲۸۴۰ لیتر لازم داریم 
از نقطه شروع به بعد نشتیِ سوخت داشتیم دریافت شد 
، از خلبان فرمانده به خدمه باید تا حد ممکن دامنه رو گسترش بدیم 
. هرچیزی که به هواپیما وصل نیست رو پرت کنید بمب ، اسلحه ، مهمات ، همه‌چیز 
، از بمب انداز به خلبان بمب اندازم رو هم بندازم ؟ 
. روی آبیم ، نورم دست آلمانی‌ها بهش نمی‌رسه بندازش 
برجک رو آزاد کن 
، از خلبان به برجک بالایی اوضاع چطوره ؟ 
ناهموار ، ولی ردیفه قربان 
گریسون ، اونایی که عقب موندن اوضاع‌شون چطوره ؟ 
. دمارکو طوریش نیست کلون داره هواپیما رو سبک می‌کنه 
ظاهراً ون نوی می‌خواد هواپیما رو بندازه توی آب 
از ناوبر به خلبان . ون نوی ، هواپیما رو آروم توی آب فرود آورد حدوداً ۵۶۰ کیلومتر با خشکی فاصله دارن 
دریافت شد 
خوشمزه‌ست ؟ آره 
... لوئیز بچرخ ، بچرخ 
اسمم رو نمی‌فهمی و چهره‌م رو هم فراموش می‌کنی دیگه ؟ 
بله 
می‌خوای فرار کنی و برگردی انگلیس ؟ بله - می‌تونم کمکت کنم ، ولی یه چیزی رو بدون - 
اگه خودت رو به آلمانی‌ها تحویل بدی طبق قرارداد ژنو زندانی می‌شی و احتمالا از جنگ جونِ سالم به‌در می‌بری 
ولی اگه تصمیم به فرار بگیری اگه بگیرنت ، بهت انگ جاسوسی می‌چسبونن و احتمالا اعدامت می‌کنن 
فهمیدی ؟ 
تصمیمت چیه ؟ بقا یا فرار ؟ 
کرنک ؟ خودشه ؟ آفریقاست ؟ 
، آره . از خلبان به خدمه به آفریقا رسیدیم 
از فرماندهی به ناوبر 
کراز ، به مقصد رسیدیم ؟ 
چون در غیر این‌صورت توی اون شن فرود میایم آره 
الان‌هاست که توی زاویه‌ی ۱۸۴ درجه پایگاه رو ببینیم 
. کراز ، سوخت‌مون رو به اتمامه از این بابت مطمئنی دیگه ؟ 
. دارم حقیقت رو می‌گم ، آقایون از بابتش مطمئنم 
یالا 
این همون دوراهیه‌ست‌ها ، کراز وقتشه جواب معما رو بدی 
. جواب معما زاویه‌ی ۱۸۴ئه حواس‌تون جمع باشه 
فکر کنم دیدمش 
ساعت دوازده ، یه‌کم اونورتر 
دقیق بود کراز ، دقیق بود 
وای پسر - خیلی‌خب ، آفرین - 
، از فرماندهی به زوتسوت دو پایگاه هوایی رویت شد 
از خلبان به خدمه ، آماده فرود بشید - داریم می‌ریم والهالا بچه‌ها - 
والهالا ، بگیر که اومدیم 
چرخ‌ها رو باز کن 
. چرخ‌ها رو باز می‌کنیم چرخ سمت راست باز شد 
. چرخ سمت چپ باز شده بالچه‌ها در حالت یک‌چهارمن 
آفرین بچه‌ها 
هی بلیکلی ، جواب معمائه چی بود ؟ 
فکر کردم تو جوابش رو می‌دونی 
خب ، مطمئنم اینجا والهالا نیست 
. خب ، رسیدیم بچه‌ها کِی ازمون استقبال می‌کنن ؟ 
وای خدا . به آفریقا خوش اومدید ، بچه‌ها 
. باند اضطراری ایناهاش سمتِ جنوب 
. فشار سوخت موتور چهارم ، درحال کاهشه دارن از کار می‌افتن 
می‌پیچیم می‌ریم سمت باند 
داریم موتور دو رو هم از دست می‌دیم - خاموشش کن - 
تمام موتورها خاموش شدن 
تموم ، بدون موتور داریم پیش می‌ریم 
. در ارتفاع دویست پایی هستیم چرخ‌ها رو می‌دیم پایین وایسا ، سرعت‌مون رو کم می‌کنه 
الان چرخ‌ها رو باز کنیم ؟ 
- وایسا - 
صد پا 
وایسا 
حالا 
چرخ‌ها رو باز کردیم 
. چپی باز شده بالچه توی حالت یک چهارمه 
دیر رسیدن ، بهتر از هرگز نرسیدنه بریم سوار ماشین شیم 
حال‌تون خوبه ؟ آره - هی نورم - 
حالت خوبه ؟ - جعبه کمک‌های اولیه رو دربیار - بیا سوارشون کنیم - بچه‌ها ، حالم خوبه - 
سوارش کنید ، به حرف کید گوش کنید - پا شو - مواظبش باش ، باشه ؟ - بسپارش به من - 
سرگرد ، من دارمش - می‌بریش ؟ 
یالا 
نمی‌دونم چطوری تا آفریقا آوردیش ولی نتونستی تا باند بیای 
جلوت بودها 
وای پسر 
کیه ؟ 
- نورمن اسمیت ، بیسیمچی - 
چهارتا دژ از دست دادم می‌دونم 
چند نفرمون زنده موندن ؟ 
- یازده از بیست و دو نفر - 
کلیتور چی ؟ چتر نجاتی ازشون ندیدی ؟ 
من که ندیدم صحیح . کرت چی ؟ 
نمی‌دونم 
با شناختی که از بیدیک دارم الان داره مشروب می‌زنه 
. این قضیه رو هم پشت سر می‌ذاریم ایمانت رو از دست نده 
باشه باکی 
. این دختره راهنماته به حرفش گوش کن 
. وسایل‌تون رو جمع کنید ، بچه‌ها می‌ریم خونه 
... این اشخاص جدید سرگرد ایگن ، سرگرد کلون 
فکر کنم تو آخرین خوشگلی هستی که قراره ببینم 
به‌نظر میاد قراره یه کارِ مفید بکنیم 
آره ، یه کار مفیدی می‌کنی 
به سلامتی کسایی که امشب نیستن و جاشون خالیه 
آلمانی‌ها همه کاری کردن تا به شبکه‌مون نفوذ کنن 
. اگه سقوط کنیم ، فراموش‌مون می‌کنن کسی ما رو یادش نمیاد 
بیبی فیس چِش شد ؟ 
