Προσοχή ! 
Ανάπαυση , κύριοι . 
Ακριβώς πριν έναν χρόνο , η 8η Αεροπορία πέταξε για πρώτη φορά με πλήρη σύνθεση . 
Μια συνδυασμένη δύναμη από 12 Β-17 . 
Σήμερα η 8η θα πετάξει και πάλι με πλήρη σύνθεση με τρεις αεροπορικές ομάδες κρούσης . 
- Ναι . - Σύνολο 376 βαρέα βομβαρδιστικά και 240 μαχητικά . - Μια χαρά . - Ναι . Είναι η μεγαλύτερη αεροπορική αρμάδα στην ιστορία της ανθρωπότητας . Ναι ! Ναι ! 
Εμείς θα είμαστε στην πρώτη ομάδα κρούσης με στόχο το εργοστάσιο κινητήρων των Messerschmitt 109 στο Ρέγκενσμπουργκ . 
Η δεύτερη και η τρίτη ομάδα θα χτυπήσουν τα εργοστάσια ρουλεμάν στο Σβάινφουρτ . 
Καμία πολεμική μηχανή δεν δουλεύει χωρίς ρουλεμάν . 
Αν πετύχουμε , βγάζουμε εκτός λειτουργίας τη γερμανική παραγωγή για μήνες . 
Θα σώσουμε αμέτρητες ζωές . 
Υποσμηνία . 
- Θεέ μου . - Αμάν . 
Το Ρέγκενσμπουργκ . 
Ίσως σκέφτεστε ότι είναι πολύ μεγάλη πτήση πάνω από γερμανικό έδαφος . 
Είναι . 
Δεν έχουμε φτάσει ποτέ τόσο βαθιά . 
Αλλά η πανίσχυρη 8η έχει σχέδιο . 
Επισμηναγέ Μπόουμαν ; 
Πάνω τους , Ρεντ . 
Είναι συνδυασμός τριών χτυπημάτων . Οι γερμαναράδες μπορούν να αμυνθούν μόνο στο ένα . 
Άρα , η εκτέλεση και ο συγχρονισμός είναι ουσιώδους σημασίας . 
Επισμηναγέ ; Γιατί η κόκκινη γραμμή πάει ως την Αφρική ; 
Πολύ εύστοχη ερώτηση , Κερτ . 
Θα απαντήσω σε λίγο . Καλά . Γελάστε τώρα . Καλά . Οι τρεις ομάδες κρούσης θα συναντηθούν στη Μάγχη ... ΘΟΡΠ ΑΜΠΟΤΣ - ΣΒΑΪΝΦΟΥΡΤ ΡΕΓΚΕΝΣΜΠΟΥΡΓΚ και θα χωριστούν εδώ . 
Η Λουφτβάφε θα μπορέσει να αμυνθεί απέναντι στην πρώτη ομάδα μας προτού επιστρέψει για πυρομαχικά και ανεφοδιασμό . 
Μέχρι να ξαναβρεθούν στον αέρα , η δεύτερη και η τρίτη ομάδα μας θα ρίχνουν τις βόμβες τους στο εργοστάσιο ρουλεμάν στο Σβάινφουρτ , ενώ εμείς θα βομβαρδίζουμε το Ρέγκενσμπουργκ . 
Όσο γι ' αυτό που ρώτησες , Κερτ . 
Αφού εμείς θα είμαστε ... Πώς να το πω ... στη χειρότερη κατάσταση όλων , δεχόμενοι επίθεση από εχθρικά μαχητικά , τα μεγάλα κεφάλια σκέφτηκαν ένα ευφυές σχέδιο που θα καταμπερδέψει τους γερμαναράδες , αφού δεν θα φανούμε στην επιστροφή . 
Επειδή , κύριοι , θα πάτε στην Αφρική . 
Η 12η αεροπορία θα σας υποδεχτεί εγκάρδια , με κρύα μπίρα και ουρές αστακών . 
Θα είναι σαν διακοπές . Όλοι γουστάρετε μπίρα . 
Αν είμαστε τυχεροί . 
Ευχαριστούμε . 
Και τώρα τα άσχημα νέα . 
Στην πτέρυγά μας , πετάμε γαλαρία . 
Το χειρότερο σημείο της μοίρας . Ναι . 
Οι ζωές μας δεν αξίζουν δεκάρα . 
Θα ηγείται η 418η μοίρα με τον επισμηναγό Κιντ επικεφαλής πιλότο της ομάδας . 
Ο επισμηναγός Ίγκαν θα πετάξει στο φρούριο του σμηναγού Κρούκσανκ ως εφεδρικός επικεφαλής πιλότος της ομάδας . 
Ο επισμηναγός Βιλ ηγείται της 349ης και της 351ης ψηλά ... Τι ; Θα έχω επιβάτη ; Έτσι φαίνεται . 
Μάλιστα . Μάλλον θα έχουμε κάποιο προβληματάκι με τον καιρό νωρίς το πρωί . Στόρμι ; 
Να μαντέψω ; Θα βρέχει . 
100 % πιθανότητα . 
Αυτό είναι σωστό , κύριε . 
Άνωθεν της βάσης , κύριοι , η νεφοκάλυψη αποτελείται από 50 % στρώματα στα 4.000 πόδια . Από πάνω έχει 50 % ... Τι είναι εφεδρικός επικεφαλής πιλότος ; 
Δεν ξέρω . 
- Δεν ήξερες τίποτα ; - Η ορατότητα ... 
Η ορατότητα θα είναι καλή πάνω από τις Άλπεις και στην πορεία νότια προς την Αφρική . 
Ευχαριστούμε , Στόρμι . 
Η επιτυχία της αποστολής εξαρτάται από το αν οι τρεις ομάδες κρούσης συγχρονιστούν με ακρίβεια πάνω από τη Μάγχη . 
Αν δεν συγχρονιστούμε σωστά , δεν θα πιάσει το κόλπο . 
Αυτό που λέμε προσποίηση στα αθλητικά . 
Είναι 05 : 20 σε δέκα δεύτερα . 
Καλή τύχη . Τα ξαναλέμε σε λίγες μέρες . 
Τώρα ! 
Πύργος προς αεροσκάφος 567 . 
Σας πληροφορούμε ότι η απογείωση καθυστερεί λόγω πυκνής ομίχλης . 
Όλη η πτέρυγα σε προσωρινή αναμονή . Αναμείνατε για περαιτέρω οδηγίες . 
Πύργε , εδώ αεροσκάφος 567 . Κατανοητή η προσωρινή αναμονή . Αναμένουμε . Όβερ . 
" Κύριε , φύλαγε και καθοδήγησε τους άντρες που πετούν στην απεραντοσύνη του ουρανού . 
Να είσαι μαζί τους στον αέρα , στις καταιγίδες και στην ηλιοφάνεια . 
Εσύ που φυλάς με τρυφερή δύναμη τα πουλιά σε όλη τους την πτήση . Κόπασε τους ανέμους , μείνε κοντά , ώστε μαζί σου να μη γνωρίζουν φόβο " . 
Τρεις ομάδες κρούσης καθηλωμένες . Καθυστέρηση 30 λεπτών . 
Πηγαίνεις προς το καθαρτήριο και φτάνεις σε μια διχάλα . 
Ο ένας δρόμος οδηγεί στη Βαλχάλα , ο άλλος στην κόλαση , στην καταδίκη . 
Σε κάθε δρόμο είναι ένα τελώνιο . 
Το ένα λέει πάντα την αλήθεια . Το άλλο είναι μαλακισμένο . Λέει πάντα ψέματα . Εντάξει ; Ποια ερώτηση πρέπει να κάνεις για να βρεις τον σωστό δρόμο ; 
Χριστέ μου . 
- Υποσμηναγέ , έχεις επισκέπτη . - Όμορφη γυναίκα . 
Αναμονή άλλα 30 λεπτά . 
Φέρνεις ποτέ καλά νέα , Γκαρσία ; Τα παράπονά σου στις επιχειρήσεις . Θα στείλουμε επιστολή διαμαρτυρίας ! 
Άλλη μισή ώρα καθυστέρηση . 
Γιατί δεν απογειωνόμαστε ; Δεν μπορούμε . 
Έχει ομίχλη . Δεν έχουν εκπαιδευτεί οι πιλότοι ; Ναι . Γι ' αυτό δεν πληρώνονται ; Βεβαίως . Μπορούν να πετάξουν ανάποδα με γλειφιτζούρι στο στόμα . Αλλά μια αγελάδα στον διάδρομο ... Αγελάδα στον διάδρομο ; 
Πώς σκέφτεσαι τέτοιες μαλακίες , Κουίν ; 
Είμαστε ιπτάμενο φρούριο . Τη νικάμε την αγελάδα . 
Η Άλις δεν είναι Buick , Μπέιμπι Φέις . Είναι τενεκεδάκι . 
Αν τρακάρουμε με αγελάδα , το αεροπλάνο θα διαλυθεί . Μ ' εμάς μέσα . 
Να η αγελάδα σου . 
Πολυβόλο , πολυβόλο , μπουμ . 
Θα σου την έκανα κιμά . 
Μπάκι . 
- Μπάκι . - Ναι , Κρανκ ; 
Πώς έπεισες τον Χάρντινγκ να πετάξεις ; 
Τι εννοείς ; 
Εσύ , ο Μπακ , ο Βιλ , ο Κιντ ; 
Τρεις διοικητές μοίρας , ένας ύπαρχος . 
Ριψοκίνδυνο . 
Δεν έχω ξαναδεί τόσα γαλόνια σε μία αποστολή . 
Δεν θα την έχανα με τίποτα . 
Κάτσε . Το ρωτάς " Είσαι το καλό τελώνιο ; " 
Όχι , αλλά πλησιάζεις . 
Είσαι πιο έξυπνος από όσο νόμιζα , Κροζ . 
Δέκα δολάρια ότι έχουν απογειωθεί η δεύτερη κι η τρίτη . 
Δεν θα χτυπήσουν τον στόχο πριν τους συναντήσουμε . 
Κι αν το κάνουν ; 
Τότε το ευφυές σχέδιο πάει στράφι . 
Έλα , Μίτμπολ . Έλα . Καλό παιδί . 
Μπακ . 
Κερτ . 
Απίστευτη σούπα ; Ναι . 
Και στην πατρίδα μου ήταν έτσι . 
Με τρόμαζε από παιδί . 
Σε κανέναν δεν αρέσει . 
Τα παιδιά σου ; 
Ανήσυχα . 
Εγώ όχι . 
Νιώθω καλά . 
Νιώθω ότι θα κάνουμε κάτι μεγάλο . 
- Ισχύει . - Ότι θα κάνουμε μεγάλη ζημιά . 
Λοιπόν , λέω να γυρίσω στα ανήσυχα . 
Τα λέμε εκεί , Μπακ . 
Ορίστε , κύριε . 
Ο ΛεΜέι θέλει να πετάξουμε . Χωρίς να περιμένουμε τους άλλους . 
Τι εννοείς ; 
Θα πρέπει να μας προλάβουν . 
Εκκίνηση κινητήρων στις 06 : 40 . Ρίξε φωτοβολίδα , έναρξη επιχειρήσεων . Μάλιστα . 
Τους στέλνουμε κατευθείαν στην κόλαση . Μόνους . 
Κυβερνήτης προς πλήρωμα . Βλέπει κανείς τις άλλες ομάδες ; 
- Ασύρματος , αρνητικό . - Πλευρά , αρνητικό . Ουρά , αρνητικό . 
Αρνητικό , κύριε . 
Αρνητικό . 
Δεν είχαν πει αυτό ! 
Είπαν ότι εμείς θα φάμε τις σφαίρες . Ναι , ξέρω . Αλλά οι άλλες ομάδες έπρεπε να ακολουθούν εμάς ώστε να μην ξανάρθουν οι άλλοι . Πού είναι ; 
Βία , σίγουρα δεν βλέπεις κανέναν ; 
Ούτε έναν . Ακόμα μόνοι μας . 
Κρανκ ; Πιστεύεις ότι μπορούμε να πλησιάσουμε τον Μπλέικλι ; 
Γίνεται . Οδηγέ στο πίσω κάθισμα . 
Σωστά , Κρανκ . 
Πιλότος στο πίσω κάθισμα . 
Έλα , Μπακ . Μείνε μαζί μας . 
Μάλλον μας έστησαν οι άλλες ομάδες . 
Είμαστε μόνοι μας . 
Τα αντιαεροπορικά δεν είναι πυκνά . 
Αφήνουν χώρο στα μαχητικά . 
Γαμώτο ! Μαχητικά εμπρός αριστερά χαμηλά ! 
Πάνε για τον Μπακ . 
Μαχητικά εμπρός δεξιά ! 
Αριστερά χαμηλά . Κι άλλοι . 
- Τους έχω αριστερά ! - Κι άλλα μαχητικά εμπρός δεξιά . 
Σε πέτυχα , αρχίδι ! 
Κι άλλα εμπρός αριστερά χαμηλά ! 
Πάνε για τον Κλέιτορ ! 
Χτυπήθηκε το αριστερό φτερό . 
Τραβάει αριστερά . 
Κόλλησε το αριστερό φλαπ . Αντισταθμίζω . 
- Ρουκέτες μπροστά ! - Γαμώτο ! 
Γαμώτο ! Χτύπησαν τον Κλέβεν . 
Νόρμαν ; Στράουτ ; 
Χάνουμε ταχύτητα . Να αυξήσουμε ισχύ . Κάν ' το . Νόρμαν ! Στράουτ ! 
Εδώ είμαστε . 
Τι ζημιές έχετε ; Ηλεκτρικά και σωλήνες οξυγόνου . 
- Η διόπτρα βομβών ; 
- Ελέγχω . 
Εντάξει η διόπτρα ! 
Δύο 190 εμπρός δεξιά . 
Ο μοχλός όπλισης ανατινάχτηκε ! 
Εμπρός δεξιά χαμηλά ! 
Χριστέ μου . Έρχονται από παντού ! 
Πέτυχα ένα ! 
Πλήρες σμήνος εμπρός αριστερά χαμηλά ! 
Γαμώτο ! Πέτυχαν τον Μπακ . 
Δεν γαμιέται ; Πάω κάτω στη μύτη . 
Εντάξει . 
Πίσω αριστερά χαμηλά ! 
Κι άλλος μπροστά ! 
Μερφ , παίρνω εγώ το πυροβόλο . Κύριε . 
Εμπρός αριστερά ! Έρχονται προς εσάς ! 
- Εμπρός δεξιά ! - Θα χωριστούν , Μερφ . 
Πάνε για τον Μπακ . 
Μαχητικά εμπρός δεξιά ! 
Ελήφθη . Τους έχουμε . Πάνω τους , παιδιά . 
Επιτίθενται στο δεύτερο τμήμα . 
Ουρά προς Κλέβεν . Το φρούριο του Χάμελ έπεσε . 
Βλέπεις αλεξίπτωτα ; 
Και τα δέκα αλεξίπτωτα . Ο Κλέιτορ έχει πρόβλημα . 
Τραβάει άσχημα . Βγαίνει από τον σχηματισμό . 
- Χάνουμε καύσιμα . - Το βλέπω . 
Φωτιά στο αριστερό φτερό . 
Να εγκαταλείψουμε , Ρόι ; Ρόι ! Να εγκαταλείψουμε ; Να εγκαταλείψουμε ; 
Εγκαταλείψτε το αεροσκάφος . Βγείτε ! Εγκαταλείψτε το αεροσκάφος ! - Να εγκαταλείψουμε ; - Ναι , γαμώτο ! Πρώτα καταστρέψτε τις διαταγές ! 
Προς βομβαρδιστή . Άνοιξε τις θύρες . Μάλιστα . 
Λορτς , ρίξε όλες τις βόμβες . 
Κάτω πυργίσκος προς πλήρωμα . Έχω κολλήσει . 
- Δεν μπορώ να βγω από τον πυργίσκο . - Τι εννοείς ; 
Ο συμπλέκτης ανύψωσης έχει μπλοκάρει . 
Δεν λειτουργεί . 
Κουίν ! Βοήθησέ με να βγω . 
- Κουίν , έλα . Βοήθησέ με . - Σπρώξε ! 
Τράβα με το τρία . 
- Προσπαθώ ! - Ένα , δύο , τρία . 
Έλα ! 
Σπρώξε , Μπέιμπι Φέις ! Βοήθησέ με ! 
Έλα , Κουίν ! Σε παρακαλώ ! 
Έλα , βγάλε με από δω . Σε παρακαλώ ! 
Συγγνώμη . 
Τι εννοείς ; Όχι ! Όχι ! 
Έλα πίσω , Κουίν ! Κουίν , σε παρακαλώ ! 
- Δεν μπορώ . - Βγάλε με από δω ! 
Βοήθεια ! 
Δεν μπορώ . 
Βγάλε με ! Σε παρακαλώ ! Κουίν ! 
- Συγγνώμη , Μπέιμπι Φέις . - Όχι ! 
Ουρά προς επικεφαλής πιλότο . Όλο το δεύτερο τμήμα μας χάθηκε . 
Χριστέ μου . Ελήφθη , ουρά . 
Πρέπει να βρούμε την 418η . 
Αρχηγός Ρέντμιτ προς μοίρα . Θα ενωθούμε με την Πέισερ . 
Ελήφθη , αρχηγέ Ρέντμιτ . Πατάμε γκάζι . 
Θα πάρουμε ύψος και θα βρούμε προστασία στην 418η . 
Ουρά προς κυβερνήτη . Όλο το τελευταίο τμήμα της 350ής χάθηκε . 
Οι υπόλοιποι προσπαθούν να μας φτάσουν . 
Ελήφθη . 
Έλα . 
Κύριε . 
Οι βάσεις της Λουφτβάφε στο Βέλγιο κινητοποιήθηκαν . Κι απέχουμε πάνω από τρεις ώρες από το αρχικό σημείο . 
Ρουκέτες από πίσω αριστερά ! 
Χριστέ μου ! 
Σμιθ , αναφορά ! 
Σμιθ ! Αναφορά ! 
Ο Σμιθ χτυπήθηκε . Δεν αναπνέει . 
Πλευρά προς Κλέβεν . Ο Σμιθ είναι νεκρός . 
Μαχητικά εμπρός αριστερά ! 
Το κέρατό μου ! 
Το κέρατό μου ! 
- Είσαι καλά ; - Ναι . 
Τότε πιάσε το πυροβόλο σου ! 
Χτυπήθηκε ο ηλεκτρικός πίνακας . 
- Πολύ ; 
- Η γεννήτρια σταμάτησε . Δεν ξέρω . 
Πλευρά προς πιλότο . Χτυπήθηκε ο Μπίντικ . 
Πέφτει η πίεση παντού . Σε όλα τα συστήματα . Κερτ , το χάνουμε . 
Δεν το χάνουμε . 
Ντίκι ! Όχι ! Μπεστ ! Κατέβα αμέσως εδώ ! 
Βγάλ ' τον απ ' τα χειριστήρια ! Τράβα τον πίσω . 
- Πώς είναι ; 
- Μάλλον νεκρός . 
Όχι , Ντίκι . Ντίκι , ξύπνα ! 
Γαμώτο ! 
Δεν θα αντέξει το φρούριο . Πρέπει να εγκαταλείψουμε . 
Πιλότος προς πλήρωμα . Εγκαταλείψτε ! 
Το αλεξίπτωτό σου , Κερτ . 
Αναπνέει , κύριε ! 
Μείνε μαζί μου ! 
Θα σε προσγειώσω σώο . Με ακούς ; - Δεν μπορείς να το προσγειώσεις ! - Μπορώ . Αλλιώς , θα πεθάνει στο αλεξίπτωτο . Καλύτερα με το αλεξίπτωτο . 
- Θα πεθάνει όπως κι αν έχει . - Όχι ! 
Πρέπει να εγκαταλείψουμε . Πάμε ! 
Πηγαίνετε κι έρχομαι . Φύγετε ! Υποσχέσου μου . 
Έρχομαι κι εγώ . 
Θα το κρατήσω ίσιο μέχρι να βγείτε όλοι . Φύγετε ! 
Πρέπει να βγεις , Κερτ ! 
Θα έρθω μετά . Φύγετε ! 
Θα μας κατεβάσω , Ντικ . Το ελέγχω . 
Ακριβώς εκεί , το βλέπεις ; Το μεγάλο χωράφι . 
Ντίκι , μείνε μαζί μου . Έλα . 
Έλα , Κερτ . Πέτα σαν άγγελος , ναι ; 
Θεέ μου . 
Η δεύτερη και η τρίτη ομάδα κρούσης πέρασαν τη Μάγχη . 
Με πέντε ώρες καθυστέρηση . 
Ο Θεός να φυλάει τα παιδιά μας . 
Εμπρός δεξιά ψηλά ! 
- Χτυπήθηκες ; - Όχι . Εσύ ; 
Διαρροή υγρού από αριστερό φτερό . 
Κάπου μπλοκάρει το χειριστήριο . 
Το αριστερό ποδωστήριο έχει τζόγο , έχω μόνο δεξί πηδάλιο . 
- Αντιστάθμισε ! - Δεν μπορώ . Βοήθησέ με . 
Νομίζω το χάσαμε . Δεν ανταποκρίνεται . 
Θα χρησιμοποιήσουμε μανέτες και αντιστάθμιση πηδαλίου . Δεν γίνεται . Πρέπει να εγκαταλείψουμε . Καίγεται ο κινητήρας τρία . 
- Πλήρωμα , έτοιμοι για εγκ ... - Παλιομαλάκα ! 
Θα μείνουμε ό , τι κι αν γίνει . Μ ' ακούς ; 
Θα μείνουμε ό , τι κι αν γίνει . 
Επικεφαλής πιλότος προς πλήρωμα . Συνεχίζουμε την αποστολή μας . 
Κάποιος να δει αν χτυπήθηκαν δεξαμενές καυσίμου . 
Πλοηγός προς πιλότο . Το βλέπω . Έχουμε διαρροή . 
Ελήφθη . 
Οι γερμαναράδες πάνε για ανεφοδιασμό . Τα μάτια σας ανοιχτά . 
Ανεφοδιάζονται . 
Πώς πάμε , Κροζ ; 
Φτάνουμε στο αρχικό σημείο . Ελήφθη . 
Φωτοβολίδες ! 
Αρχικό σημείο . 
Τριάντα δεύτερα για βόμβες . Ετοιμάστε μεταβίβαση αεροσκάφους . 
Αντιστάθμιση . 
Και κρατάμε 155 . 
Αυτόματος πιλότος και σερβομηχανισμοί . Προς βομβαρδιστή . Δικό σου το σκάφος . 
Ελήφθη , δικό μου . Μαχητικά εμπρός αριστερά ! Πλησιάζουν ! 
Τον πέτυχα τον καριόλη . 
Θύρες βομβών ανοίγουν . 
Έτοιμοι για ρίψη . Θα τα καταφέρουμε , παιδιά . 
Βόμβες έφυγαν ! 
Πάρ ' τα . 
Βόμβες έφυγαν ! 
Χριστέ μου . Κοίτα εκεί . 
Προς κάτω πυργίσκο . Πώς τα πήγαμε ; 
Κύριε , το εργοστάσιο εξαφανίστηκε . 
Αποστολή εξετελέσθη , παιδιά . 
Γυρίζουμε πίσω ; 
Όχι ακόμα , Στράουτ . Κάνουμε μια μικρή στάση στην Αφρική . 
Όλα καλά . Εγώ ... Γερμανός ; 
Αμερικανός . 
Θα με βοηθήσετε ; 
Περίμενε εδώ . 
Αμερικανός . 
Είσαι σίγουρη ; 
Ναι . 
ΙΤΑΛΙΚΕΣ ΑΛΠΕΙΣ ΠΕΝΤΕ ΩΡΕΣ ΩΣ ΤΗΝ ΑΛΓΕΡΙΑ Κυβερνήτης προς ουρά , πόσοι έμειναν πίσω μας ; 
Ουρά προς κυβερνήτη , εννέα . 
Είναι διασκορπισμένοι δεξιά κι αριστερά . 
Είναι μαζί μας ο Κλέβεν ; 
Χτυπήθηκαν άσχημα και έμειναν πολύ πίσω , αλλά είναι μαζί μας . 
Ελήφθη . 
Μένζι , πώς είναι τα πηδάλια της ουράς ; 
Το αριστερό είναι καταχτυπημένο . 
Δεν δουλεύει . 
Χάσαμε κι άλλο φρούριο . 
Μάλλον ήταν ο Όουκς . 
Ελήφθη . 
Επισμηναγέ , δεν ξέρω πόσο ακόμα θα κρατήσουμε . 
Μια χαρά είμαστε . 
- Αν προσθαλασσωθούμε ... - Θα τα καταφέρουμε . 
Το καλώδιο των πηδαλίων είναι χάλια . Δεν σκοπεύω να γίνω αιχμάλωτος πολέμου . Εσύ ; 
Μένζι , ακολουθούν οι Χόλενμπεκ και ΝτεΜάρκο ; Ουρά προς πιλότο . Ο ΝτεΜάρκο είναι μαζί μας . 
Ο Χόλενμπεκ εγκαταλείπει . Οκτώ αλεξίπτωτα . Εννέα . Και οι δέκα . 
Καλό αυτό , Μένζι . 
Νόρμαν . Στράουτ . Πώς πάτε ; 
Είμαστε καλά , κύριε . 
Απολαμβάνουμε τη θέα και τον φρέσκο , αραιό αέρα . 
Τα πήγατε καλά . Χαίρομαι που σας είχα μαζί μου . 
Το ίδιο ισχύει για όλα τα ρεμάλια εδώ μέσα . 
Μπράβο σας , μάγκες . 
Νταγκ ; 
Ναι ; 
Ξέρεις πότε χάσαμε τον Μπίντικ ; 
Δεν πρόλαβα να το καταγράψω στο αρχείο . 
Κροζ , δεν πρέπει να υπήρξε ούτε ένας πλοηγός σε ολόκληρη την πτέρυγα - που να κατέγραψε στο αρχείο . - Θέλω να το κάνω σωστά . 
Το ξέρω , Κροζ . 
Μάλλον έπεσαν στις 11 : 00 . 
Ναι . Εντάξει . Στις 11 : 00 . 
ΜΗ ΜΕΤΑΦΕΡΕΤΕ ΚΑΥΣΙΜΟ ΠΡΙΝ ΤΟ ΕΠΙΠΕΔΟ ΠΕΣΕΙ ΚΑΤΩ ΤΩΝ 100 ΓΑΛ . ΑΝΑ ΚΙΝΗΤΗΡΑ Πέσαμε κάτω απ ' τα 600 . 
Πιλότος προς πλοηγό . Μας απομένουν σχεδόν 600 γαλόνια . 
Μας φτάνουν για την Αφρική ; Όχι . Μάλλον θα χρειαστούμε 750 με αυτήν την ταχύτητα . 
Έχουμε διαρροή από το αρχικό σημείο και μετά . Ελήφθη . 
Προς πλήρωμα . Πρέπει να αυξήσουμε όσο γίνεται την αυτονομία μας . 
Πετάξτε ό , τι δεν είναι βιδωμένο . Διόπτρα , πυροβόλα , πυρομαχικά , τα πάντα . 
Βομβαρδιστής προς πιλότο . Είπατε τη διόπτρα μου ; 
Είμαστε στη θάλασσα , Νορμ . Δεν θα τη βρουν οι γερμαναράδες . Πέτα την . 
Πετάξτε τον πυργίσκο . 
Πιλότος προς άνω πυργίσκο . Πώς μας βλέπεις από κει ; 
Ταλαιπωρημένoυς , αλλά καλά . 
Γκάρισον , πώς πάνε όσοι ακολουθούν ; 
Ο ΝτεΜάρκο είναι εντάξει . Ο Κλέβεν πετάει πράγματα . 
Φαίνεται ότι ο Βαν Νόι θα προσθαλασσωθεί . 
Πλοηγός προς πιλότο , ο Βαν Νόι προσθαλασσώθηκε ομαλά . Περίπου 550 χλμ. απ ' την ακτή . 
Ελήφθη . 
Νόστιμο ; Ναι . 
Λουίζ ... Μεταβολή . 
Δεν θα μάθεις τ ' όνομά μου , θα ξεχάσεις το πρόσωπό μου . Ναι ; 
Ναι . 
Θες να διαφύγεις στην Αγγλία ; - Ναι . - Θα σε βοηθήσω . Αλλά να ξέρεις κάτι . 
Αν παραδοθείς τώρα στους Γερμανούς , θα είσαι αιχμάλωτος σύμφωνα με τις Συμβάσεις της Γενεύης , θα ζήσεις ως το τέλος του πολέμου . 
Αλλά αν πας να δραπετεύσεις και συλληφθείς , θα θεωρηθείς κατάσκοπος και πιθανότατα θα εκτελεστείς . 
Κατανοητό ; 
Τι επιλέγεις ; Παράδοση ; Ή απόδραση ; 
Κρανκ ; Αυτή εκεί είναι η Αφρική ; 
Ναι . Πιλότος προς πλήρωμα . Μπροστά μας η Αφρική ! 
Κυβερνήτης προς πλοηγό . 
Κροζ , είμαστε στο σωστό μέρος ; 
Αλλιώς , προσγειωνόμαστε στην άμμο . Ναι . 
Η βάση θα φανεί στις 184 από λεπτό σε λεπτό . 
Δεν έχουμε καθόλου καύσιμα . Είσαι σίγουρος ; 
Αλήθεια λέω , κύριοι . Όσο καλά ξέρω να διαβάζω και να μετράω . 
Έλα . 
Φτάσαμε στη διχάλα , Κροζ . Θέλουμε την απάντηση στο αίνιγμα . 
Η απάντηση στο αίνιγμα είναι 184 . Τα μάτια σας ανοιχτά . 
Μάλλον τη βλέπω . 
Σχεδόν ευθεία μπροστά . 
Αρκετά κοντά , Κροζ . Αρκετά κοντά . 
- Φοβερό . - Ωραία . Μπράβο . 
Κυβερνήτης προς Ζούτσουτ δύο , αεροδρόμιο εν όψη . 
- Ετοιμαστείτε για προσγείωση . - Στη Βαλχάλα , παιδιά . 
Βαλχάλα , ερχόμαστε , παιδιά . 
Τροχοί κάτω . 
Τροχοί κατεβαίνουν . Δεξιός τροχός κάτω . 
Αριστερός τροχός κάτω . Φλαπς στο τέταρτο . 
Μπράβο σας , παιδιά . 
Μπλέικλι , ποια είναι η απάντηση στο αίνιγμα ; 
Ήλπιζα να μου πεις εσύ . 
Σίγουρα δεν είναι εδώ η Βαλχάλα . 
Τα καταφέραμε . Πού είναι η επιτροπή υποδοχής ; 
Θεέ μου . Καλώς ήρθατε στην Αφρική . 
Να ο διάδρομος . Στα νότια . 
Χάνουμε πίεση καυσίμου στον τέσσερα . Πτέρωση . 
Θα κάνω κλειστή στροφή προς τον διάδρομο . 
- Χάνουμε και τον κινητήρα δύο . - Πτέρωση . 
Πτέρωση κινητήρων . 
Αυτό ήταν . Γίναμε ανεμόπτερο . 
Διακόσια πόδια . Τροχοί κάτω . Περίμενε . Θα μας επιβραδύνει . 
- Τροχοί τώρα ; 
- Περίμενε . 
Εκατό πόδια . 
Περίμενε . 
Τώρα . 
Δεξιός τροχός κάτω . 
Αριστερός κάτω . Φλαπς στο τέταρτο . 
Κάλλιο αργά παρά ποτέ . Ναι . Πάμε στο κουμπελβάγκεν . 
Είστε καλά ; - Ναι . - Νορμ . 
- Είσαι καλά ; - Πάρτε τα ιατρικά κιτ . - Να τους βάλουμε στο όχημα . - Είμαι καλά . 
- Βάλ ' τον στο όχημα . - Πάνω . - Πρόσεχέ τον. - Τον κρατάω . 
- Τον κρατάω . - Τον κρατάς ; 
Έλα . 
Απορώ πώς πέταξες μέχρι την Αφρική , αλλά δεν βρήκες τον διάδρομο . 
Εκεί ακριβώς είναι . 
Αμάν . 
- Ποιος είναι ; 
- Νόρμαν Σμιθ . Ασυρματιστής . 
Έχασα τέσσερα φρούρια . Το ξέρω . 
- Πόσα έφτασαν εδώ ; 
- Έντεκα από τα 21 . 
Ο Κλέιτορ ; Αλεξίπτωτα ; 
Δεν είδα κανένα . Ναι . Και ο Κερτ ; 
Δεν ξέρω . 
Ναι . Και λογικά ο Μπίντικ μάλλον αυτήν τη στιγμή θα είναι κάπου και θα πίνει σναπς . 
Θα το ξεπεράσουμε αυτό . Μη σταματήσεις να το πιστεύεις . 
Σίγουρα , Μπάκι . 
Είναι η οδηγός σου . Θα κάνεις ό , τι σου λέει . 
Μαζέψτε τα , παιδιά . Γυρίζουμε πίσω . 
Αυτά τα καινούργια πρόσωπα ... Επισμηναγέ Ίγκαν . Επισμηναγέ Κλέβεν . 
Ίσως δεν ξαναδώ άλλο όμορφο πρόσωπο . 
Θα κάνουμε πραγματικά κάτι . 
Ναι , σίγουρα θα κάνετε . 
Στα παιδιά που δεν είναι εδώ απόψε , που θα έπρεπε να ήταν . 
Γερμανός . Προσπαθούν συνεχώς να διεισδύσουν στο δίκτυό μας . 
Αν σκοτωθούμε , δεν θα μας θυμούνται . Σαν να μην υπήρξαμε ποτέ , Μπακ . 
Τι έπαθε ο Μπέιμπι Φέις ; Πέθανε ; 
