לא תוכננתי להלך על הקרקע של פני השטח . היא רצופת מהמורות ויש עפר . 
ואנחנו לא נעות לכיוון הקואורדינטות של מקלט 573 . 
אווה , הפרוטוקול דורש שנחזור ונחכה , כמו שהורה קדמוס פרייד , עד שכדה"א יהיה מוכן ותצטרפי לבני אנוש אחרים . 
איך אצטרף לבני אנוש אחרים אם לא אמצא אותם ? 
לכן עשיתי הסכם עם רובי , שהוא יביא אותנו ללאקוס , היכן שמצא את הטלאי שלו . 
וואו . תראי את זה . 
לכבוד מה זה היה ? 
אל תיגעי בכלום . אל תריחי כלום . בשום אופן אל תטעמי כלום . 
רובי , לא תכננתי לאכול את זה . 
אל תקראי לי רובי . טוב . 
- מר קיט , בקול שלך נשמע תסכול ... - הצילו ! 
- הצילו ! 
- רגע . 
- שמעת את זה ? 
- את מה ? - הצילו ! - מה עכשיו ? 
- מישהו קורא לעזרה . - הצילו ! 
כנראה את שוב שומעת קולות בראשך . 
אומני , אתה שומע מישהו במצוקה ? 
לא זוהה גירוי שמיעתי . - הצילו ! 
הצילו ! - אבל אני שומעת . 
- אווה . 
- אימא , איפה את ? 
הצילו ! 
אימא , אני פוחדת ! 
- זה בסדר . זה בסדר . 
- הצילו ! 
מה את עושה ? 
זה צלף חול . תינוק . 
אל תתקרבי אליו . 
אבל הוא מפוחד . הוא צריך עזרה . אתה לא שומע ? 
אני שומע רק נקישות . את שומעת ? הוא קורא לאימא שלו . 
אם היא בסביבה , כולנו בצרות . 
היא תמשוך אותך מתחת לאדמה ותחגוג על הכבד שלך . את רואה את הדבר הזה שם ? אחת מהמלכודות של בסטיל . 
עם אות מעקב . אין ספק שהיא נועדה לך . 
אל תתקרבי ליצור הזה . 
- מתפקידי להגן עלייך . 
- אל תתקרבו ! 
- אימא ! 
- הוא תינוק . אני הולכת לעזור לו . 
אז אם את מתכוונת להיהרג , ואת תיהרגי , לפחות תשלמי קודם . 
היא לא הוכשרה למצבים כאלה . 
נראה אם היא מהירת תפיסה . 
היא עלולה למות . 
אין דרך טובה יותר ללמוד . 
אני מתנגדת לשיטות החינוך שלך . 
- הצילו . אני פוחד . 
- זה בסדר . 
- יש מפלצת . - אני לא סכנה . 
אימא ! 
- לא אפגע בך . 
תזיז את הצבת שלך . 
תן לי לעזור . 
תזיז את הצבת . 
כן . יופי , יופי . 
טוב . בוא נראה מה קורה כאן . 
כמעט . כמעט . 
בסטיל , צריך לזוז . לא . אני מצליחה . 
צריך להתחבא . - אבל אי אפשר ... 
- אווה , מיד ! 
אווה ? 
הצילו ! 
פוחד ! 
הצילו ! 
אימא ! 
הצילו ! 
- הצילו ! - זה לא בסדר . 
הוא לקח תינוק . 
עדיף צלף חול תינוק ולא את . 
הנה , זו לאקוס . 
היא מרשימה ביותר . 
היא יפהפייה . 
זה ... נראה לך שהאחרים נמצאים כאן ? 
לא . 
בסטיל מחפש אותך . 
את והמכונה , אסור לכן להתבלט . 
זו תלבושת לאקוסית מסורתית ? 
לא . אתן נראות מגוחכות לגמרי . 
אבל למרבה המזל , הגענו ביום המרוצים . - מרוצים ? אילו מרוצים ? - מרוצי דגי עכביש . 
אז נקווה שאף אחד ישים לב לשתי זרות משונות ומעצבנות . 
הכוונה אליכן , אגב . בואו . 
טוב . כעת דוד המים צריך לחכות כאן . 
- השוק צפוף . 
- הוא דובון מים . 
אבקש ממנו . 
טוב , בסדר . וכשאת מדברת איתו באורח פלא בתוך ראשך , תוודאי שהוא יישאר מחוץ למים ורחוק מהדגים . 
אוטו , חכה כאן ליד המים . 
אל תאכל דגים . 
לא אוכל את הדגים הטעימים . 
אבל אני נכנס למים . 
מה אמרתי ? 
טוב , הוא אמר שלא יאכל את הדגים . 
יש שם דג טעים , אבל אני לא אוכל אותו . 
כאן מצאת את הטלאי ההוא ? 
תראו את זה ! 
ראיתי תמונות של זה . 
אופניים ישנים . ומנורה . 
- עצור ותמרור ! 
כמו בסרטי ההדרכה שלנו ! אימה ! כן , כן . היכל הגרוטאות של קרנוקל . - - סגור גרוטאות ? 
השמצה פרועה . 
תקשיבו מה אני אומר . 
מוצגים כאן פריטים אקזוטיים שלוקטו ברחבי אורבונה . 
הכירו את קרונקל , ספק רשמי של המלכה אוהו . 
- מוכר עתיקות נאות ... - אתה יכול להפסיק . 
הילדה לא רוצה לקנות . היא רק רוצה ... קרונקל מברך ביום טוב . 
חכה , בבקשה . אני רוצה משהו . 
באמת ? 
תיכנסי , בבקשה . אל תמהרי . תסתכלי מסביב . 
מוזיקה ! 
לקרונקל יש המון , המון פריטים ייחודיים למכור לכם . 
ראי את זה , למשל . 
שרביט שבפעם אחז בידו ' המלך הקדום סר המילטון ביץ . 
ואלה מלח ופלפל . 
שני יצורים זעירים שנעלמו מזמן , שנושמים מהחורים הזעירים בקודקוד הראש שלהם . 
אז מה בחנות של קרונקל מוצא חן בעיניכם ? 
בבקשה , אני צריכה לדעת מאין זה הגיע . 
את כן רוצה משהו . 
מידע . 
כן . שריד משושלת דייסנטיס . 
קרונקל ישמח להגיד לך מהיכן השיג את הטלאי . 
תמורת , נניח , 500 שלאק ? 
- חמש מאות ? 
- זה הרבה ? 
- שלוש מאות . 
- יש לנו ? 
אין לה . 
- - פתוח זו ההצעה האחרונה של קרונקל . 
אם תשיגו את ההון , נתראה מחר . 
קרונקל פותח עם שחר , אחרי שהוא חוזר מעסקיו בארמון המלכה בסולאס . 
קרונקל מברך אתכם ביום טוב 
טוב , הבאתי אתכן ללאקוס . 
או - או . סיכמנו שתביא אותי ללאקוס כדי לגלות מאין הגיע הטלאי . 
מה ? 
זה לא מה שסוכם . 
ברגע שאקבל את המידע , תקבל את האומני . 
איפה אמצא 300 שלאק ? 
תמיד אפשר להמר במרוצים . 
- אני נגד הימורים . 
- גם אני . 
אפשר להמר על מרוץ ציפורי עכביש ? 
דגי עכביש . 
אנשים באים מכל הסביבה כדי לצפות . 
דודי הגדול , בודו אובידו , הלך פעם עשרה ימים ברגל כדי לצפות במרוצים . 
ויש לו רק שלוש רגליים . 
כן , הוא אהב להמר . 
כך איבד את כף רגלו השנייה . 
- יש אפשרות שאזכה ב - 300 שלאק ? 
- בטח . 
דודי הגדול אובידו גילה לי פעם את הסוד לניצחון . 
תמיד לבחור במנצח . 
הבנתי . 
הימור על תחרויות . 
המונים פרועים . 
לא כך גידלתי אותך . 
- אז את אימא לא משהו . 
- מר קיט ! 
תני מעט אמון , אימה . זה קטן עליי . ברוכים הבאים למרוץ דגי העכביש השנתי . 
מסורת מיוחדת ואירוע יחיד מסוגו כאן בלאקוס . 
איזה קהל יש כאן היום . 
- המרוץ מתחיל . - סליחה . 
- סליחה . 
- מי הבא בתור ? 
- המרוץ מתחיל . - היי . 
- נא להמר . - אני רוצה לזכות ב - 300 שלאק . 
מי לא רוצה ? 
רק רגע , אדוני . 
- על מה את מהמרת ? 
- על המכשיר הקטן הזה . 
- היי , זה שלי . 
- אפילו אולקראסטי חסרת הסיכוי לא תשיג לך עליו יותר מ - 50 שלאק . 
- זוזי הצדה . - אבל ... - זה כל מה שיש לי . - המרוץ מתחיל . 
מה עם המכונה הזאת ? 
- סליחה ? 
- להמר על אימא ? 
עדיף עליה ולא עליי . 
אם אין לך משהו אחר להמר עליו . 
נכון . כן , כן . מה בקשר למכונה הגדולה הזאת ? 
אווה , מה נראה לך שאת עושה ? 
איכות מעולה , עיצוב נקי . כל התכונות . 
בסדר , את יכולה להמר , מותק . 
אז את שמה הכול על אולקראסטי ? 
- אולקראסטי תזכה בכול . 
- מה את עושה ? 
אל תדאגי , אימה . 
- לא ... - סמכי עליי . 
- אני יודעת את הסוד לניצחון . - רק רגע . אווה ! 
יקרה מה שיקרה , - הפסד המכונה הוא בעצמו ניצחון . 
- אל תיגע שם . זה לא מקום טוב ... אז מי המנצח שלך ? 
שאלה טובה . לא . לא . לא . 
- זאת ! - זו ? זו אולקראסטי ? 
לא , היא רק חסרת ביטחון , זה הכול . 
אני בטוחה שהיא מהירה . 
- חסרת ביטחון ? 
היא עיוורת . 
- מה ? 
תסתכלי עליה . עיניים עכורות , קשקשים סביב העפעפיים . 
אולקראסטי היא סוד ההפסד שלך . 
קראסטי ? 
את מסוגלת לזה . 
לא יכולה לנצח . אף פעם לא מנצחת . 
אל תשכחו להמר , חברים . 
המרוץ הראשון יוצא לדרך . 
הייתי רוצה לומר ששמחתי להכיר את המכונה . 
אבל לא שמחתי . 
מטרת המרוץ : הפריהופ . 
הראשון שיתפוס את המעדן המפנק הוא המנצח . 
מתחרים ! גל חזק מכניס את דגי העכביש להקפה הראשונה משלוש . 
כולם מזנקים בסדר מופתי למעט אחת . 
נראה שאולקראסטי נרדמה לפני גל הזינוק . 
היא הרחק מאחור . 
יהיה בסדר . קטן עלינו . 
לוראקו כבר מוביל , לייקפין מזנבת בו . גארוויי וסינג' נאבקים על המקום הבא . 
אולקראסטי תצטרך משקפת כדי לראות את המוביל . 
לא מבחינה בין ימין לשמאל . 
אני מקווה שאמרת יפה שלום למכונה . 
קדימה ! קטן עלייך , קראסטי . 
לאקוס לוראקו צולח את השקע הגבשושי . ברור למה הוא דג עכביש נערץ . לייקפין שנייה ואחריה סינג' וגארוויי . 
אולקראסטי קורסת כמו סירה שוקעת . 
בכל זאת תנסי לדבר עם אולקראסטי ? 
מוטב שתתחילי לדבר כי תכף המכונה שלך הופכת לחלקי חילוף . 
גארוויי הגולשת צלחה את הטבעות ומאיץ באזור ההתזות . 
יש להם עוד שתי הקפות מול קהל משולהב . 
אבל אולקראסטי התנגשה בגדה ... קראסטי , את שומעת אותי ? 
- קראסטי שומעת . 
- יופי . אעזור לך לנצח . 
קראסטי תנצח ? 
כן . קראסטי תנצח . 
עשי מה שאני אומרת . 
טוב , שמאלה . 
אוי ! סליחה . ימין שלך , שמאל שלי . 
פני ימינה . 
שמאלה , שמאלה . שוב ימינה . 
פני שמאלה . 
המשיכי ישר . 
קטן עלייך . 
עכשיו למעלה . 
מעלה , מעלה . מטה . תרימי את הרגליים . 
יופי , כעת תשחי . 
אולקראסטי מראה סוף סוף שיפור בשלב הטבעות . 
גם מאנטרץ עיוור מוצא פריהופ מעת לעת . 
אני מתרכזת . 
אני צריך משקפת חדשה ? 
אולקראסטי הדביקה את סינג' סריק - רוק . 
היא לא איתי . 
לאקוס לוראקו עדיין בראש אך אולי יש עוד תקווה לאולקראסטי 
כן ! כן ! קטן עלייך , קראסטי ! 
לאקוס לוראקו מוביל , עדיין בשיא כוחו . 
לייקפין התקפלה בטבעות וטרפה - את הקלפים . - קדימה ! כמו הרוח ! אל תמהרו לספור את השלאקים מלוראקו . 
קראסטי סוגרת את הפער . 
- המרוץ יוכרע ברגע האחרון . 
- קדימה ! הישורת האחרונה . לוראקו ואולקראסטי צמודים . 
- קטן עלייך , קראסטי ! 
- כן , קטן עליי . 
האם יהיה זה רגע השיא של קראסטי ? 
היא מנתרת אל הפריהופ . 
אולקראסטי מנצחת ! 
על מרוץ דגי העכביש הזה ידברו עוד דורות רבים . 
ניצחתי ! 
הדמעות של אולקראסטי הפכו לדמעות אושר . 
אולקראסטי הזאת , היה לה מזל . 
לדגת העכביש הקשישה היה מזל גדול . 
מי אמר שהיא גמורה ? 
‏ 300 שלאק , מותק . 
ברכותיי . 
- תודה . 
- זה היה פזיז להפליא , אווה . 
להמר עליי במטבע מקומי . 
כן , פזיז , אווה . אבל כיף . רק במזל ניצלתי ממגרש הגרוטאות . 
זה לא היה מזל . אלא כי אני דיברתי עם קראסטי . 
בחייך . זה עבד , נכון ? 
בסדר , בסדר . קח את זה אתה , למזכרת . 
ומחר בבוקר נברר מאין הגיע הטלאי . 
הבת שלך יודעת לבחור מנצחים . 
היא לא הבת שלי . 
מר קיט , תגיד לאווה שאנחנו צריכים למצוא מחסה ללילה . 
תגידי בעצמך . 
אולי נישן על האגם ליד החנות של קרונקל . 
אם הוא יחזור מוקדם , אשאל אותו איפה ... ייתכן שהבסטיל המפלצת קרוב , נכון , מר קיט ? 
אנחנו צריכים מקום בטוח . 
רובנדר . 
- פיסקיאן , בוא תראה מי בא . 
- רק רגע , מותק . 
הוסטיה , מזמן לא ... 
- יותר מדי זמן . בואו תיכנסו . 
- תודה . 
אני מתקשה להאמין למראה עיניי . 
מצטער שאני נוחת עלייך ככה . 
די , בחייך . 
בפעם הבא תבוא ישר לכאן . 
- מה שלומך ? 
- אני מסתדר . 
שמענו שהפאונות שוב נודדות . 
זה לב היער . 
אבל כבר לא בעיה שלי . מה שלומכם , את ופיסקיאן ? 
לא רע . 
הוא עסוק במדגה ואין כאן רגע דל , כידוע לך . 
דוד רובנדר ! 
הנה הם . 
זה היה מהיר . 
- התגעגענו אליך , דוד רובנדר . 
- אני לא דוד שלכם . 
איפה היית ? 
- אבא אומר ששכחת אותנו . 
ילדים , די . עוד לא מכרת את המפלצות ? 
- אנחנו לא למכירה . 
- איפה המתנה שלי ? 
- מיגדן . די , תירגעי . 
- כן , אימא . 
זה בסדר . הכול טוב . אשלם את דמי הכופר . 
- מה הבאת לנו ? - בואו נראה . 
מה מפלצות אוהבות ? 
אה , הנה . 
- פריהופ . - פריהופ . 
אני גדול יותר הוא שלי . 
דוד רובנדר נתן לי . 
אל תשכחו לחלוק . 
תודה , דוד רובנדר . 
- בבקשה , מיגדן . - היי , עצור . הוא שלי . רובנדר , ידידי הוותיק . טוב לראות אותך . 
לא השתנית . 
אתה יודע שזה שקר . 
אז מה מביא אותך ללאקוס ? 
- תחזיר ! - שתי אלה חיפשו מורה דרך . אז הבאתי אותן בשביל העסקים . 
אז מיהן החברות שלך ? 
חברות ? לא , הן לא חברות שלי . 
הן סתם שתי נוודות . נראה לי שזו המילה . - רק אתמול הכרנו . - אני קיבלתי אותו ! 
אני אווה ממקלט 573 . 
בת אנוש . 
רובנדר , מה זה ? 
זו אימה . 
אני אימה מסוג 0.6 . 
יש לכם בית מקסים . 
תודה , 0.6 . 
רובנדר , איפה ... אותה מצאתי בתוך צמח טורף ואת זו במחנה של בסטיל . 
סיפור ארוך , אבל ... הן בסדר . 
ברור שהן בסדר . 
כן . כולם רצויים כאן . 
בהחלט . 
אלך להתקין את שקי השינה . 
תודה , פיסקיאן . אבל רק בשבילן . 
אני צריך ללכת . 
- ללכת ? - אל תלך . אתה לא הולך לשום מקום . 
אתה נשאר איתנו . 
זו הפעם הראשונה שסירבת לפנטאקה שלי . 
הכנת פנטאקה ? יש ! פנטאקה ! 
בבקשה . 
טרי מהשוק היום . 
נסאן תמיד שומר לי בצד את הכי טובים . 
אני מבטיח שהם טעימים . 
אימה , תצטרפי אלינו , בבקשה . 
תודה , אבל אין צורך . אני לא יכולה לאכול . 
בכל זאת יש מקום בשבילך בשולחן . 
אתם אדיבים מאוד . 
ומן הסתם לא מהמרים על הילדים שלכם במרוצים . 
- מהמרים ? ודאי שלא . 
- אימה . 
בבית הזה אנחנו לא בוהים באורחים שלנו . 
נכון , פיסקיאן ? 
- פיסקיאן . 
- נכון . לא בוהים . 
יש לך עשר בהונות ? 
שמענו שלבני אנוש יש עשר בהונות . תוכלי להראות לנו ? אני רוצה לראות . 
דריוס אומרת שלבני אנוש יש ... בסדר . פחות מדברים , יותר אוכלים . 
עשר בהונות , 100 בהונות , 1,000 בהונות . 
למי אכפת ? 
כן . יש לך עשר בהונות ? 
פיסקיאן ! 
תתחילו לאכול . 
גם את , אווה . 
איך אוכלים את זה ? 
סליחה . 
לא , לא , לא . תני לי להראות לך לפני שתעוורי אותי . 
זה פשוט . 
קחי אחד . 
זהו . החזיקי את הקליפה מלמעלה . 
- ככה ? 
- מספיק קרוב . 
עכשיו תעשי סיבוב מהיר . 
אל תפחדי ממנו . 
- סיבוב ! 
טוב . - זהו . עכשיו החלק הטוב . 
תרימי את הקליפה ותטעמי . 
זה ממש טעים . 
כמובן . זה פנטאקה . 
פנטאקה , פנטאקה . אוכלים פנטאקה . 
רובנדר , אתה לא נשאר ? 
כמו שאמרתי , פיסקיאן . אני באמת צריך ללכת עכשיו . 
אחזור בבוקר . 
אני שמח שאתה בטוב . 
תודה על הפנטאקה . 
רובנדר מתנהג ככה לפעמים . 
זה היה גרוע יותר בעבר , כמובן . 
אבל כשראיתי אותו איתכן , לראשונה מזה זמן רב הוא נראה כמעט מאושר . 
פעם הוא היה מאושר כל הזמן . 
את יודעת , רובנדר היה פעם מגלה הדרכים מס' אחת באורבונה . 
הוא אהב את עבודתו ואת משפחתו . 
מה קרה ? 
הוא איבד את שתיהן . 
כאן . כאן . כמעט הגענו . 
כאן אני ישנה . 
בני אנוש צריכים לישון ? 
כן , כמובן . 
אני בטוחה שאימה שלי תגיד לך ששינה חיונית להישרדות . 
איך היא אימא שלך ? 
כל האימהות האנושיות נראות כך ? 
אני לא יודעת . 
את מתכוונת להסיר את מגני הבהונות ? 
- את מה ? 
- מגני הבהונות . 
אני רוצה לראות את הבהונות שלך . 
טוב , כן . בטח . 
עשר בהונות . 
- עשר בהונות ? 
- כל כך מפותלות . 
אני יכול לספור אותן ? 
ודאי . כן , כן , כן . תוודא שכולן שם . 
אחת , שתיים ... מיגדן , איפה למדת על בני אנוש ? 
הזכרת איזה שם קודם . 
דריוס ? 
- זוזי . 
- אה , נכון . אסור לנו לדבר עליה . 
אימא אומרת שהיא מספרת יותר מדי סיפורים . 
- חמש , שש , שבע , שמונה , תשע , עשר . 
כולן שם . 
החכמה הארזינית . 
היא גרה בבית שם למעלה . 
הוא הייתה המשוררת והידעונית המלכותית . אבל זה היה מזמן . 
עכשיו היא מספרת סיפורים לילדים . 
וחולמת על בני אנוש , על דברים מפחידים שמכאיבים לכדור הארץ . 
אבל אסור לנו לדבר עליה . 
אומני , כבה מעקב מיקום . 
כבוי . 
