1946 ΜΠΟΥΣΑΝ Θα σας έχουμε το Μπουσάν υπό έλεγχο στις εκλογές . 
Αρκετά μ ' αυτά . 
Τι διαβάζεις ; 
ΑΝ ΜΙΝΤΣΟΛ ΓΙΟΣ ΤΟΥ ΑΝ ΓΙΟΣΟΜΠ 
Σ ' αρέσει η ιστορία ; 
ΚΑΝΓΚ ΣΟΝΓΚΜΙΝ 16 ΕΤΩΝ 
Γιατί διαβάζεις για βασιλιάδες ; 
Ο γιος βασιλιά έχει μόνο δύο επιλογές . 
Να γίνει σκυλάκι του πατέρα του ή να τον σκοτώσει και να πάρει τον θρόνο . 
Τι θα διάλεγες ; 
Κανένα απ ' τα δύο . 
Να σου πω . 
Τι ; 
Έλα εδώ . 
Δείξε σεβασμό στους μεγαλύτερους . 
Αν δεν γίνεις βασιλιάς , θα γίνεις το σκυλάκι κάποιου . 
Παλιόπαιδο . 
Τι νομίζεις ότι κάνεις ; 
Συγγνώμη , κύριε βουλευτή . 
Ο γιος σας έχει τσαγανό . 
Με χτύπησε πρώτος . 
Παλιο ... 
Με χτύπησε πρώτος όμως . 
Πού πας ; 
Θεέ μου ! 
Ποιος είσαι εσύ ; 
Αυτός ο σκυθρωπός μπάσταρδος . 
Ο γιος σου είναι ; 
Γλυκούλης είναι . 
Σκέτη κατάθλιψη είναι ! 
Εδώ αυτοκτόνησε η μάνα σου . 
Αν δεν το ' χεις , μη με αγριοκοιτάς . 
Τι συμβαίνει ; 
Ο γιος σας παραλίγο να σας σκοτώσει , κύριε Κανγκ . 
Να σε πάρει . Έλα εδώ . 
Έλα εδώ , σκατόπαιδο . 
Έλα εδώ . 
Παλιοκαθίκι ! 
Πότε θα λογικευτείς επιτέλους ; 
Ίδιος η μάνα σου είσαι ! 
Η Ένωση Σίνι ορθώνει ανάστημα στην εξουσία που καταπιέζει το έθνος και τον λαό μας . 
" Η Ένωση Σίνι ορθώνει ανάστημα στην εξουσία που καταπιέζει το έθνος και τον λαό μας " . 
Η Ένωση Σίνι πολεμά την αδικία , και η βία μας είναι θυσία . 
" Η Ένωση Σίνι πολεμά την αδικία , και η βία μας είναι θυσία " . 
Πρώτος μας στόχος ... είναι ο Κανγκ Ιλσίκ . 
ΚΑΝΓΚ ΣΟΝΓΚΜΙΝ 
ΤΣΑ ΤΕΜΙΝ 25 ΕΤΩΝ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΘΕΙΟΣ ΣΑΜΣΙΚ 
ΥΠΟΚΡΙΣΙΑ ΜΕ ΕΠΙΦΑΣΗ ΟΝΕΙΡΟΥ 
Ο ΚΙΜ ΣΑΝ ΜΠΑΙΝΕΙ ΣΤΟΥΣ ΔΗΜΟΚΡΑΤΙΚΟΥΣ ΕΠΙΚΕΦΑΛΗΣ ΕΠΙΤΡΟΠΗΣ ΟΙΚΟΝΟΜΙΚΗΣ ΠΟΛΙΤΙΚΗΣ 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
- Τσου Ιντέ ! 
- Σας ευχαριστώ όλους ! 
- Ευχαριστώ ! 
- Τσου Ιντέ ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! 
- Η καινοτομία είναι η μόνη μας ελπίδα ! - Τσου Ιντέ ! 
- Τσου Ιντέ ! - Τσου Ιντέ ! 
- Γιοτζίν . 
- Τσου Ιντέ ! - Με συγχωρείτε . 
- Τσου Ιντέ ! - Ας κάνουμε αλλαγές ! 
- Τι κάνεις εδώ ; 
- Συγγνώμη που ήρθα ξαφνικά . Να μιλήσουμε λίγο ; 
Όχι τώρα . 
Τι θες να μου πεις ; 
Θα στηρίξω τον κύριο Τσου , όπως και να ' χει . 
Η ένταξή μου στους Δημοκρατικούς δεν αλλάζει κάτι . 
Αυτό ήρθες να μου πεις ; 
Ακόμα θαυμάζω και υποστηρίζω τον κύριο Τσου . 
Μπορείς να βγεις έξω τώρα και να πεις σε όλους ότι είσαι γαμπρός του ; 
Ότι στηρίζεις το Κόμμα Καινοτομίας ; 
Ν ' αφήσεις τους Δημοκρατικούς ; 
Φυσικά . 
Γιοτζίν . Ξέρεις πόσο σ ' αγαπώ , έτσι ; 
Έχω ένα όνειρο . 
Τι όνειρο ; 
Θέλω να βελτιώσω τη χώρα μας . 
Αυτό δεν είναι όνειρο . 
Είναι υποκρισία . 
Υποκρισία με επίφαση ονείρου . 
- Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! - Τσου Ιντέ ! 
Καθάρματα ! Τι διάολο ; 
Γιοτζίν ! 
Γιοτζίν ! 
Παρακαλώ ... 
Γιοτζίν ! 
Είσαι καλά ; 
Βάλε λίγο νερό . 
Γιατί ήσουν πάλι εκεί ; 
Για να δεις τη Γιοτζίν ; 
- Οφείλω να της εξηγήσω ... γιατί μπήκα στους Δημοκρατικούς . 
Μη λες βλακείες . Κοίτα τον χαμό ! 
Παραιτούμαι . 
Έδωσα πολλές υποσχέσεις στη Γιοτζίν . Πρέπει να κρατήσω τον λόγο μου . 
Κι η υπόσχεση που έδωσες σ ' εμένα ; 
Επειδή ο Τσου είναι σαν πατέρας σου , ενώ εγώ απλώς ένας θείος ; 
Τι το ιδιαίτερο έχει ο Τσου Ιντέ ; 
Τι το σπουδαίο έχει ; Τι έχει κάνει ; 
Αυτοί οι ευγενείς στοχαστές ... 
Ούτε τα παιδιά τους δεν τάιζαν στον πόλεμο ! 
Η Γιοτζίν δεν θέλει να είναι γυναίκα πολιτικού . 
Έξυπνος είσαι , δεν το βλέπεις ; 
- Και πάλι , δεν μπορώ να τη χωρίσω έτσι . 
- Γιατί όχι ; 
Δεν είναι σωστό . 
Τι θα σκεφτεί για μένα ; 
Εκτός από λεφτά , εξουσία και σεβασμό , θέλεις να είσαι και καλός άνθρωπος ; 
Δεν μπορείς να τα έχεις όλα . 
Παραιτούμαι . 
Δεν είσαι έτοιμος ακόμα . 
Μπορώ να σου δώσω λεφτά και δύναμη , αλλά όχι και τιμή , αγάπη και σεβασμό . 
Δεν δίνω δεκάρα γι ' αυτά . 
Να σου πω το σχέδιό μου ; 
Στον διάολο να πάει ! 
100 Φιλελεύθεροι , 30 Δημοκρατικοί , 20 που θα πειστούν ατομικά και 20 νέοι υποψήφιοι στις επόμενες εκλογές . 
- Συνολικά 170 βουλευτές , μαζί μ ' εσένα ! 
- Δεν με νοιάζει . Θα εισάγουμε κοινοβουλευτικό σύστημα με τόσους . 
Ασχέτως προέδρου , η Ομοσπονδία Τσόνγκου θα πάρει τον έλεγχο της Εθνοσυνέλευσης και θα διορίσει τον πρωθυπουργό . Κι αυτός θα είσαι εσύ . 
Αποκλείεται ... να με στηρίξουν οι Φιλελεύθεροι ! 
Ναι . Θα στηρίξουν τον Κανγκ Σονγκμίν , όχι εσένα . 
Θα προωθήσει τον κοινοβουλευτισμό για να γίνει πρωθυπουργός . 
Αλλά εμείς θα σε βάλουμε στην Εθνοσυνέλευση σε τρία χρόνια και θα διορίσουμε εσένα , μόλις αλλάξει το Σύνταγμα . 
Συγκεντρώσου στον στόχο σου , στο Έργο Εθνικής Ανασυγκρότησης . 
Θες να γίνεις βουλευτής και πρωθυπουργός ; 
Απάντησέ μου . 
Θέλω . 
Τότε , επικεντρώσου σ ' αυτό που θες να πετύχεις ! 
Θέλω να το κάνω ! 
Θέλω να υλοποιήσω το Σχέδιο Ανασυγκρότησης ! 
Θα τη χωρίσω . 
Στη ζωή ... οτιδήποτε θες ... έχει ένα τίμημα . 
Δεν συμφωνείς ; 
Μείνετε εδώ . 
Περίμενε . 
- Δεν θα ' μαστε πιο ασφαλείς με τα μέλη ; 
- Δώστε μου ένα λεπτό , σας παρακαλώ . 
Πάω να δω τι γίνεται . 
Τι διάολο κάνετε ; 
Γιατί ... 
Είμαι τ ' αφεντικό σας , ζώα ! 
- Μπάσταρδε . Πόσο χάλια δουλειά κάνεις ; 
Δεν είσαι πια αφεντικό . 
- Τι ; 
- Αν με χτυπήσεις , πέθανες . 
Τι θα κάνεις ; 
Το ' χεις χάσει ; 
Χτύπα με αν μπορείς . 
- Χτύπα με . - Άκου ! 
Φύγε . 
Θα το κάνω εγώ . 
Για περίμενε . 
Ποιος είσαι εσύ ; 
- Κάνε άκρη , κάθαρμα . 
Σύνελθε . 
Θα το τελειώσω εγώ . Φύγε . 
Γαμώτο ! 
Κύριε Γιουν . 
- Σε πυροβόλησε ; 
- Ναι . 
Όλα θα πάνε καλά , Χετζούν . 
Τζονγκτσόλ ! 
Πυροβόλησαν τον Χετζούν ! 
Τζονγκτσόλ ! 
Χετζούν , όλα καλά . 
Χετζούν ... 
Χετζούν . 
Χετζούν ! 
Γαμώτο ! 
Χετζούν ! 
Γαμώτο ! 
Περιμένετε έξω . 
Κύριε ! 
Πυροβόλησαν τον Τσου Ιντέ . 
Τι ; 
Ποιον πυροβόλησαν ; 
Ο Τσου είναι σε κρίσιμη κατάσταση . 
- Σοβαρά ; 
- Ναι . 
Είναι σε κρίσιμη κατάσταση . 
Κι ο Γιουν Πάλμπονγκ ; 
Πέθανε επί τόπου . 
Ηλίθιοι . 
Μάρτυρας είδε τον Τσα Τεμίν της Ένωσης Σίνι . 
Ορίστε ; 
Ναι , το ερευνούμε , κύριε . 
Πέθανε ένα μέλος συμμορίας , ο Γκου Χετζούν . 
Ρίξε μια ματιά εδώ . 
Συγκεντρώσου ! 
4ος ΣΥΝΕΤΑΙΡΙΣΜΟΣ ΑΛΥΚΩΝ ΣΕΪΛ ΤΣΑ ΤΕΜΙΝ 
Το βλέπεις αυτό ; 
Τα κατάφερα , έτσι ; 
Αν τελείωσες το χέσιμο , βγες έξω . 
Σταμάτα να καυχιέσαι . 
Αντίο , Χετζούν . 
- Μετά από σας . - Ευχαριστώ . 
Ο Αν Γιοσόμπ της Κλωστοϋφαντουργίας Σέγκανγκ έχασε γιο σε έκρηξη . 
Τον βουλευτή Αν Μιντσόλ , ανερχόμενο αστέρι των Φιλελεύθερων . 
Ποιος να κρύβεται από πίσω ; 
Ποιος θα επωφελούνταν περισσότερο από τον θάνατό του ; 
Ο Κανγκ Σονγκμίν ; 
Ο Τσα Τεμίν της Ένωσης Σίνι ; 
Αν δημοσιοποιηθεί , ο Κανγκ Σονγκμίν ξόφλησε . 
ΕΝΩΣΗ ΣΙΝΙ , ΑΝΑΡΧΙΚΟΙ ΤΡΟΜΟΚΡΑΤΕΣ Η ΕΝΩΣΗ ΣΙΝΙ ΠΥΡΟΒΟΛΗΣΕ ΤΟΝ ΤΣΟΥ ΙΝΤΕ 
" Οι τρομοκρατικές πράξεις της Ένωσης Σίνι δεν είναι μόνο κατά αριστερών " . 
- " Κάποιοι πολιτικοί ... " 
- Για μένα λένε . 
Δεν λέει τ ' όνομά σας . 
" Πιθανή σύγκρουση πολιτικών με επιχειρηματικό υπόβαθρο " . 
Προφανώς υπονοεί εμένα . 
Δημοσιεύτηκε επίτηδες ; 
Μόνο ο Τσα Τεμίν είχε αυτές τις φωτογραφίες . 
" Ίσως κι η έκρηξη στο Μπουσάν σχετίζεται με τη Σίνι ... " 
Φτάνει . 
ΥΠΟΥΡΓΕΙΟ ΕΣΩΤΕΡΙΚΩΝ 
Θα οργανώσουμε πυρήνες σε κάθε διαμέρισμα και περιοχή και θα τροποποιήσουμε τον νόμο Τοπικής Αυτοδιοίκησης . 
Να πώς θα διεξαχθεί η ψηφοφορία . 
Θα νοθεύσουμε το 40 % των ψήφων , κι οι ψηφοφόροι θα μπουν ανά τρεις , πέντε κι εννιά ... - Τι είναι ; 
- Ρίξτε μια ματιά . 
Όπως είδατε στις εφημερίδες το πρωί , αντιμετωπίζουμε μια σοβαρή κατάσταση . 
Πιστεύετε ότι είναι αλήθεια ; 
Είδες τη φωτογραφία ; 
Ο Κανγκ Σονγκμίν δεν είναι ; 
Έτσι νομίζω . 
Γιατί μαζευτήκαμε αν δεν είναι αυτός ; 
Αν αποδειχθεί ότι ο βουλευτής Κανγκ είχε σχέση με την Ένωση Σίνι , - χρειαζόμαστε εναλλακτικό σχέδιο . 
- Εδώ που φτάσαμε ; 
Δεν χρειάζεται . 
Αν το μάθει ο Κανγκ Σονγκμίν , θα ' ρθουμε σε δύσκολη θέση . 
Αλήθεια ή όχι , χρειαζόμαστε εναλλακτικό σχέδιο . 
Αν μου επιτρέπετε , πρέπει να κάνουμε πρώτα διεξοδική έρευνα . 
Δεν πρέπει να βγάζουμε βιαστικά συμπεράσματα και να υποψιαζόμαστε τον συνάδελφό μας . 
Θα το ψάξω διακριτικά . 
Ναι , πρόεδρε . Μάλλον είναι ψευδής φήμη . 
Το άρθρο ήταν κατασκευασμένο . 
Θα λάβουμε τα απαραίτητα μέτρα . 
Μάλιστα , κύριε . 
Το κόμμα μας ετοιμάζεται να δράσει άμεσα . 
Είναι αλήθεια ; 
Σε ρωτάω , είναι αλήθεια ; 
Δεν είναι . 
Με συκοφαντούν . 
- Ποιος ; - Το ψάχνω . 
Η Ένωση Σίνι σκότωσε και τον Αν Μιντσόλ ; 
Δεν ξέρω . 
Έτσι λέει το άρθρο . 
Είναι απλώς μια υπόθεση . 
Σίγουρα το ίδιο θα υποθέσει κι ο κύριος Αν Γιοσόμπ . 
Χωρίς την Ομοσπονδία Τσόνγκου , είσαι άχρηστος . 
Θα τον σκοτώσω τον αλαζονικό μαλάκα μια μέρα . 
Μπορεί να σας ακούσει κανείς . 
Κάλεσε τον βουλευτή Πακ Τζιγούκ . 
Γεια σας , κύριε . 
Γεια σας . 
Γεια σας . 
Πώς από δω , κύριε ; 
Πιάσατε τον Τσα Τεμίν ; 
ΤΖΟΝ ΣΟΓΙΟΝΓΚ ΕΘΝ . ΑΣΦΑΛΕΙΑ 
Παραμένει ασύλληπτος . 
Τα άλλα μέλη της Ένωσης Σίνι ; 
Ήταν ανενεργά πάνω από μια δεκαετία . 
Έχεις λίστα με ονόματα ; Δώσ ' τη μου . 
Τι τη θέλει η Εθνοσυνέλευση ; 
Δώσ ' τη μου . 
Τους βρήκαμε πριν 10 χρόνια , αλλά τους αφήσαμε όλους . 
- Γιατί ; 
- Δεν έχω ιδέα . 
Αυτή ήταν η εντολή του τότε διευθυντή . 
Οι άντρες μου θα τους ψάχνουν με το ζόρι . 
Γιατί να κάνουν τον κόπο , αφού θα αφεθούν ελεύθεροι ; 
Σάμσικ . 
Ναι ; 
Περίμενε έξω , δρ Χουάνγκ . 
Ο Κανγκ Σονγκμίν εμπλεκόταν ... στην Ένωση Σίνι ; 
Μεγάλωσε με τον Τσα Τεμίν στο Μπουσάν . 
Ποιος σκότωσε τον γιο μου ; 
Ο Τσα Τεμίν ή ο Κανγκ Σονγκμίν ; 
Δεν ξέρω . 
Πόση χρηματοδότηση θα στείλουμε αυτόν τον μήνα ; 
Δύο εκατομμύρια χουάν στην Εθνική Ασφάλεια , τρία στο Υπουργείο Εσωτερικών και πέντε στο Κόμμα Φιλελεύθερων , κύριε . 
Ακύρωσε τις πληρωμές . 
Μάλιστα . 
Βρες τον Τσα Τεμίν και μάθε ποιος σκότωσε τον γιο μου . 
Ναι , θα ψάξω να τον βρω , κύριε . 
Κύριε Τσα . 
Κύριε Τσα . 
Σου έφερα φαγητό . 
Και ουίσκι . 
Πάρε και λεφτά . Κι εισιτήριο πλοίου από Μπουσάν προς Σιμονοσέκι , σε μία βδομάδα . Δες την ώρα . 
Ο Τσου Ιντέ ... πέθανε ; 
Δεν είναι σίγουρο ακόμα . 
Τον Τσου Ιντέ ... δεν ήθελα να τον σκοτώσω . 
Μη σε παίρνει από κάτω . 
Ο Γιουν Πάλμπονγκ φταίει . 
Μείνε κρυμμένος . 
Θα έρθει ο θείος Σάμσικ ; 
Φυσικά . 
Τι είπε ο Αν Γιοσόμπ ; 
Με ρώτησε τι έγινε στο Μπουσάν . 
Ανησυχητικό . 
Ναι , εσύ . 
Πού είναι ο Τσα Τεμίν ; 
Γιατί ρωτάτε εμένα ; 
Ο Κανγκ Σονγκμίν μού είπε να σε ρωτήσω . 
Δεν ήρθε στο ραντεβού μας . 
Πού θα συναντηθείτε μετά ; 
Γιατί τόσο αδιάκριτος ένας βουλευτής ; 
Μάλλον σου ' μεινε από τότε στην ιαπωνική αστυνομία . 
Έχεις δίκιο . 
Έπρεπε να σε σκοτώσω όταν ήμουν στην ιαπωνική αστυνομία . 
Συγγνώμη , κύριε . 
Πότε φεύγει ο Τσα Τεμίν για Ιαπωνία ; 
Την άλλη βδομάδα . 
Με φορτηγό πλοίο από το Μπουσάν . 
Το εισιτήριο ; 
Το έχει ο Τσα Τεμίν . 
Είναι στο Μπουσάν τώρα ; 
Δεν ξέρω . 
Μαλάκα . 
Είσαι καλά ; 
Ναι . 
Γι ' αυτό ακριβώς ... σκότωσαν τον Γιουν Πάλμπονγκ , έτσι ; 
Ελέγξτε τις διευθύνσεις . 
Παρακολουθήστε τους όλους . 
Τι να κάνουμε αν φανεί ο Τσα Τεμίν ; 
Αν νιώσετε ότι απειλείστε , σκοτώστε τον. 
Πού μπορεί να εμφανιστεί ; 
Ξεκινήστε να ψάχνετε γύρω από τον Κανγκ Σονγκμίν . 
Έχει όντως σχέση με τον Τσα Τεμίν ; 
Άσε τις ηλίθιες ερωτήσεις και κάνε ό , τι σου λέω . 
- Θα συναντούσαμε τον Τεμίν στο εξοχικό ; 
- Ναι . Άλλαξε τοποθεσία . 
Βουλευτή Κανγκ , είχατε σχέση με την Ένωση Σίνι ; 
Ακούσατε τη φήμη ότι διατάξατε το χτύπημα στον βουλευτή Αν ; 
Νομίζετε ότι είμαι εγώ στη φωτογραφία ; 
Ούτε εγώ δεν είμαι σίγουρος . 
Άρα , αρνείστε τις φήμες ; 
Αρνείστε τη σχέση σας με την Ένωση Σίνι ; 
Βουλευτή Κανγκ ! 
- Δεν μίλησες στον Τύπο ; 
- Μίλησα , αλλά προφανώς δεν έπιασε . 
Αν δεν μιλήσω , θα θεωρήσουν τις φήμες αληθινές . 
Δεν λάβαμε ακόμα λεφτά από την Ομοσπονδία Τσόνγκου . 
Δηλαδή , ο κύριος Αν δεν εμπιστεύεται τον Κανγκ Σονγκμίν ; 
Αυτό είναι γελοίο . 
Τότε , γιατί δεν έχουμε πληρωθεί ακόμα ; 
Γι ' αυτό λέω ότι δεν τον εμπιστεύεται πια . 
Με υποπτεύεται το ίδιο μου το κόμμα τώρα ; 
Κύριε . 
Γιατί το κάνετε αυτό ; 
Περιμένετε λίγο και θα έρθουν τα λεφτά . 
Πώς τολμάνε να μου το λένε κατάμουτρα ; 
Πρέπει να δείτε τον κύριο Αν πριν εξαπλωθούν οι φήμες . 
Τι να του πω ; 
Ικετέψτε τον να σας χαρίσει τη ζωή . 
Αν δεν μας χρηματοδοτήσει η Ομοσπονδία , δεν θα περάσει ο νόμος Τοπικής Αυτοδιοίκησης . 
ΝΟΣΟΚΟΜΕΙΟ ΙΛΜΟ 
ΝΕΚΡΟΣ ΒΡΕΘΗΚΕ Ο ΓΙΟΥΝ ΠΑΛΜΠΟΝΓΚ 
Είναι μέσα ο κύριος Κιμ Σαν ; 
Σαν . 
Σύστησα τον Γιουν Πάλμπονγκ στο Κόμμα Καινοτομίας . 
Πώς τον γνώρισες εσύ ; 
Στη δουλειά με τις προμήθειες . 
Τα νέα με προβληματίζουν . 
ΑΠΟΘΗΚΗ ΣΤΡΑΤΟΥ ΗΠΑ - Ευχαριστώ . Ορίστε . 
- Ευχαριστώ . 
Εντάξει φαίνονται . 
- Εντάξει . 
- Εντάξει ; 
- Ευχαριστώ . - Τίποτα . Ευχαριστώ . 
- Καλή όρεξη . 
Ορίστε . Ευχαριστώ . 
- Ευχαριστώ . 
- Δεν είναι πολλά . 
Είναι πάρα πολλά . 
Μεγαλώνεις τέσσερα παιδιά . Κοστίζει . 
Θα σου δώσω κι άλλα αργότερα . 
Κράτα τα . 
Σας ευχαριστώ . 
Ευχαριστώ . 
Ήρθα να δω τον κύριο Ο Ινγού . 
Δεν ξέρω ποιος το έστειλε . 
Υπάρχουν άλλες αποδείξεις εμπλοκής του Κανγκ Σονγκμίν στην Ένωση Σίνι ; 
Όχι άμεσα , αλλά ... Κι ο πατέρας του Κανγκ πέθανε σε έκρηξη . 
Η Ένωση Σίνι ήταν γνωστή για βόμβες . 
Δες τι άλλο βρήκα . 
Γιατί λες ο Τσα Τεμίν να σκότωσε τον Γιουν ; 
Σύμφωνα με την αστυνομία , πυροβόλησε πρώτα τον Γιουν . 
Δεν ήταν ο κύριος Τσου ο στόχος του . 
Λες ο Γιουν Πάλμπονγκ να είχε σχέση με τον Κανγκ Σονγκμίν ; 
Έτσι πιστεύω . 
Θείε Σάμσικ . 
Με τρόμαξες . 
Πώς από δω ; 
Θέλω εκδίκηση . 
Εσείς ξέρετε ποιος σκότωσε τον Χετζούν , έτσι ; 
Ξέρεις την Ένωση Σίνι ; 
Όχι . 
Δολοφονούν σημαντικά πολιτικά πρόσωπα και των δύο πλευρών . 
Δεν έχει σημασία . 
Είναι πολύ επικίνδυνοι . 
Δεν έχει σημασία . 
Εντάξει . 
- Τότε , πρέπει να κάνεις κάτι πρώτα . 
- Θα κάνω τα πάντα . 
ΝΟΣΟΚΟΜΕΙΟ ΙΛΜΟ 
Φύγε , σε παρακαλώ . 
Κυνήγα το όνειρό σου . 
Το να κάθεσαι εδώ είναι η χειρότερη υποκρισία . 
Φύγε , σε παρακαλώ . 
Φύγε . 
Μάθατε τα νέα , έτσι ; 
Ναι , είναι κρίμα . 
Είσαι έτοιμος τώρα ; 
Μάλιστα . 
Δεν θέλω καλά παιδιά . 
Εδώ είναι εμπόλεμη ζώνη . 
Χρειάζεσαι καρδιά από πέτρα . 
Πιστεύω ... ότι έχω σκληρύνει αρκετά . 
Μπορείς να νικήσεις τον Κανγκ Σονγκμίν ; 
Πρέπει να το κάνω ... αν θέλω να επιβιώσω . 
Ο Σάμσικ εμπλεκόταν στον θάνατο του Γκου Χετζούν , σωστά ; 
Δεν ξέρω . 
Στον θάνατο του Γιουν Πάλμπονγκ ; 
Απ ' όσο ξέρω , ήταν ατύχημα . 
Τυχαία μπήκε στο Κόμμα Καινοτομίας μέλος της συμμορίας Ντόνγκντεμουν ; 
Ο Γιουν Πάλμπονγκ ... θαύμαζε τον κύριο Τσου . Έτσι άκουσα . 
Ο Σάμσικ εμπλεκόταν στη δολοφονία του Τσου Ιντέ , σωστά ; 
Όχι . 
Ήταν ατύχημα . 
Δηλαδή , ο θάνατος του Τσου ήταν ατύχημα ; 
Τσου Ιντέ , Γιουν Πάλμπονγκ , Πακ Τζιγούκ . 
Όλοι τυχαία ; 
Δεν ξέρω αν όλα αυτά ήταν τυχαία ή αναπόφευκτα . 
Από την άλλη , έτσι είναι η μοίρα . 
Ο Τζανγκ Ντουσίκ , ο προδότης . 
Προσπαθώ να σε σώσω . 
Δεν είναι η μοίρα σου να πεθάνεις ακόμα . 
Πώς θ ' αλλάξεις εσύ τη μοίρα μου ; 
Ο θείος Σάμσικ δεν πιστεύει στη μοίρα . 
Αποφασίζει για όλα , κι όταν το σχέδιό του αποτυγχάνει , σκαρφίζεται άλλο . 
Είναι αποφασισμένος να φτιάξει τον κόσμο όπως θέλει . 
Αυτή είναι η φύση του . 
Εγώ έπλασα αυτόν τον κόσμο ; 
Όχι , ο κόσμος με έπλασε . 
