（ 1946 年 ， 釜山 ， 韓國 ） 我們 會 好好 替 你 管理 釜山 地方 選區 
別 再 說 這件 事 了 
你 在 看 什麼 書 ？ 
（ 安民 澈 ， 自由 黨議員 安耀燮 的 大兒子 ） 
你 喜歡 歷史 書 嗎 ？ 
（ 姜成民 ， 16 歲 ） 
幹嘛 看 君王 的 故事 ？ 
君王 的 兒子 只有 兩條 路 可 走 
不是 成為 父親 的 狗 就是 殺害 父親 ， 自己 當王 
你 要 選擇 哪 條路 ？ 
兩條 路 我 都 不選 
喂 
怎麼 了 ？ 
你 過來 
你 這 傢 伙 居然 用 這種 態度 跟 長 輩 講話 
如果 不想 成為 君王 你 就 應該 成為 某人 的 狗 
臭小子 
你 在 做 什麼 ？ 
對 不起 ， 議員 
令郎 很 有 魄力 呢 
是 他 先動手 打 我 的 
那 你 也 不行 ... 
我 說 是 他 先 打 我 的 
民澈 哥 ， 你 要 去 哪 ？ 
嚇我 一 跳 ！ 
你 是 誰 啊 ？ 
那個 沉悶 的 傢 伙 
他 是 你 兒子 嗎 ？ 
長 得 真 可 愛 
他 太沉 悶 了 ！ 
聽 說 你媽 在 這裡 自殺 了 
沒 自信 能 打贏 我 就 別瞪著 我 看 
怎麼 回事 ？ 
姜社長 ， 你 差點 被 自己 的 兒子 殺 了 
混蛋 ， 給我過 來 
你 這 傢 伙給 我 過來 
臭小子 ， 過來 
你 這臭 傢 伙給 我 過來 ！ 
你 還沒 清醒 嗎 ？ 臭小子 ！ 
你 就是 像 你媽 ！ 
信義社 抵制 壓迫民眾 及 民族 的 權威 與 權力 
- " 信義社 抵制 " - " 信義社 抵制 - 壓迫民眾 及 民族 的 " 
- " 權威 與 權力 " 信義社 抵抗 悖謬 之事 我們 的 暴力 是 為 了 時代 所 做 的 犧牲 
- " 信義社 抵抗 悖謬 之事 " - " 信義社 抵抗 悖謬 之事 - 我們 的 暴力 " 
我們 的 第一 個 目標 是 姜日植 社長 
（ 姜成民 ） 
（ 車太民 ， 25 歲 ） 
（ 逆貧 大叔 ） 
（ 逆貧 大叔 ） 
（ 包裝 成夢想 的 偽善 ） 
（ 民主 黨入 黨 儀式 金產 就任 經濟 政策 委員長 ） 
- 朱仁 太 ！ - 朱仁 太 ！ - 朱仁 太 ！ - 國民所 盼望 的 政治 ， 朱仁 太 ！ 
- 朱仁 太 ！ 
- 感謝 各位 ！ 
- 謝謝 ！ 
- 朱仁 太 ！ 
- 朱仁 太 ！ - 朱仁 太 ！ 
- 唯有 革新 才 是 活路 ！ - 朱仁 太 ！ 
- 朱仁 太 ！ - 朱仁 太 ！ 
- 餘進 
- 朱仁 太 ！ - 不好意思 
- 朱仁 太 ！ - 更換 政權 吧 ！ 
- 你 為 什麼 要 來 ？ 
- 很 抱歉 這麼 突然 來 找 你 撥點 時間 跟 我 談談 吧 
之後再 說 
你 要 說 什麼 ？ 
不管 用什麼 方法 我 都 想助 朱仁 太 老師 一臂之力 
即使 我 加入 民主 黨 也 不會 有 任何 改變 
你 是 來 跟 我 說 這個 的 嗎 ？ 
我 很 尊敬 ， 也 很 支持 朱仁 太 老師 
你 可以 立刻 出去 大聲 說 你 是 朱仁 太 的 女婿 嗎 ？ 
你 可以 說 你 支持 革新 黨 嗎 ？ 
你 可以 退出 民主 黨 嗎 ？ 
當然 
餘進 我 很 愛 你 ， 你 也 很 清楚 啊 
我 有 個 夢 想 
什麼 夢 想 ？ 
我 想 打造 一個 更好 的 韓國 
那 不是 夢想 
那 是 偽善 
包裝 成夢想 的 偽善 
- 朱仁 太 ！ - 朱仁 太 ！ - 朱仁 太 ！ - 朱仁 太 ！ 
你們 這群 王八蛋 搞 什麼 ？ 
餘進 ！ 
餘進 ！ 
借過 ... 
餘進 ！ 
你 還好 嗎 ？ 
給我們 一杯 水 
你 怎麼 又 跑 來 這裡 ？ 
來見 朱餘進 嗎 ？ 
你 不是 會 和 她 祕 密 交往 嗎 ？ 我 總要 向 她 說明 我為 何會 加入 民主 黨 ， 對 吧 ？ 
你 要 怎麼 說明 ？ 這裡 聚集 了 這麼 多 人 ！ 
我 就 到 此 為止 吧 
我 對 餘進 許下 太多承諾 了 我 必須 遵守 
我們 的 承諾 就 不 重要 嗎 ？ 
因為 你 當朱仁 太 是 父親 而 我 只是 個 普通 大叔 ？ 
朱仁太算 什麼 ？ 他算 什麼 ？ 
他 到底 有什麼 作為 ？ 
那些 高貴 的 思想家 
在 戰爭 時 有 好好 養活 子女 嗎 ？ 
朱餘進 也 不 適合當 政治家 的 妻子 
你 這麼 聰明 ， 怎麼 會 不 懂 這個 道理 ？ 
即便如此 ， 我 也 不能 就 這樣 跟 她 分手 
為 什麼 ？ 
這樣 太 卑鄙 了 
她 肯定 會 認為 我 很 卑鄙 ！ 
你 想得到 金錢 和 權力 ， 還想 受人 尊敬 甚至 想 當個 好人 ？ 
你 在 這 世上 不 可能 什麼 都 擁有 
我 不 幹 了 
你 還是 沒 做好 心理 準備 
我能 讓 你 擁有 金錢 和 權力 但 你 如果 還 想得到 名譽 、 愛和 尊敬 那 我 會 很 為 難 
不 ， 那些 我 通通 不 需要 了 
你 想 聽 聽 我 的 遠大計畫 嗎 ？ 
我 說 我 不 需要 ！ 
自由 黨 100 位 ， 民主 黨 30 位 要單 獨攏絡 的 議員 20 位 下次 選舉 時 新科 當選 的 國會 議員 20 位 
你 也 在 其中 這樣 總 共有 幾位 ？ 170 位 ！ 
- 我 不 需要 - 只要 有 170 位國會 議員 就 能 修憲 改為 內閣制 
不管 這次 是 誰 當選 總統 青優會 都將 掌控 國會 憑 我們 的 力量 推舉 國務 總理 而 那個 國務 總理 就是 你 
自由 黨 ... 如果 精神 正常 就 不會 支持 我 ！ 
他們 當然會 支持 姜成民 ， 而 不是 你 
為 了 成為 總理 姜成民 將會 推動 內閣制 
而 我們 會 在 三年 內 讓 你 當上 國會 議員 ！ 等 修憲 改為 內閣制 後 我們 就 會 讓 你 代替 姜成民 當國務 總理 
好 ， 我們 談 你 的 目標 就 好 你 說 想 實施 國家 再 建計畫 
你 想 當國會 議員 跟 國務 總理 嗎 ？ 
請 你 回答 我 
我想當 
那 就 請 你 專注 於 你 的 目標 ！ 
我想 實施 計畫 ！ 
我想 實施 國家 再 建計畫 ！ 
我會 跟 她 分手 
人生在世 若 有所 得 就 必 有所 失 
你 認同 吧 ？ 
請 你 待 在 這裡 
等等 
跟 黨員們 待 在 一起 會不會 比 較 安全 ？ 
請 ... 請 稍 等 我 一下 
我 去 確認 一下 情況 
- 你們 這群 傢 伙 在 幹什麼 ？ - 站住 ！ 
喂 ... 
我 是 你 們 的 老大 ， 臭 傢 伙 ！ 
王八蛋 ， 你 是 怎麼 辦事 的 ？ 
你現 在 不是 老大 了 
- 什麼 ？ 
- 你現 在 要是 敢 打 我 就 死定了 
你 想 怎樣 ？ 
你 瘋 了 嗎 ？ 
打 啊 ， 我 就 看 你 能 怎樣 
- 你 快 打 啊 - 喂 ！ 
走 吧 
我來 處理 
喂 
你們 是 誰 啊 ？ 
- 你 這 傢 伙給 我 讓 開 
清醒 點 
我來 收尾 ， 你 先 走 
媽的 ！ 
尹社長 
- 你 中槍 了 嗎 ？ 
- 嗯 
楷峻 ， 沒事 的 
宗哲 ！ 
楷峻 中槍 了 ！ 
宗哲 ！ 
楷峻 ， 喂 ， 沒事 的 
我們 去 醫院 吧 ， 楷峻 
楷峻 
喂 ， 楷峻 ！ 
媽的 ！ 
楷峻 ！ 
媽的 ！ 
請 在 外面 等候 
部長 ！ 
朱仁 太 遭到 槍擊 了 
什麼 ？ 
誰 遭到 槍擊 ？ 
朱仁 太 生命垂危 
- 真的 嗎 ？ 
- 對 
聽 說 他 生命垂危 
尹八峰 呢 ？ 
他 當場 死亡 了 
一群 瘋子 
有 目擊者 看見 信義社 的 車太民 
什麼 ？ 
那個 我們 正在 調查 中 
是 ， 死者 是 名叫 具楷峻 的 流氓 
喂 ， 你 看看 這個 
喂 ！ 
（ 第四 屆 四一鹽 田同 鄉會 代表 團總務 ， 車太民 ） 
喂 ， 這 就是 哥 的 能耐 
我 做到 了 喔 
屎 拉完 了 就 出來 吧 ， 蠢蛋 
少自稱 哥 了 ， 媽的 
再見 ， 哥 
- 你 先 請 - 謝謝 
世康 紡織 安耀燮 社長 的 兒子 在 爆炸 意外 中 身亡 
他 兒子 是 作為 自由 黨 新生代 領袖 而備 受矚 目的 安民 澈 議員 
這會 是 誰 做 的 呢 ？ 
安民 澈 死 了 對 誰 最 有利 ？ 
姜成民 ？ 
這是 信義社 的 車太民 吧 ？ 
這 要是 被 公之於眾 ， 姜成民 就 完 了 
（ 無 政府 主義 恐怖 組織 信義社 的 相關疑 雲 ） （ 找出 朱仁太槍 擊案 的 線索 調查 信義社 ！ ） 
" 信義社 的 暴力 恐攻 不 只 侷 限 於 左翼 人士 
- 部分 政治 ... " 
- 這篇 報導 是 在 針對 我 
上面 沒 提到 你 的 名字 
" 推測 是財 政界 二代 之間 的 衝突 " 
這很明 顯是 在 說 我 吧 
所以 是 有人 刻意 刊登 報導 ？ 
這些 照片 只有 車太民有 
" 在 釜山 發生 的 爆炸 意外 也 與 信義社 有關 ... " 
夠了 
（ 內務部 ） 
我們 將在 各部 門及 地區 設立 小組 修訂 《 地方 自治法 》 
這是 具體 的 投票 方法 
事前 投票 我們 會 操縱 四成 的 選票 選民將 分為 三人 、 五人 、 九 ... - 怎麼 了 ？ 
- 請 你 看看 這個 
想必 各位 都 透過 報導 得知 了 情況 很 嚴重 
不過 這是 事實 嗎 ？ 
你 有 看到 那張 照片 吧 ？ 
那 是 姜成民 吧 ？ 
嗯 ， 那應 該 是 姜成民 吧 
如果 那 不是 姜成民 我們 為 何要 聚集 在 這裡 ？ 
萬一 姜成民議員 與 信義社 有關 那 我們 就要 尋找 對策 
這麼 突然 ？ 
何必 搞 得 這麼 麻煩 ？ 
如果 姜成民 知道 了 我們 的 處 境會 變得 尷尬 
無論 他 與 信義社 有 沒 有關 係 我們 都 要 尋找 對策 
那個 這 可能 需要 仔細 調查 一下 
我們 都 是 青 優會 的 會員 總 不能 隨便 懷疑 同伴 吧 ？ 
我會 暗中 進行 調查 
是 ， 總統 閣 下 我們 確認 後 發現 那 是 謠言 
是 媒體 捏造 的 
是 ， 我們 會 採取 必要措施 
好 
現在 黨 內 正在 準備 盡快 採取 措施 
報導 是不是 真的 ？ 
我問 你 報導 是不是 真的 
不是 真的 
是 有人 在 陷害 我 
- 是 誰 ？ - 我 正在 調查 
安民 澈 議員 也 是 被 信義社 的 人 殺害 的 嗎 ？ 
我 不曉得 
報導 上 是 這樣 寫 的 
因為 那 是 揣 測性 報導 
我 想安耀燮 社長 應該 也 會 做出 相同 的 揣測 吧 
沒有 青 優會 ， 你 就 毫無用 處 了 
我 總有 一天 一定 會 殺 了 那個 囂張 的 傢 伙 
小心 隔牆 有 耳 
請 幫 我 叫 朴智旭 議員過 來 
你好 
你好 
你好 
唉 唷 ， 你 怎麼 突然 來 了 ？ 
沒 找到 車太民 嗎 ？ 
（ 全少勇 ， 治安 局局 長 ） 
他 怎麼 可能 輕易 落網 ？ 
其他 信義社 成員 呢 ？ 
他們 已 經十幾年 沒有 活動 了 
你 有 他們 的 名單 吧 ？ 給我 
國會 為 什麼 需要 名單 ？ 
你 就給 我 吧 
十年 前有 掌握 到 他們 的 行 蹤 但 最後還 是 全部 釋放 了 
- 為 什麼 ？ 
- 我 不 知道 
當時 局長 下令 釋放 他們 ， 我 就 照 做 了 
我 那些 下屬現 在 應該 也 是 做做 樣子 假裝 有 在 找 他們 
畢竟 抓 人 不 容易 抓到 人 之 後 ， 上級 也 只會 要求 放人 
三食 
是 
黃 博士 ， 你 先 出去 
姜成民 跟 信義社 ... 有關 係 嗎 ？ 
他 以前 在 釜山 跟 車太民 一起 長 大 
我兒子 ... 
是 被 車太民 還是 姜成民 殺害 的 ？ 
我 也 不 太 清楚 
這個 月 要 提供 的 大 選資金 是 多少 ？ 
治安 局 200 萬韓 圜 內務部 300 萬韓 圜 還有 自由 黨 500 萬韓 圜 
先 暫時 停止 出資 
好 
找出 車太民 查 清楚 是 誰 殺 死 了 我 兒子 
好 ， 我會 把 他 找出 來 
車太民 先生 
車太民 先生 
我 帶 了 一點 食物 過來 
還有 一些 威士忌 
對 了 我 在 裡面 放 了 一點 錢 這是 一 週後從 釜山 前往 下關 的 貨船 船票 你 確認 一下 時間 
朱仁 太 死 了 嗎 ？ 
目前 還不 清楚 
朱仁 太 ... 我 不是 有意 要 殺 他 的 
你 不用 太 在意 
這件 事 是 因 尹八峰 而 起 的 
你 就 好好 躲著 吧 
三食 大叔 會來 嗎 ？ 
當然 
怎麼 了 ？ 安耀燮 怎麼 說 ？ 
他問 我 之前 在 釜山 發生 的 事 
真 令人不安 
就是 你 
車太民 在 哪裡 ？ 
那種 事 你 怎麼 會問 我 ？ 
姜成民議員 叫 我 來問 你 
他 沒 有 出現 在 我們 約 好 的 地點 
你們 下次 約 好 在 哪見面 ？ 
一個 國會 議員為 何老 是問 這種 問題 ？ 
也 對 ， 這 可能 是 你當 日本 巡警 養成 的 習慣 吧 
說 得 也 是 
我當 日本 巡警 時 就 應該 開槍 打死 你 才 對 
對 不起 
車太民何 時會 去 日本 ？ 
下週 
從 釜山 搭乘 貨船 
船票 呢 ？ 
在 車太民 手上 
他 去 釜山 了 嗎 ？ 
我 不 清楚 
那個 混蛋 
你 沒事 吧 ？ 
沒事 
尹八峰 ... 應該 就是 因為 那樣 做 才 死 的 吧 ？ 
確認 一下 地址 
你們 先尾 隨 這些 傢 伙 
如果 車太民 出現 了 ， 我們 要 怎麼 做 ？ 
如果 覺得 有 危險 就 射 殺 他 
車太民會 出現 在 哪裡 呢 ？ 
先 從 姜成民議員 周遭 找 起 
車太民 真的 跟 姜成民議員 有關 係 嗎 ？ 
別問 這種 蠢 問題 ， 照 做 就 對 了 ， 小子 高手 怎麼 會問 這種 問題 ？ 
我們 和 太民是 約 在 別墅 見面 嗎 ？ - 對 
- 換個 地方 
姜成民議員 ， 你 曾 參 與 信義社 活動 的 謠言 是否 屬實 ？ 
你 有 聽 說 你 是 安民 澈 議員 死亡 意外 幕 後 主使者 的 謠言 嗎 ？ 
那張 照片 裡的 人 看 起來 像 我 嗎 ？ 
我 看 不太出 來 耶 
你 的 意思 是 謠言並 非事實 嗎 ？ 
你 否認 曾 參 與 信義社 活動 嗎 ？ 
- 姜成民議員 ！ 
- 你 沒 跟 報社 社長 們 打過 招呼 嗎 ？ 
我 已經 交代 清楚 了 ， 他們 還這樣 
如果 我 不 回答 問題 謠言 就 會變 成事 實 
我們 怎麼 還沒 收到 青優會 說 好 要 提供 的 競選 資金 ？ 
這不 就 代表 安耀燮 社長 也 信不過 姜成民 嗎 ？ 
這怎麼 可能 ？ 
那 怎麼 沒 收到 他們 答應 要 提供 的 錢 ？ 
所以 我 才 猜測 他 信不過 姜成民 啊 
黨內 怎麼 能 懷疑 我 ？ 
姜議員 
你們 為 什麼 要 這樣 呢 ？ 
再 等 一下子 ， 肯定 會 收到 錢 的 
他們 居然 當著 我 的 面說 那種 話 
你 去 見 見 安耀燮 社長 吧 否則 謠言 只會 越演 越烈 
我要 跟 他 說些 什麼 ？ 
哪怕 是 求 他 饒 你 一命 也好 啊 
如果 青優會 不 提供 競選 資金 《 地方 自治法 》 就會 難以 通過 
（ 日暮 醫院 ） 
（ 尹八峰 死亡 ） 
請 問金產委員 在 嗎 ？ 
阿產 
我 把 尹八峰 介紹給 了 革新 黨 
你 怎麼 會 認識 尹八峰 ？ 
我們 一起 參與 了 軍 需事業 
他 的 事 總 讓 我 覺得 很 在意 
（ 駐 韓美軍軍需 倉庫 ） - 辛苦 了 ， 這給 你 
- 好 
我覺 得 這數 目不錯 
- 不錯 - 好 
- 謝謝 
- 別 客氣 ， 我 也 要 謝謝 你 
- 好好 享用 食物 
來 ， 謝 了 
- 謝謝 
- 我放得 不 多 
你 給太多 了 
你 撫養 四個 孩子 需要 這筆 錢 
之 後 我 再 多給 你 一點 
收下 吧 
謝謝 
- 真的 很 感謝 你 - 不會 
請問 吳仁宇 記者 的 位置 在 哪裡 ？ 
我 不曉得 是 誰 送 來 的 
有 其他 證據 能 證明 姜成民 參與過 信義社 的 活動 嗎 ？ 
證據 是 沒 有 但 姜成民 的 父親 也 是 死 於 爆炸 意外 
而 信義社 主要 使用 的 手法 就是 炸彈 攻擊 
你 知道 我還 找到 了 什麼 嗎 ？ 
車太民為 何會 殺害 尹八峰 ？ 
根據 警方 調查 的 結果 先中槍 的 是 尹八峰 
打 從 一開始 他 的 目標 就 不是 朱仁 太 老師 
你 認為 尹八峰 跟 姜成民有 關聯 ？ 
大概 吧 
三食 大叔 
唉 唷 ， 嚇我 一 跳 
你 怎麼 來 了 ？ 
我 想要 報仇 
你 知道 那個 人 是 誰 吧 ？ 那個 殺 死 楷峻哥 的 傢 伙 
你 聽 說過 信義社 嗎 ？ 
沒聽過 
他們 不分 左翼 、 右翼 一直 以來 都 在 暗殺 重要 政治 人物 
我 不在乎 
他們 是 極其 危險 的 傢 伙 
我 不在乎 
好 
那 你 得 先 做 一件 事 
什麼 我 都 願意 做 
（ 日暮 醫院 ） 
你 走 吧 
去 追尋 你 的 夢 想 吧 
你 坐在 這裡 是 最差 勁 的 偽善 
你 走 吧 
請 你 離開 
你 知道 消息 了 吧 ？ 
是 ， 我 深感 遺憾 
你 做好 心理 準備 了 嗎 ？ 
是 
我 不 需要 好人 
這裡 是 戰場 
你 必須 冷血 無情 地爭鬥 
我 想 我 的 血淚 已經 流得夠 多 了 
你 能 戰勝 姜成民 嗎 ？ 
唯有 戰勝 姜成民 我 才能 生存 
西大門 幫 流氓 具楷峻 的 死 跟 三食 有關 吧 ？ 
我 不 清楚 
那東大門 幫 流氓 尹八峰 的 死 呢 ？ 
據 我 所知 ， 那是場 意外 
所以 東大門 幫 流氓 加入 革新 黨純屬 偶然 ？ 
我 聽 說 ... 尹八峰 平時 很 尊敬 朱仁 太 老師 
朱仁 太 遭暗 殺 的 事件 與 三食 有關 吧 ？ 
沒有 
那是場 意外 
你 說 朱仁 太 的 死 是 偶然 發生 的 意外 ？ 
朱仁 太 、 尹八峰 、 朴智旭 
全都 是 偶然 ？ 
我 也 不 太 清楚 那 是 偶然 還是 必然 
也 對 人 的 命運 就是 如此 
是 叛徒 張頭植 啊 
我 打算 救 你 一命 
你 還命 不 該絕 
你 要 如何 改變 我 的 命運 ？ 
三食 大叔 不 相信 命運 
一切 都 由 他 自己 決定 如果 計畫 落空 了 他 就 會 重新制定 新 的 計畫 
他 執意照 自己 的 意思 塑造 這個 世界 
那 是 三食 大叔 的 天性 
我 塑造 了 這個 世界 嗎 ？ 
是 這個 世界 塑造 了 我 才 對 
