" في الحلقات السابقة ... " قتلت والدي ! 
رأيت ما حدث . 
- من فعلها ؟ 
- هي فعلتها . هناك شر يلوح في الأفق يا " نيلي جاكسون " . 
في عالم جيد ، كنت سأجد قاضيًا قد يستمع إلى الحقيقة . لكن ذلك لن يحدث في العالم الحقيقي . 
إذًا ، إليك فكرة . 
أنا وأنت يجب أن نتعاون يا " نيلي جاكسون " . 
دعينا نتظاهر بأننا السيد والسيدة فلان . 
لماذا تعيش هكذا ؟ إن كنت نبيلًا في الحقيقة ؟ 
كان أبي يعشق طاولات القمار . 
إن كان هناك من يستطيع إيجاد قاتل والدك ، فهو " جارولد " . 
لا أعرف من هذا السيد " شانكلي " . لكن مواصفات الأربعة الآخرين مطابقة تمامًا ، بمن فيهم الهارب الذي تبحث عنه . 
على ما يبدو أنها تحارب كشيطان ، وبقوة عشرة رجال . 
القبض عليها سيتطلب أكثر من مجرد بشر . 
إنها دعوة للذهاب للعب الورق مع السيد والسيدة " سبرينغبورن " . 
هناك أشياء في هذا العالم أكثر مما قد يتخيله معظم الناس . 
أظن أن هذه غلطة يا " نيلي جاكسون " . 
يجب أن تُقاتل بالمثل . 
وما سبب ذهابك إلى " لندن " يا سيدة " شانكلي " ؟ 
أظن أن علينا التحرك بسرعة والخروج من هنا يا " نيلي جاكسون " . 
من دواعي سروري ، زوجتي تعشق المسرح . 
حقًا ؟ 
- من تفضلين عمله يا سيدة " شانكلي " ؟ - يا للهول . 
إنه شيء لا أستطيع تحديده . 
كلهم ، إنها معجبة بهم كلهم . 
والأوبرا ؟ 
لم تستطع أن تختار واحدة دون الأخرى . 
إن جميعها ... مبتكر جدًا . 
ومسلّ ومبهج ومضحك جدًا . مفرح . 
مستفز ؟ 
معقّد ، سوداويّ . 
أحسنت قولًا يا سيدة " شانكلي " . 
نحب " سكارلاتي " . 
أشعر بالقشعريرة يا " نيلي " . 
صدّقيني . 
هل تعزفين يا سيدة " شانكلي " ؟ 
الأمور ليست جيدة يا " نيلي جاكسون " ، ويجب أن تخرجي من هنا . 
كالملاك . 
ربما بعد لعب الورق يمكن إقناعها بالعزف على آلاتك يا سيدة " سبرينغبورن " . 
أتمنى لو لم أكسر معصمي . 
- لا . - بلى ، الفصل الماضي . 
- لكن مع ذلك ، لم تتحسن بعد . 
- يا للأسف . اختلقي بعض الأعذار وغادري . 
حسنًا ، ربما يمكن إقناعك بالغناء ؟ 
اختلقي عذرًا للخروج . 
هل تغنّين ؟ 
مثل العندليب . 
صاحب السمو يمدحني كثيرًا يا سيدة " أوكوم " . 
من الأفضل أن تستمتع بمناجاة نفسه من مسرحية " هاملت " . 
أحب الشاعر . 
نتطلع إلى ذلك بعد لعب الورق . 
لا أراك تحققين نتائجًا . 
إنه وقت سيئ للسفر إلى " لندن " يا " شانكلي " . 
هل سمعت آخر الأخبار ؟ 
تزداد خطورة الطرقات يومًا بعد يوم مؤخرًا . 
قاطعة طريق . 
إنها مخلوق غير طبيعي . 
نفس الشريرة التي قتلت ذلك المسكين في " توتنهام " . - لا ! 
- هكذا يُقال ... 
إنها مسلحة وخطيرة جدًا ويجب ألّا يقترب منها أحد مهما كلّف الأمر . 
من الواضح أيضًا أنها بشعة جدًا لدرجة أن مجرد النظر في عينيها سيحوّل أقسى رجل إلى هلام يرتجف ويجعله يتقيأ . 
اركض وحسب ! 
هلا أطرح عليك سؤالًا أيها السيد " سبرينغبورن " ؟ 
لا بد أنك القاضي المحلي هنا . 
نعم ، هذا صحيح . 
إذا كانت هذا المخلوق غير الطبيعي ، " نيل جاكسون " ، ليست مذنبة بما اتهموها به ، فقط إذا ، كيف ستثبت ذلك لأي شخص ؟ 
آسف ، عليك أن تكرري ما قلته ، فأنا لم أفهم . 
هذه هي ! 
كان يمكن تجنب هذا . 
لا تتحركي . 
أنت قتلت أبي . 
أنت مميزة ، أليس كذلك ؟ صحيح ؟ 
أيتها الكاذبة . 
سيدتي . 
" نيلي " ! 
استيقظي ! 
سيدة " شانكلي " ، هلّا نذهب . 
اتبعوهما . 
" بوينتون " ؟ 
" راسيلاس " ! جاء بعض الرجال من هنا مع السيدة " صوفيا " . 
- أعرف ، قد دخلا إلى هناك ، لكن ... 
- اركب العربة ! اركب العربة الآن ! 
لا يا " ديف " ، خذ أنت الحصان ! 
لنفرقهم . 
ماذا قلت ؟ 
خذ العربة ! أنا سآخذه ! 
أين " ديفيرو " ؟ 
إنه ينقذ نفسه يا " توسير " . 
" نيلي " ! 
نعم . 
خذ هذا . 
ماذا تفعلين ؟ 
هيا . 
" جورج " . 
إلى أين نذهب ؟ 
لا أعرف ، إلى أيّ مكان . " نيل " ! " نيلي " ! " جورج " أُصيبت ! 
ماذا ؟ 
- ماذا قلت ؟ 
- كما ترى ... منديل السيد " دوسن " على الطاولة الزرقاء . مرة أخرى ، أنا متأكدة . 
أين " نيل جاكسون " ؟ 
ما يزال رجالي يطاردونها . 
لكن لدينا شريكها . 
- هل تعرفه ؟ 
- نعم . 
" بأمر الملكة ، المطلوب ، ( إيزامبارد تالي ) ، مكافأة بـ20 جنيهًا " " إيزمبارد تالي " . 
كل هذا الاهتزاز يزعجها . 
يجب أن نبتعد عنهم قدر الإمكان . 
هل سأموت ؟ 
لا . 
" نيلي " . 
لماذا توقفنا ؟ 
يجب عليك رؤية هذه . 
إنها قرية الطاعون . 
نعم . 
انظر إلى هذا . 
إنه متعفن حيث كان متروكًا . 
أتظن أننا أول شخصين جاءوا هنا منذ ... لنُدخل " جورج " . 
وسنرى إن كان هناك مياه عذبة في ذلك البئر . 
تفضلي ، هذا شراب براندي . 
من صياد سمك . 
إنه جيد ، شربت قليلًا منه . 
- ماذا تريدين أن أفعل بهذا ؟ 
- قم بغليه . 
- ثم ماذا ؟ 
- ثم ... سننظف هذه الطاولة . 
سنرفعها عليها ، ثم سأخرج تلك الرصاصة . 
- كيف ؟ 
- رأيت تلك العملية . 
- حسنًا ، كيف ؟ - خذي رشفة من هذا أيتها الصغيرة ، هيا . 
أحسنت . 
- لا يعجبني . 
- أعرف . لكنه سيزيل الألم . 
- ليس كله . 
- سيساعد . 
تحتاج إلى جرّاح مناسب . 
تحتاج إلى شخص يعرف ما يفعله . 
- أعرف ما أفعله . 
- أنت لا تعرفين شيئًا ! 
أنت الحمقاء التي ورطتنا في هذا المأزق . حقًا ؟ حسنًا ، أنا الحمقاء ... التي ستخرجنا منه . 
هذا الصراخ كلّه ليس جيّدًا لـ " جورج " . 
أنا بخير ، شكرًا يا سيد " راسيلاس " . 
نعم ، أخبرتك من قبل . رأيت جروح رصاصات أكثر من تناولي العشاء . 
نعم ، لكنك لم تعالجيها . بلى ، قد ساعدت . 
في الحقيقة ، قد راقبت . 
اسمعي ، هذا لا يعني شيئًا . 
أعرف الآن أنه لا يبدو أمرًا بسيطًا بالنسبة إليك يا " جورج " ، لكن جديًا ، لا تُوجد أعضاء حيوية هناك . 
كل الكلى والرئتين والأكباد والأمعاء والروح وما إلى ذلك . كلها موجودة في الأسفل . 
إنها مجرد عضلة وأعصاب . إنها مجرد مسألة إخراج الرصاصة ... وتركها تلتئم . 
اتفقنا ؟ 
أتضوّر جوعًا . 
أخيرًا ، رجلان ذكيّان . 
هلّا تتفضّلان من هنا ؟ 
لا ، الآن ... نعم ، شكرًا . 
ليس وكأننا سنتأخر . كل ما في الأمر أنهم يعبثون قليلًا في الداخل . 
- لذا انتبه لخطواتك يا سيدي . 
- أخرجوني ! 
إلى أين نذهب ؟ 
سنعبر الطريق وحسب . 
خمس دقائق مع القاضي وحسب . 
مجرد استدعاء بسيط إلى المحكمة . 
هذا هو الأمر إذًا . 
- لست " إيزمبارد تالي " . - فهمت . 
نعم ، أنا رجل نبيل . 
كل هذا مؤسف للغاية وغير مريح وغير ضروري . 
" في 15 أغسطس 1703 ، في بحيرة ( هاونسلو ) ، عند الساعة الـ6 : 30 مساءً تقريبًا ، ارتكبت جريمة سطو على الطريق السريع تتضمن تهديدًا وإيذاءًا جسديًا خطيرًا . 
في 23 سبتمبر 1703 ، في ( توتنهام فيلدز ) ، عند الساعة الـ1 ظهرًا تقريبًا ، ارتكبت سطوًا على طريق سريع مع التهديد . 
في 27 سبتمبر 1703 ، في ( هاكني ويك ) ، عند الساعة الـ7 صباحًا تقريبًا ، ارتكبت جريمة سطو على الطريق مع تهديد وأذى جسدي خطير . 
في 12 أكتوبر 1703 ، في ( بودينغ لاين ) ... " هل تريد الأخبار السيئة ؟ 
أعتقد أنك أُصبت بنوبة سكتة دماغية ، ومن المرجح أن ما حدث لك لا رجعة فيه . 
الخبر السار هو أنه يمكنك التقاعد من الحياة العامة وتقبّل التقاعد وقضاء أيامك في فعل ما يحلو لك . 
لست مستعدًا لذلك . 
هذا ليس حكمًا بالإعدام يا " بوينتون " . 
كان يمكن أن يكون الأمر أسوأ بكثير . 
استمتع بوقتك . 
هذا يجعل أذنيك تنزفان . 
ما الأمر الأكثر تميزًا هي هذه المرأة . " نيل جاكسون " امرأة خارقة للطبيعة . 
خارقة للطبيعة ؟ 
إنها امرأة مذهلة . 
لا شيء سوى الشائعات . 
ومع ذلك ، تحب أن تبقى على اطلاع بهذه الأمور . 
يجب ألّا نخبرها . 
يجب أن نخبرها . 
ستعرف على أي حال . وعندها ستقلق أكثر لأننا أخفينا الأمر عنها . 
صاحبة السمو ، الملكة . 
صاحب السمو الملكي ، الأمير " جورج " . 
طاب صباحكم أيها السادة . 
طاب صباحك يا صاحبة السمو . 
طاب صباحك . 
- " هارلي " . 
- صاحبة السمو . 
" غودولفين " . 
صاحبة السمو . 
سكرتير نبيل " بوينتون " يبلغك اعتذاره يا صاحبة السمو . 
أصيب بنوبة مساء أمس وما زال عاجزًا . 
يؤسفنا سماع ذلك . 
هل سمعت الأخبار يا صاحبة السمو ؟ " إيزيمبارد تالي " ، حسنًا ، نعم . 
هذا كل ما يتحدث عنه الجميع . 
شيء يلهي الناس عن الحرب لخمس دقائق . 
والمشاهدة المزعومة لـ " هيرن الصياد " . 
مزعومة ، غير مؤكدة . 
وحقًا ، عندما نواجه تهديدًا خطيرًا كهذا من أعدائنا في القارة ... واليعاقبة ، كي لا ننسى . 
هل علينا إذًا أن نشغل أنفسنا بمثل هذا الهراء ؟ 
متى حدث ذلك ؟ 
بعد ظهر البارحة . 
أيضا في " سلاو " ، حيث اعتقل " تالي " . 
تعلم يا " غودولفين " أنه عندما يُرى " هيرن الصياد " ، فهذا ينذر بموت عاهل . 
كما أقول يا صاحبة الجلالة ، كلها إشاعات وخرافات . 
نحن رجال المنطق . 
هذا ليس من اختصاصنا . 
وكذلك في " سلاو " ؟ 
يقال يا صاحبة السمو إن الوحش قد ظهر في مزرعة " ويديكومب " ، مقر الملك " سبرينغبورن " ، وتم ذبحه وقطع رأسه ، من قبل " نيل جاكسون " ، قاطعة الطريق ، " نيل جاكسون " . 
ثم تحول إلى غبار أمام أعين المجموعة بأكملها . 
تحول إلى غبار ؟ 
قُطع رأسه ؟ 
إذًا لم يعد موجودًا ؟ 
ما يثير قلقي أكثر هو كيف عاد إلى الحياة . 
على ما يبدو ، كان طوله ثلاثة أمتار . 
- ثلاثة أمتار ونصف ! - أربعة أمتار ونصف . 
وممتطيًا حصانًا بحجم أكثر وحشية . 
يا إلهي . 
تتمتع القصة بكل السمات الخيالية . 
بعد التحذير ، أُعذر صاحب الجلالة . 
أربعة أمتار ونصف ، وقاطعة الطريق هذه المدعوة " نيل جاكسون " ، قطعت رأسه ؟ 
إنها من جميع النواحي ، مهيبة . 
قتلت الملك " بلانشفورد " . 
نعم ، نعرف من تكون يا " نوتينغهام " . 
أو على الأقل نعرف ما هي تهمها . 
نستمع إلى الإشاعات ، مثل الجميع . 
حسنًا ، إن كان قد قُطع رأسه ثم تحوّل إلى رماد ، فلن يراه أحد بعد الآن . 
يبدو أن هذه المدعوة " نيل جاكسون " قد أسدتنا معروفًا كبيرًا . 
لعلنا نغفر لها ونضيفها إلى حراسنا الشخصيين . 
" غودولفين " ؟ 
لقد قتلت أحد نبلاء المملكة يا صاحبة السمو . 
هذا مستحيل . 
حسنًا ... حسنًا ، إن كان هذا الشيء غبار ، إذًا فلنحاول إبعاده عن أذهاننا . 
" في ( سانت مارغريت هيل ) ، في ( سوفولك ) حوالي الساعة الـ1 بعد الظهر ارتكبت جريمة سطو على الطريق مع تهديد وأذى جسدي خطير . 
في 5 أغسطس 1705 ، في طريق ( بولز بوند ) ، ( إزلينغتون ) ، عند الساعة الـ11 مساءً تقريبًا ، ارتكبت سطوًا على الطريق السريع مع تهديد . " 
السجين في المنصة ، ما هو ردّك على سلسلة المخالفات المخزية هذه ؟ 
أنا لست " ايزمبارد تالي " ! 
- أنا ... 
- حسنًا إذًا يا سيدي ، ما هو ادعاؤك ؟ 
حسنًا ، من الواضح أنه ليس مذنبًا . 
لذا يجب أن نحدد موعدًا للمحاكمة . 
اعتقلوه . 
أود التقدم بطلب كفالة ! 
لا كفالة بأي ثمن . 
- هذا ليس عدلًا ! 
- أفسحوا الطريق . 
لا أريد أن أموت هناك ، حقًا ، سأموت جوعًا ، سأختنق . 
لم أرتكب أي خطأ ! 
أنا رجل نبيل ! 
شكرًا لك . 
- مهلًا ، ما كان هذا ؟ - أنا . 
هل كان هذا أنت ؟ 
لا . 
" بيلي " . 
" بيلي بلايند " ، " بيل " . 
" بيلي " . 
ليت بوسعي المساعدة . 
ألا يمكنك ذلك ؟ 
عليك أخذها إلى طبيب كما قالت " روكسي " . 
لماذا يحدث هذا ؟ 
" راسيلاس " . 
أو عجة بيض ؟ لكن ليس بعنق ديك رومي . 
- وجدنا بقرة ، لقد حلبتها . 
- وانظري . 
من أين حصلت عليها ؟ 
من هنا وهناك . 
هل رأيتما أحدًا ؟ 
هل رآكما أحدًا ؟ 
لا ، لا شيء . 
" جورج " مصابة بالحمى ، حرارتها مرتفعة جدًا . 
يجب أن أنقلها إلى طبيب ، أو يجب أن أحضر طبيبًا أو شخصًا لها لأنني لا أريد تحريكها . 
لكن أظن أنك قلت إنك حالما تُخرجين الرصاصة ... أجل ، أعرف ، لكن ربما لم أخرجها بالسرعة الكافية أو ما شابه . 
يجب أن نقود إلى أقرب مكان كبير ونجد أحدًا . - أنا و " راسيلاس " في العربة . - نعم . وسنختطفه ، أيًا كان ، ونحضره إلى هنا إن اضطررنا . - ماذا ؟ - لن تتركيني هنا بمفردي . 
بدأت أسأم هذا التصرّف السخيف . 
صففي شعري ، يجب أن أبدو بمظهر جيد . 
ولا تجعلينني أبدو بشعة لمجرد أنك في مزاج سيئ . 
السيدة " صوفيا ويلموت " . 
أدخلها . 
" بوينتون " . 
هل كنت أنت البارحة ؟ 
نعم . 
نعم ، كنت أنا . 
كيف ؟ 
قامت بتقطيعك ... رأسك . 
خشيت أن تكون ميتًا . 
أهذا ما حدث ؟ 
أنت محظوظة لأني ما زلت هنا إذًا . 
كيف فعلت هذا ؟ ولماذا " هيرن الصياد " ؟ 
كان " هيرن الصياد " . 
إنها مجرد دعابة صغيرة مع الملكة . 
ماذا حدث لك ؟ 
لا شيء . 
أنا بخير . 
لم أشعر بهذه الحيوية من قبل . 
لا تبدو بخير . 
سأتعافى . 
أنا قوي كالحصان . 
لقد هربت . 
كانت قوية . 
من هي ؟ 
لا أحد . 
ابنة مستأجر . 
حقًا ؟ 
كيف اكتسبت هذه القوة إذًا ؟ 
غير متعلمة وعادية جدًا . 
ومع ذلك تسيطرعلى كل شيء بمهارة . كيف فعلت ذلك ؟ 
أمارس بعض الأعمال . 
أعمال يخاف منها معظم الناس . 
أنا لا أخاف من أي شيء . 
ماذا يجري ؟ 
- أنا ... لا أعرف أكثر مما ... - حسنًا . ما أعرفه هو أن كل شيء كان على ما يُرام حتى ظهرت أنت ومات أبي . 
أختاي الصغيرتان ليس لديهما منزل . 
أنا هاربة من العدالة بتهمة قتل شخصية مهمة . 
ماذا لديّ ؟ جيش كامل من الرجال يلاحقني . 
رجل ضخم يركب حصانًا عملاقًا يحاول قتلي . 
والآن ... أُصيبت " جورج " بطلق ناري . 
إنها غلطتي . 
هذا كل ما أعرفه . 
لا تبكي يا " نيلي " ، سنجد حلًا . 
كيف ؟ 
أعني ، لماذا أنت هنا ؟ 
الناس العاديون ليس لديهم ... مهما كنت . 
لماذا أفعل ذلك إذًا ؟ 
حسنًا ، ربما يفعلون ذلك . 
حسنًا ، لا يضربون الناس بقوة كما أفعل . 
نعم ، هذه وجهة نظر جيدة . 
حسنًا ، لا بد من أنني هنا لسبب ما . لكن ، ما هو ؟ أعرف أنك لا تعرف السبب ، لكن ماذا قد يكون السبب برأيك ؟ 
- لا يدفعون لي لأفكر . - صحيح . لكن لو كانوا يدفعون لك لتفكر ، من كان سيدفع لك ؟ 
لا . 
- ظننت أنني كدت أنجح ... - نعم . لكنه اختفى ، انزلق من بين أصابعي ، أصابعي الوهمية . 
كل ما في الأمر أنني لست شخصًا سيئًا . 
إذًا كيف انتهى بي المطاف أخالف القانون إلى هذا الحد ؟ لكن مع هذه الجني ؟ 
ربما عندما ينتهي الأمر بشخص مثلك على الجانب المخالف للقانون ، فهذا لأن هناك خطبًا ما في القانون . 
نعم ، حسنًا ، كنا نعرف ذلك . 
نعم ، وربما كان يُفترض بنا أنا وأنت ، لا أعرف ، أن نخلّ بالتوازن قليلًا . 
أظن أنه يومًا ما ، سيتضح الأمر كما تحدث هذه الأشياء . 
نعم ، لكن هذه الأشياء . أي أشياء ؟ 
من هو حتى ؟ 
الرجل الضخم على الحصان ؟ 
أعتقد أنه " هيرن الصياد " . 
- من ؟ 
- " هيرن الصياد " . 
قرون وسلاسل ، إنه أمر شائع . 
لا أعرف . 
لا أعرف أي شيء عنه . 
عندما يركب " هيرن " مجددًا ، فهذا ينذر بموت العاهل . 
أي عاهل ؟ عاهلنا ؟ 
" براندي نان " ؟ 
إنها تحب الحلوى . 
تم إخطاري على نحو موثوق به ، مثل صاحبة السمو . 
بدأت أتساءل إن لم يكن مقدرًا لك أشياء عظيمة جدًا يا " نيلي جاكسون " . 
بدأت أتساءل إن تم إرسالك إلى الكوكب لأمر مميز . 
