Tя уби баща ми ! 
Видя какво стана . - Кой го направи ? 
- Тя го направи . 
Има зло по света , Нели Джаксън . 
В един добър свят , ще намеря магистрат който може да чуе истината . Да но . . в реалния свят , няма как да стане . 
Ето ти една идея . 
Ти и аз трябва да се обединим , Нели Джаксън . 
Нека си представим че ние сме Лорд и Лейди някой си 
Защо живееш така ако си мъж в реалния живот ? 
Моят старец обичаше хазартните маси прекалено много . 
Ако някой може да открие Убиецът на баща ти , това е Джералд . 
Нямам представа кой може да е този лорд Шанкли ? но по описанието на другите четирима пасва идеално , включително и беглецът ти Раселас . 
Тя се бори като демон със силата на 10 мъже . 
Ще отнеме повече от простосмъртни , за да я заловят . 
Това е покана за игра на карти с Лорд и Лейди Спрингборн . 
Има повече неща на този свят отколкото повечето хора могат да си представят . 
Мисля , че това е грешка . , Нели Джаксън . 
Подобното трябва да се бори с подобното . 
Какво ви превлече в Лондон , Лейди Шенкли ? Мисля си ... 
че трябва да се върнете обратно . и да се махна от тук , Нели Джаксън . 
За мен е удоволствие . Чисто удоволствие . Жена ми обожава театъра . 
- Така ли ? - Ах . 
- Какъв драматург предпочитате , Лейди Шенкли ? - О , Боже . 
Това е просто нещо ... което не може така просто да се каже . 
Всичките . Тя ги харесва и всичките . 
- И ... . . операта ли ? 
Тя не може да предпочита едното пред другото . 
Всички са такива ... И така ... Толкова остроумно . 
Забавно . Възхитително ! Много смешно . Ободряващо . 
Провокативно ? - ООО . - Сложно . 
Вълнуващо . - ООО . 
Добре казано . Добре казано , Лейди Шенкли . 
Харесваме Скарлати . 
Побиват ме тръпки , Нели . 
Бягай ти казвам . 
Свирите ли , Лейди Шенкли ? 
Не всичко е наред , Нели Джаксън , веднага се махай от тук . 
Като ангел е . 
Може би след картите , тя ще може да зарадва Лейди Спрингборн като посвири на пиано с вас . 
О , само ако не си бях счупила китката . - О , не . 
- Да . Миналия сезон . 
- Но все още не е идеална . - О , какъв срам . 
Извини се и тръгвай . 
Е , тогава , може би ще участвате в пеенето ? 
Върви да си напудриш носа . 
О , ти пееш ? 
Като славей . 
Негова Светлост ме ласкае твърде много . , Г - Жо Оукъм . 
Ще се забавляваш по - добре . чрез монолога си от Хамлет . 
Обожавам Шекспир . 
Ще го очакваме с нетърпение след картите . 
Не те виждам да си тръгваш . 
Лошо време е да пътуваш до Лондон , Шенкли . 
Чу ли последните новини ? 
Пътищата стават все повече и повече опасни с всеки ден . 
Разбойничка . 
Ненормално същество . 
Същият дявол , който уби бедния човек в Тотнъм . - Не ! 
- Така казват . 
Казват , че е въоръжена и изключително опасна и не трябва да се доближават до нея . 
Очевидно , също така е , отвратителна и грозна за да я видиш . Който погледне в очите и се превръща в трепереща фигура и слаб човек и това го кара да повърне . 
Просто бягай . 
Може ли да Ви питам нещо , Лорд Спрингборн ? 
Вие трябва да сте местният магистрат в този окръг , нали ? . 
Да . Да , аз съм . Да . 
Ако това ненормално същество , тази Нел Джаксън , не е виновна за това , което казват че е виновна , как може да се докаже , че че не го е направила ? 
Съжалявам . Ще трябва да повториш това . Не го схванах . 
Това е тя ! 
Това можеше да бъде избегнато . 
Не мърдай . 
Ти уби баща ми . 
Ти си нещо специално , нали ? Нали ? 
Лъжкиня . 
Е . . госпожо . 
Нели . Нели ! 
Събуди се ! 
Лейди Шенкли , ще тръгваме ли ? 
След тях . 
Пойнтън ? 
- Раселас ! - Раселас ! Няколко мъже дойдоха насам с Лейди София . 
- Знам , знам , отидоха там ... . . - Влизайте бързо в каретата ! 
Качвай се в каретата , веднага ! 
Не , Дев , ти вземи коня ! 
- Да ги разделим . 
- Какво каза ? 
Да вземиш каретата ! 
Къде е Деверо ? 
Загубеняк . Спасява собствената си кожа . 
Нели ! 
Да . 
Вземи го . 
Какво правиш ? 
Хайде . 
Джордж . 
- Къде отиваме ? - Не знам . 
- Където и да е . - Нел ! Нели ! Нели ! Нели ! Джордж е прострелян ! 
Какво ? 
- Какво ще кажете ? 
- Погледни ... Кърпичката на Г - н Доусън на масата за карти е синя . Ще имам и друго време . 
Къде е Нел Джаксън ? 
Моите хора все още я преследват . 
Но хванахме съучастника и . 
- Познаваш ли го ? 
- О , да . 
Изамбард Тъли . 
Цялото това люлеене я разстройва . 
Трябва ни разстояние между нас и тях . 
Ще умра ли ? 
Не . 
Нели . 
Защо спряхме ? 
Може да искаш да видиш това . 
Това е чумаво село . 
Да . 
Виж това . 
Всичко вече е изгнило . , откакто е оставено . 
Мислиш ли , че ние сме първите хора който сме дошли тук оттогава ... Да вкараме Джордж вътре . 
И да видим дали има прясна вода в кладенеца . 
Ето , намерих бренди . 
От един рибар . 
Добро е . Глътнах малко . 
Какво да правя с това ? 
Свалете я . 
- И после какво ? 
После ... Ще почистим масата . 
Ще я качим на нея . , и след това ще извадя куршума . 
- Как ? 
- Виждала съм ги как го правят . - Да . 
Как ? Пийни си от коняк и продължаваме . 
Вземи . 
- Не ми харесва . 
- Знам . Но ще премахне болката . 
- Не всичката . 
- Ще помогне . 
Тя се нуждае от подходящ хирург . 
Тя се нуждае от някой който знае какво да прави . 
- Знам какво правя . 
- Нищо не знаеш ! 
Ти си глупакът която ни вкара в тази каша . Е , аз съм голямата но ... и глупака , която ще ни измъкне . 
Това не е добре за Джордж . , да крещите толкова . 
Добре съм . Благодаря , Г - Н Раселас . 
Да . Казах ти и преди . Виждала съм рани от куршуми когато ви сте били още под масата 
Да , но не си го правила . Аз ... . само помагах . 
Наблюдавала съм . 
Виж , това е нищо . 
Е , сега знам , че не се чувствам като нищо за теб , Джордж . , но само да ти кажа че там няма жизненоважни органи . 
Всичките ти бъбреци , бели дробове , черен дроб , черва , душа и т.н . Много по към рамото ти където е само мускули и сухожилия . 
Това е нещо приятно ... вадим , зашиваме и заздравяваш . 
Да ? 
Умирам от глад . 
Най - после . Двама интелигентни мъже . 
Бихте ли дошли насам ? 
Не съм ... Да . Благодаря . 
Не че ми отне твърде дълго време . Просто тук всички са малко бюрократични . 
Внимавайте къде стъпвате , сър . 
- Пуснете ме ! Пуснете ме ! 
Къде отиваме ? 
Минаваме от другата страна на пътя . 
Само пет минути разговор с магистрата . 
Просто едно хубаво малко обвинение . 
Така че , просто потърпете . 
Аз не съм Исамбард Тъли . - О , разбирам . 
Аз съм джентълмен . 
Това е много жалко . , неприятно и ненужно . 
" На 15 август 1703 , на Хаунслоу Хийт , около 6 : 00 часа през нощта , си извършил обир със заплахи и тежка телесна повреда . 
На 23 септември 1703 г . , в Тотнъм Фийлдс , около 1 : 00 часа в следобедните часове , си извършил обир със заплахи . 
На 27 септември 1703 г . , в Хакни Уик , около 7 : 00 часа сутринта , си извършил обир . със заплахи и тежка телесна повреда . 
На 12 октомври 1703 г . , на ... " Искаш ли лошата новина ? 
Вярвам , че си страдал от пристъп на апоплексия , и каквото ти се случило , вероятно е необратимо . 
Добрата новина е , че ще можете да се оттеглите от обществения живот , да прегърнете пенсионирането като прекарайте дните си в спокойствие . 
Не съм готов за това . 
Това не е смъртна присъда , Пойнтън . 
Можеше да е много по - зле . 
Забавлявай се . 
Кара ушите ви да кървят . 
Кое е по - необикновеното на тази жена Нел Джаксън ? Тя е свръхестествена жена . 
Свръхестественна ли ? 
Тя е жена , но невероятна . 
Само слухове . 
И все пак , тя обича да следи такива неща . 
Не трябва да и казваме . 
Трябва да и кажем . 
Така или иначе ще разбере . И тогава ще се тревожи още повече че сме го скрили от нея . 
Нейно Величество , Кралицата . 
Негово Кралско Височество Принц Джордж . 
Добро утро , милорди . 
Добро утро , Ваше Величество . 
Добро утро . 
- Харли . 
- Ваше Величество . 
Годолфин . 
Ваше Величество . 
Секретарката на граф Пойнтън се извинява , Ваше Величество . 
Той е претърпял припадък вчера следобед и все още е неспособен . 
Съжалявам да го чуя . 
Ваше Величество чухте ли новините ? О , Изамбард Тъли . . , ... ами , да . 
Всички говорят само за това . 
Нещо , което да завладее съзнанието на хората извън войната за пет минути . 
И предполагаемото непотвърдено от ловеца Хърн . 
Предполагаемо но непотвърдено . 
И когато сме изправени пред такава сериозна заплаха от нашите врагове на континента ... И Якобитите . Да не забравяме . 
Трябва ли да се отнасяме към себе си със суеверни глупости като тази ? 
Кой беше това ? 
Вчера следобед . 
Също така в Слау бе арестуван и Тъли . 
Знаеш ли , Годолфин , когато ловецът Хърн е видян , се предвещава смъртта на монарха . 
Както казах , Ваше Величество . , само клюки и суеверия . 
Ние сме мъже на изявлението , и на разума . 
Това е под нашата компетентност . 
Също в Слау ? 
се говори , Ваше Величество , че звярът се е появил в имението Уидиком , на Лорд Спрингборн , ... но бе обезглавен , от разбойничката , Нел Джаксън . 
И той станал на прах пред очите на цялата събрана компания . 
Превърнал се в прах ? 
Обезглавен ? 
Значи вече е мъртъв ? 
По тревожното е ... . по какъв начинът , се е върнал към живота . 
Очевидно е бил висок 10 фута . 
- Дванадесет ! - Петнадесет . 
На един кон с още по - чудовищни размери . 
О , небеса . 
Има всички белези на приказка . 
Ваше Величество е предупредена предварително . 
Петнадесет фута висок , и тази Нел Джаксън , тази разбойничка го е обезглавила ? 
Тя е , по всички сметки , страхотна . 
Тя е убила и Лорд Бланшфорд . 
Да , знаем коя е тя . . Нотингам . 
Или поне знаем в какво е обвинена . 
Ние също слушаме слухове като всички останали . 
Е , ако е бил обезглавен , после се е превърнал в прах . , няма да го виждаме повече . 
Изглежда тази Нел Джаксън ни е направила голяма услуга . 
Може би трябва да и простим и да я добави към охраната ни . 
Годолфин ? 
Тя уби аристократ на кралството . , Ваше Величество . 
Това е невъзможно . 
Е ... Е , ако това нещо е вече прах , ще се постараем да забравим за това . 
" На хълма Сейнт Маргарет в Съфолк , около 1 : 00 часа в следобедните часове , си извършил обир със заплахи и тежка телесна повреда . 
На 5 август 1705 г . , по пътя на Балс Понд , Ислингтън , около 11 : 00 през нощта си извършил обир със заплахи . " 
Затворникът зад решетките , как ще пледирате за тази твърдения и позорното си поведение ? 
Аз не съм Исамбард Тъли ! 
- Аз съм ... 
- Е , тогава , сър , как пледирате ? 
Е , невинен , очевидно . 
Затова трябва да определим дата за процеса . 
Свалете го . 
Искам да кандидатствам за гаранция ! 
Но . . Без никаква гаранция за сега . 
- Не е честно ! 
- Хайде . 
Не искам да умра там вътре . Ще умра от глад . Ще се задуша . 
Не съм направил нищо лошо ! 
Аз съм джентълмен ! 
Благодаря . 
Чакай , какво беше това ? Аз . 
Ти ли беше ? 
Не . 
Били . 
Били Блинд 
О , Били . 
Иска ми се да можех да помогна . 
Не можеш ли ? 
Трябва да я заведеш на лекар . Както каза Рокси . 
Защо се случва това ? 
Раселас . 
Можем да си направим омлет ? 
- Намерихме крава . Издоихми я . 
- И виж . 
Откъде я намерихте ? 
Беше някъде там . 
Видя ли ви някой ? 
Видяха ли ви ? 
Не , никой . 
Джордж има треска . Тя гори . 
Трябва да я заведа на лекар , или трябва да намеря лекар , 
Но аз мислех , че вече след като извадиш куршума ... . . Да , знам , но може би не съм го извадила достатъчно бързо или нещо такова . 
Трябва да отидем до най - близкото голямо място и да намерим някой . - Аз и Раселас ще отидем с каретата . - Да . И ще го отвлечем , който и да е той . , и ще ти го доведем тук , ако трябва . - Какво ? - Няма да ме оставите тук сама . 
Гади ми се от тъпото ти отношение . 
Оправи ми косата . Трябва да мина за качество . 
И не ме дърпай само защото си в лошо настроение . 
Лейди София Вилмот . 
Покани я . 
Пойнтън . 
Ти ли беше вчера ? 
Да . 
Да , бях аз . 
Как ? 
Тя ти отряза . главата 
Бях ужасена , че може да си мъртъв . 
Това ли е било ? 
Тогава имаш късмет , че още съм тук . 
Как го направи . . ? и защо Хърн е ловеца ? 
Беше Ловецът Хърн . 
Лична шега с Кралицата . , само това . 
Какво ти се е случило ? 
Нищо . 
Добре съм . 
Никога не съм се чувствал по - жив . 
Не изглеждаш добре . 
Ще се възстановя . 
Силен съм като кон . 
Тя избяга . 
Тя беше силна . 
Коя е тя ? 
Никоя . 
Дъщерята на наемател . 
Наистина ли ? 
Как е придобила такава сила ? 
Толкова необразована . Толкова обикновенна . 
И все пак контролира всичко толкова умело . Как го направи ? 
Занимавам се с разни неща . 
Неща , от които повечето хора се страхуват . 
Не се страхувам от нищо . 
Какво става ? 
И аз ... не знам повече от теб ... Е , това което знам е че всичко беше наред докато не се появи ти и баща ми не умря . 
Малките ми сестри нямат дом . 
Аз сега съм беглец за убийството на лорда . 
И цяла армия мъже ме преследва . 
Огромен мъж на огромен кон се опита да ме убие . 
И сега ... Джордж е простреляна . 
Всичко е по моя вина . 
Това е всичко , което знам . 
Не плачи , Нели . Ще го измислим . 
Как ? 
Искам да знам , защо си тук ? 
Нормалните хора нямат ... такива пазители като теб . 
Защо го правя ли ? 
Може би трябва да е така . 
Е , те може и да имат силни хора но аз съм по силна от тях 
Да . Добър довод . 
Трябва да има причина да съм тук . Каза нещо хубаво но и аз не знам причината . , за какво съм тук ? 
- Не ми плащат да мисля . - Правилно . Ако ти плащат , за да ме защитаваш , кой може да ти плаща ? 
Не . 
- Мислех , че почти успях . , но го няма , просто щракна с пръстите ми и изчезна . 
Работата е там , че не съм лош човек . 
Как така отидох от грешната страна на закона . . . . с тази фея ? 
Е , може би , когато някой като теб мине от грешната страна на закона , то е защото нещо не е наред със закона . 
Да , това го знаехме . 
Да , и може би аз и ти трябваше , не знам . , заедно да възстановим баланса . 
Подозирам , че един ден ще стане ясно . , като се оправят тези неща . 
Да , но тези неща . Какви неща ? 
Кой е той всъщност ? 
Големия човек на коня ? 
Мисля , че беше Ловецът Хърн . 
- Кой ? 
- Ловецът Хърн . 
Рога , вериги и още нещо там . 
Не знам . 
Не знам нищо за него . 
Когато Хърн язди коня си , той предвещава смъртта на монарха . 
Какъв монарх ? Нашата кралица ли ? 
Кралицата ли ? 
Тя харесва слуховете . 
Аз също съм надеждно информирана , като Нейно Величество . 
Започвам да се съмнявам ако си предопределена за много велики неща , Нели Джаксън 
и се чудя дали . . . . не си била изпратена на тази планета за нещо по специално . 
