إنها قاطعة طريق ، يُقال إنها مسلحة وخطيرة جدًا . 
ماذا فعلت ليُعلن عن مكافأة 40 جنيهًا لمن يقتلك ؟ 
- هي قتلته ! - لا ، لم أفعل ! فعلها هو . 
الحقوا بها ! 
أريد أن تموت " جاكسون " . 
القدر جمعنا معًا يا " صوفيا " . 
تطورت قدراتك . 
أريد تعلّم المزيد ، أنا مستعدة . 
دعك منه ، إنه خطير ومؤذ . الملكة خائنة . 
أنت يعقوبي فعلًا . 
نصف مجلس " آن " الخاص يشعرون بما أشعر به تمامًا . 
" القبض على ( إيزمبارد تالي ) في ( سلاو ) . " 
هل تدرك أنهم سيشنقونك إلا إن اخترت استخدام نفوذي ؟ 
إنه هناك بسببنا ، لذا سأخرجه من السجن . 
انظري ، أُرسلنا إلى الكوكب من أجل هؤلاء المساكين . 
هل أنت حقًا " نيلي جاكسون " ؟ 
- " نيلي " ! - فليخرج الجميع . 
أرض مملة تُسكن ، الارتباك هو الأسوأ . 
ستموتين يا " نيلي جاكسون " . 
" صوفيا " ؟ 
أعجبتني مسرحيتك كثيرًا . 
بوركت ، والآن ، أين الأخرى ؟ 
هذه قصة عاطفية ومأساوية مع بطلة رشيقة ، " بولي هانكومب " . هي التي استلهمت نجاتها مؤخرًا من عملية سطو وحشية على الطريق ، ووهبت نفسها للسيد " سكريبل " الحزين والهادر . 
يواجهان معًا غضب والدها القاسي ، ويتجاهلان رغبته الواضحة في منع زواجهما ، وتبعًا لتقاليد القصص الرومانسية العظيمة ، 
أعترف لكم أنه بعد أول نزوة حب ، فإن السيد " سكريبل " النبيل والأثيري 
صباح الخير يا حبيبي . 
أتعتقد أن هنالك قطاع طرق في هذه المنطقة ؟ 
ولا واحد . 
ووجدت بطلتكم الفاتنة عقلها ينجرف رغمًا عنها إلى لحظة معينة ومارق معين أقل شعرًا بكثير . 
لكن بشخصيتها الساحرة وتفاؤلها ، أكدت بطلتكم لنفسها أن المغامرة تنتظرها بلا شك . 
لكن سرعان ما اكتشفت أن للفرار مع الحبيب بعض الجوانب السلبية يا عزيزي القارئ . 
مثل عدم وقوع سطو واحد ، أو الخانات المرتّبة الخالية من أي قاطع طريق مُساء فهمه ، واكتشاف الفستان المفضّل لدى خادمة . 
خزانتي مميزة ، وسأعرف هذا الفستان في أي مكان لأنه الذي سرقه قاطع الطريق ذاك . 
السيد " سكريبل " ! سمعتي . 
- نحن بمثابة الزوجين . 
أشعر بتوعك . 
هنالك وقعت فكرة على بطلتكم مثل صاعقة البرق . 
قاطع الطريق الذي سرق ملابسي منذ عدة أسابيع فعل ذلك بدافع الحب . 
كان ذلك واضحًا جدًا . 
الخادمة في الأسفل هي صديقة قاطع الطريق ! 
بإهدائها أثوابي ، سعى إلى أن يصنع تقليدًا باهتًا لي . لكن " بولي هونيكومب " لا يمكن استبدالها . 
كان عليّ استجوابها . لأن قلبي الآن بلا شك يهوى عاشقي قاطع الطريق . ولن أتوقّف إلا عند ... تبًا ! 
كانت بطلتكم تجيش عواطفًا - على نحو مأساوي ... - مهلًا . 
يُفترض بك كتابة رسالة فدية ... لا رواية لعينة . 
- لمحاولة ... - هل نعيدها إلى مكانها ؟ 
ماذا سنقول لـ " جافايا " ؟ 
" أموروس " ذاك أحمق لعين . 
أظن أن من سخرية القدر العجيبة ، أن هؤلاء الأشرار اختطفا الفتاة المناسبة بالصدفة . لأنني أنا ، الآنسة " بولي هونيكومب " ، معشوقة قاطع الطريق الحقيقية . 
هل تقصدين " نيل " ؟ " نيل جاكسون " . 
اختصار لـ " نيلسون " على ما أظن . 
" نيل " ليست رجلًا . 
إنها أختي . 
لهذا أخذوني . 
لا بد أنهم اعتقدوا بطريقة ما أنك " روكسي " . 
قاطع طريق . امرأة . 
هل أنت متأكدة تمامًا ؟ 
اصمتا إن كنتما تعلمان مصلحتكما . 
أنت ، أكملي الرسالة . 
أنا " جورج " . 
اختطفني ممثلون متجولون أنا وفتاة نبيلة تُدعى " بولي هونيدرون " . ظنوا أنها أنت يا " روكسي " . 
أخذونا إلى حظيرة خارج " أفينغتون " ، حيث سيقايضون عودتنا سالمتين بـ " نيل " . 
قف وسلّم ما عندك . 
- أنا ؟ 
- نعم ، أنت . 
عرف سجن " نيوغيت " اسمك . 
أولًا ، " هيرن " ، ثم هذا ، ثمة شيء يتحرك . 
- مثل ماذا ؟ 
- شيء مظلم . 
- لعله ساحر ، يريد ردعك . 
- لماذا ؟ 
لعله يحب الأمور على حالها . هذا النظام الذي يمكّن النبلاء من فعل ما يحلو لهم بالعامة . 
لا يمكنهم ذلك . 
ما كان يحدث هناك ليس صائبًا . بعض السجناء أصغر من " جورج " . - ذلك خطأ . - نعم . 
كان يجب أن يُغيّر . 
- ربما لهذا أنت معي . - نعم . 
لا أظن أنه يُفترض بي الذهاب إلى " أمريكا " . 
أظن أنه يُفترض بنا البقاء هنا . 
هل توافقني الرأي يا " بيلي " ؟ 
لا ، لم أقل إن علينا التسرّع بأي شيء . 
لا ، يمكن لأي شخص السفر حول العالم وتفجير الناس ، أما نحن ، 
فأظن أن علينا أن ننهض في وجه الظلم ، ونردع المستفيدين من البؤس والألم . 
نعم . نعم . 
نعم ، حسنًا . 
حسنًا . 
- ماذا عن " جورج " و " روكسي " ؟ 
- إنهما أكثر أمنًا في " أبينغدون " . 
هل نحن متفقان إذًا ؟ 
سننقذ العالم . 
سنثبت على ذلك . 
سنبدأ من القارة ، أو " إنكلترا " ، أو ربما من " توتنهام " . 
ظننت أن عرضكم كان ساحرًا . 
فلماذا تختطفون الناس ؟ 
كنا فرقة حقيقية . 
كنا في شارع " دروري " ، لكن ... كانت هناك تقييمات سيئة ، فخسر " جافايا " دوره . 
ثم ؟ 
ثم ضرب الرجل المسكين الذي حلّ محله حتى كاد يموت . 
اعتُبرت الفرقة كلها من الطينة نفسها . لم يقبل أي مسرح أن يستقبلنا بعد ذلك . 
والآن صرنا صعاليك ، بالكاد نكسب قوت يومنا . والآن ، ننتظر مولودًا . 
كل ما يريده هو أن يكون مشهورًا . ويُصفّق له كما كان . 
هذه العروض منذ سنوات طويلة . 
- صباح الخير ! - " جافايا " . 
صباح الخير يا " أموروس " . 
افعلا ما يقوله فحسب ، ولن يؤذيكما . 
صباح الخير أيتها العجوز الموثوقة ... صباح الخير . صباح الخير . 
عليك ... مزارع راودته بعض الشكوك بشأن إعارتنا حظيرته من أجل أدائنا ، لكننا حللنا كل شيء . 
لماذا لا تزال الحمامة المسكينة ترتدي هذا ؟ 
اسمع ، كنا ننوي ... من هذه ؟ 
" أموروس " . 
" أموروس " ، أيها الغبي الأحمق ! 
مهلًا ! 
كانت ترتدي الفستان ! 
يا له من خطأ فادح . 
الآن علينا التخلص من عديمة الفائدة هذه . 
أبي ثري جدًا . 
ما مدى ثرائه ؟ 
إنه يبيع الشعر المستعار . 
الجميع يرتدون الشعر المستعار . 
حسنًا ، لا بأس إذًا . 
أظن أننا لن نقتلك بعد . 
آمل ألّا تتأخر أختك . 
- هيا . 
- عمّي " جاك " ، عمّي ... 
سنحميك يا " نيل " . 
سيُحضر النجدة لـ " جورج " . 
لماذا ؟ ما خطبها ؟ 
لقد اختُطفت . 
أنا آسفة جدًا يا " نيلي " . 
ماذا تعنين بأنها اختُطفت ؟ 
- " نيل " . 
- هل أخذ أحد " جورج " ؟ 
ممثلون متجولون ، يريدونك يا " نيل " ، في المقابل . 
قرأ لنا هذا النبيل رسالة الفدية . 
- أخذوا خطيبته أيضًا . - نعم . إذًا ، سأنصرف . 
- ظننت أنك تحبها . - أحبها ، بالطبع . 
لكن الحب والظروف لا يتفقان دائمًا . 
جبان ! 
يجب أن نذهب يا " نيل " . 
باتت " جورج " عندهم ولن يجد العم " جاك " النجدة قبل فوات الأوان . 
سنذهب مباشرةً إلى " أفينغتون " . 
- أريد حصانًا بسرعة . - حصان يا " بيكي " . 
- وواحد لي . 
- لا . - سأرافقك يا " نيل " . - لا ! 
- أين " راسيلاس " ؟ 
- لا أدري ، من أي طريق أذهب ؟ 
" نيل " ! - ماذا تفعلين ؟ 
عودي . 
- سأساعدك يا " نيل " ! 
ماذا ؟ لا ، عودي أدراجك يا " روكسي " . 
تمهّلي . 
انتظري يا " نيل " . 
لا يمكنني العودة ، لم يعد النُزل آمنًا . 
هذا ليس آمنًا . 
- وأين " راسيلاس " ؟ - لقد هرب . 
مستحيل . 
يا " روكسي " ، كان ... وقعت أعمال شغب ، ثم وقف جدار ضخم بيننا . 
فقدت وعيي . 
بحثت عنه ، لكن " لندن " ضخمة يا " روكسي " . 
لكن كل شيء ينهار حين ننفصل . 
لنستعد " جورج " . 
- نحن أفضل معًا ، اتفقنا ؟ - حسنًا . 
" غودولفين " . 
" بوينتون " ، لقد تعافيت . 
جلالة الملكة تفتقدك كثيرًا . 
تحتاج إلى رجال أوفياء حولها . 
سيسعى اليعاقبة إلى استغلال ما حدث في " نيوغيت " . كل هذه الفوضى . لطالما فاجأني كم تحتقرهم . 
اليعاقبة منافقون جشعون . 
يحاولون وضع دمية على العرش ليتمكنوا من الحكم . 
طفل ، وغريب على " إنكلترا " . 
وهم بيننا يا " بوينتون " ، حتى في مجلس الشورى . 
يجب أن تخبرني إن سمعت شيئًا . 
بالطبع . 
سمعت حديثًا عن خائن . 
شخص يرسل رسائل إلى " فرنسا " . 
- من ؟ 
- أظن أنك تعلم . 
السادة " غودولفين " ، " بوينتون " . 
ما معنى هذا ؟ 
هل ذلك صحيح ؟ 
مخفية في مكتبه . 
لا تعني مكتبي ؟ لا بد أن هناك خطأ ما . 
- أخبرهم يا " بوينتون " . 
- كنت أرجو أن أكون مخطئًا . 
" بوينتون " ؟ 
ماذا ... - أبعدوا أيديكم عني ! - تحرّك . 
يجب أن تجري صحيفة " ذا كورانت " مقابلات أكثر ، مقابلات أفضل ! 
" مهذبة جدًا ، " أجروا مقابلة معي . 
كان يمكنها أن تقتلني ، رأيت وجهها مباشرةً . 
خذيه يا " فاليريان " ، أسندي رأسه . 
" مخلوقة عديم الرحمة . " 
- يمكنني وضع ذلك في " ذا ميدلي " . - نعم . 
يا " فاليريان " ، قلت لك أسندي رأسه . 
قد تعترف صحيفة " ذا ويكلي " بأنها تتمتع بأناقة وضيعة . 
بسرعة . 
هناك خطر بأن تختفي " نيل جاكسون " بعد أعمال الشغب ، وهذا غير مقبول . 
البلاد في حالة فوضى . 
الناس لا يريدون الفتور ، بل الاتّقاد . 
ولا يريدون القراءة عن شيء سواها . 
لذا نحتاج إلى شيء يدفعها لتثير جلبة مجددًا . 
أي أفكار ؟ 
" ( نيل جاكسون ) تأكل الأطفال . " 
كُتب ذلك من قبل . 
" ناقلة ثآليل معروفة " ؟ لا يا " فاليريان " ، هذه بذاءة . يجب أن يوازن المرء بين الجرأة والتميّز في الأزياء وبين اللطف . 
وإلا ، فلن يكون إلا شخصًا أخرق . 
لا ، لن تهتم " نيلي جاكسون " بأي من ذلك . 
أعلم نوعها . 
نعم . 
هذا من شأنه أن يشعل حماسها . 
بالنسبة إلى خطيبي ... ستنشر " ذا كورانت " أن كونه السجين الوحيد الذي لم يهرب من " نيوغيت " هو إعلان جريء على براءته . 
بينما ستتساءل " ذا ميدلي " إن كان لم يجد طريق الخروج من فرط غبائه . 
- " يولاريا " ؟ - نعم ؟ 
لا ، لا أريد حلوى شحمية . 
أعتقد أنك ستودّين سماع هذا . 
قلت لك ابتعد عنّي ! 
لماذا وضعتني هنا ؟ هذه ليست غرفتي . 
أنت السيد " بلانشفورد " الآن . 
كان عليك تركي في " لندن " مع أصدقائي . 
كنت وحدك عندما وجدك رجالي . 
أتودّ أن أصف لك حالتك ؟ 
- الأمور بخير . 
- ليست بخير . 
لن تكون بخير أبدًا بسببك . 
لا يا " توماس " ، ليس بسببي . 
أتظن أن أي رجل كان ليفعل فعلتك ؟ 
- أنت حثثتني . 
- وأنت نفّذت ذلك ! 
إدراك أنه يمكننا الحصول على أي شيء نريده إن كنا مستعدّين لفعل أي شيء من أجله . 
بعض الرجال يعتبرون ذلك فرصة لا حدود لها . 
بينما لا يرى البعض سوى ... الرعب . 
لا . 
لا تفعل . 
أتفهّم ذلك . 
حقًا . 
وأظن أن عليّ الاعتذار يا " توماس " . 
لا يمكنك تحمّل هذا ، أليس كذلك ؟ 
- نعم . - حسنًا . 
ماذا لو أخبرتك ... بأنني أستطيع تخليصك في لحظة ؟ 
من الذنب ، والعار . 
هل تعلم من أين ينبعان ؟ 
المسؤولية . 
يمكنك نسيان الأمر . 
سوف تجد ... يا عزيزي القارض ... أن " إيزمبارد تالي " ليس شخصًا يُتجاهل . 
وأن لكل منا سعره . 
لذا ، هل ستكفّ عن مقاطعتي ؟ 
لكن إن ... السيدة " يولاريا " ... مع من تتكلم ؟ 
أهلًا يا ملاكي . 
كنت أحاول تدريب فأر صغير ساحر . 
لم يأت أحد لزيارتي . ملابس جديدة من أجل المحاكمة ؟ 
التي أخبرنا صديق " فاليريان " الصغير بأنها ستُجرى غدًا ، بما أنك استطعت بطريقة ما أن تكون آخر سجين غبي باق في " نيوغيت " . 
هذا خبر رائع ، سيُطلق سراحي باكرًا . 
كل شيء تحت سيطرتك . رشوت كل شخص يحتاج إلى رشوة . 
في مثل هذا الوقت غدًا ، سنكون نخطط للزفاف . 
أو ستكون ميتًا . 
صديقتك الصغيرة أطلقت العنان للفوضى . 
لذا فإن أصحاب السلطة يمارسون نفوذهم . 
وإن كان الحكم أنك مذنب ، فسيشنقونك فورًا . 
لكن النفوذ ما زال للمال . 
لا تقولي لي إن المحاكم أصبحت قانونية الآن . 
يجب أن أذهب . 
ستنشر " ذا ميدلي " مقالًا خاصًا عن جرائمك ، وسيُباع أسرع مما يمكننا طباعته . 
" يولاريا " . 
وداعًا يا " تشارلز " . 
اعتُقل نبيل " غودولفين " لأنه يعقوبي . 
" غودولفين " ؟ 
وُجدت بعض الرسائل بين أغراضه . 
" غودولفين " هو قائد حرس الملكة . 
بالضبط . 
وهو الآن ضيف في البرج . 
طلبت جلالتها أن أزورها في " لندن " غدًا . 
أظن أنها ستسلّمني الحرس . 
هل تخطط لاستغلالهم ؟ 
سيسمحون لي بالتحكم بالملكة ، كي تتمكن قوات " جيمس " من التقدم دون معارضة . 
ماذا تقول الصحف ؟ 
تزعم " ذا ميدلي " أن البلاد على شفير الثورة . وأن السجن اجتاحه جيش شعبي تقوده " نيل جاكسون " . 
سواءً أعرفوا أنك الفاعلة أم لا فقد هززت " لندن " . 
إذًا فقد تعافيت ؟ 
أشعر بأني بأفضل حال . 
إنه لأمر بديع ، أليس كذلك ؟ 
آسر . 
بلى . 
كدت أنال من " جاكسون " . 
وستفعلين مجددًا . 
دفعتها للهرب . 
تطورت التعويذة ، وتسيّد السجن . 
أحرق الشعر الذي استخدمناه لتعقّبها . 
سوف نجدها . 
أتساءل إن كنت تدركين مدى موهبتك . ومدى أهميتك . 
مثل هذه القوة ليست لأمثال " نيل جاكسون " . 
هناك طرق للتعامل معها . 
حسنًا ، لقد وصلت . 
مرحبًا بكم ، سيداتي وسادتي ، بلا استثناء . 
أين أختي ؟ 
لدينا مفاجأة خاصة جدًا اليوم . 
الشنيعة والمتوحشة والمتعطشة للدماء والشيطانية ، " نيلي جاكسون " ! 
ما هذا ... أنتم هنا لتشهدوا التاريخ . أسر " نيلي جاكسون " والقضاء عليها من قبل الوحيد ومنقطع النظير ... الوسيم والبطل والعظيم والبارع والنابغة والعبقري والفنان ... " جافايا " . 
لنقدّم لكم عرض اليوم المميز جدًا ، أعددنا مكيدة . 
تبادل . " نيل جاكسون " مقابل أختها الصغيرة . 
نعم ، أين هي إذًا ؟ 
" أمن واجبك أن تسمل عينيّ بحديد مُحمى في النار ؟ " 
" نعم ، إنه من واجبي . " 
" شكسبير " . 
- قرأت الكثير عنك يا " نيلي جاكسون " . - حقًا ؟ 
يقولون إن هزيمتها في قتال مستحيلة . 
وإيذاؤها مستحيل . 
لكنها ليست كذلك . 
" جورج " . 
لا تتحركي . 
لم يقل إننا سنؤذيها . 
ضع ذلك وسأفعل كل ما تريده . 
إنكم أيها المحظوظون على وشك أن تشهدوا ليس الاعتقال فحسب ، بل الإعدام الشرعي أيضًا لإحدى وحوش عصرنا . 
لم أرتكب أيًا مما تتهمني به . 
- أنا لست ... 
- حقيقتك لا صلة لها بالموضوع . بل ما يعتبرك الناس . 
إن قتلتك فسأصبح بطلًا . 
كأس " جاكسون " يحتوي على السم . 
سنشرب نخب موتها . 
لا تهم قوة أو سرعة الشيطان الذي بداخلك يا " نيلي جاكسون " . لا أظنه يستطيع إنقاذك من شوكران تشربينه بنفسك . 
إنها الأخرى . 
لا بأس أن أشرب ذلك ، صحيح ؟ 
دعينا لا نجرّب . 
- ماذا ؟ - لا أدري يا " نيلي " . أنا مجرّد بشر . 
افعل شيئًا إذًا . 
شتّتي انتباهه . 
سمّ ؟ 
تلك القصة القديمة . 
إنها قصة كلاسيكية . 
حسنًا ، سيخبر الحاضرون الناس بما فعلته ، وستنال الإعدام . 
هذا يعتمد على الرواية ، أليس كذلك ؟ 
- وتلك الصحف لا تحبك . 
- لم أرتكب أي ذنب . 
سئمت رؤية وجهك في كل الصحف . 
في كل صفحة ، أرى وجهك حيث يجب أن يكون وجهي . 
ستموتين وسأصبح مشهورًا . 
أطفئوا ذلك الضوء ! 
يا للهول . 
" جافايا " العظيم يبدو متعرقًا قليلًا . 
ألا تظنون ذلك ؟ 
افقأ إحدى عينيّ الطفلة . 
افقأ كلتيهما . 
- لا تقلقي ، سيفعلون على أي حال . 
- حسنًا . حسنًا . 
نخب القدر . 
أجل ، بصحتك . 
وداعًا يا " نيلي جاكسون " . 
لا يا " نيلي " ، لا . 
لا ، لا أستطيع . 
لقد أخفقت ، أليس كذلك ؟ 
لقد ابتلعت ذبابة . 
هل أنت بخير ؟ 
أنا بخير . 
اقتلهنّ ! 
كلماتي الأخيرة ... 
- لم نكن بحاجة إلى سماعها . - أحسنت صنعًا . 
كان هذا أفضل عرض شاهدته منذ سنوات . 
حظًا موفقًا في ذلك . 
هيا بنا ، لنذهب يا " روكسي " . 
إحدى زوجات الجنود أنجبت طفلها خلال مسيرة عسكرية . 
نزلت إلى جانب الطريق وأنجبته خلف شجيرة . 
ببساطة . 
- هذا لطف منها . - نعم ، كان كذلك . 
وكان الثلج يتساقط . 
لحقت بنا بحلول وقت الغداء مع طفلها . 
كانت مُحترمة جدًا ، لم تثر أي جلبة . 
معجزة الولادة لا تناسبني . 
ما رأيك بعنوان " الثائرة ( نيلي ) " ؟ 
لن أساعدك في كتابة مسرحية عني . 
هناك ما يكفي من الهراء عني . 
حسنًا ، أريدك أن تعلمي فحسب ، لا يهمني أن والدك كان صيادًا غير شرعي . 
لم يكن كذلك . 
صحيح ، بالطبع . 
- ماذا كُتب أيضًا ؟ - لا شيء . 
لا ، ماذا ؟ أخبريني . 
من الواضح أنه افتراء . 
" صحيفة ( ويكلي جورنل بريتيش ) ، عائلة ( نيل جاكسون ) من الأشرار " لكن يقولون فحسب ، " الأولاد أشباه أبويهم . " 
أن العائلة كلها فاسدة . إنهم لصوص أيضًا ، وعمومًا ، ليسوا أفضل مما يُتوقّع منهم . 
- صحيح . - تعلمين كيف يكتبون عن النساء أحيانًا . 
هذا لا يهم . 
لن يصدّق الناس ذلك . 
لا ، هذا الهراء هو بالضبط ما يصدّقه الناس . 
حسنًا . 
سوف ندمّر المطابع . 
سيبنون المزيد . 
حسنًا ، ربما لم يقف أحد في وجههم من قبل . 
كل ما تفعله هذه الصحف هو التغذي على البؤس وصنع المزيد منه يا " روكسي " . 
تصنع وحوشًا مثل ذلك التافه " جافايا " ، وتنشر الأكاذيب . 
يجب أن نريهم أنه لا يمكنهم الإفلات بفعلتهم . 
يجب أن يعلم الناس أن الحقيقة مهمة . 
لأنها كذلك . 
نستطيع ردعهم . 
أظن أن هذا ما ينبغي أن نفعله . 
نعم ، حسنًا . 
حسنًا . 
هيا بنا . 
أيمكننا البحث عن السيد " راسيلاس " أيضًا يا " نيلي " ؟ 
هل تودّان إيصالنا ؟ 
- " صوفيا " ؟ 
- " راسيلاس " ؟ 
كنت أحاول الوصول إليك ، أريد التحدث معك . 
هل هي هنا ؟ 
" نيل " ؟ 
لا . 
كنت في " نيوغيت " البارحة . 
حقًا ؟ 
كيف كان الأمر ؟ 
قرأت عن ذلك في الصحف . 
- هل تأذيت ؟ - ظننت ... ماذا ؟ 
ظننت أنني سمعت صوتك . 
ماذا قلت ؟ 
- كيف كان صوتي ؟ - أتيت إلى هنا لأعلم السبب يا " صوفيا " . وهذا الرجل هنا . 
نبيل " بوينتون " . 
إنه في مجلس الشورى . 
هم الذين يعيشون في دوائر كهذه . هم مختلفون . 
ربما بالنسبة إليك . 
ماذا يفعل هناك ؟ 
إنه صديق . 
هل يبتزّك بشيء يا " صوفيا " ؟ أخبريني . 
لم يفعل شيئًا سوى مساعدتي . 
وأنا أسيطر على الوضع دائمًا . 
سيطرت على الوضع بما يكفي في " نيوغيت " . 
هل اخترت أن تفعلي ذلك ؟ 
- ما حدث هناك كان وحشيًا . 
- لا . كان وحشيًا أن تهجرني حين كنت في أمسّ الحاجة إليك . 
ليلة وفاة أبي ... نبذت كل ماضينا . - أي ماض ؟ - ماذا ؟ 
- أي ماض كان بيننا ؟ 
- أنت صديقي . 
والدك اشتراني يا " صوفيا " ! 
حين كبرت عليّ ، أُرسلت إلى الإسطبلات وكأنني دمية قديمة . 
لم أعاملك هكذا قط ! 
كنت طيّبة معي وحميتني من " توماس " . وأنا ممتن لذلك ، لكنه لم يكن ... لم أكن هنا يومًا بإرادتي . 
يمكنك إنهاء كل هذا يا " صوفيا " . بقول الحقيقة لا أكثر . 
ألا تدري ماذا سيفعلون بـ " توماس " إن اكتشفوا الأمر ؟ 
إنه عائلتي . 
ماذا عن " نيل " ؟ ماذا عن عائلتها ؟ 
هل تذكّرين حين كان " توماس " يصطاد الضفادع والخنافس والعناكب ؟ 
وأنا وأنت ، كنا نطلق سراحها . وحين كان يهمّ بالانتقام مني ، كنت تمنعينه . 
لأنك عادلة يا " صوفيا " . 
عُد إليها . 
عُد . 
انتظر . 
سيتعفن جرحك . 
حظًا موفقًا . 
