اون یه راهزنه . میگن مسلحه و خیلی خطرناکه . 
چیکار کردی که یه جایزه ۴۰ پوندی رو سرت گذاشتن ؟ 
- اون کشتش ! - نه ، کار اون بود ! 
دنبالش بگیرین ! 
باید جکسون رو بکشم . 
سرنوشت ما رو باهم روبرو کرده ، سوفیا . 
قابلیت هات پیشرفت کردن . 
میخوام بیشتر یاد بگیرم . آماده‌ام . 
نباید باهاش قاطی بشی . خطرناکه . سمه . ملکه یه خائنه . 
تو یه یاکوبیتی 
نیمی از شورای سلطنتی آن همینطور فکر می کنن . 
ایزامبارد تالی در اسلو گرفته شد . 
میدونی اونا میبرنت دار میزنن مگه اینکه یه کم کلک بزنم ؟ 
اون فقط به خاطر ما اونجاست . پس قراره آزادش کنم . 
ببین ، ما به خاطر این روح‌های بیچاره به این سیاره فرستاده شدیم . 
تو واقعا نلی جکسون هستی ؟ 
- اوه ، نلی ! - همه برید بیرون . 
اهالی کسل کننده زمین . سردرگمی روی سردرگمی . 
تو قراره بمیری ، نلی جکسون . 
سوفیا ؟ 
تئاتر بازیت رو خیلی دوست داشتم . 
اوه ! باحاله . حالا ، اون یکی دیگه کجاست ؟ 
مترجم مرتضی راکی این داستانی از شور و بدبختی است با یک قهرمان زن چابک ، پلی هانی‌کومب ، که با الهام از زنده ماندن اخیرش از یک سرقت بی‌رحمانه در شاهراه ، به آقای اسکریبل غمگین و خشن تقاضا داد . 
این دو باهم با خشم پدر بی‌رحمش مبارزه می‌کنند ، تمایل آشکار او برای مخالفت با این وصلت را نادیده می‌گیرند ، و در سنت همه عاشقانه‌های عالی قضایی ، 
باید اعتراف کنم که بعد از اولین شور و هیجان عشق ، آقای اسکریبل نجیب و آسمانی 
اوه . صبح بخیر ، عشق من . 
فکر می‌کنی تو این دور و اطراف هیچ راهزنی باشه ؟ 
حتی یکی هم نیست . 
و یهو ذهن خفنِ قهرمانِ شما یهو رفت سمت یه لحظه خاص ... سمت یه دزدِ خوشتیپ با موهای خیلی کم ... 
اما با این حال ، با اون جذابیت و مثبت‌اندیشیِ با خودش گفت که حتماً یه ماجراجوییِ خفن در انتظارشِ . 
اما خیلی زود فهمید که فرار کردن یه عالمه دردسر هم داره ، رفیقِ شفیق . 
مثلاً اینکه حتی یه دونه دزدی هم توش نیست ، هیچ دزدِ خنگ و گیجی هم پیدا نمیشه ، و یهو میبینی که لباسِ مورد علاقه‌ت تنِ یه سرو لعنتیه . 
من که کمد لباسم خیلی خاصه ، و این لباسِ لعنتی رو هم همه جا میشناسم همونیه که اون دزدِ کله‌پوک ازم دزدید . 
اوه ، آقای اسکریبل ، آبروم رفت . 
- ما که عملاً زن و شوهرِ همیم . 
حالم اصلاً خوب نیست . 
یهو یه فکری مثل برق از ذهنِ قهرمانِ ما گذشت ... مثل یه صاعقه . 
اون دزده که چند هفته پیش لباسامو ازم دزدید ، فقط به خاطر عشق این کارو کرد . 
آخه خیلی واضح بود . 
اون کلفت پایین پله‌ها رفیقۀ اون راهزنه‌ست ! 
با اینکه لباسای منو بهش داد ، می‌خواست یه نسخۀ تقلبیِ رنگ‌پریده از من بسازه . اما پالی هانی‌کومب رو نمیشه جایگزین کرد . 
باید ازش بازجویی می‌کردم . چون قلبم الان بی‌تردید متعلق به اون راهزنِ عاشقِ پیشه منه . و برای رسیدن بهش از هیچ کاری دریغ نمی‌کنم . دریغ و درد ! 
قهرمان شما در حال غش کردن بود - به طرز خیلی غم‌انگیزی که ... - وایسا . 
قراره یه یادداشت باج بنویسی نه یه رمان مسخره . 
- فقط داشتم سعی می‌کردم ... - نمی‌شه فقط برگردونیمش سر جاش ؟ 
می‌خواییم به جافیا چی بگیم ؟ 
اینکه آموروس یه احمقِ لعنتیه . 
می‌ترسم تو یه چرخشِ خوشمزۀ سرنوشت ، این شرورها به طور اتفاقی کاملاً آدم درستی رو دزدیده‌ن . چون من ، خانم پالی هانی‌کومب ، حقیقتاً تنها عشق و علاقۀ اون راهزنه‌م . 
نمی‌شه که نلِ ما باشه ؟ 
نل جکسون . فکر می‌کنم اسمش مخفف نلسونه . 
نل مرد نیست . 
خواهرمه . 
واسه همین منو دزدیدن . 
احتمالاً فکر می‌کردن تو به یه نحوی راکسی هستی . 
یه راهزن . زن . 
مطمئنی ؟ 
خفه شو اگه به صلاحتِ خودته . 
هی !‌ یادداشت رو تموم کن . 
جرج هستم . 
من و یه اشراف‌زاده به اسم " پالی هانیدرون " رو دزدیدن . فکر کردن تو بودی ، راکسی . 
ما رو به یه انباری بیرون از آفینگتون بردن ، جایی که اونا در ازای آزادیِ سالمِ ما ، نل رو می‌خوان . 
وایستا و تحویل بده . 
- من ؟ 
- آره ، تو . 
زندان نیوگیت اسمت رو می‌دونست . 
اول هرن ، بعدم اون . یه چیزی داره اتفاق میفته . 
- مثل چی ؟ 
- یه چیز تاریکی . 
- شاید یه جادویی ، می‌خواد جلوتو بگیره . 
- چرا ؟ 
شاید از اوضاع فعلی خوشش میاد . این رسمی که توش ارباب‌ها فکر می‌کنن می‌تونن با مردم عادی هر کاری که دلشون می‌خواد بکنن . 
خب ، نمی‌تونن . 
اونجا چه خبر بود ، درست نبود . بعضی از اون زندانی‌ها از جرج هم کوچیک‌تر بودن . - غلط بود . - آره . 
باید عوض شه . 
شاید به خاطر همین تورو دارم . آره . 
فکر نمی‌کنم قراره برم آمریکا . 
فکر می‌کنم قراره همینجا بمونیم . 
داری با من موافقت می‌کنی ، بیلی ؟ 
خب ، نه . نمی‌گم باید عجله کنیم . 
نه ، هر کسی می‌تونه دور دنیا سفر کنه و مردم رو منفجر کنه ، ما هم همینطور . 
فکر می‌کنم وقتی چیزی اشتباهه باید ایستادگی کنیم ، و ... بهشون بفهمونیم که با بدبختی و عذاب مردم سود به جیب می زنن . 
- آره . - آره . 
آره . باشه . 
باشه . 
- جرج و راکسی چی ؟ 
- بهتره تو ابینگدون تو امنیت باشن . 
پس توافق کردیم ، درسته ؟ 
می‌خوایم دنیا رو نجات بدیم . 
آروم بگیریم . 
شروع رو می‌تونیم از قاره ، یا انگلستان ، یا شاید فقط تاتنهام شروع کنیم . 
فکر می‌کردم تو تو نمایشت جادویی هستی 
پس چرا دور و ور می‌ری و مردم رو میدزدی ؟ 
ما قبلاً یه گروه نمایشی درست و حسابی بودیم 
ما تو دروری لین بودیم اما چندتا نقد بد گرفتیم . جافیا نقشش رو از دست داد . 
خب که چی ؟ 
پس اون بیچاره رو که جاش اومده بود نیمه مرده کتک زد . 
همهٔ گروه به یه چشم نگاشون کردن . بعد از اون هیچ تئاتری ما رو قبول نمی‌کرد . 
حالا ما خارقلاپ‌چین شدیم ، به سختی داریم زندگی می‌کنیم . و حالا ، با یه بچه تو راه . 
اون فقط می‌خواد شناخته بشه . مثل اون موقع تحسین بشه . 
این نمایش‌ها مال سال‌ها پیشه . 
- اوهوم . - صبح بخیر ! 
صبح بخیر ، عاشق‌پیشه . 
فقط هر چی میگه انجام بده ، اونم اذیتت نمی‌کنه . 
صبح بخیر قدیمی ، قابل اعتماد ... صبح بخیر ، صبح بخیر . صبح بخیر . 
تو ... تو ... یه کشاورز یه کم مردد بود که انبارشو برای اجرای ما بهمون قرض بده ، اما الان همه چی رو حلش کردیم . 
چرا این بیچاره هنوز اینو بسته ؟ 
نگاه کن ، ما می‌خواستیم ... این کیه ؟ 
عاشق‌پیشه . 
عاشق‌پیشه ، احمقِ تُخمِ خرِ کلفت ! 
صبر کن ! 
اون لباس رو داشت ! اون لباس رو داشت . 
چه گاف گنده‌ای ، نه ؟ 
حالا باید از شر این تیکهٔ بی‌خاصیت تمشک خلاص بشیم . 
پدر من خیلی ثروتمنده . 
چقدر ثروتمند ؟ 
اون کلاه گیس می‌فروشه . 
همه کلاه گیس می‌پوشن . 
خب ، پس خوبه . 
فکر می‌کنم فعلاً نمی‌کشیمت . 
امیدوارم خواهرت دیر نکنه . 
هایا ! زودباش 
- عمو جک . عمو ... 
ما پشتتیم ، نل . 
می‌خواد برای جرج کمک بگیره . 
چرا ؟ چی شده ؟ 
دزدیدنش . 
خیلی متاسفم ، نلی . 
چی ، چی رو می‌گی دزدیدنش ؟ 
- نل . 
- یکی جورج رو برده ؟ 
چندتا ولگرد . اون‌ها تو رو می‌خوان ، نل ، در ازاش . 
اوهوم . این اشراف‌زاده رو آوردیم تا یادداشت باج رو بخونه . 
- اونا نامزدش رو هم دارن . - آره . - پس من ... بهتره برم . 
- فکر می‌کردم دوسش داری ؟ دوستش دارم . البته . 
اما عشق و شرایط همیشه با هم جور در نمیان . 
بزدل ! 
باید بریم ، نل . 
جرج رو تمام شب نگه داشتن ، و عمو جک کمکی پیدا نمی‌کنه . 
می‌تونیم مستقیم بریم آفینگتون . 
- سریع به یه اسب احتیاج دارم . 
- بکی ، اسب . - و یکی برای من . 
- نه . - دارم میام ، نل . 
نه ! - راسلاس کجاست ؟ 
- هیچ ایده‌ای ندارم . کدوم طرف باید برم ؟ 
نل ! 
- داری چیکار می‌کنی ؟ برگرد . 
- نل ، دارم کمک می‌کنم ! 
چی ؟ نه . برگرد ، راکسی . 
آروم‌تر . 
صبر کن ، نل . 
دیگه نمی‌تونم برگردم . مسافرخانه دیگه امن نیست . 
این امن نیست . 
- و راسلاس کجاست ؟ 
- فرار کرد . فرار نکرد . 
راکسی ، یه ... این شورش بود ، و بعد یه دیواره عظیم بینمون اومد . 
من بی‌حال شدم . 
دنبالش گشتم ، اما لندن خیلی بزرگه ، راکسی . 
اما وقتی از هم جدا می‌شیم ، اونوقته که همه چی از هم می‌پاشه . 
بذار برم جرج رو پس بگیرم . 
- با هم بهتر عمل می‌کنیم . درسته ؟ - درسته . 
گادولفین . 
پوینتون . حالتون بهتر شده . 
ملکه به شدت احساس کمبود شما رو می‌کنه . 
به مردان وفادار دور و برش نیاز داره . 
یاکوبی‌ها سعی خواهند کرد از اتفاقی که در نیوگیت افتاد سوءاستفاده کنند . تمام این آشوب همیشه برام عجیبه که چقدر ازشون متنفرید . 
یاکوبی‌ها حریص و دورو هستند . 
می‌خوان یه عروسک رو روی تخت سلطنت بذارن تا بتونن حکومت کنن . 
یه بچه ، یه غریبه برای انگلستان . 
و اونا بین ما هستن ، پوینتون . حتی تو شورای سلطنتی . 
اگه چیزی شنیدی باید به من بگی . 
البته . 
یه حرفی درباره یه خائن شنیدم . 
- یکی که نامه به فرانسه می‌فرسته . 
- کی ؟ 
فکر می‌کنم خودتون می‌دونین . 
لردهای گادولفین ، پوینتون . 
این به چه معنیه ؟ 
راسته ؟ 
- تو میزش قفل بود . 
- مال من رو که نمی‌گی ؟ یه اشتباهی شده . 
- پوینتون ، بهشون بگو . 
- امیدوار بودم اشتباه می‌کنم . 
پوینتون ؟ 
- چی ؟ - زودباش - دستاتو از من بکش ! - تکون بخور . 
روزنامه کورانت باید مصاحبه‌های بیشتری انجام بده . مصاحبه‌های بهتر ! 
" خیلی مؤدبانه ؟ " با من مصاحبه کن . 
می‌تونست منو بکشه . صورتشو از نزدیک دیدم . 
والریان ، الان ، سرشو نگه دار . 
موجود بی‌رحمی 
- می‌تونم اینو توی مِدلی بذارم . - آره . 
اوه ، والریان . گفتم سرشو نگه دار . 
روزنامه هفتگی ممکنه اعتراف کنه که یه نوع وقار کثیف داشت . 
زود باش 
حالا یه ریسکی وجود داره که نل جکسون بعد از شورش مخفی بشه ، و این خوب نیست . 
کشور در آشوبه . 
مردم ولرم نمی‌خوان ، تند و تیز می‌خوان . 
و فقط می‌خوان در مورد اون بخونن . 
پس ما به چیزی نیاز داریم که دوباره اونو به تکاپو بندازه . 
ایده ؟ 
نل جکسون بچه‌ها رو می‌خوره 
تکراری شده . 
معروف به پخش زگیل ؟ نه ، والریان . مبتذل . فرد باید بین انتخاب‌های جسورانه و استثنایی در دنیای مد و ظرافت ، تعادل برقرار کنه . 
در غیر این صورت ، فرد به چی تبدیل میشه ، جز ... کمی بی‌ادب . 
اوه ، نه . نلی جکسون به هیچکدوم از اینا اهمیت نمی‌ده . 
من مدل اونو می‌شناسم 
بله 
این . این آتیشو زیر پاش روشن می‌کنه . 
پس ، اوه ، راجع به نامزدم ... روزنامه کورانت گزارش خواهد کرد که این واقعیت که اون تنها زندانی‌ای هست که از نیوگیت فرار نکرده بیانی جسورانه از بی‌گناهی اوست . 
در حالی که مدلی تعجب خواهد کرد که آیا اون برای پیدا کردن راه خروج خیلی احمقه . 
- ها ؟ - یولاریا ؟ بله ؟ 
نه ، من سیراب نمی‌خوام . 
فکر می‌کنم دوست داشته باشی اینو بشنوی . 
گفتم برو بیرون ! 
چرا منو اینجا گذاشتی ؟ این اتاق من نیست 
خب ، حالا تو لرد بلانشفورد هستی . 
باید منو با دوستام تو لندن می‌ذاشتی . 
وقتی افراد من پیدات کردن ، تنها بودی . 
می‌خوای برات تعریف کنم چه وضعیتی داشتی ؟ 
- مشکلی نیست . 
- همه چیز درست نیست . 
به خاطر تو دیگه هیچ وقت همه چیز درست نمی‌شه . 
نه ، توماس . به خاطر من نه . 
فکر می‌کنی هیچ مردی کاری رو که تو انجام دادی ، انجام می‌داد ؟ 
- تو منو تشویق کردی . 
- و تو اونو انجام دادی ! 
این درک که می‌تونیم هر چیزی رو که می‌خوایم داشته باشیم اگه برای به دست آوردنش حاضر به هر کاری باشیم . 
خب ، بعضی از مردها اینو به عنوان یه فرصت بی‌پایان می‌بینن . 
در حالی که برخی فقط ... وحشت می‌بینن . 
نه ، نه ، نه . 
نکن ، نکن . نکن ، نکن . 
می‌فهمم . 
می‌فهمم . 
و ... باید ازت عذرخواهی کنم ، توماس . 
تحملش رو نداری ، نه ؟ 
- نه . - باشه . 
چی می‌شه اگه بهت بگم ... می‌تونم تو یه لحظه تمومش کنم ؟ در یک لحظه ؟ 
گناه . شرم . 
می‌دونی از کجا نشأت می‌گیرن ؟ 
مسئولیت . 
می‌تونی رهاش کنی . 
پیدا خواهی کرد ، جونور دوست داشتنی ... که ایزمبارد تالی کسی نیست که بشه نادیده‌اش گرفت . 
و اینکه همه ما قیمتی داریم . 
پس میشه لطفاً حرفمو قطع نکنی 
فقط اگه تو ... لیدی یولاریا ... با کی حرف می‌زنی ؟ 
فرشته‌ی فرشته‌ها . 
من ، اوه ، داشتم فقط سعی می‌کردم یه موش کوچولوی دوست‌داشتنی رو تربیت کنم . 
ملاقاتی نداشتم اوه ، لباسای جدید برای دادگاه ؟ 
که دوست کوچولوی والرین بهمون میگه به فردا موکول شده ، از اونجایی که به نوعی موفق شدی آخرین زندانی احمق باقی مونده تو نیوگیت باشی . 
اوه ، این یه خبر فوق‌العاده‌ست . زودتر آزاد می‌شم 
همه چیز رو تو کنترل داری . هر دستی که نیاز به چرب کردن داشته رو ، چرب کردی . 
فردا ، همین موقع ، درباره عروسی برنامه‌ریزی می‌کنیم . 
یا مرده‌ای . 
دوست کوچولوت هرج و مرج به پا کرده . 
پس صاحبان قدرت دارن زور خودشونو نشون می‌دن . 
و اگه حکم مجرم شناخته شدن صادر بشه ، تو رو بلافاصله اعدام می‌کنن . 
اما پول هنوز حرف می‌زنه . 
به من نگو که دادگاه‌ها الان واقعاً قانونی هستن . 
باید برم . 
روزنامه مدلی داره یه ویژه‌نامه درمورد جنایت‌های تو منتشر می‌کنه , و سریع‌تر از اونچه که بتونیم چاپش کنیم ، فروش می‌ره . 
یولاریا 
خداحافظ ، چارلز . 
ارل گادولفین به عنوان یک یاکوبی دستگیر شده . 
- گادولفین ؟ - بله . 
چند تا نامه بین وسایلش پیدا شده . 
گادولفین کاپیتان محافظان شخصیه ملکه است . 
دقیقا . 
و حالا اون مهمان برج هست . 
ملکه درخواست کرده فردا در لندن به دیدنش برم . 
شک دارم که اون گارد رو به من بسپاره . 
قصد داری ازشون استفاده کنی ؟ 
به من اجازه می‌دن ملکه رو کنترل کنم ، تا نیروهای جیمز بتونن بدون هیچ مقاومتی پیشروی کنن 
برگه‌های خبری چی می‌گن ؟ 
روزنامه مدلی ادعا می‌کنه که کشور تو لبه‌ی شورش قرار داره . این که زندان توسط یه ارتش مردمی به رهبری نل جکسون تسخیر شده . 
چه بدونن اون تو بودی یا نه ، لندن رو تکون دادی . 
پس خوب شدی ؟ 
حالم عالیه . 
چیز فوق‌العاده‌ایئه ، نه ؟ 
سر مست کننده‌ست . 
بله . 
تقریباً جکسون رو داشتم . 
و دوباره به دستش خواهی آورد . 
اون رو فراری داده بودی 
طلسم تغییر کرد . زندان کنترل رو به دست گرفت . 
موهایی که برای ردیابی اون استفاده می‌کردیم رو سوزوند 
پیداش می‌کنیم 
برام جالبه که می‌دونی چقدر بااستعدادی . چقدر مهمی 
چنین قدرتی برای امثال نل جکسون نیست . 
راه‌هایی برای برخورد باهاش وجود داره 
باشه ، رسیدم 
خوش اومدید ، خانم‌ها و آقایان ، همه و همه . 
اوه . خواهرم کجاست ؟ 
امروز یه سوپرایز ویژه‌ی فوق‌العاده داریم 
اون بی‌ظاهر ، اون خبیث ، اون خون‌ریز ، اون شیطانی ، نلی جکسون ! 
چی ... تو ... شما اینجا هستید تا شاهد تاریخ باشید . دستگیری و سقوط نلی جکسون به دست تنها ... تنها ... خوش‌تیپ ، قهرمان ، باعظمت ، استاد ، اعجوبه نابغه ، ویولن‌زن ماهر ... جافیا 
برای اینکه اجرای ویژه‌ی فوق‌العاده‌ی امروز رو براتون بیاریم ، توطئه‌ای چیده شده 
یه معاوضه نلی جکسون در ازای خواهر کوچیکش 
آره . پس اون کجاست ؟ 
باید با آهن‌های داغ ، هر دو چشم مرا کور کنی ؟ 
باید . باید 
شکسپیر 
- در موردت خیلی چیزها خوندم ، نلی جکسون . 
- آره ؟ می‌گن شکست دادنت تو مبارزه غیرممکنه 
آسیب زدن بهت غیرممکنه . 
اما اون اینطور نیست . 
جورج . 
تکون نخور 
اون نگفت که می‌خوایم بهش آسیب برسونیم . 
اون رو زمین بذار ، هر کاری بخواین می‌کنم . 
شما مردم خوش‌شانس قراره شاهد نه فقط دستگیری * ، بلکه همچنین اعدام به حق یکی از هیولاهای عصر ما . 
هیچ کدوم از این چیزهایی که منو بهش متهم می‌کنید انجام ندادم . 
- - من نیستم 
- اینکه شما کی هستید مهم نیست . این تصوریه که مردم از شما دارن . 
اگه تو رو بکشم من یه قهرمانم . 
تو جام جکسون زهر ریخته شده . 
ما به نابودیش می‌نوشیم . 
این که دیو درون تو چقدر قوی یا سریع باشه مهم نیست ، نلی جکسون . شک دارم بتونه نجاتت بده از شوکرانی که خودت می‌خوری . 
اون یکی دیگه‌ست . 
همه چی آرومه ، درسته ؟ اگه اونو بخورم ؟ 
اوهوم ... بذار امتحانش نکنیم . من 
- چی ؟ - خب ، نمی‌دونم ، نلی فقط یه آدمم 
پس یه کاری بکن . 
حواسشو پرت کن . 
سم ؟ 
همون داستان تکراری ؟ 
بو این یه حقه‌ی کلاسیکه 
خب ، این مردم به بقیه می‌گن که تو چیکار کردی ، و تو رو دار می‌زنن . 
همه چی به نحوه‌ی تعریف کردنش بستگی داره ، نه ؟ 
- و اون روزنامه‌ها ، از تو خوششون نمیاد . 
- من هیچ کار اشتباهی نکردم . 
از دیدن چهرت تو همهٔ روزنامه‌ها خسته شدم . 
تو هر صفحه‌ای ، صورت تو به جای صورت من 
تو میمیری ، و من شناخته می‌شم 
اون چراغ رو خاموش کن ! 
اوه ، عزیزم 
به نظر من جافیا عالی کمی عرق کرده به نظر میاد 
فکر نمی‌کنی ؟ 
یکی از چشمای اون حشره رو در بیار 
هر دوتاشون رو در بیار 
- به هر حال اونا خیلی خوب کار نمی‌کنن . 
- باشه . باشه 
به سرنوشت 
آره . به افتخار 
خداحافظ ، نلی جکسون 
نه ، نه ، نه . نلی ، نه . 
نه ، نمی‌تونم 
خرابش کردم . درسته ؟ 
یه مگس قورت دادم 
حالت خوبه ؟ 
فقط عالیه . 
بکششون ! 
آخرین حرفام 
نیازی نبود بشنویمشون . عالی بود . 
بهترین چیزی بود که تو چند ساله دیدم 
اوه ... برای اون آرزوی موفقیت می‌کنم 
بریم . بیا . بریم ، راکسی 
یکی از زنای ارتشی بچه‌شو حین راهپیمایی به دنیا آورد 
اون فقط کنار جاده رفت و پشت یه بوته زایمان کرد 
فقط دارم می‌گم 
- اون خیلی به فکر بقیه بوده . - آره ، بود 
و هوا هم برفی بود 
اون تا ظهر با بچه‌اش به ما رسید 
این خیلی محترمه . غر زدن و نق زدن نداره 
معجزهٔ تولد برای من نیست 
نظرت در مورد عنوان " نلی یاغی " چیه ؟ 
اوه ، خوب ، من بهت کمک نمی‌کنم که نمایش‌نامه‌ای در مورد من بنویسی 
دیگه حرفای مفت تو دنیا به اندازهٔ کافیه 
خب ، فقط می‌خوام بدونی برای من مهم نیست که پدرت یه شکارچی غیرمجاز بوده . 
- اون که نبود . 
درسته . البته 
- چیز دیگه‌ای هم توش نوشته ؟ چی دیگه ؟ - هیچی . 
نه . چی ؟ بهم بگو 
واضحه ، تهمت . واضحه 
اما اونا فقط می‌گن ، می‌دونی سیب از درخت دور نمی‌افته 
اینکه کل خانواده خراب شدن ، اینکه اونا هم دزد هستن ، و ... می‌دونی ، به طور کلی ، بهتر از اون چیزی که باید باشن نیستن 
- درسته . - خب ، می‌دونی چطور گاهی اوقات دربارهٔ زن‌ها می‌نویسن . 
مهم نیست 
مردم باور نمی‌کنن 
نه ، این دقیقا چرندیاته که مردم باور می‌کنن 
درسته 
ما قراره چاپ‌خونه‌ها رو داغون کنیم 
اونا فقط بیشتر می‌سازن 
خب ، شاید هیچ‌کس تا به حال در مقابلشون ایستادگی نکرده 
تنها کاری که اون همه روزنامه‌های آشغال می‌کنن اینه که از بدبختی تغذیه کنن و بیشترش کنن ، راکسی . 
اونا هیولاهایی مثل اون لجن ژاپنی درست می‌کنن ، و دروغ می‌گن 
باید بهشون نشون بدیم که نمی‌تونن از این کارا در برن 
مردم باید بدونن که حقیقت مهمه 
چون مهمه 
ما می‌تونیم جلوشون رو بگیریم 
فکر می‌کنم این کاریه که ما قراره انجام بدیم . 
آره . درسته 
باشه 
بریم 
می‌تونیم دنبال آقای راسلاس هم بگردیم ، نلی ؟ 
می‌شه ما رو یه سر ببری ؟ 
صوفیا 
راسلاس ؟ 
داشتم سعی می‌کردم باهات تماس بگیرم . باید باهات حرف بزنم 
اون اینجاست ؟ 
نل ؟ 
نه . 
دیروز نیوگیت بودم . 
بودی ؟ 
چطور بود ؟ 
تو روزنامه‌ها خوندمش 
- صدمه دیدی ؟ - فکر می‌کردم ... چی ؟ 
فکر می‌کردم صدای تو رو شنیدم 
چی گفتم ؟ 
- چه صدایی می‌دادم ؟ - برای فهمیدن دلیلش اومدم اینجا ، صوفیا و این آقا هم اینجاست 
کنت پوینتون 
اون تو شورای سلطنتیه 
اونا آدمایی هستن که تو اون سطح رفت و آمد دارن . اونا فرق دارن . 
شاید برای تو . 
اون اونجا چیکار می‌کنه ؟ 
اون یه دوستِ . 
صوفیا ، اون یه چیزی روی تو داره ؟ می‌تونی بهم بگی 
اون فقط همیشه بهم کمک کرده 
و من همیشه کنترل همه چیز دستمه 
من توی نیوگیت کنترل کافی داشتم 
خودت انتخاب کردی بری اونجا ؟ 
- اون چیزی که اونجا اتفاق افتاد وحشتناک بود . 
- نه . این وحشتناک بود که وقتی بیشتر بهت نیاز داشتم ترکم کردی . 
شبی که پدرم مرد تو کل تاریخچهٔ ما رو دور انداختی - چه تاریخچه‌ای ؟ 
- چه تاریخچه‌ای داشتیم ؟ 
- تو دوست من هستی 
صوفیا ، پدرت منو خرید ! 
وقتی دیگه برای تو پیر شدم ، مثل یه اسباب‌بازی قدیمی به اصطبل فرستاده شدم . 
من هرگز باهات اونجوری رفتار نکردم ! 
تو با من مهربون بودی و ، و بین من و توماس ایستادی . و من قدردان اون هستم . اما این هرگز ... من هرگز اینجا به انتخاب خودم نبودم . 
صوفیا ، می‌تونی همهٔ این‌ها رو تموم کنی . فقط با گفتن حقیقت . 
نمی‌دونی با توماس چه کار می‌کردن ... اگه می‌فهمیدن ؟ 
اون خانوادهٔ منه . 
نل چی ؟ خانوادهٔ اون چی ؟ 
یادته وقتی توماس قورباغه‌های نر و سوسک و عنکبوت می‌گرفت ؟ 
و من و تو . . آزاشون می‌کردیم . و اگه اون سعی می‌کرد تلافی کنه ، تو جلوش رو می‌گرفتی . 
چون تو عادلی ، صوفیا . 
به پیش اون برگرد 
برگرد 
صبر کن 
پوسیدگی خواهی گرفت . 
موفق باشی . 
