Αυτός θα το έβαλε . Ποιος άλλος ; 
Πιστεύεις ότι το έβαλε ο Ράστι ; 
Ποιος άλλος θα ήταν τόσο απελπισμένος ; 
Είσαι καλά , Τόμι ; 
Είναι πολύ τρομαγμένη , θα την πάω πάνω . 
Έλα , τι έγινε ; 
Τι ; 
Το εξέτασαν στο εργαστήριο ; Ναι . Χωρίς DNA ή αποτυπώματα . Μάλλον έχει καθαριστεί . 
Πώς ξέρουμε ότι αυτή είναι η βέργα της Κάρολιν ; 
Δεν το ξέρουμε . Ίσως ξέρεις εσύ . 
- Άντε γαμήσου . - Υπάρχει κι αυτό . 
Δεν αποδεικνύει τίποτα . 
Αποδεικνύει ότι κάποιος προσπαθεί να με εκφοβίσει ή να με ενοχοποιήσει . 
Κάποιος που με περιφρονεί . Κάποιος απελπισμένος . 
Θέλετε να συμπεριληφθεί ; Δεν μπορώ . 
Δεν υπάρχει αλυσίδα επιτήρησης , δεν απαλλάσσει , είναι απλώς " μια βέργα τζακιού " όχι " η βέργα " . 
Η οικιακή βοηθός ; Θα την αναγνωρίσει ; 
Τη ρωτήσαμε . Λέει ότι μοιάζει , είναι από το ίδιο σετ , αλλά μέχρι εκεί . 
Το σπίτι σας εξετάστηκε πλήρως ; Ναι . Καθόλου DNA ή αποτυπώματα . Καθαρίστηκε σχολαστικά . 
Διάρρηξη ; 
Όχι , αφήνω ανοιχτή την πόρτα . Έχω γάτα . 
Όταν δουλεύω αργά έρχεται μια γειτόνισσα και την προσέχει . 
- Ναι . - Καλά . Αφήστε με να σκεφτώ . 
Μπορώ να το λήξω εδώ . Ξανά . Να κηρύξω κακοδικία . 
Έχετε κάποιες σκέψεις ; 
Η εισαγγελία μπορεί να συνεχίσει . Απλά πιστεύουμε ότι οι ένορκοι θα πρέπει να ενημερωθούν . 
Θα τους πούμε ότι δεν θεωρείται αποδεικτικό στοιχείο . 
Και ο Κάλντουελ ; 
Γιατί να θέλει ο Κάλντουελ να ενοχοποιήσει τον Τόμι ; 
- Επειδή τον τσάντισες . - Για να βγεις από τη δύσκολη θέση ; 
Κυρία πρόεδρε , μπορώ να μιλήσω στον πελάτη μου ; - Σας ευχαριστώ . - Ηλίθια ερώτηση . Τον ανέκρινες ; Αυτό ρωτάω μόνο . 
Ράστι , ηρέμησε . Απλώς ... Ηρέμησε . 
Δεν θέλουμε να παρουσιαστεί ούτε καν να αναφερθεί . 
Με ή χωρίς οδηγίες . 
Αλλά θα σπείρει αμφιβολίες . 
Γιατί να το αποκαλύψει ο Τόμι αν δεν είναι ειλικρινής ; 
Το ότι έχει στην κατοχή του τη βέργα δεν τον βοηθάει στην υπόθεση . 
Και με σημείωμα " Άντε γαμήσου " ; Δείχνει ότι κάποιος το έβαλε . 
Έχεις ξανακούσει εισαγγελέα να λέει " Βρήκα το όπλο του εγκλήματος στην κουζίνα μου " ; 
Ναι , συμφωνώ . Δεν βοηθά . Επιπλέον , αν θέλουμε να διατηρήσουμε τον Λίαμ Ρέινολντς ως πιθανότητα , - αυτό αλλάζει την αφήγηση . - Δηλαδή τώρα θες τον Λίαμ Ρέινολντς ; - Δεν έχει συμφέρον . - Να ανακρίνουμε τον Κάλντουελ . 
Γιατί να το κάνει στον Μόλτο ; Ποιος ξέρει ; Δεν με νοιάζει . 
Δεν ψάχνουμε την αλήθεια . Θέλουμε να στοιχειοθετήσουμε λογική αμφιβολία . 
Άκουσέ με . Αν οι ένορκοι πιστέψουν ότι κάποιος το έβαλε , που θα το πιστέψουν , δεν θα σκεφτούν τον Κάλντουελ , θα σκεφτούν εσένα . 
Ώστε σκοπεύουν να μην την αναφέρουν καθόλου ; 
Δεν είναι αποδεκτό αποδεικτικό στοιχείο , πράγμα που μας βολεύει . 
Θα με επιβάρυνε , αφού θα είχα κίνητρο . 
Κι αν διαρρεύσει στα ΜΜΕ ; 
Δηλαδή , αν ευνοεί την εισαγγελία , γιατί να μην το διαρρεύσει ο Τόμι ; 
Αν αποκαλυφθεί , πάμε για κακοδικία και δεν το θέλει . Πιστεύει ότι κερδίζει . Και λες πως δεν ξέρουν αν είναι η επίμαχη βέργα . 
Είναι . Έχει ένα γδάρσιμο στη λαβή . Το αναγνώρισα . 
- Τους το είπες ; - Όχι . 
Είχα πιάσει τη βέργα για να ανάψω φωτιά . 
Ευτυχώς που δεν έχει αποτυπώματα . 
Τι έγινε ; 
Παίρνεις αυτό έξω ; 
Έρχομαι κι εγώ . Ναι . 
Αν ένα άτομο φάει και πεθάνει στα επόμενα 20 λεπτά , η τροφή θα είναι ακόμα στο στομάχι . 
Μικρή ποσότητα μπορεί να έχει μετακινηθεί προς το δωδεκαδάκτυλο . 
Υπήρχε τροφή στο στομάχι της Κάρολιν Πολίμους - όταν πέθανε ; - Όχι . 
Μετά από πόση ώρα αδειάζει το ανθρώπινο στομάχι ; 
Υγρά και άλλα ρευστά φεύγουν από το στομάχι αρκετά σύντομα , σε λιγότερο από δύο ώρες . Πρωτεΐνες και λίπη σε 2,5 ώρες . Ρύζι και φασόλια σε τρεις . 
Η απόδειξη , με ώρα έκδοσης 20 : 27 , δείχνει ότι κοτόπουλο κουνγκ πάο και καβούρι ρανγκούν παραδόθηκαν στη διεύθυνση της Πολίμους στις 20 : 55 . 
- Ναι . - Την ώρα θανάτου - το στομάχι της ήταν εντελώς άδειο ; - Ναι . 
Ωστόσο , ο δρ Κούμαγκαϊ όρισε την ώρα θανάτου στις 22 : 00 . Κάνει λάθος . Θα όριζα την ώρα του θανάτου μεταξύ 01 : 00 και 03 : 00 . 
Πώς μπορεί να έκανε τόσο λάθος ; 
Δεν έχω ιδέα . Το στομάχι της θα άδειαζε τουλάχιστον τέσσερις ώρες μετά το φαγητό . 
Κι αν δεν έφαγε ποτέ το ρανγκούν ; 
Το παρήγγειλε , το παρέλαβε . 
Μπορεί κάποιος άλλος να κατέφτασε περίπου την ίδια ώρα και να τη σκότωσε προτού φάει ; 
Βρέθηκε ένα μισογεμάτο δοχείο με κινέζικο στην κουζίνα . Βρήκατε κινέζικο φαγητό στο δωδεκαδάκτυλο ; 
- Υπήρχε τροφή στο δωδεκαδάκτυλο . 
- Μπορεί να ήταν το μεσημεριανό της ; Όλα είναι πιθανά . 
Μπορείτε να δηλώσετε με ιατρική βεβαιότητα ότι το θύμα κατανάλωσε κινέζικο φαγητό ; 
Ευχαριστώ . 
Για να είμαστε σαφείς , εργάζεστε αποκλειστικά ως πραγματογνώμονας για ομάδες υπεράσπισης . 
Σας δίνουν μια αναφορά , λέτε τη γνώμη σας και μετά οι συνήγοροι αποφασίζουν αν θα σας προσλάβουν κι αν η γνώμη σας δεν βοηθά την υπεράσπιση - δεν προσλαμβάνεστε . 
- Είμαι επαγγελματίας . Είστε επαγγελματίας μάρτυρας που πληρώνεται μόνο αν ευνοεί την υπεράσπιση . Η γνώμη σας σήμερα είναι μια ώρα θανάτου στηριγμένη σε περιεχόμενα στομάχου που η γνώμη σας υποθέτει ότι το θύμα έφαγε στις 22 : 00 . Αλλά δεν μπορείτε να το δηλώσετε με ιατρική βεβαιότητα ή έστω πιθανότητα . 
Έχω αυτό το δικαίωμα ; 
Ας υποθέσουμε ότι σήμερα πετύχαμε να πείσουμε τους ενόρκους , ή τους κάναμε να σκεφτούν , ότι η Κάρολιν δολοφονήθηκε τα μεσάνυχτα ή λίγο μετά . 
Μπορούμε να αποδείξουμε ότι εκείνη την ώρα ήσουν στο σπίτι ; 
Ναι , μπορώ να το βεβαιώσω εγώ . 
Δεν θα καταθέσει . Γιατί ; 
Επειδή είσαι μεροληπτική και επειδή προσφέρεις μια εύκολη ευκαιρία να δουν αρνητικά τον άντρα σου . 
" Αληθεύει , κυρία Σάμπιτς , ότι δεν ξέρατε πως είχε σχέση με το θύμα ; " 
" Αληθεύει , κυρία Σάμπιτς , ότι ακόμη και αφού είπε ότι η σχέση τελείωσε , άρχισε πάλι ; " 
" Αληθεύει ότι δεν σας είπε πως ήταν εκεί τη νύχτα του φόνου ; Ότι την κατέστησε έγκυο ; " " Είχατε ελεύθερη σχέση , κυρία Σάμπιτς ; " 
" Ξέρει τα πάντα για σας ; " 
" Όλοι έχουμε μυστικά . 
Ξέρει για τον Κλίφτον , τον φιλικό μπάρμαν της γειτονιάς ; " 
Τι διάολο ; 
Με παρακολουθείτε ; 
Συχνά προσλαμβάνουμε ιδιωτικούς ερευνητές μήπως η αλήθεια μπορεί να βοηθήσει . 
Καμιά φορά βοηθά . 
Ας τελειώσουμε . Έχουμε λογική αμφιβολία . Ας μη ρισκάρουμε . 
Μάλλον συμφωνώ . 
Θα αγορεύσω εγώ . Όχι . 
Όχι . Εδώ θα επιμείνω . 
- Είναι η ζωή μου . Θα αγορεύσω . 
- Ράστι . Δεν έχεις καμία αξιοπιστία απέναντι στους ενόρκους . 
Γιατί να πιστέψουν έστω μία λέξη σου ; Δηλαδή , έλεος . Στο Μέιν , όταν ταΐζαμε τα γουρούνια , βάζαμε κάποιον άλλον να τα φωνάξει . Θα αγορεύσω . Και πρέπει να σου πω ότι τη δυσπιστία από τους ενόρκους τη δέχομαι . Τη δυσπιστία από τους συνηγόρους μου όχι . Ειδικά από τον καλύτερό μου φίλο . 
Να παραιτηθείς . 
Δεν γίνεται . 
Φυσικά και γίνεται . Αν δεν ακούει τη συμβουλή σου ... 
Η δικαστής Λιτλ δεν θα μου το επέτρεπε . Θα θεωρηθεί επιζήμιο . 
Αυτός δεν είναι καλά . 
Καλά ή όχι , αθώος ή όχι , θα είναι έτοιμος . 
Καλέ μου , αυτή η δίκη παραλίγο να σε σκοτώσει . 
Αμέσως μετά βγαίνω στη σύνταξη , το υπόσχομαι . Θα κάνω περιπάτους , θα κουρεύω το γκαζόν , θα πίνουμε μαζί τσάι . Θα γίνω σαν ήρωας του Θόρντον Ουάιλντερ , θα ζήσω μια απλή ζωή . Αλλά έχουμε δρόμο ακόμα ως τότε . 
Δεν υπάρχει κανένα απτό ή ιατροδικαστικό στοιχείο , ούτε μαρτυρία . 
Νίκο Ντέλα Γκουάρντια ... Υπάρχει κι ο Λίαμ Ρέινολντς ... Ο Κάλντουελ , άλλοι που δεν ερευνήθηκαν εμένα από την αρχή . ... το θύμα . Το ίδιο κι εγώ . 
Αυτό ακριβώς ... Στα 15 χρόνια που είμαι εισαγγελέας σε αυτήν τη σπουδαία πόλη , ποτέ μα ποτέ σας είπε ότι είχε αισθήματα για το θύμα . 
Το ίδιο κι εγώ . Την αγαπούσα πάρα πολύ . 
Μου λείπει πάρα πολύ και θέλω να ξέρω ποιος το έκανε , όπως και πολλοί άλλοι . Και κατανοώ ότι ... 
Προβάρω την αγόρευσή μου . 
Το βλέπω . 
Θες βοήθεια ; 
Ξέρω λίγη αστρονομία , μπορώ να διακρίνω αν κάτι είναι από άλλον πλανήτη . 
Κι εσύ , τέκνο ; 
Είχε τρελαθεί λίγο στο τέλος . 
Λογικό , άμα σε μαχαιρώσουν όλοι οι φίλοι σου ... 
Το νιώθεις κάπως στο πετσί σου . 
Μπαμπά , αλήθεια ; Η τελική αγόρευση ; 
Η μαμά σε έστειλε ; 
Είμαι η καλύτερη επιλογή . 
Το έχω ξανακάνει . 
Το ' χω . 
Μόνο τα στοιχεία . 
Μην πεις ότι δολοφόνος είναι ο Τόμι , ή ο Ρέινολντς ή ο πρώην σύζυγος . 
Με ακούς ; Ράστι ; 
Ναι , σε ακούω . 
Λοιπόν . 
Ακούμε την υπεράσπιση . 
Όπως ξέρετε , ονομάζομαι Ράστι Σάμπιτς . 
Είμαι ο κατηγορούμενος . 
Κατηγορούμενος για φόνο . 
Πονάω που το λέω σε αυτήν την αίθουσα μπροστά στη γυναίκα και στα παιδιά μου ... 
Αυτό που απέδειξαν τα στοιχεία είναι ότι πρόδωσα την οικογένειά μου , όσους αγαπώ περισσότερο . 
Δεν μπορώ να επανορθώσω την οδύνη που προκάλεσα στη σύζυγό μου , και πιθανότατα δεν θα ξανακερδίσω ποτέ τον σεβασμό των παιδιών μου . 
Όμως τα στοιχεία δεν απέδειξαν ότι σκότωσα την Κάρολιν Πολίμους , επειδή δεν τη σκότωσα . 
Είχα σχέση με την Κάρολιν , που την κράτησα μυστική . 
Την άφησα έγκυο , κάτι που έμαθα μόνο μετά τον θάνατό της . 
Ήμουν εκεί εκείνη τη νύχτα , όπως και άλλες νύχτες , αλλά μόνο αυτό απέδειξαν τα στοιχεία . 
Δεν υπήρχαν μάρτυρες , δεν υπήρχε αίμα ή άλλα ευρήματα πάνω μου , στα ρούχα , στο αμάξι ή στο σπίτι μου . 
Τα αποτυπώματά μου βρέθηκαν επειδή ήμουν εκεί εκείνη τη νύχτα , όπως και άλλες , αλλά δεν αποδεικνύεται τίποτα άλλο . 
Ο Τόμι Μόλτο στάθηκε εδώ στην αρχή της δίκης και σας είπε ότι είχε αισθήματα για το θύμα . 
Το ίδιο κι εγώ . 
Νοιαζόμουν πολύ για εκείνη . 
Την αγαπούσα πολύ . 
Και μου λείπει πάρα πολύ . 
Εγώ , όπως και άλλοι , θέλω να ξέρω ποιος το έκανε . Θέλω να βρω ποιος το έκανε . 
Όπως και η αστυνομία , όπως και ο εισαγγελέας Μόλτο . Τόσο πολύ , που αντί να αναζητήσει τη βεβαιότητα , αρκέστηκε στην αμέσως βολικότερη λύση , δηλαδή σ ' εμένα . 
Είμαι πολύ βολική λύση . Οι περιστάσεις δείχνουν εμένα . 
Θα το παραδεχτώ . Αλλά όχι μόνο εμένα . 
Υπήρχαν κι άλλοι με εμμονή για την Κάρολιν . 
Υπάρχει ο Μάικλ Κάλντουελ , ο γιος του θύματος , βρισκόταν εκεί εκείνη τη νύχτα . Επίσης ήταν πάρα πολύ θυμωμένος με τη μητέρα του . Και είχε πρόσβαση στους φακέλους της Μπάνι Ντέιβις . 
Δεν εκδόθηκε ένταλμα για τον πατέρα του , Ντάλτον Κάλντουελ , επίσης θυμωμένος με το θύμα , που θα μπορούσε να είχε πρόσβαση στους φακέλους . 
Υπάρχουν στοιχεία που να δείχνουν ότι ο Μάικλ Κάλντουελ ή ο Ντάλτον Κάλντουελ ήταν ο δράστης ; 
Φυσικά όχι . Αλλά γεννώνται ερωτήματα . 
Δικάζομαι , είμαι προκατειλημμένος . 
Μα θα σας πω ότι στα 15 χρόνια που είμαι εισαγγελέας σε αυτήν τη σπουδαία πόλη , δεν θα ασκούσα ποτέ δίωξη σε κάποιον χωρίς να έχω έστω ισχυρές ενδείξεις , αλλά αυτό έκανε εδώ η εισαγγελία . 
Με κατηγόρησαν για ένα έγκλημα χωρίς να έχουν αποδεικτικά στοιχεία . 
Δεν υπάρχει κανένα απτό ή ιατροδικαστικό στοιχείο , ούτε μαρτυρία . Δεν υπάρχει φονικό όπλο . 
Υπάρχουν πιθανοί ύποπτοι που δεν έχουν ερευνηθεί . 
Μαζί και ο Λίαμ Ρέινολντς που απείλησε δημόσια το θύμα . 
Δεν υπάρχει τεκμηριωμένη ώρα θανάτου . Υπάρχει άφθονη λογική αμφιβολία . 
Και προκύπτει το ερώτημα . Γιατί είμαστε εδώ ; 
Σε υποθέσεις δημοσίου ενδιαφέροντος , σκοπός των εισαγγελέων , που είναι πολιτικά πρόσωπα , είναι να ικανοποιήσουν το κοινό . 
Πρέπει να βρουν κάποιον και να τον καταστήσουν υπεύθυνο . Οποιονδήποτε . Εγώ είμαι η καλύτερη ευκαιρία τους . 
Είμαι η καλύτερη ευκαιρία του Τόμι Μόλτο . Στράφηκε εναντίον μου από την αρχή . 
Η δυσαρέσκεια και η περιφρόνησή του ήταν ολοφάνερες . 
Έχει μια αποστολή . 
Αυτή η υπόθεση δεν έχει να κάνει με τον Τόμι Μόλτο ούτε μ ' εμένα , δεν έχει καν να κάνει με την Κάρολιν , τουλάχιστον όχι στο πώς εφαρμόζεται η δικαιοσύνη . Έχει να κάνει μ ' εσάς . Ορκιστήκατε . Ορκιστήκατε έχοντας καθήκον να καταδικάσετε μόνο αν έχετε αποδείξεις πέραν πάσης λογικής αμφιβολίας . 
Δέχομαι την περιφρόνησή σας . 
Αξίζω την περιφρόνησή σας . 
Ως σύζυγος ... Ως πατέρας ... Και ως άνθρωπος . 
Αλλά δεν σκότωσα την Κάρολιν Πολίμους , γι ' αυτό δεν υπάρχουν αποδείξεις ότι τη σκότωσα . 
Δεν είμαι έντιμος . Αλλά το παράδοξο εδώ είναι πως ελπίζω να είστε εσείς . 
Σας ευχαριστώ . 
Ο κατηγορούμενος είπε ότι αγαπούσε το θύμα , αλλά πιστεύω ότι αυτό που φάνηκε στη δίκη , και που ο κος Σάμπιτς παραδέχτηκε , είναι πως δεν ήταν απλώς αγάπη . Ήταν εμμονή . 
Είπε ότι θέλει να βρει το άτομο που το έκανε αυτό . 
Ως επικεφαλής αντιεισαγγελέας , είχε τη μοναδική ευκαιρία να το κάνει . Ήταν επικεφαλής της έρευνας . 
Οι πρώτες 48 ώρες μετά από κάθε ανθρωποκτονία είναι οι πιο κρίσιμες . Τι έκανε σε εκείνο το διάστημα ; Απέκρυψε πληροφορίες , παρεμπόδισε την έρευνα , είπε στην επικεφαλής ντετέκτιβ να αποκρύψει στοιχεία από όλους . Και συγκεκριμένα από μένα . 
Παρέλειψε να αποκαλύψει ότι είχε σεξουαλική σχέση με το θύμα , ότι βρισκόταν στη δίνη ενός θυελλώδους χωρισμού και ότι ήταν στο σπίτι της τη νύχτα που δολοφονήθηκε . 
Τα απέκρυψε όλα . 
Αυτή δεν είναι συμπεριφορά ενός αθώου , σίγουρα όχι εκείνου που θέλει να συλληφθεί ο δολοφόνος . 
Είπε ψέματα . Απέκρυψε . Προσπάθησε να δωροδοκήσει και να εκβιάσει για ψευδείς ομολογίες . 
Επιτέθηκε στον επικεφαλής ιατροδικαστή μας . Ξυλοκόπησε πιθανό μάρτυρα . Αυτό δεν δείχνει αθωότητα ούτε δείχνει μη βίαιο άτομο , όπως ο κατηγορούμενος ισχυρίστηκε ότι είναι . 
Ακόμα και η καλή του φίλη , Γιουτζίνια Μιλκ , είπε πως εκείνος φερόταν παράξενα τις μέρες πριν τον φόνο , τον σάστιζε η ιστορία με την Κάρολιν . 
Έστειλε 30 μηνύματα τη μέρα του φόνου , συμπεριλαμβανομένου του " Ποια νομίζεις ότι είσαι ; " " Ποια νομίζεις ότι είσαι ; " 
Ήταν εκεί , τον είδαν εκεί , το DNA και τα αποτυπώματά του είναι εκεί , και μετά σας λέει ευθαρσώς , με το γοητευτικό του πρόσωπο , ναι ; Σας λέει " Δεν υπάρχουν αποδείξεις " . 
Αλήθεια ; 
Ο κατηγορούμενος είναι πολύ καλός ψεύτης . 
Και δολοφόνος . 
Κοιτάξτε τι της έκανε . 
Τη μέρα που πήγε , που έστειλε μηνύματα , που εκείνη τον έδιωξε , και τη νύχτα που τον είδαν εκεί , δείτε τι της έκανε . 
Και έρχεται εδώ και λέει " Μπορεί να ήταν ο Λίαμ Ρέινολντς , μπορεί να ήταν ο πρώην άντρας της " . 
Υπαινίχθηκε ότι θα μπορούσα να ήμουν εγώ . Να ήμουν εγώ . Καλά . 
Κλασική περίπτωση απελπισίας . 
Φυσιολογικό . Όμως δεν είναι φυσιολογικό να υπαινίσσεται και να κατηγορεί τον γιο της για όλα αυτά . 
Είναι διαβολικό . Είναι κοινωνιοπάθεια . 
Ο κατηγορούμενος , ως επικεφαλής αντιεισαγγελέας , είχε την ευκαιρία να πιάσει τον δολοφόνο της Κάρολιν Πολίμους . 
Και τι έκανε ; Απέκρυψε . Παρεμπόδισε . 
Γιατί ; 
Επειδή ήξερε ότι ο δολοφόνος δεν ήταν κάπου εκεί έξω . 
Ο δολοφόνος ήταν ακριβώς εδώ . 
Υπάρχει ευκαιρία να αποδοθεί δικαιοσύνη και η ευθύνη είναι δική σας . 
Σωστά ; 
Έβαλε την ... Πώς το είπε ; 
Την περιφρόνησή μου ! 
Την περιφρόνησή μου , τη συμπεριφορά μου στο θέμα . 
Ωραία . Σας ικετεύει να με κοιτάξετε . 
Κοιτάξτε με . Κοιτάξτε με πολύ καλά . 
Και μετά ... κοιτάξτε πολύ καλά αυτόν . 
Είναι η χειρότερη στιγμή . Η αναμονή . Μάλλον η δεύτερη χειρότερη . Το να χάνεις είναι το χειρότερο όλων . 
Πού να το ξέρω ; 
Σωστά . Είσαι πολύ ξεχωριστός για να χάσεις . 
Αυτό υποθέτω . 
Σοβαρά , τι συμπεραίνουμε από την αναμονή ; 
Όσο περισσότερο συνεδριάζουν οι ένορκοι , τόσο ευνοείται η υπεράσπιση . 
Μπορούμε να πάμε σπίτι . 
Μπορεί να αργήσουν . 
Επίσης , ανησυχώ για τη γάτα . 
- Το βρίσκεις αστείο ; - Πλάκα κάνω , Τόμι . 
Λέω ότι είναι ανούσιο να περιμένεις . Πάμε να πιούμε ένα ποτό . 
Μάλλον αυτό ήταν το κρυφό του χαρτί . Από την αρχή . 
- Τι ; - Η βέργα . Ναι , γιατί αν χάσει , θα έχει κάτι να εκμεταλλευτεί σε μια νέα δίκη . Μάλιστα . Ώστε πιστεύεις ότι ο Ράστι άφησε τη βέργα στο σπίτι σου ; 
Τι διάολο του βρήκε εκείνη ; 
Να σου κάνω μια προσωπική ερώτηση ; 
Πόσο πολύ την αγαπούσες ; Αλήθεια . 
Παιδιά , ετυμηγορία . 
Εντάξει . 
Σηκωθείτε , κύριε Σάμπιτς . 
Κυρία γραμματέα , διαβάστε την ετυμηγορία . Μάλιστα , κυρία πρόεδρε . 
" Ανώτερο Δικαστήριο του Ιλινόι , Κομητεία Κουκ . Για την υπόθεση Πολιτεία του Ιλινόι εναντίον Ροζάτ Κ. Σάμπιτς , αριθμός υπόθεσης 6710098 , εμείς οι ένορκοι για την ανωτέρω αγωγή κρίνουμε τον κατηγορούμενο Ροζάτ Σάμπιτς ... αθώο για δολοφονία ... " " κατά παράβαση του άρθρου 609.195 του ποινικού κώδικα , κακούργημα , με θύμα την Κάρολιν Πολίμους , ένα ανθρώπινο ον , για τις κατηγορίες που του αποδίδονται " . 
Μοιάζει με ψέμα . 
Τελείωσε , σωστά ; 
Δεν μπορούν να κάνουν έφεση ή άλλη δίκη ; 
Η εισαγγελία δεν θα κάνει έφεση . Τελείωσε . 
Όσο πιο γρήγορα εμφανιστώ τόσο πιο γρήγορα θα φύγουν . 
Προφανώς και είμαι ικανοποιημένος από την ετυμηγορία . 
Αποδόθηκε δικαιοσύνη . Καθώς και ηθική δικαιοσύνη ... αφού είμαι αθώος και δεν διέπραξα έγκλημα . 
Αλλά δεν αποδόθηκε πλήρης δικαιοσύνη . Δεν αποδόθηκε δικαιοσύνη για την Κάρολιν Πολίμους . 
Ο δολοφόνος είναι ελεύθερος και η δολοφονία ανεξιχνίαστη . 
Το δικαστικό σύστημα , ιδίως η εισαγγελία , αδίκησε την Κάρολιν Πολίμους . 
Της άξιζε κάτι καλύτερο . Πολύ καλύτερο . Ο λόγος που δεν έγινε αυτό είναι επειδή οι αρμόδιοι ήταν τυφλωμένοι από φιλοδοξία , υποψιάζομαι και από αισθήματα . 
Ο Τόμι Μόλτο . Φόρεσε παρωπίδες από την πρώτη μέρα . Έχασε την ουσία . Βιάστηκε πολύ να προχωρήσει και η εισαγγελία απέτυχε οικτρά εδώ . 
Προέταξαν μια αντιπαλότητα , όχι την αλήθεια , και αδίκησαν την Κάρολιν Πολίμους . 
Τόμι . Χειρίστηκες έξοχα τη δίκη . 
Αλήθεια . 
Είχαμε μόνο περιστασιακά στοιχεία και έκανες ό , τι καλύτερο . 
Με νίκησε . 
Την απογοήτευσα . 
Φταίω που ο θάνατός της θα μείνει ατιμώρητος . Όχι . Τόμι , άκουσέ με . 
Πρέπει να το ξεπεράσεις . 
Είμαστε στο Σικάγο . 
Υπάρχουν πάρα πολλοί αποτρόπαιοι άνθρωποι να κυνηγήσεις . 
Πρέπει να το ξεπεράσουμε και να κάνουμε τη δουλειά μας . 
Κι εσύ προσωπικά , να ξεπεράσεις τον Ράστι Σάμπιτς . 
Πρέπει . 
Έχουμε πολλή δουλειά . Ας την κάνουμε . 
Μπορούμε να πάμε διακοπές . Βλέπω ότι έχεις πακετάρει . 
Ήταν συμβουλή της δρα Ρας ... αν υπάρξει επόμενη φορά . 
Επόμενη φορά ; Ναι . 
Αν ξαναπροσπαθήσεις να καταστρέψεις αυτήν την οικογένεια . 
Επόμενη φορά ; 
Το ήξερα από την αρχή , αλλά μετά δεν ήξερα . 
Και μετά σιγουρεύτηκα . 
Ράστι , δεν καταλαβαίνω τι εννοείς . 
Το μόνο που σκεφτόμουν ήταν " Εγώ φταίω . Ήταν δικό μου λάθος . Εγώ φταίω " . Έπρεπε να προστατέψω την οικογένειά μου , να προστατέψω εσένα . Αυτό έκανα . 
Αλλά δεν έβγαζε νόημα το πόσο φυσιολογική φαινόσουν την επόμενη μέρα . 
Σαν να μη σε άγγιξε . Σκότωσες κάποιον και ούτε που ταράχτηκες . 
Πιστεύεις ότι σκότωσα την Κάρολιν ; 
Όχι , ήταν κάποια άλλη , αλλά μέσα στο δικό σου σώμα . Όπως ήταν κάποιος άλλος στο δικό μου σώμα που την έδεσε . 
Τι εννοείς ; Εσύ την έδεσες ; 
Για να σε προστατέψω . 
Τι ; 
Γύρισα πίσω εκείνη τη νύχτα . 
Τι ... Πήγα να καλέσω ασθενοφόρο , μήπως ήταν ακόμα ζωντανή . Αν και προφανώς δεν ήταν . 
Τότε το συνειδητοποίησα . Μόνο ένα άτομο θα μπορούσε να το κάνει αυτό . 
Δεν κάλεσα ασθενοφόρο , ήθελα να προστατέψω αυτό το άτομο για να μην την υποψιαστούν . 
Και τι ήταν αυτά για ... για τον Λίαμ Ρέινολντς ; 
Εύκολα αποσπάς ψεύτικες ομολογίες . Το κάνουμε συνέχεια . 
Του προσφέραμε μειωμένη ποινή . Συνήθως αρκεί . 
Άξιζε η προσπάθεια . 
- Ράστι , είσαι αρρωστημένος . - Αλλά μετά σκέφτηκα " Θεέ μου , μάλλον κατάλαβα λάθος " . 
Αλλά τότε μου είπε η Τζέιντεν για την αποσύνδεση , πώς ένα άτομο αποκόπτεται από τον εαυτό του και διαχωρίζει μια πράξη από το άτομο αυτό . 
Και συνειδητοποίησα ότι αυτό ακριβώς συνέβη . 
Ξέσπασες στην Κάρολιν και την επόμενη μέρα ήταν σαν να το έκανε κάποιος άλλος . 
Είσαι τρελός . 
Και κάνεις λάθος ! 
Δεν κάνω λάθος . 
Μετά τη φάση με τον μπάρμαν , έβαλα ανιχνευτή στο αμάξι σου . 
Τι ; 
Ξέρω ότι πήγες στο σπίτι του Μόλτο και άφησες τη βέργα . 
Μάλλον ήθελες να με βοηθήσεις , αλλά πήγες . 
Δεν πήγε εκείνη . 
Εγώ πήγα . 
Τι ; 
Αφού κατέθεσες , πίστευα ότι θα καταδικαστείς . 
Δεν μπόρεσα να σκεφτώ κάτι άλλο . 
Περίμενε . Τι ... Οδήγησα το αμάξι της μαμάς . 
Τι ; 
Άφησα τη βέργα στην κουζίνα . 
Όχι . Πού βρήκες τη βέργα ; 
Είχα πάει να της ζητήσω τον λόγο . 
Σίγουρα δεν θες λίγο τσάι ; Όχι . 
Να της πω να μείνει μακριά σου . 
Μακριά από την οικογένειά μας . 
Δεν φταίω εγώ , αλλά ο πατέρας σου . 
- Δεν με αφήνει ήσυχη . 
- Δεν λες αλήθεια . 
Να παραιτηθείς από τη δουλειά και να μη μας ξαναπλησιάσεις . Μείνε μακριά μας . 
Θα μείνω μακριά του . Αλλά οι ζωές μας θα είναι λίγο συνδεδεμένες . Αφού είμαι έγκυος ... στο παιδί του . 
Και μετά , καθώς γύριζα σπίτι , νόμιζα ότι ήταν απλά ένα όνειρο . 
Αλλά δεν ήταν . 
Μετά , εσείς πήγατε για πρωινό , εγώ είπα ότι δεν νιώθω καλά . 
Καθάρισα το αυτοκίνητο και έθαψα τη βέργα . 
Λοιπόν , άκουσέ με . 
Δεν θα ξαναμιλήσουμε γι ' αυτό . 
Άκουσέ με προσεκτικά . 
Ήταν κάτι που έκανες αυθόρμητα , κάτι σαν αυτοάμυνα ... άμυνα για την οικογένειά μας . 
Αλλά όλα τα άρχισα εγώ . 
Εγώ φταίω . 
Θα επιβιώσουμε ως οικογένεια . Εντάξει ; 
Αγαπάμε ο ένας τον άλλον . 
Είμαστε οικογένεια και αγαπιόμαστε . 
