Должно быть , он ее туда положил . Кто же еще ? 
Думаешь , Расти ее туда положил ? 
Кто еще может быть в таком отчаянии ? 
С тобой всё в порядке , Томми ? 
Она нервничает , отнесу ее наверх . 
Привет , как дела ? 
Что ? 
Ее проверили в лаборатории ? Да . Ни ДНК , ни отпечатков . Похоже , что ее отмыли . 
А откуда нам знать , что это кочерга Кэролин ? 
Мы этого не знаем . Возможно , ты знаешь . 
- Пошел ты . - Есть еще это . 
Это не доказательство . 
Это доказывает , что кто-то пытался меня запугать или обвинить . 
Что кто-то меня презирает . Это доказывает чье-то отчаяние . 
Хотите приобщить ее к делу ? Как это сделать ? 
Передаточной ведомости нет , понятно лишь , что это кочерга , но не та самая кочерга . 
А домработница опознает ее ? 
Говорит , что кочерга похожая , из такого же набора , но это всё . 
Ваш дом был полностью обследован ? Да . Ни ДНК , ни отпечатков . Всё сделано аккуратно . 
Следы взлома ? 
Нет , я оставляю черный ход открытым . У меня кошка . 
Если я задерживаюсь на работе , соседка за ней присматривает . 
- Да . - Так . Дайте подумать . 
Я с радостью прекращу дело . Снова . Заявлю о нарушении процедуры . 
Ваши мысли ? 
Обвинение не против продолжать . Но мы думаем , что присяжных нужно ввести в курс дела . 
Сообщим , что это не рассматривается как улика . 
А Колдуэлл ? 
Зачем Колдуэллу подставлять Томми ? 
- Ты его разозлил . - Чтобы отвлечь от тебя внимание . 
Позвольте мне поговорить с клиентом . Спасибо . - Спасибо , Ваша честь . - Глупый вопрос . Да . Спрошу только : ты его допросил ? 
Расти , успокойся . Просто это ... Успокойся . 
Это нельзя приобщать к делу . Даже упоминать . 
С инструкциями или без . 
Но это может посеять сомнения . 
Зачем Томми показывать кочергу , если он что-то скрывает ? 
Наличие у него кочерги не особо ему помогает . 
И записка : " Пошел в задницу " ? Похоже на подставу . 
Когда ты в бытность прокурором в последний раз говорил : " Я нашел орудие убийства у себя на кухне " ? 
Верно . Это не помогает . К тому же если мы хотим рассматривать вероятность вины Лиама Рейнольдса , - это пошатнет нашу версию . Вы ... - То есть теперь вы рассматриваете Рейнольдса ? - Ему незачем подставлять Томми . - Нужно хотя бы допросить Колдуэлла . 
- Зачем ему подставлять Молто ? - Я бы ... Мало ли . Какая разница ? 
Дело не в правде . Дело в том , чтобы зародить обоснованное сомнение . 
Послушай меня . Если присяжные подумают , что кочерга подброшена – а так и будет , – они подумают не о Колдуэлле , а о тебе . 
То есть ее не собираются упоминать вообще ? 
Это не допустимое доказательство , и , знаешь , так даже лучше . 
Это нехорошо для меня , ведь у меня есть мотив . 
А если будет утечка в СМИ ? 
То есть если это на пользу обвинению , почему бы Томми это не раскрыть ? 
Если раскроет , объявят о процессуальной ошибке , а он этого не хочет . Он думает , что побеждает . И неизвестно даже , та ли это кочерга . 
Это она . У нее щербинка на ручке . Я ее узнал . 
- Ты об этом сказал ? - Нет . 
Я однажды ей воспользовался , разжигая камин . 
Слава богу , там нет моих отпечатков . 
Что случилось ? 
Вынеси это . 
Я сейчас подойду . Да . 
Если человек ел за 20 минут до смерти , еда в основном останется в желудке . 
Некоторое количество переместится в двенадцатиперстную кишку . 
А в желудке Кэролин Полимус была еда - в момент смерти ? - Не было . 
Сколько времени нужно , чтобы желудок опустел ? 
Жидкости и полужидкости уходят из желудка достаточно быстро , менее чем за два часа . Белки и жиры – за два с половиной . Рис и бобы – за три . 
ДЖОЛЛИ УОНТОН В чеке за 20 : 27 есть курица гунбао и крабовый рангун , доставленные на адрес мисс Полимус в 20 : 55 . 
- Да . - А в момент смерти - ее желудок был пуст ? - Да . 
Однако доктор Кумагаи утверждает , что она умерла около 22 : 00 . Он ошибается . Я бы сказала , что время смерти – между часом ночи и тремя утра . 
Как он мог настолько ошибиться ? 
Не знаю . Чтобы желудок опустел , после еды должно было пройти не менее четырех часов . 
А если она не ела рангун ? 
Она его заказала , и его доставили . 
Существует вероятность , что заказ доставили перед самым убийством и она не успела поесть ? 
В кухне была полупустая упаковка китайской еды . Вы нашли остатки китайской еды в ее двенадцатиперстной кишке ? 
В двенадцатиперстной кишке были остатки еды . 
Это мог быть обед ? Всё возможно . 
Вы можете утверждать как медэксперт , что жертва ела китайскую еду ? 
Спасибо . 
Позвольте уточнить : сейчас вы работаете исключительно как свидетель-эксперт в командах защиты ? 
Вам предоставляют отчет , вы высказываете свое мнение , и после этого адвокат защиты решает , привлекать вас или нет , и если ваше мнение не в пользу защиты , - вас не возьмут ? 
- Я профессионал . Вы профессиональный свидетель защиты и получаете плату за мнения в поддержку защиты , и сегодня вы определяете время смерти на основании содержимого желудка , предполагая , что жертва ела китайскую еду в 22 : 00 . 
Я правильно говорю ? 
Ладно . Допустим , мы сегодня успешно убедили или хотя бы заронили в головы присяжных мысль , что Кэролин была убита в полночь или позже . 
Нужно доказать , что ты в то время был дома . Это возможно ? 
Я могу за него поручиться . 
Ее вызывать нельзя . Почему ? 
Потому что вы предвзяты и потому что дадите возможность показать вашего мужа с плохой стороны . 
" Миссис Сэбич , правда , что вы не знали , что он спал с жертвой ? " 
" Миссис Сэбич , правда , что после того , как он сказал , что роман окончен , он начался снова ? " 
" Правда ли , что он умолчал о том , что был там в ночь убийства ? О ее беременности от него ? " " У вас открытые отношения , миссис Сэбич ? " 
" О вас он всё знает ? " 
" У всех нас есть секреты . 
Знает ли он о Клифтоне , друге-бармене из местного бара ? " 
Какого чёрта ? 
Вы за мной следили ? 
Иногда мы нанимаем частных детективов , полагая , что правда нам поможет . 
Иногда она помогает . 
Мы закончили . Есть обоснованное сомнение . Зачем рисковать ? 
Думаю , я согласен . 
Заключительное слово – мое . О нет . 
Нет . Я категорически против . 
- Это моя жизнь . Я выступлю . 
- Расти , присяжные тебе совершенно не доверяют . 
С какой стати они поверят хоть одному твоему слову ? Господи боже . В моём родном штате Мэн , если ты кормишь свиней , подзывает их кто-то другой . Господи . Я выступлю . И знаете что ? Сомнение присяжных – это нормально . Но сомнения своих адвокатов я не потерплю . И сомнения своего лучшего друга тоже . 
Брось это дело . 
Это невозможно . 
Конечно возможно . Если он не слушает твоих советов ... 
Судья Литтл сейчас меня не отпустит . Сочтет это демонстрацией предвзятости . 
Он нездоров . 
Здоров или нет , виновен или нет , он будет готов . 
Дорогой , этот суд тебя уже чуть не убил . 
После этого я выйду на пенсию . Обещаю . Буду гулять , стричь газон , пить с тобой холодный чай . Буду наслаждаться повседневной жизнью , как у Торнтона Уайлдера но это будет еще нескоро . 
Нет ни вещественных , ни медицинских доказательств , ни показаний свидетелей ... 
Нико делла Гуардиа ... А еще Лиам Рейнольдс ... Колдуэлл также не подвергался меня изначально жертву . И я тоже . 
Именно то ... За 15 лет работы прокурором в этом чудесном городе я никогда ошибки , и он сказал , что неравнодушен к жертве . 
Я тоже . Я очень ее любил . 
Я очень по ней скучаю и хочу знать , кто это сделал , как и многие люди . И я понимаю ... Привет . Привет . 
Я практикую заключительное слово . 
Я вижу . 
Помощь нужна ? 
Я изучала астрономию и сразу замечаю инопланетное присутствие . 
Et tu , дочка ? 
Он перед смертью был не в себе . 
Да , удары от всех друзей сразу ... 
Выводят из равновесия . 
Папа , серьезно ? Резюмирование ? 
Мама тебя подослала ? 
Лишь я могу себя спасти , Джей . 
Я не впервые это делаю . 
Я справлюсь . 
Только основные элементы . 
Не вдавайся в тему о том , что убийцей мог быть Томми или Лиам Рейнольдс , или бывший муж . 
Ты слышишь ? Расти ? 
Да , слышу . 
Итак . 
Заслушаем защиту . 
Как вам уже известно , меня зовут Расти Сэбич . 
Я обвиняемый . 
Обвиняемый в убийстве . 
Мне больно так говорить в этом зале перед моей женой и детьми ... 
Доказательства указывают , что я предал свою семью , самых дорогих мне людей . 
Я никогда не смогу компенсировать боль , причиненную жене , и , скорее всего , не смогу вернуть уважение детей . 
Но доказательства не указывают , что я убил Кэролин Полимус , ведь я ее не убивал . 
У меня был роман с Кэролин , который я держал в тайне . 
Она забеременела от меня , и я об этом узнал только после ее смерти . 
И я был там тем вечером , как и другими вечерами , но это всё , о чём свидетельствуют доказательства . 
Не было очевидцев , не было крови или медицинских улик на моём теле , на моей одежде , у меня в машине или дома . 
Мои отпечатки есть в ее квартире , потому что я там был тем вечером и другими вечерами , но других доказательств нет . 
Томми Молто в начале суда сказал , что был неравнодушен к жертве . 
Я тоже . 
Я был к ней неравнодушен . 
Я очень ее любил . 
Я очень по ней скучаю . 
И я , как многие другие люди , хочу знать , кто это сделал . Я хочу понять , кто это сделал . 
Как и полиция , как и окружной прокурор Томми Молто . Настолько , что не имея уверенности , он выбирает лучший из имеющихся вариантов , то есть меня . 
И я вполне соответствую . 
Косвенные улики указывают на меня , я это признаю . Но не только на меня . 
У других людей тоже были навязчивые идеи по поводу Кэролин . 
Майкл Колдуэлл , сын жертвы , тоже был там в тот вечер . Он также был очень зол на свою маму . И имел доступ к делу Банни Дэвис . 
Также не было ордера на его отца , Долтона Колдуэлла , он тоже был зол на жертву и мог иметь доступ к делу Банни Дэвис . 
Указывают ли эти доказательства на то , что Майкл Колдуэлл или Долтон Колдуэлл убили Кэролин Полимус ? 
Конечно нет , но они заставляют задуматься . 
Я подсудимый . Я предвзят . 
Но скажу вам вот что : за 15 лет моей работы прокурором в этом чудесном городе я никогда не обвинял человека без удовлетворяющего бремени доказывания , а здесь обвинение поступило именно так . 
Меня обвинили в преступлении , не имея улик , доказывающих это хотя бы приблизительно . 
Нет ни вещественных , ни медицинских доказательств , ни показаний свидетелей . Нет орудия убийства . 
Есть другие вероятные подозреваемые , которых не проверяли . 
А еще есть Лиам Рейнольдс , угрожавший жертве на публике . 
Точное время смерти неизвестно . Оснований для разумного сомнения предостаточно . 
И напрашивается вопрос зачем мы вообще здесь ? 
В таких важных делах задача прокуроров – а они , кстати , являются политиками – удовлетворить общественность . 
Им нужно привлечь кого-то к ответственности . Нужно найти виновного . Кого-нибудь . А в этом деле я подхожу лучше всего . 
Я лучший шанс для Томми Молто . И он хотел меня обвинить с самого начала . 
Его неприязнь , его презрение были четко видны . 
У него есть цель . 
Это дело . В нём главный не Томми Молто , не я и даже не Кэролин – по крайней мере не осуществление правосудия – а вы . Вы дали клятву . Вы поклялись , что назовете меня виновным , только получив доказательства вне разумного сомнения . 
Я понимаю , вы презираете меня . 
Я заслуживаю ваше презрение . 
Как муж ... Как отец ... И как человек . 
Но я не убивал Кэролин Полимус , поэтому отсутствуют улики , доказывающие это . 
Я непорядочен . Но ирония в том , что я полагаюсь на вашу порядочность . 
Благодарю вас . 
Подсудимый говорил о своей любви к жертве , но я думаю , что во время этого суда мы увидели , да и сам мистер Сэбич признал , что это была не просто любовь . Это была одержимость . 
Он сказал , что хочет найти человека , совершившего это . 
Как заместитель окружного прокурора , он имел уникальную возможность . Он же возглавлял расследование . 
Напоминаю , что первые 48 часов после убийства – самые важные для его раскрытия . А что он делал в этот важный период ? Он скрывал информацию , препятствовал , просил главного детектива пересылать материалы только ему . А конкретно мне не показывать . 
И он не счел нужным сообщить , что состоял с жертвой в интимных отношениях , что переживал с ней болезненный разрыв , что был у нее дома в ночь убийства . 
Он всё это скрыл . 
Невиновный человек так себя не ведет , тем более ответственный за поимку убийцы . 
Он лгал . Скрывал информацию . И пытался подкупить и запугать людей , чтобы они дали ложные показания . 
Он напал на нашего главного медэксперта и избил потенциального свидетеля . Это не свидетельствует о невиновности и о миролюбии , о которых рассказывал обвиняемый . 
Его очень хороший друг Юджиния Милк сказала , что он вел себя не так , как обычно , за несколько дней до убийства и был одержим Кэролин . 
В день убийства он послал ей 30 сообщений , в том числе : " Кем ты себя возомнила ? " " Кем ты себя возомнила ? " 
Он там был , его там видели , там нашли его ДНК и отпечатки , а сейчас он вам заявляет с серьезным и очаровательным выражением лица ... Он вам заявляет : " Реальных доказательств нет " . 
Правда ? 
Что ж , обвиняемый – очень хороший лжец . 
И убийца . 
Смотрите , что с ней сделали . 
В день , когда он там был , когда он ей писал , когда она ему отказала , когда его в последний раз видели с ней , смотрите , что произошло . 
А он стоит здесь и говорит : " Это мог сделать Лиам Рейнольдс или ее бывший муж " . 
А еще он намекнул , что это мог сделать я . Я тоже мог . Ладно . 
Всё это свидетельствует об отчаянии . 
Это нормально . Но ненормально то , что он пытается обвинить ее сына во всём этом . 
Это дьявольщина какая-то . Это поведение социопата . 
Обвиняемый , будучи заместителем окружного прокурора , имел возможность поймать убийцу Кэролин Полимус . 
А что он делал ? Он скрывал факты . Он препятствовал . 
Зачем ? 
Потому что знал , что убийца не где-то там . 
Убийца вот здесь . 
Сегодня есть возможность осуществить правосудие , и это должны сделать вы . 
Ясно ? 
Он вспомнил о моём ... Как он сказал ? 
О моём презрении ! 
Он видит проблему в моём поведении . 
Ладно . Он умоляет взглянуть на меня . 
Посмотрите на меня . Посмотрите на меня очень внимательно . 
Но затем внимательно посмотрите на него . 
Это хуже всего . Ожидание . Хотя , пожалуй , поражение будет еще хуже . 
Не знаю . 
Да . Ты особенный , никогда не терпишь поражений . 
Полагаю , что да . 
Серьезно , как относиться к этому ожиданию ? 
Чем дольше присяжные обсуждают дело , тем лучше для защиты . 
Можем поехать домой . 
Они будут долго совещаться . 
Кроме того , я волнуюсь о кошке . 
- По-твоему , это смешно ? - Шучу , Томми . Успокойся . 
- Просто это как ... - Знаю . ... ждать , пока закипит чайник . Пойдем выпьем , что ли . 
Знаешь , я думаю , это было его страховкой . С самого начала . 
- А ? - Кочерга . В случае поражения ее можно будет использовать для нового суда или ... Ладно . Так ты думаешь , Расти оставил кочергу у тебя дома ? 
Господи , что она вообще в нём нашла ? 
Можно задать тебе личный вопрос ? 
Как сильно ты ее любил ? Серьезно . 
Вердикт готов . 
Итак . 
Прошу вас встать , мистер Сэбич . 
Госпожа секретарь , прочтите вердикт . Да , Ваша честь . 
" Высший суд округа Кук штата Иллинойс по делу " Народ штата Иллинойс против Розата К. Сэбича " , номер дела 6710098 . Мы , присяжные по вышеуказанному делу , считаем подсудимого Розата К. Сэбича невиновным в убийстве по статье 609.195 Уголовного кодекса , преступлении против Кэролин Полимус , указанному в первом пункте " . 
Это кажется неправдой . 
Всё кончено , да ? 
Они не могут подать апелляцию или устроить еще один суд ? 
Да , обвинение не будет подавать апелляцию . Это конец . 
Но чем быстрее я дам комментарий , тем быстрее они уйдут . 
Очевидно , я доволен вердиктом . 
... правосудие восторжествовало . А с точки зрения морали я невиновный человек и не совершил это преступление . 
Но полной справедливости мы не добились . Справедливости для Кэролин Полимус всё равно нет . 
Ее убийца еще на свободе , а убийство до сих пор не раскрыто . 
Судебная система , в особенности прокуратура , подвела Кэролин Полимус . 
Она заслуживала большего . Значительно . И она не получила этого , потому что люди , которые обязаны вершить правосудие , руководствовались амбициями и , возможно , эмоциями . 
Томми Молто . Он многое игнорировал с самого начала . Он упустил все нити , сначала действовал , потом думал . И окружная прокуратура потерпела фиаско . 
Они поставили во главу угла месть , а не правду , и они подвели Кэролин Полимус больше всех . 
Томми , ты великолепно вел дело . 
Правда . 
Улики у нас были косвенные , и ты старался как мог . 
Он меня одолел . 
Я ее подвел . 
Ее смерть остается неотмщенной , раз я не справился . Нет , Томми , послушай . 
Ты должен работать дальше . 
Это Чикаго . 
Здесь много ужасных людей , которых нужно судить . 
Мы должны жить и работать дальше , ясно ? 
А лично ты должен забыть о Расти Сэбиче . 
Обязательно . 
Нас ждет работа , давай примемся за нее . 
Теперь можно поехать в отпуск . Вижу , ты уже собрала вещи . 
Это совет доктора Раш на следующий раз . 
Следующий раз ? Да . 
Если ты снова импульсивно попробуешь разрушить семью . 
Следующий раз ? 
Я знал с самого начала , потом усомнился . 
А затем обрел уверенность . 
Расти , я понятия не имею , о чём ты . 
В моей голове крутились мысли : " Я это сделал . Это моя вина . Это я сделал " . И я должен сделать всё возможное , чтобы защитить свою семью , защитить тебя , и я так и сделал . 
Но я не понимал , почему на следующий день ты вела себя так обычно . 
Так равнодушно . Я не знал , что ты можешь кого-то убить не моргнув глазом . 
Думаешь , я убила Кэролин ? 
Нет , это был кто-то другой , но в твоем теле , а кто-то другой в моём теле ее связал . 
В смысле – ты ее связал ? 
Чтобы прикрыть тебя . 
Что ? 
Я вернулся туда той ночью . 
Что ... Я сразу потянулся за телефоном , чтобы вызвать 911 , на случай если она вдруг еще жива , хотя , очевидно , это ... было не так . 
И тогда я понял . Только один человек мог это сделать . 
И я не позвонил в службу спасения , чтобы защитить этого человека . Чтобы ее не заподозрили . 
А зачем были эти разговоры о Лиаме Рейнольдсе ... 
Ложное признание получить легко . Мы часто это делаем . 
Мы ... Я предложил ему скостить срок , обычно этого хватает . 
Стоило попробовать . 
- Расти , ты псих . - Но потом я подумал : " Господи , наверное , я ошибся " . 
Но потом Джейден рассказала о диссоциации , как человек практикует раздельное мышление , компартментализацию , чтобы отделить свой поступок от себя самого . 
И я понял , что произошло именно это . 
Ты сорвалась на Кэролин , а на следующий день вела себя так , как будто это совершил кто-то другой . 
Ты сошел с ума . 
И ты ошибаешься ! 
Я не ошибаюсь . 
После интрижки с барменом я поставил трекер на твою машину . 
Что ? 
Я знаю , что это ты подбросила Томми Молто кочергу . 
Вероятно , чтобы помочь мне , но ты там была . 
Нет , это не она . 
Это я . 
Что ? 
Я ... Я думала , что тебя посадят после твоих показаний . 
Это единственное , что пришло мне в голову . 
Подожди . Что ... Я поехала туда в маминой машине . 
Что ? 
Положила кочергу ему в кухню . 
Нет . Откуда у тебя была кочерга ? 
Я пошла поговорить с ней и ... Здравствуй . 
Ты точно не хочешь чаю ? Нет . 
... чтобы она держалась от тебя подальше . 
Подальше от нашей семьи . 
Дело не во мне , а в твоем отце . 
Он никак от меня не отстанет . 
Это неправда . 
Увольняйся с работы и не лезь в нашу семью . Держись подальше , чёрт возьми . 
Я буду держаться подальше . Но наши жизни будут немного переплетены . Потому что я беременна от него . 
А потом я уехала домой , думая , что это просто сон . 
Но это был не сон . 
Когда вы завтракали , я сказала , что мне плохо , а сама помыла машину 
и закопала кочергу . 
Так , послушай меня . 
Мы больше не будем об этом говорить . 
Слушай очень внимательно , Джей . 
Ты это совершила для самозащиты для защиты нашей семьи . 
И всё это начал я . 
Я во всём виноват . 
Мы это переживем как семья . Ладно ? 
Мы любим друг друга . 
Мы семья и любим друг друга . 
