Це , певно , він її підкинув . Хто ж іще ? 
Думаєш , її підкинув Расті ? 
Хто ще був би в такому розпачі ? 
Ти в порядку , Томмі ? 
Вона налякана , віднесу її нагору . 
Алло , що таке ? 
Що ? 
Експертизу вже зробили ? Так . Ні ДНК , ні відбитків . Видно , її відтерли . 
А як ми знаємо , що це кочерга Керолін ? 
Ми не знаємо . Може , ти знаєш . 
- Пішов ти . - І є ще записка . 
Вона нічого не доводить . 
Вона доводить , що хтось намагається мене залякати чи звинуватити . 
Це доказ зневаги до мене . Чийогось розпачу . 
Пред'явите її як доказ ? Як же я можу ? 
Її підкинули , й вона не знімає обвинувачення , а відтак це звичайна кочерга , а не " та сама кочерга " . 
А економка ? Вона може її упізнати ? 
Ми вже її спитали . Каже , кочерга дуже схожа і з того самого набору , але підтвердити не може . 
Ваш будинок повністю оглянули ? Так . Ні ДНК , ні відбитків . Усе ретельно відтерли . 
Це був злам ? 
Ні , я лишаю бічні двері відчиненими для кішки . 
Коли я працюю допізна , сусід заходить глянути , як вона . 
- Так . - Ну все , все . Дайте подумати . 
Я буду рада анулювати суд . Знов . Оголосити судову помилку . 
Хто що про це скаже ? 
Сторона обвинувачення готова продовжити суд . І вважає , що треба розказати присяжним про кочергу . 
Але скажемо , що це не доказ . 
А Колдвелл ? 
Навіщо Колдвеллу підставляти Томмі ? 
- Ви його розлютили ... - І зняти підозру з тебе ? 
Ваша честь , я переговорю з клієнтом . Дякую . - Дякую , Ваша честь . - Тупе питання . Ви його допитали ? Це все , що я прошу . 
Расті , заспокойся . Расті ... Я просто ... Заспокойся . 
Не варто долучати кочергу до справи , навіть згадувати про неї . 
Хай навіть скажемо , що це не доказ . 
Але вона посіє сумніви . 
Навіщо Томмі таке затівати , якщо він не був чесний ? 
Те , що кочерга була в нього , йому ніяк не допоможе . 
А записка зі словами : " Пішов нахер " ? Схоже на підставу . 
Коли ти , бувши прокурором , востаннє казав : " О , я знайшов у себе на кухні знаряддя вбивства " ? 
Згодна . Це не поможе . І якщо ми хочемо триматися версії про причетність Ліама Рейнольдса , - то це нам не на руку . - То ти тепер хочеш ... триматися версії про Рейнольдса ? - Йому нема сенсу підставляти Томмі . - Допитаймо Колдвелла . 
- Навіщо йому підставляти Мольто ? - Я б ... Хто знає ? І яка різниця ? 
Ідеться не про правду . А про розумний сумнів . 
Послухай . Якщо присяжні подумають , що це підстава ... а вони так і подумають ... вони подумають не на Колдвелла , а на тебе . 
То вони взагалі не планують згадувати про те , що сталося ? 
Кочергу не долучать як доказ , та , може , це й добре . 
Це не було б мені на користь , бо я маю мотив . 
А якщо це просочиться в ЗМІ ? 
Якби це було вигідно стороні обвинувачення , чого б Томмі не злити це ЗМІ ? 
Знов постало б питання про анулювання суду , а він навряд чи цього хоче . Бо думає , що перемагає . То навіть не ясно , чи це та сама кочерга ? 
Це та сама . На держаку є відкол . Я її впізнав . 
- А їм сказав ? - Ні . 
Я раз розпалював нею камін . 
Слава богу , на ній не було моїх відбитків . 
Що таке ? 
Викинеш у смітник ? 
Я зараз вийду . Так . 
Якщо людина їла , а через 20 хвилин умерла , основна маса їжі ще буде в шлунку . 
Частково у дванадцятипалій та в початковому відділі тонкої кишки . 
А чи була в шлунку Керолін Полімус їжа - на момент її смерті ? - Не було . 
А скільки потрібно часу , щоб людський шлунок спорожнився ? 
Рідина й напіврідина покидають шлунок доволі швидко , протягом двох годин . Білки й жири – десь дві з половиною години . Рис і квасоля – приблизно три . 
ДЖОЛЛІ ВОНТОН У чеку , вибитому о 20 : 27 , вказано , що курку кунг - пао й крабовий рангун доставили на адресу міс Полімус о 20 : 55 . 
- Так . - А в момент смерті - її шлунок був геть порожній ? - Так . 
Проте доктор Кумаґай указав час смерті 22 : 00 . Він помилився . Я б сказала , що смерть настала між 01 : 00 та 03 : 00 ночі . 
Як він міг аж так промахнутися ? 
Не знаю . Щоб її шлунок спорожнився , після їди мало минути не менше чотирьох годин . 
А якщо вона так і не їла рангуну ? 
Замовлення їй доставили . 
А ви можете виключити , що хтось приїхав десь у той же час і вбив її ще до вечері ? 
На кухні був напівпорожній судочок китайської їжі ... У її дванадцятипалій кишці були залишки китайської їжі ? 
У дванадцятипалій кишці були залишки їжі . 
А це міг бути її обід ? Таке можливо . 
Ви можете зі стовідсотковою впевненістю стверджувати , що жертва їла китайську їжу ? 
Дякую . 
Я хочу з'ясувати : ви працюєте виключно як свідок - фахівець для сторони захисту ? 
Вам показують протокол розтину , ви озвучуєте думку , а потім адвокати вирішують , викликати вас чи ні . Якщо ваша думка не на користь захисту , - вас не наймають ? 
- Я професіонал . Ви професійний свідок захисту , й вам платять за висновки на користь захисту . І ваш сьогоднішній висновок про час смерті базується на вмісті шлунка , який , як ви припускаєте , містить китайську їжу , яку жертва їла о 22 : 00 . Але ви не можете з незаперечністю чи ймовірністю заявити , що так і було . 
Я правильно зрозумів ? 
Припустімо , нам сьогодні вдалося переконати присяжних чи принаймні змусити задуматися , що Керолін убили опівночі або трохи пізніше . 
Тепер треба довести , що ти тоді був удома . Ми це зможемо ? 
Я можу підтвердити . Я за нього поручуся . 
Не можна її викликати . Чому ? 
Бо ви упереджені й дасте їм легку змогу виставити вашого чоловіка в негативному світлі . 
" Місіс Сабіч , чи правда , що ви не знали , що ваш чоловік спав із жертвою ? " 
" Місіс Сабіч , чи правда , що він сказав , що між ними все скінчено , а вони ще зустрічалися ? " 
" Чи правда , що він не сказав вам , що у вечір убивства він був там ? І що вона була вагітна ? " " У вас були вільні стосунки , місіс Сабіч ? " 
" А він про вас усе знає ? " 
" Ми всі маємо таємниці . 
Він знає про Кліфтона , приємного бармена по сусідству ? " 
Що за нафік ? 
Ви що , за мною стежили ? 
Іноді ми наймаємо приватних детективів , вірячи , що правда може нам допомогти . 
Іноді таки допомагає . 
Зупинімося на цьому . У нас є розумний сумнів . Нащо ним ризикувати ? 
Думаю , я згоден . 
Фінальні слова – мої . О , ні . 
Ні . З цим я не згодний . 
- Це моє життя . Їх скажу я . 
- Расті , присяжні не мають до тебе жодної довіри . 
Чого б вони повірили тобі тепер ? Господи Ісусе . У Мейні , де я ріс , якщо ти йшов годувати свиней , треба було , щоб їх покликав хтось інший . Господи . Фінальна промова – моя . І я скажу так : сумніви присяжних мені на користь . Але сумніви моїх адвокатів – аж ніяк . А тим паче мого найліпшого друга . 
Візьми відвід . 
Це неможливо . 
Авжеж , можливо . Якщо він відмовляється від твоїх послуг ... 
Суддя Літтл уже не дасть мені відвід . Бо це може вплинути на вирок . 
Він психічно нестійкий . 
Стійкий чи ні , винний чи ні , він буде готовий . 
Коханий , цей процес раз тебе вже ледь не вбив . 
Після цього я піду на пенсію . Клянуся . Гулятиму , коситиму газон , питиму з тобою чай . Буду як персонаж книг Торнтона Вайлдера й житиму звичайним життям ... але до цього ще далеко . 
Нема ні речових , ні криміналістичних доказів , ні свідчень . 
Ніко Делла Ґвардія ... І є ще Ліам Рейнольдс ... Колдвелл , інші особи , яких не допитали я від самого початку жертву . Я теж . 
Саме це я ... За 15 років прокурорської роботи на це велике місто я ні разу не допустив судової помилки . Він сказав , що любив її . 
Як і я . Я дуже її кохав . 
Я дуже за нею сумую й хочу знати , хто її вбив , як і багато хто інший . Гей . Гей . 
Я репетирую промову . 
Я бачу . 
Допомога потрібна ? 
Я вивчала астрономію і побачу , якщо буде щось іншопланетне . 
І ти , дочко ? 
Він зрештою був божевільний . 
Ну , знаєш , коли всі твої друзі вдарили тебе ножем ... 
Таке може боляче зачепити . 
Серйозно , тату ? Фінальна промова ? 
Тебе підіслала мама ? 
Це мій найкращий шанс , Джей . 
Я таке вже робив . 
Я зможу . 
Тільки факти . 
Без голослівних звинувачень , що справжній убивця Томмі , Ліам Рейнольдс чи її колишній . 
Чуєш мене ? Расті . 
Так , я тебе чую . 
Що ж . 
Заслухаймо фінальну промову захисту . 
Як ви вже знаєте , мене звати Расті Сабіч . 
Я обвинувачений . 
Обвинувачений у вбивстві . 
Мені боляче казати це в цій залі ... перед дружиною й дітьми ... 
Докази довели , що я зрадив свою сім'ю , людей , яких люблю найбільше . 
Я не зможу відвернути болю , якого завдав дружині , і , скоріше за все , вже ніколи не зможу повернути повагу своїх дітей . 
Але докази так і не довели , що це я вбив Керолін Полімус , бо я її не вбивав . 
У нас з Керолін був роман , який я приховував . 
Вона від мене завагітніла . Я дізнався про це вже після її смерті . 
Я був у її будинку того вечора , як і багато інших вечорів , але це все , що довели чи змогли довести докази . 
Не було ні очевидців , ні слідів крові чи інших доказів на мені , на моєму одязі , в машині чи вдома . 
У її будинку були мої відбитки , бо я був там того вечора й до того , але це все , що довели докази . 
На першому засіданні Томмі Мольто стояв тут і говорив вам , що мав до жертви почуття . 
Що ж , я теж їх мав . 
Вона була мені небайдужа . 
Я дуже її любив . 
І дуже за нею сумую . 
І , як і багато хто , хочу знати , хто її вбив . Я хочу дізнатися , хто це зробив . 
Як і поліція , як і окружний прокурор Томмі Мольто . Він так сильно цього хоче , що попри непереконливі докази готовий посадити першого - ліпшого , а саме , мене . 
А я ж ідеальний кандидат . 
Обставини вказують на мене . Я це визнаю . Але не лише на мене . 
Були й інші люди , зациклені на Керолін . 
Майкл Колдвелл , син жертви , який був там у той вечір . І дуже - дуже сильно сердився на маму . І він мав доступ до справи Банні Девіс . 
Не було й ордера на Далтона Колдвелла , який теж дуже сердився на жертву і теж міг мати доступ до справи Банні Девіс . 
Але чи щось із цього доводить , що Майкл Колдвелл чи Далтон Колдвелл убили Керолін Полімус ? 
Авжеж , ні , але це вас точно дивує . 
Мене судять . Я необ'єктивний . 
Але скажу вам , що за 15 років прокурорської роботи на це велике місто я ні разу не висував проти когось обвинувачення , не маючи на руках переконливих доказів , а саме це й зробила сторона обвинувачення . 
Вони звинуватили мене у злочині , не маючи доказів , які хоча б частково це доводили . 
Нема ні речових , ні криміналістичних доказів , ні свідчень . Нема знаряддя вбивства . 
Є інші підозрювані , яких не перевірили . 
І не забуваймо про Ліама Рейнольдса , який погрожував жертві на суді . 
Ми не знаємо точного часу смерті . Розумних сумнівів аж забагато . 
І ось виникає питання ... для чого ми тут зібралися ? 
У резонансних справах прокурори ... які до того ж іще й політики ... мають задовольнити суспільство . 
Вони повинні притягнути когось до відповідальності . Знайти винного . Будь - кого . А в цій справі я найкраща мішень . 
Я найкраща мішень Томмі Мольто . І він з самого початку хотів довести мою вину . 
Його зневага й презирство проявилися в повній красі . 
Він поставив перед собою ціль . 
Ця справа не про Томмі Мольто , не про мене й навіть не про Керолін Полімус ... принаймні не про застосування правосуддя ... вона про вас . Ви склали присягу . Ви присягнули обов'язку засудити , тільки якщо знайдете докази без жодного розумного сумніву . 
Я приймаю вашу зневагу . 
Я її заслуговую . 
Як чоловік ... Як батько ... І як людина . 
Але я не вбивав Керолін Полімус , тому й нема жодних доказів , що це зробив я . 
Я не благородна людина . Але іронія в тому , що я надіюся , що ви благородні . 
Дякую . 
Підсудний говорив про любов до жертви , але , думаю , на судовому розгляді розкрилося , – і містер Сабіч це визнав , – що це була не просто любов . Це була одержимість . 
Він сказав , що хоче дізнатися , хто це зробив . 
Він мав таку можливість як заступник головного прокурора . Власне , він очолював слідство . 
Нагадаю , що перші дві доби після вбивства найкритичніші для його розкриття . І що він робив у такий критичний час ? Він приховував інформацію , перешкоджав слідству , сказав нашому головному детективу передавати доказові матеріали лише йому . А саме : не передавати мені . 
І він не розказав , що був з жертвою в інтимних стосунках , що переживав тяжкий розрив , що був у вечір її вбивства в неї вдома . 
Він усе це приховав . 
Невинна людина так не поводиться , а особливо та , на яку покладена відповідальність зловити її вбивцю . 
Він брехав . Приховував факти . І намагався змусити інших дати неправдиві зізнання . 
Він напав на нашого паталогоанатома і побив потенційного свідка . Так не чинять невинуваті , а тим паче не жорстокі люди , яким назвав себе підсудний . 
Його хороша подруга Євгенія Мілк сказала , що він був сам не свій у дні перед убивством , був одержимий Керолін . 
У день її вбивства він відправив їй 30 повідомлень , зокрема й оце : " За кого ти себе маєш ? " " За кого ти себе маєш ? " 
Він був там , його там бачили , у її будинку знайшли його ДНК і відбитки , а потім він з непохитним лицем , дуже чарівним лицем ... каже вам : " Справжніх доказів нема " . 
Невже ? 
Підсудний – дуже - дуже вмілий брехун . 
І вбивця . 
Гляньте , що з нею зробили . 
У день , коли він там був і писав їй повідомлення , коли вона його вигнала і коли його востаннє з нею бачили . Ось що з нею зробили . 
А він виходить сюди й каже : " Це міг зробити Ліам Рейнольдс чи її колишній чоловік " . 
І навіть натякав , що це міг зробити я . Це міг зробити я . Хай так . 
Це звичайнісінький розпач . 
Це нормально . А не нормально те , що він натякає чи звинувачує її сина у всьому цьому . 
Це вже просто гидко . Він соціопат . 
Як заступник головного прокурора , підсудний мав можливість піймати вбивцю Керолін Полімус . 
А що зробив він ? Приховав правду . Перешкоджав слідству . 
Чому ? 
Бо знав , що вбивця не десь там . 
Убивця сидів отут . 
Сьогодні ще є шанс на правосуддя , й він випав вам . 
Добре ? 
Він поставив ... Як він сказав ? 
Моє презирство ! 
Під сумнів моє презирство , мою поведінку . 
Нехай . Він благає вас подивитися на мене . 
Подивіться на мене . Добряче на мене подивіться . 
А потім ... добряче подивіться на цю людину . 
Це найтяжче . Очікування . Чи друге найтяжче . Найтяжчим буде програш . 
Я не знаю . 
Авжеж . Бо ти особливий і не програєш . 
Я теж так думаю . 
Серйозно , що з цим робити ? З усім цим очікуванням . 
Що довше присяжні радяться , то краще для сторони захисту . 
Ми теж можемо їхати додому . 
Рішення буде ще нескоро . 
І я переживаю за твою кішку . 
- Думаєш , це смішно ? - Це жарт , Томмі . Та ну . 
- Я просто кажу ... - Я знаю . ... не чекаймо рішення тут . Ходімо кудись вип'ємо . 
Думаю , це була його страховка . Увесь цей час . 
Кочерга . Якщо він програє , йому буде що пред'явити на наступному суді чи ... Ясно . Думаєш , це Расті підкинув тобі кочергу ? 
І що вона в ньому знайшла ? 
Можна поставити особисте питання ? 
Ти дуже її любив ? Серйозно . 
Хлопці , вердикт . 
Що ж . 
Встаньте , містере Сабіч . 
Пані секретар , прошу , зачитайте вирок . Так , Ваша честь . 
" Верховний суд штату Іллінойс , округ Кук , у справі " Штат Іллінойс проти Розата К . Сабіча " , номер 6710098 , ми , присяжні у вищезазначеному позові , визнаємо підсудного Розата К . 
Аж не віриться . 
Усе скінчилося ? 
Вони ж не подадуть апеляцію й не почнуть ще один суд ? 
Обвинувачі не подадуть апеляцію . Усе скінчено . 
Що скоріше я зроблю заяву , то скоріше вони підуть . 
Безумовно , я задоволений вердиктом . 
Звершилося правосуддя . І відновлена моральна справедливість ... у тому , що я невинна людина й не вчиняв цього злочину . 
Але правосуддя аж ніяк не повне . Правосуддя не вчинене для Керолін Полімус . 
Її вбивця й досі на свободі , а її вбивство ще не розкрито . 
Система правосуддя , особливо прокуратура , підвела Керолін Полімус . 
Вона заслуговувала значно кращого . Вона не отримала цього лише тому , що ті , хто мав би служити правосуддю , пішли на поводі власних амбіцій і , підозрюю , почуттів . 
Томмі Мольто . Він з першого дня ігнорував факти . Він утратив зв'язок з реальністю . Справа готувалася наспіх , й окружна прокуратура з тріском її провалила . 
Вони поставили вендету вище за правду і найбільше підвели Керолін Полімус . 
Томмі , ти вів надскладну справу . 
Чесно . 
Ми мали непрямі докази , й ти зробив усе , що міг . 
Він мене переміг . 
Я її підвів . 
Її смерть буде непомщена , бо я був непереконливий . Ні . Послухай , Томмі . 
Перегорни цю сторінку . 
Ми ж у Чикаго . 
А тут стільки огидних людей , яких ти ще можеш пересадити . 
Живімо далі й робімо свою роботу . 
І ти повинен облишити Расті Сабіча . 
Серйозно . 
У нас багато роботи . Займімося нею . 
Думаю , тепер можна їхати у відпустку . Бачу , ти вже зібралася . 
Так порадила доктор Раш ... на наступний раз . 
На наступний раз ? Так . 
Якщо ти знов у пориві пристрасті захочеш зруйнувати нашу сім'ю . 
На наступний раз ? 
Я знав від самого початку , а потім засумнівався . 
А потім знов упевнився . 
Расті , я не розумію , про що ти говориш . 
У голові крутилося лише одне : " Це все я . Це моя вина . Це все через мене " . І я повинен був зробити те , що зробив , щоб захистити свою сім'ю й тебе , і я це зробив . 
Але я ніяк не міг збагнути , як ти зранку вже поводилася абсолютно нормально . 
Була така непорушна . Не знав , що ти можеш когось убити й знаку не подати . 
Ти думаєш , це я вбила Керолін ? 
Ні , це була якась інша людина у твоєму тілі , так само як інша людина в моєму тілі , яка її зв'язала . 
Як це , ти її зв'язав ? 
Щоб прикрити тебе . 
Що ? 
Того вечора я туди повернувся . 
Що ... Спершу я дістав телефон , щоб викликати 911 , якщо вона волею випадку ще жива , хоча вона явно вже була ... мертва . 
І потім до мене дійшло . Лише одна людина могла це зробити . 
Тому я не викликав 911 , щоб захистити ту людину , щоб підозра не впала на неї . 
А як же вся ця метушня ... з Ліамом Рейнольдсом ? 
Хибне зізнання легко отримати . Ми завжди так робимо . 
Я запропонував йому менший строк , зазвичай цього достатньо . 
Варто було спробувати . 
- Расті , ти хворий . - А потім я почав думати : " Боже , мабуть , я все не так зрозумів " . 
А потім Джейден розказала мені про феномен дисоціації , коли людина перестає з собою ототожнюватися , починає відокремлювати свої вчинки від своєї особистості . 
І я почав усвідомлювати , що так і сталося . 
Ти вбила Керолін у стані афекту , а наступного дня тобі почало здаватися , ніби це зробив хтось інший . 
Ти божевільний . 
І ти помиляєшся ! 
Не помиляюся . 
Після твоєї інтрижки з барменом я стежив за твоєю машиною . 
Що ? 
Я знаю , що це ти підкинула кочергу в будинок Томмі Мольто . 
Мабуть , щоб мені допомогти , але ти туди їздила . 
Не їздила . 
Їздила я . 
Що ? 
Я ... Я думала , тебе посадять після тих твоїх свідчень . 
Це було єдине , що я могла зробити . 
Стій . Що ... Я поїхала на маминій машині . 
Що ? 
І підкинула на кухню кочергу . 
Ні . Де ти взяла кочергу ? 
Я поїхала глянути їй у вічі й ... Привіт . 
Ти точно не хочеш чаю ? Ні . 
... сказати , щоб не наближалася до тебе . 
Не наближалася до нашої сім'ї . 
Це не я , а твій батько . 
Це він не дає мені проходу . 
Це неправда . 
Звільніться й завжди тримайтеся далі від нашої сім'ї . Тримайтеся далі . 
Я триматимуся далі від нього . Але наші життя будуть трохи переплетені . Бо я вагітна ... від нього . 
А потім я їхала додому , й мені здавалося , що це був просто сон . 
Але то був не сон . 
Коли ви пішли снідати , я сказала , що мені зле , а сама пішла відчищати машину 
й закопала кочергу . 
А тепер послухай мене . 
Ми ніколи про це не заговоримо . 
Слухай дуже уважно , Джей . 
На тебе щось найшло через необхідність самозахисту ... захисту нашої сім'ї . 
І причиною тому став я . 
Це все моя вина . 
Ми , як сім'я , це переживемо . Ясно ? 
Ми одне одного любимо . 
Ми одна сім'я й одне одного любимо . 
