Λένε " Μέχρι να πει την ιστορία του το λιοντάρι , ο κυνηγός πάντα θα είναι ο ήρωας " . 
Ζωντανή , ήμουν η Κλίο Τζόνσον . Μα στον θάνατό μου , έγινα η " γυναίκα στη λίμνη " . 
Είπες πως ήξερες ποιος μου αφαίρεσε τη ζωή , Μάντι Μόργκενστερν . 
ΑΥΡΙΟ Η ΚΗΔΕΙΑ ΤΗΣ " ΓΥΝΑΙΚΑΣ ΣΤΗ ΛΙΜΝΗ " Πως κανείς δεν νοιάστηκε πριν από σένα . 
Η αλήθεια είναι ... πως εσύ ήρθες στο τέλος της ιστορίας μου και τη μετέτρεψες στη δική σου αρχή . 
Χαρούμενο γαμω-γραμματοκιβώτιο . 
Εντάξει . Το γραμματοκιβώτιο του Άι Βασίλη . 
ΒΑΛΤΙΜΟΡΗ Ωραία ! Για πάμε ! Ας το κάνουμε . 
Έχετε γράμμα για τον Άι Βασίλη ; 
Καλές Ευχαριστίες σε όλους . 
Είμαι με τον αγαπημένο άνκορμαν της Βαλτιμόρης , Ουάλας Ουάιτ . 
Πώς σου φαίνεται η παρέλασή μας ; 
Όλα είναι θαυμάσια εδώ στη λεωφόρο Μέριλαντ , και με τεράστια μπαλόνια . 
Δες τους κλόουν ! 
Και τον ζογκλέρ ! Ξανάγινα κοριτσάκι ! 
Αυτός είναι ο σκοπός της σημερινής ημέρας . 
Μα μην ανησυχείς , μπαμπά . Έχουμε κάτι και για σένα . 
Έρχονται οι ολόδικοί μας Μπάλτιμορ Όριολς στην περιοδεία για το Αμερικανικό Πρωτάθλημα . 
Να και τα χορευτά γραμματοκιβώτια ! 
Αν έχεις βρεθεί ποτέ στην παρέλαση των Ευχαριστιών , ξέρεις ότι κάθε μικρός μας φίλος περιμένει μία στιγμή . 
Γράμμα για τον Άι Βασίλη ; 
Η οποία συμβαίνει αυτήν τη στιγμή . 
Η μεγαλειώδης είσοδος του γνωστού ως αγίου Νικολάου , Κρις Κρινγκλ , Χαρωπού ή όπως μας αρέσει να τον αποκαλούμε εδώ στη Βαλτιμόρη , Άι Βασίλη . 
Τι συναρπαστική υποδοχή , καθώς ο Άι Βασίλης φτάνει επιτέλους στη λεωφόρο Μέριλαντ απευθείας από τον Βόρειο Πόλο . 
Έφεραν μαζί τους πολλά δώρα και καλούδια για τους μικρούς μας φίλους . Πολύ θα χαρούν να τα δουν . 
- Τέσι . - Τέσι , έλα . Ήρθε ο μπαμπάς . Πάμε . Έλα . Θα ' ναι ανοιχτή η Μπρέξτον . Τα κλειδιά ; 
Στην τσέπη σου είναι . 
Πώς ξέρει ο Άι Βασίλης ότι είμαστε εβραίοι ; Επειδή έχουμε τη μεζουζά στην πόρτα . 
- Κι αν κοιμηθώ στης Μέρι ; 
- Πάλι θα ξέρει . 
Η Μέρι δεν με μαρτυράει . 
Τέσι , δεν υπάρχει Άι Βασίλης . Εντάξει ; Ο χοντροπατέρας της Μέρι μεταμφιεσμένος είναι . 
Μην το πεις στη Μέρι αυτό . 
Η Μέρι ξέρει ότι είναι χοντρός . 
Ο μπαμπάς εννοεί να μην της πεις ότι δεν υπάρχει Άι Βασίλης . 
Βαρέθηκα να σου λέω ψέματα . Είσαι κοτζάμ κοπέλα πια . 
Το Χάνουκα είναι σε τέσσερις βδομάδες και μπορείς να ζητήσεις ό , τι θες . 
- Εντάξει ; - Ξέρω τι θέλω . Έναν ιππόκαμπο . 
- Απόλαυσε την υπέροχη παρέλαση τώρα . - Υπέροχη δεν λες τίποτα . Κι από δω κλειστά είναι . Πάμε πίσω στην Καθίντραλ . 
Δώσ ' μου τον Ντέιβιντ . Έλα , αγάπη μου . ΤΡΟΠΙΚΑ ΨΑΡΙΑ Γιατί δεν πάρκαρες στο μουσείο όπως πέρυσι ; 
- Επειδή εσύ είπες να μην παρκάρουμε εκεί ... - Όχι , αγάπη μου ... 
Αλμπίνος " οφθαλμοφάγος " . 
Ψάχνεις κάτι ; 
Απλώς χάζευα τα ψάρια . 
Καλύτερα να έρθεις με τους γονείς σου . 
Είναι εδώ ; 
Ξέρατε ότι οι ιππόκαμποι είναι ψάρια ; 
Στο σχολείο το έμαθες ; 
Στο Μπέις Γιάακοβ δεν μαθαίνω για ψάρια . Μόνο ότι τα έπλασε ο Θεός την πέμπτη μέρα . 
Την ίδια μέρα με τα πουλιά . Ναι . 
Έχετε ιππόκαμπους εδώ ; 
Τσίχλες Teaberry , παρακαλώ . 
- Γεια σας . 
- Κυρία Σουόρτς . Στήθος ή ελιά ; 
Στήθος για τρεις . 
Βασικά , κάν ' το για πέντε . 
Ο Μίλτον όλο καλεί κι από κάνα ζευγάρι απροειδοποίητα . 
Επειδή είναι καλός άνθρωπος . 
Επειδή είναι δικτυωμένος . 
Αυτοί ξέρουν όσα δεν αγοράζει το χρήμα . Μια όμορφη γενναία γυναίκα που τρέχει να του ψωνίσει κασέρ αρνάκι . 
Έξι μηνών . 
Μωρό ακόμη . 
Μην ανησυχείτε , κυρία Σουόρτς . Δεν θα λείψει σε κανέναν . 
Δεν θα λείψει σε κανέναν . 
Συγγνώμη ; Μπορώ να δοκιμάσω το κίτρινο φόρεμα της βιτρίνας ; 
Φυσικά , κυρία . Χίλια συγγνώμη . 
Θέλει να δοκιμάσει το κίτρινο φόρεμα . 
Φυσικά , κυρία . Έρχομαι αμέσως . 
Μπορώ να σας δείξω κάτι άλλο ; Όχι , ευχαριστώ . Μόνο το φόρεμα . 
Αν δεν το βρει στο νούμερό σας , μπορώ να το παραγγείλω . 
- Για τη Δευτέρα . - Χρειάζομαι κάτι άμεσα . 
- Θα έπαιρνα όρκο πως είχαμε τρία το πρωί . 
- Της βιτρίνας ; Είστε σίγουρη ; Το μοντέλο είναι νέ ... Ναι , δεν με πειράζει . 
Φοράει το φόρεμα όλο το πρωί . Ίσως είναι αποκρουστικό . 
Θα ήθελα να το δοκιμάσω , παρακαλώ . 
Ασφαλώς , κυρία . Θα σας συνοδεύσω στο δοκιμαστήριο . 
Μια κυρία θέλει να δοκιμάσει το φόρεμα της βιτρίνας . 
Δεν την πειράζει ; 
Η Έθελ την πάει στο δοκιμαστήριο ! 
- Κλίο . 
- Θέλουμε το φόρεμα . 
- Τώρα αμέσως , δεσποινίς ; - Ναι ! Βιάσου . 
ΔΟΚΙΜΑΣΤΗΡΙΑ Μείνε εδώ . 
Έχει πολύ δύσκολη κόπιτσα . 
Το φερμουάρ είναι . 
- Έρχεται . 
- Δεν μπορώ να το ανοίξω ! 
Μπορώ μόνη μου , δις Σίρλεϊ . Μου επιτρέπετε ; 
Βιάσου . 
Γι ' αυτό έκλεισε ο δρόμος ; 
Ναι . Εξαφανίστηκε ένα κορίτσι απ ' το Πάικσβιλ . 
Ήρθε για την παρέλαση . Ωχ , όχι . Κι εγώ είμαι απ ' το Πάικσβιλ . Αλήθεια ; Ούτε θα το φανταζόμουν . 
Δεν μοιάζετε καθόλου εβραία . 
Σίγουρα θα βρεθεί σύντομα . 
Βαλτιμόρη είναι , άλλωστε , όχι Νέα Υόρκη . 
Σας ευχαριστώ πολύ . Θα πάρω και το πανωφόρι . 
Λοιπόν . Έλα να φορέσουμε κάτι άλλο . Ίσως ένα Mary Quant . 
Συγγνώμη . Είναι ήδη μεσημέρι και πήρα έγκριση να φύγω νωρίς σήμερα . 
Εμένα δεν μου είπαν τίποτα . 
Ενημέρωσα τον κο Γκόλντμπεργκ την περασμένη βδομάδα . 
Θα τα αφαιρέσω από τον μισθό σου . 
Δις Σίρλεϊ , μπορώ να έχω τα ρούχα μου , παρακαλώ ; 
Στάσου ! 
- Κυρία Σουόρτς . 
- Ευχαριστώ , Άαρον . 
Τι παπούτσι είναι αυτό ; 
Τι ηλίθιο καπέλο είναι αυτό ; 
Σοβαρολογείς ; Ξέρεις ότι θα μιλήσω σήμερα . 
Για καπέλα ; 
Αυτό το καπελάκι το φοράς ώστε η Μερτλ να πείσει τους ματσωμένους λευκούς ότι σ ' έσωσε απ ' τη φτώχεια . 
Ή ίσως αν πάει καλά ο λόγος μου , να με πάρει στη δούλεψή της . 
Γλύκα μου , είσαι ήδη στη δούλεψή της . 
Εθελοντικά . ΨΗΦΙΣΤΕ ΗΓΕΤΙΔΕΣ ΓΥΝΑΙΚΕΣ 
- Άρα , δωρεάν εργασία . 
- Νιώθω ότι δεν κάνω αρκετά . Φαίνεται πως το αφεντικό μας έστειλε τα τσιράκια του . 
Σίγουρα θες να βγάζεις λόγους για τη Μερτλ ; 
- Θα είσαι ευγενική , σε παρακαλώ ; 
- Προσπαθώ . 
Η συμμαχία μαύρων-εβραίων εξασθενεί καθημερινά λόγω της ρητορικής του Έθνους του Ισλάμ περί μαύρης δύναμης . 
Εννοείται ότι ο αντισημιτισμός καλά κρατεί . Μαμά . Τι κίνηση . Γεια σου . Γεια . 
- Δες ποια ήρθε επιτέλους . - Συγγνώμη . 
Ο Σεθ είναι αυτός ; Μεγαλώνει ταχύτερα απ ' τα χρέη μου ! 
- Γεια σας , κε Ουάινστιν . - Μάντι . 
- Μίλτον , κάνε μου μια χάρη ... 
- Μετά , Σιντ . 
Να ξέρεις μόνο ότι η γκαρσονιέρα στο Σάνταουν νοικιάζεται πάλι . 
- Στο Μπότομ ; - Ένας δικός σου μου βρήκε νοικάρη πέρυσι . - Θα είμαι ... - Ευχαριστίες είναι . - Ευχαριστώ , αγάπη μου . 
- Και το γιορτάζετε ; 
- Ναι . 
- Εγώ όχι . Αμερικανοί είμαστε . 
Συγγνώμη για την αργοπορία . 
Φράκαραν τα πάντα λόγω της εξαφάνισης του λευκού κοριτσιού . 
Η φίλη μου , η δεσποινίς Ντόρα Κάρτερ . 
Φυσικά ! Την ξέρουμε τη δίδα Κάρτερ . 
Θα τραγουδήσετε για την κυρία Σάμερ σήμερα ; 
Πληρώνει ; 
Κλίο , γνωρίζεις τη Λίντα ; 
Είναι υποδιευθύντρια στο λύκειο Ντάγκλας . 
Γνωριστήκαμε στην προσφορά της Σχολής Καλών Τρόπων . 
Εγώ δώρισα αυτό το καπέλο . 
Ελπίζω να μπει ο γιος μου , ο Τέντι , στο σχολείο σου . 
- Στα Μαθηματικά ... 
- Καλωσορίστε την πρώτη μαύρη γερουσιαστή της Αμερικής , τη δεσποινίδα Μερτλ Σάμερ . 
Και για τα βραβεία μας , καλούμε την όμορφη χορηγό μας την κυρία Μίλτον Σουόρτς ! 
Σας ευχαριστώ όλους . 
ΑΜΕΡΙΚΑΝΙΚΗ ΕΒΡΑΪΚΗ ΕΠΙΤΡΟΠΗ Θέλω να σας ευχαριστήσω όλους και τον σύζυγό μου τον Μίλτον που μου επέτρεψε να εκπροσωπήσω την οικογένειά μας σήμερα . 
Ποιος με θέλει εκεί πάνω όταν κοιτάνε εσένα ; 
Θέλω να ευχαριστήσω τις εθελόντριές μου , τις Γενναίες κυρίες , κάποιες από τις οποίες είναι κοντά μου από τοσαδά παιδάκια ακόμη απ ' τις ημέρες μου ως δασκάλα . 
Όπως γνωρίζετε όλοι , ένας εβραίος άντρας ευχαριστεί τον Θεό κάθε μέρα με τις τρεις ευλογίες " Σε Λο Ασάνι " , που δεν τον έκανε μη Εβραίο . 
Ξέρω τι χρειάζεται η κοινότητά μας . 
Που δεν τον έκανε σκλάβο . 
Δρόμο προς την ευημερία . 
Και που δεν τον έκανε γυναίκα . 
Το τελευταίο εξαιτίας των φορτίων που επωμιζόμαστε οι γυναίκες . 
Με παιδιά σε ανεπαρκή σχολεία , διαβίωση σε επισφαλείς ... 
Τα σχολεία μας ήταν μια χαρά ώσπου το νομοσχέδιο περί ενσωμάτωσης έστειλε αριστούχους σε σχολεία λευκών . 
Δεν έχει κι άδικο . 
Φαίνεται πως ο Σελ Γκόρντον έστειλε τα τσιράκια του να διακόψουν την εκδήλωση . 
Δεν μ ' έστειλε κανείς . Μιλώ για μένα κι άλλους επιχειρηματίες ... - " Επιχειρηματίες " ; - που νοιάζονται την κοινότητα πιο πολύ . Ο κος Γκόρντον είναι εγκληματίας , που ασχολείται με παράνομη λοταρία 20 χρόνια , προσθέτοντας τα ναρκωτικά στο επιχειρηματικό μοντέλο . 
Χρηματοδότησε την πρώτη σου εκστρατεία . 
Δεν μιλάς για κανέναν από μας . 
Μιλάει για μένα . 
Συνέχισε , Κλίο . 
Το θέμα δεν αφορά τον κύριο Γκόρντον . 
Καθόλου . Οι περισσότεροι προσπαθούμε να δώσουμε στα παιδιά μας μια αξιοπρεπή εκπαίδευση χωρίς να πολεμούν για να πάρουν το ένα τέταρτο απ ' ό , τι οι λευκοί . 
Όπως λέτε , δεν μπορούν ποτέ να μας πάρουν την αξιοπρέπειά μας . Μόνο να την παραδώσουμε . 
Είμαι υπερήφανη που θα δώσω αυτό το βραβείο στις τρεις γυναίκες που αποτελούν παράδειγμα αποφασιστικότητας και ηγεσίας στην κοινότητά μας . 
Συγχαρητήρια , κυρίες μου . 
Σας ευχαριστώ , κα Σουόρτς . Έχω σημαντικά νέα . 
Μόλις μάθαμε ότι η αστυνομία πρόσθεσε μια νέα ακτίνα αναζήτησης και μια ομάδα αναζήτησης θα ξεκινά ανά 45 λεπτά από τη συναγωγή του Ντρούιντ Χιλ . 
Βοηθήστε στην αναζήτηση και προσευχηθείτε για την Τέσι Ντερστ και την οικογένειά της . 
Ο Θεός μαζί σας . 
Χριστέ μου , μαμά ! 
Η αστυνομία έχει αφιερώσει πολλές γραμμές . 
- Η Τέσι Ντερστ εθεάθη ... - Κακώς δεν πήγα με τον μπαμπά . - σε παρέλαση των Ευχαριστιών ... - Η Τέσι Ντερστ ; 
- Η κόρη του Άλαν Ντερστ . 
- Ναι , ξέρω ποια είναι η Τέσι Ντερστ . 
- Τότε , γιατί ρωτάς ; - Δεν ρωτάω . Απλώς δεν το πιστεύω . 
Δεν μπορώ να μαγειρέψω . 
Πρέπει να βγούμε να την ψάξουμε . 
Δολοφόνησες την Τέσι Ντερστ ; 
Το αρνάκι είναι , Σεθ . 
Γι ' αυτό άργησα . Πήγα να πάρω φόρεμα . 
Και πρέπει να μαγειρέψεις , βασικά , γιατί ο μπαμπάς κάλεσε εκείνον τον συμμαθητή σου , τον Ουάιτ . 
Εννοείται πως δεν θα μου έλεγε ότι θα έρθει . 
- Προέκυψε . - Το συνηθίζει . 
Ναι , σίγουρα προέκυψε και στην Τέσι Ντερστ . 
Εξαφανίστηκε μια εβραιοπούλα . 
- Δεν θες να βοηθήσεις ; 
- Όχι . Θέλω να φάω ! 
Αν εξαφανιζόσουν εσύ , δεν θα ήθελες να με βοηθήσει ο Άλαν να σε βρω ; 
Ώστε θες να ψάξεις την Τέσι , για να με ψάξουν οι Ντερστ αν εξαφανιστώ εγώ ; 
Γιατί μου βγάζεις διαρκώς τόσο θυμό ; 
Το αρνάκι είναι όλη μέρα στο αμάξι . Σίγουρα έχει χαλάσει . Μια χαρά είναι . 
Ο κόσμος θέλει βοήθεια απ ' τον στοιχηματζή . 
- Για να το κάνεις , πρέπει να ... - Τέντι ; 
Εμείς θα τα πούμε ! 
- Πόσες φορές , Τσάρλι ; 
- Σπέρα , Κλεοπάτρα . 
Μου το υποσχέθηκες . 
Έχει το ταλέντο του Άλβιν . 
Ο Σελ δεν πουλούσε πρέζα όταν ο μπαμπάς έπαιρνε στοιχήματα . 
Ο γιος μου δεν θα δουλέψει γι ' αυτόν . Ακούς ; 
Κλίο , τι χαμπάρια ; 
Καλά , Τζόνι . Χαίρομαι που σε βλέπω . 
- Μαμά , λέω ανέκδοτα . 
Θέλω τις γυναίκες μου όπως τ ' αβγά μου . Τ ' ανάσκελα . 
Χαίρομαι που σε βλέπω , Κλίο . 
Θυμάσαι τον Έγκι Γουντς και τον Τζόνι απ ' το Ρεντ Φοξ Λάουντζ ; Ναι . 
Καλές Ευχαριστίες σ ' όλους . Έλα , μη σε κόβω . 
Θέλω τις γυναίκες μου σαν τον καφέ μου . Θερμές και μαύρες . 
Αυτό ήταν καλύτερο ! Το βρίσκεις . 
Έχω κι εγώ ένα . 
- Πώς πάει εκείνο ; 
- Ποιο ; Έλα , Σλαπ , ξέρεις εσύ . Ξέρεις . 
Εκείνο που γυρνάω σπίτι πιστεύοντας ότι ετοίμασες τα παιδιά για τις Ευχαριστίες . 
Δεν σ ' αρέσει αυτό το αστείο ; 
Ούτε κι εμένα . 
Έλα , μωρό μου . Πάμε . 
Και να ξέρεις , δεν τελειώσαμε εμείς . 
Έλα τώρα , Λίο ! Ο Έγκι κι ο Τζόνι μόλις ήρθαν . - Φεύγουμε . - Έχω χρόνια να τους δω ! 
Βάλε μπουφάν , μωρό μου . 
- Ξέρω τι δώρο θέλω τα Χριστούγεννα . 
- Γράψε γράμμα στον Άι Βασίλη . 
- Μπα , δεν ξέρει να διαβάζει . 
- Ποιος το ' πε ; 
Ο Τέντι . Θα του κάνω ζωγραφιά όταν περάσει το χέρι . 
Γιατί δεν μου ' πες ότι ερχόταν ; Πονάει το χέρι σου ; 
Για κάτσε κάτω . Όλα καλά . 
Δεν πονούσε όταν γελούσε . Πριν φέρεις το άγχος σου εδώ μέσα . 
Το άγχος ; Το άγχος μου ; Ούτε τον Τέντι δεν μπορείς να μαζέψεις . 
Δεν είναι έξω . 
Βγαίνει κάθε μέρα για στοιχήματα . 
Δεν θα χρειαζόταν αν το πρόστυχο νούμερό σου δεν σε απέκλειε απ ' όλα τα κλαμπ . 
Θα ' μαι στη μαμά μου μέχρι ν ' αποφασίσεις αν το να γυρίσεις στη δουλειά είναι εξίσου σημαντικό με την αλήθεια σου . 
Έλα , Τέντι , πάμε . 
Ξέρω ποια είμαι και ποια θέλω να γίνω . 
Όχι απένταρη . 
Υπάρχουν κι ευτυχισμένοι απένταροι . 
Όλα στην πλάκα τα παίρνεις εσύ ; 
Τα παιδιά ψοφάνε για αστεία . 
- Τοκ τοκ . 
- Ποιος είναι ; 
- Κατσαρίδα . - Ποια κατσαρίδα ; 
Κάτσε την αρίδα σου . 
Τέτοια θέλει η μαμά σας να λέω . 
Δεν με νοιάζει τι αστεία λες . Αρκεί να πληρώνουν για να τα δουν , Σλαπ . 
Πιάνεις την τσάντα μου ; 
- Αλήθεια με παρατάς μέρα γιορτής ; 
- Πάμε . 
Τουλάχιστον άσε μου το ένα παιδί . Προτιμώ τον Τέντι ! 
Πες στον Σελ ότι θα περάσω αργότερα ! 
Μάντεψε τι είδα στο βιβλιοπωλείο . 
Στο Χάιλανταουν ; Ναι . 
Οι δυο νεαροί που το άνοιξαν ίδρυσαν παράρτημα του ακροδεξιού κόμματος NSRP . 
Το παίζουν ναζί . 
Ώστε το παίζουν ναζί ; 
Δεν είναι παιχνίδι αν ξεκινούν κίνημα μες στη Βαλτιμόρη . 
Λυπάμαι όποιον εβραίο καθησυχάζεται . 
Εγώ λυπάμαι τους ντόπιους σταρ της τιβί που δεν βρίσκουν συνοδό στις γιορτές . 
Λες να ρίχνονται στον ντόπιο δημοσιογράφο ; 
Η μετριοφροσύνη δεν ωφελεί . 
Πάρε χαρτοπετσέτα . 
Γιατί δεν μου συστήνεις καμιά φίλη σου , Μάντι ; 
Λυπάμαι , Ουάλας . Η Μάντι δεν έχει φίλες ! 
Δεν το πιστεύω αυτό . 
- Όχι . Κάποια πάντα περιμένει ... - Κάτω το πετάς ; να γίνει φίλη της Μάντι Μόργκενστερν . Συγγνώμη . Σουόρτς . 
Λεχάιμ . 
Εγώ την πήγα στον χορό αποφοίτησης όταν την έστησε ο πατέρας της Τέσι Ντερστ . 
Τη βρήκα να μοιρολογάει στο σχολείο κι άρπαξα την ... Ουάλι . Πάντα ήσουν τρομερός παραμυθάς . 
Δεν μοιρολογούσα . Έκλαιγα . Και σίγουρα όχι για έναν χαζοχορό . 
Σκέψου να κατέληγες με τον Ντερστ ! 
Έχει παραγίνει εβραίος ! Εντάξει . Λίγη τσίπα επιτέλους . 
Εξαφανίστηκε η κόρη του . Μήπως να μην αστειεύεσαι ; 
Δεν είχα ακούσει για τον μεγάλο σχολικό έρωτα με τον Άλαν Ντερστ ! 
Επειδή δεν υπήρχε μεγάλος σχολικός έρωτας . 
Ξημεροβραδιαζόμουν στη σχολική εφημερίδα ως τελειόφοιτη . Μόνο αυτό με ένοιαζε . Ούτε με κοιτούσαν . 
Τώρα ποιος είναι μετριόφρων ; 
Όλοι ήταν ερωτευμένοι μαζί της . 
Μα μόνο ο Μίλτον είχε το μυστικό συστατικό . 
Εντάξει , αρκετά μπροστά στον Σεθ . 
Μη μου πεις ότι το αστέρι της σχολικής εφημερίδας θα πάει επιτέλους να δει το αρνάκι ; 
Καλό , μικρέ ! 
- Πολύ καλό ! - Κάνει για τηλεόραση ! 
Είδες ; Αυτό του λέω συνέχεια . 
Θα πάμε στο σπίτι να βάλουμε κρύες κομπρέσες στα χέρια , εντάξει , μωρό μου ; 
Θα ξεπρηστούν και θα ηρεμήσεις . 
Συγγνώμη . Με συγχωρείς . Βάλε μέσα την τσάντα . 
Το ξέρω , μωρό μου . Ναι . 
Το ξέρω . Κάτσε να βγάλω αυτό . 
Το ξέρω . Γεια σου , μαμά . 
Έλα κάτσε μαζί μου . 
Ο Σλάπι ; 
Έχει δουλειά . 
Θα βρήκες άλλον άντρα τότε ! 
Καλές Ευχαριστίες . 
Θα ' ταν καλύτερες αν τις περνούσες με την οικογένειά σου κι όχι στο μπαρ . 
Μόλις με προσλάβει η κα Σάμερ δεν θα δουλεύω βράδια . 
Θέλω λίγη βοήθεια με τα παιδιά μέχρι τότε . 
Για τις γιορτές . 
Αρκεί να χωράτε όλοι στο δωμάτιό σου . 
Τι κάνει το αντράκι μου ; Έλα δω να σε δω . 
- Πάλι έχει κίτρινα μάτια , Γιουνέτα . - Το ξέρω . Θα τον πάω στον γιατρό . Θες λίγο χυμό ; 
Νισάφι ! Λένε μόνο ότι δεν γιατρεύεται η δρεπανοκυτταρική αναιμία . 
- Μαμά ... - Πρέπει να τον δει ο Προφήτης . 
- Προφήτης και κολοκύθια . 
- Μάζεψε το στόμα σου ! 
- Δεν θ ' αγγίξει τον γιο μου ! 
- Πρόσεχε τι λες για τον αιδεσιμότατο . Εσύ να προσέχεις , Αϊζέια ! 
- Ξεχνάς σε τίνος σπίτι είσαι . - Του πατέρα μου ; Πάνε χρόνια που ' χω αναλάβει το βάρος . 
Μια χαρά βολεύτηκες στην πολυθρόνα του . 
Θα του μιλάς με σεβασμό . 
- Ο σεβασμός είναι αμφίδρομος , μαμά . - Αυτό ξαναπές το . 
Φεύγω για δουλειά . 
Βάλ ' του ζεστές κομπρέσες στα χέρια και ... 
Ο αρχηγός Στάσλεϊ της αστυνομίας της Βαλτιμόρης μας είπε ότι έχει στείλει πολλές μονάδες προς αναζήτηση της αγνοούμενης και ενημέρωσε τους πάντες να έχουν τον νου τους για υπόπτους . 
Η εξαφάνιση της Τέσι έχει ενώσει μια πόλη που πολύ συχνά διχάζεται . 
Ο επίσκοπος Κάρολ κι ο πάστορας ... Ο Άλαν Ντερστ . 
Ποιος ασχολείται ; 
Αν έχετε χρήσιμες πληροφορίες ... Κάτι άλλο που θες να μου πεις ; 
Εξαφανίστηκε η Τέσι Ντερστ . 
Δεν είναι σωστό να είμαι στην κουζίνα τέτοιες ώρες . 
Μα σ ' άρεσε η καινούρια κουζίνα . 
Κοίτα , Μάντι . Μπορούμε να φάμε ένα ωραίο γεύμα Ευχαριστιών και να μη μιλήσουμε για την Τέσι Ντερστ για λίγες ώρες ; 
Κύριε Ντερστ , θα πείτε λίγα λόγια στους ακροατές μας ; 
Προσευχηθείτε για το μωράκι μας και έχετε τα μάτια σας ανοιχτά . 
Ελπίζουμε και περιμένουμε να γυρίσει στο σπίτι . Σας ευχαριστώ . 
- Μάντι ... 
- Πρέπει να πάμε κι εμείς . 
Έβαλες τα πιάτα των γαλακτοκομικών για το αρνάκι . 
Γιατί το έκανες αυτό ; 
Λυπάμαι , αλλά θα πρέπει να πετάξω όλο το αρνάκι . 
- Συγγνώμη , Ουάλας . - Δεν πειράζει . - " Συγγνώμη , Ουάλι ; " - Ναι ! Ο Ουάλι έτρεχε στην οδό Λόμπαρντ να πάρει κασέρ αρνάκι ; 
Είναι καλεσμένος και δεν έχουμε τίποτα να τον φιλέψουμε ή μήπως να περιμένουμε να βρουν την Τέσι για να φάμε ; 
Καλώς . Ας νηστέψουμε . 
Νόμιζα πως είχαμε Ευχαριστίες , αλλά μάλλον είναι το Γιομ Κιπούρ ! 
Τι ... Φέρ ' το εδώ ! Τι κάνεις ; 
Δώσ ' το μου ! 
Με συγχωρείς . 
Τι ... Έφυγε ο Ουάλας . 
Μπορείς ν ' αφήσεις τα τρελά και να βγεις ; 
Τα μάζεψα όλα . 
Έλα , άσε με να δω το χέρι σου . 
Τι τρέχει ; Τι σ ' έπιασε ; 
Γιατί φέρεστε όλοι λες κι έχω κάτι επειδή νοιάζομαι ; 
Για την Τέσι Ντερστ ; 
Δεν ξέρω , Μάντι . 
Όλη η Βαλτιμόρη την ψάχνει κι εγώ είμαι η τρελή ; 
Δεν ξέρω άλλον που αντιδρά έτσι και ποτέ δεν σε είπα τρελή . 
Ποτέ δεν το είπα αυτό . 
Απλώς θύμωσα που δεν είχαμε κάτι να σερβίρουμε . Εντάξει ; 
Μη σου τύχει να περάσει μια μέρα χωρίς να σε υπηρετήσω . 
- Να με υπηρετήσεις ; 
- Ναι , Μίλτον . 
Ναι , Μίλτον . Σε υπηρετώ 20 χρόνια . 
Και θεωρείς ότι κάνω μόνο για νοικοκυρά . 
Όχι δα . 
- Ναι ! 
- Όχι , δεν είναι έτσι . Όχι . 
Τότε , τι ; Μάντι ... Για τι με θεωρείς ικανή ; 
Ποτέ δεν θέλησες να κάνεις κάτι άλλο . 
Ποτέ δεν προσπάθησα να κάνω κάτι άλλο ! 
Αναρωτήθηκες ποτέ γιατί ; 
Αν ένα αγνοούμενο παιδί δεν βρεθεί τις πρώτες 24 με 48 ώρες , πιθανότατα είναι νεκρό . Το ' χεις ακούσει ; Μάντι , τι συμβαίνει ; 
Τι γίνεται εδώ ; 
- Άσ ' τη να ξεκουμπιστεί . - Μάζεψε το στόμα σου . 
Δεν χρειάζεται να μ ' αφήσει ο πατέρας σου ! 
Απάντα μου , Μάντι ! Πού πας ; 
Τι συμβαίνει ; 
Μάντι , αυτό είναι απ ' τα άγραφα . Τελείως απ ' το πουθενά ! 
Κάποτε ίσως να μην πίστευα ότι εγκατέλειψες τον άντρα σου , το ωραίο σου σπίτι , τη ζωή που είχατε μαζί . 
Μα όπως ο θάνατος άλλαξε τη ματιά του κόσμου για μένα , έτσι άλλαξε και τη δική μου ματιά για σένα . 
Σ ' είδα μια φορά , Μάντι Σουόρτς . 
Προτού γίνουν όλα αυτά , σ ' είδα . 
Σ ' είδα να με βλέπεις να σε βλέπω . 
Είναι σαν εκείνα που λες γρήγορα όταν είσαι μικρός . " Με ζωγραφίζω να με ζωγραφίζω να με ζωγραφίζω " . 
Η ζωγραφιά συνεχίζεται ώσπου μικραίνει τόσο πολύ , που δεν βλέπεις τίποτα απολύτως . 
- Καλησπέρα , κυρία Τζόνσον . 
- Τι κάνει η Ντόρα ; 
Ίσως βοηθήσει μαύρο πιπέρι και ζεστό νερό . 
Θα πάω να τη δω μόλις τελειώσω κάτω . 
- Παίρνεις αυτό ; - Φυσικά . Ευχαριστώ , Κλάρενς . 
Λόγω της εβραιοπούλας όλοι οι εβραίοι έκλεισαν νωρίς . 
Δηλαδή , να πω στον κύριο Γκόρντον ότι δεν έχουμε ασφάλεια όταν όλη η πόλη ποντάρει στο 466 ; 
Καλές Ευχαριστίες . 
- Καλές Ευχαριστίες , Βέρνον . - Ναι . 
Έρχομαι ! 
- Τι θες εσύ εδώ ; Πέρνα . - Χίλια συγγνώμη που σ ' ενοχλώ . Έλα . Καμία ενόχληση . 
Το διαμέρισμα που ανέφερες , εκείνο στο Μπότομ . Θέλω να το νοικιάσω για λίγο καιρό . 
Τι είναι αυτά που λες ; 
Πού είναι ο Μίλτον ; Είμαστε κλειστά . 
- Μα έχουμε τα ... 
- Φέρτε τα εδώ . 
Ευχαριστώ , παιδιά . 
Καημένη Τέσι . 
- Άντε πηδήξου . 
- Η Κλίο είμαι . 
Συγγνώμη . 
Άντε πηδήξου , Κλίο . 
Βγαίνεις στις 22 : 00 απόψε . 
- Στις 23 : 00 . 
- Στις 22 : 00 ! 
Σου ' φερα πιπερόνερο . 
Ακόμη φοράς το χαζοκαπελάκι ; 
Άντε πηδήξου , Ντόρα ! 
Μάντι , τι έπαθες στο χέρι ; 
- Να σταματήσω τις ερωτήσεις ; - Θα το εκτιμούσα . 
Μπορεί να σ ' το δείξει η Τζούντιθ . 
- Θυμάσαι την κόρη μου . Τζούντιθ ! - Φυσικά . 
Τζούντιθ ! Ναι ; 
Θέλω να δείξεις το διαμέρισμα στην κα Σουόρτς . 
- Στο Μπότομ ; 
- Πόσα διαμερίσματα έχουμε ; 
Μάζεψε τα μυαλά σου . 
Δεν υπάρχει βιασύνη . 
Θα τα πάρω πίσω . Θα τα ενεχυριάσω έναν δυο μήνες . 
- Πάντως δεν το πήρε από δω . 
- Απ ' του Στάινερ είναι . 
Απ ' του Στάινερ . 
Μες στο κυριλίκι και ' βαλαν λουκέτο . 
Τι λέω συνέχεια , αγάπη ; 
" Δεν χρειάζεσαι πολυελαίους για να πουλήσεις διαμάντι " . 
Ακριβώς . 
Μπορώ να δώσω γύρω στα 500 μόνο . 
Μα ο Μίλτον το ασφάλισε για $ 2.000 . 
Άκου τι θα κάνουμε . Δεν θέλω να μπω στη μέση . Αν έρθει κάποιος και θέλει κάτι τέτοιο , όμως , θα τα βρούμε . 
- Βρήκες τα κλειδιά ; 
- Θα κοιτάξω πίσω . 
Ορίστε . 
Θα περιμένω στο αμάξι . 
Και , Μάντι . Καλές Ευχαριστίες . 
- Τι λέει , Κέρτις ; 
- Άλλη μια βραδιά στο Φαραώ . 
- Έχει κόσμο ; 
- Ναι . Τι λέει ; 
Τίποτα , μεγάλε . Έλεγα να μπω . 
Ωχ , φίλε . 
Μόνο μέλη , Σλαπ . Το ξέρεις . Δοκίμασε τον μαξιλαροπόλεμο . 
Είπα μόνο μέλη , Σλαπ . Το ξέρεις . - Και ψυχαγωγοί . 
- Δεν εμφανίζεσαι πια εδώ . 
Ο Σελ τα λέει αυτά ; 
Είναι σαν να μιλάς με τον κο Γκόρντον . 
Φίλε , είπα στην Κλίο να πει στον Σελ ότι θα περνούσε το στεφάνι της , ' ντάξει ; 
Αλήθεια ; 
Περίμενε εδώ έξω αν θες . 
- Είδε κανείς τον Σελ ; 
- Πάνω στη σκηνή είναι . 
Ένα χειροκρότημα για τον μοναδικό , τα πνευμόνια , τον μύθο , τον Ρόι " Τάνγκλφουτ " ΜακΚόι ! 
Αφεντικό , ήρθε ο Σλάπι και θέλει να κάνει κάνα νούμερο . 
- Αλήθεια ; - Ναι . Δεν ξέρω τι να σου πω . Πες το στην Κλίο . Έγινε , αφεντικό . 
Αστυφύλακα Πλατ . 
Ρέτζι , τι κάνεις ; 
Κάθεσαι φρόνιμος ; Μακριά από μπελάδες ; 
Όλη μέρα , κάθε μέρα . 
Φαίνεται πως κάποιος σ ' έβαλε στο μάτι . 
Θα ανταποδώσω την άλλη φορά . 
Ο Σλάπι θέλει να μπει μέσα . 
Τι κοιτάς , αστυφύλακα ; Δεν θα ' πρεπε να ψάχνεις τη λευκή ; Πριν έρθουν και σαπίσουν τον κόσμο ; 
Πιάνω βάρδια σε μια ώρα . 
Αν είναι να τη βρω εγώ , πρέπει να συνεχίσει ν ' αγνοείται ως τις 22 : 00 . 
Έτσι δεν είναι , Ρέτζι ; 
Σβέλτο μεν , αλλά άσε πουρμπουάρ . 
Αφήνω . 
Όχι αρκετά . 
Δεν ήξερα ότι ενοχλώ που έκανα μια στάση εδώ . 
Δεν θα την έλεγα στάση αφού είσαι εκτός υπηρεσίας . 
Κυρία πρόεδρε , πρέπει ν ' αποδείξω την αθωότητά μου περί τσιφουτιάς ; Ή λες ότι τα παίρνω ; Κάν ' το μου λιανά . Απλώς αναρωτιέμαι τι γυρεύεις εδώ μεσοβδόμαδα . 
Ό , τι όλοι οι άλλοι . Τη μουσική . Και τη θέα . 
- Τη θέα ; - Ναι . 
Μα μη σκας για μένα . Εγώ δεν κατουράω σε μαρκαρισμένα δέντρα . 
Δεν ήξερα ότι σ ' αρέσουν τα δέντρα , αστυφύλακα Πλατ . 
Γιατί ; 
Δύσκολα βρίσκεις λευκά . 
Ντόρα ; 
Λουλούδια μαγικά ! 
Ξεπουλάμε ! 
Πάρτε όσο προλαβαίνετε ! 
Επαναστατικά κούμαρα , πιο φρέσκα κι απ ' τον Μάρτιν Λούθερ Κινγκ ! 
Λουλούδια μαγικά ! 
Πάρτε όσο προλαβαίνετε ! 
Ξεπουλάμε ! 
Κάτσε να σε βοηθήσω . 
Σ ' ευχαριστώ . 
Ναι . Τι ωραίο αυτό . Να φέρω ένα ράντζο ; 
Η μάνα μου θα μ ' αφήσει να φύγω απ ' το σπίτι χωρίς άντρα μόνο αν συγκατοικήσω με μια καθωσπρέπει κυρία απ ' τα βορειοδυτικά . 
Μια καθωσπρέπει γριά . 
Ούτε στη δική μου μάνα δεν έχω πει ότι έφυγα . 
Δεν θα ' ναι ευκολότερο απ ' όταν ήμουν εγώ 20 . 
Δεν είσαι γριά ! Κι αν με δεχτείς , δεν θα ενεχυριάσεις το δαχτυλίδι . 
Φτάνουμε ; Ναι . Από δω . 
Έλα . 
Τι γυρεύεις εδώ , γλύκα ; 
Η πόρτα κολλάει . 
Αυτό δεν λειτουργεί . 
Λοιπόν , αυτό είναι το μπάνιο . 
Έχει αρκετά μεγάλη μπανιέρα , βασικά . 
Μόνο λίγο βρόμικη , γιατί ξέχασα ανοιχτό το παράθυρο . 
Τσαντίστηκε ο μπαμπάς . 
Πάντως είναι άδειο κάνα εξάμηνο . 
Έλεγα να μετακομίσω εγώ , αλλά φταίω ... 
Μπορώ να σου φέρω σφουγγάρι ή σφουγγαρίστρα αν θες . Και μαξιλάρι . 
Ναι , το αγαπώ αυτό το διαμέρισμα . Πάντα ήθελα να μείνω εδώ , αλλά δεν μ ' άφηνε ο μπαμπάς . 
Ανησυχεί πολύ . 
Δεν ξέρω αν θες συγκάτοικο , αλλά δεν με πειράζει να κοιμηθώ κάτω . 
Θα το κλείσω . 
Θα σε βοηθήσω με τη βαλίτσα . Όχι . Ευχαριστώ . Θέλω μόνο ν ' αλλάξω . Μετά θα πάω στη συναγωγή να μπω στην ομάδα αναζήτησης . Δεν δέχονται γυναίκες . 
Τότε , θα κάνω δική μου ομάδα . 
Δεν είναι ομάδα αν είσαι μόνη . 
Δεν θέλω συγκάτοικο , Τζούντιθ . 
Μήπως μια φίλη ; 
Τι είναι αυτό ; 
- Έλα , σήκω . - Όχι . Ντόρα . Ντόρα . Αν δεν βγεις στη σκηνή σε δέκα λεπτά ... Έλα , κορίτσι μου . 
Έτσι μπράβο . Έλα , μωρό μου . Το αφεντικό σου της το ' μαθε . Πώς θα τραγουδήσει ; 
Το αφεντικό μου ; 
Εσύ δεν είσαι εδώ ; - Ρέτζι . - Και δικό σου αφεντικό . 
Δεν κάνω ό , τι κάνεις . 
Έλα , μωρό μου . Θα περάσει ο Καμπ Κάλογουεϊ απόψε . 
Έτσι μπράβο . 
Βρε καριόλη ! Ο κος Χάι-Ντι-Χο ανυπομονεί να σ ' ακούσει . 
Φέρ ' τη στη σκηνή μόλις ανοίξει και τ ' άλλο μάτι . Μην αργήσετε . 
Ναι , μωρό μου . Ο κος Χάι-Ντι-Χο ψοφάει να σ ' ακούσει . 
Λέφτι , η Ντόρα βγαίνει σε πέντε . " Where Did Our Love Go " , στο μισό τέμπο . 
Κλίο . 
Ο Σελ . 
Με ζητήσατε , κύριε Γκόρντον ; 
Ναι , κάτσε . 
Θα πιεις κάτι ; 
Όχι , ευχαριστώ . 
Η Κλίο μού κρατάει τα βιβλία από μωρό . 
Είναι και πολύ καλή . Τη θέλω για παραπάνω , αλλά αυτή θέλει να βγάζει λόγους . 
Έτσι , Κλίο ; 
Είσαι πάγος . Παρατάς έξω τον Σλάπι σαν παλιό καπέλο . 
Περάσαμε δύσκολη μέρα και δεν ήθελα να τη φέρω εδώ μαζί μου . 
Δεν θέλω να δω άλλον μαύρο να παίρνει τον κατήφορο , οπότε ας κάνει ένα νούμερο . 
Ευχαριστώ , κε Γκόρντον . 
Ώστε δουλεύεις με την κα Σάμερ τώρα ; 
- Δουλεύω εθελοντικά για την κα Σάμερ . 
- Δηλαδή , της δουλεύεις τσάμπα ; Κι εγώ σε πληρώνω να μου δουλεύεις ; 
Μάλλον κάτι κάνω λάθος . 
Μάλλον ! 
Βγες εκεί έξω και πες στον κόσμο ότι η Ντόρα θα τους ξετρελάνει . 
Δεν είμαι για τα φώτα εγώ , κε Γκόρντον . 
Να το θυμάσαι αυτό την επόμενη φορά που η κα Σάμερ θα σου ζητήσει να μιλήσεις . Μα αυτή είναι η διαφορά μας . 
Βλέπεις , εγώ σε πληρώνω , οπότε δεν το ζητάω απλώς . 
Μάλιστα , κύριε . Με συγχωρείτε . 
Έτσι μπράβο . 
Τέσι ! Τέσι ! 
Ξέρω πού πάω . 
Ένα μονοπάτι εδώ οδηγεί στη λίμνη . 
Εδώ μπαλαμουτιαζόσουν παλιά ; 
Όχι . 
- Γιατί φέρεσαι τόσο περίεργα ; 
- Δεν φέρομαι περίεργα . Καλά . 
Ξέρεις , δεν είναι κακό να τραβολογιέσαι με κάνα δυο αγόρια . 
Κρατάς αυτό ; 
1966 έχουμε . 
Δεν " τραβολογιόμουν " με κανέναν . 
Τι κάνεις ; 
- Εσύ τι λες ; - Μην το κάνεις κοντά μου αυτό . 
Κυρίες και κύριοι . Το επόμενο αηδόνι μας το γνωρίζω από κοριτσάκι ακόμη κι ακόμη δεν ξέρω τι άλλο θα κάνει , αλλά ποτέ δεν τη χορταίνω . 
Για την ακουστική σας απόλαυση , η μία και μοναδική Ντόρα Κάρτερ . 
Αποκλείεται , γαμώτο . 
Περίμενε ! 
Μην την αγγίξεις ! 
Μόνο να την πάρω αγκαλιά ! 
- Μόνο ... - Πάρε εμένα ! 
Τζούντιθ , πήγαινε φώναξε κάποιον . 
Υπόσχομαι να μην την αγγίξω , αλλά πρέπει να περιμένω εδώ μαζί της . 
Θα καταλάβαινες αν ήσουν μητέρα . 
Μόλις πεθάνεις , δεν είσαι πια κορίτσι . Ή γυναίκα . Ή σύζυγος . 
Δεν είσαι κανενός η μητέρα , κανενός η κόρη . 
Και κανείς δεν μπορεί να σου πει πώς να ζήσεις τη ζωή σου . 
Ήθελες ο θάνατος της Τέσι να σου δώσει αυτήν την ελευθερία , έτσι ; 
Μα σου έδειξε μόνο την πόρτα . 
Χρειάστηκε ο δικός μου για να την ανοίξει . 
