‫ " سال ۱۹۴۸ " ‫ - ای داد بی‌داد ، گندت بزنن ‫ - الوین ؟ 
‫ می‌خوای بگی چی‌ شده یا نه ؟ 
‫ آم ، راستش ... ‫ آقای شل گوردن فهمید که ... ‫ ... 
من همه‌ی پول‌ها رو ‫ تحویل نمیدم و ... ‫ خود قمار به اندازه‌ی کافی بد نیست ؟ ‫ که الان شدی دزد شرط‌بندی ملت ؟ 
‫ مروا ، پول خودم بود 
‫ به من دروغ نگو 
‫ پول خودم بود ‫ ترومپتت ؟ 
‫ خدا شاهده ، الوین ، اگه دست از ‫ کار کردن واسه این یارو برنداری و ... ‫ ترومپتت رو ازش پس نگیری ، ‫ وسایلم رو جمع می‌کنم و با کلیو از اینجا میریم 
‫ عزیزم ؟ 
‫ عزیزم ؟ مروا ؟ 
‫ مروا ، بیخیال دیگه بابا 
‫ از کجا ده دلار آوردی ؟ 
‫ پس‌انداز یک سالم واسه کمک به چارلیه 
‫ می‌دونی که ‫ عمراً اگه بابایی صدقه قبول کنه ، درسته ؟ 
‫ صدقه کجا بود ؟ ‫ باید به دستش بیاری 
‫ باید به دستش بیارم ؟ 
‫ - بله ، یالا ‫ 
- خیلی‌خب ، خانم شروود 
‫ بسیارخب 
‫ خانم‌ها و آقایون ، ‫ باعث افتخارمه ستاره‌ی منحصر به فردمون ‫ رو خدمت‌تون معرفی کنم ، 
‫ - کلیو شروود ‫ - ممنونم ، متشکرم 
‫ به همراه نوازنده‌ی ترومپت محبوب‌مون ، الوین شروود 
‫ ♪ بگو که دوستم داری ♪ ‫ والس وایت هستم و ‫ گزارش خبریِ فوری و مهمی در دست دارم 
‫ دیشب ، درست بعد از ساعت ۱۰ : ۳۰ ، ‫ سوءقصدی به جان یکی از اعضای شؤرای شهر ، ‫ مرتیل سامر صورت گرفت و ... 
‫ کل بالتیمور رو در شوک قرار داد ‫ مجرمین احتمالی هم‌چنان دستگیر نشده‌ان . ‫ پلیس هم‌چنان در حال ... 
- الو ؟ ‫ - رجی ... منم ، کلیو 
‫ چه خبر شده ؟ 
‫ خودت خوب می‌دونی چه خبر شده 
‫ مرتیل سامر رو زدن 
‫ اخبار که گفت ‫ فقط یکمی پاش زخمی شد 
‫ من چیزی در این مورد نمی‌دونم ، ‫ خودت هم همینطور 
‫ مجبورم کردن پشت فرمون بشینم ‫ متوجهی ؟ 
‫ کسی خبر داره اونجا بودی ؟ 
‫ بله ، کرول کفتره ‫ با دو تا الدنگی که ‫ با خودش آورده بود 
‫ سیاه‌سوخته با ‫ کروکی قرمز بُردمون ، رجی ‫ - ببخشید ‫ - چیکار کرد ؟ 
‫ - ببخشید ‫ - یه لحظه ! 
‫ من با شل صحبت می‌کنم 
‫ اگه جات بودم این کار رو نمی‌کردم ، کلیو ‫ حرف‌هام یادت بمونه . ‫ خودت خواستی ، یادت رفته ؟ 
‫ خودت خواستی ‫ اعتماد آقای گوردن رو جلب کنی 
‫ حالا باید نشون بدی ‫ که اشتباهی نکرده ‫ اشتباه کرده ؟ 
‫ هیچ اشتباهی نکرده 
‫ پای اون رو وسط نکش ، کلیو 
‫ جلب توجه نکن و به کارت برس ‫ تا آب‌ها از آسیاب بیفته 
‫ این هفته نیا سرکار ‫ - ببخشید ‫ - خیلی‌خب ! 
‫ دست بجنبون ، کلیو . ‫ خیلی وقته منتظرتیم 
‫ - ببخشید ، خانم ‫ 
- خدای من 
‫ خیلی‌خب ، بفرما 
‫ - هی ، این در و داف‌ها رو نگاه کن ‫ - آره 
‫ انتظار نداشتم انقدر درد داشته باشه 
بابت خالکوبی زدن و ‫ سوراخ کردن گوش هیچ قانونی ندارید ؟ 
‫ چرا ، نباید به بدن‌مون آسیب برسونیم ‫ تا به فطرت الهی‌مون ‫ بی‌احترامی نشه 
‫ خیال می‌کردم واسه اینه که ‫ شیطان رو دور نگه داریم 
‫ نه ، شیطان سوراخ‌های دیگه‌ای ‫ رو ترجیح میده 
‫ رد نشد ، واسه همین ‫ خودم دستی انجامش میدم 
‫ رؤیای نویسندگیت ‫ زندگیت رو به قهقهرا کشوند 
‫ حالا قصد کردی ‫ اون رؤیاها رو از سَر بگیری 
‫ اما چه نیازی بود که ‫ پای جسد منو به این ماجرا باز کنی ؟ 
‫ من که تهِ دریاچه جا خوش کرده بودم 
‫ صبح بخیر ، خانم . ‫ چه کمکی از دستم برمیاد ؟ 
‫ صبح بخیر . 
‫ برای دیدن باب بائر اومدم 
‫ منتظرتونه ؟ 
‫ از دیدنم خوشحال میشه 
‫ اسم‌تون ؟ 
‫ مدی شوارتز 
‫ لطفاً اونجا منتظر بمونید 
‫ آقای بائر ، یه خانمی اومدن شما رو ببینن 
‫ اسمش مدی شوارتزه و ‫ گمون نکنم شخص خاصی باشه 
‫ خانم شوارتز ، آخرین میز سمت راست 
‫ چه کاری از دستم ساخته‌ست ، خانم شوارتز ؟ 
‫ ظاهراً کمکم به دردت خورد 
‫ " مظنونین قتل کودک " ‫ ممنونم 
حرف دیگه‌ای هم هست ؟ ‫ بله 
‫ - توی روزنامه درمورد ... ‫ 
‫ که توی ماهی‌فروشی داشته ‫ با تسی دِرست صحبت می‌کرده ‫ بیخیال بابا ، ‫ حرفِ مادر استفن زوادسکیه 
‫ خب ، شاید بتونم به عنوان ‫ یک مادر دو کلمه باهاش حرف بزنم و ... ‫ ببینم دیگه چی‌ها می‌دونه 
‫ جونم برات بگه که ‫ اگه خیال می‌کردیم یه مادر به کارمون میاد ، ‫ ادنا رو می‌فرستادیم دیگه ، ‫ کلاً مادر همه‌مون حساب میشه 
‫ مگه نه ؟ 
‫ یکی از بچه‌های بی‌خایه‌ی خودت رو بفرست . ‫ من سرم شلوغه 
‫ ظاهراً هنوزم بهم نیاز داری 
‫ بذار ببینم درست متوجه شدم یا نه ، ‫ خانم شوارتز ... ‫ مدی هستم 
‫ می‌خوای خیلی راحت ‫ بپری وسط کاروبار جدیِ ما ، ‫ جایی که افراد خبره و ماهر ‫ رو استخدام می‌کنن و ... ‫ روی خبرها کار کنی ؟ 
‫ بعدشم تنها صلاحیتت هم ‫ مادر بودنته ؟ ‫ اسمت توی اون روزنامه‌ چاپ شده ‫ چون من یه سرنخ درست‌وحسابی بهت دادم و ‫ تونستی خبر دسته‌اول رو جور کنی 
‫ نه ، تو بیرونم کردی و ... ‫ منم به‌قدری خِبره و کارکشته بودم که ‫ از اون ناکامی به نفع خودم استفاده کردم 
‫ از نظر من که این یعنی ‫ مدیونمی ، آقای بائر ‫ باب هستم . نخیرم ، من کارم خبرنگاریه ، ‫ نه اینکه بشینم لطف اینو اون رو جبران کنم ‫ خواسته‌‌ات دقیقاً همینه 
‫ من تجربه‌ی نویسندگی دارن 
‫ عه ، توی کلاب نویسندگی‌ات ‫ یا خبرگزاری مدرسه‌ات ؟ 
‫ رزومه هم آوردی ؟ 
‫ ببین دوست داشتم تا ‫ بیرون همراهیت کنم ، مدی ‫ اما باور کن ، خیلی سرم شلوغه 
‫ گلدیس ، روی کی قطع کردم ؟ 
‫ مستی یا بازداشتگاه ؟ 
‫ خیلی ممنونم که وقت گذاشتید 
‫ استفان عزیز ، می‌تونم تصور کنم ‫ چه احساسی داری 
می‌خوام بدونی که الان ‫ بعضی از ما با شرایطت هم‌دردی می‌کنیم 
‫ من مدی هستم ، همونی که ‫ تسی رو توی دریاچه پیدا کرد 
‫ پخش زنده با خانم مرتیل سامر داریم اولین بیانیه‌شون‌ درمورد ‫ سوءقصد به جون‌شون بعد از ترخیص از بیمارستان رو بشنوید 
‫ دیشب ، دم درِ خونه‌ام ‫ به جونم سوءقصد شد 
‫ یه تیر زدن به پام ‫ اما امروز اینجا ایستادم ‫ تا مجدد تعهدم به این انتخابات رو تأیید کنم 
‫ ستادم ، حامیان من ، ‫ مردم این شهر ساکت نمی‌مونن 
‫ من اولین کسی بودم که جسدش رو دیدم 
‫ میگن تو آخرین نفری بودی که ‫ زنده دیدیش 
‫ همین باعث میشه حس کنم ‫ به طریقی به همدیگه متصلیم 
‫ احساسی که بین‌مون مشترکه 
‫ پلیس این نامردها رو پیدا می‌کنه 
‫ اپراتور ، ممکنه آدرس ‫ بیمارستان روانی ‫ کلیفتون تی پرکینز رو بهم بدید ؟ 
‫ می‌تونم یه پیشنهادی بهتون بدم ؟ 
‫ بگو ببینم چیه 
‫ شما پشت مشروب‌فروشی‌تون ‫ تلفن دارید 
‫ اگه بابت هر پیغام ۵ سنت بهتون بپردازم ، ‫ حاضرید از طرف من تماس بگیرید ؟ 
‫ بکنیدش ۲۵تا ، تا بهش فکر کنم 
‫ میشه از این به بعد بدون اینکه بگید ‫ " سیلور دلار " جواب بدید ؟ 
‫ می‌خواید کروات هم بزنم ، خانم ؟ 
‫ فقط تا وقتیه که برای آپارتمانم تلفن بخرم 
‫ اینجا زندگی می‌کنید ؟ 
‫ توی این محله زمان‌بره 
‫ راستش ساکن همین ساختمونم 
‫ خب پس ، بکنیدش ۳۰تا و ‫ پیشنهادتون قبوله ، همسایه 
‫ باید اینطوری محکم نگه‌ش داری ‫ می‌بینی ؟ سعی می‌کنه ‫ برگردونتت توی اصطبل ‫ بنابراین باید ... 
اونجوری آزادش کن و ‫ از بالا بگیرش ‫ بعد بِکش 
‫ بعدش ببرش پشت ‫ چون نباید کشیده بشه 
‫ - این ... ‫ ‫ شب درازیه ؟ 
‫ اینجا چیکار می‌کنی ، مرتیکه ؟ ‫ خودتون که می‌دونید ‫ اینجا خبر خاصی نیست 
‫ حواست باشه چی از دهنت درمیاد ، تیث 
‫ اشکالی نداره . ‫ بذار جلوی پسرش شاخ و شونه بکشه 
‫ جون ، اوضاع چطوره ؟ 
‫ - خوبه ‫ - گل هنوزم برات کارو درمیاره ؟ 
‫ بیخیال ، پسر . ‫ چیکارِ ما دارید ؟ 
‫ در جریانید که ای‌سی‌دی موافق ‫ این شرایط زندگی برای اسب‌ها نیست ، پسر 
‫ بیخیال دیگه ، برادر من 
‫ الان شد برادر من ؟ 
‫ این مسئله رو بسپُر به ما ‫ در مقابل تو هم به گوش ‫ همه‌ی اصطبل‌های شهر برسون و ‫ از زیر زبون‌شون بکش بیرون ‫ که دیشب کی قصد جون مرتیل سامر رو کرده 
‫ می‌دونم شما میوه‌فروش‌ها ‫ از کل ماجراها خبر دارید ‫ پسر ، من هیچ ماجرایی رو نمی‌دونم ‫ معلومه که می‌دونی 
‫ مثل همون ماجرایی که ‫ یه بابایی بدون اینکه بره بیمارستان ، ‫ از پشتش کُلی گلوله درآورد 
‫ پسر ، شاید یه چیزهایی شنیده باشم ‫ درمورد اینکه یه دامپزشکی ورداشته ‫ گلوله از ماتحت یه الدنگ بیرون کشیده 
‫ اسم این الدنگ چیه ؟ 
‫ آقای گوردن ؟ 
‫ اسلپی گفته شما ازش خواستید ‫ امشب میزبان باشه . راسته ؟ 
‫ آقای گوردن 
‫ نیومدی اینجا که ‫ از اسلپی جانسون بگی برام 
‫ گند بالا آوردم ‫ اون دلقک‌ها رو اجیر کردم 
‫ هیچکسی دیگه حاضر نشد انجامش بده ‫ مگر اینکه اسم‌تون رو می‌گفتم 
‫ می‌دونی چرا ازت نخواستم ‫ خودت انجامش بدی ؟ 
‫ چون مثل پسرتون دوستم دارید ‫ مثل پسرم دوستت دارم 
‫ درسته 
‫ نمی‌خوام دستت آلوده بشه ‫ یا توی دلت بمونه 
‫ اما الان مرتیل قیافه‌هاشون رو دیده ‫ اون پسرهام صورتت رو دیدن ‫ وقتی بهشون پول دادی 
‫ اصلاً اهمیتی نداره 
‫ خودم رو از روی پُل پرت می‌کنم پایین ‫ اگه قرار باشه یه کلمه ضد شما به زبون بیارم 
‫ می‌دونم 
‫ اما نابود شدنت ‫ قلبم رو به درد میاره 
‫ اتوبوس رو نگه دار ! ‫ اتوبوس رو نگه دار ! 
‫ اتوبوس رو نگه دار ! نگه دار ! ‫ اتوبوس رو نگه دار ، لطفاً ! 
‫ - ماشین رو نگه دار ‫ - کمک ! یکی کمک کنه ! 
‫ ماشین رو نگه دار ! ماشین رو نگه دار ! 
‫ لایونل 
‫ عزیزم ، ببینمت . ‫ چشم‌هات رو ببینم ؟ 
‫ چشم‌هات رو باز کن ، عزیزم . ‫ بذار ببینم 
‫ می‌تونم بخوابم ؟ 
‫ می‌دونم . می‌دونم 
‫ بله ، چیه ؟ ‫ چی شده ؟ 
‫ چشم‌هاش 
‫ بذار ببینم 
‫ ببین می‌دونم خیلی با ‫ نظرات من موافق نیستی ‫ دکترها هرکاری از دست‌شون ‫ برمی‌اومده انجام دادن 
‫ حالا وقتشه بذاری ‫ زنگ بزنم کشیش ، کلیو 
‫ پروردگارا ، ‫ دست به دامن تو می‌شویم 
‫ فرزندت ، لایونل ، ‫ معصوم از خون خانواده‌ی خود است 
‫ ای پروردگار ، ‫ بر این خانواده نظری کن 
‫ بگذار این باری که بر دوش آنهاست ‫ در این رودخانه‌ی خون جاری شود 
‫ بعد از من تکرار کنید 
‫ پدر ما ... ‫ پدر ما ... ‫ طبیب ما ... ‫ طبیب ما ... 
‫ ناجی ما ... ‫ - ناجی ما ... 
‫ کاری که اونجا کردید ، ‫ جدای از امیدواری ، ‫ کمک دیگه‌ای هم به پسرم می‌کنه ؟ 
‫ کم‌خونی داسی‌شکل هیچ درمانی نداره ، یونتا . ‫ خودت که می‌دونی 
‫ ولی هنوز هم قدرت نجاتش رو داری ‫ چیکار کنم ؟ 
‫ ارادتت به پروردگار رو نشون بده 
‫ عشریه بپرداز ‫ به کلیساش کمک مالی کن و بذری رو بکار ‫ که معجزه ازش رشد ‌ کنه 
‫ پروردگار چقدر لازم داره ؟ 
‫ پروردگار بی‌نیازه 
‫ پروردگار کامله 
‫ عشقش به پسرت هم بی‌حدوحصره 
‫ سؤال اینجاست که ‫ جون پسرت چقدر برات ارزش داره ؟ 
‫ حاضری چه فداکاری‌هایی بکنی ؟ 
‫ خودت رفع زحمت کن ، کشیش 
‫ برای آزادی به سیاستمدارها ‫ متوسل شدم 
‫ برای محافظت به قرمساق جماعت متوسل شدم 
‫ برای رستگاری به واعظین ‫ متوسل شدم 
‫ اما در پایان ، خودم بودم و خودم 
‫ داشتم غرق می‌شدم ، مدی 
‫ تموم فکر و ذکرم هم این بود ‫ که این غرق شدن حقمه 
‫ امشب یه خوابی دیدم ‫ عه ؟ 
‫ کل شهر خاکستر شده بود 
‫ ماشین‌ها همه وسط خیابون وِلو شده بودن 
‫ بعدش یه بره دیدم ... ‫ " از دست دادن خوشبختیِ به همراه ثروت " ‫ " ۲۲۱ " 
‫ اگه نظر منو بخوای ، ‫ عدد خیلی باحالیه 
‫ خیلی‌خب ، ده دلار روی ۲۲۱ شرط می‌زنم 
‫ اگه برنده شدم ، ‫ ترومپتم رو پس می‌گیرم ... ‫ همه توی خونواده‌ام تفنگ داشتن 
‫ مامانم سه تا داشت . ‫ ملت همین‌جوری تقدیمش می‌کردن 
‫ درسته ! ‫ ملت بهش تفنگ می‌دادن 
‫ داری چیکار می‌کنی ؟ 
‫ گفتم امشب آفتابی نشو . ‫ نباید کار کنی 
آخرین شبِ دورائـه ، نه ؟ 
‫ بذار دختره خوش بگذرونه 
‫ پولدارها بهشون زمین می‌رسه ‫ فقرا هم تفنگ به ارث می‌برن ‫ با ماهیتابه‌ی چُدن . 
‫ میشه یه ودکا مارتینی با ‫ زیتون برام آماده کنید ؟ 
‫ زدی تو خط مشروب خوردن ؟ 
‫ " عجب ساعت قشنگیه " ‫ بعد میگی : " از این ساعته خوشت اومده ؟ " ‫ " پدربزرگم که فوت کرد ‫ این ساعت رو برام یادگاری گذاشت " ‫ بعد من تو فکر اینم که : ‫ " لعنتی ، بابابزرگ من چرا واسم تفنگ یادگاری گذاشته ؟ " 
‫ " اون ساعت تخمیت رو رد کن بیاد ! " 
‫ حالا که بحث تفنگ و جذابیت‌هاش شد ، ‫ خانم‌ها و آقایون ، ‫ - نفر بعدی که قراره بیاد روی صحنه ... 
یه خانم بسیار جذابه ‫ که نیازی به معرفی نداره ‫ لازم داشتم 
‫ آخرین هفته‌ایه که اینجا ‫ توی فرعون اجرا داره ‫ چون دیگه قراره همه‌ی شما سیاه‌سوخته‌ها رو ‫ ول کنه به امون خدا و بره پاریس 
‫ یه کف مرتب به افتخارش بزنید . ‫ به افتخار دورا کارتر ! 
‫ عه ، بفرمایید ! 
‫ ممنونم ، اسلپی 
‫ همگی می‌دونید که من دلی اجرا می‌کنم 
‫ رفقای خیلی بامعرفتی دارم که ‫ توی فرازونشیب‌های زندگی کنارم بودن ، ‫ اما امشب می‌خوام ببینم ‫ همگی وسطید 
‫ می‌خوام که اینجوری دورا ‫ رو به یاد بیارید 
‫ بزن بریم ، عزیزم 
‫ اشتباهی از من سر زده ، سرکار ؟ 
‫ شرمنده ، دیشب نتونستم ‫ خیلی بخوابم 
‫ اما نگران نباشید ، ‫ رجی جون ترتیبش رو میده 
‫ مگه نه ، رجی ؟ 
‫ خیلی‌خب ، بیا لئو . ‫ به اندازه‌ی کافی رقصیدی . خیلی‌خب 
‫ به اندازه‌ی کافی رقصیدی ‫ - مشکلت چیه ، پسر ؟ 
‫ مشکل اینجاست که ‫ چسبیدی به زنم ولشم نمی‌کنی ‫ - هی ، پسر ‫ - بجنب ، وقت رفتنه 
‫ می‌بینمت ، رجی 
‫ چه خبره ؟ 
‫ ای حسود 
‫ چند سالش بود ؟ احتمالاً ۲۳ سالش باشه ‫ ولی رسماً تو نخ من بود ها 
‫ ♪ عقل و هوش پسره رو دزدیدی ♪ ‫ ♪ می‌غری ♪ ‫ ♪ بهش چشمک می‌زنی و ♪ ‫ ♪ اون بهت چشمک می‌زنه ♪ ‫ وای ، رفیق ، رفیق ، رفیق ‫ پسر ، عالیه . بیا برقصیم 
‫ به شل چی گفتی ؟ 
‫ شنیدی ، لئو ؟ ‫ چه کوفتی به شل گفتی ؟ 
‫ یالا ، بیا باهام برقص 
‫ چرا انقدر ... نچسب بازی درمیاری ؟ 
‫ مثل من باش ‫ یالا 
‫ - چه مرگته تو ؟ ‫ - بجنب ، باهام برقص 
‫ منو بچرخون ، یالا 
‫ - دارم ازت سؤال می‌پرسم ‫ - اول منو بچرخون تا جوابتو بدم 
‫ شل چی گفت ؟ 
‫ یه پتو بهم بده . ‫ دست از سرم بردار 
‫ یه پتو ... یه پتو بهم بده . ‫ یالا ، اسلپ 
‫ برو پشت ‫ من روی مبل می‌خوابم 
‫ آروم باش ! 
‫ چیزی نیست ، چیزی نیست 
‫ اون کاری کرده ، عزیزم ؟ 
‫ یالا ، منو بکن ، اسلپ . ‫ یالا ، خواهش می‌کنم ‫ - نه ‫ - یالا ، اسلپ . منو بکن ، خواهش می‌کنم ‫ - اسلپ ، خواهش می‌کنم ‫ 
- عزیزم ، اینجوری نه 
‫ اول بگو چی شده ، عزیزم 
‫ بگو چه اتفاقی افتاده 
‫ شل تو رو توی دردسر انداخته ؟ 
‫ چه گندی زدی ؟ 
‫ کی به شل اهمیت میده ؟ 
‫ چه اهمیتی داره اگه پسرمون رو به مرگـه ؟ 
‫ می‌دونستیم این اتفاق میفته ، کلیو 
‫ چیزی نیست 
‫ - نه ، الکی خودم رو امیدوار کردم ‫ - کلیو ، چیزی نیست 
‫ خیلی خجالت می‌کشم ‫ خجالت نکش ، چرا آخه ؟ 
‫ خوبه که امیدواریم 
‫ امروز پدر روحانی رو دیدم 
‫ گفت کاری از دستش برنمیاد 
‫ کاری از دستش برنمیاد ‫ ولی خوب بلده ازم پول بگیره 
‫ یه دکتر دیگه پیدا می‌کنیم 
‫ پیدا می‌کنیم ؟ ‫ مایی وجود نداره 
‫ فقط خودتی و اون رؤیاهات 
‫ با من اینجوری صحبت نکن ‫ چون خودت قید رؤیاهای خودتو زدی ... ‫ منو واسه رؤیاپردازی سرزنش نکن 
‫ من حتی نمی‌تونم نفس بکشم ‫ تو می‌خوای رؤیا داشته باشم ؟ 
‫ - ببخشید ، متأسفم ‫ - اسلپ ، من حتی ... 
‫ - حتی نمی‌تونم نفس بکشم ‫ - لئو ، من اینجام 
‫ من اینجام ، هی ! 
‫ من کنارتم ، شرمنده 
‫ لئو ، خواهش می کنم . ‫ دیگه داری منو می‌ترسونی ، لئو 
‫ بیا جر و بحث نکنیم 
‫ لطفاً ، عزیزم ‫ بیا جر و بحث نکنیم ، خب ؟ 
‫ خدایا ... 
‫ خودم می‌دونم ، ‫ مادرِ نمونه‌ی سالم 
‫ آدامس می‌جویی ؟ 
‫ شرمنده 
‫ خواب موندم ، ‫ بعدش دیدم قالپاق ماشین رو دزدیدن 
‫ توی همچین محله‌ی گل و بلبلی ؟ 
‫ کی فکرش رو می‌کرد ! 
‫ باید یه‌بار بیای پیشم . ‫ الان دیگه خیلی بهتر شده 
‫ نه ، ممنون 
‫ خدایا ، جای سوزن انداختن نیست 
‫ آره . بعضی از مامان‌ها ‫ نگران کالج رفتن پسرهاشون‌ان ، ‫ که دولت اونا رو به ویتنام اعزام نکنه 
‫ فکر نمی‌کنم تحصیلات راهکاری ‫ واسه دوری از اعزام به خدمت باشه 
‫ بفرمایید 
‫ امیدوارم ... می‌دونی ، ‫ اگه انقدر برات مهمه ، ‫ باید توی خیابون‌ها مشغول اعتراض باشی 
‫ یه فکری دارم 
‫ چرا خودت نمیری ‫ توی خیابون‌ها اعتراض کنی ؟ 
‫ حرف من اینه که دوست دارم ‫ به یه چیزی علاقمند باشی 
‫ ببین ، کنشگری روزگارمو سیاه کرده 
‫ - ولی می‌دونی به چی علاقمندم ؟ ‫ - به چی ؟ 
‫ اینکه پنج دقیقه یه‌بند برام بالای منبر نری 
‫ خروجی رو رد کردی 
‫ خونه نمی‌ریم 
‫ اگه می‌خوای توی ماشین بمونی ، بمون 
‫ به محض اینکه ‫ اسب‌ها مسابقه رو شروع کردن 
‫ پس حالا چیکار می‌کنیم ؟ 
‫ باید قبل از مسابقه‌ی ساعت پنج ‫ شرط‌ها رو ببندیم ‫ آفرین ، پسر . 
خودشه 
‫ به من دست نزن ، حرومیِ پفیوز 
‫ اسم ایشون سرکار دیویسه ، اسپانج 
‫ اون ساچمه‌ها هنوز توی کونت‌ان ؟ ‫ - چه مرگته ؟ ‫ - بذار چندتاشون رو برات دربیارم 
‫ منم به سرکار دیویس میگم ‫ اون مدرکی که داره رو ... ‫ تا خود اداره ببره تحویل بده ‫ اون‌وقت می‌گیم ترور ‫ سناتور سامر نقشه‌ی تو بوده 
‫ - شیرفهم شدی ، پسر ؟ ‫ - من از چیزی خبر ندارم ‫ ما خودمون می‌دونیم ‫ عقلت به این کارها نمی‌رسه ، اسپانج 
‫ - پس بنال کی تو رو اجیر کرده ‫ - باشه ، باشه ، کار یه زنه بود 
‫ - یه زن ؟ کی بود ؟ ‫ 
‫ قسم می‌خورم ، بخدا نمی‌دونم . ‫ یه زن سیاه‌پوست بود 
‫ - بیشتر از رنگ پوستش رو می‌خوام ، سیاه‌سوخته ‫ - خوش بَر و رو بود 
‫ یه کت آبی روشن تنش بود 
‫ به‌نظر گرون می‌اومد 
‫ چای می‌خوای ؟ 
‫ نه ، ممنون 
‫ سرپا بده ، بشین 
‫ خیلی شیک و پیک نیست ، ‫ ولی الان دیگه اینجا زندگی می‌کنم 
‫ یه تخت و آشپزخونه‌ی نقلی دارم ‫ خودم می‌بینم ، مامان 
‫ نپری ! 
‫ - نمی‌دونم جواب میلتون رو چی بدم ‫ - منظورت بابائه ؟ 
‫ - الان دیگه میلتون صداش می‌کنی ؟ ‫ 
- خب ، اسم خودشه دیگه 
‫ انقدر اینجا افتضاحه ؟ 
‫ بوی عجیبی میده 
‫ بوی متفاوتی میده ‫ اگه بیشتر افتخار بدی ‫ شاید بوی خودت رو بگیره 
‫ بهش عادت می‌کنی ، ‫ شاید اون‌وقت بوی خونه‌مون رو بده 
‫ هرگز مثل بوی خونه‌ی خودمون نمیشه ، ‫ چون بابا اینجا نیستش 
‫ می‌خوای ادکلن فلوریسِ ‫ شماره‌ی ۸۹ باباتو اسپری کنم ؟ 
‫ می‌دونستی از وقتی چهار سالت بود ‫ میلتون اون ادکلن رو میزد و ... ‫ شنیده بود جیمز باند ‫ هم همین ادکلن رو می‌زنه ؟ 
‫ لازم نیست توام مثل اون یُبس باشی ‫ 
- بابا یُبس نیست ‫ - تو می‌تونی ... ‫ - اونی که یُبسه تویی ‫ 
- می‌تونی رایحه‌های جدید رو امتحان کنی 
‫ - تجربه‌های جدید کنی ‫ - توی محله‌ی کاکاسیاه‌ها برم ماجراجویی ؟ ‫ باورم نمیشه واسه این گه‌دونی ما رو ول کردی 
‫ من تو رو ول نکردم 
‫ دوستت دارم ‫ دلم می‌خواد باهات وقت بگذرونم ، ‫ ولی تو اصرار داری پیش میلتون باشی 
‫ مامان ، انقدر اینجوری صداش نکن 
‫ تو خیلی خودخواهی ‫ خیلی خودخواهی 
- تو ... من خودخواهم ؟ 
‫ - دیگه بچه نیستی 
‫ من دارم این مشکلات رو پشت‌سر می‌ذارم ‫ اون‌وقت تو فقط به فکر ‫ آسایش خودتی ؟ عینهو میلتون 
‫ شما دوتا لنگه‌ی هم‌اید ، دلیلش رو نمی‌فهمم 
‫ - چرا ؟ چرا نمی‌فهمی ؟ ‫ - نمی‌دونم 
‫ - کجاش رو نمی‌فهمی ؟ ‫ 
- هیچوقت نفهمیدم ، هیچـ ... ‫ - چرا نمی‌فهمی ؟ 
- نه ، فقط بهم بگو ‫ - کافیه ‫ - کجای حرفم نامفهمومه ؟ ‫ - بسه ، اصلاً فراموش کن 
‫ چرا ؟ بگو بهم ، کجاش برات نامفهمومه ؟ 
‫ اون پدر تو نیست ! 
‫ ببخشید ، ببخشید 
‫ باورم نمیشه که این حرف رو زدم 
‫ نمی‌خواستم ... ‫ از کوره در رفتم 
‫ فقط می‌خوام بدونی که چه پتانسیلی داری و ... ‫ می‌تونی واسه خودت یه کسی بشی 
‫ منو ببخش ، من ... 
‫ یکی مثل همون یارویی که باهاش خوابیدی ‫ یکی که حتی به خودت زحمت ندادی ‫ اسمش رو توی دفتر خاطراتت بنویسی ؟ 
‫ رفتی دفترچه‌ی خاطراتم رو خوندی ؟ 
‫ توی کمدت گذاشته بودیش ‫ بدون قفل و چیزی 
‫ اگه نمی‌خواستی کسی بخونه ، می‌تونستی ... ‫ - یه جایی بذاری که نشه ... ‫ 
‫ کِی ؟ کِی خوندیش ؟ 
‫ روزِ قبل از " بر میتصوا " ‫ ( جشن تکلیف یهودی‌ها ) 
‫ فکر کردم ... ‫ فکر کردم خدا داره امتحانم می‌کنه 
‫ می‌خواستم اون صفحه‌ها رو پاره کنم ‫ که بابا پیداشون نکنه ‫ ولی اون‌وقت می‌فهمیدی خوندم‌شون ‫ واسه همین ... نمی‌تونستم اون کارو کنم 
‫ واسه همین باهاش کنار اومدم که ... ‫ به ترس از اینکه بابا بفهمه ‫ و ما رو ول کنه عادت کرده بودم ‫ منو ببخش 
‫ و بعدش ... خودت ما رو ول کردی ‫ تو ما رو ول کردی ‫ بعد میگی من خودخواهم ؟ 
‫ نمی‌دونم حتی کی‌ام ‫ نمی‌دونم بابای واقعیم کیه و ... ‫ برام اهمیتی هم نداره ، ‫ چون یه بابا دارم 
‫ البته 
‫ هرچقدر بخوای می‌تونی ‫ میلتون صداش کنی ، ولی بابای خودمه 
‫ - باشه ‫ - تنها پدریه که بهش نیاز دارم 
‫ منصفانه‌ست 
‫ حالا میشه برم خونه ؟ 
‫ وقتی یه زن بالاخره پاشو به ‫ اتاق زیرشیروونی زندگیش می‌ذاره ‫ و دروغ‌های گمشده ، ‫ خاطرات نابجا ‫ و بدقولی‌های خودش رو می‌بینه ، ‫ می‌فهمه چقدر برای اطرافیانی که باور داشتن ... ‫ اون خودش رو خوب می‌شناسه ، ‫ خطرناک بوده 
‫ خانم کلئوپاترا ‫ باید اعتراف کنم خوشحالم می‌بینم ‫ پشتِ بارِ مشروب‌فروشی قایم نشدید 
‫ - چی می‌خواید ، سرکار پلت ؟ ‫ 
- خیلی‌خب ... ‫ کلیو ، اونجا همه‌چی ردیفه ؟ 
‫ بله . زود تموم میشه . ‫ یکی از دوستانم هستن ، خانم جین 
‫ سلام ، خانم جین 
‫ یکی از اون دلقک‌هایی که می‌خواست ‫ خانم سامر رو بکشه رو گیر آوردم 
‫ نمی‌دونست کی اجیرش کرده ، ‫ ولی می‌دونست کی پولش رو داده 
‫ می‌گفت خودت هم پشت فرمون بودی ، کلیو 
‫ من نمی‌دونم از چی حرف می‌زنی ، سرکار پلت 
‫ پس می‌تونیم توی فرعون همدیگه رو ببینیم ‫ می‌تونیم جلوی آقای گوردن ‫ همین صحبت‌ها رو ادامه بدیم ، قبوله ؟ 
‫ یا می‌تونی کمکم کنی ، ‫ منم تا جایی که بتونم اسمی ازت نمی‌برم 
‫ از تو به جایی نمی‌رسیم ، خب ؟ ‫ جفت‌مون اینو خوب می‌دونیم 
‫ منم کاریش نمی‌تونم بکنم ، ‫ ولی می‌تونم برات زمان بخرم 
‫ متوجهی ؟ 
‫ بیوک اسکای‌لارک قرمز ‫ بی‌ام 
‫ - ممنون ، کلیو ‫ - سرکار پلت ؟ 
‫ وقتی زمانم تموم شه چی میشه ؟ 
‫ جفت‌مون خوب می‌دونیم کی تو رو فرستاده ، کلیو 
‫ میای اعتراف می‌کنی ‫ ما هم خاطرجمع می‌شیم بلایی سرت نیاد 
‫ - شما خاطرجمع می‌شید ؟ ‫ - آره 
- پلیس ؟ ‫ - آره 
‫ همون پلیسی که همکارت رو می‌فرسته ‫ هر هفته یه پاکت پُر پول بگیره ؟ 
‫ نمی‌دونم راجع‌به چی حرف می‌زنی ، کلیو ‫ ولی بابت اطلاعاتی که دادی ممنونم 
‫ تا دیداری دوباره 
‫ خدافظ ، خانم جین . ممنون 
‫ اوه ، خانم شوارتز 
‫ دیگه چی شده ؟ 
روز سختی داشتم 
‫ من یه نامه واسه استفان زوادسکی نوشتم 
‫ تبریک میگم 
‫ جواب نامه‌م رو داد 
‫ داستان خوبی واسه چاپه 
‫ " خانم خانه‌داری که ‫ یک رفیق مکاتبه‌ای پیدا می‌کند " ‫ - الان خبرش رو می‌نویسم ‫ 
- خیلی‌خب ‫ می‌برم " بیکن " یا " سان " چاپ کنن 
‫ احتمالاً تیتر بهتری هم براش بزنن 
‫ وایسا ، هی ، هی ، هی ‫ باشه ، داستان خوبیه ‫ به اسم من ثبت میشه 
‫ توی تحقیقات و نوشتن بهم کمک کن ‫ در ازاش اسمت ‫ به عنوان مشارکت‌کننده ذکر میشه 
‫ بیعانه می‌خوام 
‫ سرکار باسکو رو که یادته 
‫ - جانی صدام کن ‫ 
- سرکار ، همه‌چی روبه‌راهه ؟ 
‫ مشکلِ این لباس همینه ‫ به محض اینکه مردم اینو می‌بینن ، ‫ فکر می‌کنن چیزی شده 
‫ فقط اومدم یه گشتی بزنم 
‫ حال شما چطوره ، خانم شوارتز ؟ ‫ حالم از این بهتر نمی‌تونه باشه 
‫ عه ؟ 
‫ چون جودث می‌گفت چند هفته پیش ... ‫ از آپارتمان‌تون دزدی شده 
‫ اون قضیه حل و فصل شد . ‫ دیگه جای نگرانی نیست 
‫ مطمئنم که مشکلات بزرگ‌تری دارید 
‫ خب ، خوشحالم که می‌بینم حل شده 
‫ خدایا ، از دست این گوشواره‌ها 
‫ - چیزی واسه ضدعفونی کردن نداری ... ‫ - چرا ... 
‫ اخیراً گوشم رو سوراخ کردم ‫ و دائم اذیتم می‌کنه 
‫ خدای من 
‫ خب ، خانم‌ها ، شما رو با ‫ سوزش گوش‌تون تنها می‌ذارم 
‫ مطمئناً این مشکل خارج از اختیارات منه 
‫ روز خوبی داشته باشید ، سرکار 
‫ شما هم همین‌طور ، خانم شوارتز 
‫ اومده بود باهات قرار بذاره ، مگه نه ؟ 
‫ فکر کنم یکی از اون ‫ نقشه‌های نزدیک شدن به تو بود 
‫ نه ، دست بردار 
‫ گمونم فطرت الهیم آلوده شده 
‫ هرچند ... ‫ پول اجاره رو واسه‌مون جور کرده ‫ بالتیمور استار به نشونه‌ی ادب ‫ یه چکِ بیعانه بهم داد 
‫ خیلی بهت افتخار می‌کنم ، مدی 
‫ حسودیم میشه ، ولی افتخار می‌کنم 
‫ یالا ، خودت رو به اون راه نزن ، ‫ اگه بخوای می‌تونی بخندی 
‫ از این ناراحتی که مامانت هنوز این کاره‌ست 
‫ تعجب می‌کنم مشغول شرط‌بندی نیستی ‫ شوخی می‌کنم ، ببخشید 
‫ تابحال کسی رو دیدی توی شرط‌بندی ‫ پول گنده‌ای برنده شه ؟ 
‫ - کی ؟ 
‫ - تو 
‫ آره ، گمونم چارلی همه‌چی رو بهت میگه ، هان ؟ 
‫ به بابام گفتم تمام پولم رو ‫ پای رؤیام شرط ببنده و ... ‫ برنده شدم 
‫ آره ، ولی تمام پول‌ها رو برداشت و رفت 
‫ درسته 
‫ ولی هنوزم بابامو دوست دارم 
‫ به کمکت نیاز دارم ، تدی 
‫ می‌خوام واسه آخرین بار شرط ببندم ، ‫ ولی نباید چیزی به چارلی پیره بگی 
‫ می‌خوام بهم راجع‌به چند نفر از ‫ اونایی که باهات شرط‌بندی می‌کنن بگی 
‫ اون تابحال شرطی رو از دست نداده 
‫ همیشه به موقع میاد و ... 
‫ - کیه ؟ ‫ - منم ، کلیو 
‫ کون لقت ، کلیو 
‫ دارم میام داخل 
‫ اون کلرنسِ حرومی دول‌موشی ‫ بهت کلید اتاق تخمی رو داد ؟ 
‫ چه‌خبره این همه بد و بی‌راه ‫ توی یه سؤال به این کوتاهی ؟ ‫ پیشکش خودت 
‫ من که بالاخره از این خراب‌شده رفتنی‌ام 
‫ پس واسه چی نشئه می‌کنی ، دورا ؟ 
‫ یه هدیه‌ی خدافظی از طرف شل بود 
‫ دورا ، حواست به من باشه ، خب ؟ 
‫ به کمک نیاز دارم 
‫ به رجی زنگ زدم ، داره میاد ‫ عزیزم 
‫ حالش خوبه ، رجی . بسپرش به خودم 
‫ این به‌نظرت زنیه که حالش خوبه ؟ ‫ کسشعر نگو ، رجی 
‫ اگه نمی‌خواستی اینجوری ببینیش ‫ به رئیست می‌گفتی 
‫ واسه خاطر توئه که ‫ بهش مواد میده ، مگه نه ؟ 
‫ - حرف دهنت رو بفهم ، کلیو ‫ 
- اینجا گیر افتاده ، نمی‌تونه بره 
‫ مثل مترسک حاضره ‫ هروقت بخوای برات برقصه و ... ‫ گفتم حرف دهنت رو بفهم ، کلیو ! 
‫ شل خبر نداره ، مگه نه ؟ 
‫ چی رو ؟ 
‫ که منو فرستادی پاکت پول رو تحویل بدم 
‫ روحشم خبر نداشت وقتی گفتم گندکاریش رو جمع می‌کنی ، منظورم چیه 
‫ مگه نه ؟ 
‫ فکر نکنم 
‫ - چرا آخه منو فرستادی ، رجی ؟ ‫ 
‫ نمی‌خواستم دوباره روم حساس شن ، کلیو ‫ 
‫ اگه من گیر بیفتم ، رجی ... ‫ تو رو هم با خودم پایین می‌کشم 
‫ فهمیدی ؟ 
‫ یا به‌جاش می‌تونی جفت‌مون رو نجات بدی 
‫ چی می‌خوای ؟ 
‫ دفتر ثبت غیرقانونی رو دیدم 
‫ می‌دونم شل توی پیملیکو گاوبندی می‌کنه ‫ تا خاطرجمع شه که مسابقه سر ۳۱۵ تموم شه ‫ درحالی که کلِ شهر ... 
‫ امضای تو رو روی دفتر دیدم 
‫ تو می‌دونی بهشون گفته ‫ سر چه عددی شرط ببندن 
‫ اگه به منم بگی ، من شرط می‌بندم ، ‫ اینجوری سرش به هیچ کدوم‌مون نمی‌گیره ‫ بعدش منم فلنگو می‌بندم 
‫ فلنگو می‌بندی ؟ 
‫ پس ... پس بچه‌هات چی ؟ ‫ می‌خوای ول‌شون کنی ؟ 
‫ الان نگران پسرهای منی ، رجی ؟ 
‫ از بین ۶۰۰ احتمالِ ممکن ، ‫ با ۵۰تا می‌تونم ۳۰هزار دلار برنده شم ‫ رجی ، ۱۰ درصدش هم به تو میدم 
‫ نه ، خب ؟ من اون پول رو نمی‌خوام 
‫ - چون گوردن تو رو پسر خودش می‌دونه ؟ ‫ 
- دست از سرم بردار ، کلیو 
‫ شما دوتا چه غلطی می‌کنید ؟ 
‫ دورا ، عزیزم . ببین ... ‫ رجی رو نگاه ، ببینش 
‫ الان داره فکر می‌کنه ‫ اگه از شر من خلاص شه ... ‫ زندگیش راحت‌تر میشه 
‫ - منظورت چیه که از شرت ... ‫ - دورا ... ‫ شاید رجی بخواد منو بکشه 
‫ پس اگه دیدی مُردم ، ‫ می‌خوام بدونی کار کی بوده ‫ نه . رجی ، چرا ... ‫ مگه اینکه بخوای جفت‌مون رو بکشی 
‫ چه مرگشه ... ‫ رجی ، اون عدد رو بهم بگو 
‫ سلام ، من اومدم 
‫ بائر ، بیا داخل 
‫ دکتر کورنبلت ، ایشون مارجری شوارتزه 
‫ - مدلین ! ‫ 
- اوه ، ببخشید ، مدلین شوارتزه ‫ و فامیلی خودم رو ترجیح میدم ، مورگنسترن 
‫ خب ، خودم هم الان فهمیدم . ‫ ایشون مدلین مورگنسترنـه 
‫ از آشنایی‌تون خوشوقتم ، خانم مورنینگ‌استار . ‫ می‌دونستی من آلمانی هم بلدم ؟ 
‫ هرکاری ازت انتظار میره 
‫ ایشون دکتر کورنبلته ، ‫ مأمور بررسی علت مرگ 
‫ - دیوارم رو نشونش دادی ؟ ‫ - اوه ، متأسفم ‫ نه ، یادم رفت . موقع خروج نشونش میدم 
‫ این دکیِ ما اهل لس آنجلسه و ... ‫ مسئول کالبدشکافی جرج ریوز ، ‫ - تلما تاد ، مریلین مونرو و ... بوده ‫ - واو 
‫ خب ، درونِ ( ذات ) همه یه‌شکله ‫ منم شنیده بودم 
‫ دکتر کورنبلت ، مورد غیرعادی‌ای یا ... ‫ موردی توی کالبدشکافی ‫ دخترِ خانواده‌ی دِرست نبود ... ‫ پلیس‌ها از دست‌شون در رفته باشه یا ... 
‫ شنیدم اون سنگ‌ریزه‌هایی که بهشون دادم ‫ باعث شد که قاتل رو دستگیر کنن 
‫ چیز دیگه‌ای نبود ؟ 
‫ یه دستی برسون ، دکی 
‫ واسه تو ، بائر ، فکر کنم یه چیزی دارم 
‫ چی داری ؟ 
‫ سنگ‌ریزه تنها چیزی نبود ‫ که زیر ناخن‌هاش پیدا شد 
‫ یه‌سری سلول‌های پوستی هم پیدا کردم ‫ که یعنی هنگام اقدام به تجاوز ، ‫ بچه داشته تقلا می‌کرده 
‫ اقدام به تجاوز ؟ 
‫ بین پاهاش یه‌سری کبودی‌ها بود ، ‫ ولی پرده‌ی بکارت آسیبی ندیده بود 
‫ پلیس در جریانه ، ولی خانواده‌ش ‫ به اندازه‌ی کافی عذاب کشیدن ‫ تازه ، علت مرگ هم این نبود ‫ زیر ناخن‌هاش پوست زوادسکی بود ؟ 
‫ نمی‌شد تشخیص داد . ‫ زوادسکی جای خراشی نداشت 
‫ پس ممکنه کار یکی دیگه بوده باشه 
‫ کار من کالبدشکافیه ، ‫ داستانش رو تو باید تعریف کنی 
‫ ولی چرا که نه 
‫ سلام ، سدریک 
‫ شب بخیر ‫ و مغازه تعطیله ، خانم تیبری 
‫ میشه حداقل نامه‌هام رو بدید ؟ ‫ چرا که نه 
‫ یه نامه از طرف مادرتون اومده ‫ به‌نظر خانم دوست‌داشتنی‌ایه 
‫ و یکی هم از طرف بیمارستان روانی 
‫ سلام ، از " سالتیمور استار " تماس می‌گیرم ‫ ظاهراً دکتر مکنزی با من کار داشتن 
‫ منتظر باشید ، وصل‌تون می‌کنم 
‫ - خانم شواترز ؟ ‫ - نه ، اسمم مورگـ ... ‫ بله ، خودم هستم 
‫ در رابطه با نامه‌ای که به ‫ استفان زوادسکی نوشتید تماس گرفتم 
‫ - گفتیم شاید مفید واقع شه اگه شما ... ‫ - بله ؟ ‫ ایشون می‌خواد شما رو ملاقات کنه 
‫ من مدلین‌ام 
