‫ وضعیت داره بدتر میشه ... ‫ چرا جواب نمیدی ؟ ‫ آتیش ... آتیش ... آتیش می‌بینم ‫ محفظه آتیش گرفته 
‫ بیست و یک ... ‫ بیست و یک ‫ سی ... چهل ... چهل و دو ... ‫ آتیش می‌بینم 
‫ میشه لطفاً یه‌کم بخاری رو زیاد کنی ؟ 
‫ خراب شده عزیزم . ‫ خودت رو جمع کن گرمتر شی 
‫ مامانی ؟ چی داره میگه ؟ 
‫ داره میگه که ... دنیا به هم ریخته 
‫ بابایی کی میاد ؟ 
‫ مامانی ؟ 
‫ چی سر بابایی اومد ؟ 
‫ در رو ببند ، عزیزم . 
‫ یخ زدیم . 
‫ بیا ، الان شومینه رو روشن می‌کنم . 
‫ میشه برام داستان بگی ؟ 
‫ می‌تونم از رو کتاب برات بخونم . ‫ اون داستانه که رو آیپده . 
‫ همون‌که مال فضاست . ‫ اونو دوست دارم . 
‫ سلام ، من جوهانا هستم . ‫ یه فضانوردم . ‫ و برای آژانس فضایی اروپا کار می‌کنم . ‫ توی ایستگاه فضایی بین‌المللی زندگی می‌کنم . ‫ یه سال تمام قراره اینجا باشم . ‫ و یه داستان خیلی ویژه برای خوابت دارم . ‫ اسمش " دختر کوچولوی فضایی " 
‫ - می‌خوای برات بخونمش ؟ ‫ - آره 
‫ خب این‌جوری شروع میشه . ‫ این بالا توی فضا ، هوا خیلی سرده . 
‫ ستاره‌ها به سرعت حرکت می‌کنن ‫ و خورشید خانوم پر حرارت می‌سوزه که یه ذره گرم‌شون بشه . 
‫ این بالا تو فضا ، خیلی ساکته . 
‫ ولی بدترین چیزِ توی فضا بودن ... ‫ اینه که ممکنه خیلی خیلی احساس تنهایی کنی . 
- آلمان ] ‫ آلیس ؟ یه ربع دیگه میرم . 
‫ اومدم 
‫ آماده 
‫ - واسه صحبت حاضرم . ‫ - باشه ‫ سلام کن 
‫ مرکز کنترل مأموریت در حال اتصال شماست . 
‫ [ به مالکیت مشترکِ ناسا ، روسکوسموس ( روسیه ) ‫ آژانس فضایی اروپا ، کانادا و ژاپن ] ‫ صبح به‌خیر ، عزیزم ... ‫ مسواک زدی ؟ ‫ آره ‫ چند دقیقه ؟ ‫ سه دقیقه . 
‫ چون تو خونوادهٔ ما همین کار رو می‌کنیم . 
‫ امروز میری فضانوردی ؟ 
‫ نیازی نیست نگران باشی ، عزیزم . ‫ واسه‌ش آمادگی داریم . 
‫ می‌دونم 
‫ می‌خوای به " یاز " صبح به‌خیر بگی ؟ 
‫ - سلام ، آلیس ، صبح به‌خیر ‫ - سلام ، یاز 
‫ استرس داری ؟ 
‫ یه کوچولو ! 
‫ می‌خوای کاهو رو نگاه کنی ؟ ‫ به‌نظرم خیلی شاداب به‌نظر میان . 
‫ یه‌سری‌هاشون گل هم دادن . 
‫ نظرت چیه ؟ 
‫ - جادویی نیست ؟ ‫ 
- خوب به‌نظر میان 
‫ ولی شاید بگم که ‫ - بقیه اول مزه‌ش کنن . ‫ - آره ‫ یه‌کم نگرانم که یهویی آدم فضایی بشم ! 
‫ باید آروم حرف بزنیم ‫ چرا ؟ 
‫ چون دارن یه کار خیلی پیچیده روی " کال " انجام میدن . 
‫ سلام ، آلیس 
‫ سلام ، پائول 
‫ امروز واسه مامانت روز مهمیه . 
‫ " آ.پ.م " * ، داده‌های کال به این صورته : ‫ ( آزمایشگاه پیشران موشکی ) ‫ سیگنال‌های هسته عادیه ، آهنرباها تنظیم شدن . ۲۵.۵ 
‫ دریافت شد ، فاز ششم . ‫ دریافت شد . 
‫ [ آزمایشگاه پیشران موشکی - پاسادینا ، کالیفرنیا ] ‫ دمای هسته : ۲۰۳ - درجه ‫ لیزرها رو روشن کن . ‫ یالا 
‫ داره چی‌کار می‌کنه ؟ 
‫ دنبال یه حالت ماده جدید می‌گرده . 
‫ یعنی چی ؟ 
‫ نمی‌دونم 
‫ ۸۴ روز دیگه مونده برگردی خونه . ‫ فقط ۸۴ روز 
‫ دل تو دلم نیست ! ‫ آخی ! 
‫ خیلی دلم برات تنگ شده 
‫ منم دلم برات تنگ شده ، مامان . 
‫ وقتی اونجایی مراقب خودت هستی دیگه ؟ ‫ همیشه 
‫ بذار ببینم الان می‌تونم ببینمت . 
‫ - وای ‫ - ببین ‫ اینجایی ‫ دیدی ؟ 
‫ - حاضریم ‫ - خیلی‌خب 
‫ شانس باهات یار باشه ، پسرم . 
‫ شانس باهات یار باشه ، فرمانده . 
‫ تا الان همیشه باهام یار بوده . 
‫ سلام ، آلیس ‫ واسه خودت دست تکون بده . 
‫ شروع کن 
‫ از " آ.پ.م " به ایستگاه ، دریافت می‌کنی ؟ ‫ برشون گردون . وسط یه دستاوردیم . 
‫ مامان ؟ ‫ اونجایی ؟ 
‫ همه‌چی مرتبه ؟ 
‫ رفتش 
‫ واریزه‌های فضایی ! ‫ دریچه باز شده ! 
‫ مامان ؟ 
‫ هیوستون ، ایستگاه فضایی صحبت می‌کنه . ‫ دریافت می‌کنی ؟ 
‫ هیوستون ، از ایستگاه صحبت می‌کنم ‫ دریافت می‌کنی ؟ 
‫ مرکز کنترل ، درها رو قفل کن . ‫ مخزن فعال نیست . 
‫ به ایستگاه فضایی ، هیوستون از مرکز ‫ یک صحبت می‌کنه ، دچار افت فشار شدین . ‫ [ مرکز کنترل ناسا - هیوستون ، تگزاس ] 
‫ تمامی راه‌های ارتباطی فعاله . 
‫ خدمه توی محفظهٔ تخلیه " سایوز ‍‍ ۱ " جمع بشن . 
‫ اقدامات لازم قبل از تخلیه رو شروع کنید . ‫ واکنش‌های فوری صورت بگیره . 
‫ هیوستون ، توی " زاریا " آتش‌سوزی و دود داریم . 
‫ - موتور غیر فعال شده . ‫ - ایلیا 
‫ جو ، فوراً برو به ‫ نزدیک‌ترین محفظهٔ تخلیه ، سایوز ۱ 
‫ هیوستون ، یه آتش‌سوزی بین ما و سایوز ۱ رخ داده . 
‫ به‌جاش برید توی " رسوت " 
‫ جو ، نمی‌تونم رد بشم ! 
‫ ایلیا ، باید بریم به محفظهٔ تخلیه ! 
‫ دریافت شد ! 
‫ چی بهمون خورد آخه ؟ ‫ یه چیزی بهمون خورد ! 
‫ همین حالا رد شو ! 
‫ اومدم بیرون 
‫ منو بگیر 
‫ دریچه با من . 
‫ ایستگاه ، باید آتیش رو خاموش کنید . 
‫ دریافت شد ، مشغولشیم . 
‫ در حال قطع فشار در " زوزدا " ‫ یه چیزی بهمون برخورد کرده . 
‫ - حالتون خوبه ؟ 
‫ - دریچه بسته‌ست 
‫ خدمه ، اعلام حضور کنید . 
‫ اریکسن 
‫ آندریف 
‫ - براستین ‫ 
- سوری 
‫ لنکستر ؟ 
‫ من گیر کردم . 
‫ آتیش خاموش شده . 
‫ اریکسن ، براستین ، آتیش خاموش شده . ‫ به فرمانده لنکستر کمک کنید . 
‫ دریافت شد . 
‫ آندریف ، سوری ، ‫ سیستم‌ها و دستگاه اکسیژن رو بررسی کن . 
‫ - حله . ‫ 
- در حال بررسی 
‫ هیوستون ، داریم اکسیژن از دست می‌دیم . ‫ - صداش مشخصه ‫ 
- ایستگاه ، دریافت شد 
‫ پائول ؟ حالت چطوره ؟ 
‫ - گیر کردم . ‫ 
- دستش گیر کرده 
‫ دریچهٔ فشار رو گرفته . 
‫ باید جلوی خونریزی رو بگیریم . ‫ - روی سرخرگ فشار بده . ‫ - بیا 
‫ - هیوستون ، پائول مجروح شده . ‫ 
- دریافت شده 
‫ دست چپش زیر دریچهٔ چهار خرد شده ‫ شدیداً داره خون‌ریزی می‌کنه . 
‫ وضعیت سیستم چیه ؟ 
‫ ایلیا ، وضعیت چیه ؟ 
‫ در ۵۵ % " زوزدا " و " کوئست " قطعی برق داریم . 
‫ در " هارمونی "‌ و " کلمبوس " افت فشار داریم . 
‫ جو ... ‫ الان فرمانده تویی . 
‫ باید بهش اکسیژن برسونیم . ‫ - دریافت شد . ‫ 
- برو ، برو ، برو 
‫ خدمه ، سلامت محفظهٔ تخلیه سایوز رو بررسی کنید . 
‫ افت فشار و اکسیژن شدیدی رو توی سراسر ایستگاه دریافت می‌کنیم . 
‫ دریافت شد . ‫ ایلیا ؟ 
‫ - پائول ، حواست به من باشه ، خب ؟ ‫ - باشه ‫ آدری ، باید پائول رو واسه تخلیه فوری آماده کنی . 
‫ فقط نفس بکش . 
‫ - حواست به منه ؟ ‫ - وضعیتش مناسب تخلیه نیست . 
‫ جو ، توی محفظهٔ سایوز ۱ نقص الکتریکی داریم . 
‫ سیگنال‌ها ۹۵ % قطعی برق رو نشون میدن . 
‫ سایوز ۲ کار می‌کنه . ‫ سایوز ۱ صدمه دیده . 
‫ توی سایوز ۲ فقط سه تا جا هست . ‫ فقط سه تامون رو می‌تونیم تخلیه کنیم . 
‫ آسیب حیاتی به تمامی دستگاه‌های ‫ اکسیژن و سیستم‌ها وارد شده . 
‫ منتظر باشید . ‫ فعلاً‌ نمی‌تونید از سایوز ۱ استفاده کنید . 
‫ پمپاژ کن 
‫ اگه نتونیم تکونش بدیم ، مجبوریم دستش رو قطع کنیم . ‫ خیلی ببخشید ، پائول ‫ - جو ... 
‫ - چیزیت نمیشه 
‫ جو ؟ ایلیا ؟ ‫ قرار بود امروز صبح برید فضانوردی . 
‫ باید فضانوردی رو تکمیل کنید ‫ تا دستگاه اکسیژن و آسیب سایوز یک رو تعمیر کنید . 
‫ می‌خوام برگردم . ‫ خیلی‌خب . بیهوش شد . ‫ پائول چی ؟ 
‫ جو ، آدری می‌تونه به پائول رسیدگی کنه . ‫ حله 
‫ باید بری ببینی اوضاع آسیب‌ دیدگی ‫ محفظهٔ تخلیه سایوز ۱ چطوریه . ‫ دستگاه اکسیژن و برق رو تعمیر کن . ‫ - دریافت شد . 
‫ - بعد می‌تونیم بیاریم‌تون خونه 
‫ بریم .‍ 
‫ خیلی‌خب ، بریم . خیلی بده ‫ نمیشه هر دومون دیر کنیم . 
‫ اگه توجه کنی ‫ شش ثانیه از اعمال لیزر گذشته بود ‫ که اون اتفاق افتاد . 
‫ " کال " باید اطلاعات رو ‫ طی ۲ میکرو ثانیه دریافت می‌کرد . 
‫ دماش رو زیر ۱۲۰ درجه نگه دار و ‫ یه برنامه بازیابی تنظیم کن . 
‫ فرمانده ، یه سیگنال از " کال " داریم . ‫ یه چیزی داره میاد . 
‫ آیرینا لیسنکو ، روسکوموس . 
‫ فرمانده هنری کالدرا . ‫ - مشاور ارشد علمی ... ‫ - هنری ‫ از آزمایشگاه پیشران موشکی . 
‫ - ببین ‫ - میکلا مویونه ، مرکز کنترل عملیات ناسا . 
‫ - وای خدا ‫ - فردریک دوورژه ‫ رئیس سازمان فضایی اروپا . 
‫ - خب یه برخورد جدی‌ای رو ... ‫ - بیا اینجا ، اینو می‌بینی ؟ ‫ - روی ایستگاه فضایی بین‌المللی داشتیم ‫ - پشمام ! ‫ ... و باید در مورد تخلیه فوری صحبت کنیم . 
‫ سلام ، آلیس ، بیا . 
‫ خیلی‌خب ، همه سر جاشون بشینن . 
‫ صبح به‌خیر 
‫ خوبی ، وندی ؟ 
‫ کابوس دیدم . 
‫ جو ، ایلیا ، مأموریت شما ارزیابی آسیب وارده ‫ به سیستم الکتریکی و اکسیژن هستش . ‫ مفهومه . 
‫ خیلی‌خب ، جو . ‫ و می‌تونی دریچه رو باز کنی . 
‫ دریافت شد 
‫ دروازه به خوبی باز شده . ‫ - دارم میرم بیرون . 
‫ - من پشت سرتم ، جو 
‫ جو ، ایلیا ‫ ارتباط‌تون برای کنترل فضانوردی ‫ به مقر روسکوسموس منتقل میشه . 
‫ موفق باشید . 
‫ دریافت شد . ‫ مفهومه 
‫ راهنمایی‌تون می‌کنیم . بریم درستش کنیم . 
‫ [ مرکز کنترل روسکوسموس ‫ خیلی‌خب ، هر دومون از دریچه خارج شدیم . ‫ حدوداً ۲۰ دقیقه دیگه برق‌تون کلاً قطع میشه . 
‫ دریافت شد . 
‫ جو ، کپسول سایوز ۱ داره سیگنال قطعی کامل برق رو میده . 
‫ باید کابل‌های برق روی " یونیتی "‌ رو درست کنی . 
‫ حله 
‫ ایلیا ، تو برو پایین که محفظهٔ فرار سایوز ۲ رو بررسی کنی . 
‫ دریافت شد . 
‫ بالای " نائوکا " هستم ، تقریباً هشت متر . 
‫ یه سری آسیب سطحی وارد شده . 
‫ ولی سایوز ۲ به‌نظر کم و بیش سالم میاد . 
‫ ایستگاه هیوستون ، جراحی پائول انجام شد . 
‫ دریافت شد . 
‫ سطح اکسیژن ایستگاه بین‌المللی فضایی به ۳۰ % رسیده . 
‫ آژانس فضایی اروپا ، نمیشه از اهمیت این آزمایش غافل شد . 
‫ یه سیگنال دریافت کردیم . ‫ یه سیگنال دو کوانتومی ، که خیلی مهمه . ‫ می‌دونیم که مهمه ، " آ.پ.م " ‫ ( آزمایشگاه پیشران موشکی ) ‫ ولی نمی‌تونیم آزمایش‌های ناسا رو ‫ به تخلیه فضانوردها ترجیح بدیم . 
‫ در مورد تخلیه واسه من سخنرانی نکن ، فردریک . 
‫ ۵۰ ساله موهام رو تو آسیاب سفید نکردم . 
‫ اگه ایستگاه بین‌المللی رو تخلیه کنیم ‫ توی وضعیت سیاسی موجود ‫ دیگه نمی‌تونیم برگردیم . 
‫ ناسا ، علم از جون آدما مهم‌تر نیست . 
‫ اونجا که مهدکودک نیست بابا ! 
‫ یه حالت مادهٔ دیگه‌ پیدا کردیم که ‫ فقط توی حالت بی‌وزنی وجود داره . 
‫ حالا اون بالا هر مشکلی پیش اومده ، درست شدنیه . 
‫ به‌خاطر برخورد ، منبع برق آسیب جدی‌ای دیده . 
‫ سیستم اکسیژن ، و کابل‌های برق خارجی ‫ از این سمت قطع شدن . 
‫ نمیشه دوباره وصل شن . 
‫ آسیب غیرقابل تعمیره . 
‫ هیوستون ، لطفاً راهنمایی کنید 
‫ پائول داره سکتهٔ قلبی می‌کنه . 
‫ شروع احیای قلبی 
‫ یک ، دو ، و سه و چهار و پنج و شش ... ‫ عملیات خارجی رو لغو کنید . ‫ عملیات خارجی رو لغو کنید . 
‫ سایوز ۲ رو برای ورود فوری به اتمسفر آماده کنید . 
‫ هیوستون ، اون فرمان رو نادیده بگیرید . ‫ - اون فرمان مورد تأیید نیست . ‫ - آ.پ.م ‫ هیوستون ، طبق دستور عمل کنید . 
‫ تا وقتی شماتیک‌های آزمایشِ " کال " ‫ رو برنگردونیم ... ‫ اجازۀ چنین کاری رو نمیدم . 
‫ مخالفم . بیا همین الان ‫ از اونجا پایین بیاریم‌شون 
‫ سرگی ، به کارت توی فضا ادامه بده . 
‫ جو ، تیم پزشکی داره پائول رو احیا می‌کنه . ‫ فعالیت خارجی رو ادامه بدید . 
‫ دریافت شد . 
‫ منو در جریان بذار . 
‫ الان کجا قراره برم ؟ 
‫ بهش بگو به سمت " خرپا " بره . ‫ خیلی مهمه که ‫ سیستم اکسیژن ثانویه رو درست کنن . 
‫ مشکل چیه ؟ ‫ جو ، ما تصویرت رو نداریم . 
‫ یه چراغ قرمز روشنه . 
‫ مشکل داره ، متأسفم . ‫ هیچ دوربینی از تعمیر ‫ ماژولِ یونیتی فیلم نمی‌گیره . 
‫ باید به کارش ادامه بده . 
‫ خیلی‌خب ، یک دقیقه تا طلوع آفتاب . 
‫ ۲۷ ، ۲۸ ، ۲۹ ، ۳۰ 
‫ آفتاب داره طلوع می‌کنه ، ‫ پنج ، چهار ، سه ، دو ، یک . ‫ جو ، باید سمت خرپا بری ‫ تا سیستم اکسیژن ثانویه رو تعمیر کنی . ‫ وگرنه توی سایوز واسه خدمه ‫ اکسیژنی واسه تعمیر نمی‌مونه . ‫ دریافت شد . 
‫ یادت باشه که روی خرپا دوربینی نداریم . ‫ تمامی دوربین‌ها از کار افتادن . 
‫ این پایین تصویری نداریم . ‫ خیلی‌خب ، دارم به سمت ‫ سیستم اکسیژن ثانویه میرم . 
‫ ۲۸ ، ۲۹ ، ۳۰ 
‫ - بسه ‫ - آماده‌ست 
‫ - شروع ‫ 
‫ تازه دارم خرپا رو می‌بینم . 
‫ آمیودارون رو بیار . ‫ ( برای کنترل ضربان قلب ) 
‫ ۲۱،۲۲،۲۳،۲۴،۲۵،۲۶،۲۷ 
‫ هرچی باهامون برخورد کرده ، ‫ زده به‌کل سیستم اکسیژن ثانویه رو نابود کرده 
‫ آسیبش غیرقابل جبرانه . 
‫ هزار و یک ، هزار و دو ‫ هزار و سه ، هزار و چهار ... ‫ - می‌تونی ببینی چه باعثش شده ؟ ‫ 
‫ نزدیک‌تر می‌شم 
‫ به‌نظر میاد که یه ... ‫ پارگیِ حدوداً ۵۰ سانتی باشه 
‫ یه چیزی توی خرپا گیر کرده . 
‫ ایلیا ، صدای منو داری ؟ 
‫ تقریباً دارمت . 
‫ جو ، لطفاً توصیفش کن . 
‫ یه پارچۀ نارنجیه . 
‫ فکر کنم از بالا باید برم . 
‫ برگرد ، لعنتی ! ‫ یه جسد بود ! 
‫ جو ، لطفاً توضیح بده . 
‫ جو ، جواب بده . 
‫ ایلیا ، تصاویر دوربین اریکسن رو برگردون . 
‫ جو ! دارم میام . 
‫ سطح اکسیژنم رو بررسی کن . 
‫ بیا ، جو . 
‫ گرفتمش 
‫ جاش امنه 
‫ بگو تصاویر رو به ما نشون بده . 
‫ آندریف ، نشون بده چی بود . 
‫ منفیه 
‫ یه زن بود . با لباس جماهیر شوروی . 
‫ جسد یه فضانورد زنِ روسی رو دیدم . 
‫ یالا ! ‫ برگرد دیگه ! بیخیال نمی‌شم . 
‫ هیوستون ، مرکز ... ‫ پائول مُرده . 
‫ تکرار می‌کنم ، ‫ فرمانده لنکستر فوت کرده . 
‫ متأسفم که این خبر رو میدم . ‫ از ایستگاه گزارش کردن ‫ که فرمانده لنکستر فوت کرده . 
‫ به علت ایست قلبی فوت شدن . 
‫ خداحافظ ، پائول . 
‫ سایوز دو ، آماده برای جداسازی . 
‫ شاخص‌های حرکتی آمادۀ ارسال‌ان . ‫ خانواده‌ها دارن به " بایکونور " میان . 
‫ اگه همه‌مون مُرده باشیم ، ‫ خانواده به چه دردمون می‌خوره ، مگه نه ؟ 
‫ آروم باش . 
‫ برنامه‌ای واسه تعمیر سایوز یک داریم . 
‫ سه نفرتون همین الان با سایوز دو برگردین ، ‫ مابقی خدمه مشکل برقی ‫ سایوز یک رو رفع کنین ، ‫ از باتری‌های ۶۰۶ ماژول فرماندهی ‫ روسیه استفاده کنین . 
‫ اونوقت سایوز یک هم می‌تونه برگرده . 
‫ چرا دو نفرمون با سایوز دو برنگرده ‫ و دو نفرمون سایوز یک رو تعمیر نکنه ؟ 
‫ اکسیژن کافی برای بیش از یک نفر ندارین 
‫ پس ، ایلیا ، یاز ... ‫ آدری ، شما با سایوز دو اومدین . 
‫ جو ، من می‌مونم . 
‫ نه ، تو فرماندۀ سایوزی . 
‫ این دو نفر رو برگردون خونه . 
‫ یه دستوره . 
‫ پس آلیس چی ؟ 
‫ همه‌مون خانواده داریم . 
‫ یکم می‌چسبه ، مگه نه ؟ 
‫ نظرت چیه ، لوک ، ‫ که بال‌ها رو برداریم و ... ‫ یا شاید از نو شروع کنیم ، باشه ؟ 
‫ برمی‌گرده ؟ 
‫ امیدوارم 
‫ چرا نگفتی " آره ؟ " 
‫ چون دوست ندارم بهت دروغ بگم . 
‫ ببین ، عزیزم ... 
‫ مامانت به احتمال زیاد برمی‌گرده ، ‫ ولی خب ، نمی‌شه مطمئن بود . 
‫ تابحال هیچکس نشده که ‫ از ایستگاه فضایی برنگرده . ‫ حداقل نه زیرنظر آژانس فضایی اروپا . 
‫ باید یه چیزی رو بهت بگم . 
‫ خیلی ناراحت‌کننده‌ست 
‫ متأسفانه بابای وِندی فوت کرده . 
‫ دوچرخه‌هامون رو چیکار می‌کنیم ؟ 
‫ جا گذاشتیم‌شون ! 
‫ زمان سوخت اس.کی.دی : ‫ دو دقیقه و ۵۷ ثانیه . ‫ 
- زاویۀ ورودی ، ۹۵ درجه . ‫ - آماده‌این ؟ 
‫ - شاخص‌ها تنظیم شدن . ‫ 
- آمادۀ پرتاب . 
‫ نمی‌خوای حرفی بزنیم ؟ 
‫ پیامی برسونم ؟ 
‫ اگه نتونستم برگردم ، می‌تونی ‫ هوای مگنس و آلیس رو داشته باشی ؟ 
‫ ایستگاه متمایل می‌شه . 
‫ رانشگرها بررسی شدن . 
‫ با تمام توان ، پرتاب انجام بشه . 
‫ دریافت شد . 
‫ آماده برای پرتاب . 
‫ رانشگر موتور کی‌دی‌یو پرتاب می‌شه ، ‫ سه ، دو ، یک . ‫ جداییِ مکانیکی صورت می‌گیره . 
‫ جدایی سایوز رو می‌بینم . 
‫ حرکت به سمت مسیر پرتاب شده . 
‫ زمانِ فرود : سه ساعت و ۲۷ دقیقه . 
‫ امیدوارم 
‫ جو ، به مقدار یک روز ‫ آذوقه توی سایوز یک ببر . 
‫ چقدر دیگه دستگاه اکسیژن کار می‌کنه ؟ 
‫ چقدر اکسیژن دارم ؟ 
‫ حدوداً برای ۱۹ ساعت . 
‫ - فقط گوش کن چی میگم . ‫ - برو اون آخر بشین ، آلیس . 
‫ - باز هم عمیقاً عذرخواهی می‌کنم . ‫ - بله . ‫ خدایا ... ‫ خیلی متأسفم . ‫ وندی ، نظرت چیه بری پیش آلیس بشینی ؟ 
‫ خیلی متأسفم ، فریدا . 
‫ خرگوشم رو می‌خوای ؟ 
‫ سایوز یک آسیب دیده . 
‫ اکسیژنِ قابل تنفس داره ، ‫ ولی برق کافی برای حرکت به زمین نداره . 
‫ وقتی توی سایوز یک آذوقه گذاشتی ، ‫ باید باتری‌های خراب رو برداری ، ‫ و باتری‌های ۶۰۶ زوزدا رو جایگزین کنی . 
‫ برای تعمیرات هر ۴۵ دقیقه ‫ توی ایستگاه فضایی اکسیژن و برق داری . 
‫ دریافت شد . 
‫ جو ، اعضای خانواده‌ت دارن میان . 
‫ وقتی روز شد می‌تونی باهاشون صحبت کنی . ‫ عالیه 
‫ دریچۀ اصلی رو ببند . 
‫ - تنظیم فشار . ‫ 
- دریافت شد . 
‫ صبر کن . 
‫ - الان برمی‌گردم . ‫ - جو ... ‫ انرژی خورشیدیِ ایستگاه فضایی بین‌المللی ‫ فقط واسه سیستم اکسیژن و نوره ! 
‫ یک دقیقه و سی ثانیه فرصت داری . 
‫ داره شب می‌شه . ‫ دیگه نمی‌تونی فشار هوا رو تنظیم کنی ! 
‫ فقط می‌خوام برم یه چیزی رو بیارم . ‫ به موقع می‌رسم . 
‫ جو ، وقتی شب شه ، ‫ فقط توی سایوز یک اکسیژن داری . 
‫ می‌دونم 
‫ - جو ... 
‫ - به آلیس بگو گردنبندش رو میارم . 
‫ - جو ، ۲۰ ثانیه . ‫ 
‫ مامانی دوستش داره . ‫ یعنی همه‌چی درست می‌شه . 
‫ برمی‌گردم پیش خودش و بابایی . 
‫ قول بده اینو بهش بگی . ‫ ده ، نُه ... ‫ ‫ سرگی ، قول میدی ؟ 
‫ اگه قول ندی ، ‫ همین‌جا می‌شینم و قهر می‌کنم . 
‫ - بهش می‌گیم . ‫ 
- ممنون 
‫ خب ، دستورالعمل هر گردش اینه : ‫ ۴۵ دقیقه توی روشنایی می‌مونی ، ‫ ۴۵ دقیقه توی تاریکی . 
‫ ارتباطات الان قطع می‌شه . ‫ ۴۵ دقیقۀ دیگه باهم صحبـ ... 
‫ جهت اطلاع‌تون ، ‫ و بله ، می‌دونم ... ‫ که چقدر از لحاظ تاریخی دور از ذهنه ! ‫ این ترسیم من از ... ‫ چیزیه که به پنل‌های خورشیدی برخورد کرد . 
‫ جسد یه زن ... ‫ توی لباس فضانوردی روسیه . 
‫ بریم دنبال مامانی ، آلیس ؟ 
‫ دختر قشنگم ... 
‫ صبح بخیر ، ایستگاه . ‫ صبح بخیر ، جو . ‫ صبح بخیر ، سرگی . 
‫ - تو همیشه شنگولی . ‫ 
- مرسی ، جو . 
‫ حدوداً ۱۷ ساعت و ۴۹ دقیقه زمان داریم . 
‫ بریم اون باتری‌ها رو پیدا کنیم . 
‫ بریم ، می‌خوام برگردم خونه . 
‫ باتری‌ها جوری طراحی شدن که ثابت بمونن ، ‫ ولی باید بشه بهشون دسترسی داشت . ‫ مفهومه 
‫ بیشتر از چیزی که ‫ فکرش رو می‌کردیم زمان می‌بره . 
‫ اس.کی.دی کمتر از ۲۰ دقیقۀ دیگه . 
‫ پرتاب رانشگر ، پنج ، چهار ... ‫ سه ، دو ، یک . ‫ جداسازی انجام شد . 
‫ آیرینا ، تو مسئول این تخلیۀ کوفتی هستی ! 
‫ برنامه رو برات فرستادم . 
‫ می‌خوام اریکسن " کال " رو برگردونه . 
‫ هنری ، بهشون گفتم ماشینت رو اونجا بذارن . 
‫ چرا همچین غلطی کردی ؟ 
‫ من فقط اینو می‌دونم ‫ که همون باعث سانحه شد . 
‫ آیرینا ، توی اون ۶ ثانیه ‫ چیزی هست که ... ‫ می‌تونه همه‌چیز رو عوض کنه ! 
‫ واسه من ، واسه خودت ، واسه برادرم . 
‫ آزمایش‌مون جواب داد ، ‫ اونو لازم داریم . 
‫ یه فرصت دیگه گیرمون نمیاد . 
‫ برنامۀ بازیابی رو ارسال کنه ، لطفاً ؟ 
‫ سایوز دو ، شاخص‌های حرکتی رو تأیید کن . 
‫ تأیید می‌شه . ‫ وارد جَو می‌شیم . 
‫ محفظه وارد جَو شد . 
‫ برنامۀ بازیابی آزمایش " کال " رو ارسال کن . 
‫ آره ؟ الان که دارم باهات ‫ صحبت می‌کنم داریم پیاده می‌شیم . 
‫ مستقیم به مرکز کنترل مأموریت می‌ریم . ‫ وضعیتش چطوره ؟ 
‫ خیلی‌خب آره ، خداحافظ . 
‫ داره توی ۴۵ دقیقۀ خاموشی میره . ‫ اگه بجنبی می‌تونی باهاش صحبت کنی . 
‫ - خوبه ‫ - الو ؟ 
‫ وقتی وارد جَو شدین کمربندها رو محکم ببندین . 
‫ سعی کنین سرتون رو عقب ببرین ‫ تا مسیر اکسیژن باز شه . 
‫ ارتباط رادیویی قطع شد . 
‫ مرکز ، صدای منو داری ؟ 
‫ صداتو می‌شنویم ، ایلیا . ‫ بلند و واضح . 
‫ خوشحالم صداتون رو می‌شنوم . 
‫ سایوز دو چتر نجات رو باز کرده ، ‫ آماده برای فرود کنترل شده . 
‫ جو ، یه خبر خوب دارم . ‫ سایوز دو با موفقیت فرود اومد . 
‫ دریافت شد ، عالیه . 
‫ جو ، دارم چندتا شماتیک ارسال می‌کنم . 
‫ آ.پ.م درخواست بازیابی ‫ یکی از آزمایش‌ها رو داره . 
‫ - کدوم آزمایش ؟ 
‫ - دادۀ هسته‌ای " کال " توی ماژول دستینی . 
‫ نمی‌دونم کدومه . ‫ فکر نکنم وقت کافی هم براش داشته باشم . 
‫ آزمایش ناسائه . ‫ امنیت خودت رو به‌خطر ننداز . 
‫ خانواده‌م اونجان ؟ 
‫ توی راهن . 
‫ - ده دقیقه تا خاموشی . ‫ - دریافت شد . 
‫ می‌دونم تو و مامان باهم مشکل داشتین . 
‫ ولی می‌خوام همچنان دوست باشین . ‫ حالا هرچی که شد . 
‫ خانواده‌ت رسیدن ، ‫ دارن میان باهات حرف بزنن . 
‫ خیلی دوست دارم باهاشون صحبت کنم . 
‫ عالی شد ، ‫ داریم آمادۀ مکالمه می‌شیم . 
‫ دریافت شد . 
‫ بیا قبل از خاموشی ، باتری رو جا بزنیم . ‫ بریم تو کارش . 
‫ خانواده‌ت دارن داخل میان . ‫ دریافت شـ ... ‫ ایستگاه ، مرکز صحبت می‌کنه . 
‫ مرکز ، اگه صدای منو ‫ از ایستگاه دارین جواب بدین . 
‫ مرکز ، اگه صدای منو ‫ از ایستگاه دارین جواب بدین . 
‫ چه‌خبر شده ؟ ‫ بابا چه اتفاقی داره میفته ؟ 
‫ الو ، از ایستگاه صحبت می‌کنم . ‫ خانواده‌م اونجائه ؟ 
‫ من میرم بپرسم چی شده . ‫ تو همین‌جا بمون ، خب ؟ 
‫ ببخشید ؟ آهای ! ببخشید ! 
‫ چی شده ؟ 
‫ لطفاً جواب بدین . 
‫ آلیس ، برگرد . آلیس ! 
‫ چی ... ‫ مامان ! 
‫ کجا بودی ؟ 
