‫ آلیس 
‫ من حتی اگه اینجا نباشم ‫ همیشه پیش تو هستم 
‫ هر اتفاقی هم بیفته ‫ حواسم همیشه به توئه 
‫ هیوستون . بردسانگ صحبت می‌کنه 
‫ اونا زنده‌ان 
‫ حتما از حال رفتم ‫ نفس می‌کشن 
‫ نفسشون رو می‌بینم ! 
‫ اما مرده بودن ... خدایا ! 
‫ نفسشون رو می‌بینم 
‫ زنده‌ان 
‫ از حال رفتم 
‫ نفس می‌کشن 
‫ نفسشون رو می‌بینم ! 
‫ زنده‌ان 
‫ نفس می‌کشن ‫ نفسشون رو می‌بینم 
‫ بابا ، بشین 
‫ بشین 
‫ گوش کن ‫ مامان مرده 
‫ متأسفم 
‫ توی اون حادثه مرده ‫ جان ؟ 
‫ جسدش هنوز اون بالائه 
‫ همین الان دو روز تو کلبه پیشش بودی 
‫ خودم شنیدم 
‫ مامان زنده‌ست ‫ فقط الان پیشمون نیست 
‫ ما مامانمون رو از دست دادیم 
‫ و یه آلیس دیگه هست 
‫ مامان اونه که برگشته 
‫ یه جای دیگه هم هست 
‫ یه ربطی به دستگاه کَل داره 
‫ مامان یه بیماری روانی داره 
‫ هر چی که بهت گفته حقیقت نداره 
‫ مامان زنده‌ست 
‫ اشتباه می‌کنی بابا 
‫ دستگاه یه مشکلی داره ‫ عکس خراب شده 
‫ ببینم 
‫ اتهامات از این قرارن ‫ که آقای کالدرا به فرمانده پال لنکستر ‫ در نشانی 60556 خیابان لکسینگتون ‫ در حدود ساعت 21 : 05 در روز دوشنبه ، ‫ هشتم نوامبر 2021 شلیک کرده ‫ علاوه بر این که آقای کالدرا ‫ آقای ایان راجرز رو ‫ از پشت کشتی اس‌اس برنیس ‫ در نزدیکی ساحل سانتا باربارا ‫ در ساعت 23 : 35 روز یکشنبه ، ‫ هفدهم اکتبر 2021 به دریا پرت کرده ‫ و باعث مرگ آقای راجرز در نتیجه‌ی غرق‌شدگی شده 
‫ بگو دیگه 
‫ آقای کالدرا میگه این جرایم رو ایشون مرتکب نشده 
‫ به علاوه ‫ درخواست تست دروغ‌سنج رو داره ‫ که هویتش و خاطراتش 
‫ از این مسائل رو مشخص کنه ‫ می‌خوام دی‌ان‌ای من رو ‫ با فرد ساکن آپارتمان باد کالدرا مقایسه کنید 
‫ اما انکار نمی‌کنید که هنری کالدرا هستید 
‫ بنظرم تا الان روشن کردم ‫ که من به اصطلاح " باد کالدرا " نیستم 
‫ من هم می‌خوام اشاره کنم ‫ که این دو آقا یک نفر هستن 
‫ با کمال احترام ، نه نیستن 
‫ می‌خوام مشخص کنید که باد کالدرا کجا زندگی می‌کنه ‫ شرایط شخصی و اقتصادیش چطوره 
‫ خلاصه بگم ، ‫ می‌خوام کمکم کنید از زندگیش خبردار بشم 
‫ اینو بخون 
‫ خب ، خدا می‌دونه چقدر هزینه داشته ‫ احتمالا میلیون‌ها دلار 
‫ اما لامصب یه تبر برداشته ‫ افتاده به جونش 
‫ متأسفم 
‫ از جانب آژانس فضایی اروپا میگم 
‫ درمان شده . ‫ می‌خوایم مرخصش کنیم 
‫ - واقعا ؟ ‫ - بله 
‫ یادمه تو سال 1964 ‫ اولین فضانوردهای خانم جذب شدن 
‫ تازه دوره آمادگی جسمانی‌شون رو تموم کرده بودن ‫ و استیون ویندراس که رئیس وقت بخش عملیات بود ‫ گزارشی نوشت درباره ‫ مسئله حضور زن‌ها در فضا ‫ و ظرافت‌های تطابقِ ... 
‫ مسئله‌ای که هیچوقت حلش نکردیم 
‫ هنری ، نگران این موضوع نیستی ؟ ‫ نه ‫ نه . چیه مگه ؟ ‫ یه ماسماسکه دیگه ‫ ما هم زندگی داریم 
‫ چه خبره ؟ 
‫ چرا حبس شدم اینجا ؟ 
‫ چرا اینجام ؟ 
‫ انگلیسی بلدی ؟ روسی بلدی ؟ ‫ وایسا . وایسا ، وایسا . لطفا ! ‫ لطفا . وایسا ، وایسا . آهای ؟ ‫ برگرد لطفا ! خواهش می‌کنم ! 
‫ گوشیش پیششه ؟ ‫ نمی‌دونم 
‫ چرا نمی‌دونی ؟ 
‫ باید درباره یه چیزایی باهاش حرف بزنم 
‫ تو که می‌گفتی مرده 
‫ آلیس . صبحونه‌ت رو بخور 
‫ - مزه گوه میده ‫ 
- مزه گوه نمیده ‫ تا حالا گوه نخوردی مزه‌ش رو بفهمی 
‫ نمی‌تونی مادرت رو ببینی ‫ اگه این مزخرفاتی که بهت میگه رو باور کنی 
‫ مشکل اختلال اضطراب پس از سانحه نیست ‫ روان‌پریشی نیست ‫ اسکیزوفرنی هم نیست 
‫ همه بیماران اسکیزوفرنی ‫ و روان‌پریشی همینو میگن 
‫ باید برگردم پیش دخترم 
‫ تو پیانو بلدی ، درسته ؟ 
‫ پیانو بزن 
‫ تو کلبه‌م آتیش‌سوزی شد 
‫ قبل از اون ... ‫ دخترم رو دیدم ‫ دختر واقعیم ‫ از وقتی رفته بودم فضا دیگه ندیده بودمش 
‫ بزن 
‫ تو مادری ؟ 
‫ تو با دخترت تو سفر بودی 
‫ بعد از آتش‌سوزی حالش خیلی بد بود ، ‫ اما الان خوبه 
‫ پیش پدرشه 
‫ بوش رو حس می‌کردم 
‫ آلیس واقعی رو میگم 
‫ بوی دخترم رو حس می‌کردم . واقعا ‫ اگه این بیماری درمان نشه ، ‫ شک نکن بدتر میشه 
‫ چرا نمی‌ذاری ببینمش ؟ 
‫ لطفا ‫ اون بچمه 
‫ اون بچمه و من گمش کردم 
‫ تو حامله‌ای 
‫ می‌دونی که قبل از اینکه بهت لیتیوم بدیم ‫ باید آزمایش بارداری انجام بدیم 
‫ ممکنه برای جنین خیلی مضر باشه ‫ چی ؟ 
‫ - در حالت عادی بهت ... ‫ - وای نه ‫ 1800 میلی‌گرم لیتیوم - 7 می‌دادیم ‫ که علائمت ساکت بشن ‫ اما الان در مراحل اولیه بارداری هستی ‫ چهار هفته 
‫ برای درمانت یه داروی جایگزین برات در نظر گرفتیم ‫ اما باید بهش مقید بشی ‫ وگرنه مجبوریم دوباره بهت شوک بدیم 
‫ نمی‌تونم این بچه رو بدنیا بیارم 
‫ اگه این بچه رو بدنیا بیارم ، ‫ چجوری برگردم پیش آلیس ؟ 
‫ خواهش می‌کنم ‫ این قرص‌ها رو بخور 
‫ مشخصه که خیلی درد داری 
‫ با درد کنار میام ! 
‫ من دیوونه نیستم 
‫ باید برگردم پیشش . می‌فهمی ؟ ‫ نمی‌تونم اینجا باشم 
‫ این دیگه صدای چیه ؟ 
‫ یه مهمون دیگه هم داریم 
‫ اون رو نخواهی دید 
‫ درمان‌شدنی نیست 
‫ لطفا نرو ... 
‫ تویی 
‫ آتیش گرفته ... ‫ آتیش ! آتیش ! 
‫ کپسول آتیش گرفته ‫ چهل . چهل و دو 
‫ گرممه 
‫ دنیا وارونه شده 
‫ ایرنا هستم . ‫ باید ببینمت . اضطراریه 
‫ تا حالا با ایان راجرز ملاقات داشتین ؟ 
‫ نمی‌دونم کی هست 
‫ تا حالا سوار کشتی اس‌اس‌برنیس شدین ؟ 
‫ نه تا جایی که می‌دونم 
‫ تو خونه‌تون در ایست هالیوود ‫ پال لنکستر رو ملاقات کردین ؟ 
‫ توی ایست هالیوود خونه دارم ‫ در نتیجه با پال لنکستر ملاقات نکردم 
‫ تا حالا پال لنکستر رو دیدین ؟ 
‫ بارها 
‫ در چه شرایطی باهاش دیدار داشتین ؟ 
‫ شرایط اولیه رو به خاطر ندارم ‫ اما جفتمون توسط ناسا برای برنامه ‫ ایستگاه فضایی بین‌المللی استخدام شده بودیم ‫ من بعنوان تکنسین ارشد آزمایشگاه پیش‌رانش موشک ‫ و اون بعنوان فضانورد و فرمانده مأموریت 
‫ به پال لنکستر شلیک کردین ؟ ‫ نه 
‫ اما ممکنه کشته باشمش ‫ چطور ؟ 
‫ من دستگاهی رو اختراع کردم ‫ که باعث شد ، یا در واقع شرایط رو فراهم کرد ‫ که یک حادثه مرگبار در فضا رخ بده 
‫ خیلی دوست دارم پیانو زدنت رو بشنوم 
‫ سلام ! 
‫ اونا ازت خواستن بیای ؟ 
‫ با ماگنوس حرف زدی ؟ 
‫ آلیس رو دیدی ؟ 
‫ سوالات زیادی در مورد این بیماری پرسیدم 
‫ چرا پیانو نمی‌زنی ؟ 
‫ تا حالا نوازندگیت رو نشنیدم 
‫ ایلیا ، شاید عجیب بنظر بیاد ، ‫ اما بیماری نیست 
‫ گوش کن ، من درباره کارهای هنری مطالعه کردم 
‫ می‌دونی هنری کالدرا کیه ؟ 
‫ و چیکار می‌کنه ؟ ‫ شاید بتونم باهاش حرف بزنم 
‫ بهش میگن " فرسایش فضانورد " 
‫ حس گسستگی . پارانویا ‫ حس اینکه مکان‌ها و افراد آشنا خودشون نیستن 
‫ بارها اتفاق افتاده 
‫ خبر خوب اینه که می‌تونن مداواش کنن 
‫ چرا اومدی اینجا ؟ 
‫ ایرنا مریضه ‫ می‌خواد من جاش رو بگیرم 
‫ باید یه نفر اینجا باشه ‫ که بتونه از بقیه مراقبت کنه 
‫ ایلیا ‫ من نوارهایی رو شنیدم ‫ از مخابره‌های رادیویی از کپسولش ‫ تو فضا نابود شد ‫ اون مُرد 
‫ ایرنا همون جسدی بود که به ایستگاه فضایی خورد 
‫ پال نمرد . من بودم که مردم 
‫ جو ، اگه جسد اون به ایستگاه فضایی خورده ‫ پس چجوری الان اینجاست ؟ 
‫ همونجوری که من اینجام 
‫ ما از یه جای دیگه اومدیم 
‫ سرراست‌ترین توضیح ‫ برای اینجا بودن جفتتون ‫ اینه که جفتتون زنده برگشتید 
‫ من اون رو یادم نمیاد 
‫ اون رئیس روسکوسموس‌ـه ‫ ولی اصلا به خاطر ندارمش 
‫ کَل رو یادم نمیاد ‫ هنری کالدرا رو یادم نمیاد . ‫ دخترم رو یادم نمیاد 
‫ پس حافظه‌ته که مشکل داره 
‫ برو بیرون 
‫ اینجا می‌تونه خیلی کمکت کنه 
‫ دست از غصه خوردن بردار و بهتر شو 
‫ لطفا 
‫ اگه بهتر نشی ، ‫ اوضاع از این بدتر میشه 
‫ فکر کردم دیدمش ‫ تو برف 
‫ و یه لحظه ... ‫ خیلی خوشحال بودم که دوباره می‌بینمش 
‫ حس کردم که چقدر دلتنگشم ‫ و چقدر دوستش دارم ‫ و اینکه چقدر متأسفم 
‫ بعد ناپدید شد 
‫ من این وسط گیر کردم ‫ و جفتشون دارن مشکلاتی رو تجربه می‌کنن ‫ که من هیچ درکی ازشون ندارم 
‫ رازهایی دارن که من خبر ندارم 
‫ نمی‌دونم چطور از این موضوع عبور کنم 
‫ و نمی‌دونم چیکار کنم که آلیس ‫ هم عبور کنه 
‫ چجوری دوباره به همدیگه برسیم ؟ 
‫ دلت می‌خواد دوباره به همدیگه برسین ؟ 
‫ حس می‌کنم همه توی فضا شناوریم 
‫ واقعا حس می‌کنم همه‌مون تو فضا شناوریم 
‫ پسر ، روزگارو ببین ‫ - این خیلی بهتر از وضعیه که من بهش عادت دارم ‫ - هنری 
‫ به طرز عجیبی حالم رو بهتر می‌کنی 
‫ چیه ؟ 
‫ چی فرق کرده ؟ ‫ بیا 
‫ می‌دونی ، مدتها پیش که داشتم ‫ آموزش می‌دیدم ‫ ایرنا لیسنکو رفت فضا ‫ و ... ‫ صحیح و سالم برگشت زمین 
‫ و ... ‫ عجب دختر خوشگلی بود 
‫ هیچوقت از نزدیک ندیدمش ‫ اما بعد ، من رفتم فضا 
‫ تا مدتها خودم نبودم 
‫ اما یادمه که اون موقع بود ‫ که شنیدم اون بالا یه اتفاقی افتاده ‫ و در واقع 
‫ این همون بیماریه که باعث میشه این فکرو بکنی 
‫ هنری ، ما جفتمون یه حادثه رو پشت سر گذاشتیم ‫ برگشتن حس عجیبی داشته ‫ حس عجیب رو که داشت 
‫ گفتی یه نفر دیگه کنارت راه میره 
‫ یه نفر تو تخت من می‌خوابیده ‫ و لباس‌های من رو می‌پوشیده ‫ و حلیم من رو کوفت می‌کرده 
‫ حالا تو که کارشناسی ‫ بگو اگه دوباره اینا رو مصرف کنم ‫ اختلال شخصیتیم درست میشه ؟ 
‫ هنری ، مشکل چیه ؟ 
‫ من هنری نیستم 
‫ هنری رفته 
‫ و بزنم به تخته ، اگه شانس بیارم ‫ هیچوقت هم برنمی‌گرده ‫ اما یادش می‌مونه که کی بوده ‫ و پیریِ من ، اعتیادهای من ‫ و گندکاری‌های من رو زندگی می‌کنه 
‫ باید باهام برگردی سنت‌سرگیوس . ‫ می‌تونم کمکت کنم ‫ نه ، من کمک نمی‌خوام 
‫ من کسی‌ام که جایزه نوبل رو برده 
‫ من بودم که با ریگان و محمد علی جون عکس گرفتم 
‫ اون منم 
‫ و تو می‌تونی به انکار و لاپوشونیش ادامه بدی ‫ مثل همیشه 
‫ به روح اعتقاد داری ؟ 
‫ نمی‌دونم 
‫ بعضی وقتا فکر می‌کنم بابام اینجاست 
‫ می‌دونم مرده ، ‫ ولی بعضی وقتا فکر می‌کنم اینجاست 
‫ وندی ، فکر کنم مامانم مرده ‫ و یه مامان دیگه اینجاست که زنده‌ست 
‫ من حاضرم جامو باهات عوض کنم 
‫ نصف زنده و نصف مرده ‫ بهتر از کلاً مرده‌ست 
‫ شاید بعضی‌ها باشن ولی نباشن 
‫ بابات چی شد ؟ 
‫ تو مراسم ترحیم ماما یکم دیوونه شده بود 
‫ نمی‌دونم 
‫ رفت یه فضانورد رو ببینه و تیر خورد 
‫ الان تو بیمارستانه 
‫ یه جورایی ناراحتم 
‫ منم هنوز بخاطر مامای خودم ناراحتم 
‫ فکر کنم روحش رو دیدم 
‫ ولی بابات باحاله 
‫ بداخلاقه 
‫ بابای خوبیه 
‫ آره . فکر کنم هست 
‫ بابا ، می‌دونم همش من‌درآوردیه ‫ حرفای مامان 
‫ می‌دونم نمرده 
‫ خیلی خوشحالم اینو میگی 
‫ خب ، میشه بریم ببینیمش ؟ 
‫ - وسایل این جعبه رو می‌خوای ؟ 
‫ یه سری چیزا که جلوی کلبه پیدا کردن ‫ آره 
‫ آلیس ، دیگه فرصت آخره ‫ می‌خوای بالا رو چک کنی ببینی چیزی جا نمونده ؟ 
‫ صدام رو می‌شنوی ؟ 
‫ می‌خوای یه بازی کنیم ؟ 
‫ ماما اونجاست ؟ 
‫ می‌خوام بدونم واقعا توی کلبه دیدمش یا نه 
‫ لطفا ؟ 
‫ می‌خوام باهاش حرف بزنم . لطفا 
‫ ما دیگه داریم میریم 
‫ اینم از این 
‫ دیگه دنبال ماما نمی‌گردم 
‫ یه آلیس دیگه هست . ‫ یه جای دیگه‌ست 
‫ مامای به جای من ، به اون رسید 
‫ اینم دیدگاه قشنگیه 
‫ نمی‌تونم از اون یکی آلیس عصبانی باشم ‫ چون خوش‌شانس‌تر بوده 
‫ خیلی بهت افتخار می‌کنم 
‫ من شجاعم ؟ 
‫ تو خیلی شجاعی 
‫ تست دروغ‌سنج چی شد ؟ 
‫ کاملا قبول شدی 
‫ دی‌ان‌ای چی ؟ 
‫ اگه حق با من باشه ، ‫ دی‌ان‌ای من مسیر متفاوتی داره ‫ نسبت به اونی که تو خونه باد کالدرا پیدا کردین 
‫ نه . دی‌ان‌ای دقیقا همونه 
‫ و تست دروغ‌سنج فقط ثابت می‌کنه ‫ که تو فکر می‌کنی حرفات حقیقت دارن 
‫ حقیقت دارن 
‫ حقیقت این روزا کمیاب شده 
‫ متوجه این موضوع نشدی ؟ 
‫ هنری ، همچنین معروف به باد کالدرا ‫ تو رو رسما متهم می‌کنم ‫ به قتل ایان راجرز ‫ و اقدام به قتل فرمانده پال لنکستر 
‫ مجبور نیستی چیزی بگی ‫ اما ممکنه به دفاعت در دادگاه صدمه بزنه ‫ اگر هنگام بازجویی به چیزی اشاره نکنی 
‫ و بعداً بخوای در دادگاه بهش اتکا کنی ‫ حالا میریم به سراغ شبی که ‫ به " رویداد دوگانه " معروف شده ‫ سه هفته بعد از قتل انی چپمن ‫ سی‌ام سپتامبر 1888 
‫ شب بارونی و فلاکت‌باری بود ‫ و به شدت تاریک 
‫ ساعت یک بامداد ‫ سرپیشخدمت کلوب ، اسب و ارابه‌ش ‫ رو به سمت اون طاق هدایت کرد ‫ و وارد معبر شد 
‫ اسب به چپ متمایل شد ‫ از چیزی که در سایه‌های کوچه ‫ کمین کرده بود ترسیده بود 
‫ جک قاتل 
‫ اگه به مکان بعدی بریم ، ‫ می‌تونم جاش رو نشونتون بدم 
‫ یعنی چی ؟ 
‫ من یه افسر پلیس بازنشسته‌ام 
‫ می‌دونم 
‫ تا می‌تونی خوب زندگی کن ایان راجرز 
‫ حالت چطوره ؟ 
‫ اون مردهایی که بالان کی‌ان ؟ ‫ فقط یه مرد هست 
‫ کیه ؟ 
‫ اولین مردی که به فضا رفت 
‫ - چی ؟ 
‫ - داروت رو بخور 
‫ پیانو بزن 
‫ کارهایی رو بکن که بدنت باهاشون آشناست ‫ بهتر میشی 
‫ وگرنه شک نکن دو نیم میشی 
‫ من اون بالا مُردم ؟ 
‫ می‌تونم برگردم ؟ 
‫ هیچوقت میشه که برگردم ؟ 
‫ دو تا از تو هست ؟ 
‫ یکی مرده ، یکی زنده ؟ 
‫ از منم دو تا هست ؟ 
‫ این چطور می‌خواد دانشمون ‫ از خودمون رو بهبود بده ؟ 
‫ اما اگه این اتفاقیه که اون بالا میفته ... ‫ کافیه 
‫ تو اینجا یه بچه داری که براش مادری کنی 
‫ حتی شاید یه بچه دیگه که تو راهه 
‫ اینو بپذیر و رها کن 
‫ چطور می‌تونم ؟ ‫ نمی‌تونم 
‫ چون هر چی که هست ، برگشت‌ناپذیره 
‫ نمی‌تونی عوضش کنی 
‫ هرگز 
‫ دیگه شده 
‫ زندگی کن 
‫ به اون یکی آلیس فکر کردم 
‫ بنظرم حس می‌کنه اشکالی نداره ‫ که اینجا پیش منی 
‫ فکر کنم از نظرش اشکالی نداره 
‫ جفتمون یه نفر رو از دست دادیم ، ‫ اما یه نفر رو هم پیدا کردیم 
‫ دلیل نمیشه مجبور باشیم اون یکی رو فراموش کنیم 
‫ فقط باید قبولش کنیم 
‫ قبولش می‌کنیم ؟ 
‫ تو دختر فوق‌العاده‌ای هستی آلیس 
‫ مادرت اگه بود خیلی بهت افتخار می‌کرد 
‫ تو بهم افتخار می‌کنی ؟ 
‫ من یه مامان نیاز دارم 
‫ منم یه آلیس نیاز دارم 
‫ من . مامان ، من می‌تونم اون آلیس باشم 
‫ این چیزیه که دیدم 
‫ این چیزیه که به ایستگاه فضایی برخورد کرد 
‫ آلیس اینو کشیده 
‫ خب ، احتمالا حرفای تو رو دربارش شنیده 
‫ دارم سعی می‌کنم منطقی باشم ماگنوس ‫ شوهرم اینجاست 
‫ دخترم اینجاست 
‫ قطعا همون دنیاییه که ترکش کردم 
‫ اما چی ؟ 
‫ شروع می‌کنم قرص‌ها رو می‌خورم ‫ اگه باعث میشه ... ‫ دیگه روی این لبه تیغ زندگی نکنم 
‫ این بچه چی ؟ 
‫ همیشه یه بچه دیگه می‌خواستی ‫ ولی آخرین بار قبل از اینکه بری فضا دربارش حرف زدیم 
‫ الان وضعیت مناسبی برای بدنیا آوردنش داریم ؟ 
‫ دلت می‌خواد نگهش داری ؟ 
‫ تو دلت می‌خواد ؟ 
‫ من ایرنا والنتینا لیسنکو هستم 
‫ ناظر اجرایی روسکوسموس هستم 
‫ در سال 1967 ، دومین زنی شدم ‫ که به فضا رفت 
‫ از زمان سلطه‌ی جماهیر شوروی ‫ و از زمان سقوط کمونیسم ‫ این مسئولیت را بر عهده دارم ‫ که یک حقیقت اساسی را درباره ‫ سفر به فضا پنهان کنم 
‫ اینکه آدم‌ها را دیوانه می‌کند 
‫ ما این را می‌دانیم 
‫ شما می‌دانید 
‫ تظاهر می‌کنیم که حقیقت ندارد ‫ اما بسیاری از ما چیزهایی را می‌بینیم ‫ و می‌شنویم که قابل توجیه نیستند 
‫ می‌خواهم بدانم که آیا حاضر هستید ‫ مشکلات خودتان را بصورت ‫ ناشناس با من در میان بگذارید یا خیر 
‫ پال ، ول کن 
‫ - یه چیزی دیدم ! ‫ - ول کن ! 
‫ متأسفم 
‫ یه چیزهایی فرق کردن 
‫ ماگنوس ، من شبیه جوی توام ؟ 
‫ دوستت دارم 
‫ دوستت دارم و بیشتر از قبل می‌خوامت 
‫ منم 
‫ میشه بشینم کنارت ؟ ‫ حتما 
‫ ممنون که ازش مراقبت کردین 
‫ بیا 
‫ اسمتون چیه ؟ 
‫ ایرنا والنتینا لیسنکو 
‫ ولی دوستام والیا صدام می‌زنن 
‫ پیش به سوی ماجراجویی ، آلیس 
‫ به سوی بی‌نهایت و فراتر از آن ! 
‫ فقط یه دقیقه صبر کن ، خب ؟ 
‫ ماما ؟ 
‫ میشه یه سوال ازت بپرسم ؟ 
‫ اگه اتفاقی که افتاده ، افتاده ... ‫ اگه من اهل اینجام و بابا هم همینطور ‫ و تو اهل اونجا ... ‫ بچه قراره اهل کجا باشه ؟ 
‫ آلیس ، من حتی اگه اینجا نباشم ... ‫ همیشه پیش تو ... ‫ و بابا هستم 
‫ فکر نکنم درک کنی که چقدر ‫ دلم می‌خواست پیشت باشم ‫ و بزرگ شدنت رو ببینم 
‫ هر اتفاقی هم بیفته ‫ حواسم همیشه به توئه 
‫ و قلبم ... ‫ با تو می‌تپه عزیزم 
‫ خیلی دوستت دارم . ‫ بیشتر از اون که بتونی تصور کنی 
‫ عشقم 
