Άλις . 
Ακόμα κι αν δεν είμαι εδώ ... είμαι πάντα μαζί σου . 
Ό , τι κι αν συμβεί , τα μάτια μου θα είναι πάντα σ ' εσένα . 
Χιούστον . Εδώ Μπέρντσονγκ . 
Είναι ζωντανοί . 
Μάλλον λιποθύμησα . Αναπνέουν . 
Βλέπω την ανάσα τους ! 
Αλλά ήταν νεκροί . Χριστέ μου ! 
Βλέπω την ανάσα τους ! 
Είναι ζωντανοί . 
... λιποθύμησα . 
Αναπνέουν . 
Βλέπω την ανάσα τους ! 
Είναι ζωντανοί . 
Αναπνέουν . Βλέπω την ανάσα τους . 
Μπαμπά , κάθισε . 
Κάθισε . 
Άκου . Η μαμά πέθανε . 
Λυπάμαι . 
Πέθανε στο ατύχημα . Ορίστε ; 
Το σώμα της είναι ακόμα εκεί πάνω . 
Μόλις πέρασες δύο μέρες μαζί της στην καλύβα . 
Το άκουσα . 
Η μαμά ζει . Απλώς δεν είναι μαζί μας . 
Χάσαμε τη μαμά μας . 
Υπάρχει μια άλλη Άλις . 
Η μαμά που γύρισε είναι δική της . 
Υπάρχει κάποιος άλλος τόπος . 
Έχει να κάνει με το CAL . 
Η μαμά έχει ψυχική ασθένεια . 
Ό , τι κι αν σου είπε , δεν είναι αλήθεια . 
Η μαμά ζει . 
Κάνεις λάθος , μπαμπά . 
Κάτι δεν πάει καλά με τη συσκευή . Η εικόνα είναι αλλοιωμένη . 
Δείξε μου . 
Ο κος Καλντέρα κατηγορείται ότι πυροβόλησε τον κυβερνήτη Πολ Λάνκαστερ στη Λεωφόρο Λέξινγκτον 60556 περίπου στις 21 : 05 τη Δευτέρα 8 Νοεμβρίου 2021 . Επιπλέον , ο κύριος Καλντέρα πέταξε τον κύριο Ίαν Ρότζερς από την πρύμνη του πλοίου Μπερνίς στα ανοιχτά των ακτών της Σάντα Μπάρμπαρα στις 23 : 35 της Κυριακής 17 Οκτωβρίου 2021 , προκαλώντας τον θάνατό από πνιγμό του κυρίου Ρότζερς . 
Λέγε . 
Ο κύριος Καλντέρα λέει ότι δεν διέπραξε εκείνος τα εγκλήματα . 
Επιπλέον , ζητάει να υποβληθεί σε τεστ αλήθειας για να εξακριβωθεί η ταυτότητά του και οι σχετικές αναμνήσεις του . 
Θέλω να συγκρίνετε το DNA μου με τον ένοικο του διαμερίσματος του Μπαντ Καλντέρα . 
Όμως δεν αρνείστε ότι είστε ο Χένρι Καλντέρα . 
Νομίζω πως εξακριβώσαμε ότι δεν είμαι ο αποκαλούμενος Μπαντ Καλντέρα . 
Αυτό που υποστηρίζω είναι πως αυτοί οι δύο κύριοι είναι το ίδιο πρόσωπο . 
Με όλον τον σεβασμό , δεν είναι . 
Θέλω να εξακριβώσετε πού κατοικεί ο Μπαντ Καλντέρα καθώς και την προσωπική και οικονομική του κατάσταση . 
Με άλλα λόγια , θέλω να μάθω πώς είναι η ζωή του . 
Διαβάστε αυτό . BEING MYSELF ΜΠΑΝΤ ΚΑΛΝΤΕΡΑ 
Ποιος ξέρει πόσο κόστισε . Μάλλον εκατομμύρια . 
Αλλά αυτή πήρε ένα τσεκούρι και το κοπάνησε 40 φορές . 
Λυπάμαι . 
Εκ μέρους της ESA . 
Νοσηλεύεται . Θα της δώσουμε εξιτήριο . 
- Αλήθεια ; - Ναι . 
Θυμάμαι τότε το ' 64 , την πρώτη φουρνιά γυναικών αστροναυτών . 
Είχαν τελειώσει τις ιατρικές εξετάσεις . Ο Στίβεν Βίντερας , επικεφαλής επιχειρήσεων τότε , έγραψε μια αναφορά με θέμα το πρόβλημα των γυναικών στο διάστημα και τις περιπλοκές του ταιριάσματος ενός ψυχοφυσιολογικού αντικειμένου , δηλαδή μιας γυναίκας , με μια πολύπλοκη συσκευή , δηλαδή ενός διαστημοπλοίου . 
Είναι ένα πρόβλημα που δεν λύσαμε ποτέ . 
Χένρι , δεν ανησυχείς γι ' αυτό ; Όχι . Όχι . Τι ; Ένα αντικείμενο είναι . Η ζωή συνεχίζεται . 
Τι συμβαίνει ; 
Γιατί με κλειδώσατε ; 
Γιατί είμαι εδώ ; 
Μιλάς αγγλικά ; Μιλάς ρωσικά ; Στάσου ! Σε παρακαλώ ! Στάσου ! Ναι ; Γύρνα πίσω , σε παρακαλώ ! 
Έχει μαζί της το κινητό ; Δεν ξέρω . 
Γιατί δεν ξέρεις ; 
Πρέπει να της μιλήσω για κάτι . 
Αφού τη θεωρείς πεθαμένη . 
Άλις . Φάε το πρωινό σου . 
- Είναι σαν σκατά . 
- Δεν είναι σαν σκατά . Δεν έχεις φάει ποτέ σκατά . 
Δεν θα δεις τη μητέρα σου όσο πιστεύεις τις βλακείες που σου λέει . 
Δεν είναι PTSD . Δεν είναι ψύχωση . Δεν είναι σχιζοφρένεια . 
Αυτό λένε όλοι οι σχιζοφρενείς και οι ψυχωτικοί . 
Πρέπει να γυρίσω στην κόρη μου . 
Ξέρεις πιάνο , σωστά ; 
Παίξε . 
Έπιασε φωτιά η καλύβα μου . 
Πριν συμβεί αυτό ... είδα την κόρη μου . Την αληθινή . Δεν την έχω δει από τότε που πήγα στο διάστημα . 
Παίξε . 
Είσαι μητέρα ; 
Ταξίδευες με την κόρη σου . 
Ήταν πολύ άρρωστη μετά τη φωτιά , αλλά τώρα είναι καλά . 
Είναι με τον πατέρα της . 
Μπορούσα να τη μυρίσω . 
Την αληθινή Άλις . 
Μπορούσα να μυρίσω την κόρη μου . Μπορούσα . Εάν αυτή η ασθένεια δεν αντιμετωπιστεί , πίστεψέ με , θα χειροτερέψει . 
Γιατί δεν με αφήνεις να τη δω ; 
Σε παρακαλώ . Είναι το μωρό μου . 
Είναι το μωρό μου και την έχασα . 
Είσαι έγκυος . 
Ξέρεις ότι κάνουμε τεστ εγκυμοσύνης πριν χορηγήσουμε λίθιο . 
Είναι πολύ τοξικό για το έμβρυο . Τι ; 
- Κανονικά , θα σου δίναμε ... - Όχι . 1.800 μιλιγκράμ λιθίου-7 για την υποχώρηση των συμπτωμάτων , αλλά είσαι στην αρχή της εγκυμοσύνης . Τεσσάρων εβδομάδων . 
Σχεδιάσαμε μια εναλλακτική φαρμακευτική θεραπεία για σένα , αλλά πρέπει να την τηρήσεις . Για να μη σου κάνουμε πάλι ηλεκτροσόκ . 
Δεν μπορώ να το γεννήσω . 
Αν το γεννήσω , πώς θα γυρίσω σ ' εκείνη ; 
Σε παρακαλώ . Πάρε αυτά τα χάπια . 
Βλέπω ότι υποφέρεις . 
Μπορώ να το αντέξω ! 
Δεν είμαι τρελή . 
Πρέπει να γυρίσω σ ' εκείνη . Καταλαβαίνεις ; Δεν μπορώ να μείνω εδώ . 
Τι διάολο ακούγεται ; 
Κάποιος άλλος καλεσμένος . 
Δεν θα δεις αυτό το άτομο . 
Ανίατο . 
Μη φεύγεις . 
Εσύ είσαι . 
Υπάρχουν φλόγες . Φωτιά ! 
Η κάψουλα καίγεται . Σαράντα . Σαράντα δύο . 
Ζεσταίνομαι . 
Ο κόσμος είναι ανάποδα . 
Πρέπει να σε δω επειγόντως . 
Έχεις συναντηθεί με τον Ίαν Ρότζερς ; 
Δεν ξέρω ποιος είναι . 
Έχεις βρεθεί ποτέ στο πλοίο Μπερνίς ; 
Από όσο γνωρίζω , όχι . 
Συναντήθηκες με τον Πολ Λάνκαστερ στο σπίτι σου στο Χόλιγουντ ; 
Δεν έχω σπίτι στο Χόλιγουντ , άρα δεν συνάντησα τον Πολ Λάνκαστερ . 
Έχεις συναντηθεί ποτέ με τον Πολ Λάνκαστερ ; 
Πολλές φορές . 
Υπό ποιες συνθήκες γνωριστήκατε ; 
Δεν θυμάμαι πώς γνωριστήκαμε αρχικά , αλλά ήμασταν υπάλληλοι της NASA στο πρόγραμμα του ΔΔΣ . Εγώ ως αρχιμηχανικός στο Εργαστήριο Πρόωσης Πυραύλων , εκείνος ως αστροναύτης και κυβερνήτης αποστολής . 
Πυροβόλησες τον Πολ Λάνκαστερ ; Όχι . 
Αλλά πιστεύω ότι ίσως τον σκότωσα . Πώς ; 
Εφηύρα μια συσκευή η οποία προκάλεσε , ή μάλλον δημιούργησε τις συνθήκες για ένα θανατηφόρο ατύχημα στο διάστημα . 
Θέλω να σε ακούσω να παίζεις . 
- Γεια ! 
Σου ζήτησαν να έρθεις ; 
Μίλησες στον Μάγκνους ; 
Είδες την Άλις ; 
Έκανα πολλές ερωτήσεις για την ασθένειά σου . 
Γιατί δεν παίζεις ; 
Δεν σ ' έχω ξανακούσει να παίζεις πιάνο . 
Μπορεί να ακούγεται τρελό , αλλά δεν είναι ασθένεια . 
Άκου , διάβασα για τη δουλειά του Χένρι . 
Ξέρεις πού είναι ο Χένρι Καλντέρα ; 
Τι κάνει ; Ίσως μπορώ να του μιλήσω . 
Τη λένε " εξουθένωση αστροναύτη " . 
Αίσθηση αποσύνδεσης . Παράνοια . Αίσθηση ότι οικεία μέρη και άνθρωποι είναι ψεύτικα . 
Έχει συμβεί πολλές φορές . 
Ευτυχώς , υπάρχουν φάρμακα . 
Γιατί ήρθες εδώ ; 
Η Ιρένα είναι άρρωστη . Ελπίζει να αναλάβω εγώ . 
Πρέπει να υπάρχει κάποιος εδώ να φροντίζει τους ανθρώπους . 
Ίλια , άκουσα ηχογραφήσεις των ραδιοεπικοινωνιών από την κάψουλά της . Διαλύθηκε στο διάστημα . Εκείνη πέθανε . 
Το πτώμα της Ιρένα χτύπησε τον ΔΔΣ . 
Δεν πέθανε ο Πολ , αλλά εγώ . 
Τζο , αν το πτώμα της χτύπησε τον ΔΔΣ , πώς γίνεται να είναι εδώ ; 
Με τον ίδιο τρόπο που είμαι εγώ . 
Και οι δύο ήρθαμε από κάπου αλλού . 
Η πιο απλή εξήγηση για το ότι είστε κι οι δύο εδώ είναι ότι γυρίσατε ζωντανές . 
Δεν τη θυμάμαι . 
Είναι επικεφαλής της Roscosmos , αλλά δεν τη θυμάμαι . 
Δεν θυμάμαι το CAL . Δεν θυμάμαι τον Χένρι Καλντέρα . Δεν θυμάμαι την κόρη μου . 
Άρα , κάτι έχει η μνήμη σου . 
Φύγε . 
Θα βοηθηθείς πολύ εδώ , Τζο . 
Σταμάτα να θρηνείς και καλυτέρεψε . 
Σε παρακαλώ . 
Αν δεν καλυτερέψεις , θα πηγαίνεις όλο και χειρότερα . 
Νόμιζα ότι την είδα . Στο χιόνι . 
Και για μια στιγμή ήμουν ... Χαιρόμουν που την ξανάβλεπα . 
Ένιωσα πόσο μου είχε λείψει και πόσο την αγαπούσα ... και πόσο λυπόμουν . 
Και μετά εξαφανίστηκε . 
Βρίσκομαι στη μέση . Και οι δύο περνούν πράγματα για τα οποία δεν έχω απολύτως καμία ιδέα . 
Έχουν μυστικά μεταξύ τους που δεν μου τα λένε . 
Δεν ξέρω πώς να το ξεπεράσω . 
Δεν ξέρω πώς να κάνω την Άλις να το ξεπεράσει . 
Πώς θα ξανασμίξουμε όλοι ; 
Θες να ξανασμίξετε ; 
Νιώθω σαν να αιωρούμαστε όλοι στο διάστημα . 
Νιώθω σαν να αιωρούμαστε όλοι στο διάστημα . 
Λοιπόν , παραδέχομαι - πως είναι πολύ καλό . - Χένρι . 
Με κάνεις να αισθάνομαι ασαφώς καλύτερα . 
Τι ; 
Τι άλλαξε ; Έλα . 
Ξέρεις , πριν πολλά χρόνια , όταν εκπαιδευόμουν , η Ιρένα Λισένκο πήγε στο διάστημα . Και ... Και επέστρεψε σώα και αβλαβής . 
Και , φίλε . Ήταν πολύ όμορφη κοπέλα . 
Δεν τη συνάντησα ποτέ . Αλλά μετά έφυγα . 
Για πολύ καιρό δεν ήμουν ο εαυτός μου . 
Αλλά τότε θυμάμαι ότι άκουσα πως συνέβη ένα ατύχημα εκεί πάνω και ότι η Ιρένα Βαλεντίνα Λισένκο πέθανε από ασφυξία . 
Η ασθένεια σε κάνει να το νομίζεις αυτό . 
Χένρι , και οι δυο μας επιζήσαμε από ατύχημα . - Νιώσαμε περίεργα που επιστρέψαμε . - Ακριβώς έτσι . 
Είπες ότι ένιωθες ένα άλλο άτομο να περπατάει δίπλα σου . 
Κάποιος κοιμόταν στο κρεβάτι μου , φορούσε τα ρούχα μου και έτρωγε το πόριτζ μου . 
Εσύ είσαι η ειδική . Αν αρχίσω να παίρνω ξανά αυτά , θα εξομαλυνθεί η μικρή μου διαταραχή προσωπικότητας ; 
Χένρι , τι συμβαίνει ; 
Δεν είμαι ο Χένρι . 
Ο Χένρι έφυγε . 
Και , χτύπα ξύλο , αν είμαι τυχερός , δεν θα ξαναεμφανιστεί . Αλλά θα θυμάται ποιος ήταν και θα βιώσει τα γηρατειά μου , τους εθισμούς μου και τις αποτυχίες μου . 
Να έρθεις μαζί μου στο Σεντ Σέρτζιους . Θα σε βοηθήσω . Δεν χρειάζομαι βοήθεια . 
Εγώ είμαι αυτός που κέρδισε το βραβείο Νόμπελ . 
Εγώ βγήκα φωτογραφία με τον Ρέιγκαν και τον Μοχάμεντ Άλι . 
Εγώ είμαι . 
Μπορείς να συνεχίσεις να το αρνείσαι και να το καλύπτεις , όπως έκανες πάντα . 
Πιστεύεις στα φαντάσματα ; 
Δεν ξέρω . 
Καμιά φορά νομίζω ότι είναι εδώ ο μπαμπάς μου . 
Ξέρω ότι πέθανε , αλλά καμιά φορά νομίζω ότι είναι εδώ . 
Ουέντι , νομίζω ότι η μαμά μου πέθανε κι ότι υπάρχει μια άλλη εδώ που είναι ζωντανή . 
Θα ήθελα να αλλάζαμε θέσεις . 
Μισή ζωντανή και μισή νεκρή . Καλύτερα από τελείως νεκρή . 
Ίσως κάποιοι άνθρωποι μπορούν να υπάρχουν και να μην υπάρχουν . 
Τι έπαθε ο μπαμπάς σου ; 
Ήταν λίγο τρελαμένος στην κηδεία της μάμμα . 
Δεν ξέρω . 
Πήγε να δει έναν αστροναύτη και τον πυροβόλησαν . 
Είναι στο νοσοκομείο . 
Είμαι λίγο στεναχωρημένη . 
Κι εγώ για τη μάμμα μου . 
Μάλλον είδα το φάντασμά της . 
Ο μπαμπάς σου είναι κουλ . 
Γκρινιάρης είναι . 
Είναι καλός μπαμπάς . 
Ναι . Μάλλον είναι . 
Μπαμπά , ξέρω ότι είναι φαντασίες ... όσα είπε . 
Ξέρω ότι δεν πέθανε . 
- Χαίρομαι που το λες αυτό . 
- Άρα , μπορούμε να πάμε να τη δούμε ; 
- Τα θες αυτά στο κουτί ; 
Τα βρήκαν έξω από την καλύβα . Ναι . 
Άλις , τελευταία ευκαιρία . Θες να δεις επάνω μήπως ξέχασες κάτι ; 
Με ακούς ; 
Θες να παίξουμε ένα παιχνίδι ; 
Είναι εκεί η μάμμα ; 
Θέλω να ξέρω αν πραγματικά την είδα στην καλύβα . 
Σε παρακαλώ . 
Θέλω να της μιλήσω . Σε παρακαλώ . 
Φεύγουμε τώρα . 
Αυτά . 
Δεν θα ψάξω άλλο για τη μάμμα . 
Υπάρχει άλλη μία Άλις . Είναι κάπου αλλού . 
Εκείνη έχει τη μάμμα , όχι εγώ . 
Ωραίος τρόπος να το δεις . 
Δεν θα θυμώσω στην άλλη Άλις επειδή είναι τυχερή . 
Είμαι περήφανος για σένα . 
Είμαι γενναία ; 
Είσαι απίστευτα γενναία . 
Και το τεστ αλήθειας ; 
Το περάσατε με άριστα . 
Και το DNA ; 
Αν έχω δίκιο , το δικό μου περιστρέφεται διαφορετικά από εκείνο του Μπαντ Καλντέρα . 
Όχι . Το DNA είναι πανομοιότυπο . 
Το τεστ αλήθειας αποδεικνύει μόνο ότι πιστεύετε όσα λέτε . 
Είναι η αλήθεια . 
Η αλήθεια είναι σπάνιο αγαθό στις μέρες μας . 
Το έχετε αντιληφθεί ; 
ΜΠΕΡΝΙ ΚΟΝ IV . - ΚΑΛΕΣΜΕΝΟΙ ΠΛΟΙΟ ΜΠΕΡΝΙΣ Χένρι , γνωστός και ως Μπαντ , Καλντέρα , κατηγορείστε επίσημα για τη δολοφονία του Ίαν Ρότζερς και την απόπειρα δολοφονίας του κυβερνήτη Πολ Λάνκαστερ . 
Μπορείτε να σιωπήσετε , ωστόσο θα σας επιβαρύνει αν στην ανάκριση δεν αναφέρετε κάτι το οποίο θα υποστηρίξετε στη δίκη . 
Κι έτσι φτάνουμε στη νύχτα του λεγόμενου " διπλού γεγονότος " . Τρεις βδομάδες μετά τη δολοφονία της Άνι Τσάπμαν , στις 30 Σεπτεμβρίου 1888 . 
Ήταν μια υγρή , θλιβερή βραδιά . Και απόλυτα σκοτεινή . 
Στη μία το πρωί ... ο επιστάτης της λέσχης πέρασε με το άλογο και το κάρο του από αυτήν την αψίδα προς το δρομάκι . 
Το άλογο κινήθηκε αριστερά , φοβισμένο από κάτι που κρυβόταν στο σκοτεινό δρομάκι . 
Ο Τζακ ο Αντεροβγάλτης . 
Αν πάμε στην επόμενη τοποθεσία , θα σας δείξω το σημείο . 
Τι διάολο ; 
Είμαι πρώην αστυνομικός . 
Το ξέρω . 
Να έχεις μια καλή ζωή , Ίαν Ρότζερς . 
Πώς είσαι ; 
Ποιοι είναι αυτοί επάνω ; Μόνο ένας είναι . 
Ποιος είναι ; 
Ο πρώτος άνθρωπος στο διάστημα . 
- Τι ; 
- Πάρε τα φάρμακά σου . 
Παίξε πιάνο . 
Κάνε πράγματα που ξέρει το σώμα σου . Βοηθάει . 
Αλλιώς , πίστεψέ με , θα καταρρεύσεις . 
Πέθανα εκεί πάνω ; 
Μπορώ να επιστρέψω ; 
Θα μπορώ ποτέ να επιστρέψω ; 
Υπάρχουν δύο σαν εσένα ; 
Μία νεκρή και μία ζωντανή ; 
Υπάρχουν δύο σαν εμένα ; 
Πώς βελτιώνει αυτό τη γνώση μας για τον εαυτό μας ; 
Αν αυτό συμβαίνει εκεί πάνω ... Αρκετά . 
Είσαι μητέρα ενός παιδιού εδώ . 
Και μάλλον έρχεται κι άλλο . 
Αποδέξου το και ξεπέρασέ το . 
Πώς θα μπορούσα ; Δεν μπορώ . 
Γιατί ό , τι κι αν είναι , δεν αναιρείται . 
Δεν μπορείς να το αλλάξεις . 
Ποτέ . 
Τελείωσε . 
Ζήσε . 
Σκεφτόμουν την άλλη Άλις . 
Νομίζω πως δεν την πειράζει που είσαι εδώ μαζί μου . 
Νιώθω πως δεν την πειράζει . 
Και οι δύο χάσαμε κάποια , αλλά βρήκαμε και κάποια . 
Δεν σημαίνει ότι θα ξεχάσουμε την άλλη . 
Απλώς πρέπει να το αποδεχτούμε . 
Το αποδεχόμαστε ; 
Είσαι ένα ξεχωριστό νεαρό άτομο , Άλις . 
Η μητέρα σου θα ήταν πολύ περήφανη . 
Εσύ είσαι περήφανη ; 
Χρειάζομαι μια μαμά . 
Χρειάζομαι μια Άλις . 
Εγώ είμαι . Μαμά , μπορώ να είμαι εγώ . 
Αυτό είδα . 
Αυτό συγκρούστηκε με τον ΔΔΣ . 
Το ζωγράφισε η Άλις . 
ΤΟ ΒΑΛΙΑ Μάλλον θα σε άκουσε να το αναφέρεις . 
Προσπαθώ να είμαι λογική , Μάγκνους . Ο άντρας μου είναι εδώ . 
Η κόρη μου είναι εδώ . 
Προφανώς είναι ο ίδιος κόσμος που άφησα . 
Αλλά τι ; 
Θα αρχίσω να παίρνω τα χάπια , αν αυτό σημαίνει ότι δεν θα ζω μέσα στην αγωνία . 
Και το μωρό ; 
Πάντα ήθελες άλλο ένα , αλλά δεν το συζητήσαμε αφότου πήγες στο διάστημα . 
Είμαστε σε θέση να το κάνουμε ; 
Θες να το κάνεις ; 
Εσύ ; 
Λέγομαι Ιρένα Βαλεντίνα Λισένκο . 
Επικεφαλής ελεγκτών της Roscosmos . 
ΠΡΟΣ : ΛΙΣΤΑ ΑΣΤΡΟΝΑΥΤΩΝ Το 1967 έγινα η δεύτερη γυναίκα στο διάστημα . 
Από τότε , επί εποχής ΕΣΣΔ , και μετά την πτώση του κομμουνισμού , ήταν καθήκον και ευθύνη μου να αποκρύπτω ένα βασικό γεγονός για τα διαστημικά ταξίδια . 
Ότι οδηγούν τους ανθρώπους στην τρέλα . 
Το γνωρίζουμε . 
Το γνωρίζετε κι εσείς . 
Προσποιούμαστε ότι δεν είναι αλήθεια , αλλά πολλοί από εμάς βλέπουμε και ακούμε πράγματα που δεν μπορούν να εξηγηθούν ... ακόμα κι αν τα αποκαλέσουμε " τρέλα " . 
Ρωτάω αν θα ήσασταν πρόθυμοι να αναφέρετε τα δικά σας προβλήματα ανώνυμα σ ' εμένα . 
Πολ , άσε με . 
- Είδα κάτι . - Άσε με ! 
Συγγνώμη . 
Τα πράγματα είναι αλλιώς . 
Μάγκνους , μοιάζω με την Τζο που είχες ; 
Σ ' αγαπάω . 
Σ ' αγαπάω και σε θέλω περισσότερο από πριν . 
Κι εγώ . 
Να καθίσω μαζί σου ; Βέβαια . 
Σας ευχαριστώ που τη φροντίσατε . 
Ορίστε . 
- Πώς σας λένε ; 
- Ιρένα Βαλεντίνα Λισένκο . 
Αλλά οι φίλοι μου με λένε Βάλια . 
Μαζί σου στην κουνελότρυπα , Άλις . 
Στο άπειρο κι ακόμα παραπέρα ! 
Δώσε μου ένα λεπτό . 
Mάμμα ; 
Να σε ρωτήσω κάτι ; 
Αν αυτό που συνέβη , συνέβη ... Αν εγώ κι ο μπαμπάς είμαστε από δω κι εσύ είσαι από αλλού ... από πού θα είναι το μωρό ; 
Άλις , ακόμα κι αν δεν είμαι εδώ ... είμαι πάντα μαζί μ ' εσένα ... και με τον μπαμπά . 
Δεν νομίζω ότι καταλαβαίνεις πόσο πολύ ήθελα να είμαι κοντά σου και να σε βλέπω να μεγαλώνεις . 
Ό , τι κι αν συμβεί ... τα μάτια μου θα είναι πάντα σ ' εσένα . 
Η καρδιά μου ... χτυπάει μαζί σου , μωρό μου . 
Σε αγαπάω τόσο πολύ , περισσότερο απ ' όσο μπορείς να φανταστείς . 
Αγάπη μου . 
