‫ آلیس جونم ، باهام صحبت کن . 
‫ باید بیدار بمونی . ‫ نباید بخوابی آلیس ! 
‫ چطوری رفتی اونجا ؟ 
‫ آلیس ؟ عزیزم ؟ ‫ عزیز دلم . 
‫ تو شبحی ؟ 
‫ مامان زود برمی‌گرده ، خب ؟ 
‫ همه‌چی درست می‌شه . ‫ مامان مراقبته . 
‫ عشقم . 
‫ دوباره بوی خودت رو می‌دی . 
‫ مگه باید بوی کی رو بدم ؟ 
‫ وای ، احتمالا پوستت کمی بسوزه ؛ ‫ ولی این‌جوری گرم می‌شی . 
‫ - مامان ... ‫ ‫ دلم برات تنگ شده بود . 
‫ دل من هم برات تنگ شده بود . 
‫ وای نه . آب داغمون تموم شده . 
‫ می‌رم باز هم بجوشونم . 
‫ نرو . 
‫ مامان . سردمه . 
‫ مامان ؟ 
‫ - کجایی ؟ 
کجا ... ‫ - همین‌جام . 
‫ چی شده ؟ 
‫ - کجاست ؟ ‫ 
‫ کی کجاست ؟ 
‫ از ایستگاه به مرکز . صدام رو دارین ؟ 
‫ صدام رو دارین ؟ 
‫ دیـ ... دیر شد . ‫ چند ساعت دیر شد . 
‫ گمون کنم اکسیژن خونم پایین اومده باشه . ‫ بیهوش شدم و ... اِم ... 
‫ دستگاه اکسیژن ‫ تا ۶ ساعت و ۴۵ دقیقه دیگه کار می‌کنه . 
‫ سلام سرگرد لیسنکو . 
‫ سلام فرمانده کالدرا . 
‫ حالم با دیدنتون خیلی بهتر شد . 
‫ همیشه همین رو می‌گی ، ‫ ولی اصلا نمی‌فهمم ‫ راست می‌گی یا نه . 
‫ تجهیزاتی آوردم ‫ که باید سریعا در راستای ... ‫ جست‌وجو و نجات سویوز ۱ ‫ استفاده بشن . 
‫ معلوم نیست جست‌وجو و نجات ‫ سویوز ۱ رخ بده یا نه . 
‫ چطور مگه ؟ 
‫ اصلا علائم حیاتی نداره . 
‫ بریم . 
‫ خیلی‌خب . درستش می‌کنم . 
‫ درست می‌شه . 
‫ آروم و با دقت درستش می‌کنم . ‫ آروم با دقت ... ‫ ایول . 
‫ دارم همین‌جوری پیغام می‌فرستم ‫ و نمی‌دونم صدام رو دارین یا نه . ‫ از ایستگاه پیغام می‌فرستم . ‫ باتری دوم رو به سویوز منتقل کردم . 
‫ عوض کردن یه باتری ‫ تقریبا ۵۵ طول کشید . 
‫ چهار باتری برام مونده . 
‫ روند جدا شدن از ایستگاه ‫ هم ۹۰ دقیقه طول می‌کشه . 
‫ کسی صدام رو داره ؟ 
‫ از ایستگاه پیغام می‌فرستم . 
‫ از تاریکی می‌ترسم . 
‫ باز هم موشک هست ، مگه نه ؟ 
‫ یعنی ... کلی میلیاردر روانی داریم . ‫ استارکازم هست . مگه نه ؟ 
‫ حتی اگه استارکازم کلی خرج کنه ، امـ ... ‫ امکان نداره یه روزه ‫ پرتابش کنن . ‫ اون هم یه روز فرصت نداره . ‫ چند ساعت بیشتر فرصت نداره . 
‫ حتما ... حتما می‌شه ‫ یه‌جوری برگرده . ‫ باید امکانش باشه . 
‫ نتونستن مختصات خروج از مدار رو ‫ به موقع براش بفرستن . 
‫ نمی‌دونم ... ‫ مختصات خروج از مدار چیه فردریک ؟ 
‫ یعنی حتی اگه کپسولش رو تعمیر کنه ، ‫ باید شخصا محاسبات ‫ ورودش به جو رو انجام بده . 
‫ کار خیلی خطرناکیه . 
‫ ولی واسه همین شرایط آموزش دیده . 
‫ یعنی خودت ... ‫ چهار سال بهش آموزش دادی . 
‫ وای ، امان از دستت ، ‫ حق نداری گریه کنی . 
‫ حق نداری الکی گریه کنی کثافت . 
‫ آلیس ... ‫ بازیت تموم شد ؟ 
‫ اِم ، من باید تا بقیه نرفتن ‫ باهاشون صحبت کنم . 
‫ مرده ؟ 
‫ ولی زیاد فرصت نداره . 
‫ تا از مرگش مطمئن نشیم ، ‫ یعنی زنده است ، مگه نه ؟ 
‫ خیلی دوستت دارم بچه جون . 
‫ سلام عزیز دلم . ‫ سلام ماگنوس . ‫ با خودم گفتم حالا که نمی‌تونم ‫ باهاتون صحبت کنم ، صدام رو ضبط کنم . 
‫ خیلی‌خب ، باید کلی چیز رو تعمیر کنم ‫ که بتونم بیام خونه . 
‫ دلم می‌خواد صدای یکی رو بشنوم ... ‫ حتی اگه صدای خودم باشه . 
‫ سومی رو تعمیر کردم . 
‫ باید عجله کنم . 
‫ ... رو تعمیر کردم . ‫ باید عجله کنم . 
‫ نباید نفس بکشی . 
‫ نفس نکش جو . 
‫ تو دستینی بمون . 
‫ پاول ؟ 
‫ استارکازم داره چه غلطی می‌کنه ؟ 
‫ با آلیانا در تماسیم ، ‫ دارن تلاششون رو می‌کنن ، ‫ ولی تا موفق بشن ، ‫ از دنیا رفته هنری . ‫ یعنی باید بیش از ۳۰۰ میلیون دلار ‫ خرج برگردوندن دو جسد ... ‫ و یه مشت تجهیزات آزمایشگاهی کنن . 
‫ یه مشت تجهیزات آزمایشگاهی میکیلا ؟ ‫ تحقیقات به شدت ارزشمندیه . ‫ صرفا واسه درک بهتر ‫ نظریه دنیا مفید نیست ، ‫ بلکه واقعا هزار کاربرد ‫ مفید داره ... 
‫ و احتمالا تغییراتی اساسی ‫ در حیات این سیاره ایجاد کنه . ‫ علم که به مردم غلبه نمی‌کنه هنری . 
‫ از مرکز به ایستگاه . 
‫ سلام . صداتون رو واضح دارم . 
‫ احیانا نمی‌تونم امروز ‫ با خانواده‌ام گپ بزنم ؟ 
‫ از مرکز به ایستگاه . 
‫ این پیغام ضبط شده است . 
‫ باند اسمون خراب شده ‫ و صداتون رو نداریم . 
‫ - کل باندها رو واسه ارتباط باز کنین . 
‫ می‌خوایم مختصات خروج از مدارتون رو ‫ بارگذاری کنیم . ‫ آزمایشگاه پیش‌رانش راکت خواسته ... ‫ داده مرکزی آزمایشگاه ‫ اتم سرد رو دریافت کنین . 
‫ برق سویوز ۱ رو وصل کنین . ‫ در اسرع وقت از ایستگاه جدا بشین . 
‫ الان ساعت ۹ : ۳۸ مورخ ۱۰ / ۱۵ـه ‫ و تقریبا دو ساعت ... ‫ و سی دقیقا اکسیژن دارین . 
‫ بجنب . 
‫ از مرکز به ایستگاه . ‫ این پیغام ضبط شده است . 
‫ - خطوط یک و چهار بازه ؟ ‫ - معلومه که بازه . 
‫ هیچ‌کدوم از ماهواره‌های ما نزدیکش نیستن . 
‫ ماهواره‌هامون رو نزدیک ‫ ایستگاه بین‌المللی فضایی مشتقر نمی‌کنیم . 
‫ بین خودمون باشه ، نیروی هوایی آمریکا ‫ ماهواره‌های متحرک داره . 
‫ ازشون خواستم ارتفاعشون رو افزایش بدن . ‫ خودمون می‌دونیم هنری ، ‫ ولی دستمون با نزدیک‌تر کردنشون ‫ به خودش نمی‌رسه . 
‫ اگه خسارات وارده خیلی سنگین باشه ، ‫ احتمالا صدای کسی رو دریافت نکنه . 
‫ فرمانده کادرا ، ‫ از رصدخونه نیروی دریایی ‫ اسکاگراک باهاتون تماس گرفتن . 
‫ سای خدا . 
‫ اسکاگراک ؟ 
‫ اون‌جوری نگاهم نکن . 
‫ من آزمایشگاه اتم سرد رو از دست نمی‌دم . ‫ خودش رو از دست نمی‌دم . ‫ قرار نیست از دست برن . 
‫ از مرکز به ایستگاه . ‫ این پیغام ضبط شده است . 
‫ باند اسمون خراب شده ‫ و صداتون رو نداریم . 
‫ از خواهرت خبری شده ؟ 
‫ گمون کنم خودت بدونی ‫ از دنیا رفته . 
‫ از برادر تو خبری نشده ؟ 
‫ چندین ساله نشده . 
‫ خدا رو شکر . 
‫ ... همچنان منتظریم ببینیم ... ‫ 
‫ و واقعا تنهاترین آدم دنیا ‫ محسوب می‌شه ، اومده . ‫ باد کالدرا ، فضانورد بازنشسته ، همراه ماست . 
‫ فرمانده ، وقتی ساختار ایستگاه فضایی ‫ این‌جوری آسیب می‌بینه ، چی می‌شه ؟ ‫ به " فشارزدایی " منجر می‌شه . ‫ اتاقک‌های مختلف ایستگاه فضایی ‫ فشارزدایی می‌شن . ‫ خطرناک‌ترین اتفاق ممکن از همین قراره . 
‫ بهمون بگین الان داره ‫ چی به سر فضانوردی ... ‫ که اون بالا مونده میاد . 
‫ خب ، طبق پروتکل پیش می‌ره . 
‫ ما دفترچه‌های راهنمایی ‫ با گزینه‌های مختلف داریم ... ‫ و تقریبا هر سناریویی رو ‫ بهشون آموزش می‌دیم . 
‫ یعنی حتی اگه شرایطی غیرعادی پیش بیاد ، ‫ طبق دستورالعمل خاصی پیش می‌رن . 
‫ ولی خودتون بروز مشکل رو ‫ اون بالا تجربه کردین . 
‫ درسته . 
‫ حتما یادآور خاطرات خودتونه . 
‫ نه ، من نمی‌خوام ... ‫ وقتم رو صرف تعیرف خاطرات نمی‌کنم . 
‫ ولی خودتون حس برگردوندن ... ‫ اجساد به خونه رو تجربه کردین . 
‫ این که سوال نیست . ‫ جمله‌تون خبریه . 
‫ می‌شه خیلی مختصر بگین ... ‫ به نظرتون الان چه حالی داره ؟ 
‫ آها ، واسه چی باید بگم ؟ 
‫ ضمنا ، خودتون بگین " مختصر " یعنی چی ؟ 
‫ من که بابت بهره‌گیری ‫ از قوه تخیلم حقوق نمی‌گیرم . 
‫ در خدمت هنری کالدرا بودیم ، ‫ خیلی ممنون . 
‫ اسمم باده ! امان از دستتون ، ‫ باد کالدرا هستم ! 
‫ ریدم توش . 
‫ از ایستگاه به مرکز ، جواب بدین . 
‫ خب ، برق سویوز ۱ رو ‫ کامل وصل کردم . 
‫ - از مرکز به ایستگاه . ‫ 
- از ایستگاه صحبت می‌کنم . 
‫ این پیغام ضبط شده است . 
‫ الان ساعت ۱۰ : ۴۸ـه ... ‫ - و تقریبا ۹۸ دقیقه اکسیژن دارین . ‫ - معلوم بود . ‫ حداقل زمان جداسازی نود دقیقه است . 
‫ آزمایشگاه پیش‌رانش راکت خواسته ... ‫ داده مرکزی آزمایشگاه ‫ اتم سرد رو دریافت کنین . ‫ شوخیتون گرفته . 
‫ داریم سعی می‌کنیم ‫ مختصات خروج از مدارتون رو بارگذاری کنیم . 
‫ نمی‌تونم منتظرتون بمونم . 
‫ بجنب ، بجنب ، بجنب ، ‫ بجنب ، بجنب . 
‫ این دیگه چه ... ‫ " اکسیژن ۱۹ % ـه . " 
‫ باید برم . 
‫ پیام کلی . 
‫ جداسازی سویوز ۱ رو آغاز می‌کنم . 
‫ " مختصات خروج از مدار را وارد کنید . " 
‫ خب ، مختصات دیروز رو وارد می‌کنم ، ‫ مختصات دیگه‌ای ندارم . 
‫ " مختصات خروج از مدار قدیمی است . " 
‫ آره ، خودم می‌دونم ، ‫ ولی باید باهام راه بیای . 
‫ اذیت نکن دیگه . 
‫ اذیت نکن دیگه . ‫ خواهش می‌کنم قبول کن . 
‫ " جداسازی آغاز شد . " 
‫ " نود دقیقه تا پرتاب . " 
‫ از مرکز به ایستگاه . 
‫ این پیغام ضبط شده است . 
‫ باند اسمون خراب شده ‫ و صداتون رو نداریم . 
‫ لطفا کل باندهای ارتباطی رو باز کنین . 
‫ سعی داریم مختصات خروج از مدارتون رو ‫ بارگذاری کنیم . 
‫ بابا ، مختصات خروج از مدار چیه ؟ 
‫ خب ، این‌طور که فهمیدم ، ‫ آدرس نقطه‌ای از جو زمینه ... ‫ که باید واسه بازگشت به خونه ‫ از اونجا عبور کنن . 
‫ مامان آدرسش رو بلده ؟ 
‫ نمی‌دونم . 
‫ مطمئنم بلده . 
‫ خیلی زرنگه . 
‫ - خفه شو دیگه . ‫ باند اسمون خراب شده ‫ و صداتون رو نداریم . 
‫ لطفا خودتون مختصات ‫ خروج از مدار رو محاسبه کنین . ‫ کردم بابا . 
‫ آزمایشگاه پیش‌رانش راکت خواسته ... ‫ داده مرکزی آزمایشگاه ‫ اتم سرد رو دریافت کنین . ‫ - خودتون رو به خطر نندازین . ‫ - وای ، امان از دستتون . 
‫ ببین ماگنوس . 
‫ می‌خوام مختصات خروج از مدار رو ‫ وارد کنم . ‫ خودم محاسبه‌اش کردم . 
‫ بیا امیدوار باشیم برگردم . 
‫ چهل و یک ... ‫ ماگنوس ، من می‌شناسمت . ‫ خودت می‌دونی ‫ چرا باید چنین کاری بکنم . 
‫ من هم بابت عشق و اعتمادت ‫ خیلی سپاس‌گزارم . 
‫ خودم می‌دونم اخیرا خیلی دشوار بوده . ‫ تو خیلی فداکاری کردی ... ‫ شرمنده‌ام ، اِم ... ‫ با کل این مشکلات تنهات گذاشتم ... 
‫ خیلی دوستت دارم . 
‫ آلیس ... ‫ تو دار و ندارمی . 
‫ من هم می‌خواستم ... ‫ می‌خواستم مایه افتخارت باشم . 
‫ مایه افتخارت باشم . 
‫ می‌خواستم نشونت بدم ... ‫ حتی اگه اینجا نباشم ... ‫ همیشه کنار خودت و بابام . 
‫ گمون نکنم متوجه باشی چقدر ... ‫ خیلی دلم می‌خواست ‫ پیشت باشم ، بزرگ شدنت رو ببینم ، ‫ دبیرستان رفتنت رو ببینم ، ‫ اولین دوست‌پسرت رو ببینم و ... ‫ بعدش که بزرگ‌تر شدی ، ‫ با همدیگه برقصیم ، اِم ... 
‫ هر اتفاقی هم که بیفته ، ‫ همیشه حواسم بهت هست . 
‫ قلبم کنار قلبت می‌تپه عزیز دلم . 
‫ خیلی دوستت دارم ، ‫ تصورش از توانت خارجه . 
‫ خیلی‌خب . اِم ، ۱۲ دقیقه ‫ بیشتر فرصت ندارم ... ‫ و می‌شه گفت باید ... ‫ فقط امیدوارم درست محاسبه کرده باشم . 
‫ " اختلال زبانه " ؟ 
‫ چی ؟ این دیگه چیه ؟ 
‫ زبانه‌های کناری سالمن . ‫ امکان نداره مشکل از داده باشه . 
‫ " اگر سامانه زبانه مختل شد ، " ‫ " باید زبانه‌ها را از ورودی ‫ ایستگاه فضایی بین‌المللی ... " ‫ " در آن سوی دریچه پرتاب کرد . " ‫ " این عمل دو نفره است . " ‫ ریدم توش . 
‫ بجنب . 
‫ چهل و یک ، ۴۰ ، ۳۹ ... ‫ سی و هشت ، ۳۷ ، ۳۶ ، ۳۵ ... ‫ تونستین ردیابیش کنین ؟ ‫ نه . هنوز ردیابیش نکردیم . 
‫ سی ، ۲۹ ، ۲۸ ، ۲۷ ، ۲۶ ... ‫ بیست و پنج ، ۲۴ ، ۲۳ ، ۲۲ ... ‫ بیست و یک ، ۲۰ ، ۱۹ ، ۱۸ ... ‫ چهارده ، ۱۳ ، ۱۲ ، ۱۱ ... ‫ ده ، نه ، هشت ، هفت ... ‫ شش ، پنج ، چهار ، سه ، دو ، یک . ‫ ببینین . 
‫ چشمتون رو ببندین . 
‫ وقتی نام به خواب رفتگان رو ‫ در عباداتمون ذکر می‌کنیم ، ‫ بیش از این هم خوشحال می‌شن ؟ 
‫ ما زندگان معتقدیم درگذشتگان ‫ از هستی جدا نشده ... ‫ و با خدا محشور شدن . 
‫ همون‌طور که واسه برادران و خواهرانی ... ‫ که با امید و ایمان به سفر رفتن ، ‫ دعا می‌کنیم ، ‫ واسه عزیزانی که از این دنیا رفتن ‫ هم دعا می‌کنیم . 
‫ از مرکز به جو . 
‫ صدام رو داری ؟ 
‫ از ایستگاه فضایی جدا شدم . 
‫ سه ساعت و ۲۰ دقیقه دیگه ‫ وارد جو زمین می‌شم ... ‫ البته گمون می‌کنم . 
‫ با خودم گفتم شاید ‫ ترجیح بدی تنها نباشی . 
‫ من به تنهایی راضی‌ام . 
‫ خب ، این روزها بابت سفر برگشت ‫ سویوز چقدر می‌گیرین ؟ 
‫ رفت و برگشتش ۷۵ میلیون می‌شه ؟ 
‫ دیگه داره تموم می‌شه . 
‫ مگه این که گردشگر بفرستین . ‫ گردشگر ؟ 
ولم کن بابا . 
‫ به سلامتی . 
‫ به سلامتی جو و پاول . 
‫ شمارش معکوس ‫ ورود به جو ... ‫ پنج ، چهار ، سه ... ‫ دو ، یک . 
‫ ایستگاه فضایی واسه فعالیت ‫ بیش از بیست سال طراحی نشده بود . ‫ الان تقریبا سی ساله که فعاله . 
‫ کلی هم سوراخ شده . 
‫ رئیس‌جمهور خودتون می‌گه ‫ حداکثر هفت سال دیگه دوام بیاره . 
‫ رئیس‌جمهور خودمون اشتباه می‌کنه . ‫ دارم راضیش می‌کنم . 
‫ ما از طرح کناره‌گیری می‌کنیم . 
‫ صرفا به خاطر یه اشتباه ... ‫ و مردن یه نفر ، ‫ همه‌چی رو ول می‌کنین ؟ 
‫ ناسا هم بعد از آپولو ۱۸ ‫ ماه رو ول کرد . 
‫ پس جریان از همین قراره ، ها ؟ 
‫ تو که می‌دونی من این همه سال ‫ مشغول چه کاری بودم . 
‫ شاید دلیل شخصی خودم همین باشه . 
‫ روسکوسموس می‌خواد ‫ از توفقی طبیعی بهره ببره . 
‫ حداقل یه کوچولو بابت بیماری‌ای ‫ که خودت متخصصشی ، کنجکاو نیستی ؟ 
‫ پس از چندین سال هشدار ‫ بابت زباله فضایی ، سانحه‌ای مرگبار رخ داد . 
‫ باز هم رخ می‌ده هنری . 
‫ ما هم اصلا به جواب ‫ کلی از سوالاتمون نمی‌رسیم . 
‫ موافقم . ایستگاه فضایی بین‌المللی رو ‫ گورستان بین‌المللی اعلام کرده ... ‫ و فضا رو به ثروتمندان می‌سپاریم . 
‫ از مرکز به سویوز ۱ . ‫ صدام رو داری ؟ 
‫ از سویوز ۱ به مرکز ، وارد جو شدم . ‫ صدام رو دارین ؟ 
‫ از سویوز ۱ صحبت می‌کنم . ‫ لطفا جواب بدین . 
‫ سویوز ۱ وارد جو زمین شده . ‫ جواب نمی‌ده . ‫ با سرعت وارد جو شده . 
‫ - به کجا می‌خوره ؟ ‫ - ممکنه ۳۰۰ کیلومتر اون‌ورتر هم بخوره . 
‫ متخصصات رادیوت رو جمع کن و تماس بگیرین . ‫ باید بفهمیم کجاست . 
‫ عین سوزنی تو انبار کاهه . ‫ نمی‌شه با فرماندهی دفاع ‫ هوافضای آمریکا تماس بگیری ؟ 
‫ به آشنای عوضی مصریت زنگ بزن . 
‫ از سویوز ۱ به مرکز روسکوسموس . ‫ صدام رو دارین ؟ ‫ از سویوز ۱ به مرکز روسکوسموس . ‫ صدام رو دارین ؟ 
‫ سوبوز ۱ ... ‫ از مرکز به سویوز ۱ . ‫ صدام رو داری ؟ 
‫ از مرکز به سویوز ۱ . - صدات رو ... ‫ - وای پشم‌هام . ‫ - کل باندهای فرکانس بالا رو باز کن . 
‫ از مرکز به سویوز ۱ . تکرار می‌کنم . ‫ کل باندهای فرکانس بالا رو باز کن . 
‫ دارم سعی می‌کنم ! ‫ دارم سعی می‌کنم ! 
‫ سویوز ۱ ، صدات رو داریم . 
‫ شش و نیم درجه با زاویه مطلوب ‫ اختلاف داری ، باید تصحیحش کنی . 
‫ سرعتم خیلی زیاده ، نمی‌تونم . 
‫ بپرس داده مرکزی رو برداشته یا نه . 
‫ - وای ، امان از دستت هنری . ‫ 
- ازش بپرس . ‫ داده مرکزی فاز چهارم ‫ آزمایشگاه اتم سرد همراهته ؟ ‫ آره . 
‫ صداش رو دارین ؟ کجاست ؟ ‫ داری با سرعت زیاد ‫ و زاویه تند میای پایین . 
‫ یه کپسول ۸جی داری . 
‫ فهمیدم . 
‫ جو ، صدات داره قطع می‌شه . 
‫ تا پیدات کنیم ، ‫ کمی طول می‌کشه . ‫ موفق باشی . 
‫ سلام . اگه گفتی چی شده ؟ 
‫ چی شده ؟ 
‫ چراغ آزمایشگاه پیش‌رانش راکت داره . ‫ مال هلیکوپتر امداد و نجات شماره یکه . 
‫ - امان از دستتون ، بجنبین دیگه . ‫ - چشم . 
‫ فرصتش خیلی کمه . ‫ ردیابیش خیلی دشواره . 
‫ این‌جوری اذیتم نکن فردریک . ‫ همین الان به دخترم گفتم ‫ همه‌چی درست می‌شه ! 
‫ به سمت شمال‌شرق می‌ریم ، ‫ هیچی از هلیکوپترها معلوم نیست . 
‫ هلیکوپتر پنج ، نواحی جنوب‌شرقی ‫ بالای کوه رو بگرد . 
‫ هلیکوپتر دو ، موقعیت ۲۲ درجه ‫ شمال‌غربی رو بگرد . 
‫ هنوز پیداش نکردیم گروه یک . 
‫ مامان ! 
‫ عزیز دلمه . 
‫ بذارینم پایین . بذارینم پایین . ‫ عزیز دلمه . 
‫ مامان ! 
‫ خیلی دوستت دارم . 
‫ خیلی دوستت دارم . 
‫ حالت خوبه ؟ خوبی ؟ 
‫ خیلی ... خیلی خوشحالم ... ‫ خیلی خوشحالم که اینجام . 
‫ خیلی دوستت دارم بچه‌ها . 
‫ خیلی دوستتون دارم بچه‌ها . 
‫ اِم ... خوش برگشتی . 
‫ ممنون . 
‫ لطفا بدش به من . 
‫ بسته رو باز کنین . 
‫ قوطی‌ها باید آماده باشن . 
‫ عزیز دل خودمه . 
‫ آی‌پد رو بده من . 
‫ تنهام بذارین . 
‫ اون ... اون بابای وندیه ؟ ‫ نمی‌خواد نگاه کنی عشقم . ‫ نگاه ... نگاه نکن . 
‫ خب ، اوضاع چطوره ؟ 
‫ نـ ... نمی‌دونم . 
‫ وای . خیلی خوش‌تیپی . 
‫ برگشتم . ‫ واقعا برگشتم ، مگه نه ؟ ‫ آره . 
‫ - سلام . جو ، اِم ... 
- بجنبین . بریم . بریم . 
‫ بریم بچه‌ها ! بریم ! 
‫ زود برمی‌گردم عزیز دلم . 
‫ - دیگه برگشتم . ‫ - اومد خونه . 
‫ یه راست می‌بریمت استار سیتی . 
‫ ببخشید . 
‫ دوربینت رو بذار کنار ببینم . 
‫ پشم‌هام . همینه . 
‫ یا خدا . 
‫ امکان نداره همین باشه . 
‫ " یافتم " به روسی چی می‌شه ؟ 
‫ مامان ؟ 
‫ حالت خوبه ؟ 
‫ چیه ؟ 
‫ آدم بوی زمین رو فراموش می‌کنه . 
‫ کجاست ؟ ‫ کی کجاست ؟ 
‫ عزیز دلم کجاست ؟ آلیس ! 
‫ - چی ؟ ‫ - کجاست ؟ 
‫ - کی کجاست ؟ ‫ 
- خودت رو می‌گم . 
‫ متوجه منظورت نمی‌شم . 
‫ خودت رو ندیدی ؟ 
‫ - تو آینه ؟ ‫ - نه ! همین‌جا . ‫ مامان ، من چیزی ندیدم . 
‫ لباس بپوش . 
‫ مامان ! 
‫ حاضر شو . 
‫ بجنب ، باید بریم . 
‫ هوا خیلی سرده . از سرما یخ می‌زنه . ‫ باید پیداش کنیم . 
‫ کی رو پیدا کنیم ؟ 
‫ اون یکی نسخه خودت رو می‌گم . 
