Άλις , μωρό μου , μίλα μου . 
Πρέπει να μείνεις ξύπνια . Δεν πρέπει να κοιμηθείς . Άλις ! 
Πώς πήγες εκεί ; 
Άλις ; Μωρό μου ; Μωρό μου . 
Είσαι φάντασμα ; 
Η μαμά θα γυρίσει αμέσως , εντάξει ; 
Όλα θα πάνε καλά . Η μαμά θα σε φροντίσει . 
Αγάπη μου . 
Μυρίζεις πάλι σαν εσένα . 
Σαν ποιον άλλον θα μύριζα ; 
Αυτό μπορεί να πονέσει λίγο . Αλλά θα σε ζεστάνει . 
Μάμμα . Μου έλειψες . 
Κι εσύ μου έλειψες . 
Όχι . Τελείωσε το ζεστό νερό . 
Θα βράσω κι άλλο . 
Μη φεύγεις . 
Μάμμα , κρυώνω . 
Μαμά ; 
- Πού είσαι ; 
Πού ... - Εδώ είμαι . 
Τι έγινε ; 
Πού είναι εκείνη ; 
Ποια ; 
TsUP , εδώ σταθμός . Με λαμβάνετε ; 
Με ακούτε ; 
Έχασα χρόνο . Έχασα ώρες . 
Νομίζω ότι το οξυγόνο στο αίμα μου είναι χαμηλό . Λιποθύμησα στο ... 
Υπολειπόμενη υποστήριξη ζωής , έξι ώρες και 45 λεπτά . 
Επισμηναγέ Λισένκο . 
Κυβερνήτη Καλντέρα . 
Αισθάνομαι ασαφώς καλύτερα . 
Πάντα το λες αυτό , αλλά ποτέ δεν ξέρω αν αληθεύει . 
Έχω εδώ εξοπλισμό που πρέπει να πάει αμέσως στην έρευνα και διάσωση του Σογιούζ 1 . 
Ίσως δεν γίνει έρευνα και διάσωση για το Σογιούζ 1 . 
Γιατί ; 
Δεν υπάρχουν σημεία ζωής . 
Πάμε . 
Εντάξει . Κάν ' το . 
Θα δουλέψει . 
Ήρεμα και σταθερά . Ήρεμα και σταθ ... Ναι . 
Δεν ξέρω αν με ακούτε , εκπέμπω στα τυφλά . Σας μιλάει ο σταθμός . Αυτή είναι η μπαταρία δύο που μεταφέρθηκε στο Σογιούζ . 
Χρειάστηκαν περίπου 55 λεπτά για να αλλάξω μία μπαταρία . 
Απομένουν τέσσερις . 
Και 90 λεπτά η διαδικασία αποσύνδεσης . 
Με ακούει κανείς ; 
Σας μιλάει ο σταθμός . 
Φοβάμαι το σκοτάδι . 
Δεν υπάρχουν άλλοι πύραυλοι ; 
Υπάρχουν όλοι αυτοί οι τρελοί δισεκατομμυριούχοι . Η StarCosm . Ναι ; 
Ακόμα κι αν η StarCosm έκανε την τρέλα , αποκλείεται να εκτόξευαν σε μία μέρα . Κι εκείνη δεν έχει μία μέρα . Έχει λίγες ώρες . 
Πρέπει να υπάρχει τρόπος να γυρίσει . Δηλαδή , πρέπει να είναι εφικτό . 
Δεν της έστειλαν τις παραμέτρους επανεισόδου . 
Τι είναι η παράμετρος επανεισόδου ; 
Σημαίνει ότι ακόμα κι αν φτιάξει την κάψουλα , θα πρέπει να υπολογίσει την επανείσοδο μόνη της . 
Αυτό είναι πολύ επικίνδυνο . 
Μα έχει εκπαιδευτεί . 
Δηλαδή , εσύ την εκπαίδευες επί τέσσερα χρόνια . 
Για όνομα του Θεού , μην κλαις . 
Μην κάθεσαι κλαψουρίζοντας , γαμώτο . 
Άλις . Τελείωσες ; 
Πρέπει να μιλήσω στους άλλους πριν φύγουν . 
Πέθανε ; 
Αλλά δεν έχει πολύ χρόνο . 
Δεν είναι νεκρή μέχρι να μάθουμε ότι είναι νεκρή . 
Σ ' αγαπάω , μικρή . 
Γεια σου , μωρό μου . Γεια σου , Μάγκνους . Σκέφτηκα να ηχογραφήσω κάτι αφού δεν μπορώ να σας μιλήσω . 
Πρέπει να επισκευάσω όλα αυτά για να μπορέσω να γυρίσω . 
Είναι ωραίο να ακούω μια φωνή , έστω τη δική μου . 
Αυτή είναι η τρίτη . 
Μάλλον πρέπει να βιαστώ . 
... είναι η τρίτη . Μάλλον πρέπει να βιαστώ . 
Πρέπει να σταματήσεις να αναπνέεις . 
Σταμάτα να αναπνέεις , Τζο . 
Μείνε στο Ντέστινι . 
Πολ ; 
- Τι διάολο κάνουν στη StarCosm ; 
- Μιλάμε στην Αλιάνα . Έχουν κινητοποιηθεί . Αλλά θα είναι νεκρή ως τότε . Είναι 330 εκατ. δολάρια για να ανακτήσουμε δύο πτώματα και κάποιον εξοπλισμό πειραμάτων . 
Κάποιον εξοπλισμό πειραμάτων , Μικέιλα ; Πρόκειται για εξαιρετικά σπουδαία έρευνα . Όχι μόνο για την κατανόηση του θεωρητικού σύμπαντος , αλλά και για περίπου χίλιες πρακτικές εφαρμογές που μπορούν να αλλάξουν θεμελιωδώς τη ζωή σε αυτόν τον πλανήτη . 
Η επιστήμη δεν προηγείται των ανθρώπων , Χένρι . 
Σταθμός , εδώ TsUP . 
Γεια . Ακούω δυνατά και καθαρά . 
Γίνεται να μιλήσω με την οικογένειά μου ; 
Σταθμός , εδώ TsUP . 
Το μήνυμα είναι ηχογραφημένο . 
Έχουμε αστοχία κεραίας και δεν σε ακούμε . 
- Άνοιξε όλες τις συχνότητες . 
Προσπαθούμε να ανεβάσουμε τις παραμέτρους επανεισόδου . Το RPL θέλει τα δεδομένα του CAL . 
Θα αποκαταστήσεις πλήρη ισχύ στο Σογιούζ 1 . Ξεκίνα την αποσύνδεση το συντομότερο . 
Έχεις περίπου δύο ώρες και 30 λεπτά υποστήριξης ζωής από τις 09 : 38 , στις 15 / 10 . 
Έλα τώρα . 
Σταθμός , εδώ TsUP . Το μήνυμα είναι ηχογραφημένο . 
- Ακούς συχνότητες ένα και τέσσερα ; - Φυσικά . 
Δεν υπάρχει τίποτα δικό μας κοντά της . 
Δεν τοποθετούμε δορυφόρους κοντά στον ΔΔΣ . 
Μεταξύ μας , η πολεμική αεροπορία των ΗΠΑ έχει μετακινήσιμους δορυφόρους . 
Ζήτησα να οδηγηθούν ψηλότερα . Το ξέρουμε , Χένρι , αλλά όσο και να πλησιάσουν , δεν θα την ακούσουμε . 
Αν η ζημιά είναι σημαντική , ίσως εκείνη δεν ακούει κανέναν . 
Κυβερνήτη Καλντέρα , σας καλούν από το παρατηρητήριο Σκάγκερακ . 
Χριστέ μου . 
Το Σκάγκερακ ; 
Μη με κοιτάς έτσι . 
Δεν χάνω ούτε το CAL ούτε εκείνη . Αυτό δεν θα συμβεί . 
Σταθμός , εδώ TsUP . Το μήνυμα είναι ηχογραφημένο . 
Έχουμε αστοχία κεραίας και δεν σε ακούμε . 
Τι κάνει η αδελφή σου ; 
Νομίζω πως γνωρίζεις ότι έχει πεθάνει . 
Εσύ έχεις νέα από τον αδελφό σου ; 
Όχι , εδώ και χρόνια . 
Ευτυχώς . 
... μέχρι να μάθουμε τι θα γίνει με την αστροναύτισσα που παραμένει στον ΔΔΣ ... ΠΛΟΙΟ ΜΠΕΡΝΙΣ ΑΝΟΙΧΤΑ ΤΗΣ ΚΑΛΙΦΟΡΝΙΑ κυριολεκτικά τον πιο μοναχικό άνθρωπο στο σύμπαν . 
Μαζί μου ο πρώην αστροναύτης Μπαντ Καλντέρα . 
Κυβερνήτη , τι συμβαίνει όταν η δομή του ΔΔΣ παθαίνει τέτοια ζημιά ; BEING MYSELF ΜΠΑΝΤ ΚΑΛΝΤΕΡΑ Θα προκαλούσε αποσυμπίεση . Αποσυμπίεση σε διάφορα τμήματα του ΔΔΣ . Αυτό είναι το σοβαρότερο που μπορεί να συμβεί . 
Εξηγήστε μας τι μπορεί να συμβαίνει εκεί πάνω με την αστροναύτισσα που έμεινε . 
Υπάρχει πρωτόκολλο . 
Έχουμε ντοσιέ με λίστες ελέγχου και έχουμε εκπαιδευτεί για κάθε σενάριο . 
Σε κάθε ασυνήθιστη κατάσταση , όλοι ενεργούν σύμφωνα με ένα σχέδιο . 
Εσείς έχετε εμπειρία του τι συμβαίνει αν κάτι πάει στραβά εκεί πάνω . 
Βεβαίως . 
Πρέπει να σας ξυπνάει αναμνήσεις . 
Όχι , δεν θα ήθελα να ... Δεν περνάω τον χρόνο μου ξυπνώντας αναμνήσεις . 
Αλλά έχετε εμπειρία του πώς είναι να φέρνετε πίσω σορούς . 
Αυτό δεν είναι ερώτηση . Είναι παρατήρηση . 
Μπορείτε να μας πείτε λίγα για το τι φαντάζεστε ότι αισθάνεται τώρα ; 
Και γιατί διάολο να το κάνω αυτό ; 
Κι εξηγήστε μου τι σημαίνει " λίγα " ; 
Δεν πληρώνομαι για να χρησιμοποιώ την κωλοφαντασία μου . 
Χένρι Καλντέρα , ευχαριστούμε πολύ . 
Είναι Μπαντ ! Μπαντ Καλντέρα , για όνομα του Θεού ! 
Γαμώτο . 
TsUP , εδώ σταθμός . Με ακούτε ; 
Αποκαταστάθηκε πλήρως η ισχύς στο Σογιούζ 1 . 
- Σταθμός , εδώ TsUP . 
- Εδώ σταθμός . Με ακούτε ; 
Το μήνυμα είναι ηχογραφημένο . 
Έχεις περίπου - 98 λεπτά υποστήριξης ζωής από τις 10 : 48 . - Φυσικά . Ο ελάχιστος χρόνος αποσύνδεσης είναι 90 λεπτά . 
Το RPL θέλει να ανακτήσεις τον πυρήνα δεδομένων του CAL . Μου κάνεις πλάκα . 
Προσπαθούμε να ανεβάσουμε τις παραμέτρους επανεισόδου . 
Δεν θα σας περιμένω . 
Έλα . 
Τι στο ... " Οξυγόνο 19 % " . 
Πρέπει να φύγω . 
Στα τυφλά . 
Έναρξη διαδικασίας αποσύνδεσης , Σογιούζ 1 . 
" Εισάγετε παραμέτρους επανεισόδου " . 
Θα χρησιμοποιήσω τα χθεσινά νούμερα γιατί μόνο αυτά έχω . 
" Παράμετροι δεν ισχύουν " . 
Το ξέρω , αλλά πρέπει να συνεργαστείς . 
Έλα τώρα . 
Έλα , σε παρακαλώ . 
" Έναρξη αποσύνδεσης " . 
" Εκτόξευση σε 90 λεπτά " . 
Σταθμός , εδώ TsUP . 
Το μήνυμα είναι ηχογραφημένο . 
Έχουμε αστοχία κεραίας και δεν σε ακούμε . 
Άνοιξε όλες τις συχνότητες για τοπική μετάδοση . 
Προσπαθούμε να ανεβάσουμε τις παραμέτρους επανεισόδου . 
Μπαμπά , τι είναι οι παράμετροι επανεισόδου ; 
Από ό , τι κατάλαβα , είναι το ακραίο σημείο της γήινης ατμόσφαιρας που πρέπει να πετύχεις για να γυρίσεις πίσω . 
Η μαμά ξέρει τι είναι ; 
Δεν ξέρω . 
Σίγουρα τις ξέρει . 
Είναι πολύ έξυπνη . 
- Σκάσε πια . Έχουμε αστοχία κεραίας και δεν σε ακούμε . 
Υπολόγισε μόνη σου τις παραμέτρους επανεισόδου . Το έκανα . 
Το RPL θέλει να ανακτήσεις τον πυρήνα δεδομένων του CAL . - Μη ριψοκινδυνεύσεις . - Έλεος , γαμώτο . 
Μάγκνους . 
Θα εισάγω τις παραμέτρους επανεισόδου . Δικοί μου υπολογισμοί . 
Ας ελπίσουμε ότι θα με πάει πίσω . 
Σαράντα ένα ... Μάγκνους , σε ξέρω . Ξέρεις γιατί έπρεπε να το κάνω αυτό . 
Είμαι ευγνώμων για την αγάπη και την εμπιστοσύνη σου . 
Ξέρω ότι δεν ήταν εύκολο . Θυσίασες πολλά . Συγγνώμη που ... που σε άφησα μόνο σου σε όλο αυτό . 
Σ ' αγαπάω . 
Άλις . Είσαι τα πάντα για μένα . 
Και ήθελα να ... Ήθελα να σε κάνω περήφανη . 
Εσένα . 
Και να σου δείξω ότι ... Ακόμα κι αν δεν είμαι εδώ ... είμαι πάντα μαζί μ ' εσένα και με τον μπαμπά . 
Δεν νομίζω ότι καταλαβαίνεις πόσο πολύ ήθελα να είμαι κοντά σου και να σε βλέπω να μεγαλώνεις , να πηγαίνεις στο γυμνάσιο , να έχεις το πρώτο σου αγόρι και ... Μετά να βγαίνω για χορό μαζί σου όταν θα είσαι πιο μεγάλη , να είμαι κοντά να σε βλέπω να μεγαλώνεις . 
Ό , τι κι αν συμβεί , τα μάτια μου θα είναι πάντα σ ' εσένα . 
Η καρδιά μου χτυπάει μαζί σου , μωρό μου . 
Σε αγαπώ τόσο πολύ , περισσότερο απ ' όσο μπορείς να φανταστείς . 
Εντάξει . Λοιπόν , έχω μόνο 12 λεπτά ακόμα και μάλλον πρέπει να ... Ελπίζω μόνο να τα υπολόγισα σωστά . 
" Σφάλμα πίρου " ; 
Τι διάολο ; 
Οι πίροι και τα δεδομένα είναι εντάξει . 
" Σε περίπτωση δυσλειτουργίας των πίρων , οι πίροι πρέπει να ενεργοποιηθούν από το σημείο εισόδου του ΔΔΣ από την άλλη πλευρά της θυρίδας . Απαιτούνται δύο άτομα " . Γαμώτο . 
Έλα . Έλα , σε παρακαλώ . 
Σαράντα ένα , 40 , 39 , 38 , 37 , 36 , 35 ... Τίποτα από την τριγωνοποίηση ; Τίποτα . Ακόμα τίποτα . 
... 30 , 29 , 28 , 27 , 26 , 25 , 24 , 23 , 22 , 21 , 20 , 19 , 18 , 17 , 16 , 15 ... 14 , 13 , 12 , 11 , δέκα , εννέα , οκτώ , επτά , έξι , πέντε , τέσσερα , τρία , δύο , ένα . Ακούστε . 
Κλείστε τα μάτια σας . 
Όταν τα ονόματα εκείνων που κοιμήθηκαν μνημονεύονται στις προσευχές , δεν υπάρχει τίποτα πιο ωφέλιμο για εκείνους . 
Εμείς οι ζωντανοί πιστεύουμε ότι οι νεκροί δεν σταματούν να υπάρχουν , αλλά ζουν με τον Θεό . 
Όπως προσευχόμαστε για τους αδελφούς και τις αδελφές μας που με πίστη και ελπίδα ταξιδεύουν , έτσι προσευχόμαστε για εκείνους που έχουν φύγει από αυτόν τον κόσμο . 
Τζο , εδώ TsUP . 
Μας λαμβάνεις ; 
Αποσύνδεση από τον ΔΔΣ . 
Τρεις ώρες και 20 λεπτά για επανείσοδο . Μάλλον . 
Σκέφτηκα ότι μπορεί να μη θες να είσαι μόνος . 
Χαίρομαι πολύ να είμαι μόνος . 
Λοιπόν , πόσο χρεώνετε για ένα ταξίδι μετ ' επιστροφής με το Σογιούζ ; 
Κάπου 75 εκατομμύρια μπρος και πίσω ; 
Αυτό τελειώνει . 
- Εκτός αν αρχίσετε να στέλνετε τουρίστες . 
- Τουρίστες ; Σε παρακαλώ . 
Εις υγείαν . 
Στην Τζο και τον Πολ. 
Πυροδότηση σε πέντε , τέσσερα , τρία , δύο , ένα . 
Ο ΔΔΣ δεν σχεδιάστηκε για να λειτουργήσει για πάνω από 20 χρόνια . - Λειτουργεί σχεδόν 30 . 
- Και είναι γεμάτος τρύπες . 
Ο πρόεδρός σας λέει άλλα επτά χρόνια το πολύ . 
Ο πρόεδρός μου κάνει λάθος . Δουλεύω για τον δικό μου πρόεδρο . 
Θα αποσυρθούμε από το πρόγραμμα . 
Θα τα παρατήσετε έτσι απλά επειδή κάτι πήγε στραβά , επειδή κάποιος πέθανε ; 
Η NASA εγκατέλειψε το φεγγάρι μετά το Απόλλων 18 . 
Ώστε αυτό είναι το θέμα ; 
Ξέρεις τι έκανα όλα αυτά τα χρόνια . 
Ίσως για μένα να είναι αυτό το θέμα . 
Η Roscosmos θέλει να αξιοποιήσει τα πλεονεκτήματα ενός φυσικού σταθμού . 
Δεν έχεις ούτε την ελάχιστη περιέργεια για την ασθένεια στην οποία ειδικεύεσαι ; 
Συνέβη θανατηφόρο ατύχημα μετά από χρόνια προειδοποιήσεων για συντρίμμια . 
Θα ξανασυμβεί , Χένρι . 
Και υπάρχουν πολλές απαντήσεις που δεν θα βρούμε ποτέ . 
Σύμφωνοι . Θα χαρακτηρίσουμε τον ΔΔΣ διεθνή τάφο και θα αφήσουμε το διάστημα στους πλούσιους . 
Σογιούζ 1 , εδώ TsUP . Με ακούς ; 
TsUP , Σογιούζ 1 σε επανείσοδο . Με λαμβάνετε ; 
Εδώ Σογιούζ 1 . Απαντήστε . ΑΜΕΣΗ ΕΠΑΝΟΡΘΩΣΗ ΠΟΡΕΙΑΣ 
Το Σογιούζ 1 εισήλθε στην ατμόσφαιρα . Δεν ανταποκρίνεται . Βαλλιστική είσοδος . 
- Πού θα πέσει ; - Οπουδήποτε σε ακτίνα 300 χλμ. 
Πες στους ασυρματιστές σου να τη βρουν . Να μάθουμε πού είναι . 
- Είναι βελόνα στ ' άχυρα . 
- Δεν καλείς τη NORAD ; Πάρε τον άνθρωπό σου στην Αίγυπτο . 
Έλεγχος Roscosmos , εδώ Σογιούζ 1 . Με λαμβάνετε ; Έλεγχος Roscosmos , εδώ Σογιούζ 1 . Με λαμβάνετε ; 
Σογιούζ 1 ... Σογιούζ 1 , εδώ TsUP . Λαμβάνεις ; 
Σογιούζ 1 , εδώ TsUP . - Δεν ... - Γαμώτο . - Άνοιξε όλες τις μπάντες VHF . 
Σογιούζ 1 , επαναλαμβάνω . Άνοιξε όλες τις μπάντες VHF . 
Προσπαθώ ! 
Σογιούζ 1 , σε ακούμε . 
Είσαι 6,5 μοίρες εκτός πορείας , πρέπει να διορθώσεις . 
Είμαι σε βαλλιστική προσέγγιση , δεν μπορώ . 
Ρώτα την αν ανέκτησε τον πυρήνα δεδομένων . 
- Χένρι , για όνομα του Θεού . 
- Ρώτα την . Έχεις τον πυρήνα δεδομένων του CAL ; Ναι . 
Τη βρήκατε ; Πού είναι ; Πας βαλλιστικά με πολύ απότομη γωνία . 
Σε λίγο θα έχεις 8G . 
Κατανοητό . 
Θα έχουμε διακοπή επικοινωνίας . 
Θα μας πάρει λίγη ώρα να σε βρούμε . Καλή τύχη . 
Γεια . Μάντεψε . 
Τι ; 
Φέρει σήματα του RPL . Μπαίνει στο πρώτο ελικόπτερο έρευνας και διάσωσης . 
- Άντε , γαμώτο , κουνηθείτε . - Μάλιστα . 
Έχει πολύ λίγο χρόνο . Θα είναι πολύ δύσκολο να την εντοπίσουμε . 
Μη μου το κάνεις αυτό , Φρέντερικ . Είπα στην κόρη μου ότι όλα θα πάνε καλά ! 
Πάμε βορειοανατολικά , δεν φαίνεται τίποτα από τα ελικόπτερα . 
Ελικόπτερο 5 , ελέγξτε νοτιοανατολικά πάνω από το βουνό . 
Ελικόπτερο 2 , στις 22 μοίρες βορειοδυτικά . 
Τίποτα ακόμα , Ομάδα 1 . 
Μαμά ! 
Το μωρό μου . 
Αφήστε με κάτω . Αφήστε με κάτω . Είναι το μωρό μου . 
Μαμά ! 
Σ ' αγαπάω . 
Σ ' αγαπάω πάρα πολύ . 
Είσαι καλά ; 
Είμαι τόσο χαρούμενη που είμαι εδώ . 
Σας αγαπάω πάρα πολύ . 
Σας αγαπάω πάρα πολύ . 
Καλώς όρισες . 
Σ ' ευχαριστώ . 
Δώσ ' το μου , παρακαλώ . 
Άνοιξε τη βαλίτσα . 
Τα δοχεία πρέπει να προετοιμαστούν . 
Αυτό είναι το μωρό μου . 
Δώσε μου το iPad . 
Κάντε μου λίγο χώρο . ΣΥΝΔΕΣΗ 
Ο μπαμπάς της Ουέντι ; Δεν χρειάζεται να κοιτάξεις , αγάπη μου . Μην κοιτάς . 
Λοιπόν , πώς πάνε τα πράγματα ; 
Δεν ξέρω . 
Φαίνεσαι μια χαρά . 
Γύρισα . Κατάφερα να γυρίσω . Ναι ; Ναι . 
- Γεια σου , Τζο . 
- Έλα , πάμε . 
Πάμε , παιδιά ! Πάμε ! 
Επιστρέφω αμέσως , μωρό μου . 
- Γύρισα πια . - Ήρθε σπίτι . 
Θα σε πάμε απευθείας στο Σταρ Σίτι . 
Με συγχωρείτε . 
Πάρε από δω την κάμερα . 
Γαμώτο . Είναι εκεί . 
Να πάρει . 
Δεν μπορεί να είναι εκεί . 
Πώς λες " εύρηκα " στα ρωσικά ; 
Μαμά ; 
Είσαι καλά ; 
Τι ; 
Ξεχνάς πώς μυρίζει η Γη . 
Πού είναι εκείνη ; Ποια ; 
Πού είναι το μωρό μου ; Η Άλις ! 
- Τι ; - Πού είναι ; 
- Ποια ; 
- Εσύ . 
Δεν ξέρω τι εννοείς . 
Δεν είδες τον εαυτό σου ; 
- Στον καθρέφτη ; - Όχι ! Εδώ . Μαμά , δεν είδα τίποτα . 
Ντύσου . 
Μαμά ! 
Ετοιμάσου . 
Έλα , πρέπει να φύγουμε ! 
Κάνει πολύ κρύο . Θα πεθάνει από το κρύο . Πρέπει να τη βρούμε . 
Ποια ; 
Την άλλη εσένα . 
