عمل پرورش گیاه ماریجوانا ، حداقل سه ماه طول میکشه بستگی به نوعش داره 
، و وقتی خشک شد و به عمل اومد ... من بسته‌بندیش میکنم به توزیع‌کننده‌هامون ارسالش میکنم 
، ولی اول باید مراسم تست کردن جنس رو اجرا کنم این کار رو میکنم تا از جلب رضایت کامل مشتری مطمئن بشم 
بهتره رولش کنیم 
تحویل بی‌خطر ، جیمی 
خداحافظ 
صبح بخیر . چی میتونم براتون بیارم ؟ سلام . بله 
میشه لطفا یه پن‌کیک با تخم‌مرغ و بیکن بدین ؟ چند تا پنیر حلقه‌ای میشه لطفا یه میلک‌شیک موزی هم بدین ؟ 
الان براتون میارم 
ببخشید ، میشه لطفا یکم از سس مخصوص هم باهاش بدین ؟ 
سس مخصوص روی میزه . میتونین ازش استفاده کنین 
بدون سس مخصوص نمیشه پنیر حلقه‌ای خورد ممنون 
بعضی‌ها میگن فقط مخلوط کچاپ و مایونزه نمیدونن از چی حرف میزنن 
سس هزار جزیره‌اس ، نه ؟ 
دقیقا . ترکیب سرّی رو فراموش میکنن 
فکر کردم آبلیموـه ، ولی حالا خیلی مطمئن نیستم 
من که همیشه فکر میکردم ترب کوهیه 
ترب کوهی ؟ 
جالبه 
نگو که میخوای اونو روی پن‌کیک تخم‌مرغ و بیکن بریزی 
. میدونم خیلی ناجور به نظر میاد ولی بهت قول میدم ، مزه‌ی خیلی خوبی میده 
فکر کردم فقط من این فکر رو میکردم - چی ؟ 
شوخی میکنی ؟ - 
. الان یه بشقاب ازش خوردم الان میخوام پنیرهای حلقه‌ایم رو بخورم 
، میدونی ، من پنیرهای حلفه‌ایمن رو اول میخورم چون باید تا داغن بخوریشون 
نه ، ترجیح میدم دمای معمولی داشته باشن 
میدونی چیه ؟ 
یکی رو کنار میذارم تا سرد بشه ببینم حق با توـه یا نه 
راستی ، من گابریل هستم 
جیمی 
خیلی متاسفم اشکالی نداره . اتفاقی بود 
بذار یه نوشیدنی دیگه برات بگیرم 
نگرانش نباش - نه ، جدی میگم ، باید بگیرم - حداقل کاریه که میتونم بکنم - مطمئنی ؟ 
- آره . میلک‌شیک وانیلی ؟ 
راستش موزی بود 
طعم موردعلاقه‌ی منم موزیه 
میشه یه میلک‌شیک موزی بدین ؟ 
اینطوری میتونی باهام تماس بگیری 
البته اگه بخوای بازم میلک‌شیک یه نفر رو بریزی رو زمین 
ممنون ، جیمی 
از آشناییت خوشحال شدم 
میخوای مبارزه کنی ؟ 
. دارم سر به سرت میذارم ، پسر شوخی کردم 
مگه اینکه بخوای ؟ 
شما ارتشی‌ها عاشق دعوایین ، مگه نه ؟ 
راستش دنبال خواهرت میگردم 
هدفت کاریه یا تفریح ؟ کاملا کاریه 
بهتره همینطور باشه 
دارم سر به سرت میذارم 
. مراقب خودت باش . اعصاب خرابی داره شاید اینجا اوضاعت بهتر باشه 
منظورت چیه که نمیتونی جیمی رو پیدا کنی ؟ 
، در خونه‌اش رو بزن ، پنجره‌اش رو بزن به صندوق پستیش ضربه بزن 
شاید اینقدر چِت کرده که نمیدونه چندشنبه‌اس 
. نگران آلبانیایی‌ها نباش ادبشون کردم 
ادی استدی . آره ، الان پیشمه 
تو روی پیدا کردن جیمی تمرکز کن ، باشه ؟ 
وقتی رسیدی اونجا بهم زنگ بزن 
صبح بخیر ، سوزی 
جیمی جواب تلفنش رو نمیده پس الان وسط چندین سناریوی مختلف قرار داریم 
. متاسفانه منم نتونستم پیداش کنم زیردست‌هام هم همینطور ، و با اینکه زمان بیش از حدی باهم میگذرونن فردی هم نتونست 
تحقیقاتمون از ملکت فاصله گرفته 
درسته . پس من چرا اینجام ؟ 
، خب ، همونطور که ممکنه تصور کنی مشتری که منتظر تحویل گرفتن محموله بود خیلی ناامید شده 
ماریجوانام کجاست ؟ 
به گمونم توضیح دادی که تاخیر پیش‌بینی‌نشده‌ای اتفاق افتاده ؟ 
، سال‌هاست که با تونی بلیر معامله میکردیم ولی آدم نکته‌بینی نیست 
ماریجوانام کجاست ؟ 
تاخیر پیش‌بینی‌نشده 
وایسا . تونی بلیر ؟ 
- آلبانیاییه - قدیما تونی بلیر براشون ناجی بود 
اسم خیلی محبوبیه 
یکم آدم ساده‌لوحیه - آره - ولی واسه پول ارزش داره - ولی ماریجوانام کجاست ؟ 
- نمیشه پولش رو پس بدی ؟ 
وقتی پولی رو گرفتی هیچوقت نباید پسش بدی 
به چه دلیلی ؟ 
فقط یه کاریه که نباید بکنی 
خب ، پس باید بهش بگی صبور باشه 
ممکنه این ماه یکم تاخیر داشته باشه 
. آره ، ولی فراموش کردی معامله‌امون چطوریه ماریجوانام کجاست ؟ 
سعیت رو میکنی ، ولی زندگی خیلی کوتاهه 
باتوجه به اینکه اگه مردم فکر کنن نمیشه به منبعت اتکا کرد ، ممکنه خیلی مشکل‌ساز بشه تصمیم گرفتم یه استخونی جلوش بندازم تا ببینم میتونم یه کاری برای جبران تاخیر داشته باشم یا نه 
این ماشین رو می‌بینی ؟ جذاب‌تر ازش نداریم 
بخشی از کار فرعیم به عنوان تجارت ماشینه 
. واردات و صادرات میکنم از همه جای دنیا سفارش می‌گیرم 
ماشین رو برمیداریم و به مشتری تحویل میدیم بنگ ! قیمت خوب . دست به نقد . خوش و خرّم 
چند روز پیش به یه مسئله‌ای برخوردیم که آخرش بال‌هامون چیده شد 
! چیده شد 
و باعث شد به شدت سود عملیاتمون محدود شد 
به شدت 
، پس چون محموله‌اش تاخیر خورده قول دادی یه ماشین براش بدزدی ؟ 
. اونم نه هر ماشینی این یه ماشین خیلی خاصیه 
لامبورگینی هوراکان 
به رنگ سبز - میدونم قراره کجا باشه - میدونم کِی قراره اونجا باشه 
فقط یکم کمک برای به دست آوردن و تحویلش لازم دارم 
اونوقت چرا قبول کردی ؟ 
انتظار ندارم ریزه‌کاری‌های همزیستی رو درک کنی ، که اجازه میده کسب و کارمون رونق پیدا کنه ولی آره ، قبولش کردم 
پس به گمونم این مشکلیه که تو و گروهت ترتیبش رو میده ؟ 
، گروهم الان روی مشکل شماره یک تمرکز کردن میخوان بفهمن چه اتفاقی واسه ماریجوانا افتاده 
. واسه همین مشکل شماره دو می‌مونه دزدیدن ماشین و باید اعتراف کنم اولویت کمتری داره و راستش این کارها در حد من نیست به هر حال ، بازم نیاز به مقداری مهارت داره 
و با توجه به شرایط توافقمون فکر کردم شاید بخوای پیش‌قدم بشی 
چرا من ؟ چرا از یکی از شرکای باحالت نمیخوای ؟ 
پدرم تو رو درخواست کرده 
انگیزه‌اش همچنان غیرقابل‌توضیحه 
... خب ، اگه این کار رو بکنم انحراف خیلی بزرگی توی مضمون و ماهیت قراردادمون پیش میاد ، در نتیجه یه چیزی در عوض میخوام 
باید دقیق‌تر بگی 
خب ، در مورد افزایش سودآوری حرف زدی 
چطوره یه عدد انتخاب کنیم تا به عنوان معیار حداقلی ازش استفاده کنیم 
عدد میخوای 
خیلی خب ، میتونم یه عدد بهت بدم 
خوبه ، در مورد ترک کردم ملکم تا آخر سال هم حرف زدیم ولی مشخص نشد منظورت سال مالیه یا سال تقویمی 
شاید بهتره یه تاریخ رو اعلام کنی 
باید دفتر سررسیدم رو نگاه کنم 
ولی حتما 
پس بیا مشکل کوچیکت رو حل کنیم ، باشه ؟ 
تونی بلیر گفت توی گاراژ به دیدنمون میاد 
پس بذار بعد از ظهرم رو خالی کنیم 
نمیدونم بابا چی توی این یارو می‌بینه 
. فقط چون سربازه توی دنیای واقعی پشیزی نمی‌ارزه 
نه ، ولی یکی رو کشت و عین خیالش هم نشد 
. اکثر آدم‌ها با عرق سرد از خواب بیدار میشن ولی این دوک مثل یه نوزاد خوابید 
اینو از کجا میدونی ؟ 
دارم تشبیهی حرف میزنم 
ببین ، حقیقت اینه که 24 تا دوک توی کشور هستن این یکی به نظر میاد تنها کسیه که میتونه با کله‌گنده‌های اشرافی بگرده و بدون نگرانی یه تیر تو مغز یکی خالی کنه 
این باعث میشه مفید باشه ؟ 
توی دنیای خیلی خاص و منحصر به فردی ، که کار میکنیم آره 
راستش زمان خیلی کوتاهی داریم 
این ماشین فقط قراره چند روز توی لندن باشه و بعدش جابجا میشه 
اینجا توسط یه خانم به اسم مرسی اداره میشه 
توی دنیای ماشین‌های باکلاس و تجملاتی اسمی واسه خودش دست و پا کرده 
بعضی از کارهاش قانونیه . بعضی‌هاش غیرقانونیه 
. قشنگیش به همینه ، اون یه دلال ماشین‌های دست دومه واسه همین دار و دسته‌اش آدم‌های جالبی نیستن 
ولی در عین حال نمیخواد پلیس توی تجارتش تحقیق کنه 
پس کجای این ماشین خاصه ؟ 
مشتریم یه لامبورگینی هوراکان ایوو با رنگ سبز و جلای براق میخواد و حاضره پول خوبی بده ما هم همینو واسش جور میکنیم 
سوئیچ لامبورگینی همراه با سایر سوئیچ‌ها توی اتاق مرسی نگهداری میشه 
. قسمت سختش همینه بقیه‌اش به راحتی آب خوردنه 
، وقتی سوئیچ رو به دست آوردی کنار این دستگاه نگهش دار ... سی ثانیه بزن بهش و بعدش آماده‌ی گاییدنی 
، حمله دو مرحله‌ایه . 
مرحله‌ی اول وقتی کسی حواسش نیست سوئیچ رو بردار مرحله‌ی دو ، برگرد و یکم سرقت ماشین انجام بده 
یادم بنداز چرا من این کار رو میکنم و تو نمیکنی ؟ 
ما باید تا ساعت 6 روی تختمون باشیم . جی‌پی‌اس جاش رو نشون میده آره ، دیگه پسر 
وقتی این همه آدم اینجان چطوری سوئیچ رو کپی میکنی ؟ 
باید یه حواس‌پرتی ایجاد کنم 
. ممنون . 
ممنون ، داداش ... جدی میگم ، این 
ناامیدت نمیکنم ، باشه ؟ 
چون میدونم تازگیا برات بار اضافی بودم 
. نه ، نه ، نه ، این حرفا چیه بار اضافی بودم 
واسه همین خیلی برام ارزش داره که این فرصت رو بهم میدی تا برات جبران کنم و عمرا خرابش کنم هر کاری بگی میکنم - فردی - 
... هر کاری میکنم . به معنای واقعی - فردی - فردی 
فقط باید تظاهر کنی میخوای یه ماشین بخری 
. همین . فقط ماشین خریدنه فقط همینه . هوشمندانه‌اس 
نقشه‌ی فرعیت چیه ، ادوینا ؟ 
فردی ، چیزی نمیگی من نقش نماینده‌ات رو بازی میکنم 
میگم میخوایم سواری یه ماشین رو تست کنیم 
بقیه‌اش به تو بستگی داره ، وم‌تم 
. فیلم بازی نکن ، فردی فقط یه عکس لازم دارم 
، آره ، فهمیدم . فیلم بازی نکنم فقط یه عکس . فهمیدم . ردیفه 
! سلام ! خوش اومدین 
کمکی از دستم برمیاد ؟ 
بله ، من برای یه شرکت خدمات خرید سفارشی برای اشخاص رده‌بالا مثل موکلم کار میکنم 
. دنبال یه خودروی تجملاتی هستیم یه چیزی که متفاوت باشه 
و موکلم حاضره واسه یه خودروی خیلی خاص نقدی پرداخت کنه 
پس چرا به نمایشگاه‌های پارک لین نمیرین ؟ 
کلی ماشین خاص دارن که میتونین بخرین 
اونا سوالات زیادی هم می‌پرسن 
. رازداری برای موکلم مهمه متوجه میشین ؟ . نه ، نه ، نه هیچکدوم اینا برام جواب نمیده 
، گری ، وقتی حرف زدیم ، بهت گفتم یه چیز سریع و قدرتمند میخوام ولی مثل ببر سیبری نرم و سبک هم باشه 
. آناتولی گیونچی رومانوف هستم اینم همسرم ، آناستازیا هستش 
معیارهام خیلی خاص هستن ، خب ؟ 
، وقتی سوئیچ رو می‌چرخونم میخوام صدای غرش بشنوم 
ولی متوجه هستین که اینجور ماشین‌ها مبلغ اضافی می‌طلبه 
جریان از این قراره ، خانم پلنگی کوچولو کون لق پول 
پس به جای درستی اومدین 
تک تک این ماشین‌ها منحصر به فرد هستن 
، نمیدونم امنیت شخصی براتون مهمه یا نه ولی همه‌اشون رو میشه ضدگلوله کرد 
، گوش کن ، خانم کوچولوی بامزه ، توی زندگی من ، اگه در امنیت نباشی مردی 
نظرت در مورد این یکی چیه ؟ 
بله . مک‌لارن 650اس چهار لیتری وی8 هستش 
در سه ثانیه سرعتش از صفر به 60 میرسه . نه ، مطمئن نیستم این یکی به نظرم یکم ... 
نه ، یه چیز سکسی‌تر رو ترجیح میدم 
اون لامبورگینی چطوره ؟ 
- متاسفانه اون ماشین فروشی نیست - 
هی ، هی ، سر به سرم نذار ، خانم ، باشه ؟ 
. سوئیچ رو بده به من ، ماشین رو برونم من آدم جدی‌ای هستم 
. اون ماشین صاحب داره مک‌لارن ماشین جدی‌ایه 
. باید برونیش ازش خوشت میاد ، بهم اعتماد کن 
صبر کن 
جریان صدا چیه ؟ 
ادامه بدی میکشمت . چیزی نیست خانم پلنگی کوچولو عاشقمه 
زنت باید ماشین وامونده رو برونه 
گند نزن ، فردی 
نارنجی رو انتخاب کن 
. به جهنم ، نارنجی رو انتخاب میکنیم نارنجی دوست دارم جهنم و ضرر . همین رو برمیداریم 
همینطوری مشغول نگهشون دار 
. نه ، نه ، نه ، نه ، نه ، دوست من من مرد مدرنی هستم 
من میرونم - اون میرونه - 
، یکم طول میکشه تا به کلاچ عادت کنی خیلی بهش فشار نیار ، باشه ؟ 
خط و خشی روش بیفته ، پولش رو میدی 
زنم رو دست کم گرفتی 
! تو روحش 
این یکی نزدیک بود . بهت حق میدم 
عجب گیری افتادیم 
! یالا ، بجنب 
میتونم کمکت کنم ؟ 
فکر کردم دوست داشته باشی قرارداد رو بنویسیم 
، به عروسک روسی نمیشه اعتماد کرد جوری رانندگی میکنه که انگار سه گرم چاپ‌چاپ مصرف کرده و موکلت هنوز روی قیمت توافق نکرده 
عذر میخوام . 
بذارین برم باهاشون حرف بزنم 
خیلی خب . نظرت چیه ، جیگرم ؟ 
خوشت اومد ؟ 
ماشین خوبه از رنگش خوشم نمیاد 
شاید بهتر باشه بهش فکر کنین 
خیلی با دقت 
دلتون نمیخواد مرتکب اشتباه بشین 
باهاتون تماس می‌گیریم ، ممنون بیا ، گری 
اوه ، بیدار شدی 
بشین 
بخورش 
ممنون که منو به خونه‌ات آوردی ، جف 
نیومدم واست سخنرانی کنم 
باید گاهی دیدگاهمون رو تازه کنیم ، مگه نه ؟ 
ولی مهم اینه که از تجربیاتمون یاد بگیریم 
متوجه منظورم میشی ؟ 
فکر کنم 
خوبه 
روبراهی ، جیمی ؟ 
راستش الان سوال سختی واسه جواب دادنه 
حالت چطوره ؟ 
به خاطر وضعیت فعلی خیلی متاسفم 
خب ، پس اگه متاسفی اشکالی نداره 
... به جز اینکه ، صبر کن ببینم کدوم گوری بودی ، جیمی ؟ 
راستش داستانش مفصله . واقعا ؟ بذار مستقیم برم آخر داستان ماریجوانام کدوم گوریه ؟ 
احتمالا بهتره از اول داستان شروع کنیم 
، داشتم تو جاده رانندگی میکردم بعدش به خاطر چت کردن گرسنه شدم واسه همین توی رستوران پتی که پاتوق همیشگیمه نگه داشتم تا یه چیزی بخورم 
بعدش اتفاق افتاد - چه اتفاقی افتاد ، جیمی ؟ 
- راستش رو بخوای ، از اون موقع زندگیم عوض شده 
مثلِ ... چی بهش میگن ؟ 
یکی از اون جرقه‌های ناگهانی بود 
یه تجلی خب ، خیلی‌ها بهش میگن دختر ولی من بهش میگم فرشته 
فقط بال نداشت 
خب ، به هر حال بال‌هاش رو نمیشد دید 
بعدش دستش رو دراز کرد و قاپیدش 
چی رو قاپید ، جیمی ؟ 
یا قلبم رو قاپید یا روحم رو شاید هم هردو رو 
مثل یه زیبابینی از دومینوهای در حال ریزش بود 
بعدش روزم از دیوونگی به بدی کشیده شد 
اول ون پر از جنس ناپدید شد 
! سر جاش نبود مثل بخار کتری تبخیر شده بود 
انگار حقه‌ی خرگوش داخل کلاه رو برعکس کرده بودن 
بعدش شارژ گوشیم شد بعدش مایه هم نتونستم پیدا کنم واسه همین مثل راهنمای سواری مجانی کهکشان انگشتم رو بالا بردم 
شماره‌ی 42 جادویی 
بعدش دنیا شروع کرد به زمین زدنم 
کشیش‌های بچه‌باز 
به بلوط من دست نمیزنن 
به این کارها علاقه ندارم 
برین با تخم بلدرچین خودتون توی لونه‌ی کلاغتون بازی کنین 
گم شین ، عوضی‌های متجاوز 
بعدش جیمی چنگ زد تو خال 
حداقل فکر میکردم که زدم تو خال 
خدا برای دومین بار در یک روز دست خیّرش رو دراز کرد 
. یه ون پر از طرفدارهای متال با جیب‌های پر از قارچ توهم‌زا 
، واسه همین یه پک کشیدم هم‌سفره شدیم و عشق رو حس کردیم و بعدش خودم رو وسط رقص پیدا کردم 
، موسیقی کوبنده بود ، قلب‌ها تپنده بود ، انرژی جهنده بود ولی نمیتونستم تصویر فرشته رو از تخمم بیرون بکشم 
از من بشنوین ، یه دلیلی داره که وارد زندگیم شده 
یه فنجون چای خوردم تا خودم رو جمع و جور کنم اون موقع بود که قارچ‌ها اثر کردن 
، بعد از اون حس کردم از یه درّه پرت شده 
راستش رو بخواین ، یکم برام مبهمه مثل ابهامی به رنگ بنفش 
، چیز بعدی که فهمیدم با صورت روی گِل‌ها بودم و آقای جف با چوب قضاوتش به پشتم میزد 
در مورد دختره بگو اوه ، گابریل 
مثل رویای به حقیقت پیوسته‌اس 
ارتباط عجیبی باهم گرفتیم 
راستش یکم غیرقابل توصیف بود 
و وقتی نشستی سوئیچ‌های ون روی میز بود ؟ 
آره . مطمئنم همینطور بود 
و بعدش اونجا نبودن ؟ ... وایسا . تو که فکر نمیکنی 
. نه ، این کار رو باهام نمیکنه حس خوبی باهم گرفتیم 
چطوری قراره پیداش کنیم ؟ پیداش کنین ؟ نه ، لازم نیست نگرانش باشین شماره‌ام رو بهش دادم 
وقتی بهم زنگ زد ، در مورد سوئیچ‌ها ازش می‌پرسم 
ای خدا 
آخه یه حسی دارم 
بعضی‌وقت‌ها متوجهش میشی 
میدونی چی میگم ؟ 
برگردین به رستوران بین جاده‌ای و با کارکنانش صحبت کنین 
حله 
. شرمنده ، رئیس . خیلی متاسفم کاری واسه کمک از دستم برمیاد ؟ 
آره میتونی یه راهی پیدا کنی تا گیاه‌ها سریع‌تر رشد کنن چون حالا یه حفره‌ی بزرگ توی خط تولیدمون داریم و اگه ماریجوانامون جور نشه ، گردن توـه 
همینجا منتظر بمون 
کاپیتان ؟ 
با وضعی که داره به زور میتونه چشم‌هاش رو باز نگه داره 
خب ادی ، میخوای بار بیشتری روی شونه‌هام بذاری 
، خب ، شرمنده که باعث ناراحتیت میشم ولی وقتی در مورد دزدیدن یه ماشین برات صحبت کردیم انتظار نداشتم با اعضای قطع‌شده‌ی بدن انسان مواجه بشم 
چه اعضای قطع‌شده‌ای ؟ - انگشت - 
یدونه یا چند تا ؟ 
- یدونه - 
انگشت شست یا اشاره ؟ - انگشت کوچیک - 
، شاید کوچیکترین انگشت دست انسان باشه ولی همین که قطع شده یعنی آدم‌هایی که باهاشون سر و کار داریم خیلی ناخوشایندتر هستن 
استرس که نگرفتی ؟ نه . میخوام از وضعیت باخبرت کنم 
، همونطور که باید با رده‌های بالاتر در میان میذارم 
همونطور که باید 
، حالا نمیگم بهت دروغ گفتن ولی میشه گفت اطلاعات ناقصی بهت دادن 
ولی حالا یه سرنخ از ماریجوانات داری برام سوال بود سناریویی هست که توش مجبور نشم برات یه ماشین بدزدم یا نه 
یه اسم داریم به احتمال زیاد اسم جعلیه 
و تنها توصیفی که از اون شخص داریم از طرف شاهدیه که تا خرخره توهم‌زا مصرف کرده 
ولی مهم‌تر از اون ، پدرم درخواست کرده 
دلایل خودش رو داره . متقابلا برات جبران میکنه 
پس آره ، هنوز هم میخوام ماشین رو بدزدی 
میشه لطفا دو کلمه حرف بزنیم ؟ - بله ، عالی‌جناب . 
همه چی مرتبه ؟ 
- امیدوار بودم تو بهم بگی 
. یکی از همکاران دوک توی جنگل گم شده بود اومده بودم تحویلش بدم 
چقدر خوش‌شانسیم که تو هوامون رو داری 
مایه‌ی شادی و افتخاره که بهتون خدمت کنم 
خیلی مایه‌ی آرامشه که میدونیم احتیاط ادامه‌دارت رو در مورد اتفاقاتی که تو خونه جریان داره ، داریم 
هیچ شکی در مورد ادامه‌ی وفاداری من به شما و خانواده‌اتون نداشته باشین 
وفاداریم کامله 
جف ، بهم میگی دیگه ؟ اگه یه موقع فکر کردی ادی قراره تو دردسر بیفته ؟ 
حواسم رو کامل جمع میکنم 
حالت مخفی ؟ 
عالیه 
انتظار داشتی کسی داخل باشه ؟ 
نه دقیقا ، نه 
پس فکر کنم بهتره یکم اینجا بمونم ممکنه یهو مشکلی پیش بیاد - نه ، فردی . مستقیم برو خونه - 
حتما . آره 
صد در صد 
مستقیم میرم خونه 
آخه به نظرم بهتره یکم با این آدم‌ها احتیاط کنی 
مشکلی واسم پیش نمیاد ، فردوارد 
... ببین 
میشه لطفا یه سوالی ازت بپرسم ؟ 
چرا آخه این کارها رو میکنیم ؟ 
. میتونیم کاری که بابا میکرد رو بکنیم سالی پنج میلیون بدون اینکه کاری بکنه 
پول خیلی خوبیه - موضوع پول نیست ، فردی - 
موضوع اینه خودمون رو از یه سازمان تبهکاری خلاص کنیم 
موضوع اینه دوباره کنترل رو به دست بگیریم 
کنترل . بذار ببینم درست متوجه شدم ، واسه اینکه دیگه با مجرم‌ها همکاری نکنیم ... قراره تبدیل به مجرم بشیم ما مجرم نیستیم ، فردی 
هر چی تو بگی 
تو خونه می‌بینمت 
موفق باشی 
چه غلطی میکنی ؟ 
چه باحال . غلت زدن کماندویی 
، هر چی که بخواین بدونین بهتون میگم ولی خواهش میکنم بازم بهم صدمه نزنین 
این دیگه خوب نیست 
خیلی متاسفم ، ولی دوباره تکرارش نمیکنم 
خواهش میکنم ، دیگه انگشتم رو قطع نکنین 
خواهش میکنم ، باید از اینجا منو بیاری بیرون 
عجب گیری افتادیم - ! 
خواهش میکنم - 
! خواهش میکنم اینجا ولم نکن 
این یکی دیگه اصلا خوب نیست 
. ممنون . ممنون جونم رو بهت مدیونم 
چیزی نیست . 
بله ، چیه ؟ 
. ادوارد ، باید گورت رو از اونجا گم کنی ماموریت لغوه ، لغوه . عقاب فرود اومد ... روباه توی مرغدونیه 
! بهت گفتم گم شو برو خونه 
بهم گوش کن . از اینجا برو من هیچ جایی نمیرم 
لطفا منو ببر خونه - محکم بشین - 
! یالا ، لاشی ابوقراضه 
الان امنه ؟ 
بهتره یکم دیگه سرت رو پایین نگه داری 
. فردی ، منم ، بهم زنگ بزن میخوام مطمئن بشم از اونجا رفتی 
میشه لطفا دست‌هام رو باز کنی ؟ 
روبراهی ؟ 
بیا اینجا ، بیا اینجا 
بیا 
حالت خوبه ؟ 
پسر ، جونم رو نجات دادی 
ببین چیکارم کرده خدای من 
قبلا پیانو میزدم 
به فنا رفتم . ناقص شدم 
ناقص شدم 
باهاش چیکار کردی ؟ 
نمیدونی ؟ 
نه ، معلومه که نمیدونم 
چه غلطی کردی ؟ 
باید برش گردونی 
نه ، نه ، نه ، نه ، نه باید برش گردونی 
نه ، نه ، نه - چی رو برگردونم ؟ 
- بازش کن . صندوق عقب رو باز کن تا نشونت بدم 
خیلی خب ، باشه . باشه 
به گمونم اوضاع جوری که برنامه‌ریزی شده بود پیش نرفت 
اگه نخوایم حقیقت رو بگیم 
دستمال مرطوب میخوای ؟ 
شاید بخوای موقع تعریف کردن یکم خودت رو تمیز کنی 
، خب معلوم شد تونی بلیر دروغ میگفت که چرا ماشین رو میخواد 
چطور مگه ؟ 
صد و پنجاه کیلو کوکائین اعلاء و خالص 
توی کل ماشینه 
جداقل سه میلیون می‌ارزه 
ظاهرا سه و نیم 
خب ، شاید تونی بلیر نمیدونست اونجاست 
میدونست ! کل قضیه رو برنامه‌ریزی کرده بود همونطوری که تو رو فرستاده ، منم فرستاد 
وایسا ببینم . این یارو کیه ؟ - همونی که انگشتش قطع شده بود - 
بقیه‌ی بدنش رو کجا پیدا کردی ؟ 
توی انباری ، به صندلی بسته شده بود 
، وقتی وسط کاری هستی هیچوقت جواب خواهش و تمنا رو نده 
. کاملا کلیشه‌ایه اون کرمیه که نمیذاره سر قلاب رو ببینی فکر کردی چی هستی ؟ اولین موشی که پنیر رو برمیداره و در میره ؟ 
این کار همیشگیم نیست ، سوزی 
پس میگه تونی بلیر در مورد جنس میدونست 
میدونست که کل ماشین پر از کوکائینه و میدونست ممکنه چه اتفاقی بیفته 
. باید فرار کنی ، پسر من که این کار رو میکنم 
. آدم‌ها کوکائینی . آدم‌های بد ... آدم‌های کثیف ! وایسا ، وایسا 
دیگه نمیگه 
واسه همین تو کار کوکائین نیستیم 
بذار کمکت کنم 
جابجا کردنش آسون‌تره ، و ارقامش بزرگتره ولی حواس همه جور آدم ناجوری رو به خودت جلب میکنی 
محض اطلاعت ، به این خاطر وارد کار کوکائین شدیم چون ازم خواستی این ماشین لامصب رو بدزدم 
از شرایطی که ما رو در تنگنا قرار دادن باخبرم ، ادوارد 
بیشتر به این فکر میکنم که چطوری خودمون رو از این تنگنا خلاص کنیم 
فکر کنم هنوز مواد رو داری دیگه 
آره ، توی صندوق ماشینیه که بیرون پارک شده 
خب ، خیلی‌ها رو میشناسم ، که مواد رو ازمون میگیرن ولی سوال زیاد میپرسن 
، پس چیکار کنیم ؟ مواد رو بریزیم دور ، ماشین رو غرق کنیم قضیه رو فراموش کنیم ؟ اولین کاری که میکنیم اینه که بفهمیم مواد مال کیه 
. فردی الان نمیتونه بیاد پای گوشی میخوای بدونی چرا ؟ 
چون داره آماده‌ی تنبیهش میشه 
کوکائین رو واسم بیار 
نقشه عوض شد 
. چند تا تماس گرفتم معلوم شد این مرسی خانوم چند تا از قدرت‌های بزرگ کلمبیایی پشتشه 
ترجیح میدم خودم رو باهاشون قاطی نکنم پس این قضیه باید با ظرافت انجام بشه 
، هرچند فکر کنم اگه چیزی که میخواد رو بهش بدیم دلیلی نداره قضیه دوستانه تموم نشه 
مشکلی پیش نمیاد ، سرباز 
بهتره جنسم رو داشته باشی 
میگه برادرته راست میگه ، یا مثل صدای مسخره‌ای که درمیاورد شر و وره ؟ 
برادرمه 
، حالا که جنست رو برات آوردم میتونی ولش کنی 
ازم دزدی کردی 
باید عواقبی برات داشته باشه 
نمیدونستن دارن چی رو می‌دزدن 
شما کی باشی ؟ 
سوزی گلس هستم 
. دستت درد نکنه دیگه بعضی مسیرها مال بعضی از اسب‌هاست . بعضی از قلاده‌ها هم مخصوص بعضی از سگ‌هاست خودت راه و چاه رو بلدی 
نمیشه چیزی که دزدیدی رو همینطوری برگردونی 
نفرات و سازمان و رقابت داریم . باید دلایل و عواقب رو بدونن یه نفر باید بهاش رو بده 
درک میکنیم . 
واسه همین یه پیشکش آوردیم 
، همونطور که متوجهین اطلاعات غلط به خوردمون دادن 
حالا به جای برادرم بذارش روی صندلی 
... من به مجازات انجیلی باور دارم ... ادی ، جون هر کی که دوست داری ، برو 
عجب گیری افتادیم 
چشم در برابر چشم 
، اگه یه نفر سعی کنه ازت دزدی کنه میتونی انگشتش رو قطع کنی 
. نیازی نیست انگشت قطع کنی نیازی نیست چیز دیگه‌ای رو قطع کنی چون ، به لحاظ فنی من سعی نکردم چیزی بدزدم 
درست نمیگم ؟ - راست میگی ، فردی - 
... اگه یه نفر واقعا ازت دزدی کنه پیغامت باید بلند و رسا باشه . آره ؟ 
فردی ، دیگه کارمون اینجا تموم شد . بیا - ! سر جات بمون - 
خیلی خب خیلی خب 
این عدالت کافی برای اجرا نیست 
عدالت باید دیده بشه تا اجرا بشه 
به عنوان یه هشدار برای کسایی که در آینده ممکنه وسوسه بشن 
، اگه منظورت من بودم قول میدم در آینده وسوسه نمیشم 
اینو بهت قول میدم 
خیلی خب ، چشم‌هات رو باز نگه دار تا یه درس ارزشمند بگیری 
بذارین بشنویم چی میخواد بگه 
کون لقت ! هرزه‌ی کیرخور 
ممنون که توجه کردین 
اینم یه کار مثل بقیه‌ی کارهاست 
بعضی‌وقت‌ها روزهای خوبی داری و روزهای نه چندان خوبی هم داری 
، آره ، بعضی‌وقت‌ها برنده میشی بعضی‌وقت‌ها هم تیکه‌تیکه شدن یه نفر رو با قمه تماشا میکنی 
مهم اینه که رفتار درستی از خودت نشون دادی 
این چی رو ثابت میکنه ، سوزی ؟ - عجب وضعی - 
ثابت میکنه دل و جراتش رو داری 
که این قضیه برای برادرت صدق نمیکنه 
خیلی خب ، تموم شدم 
میشه لطفا بریم خونه ، اد ؟ 
خوبی ، جیمی ؟ 
یه حسی بهم میگفت زنگ میزنی 
البته یکم انرژی منفی دورم بود اونم به خاطر چند نفر دیگه بود 
در اعماق وجودم ، حس میکردم حتمیه 
به خاطر ریختن میلک‌شیکت ناراحت بودم 
. نه ، نگرانش نباش به هر حال یه جدیدش رو برام گرفتی 
بدون مشکل به مقصدت رسیدی ؟ آره ، اونو میگی 
راستش داستان دراز و عجیبی داره 
خب ، شاید بهتره یه موقع همدیگه رو ببینیم و برام تعریف کنی 
. آره ، خوشحال میشم خیلی خوشحال میشم 
شاید بهتره به یه رستوران شبیه به اون بریم و منوی شامش رو امتحان کنیم 
یه قراره 
خیلی خب خیلی خب . عالیه 
پس به زودی می‌بینمت 
واقعا ازش خوشت میاد ، نه ؟ 
معلومه که نه . احمق نباش 
فردا شب واسه شام باهاش قرار گذاشت 
پسره یا در حد رودولف ولنتینو بازیگر قدریه یا کاملا عقب‌مونده‌اس 
روشنش کنیم ؟ 
متوجه شدم اوضاع رو اونطوری که باید جدی نگرفته بودم 
باید یه تغییراتی ایجاد کنم . تغییرات بزرگ واسه همین تصمیم گرفتم فقط شب‌ها ماریجوانا بکشم صبح وقتی بیدار شدم نمیکشم 
، موقع ناهار یا بعد از ناهار ... یا موقعی که یه چیزی خوردم نمیکشم 
ولی هنوز هم یه میلیون و نیم ماریجوانا کم داریم 
آره . اینم متوجه شدم و تلاشم رو میکنم بدهیم رو صاف کنم 
، همین الان دارم روی یه نژاد پیوندی ماریجوانا کار میکنم ... و تتراهیدروکانابینولِ این جنس 
خب ، پس بهتره دست به کار بشی 
چشم ، رئیس 
سلام ، عزیزم 
خب ، باید بگم ، خیلی خوب داره باهاش کنار میاد 
ممنون 
وقتی با تجربه‌ی نزدیک به مرگ مواجه میشه انتظار داشتم کاملا داغون بشه 
پس بهت گفت 
سعی کردم قاطیش نکنم 
ولی زیاد نتونستی 
، قرار بود از شر این آدم‌ها خلاص بشی نه اینکه بهشون ملحق بشی 
ادواردو بیا یکم بنگ‌بنگ بازی کنیم 
از شرشون خلاص میشم ، مادر 
بعدا می‌بینمت 
خیلی خب 
چی بازی میکنیم ؟ اهداف تو یه خط یا خودکار و تصادفی ؟ 
اهداف دوبل ، عالی‌جناب 
خانم تاماسینا نه تا از ده تا هدف رو زده و ارباب فردریک هنوز چیزی نزده 
هر بار که به هدف نمیزدم یه پیک میخوردم الان دیگه خیلی مست شدم 
روبراهی ، فردی ؟ 
- ... آره ، خوبم ، فقط - بعد از قضیه‌ی خانم تیکه‌تیکه یکم مضطربم 
کارت خیلی خوب بود ، فردوارد خیلی خوب 
هر موقع آماده بودین بگین پرتاب کنن ، قربان - ممنون - 
