‫ تستغرق عملية إنماء نبتة الماريجوانا‬ ‫ ثلاثة أشهر على الأقل ،‬ ‫ ويختلف الوقت باختلاف السلالة .‬ 
‫ وما إن تُجفف وتُعالج ،‬ ‫ أحزمها في أكياس ... ‬ 
‫ ولكن أولًا ،‬ ‫ يجب أن أفحص عينات من المنتج‬ ‫ لضمان الرضا الأمثل للزبائن .‬ 
‫ يُستحسن أن نبدأ إذًا .‬ 
‫ أتمنى لك توصيلًا آمنًا يا " جيمي " .‬ 
‫ وداعًا .‬ 
‫ صباح الخير . بم أخدمك ؟‬ ‫ مرحبًا . أجل .‬ 
‫ هل لي بفطيرة بيض ولحم مقدد من فضلك‬ ‫ وبعض من حلقات الجبن ؟‬ ‫ وأريد معها مخفوق حليب بالموز من فضلك .‬ 
‫ لك ذلك حالًا .‬ 
‫ معذرةً ، هل لي بقليل من الصلصة الخاصة أيضًا ؟‬ 
‫ الصلصة الخاصة على الطاولة .‬ ‫ ضع منها ما تريد .‬ 
‫ حلقات الجبن ليست طيّبة بلا الصلصة الخاصة .‬ ‫ شكرًا .‬ 
‫ يُقال إنها مزيج كاتشب مع مايونيز فقط ،‬ ‫ ولكنهم يجهلون ما يقولون .‬ 
‫ ما يصفونه هو صلصة " ثاوزند آيلاند " ، صحيح ؟‬ 
‫ بالضبط . إذ ينسون المكوّن السري .‬ 
‫ ظللت فترة طويلة أظنها عصير ليمون .‬ ‫ ولكنني الآن حائرة .‬ 
‫ لطالما كنت أفترضها صلصة فجل بري .‬ 
‫ فجل بري ؟‬ 
‫ افتراض جيد .‬ 
‫ لا تقل لي إنك ستضع الصلصة‬ ‫ على فطيرة البيض واللحم المقدد .‬ 
‫ أعرف أن هذا يبدو كريهًا .‬ ‫ ولكن صدّقيني ، الطعم لذيذ جدًا .‬ 
‫ - ظننت أنني الوحيدة التي تفعل ذلك .‬ ‫ - ماذا ؟ 
لا بد أنك تمزحين .‬ 
‫ أنهيت للتو طبقًا كاملًا .‬ ‫ وأوشك على إنهاء حلقات الجبن خاصتي .‬ 
‫ اسمعي ، أنا أتناول حلقات الجبن أولًا‬ ‫ لأنه يجب أن نأكلها وهي ساخنة .‬ 
‫ لا ، أفضّل درجة حرارتها‬ ‫ قريبة من درجة حرارة الغرفة .‬ 
‫ أتدرين أمرًا ؟‬ 
‫ سأضع واحدة جانبًا وأتركها لتبرد .‬ ‫ لأجرّب ذوقك .‬ 
‫ أنا " غابرييل " ، بالمناسبة .‬ 
‫ أنا " جيمي " .‬ 
‫ يا إلهي . أنا في غاية الأسف .‬ ‫ لا بأس . حدث ذلك من دون قصد .‬ 
‫ - دعني أحضر لك غيره .‬ ‫ - إنه بارد .‬ 
‫ - لا تلقي بالًا للأمر .‬ ‫ - لا ، صدقًا ، أريد ذلك .‬ ‫ - هذا أقلّ ما يمكنني فعله .‬ ‫ - متأكدة ؟‬ 
‫ أجل . مخفوق حليب بالفانيليا ؟‬ 
‫ بل بالموز في الواقع .‬ 
‫ إنها نكهتي المفضلة أيضًا .‬ 
‫ هل لي بمخفوق حليب بالموز ؟‬ 
‫ بهذه الطريقة ، يمكنك التواصل معي .‬ 
‫ في حال أردت مجددًا دلق مخفوق حليب شخص ما .‬ 
‫ شكرًا يا " جيمي " .‬ 
‫ سُررت بلقائك .‬ 
‫ هل تريد الشجار ؟‬ 
‫ إنني أعبث معك يا صاح . إنني أمزح .‬ 
‫ إلا إن أردت الشجار فعلًا .‬ 
‫ أنتم الجنود تحبون الشجار ، صحيح ؟‬ 
‫ في الواقع ، إنني أبحث عن أختك .‬ 
‫ بغرض العمل أم المتعة ؟‬ ‫ بغرض العمل ولا شيء غيره .‬ 
‫ يُستحسن أن يكون كذلك .‬ 
‫ إنني أمزح معك فحسب .‬ 
‫ ولكن كن حذرًا ، فمزاجها سيئ .‬ ‫ ربما خير لك أن تبقى هنا .‬ 
‫ تعجز عن العثور على " جيمي " ؟‬ 
‫ اقرع بابه أو اخبط نافذته‬ ‫ أو ابحث في صندوق رسائله .‬ 
‫ لعله انتشى إلى حد أنه نسي موعد التسليم .‬ 
‫ لا تقلق حيال الألبان . جعلتهم تحت السيطرة .‬ 
‫ " إيدي " الكفؤ . أجل ، إنه هنا معي الآن .‬ 
‫ ركّز على أن تجد " جيمي " ، مفهوم ؟‬ 
‫ اتصل بي حين تصل إلى هناك .‬ 
‫ صباح الخير يا " سوزي " .‬ 
‫ " جيمي " لا يردّ على هاتفه .‬ ‫ لذا فإننا حاليًا‬ ‫ في خضم استكشاف عدد من الاحتمالات .‬ 
‫ يؤسفنني أنني لم أستطع أن أجده أيضًا ،‬ ‫ ولا حتى أي من الموظفين .‬ ‫ ومع أن " فريدي " يقضي وقتًا طويلًا جدًا معه ،‬ ‫ لم يستطع أن يجده أيضًا .‬ 
‫ تحرياتنا أصلًا ابتعدت عن نطاق منزلك .‬ 
‫ حسنًا . لم أنا هنا إذًا ؟‬ 
‫ كما قد تتوقع ،‬ ‫ الزبون الذي كان ينتظر الشحنة‬ ‫ شعر بخيبة أمل نوعًا ما .‬ 
‫ أين شحنة المخدرات ؟‬ 
‫ أفترض أنك وضّحت له‬ ‫ أن تأخيرًا غير متوقع قد حدث .‬ 
‫ إننا نعمل مع " توني بلير " منذ سنوات ،‬ ‫ لكنه ليس شديد الفطنة .‬ 
‫ أين شحنة المخدرات ؟‬ 
‫ حدث تأخير غير متوقع .‬ 
‫ مهلًا . " توني بلير " ؟‬ 
‫ إنه ألباني كوسوفي .‬ ‫ كان " توني بلير " في الماضي‬ ‫ منقذًا لهؤلاء الرجال .‬ 
‫ شعبيته واسعة جدًا .‬ 
‫ - إنه مغفل بعض الشيء .‬ ‫ - أجل .‬ ‫ - ولكنه يدفع دومًا .‬ ‫ - أين شحنة المخدرات ؟‬ 
‫ لماذا لا تعيدون إليه نقوده فحسب ؟‬ 
‫ لا نعيد المال أبدًا بعد أن نستلمه .‬ 
‫ وما سبب ذلك ؟‬ 
‫ إنه ببساطة أمر لا نفعله .‬ 
‫ إذًا ، عليكم أن تخبروه بأن يتحلى بالصبر .‬ 
‫ قد تصل في وقت متأخر من هذا الشهر .‬ 
‫ أجل ، ولكنكم نسيتم كيف يسير عملنا .‬ ‫ أين شحنة المخدرات ؟‬ 
‫ هذا ممكن ، ولكن الحياة قصيرة جدًا .‬ 
‫ لذا نظرًا إلى أننا سنكون في وضع سيئ جدًا‬ ‫ إن ظن الناس أن سلسلة التوريد خاصتنا‬ ‫ لا يمكن الاعتماد عليها ،‬ ‫ قررنا أن نعوّضه بشيء بديل .‬ ‫ فلربما يمكننا فعل شيء‬ ‫ لنعوّضه عن إزعاجنا له .‬ 
‫ هل ترين هذه السيارة ؟‬ ‫ إنها من أكثر السيارات المرغوبة .‬ 
‫ وهي جزء من عملي الإضافي كتاجر سيارات .‬ 
‫ استيراد وتصدير . أستقبل الطلبات من كل مكان .‬ 
‫ نجلب السيارة ونوصّلها إلى الزبون .‬ ‫ فنأخذ مبلغًا جيدًا نقدًا في متناول اليد .‬ ‫ مرحى .‬ 
‫ ولكن ذات يوم ، واجهنا عائقًا ،‬ ‫ فأصبحنا مقيّدين في العمل .‬ 
‫ مقيّدون !‬ 
‫ ما قيّد كثيرًا فعاليتنا العملية .‬ 
‫ كثيرًا .‬ 
‫ إذًا ، تعويضًا عن تأخر شحنته ،‬ ‫ وعدتموه بأن تسرقوا له سيارة ؟‬ 
‫ ليست أي سيارة .‬ ‫ إنها سيارة معيّنة جدًا .‬ 
‫ " لامبورغيني هوراكان " .‬ 
‫ - خضراء .‬ ‫ - أعرف أين ستكون .‬ ‫ وأعرف متى ستكون هناك .‬ 
‫ كل ما أحتاج إليه‬ ‫ هو مساعدة صغيرة في جلبها وتوصيلها .‬ 
‫ ولماذا وافقت على ذلك ؟‬ 
‫ لا أنتظر منك فهم التفاصيل الدقيقة المعقدة‬ ‫ في النظام البيئي التكافلي‬ ‫ التي تسمح لأعمالنا بالازدهار ،‬ ‫ ولكنني وافقت .‬ 
‫ إذًا ، من المفترض أن هذه مشكلة‬ ‫ ستحلّينها أنت وفريقك ، صحيح ؟‬ 
‫ حاليًا يركّز فريقي اهتمامه على المشكلة " أ " ،‬ ‫ ألا وهي معرفة ما حدث لشاحنة المخدرات .‬ 
‫ ما يتركنا أمام المشكلة " ب " ، سرقة السيارة .‬ ‫ وبصراحة ومن المسلّم به ومن دون إلحاح ،‬ ‫ سرقتها دون مستواي .‬ ‫ ومع ذلك ، ما زالت المشكلة‬ ‫ تحتاج إلى من يتعامل معها بدهاء .‬ 
‫ ونظرًا إلى شروط اتفاقنا ،‬ ‫ ظننت أنك قد ترغب في تقديم المساعدة .‬ 
‫ لماذا أنا دونًا عن أحد شركائك الرائعين ؟‬ 
‫ أبي من طلب ذلك .‬ 
‫ لا يزال دافعه مبهمًا .‬ 
‫ حسنًا ، إن وافقت على فعل هذا ... ‬ ‫ فسيكون أمرًا لا علاقة له أبدًا‬ ‫ بمحتوى اتفاقنا ومبادئه الأساسية .‬ ‫ ولهذا ،‬ ‫ سأكون بحاجة إلى مقابل .‬ 
‫ عليك أن تحدد قصدك بشكل أكبر .‬ 
‫ لقد تحدثت عن الربحية المتزايدة .‬ 
‫ ما رأيك أن نختار رقمًا ليكون الحد الأدنى ؟‬ 
‫ تريد رقمًا .‬ 
‫ حسنًا . يمكنني إعطاؤك رقمًا .‬ 
‫ هذا جيد .‬ ‫ لقد تناقشنا أيضًا‬ ‫ في ترككم منزلي بحلول نهاية السنة ،‬ ‫ ولكن لم نوضّح‬ ‫ فيما إن كانت السنة مالية أو تقويمية .‬ 
‫ لذا ، ربما علينا تحديد تاريخ فحسب .‬ 
‫ عليّ أن أتفقّد مذكّرتي .‬ 
‫ ولكن لك ذلك طبعًا .‬ 
‫ إذًا ، فلنحل مشكلتك الصغيرة ، ما رأيك ؟‬ 
‫ - قال " توني بلير " إنه سيقابلنا في المرأب .‬ 
‫ - إذًا ، سأعيد ترتيب مواعيدي .‬ 
‫ لا أعرف ماذا يرى أبي فيه .‬ 
‫ لأنه جندي فحسب .‬ ‫ هذا لا قيمة له في العالم الحقيقي .‬ 
‫ صحيح ، ولكنه قتل شخصًا‬ ‫ ولم يفقد رشده ويعاني أزمة وجودية .‬ 
‫ معظم الناس يستيقظون والخوف يتملّكهم .‬ ‫ أما الدوق ، فقد نام مرتاحًا كأنه طفل .‬ 
‫ كيف عرفت وضعه حين نام ؟‬ 
‫ كلامي مجازيّ يا " جاك " .‬ 
‫ اسمع ، الحقيقة أن ثمة 24 دوقًا في هذا البلد .‬ ‫ يبدو أن هذا الدوق الوحيد‬ ‫ الذي يمكنه الوصول إلى ذوي المناصب العليا‬ ‫ من الطبقة الراقية‬ ‫ وإطلاق النار على رأس أحدهم بلا قلق .‬ 
‫ وهل هذا يجعله مفيدًا ؟‬ 
‫ في العالم المحدد والفريد الذي نعمل فيه ،‬ ‫ أجل .‬ 
‫ الحقيقة أن الفترة الزمنية قصيرة جدًا .‬ 
‫ ستبقى هذه السيارة في " لندن " بضعة أيام فقط ،‬ ‫ ثم ستُنقل .‬ 
‫ تدير المكان سيدة تُدعى " ميرسي " .‬ 
‫ كسبت لنفسها شهرة واسعة في عالم السيارات‬ ‫ الفخمة والفاخرة والمعدلة تعديلًا مذهلًا .‬ 
‫ بعضها شرعي وبعضها غير شرعي .‬ 
‫ وهنا تكمن السهولة .‬ ‫ فهي تاجرة سيارات مستعملة ،‬ ‫ أي أن طاقمها ليس خطرًا أو عنيفًا .‬ 
‫ ولكن في الوقت نفسه ،‬ ‫ لا تريد أن تحقق الشرطة في عملها .‬ 
‫ حسنًا ، إذًا ، ما الذي يميّز هذه السيارة ؟‬ 
‫ يريدون سيارة " لامبورغيني هوراكان إيفو "‬ ‫ ذات اللون الأخضر اللامع ،‬ ‫ ومستعدون لدفع مبلغ كبير .‬ ‫ فسنجلبها لهم .‬ 
‫ مفتاح الـ " لامبورغيني " يُحفظ في غرفة " ميرسي "‬ ‫ مع المفاتيح الأخرى .‬ 
‫ هذا الجزء الصعب . الباقي سهل جدًا .‬ 
‫ ما إن تحصّل المفتاح ،‬ ‫ ضعه في هذه الأداة ،‬ ‫ واتركه فيها 30 ثانية ، وبعدها ... ‬ ‫ يصبح مفتاح المتعة جاهزًا .‬ 
‫ أظنه هجومًا من مرحلتين .‬ 
‫ المرحلة الأولى ،‬ ‫ سرقة المفتاح من دون انتباه أحد .‬ ‫ المرحلة الثانية ، العودة لسرقة السيارة‬ ‫ كما في لعبة " جي تي إيه " .‬ 
‫ ذكّرني ، لماذا سأفعل هذا بدلًا منكم ؟‬ 
‫ يجب أن نهجع في السرير بحلول الـ6 .‬ ‫ نظام تحديد المواقع يرسل إشارات يا رجل .‬ ‫ بحقك يا صاح .‬ 
‫ كيف ستستنسخ المفتاح بوجود كل هؤلاء الناس ؟‬ 
‫ أحتاج إلى إلهاء .‬ 
‫ شكرًا لك . شكرًا يا أخي . 
جديًا ، هذا ... ‬ 
‫ لن أخذلك ، حسنًا ؟‬ 
‫ لأنني أعرف أنني كنت عبئًا مؤخرًا .‬ 
‫ لا ، لا تقل شيئًا . كنت كذلك فعلًا .‬ 
‫ ولهذا منحك إياي هذه الفرصة لأرد لك الجميل‬ ‫ يعني لي الكثير .‬ ‫ ولن أفسد الأمر .‬ ‫ - سأفعل ما تقوله .‬ ‫ - " فريدي " .‬ 
‫ - سأفعل أي شيء . حرفيًا ... أي شيء .‬ ‫ - " فريدي " .‬ ‫ - " فريدي " .‬ ‫ - نعم ؟‬ 
‫ كل ما عليك فعله‬ ‫ هو التظاهر بأنك تريد شراء سيارة .‬ 
‫ هذا كل شيء . شراء سيارة فحسب .‬ ‫ هذا كل ما في الأمر . ممتاز .‬ 
‫ ما الخطة وراء هذا يا " إدوينا " ؟‬ 
‫ " فريدي " ، لا تقل شيئًا .‬ ‫ - سأكون الممثل الخاص بك .‬ ‫ - أجل .‬ 
‫ سأقول إننا نريد اختبار قيادة سيارة .‬ 
‫ والباقي منوط بك يا " وام تام " .‬ 
‫ لا تفعل شيئًا يا " فريدي " .‬ ‫ أريدهم أن يروك فحسب .‬ 
‫ أجل ، فهمت . لن أفعل شيئًا .‬ ‫ سأجعلهم يرونني فحسب . مفهوم . لا تقلق .‬ 
‫ عزيزي ! أهلًا بك !‬ 
‫ هل من شيء يمكنني مساعدتكم به ؟‬ 
‫ أجل ، أنا أدير خدمة بوابة حسب الطلب‬ ‫ للأشخاص ذوي الثروات الكبيرة مثل عميلي .‬ 
‫ إننا نبحث عن سيارة فاخرة .‬ ‫ سيارة متميزة عن غيرها .‬ 
‫ وعميلي مستعد للدفع نقدًا لقاء شيء مميز حقًا .‬ 
‫ إذًا لماذا لا تذهبون إلى صالات العرض‬ ‫ الموجودة في " بارك لين " ؟‬ 
‫ لديهم سيارات مميزة كثيرة يمكنكم شراؤها .‬ 
‫ ولديهم أيضًا أسئلة كثيرة .‬ 
‫ عميلي يقدّر السرّية . هل تفهمين ؟‬ ‫ لا ! لا تناسبني أي من هذه .‬ 
‫ حين تحدّثنا يا " غاري " ،‬ ‫ أخبرتك بأنني أريد سيارة سريعة وقوية ،‬ ‫ وناعمة وخفيفة مثل النمر السيبيري‬ ‫ في الوقت نفسه .‬ 
‫ أنا " أناتولي غيفنشي رومانوف " .‬ ‫ هذه زوجتي " أناستازيا " .‬ 
‫ معاييري محددة جدًا ، مفهوم ؟‬ 
‫ حين أضع المفتاح وأشغّل المحرك ،‬ ‫ أريد سماع هديره المرتفع .‬ 
‫ ولكنك تعرف طبعًا‬ ‫ أن هناك علاوة مع هذا النوع من السيارات .‬ 
‫ إذًا اسمعي يا سيدتي النمرية ،‬ ‫ تبًا للمال .‬ 
‫ إذًا أتيتم إلى المكان الصحيح .‬ 
‫ كل سيارة من هذه السيارات فريدة .‬ 
‫ لا أعرف ما إن كان الأمن الشخصي‬ ‫ يمثّل أولوية عندك ،‬ ‫ ولكن يمكن تركيب دروع واقية‬ ‫ في أي واحدة منها .‬ 
‫ اسمعي ، في حياتي يا سيدتي الطريفة ،‬ ‫ إن لم تكوني في أمان ،‬ ‫ فستموتين .‬ 
‫ ما رأيك في تلك ؟‬ 
‫ أجل . هذه " ماكلارين 650 إس "‬ ‫ بمحرّك بسعة أربعة ليترات وثماني أسطوانات .‬ 
‫ تتسارع من صفر إلى 60 في ثلاث ثوان .‬ ‫ لا ، ليست مناسبة . أراها نوعًا ما ... 
‫ لا . أريد سيارة أكثر إثارة .‬ 
‫ - ما رأيك في الـ " لامبورغيني " ؟‬ 
‫ - يؤسفني أن تلك السيارة ليست للبيع .‬ 
‫ لا تزعجيني يا سيدتي ، اتفقنا ؟‬ 
‫ أعطيني المفاتيح ، وسأقود السيارة .‬ ‫ أنا رجل جاد .‬ 
‫ تلك السيارة ملك لشخص آخر .‬ ‫ الـ " ماكلارين " سيارة ممتازة .‬ 
‫ قدها وجرّب . ستعجبك . ثق بكلامي .‬ 
‫ انتظري .‬ 
‫ ما بال صوتك ؟‬ 
‫ سأقتلك إن أبقيته مرتفعًا .‬ ‫ لا بأس . سيدتي النمرية تحبني .‬ 
‫ يجب أن تقود زوجتك السيارة .‬ 
‫ لا تفسد الأمر يا " فريدي " .‬ 
‫ اختر البرتقالية .‬ 
‫ أيًَا يكن ، سأختار البرتقالية .‬ ‫ أحب اللون البرتقالي .‬ ‫ لم لا ؟ فلنجرّبها .‬ 
‫ أبقهم مشغولين فحسب .‬ 
‫ لا يا صديقي . أنا رجل عصري .‬ 
‫ - أنا سأقود .‬ ‫ - هي ستقود .‬ 
‫ يتطلب استخدام القابض تعوّدًا ،‬ ‫ فاستخدميه برفق ، اتفقنا ؟‬ 
‫ إن خُدشت السيارة أو انبعجت ، فستدفع .‬ 
‫ أنت تستهينين بمهارات زوجتي .‬ 
‫ يا للهول !‬ 
‫ ذلك ... كان ذلك وشيكًا . أعترف لك بهذا .‬ 
‫ يا للهول . تبًا .‬ 
‫ هيا .‬ ‫ " جار النسخ "‬ 
‫ هل تريد أي مساعدة ؟‬ 
‫ ظننت أنك تودين البدء بصياغة العقد .‬ 
‫ الفتاة الروسية ليست مضمونة ،‬ ‫ إذ تقود كأنها منتشية ،‬ ‫ ولم يوافق عميلاك على سعر محدد بعد .‬ 
‫ أنا آسف .‬ 
‫ دعيني أذهب وأتحدث إليهما .‬ 
‫ حسنًا .‬ ‫ إذًا ، ما رأيك يا حبيبتي ؟ 
هل أعجبتك ؟‬ 
‫ السيارة جيدة . إنما لا يعجبني اللون .‬ 
‫ ربما عليكما التفكير في الأمر .‬ 
‫ مليًا .‬ 
‫ فتفويت فرصة شرائها غلطة فادحة .‬ 
‫ سنتواصل معك ، شكرًا لك .‬ ‫ فلنذهب يا " غاري " .‬ 
‫ أرى أنك استيقظت .‬ 
‫ اجلس .‬ 
‫ اشرب هذا .‬ 
‫ شكرًا على إنقاذك لي يا " جيف " .‬ 
‫ لست هنا لألقي محاضرة عليك .‬ 
‫ أتفهّم أننا من وقت إلى آخر‬ ‫ بحاجة إلى أن نثمل وننتشي .‬ 
‫ لكن المهم أنك يجب أن تتعلم من التجربة .‬ 
‫ هل تفهم ما أقوله ؟‬ 
‫ أظن ذلك .‬ 
‫ جيد .‬ 
‫ أأنت بخير يا " جيمي " ؟‬ 
‫ بصراحة ، الإجابة عن هذا السؤال‬ ‫ صعبة عليّ الآن .‬ 
‫ كيف حالك ؟‬ 
‫ أنا آسف جدًا على الوضع الحالي .‬ 
‫ إن كنت آسفًا ، فلا مشكلة إذًا .‬ 
‫ باستثناء ... انتظر ... ‬ 
‫ في الواقع ، إنها قصة يطول شرحها .‬ ‫ حقًا ؟ فلننتقل إلى آخرها إذًا .‬ ‫ أين شحنة المخدرات ؟‬ 
‫ غالبًا من الأفضل أن أبدأ من الأول .‬ 
‫ كنت أقود على الطريق ، فشعرت بجوع شديد .‬ ‫ لذا توقفت لأخذ بعض الزاد‬ ‫ من مكاني المعتاد ، مطعم " باتيز " .‬ 
‫ ثم حدث ذلك .‬ ‫ ماذا حدث يا " جيمي " ؟‬ 
‫ بصراحة ، تغيّرت حياتي منذ ذلك الحين .‬ 
‫ كان أمرًا لا أعرف بماذا أصفه .‬ 
‫ لقد تجلّى لي ما سينير حياتي .‬ 
‫ طيف .‬ ‫ معظم الناس يسمّونها فتاة ، صحيح ؟‬ ‫ أما أنا ، فأسمّيها ملاكًا .‬ 
‫ ولكن لم يكن لها جناحان .‬ 
‫ أو بالأحرى ، لم أر ما إن كان لها جناحان .‬ 
‫ ثم ما لبثت أن اقتربت إليّ وسرقت ما لديّ .‬ 
‫ ماذا سرقت يا " جيمي " ؟‬ 
‫ إما قلبي‬ ‫ أو روحي .‬ ‫ أو كليهما .‬ 
‫ فسرعان ما هيّجت فيّ مشاعر جياشة مبهجة .‬ 
‫ ثم تحوّل يومي من يوم جنوني إلى يوم سيئ .‬ 
‫ أولًا ، اختفت الشاحنة المليئة بالمخدرات .‬ 
‫ امّحت . تبخّرت مثل بخار خارج من غلّاية .‬ 
‫ اختفت بطريقة سحرية في لمح البصر .‬ 
‫ ثم نفدت بطارية هاتفي .‬ ‫ ثم عجزت عن إخراج نقود من الصرّاف .‬ ‫ فمددت يدي رافعًا إبهامي ،‬ ‫ كما في فيلم " هيتشايكرز غايد تو ذا غالكسي " .‬ 
‫ الرقم السحري 42 جواب كل شيء .‬ 
‫ ثم بدأ الكون يرميني بأحداث فظيعة .‬ 
‫ كهنة مثليّون .‬ 
‫ لم أسمح لهم بلمس قضيبي .‬ 
‫ فهذا لا يتناسب مع أهوائي .‬ 
‫ ليداعب كل منهم قضيبه المحاط بشعر كثيف .‬ 
‫ بُعدًا لكم أيها الأوغاد المثليون .‬ 
‫ ثم نال " جيمي تشانغ " مراده .‬ 
‫ أو على الأقل ، هذا ما ظننته .‬ 
‫ للمرة الثانية في نفس اليوم ،‬ ‫ القدر ينعّمني بأفضاله .‬ 
‫ شاحنة مليئة بهواة الحفلات .‬ ‫ كيس مليء بالفطر المهلوس .‬ 
‫ فتعاطيت منه ودخّنت مخدرات ،‬ ‫ وتقاسمنا الطعام وتحاببنا .‬ ‫ ثم وجدت نفسي في حفل رقص .‬ 
‫ موسيقى صاخبة ورقص جنوني وحماس كبير ،‬ ‫ ولكنني أعجز عن إخراج صورة الملاك من رأسي .‬ 
‫ أؤكد لك أن ثمة سببًا لدخولها حياتي .‬ 
‫ فشربت كوب شاي لأستجمع شتات نفسي .‬ ‫ وعندها بدأ مفعول الفطر .‬ 
‫ بعد ذلك ،‬ ‫ شعرت كأنني سقطت عن جرف .‬ 
‫ بصراحة ، ذاكرتي مشوّشة .‬ ‫ مشوّشة لأنني كنت مفتونًا .‬ 
‫ ثم ما لبثت أن وجدت نفسي‬ ‫ مستلقيًا على بطني فوق التراب‬ ‫ والسيد " جيف " ينكزني من الخلف ببندقيته .‬ 
‫ حدّثني عن الفتاة .‬ ‫ اسمها " غابرييل " .‬ 
‫ إنها أشبه بحلم يتحقق .‬ 
‫ جمعنا رابط غريب .‬ 
‫ بصراحة ، كانت فتاة لا تُوصف .‬ 
‫ وطبعًا عندما جلست ،‬ ‫ كانت مفاتيح الشاحنة على الطاولة ، صحيح ؟‬ 
‫ أجل . أنا متأكد .‬ 
‫ ولم تجدها هناك بعد ذلك .‬ ‫ مهلًا . لا تقولي إنك تظنين ... ‬ 
‫ لا ، مستحيل أن تكون قد فعلت بي هذا .‬ ‫ فقد كنا على وفاق .‬ 
‫ كيف سنجدها ؟‬ ‫ كيف ستجدونها ؟ لا تقلقي حيال هذا .‬ ‫ فقد أعطيتها رقمي .‬ 
‫ لذا عندما تتصل بي ، سأسألها عن المفاتيح .‬ 
‫ يا إلهي .‬ 
‫ أعني ، يراودني شعور غريب .‬ 
‫ شعور ... يراود المرء أحيانًا كما تعرفين .‬ 
‫ هل تفهمين قصدي ؟‬ 
‫ اذهبا إلى مطعم محطة الوقود‬ ‫ وتحدّثا إلى الموظفين .‬ 
‫ مفهوم .‬ 
‫ أنا آسف أيتها الرئيسة . أنا في غاية الأسف .‬ ‫ هل يمكنني فعل شيء للمساعدة ؟‬ ‫ أجل .‬ 
‫ جد طريقة لجعل النباتات تنمو بشكل أسرع .‬ ‫ إذ أصبحت لدينا الآن‬ ‫ فجوة كبيرة في خط إنتاجنا .‬ ‫ وإن لم نجد تلك المخدرات ،‬ ‫ فستتحمّل عاقبة ذلك .‬ 
‫ انتظر هنا .‬ 
‫ أيها النقيب ؟‬ 
‫ نظرًا إلى حالته ،‬ ‫ بالكاد يمكنه إبقاء عينيه مفتوحتين .‬ 
‫ إذًا يا " إيدي " ،‬ ‫ تريد أن تضع عبئًا إضافيًا على كاهلي .‬ 
‫ أعتذر إن كان هذا مصدر إزعاج لك ،‬ ‫ ولكن حين تناقشنا في جلبي السيارة لكم ،‬ ‫ لم أتوقع أن أجد أعضاء جسم إنسان مبتورة .‬ 
‫ - أي عضو من أعضاء جسم الإنسان ؟‬ ‫ - الإصبع .‬ 
‫ - إصبع واحد أم أكثر ؟‬ ‫ 
- إصبع واحد .‬ 
‫ - الإبهام أم السبابة ؟‬ ‫ - الخنصر .‬ 
‫ صحيح أنه أصغر إصبع في يد الإنسان ،‬ ‫ لكن حقيقة أنه قد اقتُطع تشير إلى تصعيد كبير‬ ‫ بخصوص الأشخاص الذين نتعامل معهم .‬ 
‫ لن يتملكك الخوف بسبب ذلك ، صحيح ؟‬ ‫ صحيح .‬ ‫ إنني أعلمك بالوضع فحسب .‬ 
‫ سنرفعه إلى القيادة العليا ، كما هي العادة .‬ 
‫ كما هي العادة .‬ 
‫ اسمعي ، لا أقول إنك قد كُذب عليك ،‬ ‫ ولكن يجوز أن أقول بلا تردد‬ ‫ إنك أُعطيت معلومات غير كاملة .‬ 
‫ ولكن لديكم الآن دليل‬ ‫ على شحنة المخدرات خاصتكم .‬ ‫ لذا كنت أتساءل عن إمكانية اتباع خطة‬ ‫ لا أُضطر فيها إلى سرقة سيارة .‬ 
‫ بل لدينا اسم .‬ ‫ في الغالب اسم مزيف .‬ 
‫ والوصف الوحيد الذي لدينا‬ ‫ وصف من شاهد انتشى كليًا‬ ‫ بالفطر السحري المهلوس .‬ 
‫ لكن الأهم من هذا أن أبي طلب ذلك .‬ 
‫ ثمة ما يدفعه إلى طلبه . وسيردّ لك الجميل .‬ 
‫ لذا ، أجل ، ما زلت أريد منك أن تسرق السيارة .‬ 
‫ - هل لي بالتحدث إليك سريعًا ؟‬ ‫ 
- أجل يا مولاتي . هل كل شيء على ما يُرام ؟‬ 
‫ بصراحة ، جئت وكلّي أمل بأن تخبرني أنت .‬ 
‫ تاه أحد مساعدي الدوق في الغابة .‬ ‫ فكنت أوصّله فحسب .‬ 
‫ حظنا كبير لأنك تحرسنا .‬ 
‫ يسرّني ويشرّفني أن أكون في الخدمة .‬ 
‫ نشعر براحة كبيرة‬ ‫ لمعرفتنا أنك تحرسنا جاهدًا بلا كلل ولا ملل‬ ‫ مع كل ما ... 
‫ لا ينتابنّك أي شك في ثبات ولائي لك‬ ‫ ولعائلتك .‬ 
‫ ولائي لكم مطلق .‬ 
‫ " جيف " ، لن تخفي عني‬ ‫ إن ظننت أن " إيدي "‬ ‫ قد يقع في مشكلة كبيرة ، صحيح ؟‬ 
‫ سأحاول معرفة ما يحدث .‬ 
‫ وضع التخفي ، صحيح ؟‬ 
‫ هذا رائع .‬ 
‫ هل كنت تتوقع وجود أحد في الداخل ؟‬ 
‫ ليس بالضبط ، لا .‬ 
‫ إذًا ، سأبقى هنا لبعض الوقت‬ ‫ في حال حدثت أي مشكلة .‬ ‫ لا . " فريدي " ، اذهب مباشرةً إلى المنزل .‬ 
‫ لك ذلك .‬ 
‫ بالتأكيد . 
سأذهب مباشرةً إلى المنزل .‬ 
‫ ولكنني أظن أن عليك‬ ‫ التصرف بحذر مع هؤلاء الناس .‬ 
‫ لا تقلق عليّ يا " فريدوارد " .‬ 
‫ اسمع ... ‬ 
‫ - هل لي بطرح سؤال عليك ؟‬ ‫ 
‫ لماذا نفعل هذه الأمور ؟‬ 
‫ يمكننا ببساطة أن نفعل ما فعله أبي ،‬ ‫ خمسة ملايين سنويًا دون أن نحرّك ساكنًا .‬ ‫ 
- إنه مبلغ ممتاز .‬ ‫ - لا نفعل هذا من أجل المال يا " فريدي " .‬ 
‫ بل نفعله لنعتق أنفسنا من منظمة إجرامية .‬ 
‫ - ولنستعيد السيطرة على زمام الأمور .‬ 
‫ - فهمت .‬ ‫ إذًا دعني أتأكد من صحة فهمي ،‬ ‫ من أجل أن نقطع أي صلة تجمعنا بالمجرمين ،‬ ‫ سوف نصبح ... ‬ ‫ لسنا مجرمين يا " فريدي " .‬ 
‫ واضح .‬ 
‫ أراك في المنزل .‬ 
‫ حظًا طيبًا .‬ 
‫ ما الذي تفعله ؟‬ 
‫ رائع . دحرجة فرق العمليات الخاصة .‬ 
‫ سأقول لكم أي شيء تريدون معرفته ،‬ ‫ ولكن أرجوكم ألّا تؤذوني مجددًا .‬ 
‫ هذا لا يبشّر بخير .‬ 
‫ أنا آسف جدًا . لن أكرر فعلتي .‬ 
‫ لا تبتروا إصبعًا آخر رجاءً .‬ 
‫ أرجوكم أن تخرجوني من هنا .‬ 
‫ - تبًا .‬ ‫ 
- أرجوك !‬ 
‫ لا تتركني هنا رجاءً !‬ 
‫ هذا لا يبشّر بخير أبدًا .‬ 
‫ شكرًا لك جزيلًا . أدين لك بحياتي .‬ 
‫ لا عليك . اصمت فحسب .‬ 
‫ نعم ؟ ما الأمر ؟‬ 
‫ " إدوارد " ، يجب أن تخرج حالًا ، مفهوم ؟‬ ‫ ألغ العملية وانسحب .‬ ‫ وصلت مجموعة أشخاص ومعهم الثعلبة الماكرة ... 
‬ ‫ أخبرتك بأن تذهب إلى المنزل !‬ 
‫ اسمعني ، اذهب من هنا .‬ ‫ لن أذهب إلى أي مكان .‬ 
‫ - خذني إلى المنزل من فضلك .‬ ‫ - تمسّك .‬ 
‫ اشتغلي أيتها الخردة القديمة !‬ 
‫ هل المكان آمن الآن ؟‬ 
‫ يُستحسن أن تبقي رأسك منخفضًا مدة أطول قليلًا .‬ 
‫ " فريدي " ، عاود الاتصال بي .‬ ‫ أريد أن أتأكد أنك غادرت المكان سالمًا .‬ 
‫ هل ممكن أن تفك وثاقي الآن ؟‬ 
‫ هل أنت بخير ؟‬ 
‫ اقترب .‬ 
‫ ها أنت ذا .‬ 
‫ هل أنت بخير ؟‬ 
‫ شكرًا لك . لقد أنقذت حياتي .‬ 
‫ انظر ماذا فعلت بي .‬ ‫ - انظر .‬ ‫ - يا إلهي .‬ 
‫ كنت أعزف على البيانو .‬ 
‫ أنا في حالة يُرثى لها . أنا غير كامل .‬ 
‫ غير كامل .‬ 
‫ ماذا فعلت لها ؟‬ 
‫ ألا تعرف ؟‬ 
‫ كلا . طبعًا لا أعرف .‬ 
‫ ما الذي فعلته ؟‬ 
‫ يجب أن تعيدها .‬ 
‫ لا .‬ ‫ يجب أن تعيدها .‬ 
- أعيد ماذا ؟‬ 
‫ افتح ... افتح صندوق السيارة لأريك .‬ 
‫ حسنًا ، لا مشكلة .‬ 
‫ أظن أن الأمور لم تسر حسب الخطة إذًا .‬ 
‫ هذه العبارة لا تفي الموقف حقه .‬ 
‫ أتريد منديلًا مبللًا ؟‬ 
‫ أقترح أن تنظّف نفسك بينما تخبرني بما حدث .‬ 
‫ في الواقع ،‬ ‫ تبيّن أن " توني بلير " لم يكن صادقًا‬ ‫ في سبب رغبته في تلك السيارة .‬ 
‫ ماذا تقصد ؟‬ 
‫ 150 كيلوغرامًا من الكوكايين الخام الممتاز .‬ 
‫ في السيارة كلّها .‬ 
‫ - ثمنها ثلاثة ملايين على الأقل .‬ 
‫ - بل ثلاثة ونصف ، حسب ما اتضح لي .‬ 
‫ ربما لم يكن " توني بلير " يعرف بوجودها .‬ 
‫ كان يعرف ! لقد دبّر كل هذا .‬ ‫ أرسلني لأسرقها كما أرسلك .‬ 
‫ مهلًا . من هذا ؟‬ ‫ الرجل مبتور الإصبع .‬ 
‫ أين وجدت باقي أعضاء جسمه ؟‬ 
‫ في المستودع مقيدًا إلى كرسي .‬ 
‫ عندما تكون في مهمة ،‬ ‫ لا تردّ على نداء استغاثة .‬ 
‫ فهذه حركة مبتذلة . غالبًا ما تكون فخًا .‬ ‫ أيُعقل أن تكون أول من يقع فيه ؟‬ 
‫ هذا ليس عملي المعتاد يا " سوزي " .‬ 
‫ إذًا يقول إن " توني بلير " عرف بوجود المواد .‬ 
‫ عرف أن السيارة مليئة بالكوكايين ،‬ ‫ وعرف ما سيحدث .‬ 
‫ عليك الابتعاد عنهم يا صاح . هذا ما سأفعله .‬ 
‫ تجار المخدرات أشرار وذوو بطش عظيم ... ‬ ‫ انتظر !‬ 
‫ لن يقول شيئًا بعد الآن .‬ 
‫ لهذا لا نتورط مع تجار الكوكايين .‬ 
‫ دعني أساعدك .‬ 
‫ نقلها أسهل وثمنها أعلى ،‬ ‫ لكنها تجذب كل أنواع الأشرار والمجرمين .‬ 
‫ للتوضيح ، السبب الوحيد‬ ‫ لتورّطنا مع تجار الكوكايين‬ ‫ هو أنك طلبت مني سرقة تلك السيارة .‬ 
‫ أنا مدركة للظروف‬ ‫ التي أدت إلى ورطتنا يا " إدوارد " .‬ 
‫ ما يهمّني معرفته الآن‬ ‫ هو إيجاد سبيل لنُخرج أنفسنا به .‬ 
‫ أظن أن المواد لا تزال بحوزتك .‬ 
‫ أجل ، إنها في صندوق السيارة المركونة خارجًا .‬ 
‫ أعرف أشخاصًا كثيرين قد يخلّصوننا من المواد ،‬ ‫ ولكنهم سيطرحون أسئلة .‬ 
‫ ما العمل إذًا ؟ أنرمي المواد في سلة قمامة‬ ‫ ونُغرق السيارة في الماء ونتناسى ما حدث ؟‬ ‫ أولًا ، سنكتشف من يكون صاحب المواد .‬ 
‫ " فريدي " لا يمكنه التحدث الآن .‬ ‫ هل تريد أن تعرف السبب ؟‬ 
‫ لأنه يستعد لعقابه .‬ 
‫ أحضر لي الكوكايين .‬ 
‫ تغيّرت الخطة .‬ 
‫ لقد أجريت بعض الاتصالات .‬ ‫ اتضح أن السيدة " ميرسي " مدعومة‬ ‫ من قبل عصابة مخدرات كولومبية خطرة .‬ 
‫ أفضّل البقاء بعيدة عن هذا ،‬ ‫ لذا ستتطلب تسوية الأمر حذرًا شديدًا .‬ 
‫ على أي حال ، في رأيي ، إن أعطيناها ما تريده ،‬ ‫ فلا سبب يمنع من تسوية الأمر بشكل سلمي .‬ 
‫ لا تقلق أيها الجندي .‬ 
‫ خير لك أن تكون المواد معك .‬ 
‫ يقول إنه أخوك .‬ ‫ فهل هذا صحيح أم هل هو مزيد من الخداع‬ ‫ مثل الصوت الغبي الذي اختلقه ؟‬ 
‫ إنه أخي .‬ 
‫ المواد أصبحت بحوزتك الآن . أطلقي سراحه .‬ 
‫ لقد سرقتما مني .‬ 
‫ لا بد من وجود عواقب .‬ 
‫ لم يعرفا ماذا كانا يسرقان .‬ 
‫ ومن تكونين ؟‬ 
‫ أنا " سوزي غلاس " .‬ 
‫ انقلي تحياتي للزعيم .‬ ‫ ولكن لكل تجارة مسار خاص بها .‬ ‫ ولكل جماعة أسلوب خاص بها .‬ ‫ لا أحد يتدخل بغير شأنه .‬ 
‫ لا يمكنكم ببساطة إعادة ما سرقتموه .‬ 
‫ لدينا أشخاص ومنظمات ومنافسة .‬ ‫ يجب أن يعرفوا ، فلكل حادثة سبب .‬ ‫ أقصد ، يجب أن يدفع أحدهم الثمن .‬ 
‫ نتفهم ذلك .‬ 
‫ لهذا أحضرنا هدية مصالحة .‬ 
‫ كما هو واضح لك ، لقد ضُللنا .‬ 
‫ والآن ضعيه على الكرسي بدلًا من أخي .‬ 
‫ أنا أومن‬ ‫ بالعقاب المذكور في الكتاب المقدس .‬ ‫ " إيدي " . بالله عليك ، أخرج ... ‬ 
‫ تبًا .‬ 
‫ العين بالعين .‬ 
‫ إن حاول أحدهم أن يسرق منكم ،‬ ‫ فيكفي بتر إصبع واحد .‬ 
‫ لست بحاجة إلى بتر إصبع .‬ ‫ لست بحاجة إلى بتر أي شيء‬ ‫ لأنني عمليًا لم أحاول أن أسرق أي شيء .‬ 
‫ - أليس هذا صحيحًا ؟‬ ‫ - صحيح يا " فريدي " .‬ 
‫ أما إن سرق أحدهم منكم فعلًا ،‬ ‫ فيجب أن تكون الرسالة مسموعة وواضحة . صحيح ؟‬ 
‫ - " فريدي " ، انتهى عملنا هنا . تعال معي .‬ ‫ - ابق مكانك !‬ 
‫ مفهوم .‬ ‫ مفهوم .‬ 
‫ تحقيق العدالة وحده غير كاف .‬ 
‫ بل يجب أن تتحقق على مرأى الناس .‬ 
‫ لتكون عبرة لأولئك ممن قد يُغوون مستقبلًا .‬ 
‫ إن كنت تقصدينني بهذا الكلام ،‬ ‫ فأنا أعدك بأنني لن أُُغوى مستقبلًا .‬ 
‫ أعدك بذلك .‬ 
‫ حسنًا .‬ ‫ أبق عينيك مفتوحتين ،‬ ‫ وستتعلم درسًا قيّمًا .‬ 
‫ لنسمع ما يودّ قوله ، ما رأيكم ؟‬ 
‫ تبًا لك .‬ ‫ أيتها الساقطة الدنيئة !‬ 
‫ أشكركم على حُسن متابعتكم .‬ 
‫ إنه عمل كأي عمل آخر .‬ 
‫ نمرّ أحيانًا بأيام جيدة ... وأحيانًا بأيام سيئة .‬ 
‫ صحيح ، أحيانًا يكون النصر حليفنا‬ ‫ وأحيانًا نرى شخصًا يُضرب بساطور حتى الموت .‬ 
‫ المهم أنك تصرّفت التصرف الصحيح .‬ 
‫ - وعلام يدل ذلك يا " سوزي " ؟‬ ‫ - تبًا .‬ 
‫ يدلّ على أن شجاعتك كبيرة .‬ 
‫ وهذه خصلة يفتقر أخوك إليها .‬ 
‫ حسنًا ، انتهيت .‬ 
‫ أعدنا إلى المنزل الآن رجاءً يا " إد " .‬ 
‫ مرحبًا يا " جيمي " .‬ 
‫ راودني شعور بأنك ستتصلين .‬ 
‫ كنت محاطًا بقليل من الطاقة السلبية .‬ ‫ سببها بضعة أشخاص آخرين .‬ 
‫ شعرت في أعماقي بأن لا مفر منها .‬ 
‫ كنت أشعر بالذنب لدلقي مخفوق الحليب خاصتك .‬ 
‫ لا ، لا تلقي بالًا لذلك .‬ ‫ فقد اشتريت لي غيره على أي حال .‬ 
‫ هل وصلت إلى وجهتك سالمًا ؟‬ ‫ ذكّرتني بهذا الموضوع .‬ 
‫ بصراحة ، إنها قصة طويلة وغريبة ومديدة .‬ 
‫ إذًا ، أقترح أن نلتقي في وقت ما‬ ‫ لتحدّثني عنها بالتفصيل .‬ 
‫ أجل ، أود ذلك . أود ذلك كثيرًا .‬ 
‫ أقترح أن نذهب إلى مطعم مماثل لذلك‬ ‫ ونجرّب قائمة العشاء عندهم .‬ 
‫ إنه موعد غرامي .‬ 
‫ فهمت .‬ ‫ حسنًا . هذا رائع .‬ 
‫ أراك قريبًا إذًا .‬ 
‫ إنه يعجبك حقًا ، صحيح ؟‬ 
‫ طبعًا لا . كفاك سخافة .‬ 
‫ وافق على مقابلتها للعشاء ليلة الغد .‬ 
‫ إنه إما شخص بارع في فتن النساء‬ ‫ أو أحمق لا يفقه شيئًا في ذلك .‬ 
‫ هل نحرقها ؟‬ 
‫ أدركت أنني لم أكن آخذ الأمور‬ ‫ على المحمل الجدي اللازم .‬ 
‫ أحتاج إلى إجراء تغييرات . تغييرات جذرية .‬ ‫ لذا قررت‬ ‫ أنني لن أتعاطى المخدرات إلا في الليل .‬ ‫ لن أتعاطاها فور استيقاظي في الصباح‬ 
‫ ولا عند تناولي الغداء ولا بعده ،‬ ‫ ولا مع أي وجبة .‬ 
‫ ولكن ما زالت تنقصنا مخدرات‬ ‫ بقيمة مليون ونصف .‬ 
‫ أجل . أدركت هذا أيضًا .‬ ‫ وسأبذل ما بوسعي لتسديد ذلك الدين .‬ 
‫ إنني أصلًا في الوقت الراهن‬ ‫ أعمل على سلالة مخدرات هجينة جديدة ،‬ ‫ ومفعول رباعي هيدرو الكانابينول فيها ... ‬ 
‫ حسنًا . يُستحسن أن تعود إلى العمل إذًا .‬ 
‫ عُلم أيتها الرئيسة .‬ 
‫ مرحبًا يا حبيبي .‬ 
‫ أقرّ بأنه يتأقلم مع الوضع جيدًا .‬ 
‫ شكرًا لك .‬ 
‫ توقّعته أن ينهار‬ ‫ عندما يواجه تجربة يكون فيها موته وشيكًا .‬ 
‫ لقد أخبرك إذًا .‬ 
‫ حاولت إبقاءه خارج الأمر .‬ 
‫ لكنك كدت تفشل .‬ 
‫ كان يُفترض بك التخلص من هؤلاء الناس‬ ‫ لا الانضمام إليهم .‬ 
‫ تعال والعب معنا لعبة صيد الحمام .‬ 
‫ سأتخلص منهم يا أمي .‬ 
‫ أراك لاحقًا .‬ 
‫ حسنًا .‬ 
‫ ما اللعبة ؟‬ ‫ قذف حمامة منتظم أم قذف حمامة عشوائي ؟‬ 
‫ قذف حمامتين عشوائي يا صاحب الجلالة .‬ 
‫ أحرزت الآنسة " تاماسينا "‬ ‫ تسع نقاط من أصل عشر .‬ ‫ والمعلّم " فريدريك " لم يحرز أي نقطة بعد .‬ 
‫ هذا لأنني أحتسي من الشراب كلّما أخطئ الهدف .‬ ‫ لذا ، أنا في غاية ... إنني ثمل حاليًا .‬ 
‫ هل أنت بخير يا " فريدي " ؟‬ 
‫ أجل ، أنا بخير . إنني فقط ... ‬ ‫ لا أزال أرتجف قليلًا‬ ‫ بعد ما حدث مع تاجرة الكوكايين تلك .‬ 
‫ أبليت حسنًا يا " فريدوارد " .‬ ‫ إلى حد كبير .‬ 
‫ - سأضغط الزر عند إشارتك يا سيدي .‬ ‫ - شكرًا لك يا " جيف " .‬ 
