‫ من المتصل ؟ ‫ من المتصل ؟ هل ستجيبني ؟ ‫ من أنت بحق الجحيم ؟ تباً . 
‫ ما هذا بحق الجحيم ؟ 
‫ " رستي " ، من كان المتصل ؟ 
‫ رآك أين ؟ 
‫ أفترض أنه يقصد بيت " كارولين " ... ‫ عشية الجريمة ... 
‫ لم أذهب لقتلها . 
‫ " رستي " ، هذا ليس أنت . 
‫ - " رستي " ، هذا ليس أنت . ‫ - أنت لا تعرفينني . 
‫ لا تعرفينني . ‫ ولا تعرفين ما بداخلي ! 
‫ استيقظ يا " رايموند " ! 
‫ تظنه مذنباً . ‫ - كان حلماً يا " لو " . 
‫ حلمت بأنه مذنب ، وهذا قد يعني شيئاً . 
‫ كثيراً ما تشير الأحلام إلى الحقيقة . 
‫ لعلمك ، سيكون لطيفاً إن أخذت صفّي . 
‫ - هلّا نجرّب ذلك . ‫ - أتظن أني لست في صفّك ؟ 
‫ " رايموند " ، أنا قلقة عليك . 
‫ من الأنظار والضغط ‫ الذي يجلبه هذا النوع من القضايا . 
‫ اسمع ، أتفهّم تعطّشك لاكتساب الأهمية ، ‫ واحتياجك إلى النهوض من الفراش صباحاً ‫ والانشغال بشيء يدرأ عنك ... 
‫ - ماذا تسمّيه ؟ 
‫ - تعفّني . 
‫ نعم ، تعفّنك . 
‫ في وجود أعز أصدقائك بصفة المدّعى عليه . 
‫ حبيبي ... ‫ في حال خسارتك ، ‫ وهذا محتمل بناءً على ما رأيته وقرأته ، ‫ سيقضي " رستي " بقية عمره في السجن ، ‫ الأمر الذي ستتلقاه بصعوبة شديدة . 
‫ ربما يمكنك التعايش معه بلا مشكلة ، ‫ لكنني أشكّ في هذا . 
‫ غير ذلك ، يُوجد البديل . 
‫ أن تفوز . 
‫ لم يرتكب " رستي " هذه الجريمة . 
‫ " رستي سابيتش " ، المشتبه به الوحيد ‫ في جريمة قتل " كارولين بوليموس " الشنيعة ، ‫ هو طليق حالياً بعد دفع كفالته ، ‫ ومنعزل مع أسرته في منزلهم . 
‫ تُوجد حثالة بشرية بالخارج . 
‫ - أليس لديهم أخبار حقيقية ليغطّوها ؟ 
‫ - نحن أخبار حقيقية . 
‫ يعشق الناس الجرائم الواقعية . ‫ الأمر متعلّق بالمشاهدات . 
‫ - شكراً . ‫ - تفضّلي يا حبيبتي . 
‫ أفلديك أي فكرة عمّن أرسلها ؟ ‫ يُحتمل بقوة أن تكون خدعة ، أو قد يكون ... ‫ صحافياً شبه ذكي . 
‫ إذاً فقد عرف هذا الشخص ‫ أنك كنت هناك عشية الجريمة ؟ 
‫ فأنا لم أعرف . 
‫ ذهبت إلى هناك بعد العمل . 
‫ إذاً فلم تكن علاقتكما قد انتهت ‫ كما أوحيت إليّ والآخرين . ‫ لا ... كانت قد انتهت . ‫ لكنني ذهبت لمحاولة تغيير ذلك . 
‫ وهل فعلت ؟ ‫ لا . 
‫ " لوراين " ، أهلاً ... ‫ أرى أن تسلّمها إلى الشرطة وحسب . 
‫ مهلاً . ألا تريد معرفة الغرض من وراء هذا ؟ 
‫ ومن وراءه ؟ 
‫ يمكن أيضاً أن يسبّب هذا لنا أضراراً جسيمة . 
‫ - ماذا عن " ريغو " ؟ ألا يمكنها تولّي الأمر ؟ ‫ - لا . ‫ لقد طلبت منها الكثير بالفعل . ‫ لا يمكنني سؤالها . ‫ إذا فعلت هذا ، ‫ فعليك افتراض أن الشخص الذي ستلتقيه ‫ سيحمل جهاز تنصّت . 
‫ فمهما قلت ، أقترح بقوة أن ... ‫ تتجنّب الكلام المشتبك المعقّد . انتبه لكلامك . 
‫ وقطعاً لا تقل إنك ضربت " كارولين " ‫ على رأسها بمسعر . 
‫ سأستعين بزميلة لي ، ‫ سبق أن عملت في الدفاع . 
‫ إنها شابة . اسمها " مايا وينزلو " . 
‫ - من أين أعرفها ؟ ‫ - جامعة " يايل " . ‫ إنها ماهرة . كانت بمكتب " ساندي ستيرن " . 
‫ الأهم أنها امرأة ، ‫ وسنحتاج إلى هذا في هذه القضية . 
‫ ستتولّى ملف الطب الشرعي ، ‫ لذا علينا أيضاً تجميع ذلك . 
‫ اسمع ، لنناقش الاستراتيجية برهةً ، اتفقنا ؟ 
‫ إذا كنا لنلجأ إلى حجة غياب ، ‫ فعلينا إخطار المحكمة بذلك . 
‫ فهل تظن أننا قد نلجأ إلى حجة غياب ؟ 
‫ أعني ، لا نعرف ‫ موعد وقوع الجريمة ليلة قتلها . 
‫ أعني ، ربما يمكننا قول ‫ إنها قُتلت حين ذهبت إلى ... ‫ توقّف . 
‫ لننتظر فقط ظهور كل الحقائق ... ‫ قبل أن تبدأ تأليف إجاباتك . 
‫ السيدة " سابيتش " ، " باربرا " ، ‫ هل ارتكب زوجك هذه الجريمة ؟ 
‫ - تعرفين ما هذا ، صح ؟ ‫ 
‫ سبب مجيئي يوم ثلاثاء ؟ 
‫ نعم ، سنتكلم عن ... ‫ رئيس دائرة الإطفاء لمناسبة " مارتي " ، صح ؟ 
‫ أحتاج إلى غيابك فترة . 
‫ ما معنى ذلك ؟ 
‫ أنا دخلت من نفس الباب الذي دخلت منه . ‫ " كايت " . سوف ينقضي الأمر . 
‫ نعيش في " شيكاغو " . ‫ تظهر جثة جديدة كل 18 ثانية . 
‫ أنت لست بخير حال . 
‫ بعت قطعة قبل أسبوعين يا " كايت " . 
‫ لا . بل بعت قطعة قبل 5 أسابيع ، ‫ وقطع " أميناتا " تبيع نفسها بنفسها . 
‫ - خذي بعض الوقت . 
‫ - هل ستفعلين هذا حقاً ؟ 
‫ لست أفصلك ، فلا تستائي كثيراً . ‫ بل أقول ... ‫ خذي راحة ... ‫ واعتني بنفسك . 
‫ - وأبتعد عن المكان ، صح ؟ ‫ - نعم . وهذا أيضاً . 
‫ " كايت " ، أحتاج بشدة إلى هذه الوظيفة . 
‫ أحتاج إلى أي إلهاء بمقدوري الآن . 
‫ إنه إلهاء لا يفيدنا . 
‫ خذي بعض الوقت . 
‫ أتريدين نصيحة ؟ 
‫ - لم لا ؟ 
‫ - فرّقي . 
‫ أنت لست " نحن " ، ولست " هو " . 
‫ كان " سام مالون " يقطّع الليمون . ‫ ماذا قلت ؟ 
‫ " سام مالون " من مسلسل " تشيرز " . 
‫ كان يقطّع الليمون طوال الوقت . ‫ دائماً يقطّع الليمون . 
‫ أنت غالباً صغير على تذكّر مسلسل " تشيرز " . 
‫ أعرف " تشيرز " ، وأعشقه . " تيد دانسون " . ‫ لم تظنينني أقطّع هذا الليمون ؟ ‫ أحسنت . 
‫ - أأنت بخير ؟ ‫ - لست حقاً . خسرت وظيفتي للتوّ . ‫ بئساً . يؤسفني سماع ذلك . 
‫ وزوجي يُحاكم بتهمة القتل . 
‫ بل وقتل عشيقته . 
‫ اللعنة . نعم . 
‫ ما اسمه ... " روني " ؟ " ريكي " ؟ 
‫ " رستي " . ‫ " رستي " . عجباً ! نعم ، أنت تمرّين بالكثير . 
‫ نعم ، هذا صحيح . 
‫ وهل فعلها ؟ هل قتل عشيقته ؟ 
‫ تباً . ليس عليك الإجابة عن ذلك . أنا ... 
‫ - تجاوزت حدودي . آسف . ‫ 
- لم تتجاوزها . 
‫ هذا السؤال الذي على بال الجميع . 
‫ وما جوابك ؟ 
‫ لم يفعلها . 
‫ عادةً ، يكون للحسناوات كثير من الأعداء . 
‫ فلا بد أن لك بضعة أعداء أنت الأخرى . 
‫ - أرى ما لمّحت إليه . ‫ - نعم . 
‫ شكراً . 
‫ أتودّين واحداً آخر ؟ 
‫ ليست فكرة حسنة . ‫ طيب . 
‫ إنه ظريف . 
‫ إنه وسيم ، نعم . 
‫ لكن ، لا أدري ، أحب الحديث إليه . 
‫ جعلك تبتسمين . 
‫ ربما عليك خوض مغامرة صغيرة . 
‫ بحقك . 
‫ في ظل تتبّع الإعلام كل خطواتي ؟ 
‫ إنهم يتعقّبونني . 
‫ حبيبتي ، لقد نسوك بالفعل . ‫ صوّروا لقطاتهم ، ‫ وتوجّهت أنظارهم إلى الجثة التالية . 
‫ هذه من مزايا العيش في " شيكاغو " . ‫ لا أدري . 
‫ تسرّني رؤيتك تبتسمين . 
‫ أنت شابة ، وجميلة . ‫ يُفترض أن تشعري بهذا كل يوم . 
‫ أنت تحت ضغط هائل . 
‫ هل تقترحين بجدّ أن أمارس بعض ... ‫ الجنس خارج العلاقة الزوجية ‫ للانتقام مع ساق لم ألبث أن قابلته ؟ 
‫ أقترح أن تعتني بنفسك . 
‫ مهرب من نوع ما ليساعدك على النجاة من هذا . 
‫ أعني ، ليس الآن ، أتفهّم ذلك ، ‫ في ظل كل ما يجري . ‫ لكن في مرحلة ما . 
‫ أنا معجبة بقتاليّتك ، ‫ وبالتزامك بالبقاء مغرمةً ‫ بالرجل الذي تزوجته . 
‫ ليس " رستي " الرجل الذي تزوجته . ‫ لنواجه تلك الحقيقة . 
‫ أخبرتك مباشرةً ‫ بالكفّ عن الأمر أيتها المحققة . 
‫ - وقد فعلت . ‫ 
- هراء . ‫ ذهبت مع " رستي " ‫ لزيارة " ليام رينولدز " في السجن . 
‫ كان ذلك في وقتي الشخصي . 
‫ أترين هذا طريفاً ؟ 
‫ لم عساي أهدر الطرافة ‫ على شخص لا يملك حسّ فكاهة ؟ 
‫ - أتعرف ما هو الطريف ؟ ‫ - ماذا ؟ 
‫ بل إنه يميت من الضحك . ‫ أنك لا تشتبه في ارتكاب " رينولدز " ‫ هذه الجريمة . 
‫ لقد رُبطت " كارولين " مثل " باني ديفيس " ، ‫ وهي تفاصيل ليست معلنة ... ‫ " ليام رينولدز " مسجون . 
‫ وإن يكن ؟ لقد هدّدها . وكان له دافع ، ‫ وترفض حتى مجرد النظر إلى الأمر . 
‫ - اسمعي أيتها المحققة ... ‫ - أو ماذا ؟ هل ستفصلني ؟ 
‫ بعد أسبوعين من تولّيك منصبك الجديد ؟ لا أظن . ‫ ستتربّص بك النقابة كلها . ‫ أو ربما لا . لا أنفكّ أنسى أنك شخص محبوب . 
‫ حضرة المحققة " رودريغيز " ، ‫ سأرافقك إلى الخارج . 
‫ إذا سمحت لي ، فأنت ممنوعة من هذه القضية . ‫ فيحظر عليك إعاقتها ، ويحظر عليك تعطيلها . ‫ وأنا ألعب البوكر مع رئيس نقابتكم ، ‫ بالمناسبة . 
‫ وهو فاشل في لعب البوكر . 
‫ تريدان بشدة أن يكون " رستي " الجاني ، ‫ أليس كذلك ؟ 
‫ مسعانا الوحيد نحو العدالة . 
‫ احرصي فقط على عدم اعتراضك سبيل ذلك . 
‫ أشكرك . 
‫ أهلاً . هلّا تسدي إليّ صنيعاً . 
‫ " مايكل " ، طلبت مني المجيء هنا . ماذا تريد ؟ 
‫ لم قتلتها ؟ 
‫ لم أقتلها . 
‫ كانت لي علاقة بها ، ‫ وسأخبرك أي شيء تريد معرفته عن ذلك . 
‫ " مايكل " ، أريد اكتشاف هوية قاتلها ‫ بقدر ما تريد . 
‫ نعم ، هذا طريف . لأن معي صوراً لك . 
‫ معك ماذا ؟ 
‫ معي صور وتسجيلات لك من ليلة موتها . 
‫ - أين ؟ 
‫ - في بيتها ! 
‫ " مايكل " ، ألديك صور لها من تلك الليلة ؟ 
‫ أجبني . 
‫ ألديك صور لتلك الليلة ؟ 
‫ ألديك صور لأشخاص آخرين ‫ دخلوا بيتها وخرجوا منه ؟ 
‫ أنت كنت حرفياً الوحيد هناك . 
‫ أفترض أنه يبدو أنك كنت هناك ليلتذاك أيضاً . 
‫ اخرس ! 
‫ هل فكرت في هذا ملياً ؟ 
‫ هل ذهبت إلى هناك في ليال أخرى ؟ 
‫ إذا كانت معك صور ، ‫ فعليك أن تحرص على إعطائها إليّ ، ‫ أو إلى الشرطة . 
‫ سبق أن أعطيتها إلى الشرطة . ‫ التقيت المدّعي العام . 
‫ فلم نحن هنا يا " مايكل " ؟ 
‫ أردت رؤية وجهك . 
‫ يرى وجهك ؟ لم ؟ 
لست مقتنعاً . 
‫ لا أدري . كان حواراً غريباً جداً ، ‫ وواضح أن الفتى مضطرب كما قلت ، لكن ... ‫ لكن اسمع ، على الأقل نملك الآن دليلاً ‫ على أني لم أكن الوحيد هناك . 
‫ - أواثق بأنه لم يحمل متنصّتاً ؟ 
‫ - إن كان يحمل ، فقد كنت حذراً . 
‫ " مايا وينزلو " ، " رستي سابيتش " . ‫ أهلاً . ‫ طلبت من " مايا " الانضمام إلينا ‫ في الاجتماع التشاوري . 
‫ - علينا إخطارهم بظهورك . ‫ 
- سبق أن فعلت . ‫ - ممتاز . ‫ - يسرّني لقاؤك . ‫ مع أنه لا يسرّني التقاؤنا في هذه الظروف . 
‫ يمكنك ملاحظة هذا الاجتماع فقط ، ‫ دون قول شيء . ‫ ولتطبق فمك . لا تنبس ببنت شفة . ‫ أنا القائد هنا ، فلا تفسد الأمر . 
‫ أنت تفسد كل شيء . 
‫ - تفسد كل شيء ؟ 
‫ - لم ؟ 
‫ جزئية الوقوع في الحب . ‫ بعد تواعدنا على ألّا نفعل . ‫ لا أظن أن بوسعك التحكم في ذلك . 
‫ بعض الأشياء لا يمكنك التحكم فيها . 
‫ ويجب عليّ أن أكون من ... من يتحكم فيه . 
‫ التبويب الأول . معرضات الأدلة . 
‫ ستجدون تقريري المختبر ومسببات الأمراض ‫ وراء ذلك في التبويب الثاني . 
‫ ما زال ذلك القسم غير مكتمل ، ‫ لكن يجري تحديثه بصفة يومية . 
‫ - ومتى مقرّر اكتماله ؟ ‫ - نرجو في خلال 10 أيام ، سعادتكم . 
‫ تتبع معرضات الصور والتسجيلات ‫ في التبويب الثالث ، ‫ ومقرّر أيضاً اكتمالها لاحقاً . ‫ ما زلنا نجمعها ، ‫ بما يشمل كاميرات الشوارع والمدينة . 
‫ النتائج الطبية في التبويب الرابع ، ‫ والمعرضات والتحاليل العلمية ‫ بالتبويبين الخامس والسادس . ما المشكلة ؟ ‫ لحظة واحدة فقط . 
‫ - أدرجتموني هنا شاهداً . ‫ - صحيح . ‫ أحد التهم تعطيل العدالة يا " رايموند " ، ‫ وقد عطّل السيد " سابيتش " هذا التحقيق . 
‫ بل إنه قد أضرّ به ، ولديك معلومات عن ذلك . 
‫ - هذه حيلة . ‫ 
معذرة . سريعاً جداً ، ‫ أنت تولّيت منصب مستشار الدفاع ‫ بينما كانت بحوزتك معلومات ‫ ذات صلة أساسية بالتهم . 
‫ - كان عليك تلافي ذلك . ‫ - السيد " ديلاي غوارديا " . 
‫ أدرجتم أيضاً الدكتورة " راش " ، ‫ طبيبة موكّلي النفسية . 
‫ نترقّب أن يرتقي بعض موادّ البحث ‫ إلى درجة السرّية ، ‫ وسيكون للدكتورة " راش " الحرية ‫ في المطالبة بالإعفاء في حال انطباقه . 
‫ - سيكون كذلك . ‫ - ماذا تقصد بـ " في حال انطباقه " ؟ ‫ ستطلبون منها الحضور ، وستؤكّد السرّية ، ‫ ثم سيصوّر الأمر كأننا نخفي معلومات . 
‫ - سنحترم المعلومات السرّية . ‫ - ونكتم الأدلة . ‫ سادتي ، هذه ليست بداية طيبة . 
‫ لدينا دعوى نودّ تقديمها . ‫ أطلب من سيادتكم السماح لنا بذلك . 
‫ حين تولّيت هذه الوظيفة منذ سنين ، ‫ كان لي معلّم . ‫ قال لي ، ‫ " كل محاكمة تشبه البواسير بعض الشيء . " 
‫ عادةً لا تزعجني البواسير . ‫ بل يمكنني حتى الاستمتاع بها ‫ حين تُدار إدارة لائقة . 
‫ لست مستمتعة بوقتي الآن . 
‫ سترتكز هذه المحاكمة على الأدلة والقانون . ‫ ولن ترتكز على الاستعراض . هل كلامي واضح ؟ ‫ - واضح . ‫ - أحسنت قولاً . شكراً . 
‫ هل لي أيضاً بتذكير المحكمة ‫ بأن على الادّعاء واجب ‫ تسليم كل الأدلة التبريئية ؟ 
‫ - قد فعلنا ذلك . 
‫ لقد سلّمنا كل الأدلة التبريئية ‫ وفق واجبنا كرجال قانون . ‫ فإن كان لديكم أدلة ، مثلاً ، ‫ على امتلاك شخص آخر الدافع ‫ لارتكاب هذه الجريمة ... ‫ لا يُوجد دليل كهذا . 
‫ ... أو لديكم أدلة ، مثلاً ، ‫ على وجود شخص آخر ليلتذاك ، ‫ ربما شخص معه كاميرا ‫ التقط بها صوراً وتسجيلات . 
‫ سيد " مولتو " ؟ ‫ - نعم . دعني . ‫ - أهذا ... ‫ تلقّينا للتوّ أدلة فوتوغرافية ‫ ما زلنا في خضمّ توثيقها . 
‫ فور الانتهاء من عملية التوثيق ، ‫ سنشاركها مع الدفاع . 
‫ من قدّم هذه الأدلة الفوتوغرافية ؟ 
‫ نجل الضحية . 
‫ هلّا أسأل عن موعد تقديمها . 
‫ نحن في خضمّ تحليلها . 
‫ - وأي إفصاح سيكون سابقاً لأوانه . ‫ - فهمت . مهلاً . 
‫ سوف تسلّمون هذه الأدلة اليوم ، ‫ إلى مستشار الدفاع وإليّ ، ‫ لكي نحلّلها كلنا معاً كما يليق . موافق ؟ 
‫ ويا سيد " مولتو " ، ‫ نحن على بعد 10 أسابيع من المحاكمة . 
‫ إذا اخترت إخفاء أي شيء آخر ‫ عن مستشار الدفاع أو المحكمة ، ‫ أقترح ألّا تحشره في مؤخرتك ، ‫ لأن هذا أول مكان سآتي للبحث عنه فيه . 
‫ كان " رايموند " في بيئته المعتادة . ‫ كان متألقاً . ‫ أما " تومي " فكان في بيئته هو المعتادة . 
‫ بالتأكيد . 
‫ صرّحت القاضية بالتماسنا لدخول موقع الجريمة ، ‫ وهذا ليس شيئاً يحصل عليه الدفاع عادةً . 
‫ - أفكان يوماً طيباً ؟ ‫ - بداية طيبة . 
‫ هذا حسن . ربما سنفوز ، ‫ وسيكون رائعاً حين يقول الصحافيون ، ‫ " ( رستي سابيتش ) ، لقد فزت لتوّك ‫ بأبرز محاكمات القتل على الإطلاق . ‫ ماذا ستفعل الآن ؟ " ‫ وستقول ، " نحن ذاهبون إلى ( ديزني لاند ) . " 
‫ أودّ معرفة ما هي الأدلة التي يملكونها ضدك . 
‫ " جايدن " ، ليس على المائدة . 
‫ - الأمر في كل مكان . ‫ - إلا العشاء . ‫ - على النشرة ، وبالمدرسة . ‫ - إلا ... ‫ إنما أريد الوقوف على حقيقة الوضع . 
‫ ما الذي لديهم بالتحديد ؟ 
‫ إنها أدلة ظرفية . ‫ لن يُستدعى أحد إلى منصة الشهود ‫ ليقول إنه رآني أقتلها ‫ لأنني لم أقتلها . ‫ لكنني كنت هناك ليلتذاك ، ‫ وحمضي النووي في كل أرجاء شقتها ، ‫ وحمضها النووي في كل أرجاء سيارتي . 
‫ وسيقولون إنني كنت مهووساً بها ‫ بسبب وجود العديد من الرسائل النصية ‫ بيني وبينها . 
‫ معظمها مني في الأسابيع الأخيرة . ‫ وبالطبع ، يُوجد الدليل ‫ على أنها كانت حاملاً في ... ‫ وكونها كانت مقيّدة مثل ... ضحية سابقة . ‫ لا بد أن القاتل كان يملك معلومات ‫ غير متاحة لعامّة الناس . ‫ كنت أنا و " كارولين " الوحيدين ‫ الأعلمين بتلك المعلومات ، ‫ لذا سيجادلون ‫ بأني كنت في وضعية فريدة ‫ تتيح لي تصوير الجريمة كأن غيري قد ارتكبها . 
‫ إنها أدلة ظرفية ، وغير جازمة بشتى الطرق ، ‫ لكنها تبدو مقنعة . ‫ وكل الأدلة ، مهما كانت ظرفية ، ‫ تشير إليّ . 
‫ والتسوية القضائية ؟ 
‫ - أعني ، هل فكّرت فيها ؟ ‫ - ماذا ؟ ‫ - التسوية . ‫ - " كايل " . ‫ تسوية بإقرار الذنب ؟ لم ... ‫ أتظنني الجاني يا " كايل " ؟ ‫ حبيبي . 
‫ إنما أقول ، إذا عرضوا إدانتك بالقتل الخطأ ... ‫ لم عساي أقبل تسوية لجريمة لم أرتكبها ؟ 
‫ " رستي " . ‫ لتجنّب الحكم المؤبّد . ‫ عقوبة القتل الخطأ 8 سنوات . 
‫ حبيبي . 
‫ - يظن أنني الجاني . 
‫ - " رستي " ، لا يظن ذلك . ‫ فلم يسألني أن أقرّ بالذنب في جريمة ‫ - لا يظنني مرتكبها ؟ ‫ 
- لأنه خائف . ‫ الولد مرعوب . ‫ من أن يسجنوك مدى الحياة . 
‫ أترين أنني يجدر بي ذلك ؟ 
‫ هل ترى " جايدن " ذلك ؟ 
‫ هل ترين أن أقبل التسوية القضائية ؟ 
‫ " رستي " ، لا أحد في هذه الأسرة ‫ يرى أن عليك قبول تسوية قضائية . 
‫ إنما كان " كايل " ... ‫ حبيبي ، إنما كان يفكّر بصوت عال . 
‫ كان يفكّر في أن عليّ الإقرار بالذنب ‫ في جريمة قتل . 
‫ حبيبي ، الكل خائف . 
‫ طلبت مني " كايت " أن " أغيب فترة " عن المعرض . 
‫ ماذا ؟ لم ؟ 
‫ أفترض أني أسيء إلى صورة المكان . 
‫ - أنا آسف . ‫ 
‫ أهلاً . ‫ لم أقصد أن أقول إني أظنك الجاني . ‫ أنا آسف ، أنا فقط ... ‫ وصفك للوضع بكل تلك الأدلة و ... 
‫ أنا آسف . 
‫ أرجوك ألّا تذهب . أرجوك ألّا ... ‫ أنا آسف . 
‫ أرى أن نسقط تهمة تعطيل العدالة . ‫ لم ؟ 
‫ يمكننا تصوير " رستي " كشخص خبيث ، ‫ لكن واجبنا تقديم البيّنة على القتل ، حسناً ؟ 
‫ إنها مهمة أصعب . ‫ سيريد المحلّفون إدانته ، أكيد ، ‫ لكن تهمة تعطيل العدالة تسمح لهم بفعل ذلك ‫ دون إدانته بالقتل . ‫ إنما أرى أن نضع خياراً واحداً لهم . 
‫ صحيح ، لكن تهمة انتهاك سير العدالة ‫ تدلّ على محاولاته لإعاقة التحقيق ، ‫ - ما يدلّ على إذنابه . ‫ - فكّر في الأمر . ‫ هذا كل ما سأقوله . صحيح ؟ 
‫ هل أنت مستعد لهذا ؟ ‫ للترافع في هذه القضية بعينها ؟ 
‫ بالتأكيد أنا مستعد . 
‫ أترى ؟ هذا ما أقصده . ‫ ذلك الجواب هو ما يقلقني ، 
‫ " تومي " ، أصغ إليّ . 
‫ الكلمات التي ستُربط بهذه الدعوى هي " منهجية ، ‫ وشاملة ، ومنصفة . " ‫ لن تُربط بها كلمات ‫ " انتقامية ، وجنونية ، وعدوانية . " 
‫ أتفهّم يا " نيكو " . فقط لا تكلمني كأنني قرد . 
‫ هل تذكر أول ما قلته ‫ حين عيّنتك كبير نوّاب المدّعي العام ؟ 
‫ أومن بأني أعربت عن امتناني . 
‫ بل كان أول شيء قلته ، ‫ " بالتأكيد ستُعجب بي الفتيات الآن . " ‫ تبيّن أن هذا صحيح . 
‫ أعني ، إنما يُوجد جزء منك ، ربما هو جوهرك ، ‫ يحتاج إلى استحسان الآخرين ، إلى ... ‫ إلى إبهار شخص ما . 
‫ وأعرف أشخاصاً أذكياء لديهم عقدة اضطهاد ، ‫ وأشخاصاً لديهم عقدة نرجسية . 
‫ لكنك ، بشكل ما ، لديك كلتاهما . ‫ كأنها عقدة مزدوجة . 
‫ يبدو علاجها باهظ الثمن . 
‫ - تكره " رستي " . هذا واضح . ‫ - لا . 
‫ لا ، لا أكره " رستي " . ‫ أنا ... هذا شديد الصعوبة عليّ . 
‫ ليس صعباً . ‫ هذا لأن كل الإهانات التي سبق أن وجّهها إليك ‫ تنهش فيك . 
‫ أتريد شراباً آخر ؟ ‫ حسناً . ‫ نحتاج إلى دليل دامغ على القتل . 
‫ إنه قادم ، لا محالة . 
‫ زيارة موقع جريمة " كارولين " لاحقاً اليوم . ‫ أتشعر بالاستعداد لها ؟ 
‫ نعم ، سوف آتي . 
‫ حسن . 
‫ - لائحة الاتهام اللعينة هذه . ‫ - ماذا تفعل ؟ 
‫ " تعدّ بالقوة وبالسلاح . " إنها فقط ... ‫ أعني ، لقد أمليت مثيلها مليون مرة ، ‫ لكن أن أقرأها عني أمر ... 
‫ اتصلت بصديقنا السيد " مولتو " مرتين ، ‫ وتركت له رسالتين . 
‫ طيب ، إذا لم يعاود الاتصال بك ، ‫ فسيكون ازدراء للمحكمة . 
‫ تركت السيارة مفتوحة . سأعود بعد قليل . 
‫ هل أحببتها ؟ 
‫ - هل ماذا ؟ 
‫ - " كارولين " . ‫ هل أحببتها ؟ 
‫ أنا في الواقع لست واثقاً بصلة ذلك بالأمر . 
‫ لقد كلّفني " رايموند " ‫ برسم سرديتك من أجل المحاكمة ‫ في حال اضطرارك إلى الشهادة . 
‫ أفيريدني أن أشهد ؟ 
‫ من قبيل الاحتياط فقط . 
‫ فهل كان الأمر شهوانياً ؟ 
‫ أم غرامياً ؟ 
أم كلاهما صحيح ؟ 
‫ طيب ... ‫ كلاهما صحيح . 
‫ هل تذكر أول مرة شعرت فيها بارتباط عاطفي ؟ 
‫ لا أقصد أول رغبة جنسية ، بل ... ‫ - نعم ، أفهمك . ‫ - حسناً . 
‫ كانت لدينا ... ‫ كانت لدية قضية . اعتداء جنسيّ . 
‫ كانت الضحية بنتاً صغيرة . 
‫ هذان توأمان . وهذا ... ‫ نحن المدّعين لا نُدرّب على العطف . ‫ - ليس مطلباً أساسياً . ‫ - هلّا تخبرينني ... ‫ بل إني أحياناً أظن ‫ أننا نُدرّب على التخلص منه ، ‫ لكن ليس " كارولين " . ‫ لا أعرف . ‫ ويومئذ ، ‫ رأيت شيئاً في الحنان الذي أبدته ‫ تجاه تلك البنت الصغيرة الهشة . 
‫ - هذا " ديل " . ‫ - " ديل " . 
‫ - وهذه " بيرلا " . 
‫ - أشخاص كثر . 
‫ - نعم . ‫ - هل هم أصدقاء ؟ 
‫ - إنهم عائلة . ‫ - عائلة ؟ 
‫ قد تشعرين ببعض الخوف بالداخل ، ‫ لن أكذب عليك . ‫ لكنني سأكون معك طوال الوقت . 
‫ ثم إذا غلبك الخوف ، يمكنك رفع يدك هكذا . 
‫ حسن . ‫ ويمكن أن آتي ، وأمسك بيدك . 
‫ ويمكننا التوقف متى شئت . 
‫ يمكن أن أحضنك ، ‫ ويمكن أن أطلب من القاضي أن نذهب للتمشية . 
‫ وسأحرص على أن تكوني بأمان دائماً . 
‫ أتظنين أن بوسعك ائتماني على ذلك ؟ ‫ على حمايتك ؟ 
‫ - نعم ؟ ‫ - نعم . ‫ أنت تبلين حسناً للغاية . 
‫ كانت تلك هي . 
‫ أفترض أن تلك كانت اللحظة . 
‫ حين عبرت الصدع العظيم ‫ باسم " سوف أفسد حياتي إلى الأبد " . 
‫ ليس الحب ما يخبرك الناس عنه يا " مايا " . 
‫ أثق بأن ليس عليّ إخبارك ذلك . ‫ لكن في خبرتي ، ‫ إنما هو شيء ينمو حتى ذات يوم ... ‫ تجدين نفسك محتاجة إلى ذاك الشخص . 
‫ هكذا كان الوضع مع " كارولين " . 
‫ فنعم . ‫ أفسدت حياتي إلى الأبد ... ‫ لكنني لم أعبر الصدع الآخر . 
‫ ما كنت لأوذيها . 
‫ آذاها شخص آخر ، ‫ وأياً من كان ، فإنه يضحك في مرح كبير ‫ بينما يلاحقني الجميع . 
‫ الخطأ الثالث ! ‫ خرج ! 
‫ هذا جميل . 
‫ أنت يائس . 
‫ استلمنا للتوّ كل الأدلة من مكتب " ديلاي " . 
‫ أتوقع أن يبدؤوا دفننا ... ‫ أتريدين واحدة أخرى ؟ ‫ ... بحمولة حقائق القضية : ‫ الوثائق والأدلة ، إلخ . ‫ لذا علينا مجاراتهم . ‫ هل سلّموا تقارير المختبر ؟ ‫ ليس بعد . 
‫ قد تكون في آخر ما تسلّمناه . لا أحد يدري . ‫ فريق الطب الشرعي بالانتظار . 
‫ إنها إبرة في كومة قشّ حالياً ، أتعرف ؟ ‫ لكن من يدري ؟ قد نجد شيئاً لم يجدوه . ‫ لا بد أن حمضي النووي في كل أرجاء المكان . 
‫ " رستي " ، لقد اشترطنا حضورك . 
‫ كنتما على علاقة سرّية . ‫ لا يعني هذا أنك قتلتها . ‫ ما لم يجدوا دمها في سيارتك ، ‫ ولن يفعلوا ، صحيح ؟ 
‫ أعرف . ‫ لا أنفكّ أراها أيضاً . 
‫ اسمع . كلمني لحظة . 
‫ تخبرني " ريغو " أنك تحاول تحرّي ‫ عينة النطاف الملوثة في قضية " باني ديفيس " . ‫ نعم . ‫ - إذا طرحنا فكرة وجود مشتبه به آخر ... ‫ - " راي " . ‫ ... فعلينا افتراض إلزامنا بتقديم المشتبه به . ‫ - وإذا أخفقنا ... ‫ 
- " راي " . ‫ سيعرض الادّعاء أقسى الصور لـ " كارولين " ‫ من تلك الليلة . ستكون مروّعة . ‫ ثم سيريد المحلّفون شخصاً ليلوموه ، ‫ وإن لم نملك بديلاً ، فسيكون أنا . 
‫ - انس الأمر . ‫ - لا . ‫ الدليل الـ13 ، البريد الصوتي الرابع ، ‫ رسالة الضحية على هاتف المدّعى عليه . 
‫ ماذا تريد من وراء هذا يا " رستي " ؟ 
‫ لم يعد لديّ الكثير لأقدّمه . ‫ أتفهّم رغبتك في التباعد فترةً ... ‫ " ولاية ( إلينوي ) ‫ ( كارولين بوليموس ) " ‫ ... لكن هذا جزئياً ما وجدت فيه هذه الصعوبة . 
‫ أقبل ‫ أن نتحاور مرة أخرى ، ‫ إذا رأيت أن هذا سيساعدك . 
‫ لا ، أكره التظاهر بعدم وجودك . ‫ لا أفهم ببساطة ‫ لماذا لا تجيبين عن مكالماتي . 
‫ لا أظنك تفهم منظوري تجاه الأمور . 
‫ أحتاج إلى أن تكفّ عن الاتصال بي ‫ هكذا يا " رستي " . هذا ليس منصفاً . ‫ لم أختلف مع رأي هكذا في حياتي . 
‫ كل الأدلة لديّ تخبرني أني أحبك . ‫ سنقدّم إليكم أدلة مادية وعلمية ‫ وشرعية ستقودكم إلى وضع ... ‫ ستقودكم إلى صياغة استنتاجاتكم الخاصة . ‫ فكّر ! 
‫ الحقائق ! 
