Кой е ? Отговори ми , кой си ? Казвай ! Мамка му . 
Егати ! 
Ръсти , кой беше ? 
Къде те е видял ? 
Предполагам , че има предвид къщата на Каролин в нощта на ... 
Не бях там да я убивам . 
Ръсти , ти не си такъв . 
- Не си такъв . - Не ме познаваш . 
Не знаеш какво се крие в мен ! 
Събуди се , Реймънд ! 
Мислиш , че е виновен . - Беше сън . 
Сънува , че е виновен , което може би значи нещо . 
- Сънищата често загатват истината . 
- Няма да е зле да си на моя страна . 
- Опитай се . - Мислиш , че не съм на твоя страна ли ? 
Реймънд , безпокоя се за теб . 
Ще те гледат под лупа , ще си под огромно напрежение . 
Разбирам желанието ти да не бъдеш забравен , нуждата да станеш от леглото сутрин и да има какво да правиш , за да отложиш ... 
- Как го каза ? 
- Телесното ми разложение . 
Да , телесното ти разложение . 
А и обвиняемият е най - добрият ти приятел . 
Мили ... Ако загубиш - а от това , което гледам и чета , е много вероятно , Ръсти ще получи доживотна присъда , а ти ще го понесеш много тежко . 
Може и все някога да ти мине , но се съмнявам . 
Да видим и другия вариант . 
Печелиш делото . 
Ръсти не я е убил . 
Ръсти Сабич , единственият заподозрян в убийството на г - ца Полимъс , е на свобода срещу подписка и се е затворил вкъщи със семейството си . 
Отвън има човешка измет . 
- Нямат ли актуални новини ? 
- Ние сме актуалните . 
Престъпленията се котират . Рейтингът е важен . 
- Благодаря . - Ето . 
- Може да е номер или пък някой ... малоумен репортер . 
И този тип знае , че си бил там в онази нощ ? 
А аз не знаех . 
Отидох след работа . 
Значи връзката не е била приключила , както ме уверяваше . Беше приключила . Отидох , за да я накарам да размисли . 
- И успя ли ? - Не . 
Лорейн , здравей . - Най - добре уведоми полицията . 
- Не искаш ли да разбереш какво става ? 
Кой го е пратил ? 
Може и да се обърне срещу нас . 
- Не може ли Риго да проучи ? - Не . Вече я молих за какво ли не , не мога и за това . Ако отидеш , не бива да изключваш възможността този човек да носи микрофон . 
Каквото и да кажеш , настоятелно те съветвам да говориш просто и ясно , да си мериш думите . 
И не казвай , че си ударил Каролин по главата с ръжен . 
Ще си взема помощничка , която е водила дела като защитник . 
- Млада е , казва се Мая Уинзлоу . 
- Откъде я познавам ? От " Йейл " . Добра е , беше в " Санди Стърнс " . 
И е жена , което ще ни е от полза в случая . 
Ще й възложа криминалистичната експертиза , трябва да я изготвим . 
Хайде да обсъдим стратегията . 
Ако ще ползваме алиби , трябва да ги уведомим . 
Имаш ли алиби ? 
Не знаем в колко часа през нощта е била убита . 
- Да кажем , че е било , като съм отишъл ... - Спри . 
Изчакай да оповестят всички факти , преди да си съчиняваш отговори . 
Г - жо Сабич , Барбара , съпругът ви ли е извършил убийството ? 
- Знаеш защо съм тук . 
- Защо съм тук във вторник ? 
- За да уредим ... дежурен пожарникар за изложбата на Марти ? 
Трябва да се оттеглиш . 
В смисъл ? 
Влязох през същия вход като теб . Кейт , всяко чудо за три дни . 
В Чикаго сме , на всеки 18 секунди се извършва убийство . 
Напоследък не си добре . 
Преди две седмици продадох картина , Кейт . 
Не , продаде я преди пет седмици , а творбите на Амината вървят като топъл хляб . 
- Вземи си отпуск . 
- Сериозно ли ? 
Не се наежвай , не те уволнявам . Само казвам ... да си починеш и да се погрижиш за себе си . 
- И да стоя далеч оттук ? - И това . 
Кейт , имам нужда от тази работа . 
В момента имам нужда от нещо да ме разсейва . 
Само че това вреди на галерията . 
Вземи си отпуск . 
Може ли един съвет ? 
- Защо не . 
- Разграничи се . 
Не е нужно да го защитаваш на всяка цена . 
И Малоун режеше лимони . - Моля ? 
- Сам Малоун от " Бар " Наздраве " . 
И той непрекъснато режеше лимони . 
- Млад си , за да помниш " Бар " Наздраве " . 
- Обожавам го , с Тед Дансън . - Защо мислиш , че режа лимони ? - Браво , шестица ! 
- Добре ли си ? - Не особено , загубих работата си . Кофти . Съжалявам . 
И съдят съпруга ми за убийство . 
На любовницата му , представи си . 
Да , сетих се . 
Как му беше името ... Рони ? Рики ? 
- Ръсти . - Ръсти . Да , много ти се е струпало . 
Така е . 
А убил ли я е наистина ? 
Извинявай , не ми отговаряй . 
- Не ми е работа , съжалявам . 
- Няма за какво . 
- Всички това ме питат . 
- И какво отговаряш ? 
Че не го е извършил . 
Красивите жени имат много врагове . 
Значи и ти си имаш един - двама . 
Схванах комплимента . 
Благодаря . 
Още едно ? 
- По - добре не . - Ясно . 
Симпатяга е . 
И е хубавец . 
Не знам , хареса ми да си говоря с него . 
Усмихваш се . 
Може би трябва да изживееш едно малко приключение . 
Моля те . 
Докато медиите следят всеки мой ход ? 
Само ме дебнат . 
Вече са си намерили друго . Заснеха те и хукнаха към следващия труп . 
Предимството на живота в Чикаго . - Знам ли . 
- Хубаво е да те видя усмихната . 
Ти си млада и красива . Всеки ден трябва да се чувстваш така . 
Сега си под огромно напрежение . 
Сериозно ли предлагаш да се впусна в извънбрачен секс за отмъщение с непознат барман ? 
Предлагам да се погрижиш за себе си . 
Да си намериш някакъв отдушник , за да преодолееш тази ситуация . 
Ясно е , че не бива точно сега , предвид случващото се . Но в даден момент . 
Упорството ти е завидно . Решена си да не разлюбиш човека , за когото си се омъжила . 
Но Ръсти вече не е същият човек . Приеми го . 
Наредих ви да спрете , инспекторе . 
- Спрях . 
- Глупости . - С Ръсти сте ходили при Лиам Ренълдс . 
- Беше в извънработно време . 
- Смятате , че е смешно ли ? 
- Не си хабя смешките за сухар като вас . 
Знаете ли кое е адски смешно ? 
Че не разследвате Ренълдс . 
Каролин е била вързана като Бъни , не бе огласено ... - Лиам Ренълдс е в затвора . 
- И какво ? Заплашил я е , имал е мотив . А вие си затваряте очите . 
- Инспекторе ... - Какво , ще ме уволните ? 
След две седмици на поста ? Едва ли . Профсъюзът ще ви разкатае . Или пък не , все забравям колко сте популярен . 
Инспектор Родригес , ще ви изпратя . 
Случаят вече не е ваш , няма да възпрепятствате разследването . Между другото , играя покер с шефа на профсъюза ви . 
- Не го бива . 
- Страшно ви се иска да е Ръсти , а ? 
Искаме само правосъдие . 
Гледайте да не заставате на пътя му . 
Благодаря . 
Ще ми направиш ли услуга ? 
Извика ме да дойда тук . Какво искаш ? 
Защо я уби ? 
Не съм я убил . 
Имах връзка с нея и ще ти разкажа всичко , което пожелаеш . 
Майкъл , и аз като теб искам да открия убиеца . 
Много интересно , защото имам ваши снимки . 
Какво ? 
Имам снимки и видеозапис от нощта на смъртта й . 
- Къде ? 
- В дома й ! 
Наистина ли имаш нейни снимки от онази нощ ? 
Отговори ми . 
Имаш ли снимки от онази нощ ? 
Снимки на други хора , влизащи и излизащи от дома й ? 
Само ти влезе там . 
Да , но явно и ти си бил там в онази нощ . 
- Млъкни ! 
- Добре ли си го обмислил ? 
Бил ли си там и друг път ? 
Ако имаш снимки , трябва непременно да ги дадеш на мен или на полицията . 
Дадох ги на полицията . Срещнах се с окръжния прокурор . 
Тогава защо сме тук ? 
За да видя изражението ти . 
Да види изражението ти ? 
Защо ? Не му вярвам . 
Не знам , беше много странен разговор . Както каза , момчето е с лабилна психика . Поне имаме доказателство , че и друг е бил там . 
- А ако е записал разговора ви ? 
- Внимавах . 
- Мая Уинзлоу , Ръсти Сабич . - Здравейте . Помолих я да дойде на изслушването . 
- Трябва да те впишем . - Направих го . 
- Супер . - Драго ми е . - Макар и не при тези обстоятелства . 
- Засега само ще наблюдаваш . А ти да не си гъкнал , ясно ? Не се дъни , остави на мен . 
Ще провалиш всичко . 
- Дъниш се ужасно . 
- Защо ? 
Влюбваш се в мен . Обещахме си да не го правим . - Няма как да го контролирам . 
- Някои неща има как . 
И точно аз трябва да го контролирам . 
Веществени доказателства . 
След тях са докладът на патолога и лабораторните резултати . 
Още са непълни , но се обновяват ежедневно . 
- Кога ще са готови ? - Надяваме се до десет дни . 
После са снимките и видеозаписите , които също се попълват . Чакаме записи и от уличните камери в града . 
Медицинските заключения са в четвърти раздел . А експертизите и анализът са в раздели пет и шест . Какво има ? - Момент . 
Вписали сте ме като свидетел . - Едно от обвиненията е " възпрепятстване " . 
Г - н Сабич е възпрепятствал разследването . Дори го е компрометирал , за което имаш информация . 
- Това е трик . 
- Ще обясня набързо . Ти прие да го защитаваш , но притежаваш информация , важна за обвинението . 
- Да беше помислил . - Г - н Дела Гуардия . 
Вписали сте и д - р Ръш , психиатъра на моя клиент . 
Наясно сме , че част от информацията е поверителна . Ако трябва , д - р Ръш може да откаже да я даде . 
- Ще откаже . - " Ако трябва " ? Ще каже , че е поверителна , а той ще ни обвини , че укриваме данни . 
- Ще уважим правото на поверителност . - Господа , не започваме добре . 
Г - жо съдия , позволете ни да изложим тезата си . 
Когато станах съдийка , имах наставник . Той казваше : " Всеки процес е като хемороид " . 
Обикновено хемороидите не ми пречат . С подходящи грижи дори ме радват . 
Но сега изобщо не се радвам . 
В това дело най - важни са уликите и правото . А не показността . Ясно ли се изразих ? - Да . - Добре казано . 
Може ли да напомня , че обвинението е длъжно да предаде всички оневиняващи доказателства ? 
- Предадохме ги . 
Наше задължение е като съдебни служители . А някакви улики , че друг има мотив да извърши престъплението ? Няма такива . 
Или че още някой е бил там в нощта на убийството ? Например човек с камера , който е направил снимки и видеозаписи ? 
- Г - н Молто ? - Остави на мен . Получихме снимкови доказателства , чиято автентичност още проверяваме . 
Щом приключим , ще ги изпратим на защитата . 
Кой ви е дал тези доказателства ? 
Синът на жертвата . 
- Кога ? 
- Още ги анализираме . 
- Рано е да ги оповестяваме . - Разбирам . 
Още днес ще предадете тези доказателства на мен и защитата , за да ги анализираме заедно . 
Г - н Молто , до делото остават два месеца и половина . 
Ако решите да укриете още нещо от мен или защитата , не си го пъхвайте отзад , защото най - напред там ще го потърся . 
Реймънд беше в стихията си , размаза ги . - Томи пък беше в своята стихия . 
- Не се съмнявам . 
Съдията ни разреши да влезем в къщата , което обикновено не позволяват на защитата . 
- Значи добре . - За начало . 
Може и да спечелим . Ще е чудесно репортерите да кажат : " Ръсти Сабич , спечелихте суперкупата на делата за убийство . Какви са плановете ви ? " . А ти ще отвърнеш : " Отиваме в Дисниленд " . 
- Ще ми се да знам какви улики имат . 
- Джейдън , не на масата . 
Мамо , всички говорят . По новините , в училище . Просто искам да съм наясно . 
С какво точно разполагат ? 
Имат косвени улики . Никой няма да твърди , че ме е видял да я убивам , защото не съм я убил . Но в онази нощ бях там и моята ДНК е из цялото жилище , а нейната - в моята кола . 
Ще твърдят , че не съм я оставял на мира , защото сме си изпращали цял куп съобщения по телефона . 
През последните няколко седмици изпращах най - вече аз . Има и доказателства , че е била бременна със ... И фактът , че е била вързана като друга жертва . Убиецът сигурно е имал вътрешна информация , известна най - вече на мен и Каролин , затова ще твърдят , че по тази причина съм можел да инсценирам убийство от друг извършител . 
Косвени доказателства , неправдоподобни , но могат да ми навредят . Колкото и косвени да са , всички сочат към мен . 
А споразумение ? 
- Мислил ли си за това ? - За кое ? - За сделка . - Кайл . - Да призная вина ? Смяташ , че съм виновен ? 
- Мили ! - Ако предложат " непредумишлено убийство " ... - Защо да приема , като не съм го извършил ? 
Ръсти . Няма да лежиш до живот . За непредумишлено дават осем години . 
Миличък . 
- Мисли , че съм го извършил . 
- Ръсти , не е така . - Иначе защо ще иска да призная вина ? 
- Уплашен е . Направо е ужасен , че може да те затворят до живот . 
Ти мислиш ли , че трябва да приема ? 
А Джейдън ? 
Трябва ли да приема сделка ? 
Никой в семейството не смята , че трябва да приемаш . 
Кайл просто ... Просто мислеше на глас . 
Мислеше , че трябва да се призная за виновен в убийство . 
Мили , всички са уплашени . 
Кейт ме помоли да се " оттегля " от галерията . 
Какво ? Защо ? 
Явно вредя на бизнеса . 
- Съжалявам . 
Здравей . Не исках да кажа , че според мен си го извършил . - Като каза за уликите , ми се стори , че ... 
- Съжалявам . 
- Моля те , не си отивай . Съжалявам . 
- Да махнем обвинението " възпрепятстване " . 
- Защо ? Можем да изкараме Ръсти лъжец , но нека наблегнем на убийството . 
То се доказва по - трудно . С обвинението във възпрепятстване журито ще може да го осъди и без да го признават за виновен в убийство . 
Да оставим главното . Другото обвинение сочи към опитите му да пречи на разследването . - Само казвам , че утежнява вината му . - Помисли си . 
Ще се справиш ли точно с това дело ? 
Да , мамка му , ще се справя . 
Виждаш ли , точно този отговор ме притеснява . Ще се тълкува като престараване и Реймънд ще се хване за това . 
Томи , чуй ме . 
Прокурорът по делото трябва да бъде " методичен , изчерпателен и справедлив " . И в никакъв случай да не е " отмъстителен , маниакален и злобен " . 
Разбрах , Нико . Не ми говори като на бавноразвиващ се . 
Помниш ли първите си думи , когато те направих главен зам . - прокурор ? 
Изказах благодарност . 
Не , най - напред каза : " Жените вече ще ме харесват " . Оказа се вярно . 
Струва ми се , че за теб най - важно е да получиш одобрение , признание . Да впечатлиш хората . 
Познавам умни хора с мания за преследване и други , които са нарцисисти . 
В теб са събрани и двете , незнайно как . 
Скъпичко ще е да се излекувам . 
- Ясно е , че мразиш Ръсти . - Не . 
Не го мразя . Ще ми бъде трудно да водя делото . 
Не е вярно . Правиш го , защото всички обиди , подмятания , закачки и жегвания просто не ти дават мира . 
- Искаш ли още едно питие ? - Трябва ни доказателство , че я е убил . 
Ще го получим . 
По - късно днес е огледът у Каролин . - Готов ли си ? 
- Да , ще дойда . 
Хубаво . 
- Обвинението е ... - Какво правиш ? 
" Нахлуване със сила и оръжие " . Диктувал съм го хиляди пъти , но да го чета за себе си , е ... 
Звънях два пъти на нашия приятел , г - н Молто , и му оставих съобщения . 
- Не се ли обади , е неуважение към съда . 
- Оставих колата отворена . Ей сега идвам . 
Обичаше ли я ? 
- Моля ? 
- Каролин . Обичаше ли я ? 
Не съм сигурен какво общо има с делото . 
Реймънд ме помоли да подготвя изложението ти пред съда , - в случай че те призоват . 
- Иска да свидетелствам ? 
Ако се наложи . 
Какво беше - похот ? 
Любов ? 
Или и двете ? 
И двете . 
Помниш ли кога за първи път изпита емоционална привързаност ? 
- Не кога си я пожелал плътски , а ... - Да , разбрах . 
Водехме дело за блудство . 
Жертвата беше малко момиченце . 
Близначки са ... Като прокурори не ни обучават да проявяваме доброта . Не е изискване . Понякога се очаква да сме бездушни , но Каролин не беше такава . И в онзи ден ме впечатли нежността , която тя прояви към това крехко момиченце . 
- Това е Дел . - Дел . 
- А това е Пърла . 
- Много хора . 
- Да . - Приятели ли са ? 
- Роднини . - Роднини ? 
Няма да те лъжа , в съда може да те дострашее . Но аз ще бъда до теб през цялото време . 
И ако много те дострашее , може да вдигнеш ръка , ето така . 
Браво . Ще дойда и ще те хвана за ръка . 
Ще спрем , когато пожелаеш . 
Ще те прегърна и ще помоля съдията да ни пусне да се поразходим . 
И ще те пазя през цялото време . 
Вярваш ли , че ще мога ? Да те пазя ? 
- Нали ? - Да . Справяш се чудесно . 
Ето . 
Това беше моментът . 
В който си взел решението да си съсипеш целия живот . 
Любовта не е каквато я описват . 
Едва ли трябва да ти го казвам . Според моя опит тя е нещо , което расте ли , расте и един ден ... откриваш , че имаш нужда от някого . 
Така беше с Каролин . 
Така че - да . Съсипах си целия живот , но не съм прекрачил границата . 
Никога не бих я наранил . 
Друг го е сторил . Който и да е , сега се превива от смях , гледайки как всички погнаха мен . 
Трети страйк ! 
Красота . 
Отчаян си . 
Получихме големия куп от службата на Бавещия . 
Очаквай да ни затрупат с тонове документи и доказателства , трябва да насмогнем . Пратиха ли резултатите ? Още не . 
Може да са в последния куп , знае ли човек . Криминалистите са в готовност . 
На този етап вече търсим игла в купа сено . Но може да открием нещо , което са пропуснали . Навсякъде е пълно с моята ДНК . 
Ръсти , вече знаем , че си бил тук . 
Имали сте любовна връзка , това не значи , че си я убил . Освен ако не открият кръвта й в колата ти , но няма да стане , нали ? 
Знам . И на мен ми е пред очите . 
Ела да ти кажа нещо . 
Риго ми каза , че се опитваш да анализираш замърсената проба от семенна течност в случая с Бъни Дейвис . - Ако заявим , че има друг заподозрян ... - Рей . ... наше задължение е да го открием . - И ако не успеем ... 
- Рей . Обвинението ще покаже ужасяващи снимки на Каролин от онази нощ . Журито ще търси виновен и ако не намерим друг , ще решат , че съм аз . 
- Остави . - Не . Улика 13 - гласово съобщение 4 от жертвата до подсъдимия . 
Какво точно искаш , Ръсти ? 
Не мога да ти предложа друго . Разбирам , че искаш дистанция , но точно това ми е трудно да направя . 
Склонна съм да поговорим пак , ако смяташ , че ще помогне . 
Не се преструвай , че те няма . Не разбирам защо не вдигаш . 
Не разбираш моята гледна точка . 
Спри да ми звъниш , прекаляваш . Изобщо не съм съгласен . 
По всичко личи , че ме обичаш . Ще ви представим веществени доказателства , от които да ... От които да си съставите заключение . 
Мисли ! Фактите ! 
