Хто це ? Хто це ? Ви мені відповісте ? Хто це ? Чорт . 
Що за херня ? 
Хто це був , Расті ? 
Бачив тебе де ? 
Думаю , мається на увазі , в будинку Керолін ... у вечір ... 
Я їздив не вбивати її . 
Расті , це не ти . 
- Расті , це не ти . - Ти мене зовсім не знаєш . 
Ти мене не знаєш . І не знаєш , який я ! 
Прокинься , Реймонде ! 
Ти думаєш , він винний . - То був сон , Ло . 
Тобі наснилося , що він винний , а це щось та означає . 
Сни часто вказують на правду . 
Знаєш , було б добре , якби ти була на моєму боці . 
- Може , спробуєш ? - Думаєш , я не на твоєму боці ? 
Реймонде , я за тебе тривожуся . 
Уся ця увага преси до справи , тиск . 
Розумію , ти жадаєш затребуваності , потребуєш уставати вранці з ліжка й щось робити , щоб відтягти ... 
- Як ти це називаєш ? 
- Моє розкладання й гниття . 
Так , твоє розкладання й гниття . 
А підсудним буде твій найліпший друг . 
Коханий ... якщо ти програєш , а судячи з того , що я бачу й читаю , шанси великі , 
А може , й не візьмеш , але це навряд . 
Проте існує й альтернатива . 
Ти перемагаєш . 
Расті її не вбивав . 
Расті Сабіч , єдиний підозрюваний у жахливому вбивстві Керолін Полімус , вийшов під заставу й усамітнився з сім'єю в їхньому будинку . 
Надворі сміття з людей . 
- У них що , нема справжніх новин ? 
- Ми і є справжні новини . 
Люди люблять справжні злочини . Це піднімає рейтинги . 
- Дякую . - На , доню . 
І ти не знаєш , від кого смска ? Це запросто може бути розіграш , або ж якийсь ... не дуже розумний журналіст . 
То ця людина знала , що ти був там того вечора ? 
Бо я не знав . 
Я заїхав після роботи . 
Отже , між вами не все було скінчено , як ти всім нам казав . Ні ... Усе було скінчено . Я їздив туди , щоб це змінити . 
І як , змінив ? Ні . 
Лорейн , при ... Думаю , треба розказати поліції . 
Невже ти не хочеш узнати , що за цим стоїть ? 
І хто . 
Це може зіграти проти нас . 
- А цим не може зайнятися Ріґо ? - Ні . Я й так багато про що її просив . Я не можу її попросити . Якщо ти туди підеш , то маєш припустити , що на тій людині буде мікрофон . 
Хай що ти казатимеш , дуже раджу тобі ... Не ускладнювати , говорити коротко . І стежити за словами . 
І точно вже не казати , що ти вдарив Керолін по голові кочергою . 
Я найму помічницю , яка має досвід роботи на стороні захисту . 
Вона молода . Звати Мая Вінзлов . 
- Де вона вчилася ? - У Єлі . Вона профі . Працювала в Сенді Стерна . 
А найважливіше – вона жінка , а нам це тепер на руку . 
Вона візьме на себе речові докази , тож треба все продумати . 
Пройдімося по нашій тактиці . 
Якщо хочемо зібрати алібі , треба подати запит . Сповістити . 
Як думаєш , ми зможемо зібрати алібі ? 
Ми ж не знаємо , о котрій вечора її вбили . 
Можемо сказати , що її вбили , коли я їздив у ... Зупинися . 
Дочекаймося встановлення всіх фактів ... перш ніж ти почнеш клепати відповіді . 
Місіс Сабіч . Барбаро , ваш чоловік таки скоїв це вбивство ? 
- Ти ж знаєш , чому ми тут ? 
Чому я прийшла у вівторок . 
Так , щоб ми обговорили ... пожежну безпеку на виставці Марті , так ? 
Я хочу , щоб ти відійшла . 
Що це означає ? 
Я зайшла через ті ж двері , що й ти . Кейт . Метушня уляжеться . 
Ми живемо в Чикаго . А тут нові трупи знаходять що 18 секунд . 
Ти погано працюєш . 
Кейт , два тижні тому я продала картину . 
Ні . Ти продала картину п'ять тижнів тому , а картини Амінати продаються самі . 
- Відпочинь трохи . 
- Ти серйозно ? 
Я тебе не звільняю , не реагуй так . Я лиш кажу ... візьми відпустку ... й побережи себе . 
- І триматися на відстані ? - Так . І це теж . 
Кейт , ця робота мені дуже потрібна . 
Мені тепер знадобиться будь - що , аби відволіктися . 
Такий спосіб відволіктися нам не підходить . 
Візьми відпустку . 
Хочеш поради ? 
- Чого ж ні . 
- Розмежовуй ролі . 
Ти не " ми " . І ти не " він " . 
Сем Мелоун різав лимони . Що - що ? 
Сем Мелоун з серіалу " Будьмо " . 
Він у кожній серії різав лимони . 
Ви молодий , навряд чи дивилися серіал . 
Дивився . Люблю цей серіал . І Теда Денсона . А чому , по - вашому , я нарізаю лимони ? Медаль вам . 
- Ви в порядку ? - Та не дуже . Я втратила роботу . Чорт . Прикро це чути . 
А мого чоловіка судять за вбивство . 
За вбивство коханки , на секундочку . 
Ой чорт . Точно . 
Як же його звуть ... Ронні ? Рікі ? 
Расті . Ого . А на вас чимало навалилося . 
Так , чимало . 
А він убив свою коханку ? 
Боже . Можете не відповідати . Я ... 
- Це вже перебір . Пробачте . 
- Та не те щоб . 
Мене всі про це запитують . 
І що ви відповідаєте ? 
Він її не вбивав . 
У красивих жінок буває багато ворогів . 
У вас , певно , теж є декілька . 
- Я вловила ваш фінт . - Так . 
Дякую . 
Налити вам іще ? 
Краще не треба . Ясно . 
Він милий . 
І симпатичний . 
Але не знаю , мені подобається з ним розмовляти . 
І ти всміхаєшся . 
Може , варто закрутити з ним інтрижку ? 
Прошу тебе . 
Коли мене повсюди переслідують репортери ? 
Проходу мені не дають . 
Вони про тебе вже забули . Пофоткали й перекинулися на нове вбивство . 
Перевага життя в Чикаго . Не знаю . 
Добре , що ти всміхаєшся . 
Ти молода , красива . І так повинно бути щодня . 
Ти тепер під таким тиском . 
Ти серйозно радиш мені зайнятися ... з помсти позашлюбним сексом з барменом , з яким я щойно познайомилася ? 
Я раджу тобі подбати про себе . 
Запасний вихід , який поможе тобі все це пережити . 
Не тепер . Я розумію , стільки всього коїться . Але колись . 
Я захоплююсь твоєю боротьбою , твоїм прагненням кохати й бути закоханою в чоловіка , за якого ти вийшла заміж . 
Расті не той , за кого ти виходила заміж . Визнаймо це . 
Я прямо сказав вам не втручатися , детективе . 
- Я не втручалася . 
- Маячня . Ви з Расті їздили до Ліама Рейнольдса . 
Ми їздили в мій особистий час . 
Думаєш , це смішно ? 
Чого мені смішити того , хто не має чуття гумору ? 
- А знаєш , що смішно ? - Що ? 
Навіть кумедно , що ти не розглядаєш причетності Рейнольдса . 
Керолін зв'язали як Банні Девіс . У пресі цього не було ... Ліам Рейнольдс сидить у в'язниці . 
І що з того ? Він їй погрожував . Він мав мотив , а ти відкидаєш цю версію . 
- Послухайте , детективе ... - Що ? Звільниш мене ? 
Через два тижні на посаді ? Навряд . На тебе ж дивиться весь відділ . А , може , й ні . Постійно забуваю , що ти популярний . 
Детективе Родріґес . Я вас проведу . 
Нагадаю , що тебе зняли зі справи . Ти не перешкоджатимеш і не завадиш слідству . І , до речі , я граю в покер з головою вашої профспілки . 
Грає він паршиво . 
Ви так сильно хочете повісити вбивство на Расті ? 
Ми прагнемо лише правосуддя . 
Не стій на шляху до нього . 
Дякую . 
Алло . Зробиш мені послугу ? 
Майкле , ти попросив мене приїхати . Що ти хочеш ? 
Чому ти її вбив ? 
Я її не вбивав . 
У нас були стосунки , і я розкажу про них усе , що захочеш . 
Майкле , я так само як і ти , хочу знайти того , хто її вбив . 
Як цікаво . Бо я маю фотографії з тобою . 
Що ти маєш ? 
Я маю фотографії й відео з тобою у вечір її смерті . 
- Де ? 
- У її будинку ! 
Майкле , ти маєш фотографії з нею того вечора ? 
Відповідай . 
Ти маєш фотографії з того вечора ? 
А маєш фотографії інших людей , які заходили чи виходили ? 
Крім тебе , там нікого не було . 
Видно , ти теж там був того вечора . 
Заткнися ! 
Не думав про це ? 
Ти бував там в інші дні ? 
Якщо ти маєш фото , ти повинен їх віддати або мені , або поліції . 
Я вже віддав їх поліції . Я бачився з окружним прокурором . 
Тоді чому ми тут , Майкле ? 
Я хотів побачити твоє лице . 
Побачити твоє лице ? Навіщо ? 
Я в це не вірю . 
Не знаю . Розмова була дуже дивна , і малий явно дуже непростий , як ти й казав , але ... але принаймні в нас є доказ , що там був не тільки я . 
- А на ньому не було мікрофона ? 
- Якщо й був , я був обережний . 
Мая Вінзлов , Расті Сабіч . Вітаю . Я попросив Маю піти з нами на досудове засідання . 
- Треба сповістити про твою присутність . 
- Уже . - Чудово . - Рада познайомитися . Хоч і не за таких обставин . 
Просто спостерігай і не говори . А ти тримай рота на замку . Ні звуку . Це моє шоу . Не спаскудь його . 
Ти все псуєш . 
- Ти все псуєш . 
- Чим же ? 
Своєю закоханістю . Ми обіцяли не закохуватися . Навряд чи таке можна контролювати . 
Дещо таки можна контролювати . 
І це маю зробити я ... проконтролювати . 
Перша вкладка . Докази . 
У другій вкладці результати розтину й аналізів . 
Там ще не всі результати , вони щодня доповнюються . 
- Коли будуть усі ? - Надіюся , через десять днів , Ваша честь . 
Фото - й відеодокази у третій вкладці , теж іще доповнюються . Ми ще збираємо докази з вуличних і міських камер . 
Медичні висновки в четвертій вкладці , а висновки експерта у п'ятій і шостій . Що таке ? Секундочку . 
- Я вказаний як свідок . - Так . Одне зі звинувачень – перешкоджання правосуддю , Реймонде , а містер Сабіч перешкоджав слідству . 
Він його скомпрометував , і ти про це знаєш . 
- Це трюк . - Ні . 
Вибач . Коротенько : ти став адвокатом Расті , знаючи інформацію , що є суттєвою для обвинувачення . 
- Ти мав би це знати . - Містере Ділей Ґвардія . 
Ви вписали й доктора Раш , психотерапевта мого клієнта . 
Деякі теми сеансів мають конфіденційний характер , і за необхідності доктор Раш вимагатиме винятку . 
- Так і буде . - Як це , " за необхідності " ? Вона пошлеться на фахову таємницю , а ви заявите , що ми щось приховуємо . 
- Ми шануємо фахову таємницю . - Приховуємо докази . Джентльмени , так ми ні до чого не прийдемо . 
Ми маємо докази . Ваша честь , ви ж дозволите їх пред'явити ? 
Коли я тільки стала суддею , в мене був наставник . Він сказав мені : " Кожен процес – мов геморой " . 
Зазвичай геморой мене не турбує . А при належному догляді навіть приносить задоволення . 
Зараз я задоволення не відчуваю . 
Ця справа керуватиметься доказами й правосуддям . Вона не стане змаганням тактик . Я ясно висловилась ? - Так . - Гарно сказано . Дякую . 
Дозвольте нагадати суду , що обвинувачення повинно передавати всі виправдувальні докази . 
- Ми так і зробили . 
Ми передали виправдувальні докази як і належить представникам суду . І якби ви мали докази , що в когось іще були мотиви скоїти цей злочин ... Таких доказів немає . 
... чи докази , що на місці злочину того вечора був іще хтось , може , з камерою , й знімав фотографії та відео . 
Містере Мольто . - Так . Я сам . - Хіба це ... Ми отримали фотодокази , автентичність яких ще встановлюється . 
Щойно встановлення буде завершено , ми передамо їх адвокату . 
Хто передав фотодокази ? 
Син жертви . 
Коли він їх передав ? 
Ми їх ще вивчаємо . 
- Ще рано їх пред'являти . - Розумію . Гей . 
Сьогодні ж передасте ті докази стороні захисту й мені , щоб ми всі могли їх вивчити . 
І , містере Мольто , до судового процесу десять тижнів . 
Якщо ви вирішите ще щось приховати від сторони захисту чи суду , раджу вам не ховати це в дупі , бо там я шукатиму насамперед . 
Реймонд був у своїй стихії . Він був в ударі . А Томмі був у своїй стихії . 
Ще б пак . 
Суддя задовольнила клопотання про доступ до місця злочину , а для сторони захисту це рідкість . 
- Це добре ? - Початок хороший . 
Це добре . Можливо , ми переможемо , й так тріумфально , що журналісти скажуть : " Расті Сабіч , ви виграли Суперкубок з судів про вбивство . Що тепер робитимете ? " А ти відповіси : " Ми поїдемо в Діснейленд " . 
Цікаво , які в них проти тебе докази . 
Не за столом , Джейден . 
- Це ж скрізь . - Не за вечерею . - У новинах , у школі . - Не за ... Мені просто цікаво , що до чого . 
Що вони на нього мають ? 
Докази непрямі . Не викличуть нікого , хто б сказав , що я її вбив , бо я її не вбивав . Але того вечора я був там , і моя ДНК по всій її квартирі , а її ДНК по всій моїй машині . 
Вони скажуть , що я був нею одержимий , бо ми писали одне одному дуже - дуже багато смсок . 
Переважно я їй в ті останні тижні . І , вочевидь , є ще доказ , що вона була вагітна від ... І її зв'язали так само ... як попередню жертву . Вбивця знав таке , чого не оприлюднювали широкому загалу . Цю інформацію знали тільки ми з Керолін , тому вони спробують довести , що я мав унікальну можливість обставити все так , ніби це зробив хтось інший . 
Докази непрямі й багато в чому притягнуті за вуха , але така загроза існує . І всі докази , навіть непрямі , вказують на мене . 
А визнання вини ? 
- Ти про це не думав ? - Про що ? - Про визнання вини . - Кайле . Визнання вини ? Чого ... Думаєш , її вбив я , Кайле ? Любий . 
Я лиш кажу , якби запропонували неумисне вбивство ... Навіщо мені визнавати вину за те , чого я не робив ? 
Расті . Щоб уникнути довічного ув'язнення . За неумисне дають вісім років . 
Ох , синку . 
- Він думає , що її вбив я . 
- Расті , він так не думає . Тоді чому просить визнати вину за те , - чого я не робив ? - Він наляканий . 
Нажаханий . Тебе можуть посадити довічно . 
Думаєш , треба визнати вину ? 
А Джейден ? 
Думаєте , слід погодитися на визнання вини ? 
Расті , в нашій сім'ї так ніхто не думає . 
Кайл просто ... Коханий , він просто думав уголос . 
Він думав , що мені треба визнати себе винним у вбивстві . 
Коханий , всі налякані . 
Кейт попросила мене " відійти " від роботи в галереї . 
Що ? Чому ? 
Мабуть , це шкодить бізнесу . 
- Мені жаль . 
Гей . Насправді я не думаю , що ти це зробив . Прости , просто ... Ти так описав усі докази й ... 
Прости . 
Благаю , не йди . Не йди ... Прости . 
Знімімо звинувачення в перешкоджанні . Чому ? 
Ми можемо виставити Расті поганим актором , але ми повинні довести вбивство , ясно ? 
А це серйозніша задача . Авжеж , присяжні захочуть його посадити , а звинувачення в перешкоджанні дозволяє це без визнання його винним у вбивстві . Хай у меню буде по одній страві . 
Але звинувачення в перешкоджанні свідчить про спроби завадити слідству , - що вказує на вину . - Подумай . Ось що я хотів сказати . Правильно ж ? 
Ти потягнеш цю справу ? 
Ще і як потягну . 
Так . Бачиш ? Така відповідь мене й непокоїть , бо в ній є завзяття , і Реймонд обов'язково це використає . 
Послухай , Томмі . 
Цей судовий процес можна буде описати словами " методичний , виснажливий і справедливий " . А не словами " мстивий , маніакальний і жорстокий " . 
Я розумію , Ніко . Не говори зі мною , як з мавпою . 
Пам'ятаєш твої перші слова , коли я призначив тебе своїм заступником ? 
Мабуть , то були слова подяки . 
Ні . Твої перші слова були : " Тепер дівчата мене любитимуть " . І таки полюбили . 
У тобі є щось таке , а може , це твоє нутро , що потребує валідації ... Справити на когось враження . 
Я знаю розумних людей з манією переслідування і людей з нарцисизмом . 
У тобі є й те , й те . Наче дуплекс . 
Таке задешево не полагодиш . 
- Ти ненавидиш Расті . Це очевидно . - Ні . 
Ні , я не ненавиджу Расті . Для мене це неймовірно важко . 
Це не важко . Річ у тому , що всі ці образи , насмішки і глузування роз'їдають тебе зсередини . 
Вип'єш іще ? Добре . Потрібні вагомі докази вбивства . 
Вони будуть . 
Сьогодні оглядаємо будинок Керолін . Ти впораєшся ? 
Так . Я там буду . 
Добре . 
- Бісове обвинувачення . 
- Що там ? " Вторгнення із застосуванням сили та зброї " . Це ж ... Я мільйон разів таке надиктовував , але читати таке про себе ... 
Я двічі дзвонив нашому другові Мольто й лишив йому кілька повідомлень . 
Якщо не передзвонить , це буде неповагою до суду . 
Я не замкнув машину . Я миттю . 
Ви її кохали ? 
- Я що ? 
- Керолін . Ви її кохали ? 
Навряд чи це так важливо . 
Реймонд доручив мені підготувати для суду версію , якщо вам доведеться свідчити . 
Він хоче , щоб я свідчив ? 
Це про всяк випадок . 
Між вами була хіть ? 
Кохання ? 
І те , й те ? 
Добре ... і те , й те . 
Пам'ятаєте , коли вперше відчули до неї емоційну симпатію ? 
Не коли вперше захотіли переспати , а ... - Я зрозумів . - Добре . 
Ми вели ... Ми вели справу . Про сексуальне насильство . 
Жертвою була маленька дівчинка . 
Вони близнючки . Це ... Прокурорів не вчать бути добрими . - Це не обов'язково . - А розкажеш ... Власне , думаю , нас вчать бути злими . Тільки не Керолін . Я не знаю . У той день вона виявила до тієї дівчинки стільки ніжності . 
- Це Делл . - Делл . 
- А це Перла . 
- Багатенько людей . 
- Так . - Вони всі дружать ? 
- Вони одна сім'я . - Одна сім'я ? 
Я тобі не брехатиму , там буде трохи страшно . Але я весь час буду з тобою . 
А коли стане дуже страшно , просто підніми отак руку . 
Добре . І я підійду й візьму тебе за руку . 
Ми зупинимось , коли захочеш . 
Я триматиму тебе і спитаю в судді , чи можна нам погуляти . 
Я простежу , щоб ти завжди була в безпеці . 
Довіриш мені таке ? Довіриш свою безпеку ? 
- Так ? - Так . Ти така молодчинка . 
Це була та сама мить . 
Думаю , тоді я щось і відчув . 
Коли ви перетнули межу , що назавжди спаскудила вам життя . 
Кохання не таке , як його описують , Має . 
Не мені вам розповідати . Та з власного досвіду , це щось , що росте в тобі , аж поки одного дня ... не збагнеш , що не можеш без когось жити . 
Так було і з Керолін . 
Тож так . Я назавжди спаскудив собі життя ... але це єдина межа , яку я перетнув . 
Я б ніколи її не скривдив . 
Це зробив хтось інший , і хай хто це був , він тепер від душі сміється , бо всі хочуть повісити це на мене . 
Третій кидок ! Аут ! 
Як же це прекрасно . 
Ви в розпачі . 
Ми забрали з кабінету Ділея цілий стос . 
Вони хочуть нас поховати ... Хочеш іще ? ... під тоннами документів й доказів , тож треба не відставати . Результати аналізів передали ? Ще ні . 
Може , будуть у наступному стосі . Хтозна . Криміналісти ж самі по собі . 
Це як шукати голку в скирті сіна . Але хто знає ? Може , ми знайдемо таке , чого не знайшли вони . Тут , певно , скрізь моя ДНК . 
Расті , ми ж встановили , що ти тут бував . 
У вас був роман . Та це не означає , що ти її вбив . Хіба що її кров знайдуть у твоїй машині , а її ж не знайдуть ? 
Розумію . У мене це теж перед очима . 
Слухай . Поговорімо . 
Ріґо каже , ви намагаєтесь пробити зіпсований зразок сперми у справі Банні Девіс . Так . - Якщо допустимо , що є інший підозрюваний ... - Рею . ... ми повинні будемо когось ним назвати . - І якщо наш план провалиться ... 
- Рею . Сторона обвинувачення покаже найжорстокіші фото Керолін з того вечора . Це буде жах . Присяжні захочуть когось звинуватити , і якщо в нас не буде альтернативи , звинуватять мене . 
- Забудь про це . - Ні . Доказ No13 , голосова пошта номер чотири , голосове від жертви на телефоні підсудного . 
Що ти з усього цього хочеш , Расті ? 
Мені більше нічого дати . Розумію , тобі потрібен час ... ШТАТ ІЛЛІНОЙС ... але почасти тому мені й так тяжко . 
Я відкрита до ще однієї розмови , якщо ти думаєш , що це поможе . 
Нестерпно вдавати , що ти не там . Не розумію , чому ти не відповідаєш на дзвінки . 
Ти не розумієш мого бачення ситуації . 
Перестань отак мені дзвонити , Расті . Це нечесно . Я в житті ще не був такий незгодний . 
Ти ж мене кохаєш , я знаю . Ми пред'явимо речові , наукові і криміналістичні докази , й ви зробите власні ... Ви зможете зробити власні висновки . Думай ! 
Факти ! 
