你 是 谁 ? 你 是 谁 ? 到底 要 不要 回答 ? 你 谁 啊 ? 该死 
搞 什么 ? 
鲁斯蒂 是 谁 啊 ? 
在 哪 看见 你 ? 
我 猜 对方 是 指 卡罗琳 家 那天 晚上 ... 
我 不是 去 杀 她 的 
鲁斯蒂 你 不是 这样 的 人 
- 鲁斯蒂 你 不是 这样 的 人 - 你 不 了解 我 
你 不 了解 我 你 不 懂 我 
醒醒 雷蒙德 
你 认为 他 有罪 - 只是 个 梦 阿洛 
你 梦 到 他 有罪 这 也许 是 有 道理 的 
梦 往往 指向 真相 
嘿 知道 吗 你 要是 站 我 这边 就 好 了 
- 也许 我们 可以 试试 ? - 你 觉得 我 没 站 你 这边 ? 
雷蒙德 我 很 担心 你 
这种 案子 带来 的 关注度 和 压力 极大 
听 着 我 明白 你 渴望 被 关注 你 需要 每天 早上 起床 有事 可 做 以 推迟 ... 
- 你 是 怎么 说 的 来 着 ? 
- 我 慢慢 地 烂掉 
对 你 慢慢 地 烂掉 
你 最好 的 朋友 成 了 被告 
亲爱 的 如果 你 输 了 官司 根据 我 看到 的 、 读到 的 很 有 可能 鲁斯蒂下 半辈子 会 在 监狱 中 度过 这会 对 你 造成 很大 影响 
也许 你 也 可以 安心 接受 但 我 表示 怀疑 
然后 还有 另 一种 可能性 
你 打赢 官司 
鲁斯蒂 没 杀人 
卡罗琳 波尔 希 默斯 谋杀 惨案 中 唯一 的 嫌疑人 鲁斯 蒂萨 比奇 目前 正在 保释 中 和 家人 在 自己 家中 闭门不出 
外面 有人 渣 
- 他们 就 没有 真正 的 新闻 要 报道 吗 ? 
- 我们 就是 真正 的 新闻 
人们 爱看 真实 罪案 事关 收视率 
- 谢谢 - 给 亲爱 的 
你 不 知道 是 谁 发 的 ? 很 可能 是 个 陷阱 或者 是 某个 ... 自 以为 聪明 的 记者 
所以 这个 人 知道 你 那晚 在 案发现场 ? 
因为 我 可不 知道 
我 下班 后 去 的 
所以 你 和 她 之间 没断 干净 不像 你 让 我 和 其他人 相信 的 那样 不 我们 已经 结束 了 我 过去 是 想 挽回 
成功 了 吗 ? 没有 
洛兰 嗨 我 觉得 你 应该 把 这个 交给 警方 
等等 你 不想 知道 是 怎么回事 吗 ? 
到底 是 谁 ? 
也 可能 把 我们 害惨 
- 里戈 呢 ? 她 能 帮忙 吗 ? - 不行 ... 我 已经 让 她 做 得 太 多 了 不能 再 麻烦 她 了 如果 你 去 赴约 你 必须 假定 跟 你 会面 的 人 会 佩戴 窃听器 
所以 不管 你 说 什么 我 强烈建议 你 ... 言简意赅 谨言慎行 
绝对 不要 说 你 用 捅 火棍 打 了 卡罗琳 的 头 
我 要聘 一位 律师 之前 做过 辩护 的 
她 很 年轻 叫 米娅 温斯洛 
- 我 怎么 认识 她 的 ? - 耶鲁 她 很 厉害 她 曾 在 桑迪 斯特恩 律所 任职 
更 重要 的 是 她 是 女性 正是 我们 需要 的 
她 会 负责 法证 工作 所以 我们 还 需要 组建 这个 团队 
听 着 我们 来 谈谈 策略 好 吗 ? 
如果 我们 要 提出 不 在场 证明 我们 要 提交 相关 文件 提前 通知 
你 觉得 我们 能 走 不 在场 证明 这条 路 吗 ? 
我们 不 知道 她 那晚 什么 时候 遇害 的 
也许 我们 可以 说 她 遇害 时 我 是 去 ... 打住 
我们 先 等 所有 的 事实 浮出 水面 你 再 开始 准备 回应 
萨比 奇 太太 芭芭拉 你 丈夫 是 本案 凶手 吗 ? 
- 你 知道 是 怎么回事 对 吧 ? 
我 为什么 会 在 星期二 来 这里 
知道 我们 要 谈 ... 马蒂 那件事 的 消防 局长 对 吗 ? 
我 需要 你 避避风头 
此话 怎讲 ? 
我 和 你 是 走 同 一扇门 进来 的 凯特 这事会 过去 的 
这里 是 芝加哥 差不多 每 18 秒 就 会 多出 一具 尸体 
你 最近 状态 不好 
我 两周 前刚 卖出 一件 艺术品 凯特 
不 你 是 五 周前 卖出 的 而且 阿 米纳 塔 的 作品 本来 就 特别 好 卖 
- 休息 一阵子 吧 
- 你 真要 这么 干 ? 
我 不是 要 炒 掉 你 别难过 我 是 说 ... 休息 一阵子 好好 照顾 自己 
- 并 和 画廊 保持 距离 对 吗 ? - 对 还有 这 一点 
凯特 我 真的 需要 这份 工作 
我 现在 需要 一切 能 让 我 分心 的 事 
这件 分心 的 事 在 我们 这里 行不通 
休息 一阵子 吧 
想 听句 建议 吗 ? 
- 有何不可 
- 区别对待 
你们 是 两个 人 你 不是 他 
山姆 马隆切 过 柠檬 你 说 什么 ? 
《 欢乐 酒店 》 的 山姆 马隆 
一直 在 切 柠檬 总是 在 切 柠檬 
你 可能 太 年轻 不 记得 《 欢乐 酒店 》 
我 知道 《 欢乐 酒店 》 很 爱看 泰德丹森 你 以为 我 为什么 在 切 柠檬 ? 厉害 啊 
- 你 还好 吗 ? - 不好 我 刚刚 丢 了 工作 该死 我 很 遗憾 
另外 我 丈夫 正在 接受 谋杀 审判 
而且 杀害 的 是 他 的 情妇 
见鬼 好 吧 
这 混蛋 叫 什么 ... 鲁尼 ? 里奇 ? 
鲁斯蒂 天 啊 是 你 现在 真是 水深火热 
是 的 
是 他 做 的 吗 ? 杀 了 自己 的 情妇 ? 
天 啊 你 不必 回答 我 ... 
- 我 过分 了 抱歉 
- 没事 
这是 所有人 都 在 问 的 问题 
你 的 回答 是 ? 
不是 他杀 的 
美丽 的 女人 一般 都 有 很多 敌人 
你 自己 也 有 不少 吧 
- 你 小子 别有用心 啊 - 是 
谢谢 
想 再 来 一杯 吗 ? 
还是 别 了 好 
他 很帅 
他 很 英俊 是 的 
但 ... 不 知道 我 喜欢 和 他 聊天 
他 把 你 逗笑 了 
也许 你 该 来 一次 小 冒险 
拜托 
在 媒体 盯 着 我 一举一动 的 情况 下 吗 ? 
他们 在 跟踪 我 
亲爱 的 他们 已经 换 目标 了 他们 拍 到 素材 已经 去 找 下 一宗 命案 了 
这是 生活 在 芝加哥 的 福利 我 不 确定 
看到 你 笑 真 好 
你 还 年轻貌美 你 应该 每天 都 笑呵呵 的 才 对 
你 现在 的 压力 太大 了 
你 是 真的 建议 我 跟 一个 刚 认识 的 酒保 ... 来 一场 报复性 的 婚外性 爱 吗 ? 
我 是 在 建议 你 照顾 好 自己 
就 像 个 紧急 逃生门 让你能 熬过 此事 
我 不是 说 现在 我 明白 毕竟 出 了 这么 多事 但 来日方长 嘛 
我 佩服 你 的 奋斗 精神 你 对 爱 的 投入 坚持 爱着 你 嫁 的 人 
鲁斯蒂 已经 不是 当年 你 嫁 的 人 了 面对现实 吧 
我 跟 你 说 得 清清楚楚 不要 插手 警探 
- 我 没 插手 
- 胡扯 你 和 鲁斯蒂去 监狱 探视 了 利亚姆 雷诺兹 
我 是 下班时间 去 的 
你 觉得 这是 笑话 ? 
我 为什么 要 在 没有 幽默感 的 人 身上 浪费 笑话 ? 
- 想 听 笑话 吗 ? - 什么 ? 
真是太 好笑 了 你查 此案 居然 不 查 雷诺兹 
卡罗琳 被 捆得 和 邦尼 戴维斯 一样 这个 细节 没 公开 过 利亚姆 雷诺兹 在 蹲 监狱 
那 又 如何 ? 他 威胁 过 她 他 有 动机 可 你 连 大致 调查 一下 都 不肯 
- 听 着 警探 - 不 听 怎样 ? 你 要 炒 了 我 ? 
刚刚 上任 两周 ? 得了吧 整个 工会 盯 着 你 呢 也许 不会 我 总是 忘 了 你 特别 受欢迎 
罗德里戈 斯 警探 我 送 你 出去 
恕我直言 你 不 负责 此案 了 你 不得 干涉 、 不得 阻碍 对 了 我常 跟 你 那个 工会 老大 打扑克 
那 人 牌技 可烂 了 
你们 真是 迫不及待 想定 鲁斯蒂 的 罪 啊 是 吧 ? 
我们 唯一 的 追求 是 正义 
你 可 千万别 妨碍 我们 
谢谢 
嘿 帮 我个 忙行 吗 ? 
迈克尔 你 叫 我 来 这里 你 想 怎样 ? 
你 为什么 杀 她 ? 
我 没 杀 她 
我 和 她 有 过 一段 感情 我会 告诉 你 关于 此事 你 想 知道 的 一切 
迈克尔 我 和 你 一样 想 找出 杀害 她 的 凶手 
好 啊 真 好笑 因为 我 有 你 的 照片 
你 有 什么 ? 
我 有 她 遇害 那天 晚上 你 的 照片 和 视频 
- 在 哪 的 ? 
- 在 她家 
迈克尔 你 有 那天 晚上 她 的 照片 ? 
回答 我 
你 有 那天 晚上 的 照片 ? 
你 有 其他人 进出 她家 的 照片 ? 
她家 真的 只有 你 一个 人 
我 想 似乎 那天 晚上 你 也 在 
闭嘴 
你 想 清楚 了 吗 ? 
你 其他 几个 晚上 也 去过 ? 
如果 你 有 照片 你 一定 要 交给 我 或者 交给 警方 
我 已经 交给 警方 了 我 跟 县 检察官 见过面 
迈克尔 那 我们 在 这里 做 什么 ? 
我 想 看看 你 的 脸 
看看 你 的 脸 ? 为什么 ? 
我 不信 
我 不 知道 那次 对话 太 奇怪 了 如 你 所说 那 孩子 显然 备受 困扰 但 ... 但 你 看 至少 我们 现在 有 证据 表明 当晚 我 不是 唯一 在 现场 的 人 
- 你 确定 他 没 戴 窃听器 ? 
- 就算 他 戴 了 我 也 很 小心 
米娅 温斯洛 这位 是 鲁斯 蒂萨 比奇 嗨 我要 米娅 跟 我们 一起 开 案件 状态 会议 
- 我们 得 把 你 的 出庭 申请 归档 
- 已经 搞定 了 - 很 好 - 幸会 虽然 是 在 这种 情况 下 认识 
你 可以 旁听 什么 也 别说 你别 说话 一声 也 别吭 我 主持会议 别 搞砸 了 
你 把 一切 都 搞砸 了 
- 你 把 一切 都 搞砸 了 
- 为什么 ? 
爱上 对方 这 一点 我们 说好 不 走心 的 我 觉得 这是 身不由己 的 
有些 事 你 是 没法 控制 的 
我 必须 是 有 ... 控制权 的 人 
第一类 证据 展示 
病理 及 化验 报告 在 第二类 
这 一部分 还 不 完整 但 每天 都 在 更新 
- 什么 时候 能 完成 ? - 我们 希望 是 十天 后 法官大人 
照片 和 视频 展示 在 第三类 也 有待 完善 我们 还 在 收集 包括 城市 街道 监控 视频 
验尸 结果 在 第四类 科学 性质 证据 和 分析 在 ... 后面 的 第五 、 六类 有 什么 问题 ? 稍 等 
- 你 在 这里 把 我 列为 了 证人 - 是 的 其中 一项 指控 是 妨碍 司法公正 雷蒙德 萨比 奇 先生 阻碍 了 调查 
其实 是 破坏 了 调查 你 是 知道 的 
- 这是 耍花招 
- 不 抱歉 我 简单 说 一句 你 担任 律师 的 同时 掌握 了 对 指控 至关重要 的 信息 
- 你 早该 清楚 的 - 拖延 狂瓜迪亚 先生 
你 还 写下 了 我 委托人 的 心理医生 拉什 医生 
我们 预计 某些 事宜 可能 属于 保密 范畴 拉什 医生 可 在 适用 情况 下 行使 保密 权 
- 就 这么 办 吧 - 什么 叫 " 适用 情况 " ? 你们 会 叫 她 出庭 她 会 维护 医患 保密 协议 然后 他会 把 我们 描绘成 隐藏 信息 
- 我们 会 尊重 医患 保密 协议 - 隐藏 证据 先生 们 这个 开场 可 不太好 
我们 有 案子 要 呈报 我 请求 法官大人 允许 我们 这么 做 
我 多年 前 任职 的 时候 有 一位 导师 他 跟 我 说 : " 每 一次 审判 都 有点像 痔疮 " 
痔疮 一般 不会 令 我 感到 困扰 处理 得当 我 甚至 可以 开心 接受 
可 我 现在 不 开心 
这次 审判 将 围绕 证据 和 法律 展开 而 不是 耍 小把戏 都 听 清楚 了 没有 ? - 清楚 了 - 说得好 谢谢 
请 允许 我 提醒 法庭 控方 有 义务 交出 全部 有利 被告 的 证据 
- 已经 提交 了 
我们 已经 提交 了 全部 有利 被告 的 证据 毕竟 我们 肩负着 法庭 官员 的 职责 假如 你们 有 证据 表明 其他人 有 作案动机 ... 没有 这种 证据 
或 有 证据 说 当晚 还有 其他人 在 案发现场 也许 是 个 拿 着 相机 拍照 、 拍 视频 的 人 
莫尔托 先生 ? - 好 我来 回答 - 是 说 ... 我们 刚刚 收到 照片 证物 还 在 鉴定 真伪 
一旦 鉴定 完毕 我们 将 和 律师 分享 
是 谁 提供 了 这些 照片 证物 ? 
受害者 的 儿子 
请问 是 什么 时候 提供 的 ? 
我们 正在 分析 
- 现在 公布 为时尚早 - 我 明白 了 嘿 
你们 今天 就要 将 那份 证物 上交 交给 辩方 律师 和 我 这样 我们 可以 一起 好好 分析 如何 ? 
还有 莫尔托 先生 我们 距离 审判 还有 十周 
如果 你 对 辩护律师 或 本庭 再有 任何 隐瞒 我 建议 你 不要 玩火自焚 因为 我会 第一 时间 发现 
雷蒙德 状态 神勇 犀利 无比 汤米 的 发挥 也 很 稳定 
我 猜 也 是 
法官 批准 了 我们 进入 案发现场 的 动议 这是 辩方 通常 得不到 的 待遇 
- 所以 今天 挺 顺利 ? - 不错 的 开端 
好 啊 也许 我们 能 胜诉 那 就 太好了 记者 们 会 说 " 鲁斯 蒂萨 比奇 你 刚刚 在 谋杀 审判 的 超级 碗 中 胜诉 接下来 打算 做 什么 ? " 你 会 说 : " 我们 要 去 迪士尼 乐园 " 
我 想 知道 他们 有 什么 对 你 不利 的 证据 
杰登 别 在 餐桌上 说 这个 
- 好 了 妈 这 消息 铺天盖地 - 晚饭 时 别说 - 新闻 上 有 学校 里 有 - 别 在 ... 我 只 想 知道 真相 
他们 到底 有 什么 证据 ? 
都 是 间接 证据 证人席 上 不会 有 任何人 说 看到 我 杀 了 她 因为 我 没 杀 她 但 那天 晚上 我 在 现场 她 的 公寓 里 到处 都 是 我 的 DNA 我 的 车里 到处 都 是 她 的 DNA 
他们 会 说 我 对 她 痴迷 因为 有 大量 我 和 她 之间 的 短信 
最后 几周 主要 是 我 发给 她 的 当然 还有 她 怀有 身孕 的 证据 还有 她 被 捆绑 的 方式 ... 和 之前 的 一位 受害者 一样 杀手 一定 掌握 了 未公开 的 信息 卡洛琳 和 我 是 唯一 知道 此 信息 的 人 所以 他们 的 论点 会 是 说 我 的 处境 很 独特 可以 让 现场 看起来 是 别人 干 的 
都 是 间接 证据 从 很多 方面 来说 甚至 有些 牵强 但 伤害 是 有 的 无论 这些 证据 有 多 间接 全都 指向 我 
认罪 协商 呢 ? 
- 你 想 过 吗 ? - 什么 ? - 认罪 协商 - 凯尔 认罪 吗 ? 为什么 ... 怎么 凯尔 你 认为 是 我 干 的 ? 亲爱 的 
我 就是说 如果 他们 提出 过失杀人 ... 我 没 做 的 事 为什么 要 认罪 ? 
鲁斯蒂 避免 终生 监禁 过失杀人 判 八年 
宝贝 
- 他 认为 是 我 杀 的 
- 鲁斯蒂 他 不 认为 是 你 杀 的 他 不 认为 是 我 那 为什么 要 我 认罪 - 承认 我 做 了 没 做 的 事 ? 
- 因为 他 害怕 那 孩子 吓坏 了 怕 你 被 终身 监禁 
你 觉得 我该 认罪 吗 ? 
杰登 这么 想 吗 ? 
你 觉得 我该 接受 认罪 协商 吗 ? 
鲁斯蒂 这个 家里 没有 人 认为 你 该 接受 认罪 协商 
凯尔 只是 ... 亲爱 的 他 只是 说出 了 想法 
他 认为 我该 承认 犯 了 谋杀罪 
亲爱 的 大家 都 很 害怕 
凯特 叫 我 " 避避风头 " 先别 去 画廊 了 
什么 ? 为什么 ? 
我 猜 是 对 生意 不好 吧 
- 我 很 抱歉 
嘿 我 不是 想 说 我 认为 是 你 干 的 对不起 我 只是 ... 你 说 证据 的 方式 还有 ... 
对不起 
请别 走 ... 对不起 
我 觉得 我们 应该 撤销 妨碍 司法 的 指控 为什么 ? 
我们 可以 把 鲁斯蒂 描述 成 坏人 但 我们 的 举证责任 重点 是 凶杀 对 吧 ? 
这 更 难 陪审团 当然 想 起诉 他 但 妨碍 司法 的 指控 允许 他们 在 不 认定 他 犯有 谋杀罪 的 情况 下去 起诉 我 认为 我们 专攻 一个 罪名 就 好 
没错 但 滥用 程序 的 指控 表明 他 试图 阻碍 调查 - 这 是 他 罪加一等 - 想想看 我 就 想 说 这个 好 吗 ? 
你 能 胜任 吗 ? 办 这个 案子 ? 
当然 ... 能 胜任 
看吧 ? 就是 这个 回答 让 我 紧张 因为 这 代表 着 雷蒙德 会 利用 你 这种 狂热 
汤米 听 我 说 
本次 诉讼 的 关键词 是 " 有条不紊 面面俱到 、 公平 公正 " 不该 出现 的 词 是 " 复仇 、 狂躁 、 恶毒 " 
我 明白 尼科 别 把 我 当 傻子 就行 
你 还 记得 我 任命 你 为 副 县 检察长 时 你 说 的 第一句 话 吗 ? 
我 相信 我 表达 了 感激 之情 
不 你 说 的 第一句 话 是 " 这下 姑娘 们 一定 会 喜欢 我 了 " 确实 如此 
你 心中 有 一种 想法 也许 ... 是 你 的 本性 吧 你 需要 这种 认可 这种 ... 
我 知道 有些 聪明人 有 被 迫害 妄想症 还 有些 有 自恋 情节 
你 居然 两种 都 有 双重 困扰 啊 
听 起来 医疗费 挺贵 的 
- 你 恨 鲁斯蒂 这 很 明显 - 不 
不 我 不 恨 鲁斯蒂 我 ... 觉得 这 案子 非常 难办 
不难 办 是因为 各种 侮辱性 的 言语 影响 了 你 
再 来 一杯 吗 ? 好 我们 需要 谋杀 的 确凿证据 
会 有 的 
去 卡罗琳 家 勘查 现场 安排 在 今天 晚些时候 你 能 承受 吗 ? 
能 我会 到场 
好 
- 这 该死 的 起诉书 - 你 干什么 呢 ? 
" 用 武力 和 武器 侵入 " 这话 ... 我 说 过 无数次 但读 到 它 用 来说 我 ... 
我 给 我们 的 朋友 莫尔托 先生 打 了 两次 电话 给 他 留 了 言 
如果 他 不 回 你 电话 他会 被 视为 蔑视 法庭 
我车 没锁 去 去 就 回 
你 爱 她 吗 ? 
- 我 什么 ? 
- 卡罗琳 你 爱 她 吗 ? 
我 其实 不 确定 这个 问题 和 案子 有 什么 关系 
雷蒙德 让 我 帮 你 准备 庭审 陈述 - 以防 你 要 出庭作证 - 是 
所以 他 希望 我 出庭作证 ? 
以防万一 
那 是 出于 欲望 吗 ? 
出于 爱情 ? 
还是 两者 都 有 ? 
好 ... 两者 都 有 
你 还 记得 你 第一次 感受 到 情感 依恋 是 什么 时候 吗 ? 
不是 第一次 想 做爱 而是 ... - 是 我 明白 - 好 
我们 有个 ... 有个 案子 是 性侵 的 
受害者 是 个 小女孩 
这 是 对 双胞胎 这是 ... 作为 检察官 我们 没有 受过 关于 善良 的 培训 - 没有 这种 要求 - 你 能否 告诉 我 ... 事实上 有时 我 觉得 培训 泯灭 了 我们 的 善意 但 卡罗琳 则 不是 我 不 知道 那 一天 她 对 那个 脆弱 的 小女孩 表现 出 一种 特别 的 温柔 
- 这是 戴尔 - 戴尔 
- 这 是 珀 拉 
- 人真多 
- 是 的 - 他们 是 朋友 吗 ? 
- 是 家人 - 家人 ? 
那边 会 有 一点 吓人 我 不会 骗 你 但是 我会 全程 陪 着 你 的 
如果 你 太 害怕 了 你 可以 举手 就 像 这样 
很 好 我 就 会 过来 握住 你 的 手 
你 想 什么 时候 停下 都行 
我会 抱 着 你 我会 问 法官 我们 能 不能 出去 走走 
我会 确保 你 一直 是 安全 的 
你 能 相信 我 吗 ? 保护 你 的 安全 ? 
- 好 吗 ? - 好 你 的 表现 太棒了 
就是 那次 
我 想 就是 那一刻 
这 就是 你 越界 、 彻底 毁 了 人生 的 那一刻 
米娅 爱情 和 人们 说 的 不 一样 
我 相信 我 不必 跟 你 说 这个 但 以 我 的 经验 来看 爱情 是 不断 成长 的 直到 有 一天 ... 你 会 发现自己 需要 某个 人 
卡罗琳 就是 这个 人 
就是 这样 彻底 毁 了 我 的 人生 但 我 没有 再次 越界 
我 永远 不会 伤害 她 的 
凶手 另有其 人 不管 那个 人 是 谁 现在 所有人 都 在 追 着 我查 他 一定 笑 得 很 开心 
三振 他 出局 了 
真好 啊 
你 狗急跳墙 了 
我们 刚刚 从 拖延 狂 办公室 拿到 了 所有 的 证据 
准备 好 他们 要 开始 向 我们 倾倒 ... 再来一个 ? 大量 证据 了 包括 文档 、 证据 等等 我们 必须 跟上 节奏 他们 提交 化验 报告 了 吗 ? 还 没有 
可能 在 最新 提交 的 一批 里 谁 知道 呢 法医 团队 在 待命 
现在 有点 大海捞针 了 但 谁 知道 呢 ? 我们 也许 能 发现 他们 忽略 的 东西 这里 肯定 到处 都 是 我 的 DNA 
鲁斯蒂 我们 很 清楚 你 来 过 这里 
你们 俩 搞 外遇 这 不 意味着 是 你 杀 了 她 除非 他们 在 你 车上 找到 她 的 血 找 不到 的 对 吧 ? 
我 知道 我 也 总能 看到 那个 画面 
听 着 跟 我 谈谈 
里戈 跟 我 说 你 在 试图 追查 邦尼 戴维斯 案子 中 那份 被 污染 精液 的 来源 对 - 如果 我们 提出 有 另 一个 嫌犯 的 想法 ... - 雷 我们 基本上 就是 承担 了 找出 嫌疑人 的 责任 - 如果 我们 没 做到 ... 
- 雷 控方 会 展示 出 那天 晚上 卡罗琳 最 惨不忍睹 的 照片 会 很 恐怖 的 然后 陪审团 会想 找 个人 来 指责 如果 我们 没有 其他 嫌犯 那个 人 就是 我 
- 放弃 吧 - 不行 13 号 证物 第四条 语音 留言 是 受害者 留在 被告 手机 上 的 
鲁斯蒂 你 想 从 这段 关系 中 得到 什么 ? 
我 没有 什么 可以 给 你 的 了 我 明白 你 想 疏远 一阵子 ( 伊利诺伊州 卡罗琳 波尔 希 默斯 ) 但 这 是 ... 我 感到 困难 的 部分 原因 
我 愿意 再谈 一次 如果 你 觉得 有 帮助 的话 
不 我 不 喜欢 装作 你 不 在 我 不 明白 你 为什么 不 接电话 
我 觉得 你 不 明白 我 的 视角 
我 需要 你 停止 再 这样 给 我 打电话 鲁斯蒂 这 不 公平 我 完全 不 赞同 
我 的 一切 证据 表明 你 爱 我 我们 会 展示 物证 、 科学 证据 法医 证据 让 你 做出 自己 的 判 ... 会 帮助 你 得出 自己 的 结论 好好 想 
事实 
