خدایا ، سویون 
سلام 
سلام سلام 
محض اینکه اگه شوهرم کار مسخره ای کرد 
وقتی میره مدرسه خانم لی همراهیش میکنه 
ای بابا نمیخواد نگرانش باشی خدمتکارم با بچه ها خوبه 
اگه بیای خونه من یه دوست گیرت میاد 
اون میتونه با دخترم بازی کنه 
مدتی که من تو سفر کاریم ، پسر خوبی باش و به حرف ایشون گوش کن 
با مامان خداحافظی کن 
خدافظ مامان 
خوراکی میخوای ؟ - بله - 
بیا ببین چه چیز خوشمزه ای درست کردم برات بیا بریم 
بیا بریم ، دلم میخواد بدونم از کدوم خوشت میاد 
( قسمت آخر ) 
گفته بودی هنوزم طرف همدیگه ایم و من میخوام باورت کنم 
دلیلش هرچی هم باشه دلم میخواد زمین خوردنش رو ببینم 
راستی انگار رئیس چا این بار بدجوری بهش ظلم شده 
تو نترسیدی ؟ 
چرا خیلی ترسیدم ، به سختی لبخند رو لب نگه میداشتم که وانمود کنم نترسیدم 
بخاطر همین اینجاهام گرفتگی عضله دارن 
نویولسونگ چیشد ؟ 
فعلا هیچی ، البته فعلا 
در مورد پرونده پروفسور سو اون موبایل پروفسور سو رو سر به نیست کرده پس کار ساده ای نیست 
در مورد پرونده مامانم هم یه جنایت کامل انجام شده 
پس - باید وقتی که داره برای پوشوندن - 
یه اشتباه کوچیک یه اشتباه بزرگتر میکنه ، گیرش بندازم 
بفرمایید 
این کلاب 50 میلیون دلاریه 
این همون انجمن 5 نفره‌ست که پدرت در موردش حرف زده بود ؟ 
آره ، رشوه میدادن 
امیدوارم واسه گیر انداختنش بهت کمک کنه 
( پرونده انجمن 5 نفره ، کلاب 50 میلیون دلاری ) 
( برنامه کلی تیم تبلیغاتی شهر چایول ، نویولسونگ ) 
( اطلاعات انجمن 5 نفره ) 
( سو وونگجین ) 
( برنامه کلی ، نویولسونگ ) 
( ... امور مالی ، ساخت و ساز و برنامه ریزی ) بیاین از شر اونایی که از نویولسونگ حمایت میکنن راحت شیم 
از اونجایی که رشوه میداده باید یه دفتر کل داشته باشه یه دفتر برای رشوه ها 
دفتر کل میشه سلاح آخر نویولسونگ 
چی ؟ مگه نمیشه نقطه ضعفش ؟ 
قبل ازینکه بشه نقطه ضعفش ، خودش بعنوان سلاح ازش استفاده میکنه 
احتمالا با اطلاعاتش از آدمایی که بهشون رشوه داده اخاذی کنه که خودشو از دردسر نجات بده 
پس تو میخوای برسی به اون دفتر کل ، درسته ؟ 
آره باید مطمئن باشیم که ازین موضوع قسر درنمیره 
نه تا وقتی که بخاطر قتل مادرم بفرستمش زندان 
دفتر کل ... . بنظرتون کجا میتونه باشه ؟ 
دفترش ؟ خونش ؟ صندوق امانات بانک ؟ 
اولین جایی که پلیس با حکم تفتیش میره هموناییه که گفتی 
توی این انجمن 5 نفره کی مسئول رسیدگی به امور مالیه ؟ 
( انجمن 5 نفره ، لی جه هیوک ، کیم بونگ جو ، پارک جونگ ایل ) اینه ، پارک جونگ ایل خبرنگار میونگ روزانه 
چیزی علیهش دارین ؟ نقطه ضعف و اینا مثلا ؟ 
به قیافش میخوره زیاد داشته باشه 
( پارک جونگ ایل ) 
لقبش ماشین فروش مقاله ست 
فقط واسه پول مقاله مینویسه 
این آدم ارتباط ضعیفیه 
خانم کیم اگه یکی بهت رشوه بده ، کجا نگهش میداری ؟ 
خب تا حالا نگرفتم نمیدونم 
ولی مطمئنا بانک نمیذارم - درسته - 
اگه بیشتر از 10 هزار دلار باشه پیش فرض گزارشش به خدمات نظارت مالی میرسه 
درسته - بخاطر همینم برای - 
پول سیاه ، یه انبار مخفی هست 
یه انبار بعنوان صندوق مخفی انجمن 5 نفره ؟ 
دفتر کل هم باید همونجا باشه 
اول بیایم بریم دنبال رشوه های پارک جونگ ایل 
اینجوری میرسیم به جایی که دفتر کل مخفیه 
آره 
ببینید ، من قبلا دادستان بودم 
این یه مورد رو به من بسپرید 
باشه حتما بریم سراغش 
همین الان مینوو رو با موفقیت نجات دادم 
" بازدید از رستوران های ستاره " 
نمیدونید من چقدر ازون بخش خوشم میاد 
قربان من خیلی مفتخرم که شما تشریف آوردید به رستورانم 
ولی اینجا سس هاش در حد مرگ خوبه 
بشقابها و تزئینات خیلی پیچیده ان 
حواسم بود که برای یه مهمون درجه یک سنگ تموم بذارم 
این رستوران چطوری برای شما شد به جایی که همیشه میای ؟ 
اینجا غذاهاش طعمای خوبی دارن آدم همیشه غافلگیر میشه 
من به این طعم عجیبش عادت کردم 
" طعم عجیب و غریب " 
عنوانش همینه 
بله عنوان خوبیه 
لطفا یه مقاله خوب برای رستورانم بنویسید 
ای بابا ، مردم به کارای با تملق من میگن شاهکار 
پس من امشب کارمندم رو میفرستم 
باشه 
ممنون آقای پارک 
خدایا عجب آَشغالیه عه اومدین 
این مصاحبه یه کم گرون شد ، نه ؟ 
شرمنده که مجبورتون کردم استعدادتون رو همچین چیزی تلف کنید 
هم متاسفم هم ممنونم 
من همیشه دوس داشتم واسه شما جبران کنم شما بهم فرصت دادی که این کاروب کنم 
امیدوارم حال پسرتون خوب باشه - بله به لطف شما - 
امیدوارم همونطور که برای من موفق شدید ، این بارم برنده باشید 
بله ، همین اتفاق هم میفته 
میدونید این دوتا بانو اصلا شوخی بردار نیستن 
ما حتما میبریم 
میدونی ؟ 
یادته اون روز چی بهم گفتی ؟ 
چیه ! ؟ 
وقتی چیز قشنگی میبینم باید عکس بگیرم 
چی ؟ 
از الان به بعد دیگه بحث قبلیا رو وسط نکش 
منظورم دوس دخترای قبلیته 
روزی که نویولسونگ رو پایین بکشیم میشه اولین روز قرارمون 
واقعا ؟ یهویی چی میگی ؟ خیلی یهویی پیش کشیدی مسئله رو 
ببین 
بفرمایید مرغ ترش و شیرین - ممنون - 
ممنون - خواهش میکنم نوش جان - 
سوپ کیک ماهی هم زودی آماده میشه 
عه اومدید 
خدایا ، واسه همین گفته بودم با این راهکار مخالفم 
سرم خیلی شلوغه 
یه آبجو لطفا - باشه - 
چیزایی که گفت رو نمیخرم 
وااا ، این دستگاه خودفروش ، جالبه 
پیش پرداخت گرفت ، مصاحبه کرد و نیم ساعته یه مقاله نوشت 
آدمایی که از استعدادشون فقط برای منافع خودشون استفاده میکنن باید تو آتیش بسوزن 
الو 
کیف پول داره حرکت میکنه 
مقصد کجاست ؟ 
داره میره سمت دانیونگ 
دانیونگ ؟ 
دانیونگ ؟ 
دانیونگ استان گیونگی ؟ همونجایی که موسسه حقوقی چایول زمین داره ؟ 
بله همونجا 
خوب حواستون باشه که دقیقا کجای دانیونگ میره ، باشه 
مطمئنی این زمین مال چایوله ؟ 
آره همه زمینای این اطراف مال چایوله 
ردیاب توی کیف همین دوروبر توقف کرد 
( رئیس نویولسونگ ) 
( " بازدید از رستوران‌های ستاره : تا دیر نشده یه سری بزنید " ) 
( پارک نایون گفت " اینجا انگار غرق اثرای هنریم " ) 
( عکس از میونگ روزانه ) 
( خبرنگار پارک جونگ ایل ) 
هی 
تو در مورد این رستورانه مقاله نوشتی ؟ 
باهاشون معامله ای چیزی که نکردی ، درسته ؟ 
آخه کدوم معامله ؟ 
ولی واسه چی میپرسی ؟ 
صاحب رستورانه با دونگ گیجون کار میکنه همونی که رو پرونده پروفسور سو کار میکد 
بهشون نزدیک نشو 
زمین مال رئیسه چائه ولی زمین داریش با یکی دیگست 
پارک جونگ ایله 
زمین داری چیه بابا 
احتمالا تنها کارش این بوده که حواسش به محل مخفی انجمن 5 نفره باشه 
ولی خب حالا این انبار مخفی کجاست ؟ 
تا چشم کار میکنه فقط مزرعه سیره 
آره مزرعه سیر 
درسته 
هیچ قانونی نیست که بگه سیر فقط تو مزرعه سیر رشد میکنه 
اگه لوبیا بکاری ، لوبیا برداشت میکنی اگه سیر بکاری ، سیر برداشت میکن 
پس اگه قرار بود دسته های اسکناس بکارن اسکناس برداشت میکنن ، درسته ؟ 
آها 
وااای ، چجوری میخوایم همه اینجارو بکنیم ؟ 
فعلا بیاین شروع به کندن کنیم 
عه عه ، وکیل دونگ 
ولی آخه - عه ، ای بابا بچه ها - 
ما وقت نداریم کل اینجارو بگردیم که 
یه باره باید حلش کنیم 
خیلی خب 
دوستان 
بیل مکانیکی هم داره میاد 
میبینید ؟ 
اوه اوه اونجارو 
اه ، دفتر کل نیست که 
این یعنی این پول مال خود پارک جونگ ایله ؟ 
گمون نکنم اگه بازم بکنیم ، به چیز خاصی برسیم 
مگه اینکه دفتر تو یه جای عمیقتر باشه 
... جای عمیقتر شک دار چون مجبور بودن مدام دفترو بررسی کنن احتمالا 
اگه تو مزرعه سیر نیست 
اونجارو روشن کن 
وای یا خدا ، این چیه ؟ 
یه دستورالعمل هایی هست که آدمای فاسد همیشه دنبال میکنن 
همیشه رازهاشونو همچین جاهایی مخفی میکنن 
یه لحظه برو عقب 
دقیقا کجا ؟ 
بهم اعتماد کن 
خب اینجور موقعا باید دنبال یه سوراخ رو دیوار باشیم که یهو یه گاوصندوق مخفی نمایان بشه 
اونجا نیست بابا 
فقط یه احمق اونجا میذاردش 
خب دقیقا یه احمق دفتر کل رو اینجا قایم کرده 
چی ؟ نه بابا ؟ مگه میشه ؟ 
ها ؟ 
( نا سونگ ایل ، استاد حقوق ) 
وای همه سوابق معاملات و اسما اینجاست 
با این به رشوه خواری متهم میشه 
بالاخره اونایی که از نویولسونگ حمایت میکن رو پیدا کردیم 
چی ؟ پیداش کردین ؟ 
آفرین 
چی ؟ منظورت چیه ؟ 
بذار رک بگم 
کیم سارا دفتر کل مارو داره ؟ 
وای حالا چیکار کنیم ؟ 
از کجا جاشو فهمید ؟ 
هی - بله ؟ 
برای اون مقاله هه معامله کردی نه ؟ 
آره ؟ گیر افتادی ، نه ؟ 
... نه بذارین توضیح بدم ، اون مقاله 
عمدی که نکردم 
میدونید که ؟ - عوضی رو ببینا - 
این همه حماقت از کجا میاد ؟ 
بس کن - چطور جرات میکنی ؟ 
گفتم اینقدر راحت هی پشت هم معامله نکن - هی بس کن - 
از اولم ازین عوضی خوشم نمیومد - داری میکشیش - 
عوضی 
عین سگ کل شهر 
دنبال پول بو میکشی میری 
بسه دیگه - از همه پول میگری - 
وای - عوضی بی خاصیت - 
فردا بیکاری ؟ - آره چرا ؟ 
اگه فردا بیکاری - هی میدونستی - 
بیا بقیه بچه هارو دعوت کنیم - واسه همینه - 
سویون - سلام آجوشی - 
آره - من نمیخوام - 
بیا فردا انجامش بدیم 
هی آسانسور بازه 
( پلیس مهربان و قابل اعتماد در کنار مردم ) چیه ؟ 
- دفترو برام بیار - 
همه چیز باید برگرده به جایی که بهش تعلق داره 
دفتر به پلیس تو هم زندان 
جدی ؟ پس تو هم باید برگردی 
به همون روزایی که نمیتونستی سویون رو ببینی 
سویون ؟ 
به محض اینکه دفترو به پلیس تحویل بدی ، دیگه پسرتو نمیبینی 
... چی 
چیه ؟ چیزی شده ؟ 
( خانم لی پرستار سویون ) 
بله خانم لی - سویون نیست - 
وقتی از مهدکودک نیومد خونه رفتم دنبالش 
( مخاطبین ) 
( عشقم ) 
چیشده ؟ 
اون سویون رو برده 
چیکار کنم ؟ 
آها ، میشه گوشی بچه هارو ردیابی کرد 
بریم 
میشه دنبال سویون بگردی ؟ 
من ماجرا رو با نویولسونگ تموم میکنم 
نه وایسا 
( لوکیشن لحظه ای تلفن همراه ) 
آشغال پست ، چطور میتونی پسر خودتو بدزدی ؟ 
تا کجا میخوای ادامه بدی ؟ 
خودت چی ؟ 
این چه کاریه با شوهرت میکنی ؟ 
سویون کجاست ؟ - اونی که من خواستم کجاست ؟ - 
اول سویون رو بیار 
اگه جعلی باشه چی ؟ 
( هان دونگجین : نمیانده مجلس ، چایون سوب : منشی ارشد ) 
( کیم یو شین : رئیس ، اوه جونگ جه : 
اول اونو بده من 
چطوری بهت اعتماد کنم ؟ 
دارن میرن سمت فرودگاه ، ممکنه از کشور خارج بشن 
همین حالا بهش زنگ بزن 
بله قربان 
حتما کلی نقشه فرار داری 
میدونی کی توی دنیا از همه قویتره ؟ 
کسیه که علیه اون فرد قدرتمند یه چیزی داره 
پس بدون جایگاهت چیه 
تو نمیتونی منو زمین بزنی 
موندم میتونی از همه برنامه های فراری که چیدی استفاده کنی یا نه 
ای بابا 
مامان ، بابا 
سویون - بیا پیش بابا - 
دارم با مامان یه بازی بامزه میکنم 
تو هم باید بیای 
زودباش ، دفترو بذار پایین 
اول سویون رو بفرست اینجا 
اصلا فیلم نمیبینی ؟ 
اول تو باید سلاحتو بذاری کنار مگه نه سویون ؟ 
بفرستش اینجا 
سویون بیا اینجا 
مامان 
برو با مامان بازی کن 
مامن - سویون - 
بریم 
این چیه ؟ 
لعنت بهت کیم سارا 
نمیتونیم دفترو اصلی رو بهش بدیم 
لطفا خوب حواست به سویون باشه 
سویون بهت گفته بودم دنبال کسی نرو 
بهم گفت تو منتظرمی 
منشی بابا اینجوری گفت 
سویون باید دنبال مامانت بری 
این آجوشی کیه ؟ 
دوست منه 
سلا سویون 
سلام 
بیا با هم دوست بشیم 
بیا بزن قدش 
بوم 
رسوایی قابل توجهی پیرامون افشای دفتر رشوه خواری موسسه حقوقی چایول رخ داده است 
هر رشوه بالغ بر پنج میلیون دلار و در مجموع پنجاه میلیون دلار بوده است 
رئیس نویولسونگ برای ساخت شهرچایول ، به افراد بانفوز رشوه داده است 
من اکنون گزارش وضعیت تحقیقات را در مورد رشوه در منطقه بازسازی در سوهادونگ که به عنوان پرونده مشکوک شهر چایول نیز شناخته می شود ، آغاز می کنم . 
مسئله چیه ؟ 
اگه به حرفامون گوش ندی پشیمون میشی 
حرفای گونگ دوکگوعه 
اون گفت شما و نویولسونگ همراه مادر خانم کیم اون روز توی ماشین بودی 
واسه همینم دادستانی به نویولسونگ زنگ زده 
و اینکه 
" کی پارک جونگسوک رو توی اون کارخونه هل داده ؟ " 
" کار منشی بک بوده " 
اینا اظهارات نویولسونگه 
( کی پارک جونگسوک رو اون روز توی کارخونه هل داده ؟ ) 
( کار منشی بک بوده ) 
با این چیزای مسخره به من دروغ نگید 
دادستانی مسئولس که اسمش اونجاست دوست منه 
میتونی بری از خودش بپرسی حقیقت داره یا نه 
هنوزم فکر میکنی میشه به نویولسونگ اعتماد کرد ؟ 
بهتره به خودت بیای 
اگه فکر میکرد الکیه به نویولسونگ نشونش میداد 
یه کمی شک کرده 
واو ، وکیل دونگ دیگه تمریناتش تا همینجا کافیه 
خوب بلدی چطور دروغ سرهم کنی 
خیلی فاسدش دم ، نه ؟ 
وای از دست رفتم 
این درست نیست 
کارت عالیه 
ازون سمت برید عجله کنید 
بریم 
دادستانیه حکم تفتیش دارن 
فکر کنم اول بیان اینجا 
وقتی کارشون تموم بشه به تو زنگ میزنن باید حرفامونو یکی کنیم 
بله 
اگه بحث مادربزرگ سویون رو وسط کشیدن من توی ماشین نبودم 
بله ؟ 
گونگ دوکگو رانندگی میکرده و خودش پیاده شده 
و بعدم تو تا کارخونه رانندگی کردی 
بگو بردی کارخونه پیاده‌ش کردی 
الان مسئله ایسن نیست 
مسئله لابی بودجه ست 
به اونجا ختم نمیشه 
اگه بفهمن دروغ گفتم 
خب باید دستگیر بشی دیگه چیکا میتونیم بکنیم ؟ 
من ؟ 
پس من برم زندان ؟ 
چایول چی میشه ؟ 
هی نگران نباش چرا اینقدر ترسیدی ؟ 
من تا آخر همه این قضایا هواتو دارم 
بهم اعتماد داری دیگه ، درسته ؟ 
سوءظن لابی بودجه برای شهرک چایول برای این مسئله حکم تفتیش و توقیف داریرم 
شروع کنید 
آجوشی حواست به اون باشه 
اصلا گوش نمیده 
( راهکار تخصصی طلاق ) 
انتخاب دانشکده حقوق موسسه حقوقی چایول حذف شد 
خانم کیم 
میگفتن " از هر دست بدی از همون دست میگیری ؟ " 
" عدالت همیشه برنده ست " " خودکرده را تدبیر نیست " 
- " آشیه که خودت پختی " اصلا هرچی 
اصلا فقط میگیم " خودش یه درکونی به خودش زد " 
درسته خانم کیم ؟ - آره - 
الان خیالمون راحت تره و میتونیم پرونده مامانم رو تموم کنیم 
عه ، منشی کیم چیشد ؟ 
درست شد 
خودش داوطلب شد کمک کنه 
دستت درد نکنه 
ولی این که نویولسونگ رفته حاشیه یه کم نگران کنندست 
الان وقتشه که برای نجات دست و پا بزنه 
نه میترسم هدفش تو باشی 
( نویولسونگ ) 
حواسم هست 
میدونستم فورا میای 
شرطت چیه ؟ 
در قبال اینکه بهم بگی مامانم چطوری مرد چی میخوای ؟ 
بذار یه چیزی ازت بپرسم 
تو با هدف اومدی تو خونه من ؟ 
وقتی ازین سوالا میپرسی معلومه خیلی بیکار موندی 
پس حس خیانت همچین چیزیه 
حتما تو هم سختت بوده که بیخیال من بشی 
چیکار داری میکنی تو ؟ 
آخ حتما درد داره 
اذیتت میکنه ، نه ؟ 
خوبی ؟ 
التماس کن التماس کن نجاتت بدم 
اصلا شهامتش رو داری ؟ 
لب هات هنوز زنده اس 
تو مامانم رو کشتی درسته ؟ 
چه مدرکی داری که من هلش دادم ؟ 
پس تو اونو هل دادی 
چطوری 
چطوری تونستی اینکارو بکنی ؟ 
مامانم باهات خوب بود 
هی اون خوب بود ؟ 
اون با من خوب بود ؟ 
کسی با خوبی میاد و منو تهدید میکنه ؟ 
آدم خوب تهدید میکنه که یه کاری کنه اگه دخترش رو از زندان درنیارم ؟ 
مامانم اومد پیش تو ؟ 
بیا 
" دفتر کل چایول تقلبیه و من ساختمش " 
" فکر نمیکردم اوضاع اینقدر بزرگ بشه معذرت میخوام " 
بیا این وویس رو بگیریم 
چطوری مامانم رو هل دادی ؟ 
دوباره " دفتر کل تقلبیه " اعترافت رو شروع کن دوباره " دفتر کل تقلبیه " 
اعترافت رو شروع کن 
چرا مامانم رو هل دادی ؟ 
منظورت چیه اونو هل دادم ؟ خدای من 
سوار ماشین شد و اومد کارخونه 
بعدش چی شد ؟ 
من کار اشتباهی نکردم 
من کار اشتباهی نکردم 
تو قاتلی 
قاتل ؟ دیوونه شدی ؟ 
گفتم من نبودم 
اگه کسی یه حرفی میزنه تو باید یاد بگیری گوش کنی 
چرا کسی این اطراف نمیدونه چطوری حرف گوش کنه ؟ 
خدای من 
سا را این چیه ؟ 
داری نابغه ی شنود میشی کیم سا را 
( نو یول سونگ ) 
مراقبم 
اون دست راست و چپش به همراه پشتش قطع شده 
من تنها کسی هستم که میتونه اعتماد کنه 
اگه اون منو کسی کنه که دفتر رو ساخته میتونه یه راه فرار درست کنه 
ولی نو یول سونگ تنها راهکاریه که برام مونده 
هیچ شاهدی یا مدرکی نیست که قتل مامانم رو نشون بده 
به اعترافش نیاز دارم 
میخوای خودت ازش بگیریش ؟ 
اون سعی میکنه باهام معامله کنه 
این شانس منه 
باشه بیا امتحان کنیم 
مراقبم 
تو باهام میای 
کار نمیکنه باید گیر افتاده باشه 
چه کار کنیم ؟ هنوز چیزی نگرفتیم 
بیاین بریم تو 
چی شده ؟ 
صاف بشین 
به نظر میرسه یه کانتینر آماده کرده 
بخش کانتینر بندر یونگ سونگ 
تا جایی که بتونم وقت جور میکنم 
خدای من خیلی رو اعصابه 
هی 
فکر میکنی یه راه فرار داری اگه چرخ ماشین رو سوراخ کنی ؟ 
بیا بیرون 
همین الان بیا بیرون 
ضبط صوت اینجاس 
چه کار کنیم ؟ 
یکمی میخوای ؟ 
به نظر میاد سردته 
شنیدم این میره سنگال 
نمیتونی تصورش رو کنی مگه نه ؟ 
اگه این بسته بشه و بره روی قایق دو ماه طول میکشه تا برسه اونجا 
نگران نباش 
ازشون خواستم تو رو جایی با نور خورشید خاک کنن 
سرده 
واقعا دوستت داشتم 
برای همین باهات ازدواج کردم 
عشق ؟ 
جون عمت 
ازدواج مثل یه کمده برات 
یکی رو انتخاب میکنی که بپوشی و دربیاری 
زن هات لباسای آویزون اونجا هستن 
بین اونا کیم سا را مورد علاقه ام بود 
تو کسی بودی که نخواستی 
صبر کن 
صبر کن 
مهم ترین چیز اینه که پنج دقیقه وقت داری 
این یعنی چی ؟ 
ساعت 10و25 دقیقه اس 
کانتینر ساعت 10ونیم بسته میشه و بار زده میشه 
شماها برین اونطرف 
من این ور میرم - باشه - 
خیلی خب 
چیه ؟ 
ضبط رو قطع نکردم ؟ 
بیا یه بار دیگه امتحان کنیم 
یه اعتراف که تو دفتر کل رو ساختی 
سرده مگه نه ؟ 
درسته نمیخوای بمیری درسته ؟ 
سا را ما که با هم غریبه نیستیم 
بیا به هم یه لطفی بکنیم 
اگه برای رشوه گری بی گناه بشی چیزی عوض نمیشه 
منشی بک رفته دادستانی 
باهاش چه کار کردی ؟ 
کجایی ؟ 
ببخشید قربان 
فقط برای کارهایی که کردم مجازات میشم 
الو ؟ هی 
عوضی احمق 
سا را اصلا به زندگیت اهمیتی نمیدی ؟ 
داری شانست برای زندگی رو دور میندازی 
الان جرم هات علیه مامان من برای دنیا فاش میشه 
فقط اونه که داره این ادعا رو میکنه 
این چیزیه که مهمه 
این کانتینر به زودی بسته میشه 
اینطوری نمیشه باید برم 
فکر کنم با این موافقت میکنی بیا 
آخرین حرفات رو به سو یون بزن 
میزارم وقتی بزرگتر شد بهش گوش بده 
سو یون 
کسی که مامان بزرگت رو کشته باباته 
چند بار باید بگم که من نبودم 
چقدر دیگه وقت دارم ؟ 
الان کنجکاو شدی ؟ 
الان ترسیدی ؟ 
کمتر از دو دقیقه مونده 
گفتی وقتی در رو ببندی تموم میشه 
پس بهم بگو 
قبل از اینکه بمیرم بگو مامانم چطوری مرد ؟ 
تو از اولشم میخواستی اونو بکشی ؟ 
تو هلش دادی ؟ 
من هلش دادم 
من بودم 
من هلش دادم ولی از عمد نبود یهویی شد 
الان راضی شدی ؟ 
یه اشتباه بود نمیخواستم اونو بکشم 
پس تو کسی بودی که مامانم رو کشتی 
تو کسی بودی که هلش دادی 
تو اونو انداختی ولی حتی نگاهش نکردی 
فقط گذاشتی بمیره 
تو قاتلی چون گذاشتی اونطوری بمیره 
برای همینه نمیتونم بزارم زنده بمونی 
آرزو میکنم سو یون هیچ وقت یه آشغال مثل تو نشه 
لطفا بهش اینو بگو 
باشه 
سا را 
واقعا وقت خدافظیه 
درسته 
این آخرین هدیه ام بهته 
نمیتونی خودت رو باز کنی و راحت از اینجا بری بیرون 
صبر کن 
وایسا 
وایسا 
کیم سا را 
باید تا آخرش با هم باشیم 
کیم سا را 
سا را بیدار شو 
خوبی ؟ منو میبینی ؟ 
بیا مراقب باش 
تا حد مرگ ترسیدم 
چی ؟ 
فکر کردم این سری نمیایی 
چرا قلبت اینقدر ناامیدانه صدا میده ؟ 
تو نگرانم کردی و متاسفی 
خوشحالم که تو نگرانی 
کجا میری ؟ 
باید بیای منو ببینی 
یه لحظه لطفا 
تموم شد 
قبول کن 
چی تموم شده و چی رو قبول کنم ؟ 
چه کار اشتباهی کردم ؟ 
چه کار 
چه کار میکنی ؟ 
چرا ضبط رو خاموش نکردی ؟ 
من هلش دادم ولی از عمد نبود یه اشتباه بود اینم مدرک اعتراف 
کیم سا را تو واقعا 
پرسیدی تموم شد ؟ 
تو مثل یه کک آبی نمیتونی فرار کنی 
به خاطر گناه هایی که کردی مجازات میشی 
مخصوصا تا مرگت باید از مامانم بخشش بخوای 
برای مدت طولانی ای که توی زندان هستی سالم بمون 
در آخر حتی یکی مثل تو هم میتونه مثل آدمیزاد زندگی کنه 
امیدوارم بتونی 
بیا اینجا عوضی هی 
ولم کن یه چیزی باید بگم 
فکر کردی تموم شده ؟ 
همتون رو میکشم 
ولم کن 
خودم میرم ولم کن 
بابت تلاشت ممنون 
مدیر کیم لگدت عالی بود 
خوب نزدمش چون حالم خوب نبود 
چی داری میگی ؟ عالی بود تو عالی بودی 
( پارک چونگ سوک فقید ) 
مامان بزرگ رو یادته ؟ 
آره اون مهربون بود و برای همین دوستم داشت 
میگفت شبیه تو هستم 
مامان مردم میگن سو یون کپی برابر اصل منه 
لطفا از اونجا مراقب پسرم باش 
( تولد : اکتبر 11 , 1959 , مرگ : اکتبر 31 , 2022 ) 
لطفا مراقب دخترت و نوه ات با هم باش 
سلام تو دوست مامانمی 
آره درسته 
سو یون چطوری ؟ 
بزن قدش 
( پارک چونگ سوک فقید ) 
( تولد : اکتبر 11 , 1959 , مرگ : اکتبر 31 , 2022 ) 
من دادستانی هستم که با یک یادداشت به دیدنت اومدم 
من اینطوری هستم 
ببخشید دیر شناختمتون و برای دیدنتون خیلی دیر شده 
( پارک چونگ سوک فقید ) 
این دین رو دوبرابر به دختر و نوه اتون پس میدم 
چطوری میخوای جبران کنی ؟ 
سو یون 
بریم 
شاید اینطوری ؟ 
( چند ماه بعد ) 
طبقه ی دوم خیلی وقته خالی مونده 
باید برگردم اونجا ؟ 
موسسه ی حقوقی الانت چطوره ؟ 
تازه بهشون ملحق شدی 
قراردادم یه ساله تموم میشه 
چطوری تا اون موقع صبر کنم ؟ 
خیلی خوب میدونم چه حسی داری 
میدونم چقدر صبر کردن سخته 
این یکی چطوره ؟ 
نه 
صبر کن پس اون چطوره ؟ 
نه واقعا 
اون چطوره ؟ 
خوشگله 
درسته ؟ - آره - 
میشه اینو ببینیم لطفا ؟ 
چطوره ؟ 
خوشگله دوستش داری ؟ 
خیلی زیاد 
باشه 
اینو میگیریم 
سو یون امروز خیلی روز مهمیه 
همونطور که قول دادی میتونی بهشون تبریک بگی ؟ 
البته میتونم 
ممنون پسرم 
روز خوبی توی مدرسه داشته باشی بعدا میبینمت 
بعدا میبینمت 
سو یون 
دوستت دارم پسرم 
منم دوستت دارم مامان 
سلام - سو یون سریع بیا - 
مدیر کیم وقت میکاپتون ساعت 12 هست 
( پارک نا یون ) 
( لی جو وون ) 
( هان جی این ) 
( کیم یونگ آ ) 
به خاطر خدا 
این سخته 
زن پولدار عالی هستی 
این زیادیه ؟ 
هرچی چاقتر بهتر 
مخصوصا برای پاکت های پول 
درست میگی - آره - 
تقصیره منه طلاق گرفتم و کلی پول گیرم اومده ؟ 
اون فقط خوش شانس بوده 
برای اون خوبه - براوو - 
توی خوشحالی غش میکنه - غش میکنه قطعا - 
باید برم اون کنار 
( عروس ) 
( هدیه ی پولی ) 
اون بامزه اس مثل مامانشه 
داماد کوون ده گی و عروس کانگ بوم یه دست به افتخارشون 
اونا رو دعوت کردم 
چی ؟ چرا ؟ 
چون الان مال منی 
میخوام جلوی قدیمی هات یه چیزی رو ثابت کنم 
بعدش ما کیم سا را که هم ارشد و هم رئیس عروس و داماد هست رو دعوت میکنیم تا مراسم رو شروع کنه 
من دوبار ازدواج کردم و دوبار طلاق گرفتم 
من یه متخصص طلاقم 
برای همین خجالت میکشم که مراسم رو شروع کنم 
ولی من بیشتر از کسایی که تا حالا ازدواج نکردن نمیدونم ؟ 
قطعا 
ازدواج یه تعهده که بیشتر از سی هزار بار با شریکت غذا بخوری 
شما ها این سی هزار غذا رو با هم شریک میشین ؟ 
من سه میلیون غذا باهاش میخورم 
منم 
خوبه 
وقتی همدیگه رو سرزنش کنین آخر ازدواجتونه 
مطمئنین گریه نمیکنین ؟ 
آره - آره - 
آره - در آخر - شما دوتا آماده این جدا بشین ؟ 
ببخشید ؟ - ببخشید ؟ 
قرار گذاشتن اگه برای یک عمر نباشه مشکلی نداره 
میتونی هر وقت بخوای تمومش کنی و هر وقت بخوای تموم میشه 
اگه جدا بشین مشکلی نیست 
آخر دنیا نیست 
اینطوری یه تنش توی ازدواجتون نگه میدارین و بخشیدن همدیگه سخت تر میشه 
آره - آره - 
بعد ما حلقه ها رو به عروس و داماد میدیم 
امروز کارت عالی بود 
داشتم از اضطراب میمردم 
میدیدم 
بامزه بودی 
خب 
راستی تا کی باید صبر کنم ؟ 
اگه سه بار یه چیز رو تحمل کنی توی این مرحله میسوزی 
اگه من بسوزم چی ؟ 
کیم سا را میتونه توی مسیرش قدم بذاره 
منم همون مسیر رو میرم 
نه 
چی ؟ 
دیگه نمیخوام ازدواج کنم 
پس چی ؟ 
بیا به هم بزنیم 
چی ؟ 
بیا بعد از پنج سال با هم زندگی کردن به هم بزنیم 
اگه یه ازدواج با تاریخ انقضا باشه مشکلی ندارم 
ازدواج 
غذای کنسرویه ؟ - منم همینو میگم - 
تاریخ انقضا برای غذای کنسرویه چرا برای ازدواج نباشه ؟ 
یه سوالی دارم 
اگه بخوام باهات ادامه بدم چی ؟ 
اگه این معجزه رخ بده میتونیم دوباره ازدواج کنیم 
دوباره پنج سال تاریخ انقضا داره 
صبر کن بزار فکر کنم 
باشه خوبه 
یه هدف دارم از امروز ده تا حلقه میگیرم 
برای تو 
بیا برای کلی وقت شریک بمونیم 
شریک تجاری 
نه اون بلکه شریک زندگی 
گولت زدم 
نخواستیم 
من گولت زدم 
( ملکه ی طلاق ) 
elaheh_sh طعم خنجر از پشت خوردن غیر منتظره 
یه کاری بکن 
تو مثل یه خار برای کل زندگی توی گلوی من بودی 
برات کاملا تموم شده 
خانواده ها رو نابود میکنی ؟ 
یه زن بی گناه رو گول زدین چرا مسخره بازی درمیارین ؟ 
نفقه رو بیار گناهات رو هم قبول کن 
اگه درخواست تو باشه هر کاری میتونم بکنم 
لطفا ازم طلاق بگیر 
داری اینکارو میکنی تا از زیر پول دادن در بری ؟ 
اگه شرکتمون عمومی بشه برای چئون جی دونگ سان هست 
من از هر کس دیگه ای بیشتر مطمئنم که من مادر اون بچه ها هستم 
اون زن مرده خودکشی نکرده 
اگه تو خوشحال باشی منم خوشحالم 
منم دوستت دارم مامان 
ما ورودت به کازینو رو مخفی نگه میداریم 
من مسئول این پرونده هستم 
من اتفاق افتادن پروفسور سو رو دوباره بررسی میکنم 
شنیدم کلی قرار از پیش تعیین شده داری 
منم بزارم توی لیست 
وقتی آب جوش میبینم عصبانی میشم 
اینقدرا صورتم عادی نیست 
ناراحتم مثل یه سگ ناراحتم 
من غرور دارم و پول دارم اینقدر پولدارم که پول اینو بدم 
یادت نره که والدینی هستن که حتی بچه های خودشون رو هم میخورن 
من هر کسی که دندوناش رو نشون بده گاز میگیرم 
اگه حرکت غیر ضروری ای بکنی چی میشه ؟ 
باید حواست به خودت باشه 
ما یه لیست از سوپرایز داریم برات که شوکه ات میکنه 
یه شکست توی ازدواجه ؟ 
نه راهکارمون هنوز تموم نشده باید ببینیم این سری کی میبره ؟ بیا شروع کنیم 
راهکار این بار ( امیدواریم از دیدن این سریال با ترجمه کره‌فا لذت برده باشین ) 
