Gosh , Seo Yun . 
ආයුබෝවන් . 
- ආයුබෝවන් . - හේයි . 
උවමනාවක් වුනොත් මගේ ස්වාමිපුරුෂයා ඕනෑම විහිළුවක් උත්සාහ කළා . 
ලී මහත්මිය ඔහු සමඟ සිටිනු ඇත ඔහු පාසල් යන විට . 
දෙවියනේ . ඔහු ගැන කරදර නොවන්න . මගේ ගෘහ සේවිකාව දරුවන් සමඟ හොඳයි . 
ඔබට මිතුරෙකු සිටිනු ඇත ඔබ මගේ නිවසට පැමිණෙන විට . 
එයාට මගේ දුව එක්ක සෙල්ලම් කරන්න පුළුවන් . 
හොඳ පිරිමි ළමයෙකු වන්න , ඇයට සවන් දෙන්න මම ව්‍යාපාරික ගමනක් යන අතරතුර . 
ඔබේ මවට ආයුබෝවන් කියන්න . 
ආයුබෝවන් , අම්මා . 
- ඔබට කෙටි කෑම ටිකක් අවශ්‍යද ? - ඔව් . 
මම ඔබට රසවත් කෑම වර්ග හැදුවා . අපි යමු . 
අපි යමු . මට පුදුමයි ඔබ කැමති කුමන ආකාරයේ අතුරුපසක් . 
( අවසන් කථාංගය ) 
ඔයා කිව්වා අපි කියලා තවමත් එකම කණ්ඩායමේ . ඒ වගේම මම ඔයාව විශ්වාස කරන්නයි යන්නේ . 
හේතුව කුමක් වුවත් , මටත් ඕන එයා පහලට යනවා බලන්න . 
ඒ කෙසේ වුවත් , සභාපතිනිය චා එහෙමයි වගේ ඇය ඉතා දරුණු ලෙස අසාධාරණයට ලක්ව ඇත . 
ඔයාට බය නැද්ද ? 
මම . මම හරිම අමාරුවෙන් හිනා වෙලා බය වෙලා බලන්න නෙවෙයි . 
එබැවින් මට මෙහි මාංශ පේශි කැක්කුමක් තිබේ . 
Noh Yul Seong ගැන කුමක් කිව හැකිද ? 
තවම කිසිවක් නැත , දැනට . 
මහාචාර්ය Seo ගේ නඩුව සම්බන්ධයෙන් , ඔහු මහාචාර්ය Seo ගේ දුරකථනය ඉවත් කළේය . එබැවින් එය පහසු නොවනු ඇත . 
මගේ අම්මාගේ නඩුව ගැන , එය තවමත් පරිපූර්ණ අපරාධයකි . 
- ඉන්පසු ... 
- මම ඔහුව කොන් කළ යුතුයි ... ඔහු ලොකු වැරැද්දක් කරන තුරු , පොඩි වැරැද්දක් වහගන්න හදනවා . 
මෙතන . 
එය ඩොලර් මිලියන 50 සමාජයයි . 
පංච පුද්ගල සමාජයද ඔබේ පියා කතා කළාද ? 
ඔව් . ඔවුන් අල්ලස් ලෙස මුදල් ලබා දුන්නා . 
ඔබට මෙය භාවිතා කළ හැකි යැයි මම බලාපොරොත්තු වෙමි ඔහුව කොන් කිරීමට . 
( සාමාජිකයින් 5 දෙනෙකුගේ සංගමයේ ගොනුව , ඩොලර් මිලියන 50 සමාජය ) 
( චායුල් නගර ප්‍රවර්ධන කණ්ඩායම , සමස්ත මෙහෙයුම , Noh Yul Seong ) 
( පුද්ගලික තොරතුරු සාමාජිකයින් 5 දෙනෙකුගෙන් යුත් සමාජය මත ) 
( Seo Woong Jin ) 
( සමස්ත මෙහෙයුම , Noh Yul Seong ) 
( මුදල් , ඉදිකිරීම් සහ සැලසුම් ... ) ජනතාවගෙන් මිදෙමු Noh Yul Seongට පිටුබලය දීම . 
ඔහු මිනිසුන්ට අල්ලස් දුන් නිසා , ඔහුට ලෙජරයක් තිබිය යුතුය . අල්ලස් සඳහා ලෙජරයක් . 
ලෙජරය වනු ඇත Noh Yul Seong ගේ අවසන් ආයුධය . 
කුමක් ද ? එය ඔහුගේ දුර්වලකමක් නොවේද ? 
එය ඔහුගේ දුර්වලකමක් වීමට පෙර , ඔහු එය ආයුධයක් ලෙස භාවිතා කරනු ඇත . 
ඔහු බොහෝ විට බ්ලැක්මේල් කරනු ඇත ලෙජරයේ සිටින මිනිසුන් ... ඔහුව කරදරයෙන් ගලවා ගැනීමට . 
ඉතින් ඔබට අවශ්යයි ලෙජරය ලබාගන්න , හරිද ? 
ඔව් . අපි සහතික විය යුතුයි ඔහු මෙයින් ගැලවී යන්නේ නැත . 
මම ඔහුව සිරගෙට යවන තුරු නොවේ මගේ අම්මව මරපු එකට . 
දෙවියනේ . ලෙජරය ... ඔබ හිතන්නේ එය කොහේද ? 
නීති සමාගම ? ඔහුගේ නිවස ? බැංකු සේප්පුවකද ? 
ඔවුන් පළමු ස්ථාන වේ පොලිසිය වටලනු ඇත ... සෝදිසි සහ අත්අඩංගුවට ගැනීමේ වරෙන්තුවක් සමඟ . 
මූල්‍ය කටයුතු කරන්නේ කවුද පංච පුද්ගල සමාජයේද ? 
( 5 සාමාජිකයින්ගේ සමාජය , Lee Jae Hyuk , කිම් බොං ජු , පාක් ජොං ඉල් ) ඒ ඔහු , පාක් ජොං ඉල් . Myeongil Daily පුවත්පතේ වාර්තාකරු . 
ඔබට ඔහු මත යමක් තිබේද ? ඔහුගේ දුර්වලතා වගේ ? 
එය පෙනේ ඔහුට ඒවායින් බොහොමයක් තිබේ . 
( Park Jong Il ) 
ඔහුගේ අන්වර්ථ නාමයයි ලිපි අලෙවි යන්ත්රය . 
ඔහු ලිපි ලියන්නේ මුදලටය . 
ඔහු දුර්වල පුරුකයි . 
කිම් මහත්මිය . කවුරුහරි ඔබට අල්ලස් දුන්නොත් , ඔබ එය තබා ගන්නේ කොහේද ? 
හොඳින් , මම කවදාවත් අල්ලසක් ලබාගෙන නැහැ . ඒ නිසා මම දන්නේ නැහැ . 
- බැංකුව නොවේ , නිසැකවම . - හරි . 
එය ඩොලර් 10,000 ඉක්මවා ගියහොත් , වෙත වාර්තා වේ පෙරනිමියෙන් මුල්‍ය අධීක්ෂණ සේවය . 
- හරි . 
- ඒ නිසා ඔබට අවශ්ය ... කළු සල්ලි සඳහා රහස් ගබඩාවක් . 
රහස් අරමුදලක් සඳහා ගබඩාවක් පංච පුද්ගල සමාජයේද ? 
ලෙජරය ද එහි තිබිය යුතුය . 
පළමුවෙන්ම , අපි මාර්ගය අනුගමනය කරමු පාක් ජොං ඉල්ගේ අල්ලස් ගැන . 
මාවත අපව මෙහෙයවනු ඇත ලෙජරය තිබෙන තැනට . 
ඔව් . 
බලන්න , මම ඉස්සර නඩුකාරයෙක් . 
ඇයි ඔයාට මාව මේ ගැන විශ්වාස නැත්තේ ? 
ෂුවර් . අපි මේක කරමු . 
මම මේ දැන් සාර්ථකව මින් වූව බේරගත්තා . 
" Stars ' Go - to Restaurants ! " 
ඔබට කිසිම අදහසක් නැහැ . මම කොටසේ විශාල රසිකයෙක් . 
මහත්මයාණනි , ඔබව පිළිගැනීමට ලැබීම ගෞරවයක් මගේ අවන්හලේ . 
මාර්ගය වන විට , සෝස් මෙම අවන්හලේදී මිය යා යුතුය . 
තහඩු සහ ඉදිරිපත් කිරීම එතරම් සංකීර්ණ වේ . 
සෑම දෙයක්ම ඉහළම මට්ටමේ ඇති බවට මම සහතික විය වැදගත් අමුත්තෙකු සඳහා . 
කොහොමද මේ අවන්හල අවසන් වුණේ ඔබේ නිත්‍ය ස්ථානය වෙනවාද ? 
මෙහි රසයන් අනපේක්ෂිත ය සහ ඔබව පුදුමයෙන් අල්ලා ගන්න . 
මම හුකන්න ගත්තා මෙම අමුතු ආකර්ෂණීය රසය මත . 
" අමුතු පුදුම රසයක් . " 
ඔන්න මාතෘකාව . 
මට පේනවා , මාතෘකාව . 
කරුණාකර හොඳ ලිපියක් උයන්න මගේ අවන්හල සඳහා . 
දෙවියනේ . මිනිස්සු කතා කරනවා මගේ චාටු වැඩ විශිෂ්ට කෘතියක් . 
එහෙනම් මම අද රෑට මගේ සේවකයන් යවනවා . 
හරි හරී . 
ස්තූතියි , පාර්ක් මහතා ! 
දෙවියනේ . ඒ කුණු කෑල්ල . ඔහ් , ඔයා මෙතන . 
එය මිල අධික සම්මුඛ පරීක්ෂණයකි , එය නොවේද ? 
මම ඔයාගේ දක්ෂතාවය නාස්ති කළා මේ වගේ දෙයක් මත . 
මට සමාවෙන්න කෘතඥ වෙනවා එම අවස්ථාවේදී ම . 
මට හැම විටම ඔබට ආපසු ගෙවීමට අවශ්‍ය විය . ඔබ මට එය කිරීමට අවස්ථාවක් ලබා දුන්නා . 
- මම හිතනවා ඔයාගේ පුතා හොඳින් ඉන්නවා කියලා . - ඔව් , ඔබට ස්තුතියි . 
මම හිතනවා ඔබ මේක දිනනවා කියලා ඔයා මට කළා වගේ . 
ඔව් , එය එසේ වනු ඇත . 
ඔයා බලන්න , මෙම කාන්තාවන් දෙදෙනා විහිළුවක් නොවේ . 
අපි දිනන්න සහතික වෙනවා . 
ඔයා දන්නවා ද ? 
ඔබ මට කී දේ මතක තබා ගන්න අනිත් දවසේ ? එය ... 
එය කුමක් ද ? 
මට පින්තූරයක් ගත යුතුයි මම ලස්සන දෙයක් දකින විට . 
කුමක් ද ? 
දැන් පටන් , ඔබේ හිටපු අය ගැන සඳහනක් නැහැ . 
මම කතා කරනවා ඔබේ හිටපු පෙම්වතියන් ගැන . 
අපි පහළට ගෙනෙන දවස නෝ යූල් සොං ... පළමු දිනය වනු ඇත අපගේ සම්බන්ධතාවයේ . 
බරපතල ලෙස ? නිකමටවත් කිව්වද ? ඒක ඉතින් හදිස්සියේ . 
ඉදිරිය බලන්න . 
- මෙන්න පැණිරස ඇඹුල් කුකුල් මස් . - ඔයාට ස්තූතියි . 
- ඔයාට ස්තූතියි . - ෂුවර් . රසවිඳින්න . 
මාළු කේක් සුප් ඉක්මනින් එළියට එනු ඇත . ෂුවර් . 
හේයි , ඔයා මෙතන . 
දෙවියනේ . මේ නිසයි මම ඔබට කිව්වේ මම මේ විසඳුමට විරුද්ධ වුණා . 
මම ගොඩක් කාර්යබහුලයි . 
- කරුණාකර බියර් බෝතලයක් . - ෂුවර් . 
මම ඇය කී දේ මිල දී ගන්නේ නැත . 
දෙවියනේ . එනම් එක් ආකර්ෂණීය විකුණුම් යන්ත්රයක් . 
ඔහුට මූලික ගෙවීමක් ලැබුණා , සම්මුඛ පරීක්ෂණය කළා , සහ ලිපිය ලිව්වා විනාඩි 30 ක් ඇතුළත . ටා - ඩා . 
තමන්ගේ දක්ෂතා පාවිච්චි කරන අය තනිකරම තමන්ගේ වාසියට ... සියලු දුක් විඳිය යුතුය ගිනි වළක . 
හේයි . 
මුදල් බෑගය ගමන් කරයි . 
ගමනාන්තය කොහෙද ? 
ඔහු ඩැනියොං දෙසට ධාවනය කළා පමණි . 
දානියොං ? 
දානියොං ? 
Gyeonggi පළාතේ Danyeong ? චයූල් නීති සමාගමට ඉඩමක් ඇත්තේ කොහේද ? 
ඔව් . ඒක තමයි තැන . 
කුමන කොටස දෙස හොඳින් බලන්න ඔහු යන්නේ ඩැනියොං වෙතය . හරි හරී . 
ඔයාට විශ්වාස ද මේ ඉඩම චායුල්ට අයිතිද ? 
ඔව් . මේ අවට ඇති සියලුම ඉඩම චායුල්ට අයිතියි . 
මුදල් බෑගයේ ට්රැකර් මෙතන කොහේ හරි නැවතුනා . 
( සභාපති Noh Yul Seong ) 
( " Stars ' Go - to අවන්හල් : පරක්කු වෙන්න කලින් යන්න " ) 
( Park Na Yeon පැවසුවේ , " එය දැනෙනවා මම කලා කෘතිවලින් වට වී සිටිමි . " ) 
( ඡායාරූප අනුග්‍රහය Myeongil Daily ) 
( වාර්තාකරු Park Jong Il ) 
හේයි . 
ඔබ ලිපිය ලිව්වාද මෙම අවන්හල සඳහා ? 
ඔබ ඔවුන් සමඟ ගිවිසුමක් කැපුවේ නැත හෝ ඕනෑම දෙයක් , හරිද ? 
දෙයියනේ , මොන ගනුදෙනුවක්ද ? 
ඒත් ඇයි අහන්නේ ? 
ආපනශාලා හිමිකරු වැඩ කරයි Dong Gi Jun සමඟ . විමර්ශනය කරන කෙනා මහාචාර්ය Seo ගේ නඩුව . 
ඒවා ළඟින් තියන්න එපා . 
ඉඩම අයිතියි සභාපතිනිය චා . ඒත් වෙන කෙනෙක් ගොවිබිම් කළමනාකරණය කර ඇත . 
ඒ පාක් ජොං ඉල් . 
ගොවි බිම , මගේ පාදය . 
ඔහු බොහෝ විට රහස් කළමනාකරණය කළා විය හැකිය පංච පුද්ගල සමාජයේ . 
ඒ කෙසේ වුවත් , මෙහි රහස් ගබඩාව කොහෙද ? 
මම මෙතන දකින්නේ සුදුලූනු කෙත් විතරයි . 
හරි . සුදුළූණු ක්ෂේත්ර . 
හරි . 
සුදුළූණු පමණක් යැයි නීතියක් නැත සුදුළූණු ක්ෂේත්ර වලින් වර්ධනය විය හැක . 
ඔබ බෝංචි සිටුවන්නේ නම් , ඔබට බෝංචි ලැබේ . ඔබ සුදුළූණු රෝපණය කළහොත් ඔබට සුදුළූණු ලැබේ . 
ඉතින් ඔවුන් සිටියා නම් බිල්පත් මිටි සිටුවීමට , ඔවුන්ට මුදල් ලැබෙනු ඇත , හරිද ? 
මම දකියි . 
දෙවියනේ . අපි කොහොමද යන්නේ මුළු ක්ෂේත්‍රයම හාරන්නද ? 
අපි මුලින්ම කැණීම් ආරම්භ කරමු . 
ගෝෂ් , නීතිඥ ඩොං . 
- නමුත් මේ ... - දෙවියනේ . එන්න යාලුවනේ . 
අපිට වෙලාවක් නැහැ මුළු ක්ෂේත්‍රයම හාරන්න . 
අපි එය එක ගමනකින් හාරා ගත යුතුයි . 
කමක් නැහැ . 
හේයි , යාලුවනේ ! 
කැණීම් යන්ත්‍රය දියත් කෙරේ ! 
- ඔබට එය පෙනෙනවාද ? - දෙවියනේ . 
දෙවියනේ . ඔතන බලන්න ! 
එය අඳුරු කරන්න . ලෙජරයක් නැත . 
එතකොට මේ සල්ලිද කියන්නේ Park Jong Il ගේ පුද්ගලික භාවිතය සඳහාද ? 
මම හිතන්නේ නැහැ අපි කිසිවක් සොයා ගනීවි කියලා අපි දිගටම කැණීම් කළත් . 
ඔවුන් ලෙජරය වළලා දැම්මේ නැත්නම් වඩාත් ගැඹුරින් . 
මට එය සැකයි ඔවුන් එය ගැඹුරින් වළලනු ලැබුවා ... මන්ද ඔවුන් බොහෝ විට පරීක්ෂා කිරීමට සිදු විය ලෙජරය නිතර . 
සුදුලූනු පිට්ටනියේ නැත්නම් ... 
එහි ෆ්ලෑෂ් කරන්න . 
ඔබ මාව තිගැස්සුවා . එය කුමක් ද ? 
යම් ආකාරයක අත්පොතක් තිබේ මේ දූෂිතයන් අනුගමනය කරනවා . 
ඔවුන් සෑම විටම ඔවුන්ගේ රහස සඟවයි මේ වගේ තැන් වල . 
තත්පරයකට පසුපසට යන්න . 
හරියටම කොහෙද ? 
මේ ගැන මාව විශ්වාස කරන්න . 
දෙවියනේ . මෙම මොහොතේ දී , අපි බිත්තියේ සිදුරක් සොයා ගත යුතුයි , නැතහොත් රහස් සේප්පුවක් පෙන්විය යුතුය . 
ඒක ඇතුලේ නෑ . 
එය එහි සඟවන්නේ මෝඩයෙකු පමණි . 
මම හිතන්නේ මෝඩයෙක් සැඟවී ඇත ලෙජරය මෙතනින් . 
කුමක් ද ? කොහෙත්ම නැහැ . ඒක වෙන්න බෑ . 
කුමක් ද ? 
( Na Sung Il , නීති මහාචාර්ය ) 
දෙවියනේ . සියලුම ගනුදෙනු වාර්තා සහ ඔවුන්ගේ නම් මේ මත ඇත . 
මේ සමඟ , ඔහුට අල්ලස් චෝදනා එල්ල වනු ඇත . 
අපි අන්තිමට මිනිස්සු හොයාගත්තා Noh Yul Seong ට සහාය දක්වන අය . 
කුමක් ද ? කට්ටිය හොයාගත්තද ? 
හොඳ වැඩක් . 
කුමක් ද ? ඔයා මොනවද කියවන්නේ ? 
මට මේක කෙලින්ම කියන්න දෙන්න . 
කිම් සා රා ළඟ අපේ ලෙජරය තිබේද ? 
දෙවියනේ , අපි කුමක් කළ යුතුද ? 
ඇය එය කොහේදැයි සොයාගත්තේ කෙසේද ? 
- හේයි . - ඔව් . 
ගනුදෙනුවක් තිබුණා අර අවන්හල් ලිපියත් එක්ක නේද ? 
- හරිද ? අහුවුණා නේද ? - දෙවියනේ . 
නැහැ . මට පැහැදිලි කරන්න දෙන්න . ලිපිය ... 
මම මේක හිතාමතා කළා වගේ නෙවෙයි . 
- ඔයා දන්නවා ද ? - දෙයියනේ , මෝඩයා . 
- ඔබ මෙතරම් නිර්ලජ්ජිත වූයේ කෙසේද ? - හේයි . 
- ඒක නවත්වන්න . - කොහොමද ඔබ නිර්භීත ? 
මම ඔයාට කිව්වා ලේසියෙන් යන්න කියලා ... - එම පසුගාමී ගනුදෙනු ලබා ගැනීමේදී . - ඒයි , ඒක නවත්තන්න . 
- මම කවදාවත් මේ ජරාවට කැමති වුණේ නැහැ . - ඔයා එයාව මරන්නයි හදන්නේ . 
- මේ ජරාව . - දෙයියනේ . 
- ඔයා නුවර වටේ යනවා ... - මේක නියමයි . 
- සමහර මංමුලා සහගත බල්ලන් මෙන් මුදල් සඳහා . - ඔහුට පහරක් ගත නොහැක . 
- ඒක නවත්වන්න . - ඔයා හැමෝගෙන්ම සල්ලි ගන්නවා . 
- බරපතල ලෙස . - දෙයියනේ , මේ වැඩකට නැති ජරාව . 
- ඔබ හෙට නිදහස්ද ? - ඔව් . ඇයි ? 
- ඔබ හෙට නිදහස් නම් , - ඒයි , ඔබ දැන සිටියාද ... 
- අපි අනෙක් ළමයින්ට ආරාධනා කරමු ... - ඒක තමයි ... 
- Seo Yun . - හෙලෝ , මිස්ටර් . 
- ෂුවර් . - මට අවශ්ය නැහැ . 
ඒක හෙට කරමු . 
- ඒයි , ඒ සෝපානය විවෘතයි . - දෙවියනේ . 
( කාරුණික සහ විශ්වාසවන්ත පොලිසිය ජනතාව සමඟ ) - එය කුමක් ද ? 
- මට ලෙජරය ගෙනෙන්න . 
සෑම දෙයක්ම ආපසු යා යුතුය අයිති තැනට . 
ලෙජරය , පොලිසියට . අනික ඔයා හිරේට . 
එසේ ද ? එවිට ඔබත් ආපසු යා යුතුය . 
ඒ දවස් වලට ඔබට Seo Yun දැක ගත නොහැකි විය . 
Seo Yun ? 
ඔබ ලෙජරය භාර දෙන මොහොතේ , ඔයා කවදාවත් ඔයාගේ පුතාව දකින්නේ නැහැ . 
කුමක් ද ... 
එය කුමක් ද ? මොකක් හරි අවුලක්ද ? 
( Seo Yun's Nanny , Ms . Lee ) 
- ඔව් , ලී මහත්මිය . - Seo Yun ගිහින් . 
ඔහු එළියට නොපැමිණි විට ඔහුගේ ඇකඩමියෙන් , මම පරීක්ෂා කිරීමට ඇතුලට ගියා . 
( සම්බන්ධතා ) 
( මගේ ආදරවන්තීයේ ) 
මොකක් ද වැරැද්ද ? 
ඔහු Seo Yun ගත්තා . 
මම කුමක් ද කරන්නේ ? 
හරි . අපිට track කරන්න පුළුවන් ළමා ජංගම දුරකථන . 
අපි යමු . 
ඔබට Seo Yun සොයන්න පුළුවන්ද ? 
මම මේකට තිත තියන්නම් Noh Yul Seong සමඟ . 
නෑ ඉන්න . 
( දුරකථන ස්ථානය තත්‍ය කාලීනව ) 
ඔයා කුණු කෑල්ලක් . ඔබ ඔබේම පුතා පැහැර ගත්තේ කෙසේද ? 
ඔබ සීමාව ඉක්මවා ගියේ කෙසේද ? මෙවැනි ? 
ඔබ වෙනුවෙන් කතා කරන්න . 
ඔබට මෙය කළ හැක්කේ කෙසේද ? ඔබේ සැමියාට ? 
- Seo Yun කොහෙද ? - කෝ මගේ ත්‍යාගය ? 
දැන්ම Seo Yun ගේන්න . 
එය ව්යාජ නම් ? 
( හැන් ඩොං ජින් : සභා මන්ත්‍රී , චා යූන් උප : ප්‍රධාන ලේකම් ) 
( කිම් යූ ෂින් : සභාපති , ඔහ් ජුන්ග් ජේ : අධ්‍යක්ෂක ) 
මුලින්ම මට ඒක දෙන්න . 
මම කොහොමද ඔයාව විශ්වාස කරන්නේ ? 
ඔවුන් ගුවන් තොටුපළට යනවා . ඔවුන් රට හැර යා හැකියි . 
දැන් ඔහු අමතන්න ! 
ඔව් සර් . 
ඔබ නිසැකවම සැඟවී ඇත ගැලවීමේ සැලසුම් ගොඩක් . 
ඔබ දන්නවාද බලවත්ම පුද්ගලයා කවුද කියලා ලෝකයේ ද ? 
යමක් ඇති පුද්ගලයා එයයි ... බලවත්ම පුද්ගලයා මත . 
එබැවින් ඔබේ ස්ථානය දැන ගන්න . 
ඔයාට මාව පරද්දන්න බෑ . 
මම පුදුම වෙනවා ඔබට ප්‍රයෝජන ගත හැකි නම් ... ඔබ නිර්මාණය කළ සියලුම ගැලවීමේ සැලසුම් වලින් . 
දෙවියනේ . සිරාවටම . 
අම්මා ! තාත්තා ! 
- Seo Yun ! - තාත්තා ළඟට එන්න . 
මම විනෝදජනක ක්‍රීඩාවක් කරමින් සිටියෙමි ඔබේ මව සමඟ . 
ඔබ අප හා එක් විය යුතුයි . 
ඉදිරියට එන්න . ලෙජරය පහළට දමන්න . 
මුලින්ම Seo Yun යවන්න . 
ඔබ චිත්‍රපට කිසිවක් බලලා නැද්ද ? 
ඔබ අනුමාන කරයි මුලින්ම ඔබේ ආයුධය බිම දමන්න . හරි , Seo Yun ? 
එයාව දැන්ම යවන්න . 
Seo Yun , මෙහෙට එන්න . 
අම්මා ! 
ගිහින් අම්මත් එක්ක සෙල්ලම් කරන්න . 
- අම්මා ! - Seo Yun . 
අපි යමු . 
මෙය කුමක් ද ? 
ඩාන් යූ , කිම් සා රා . 
අපිට ඇත්ත ලෙජරය භාර දෙන්න බැහැ . 
කරුණාකර Seo Yun ගැන විමසිල්ලෙන් සිටින්න . 
Seo Yun , මම ඔයාට කිව්වා කිසිවෙකු අනුගමනය කිරීමට නොවේ . 
එයා කිව්වා ඔයා මං එනකම් බලාගෙන ඉන්නවා කියලා . 
තාත්තගෙ ලේකම් කිව්වෙ එහෙමයි . 
Seo Yun , ඔයා ඔයාගේ අම්මා පස්සේ ගන්න . 
කවුද ඒ මනුස්සයා ? 
එයා මගේ යාළුවෙක් . 
Seo Yun . ආයුබෝවන් . 
ආයුබෝවන් . 
මම හිතනවා අපිට හොඳින් ඉන්න පුළුවන් වෙයි කියලා . 
කමක් නැහැ . එය පවුම් කරන්න . 
උත්පාතය . 
තිබී ඇත සැලකිය යුතු අපකීර්තියක් ... නිරාවරණය වටා චායූල් නීති සමාගමේ අල්ලස් ලෙජරයේ . 
එක් එක් අල්ලස් ප්රමාණය ඩොලර් මිලියන පහක් දක්වා , ප්රතිඵලය මුළු ඩොලර් මිලියන 50 කින් . 
චායූල් නගරය ඉදිකිරීමට ... බව තහවුරු වී ඇත ප්‍රධාන විධායක නිලධාරී Noh Yul Seong විය ... බලගතු පුද්ගලයන්ට අල්ලස් දීම චායූල් නගරය ගොඩනැගීමට . 
මම දැන් පටන් ගන්නම් විමර්ශන තත්ව විස්තර ... අල්ලස් සිද්ධිය ගැන ප්‍රතිසංවර්ධන ප්‍රදේශය පුරා ... ලෙසද හඳුන්වන Seoha 
මේ කුමක් ගැනද ? 
ඔබ ඒ ගැන පසුතැවෙනු ඇත ඔයාට අපි කියන දේ ඇහෙන්නේ නැත්නම් . 
Gong Deukgu කතා කළා . 
ඔහු Noh Yul Seong සහ ඔබ කිව්වා කාර් එකේ හිටියා ... කිම් මහත්මියගේ නැසීගිය මව සමඟ ඇය ඝාතනය වූ දිනයේ . 
ඒකයි නඩුකාරයා Noh Yul Seong හිදී කැඳවා ඇත . 
තව එක දෙයක් . 
" කවුද තල්ලු කළේ ජියොන්ග් සුක් කම්හලේ පාක් කරන්නද ? " 
" ඒ ලේකම් බෙක් . " 
එහි කොටසකි Noh Yul Seong ගේ ප්‍රකාශය . 
( කවුද තල්ලු කළේ ජියොන්ග් සුක් කර්මාන්ත ශාලාවේ පාක් කරන්න ? 
) ( එය ලේකම් බෙක් ය . 
බොරු කියන්න එපා මට මේ වගේ බොරු දෙයක් එක්ක . 
වගකිවයුතු නඩු පවරන්නා එහි ලියා ඇත්තේ මගේ මිතුරා ය . 
ඒක ඇත්ත නැත්ත එයාගෙන් අහන්න පුළුවන් . 
ඔබ තවමත් සිතන්නේ නෝ යූල් සොං කියාද ? විශ්වාසය තැබිය යුතු තැනැත්තාද ? 
අපි අපේ සිහිකල්පනාව ඇති කර ගනිමු . 
මෙය බොරුවක් යැයි ඔහු සිතුවේ නම් , ඔහු එය පෙන්වනු ඇත Noh Yul Seong . 
ඔහු එයින් මදක් කම්පා විය . 
දෙයියනේ අපේ ලෝයර් ඩොංට නවත්තන්න පුළුවන් දැන් කඳුකරයේ පුහුණුවීම් . 
සීමාව ඉක්මවා යන ආකාරය ඔබ දන්නවා සහ බොරු කියනවා . 
මම මෙච්චර දූෂිත වෙලා නේද ? 
මට අමාරුයි . 
මේක හරි නෑ . 
ඔයා නියමෙටම කරනවා . 
ඒ විදියට යන්න පුළුවන් . ඉක්මන් කරමු . 
අපි යමු . 
එය නඩු පැවරීමයි . එය සෙවීමක් සහ අල්ලා ගැනීමකි . 
මම හිතන්නේ ඔවුන් මුලින්ම මෙහි පැමිණෙනු ඇත . 
ඒවා අවසන් වූ පසු , ඔවුන් ඔබට කතා කරනු ඇත . ඒ නිසා අපි එකම රේඛාවක සිටිය යුතුයි . 
හරි . 
ඔවුන් ගෙන එන්නේ නම් Seo Yun ගේ ආච්චි , එදා මම කාර් එකේ හිටියේ නෑ . 
සමාවන්න ? 
Gong Deukgu පදවාගෙන බැස්සා . 
ඊට පස්සේ , ඔබ කර්මාන්ත ශාලාවට ගියා . 
ඔයා එයාව දාලා ගියා කියන්න කර්මාන්ත ශාලාවේ . 
මේ ඒ ගැන නොවේ . 
එය ලොබි අරමුදල් ගැන ය . 
එය එතැනින් අවසන් නොවනු ඇත ! 
මම කිව්වේ බොරුවක් කියලා එයාලා දැනගත්තොත් ... 
ඔබ අත්අඩංගුවට ගත යුතුයි . අපිට වෙන මොනවා කරන්නද ? 
මට ? 
එතකොට මම හිරේ යන්නද ? 
චායුල් ගැන කුමක් කිව හැකිද ? 
ඒයි , ඒ ගැන කරදර වෙන්න එපා . ඇයි ඔච්චර බය ? 
මම ඔයාව අන්තිම වෙනකම් බලාගන්නම් එය සිදු වුවද . 
ඔයාට මාව විශ්වාසයි නේද ? 
ලොබි සැකය Chayul Town මත පදනම්ව . මෙය සෝදිසි සහ අත්අඩංගුවට ගැනීමේ වරෙන්තුවකි ඒ සඳහා . 
ආරම්භය . 
ඒකෙන් පරිස්සමෙන් ඉන්න මහත්තයෝ . 
එයා අහන්නෙත් නෑ . 
( දික්කසාද විශේෂඥ විසඳුම ) 
නීති විද්‍යාල තේරීම . චායූල් නීති සමාගම ඉවත් කරයි ! 
කිම් මහත්මිය ! 
එය , " මොකක්ද වටේ යන්නේ වටේ එනවද ? " 
" යුක්තිය ජය ගනීවි . " " Self do , self have . " 
- " ඔබේම ඖෂධයේ රසයක් . " - කුමක් වුවත් . 
අපි එක්ක යමු , " තමන්ගේම පයින් පාගනවා . " 
- මම හරි නේද කිම් මහත්මිය ? - ඔව් . 
අපිට දැන් සැහැල්ලුවක් දැනෙනවා අම්මගෙ කේස් එක ඉවරයක් කරල . 
හේයි . සිදුවුයේ කුමක් ද ලේකම් බෙක් සමඟ ? 
එය සාර්ථක විය . 
ඔහු උදව් කිරීමට ස්වේච්ඡාවෙන් ඉදිරිපත් විය . 
නියම වැඩක් . 
ඒත් ටිකක් කලබලයි ... Noh Yul Seong කියලා කෙළවරට තල්ලු කරනු ලැබේ . 
ඔහු අරගල කිරීමට කාලයයි ජීවත් වීමට . 
නෑ . මට බයයි එයා එහෙම වෙයිද කියලා ඔබව ඉලක්ක කරයි . 
( Noh Yul Seong ) 
මම පරිස්සම් වෙන්නම් . 
මම දැනගෙන හිටියා ඔයා එළියට එයි කියලා කෙලින්ම . 
ඔබගේ තත්වය කුමක්ද ? 
ඔබට හුවමාරුවට අවශ්‍ය කුමක්ද ... මගේ අම්මා මැරුණේ කොහොමද කියලා කිව්වට ? 
මට දෙයක් අහන්න දෙන්න . 
ඔයා මගේ ගෙදරට ආවද චේතනාවකින්ද ? 
ඔබ එතරම් කාර්යබහුල නොවිය යුතුය , ඔයා අහනවා දැකලා එවැනි ප්රශ්නයක් . 
ඉතින් මේක තමයි පාවාදීම දැනෙන්නේ . 
ඒක ඔයාට අමාරු වෙන්න ඇති මාව තනි කරන්න කියලා . 
ඔබ මා සමඟ කරන්නේ කුමක්ද ? 
දෙවියනේ . එය රිදවිය යුතුය . 
අපහසුතාවයක් දැනෙනවා නේද ? 
ඔයාට හරි ද ? 
මට කන්නලව් කරන්න . ඔයාව බේරගන්න කියලා ඉල්ලනවා . 
ඔබට ධෛර්යවත් තිබේද මාව බේරගන්නද ? 
ඔබේ තොල් තවමත් ජීවමානයි . 
ඔයා මගේ අම්මව මැරුවා නේද ? 
සාක්ෂි තියෙනවද මම ඇයව තල්ලු කළ බව ? 
ඉතින් ඔබ ඇයව තල්ලු කළා . 
කෙසේද ... 
ඔබට එය කළ හැක්කේ කෙසේද ? 
මගේ අම්මා ඔයාට ගොඩක් හොඳයි ! 
හේයි , ඇය හොඳද ? 
ඇය මට හොඳද ? 
හොඳ කෙනෙක් ඉන්නවද මගේ ළඟට ඇවිත් මට තර්ජනය කරනවාද ? 
හොඳ කෙනෙක් තර්ජනය කරයිද මම නැත්නම් මොනවා හරි කරන්න ... එයාගේ දුව හිරෙන් නිදහස් කරන්නද ? 
මගේ අම්මා ඔයා ළඟට ගියාද ? 
මෙතන . 
" චායුල්ගේ අල්ලස් ලෙජරය ව්‍යාජ එකක් මම ඒක හැදුවා . " 
" මම හිතුවේ නැහැ දේවල් වෙයි කියලා මේක ලොකු කරගන්න . මම සමාව ඉල්ලනවා . " 
අපි හඬ පටිගත කිරීමක් තබමු . 
ඔයා කොහොමද මගේ අම්මව තල්ලු කළේ ? 
නැවතත් . " අල්ලස් ලෑල්ල ව්යාජ ය . " 
පාපොච්චාරණය ආරම්භ කරන්න . 
ඇයි ඔයා මගේ අම්මව තල්ලු කළේ ? 
මම ඇයව තල්ලු කළා කියලා ඔබ අදහස් කරන්නේ කුමක්ද ? දෙවියනේ . 
ඇය කාර් එකට නැග්ගා . ඇය කර්මාන්ත ශාලාවට නැග්ගා . 
ඊට පස්සේ මොකද වුණේ ? 
මම වරදක් කළේ නැහැ . 
මම වරදක් කළේ නැහැ . 
තෝ මිනීමරුවා . 
මිනීමරුවා ? ඔයාට පිස්සුද ? 
මම කිව්වා ඒ මම නෙවෙයි කියලා . 
කවුරුහරි යමක් කිව්වොත් , ඔබ සවන් දෙන ආකාරය ඉගෙන ගත යුතුය . 
ඇයි අවට කවුරුත් නැත්තේ සවන් දෙන්න දන්නවාද ? 
මගේ යහපත . 
සාරා , මේ මොකක්ද ? 
ඔබ දෝෂ පිළිබඳ විශේෂඥයෙක් වී ඇත , කිම් සා රා . 
( Noh Yul Seong ) 
මම පරිස්සම් වෙන්නම් . 
ඔහුගේ දකුණු සහ වම් අත ඇත ඔහුගේ පිට සමග කපා . 
එයාට විශ්වාස කරන්න පුළුවන් එකම කෙනා මමයි . 
එයා මාව එකෙක් කරොත් ලෙජරය සෑදුවේ කවුද , ඔහුට මගක් සොයාගත හැකිය . 
නමුත් Noh Yul Seong ... යන්න මට ඉතිරිව ඇති එකම විසඳුමයි මෙන්ම . 
සාක්ෂිකරුවන් නැත හෝ මගේ මවගේ ඝාතනය පිළිබඳ කිසියම් සාක්ෂියක් . 
මට ඔහුගේ පාපොච්චාරණය අවශ්‍යයි . 
ඔබ එය ඔහුගෙන් ලබා ගැනීමට යන්නේ ය ඔබමද ? 
ඔහු මා සමඟ ගනුදෙනුවක් කිරීමට උත්සාහ කරනු ඇත . 
ඒක තමයි මගේ අවස්ථාව . 
හරි හරී . අපි එය උත්සාහ කරමු . 
මම පරිස්සම් වෙන්නම් . 
ඔයා මාත් එක්ක ඉන්නයි යන්නේ . 
ඒක වැඩ කරන්නේ නෑ . ඇය මාට්ටු වෙන්න ඇති . 
අපි මොකද කරන්නේ ? අපිට තවම කිසිම දෙයක් ලැබිලා නැහැ . 
අපි ඇතුල් වෙමු . 
මොකක් ද වැරැද්ද ? 
නිශ්චලව ඉන්න . 
ඔහු සූදානම් කර ඇති බව පෙනේ කන්ටේනරයක් . 
Yongseong වරාය බහාලුම් අංගනය . 
මම කාලය මිලදී ගැනීමට උත්සාහ කරමි හැකි තරම් . 
දෙයියනේ මේක හරිම කරදරයක් . 
හේයි . 
ඔබ සිතන්නේ ඔබට මගක් සොයාගත හැකි බවයි ඔබ ටයරය කඩා දැමුවොත් ? 
පලයන් එළියට . 
දැන් එලියට යන්න . 
හඬ පටිගත කිරීම මෙහි ඇත ! 
අපි මොකද කරන්නේ ? 
ඔබට මෙයින් ටිකක් අවශ්‍යද ? 
ඔයා සීතලයි වගේ . 
මෙය සෙනගාලයට බැඳී ඇති බව මට ආරංචි විය . 
ඔයාට හිතාගන්නවත් බෑ නේද ? 
මේක වැහුවොත් සහ නැවට පටවනු ලැබේ , එය මාස දෙකක් පමණ ගත වනු ඇත එහි යාමට . 
වැඩිය කලබල වෙන්න එපා . 
මම ඔබව භූමදාන කරන ලෙස ඔවුන්ගෙන් ඉල්ලා සිටිමි ක්ෂේත්‍රයක ... බොහෝ හිරු එළිය සමඟ . 
සීතලය . 
මම ඇත්තටම ඔයාට ආදරේ කළා . 
ඒකයි මම ඔයාව බැන්දේ . 
ආදරය ? 
මගේ කකුල . 
විවාහය ඔබට අල්මාරිය වැනිය . 
ඔබ කෙනෙක් තෝරාගන්න ඇඳීමට හෝ ඉවත් කිරීමට . 
ඔබේ භාර්යාවන් ඇඳුම් එහි එල්ලී ඇත . 
ඒ අතරින් කිම් සා රා මගේ ප්රියතම විය . 
ඔබම විය එසේ වීම ප්‍රතික්ෂේප කිරීමට . 
නවත් වන්න . 
නවත් වන්න . 
වැදගත්ම දේ ... ඔබට විනාඩි පහක් ඉතිරිව ඇති බව ය . 
එයින් අදහස් කරන්නේ කුමක් ද ? 
වෙලාව රෑ 10.25යි . 
එම කන්ටේනරය වසා දමනු ඇත ... සහ පැටවීම 10 : 30 ට ආරම්භ වේ . 
ඔය දෙන්නා ඒ පැත්තට යා යුතුයි . 
- මම මේ පැත්තට යන්නම් . - හරි හරී . - මම ඒ පැත්තට යන්නම් . - හරි හරී . 
කමක් නැහැ . 
මේ කුමක් ද ? 
මම පටිගත කිරීම නැවැත්තුවේ නැහැ . 
අපි හඬ පටිගත කිරීම සමඟ උත්සාහ කරමු නැවත වරක් . 
පාපොච්චාරණයක් ... ඔයා ලෙජරය හැදුවා කියලා . 
සීතලයි නේද ? 
හරි . ඔයාට මැරෙන්න ඕන නෑ , ඔබත් ? 
ස රා අපි ආගන්තුකයෝ නෙවෙයි එකිනෙකාට . 
අපි එකිනෙකාට යහපතක් කරමු . 
ඔබ වුවද කිසිවක් වෙනස් නොවේ අල්ලසට අහිංසකයි . 
ලේකම් බෙක් ගියා පැමිණිල්ලට . 
ඔබ ඔහු සමඟ කළේ කුමක්ද ? 
ඔයා කොහේ ද ? 
මට සමාවෙන්න සර් . 
මට දඬුවම් ලැබේවි මම කරපු දේවල් වලට විතරයි . 
ආයුබෝවන් ? හේයි ! 
මේ මෝඩ පොන්නයා . 
ස රා ඔයාට වැඩක් නැද්ද ඔබේ ජීවිතය ගැන ? 
ඔයා පයින් ගහනවා ජීවත් වීමට ඔබේ අවස්ථාව . 
දැන් ඔයා මගේ අම්මට කරපු අපරාධය ... ලෝකයට හෙළිදරව් වනු ඇත . 
ඒක එයා හදනවා විතරයි කෙසේ හෝ එම හිමිකම් . 
මේක තමයි වැදගත් . 
මෙම කන්ටේනරය ඉක්මනින් වසා දමනු ඇත . 
මේක හරියන්නේ නෑ . මම යන්න ඕනේ . 
ඔබ මෙය කිරීමට එකඟ වනු ඇත , මම සිතමි . මෙතන . 
ඔබේ අවසන් වචන Seo Yun ට කියන්න . 
මම එයාට ඒක අහන්න දෙන්නම් ඔහු වයසට ගිය පසු . 
Seo Yun . 
ආච්චිව තල්ලු කරපු එකා ඔබේ පියා විය . 
මම ඔබට කී වතාවක් කියන්නද ඒ මම නොවේද ? 
මට කොපමණ කාලයක් ඉතිරිව තිබේද ? 
දැන් ඔබ ඒ ගැන කුතුහලයෙන් සිටිනවාද ? 
දැන් බය හිතෙනවද ? 
තව විනාඩි දෙකකටත් අඩුයි තියෙන්නේ . 
ඔයා කිව්වා ඉවරයි කියලා එම දොර වැසෙන විට . 
ඉතින් , මට කියන්න . 
මට කියන්න මගේ අම්මා මැරුනේ කොහොමද කියලා ... මගේ මරණයට පෙර . 
ඔයාද ... මුල ඉඳලම අම්මව මරන්න හැදුවද ? 
ඔබ ඇයව තල්ලු කළාද ? 
මම ඇයව තල්ලු කළා . 
ඒ මම . 
මම ඇයව තල්ලු කළා , නමුත් එය නොවේ හිතා මතා . එය වැරදීමක් . 
ඔබට සතුටුයිද දැන් ? 
ඒක වැරදීමක් නිසා මටත් වැරදුනා ඇයව මරන්න අදහසක් නෑ . 
ඉතින් ඔයා තමයි මගේ අම්මව මැරුවේ . 
ඇයව තල්ලු කළේ ඔබයි . 
ඔබ ඇයව වැටුණා ඒත් බලන්න ගණන් ගත්තෙ නෑ . 
ඔබ ඇයට මැරෙන්න ඉඩ දුන්නා . 
ඔයා මිනීමරුවෙක් ඇයට එලෙස මිය යාමට ඉඩ හැරීම නිසා . 
මේ නිසා මට ඔයාට ජීවත් වෙන්න දෙන්න බෑ . 
මම ප්රාර්ථනා කරනවා ... Seo Yun වෙන්නේ නෑ කියලා ඔයා වගේ කුණු කෑල්ලක් . 
කරුණාකර ඔහුට එය කියන්න . 
හොඳයි . 
සා රා . 
ඇත්තටම සමුගන්න වෙලාව හරි . 
හරි . 
ඒක තමයි මම ඔයාට දෙන අන්තිම තෑග්ග . 
ඔබට එය ඔබම ලිහා ගත හැකිය සහ සුවපහසු ලෙස පිටව යන්න . 
ඉන්න ! 
නවත්වන්න ! 
නවත්වන්න ! 
කිම් සා රා ! 
අපි එකට සිටිය යුතුයි ... අවසානය දක්වා . 
කිම් සා රා . 
සා රා , අවදි වන්න . 
ඔයාට හරි ද ? ඔයාට මාව පේනවා ද ? 
මෙතන . ප්රවේසම් වන්න . 
මම මැරෙන්න බය වුණා . 
කුමක් ද ? 
මම හිතුවා ඔයා මේ වෙලාවේ ආවේ නැහැ . 
ඇයි ඔබේ හද ගැස්ම හරිම මංමුලා සහගතයි වගේද ? 
ඔබ මාව කනස්සල්ලට පත් කරයි , කණගාටුයි . 
මම සතුටුයි ... ඔයා කලබල වෙලා කියලා . 
ඔයා කොහේද යන්නේ ? 
ඔයා මාව බලන්න ඕන . 
මොහොතක් , කරුණාකර . 
එය හමාරයි . 
එය පිළිගන්න . 
මොකක්ද ඉවරයි මොකක්ද පිළිගන්නේ ? 
මම කළ වරද කුමක්ද ? 
මම මොකක්ද කලේ ... 
ඔයා කරන්නේ කුමක් ද ? 
ඇයි ඕෆ් කළේ නැත්තේ පටිගත කිරීම් ? 
මම ඇයව තල්ලු කළා , නමුත් එය හිතාමතාම නොවේ . එය වැරදීමක් . පාපොච්චාරණයේ හරය මෙයයි . 
කිම් සා රා . ඔබ බරපතල ලෙස ... 
මොකද ඉවරයි , ඔයා ඇහුවා ? 
ඔබ , දිය මැක්කන් මෙන් , පැන යාමට නොහැකි වීම . 
ඔබ දඬුවම් ලබනවා ඔයා කරපු පව් වලට . 
විශේෂයෙන්ම , ඔයා සමාව ඉල්ලනවා ... ඔයා මැරෙනකම්ම මගේ අම්මට . 
ඔබ සිරවී සිටින විට නිරෝගීව සිටින්න දීර්ඝ කාලයක් හිරගෙදර . 
අන්තිමට ඔයා වගේ කෙනෙක් උනත් ... මිනිසෙකු මෙන් ජීවත් වීමට හැකි වනු ඇත . 
මම කැමතියි ඔයාට පුළුවන් වෙයි කියලා . 
මෙහාට එන්න පොන්නයා . හේයි . 
මට යන්න දෙන්න . මට කියන්න දෙයක් තියෙනවා . 
මෙය අවසානය යැයි ඔබ සිතනවාද ? 
මම ඔබ සියල්ලන්ම මරා දමමි ! 
මට යන්න දෙන්න ! 
මම තනිවම ඇවිදින්නෙමි ! යන්න දෙන්න ! 
ඔබගේ උත්සාහයට ස්තුතියි . 
කිම් මහත්මිය , ඔබේ පහර පුදුම සහගතයි . 
මම එයාට හරියට පයින් ගැහුවේ නෑ මට සනීප නැති නිසා . 
ඔයා මොනවද කියවන්නේ ? එය නියමයි . විශිෂ්ටයා ඔයයි ! 
( The Late Park Jeong Suk ) 
ඔබට ඔබේ ආච්චි මතකද ? 
ඔව් , ඇය කිව්වා මම කරුණාවන්තයි කියලා , ඇය මට කැමති වූයේ එබැවිනි . 
ඇය කිව්වා මම ඔයාට සමානයි කියලා . 
අම්මපා මිනිස්සු කියන්නේ Seo Yun කියලා මගේ හරියටම අනුපිටපතක් . 
කරුණාකර බලාගන්න මගේ පුතා එතනින් . 
( උපත : 1959 ඔක්තෝබර් 11 , මරණය : ඔක්තෝබර් 31 , 2022 ) 
අනේ දුවව පරිස්සම් කරන්න ... සහ මුනුපුරා එකට . 
ආයුබෝවන් . ඔයා මගේ අම්මගේ යාළුවෙක් . 
ඔව් ඒක නිවැරදියි . 
Seo Yun , කොහොමද ඔයාට ? 
හස්තයේ ගැටීම . 
( The Late Park Jeong Suk ) 
( උපත : 1959 ඔක්තෝබර් 11 , මරණය : ඔක්තෝබර් 31 , 2022 ) 
මම ඔයා ආපු නඩුකාරයා ... සංදේශයක් සමඟ ඔබව දැකීමට . 
මට පෙනෙන්නේ මෙයයි . 
මට සමාවෙන්න ... ඔබව හඳුනා ගැනීම ප්‍රමාද වැඩියි සහ ඔයාව බලන්න ආවට ... ඕනෑවට වඩා පරක්කුයි . 
( The Late Park Jeong Suk ) 
මම ඔබේ දුවට ණය ගෙවන්නෙමි සහ මුණුපුරා දෙපාරක් . 
ඔබ ආපසු ගෙවන්නේ කෙසේද ? 
Seo Yun . 
අපි යමු . 
සමහර විට මේ වගේද ? 
( මාස කිහිපයකට පසු ) 
දෙවන මහල දිගු කාලයක් හිස්ව පවතී . 
මම නැවත එහි යා යුතුද ? 
ඔබගේ වර්තමාන නීති ආයතනය ගැන කුමක් කිව හැකිද ? 
ඔබ මෑතකදී ඔවුන් සමඟ එකතු විය . 
මගේ ගිවිසුම වසරකින් අවසන් වේ . 
එතෙක් මා බලා සිටින්නේ කෙසේද ? 
ඔබට හැඟෙන ආකාරය මම හොඳින් දනිමි . 
මම දන්නවා ඒක කොච්චර අමාරුද කියලා ... නිමක් නැතිව බලා සිටීමට . 
මේක කොහොමද ? 
නැත . 
ඉන්න . එතකොට , ඒක කොහොමද ? 
ඇත්තෙන්ම නැහැ . 
ඒ කොහොමද ? 
ඒක ලස්සනයි . 
- හරිද ? - ඔව් . 
කරුණාකර අපට එය දැකිය හැකිද ? 
එය පෙනෙන්නේ කෙසේද ? 
ඒක ලස්සනයි . ඔයා එයට කැමති ද ? 
ගොඩාක් . 
හරි හරී . 
අපි මේවා ගන්නම් . 
Seo Yun , අද වැදගත් දවසක් . 
ඔබට ඔවුන්ට සුබ පතන්න පුළුවන්ද ? පොරොන්දු වූ පරිදි ? 
ඇත්ත වශයෙන්ම , මට එය කළ හැකිය ! 
ස්තුතියි පුතේ . 
පාසැලේදී සුභ දවසක් . ඔයාව පසුව හමුවෙන්නම් . 
ඔයාව පසුව හමුවෙන්නම් . 
Seo Yun ! 
මම ඔයාට ආදරෙයි පුතේ . 
මමත් ඔයාට ආදරෙයි අම්මේ . 
- ආයුබෝවන් . - Seo Yun , ඉක්මනට එන්න ! 
කිම් මහත්මිය , ඔබගේ වේශ නිරූපණ වෙන්කරවා ගැනීම 12 ට වේ . 
( පාර්ක් නා යොන් ) 
( ලී ජූ වොන් ) 
( හන් ජි ඉන් ) 
( කිම් යං ඒ ) 
යහපත පිණිස . 
මේක අමාරුයි . 
ධනවත් කාන්තාව , ඔබ පුදුමයි ! 
මේක වැඩිද ? 
තරබාරු , වඩා හොඳය . 
විශේෂයෙන්ම , මුදල් ලියුම් කවර සඳහා . 
- ඔයා හරි . - ඔව් . 
දික්කසාද වීම මගේ වරදක්ද ? සහ විශාල මුදලක් උපයනවාද ? 
ඇය වාසනාවන්තයි . 
- එය ඇයට විශිෂ්ටයි . - බ්‍රාවා . 
- ඇය සතුටින් ක්ලාන්ත වෙයි . - ක්ලාන්තය , නිසැකවම . 
මම ඒ පැත්තට යා යුතුයි . 
( මනමාලිය ) 
( මුදල් තෑග්ග ) 
ඔහු හරි හුරුබුහුටියි . ඔහු තම මව පසුපස ගෙන යයි . 
මනාලයා , ක්වොන් ඩේ ගි ... සහ මනාලිය , කන්ග් බෝම් ... විශාල අත්පොලසන් හඬක් අවශ්‍ය වනු ඇත . 
මම ඔවුන්ට ආරාධනා කළා . 
කුමක් ද ? ඇයි ? 
මොකද දැන් ඔයා මගේ . 
මම කරුණක් කිරීමට වග බලා ගන්නම් ඔබේ හිටපු අය ඉදිරියේ . 
ඊළඟට , අපි කිම් සා රා , කවුද ජ්‍යෙෂ්ඨ දෙන්නම ... සහ ප්රධාන විධායක නිලධාරියා මනාලිය හා මනාලයාගේ ... නිලය ආරම්භ කිරීමට . 
මට තියෙනවා ... දෙවරක් විවාහ වූ අතර දෙවරක් දික්කසාද විය . 
මම දික්කසාද විශේෂඥයෙක් . 
ඉතින් මට ලැජ්ජයි වගේ ... කටයුතු කිරීමට . 
ඒත් මම වැඩිය දන්නේ නැද්ද ... කවදාවත් විවාහ නොවූ අයට වඩා ? 
නියත වශයෙන්ම . 
විවාහය කියන්නේ කැපවීමක් ... 30,000 කට වඩා වැඩි ආහාර අනුභව කිරීමට සහකරු සමඟ . 
ඔබ දෙදෙනාම බෙදා ගැනීමට කැමතිද එකට කෑම 30,000ක් ? 
මට කන්න ඕන ඇය සමඟ ආහාර මිලියන තුනක් ! 
මටත් ! 
යහපත . 
එය විවාහයේ අවසානයයි ඔබ ... එකිනෙකාට දොස් පවරනවා . 
අඬන්න එපා කියලා විශ්වාසද ? 
- ඔව් . - ඔව් ! 
- " ඔව් . " - අවසාන වශයෙන් , ඔබ දෙදෙනාද ... වෙන්වීමට සූදානම්ද ? 
- සමාවන්න ? - සමාවන්න ? 
ආලය බරක් වෙන්නේ නැහැ එය ජීවිතය සඳහා නොවන විට පමණි . 
ඔබට එය ඕනෑම වේලාවක අවසන් කළ හැකිය , එය ඕනෑම වේලාවක අවසන් විය හැක . 
කැඩුනත් කමක් නෑ . 
එය ලෝකයේ අවසානය නොවේ . 
ඔබ යම් ආතතියක් තබා ගන්නේ එලෙසයි ඔබේ විවාහය තුළ ... සහ වඩාත් සමාව දෙන එකිනෙකා දෙසට . 
- ඔව් ! - ඔව් . 
ඊළඟට , අපි හුවමාරු කර ගනිමු ... වළලු වලින් මනාලිය හා මනාලයා අතර . 
අද නියම වැඩක් . 
මම මැරෙන්න බය වුණා . 
මට ඒක පේන්න තිබුණා . 
ඔබ හුරතල් විය . 
හොඳින් ... 
ඒ කෙසේ වුවත් , මම බලා සිටිය යුත්තේ කවදාද ? 
ඔබ යමක් තුන් වරක් විඳදරාගන්නේ නම් , ඔබ මේ යුගයේ දැවී යනු ඇත . 
මම පිච්චුනොත් ඔයා මොකද කරන්නේ ? 
කිම් සා රාට දිගටම ඇවිදින්න පුළුවන් ... ඇගේ මාවත දෙසට . 
මම ඔබ පසුපස එන්නම් එකම දිශාවට . 
නැත . 
කුමක් ද ? 
මට තවදුරටත් විවාහ වීමට අවශ්‍ය නැත . 
එතකොට මොකක්ද ? 
අපි වෙන් වෙමු . 
කුමක් ද ? 
අපි වෙන් වෙමු අවුරුදු පහක් එකට ජීවත් වූ පසු . 
එය කල් ඉකුත්වන දිනයක් සහිත විවාහයක් නම් , මම ඒකට කමක් නෑ . 
විවාහයද ... 
- ටින් කළ ආහාර ? - ඒක තමයි මම කියන්නේ . 
කල් ඉකුත්වන දිනය ටින් කළ ආහාර වේ , නමුත් විවාහය සඳහා නොවන්නේ මන්ද ? 
මට ප්රශ්ණයක් තියෙනවා . 
මට දිගටම කරගෙන යාමට අවශ්‍ය නම් කුමක් කළ යුතුද ? ඔබ සමඟ සිටීමට ? 
නම් ... ආශ්චර්යය සිදු වන බව , අපට නැවත විවාහ විය හැක . 
ඒකට තව අවුරුදු පහක් යනවා කල් ඉකුත්වන දිනය . 
ඉන්න , මට හිතන්න දෙන්න . 
හරි , හොඳයි . 
මට ඉලක්කයක් තියෙනවා . අද සිට , මම වළලු දහයක් ගන්නම් . 
ඔයා වෙනුවෙන් . 
අපි හවුල්කරුවන් වෙමු ගොඩක් කාලෙකට පස්සේ . 
ව්යාපාරික හවුල්කරුවෙකි . 
ඒක නෙවෙයි ජීවිත සහකරුවෙක් . 
මම ඔයාව රැවැට්ටුවා . 
ගණන් ගන්න එපා . 
මම ඔයාව රැවැට්ටුවා . 
( දික්කසාද රැජින ) 
පිහියෙන් ඇනීමේ රසය අනපේක්ෂිත ලෙස පිටුපසින් . 
යමක් කරන්න ! 
ඔබ උලක් මෙන් විය ජීවිත කාලයටම මගේ උගුරේ . 
එය ඔබට සම්පූර්ණයෙන්ම අවසන් . 
ඔබ පවුල් විනාශ කරනවාද ? 
ඔයා අහිංසක ගෑනියෙක්ව හසුරවනවා . ඇයි ඔබ අවුල් කරන්නේ ? 
ජීවිතාන්තය ගෙනෙන්න . ඔබත් පව් පිළිගන්න . 
එය ඔබගේ ඉල්ලීම නම් , මට ඕන දෙයක් කරන්න පුළුවන් . 
කරුණාකර මාව දික්කසාද කරන්න . 
ඔයා මේක කරන්නේ හිතාමතාද ගෙවීමෙන් වැළකී සිටීමට ? 
අපගේ සමාගම පොදු නම් , එය Cheonji Dongsan සඳහා වනු ඇත . 
මට වඩා විශ්වාසයි වෙන කාටත් වඩා ... මම අම්මා කියලා ඒ දරුවන්ගේ . 
මියගිය කාන්තාව සියදිවි නසා ගත්තේ නැත . 
ඔයා සතුටින් නම් මට සතුටුයි . 
මමත් ඔයාට ආදරෙයි අම්මේ . 
අපි ඔබේ ඇතුල්වීමේ ලොගය ආවරණය කරන්නෙමු කැසිනෝ එකට . 
මම තමයි මේ නඩුව භාරව ඉන්නේ . 
මම නැවත විමර්ශනය කරනවා මහාචාර්ය Seo වැටීමේ සිද්ධිය . 
මට ආරංචි වුණා ඔයාට තියෙනවා කියලා අන්ධ දින ගොඩක් . 
මාවත් ලිස්ට් එකට දාන්න . 
මට කේන්ති යනවා මම උතුරන වතුර දකින සෑම විටම . 
මම එච්චර සාමාන්‍ය පෙනුමක් තියෙන කෙනෙක් නෙවෙයි . 
මම කලබල වෙලා . බල්ලෙක් වගේ කලබල වෙලා . 
මට ආඩම්බරයි සල්ලියි තියෙනවා . මේක ගෙවන්න තරම් මම පොහොසත් . 
ඒක අමතක කරන්න එපා දෙමාපියන් ඉන්නවා ... තමන්ගෙ පැටව් පවා කන . 
මම කාව හරි හපනවා විතරයි ... ඔවුන්ගේ දත් පෙන්වන . 
කුමක් විය හැකිද ඔබ අනවශ්‍ය ලෙස ගමන් කරන්නේ නම් ? 
ඔබට ඔබේ ඇඟිලි මත සිටීමට සිදුවනු ඇත . 
අප සතුව විස්මයන් ලැයිස්තුවක් තිබේ එය ඔබව අප වෙත එන්නට සලස්වයි ... කම්පනයෙන් . 
විවාහයේ අසාර්ථක වීමක් තිබේද ? 
නැහැ , අපේ විසඳුම තවම අවසන් නැහැ . අපි බලමු මේ පාර කවුද දිනන්නේ කියලා ? පටන් ගමු . 
මෙම කාලය සඳහා විසඳුම ... ( නැරඹුවාට ස්තුතියි දික්කසාදයේ රැජින . ) 
