瑞允 
你好 啊 
- 你好 - 你好 
我怕 那个 人会 动手脚 
他 去 上学 的 时候 李 秘书 会 跟着 
哎 呦 你 放心 我们 家 阿姨 很会 照顾 孩子 
回到 家有 你 的 朋友 
他 可以 跟 我 女儿 玩 
妈妈 出差 期间 你 可要 好好 听话 
跟 妈妈 说 " 再见 " 
妈妈 再见 
- 我们 要 不要 吃点 零食 - 好 
阿姨 来 做 很多 好吃 的 给 你 吃 走 吧 
走 吧 瑞允 喜欢 吃 什么 呢 
( 大结局 ) 
我 打算 相信 你 说 的 那句 " 我们 是 同一 阵线 " 
反正 我 也 想 看到 那个 人 完蛋 
不过 车 会长 看起来 一脸 冤枉 
你 不 害怕 吗 
我 为了 不 露出 害怕 的 神色 
这里 都 快 抽筋 了 
卢律成 呢 
他 还 在 逍遥法外 
徐雄镇 教授 的 跳楼 案 因为 销毁 了 手机 有点 棘手 
而 我 妈 的 坠楼 案 仍 是 完全 犯罪 
- 那 你 
- 要 把 他 逼 到 绝境 得 等 他 为了 掩盖 小 线索 捅出 更大 的 篓子 才行 
这 给 你 
这 就是 五百 亿 俱乐部 
是 你 爸爸 提到 的 那个 五人会 吗 
对 听说 他们 四处 行贿 
希望 能 帮助 你 将 他 逼入 绝境 
( 五人会 相关 资料 五百 亿 俱乐部 ) 
( 五人会 组成 车律 之城 促进会 ) 
( 五人会 身分 情报 ) 
( 徐雄镇 朴钟 日 ) 
( 总召 卢律成 ) 
( 宣传 及 法律 支援 负责人 朴钟 日 ) 
他们 既然 到处 洒 钱 肯定 会 留下 帐簿 行贿 帐簿 
那个 帐簿 会 是 卢律成 的 最后 武器 
什么 不是 弱点 吗 
在 成为 弱点 前 他会 拿来 当作 武器 
威胁 那些 出现 在 帐簿 上 的 人 来 拯救 他 
所以 是 要 将 帐簿 拿到 手 的 意思 对 吧 
对 要 让 他 绝对 无法 脱身 
还要 加上 一条 杀害 我妈 的 罪名 判他 入狱 
那 帐簿 会 放在 哪 呢 
公司 家里 还是 银行 保险箱 
这些 都 是 扣押 搜查 最先 翻查 的 地方 
你 刚刚 说 五人会 里 负责管理 资金 的 人 是 谁 
( 朴钟 日 ) 
他 没有 什么 弱点 吗 
他长 得 一脸 有 很多 弱点 的 样子 
( 朴钟 日 ) 
他 的 绰号 是 报导 自动 贩卖机 
只要 一 给钱 就 会 帮忙 写文章 
看来 这个 人 就是 弱点 所在 
组长 收受贿赂 后 都 会 放在 哪里 保管 呢 
这个 嘛 我 又 没 收贿 过 不是 很 清楚 
应该 不会 放在 银行 吧 
要是 入帐 金额 超过 一千万 韩 圜 不是 会 自动 向 金融 监督 院 报告 吗 
- 没错 
- 所以 那些 黑钱 需要 一个 隐密 的 存放 空间 
五人会 的 秘密 资金 保管 处 
行贿 帐簿 肯定 也 在 那里 
我们 先 照着 他 行贿 的 路线 追查 
他会 告诉 我们 帐簿 的 所在位置 
( 朴钟 日 ) 那个 
我 以前 是 检察官 
麻烦 各位 相信 我 一次 
好 那 我们 就 试试看 
顺利 救出 小民 了 
" 明星 的 爱店 " 
你 知道 我 有 多 喜欢 这个 专栏 吗 
朴 记者 我 真的 倍感 荣幸 
不过 这家 餐厅 的 酱料 真是 一绝 
打 从 餐具 到 摆盘 都 很 优雅 
一 听说 有 贵客 要 来 我 可是 相当 费心 
娜妍 演员 是 怎么 成为 这家 常客 的 
有种 出乎意料 好像 遭人暗算 的 味道 
我 陷入 了 这种 奇妙 的 魅力 
像是 遭人暗算 的 奇妙 味道 
标题 想 好 了 
原来 是 标题 啊 
报导 就 请 你 多 帮 我们 美言 几句 
我 添油加醋 的 功夫 可说是 神乎其技 
那 我 今晚 会派 员工 们 过去 一趟 
没 问题 
朴 记者 谢谢 你 
真受不了 来 了 
这 采访 还 真贵 呢 是 吧 
竟然 让 你 把 才能 浪费 在 这种 地方 
实在 是 对 你 感到 很 抱歉 又 感谢 
我 本来 就 想 报答 是 你们 给 了 我 机会 
- 孩子 有 健康成长 吧 - 托 你们 的 福 
你 也 该 像 我 一样 赢得 胜利 才行 
会 实现 的 
因为 这 两位 可不是 简单 人物 
我 一定 会 赢 的 
那个 
你 上次 提到 的 
怎么 了 
我 看到 好看 的 东西 就 非 拍下来 不可 
什么 
以后 不准 再 提到 那些 前任 
我 是 指 你 的 前女友 
等 逮到 卢律成 那天 就是 我 跟 你 交往 的 第一天 
竟然 突然 这么 直接 
看 前面 
炸鸡块 来 了 
- 谢谢 - 请 慢用 
鱼板 汤 很快 就 好 对 
你们 来 了 啊 
所以 我 才 会 反对 这次 的 解决方案 
我 现在 都 快 忙 死 了 
- 这里 要 一瓶 啤酒 - 好 的 
老板 确定 反对 这么 做 吗 
天 啊 这台 贩卖机 还 真 厉害 
收钱 进行 采访 后 不过 才 30 分钟 就 能 立刻 写出 一篇 报导 ( 明星 爱店 " 以免 再晚 " ) 
那些 天赋 异禀 却 只顾 满足私欲 的 人 全都 得 下 地狱 去 
嗯 
钱袋 正在 移动 中 
目的地 在 哪 
他 刚 开往 潭 永 的 方向 
" 潭 永 " 
" 潭 永 " 
京畿道 吗 那里 有 车律 的 土地 
对 没错 
你 仔细 看看 是 在 潭 永 的 哪里 
这块 地 确定 是 车律 的 吗 
对 这 一带 通通 都 是 
放在 钱袋 里 的 定位器 在 这 附近 停 了 下来 
( 会长 卢律成 ) 
( 明星 爱店 " 以免 再晚 " ) 
( 照片 提供 明日 日报 ) 
( 照片 提供 明日 日报 ) 
( 朴钟 日 记者 ) 
喂 
这篇 餐厅 的 报导 是 你 亲自 写 的 吗 
你 跟 这些 人 应该 没关系 吧 
能 有 什么 关系 啊 
不过 怎么 了 吗 
这家 店 跟 董基俊有 关系 追查 徐雄镇 教授 那宗 案件 的 
你 可别 跟 这些 人 走 得 太近 
这块 地 确实 是 在 车 会长 名下 不过 农地 管理者 另有其 人 
是 朴钟 日 
管理 什么 农地 啊 
应该 是 管理 五人会 的 秘密 吧 
不过 秘密 空间 会 在 哪里 呢 
我 看 这里 四处 都 是 大蒜 
是 啊 大蒜 田 
没错 
但 谁 说 大蒜 田里 只能 有 大蒜 呢 
种豆得豆 种蒜 得 蒜 
种下 大笔 金钱 的话 就 会 得到 现金 对 吧 
原来如此 
不过 要 怎么 挖遍 这里 
先 挖 再说 
那个 律师 
- 天 啊 - 哎 呦 你们 这些 人 真是 的 
这么 大 的 地 想 挖 到 什么 时候 
当然 要 一次 搞定 啊 
来 
你们好 
挖土 车来 了 
什么 啊 
天 啊 
没有 帐簿 呢 
那 这些 只是 朴钟 日 的 个人 收贿 吗 
再 挖下去 好像 也 不会 有 结果 
除非 他 埋 在 更深 的 地方 
他 应该 不会 埋 在 太深 的 地方 因为 帐簿 要 经常 拿 出来 查看 
如果 不是 在 大蒜 田 的话 
你 去 看 那边 
吓 我 一 跳 干嘛 
那些 收贿 的 家伙 都 有 一套 藏 赃物 的 规矩 
一定 会藏 在 这种 地方 
你 让开 一下 
是 哪种 地方 
相信 我 就 好 
按理说 在 墙上 挖个 洞 应该 能 发现 秘密 金库 才 对 啊 
不会 在 那种 地方 
哪有 傻瓜 会藏 在 那种 地方 
还 真的 有 傻瓜 藏 在 这里 呢 
真是 的 不会 吧 
看看 
( 黄龙 修 前 青瓦台 辅佐 官 5 千万 韩 圜 ) 
天 啊 收贿 行贿 的 明细 跟 名字 都 有 
这种 程度 的话 百分之百 可以 构成 贿赂罪 
终于 找到 卢律成 的 背后 靠山 了 
怎么 了 找到 了 吗 
做得好 
你 现在 是 在 说 什么 
你 的 意思 是 
我们 的 帐簿 现在 在 金 莎拉 手上 吗 
哎 呦 这该 如何是好 
她 怎么 会 知道 那里 
- 喂 - 怎么 了 
上次 那则 报道 一定 有 隐情 吧 
你 是不是 被 捉住 把柄 了 
没有 那个 所以 说 啊 
难道 我会 希望 发生 这种 事 吗 
真受不了 这 家伙 
你 这 臭小子 凭 什么 这么 理直气壮 
赶快 停手 
- 我 是不是 有 叫 你 收敛 一点 - 你别 这样 
- 我 从 一 开始 - 这样 会 死 人 的 就 看 这 家伙 不 顺眼 
真受不了 这 家伙 
像 只 狗 一样 
- 到处 乱窜 - 小心 闹 出人命 
- 别 这样 - 我 真是 忍无可忍 
- 我 流血 了 - 真是 的 
- 你 有空 吗 - 怎么 了 
因为 呢 你 明天 要是 有空 的话 
我 想 跟 其他 朋友 
- 瑞允 - 大叔 
- 好 啊 - 我 不要 
明天 会 开幕 
喂 去 那边 搭 吧 
( 与 国民 为伍 既 温暖 又 可靠 的 警察 ) 
- 怎么 了 - 把 帐簿 拿来 
现在 一切 都 该 回到 正轨 
帐簿 应该 在 警署 而 你 应该 在 监狱 
是 吗 那 你 也 该 回到 原位 
回到 以前 见 不到 瑞允 的 时候 
" 瑞允 " 
你 一把 那 帐簿 交出去 这辈子 就 再也 见 不到 你 儿子 
那个 
怎么 了 有 什么 事 吗 
( 瑞允 保姆 李 秘书 ) 
- 喂 李 秘书 - 瑞允 不见 了 
我 看 他 没 离开 补习社 进去 一看 
( 电话簿 ) 
( 我 的 爱 ) 
你 怎么 了 
瑞允 被 带走 了 
怎么办 
对 了 小孩子 的 手机 可以 进行 定位 追踪 
走 吧 
你 去 帮 我 找瑞允 
我 去 找 卢律成 谈判 
那个 你 等 一下 
( 即时 手机 位置 ) 
你 真是 个人 渣 竟然 绑架 自己 的 孩子 
你 怎么 能 做到 这种 地步 
那 你 呢 
怎么 能 这么 对 我 
- 瑞允 在 哪里 - 要 我 免费 告诉 你 吗 
马上 带瑞允 过来 
那该 不会 是 假 的 吧 
( 韩东振 国会议员 4 亿韩 圜 ) 
( 金有 信 西河 产业 振兴 财团 代表 3 亿韩 圜 ) 
你 先 给 我 
我 凭 什么 相信 你 
( 董基俊 他们 正要 去 机场 可能 要 送 他 出国 ) 
你 快 打 给 他 
我 知道 了 
你 还 真是 上 了 不少 保险 
你 知道 这个 世界 上 什么样 的 人 最 强大 吗 
就是 将 有 权势 的 人 的 弱点 掌握 在 手中 的 人 
所以 你 少 嚣张 
你 是 赢 不了 我 的 
你 那么 拼命 帮 自己 上 的 保险 我 还 真 好奇 你 用 不用 得 完 
真受不了 
妈妈 爸爸 
- 瑞允 - 瑞允 过来 
爸爸妈妈 正在 玩 很 有趣 的 游戏 
你 也 一起 加入 吧 
你 愣 着 干嘛 快 把 帐簿 交 出来 
你 先 让 瑞允 过来 
你 都 不 看 电影 的 吗 
这种 时候 你 就 该 先 放下 手中 的 枪 啊 对 吧 瑞允 
让 瑞允 过来 
瑞允 来 妈妈 这里 
妈妈 
去 找 妈妈 玩吧 
- 妈妈 - 瑞允 
我们 走 
这是 怎么回事 
金 莎拉 真是 可恶 
我们 总 不能 把 正本 交给 他 
瑞允 就 拜托 你 了 
瑞允 我 不是 有 告诉 过 你 不能 随便 跟 人 走 吗 
秘书 大叔 说 
你 在 等 我 
原来 瑞允长 得 像 妈妈 
这位 大叔 是 谁 
他 是 妈妈 的 朋友 
瑞允 你好 
你好 
我们 以后 好好 相处 吧 
来 击拳 
击拳 
车律 游说 帐簿 曝光 之后 风波 正 逐渐 扩大 
( 卢律成 代表 的 行贿 帐簿 ) 每次 行贿 金额 50 亿 行贿 总额 高达 500 亿 
( 针对 西河 洞 再 开发区 花 ) 为了 打造 车律 之城 ( 检方 已 拿到 卢律成 代表 ) 据悉 卢律成 代表 以 打造 车律 之 城为 目的 ( 疑似 为了 打造 车律 之城 的 游说 帐簿 ) 
( 检方 将 发表 ) 我 现在 要 发表 西河 洞 再 开发 地区 游说 案件 
找 我 有 什么 事 吗 
若 你 不 知道 会 后悔莫及 的 事 
孔得求 已经 招认 不讳 
金 莎拉 妈妈 最后 搭 的 那辆车 里 当时 卢律成 和 白 秘书 你 都 在 
所以 说检 方才 会 传唤 卢律成 
另外 
将 朴正 淑 从 工厂 楼顶 推下去 的 人 是 谁 
是 白 秘书 
这是 卢律成 口供 的 一部分 
( 将 朴正 淑 从 工厂 楼顶 推下去 的 人 是 谁 ) 
( 是 白 秘书 ) 
不要 拿 这种 捏造 的 东西 来 骗 我 
上面 写 的 负责 检察官 是 我 的 朋友 
你 可以 打电话 确认 是否 属实 
你 还 认为 卢律成 是 个 值得 信赖 的 人 吗 
请 你 清醒 一点 
如果 他 认为 这 是 假 的 那 他 肯定 会 拿给 卢律成 看 的 
他 有点 动摇 了 
天 啊 看来 董 律师 可以 下山 了 啊 
不但 知道 怎么 越界 还 知道 怎么 骗人 了 
我 是不是 太 没 道德 了 
出 大事 了 
这 是 不 对 的 
你 做 得 很 好 
从 里面 开始 我们 加快速度 
我们 动身 吧 
检察官 来 了 是 扣押 搜查 
我 想 他们 会 先来 这里 
等 扣押 搜查 结束 后 他们 定会 叫 你 过去 所以 我们 得 统一口径 
好 的 
如果 他们 提起 瑞允 的 外婆 那天 我 不 在 车里 
什么 
是 孔得求 开 的 车 然后 下车 
之后 是 你 开车 去 的 工厂 
就 说 你 开车 送 她 去 了 工厂 门口 
他们 不是 来 调查 那宗案 的 
是 调查 行贿 资金 的 事 
不会 只 调查 行贿 这么 简单 的 
但 我 说谎 以后 要是 查出 什么 怎么办 
那 只能 由 你 顶罪 了 还有 其他 办法 吗 
我 吗 
难道 是 我 吗 
那车律 该 怎么办 
喂 你别 担心 你 到底 在 怕 什么 啊 
即使 你 顶罪 进 监狱 了 我会 对 你 负责 到底 的 
你 相信 我 吧 
为了 调查 车律 之城 涉嫌 行贿 资金 的 案件 这是 扣押 搜查 令 
开始 吧 
你们 动手 轻点 大叔 
怎么 都 不 听 我 说 的话 
( 离婚 解决 士 SOLUTION ) 
车律 律师行 在 法学院 遴选 中 落选 了 
金 组长 
这 是不是 叫作 恶有恶报 
事必 归正 自作自受 
- 作茧自缚 - 不管 了 
就是 自取灭亡 自己 把 自己 引 上 绝路 
- 你 说 是不是 组长 - 没错 
这下 可以 放开手脚 来 结束 妈妈 的 案件 了 
白 秘书 怎么样 了 
成功 了 
他 愿意 作证 
真是 辛苦 你 了 
但是 卢律成 现在 被 逼 得 走投无路 令 我 很 不安 
是 时候 他 垂死挣扎 了 
不 我 担心 他 可能 会 针对 你 
( 卢律成 ) 
我会 小心 的 
我 就 知道 你 会 立刻 来 见 我 
条件 是 什么 
将 我 妈 坠楼 的 真相 告诉 我 你 想得到 什么 
我 就 问 你 一个 问题 
你 从 一 开始 便 带有 目的 故意 进 我家 的 吗 
看来 你 挺 悠闲 的 还有 心思 问 这种 问题 
原来 被 人 背叛 的 感觉 就是 这样 啊 
你 一定 也 很 难 饶恕 我 吧 
你 现在 是 想 怎样 
哎 呦 看起来 好 疼 啊 
是不是 很闷 
你 还好 吗 
你求 我 饶 你 一命 啊 
你 有 自信 放 我 走 吗 
嘴 还 这么 硬 
是 你 杀 了 我 妈妈 吧 
你 有 证据 是 我 推 了 她 吗 
原来 是 推下去 的 
你 怎么 能 
你 怎么 能 做出 那种 事 
我 妈妈 对 你 那么 好 
喂 你 说 她 对 我 好 吗 
她 对 我 好 吗 
对 我 好 的 人 怎么 会来 找 我 威胁 呢 
说 不 把 她 女儿 从 监狱 弄出来 就让 我 不得好死 能 那么 不可理喻 吗 
我 妈妈 找过 你 吗 
喂 这样 吧 
" 车律 行贿 帐簿 是 我 伪造 出来 的 " 
" 没想到 事情 会闹 得 这么 大 对不起 " 
录 下 一个 原 声 坦白 吧 
你 是 怎么 推 我 妈妈 的 
重 来 " 帐簿 是 假 的 " 
原 声 坦白 开始 
快 说 为什么 推 了 我 妈妈 
你 说 谁 推 了 她 啊 真是 的 
你 接 她 上车 把 她 带 去 工厂 楼顶 
之后 之后 你 到底 做 了 什么 
我 没有 做错 任何 事 
我 没有 错 
你 这个 杀人犯 
" 杀人犯 " 你 疯 了 吗 
我 说 了 不是 我 做 的 
有人 和 你 说话 你 应该 学会 乖乖 听 进去 
你们 这些 人 怎么 一个个 都 听不懂 人 话 
哎 呦 
莎拉 你 说 这 是 什么 
你 都 成 了 窃听 专家 呢 金 莎拉 
( 卢律成 ) 
我会 小心 的 
失去 左膀右臂 和 背后 靠山 的 卢律成 
我 是 他 现在 唯一 能 信任 的 人 
因为 如果 我 说 帐簿 是 我 伪造 出来 的 他 就 能 躲过一劫 
但 现在 我 的 解决办法 也 只 剩 卢律成 了 
杀害 我妈 的 罪 既 没 证据 也 没 目击 证人 
所以 我 必须 拿到 他 的 自白 
你 要 亲自 去 拿 吗 
他 一定 会来 跟 我 谈 交易 
到 时 就是 机会 
那 就 试试看 吧 
我会 小心 的 
而且 也 有 你 陪 着 我 
断线 了 看来 被 发现 了 
怎么办 什么 证据 都还没 拿到 
直击 现场 吧 
这 车 怎么回事 
乖乖 别动 
他 好像 安排 了 货柜 
龙城 码头 堆 货场 
我会 尽量 跟 他 拖延时间 
该死 真是 麻烦 
喂 
你 以为 扎破 轮胎 就 有 办法 逃跑 吗 
下车 
快 出来 
找到 录音器 了 
怎么办 才 好 呢 
要 不要 喝点 这个 
你 看起来 很 冷 
听说 这 货柜 要 运到 塞内加尔 
不敢想像 吧 
关上 这个 门装 到 货船 上 大约 运输 两个 月 才能 到达 目的地 
不过 你 不必 太 担心 
我 一定 派 人 找 一片 茂盛 的 草原 把 你 安葬 在 那里 
真冷 
我 是 真心 爱过 你 
所以 才 跟 你 结婚 
" 爱 " 
真是 可笑 
对 你 来说 结婚 就是 试衣间 
老婆 就是 挂 在 里面 的 衣服 
试 了 一件 又 一件 
但 在 那些 衣服 中 你 是 我 永远 的 珍藏品 
是 你 自己 拒绝 我 的 
对 了 你 等 一下 
等 一下 
现在 最 重要 的 是 只 剩下 5 分钟 了 
知道 是 什么 意思 吗 
现在 是 10 点 25 分 
这个 货柜 关上门 之后 10 点 30 分将 开始 装载 上船 
你们 两个 先 去 那边 找找看 
- 我 去 这边 找找看 - 好 的 - 我 去 那边 找 - 好 的 
来 
( 录音 ) 
搞 什么 刚才 忘记 关了 啊 
刚才 让 你 说 的 那句话 现在 肯说 我 就 放过 你 
" 曝光 的 那本 行贿 帐簿 " " 是 我 伪造 的 " 录下 原声 坦白 
很 冷 吧 
我 知道 你 也 不想 死 
莎拉 你 我 又 不是 外人 
互相 放过 吧 
就算 你 少 了 一条 贿赂罪 也 改变 不了 什么 
因为 白 秘书 已经 出席 检方 问讯 了 
你 对白 秘书 做 了 什么 
喂 你 在 哪里 
对不起 卢 代表 
我 只会 承担 我 自己 犯下 的 罪责 
喂 等 一下 该死 
这 该死 的 蠢货 
莎拉 你 拿 自己 的 命 开玩笑 吗 
给 你 活命 的 机会 都 要 一脚 踢开 
你 对 我 妈 犯下 的 罪 马上 也 要 被 公之于世 了 
反正 那 都 是 白 秘书 的 片面之词 
你 看看 现在 该 急 的 人 是 你 
货柜 的 门 就要 关闭 了 
不行 我 该 走 了 
这个 你 总 不会 拒绝 了 吧 来 
最后 对瑞允 说 一句 话 吧 
等 他 长大 了 我 帮 你 转告 他 
瑞允 
把 外婆 从 楼顶 推下去 的 人 是 爸爸 
到底 要 我 说 几遍 不是 我 
还 剩 多长时间 
现在 知道 急 了 吗 
害怕 了 吗 
只 剩 不到 2 分钟 了 
你 不是 说 货柜 门 一 关上 我 就 完蛋 了 吗 
所以 你 就 告诉 我 吧 
我妈 最后 是 怎么 走 的 让 我 知道 真相 再 死 
你 是不是 从 一 开始 就 打算 杀掉 我妈 
是 你 故意 推 她 的 吗 
对 是 我 把 你 妈 推 下楼 的 
是 我 推 了 她 
我 推是 推 了 但 不是故意 而是 失手 推 的 
你 满意 了 吗 
因为 是 失手 所以 没有 杀人 意图 
原来 真的 是 你 杀死 了 我 妈 
把 她 推 下楼 就 逃离现场 
也 不 及时 去 挽救 她 一命 
放任 她 被 摔死 
你 这 是 不 作为 故意杀人罪 
就 因为 你 这 副 德性 我 才 不能 留 你 这 条命 
我 的 愿望 是 不 希望 瑞允 成为 像 你 这样 的 人渣 
一定 要 帮 我 转告 他 
知道 了 
莎拉 
我们 真的 要 永别 了 
对 了 
那 把 刀 是 我 对 你 最后 的 仁慈 
你 自己 割断 绳子 舒舒服服 上路 吧 
等 一下 
停车 
停车 
金 莎拉 
要 一起 继续下去 啊 一起 走 到 最后 
金 莎拉 
莎拉 你 醒醒 
你 还好 吗 看得见 我 吗 
来 小心 
我怕 得 要死 
什么 
我 以为 这次 你 不会 来 找 我 了 
你 的 心跳声 为什么 这么 迫切 
让 我 觉得 抱歉 又 在意 
我 好 高兴 可以 让 你 在意 我 
你 要 去 哪里 
我们 见面 谈谈 吧 
稍等一下 
一切 都 结束 了 
承认 吧 
什么 结束 你 要 我 承认 什么 
我 又 没 做 错 什么 
怎么回事 
你 搞 什么 
你 早 该 把 录音 关掉 的 
对 是 我 把 你 妈 推 下楼 的 是 我 推 了 她 我 推是 推 了 但 不是故意 而是 失手 推 的 这 可谓 是 自白 的 范本 了 
金 莎拉 你 真的 太 可恶 了 
至于 你 的 下场 
就是 你 这种 人 无法 像 泥鳅 一样 溜走 脱身 
好好 活着 为 你 犯下 的 罪 承受 刑罚 
尤其 是 对 我 妈妈 你 要 向 她 忏悔 一辈子 
好好 保重 身体 把 牢底 坐 穿 
或许 这么一来 连 你 这种 人 也 能 活得 像 个人 
我 真心 如此 期盼 
给 我 过来 你 这 家伙 
放开 我 我 还 有话要说 
你们 以为 这 就 结束 了 吧 
你们 全都 死定了 可恶 
叫 你 放开 我 
听不懂 吗 快 放开 我 
你 真的 辛苦 了 
金 组长 你 踢 人 的 样子 太 帅气 了 
我 的 状态 不好 刚才 踢 得 还 不够 好 
你 太 谦虚 了 刚刚 那 一脚 踢 得 很 好 组长 真棒 
( 故 朴正 淑 ) 
瑞允 还 记得 外婆 吗 
嗯 外婆 说 我 很 乖 所以 很 喜欢 
因为 像 妈妈 
妈妈 大家 都 说瑞允 和 我 像 极了 
所以 希望 你 在天有灵 好好 保佑 我 儿子 
( 故 朴正 淑 ) 
你 的 外孙 和 女儿 都 拜托 你 保佑 了 
你好 妈妈 的 朋友 大叔 
没错 我 是 妈妈 的 朋友 大叔 
瑞允过 得 好 吗 来 击拳 
击拳 
( 耀眼 秋日 如 枫红 活 得 美丽 的 妈妈 ) 
( 我爱你 请 你 安息 ) 
你 写 在 便条纸 上 过来 拜访 的 人 当时 的 董 检察官 
长得 就是 我 这个 样子 
太晚 才 知道 你 太晚 才 来 拜访 你 真的 很 抱歉 
( 故 朴正 淑 ) 
我会 向 你 的 女儿 和 外孙 加倍 偿还 这份 人情债 的 
你 想要 怎么 偿还 
瑞允 
走 吧 
像 这样 偿还 
( 几个 月 后 ) 
二楼 好像 空 了 太久 
那么 要 我 重新 搬进 去 吗 
那 你 现在 的 律师行 怎么办 
才刚 进去 没多久 啊 
合约 只签 了 一年 
我 怎么 有 办法 等到 那 时候 啊 
这种 心情 我 最 清楚 了 
一直 等待 的 滋味 有 多么 难受 我 很 清楚 
这 款 怎么样 
不怎么样 
这样的话 那 款 怎么样 
不怎么样 
那 款 怎么样 
哇 很 好看 
很 好看 吧 
请 让 我们 看 一下 这个 款式 
怎么样 
很 好看 你 喜欢 吗 
非常 喜欢 
那好 
请 给 我们 这 款 
瑞允 今天 是 很 重要 的 日子 
你 会 守约 诚心 祝福 的 吧 
当然 我会 好好 表现 的 
谢谢 你 宝贝儿子 
专心 去 上学 待 会见 
妈妈 再见 
瑞允 你 的 书包 
我爱你 宝贝儿子 
我 也 爱 你 妈妈 
- 嗨 - 瑞允 快 过来 
( 化妆师 金柔俐 ) 金 莎拉 小姐 你 预约 了 12 点 的 化妆 
( 朴娜妍 ) 
( 李珠媛 韩智仁 ) 
( KC 生物 公司 代表 姜哲 ) 
( 韩主 党代表 金英雅 ) 
哎 呦 真是 
真是 令人 苦恼 
不愧 是 有钱 的 姐姐 太 厉害 了 
太 夸张 了 吗 
当然 是 越厚 越 好 啊 
尤其 是 放 钱 的 信封 
- 就是说 啊 - 没错 
离婚 之后 赚 了 一堆 钱 是 我 的 错 吗 
她 可是 赚 到 了 
- 做得好 吧 - 做得好 
- 她 应该 会 开心 到 晕倒 - 会 晕倒 
总之 我要 去 那边 
( 新娘 亲友 ) 
( 祝 结婚 ) 
真 可爱 跟 妈妈 简直 是 同一个 模子 刻 出来 的 
新郎 权大基 与 新娘 姜春 进场 请 大家 以 热烈 掌声 欢迎 他们 
是 我 邀请 她们 的 
什么 为什么 
因为 你 以后 是 我 的 人 了 
当然 要 让 你 那些 前任 女友 看清楚 
接下来 将 由 新郎新娘 的 前辈 也 是 公司 代表 的 金 莎拉 进行 致词 
我 自己 结 过 两次 婚 也 离过 两次 婚 
而 职业 是 离婚 解决 士 
这样 的 我 要 进行 婚礼 致词 虽然 有点 难为情 
但 比起 从没 结过婚 的 人 我 应该 清楚 更多事 吧 
当然 更 清楚 了 
结婚 代表 你 已经 下定决心 要 跟 对方 一起 吃 上 3 万次 的 饭 
你们 想 跟 对方 一起 吃 上 3 万次 的 饭 吗 
300 万次 我 都 愿意 吃 
我 也 是 
非常 好 
婚姻 中 如果 总是 计较 对错 就 玩完 了 
你们 有 信心 不会 哭 吗 
- 有 信心 - 有 信心 
- " 有 信心 " - 最后 我 想 问 你们 准备 好 分手 了 吗 
- 什么 - 什么 
恋爱 没有 压力 是因为 并非 终身 之 事 
把 结婚 当成 随时 可以 结束 有 可能 结束 的 事 
分手 也 没关系 
不会 死 的 
这样 的 婚姻生活 才 会 更 有 紧张感 对 彼此 也 会 更加 宽容 
- 好 的 - 好 的 
接下来 请 新郎新娘 交换 戒指 
今天 辛苦 你 了 
我 都 快 紧张 死 了 
看得出来 你 很 紧张 
我 的 意思 是 很 可爱 
对 了 
话说回来 我 还要 等到 什么 时候 呢 
在 这 世上 要是 忍耐 三次 就 会 带来 倦怠感 
我 要是 感到 倦怠 了 你 要 怎么办 
金 莎拉 你 只 需要 继续 走 在 你 一直 以来 的 道路 上 就行了 
我会 朝着 与 你 相同 的 方向 前进 
不行 
什么 
我 不想 再 结婚 了 
那 是 怎样 
分手 吧 
你 说 什么 
我们 只 在 一起 五年 就 分手 吧 
我 只 接受 有 有效期限 的 婚姻 
婚姻 
- 是 罐头 吗 - 就是说 啊 
罐头 都 有 有效期限 了 为什么 婚姻 没有 
我 有 问题 
如果 想 继续 一起 生活 怎么办 
万一 真的 有 那种 奇迹 降临 在 我们 身上 再婚 就行了 第二次 结婚 
新 的 有效期限 一次 五年 
等 一下 让 我 想想 
好 没 问题 
我 有 未来 的 目标 了 以后 我要 为 金 莎拉 戴上 
10 次 戒指 
我们 久违 地来 当 一次 伙伴 吧 
商业伙伴 
逗 你 的 是 人生 伙伴 
被 骗 到 了 吧 
算了 
被 骗 到 了 吧 
《 绝佳 的 解决 士 》 
有种 出乎意料 好像 遭人暗算 的 味道 
( 徐允儿 ) 金 律师 你 快 帮 我 辩论 啊 
( 河东 俊 ) 你 对 我 来说 就是 一辈子 梗 在 喉咙 里 的 刺 
( 沈宜英 ) 你 已经 完蛋 了 彻底 完蛋 
( 郑 嘉熙 ) 你们 是 破坏 家庭 犯 吗 
只会 怂恿 单纯 的 女人 你们 懂 什么 还强 出头 
( 李度烨 ) 你 把 赡养费 带来 ( 李舒 侒 ) 也 承认 你 的 错误 
只要 是 你 的 请求 无论 什么 我 都 会 答应 ( 韩宝凛 ) 
( 吴东 旻 ) 我们 离婚 吧 
你 是 不想 缴 献金 才 故意 这样 吗 ( 董方雨 ) 
等 上市 成功 我 的 公司 就是 千志 东山 所有 
( 吴龙 ) 我 比 谁 都 更 有 自信 ( 孙智娜 ) 
我 确实 是 他们 的 妈妈 那个 女人 并 不是 自杀 
( 金 滓 溵 ) 妈 啊 只要 看到 你 幸福 就 会 很 幸福 
( 姜 爱心 ) 我 也 爱 你 妈妈 
( 郑敏俊 ) 出入 赌场 的 纪录 我们 会替 你 掩盖 一切 
( 朴志勋 ) 这 是 我 负责 的 案件 
( 李斗锡 ) 重启 调查 徐雄镇 教授 跳楼 案件 
听说 会长 帮 你 找 了 好多 相亲 人选 
( 金诗 贤 ) 这次 把 我 也 加入 候选人 当中 吧 
我 看到 热水 就 会 热血沸腾 
( 徐惠媛 ) 不是 我 又 不是 什么 大众 脸 
真 让 我 难过 难过 的 蛤蜊汤 
( 李泰久 ) 我 有人 脉 也 有钱 钱 稍微 多一点 
( 金善映 ) 别忘了 虎毒不食子 ( 罗映 姬 ) 
并 不是 针对 世上 所有 的 父母 谁 对 我 张牙舞爪 我 就 会 撕咬 谁 ( 吴珉 锡 ) 
现在 你 明白 了 吗 再 乱来 的话 会 有 怎样 的 下场 
你 要 好好 集中 精神 才行 
之后 会 把 你 吓 得 跑 来 找 我们 的 事 ( 姜其永 ) 还有 一大堆 
婚姻 还有 失败 一说 吗 
( 李智雅 ) 
好 那 就 开始 吧 这次 的 解决方案 是 ( 感谢 一直 以来 收看 ) ( 《 绝佳 的 解决 士 》 的 各位 观众 ) 
