瑞允 
你好 啊 
你好 你好 
我怕 那個 人會動 手腳 
他 去 上學 的 時候 李秘 書會 跟 著 
哎呀 你 放心 我們 家 阿姨 很會 照顧 孩子 
回到 家有 朋友 一起 玩 
他 可以 跟 我 女兒 玩 
媽媽 出差 期間 你 要 好好 聽話 
跟 媽媽 說 「 再見 」 
媽媽 再 見 
我們 要 不要 吃點 零食 好 
阿姨 來 做 很多 好吃 的給 你 吃 走 吧 
走 吧 瑞允 喜歡 吃 甚麼 呢 
( 大結局 ) 
我 打算 相信 你 說 的 那句 「 我們 是 同一 陣線 」 
反正 我 也 想 看到 那個 人 完蛋 
不過 車會長 看 起來 一臉 冤枉 
你 不 害怕 嗎 
我 為 了 不 露出 害怕 的 神色 
這裡 都 快 抽筋 了 
盧律成 呢 
他 還在 逍 遙法外 
徐雄鎮 教授 的 跳 樓案 因為 銷毀 了 手機 有點 棘手 
而 我媽 的 墮 樓案 仍 是 完美 犯罪 
那 你 要 把 他 逼 到 絕境 
要 等 他 為 了 掩蓋 小線索 製 造 出 更 大 的 麻 煩 才 行 
這給 你 
這 就是 五百 億俱樂部 
是 你 爸爸 提到 的 那個 五人會 嗎 
對 聽 說 他們 四處 行賄 
希望 能 幫助 你將 他 逼入 絕境 
( 五人會 相關 資料 五百 億俱樂部 ) 
( 五人會 組成 車律 之 城促 進會 ) 
( 五人會 身份 情報 ) 
( 徐雄鎮 朴鐘 日 ) 
( 總召 盧律成 ) 
( 宣傳及 法律 支援 負責人 朴鐘 日 ) 
他們 既然 到 處灑 錢 肯定 會 留下 帳簿 行賄 帳簿 
那個 帳簿會 是 盧律成 的 最 後 武器 
甚麼 不是 弱點 嗎 
在 成為 弱點 前 他會 拿 來 當作 武器 
威脅 那些 出現 在 帳簿 上 的 人來 拯救 他 
所以 是 要 將帳 簿 拿到 手 的 意思 對 吧 
對 要 讓 他 絕對 無法 脫身 
還要 加上 一條 殺害 我媽 的 罪名 判他 入獄 
那帳 簿 會 放在 哪 呢 
公司 家裡 還是 銀行 保險箱 
這些 都 是 扣押 搜查 最先 翻查 的 地方 
你 剛剛 說 五人會裡 負責 管理 資金 的 人 是 誰 
( 朴鐘 日 ) 
是 他 明日 日報 記者 朴鐘 日 他 沒 有 甚麼 弱點 嗎 
他長 得 一臉 有 很多 弱點 的 樣子 
( 朴鐘 日 ) 
他 的 綽號 是 報導 自動 販賣機 
只要 一給 錢 就 會 幫忙 寫 文章 
看來 這個 人 就是 弱點 所在 
組長 收受 賄賂 後 都 會 放在 哪裡 保管 呢 
這個 我 又 沒收 過賄 不是 很 清楚 
應該 不會 放在 銀行 吧 
要是 入帳 金額 超過 一千 萬 韓元 不是 會 自動 向 金融 監督院 報告 嗎 
沒錯 所以 那些 黑錢 
需要 一個 隱密 的 存放 空間 
五人會 的 秘密 資金 保管 處 
行賄 帳簿 肯定 也 在 那裡 
我們 先照 著 他 行賄 的 路線 追查 
他會 告訴 我們 帳簿 的 所在位置 
( 朴鐘 日 ) 那個 
我 以前 是 檢察官 
麻煩 各位 相信 我 一次 
好 那 我們 就 試試 看 
順利 救出 小民 了 
「 明星 的 愛店 」 
你 知道 我 有 多 喜歡 這個 專欄 嗎 
朴記者 我 真的 倍感 榮幸 
不過 這間 餐廳 的 醬料 真是 一絕 
從 餐具 到 擺盤 都 很 優雅 
一聽 說 有 貴客 要 來 我 可是 相當費心 
娜妍 演員 是 怎樣 成為 這裡 的 常客 呢 
有種 出乎意料 好像 遭人暗算 的 味道 
我 陷入 了 這種 奇妙 的 魅力 
像是 遭人暗算 的 奇妙 味道 
標題 想 好 了 
原來 是 標題 啊 
報導 就 請 你 多 幫 我們 美言 幾句 
我 添油加醋 的 功夫 可說 是 神乎其技 
那 我 今晚 會 派員 工們過 去一趟 
沒 問題 
朴記者 謝謝 你 
真受不了 來 了 
這採訪 還真貴 呢 是 吧 
竟然 讓 你 把 才能 浪費 在 這種 地方 
實在 是 對 你 感到 很 抱歉 又 感謝 
我本來 就 想 報答 是 你 們 給了 我 機會 
孩子 有 健康 地成長 吧 託 你 們 的 福 
你 也 該 像 我 一樣 贏得 勝利才行 
會 實現 的 
因為 這兩位 可不是 簡單 人物 
我 一定 會贏 的 
那個 
你 上次 提到 的 
怎麼 了 
我 看到 好看 的 東西 就 非 拍 下來 不可 
甚麼 
以 後 不准 再 提到 那些 前任 
我 是 指 你 的 前女友 
等 逮到 盧律成 那天 就是 我 跟 你 拍拖 的 第一天 
竟然 突然 這麼 直接 
看 前面 
炸雞塊 來 了 
謝謝 請 慢用 
魚板湯 很快 就 好 對 
你們 來 了 啊 
所以 我 才 會 反 對 這次 的 解決 方案 
我現 在 都 快 忙 死 了 
這裡 要 一瓶 啤酒 好 的 
老 闆 確定 是 反 對 這樣 做 嗎 
天 啊 這部 販賣機 還真 厲害 
收錢 進行 採訪 後 不過 才 30 分鐘 就 能 立刻 寫出 一篇 報導 ( 明星 愛店 「 以免 再晚 」 ) 
那些 天賦 異 稟 卻 只 顧 滿 足 私 慾 的 人 全都 要 下 地獄 去 
嗯 
錢袋 正在 移動 中 
目的地 在 哪 
他 剛開 往潭永 的 方向 
「 潭 永 」 
「 潭 永 」 
京畿道 嗎 那裡 有 車律 的 土地 
對 沒錯 
你 仔細 看看 是 在 潭 永 的 哪裡 
這塊 地 確定 是 車律 的 嗎 
對 這一帶 通通 都 是 
放在 錢袋裡 的 定位器 在 這 附近 停 了 下來 
( 會長 盧律成 ) 
( 明星 愛店 「 以免 再晚 」 ) 
( 照片 提供 明日 日報 ) 
( 照片 提供 明日 日報 ) 
( 朴鐘 日 記者 ) 
喂 
這篇餐 廳 的 報導 是 你 親自寫 的 嗎 
你 跟 這些 人 應該 沒關 係 吧 
能 有 甚麼關 係 啊 
不過 怎麼 了 嗎 
這間 店 跟 董基俊 有關 係 追查 徐雄鎮 教授 那宗 案件 的 
你 可別 跟 這些 人 走 得 太近 
這塊 地 確實 是 在 車會長 名下 不過 農地 管理者 另有其 人 
是 朴鐘 日 
管理 甚麼 農地 啊 
應該 是 管理 五人會 的 秘密 吧 
不過 秘密 空間 會 在 哪裡 呢 
我 看 這裡 四處 都 是 大蒜 
是 啊 大蒜 田 
沒錯 
但 誰 說 大蒜 田裡 只能 有 大蒜 呢 
種豆 得 豆 種蒜 得 蒜 
種下 大筆 金錢 的 話 就 會 得到 現金 對 吧 
原來 如此 
不過 要 怎麼 挖遍 這裡 
先 挖 再 說 
那個 律師 
天 啊 哎呀 你們 這些 人 真是 的 
這麼 大 的 地 想 挖 到 甚麼 時候 
當然 要 一次 搞定 啊 
來 
你們 好 
挖土 機來 了 
甚麼 啊 
天 啊 
沒有 帳簿 呢 
那 這些 只是 朴鐘 日 的 個 人 收賄 嗎 
再 挖下去 好像 也 不會 有 結果 
除非 他 埋 在 更深 的 地方 
他 應該 不會 埋 在 太深 的 地方 因為 帳簿 要 經常 拿出 來 查看 
如果 不是 在 大蒜 田 的 話 
你 去 看 那邊 
嚇我 一 跳 做 甚麼 
那些 收賄 的 傢 伙 都 有 一套 藏贓物 的 規矩 
一定 會藏 在 這種 地方 
你 讓 開 一下 
是 哪種 地方 
相信 我 就 好 
按理 說 在 牆 上 挖個 洞 應該 能 發現 秘密 金庫 才 對 啊 
不會 在 那種 地方 
哪有 傻瓜 會藏 在 那種 地方 
還 真的 有 傻瓜 藏 在 這裡 呢 
真是 的 不會 吧 
看看 
( 黃 龍修 前 青瓦台 輔佐官 5 千萬 韓元 ) 
天 啊 收賄 行賄 的 明細 跟 名字 都 有 
這種 程度 的 話 百分之百 可以 構成 賄賂 罪 
終於 找到 盧律成 的 背 後 靠山 了 
怎麼 了 找到 了 嗎 
做得好 
你現 在 是 在 說 甚麼 
你 的 意思 是 
我們 的 帳簿現 在 在 金 莎拉 手上 嗎 
哎呀 這該 如何是好 
她 怎麼 會 知道 那裡 
喂 怎麼 了 
上次 那則 報道 一定 有 隱情 吧 
你 是不是 被 捉住 把柄 了 
沒有 那個 所以 說 啊 
難道 我會 希望 發生 這種 事 嗎 
真受不了 這 傢 伙 
你 這 臭小子 憑 甚麼 這麼 理直 氣壯 
趕快 停手 
我 是不是 有 叫 你 收斂 一點 你別 這樣 
我 從 一開始 這樣 會 死 人 的 就 看 這 傢 伙 不 順眼 
真受不了 這 傢 伙 
像 隻 狗 一樣 
到 處亂 竄 小心 鬧 出人命 
別 這樣 我 真是 忍無可忍 
我 流血 了 真是 的 
你 有空 嗎 怎麼 了 
因為 呢 你 明天 要是 有空 的 話 
我 想 跟 其他 朋友 
瑞允 大叔 
好 啊 我 不要 
明天 會 開幕 
喂 去 那邊 搭 吧 
( 與 國民為伍 既溫 暖 又 可靠 的 警察 ) 
怎麼 了 把 帳簿 拿 來 
現在 一切 都 該 回到 正軌 
帳簿 應該 在 警署 而 你 應該 在 監獄 
是 嗎 那 你 也 該 回到 原位 
回到 以前 見 不到 瑞允 的 時候 
「 瑞允 」 
你 一把 那帳 簿 交出去 這輩子 就 再也 見 不到 你 兒子 
那個 
怎麼 了 有 甚麼 事 嗎 
( 瑞允 保姆 李秘書 ) 
喂 李秘書 瑞允 不見 了 
我 看 他 沒離 開補 習社 進去 一看 
( 電話 簿 ) 
( 我 的 愛 ) 
你 怎麼 了 
瑞允 被 帶 走 了 
怎麼 辦 
對 了 小孩子 的 手機 可以 進行 定位 追 蹤 
走 吧 
你 去 幫 我 找瑞允 
我 去 找 盧律 成談判 
那個 你 等 一下 
( 即時 手機 位置 ) 
你 真是 個 人渣 竟然 綁架 自己 的 孩子 
你 怎麼 能 做到 這種 地步 
那 你 呢 
怎麼 能 這樣 對 我 
瑞允 在 哪裡 要 我 免費 告訴 你 嗎 
馬 上 帶瑞允 過來 
那該 不會 是 假 的 吧 
( 韓東振 國會 議員 4 億韓元 ) 
( 金有 信 西河 產業振興 財團 代表 3 億韓元 ) 
你 先給 我 
我 憑 甚麼 相信 你 
( 董基俊 ) ( 他們 正要 去 機場 可能 要 送 他 出國 ) 
你 快 打給 他 
我 知道 了 
你還 真是 做 了 不少 保險 
你 知道 這個 世界 上 怎樣 的 人 最強 大 嗎 
就是 將有 權勢 的 人 的 弱點 掌握 在 手中 的 人 
所以 你別 囂張 
你 是贏 不了 我 的 
你 那麼 拼命 幫 自己 做 的 保險 我 還真 好奇 你 用 不用 得 完 
真受不了 
媽媽 爸爸 
瑞允 瑞允 過來 
爸爸 媽媽 正在 玩 很 有趣 的 遊戲 
你 也 一起 加入 吧 
你 呆 著 做 甚麼 快 把 帳簿 交出 來 
你 先 讓 瑞允過 來 
你 都 不 看 電影 的 嗎 
這種 時候 你 就 該 先 放下 手中 的 槍 啊 對 吧 瑞允 
讓 瑞允過 來 
瑞允 來媽媽 這裡 
媽媽 
去 找 媽媽 玩吧 
媽媽 瑞允 
我們 走 
這是 怎麼 回事 
金 莎拉 真是 可惡 
我們 總 不能 把 正本 交給 他 
瑞允 就 拜 託 你 了 
瑞允 我 不是 告訴過 你 不能 隨便 跟 人 走 嗎 
秘書 大叔 說 
你 在 等 我 
原來 瑞允長 得 像 媽媽 
這位 大叔 是 誰 
他 是 媽媽 的 朋友 
瑞允 你好 
你好 
我們 以 後 好好 相處 吧 
來 擊拳 
擊拳 
車律遊 說 帳簿 曝光 之 後 風波 正 逐漸 擴大 
( 檢方 已 拿到 車律律 師行 ) ( 盧律成 代表 的 行賄 帳簿 ) 每次 行賄 金額 50 億 行賄 總額 高達 500 億 
( 針對 西河 洞 再 開 發區 ) ( 花費 5 百億 韓元行 賄及 遊說 ) 為 了 打造 車律 之城 ( 檢方 已 拿到 盧律成 代表 ) 據悉 盧律成 代表 以 打造 車律 之 城為 目的 ( 疑似 為 了 打造 車律 之城 的 遊說 帳簿 ) 
( 檢方將 發表 ) ( 車律 之 城疑 點遊 說 事件 的 搜查 過程 ) 我現 在 要 發表 西河 洞 再 開發 地區 遊說 案件 ( 檢方將 發表 ) ( 車律 之 城疑 點遊 說 事件 的 搜查 過程 ) 
找 我 有 甚麼 事 嗎 
若 你 不 知道 會後悔 莫及 的 事 
孔得求 已 經招 認不諱 
金 莎拉 媽媽 最後搭 的 那輛 車裡 當時 盧律成 和 白 秘書 你 都 在 
所以 檢 方才 會 傳喚 盧律成 
另外 
將朴 正淑從 工廠 天台 推下去 的 人 是 誰 
是 白 秘書 
這是 盧律成 口供 的 一部分 
( 將朴 正淑從 工廠 天台 推下去 的 人 是 誰 ) 
( 是 白 秘書 ) 
不要 拿 這種 捏造 的 東西來 騙 我 
上面 寫 的 負責 檢察官 是 我 的 朋友 
你 可以 打電話 確認 是否 屬實 
你 還認 為 盧律成 是 個 值得 信賴 的 人 嗎 
請 你 清醒 一點 
如果 他 認為 這是 假 的 那 他 肯定 會拿給 盧律成 看 的 
他 有 點動搖 了 
天 啊 看來 董律師 可以 下山 了 啊 
不但 知道 怎麼 越界 還 知道 怎麼 騙 人 了 
我 是不是 太 沒 道德 了 
出 大事 了 
這是 不 對 的 
你 做 得 很 好 
從裡面 開始 我們 加快速度 
我們 動身 吧 
檢察官 來 了 是 扣押 搜查 
我想 他們 會 先來 這裡 
等 扣押 搜查 結束 後 他們 定會 叫 你 過去 所以 我們 要統 一口 徑 
好 的 
如果 他們 提起 瑞允 的 外婆 那天 我 不 在 車裡 
甚麼 
是 孔得求 開車 然後下車 
之後是 你 開車 去 工廠 
就 說 你 開車 送 她 去 了 工廠 門口 
他們 不是 來 調查 那宗案 的 
是 調查 行賄 資金 的 事 
不會 只 調查 行賄 這麼 簡單 的 
但 我 說 謊 以 後 要是 查出 甚麼 怎麼 辦 
那 只能 由 你 頂 罪 了 還有 其他 辦法 嗎 
我 嗎 
難道 是 我 嗎 
那車律 該 怎麼 辦 
喂 你別 擔心 你 到底 在 怕 甚麼 啊 
即使 你 頂 罪進 監獄 了 我會 對 你 負責 到底 的 
你 相信 我 吧 
為 了 調查 車律 之城 涉嫌 行賄 資金 的 案件 這是 扣押 搜查 令 
開始 吧 
你們 輕力點 大叔 
怎麼 都 不 聽 我 說 的 話 
( 離婚解 決士 SOLUTION ) 
車律律 師行 在 法學院 遴選中 落選 了 
金組長 
這 是不是 叫作 惡有 惡報 
事必 歸正 自作自受 
作繭 自縛 不管 了 
就是 自取 滅亡 自己 把 自己 引上 絕路 
你 說 是不是 組長 沒錯 
這下 可以 放開 手腳來 結束 媽媽 的 案件 了 
白秘書 怎樣 了 
成功 了 
他 願意 作證 
真是 辛苦 你 了 
但是 盧律 成現 在 被 逼 得 走 投無路 令 我 很 不安 
是 他 垂死 掙扎 的 時候 了 
不 我 擔心 他 可能 會針 對 你 
( 盧律成 ) 
我會 小心 的 
我 就 知道 你 會 立刻 來 見 我 
條件 是 甚麼 
將我媽 墮樓 的 真相 告訴 我 你 想得到 甚麼 
我 只問 你 一個 問題 
你 從 一開始 便 帶 有 目的 故意 進 我家 的 嗎 
看來 你 挺 悠閒 的 還有 心思 問這種 問題 
原來 被 人 背叛 的 感覺 就是 這樣 啊 
你 一定 也 很 難 饒 恕 我 吧 
你現 在 是 想 怎樣 
哎呀 看起 來 好 痛 啊 
是不是 很悶 
你 還好 嗎 
你求 我 饒 你 一命 啊 
你 有 自信 放 我 走 嗎 
嘴還 這麼 硬 
是 你 殺 了 我 媽媽 吧 
你 有 證據 是 我 推 了 她 嗎 
原來 是 推下去 的 
你 怎麼 能 
你 怎麼 能 做出 那種 事 
我媽媽 對 你 那麼 好 
喂 你 說 她 對 我 好 嗎 
她 對 我 好 嗎 
對 我 好 的 人 怎麼 會 來 找 我 威脅 我 呢 
說 不 把 她 女兒 從 監獄 弄 出來 就要 我 不得好死 能 那麼 不可理喻 嗎 
我媽媽 找過 你 嗎 
喂 這樣 吧 
「 車律行 賄帳 簿 是 我 偽造 出來 的 」 
「 沒 想到 事情 會鬧 得 這麼 大 對 不起 」 
錄一個 原聲 坦白 吧 
你 是 怎麼 推 我 媽媽 的 
重來 「 帳簿 是 假 的 」 
原聲 坦白 開始 
快 說 為 甚麼 推 了 我 媽媽 
你 說 誰 推 了 她 啊 真是 的 
你 接 她 上車 把 她 帶 去 工廠 天台 
之 後 之 後 你 到底 做 了 甚麼 
我 沒 有 做 錯 任何 事 
我 沒 有 錯 
你 這個 殺 人犯 
「 殺 人犯 」 你 瘋 了 嗎 
我 說 了 不是 我 做 的 
有人 和 你 說 話 你 應該 學會 乖乖 聽進 去 
你們 這些 人 怎麼 一個 個 都 聽 不 懂 人話 
哎呀 
莎拉 你 說 這是 甚麼 
你 都 變成 竊 聽 專家 了 呢 金 莎拉 
( 盧律成 ) 
我會 小心 的 
失去 左膀右臂 和 背 後 靠山 的 盧律成 
我 是 他現 在 唯一 能 信任 的 人 
因為 如果 我 說 帳簿 是 我 偽造 出來 的 他 就 能 躲過 一劫 
但現 在 我 的 解決 辦法 也 只 剩 盧律成 了 
殺害 我媽 的 罪 既 沒證據 也 沒 目擊 證人 
所以 我 必須 拿到 他 的 自白 
你 要 親自去 拿 嗎 
他 一定 會來 跟 我 談 交易 
到 時 就是 機會 
那 就 試試 看吧 
我會 小心 的 
而且 也 有 你 陪 著 我 
斷線 了 看來 被 發現 了 
怎麼 辦 甚麼 證據 都 還沒 拿到 
直擊 現場 吧 
這車 怎麼 回事 
乖乖 別動 
他 好像 安排 了 貨櫃 
龍城碼 頭堆 貨場 
我會 盡量 拖延 時間 
該 死 真是 麻煩 
喂 
你 以 為 刺破 車轆 就 有 辦法 逃跑 嗎 
下車 
快出 來 
找到 錄音器 了 
怎麼 辦才 好 呢 
要 不要 喝點 這個 
你 看 起來 很 冷 
聽 說 這貨櫃 要 運到 塞內 加爾 
不敢想像 吧 
關上 這個 門裝 到貨 船上 大約 運輸 兩個 月 才能 到 達 目的地 
不過 你 不必 太 擔心 
我 一定 派 人 找 一片 茂盛 的 草原 把 你 安葬 在 那裡 
真冷 
我 是 真心 愛過 你 
所以 才 跟 你 結婚 
「 愛 」 
真是 可笑 
對 你 來 說 結婚 就是 試衣間 
老婆 就是 掛在 裡面 的 衣服 
試 了 一件 又 一件 
但 在 那些 衣服 中 你 是 我永遠 的 珍藏品 
是 你 自己 拒絕 我 的 
對 了 你 等 一下 
等 一下 
現在 最 重要 的 是 只 剩下 5 分鐘 了 
知道 是 甚麼 意思 嗎 
現在 是 10 點 25 分 
這個 貨櫃關 上門 之 後 10 點 30 分將 開始 裝載 上船 
你們 兩個 先去 那邊 找找看 
我 去 這邊 找找看 好 的 我 去 那邊 找 好 的 
來 
( 錄音 ) 
搞 甚麼 剛才 忘 記關 了 啊 
剛才 叫 你 說 的 那句 話 現在 肯 說 我 就 放過 你 
「 曝光 的 那 本行 賄帳 簿 」 「 是 我 偽造 的 」 錄下 原聲 坦白 
很 冷 吧 
我 知道 你 也 不想 死 
莎拉 你 我 又 不是 外人 
互相 放過 吧 
就算 你 少 了 一條 賄賂 罪 也 改變 不了 甚麼 
因為 白 秘書 已經 出席 檢方 問訊 了 
你 對 白 秘書 做 了 甚麼 
喂 你 在 哪裡 
對 不起 盧 代表 
我 只會 承擔 我 自己 犯下 的 罪責 
喂 等 一下 該 死 
這該 死 的 蠢貨 
莎拉 你 拿 自己 的 命開 玩笑 嗎 
給你 活命 的 機會 都 要 一腳 踢 開 
你 對 我媽 犯下 的 罪 馬 上 也 要 被 公諸 於 世 了 
反正 那 都 是 白 秘書 的 片面 之詞 
你 看看 現在 該 急 的 人 是 你 
貨櫃的門 就要 關閉 了 
不行 我 該 走 了 
這個 你 總不會 拒絕 了 吧 來 
最後對 瑞允 說 一句 話 吧 
等 他 長 大 了 我 幫 你 轉告 他 
瑞允 
把 外婆 從 天台 推下去 的 人 是 爸爸 
到底 要 我 說 多少 次 不是 我 
還剩 多長 時間 
現在 知道 急 了 嗎 
害怕 了 嗎 
只 剩 不到 2 分鐘 了 
你 不是 說 貨櫃門 一關 上 我 就 完蛋 了 嗎 
所以 你 就 告訴 我 吧 
我媽 最後是 怎麼 走 的 讓 我 知道 真相 再 死 
你 是不是 從 一開始 就 打算 殺掉 我媽 
是 你 故意 推 她 的 嗎 
對 是 我 把 你媽 推下樓 的 
是 我 推 了 她 
我 推是 推 了 但 不是故意 而是 失手 推 的 
你 滿意 了 嗎 
因為 是 失手 所以 沒有 殺 人 意圖 
原來 真的 是 你 殺 死 了 我媽 
把 她 推下樓 就 逃離 現場 
也 不及 時去 挽救 她 一命 
放任 她 被 摔死 
你 這是 不作 為 故意 殺人罪 
就 因為 你 這副 德性 我 才 不能 留 你 這條命 
我 的 願望 是 不 希望 瑞允成 為 像 你 這樣 的 人渣 
一定 要 幫 我 轉告 他 
知道 了 
莎拉 
我們 真的 要永別 了 
對 了 
那 把 刀 是 我 對 你 最 後 的 仁慈 
你 自己 割斷 繩子 舒舒服服 上路 吧 
等 一下 
停車 
停車 
金 莎拉 
要 一起 繼續 下去 啊 一起 走到 最 後 
金 莎拉 
莎拉 你 醒醒 
你 還好 嗎 看得 見 我 嗎 
來 小心 
我怕 得 要死 
甚麼 
我 以 為 這次 你 不會來 找 我 了 
你 的 心跳 聲為 甚麼 這麼 迫切 
讓 我 覺得 抱歉 又 在意 
我 好 高興 可以 讓 你 在意 我 
你 要 去 哪裡 
我們 見面 談談 吧 
稍等一下 
一切 都 結束 了 
承認 吧 
甚麼 結束 你 要 我 承認 甚麼 
我 又 沒 做 錯 甚麼 
怎麼 回事 
你 搞 甚麼 
你 早 該 把 錄音 關掉 的 
對 是 我 把 你媽 推下樓 的 是 我 推 了 她 我 推是 推 了 但 不是故意 而是 失手 推 的 這可謂 是 自白 的 範本 了 
金 莎拉 你 真的 太可惡 了 
至於 你 的 下場 
就是 你 這種 人無法 像 泥鰍 一樣 溜走 脫身 
好好 活著 為 你 犯下 的 罪 承受 刑罰 
尤其 是 對 我 媽媽 你 要 向 她 懺悔 一輩子 
好好 保重 身體 把 牢底 坐 穿 
或許 這樣 一來 連你 這種 人 也 能 活得 像 個 人 
我 真心 如此 期盼 
給我過 來 你 這 傢 伙 
放開 我 我 還有 話 要 說 
你們 以 為 這就 結束 了 吧 
你們 全都 死定了 可惡 
叫 你 放開 我 
聽 不 懂 嗎 快放開 我 
你 真的 辛苦 了 
金組長 你 踢 人 的 樣子 太帥氣 了 
我 的 狀態 不好 剛才 踢 得 還不夠 好 
你 太謙虛 了 剛剛 那 一腳 踢 得 很 好 組長 真棒 
( 故 朴正 淑 ) 
瑞允 還記 得 外婆 嗎 
嗯 外婆 說 我 很 乖 所以 很 喜歡 
因為 像 媽媽 
媽媽 大家 都 說瑞允 和 我 像極 了 
所以 希望 你 在 天有靈 好好 保佑 我兒子 
( 故 朴正 淑 ) 
你 的 外孫 和 女兒 都 拜 託 你 保佑 了 
你好 媽媽 的 朋友 大叔 
沒錯 我 是 媽媽 的 朋友 大叔 
瑞允過 得 好 嗎 來 擊拳 
擊拳 
( 耀眼 秋日 如楓 紅活 得 美麗 的 媽媽 ) 
( 我 愛 你 請 你 安息 ) 
你 寫 在 便 條紙 上 過來 拜訪 的 人 當時 的 董檢察官 
就是 長 我 這個 樣子 
太晚 才 知道 你 太晚 才 來 拜訪 你 真的 很 抱歉 
( 故 朴正 淑 ) 
我會 向 你 的 女兒 和 外孫 加倍 償還 這份 人情 債的 
你 想要 怎麼 償還 
瑞允 
走 吧 
像 這樣 償還 
( 幾個 月 後 ) 
二樓 好像 空 了 太久 
那麼 要 我 重新 搬進 去 嗎 
那 你 現 在 的 律 師行 怎麼 辦 
才 剛進 去 沒 多久 啊 
合約 只簽 了 一年 
我 怎麼 有 辦法 等到 那時候 啊 
這種 心情 我 最 清楚 了 
一直 等待 的 滋味 有多麼 難受 我 很 清楚 
這款 怎麼樣 
不 怎麼樣 
這樣 的 話 那款 怎麼樣 
不 怎麼樣 
那款 怎麼樣 
哇 很 好看 
很 好看 吧 
請 讓 我們 看 一下 這個 款式 
怎麼樣 
很 好看 你 喜歡 嗎 
非常 喜歡 
那好 
請給 我們 這款 
瑞允 今天 是 很 重要 的 日子 
你會守 約 誠心 祝福 的 吧 
當然 我會 好好 表現 的 
謝謝 你 寶貝兒子 
專心 去 上學 待會 見 
媽媽 再 見 
瑞允 你 的 書包 
我 愛 你 寶貝兒子 
我 也 愛 你 媽媽 
哈 囉 瑞允 快過 來 
( 化妝師 金柔俐 ) ( 金 莎拉 小姐 你 預約 了 12 點的 化妝 ) 金 莎拉 小姐 你 預約 了 12 點的 化妝 
( 朴娜妍 ) 
( 李珠媛 韓智仁 ) 
( KC 生物 公司 代表 姜哲 ) 
( 韓主黨 代表 金英雅 ) 
哎呀 真是 
真是 令人 苦惱 
不愧 是 有 錢 的 姐姐 太厲害 了 
太誇張 了 嗎 
當然 是 越厚 越 好 啊 
尤其 是 放 錢 的 信封 
就是 說 啊 沒錯 
離婚 之 後 賺 了 一堆 錢 是 我 的 錯 嗎 
她 可是 賺 到 了 
做得好 吧 做得好 
她 應該 會 開心 到 暈倒 會暈 倒 
總 之 我 要 去 那邊 
( 新娘 親友 ) 
( 祝結婚 ) 
真可愛 跟 媽媽 簡直 是 同一 個 模子 刻出 來 的 
新郎 權大基 與 新娘 姜春 進場 請 大家 以熱烈 掌聲 歡迎 他們 
是 我 邀 請 她 們 的 
甚麼 為 甚麼 
因為 你 以後是 我 的 人 了 
當然 要 讓 你 那些 前任 女友 看清楚 
接下 來將 由 新郎新娘 的 前輩 也 是 公司 代表 的 金 莎拉 進行 致詞 
我 自己 結過 兩次 婚 也 離過 兩次 婚 
而 職業 是 離 婚解 決士 
這樣 的 我 要 進行 婚禮致 詞 雖然 有點 難為情 
但 比起 從 沒 結過 婚 的 人 我應 該 清楚 更多事 吧 
當然 更 清楚 了 
結婚 代表 你 已經 下定 決心 要 跟 對方 一起 吃 3 萬次 的 飯 
你們 想 跟 對方 一起 吃 3 萬次 的 飯 嗎 
300 萬次 我 都 願意 吃 
我 也 是 
非常 好 
婚姻 中 如果 總是 計較 對 錯 就 玩完 了 
你們 有 信心 不會 哭 嗎 
有 信心 有 信心 
有 信心 最 後 我 想問 你們 準備 好 分手 了 嗎 
甚麼 甚麼 
戀愛沒有 壓力 是 因為 並非 終身 之事 
把 結婚 當成 隨時 可以 結束 有 可能 結束 的 事 
分手 也 沒關 係 
不會 死 的 
這樣 的 婚姻生活 才 會 更 有 緊 張感 對 彼此 也 會 更加 寬容 
好 的 好 的 
接下 來 請 新郎新娘 交換 戒指 
今天 辛苦 你 了 
我 都 快 緊張 死 了 
看得出 來 你 很 緊張 
我 的 意思 是 很 可 愛 
對 了 
話 說 回來 我 還要 等到 甚麼 時候 呢 
在 這 世上 要是 忍耐 三次 就會 帶來 倦怠感 
我 要是 感到 倦怠 了 你 要 怎麼 辦 
金 莎拉 你 只 需要 繼續 走 在 你 一直 以來 的 道路 上 就行了 
我會 朝著 與 你 相同 的 方向 前進 
不行 
甚麼 
我 不想 再 結婚 了 
那 是 怎樣 
分手 吧 
你 說 甚麼 
我們 只 在 一起 五年 就 分手 吧 
我 只 接受 有 有效期限 的 婚姻 
婚姻 
是 罐頭 嗎 就是 說 啊 
罐頭 都 有 有效期限 了 為 甚麼 婚姻 沒有 
我 有 問題 
如果 想繼續 一起 生活 怎麼 辦 
萬一 真的 有 那種 奇 蹟 降臨 在 我們 身上 再婚 就行了 第二次 結婚 
新 的 有效期限 一次 五年 
等 一下 讓 我 想想 
好 沒 問題 
我 有 未來 的 目標 了 以 後 我要 為 金 莎拉 戴上 
10 次 戒指 
我們 久 違地 來當 一次 夥伴 吧 
商業夥伴 
逗 你 的 是 人生 夥伴 
被 騙 到 了 吧 
算了 
被 騙 到 了 吧 
( 絕佳 的 解決士 ) 
有種 出乎意料 好像 遭人暗算 的 味道 
( 徐允兒 ) 金律 師 你 快 幫 我 辯論 啊 
( 河東俊 ) 你 對 我 來 說 就是 一輩子 梗 在 喉嚨 裡的 刺 
( 沈宜英 ) 你 已經 完蛋 了 徹底 完蛋 ( 鄭 嘉熙 ) 
你們 是 破壞 家庭 犯 嗎 
只會 慫恿 單純 的 女人 你們 懂 甚麼 還強 出頭 
( 李度燁 ) 你 把 贍 養費 帶來 ( 李舒 侒 ) 也 承認 你 的 錯誤 
只要 是 你 的 請求 無論 甚麼 我 都 會 答應 ( 韓寶凜 ) 
( 吳東 旻 ) 
我們 離婚 吧 你 是 不想 給獻金 才 故意 這樣 嗎 ( 董方雨 ) 
等 上市 成功 我 的 公司 就是 千志 東山 所有 
( 吳龍 ) 我 比 誰 都 更 有 自信 ( 孫智娜 ) 
我 確實 是 他們 的 媽媽 那個 女人 並 不是 自殺 
( 金 滓 溵 ) 媽啊 只要 看到 你 幸福 就 會 很 幸福 
( 姜愛心 ) 我 也 愛 你 媽媽 
( 鄭敏俊 ) 出入 賭場 的 紀錄 我們 會 替 你 掩蓋 一切 
( 朴志勳 ) 這是 我 負責 的 案件 
( 李斗錫 ) 重啟 調查 徐雄鎮 教授 跳樓 案件 
聽 說會長 幫 你 找 了 好多 相親 人選 
( 金詩賢 ) 這次 把 我 也 加入 候選人 當中 吧 
我 看到 熱水 就 會 熱血沸騰 
( 徐惠媛 ) 不是 我 又 不是 甚麼 大眾 臉 
真 讓 我 難過 難過 的 蜆湯 
( 李泰久 ) 我 有人 脈 也 有 錢 錢 稍微 多一點 
( 金善映 ) 別 忘 了 虎毒 不吃 兒 ( 羅 映姬 ) 
並 不是 針對 世上 所有 的 父母 誰 對 我 張牙舞 爪 我 就 會 撕咬 誰 ( 吳珉 錫 ) 
現在 你 明白 了 嗎 再亂 來 的 話 會 有 怎樣 的 下場 
你 要 好好 集中 精神 才行 
之後會 把 你 嚇得 跑 來 找 我們 的 事 ( 姜其永 ) 還有 一大堆 
婚姻 還 有失 敗 一 說 嗎 
( 李智雅 ) 
好 那 就 開始 吧 這次 的 解決 方案 是 ( 感謝 一直 以來 收看 ) ( 《 絕佳 的 解決士 》 的 各位 觀眾 ) 
