مترجم همه چیز آماده‌ست 
امشب حمله میکنیم 
بهتر نیست صبر کنیم ؟ تعدادمون خیلی نیست 
نیازی نیست زیاد باشیم 
خشم‌مون رو داریم غم‌مون رو داریم 
و برای اولین بار تو قرن امید داریم 
میخوام با کسی ‌ آشناتون کنم که حاضره برای نهضت‌مون همه چیزش رو به خطر بندازه 
مثل همه‌مون اونم ضرر زیادی کرده 
مادر و برادرم در مخاصره باسینگ‌سه 
داخل کاخ کار میکنه حاضره با وجود ریسک شخصی زیاد ، بهمون کمک کنه اگه میتونه جرات به خرج بده پس همه‌مون باید همین کارو کنیم 
ارباب آتش اوزای باید همین امشب بمیره 
هیچ راه خروجی نیست 
ولی باید میدونستید که این سفر یک‌طرفه‌ست 
یا انتظار داشتید که نیروهام سلاح‌هاشون رو بیارن پایین بعد از اینکه ارباب آتش‌شون رو به قتل رسوندید ؟ 
انتظار داشتیم که همه شهروندان نجیب ملت آتش از آزاد شدن از ظلم تو استقبال کنن ظلم ؟ 
منظورت اتحاد نیست ؟ یا شکوفایی ؟ 
ما بهترین ملت دنیا نیستیم ؟ 
من ملت‌مون رو به جایی نرسوندم که همه دنیا تحت یه حکومت و سلطه ما 
برای تضمین یه عصر از آرامش قرار بگیرن ؟ به چه قیمتی ؟ چند نفر دیگه باید بمیرن ؟ یه قرن دیگه کمبود و زجر ؟ 
با من از کمبود حرف نزن 
بهتون تبریک میگم که تا اینجا اومدید 
... ولی بازم ، ما در ملت آتش همیشه به با تدبیر بودنشون افتخار کردن 
مگه نه آزولا ؟ 
درسته پدر 
شاید امشب متوقف‌مون کرده باشی اوزای ولی یه نفر اون بیرون هست که نمیشه جلوش رو گرفت 
کسی که تعادل رو به دنیا برمیگردونه کسی که به پیش ما برگشته 
کسی که تعادل رو به دنیا برمیگردونه ؟ 
باورت میشه فکر میکنن آواتار برگشته ؟ 
تنهامون بذارید 
این چیه ؟ 
یه پیغام از طرف یکی از فرماندهانم در دریاهای جنوبی 
شخص مهمی نیست 
... ولی چیزی که گزارش داده زوکو آواتار رو پیدا کرده ؟ 
برادرت غیرممکن رو انجام داده 
همونطور که ازش خواسته بودم 
آواتار 
واقعا ؟ 
شلاق آب دست‌ها 
جابه‌جا کردن وزن ، حرکت مچ خیلی خب 
متوجه نمیشم 
فرم‌های کنترلی پایه بیشتر مربوط به حرکات جسمی هستن ولی وقتی میرسی به حرکات سخت‌تر مثل شلاق آب باید به اعماق خودت بری و جریان انرژی رو حس کنی 
راهب‌ها همیشه بهمون میگفتن که جایی رو پیدا کنیم که احساسات به روح میرسه یه جایی عمیق‌تر از افکار 
به احساساتت متصل شو و انرژی‌شون رو جمع کن 
به احساساتت متصل شو 
عیبی نداره ، تقصیر من بوده 
هیچوقت نباید مربی بشم راهب‌ها همیشه میگفتن من هیچوقت حرف گوش نمیدم 
فکر کنم همین رو گوش کن هیچوقت گوش ندادم 
اینم یه دلیل دیگه به قبیله آب‌ شمالی بریم ، درسته ؟ 
درسته ، اونا بهترین استادهای آب‌افزاری دنیا رو دارن 
شاید به حرف اونا گوش دادم 
خیلی خب ، وقت رفتنه ، نباید مدت طولانی یه جا بمونیم 
منم ازش خوشم میومد 
آره ، باحال بود 
البته اصلا نمیدونم چی توی تو دیده 
هی ، از چی خوشش نیاد مثلا ؟ 
نگاه کن 
چیه ؟ ملت آتش ؟ - نه - 
... به نظرم فکر کنم یه بادافزار دیگه باشه 
داره به سمت اون کوه میره 
اون که کوه نیست 
اوماشوعه 
آپا ! یپ یپ 
ممکنه هر جایی باشه وقتی از جزیره کیوشی رفت ، داشت به سمت شمال میرفت 
برای آب و غذا باید وایسه شاید آواتار باشه ولی بازم باید آب و غذا بخوره 
پس رفته مرکز جمعیت 
میتونم به رابط‌هام هشدار بدم - نه - گفتم بهت که ، هیچکس نباید از وجودش خبردار بشه 
فهمیدم جسارت نباشه ، ولی تا وقتی که آواتار تو این ناحیه بمونه یه بازه‌ی زمانی داریم 
... اگه زیاد بره سمت شمال همه جا نیروهای مل آتش هستن قطعا میفهمن 
بخاطر همین بهتون پیشنهاد بدم اجازه بدید با چندتا منبع مطمئن تماس بگیرم 
نیاز نیست بیش از حد لازم چیزی بهشون گفته بشه 
خیلی خب 
کشتی فرمانده ژائو رسیده زمان بندی بی‌نقص ، به سمت ملت آتش 
ازش خوشم نمیاد 
یه ویژگی رو مخ داره 
با چند نفر از گروهش حرف زدم خبرش پخش شده ژائو سه مرتبه تو برنامه آموزشی افسری رد شده نظر تورو خواستم ؟ 
معذرت میخوام 
فقط میخواست کمک کنه 
داشته در مورد یه افسر بالا رده غیبت میکرده 
افسری که اصلا ازش خوشتون نمیاد - ربطی به این ماجرا نداره - 
کارها اینجا یه نظرم خاص دارن ، قوانین 
ما ملت آتش هستیم ، حتی اینجا 
مخصوصا اینجا 
اوماشو از یه کوه زنده تراشیده شده یکی از شگفتی‌های پادشاهی خاکه از شگفتی‌های کل دنیا در واقع 
و یه سیستم تحویل خیلی فوق‌العاده دارن که از کل شهر رد میشه 
و مردم اونجا هنرمند ، دانشمند و سازنده هستن به علاوه اینکه غذاشون هم فوق‌العاده‌ست 
بازم تو ؟ 
چی بهت گفته بودم ؟ 
تو ، بیا جلو 
داخل اوماشو خیلی با غریبه‌ها حال نمیکنن 
چی باعث شده فکر کنی ما غریبه هستیم 
بدون دلیل 
صبر کن 
ما اینجا جدیدیم ولی یه دوستی هست که باید ببینیمش 
برای ورود ولی نیاز به یکم کمک داریم 
شرمنده یا این یا کیسه شلغم 
مطمئنم با اونم خوشتیپ میشی 
اوماشو یکی از آخرین سنگرهای پادشاهی زمینه 
هرچقدر خواستن تلاش کردن ولی آتش‌افزارها هنوز نتونستن تصاحبش کنن 
خب از کجا میدونید ما تهدید به حساب نمیایم ؟ یه حسی بهم میگه 
صبر کنید 
کارتون رو اعلام کنید 
مثل همیشه داریم میریم سمت بازار 
این ماه برداشت خوبی نداشتیم 
بهم گفت به اندازه کافی به شلغم‌ها آب نمی‌دادم میدونستم یه دلیلی داره که باهاش ازدواج کردم 
بحث آبیاری هست دیگه ، درسته ؟ 
برادرزنم اگه میتونست صحبت کنه موافقت میکرد 
از اول لال بوده 
حسابی تعجب میکنی که چقدر بدون حرف زدن میتونه بگه 
... چند روز پیش ، اینقدر خندوندمون خیلی خب ، کافیه ، رد شید 
تو پیدا کردن دوستتون موفق باشید 
ایناهاش ، نگاه کنید 
انگ ، صبر کن 
... هی ، حواست باشه 
بادافزار ؟ معلومه که نیستم 
کمک 
انگ ، نمیتونیم چیزی ببینیم 
اون یه بادافزاره 
و تو یه آب افزاری 
تئو ، تئو 
حالت خوبه ؟ چیزیت شده ؟ - ... بابا ، من - من خوبم باید از دود ببریمش بیرون - بیا ، خونه‌مون اینجاست - 
ممنون 
... ممنون - کاتارا - 
اسمم سایه 
اون بیرون چیکار میکردی ؟ 
تازه رسیدم ، از کجا میدونستم یه بمب‌گذاری دیگه هست بمب‌گذاری ؟ یعنی اون تصادفی نبوده ؟ 
هیچ کار ملت آتش تصادفی نیست 
ملت آتش ؟ 
آره ، جاسوس‌هاشون همه جای شهر هستن 
دیگه هیچ جایی این روزا امن نیست 
اوماشو میتونه جای خطرناکی باشه 
آب بیشتر ، آب بیشتر 
تو یه بادافزاری 
بالاخره یه راهی پیدا کردیم تا با دشمن درگیر بشیم میتونی روشون بمب بندازی خرابی به بار بیاری 
قدرت باد نقطه ضعفشونه و تو ... تو قدرت بادی 
خیلی خوبه نه ؟ بابا مکانیست شاه اوماست 
مکانیست ؟ 
فقط هی کلمه باکلاس برای کسی که واسه تعمیرات وقت زیادی هدر میده 
بهش گوش ندید 
اون مسئول نگه‌داشتن بهترین نقاط شهره مثل سیستم تحویل‌مون دیدیش دیگه ، آره ؟ 
عالیه 
منم یه نقش کوچیکی توش دارم 
هی ، اگه همه داخل اوماشو مثل تو از خود گذشته بودن این جنگ تا الان تموم شده بود 
ملت آتش تا الان زانو زده بودن 
خب ، ما هم نقش خودمون رو تو جنگ داریم ، درسته انگ ؟ 
آره آره ، که بخاطر همین باید بریم 
درسته ، البته 
فقط بهم قول بده حساب آتش‌افزارهارو برسی کاری کنی تقاص بدن 
ساکا - این وسایل فوق‌العاده‌ هستن - نگاش کن 
اینا برای تمیز کردن زیرناخن‌هاست 
ممکنه خونی بشه 
مکانیزم اون دستگاه برای مرتب‌سازی رو دیدی ؟ با قدرت فنر کار میکنه ، مبتکرانه‌ست باید برای راک کایاک‌مون ازش استفاده میکردیم 
چیزی نیست 
اینجا قبلا خیلی خوب بود جایی که خیلی مشتاق بودم ببینمش 
جایی که وسایل فوق‌العاده خلق میشدن نه اینکه نابود بشن 
مسئولیت منه که به این مردم کمک کنیم 
چطوری میخوای انجامش بدی ؟ 
آواتار بودن فقط در مورد جنگیدن نیست کارش کمک به مردمه مثل تئو و باباش و هر کس دیگه‌ای که تو این شهره رفتن به شمال چی ؟ مگه کیوشی بهت نگفته بود که بری اونجا که جلو تراژدی رو بگیری ؟ 
آره ، و من انجامش میدم ولی باید این کارو هم انجام بدم 
اگه قرار باشه دنیا رو نجات بدم باید یکی یکی انجامش بدم 
بخاطر همین تو اوماشو موندم چون میخوام کمک کنم ، و به نظرم میتونم 
چون من آواتار هستم 
حالا در مورد این بمب‌گذاری بهم بگو 
غیرممکن رو انجام داده هیچ کاری نکرده سه سال سفر اقیانوسی بوده در حالی که من اینجا بودم و درخواست‌های پدر رو انجام دادم 
کی داره جونش رو به خطر میندازه تا خائن‌هارو پیدا کنه ؟ درسته در مورد ماموریتت بهمون بگو نگران بودی ؟ جونت واقعا در خطر بود ؟ 
نه واقعا ، مقاومت خیلی قوی نبود 
ولی بازم از رعیت‌ها چه انتظاری میشد داشت ؟ 
حداقل رفتی داخل شهر 
زوکو ممکنه تبعید شده باشه ولی اون بیرون داره دنیارو میگرده اگه جای اون بودم ، دلم نمیخواست برگردم 
آره ، خب ، زوزو عزیز فقط دلش میخواد برگرده اینجا و هر چیزی که براش زحمت کشیدم رو برای خودش برداره 
از لحاظ فنی ، اولین نفر برای ارباب آتش شدن اونه 
نه اینکه لیاقتش رو داشته باشه 
نداره ، ولی الان امید داره 
و این خطرناکه - عقب نیشینی - 
چیکار میشه کرد خب ؟ 
تو اینجایی اون اونجا 
همیشه یه راهی برای ورود به بازی هست اگ بدونی با کدوم مهره‌ات بازی کنی 
آواتار برگشته 
مادرم همیشه داستان‌های آواتار رو بهم میگفت و اینکه چطوری یه روزی قراره برگرده بابا ، داستان‌هاش رو یادته ؟ 
... چیزی که یادمه اینه که مادرت توسط این جنگ لعنتی ازمون گرفته شد و همه کارهایی که از اون موقع کردیم تا زنده بمونیم ما سخت کار کردیم و سرمون رو پایین گرفتیم 
اینجوری قرار نیست دنیارو عوض کنیم - ولی اینجوری زنده میمونیم - 
وانمود میکنی برات مهم نیست ولی میدونم به اندازه من از ملت آتش متنفری 
وگرنه چرا دیگه باید اینارو بسازی اگه برای کمک به ارتش‌مون نیست ؟ مثل این 
این فقط یه آزمایشه حتی نمیتونم به کار بندازمش 
ببین ، من نیومدم اینجا که دردسر درست کنم 
میدونم چطوری ، یه حدس دارم که بمب‌گذارها کجا ممکنه جمع بشن 
تو ارتفاعات کوهه 
نمیتونم خودم تنهایی برم اونجا ... ولی با بادافزاری شما اونجا ، قوی‌ترین جریانات هوایی به بالا تو صبح هستن ، پس صبح حرکت میکنیم 
چی ، فردا ؟ نه تئو ، قرار بود تو کشتی هوایی بهم کمک کنی 
هنوزم باید کنترل ارتفاعش رو درست کنم قبل از اینکه بتونم به ژنرال‌ها نشونش بدم 
من میتونم بهت کمک کنم 
منابعم میگن یه بادافزار اونجا دیده شده 
اوماشو 
قلمرو دشمن 
درسته ، ولی جای نگرانی نیست 
اگه آدم‌های درستی رو بشناسی راه‌هایی برای ورود هست که من میشناسم 
دوتا از بهترین آدم‌هام رو میفرستم تا خبر رو تایید کن 
... میتونن برن و بیان - نه - 
عمو آیرو و من میریم ، نه کس دیگه‌ای 
هرطور خودت میخوای 
میدونم که از خطرش خبر دارید 
اگه اتفاقی داخل اوماشو بیفته نمیتونیم بهتون کمکی کنیم 
من و شاهزاده مشکلی برامون پیش نمیاد 
... داری چیکار - ساکت - 
جاسوس‌های ملت آتش 
... ولی این یعنی یه مکانیست خائنه 
زود باش 
مکانیست برای ملت آتش کار میکرده براشون دستگاه میساخته و رازها رو میفروخته 
ساکا و انگ ، در خطرن باید بهشون هشدار بدم - چیزیشون نمیشه - 
مکانیست ممکنه یه خائن باشه ولی یه بزدله 
هیچوقت اقدام مستقیمی نمیکنه 
... این یکی از طرف دیگه صبر کن 
تو کی هستی ؟ 
جت صدام میکنن 
دارن پرواز میکنن 
نگاش کن 
غار اونجاست 
اینقدر تعقیب‌تون دست و پا چلفتی بود که مطمئن نبودم برسید 
برای کسی که تک افتاده خیلی صدا میدی 
پس خوبه که دوست‌هامو هم با خودم آوردم 
آره ، منم با خودم دوست آوردم 
هی رفیق 
تیراندازیت عالی بود لانگ‌شات 
ضربه خیلی خوبی بود پیپسکوئیک 
حرکات خوبی داشتی ، حسم میگفت که میدونی چطوری از پس خودت بربیای 
واقعا ؟ 
- به اون کله‌آتیشی حمله خوبی کردی - 
ممنون پیپسکوئیک 
اون دوکه ، من پیپسکوئیکم 
خیلی خوبه که یه آب‌افزار تو تیم ماست 
شماها کی هستید ؟ 
ما آدم خوبا هستیم 
کجا داره میبرتش 
نگران نباش ، پیپسکوئیک بلده چطوری آشغال‌هارو دور بندازه 
تو میای ؟ 
اگه اینجا ورقه اضاف کنی و یه دریچه بذاری اینجا فقط باید یه شیر تخلیه بذاری اینجا تا فشار رو تنظیم کنه 
اونوقت میگی این حرکت رو تو وسیله نقلیه آبی زدی ؟ 
خب ، نه ، فقط یه ایده بود که تو ذهنم داشتم تا کشتی‌های یخ‌گریزمون قابلیت مانور بیشتری داشته باشن 
خیلی هوشمندانه‌ست بابات حتما بهت افتخار میکنه 
آره ، بابا خیلی به این چیزا دقت نمیکنه 
مسائل مهم‌تری داره که باید نگرانشون باشه اون یه جنگجوعه 
دنیا پر از جنگجویانه ولی مهندس خوب خیلی کمه 
مهندس ؟ 
نه ، این فقط یه سرگرمیه 
نقش من اینه که از روستا محافظت کنم و درست مثل بابا یه جنگجو بشم 
محافظت از کسایی که دوستشون داریم مهمه ولی میدونم که باید دنبال استعدادهایی که بهمون داده شده بریم 
ساما ، تو یه مهندس با استعدادی نادیده‌اش نگیر 
پیدا کردن مسیرت تو زندگی همیشه آسون نیست ، ولی وقتی پیداش کردی باید محکم بچسبی بهش 
افرادی که بمب‌گذاری‌هارو دیدن یه شعله سبز رو هم دیدن 
بوره سبز میسوزه 
یه کانیه هست که دباغ‌ها باهاش پوست حیوون‌هارو خشک میکنن اومدن اینجا که از کوه حفاریش کنن فقط چیزایی هست که از بابام یاد گرفتم 
حتما خیلی بهت افتخار میکنه - فکر کنم - 
فکر کنم گاهی اوقات آرزو میکنه بیشتر شبیه خودش باشم 
بد برداشت نکن ، اون خیلی کارش خوبه 
بعد از اینکه ملت آتش به روستامون حمله کرد مارو زنده نگه داشت اینجا زندگی‌مون رو ساخت 
و تو میخوای بیشتر تلاش کنه 
میخوام متوجه بشه که باید هر کاری میتونیم بکنیم تا دنیا رو نجات بدیم چون اگه ما نجاتش ندیم ، کی بده ؟ 
خوش اومدید 
اینجا زندگی میکنی ؟ 
چندتا پایگاه داشتیم ولی این یکی خیلی پایگاه خوبی بود آره ، زودباش آتش‌افزارها نتونستن اینجا ردمون رو بزنن 
هنوز متوجه نمیشم آتش‌افزارها داخل شهر پادشاهی زمین چیکار میکنن 
خب ، اوماشو مثل قدیم‌ها نیست 
قدیم‌ها ، شهر خوب استقامت میکرد ولی با ادامه جنگ پادشاه ترسید و خسته و سالخورده شد 
گذاشت فساد اطرافش رشد کنه ملت آتش از شکاف‌ها پایین رفت 
پس وظیفه خودتون دونستید که با آتش‌افزارها درگیر بشید ؟ 
خب ، اگه ما درگیر نشیم ، پس کی بشه ؟ 
همه اینجا یه نفر رو به ملت آتش از دست دادن 
خانواده ، عزیزان 
ما یتیم و پناهنده‌ایم 
حداقل این بودیم 
الان چی هستیم اسملربی ؟ 
جنگجویان آزادی آره 
یه نفر تازه اینجا بوده 
بیا ، ببین 
اگه بوره رو با آب نمک ترکیب کنی و بعدش بجوشونیش ، این ترکیب به دست میاد ژله انفجاری 
چندتا ظرفش میتونه نصف محله رو ببره روی آسمون 
چیه ؟ چی پیدا کردی ؟ 
آتش‌افزارها مسئول انفجار نبودن 
مادرم مبارز خانواده‌مون نبود 
وقتی ملت آتش اومدن سراغ روستا ما یکم جلوشون رو گرفت بابام من رو داخل چاه مخفی کرد 
میخواستم بجنگم ، ولی بهم اجازه نداد 
هشت سالم بود 
... و وقتی برگشتم همه‌شون مرده بودن 
میدونم از دست دادن خانواده چه حسی داره 
شبی که مامانم مرد ... ساکت بود 
تا وقتی که سربازها اومدن 
سعی میکنم بهش فکر نکنم ولی این اواخر ، همش به ذهنم میاد 
روی کنترلم تاثیر داشته به نظرم 
چیزی از کنترل کردن عناصر نمیدونم ، ولی یه چیزی رو میدونم که باید از همه وجودت استفاده کنی تا بهت کمک کنه بجنگی 
وقتی به مامانت فکر میکنی چه چیزی یادت میاد ؟ 
منظورم نحوه مردنش نیست منظورم وقتی که زنده بود هست 
یادمه که هر شب قبل از همه بیدار میشد 
یادمه بیرون کلبه می‌دیدمش میرفت سر کار ، صبحونه حاضر میکرد 
و هر روز وقتی که خورشید طلوع میکرد ، دست از کارش میکشید نگاش میکرد و لبخند میزد هر روز 
به یادش بیار 
اون طلوع رو به یاد بیار 
نیازی نیست از دردمون بترسیم 
داری چیکار میکنی ؟ 
- یکم باربیکیو اوماشو امتحان میکنم - فرصتش زیاد گیرم نمیاد 
اینجا اوماشو بزرگ ، بهترین جایی هست که پادشاهی زمین برای عرضه داره ؟ 
فکر کنم جذبه‌هاش خیلی تحت تاثیر قرارت نمیده 
جذبه ؟ ... منظورت شلوغی و سروصدا و بوی گندشه ؟ 
ممنون - اونجا چیشده ؟ 
بهم گفته شده که مامورهای ملت آتش تو شهر برای تضعیف مقاومت خاک‌افزارها دست به ایجاد رعب و وحشت زدن 
درست نیست ، جنگجویان چهره‌شون رو تو جنگ مخفی نمیکنن 
پدر هیچوقت همچین تکنیک حقه‌بازی‌ای رو قبول نمیکنه 
با توجه به اینکه این جنگ چقدر طول کشیده کی میدونه ملت آتش کجا دروغ میگن 
متوجه شدم که شما تو مسئله‌ای که برای امنیت امپراتوری ما حیاتی هست نقش دارید 
مدیونتون میشم اگه من رو در رابطه با پیشرفت ماموریتون مطلع کنید مخصوصا تا جایی که مربوط به پرنسس زوکو باشه 
در عوض ، وفاداری و همکاری‌تون وقتی زمان پرداخت بدهی‌ها برسه ، به یادم میمونه زمانی که شاید زودتر از حد انتظار برسه برای شعله ابدی ، پرنسس آزولا 
خبر خوبیه ؟ 
بهترینه 
شاید یکم طول کشیده باشه ستوان دنگ ولی بالاخره نوبت اصل کاری رسید 
افسر خدمه پرنسس زوکو رو که میشناسی همونی که از آواتار بهت خبر داد ؟ 
دوست دارم باهاش صحبت کنم 
ساکا - انگ ، اینجا رو باش - 
کاتارا کجاست ؟ 
کل روز ندیدمش ، داشتم به سای تو مدل کشتی هواییش کمک میکردم 
همین الان رفت تا به ژنرال‌ها تو کاخ نشونش بده ، چرا ؟ چی شده ؟ 
من و تئو فهمیدیم بمب‌گذارها از کجا مواد منفجره‌شون رو میارن دارن داخل غارهای بالای کوه ژله انفجاری درست میکنن 
ژله انفجاری ؟ فقط همین نیست ، اینارو هم پیدا کردیم طناب‌های گاری شلغم 
... پس بمب‌گذاری‌ها کار آتش‌افزارها نبوده ؟ کار باورت نمیشه ، من میدونم این بمب‌گذاری‌ها کار کی بوده 
چی ؟ 
نه ، جت آدم بده نیست ، سای آدم بده‌ست - شوخی میکنی - 
سای فقط بهمون کمک کرده جت یه کلاهبرداره که بهمون دروغ گفته 
دروغ نگفته - واقعیت رو هم نگفته - 
چون نمیتونسته 
داره با آتش‌افزارها میجنگه و باید از خودش محافظت کنه 
نمیدونید تا همین الان چه چیزهایی رو از دست داده 
در ضمن ، سای رو دیدم که با یه آتش‌افزار حرف میزنه خائنه 
نمیدونی چی دیدی 
تا جایی که ما میدونیم ، سای ممکنه با نیروهای دشمن کار کنه تا جاسوس‌هارو پیدا کنن 
همین الان داره میره سمت کاخ ممکنه همه چیز رو گزارش بده 
اشتباه میکنی - تو همیشه همینجوری هستی کاتارا - 
هر چیزی که به نفعت باشه رو دوست داری باور کنی 
همیشه همینجوری هستی هیچوقت حرفی که من میزنم رو باور نمیکنی 
خسته شدم از بس مثل دختر کوچولوها باهام رفتار کردی 
پس بزرگ شو 
کجا داری میری ؟ 
که ثابت کنم یه عوضی هستی آره ؟ 
نیازی به مدرک ندارم 
... دوست داری امتحان کنید - الان نه - 
حت 
گوش کن ، باید صحبت کنیم - حتما - بعدا ، تازه یه ماموریت بزرگ رو شروع کردیم شاید اوضاع این اطراف یکم شلخته بشه 
ماموریت ؟ چه ماموریتی ؟ 
وقتی تایید کردیم که مکانیست یه خائنه خودت اونجا بودی 
ترتیب شریک‌هاش رو دادیم حالا باید ترتیب خودش رو بدم 
جت ، میخوای چیکار کنی ؟ 
بهت که گفتم بلدیم چطوری آشغال‌هارو دور بریزیم 
خیلی متاسفم - چیزی نیست ، چیزی نیست - 
خیلی دست و پا چلفتیم ، آسیب دیدی ؟ - نه - چیزی نشده ، چیزی نشده - خیلی خب - 
میخواید منفجرش کنید ؟ 
نه فقط خودش رو قراره با شاه صحبت کنه 
ساکا درست میگفت ، آدم بده تو هستی 
کاتارا 
انباری که نابود کردیم محل ملاقات جاسوس‌ها بوده 
و با بیرون آوردن‌شون دیروز اون سه تا رو زدیم 
مکانیست بهمون کمک میکنه تا شرورهای بیشتری رو دستگیر کنیم 
مردم بیگناه این وسط میمیرن جت 
بهای آزادی اینه 
خیلی دیر شده 
نمیتونی جلوش رو بگیری 
درست میگفتی خفه شو و بعدا پز بده الان باید جلو سای رو بگیریم جت یه بمب گذاشته روش 
سریع‌ترین راه به کاخ چیه ؟ 
... تو بالاترین نقطه شهره ، پس باید 
دوباره این یارو ؟ 
برید ، به کاخ برید و جلو سای رو بگیرید 
این جنگ منه 
مراقب آتش‌افزاریت باشه وگرنه باید با تمام ارتش پادشاهی زمین در بیفتی 
برای شکست دادن این پسره نیازی به آتیش ندارم 
مراقب باشید ، ببخشید 
یه ایده‌ای دارم ، زود باش 
با چه جراتی این بچه رو میزنی ؟ 
سای گفت همه مسیرها به کاخ میرسن باید این یکی رو تا آخر خط بریم 
آخر خط شاید زود برسه 
آماده‌ای ؟ 
یک ، دو ، سه 
پاشو و بجنگ برای چی ؟ چرا اینقدر برات مهمه ؟ 
تو دشمن ملت آتش هستی 
همین ؟ بخاطر همین سه سال به من آسیب زدی ؟ 
از کجا میدونی سه سال بوده ؟ 
... مگر اینکه دفترم پیش تو باشه 
یه آتش‌افزار یه آتش‌افزار 
... کلم‌هام 
از پادشاه محافظت کنید 
باید بریم همین الان 
آتش‌افزار رو پیدا کنید و دروازه رو ببندید 
برو ، خودت رو نجات بده - چی ؟ 
برای ملت آتش 
