هیچوقت توی خوابم نیومدی 
این دفعه چی باعث شده که بیای ؟ 
بانو چو 
سریعا برید به معبد اجدادی 
... مادرجان ، من 
این چیه ؟ 
این یه بادبزنه فکر کردی می‌پرسم چون نمیدونم چیه ؟ 
یه بادبزن مردونه توی معبد چیکار میکنه ؟ 
من نمیدونم ، مادرجان 
که اینطور 
اگر تو نمیدونی باید بفهمم کی همچین وسیله‌ی کثیفی رو اینجا توی معبد پسرم گذاشته 
خانم بونگ مال - بله بانوی من - همه‌ی خدمتکارا رو جمع کن و صاحب این بادبزن رو پیدا کن 
اگر مجبور شدی با چماق بزنشون 
! شما نمیتونین این کارو کنین 
... چی گفتی ؟ 
... این 
... نکنه تو 
... نکنه تو ... تو واقعا 
... اون 
من قایمش کردم 
فکر کردی داری چیکار میکنی ؟ 
چطور جرئت میکنی حرفم رو قطع کنی ؟ 
یون سون ، بیرون منتظر بمون 
بانوی من با جونم تاوانش رو میدم 
بانوی من ، بانو یوهوا هیچی نمیدونن 
... اون بادبزن رو من اونجا قایمش کردم 
اگر جرئت کنی که با اون زبون چرب و چیلت بهم دروغ بگی اینجا رو سالم و صحیح ترک نخواهی کرد 
... این بادبزن مال کیه ؟ 
یه مدت پیش من تنهایی توی مسیر کوهستانی بودم یه دسته دزد رو دیدم و نزدیک بود جونم رو از دست بدم 
خدمتکارها فرار کردن و دزدهای ترسناک با شمشیر به من نزدیک شدن 
" برنج رو رد کن بیاد وگرنه یه بلایی سرت میارم " 
... قدم به قدم 
من اونقدر ترسیده بودم که خشکم زده بود 
" کمکم کنین ، نجاتم بدین " 
... دقیقا همون موقع 
! وایسا 
یکی پیداش شد و من رو نجات داد 
... اون بادبزن رو نزدیک من انداخت ... و بعد از من دور شد 
پس نمیدونی مال کیه ؟ 
وقتی که پرتت کردم بیرون بهم میگی ؟ 
مشاور سلطنتی پارک بود ... منظورت ... پسر دوم محقق ارشد پارک پارک یون هاکـه ؟ 
بله چطور می‌تونستم این رو بهشون پس بدم ؟ 
ولی خب دور هم نمیتونستم بندازمش 
پس اینجوری شد 
آماده شو که بریم بیرون 
بله ؟ - ... تو عضوی - از این خونه هستی 
نباید بریم و رو در رو ازشون تشکر کنیم ؟ 
دنبالم بیاین 
سرنوشتی که تصادف به نظر میاد 
خواجه‌ی اعظم با یکی از خواجه‌هایی که اون زمان شیفت طولانی داشته ملاقات کرده 
... اون شب همسر وزیر دارایی خودش شخصا برای پدرم چای سرو کرده 
اگر اینطوره یعنی واقعا کار بانو اوه بوده ؟ 
... اون برای مدت زیادی دنباله ‌ روی مادرم بوده و اونقدر با فکر بود که هیچوقت درخواستی نکرد 
پس برای چی باید همچین کاری بکنه ؟ 
نمیتونسته تنها انجامش داده باشه 
پونزده سال پیش اون میتونسته که ملکه رو آزادانه ببینه 
باید همون موقع بوده باشه که با مشاور جناح چپ سوک آشنا شده 
گلبرگ های سمی دوباره ظاهر شدن 
... مشاور جناح چپ سوک همه کاری میکنه تا مشکل رو از بین ببره 
برای این که دوباره حقیقت رو پنهان نکنن ... من به برادرم دستور میدم تا از نزدیک حواسش به بانو اوه باشه 
چرا غرفه‌ات رو نمی‌بندی ؟ 
ظاهرا من مرده‌ا‌م من رو می‌بینید بانو جانگ ؟ 
... آخ به نظر نمیاد روح باشین 
بانو جانگ شما هر چی داستان‌ و شایعه هست رو می‌دونین 
همه میگن که شایعات هانیانگ دقیقا از وسط مهمانسرای میونگ‌دو می‌گذره 
هر چی هست بپرسین 
... پس احیانا درمورد عروس بیوه‌ی ارباب سوک چیزی میدونین ؟ 
اصلا نمیشناسمش ... همین الان گفتی همه چیو میدونی ! بانو جانگ 
آوردمشون 
خوش اومدین 
اغلب هم رو میبینیم 
بهم گفتن که اضطراریه 
بیاین داخل 
من یه سوال دارم 
من چیزی نمیدونم 
درمورد چی ؟ 
! تو که اصلا نمیدونی میخواستم چی بپرسم 
... . چیزی درمورد همسر وزیر دارایی میدونین ؟ 
بله اونقدری بزرگ بود که حتی من رو هم شوکه کنه 
چیه ؟ 
یادتون رفته که من تاجرم ؟ 
چیزی که میدونم رو نمیشه روش قیمت گذاشت 
چی میخواین ؟ 
بهم قول میدین هر چی که ازتون خواستم رو بهم بدین ؟ 
اگر قانون رو نشکنه بله 
به حرفتون اعتماد میکنم و بهتون میگم 
... مادر بانو اوه مخفیانه یه نوزاد رو ول کرده 
... اون بچه کانگ پیل جیک بوده 
یه نوزاد رو رها کرده ؟ 
چرا ؟ 
... اون زمان ، مادر بانو اوه یه بیوه‌ی عزادار بود 
اگر یه بیوه بچه دار بشه حتی اگر تصمیم می‌گرفتن که بچه رو بکشن عجیب نبوده 
پس اونا خواهر و برادرن 
... کانگ پیل جیک یهویی رئیس یه صنف تجاری شد و قدرت گرفت 
حول و حوش همون زمانی که ... یوم هونگ جیب ناچیز شد وزیر دارایی و خودش رو توی تجارت‌ های مختلف غرق کرد 
شک دارم که زنش چیزی از این موضوعات ندونه 
ممنونم 
اینا اطلاعات مهمی بودن 
... چرا بهم گفتین که در مورد هیچ کدوم از اینا به بانو چو خبر ندم ؟ 
این مسئله خیلی از اون چیزی که فکر می‌کنین خطرناک‌تره 
بهتره که ندونه 
دوباره دارین درموردش نگرانی نشون میدین 
این یه تصمیم عاقلانه از طرف یه افسر نگهبانی پایتخت هست 
... حالا نوبت منه که درخواستم رو بگم 
دیگه بانو چو رو نبینین 
حالا چیکار کنم ؟ 
اینا همش تقصیر توئه شوهر 
... یون سون توی این وضعیته چون داره به جای تو از من محافظت میکنه 
اگه بلایی سرش بیاد باید با مراسم یادبودت خداحافظی کنی 
مشاور سلطنتی پارک راستش ما توی راه بودیم که شما رو ببینیم 
من رو ؟ 
این یکی از خدمتکار‌های خونه‌ی ماست 
ممکنه که باهاش آشنا شده باشین ؟ 
بله ، می‌شناسمش 
وقتی داشتین توی شرایط سختی کمکش می‌کردین بادبزن‌تون رو جا گذاشتین 
... ما اینجاییم که بهتون برش گردونیم و تشکرمون رو نشون بدیم 
درسته ... پس این بادبزن منه 
نمیدوستم کجا گمش کردم 
انگار موقعی که داشتم کمکش می‌کردم گمش کردم 
ممنونم اون یکی از اعضای خونه ماست پس ما فراموش نمی‌کنیم که چطوری زمان نیاز بهش کمک کردین 
... به علاوه ... لطفا نگران نباشید که مشاور سلطنتی که از با اعتبارترین خانواده‌ی این کشوره ... من مطمئن میشم که هیچکس در مورد اتفاقی که افتاده نشنوه 
... چطور می‌تونه خلاف سنت باشه که ... یه نفر به یکی دیگه کمک کنه و این که فردی نگران دیگری باشه ؟ 
... اگر اون دختر دوباره توی خطر بیفته تو کمک کردن بهش صبر نمیکنم 
... به هر حال ... متاسفم که مجبورتون کردم این همه راه رو بیاین تا شخصا بادبزنم رو پس بدین 
خواهش میکنم 
خب پس ما میریم 
به سلامتی برید 
بریم 
یون‌سون 
مشاور سلطنتی ؟ از اون موقع توی جنگل کنجکاو بودم از کجا می‌شناسیش ؟ 
حالا انگار الان این مهمه 
از این به بعد قراره چیکار کنید ؟ 
، این بار تونستیم یه چیزی سر هم کنیم ولی اگه دوباره این اتفاق بیفته هردومون با جونمون تاوانش رو میدیم 
اصلا نگران نباش 
من هر جور شده هرگز نمیذارم بمیری 
نیازی به این جدیت نیست 
پس اجازه بدید منم جدی باشم 
من تا قبر دنبالتون میام 
نه زبونتو گاز بگیر 
کیو داری میگی می‌میره ؟ من عمرا بمیرم عمرا 
بانوی من 
خب ؟ مشاور سلطنتی پارک گفت که بادبزن مال ایشون بوده ؟ 
آخه چرا ؟ 
... خب شما باید به مقبره اجدادی برید 
الان چی گفتی ؟ 
پارک سوهو چی ؟ 
... اون رو غرق در خون به اقامتگاه محقق ارشد پارک آوردن و به سختی تونسته زنده بمونه 
... و این قضیه مربوط به ۱۵ سال پیشه 
پونزنده سال پیش یعنی کی ؟ 
... خب ... زمانی بود که پادشاه سابق آخرین نفس‌هاش رو کشید 
چی ؟ 
... نکنه اون همون پسر اون شب باشه ؟ 
بعید میدونم امکان نداره پسر ایم کانگ زنده باشه 
پیداش کردم 
بریم 
الان باید چیکار کنیم ؟ 
پارک سوهو انگاری ما رو نمی‌شناخت 
... هیچکس نمی‌تونه در مواجهه با دشمن خونیش که پدر و مادرش رو به قتل رسونده ، آروم باشه 
... اول باید نتایج تحقیقاتمون رو تایید کنیم 
... دیگه با بانو چو ملاقات نکنید 
من مراقبم که درگیر مسائل خطرناک نشن ... پس ازتون می‌خوام وانمود کنید ایشون رو نمی‌شناسید 
... وقتی می‌شناسمشون چطور می‌تونم وانمود کنم نمی‌شناسم ؟ 
بهشون دستور دادید که درون دیوارها و دور از خطر بمونن 
واقعا دردی رو که با اون کلمات وارد میشه درک نمی‌کنید ؟ 
... دوست دارید ببینید که زندگیشون گرفته میشه ... در حالی که درون دیوارها باقی می‌مونن ... یا 
هیچ کاری نمی‌تونید براش انجام بدید 
... دلتون میخواد من چیکار کنم ؟ 
یون‌سون 
کجا رفته ؟ 
یون سون ؟ 
- ... شما اینجا - چیکار می‌کنید ؟ - یاخدا - خدایا 
داشتم می‌رفتم خونه اصلی با مادر صحبت کنم 
... بانو یو صبح زود با بانو جه‌ یی از خونه خارج شدن 
واقعا ؟ ولی تو چرا موندی و همراهیشون نکردی ؟ 
بگذریم ، یون‌سون رو ندیدی ؟ 
... بانو یو ... گفتن من باید جای یون‌سون رو بگیرم ... و تازه 
چی ؟ 
چیه ؟ 
بانو یو داخلن ؟ 
نه ، ایشون رفتن بیرون همسر وزیر دارایی پیامی فرستادن 
بانو اوه ؟ 
ایشون میخوان با شما صحبت کنن ، بانو چو 
چی بگم ؟ چی می‌تونی بگی ؟ بانو اوه میخوان با من صحبت کنن پس من باید فورا برم اونجا 
همینجا صبر کن . برای رفتن آماده میشم 
صبر کنید فکر کردین بدون تایید بانو یو به کجا میرین ؟ 
همین الان صداش رو نشنیدی ؟ 
بانو اوه میخوان با من صحبت کنن ... اول باید اجازه بگیرید 
اگه پیشنهاد بانو اوه رو که خواستن برم پیششون رو رد کنم خیلی عصبانی میشن 
... و عصبانیتشون به گوش ملکه مادر می‌رسه 
... و به محض این که اولیاحضرت بفهمن خیلی خب باشه 
بریم پس 
من همراهیتون میکنم 
آجوشی من اومدم 
... خب 
صبر کن 
داری از من فرار میکنی ؟ 
لطفاً دنبالم نیاید ... کسی نباید ببینه مشاور معتبر سلطنتی داره به کسی مثل من محل میذاره 
همونجا وایستا 
فکر کنم برای اتفاقی که دیروز افتاد نیاز به توضیح دارم 
( رستوران ) خانم - بله ؟ گرون‌ترین غذاتون رو برامون بیارید حتما 
خیلی خب 
چیکار می‌کنید ؟ 
احتمالا اونقدر حسابگر هستی که متوجه بشی ولی این غرامت برای دیروز خیلی سخاوتمندانه‌ست 
بله 
... خب از کمکتون ممنونم 
و متاسفم که باعث سوء‌تفاهم بی‌مورد شما شدم 
... من یه سوء‌تفاهم بی‌مورد دارم 
... احیانا رو داداش من کراش داری ؟ 
بله ؟ منظورتون چیه ؟ 
پس چرا بادبزنش پیش تو بود ؟ 
بادبزن مال ایشون بود ؟ 
اون رو خودم بهش هدیه داده بودم 
حتی نمیدونستی مال کیه ؟ 
... چیزه 
... این یعنی ... کسی که بادبزن برادرم دستش بوده تو نبودی 
... فردی که داری مخفیش میکنی احتمالا همونیه که برادرم داره مخفی می‌کنه 
بله ؟ 
خیلی کنجکاوم که بدونم کیه 
لطفا کنجکاو نباشید 
... اصلا 
واقعا ؟ 
... گفتم که دنبال برادر بزرگترتون می‌گردم ، آره ؟ 
چیزی پیدا کردین ؟ 
... انگار برادرتون درگیر یه موضوع مخفی بودن ... که درون دیوارهای قصر رخ داده و هیچکس نباید ازش خبردار میشده 
یعنی چی ؟ 
متأسفم بیشتر از این نمی‌تونم چیزی بگم 
لطفا یکم بیشتر بگید 
قول میدم هیچوقت به کسی در موردش نگم 
توی ۱۵ سال گذشته چیزی پیدا نکردم 
هر چی هست اگه سرنخی برای پیداکردن برادرم باشه ، باید بدونم 
... مدت‌ها پیش وقتی که پادشاه سابق فوت کردن ... پایتخت اتفاقات عجیب و ترسناک زیادی داشت 
خود رئیس گارد شاهنشاهی و تمام خانواده‌‌اش رو سلاخی کردن تعدادی از اعضای گارد شاهنشاهی ناپدید شدن 
... شنیدم ... یکی از اونا دستور محرمانه پادشاه سابق رو گرفته 
یعنی برادر من یکی از اونا بوده ؟ 
... آخه این چه دستوری بوده که حتی بدون اطلاع خانواده‌‌اش ناپدید شد و از اون زمان تاحالا پیداش نشده ؟ 
کمتر کسی میدونه ... شاید پیدا کردن محل دقیق برادرت اون بیرون سخت باشه 
پس باید چیکار کنم ؟ 
کی ممکنه از اون اتفاق خبر داشته باشه ؟ 
ملکه مادر ؟ 
اعلیحضرت ؟ 
... ممکنه اونا حتی ندونن چندتا از محافظان شاه گم شدن 
... پس دقیقا کی 
اون زمان سردرگمی موجود توی کشور توسط مشاور جناح چپ حل و فصل شد 
پدر شوهرم ؟ 
... اما مطمئنم ... بهم گفته بود که دنبال برادرمه 
ایشون بیشتر از هرکسی بهت عشق می‌ورزه البته که همه‌ی تلاشش رو میکنه ، اما اگه همه چیو درباره اتفاقات افتاده می‌دونسته وظایفش رو به عنوان مشاور جناح چپ به عهده گرفته ... شاید یه دلیلی داره که ازش خبر نداریم 
شاید 
ببخشید که به دردسر انداختمتون 
باید همین الان برگردم خونه 
ببخشید که فقط همینقدر اطلاعات دارم 
حرفش رو نزنید کمک خیلی بزرگی بود 
ممنونم 
کنجکاوم بدونم برای اذیت کردن ارباب سوک کافیه یا نه 
( مغازه کرایه کتاب ) 
داری بهم میگی از بانو اوه محافظت کنم ؟ 
... به نظرت مؤثرترین راه برای این که دهن یکی رو کامل ببندی چیه ؟ 
... حقیقت این پرونده اینه که نباید با مرگ بیهوده دفن بشه 
... خب ، منظورت اینه که ... کسایی که دنبال قتل اونن ‌‌‌ ... 
درسته 
... حداقل تا وقتی که اون نگهبان رو پیدا کنیم که با مُهر پادشاه سابق ناپدید شده باید از بانو اوه محافظت بشه 
چشم - این دستور اعلیحضرته - نباید هیچ اشتباهی بکنی 
چشم 
امروز اومد - ... چی - ... اما این حالتون بهتره ، مادر ؟ 
، الان که هوای تازه خوردم و به زندگی مردم نگاه کردم حال بهتری دارم 
، از اونجایی که اومدیم اینجا باید چندتا کیک برنجی بگیریم 
دوباره یاد برادرم افتادی ؟ 
هرچی بیشتر بهش فکر‌ میکنم ، بیشتر عصبی میشم 
... اون چطور جرئت کرده وسایل یه مرد دیگه رو بذاره توی آرامگاه برادرم ؟ 
چرا هیچی بهش نگفتی ؟ 
ترجیح میدم راجبش حرف نزنم 
دیدن افسر پارک خیلی سخته 
کنجکاوم که بدونم کجاست و چه کار میکنه 
... شاید داره یه سری تحقیقات مخفی انجام میده تا تنهایی کمک کنه 
بیخیال ، اون نمیتونه تحقیقات مخفی انجام بده 
شاید عاشق شده عاشق ؟ - عاشق ؟ از اون زمان هرموقع که مست میکنه " دارم میمیرم بفهمم اون زن کیه ؟ " 
پس این شایعه که میگن معشوقه پیدا کرده درسته 
... نکنه بانو یی کیونگ ؟ - بانو یی کیونگ ؟ 
خدایا ، اون نه یکی دیگه 
... افسر پارک سوهو همچین بد هم نیست 
چطوری باید دست به سرش کنم ؟ 
واقعا خوشمزه‌ست 
گفتم که خیلی خوشمزه‌ست 
سونبه گونت‌نیم ، بیشترم هست پس همه رو بخور 
پنج تای دیگه میخوام 
حتما 
نه ، ممنون یه دونه برام کافیه 
اینا که یه کیک برنجی معمولی نیستن 
اونا رشوه‌ای برای جلب لطف شمان 
پس ، می‌تونم پنج تا دیگه ببرم ؟ 
... مادرم تو خونه‌اس و یه مقدار مریضه 
... ده تا بده 
نه ، بیست تا 
چشم 
مادر منم کیک برنجی‌ هایی که براش می‌گرفتم رو خیلی دوست داشت 
مادرت ؟ 
... اون خیلی لطیف و زیبا بود 
وقتی اون رو " مادر " صدا میزدم با خنده به سمتم میومد 
اینجوری 
... اومووو مادرم ؟ ! من باید سریع برم ، بعدا می‌بینمت 
... اون 
من میرم یه دور بزنم برمیگردم 
بانو چو باید عجله کنیم 
ارباب جوان ؟ 
اوه مای گاد 
بانوی من یه لحظه 
همینجا منتظر بمونید 
مادر ، چه اتفاقی افتاده ؟ 
حالت خوبه ؟ 
... کجا رفت 
خانم بونگ‌ مال 
اینجا چیکار میکنی ؟ 
... خب ، مسئله اینه که 
... من ... وقتی بیرون بودم بانو چو رو گم کردم ... خدای من 
بانوی من 
مشکلی پیش اومده ؟ 
بهم بگید بانوی من 
خدای من حالتون خوبه ؟ داری چیکار میکنی ؟ 
موهام - مشکل چیه ؟ 
- 
موهام - موهات ؟ 
- چیکار داری میکنی ؟ 
ببخشید ، معذرت میخوام 
... زی با 
اون کیه دیگه ؟ 
بنده خدا مریضه ؟ 
بانو چو 
گوت‌نیم 
بانو جانگ داخلن ؟ 
بانو جانگ رفتن 
واقعا ؟ 
یه مرد غریبه اینجاست 
اون ؟ اون اسمش جو ، اینجا یه غرفه باز کرده 
... اون همون مردیه که اصل و نسبش کاملا یه رازه ؟ 
... بذارید خودم رو معرفی کنم 
به بانو جانگ بگو که برمیگردم 
، به نظر می‌رسید که حالش خوب نیست پس مراقب باش 
باشه 
میخوام خودم رو به درستی معرفی کنم 
کجا دارین میرین ؟ 
! حداقل اسمت رو بگو - هوبه - 
چطور جرئت میکنی اسم بانو رو بپرسی 
ارشد گوت‌نیم اون زن کیه ؟ عروس مشاور جناح چپ 
... مشاور جناح چپ 
زنم ؟ 
واقعا مریضی ؟ 
نتونستم بانو جانگ رو ببینم به جاش ، با یه دیوونه آشنا شدم 
چرا طول روز تنهایی میری بیرون ؟ 
با این لباس دعوا میکنی ؟ 
تقریبا داشتم می‌کردم 
... موهات چرا اینجوریه 
موهات مگه چه مشکلی داره ؟ 
... نه ، مال من نه 
مثل کسی هستی که تو دعوا به موهاش چنگ زدن 
... من ترجیح میدم شمشیر بکشم تا به موهام چنگ بزنن 
برای چی منو آوردی اینجا ؟ 
تو پرونده وزیر یوم پیشرفتی داشتی ؟ 
مجبورم کردی دنبالت بیام تا اینو ازم بپرسی ؟ 
گفتم که از این پرونده دور بمون 
... میخواستم ، اما ... اخیرا بانو اوه بهم گفته که 
بیخیال 
چی بهت گفته ؟ 
انگاری میخواست یه چیزی بهم بگه 
بیخیال 
بهم گفتی تحقیقات رو بسپارم بهت 
چی میخواست بهتون بگه ؟ 
... زنی مثل من که نمیتونه چیز مهمی رو متوجه بشه اما بانو اوه درخواست کرده که اغلب منو ببینه و باهام حرف بزنه 
... من مطمئنم که اون یه چیزی میگه شاید به نفع شما باشه 
... نظر من اینه که نباید کار خطرناکی انجام بدین همونطور که قبلا هم گفتم 
من فکر میکنم باید فاصله‌تون رو با اون حفظ کنید 
اطراف بیوه وزیر دارایی بودن خطرناکه ؟ 
نکنه اون قاتله ؟ 
... خب 
... میشه گفت 
... اگر وارد جزئیات نشی منم در‌مقابل هیچی نمیگم 
درموردش فکر کن 
... دقیقا دقیقا چیکار باید بکنم ؟ 
... کنجکاوم که عروس وزیر سوک میخواد این کارو بکنه یا نه 
چرا این کارو انجام میدی ؟ 
میتونی یه زندگی جدید رو تو چینگ شروع کنی چرا اوضاع رو بدترش میکنی ؟ 
... اگر اوروشین عصبانی بشه فکر میکنی ماها رو ول می‌کنه ؟ 
چیه ؟ 
تو از مرگ می‌ترسی ؟ 
برای حفظ یه راز ... باید صدتا چیز رو پنهان کنی تا بتونی اون یه چیز رو راز نگهش داری 
... من خیلی وقته که تلاشم رو کردم و صدها چیز رو مخفی کردم ... که دیگه یادم نمیاد 
الان زمان بی‌پروا رفتار کردن نیست 
... اون رازه ... در حقیقت اینه که تو بچه‌ای هستی که مادرم در خفا داشت ؟ 
... یا ... حقیقت این که من شوهرم رو کشتم ؟ 
... اگر اینا نیست درستش اینه که من پادشاه فقید رو کشتم ؟ 
عقلت رو از دست دادی ؟ 
... حالا که بهش فکر می‌کنم من خیلی سختی کشیدم فقط برای نگه داشتن همه این رازها 
عزیزم 
نه ، دراز بکش 
شنیدم تو خیابون بیهوش شدی 
مشکل چیه ؟ 
چیزی نیست 
عزیز من به من بگو چه چیزی باعث شد غش کنی 
... اون پسرمون جونگ 
دوباره به پسرمون فکر کردی ؟ 
... جونگ ما دلم خیلی براش تنگ شده 
منم همین احساس رو دارم دلم خیلی براش تنگ شده با این حال غمگین بودن فقط به سلامتیت آسیب می‌رسونه 
جونگ ما نمیخواد ما در عذاب باشیم 
باید بهش اجازه میدادیم با دختری که عاشقش بود ازدواج کنه 
نه اشتباه کردیم اجازه دادیم به چینگ سفر کنه 
اگر می‌دونستم دیگه نمی‌بینمش ... براش سوپ مورد علاقش رو می‌پختم قبل این که از دروازه جلوی خونه عبور کنه برای آخرین بار 
خستگی حتما باعث شده قلبت ضعیف بشه 
... فردا ، میام دنبالت 
ارباب نمیتونین یه بار دیگه دنبال جونگ بگردین ؟ 
... انقدر ناامید نمیشدم اگر حداقل جسدی برای دفن داشتیم 
مرگ تصادفی توی جنگل ؟ مسخره‌ست 
... شاید یه شانس وجود داشته باشه ... که زنده باشه 
عزیزم خوب میدونی که بارها و بارها چک کردم 
... امروز توی اونجونگ گا مردی رو دیدم که دقیقا شبیه جونگ ما بود 
... شونه هاش ، کمرش حتی مدل راه رفتنش یکی بود 
نگاهی به صورتش انداختم ... و شبیه جونگ بود 
اون نمیتونه جونگ ما باشه آره ، درسته . میدونم چی میگین 
چطور میشه ندونم ؟ 
من فقط میخوام برای آخرین بار ببینمش حتی به صورت روح اگه شده 
همش میگم غصه‌ام تموم شده ... اما یه روزایی هستن اونقدر دلتنگش میشم که نمی‌تونم نفس بکشم 
... چطور می‌تونی آبروی یه خانواده رو لکه دار کنی وقتی صدهاسال براش زحمت کشیدیم 
... من با اون ازدواج میکنم مهم نیست شما چی بگین پدر 
باید از روی جنازه من رد بشی ... که اون دوشیزه خانم چشم آبی بزرگترین عروس خانواده ما بشه 
عروس شما نیست پدر ، قراره همسر من بشه 
من قراره باهاش زندگی کنم پس لطفا دیگه چیزی درباره این موضوع نگید 
اگر این چیزی هست که میخوای ... پس از این خونه میری و دیگه هرگز بر نمیگردی 
من هرگز به میل خودم بر نمیگردم پس نگران نباشین 
هرجور راحتی 
... به هر حال نمیذارم دلیل سقوط خانواده ما باشی 
تو از الان برای من مُردی ... اگر هر موقع برگردی خودم می‌کشمت 
... اگه شما میگین پس حتما همین کار رو میکنم 
مادر 
! یا خدا 
میخواستم ببینم حالِ مادر جان چطوره 
... هیچ کلامی نمیتونه به مادری که دلتنگ فرزندشه دلداری بده 
معذرت میخوام ، پدر 
شنیدم رابطه‌ات رو با بانو یو حفظ کردی 
بله 
ایشون منو دعوت میکنن برای صحبت‌های روزمره آفرین 
... به هر حال بهتره که زیاد باهاش وقت نگذرونی 
... شنیدی که مردم صداش میکنن " مثال زنده‌ی " دستورالعمل برای زنان 
... اگر مردم متوجه بشن که بعد از فوت شوهرش به دنبال دوست و رفیق هست روی خوشی نداره 
... علاوه بر اون تو هرگز برای مرگ شوهرت با زندگی در کنار قبرش سوگواری نکردی 
من نگرانم بازتاب بدی برات داشته باشه 
بله ، پدر 
از کوته فکری من بود باشه ، برو داخل 
پدر جان 
چیزی میخوای بهم بگی ؟ 
... من معذرت میخوام که می‌پرسم اما اخیرا شما چیزی درمورد برادرم نشنیدین ؟ 
متاسفم از هر کسی که فکرش رو می‌کردم پرسیدم اما چیزی در موردش نشنیدم 
ممکنه اون شب اتفاقی برای محافظان پادشاه افتاده باشه ؟ 
منظورت چیه ؟ 
چیزی شنیدی ؟ 
نه پدر داخل خونه اتفاقی نیفتاده بود برای همین فکر می‌کنم می‌تونه به داخل قصر ربط داشته باشه 
... مگه نگفتم با مقام های دولتی بررسی کردم اون شب همونجایی که برادرت ناپدید شد ؟ 
بله پدر - ... مثل بقیه شب‌ها - بعد از شیفت کاری قصر رو ترک کرد از اون زمان تا الان هیچکس ازش چیزی نشنیده 
اون سالی که ازدواج کردم ، شما اینو به من گفتین 
اما با گذشت سال‌ها ، برام سوال پیش اومد ... که برادر من فقط یکی از محافظان معمولی اعلیحضرت بوده یا نه 
یه محافظ ، محافظه دیگه 
حرفت بی منطقه 
اون اغلب به قصر می‌رفت حتی وقتی شیفتش نبود 
... و همینطور نصفه شب برای کاری خبرش کردن 
تو خیلی جوان بودی برای دونستن همه جزئیات 
برادرت یه عضو معمولی از محافظان پادشاه بود 
چیز دیگه‌ای هست که بخوای بگی ؟ معذرت میخوام ، پدر 
به خودم اجازه دادم که با افکار بیهوده سرگردان بشم دیره ، باید برگردی داخل 
بله ، پدر 
چرا یهویی درباره برادر گمشده‌ام خبری بهم رسیده ؟ 
... چیزی که در موردش مطمئنم اینه که ناپدید شدن برادرم مربوط به یه چیز مهمی میشه 
اگه این نامه توسط فرد خطرناکی اومده باشه چی ؟ 
پس طرف حتما نمیدونه عروس وزیر سوک چه زن خطرناکیه 
قرار نیست چیزی به افسر پارک بگین ؟ 
... دقیقا دقیقا چیکار باید بکنم ؟ 
بهش گفتم در موردش فکر کنه به زودی جوابم رو میده 
باید با بانو جانگ ملاقات کنم 
اگه زودتر به فرمان سلطنتی تسلیم شده بودی خواهرت سرنوشت بهتری داشت 
در آرامش باش 
من مراقب خواهرت هستم 
اما شب تو نیست که نگهبانی بدی 
من به سمت قصر میرم برای یه کار فوری و چند روزی از خونه دورم 
پدر این ساعت کجا میره ؟ 
اون کیه ؟ 
... حیف که نمیتونم حتی یه فنجان چای براتون بریزم اونم وقتی که اینجا همو ملاقات میکنیم 
میدونستم که خیلی گستاخی اما این یه لباس نامناسبه برای خانمی که بیوه‌اس 
یکمی خسته شدم از لباس عزاداری 
... یادم میاد قبلا شما از شخصیت گستاخ من خوشتون می‌اومد 
با زبون خوش گفتم بی صدا برو 
چرا میخوای اینجا بمونی و دردسر رو بزرگتر کنی ؟ 
... من فقط چند کلمه به عروس نگرانتون درباره برادرش گفتم 
حدس میزنم برای شما خیلی دردسرساز بوده 
خدایا چی دارن میگن ؟ 
واقعا باور داری که با خیال راحت زنده می‌مونی ؟ 
اگه نمی‌تونم زنده بمونم مرگ رو قبول می‌کنم 
... ولی خوب که فکر کنین ... من 15 سال پیش سهم بزرگی داشتم ... پس حس می‌کنم درست نیست اگه تنهایی بمیرم 
یادتون رفته ؟ با تشکر از همکاریتون همیشه وزیر همسر دارایی بودین 
بعد از اون حادثه روی تمام ملت قدرت پیدا کردین و من باید به همسر وزیر دارایی بودن بسنده کنم ؟ 
هر چقدر بیشتر فکر می‌کنم محاسباتم غلط از آب درمیان 
میگن بعضیا پاشون رو از گلیمشون درازتر می‌کنن ( رفتار بدون دانستن جایگاه طرف مقابل ) 
چطور جرئت می‌کنی سر راه من قرار بگیری ؟ 
من چطور جرئت می‌کنم سر راه شما قرار بگیرم ؟ 
... من فقط ... می‌خوام بگم که اجازه نمیدم همه چیز اینطوری تموم شه 
چی ؟ 
بانو اوه ؟ 
عروستون خیلی باهوشه 
... فقط اگه بتونم به کاری که می‌کردم ادامه بدم و به سلامت توی خونه‌ام زندگی کنم - چی ؟ 
- ... احتیاجی نیست بیشتر با ... عروس باهوشتون درباره‌ی - اون اینجا چیکار می‌کنه ؟ - برادرش صحبت کنم 
فکر کردی این واقعا یه تهدیده ؟ 
خیلی پست و ذلیل شدی 
! پدر 
هیون‌جه 
ارباب 
بریم 
ارباب 
بیدار بشین ، ارباب 
ارباب 
ارباب هوشیار بمونین ارباب 
حالتون چطوره ؟ 
خوبین ؟ 
چه اتفاقی افتاد ؟ 
از هوش رفتید 
آوردنتون تا اینجا پدرمو درآورد 
بهتون گفته بودم که یه روزی مدیونم میشین 
... انقدر حرفای گنده گنده می‌زدین وقتی حتی نمیتونستین اونقدر دووم بیارین ؟ 
ممنون که نجاتم دادین 
شماهم قبلا من رو نجات دادین 
... راستی می‌دونین اونا از کجا اومده بودن ؟ 
می‌خواستن زخمم رو چک کنن مطمئنم اونا میدونن من کی هستم 
از اونجایی که من راز شما رو به عنوان نقطه ضعف می‌دونم ... منم در عوض نجات دادنم یکی از رازهام رو بهتون میگم نه ، ممنون 
اوضاعم با نگه داشتن راز خودم سخت هست چرا زحمت راز یکی دیگه رو هم به دوش بکشم ؟ 
راست میگین 
اگه میخواین حرف بزنین ... فکر کنین من دیوارم و با خودتون حرف بزنین 
من با دیوارهای آرامگاه درمورد فکرهای توی سرم حرف میزنم تمام روز تنها اونجا میشینم 
لذت بخشه 
... من نباید زنده باشم 
مادر مهربونم پدرم ... و دایه‌ا‌م ... همه‌ی خانوادم که من رو دوست داشتن جلوی چشمام سلاخی شدن 
درست مثل 15 سال پیش یه روز بدون اطلاع قبلی ... موفق شدم تنهایی توی اون حمام خون زنده بمونم 
زنده موندن کافی نبود که حتی خاطره‌ی وحشتناک اون روز هم برام واضح نیست 
اگه کسی با توجه عرف جامعه‌مون نباید زنده باشه من بهترین مثالم 
حتی اگه بخاطر اخلاقیات نباید زنده باشم ... من هرکاری که بتونم برای زنده موندن می‌کنم 
... منظورم اینه که - پس - 
... زیاد نگران استفاده‌ی رازتون 
به عنوان اهرم فشار نباشین راز من ساده نیست 
من باید برم 
... برای امشب ممنونم 
اگه کسی با توجه عرف جامعه‌مون نباید زنده باشه من بهترین مثالم 
وای نباید گوش می‌دادم 
( فرماندهی نگهبانی پایتخت ) 
فرمانده هوانگ 
چقدر زود اومدین - بله - افسر پارک سوهو کجان ؟ 
... ایشون 
ایشون حتما سرما خوردن 
مریض شدن چی ؟ افسر پارک سوهوی ما مریضه ؟ 
الان کجاست ؟ 
خیلی حالت بده ؟ 
- فرمانده هوانگ - اگه خوب نیستی توی رختخواب بمون 
انقدر استرس داشتی که مریض شدی ؟ 
من خوبم 
خوب نیستی 
لاغر شدی 
این همون کاریه که مرضِ عشق باهات کرده 
حتما سخت بوده راحت نیست ، در اون حد می‌دونم 
یه فرصت پیدا می‌کنم تا بخاطرت باهاش صحبت کنم نگران نباش فقط به خوب شدنت فکر کن 
... دارین درمورد چی صحبت میکنین ؟ 
نیازی نیست از من پنهانش کنی 
ما مراقب جریان بازسازی چونگی هستیم میتونی امروز مرخصی بگیری 
من ؟ 
آره تو 
فرمانده هوانگ - نه ، استراحت کن - 
اگه میخوای برادرت رو ببینی ... لطفا این کتاب رو بده به کسی که پنج روز آینده به دیدنت میاد 
وسایل خیلی خوشگلی دارین 
این شونه‌ی پنج دندونه چطوره ؟ 
از کتابی که گرفته بودی ، لذت بردی ؟ 
بله 
همینجا وایسین ، میرم کتاب رو بیارم 
یه لحظه 
بیا به این مکان اونجا ، کسی رو که کتاب برای اونه رو ملاقات می‌کنی 
ببخشید که درخواست ملاقات با شمارو دادم 
عذر میخوام 
پونزده سال پیش برادر شما چو سونگ ‌ هو ، محافظ پادشاه بود و شما الان عروس ارباب سوک 
... بهم قول میدین که چیزی درباره این ملاقات به کسی نمی‌گین ؟ 
بانوی من جون برادرتون چو سونگ ‌ هو درگیره خیلی مهمه 
بهم قول میدین ؟ 
اگه نمیتونین بهم قولی بدین من دیگه چیزی بهتون نمیگم 
تو کی هستی ؟ 
برنگرد 
تو کی هستی که دنبال چو سونگ ‌ هو می‌گردی ؟ 
... من اینجام تا با خواهرِ چو سونگ ‌ هو صحبت کنم 
میخوای چی ازشون بپرسی ؟ 
می‌تونم در حضور این مرد صحبت کنم ؟ 
... من دنبال چیزی هستم که چو سونگ ‌ هو به جا گذاشته اون چیه ؟ 
نمی‌تونم بگم 
... میخوام بدونم ... با خانوادش ارتباط گرفته یا بعد از ناپدید شدنش چیزی براشون گذاشته یا نه 
... شما می‌دونین چو سونگ ‌ هو چرا ناپدید شده ؟ 
... دلیلش رو می‌دونین ؟ 
... همین الان به سوالم جواب بده 
برو عقب 
: آيــــ ( شکوفه شب ) ــــرِن : : @ AirenTeam : 
( اپیلوگ ) پدر 
ما جایی همدیگه رو ندیدیم ؟ : @ AirenTeam : 
نخیر : @ AirenTeam : من نمی‌شناسمشون : @ AirenTeam : 
یادم میاد : @ AirenTeam : 
... یادت رفته که گفتم : @ AirenTeam : اگه برگردی ، چیکارت می‌کنم ؟ : @ AirenTeam : 
من و برادرم داریم دنبال حقیقت می‌گردیم : @ AirenTeam : 
پس من باید دوباره ، مشاور سلطنتی رو ملاقات کنم : @ AirenTeam : 
چیزی هست که نمیتونین بهم بگین : @ AirenTeam : 
من معتقدم که شورای ایالتی چپ پشت همه اینا بوده : @ AirenTeam : 
شما یکی از چندین مدرک هستین : @ AirenTeam : 
قبل از اینکه همه چیز سخت بشه : @ AirenTeam : باید خودم بهشون رسیدگی کنم : @ AirenTeam : 
شما تمام این مدت دنبال برادر من بودین ؟ : @ AirenTeam : 
