بانوی من ... فکر میکنم این وضع عجیبه 
من حواسم به بقیه‌ش هست تو فقط بشین اونجا 
هر کسی که دو تا چشماش کار کنه متوجه میشه 
چرا یه گفت و گو‌ی رک و راست نداشته باشین ؟ 
فقط کسی که راز شومی داره میخواد که اینجوری ملاقات کنه 
هر وقت که تونستم میفهمم که اون کیه وقتی که من پیدام شد حتما تظاهر کن که شوکه شدی و فرار کن 
شبیه یه بیوه‌ی بی نقص شدی 
بیا 
... چو سونگ هو مردیه که شما و اعليحضرت دنبالش هستین ؟ 
مطمئن نیستم 
... . حتی پادشاه فعلی نمیدونست که پدرش ، پادشاه سابق یه جنگجوی سایه داشته 
... پس تنها عضو خانواده‌ا‌ش ، یعنی خواهرش هم ممکنه چیزی ندونه 
حتی اگر در مورد اون شب چیزی ندونه ممکنه از اون موقع به بعد خبری ازش داشته باشه 
چو میتونسته خبر چیزی رو به تنها عضو زنده‌ی خانواد‌ه‌‌اش بعد از اون اتفاقات رسونده باشه 
اگر خواهر چو سونگ هو کسی ... نباشه که بشه بهش اعتماد کنیم 
اون بادبزن تاشویی که بهت هدیه دادم کجاست ؟ 
اوه ، اون ؟ 
توی دفتر شیفت شب جاش گذاشتم 
دفتر شیفت شب ؟ 
دیگه بهم دروغم میگی ؟ 
هیونگ‌نیم چجوری اینو پیدا کردین ؟ 
وقتی که دارم خواهرِ چو رو میبینم بیرون نگهبانی بده 
... هیونگ‌نیم ، این بادبزن 
همینجا صبر کن 
چشم 
... کسی میدونه که شما امروز اومدین اینجا ؟ 
... میتونین بهم قول بدین که ... به هیچکس در مورد این ملاقات حرف نمیزنین ؟ 
... بانوی من ، این شامل زندگی برادرتون چو‌سونگ هو میشه و خیلی مهمه 
به من قول میدین ؟ 
... اگر نمی‌تونید به من قول بدین منم نمیتونم چیز دیگه‌ای بهتون بگم 
تو کی هستی ؟ 
سرت رو برنگردون 
... همین الان به سوالم جواب بده 
برو عقب 
ارباب ؟ 
بانوی من ؟ 
هیونگ‌نیم مشاور سطنتی پارک ؟ من رو میشناسین ؟ 
معلومه که نه 
خدای من 
اون بانویی که الان رفت عروس مشاور جناح چپ بود ؟ 
چطور جرئت میکنی ؟ 
! هیونگ‌نیم 
! همونجا وایسا 
تو داری چه غلطی میکنی ؟ 
- هیونگ‌نیم - باید اونو می‌گرفتی نه منو 
متاسفانه یه موقعیتی پیش اومد لطفا شما برگردین خونه ، من میرم پیداش میکنم 
! وایسا ، سوهو 
... منو هُل داد 
( قسمت نهم : حقایق یا دروغ ها ) 
اگر فقط تصمیم می‌گرفتین که باهاشون حرف بزنین این اتفاق نمی‌افتاد ولی حتما باید شمشیر می‌کشیدین 
اگر بهم گفته بود که مشاور سلطنتیه انقدر زیاده ‌ روی نمی‌کردم ... به هر حال میخوام بدونم چه اتفاقی برای برادرتون افتاده 
... اول که همسر وزیر دارایی و حالا هم که مشاور سلطنتی 
افسر پارک احتمالا میاد اینجا 
وقتی که اومد ازش می‌پرسم 
... ولی من بهش گفتم که از مهمانسرای میونگ‌دو دور بمونه 
چی ؟ چرا ؟ 
شما دوتا همش باهم توی پرونده‌ها درگیر می‌شدین ... و من نگران بودم که یه روزی به فاجعه منجر بشه 
... به هر حال شما یه بیوه‌ی متعهد باقی میمونین در حالی که اون یه مرد جوون و قویه 
وضعیت تأهل و جنسیت‌مون چه ربطی به این موضوع داره ؟ 
... این در مورد اورابونی منه 
اگر عشق بینتون شکوفه بزنه چی ؟ 
... یونگ دوک و بانو بک 
مگه خل شدی ؟ 
تاجر جانگ داخلین ؟ 
بیاین داخل 
امیدوار بودم بتونم با بانو چو حرف بزنم 
پس من میرم و میذارم شما صحبت کنین 
... من هنوزم بر اون چیزی که اون روز گفتم پافشاری می‌کنم 
شاید باید منبع دردسر رو حذف کنیم 
هم اوروشین و هم پسره از همه چیز کاملا باخبر نیستن تصمیم غیرمنطقی فقط باعث دردسر بیشتر میشه 
پسره می‌تونسته تظاهر کنه که نمی‌دونه 
وقتی که زمانش درست باشه من صددرصد اون رو حذف می‌کنم پس بی احتیاطی نکن 
بله قربان 
دارین بهم میگین که نمیتونین بگین چرا مشاور سلطنتی پارک داره دنبال اورابونی من میگرده ؟ 
این چیزی نیست که من بتونم جواب بدم 
پس ، لطفا برگردین 
منم چیزی برای گفتن ندارم 
... تاجر جانگ گفت که ... میخواستم با نگه داشتن‌تون بین دیوارهای خونه‌ سرزندگی رو از جسمتون بیرون بکشم 
این اصلا قصد من نیست ولی نمیخوامم که ببینم آسیب دیدین 
برای همین هم امیدوار بودم که دست به اقدام نزنین و داشتم جای اشتباهی دنبال راه درست می‌گشتم 
خب ؟ جوابتون رو پیدا کردین ؟ 
شاید جواب هیچوقت مال من نبود که بخوام پیداش کنم ممکنه همیشه همونجا بوده باشه 
چرا شما کسی بودین که برادرم دنبالش میگشت ؟ ... من همش میچرخم و میچرخم تا این که دوباره راهم به شما برسه 
حالا که بهش فکر میکنم سرنوشت‌مون به هم گره خورده 
اسمی که موقع تولد به من دادن ایم هیون جه بود 
ایم کانگ فرمانده‌ی قبلی گارد سلطنتی که به پادشاه سابق خدمت می‌کرد پدرم بود 
فرمانده‌ی گارد سطلنتی و کل خانواده‌ا‌ش به قتل رسیدن چندتا از اعضای گارد سلطنتی ناپدید شدن 
... پس روزی که اورابونی ناپدید شد ... خانواده‌ای که به قتل رسیدن 
مردی که هیونگ‌نیم صداش میکنم ... در حالی که توی اون حمام خون لبه‌ی مرگ بودم جونم رو نجات داد 
... تا الان ، من این حقیقت که والدینم چه کسانی بودن رو پنهان نگه داشتم 
اون روز چه اتفاقی افتاد ؟ 
من و برادرم داریم دنبال حقیقت می‌گردیم 
... پس منم باید به مشاور سلطنتی کمک کنم 
این برای زندگیتون خطرناکه 
دیگه نگران من نباشین 
... به علاوه من نسبت به برادرتون بهتر از خودم محافظت میکنم 
باید همه‌ چیز رو پس بگیریم 
من اورابونیم رو و شما اسمتون رو 
بانوی من ؟ 
! همونجا وایسا 
اون بادبزن ایشون بود ؟ 
کسی که یون سون داشت ازش محافظت میکرد 
... شاهد نمیتونه هویتش رو با پاسگاه پلیس درمیون بذاره 
یکی که نمیتونه هویتش رو آشکار کنه 
مشاور سلطنتی پارک ؟ 
مردی با ماسک پس اون کیه ؟ 
بهت نمیگم 
یکی که باید ازش محافظت کنه ؟ 
دیگه بهم دروغم میگی ؟ 
کسی که بادبزن رو داشته 
یعنی مشاور سلطنتی پارک دنبال چی می‌گرده ؟ 
چیزی هستش که برادرم از خودش به جا گذاشته ؟ ... ولی تنها چیزی که اون باقی گذاشته این شمشیره 
ممکنه که اون چیزی باشه که دنبالش می‌گردن ؟ 
من این تیغه رو چسبوندم به گردنش اگر این چیزی بود که دنبالشه ، میشناختش 
پس ، ممکنه دنبال چی باشه ؟ 
هر چی که هست من باید کسی باشم که پیداش میکنه 
همون موقع یه اتفاق وحشتناک برای یکی دیگه اتفاق افتاده دقیقا مثل پونزده سال پیش من تونستم تنهایی از اون حمام خون جون سالم به در ببرم 
چه زود اومدی خونه ، یکم دیگه لفتش میدادی هیونگ‌نیم 
... من کل شب رو بیدار موندم منتظر بودم تو بیای خونه 
چرا نذاشتی فردا بیای ؟ 
عذر میخوام می‌ترسیدم چون خیلی دیره بیدارتون کنم 
... عروس ارباب سوک همون مرد ماسک داره ، نه ؟ - چی ؟ - 
... اون حتی نمیتونه از خونه بیرون بیاد در حالی که مرد ماسک دار همه‌ جای پایتخت سرک میکشه ، نمیتونه اون باشه 
اصلا نمیشه 
... من فقط پرسیدم که اون کسی که دیشب دیدیم عروس مشاور جناح چپ سوک بود یا نه ؟ 
ولی خب با تجربه به نظر میومد 
هیونگ‌نیم - ... و حدس می‌زنم - که بادبزن تاشویی‌ا‌ت هم دست اون بود 
چیه ؟ 
باید برم دیدنش و از خودش بپرسم ؟ 
... نیازی نیست 
... اون میخواد دوباره شما رو ببینه 
فقط یه قاشق ، مادر 
همش جونگ رو توی رویاهام می‌بینم حتما بخاطر اینه که از مادرش رنجیده 
ما حتی نتونستیم جسدش رو بیاریم حتما روحش در آرامش نیست 
این حرف رو نزنید مادر 
همش بخاطر اینه که فداکاری من کافی نیست 
بهتره برم معبد و دعا بخونم 
من همراهتون میام 
تو نباید با من از خونه دور بشی 
جه‌ یی همراهم میاد تو خونه بمون 
( ما باید در ... ) 
فکر کنم این روزا سرتون یکم شلوغه 
چی میخوای بگی ؟ 
خیلی چیزا 
گفتین بخاطر قهرمانه ولی فقط گفتین برم به مهمانسرای میونگ‌دو 
بی‌چان 
این رو بده به قهرمانت 
ولی چطوری ؟ 
اگه بری به مهمانسرای میونگ‌دو اونی که باید اینو بهش بدی رو پیدا میکنی 
بله ، این مأموریت رو انجام میدم 
راستی یه چیز دیگه میخوام دوباره از کانگ پیل‌ جیک بازجویی کنم 
چی ؟ 
ولی فرمانده هوانگ گفتن ازش دور بمونین 
... بخاطر همینه که این رو فقط به تو میگم 
... در اون صورت 
خودم بعدا به فرمانده هوانگ رسیدگی می‌کنم 
... تو توی این مدت سوابق معاملاتی انجمن صنفی کانگ پیل‌ جیک رو که ارباب یوم تأیید کرده رو پیدا کن 
بله ، قربان 
بانو بونگ‌ مال کجا گذاشته رفته ؟ 
هیچکس نمی‌دونه صبح به این زودی رفته کجا ؟ 
... راستش مادرم داره میره معبد ! 
یه نفر باید مقدمات رو فراهم کنه 
عفو کنین - داد و بیداد نکن - بیا تو و وسایل رو آماده کن 
ای وای چه خبره ؟ - نمی‌دونم - 
ارباب جوان 
چیه ؟ - ببخشید - 
ارباب جوان - چی میخوای ؟ عذرمیخوام 
ای وای لطفا این کارو برام بکن 
حتما آقا ... شما یه مردی که خیلی خوشتیپ باشه و قدش خیلی بلند باشه ، ندیدین ؟ 
منو می‌فرمایین ، چی شده ؟ 
... ارباب 
ببین کی اینجاست 
پارسال دوست امسال آشنا 
کم پیدایین 
" کم ؟ " 
" پیدا ؟ " 
گریه نکن 
ببخشید 
... به هر حال نمی‌دونستم باید امروز برم یا فردا 
این چطور ممکنه ؟ 
شما زنده‌این و این شکلی 
... چرا نیومدین خونه ... و مثل روح سرگردان پرسه می‌زنین 
صبر کن ریلکس 
بانو بونگ‌مال ، ریلکس 
آروم باش ، یه نفس عمیق بکش 
خوبه 
توام فکر می‌کردی من واقعا مُردم ؟ 
فقط نگفتن که من مُردم ؟ 
شما روز عروسیت فوت کردی و جسدتون هم حتی پیدا نشد 
مادرتون بیشتر از یه سال مریض توی بستر بودن 
... پدرم ... اونقدر بی رحم بود که به مادرم بگه من مُردم ؟ 
بیاین این کارا رو اینجا نکنیم 
باید سریع بریم خونه 
بانو بونگ ‌ مال اگه من الان برگردم خونه اوضاع از اینم پیچیده‌تر میشه 
به محض اینکه به همه چیز رسیدگی کنم ، میام خونه لطفا تا اون موقع مراقب مادرم باش 
تو تنها کسی هستی که می‌تونم بهش اعتماد کنم 
راست میگین 
نگران نباشین 
بدش به من 
نیازی نیست خودتون رو برای دیدن من اذیت کنین 
ممکنه برای کار دیرتون بشه 
قبلا بهشون گفتم که دیر می‌رسم 
و شوهرت مشاور دولت چپ این کشوره 
هیچکس جرئت نداره به من انتقاد کنه چون فقط یکم دیر می‌کنم تا همسر عزیزم رو ببینم 
پدر ، شما همش به مادر اهمیت میدی 
توام باید خوب مراقب مادرت باشی 
چشم 
نگران اوضاع خونه هم نباش خوب اونجا استراحت کن من جام امنه پس نگران نباشین 
شماها نباید حتی یکم هم از وظایفتون برای ایشون غافل بشین 
بله - بله - 
سفرتون بی‌خطر ، مادر 
بریم 
عروس 
بله پدر 
برو داخل 
بله 
کسی اونجا هست ؟ 
- بله ارباب - 
بله سرورم 
بانوی من 
یه نامه از میونگ‌دو براتون دارم 
ملاقاتی ترتیب دادم ) ( باید دو ساعت دیگه همدیگه رو در مسافرخانه میونگ‌دو ملاقات کنیم 
باید سریع برم بیرون 
به خدمتکارا بگو که من تمام روز توی آرامگاه دعا می‌کنم - بله بانو - 
مادرشوهرم خونه نیست پس نمیان بهم سر بزنن 
هرچقدر بیشتر بهش فکر می‌کنم ، سرگرم‌کننده‌تره 
اعلیحضرت - ... اون شخص تحسین‌برانگیز - ... که شب‌ها ظاهر میشد و به فقرا و نیازمندا کمک می‌کرد عروسِ ارباب سوک بود 
وقتی بار اول این داستان رو برام تعریف کردی با خودم گفتم مردم چقدر در عذابن که همچین شخصی رو تصور کردن این ، موقعیتِ من رو ناراحت‌کننده‌تر هم میکنه 
سوک ، مشاور جناح چپ رویای ملتی از اشراف رو داره ، اونوقت عروسی داره که برای خدمت به مردم ماسک می‌زنه 
... دلم میخواد بدونم چه عکس‌العملی داره اگه در این مورد چیزی بشنوه 
اعلیحضرت به عنوان دوست دیرینه‌تون میتونم خواهشی داشته باشم ؟ 
بگو 
... برای مدتی ، اجازه میدین من به عروس ارباب سوک رسیدگی کنم ؟ 
چرا ؟ 
کسانی هستن که نگرانشون هستن 
... نکنه خودت ؟ 
نه 
میخوام از اونایی که نگران بانو چو هستن مراقبت کنم 
نگران نباش 
بالاخره خواهر چو سانگ‌ هوئه معلومه که باید مراقبش باشیم 
ممنونم ، سرورم 
واقعا خودت نیستی ؟ 
نخیر 
مدتی شده 
اصلا عوض نشدی 
پیر شدین پدر 
یادت رفته بهت گفتم اگه برگردی چیکار می‌کنم ؟ 
شما قبل از اینکه برگردم من رو کشتین 
این بهترین گزینه بود برای همه کسایی که درگیر بودن 
می‌تونین طوری باهام رفتار کنین انگار مرده‌ام 
می‌تونین من رو همین الان بکشین اهمیتی نمیدم اما چرا به مادر گفتین که من مُردم درحالی که زنده‌ بودم ؟ 
باید بهشون می‌گفتین تصور کنن من مرده‌ام 
حتما سال‌هاست که با قلبی شکسته عذاب کشیده 
... تو به پدر و مادرت پشت کردی و جرئت می‌کنی نگرانشون بشی ؟ 
وقتی گفتم تورو مرده می‌دونم فکر کردی میذارم دوباره مادرت رو ببینی ؟ 
ببخشید 
حالا که فهمیدی ، برو 
دیگه هم فکر برگشتن به چوسان به فکرت نزنه 
حالا میدونم چی اشتباست و درستش خواهم کرد 
از مادر و همسرم که به عنوان بیوه عزاداری کرده طلب بخشش می‌کنم 
شما باید مسئول کارهای اشتباه خودتون باشین 
چطور جرئت می‌کنی ؟ - من یه بار قبلا مرده‌ام - 
دومین فرصتم رو صرف توبه بخاطر کارهایی که انجام دادم می‌کنم 
جدی ؟ 
پس ، فردا از پایتخت برو 
پدر - ... این - تنها راهیه که می‌تونی پشیمونیت رو به خانوادت نشون بدی 
تو یه آدم مرده‌ای 
یه مرده رو نمیشه زنده کرد 
نذار مادرت یه پسر رو دوبار از دست بده 
جو هوبه‌نیم 
چرا الان بیرونی ، گوت‌نیم سونبه ؟ 
الان ظهره به جای باز کردن غرفه‌تون کجا رفته بودین ؟ 
... با این اخلاقِ کاری نمی‌تونین زندگیتون رو بگذرونین 
راست میگی 
زندگی سخته 
معلومه که سخته 
هیچی توی این دنیا راحت نیست 
ولی هنوزم ناراحت نباشین 
این یه خرمالو خشکه 
... یه بانویی که می‌شناسمش بهم گفت ، وقتی به دیوار نگاه میکنه و آه میکشه خوردن یه خرمالوی خشک اونو خوشحال میکنه 
خوشمزه‌ست 
خوشحالم میکنه 
اون بانویی که ازش حرف میزنی زندگی اونم باید سخت بوده باشه 
، برای درکش من هنوز جَوونم اما یه بیوه نمیتونه از خونه خارج بشه 
... بانو ... اون بانویی که گفتی میشناسی ... عروس وزیر جناح 
کسیه‌ که من بیشتر از هر کسی تو دنیا دوستش دارم خیلی غمگینه ، و تنها یه گوشه میشینه ناراحتم میکنه 
که اینطور 
احساس بدی دارم 
شما چرا حالتون بده هوبه ؟ 
بیخیال 
از اینا بیشتر داری ؟ 
خیلی خوبه ، اگه دیگه خوشحال شدین زود باشین غرفه رو راه بندازین 
بله ، سونبه گوت‌نیم 
... کانگ پیل جیک و بانو اوه خواهر و برادر ناتنی‌ان ؟ 
... نتونستم بهتون بگم چون اون ازم خواست که مخفی نگه‌اش دارم 
شما طرف کی هستی دقیقا ؟ 
... ولی انگار شما دوتا تو یه جبهه‌این و من طرف مقابل شما 
بانو اوه با ملکه فامیل هستن و کنجکاو بودم که چرا باید با کسی مثل یوم هونگ جیب ازدواج کنه 
... پس اون تحقیر و خشونت رو تحمل کرد به‌خاطر گذشته خدشه دار خانواده‌اش 
دلتون برای بانو اوه میسوزه ؟ 
نه اگر می‌دونستم ، اجازه نمیدادم با من بازی کنه 
چقدر زیادن کسایی که خود واقعی‌شون رو پنهان کردن ؟ 
به نظرم اینو دیگه شما نباید بگین 
... می‌تونین بفهمین بانو اوه چه ارتباطی با پدر شوهرم داره ؟ 
چند شب پیش دیدم که هم رو دیدن و این اذیتم میکنه 
آسون نیست 
باید بیشتر مراقب کانگ پیل جیک باشم ؟ 
... اگه اونم به قضیه بانو اوه و ارباب سوک ارتباطی داشته باشه چی ؟ 
حتی اگر چیزی رو از من مخفی کنه اون همه عمرش به کشور خدمت کرده 
نمیخوام باور کنم با همچین آدم پستی در ارتباطه 
افسر پارک داره به اینجا میاد چایی آماده میکنم 
( مهمانسرای میونگ‌دو ) 
بانو جانگ داخلن ؟ 
احتمالا تو دفترشه تنک یو ، قربون دستت 
تنک یو 
ممنون 
یه چیزی شبیه این 
تنک یو 
بانو جانگ ، داخلین ؟ 
بانو جانگ 
... بانو 
... بانو 
... بانو 
معذرت میخوام 
... اما ما جایی همو ملاقات نکردیم ؟ 
نه من این چهره رو می‌شناسم کجا زندگی می‌کنین ؟ 
ممکنه اتفاقی تو خیابون همو دیده باشیم 
من خونه‌ای ندارم - چی ؟ 
مشکل چیه ؟ 
اومدم بانو جانگ رو ببینم اما یه شخص دیگه‌ای اونجاست 
... و قسم میخورم این چهره رو یه جایی دیدم 
شما چهره‌اش رو نمی‌شناسین 
چی ؟ چرا شما میگی نه وقتی من دارم میگم این چهره رو می‌شناسم 
هیچ راهی نیست که بشناسینش 
جای دیگه‌ای دنبال بانو جانگ باشین 
یادم اومد 
معشوقته 
درسته ؟ 
اینطور نیست ، برو - اوکی - من دوتا مرغ عاشقمون رو تنها میذارم 
اوقات خوبی داشته باشین 
آیگو ، آیگو 
خدای من 
چرا انقدر بیخیالی ؟ 
خب یه باره بیا و صورتت رو به همه ملت نشون بده 
اون مرد به نظرم خیلی عجیبه 
عجیب صحبت میکنه و وقتی هم رو ملاقات می‌کنیم موهام سیخ میشه این قطعا بده 
... هیچ کار بدی نکرده که ، اون فقط 
فکر کرد شما معشوقه منی 
... منظورم اینه 
همین حرف‌ها رو میزنی که باعث شده برای بانو جانگ سوءتفاهم بشه 
... بانو جانگ چی گفته 
چی‌ میشه اگر عشق بین شما دوتا شکوفا بشه ؟ 
... یونگ دوک و بانو بک 
عقلت رو از دست دادی ؟ 
افسر پارک ، مشاور سلطنتی با شما نیومد ؟ 
می‌تونید با من به مغازه کرایه کتاب بیاین 
حتما - ... همچنین - 
برادر من از هویت شما خبر داره 
پس تیزهوشه 
حدس زدم که اینطور باشه 
یه چیز دیگه ... هر اتفاقی بیفته همیشه اول مراقب خودتون باشین 
سِمت وزیر دارایی هنوز پر نشده کاندیدای شایسته‌ای پیدا نکردین ؟ 
... دارم استعدادهای مناسب رو بررسی میکنم و به زودی سه نامزد رو معرفی میکنم 
... اگر کسی به حد شایستگی نرسه پارک یون هاک چطوره ؟ 
... منظورتون اینه مشاور سلطنتی ده ساله رو به عنوان وزیر دارایی انتخاب کنیم ؟ 
همه از یه جایی شروع میکنن دیگه ... اون میتونه با راهنمایی از شخصی به باتجربه بودن شما موفق بشه 
اعلیحضرت میدونید چرا به‌ عنوان یک مرد شایسته‌ برای پادشاه شدن دیدمتون ؟ 
مطمئن نیستم 
چیزی که همیشه منو متحیر کرده 
سال ها پیش چرا منو به‌ عنوان مردی که میتونه یک پادشاه خیرخواه باشه ، دیدین ؟ 
چون ترس رو درک کردین 
تو اون زمان که جوان بودین ، به من مربی گفتین که ترسیدین پادشاه بشین چون باید مسئولیت سنگینی رو به‌ دوش بکشین گفتین ترجیح می‌دادین به ‌ عنوان یک شاهزاده خانم به دنیا میومدین و نه ولیعهد 
بله ، یادم میاد که گفتم 
این وجهه از شما بود که من دوست داشتم 
هیچ رویای خطرناکی نداشتین ... حتی اگر رویای کوچیکی هم داشتین شما هرگز به اندازه کافی حریص نشدین تا اونو محقق کنین 
من اون ویژگی فروتنانه شما رو تحسین می‌کنم 
به این دلیله که منو مجبور به جانشینی تاج و تخت کردین ؟ 
چون جایگاه خودم رو می‌دونستم ؟ 
... جایگزینی برای پر کردن سِمت وزیر دارایی تحت اختیار منه 
... لطفا تشخیص بدین چه‌ کاری می‌تونين انجام بدین و چه‌ کاری رو نباید انجام بدین 
ریشه عفت همینه ... برای همین با درنظر داشتن اون دوره شما کوتاه نخواهد بود 
اعلیحضرت ملکه وارد میشن 
چی باعث شده تشریف بیارین ، مادر ؟ 
بانو اوه خیلی غمگینه ... و من ایشون رو دعوت کردم تا راحت باشه 
... اتفاقا ایشون چای خوش طعمی آوردن 
جناب سوک ، مشاور جناح چپ شما هم باید به ما بپیوندین 
من رو ببخشید ، اما یه موضوع فوری اتفاق افتاده من باید برم 
چه بد 
بانو اوه اغلب در مورد عروستون به من میگه 
باید خیلی بهش افتخار کنین 
... شنیدم راهنمایی های بانو اوه خیلی به اون الهام بخشید 
باید یه روزی اون رو به قصر بیارین 
من گفت و گو رو دوست دارم 
البته ، حتما انجامش میدم 
( مغازه کرایه کتاب ) 
به خاطر رفتار دیشبم معذرت میخوام 
من اشتباه کردم که بدون توضیح از شما خواستم همو ببینیم 
لطفا بشینید 
یه سوالی هست که میخوام ازتون بپرسم 
... بعد از ناپدید شدن برادرتون حتی یک بار هم خبری ازش نشنیدین ؟ 
من اینجا نیومدم برای پاسخ به سوالات شما 
15سال گذشته شنیدم برادرم گم شده در حالی که درگیر یه مأموریت سلطنتی مخفیانه بوده 
این حقیقت داره ؟ 
چطور اینو میدونین ؟ 
همسر وزیر دارایی به من اطلاع دادن 
... نمیدونم چرا به من گفتن اما به نظر نمیاد حرفشون نادرست باشه 
15سال گذشته ... چه چیزی باعث ناپدید شدن برادرم ... و مرگ رئیس محافظان پادشاه 
به نظر می‌رسه از قبل چیزهای زیادی میدونین 
چقدر بیشتر میدونین و تا چه حد ؟ 
لطفا به من بگین اون روز چه اتفاقی افتاد 
... اون روز پادشاه فقید آخرین نفسشون رو کشیدن 
... به هر حال ... ما معتقدیم که پادشاه فقید مسموم شدن 
یعنی میگین خیانت بوده ؟ 
اما روی کاغذ ، مرگ طبیعی ثبت شده ... برای همین ما نمی‌تونیم تایید کنیم که خیانت بوده 
... سمی که جونشون رو گرفت توسط وزیر دارایی هم امتحان شد 
این واقعیت که بانو اوه به برادرتون اشاره کرده ... به وضوح بیان میکنه اون کاملا خبر داره اون روز چه اتفاقی افتاده 
بله به نظر میرسه که موضوع اصلی همین باشه 
پشت بانو اوه کیه ؟ 
عروستون خیلی باهوشه 
یه چیزی هست که بهم نمیگین 
کسی که بانو اوه میتونه به اون خدمت کنه اونی که قدرت خیانت و توطئه‌ کردن داره ... علاوه بر این ، مغز متفکر کل این قضایا هست کسیه که نمیخواین بهم بگین 
درسته 
... من و اعلیحضرت معتقدیم که ارباب سوک ، مشاور جناح چپ پشت همه این‌هاست 
مدرکی دارین ؟ 
... خود شما یکی از همون مدارک هستین 
در مقایسه با خانواده‌اش شما خیلی پایین‌تر بودین ... چرا باید پیشنهاد ازدواج میداد وقتی خانواده‌ها رابطه نزدیکی باهم نداشتن ؟ 
... ارباب سوک ... حتما مردی رو که از پادشاه سابق دستور محرمانه دریافت کرده رو پیدا کرده 
... پدرشوهرم ... من رو مجبور کرد که با این خانواده ازدواج کنم تا اهرم فشاری روی برادرم داشته باشه ؟ 
این چیزیه که ما فکر میکنیم 
پانزده سال گذشته 
... برای پانزده سال جوری بهش احترام گذاشتم که انگار پدرمه 
... هیچی هیچی هنوز تائید نشده 
می‌فهمم درکش خیلی سخته 
برای امروز کافیه 
حالتون خوبه ؟ 
خوبم 
دوباره همو می‌بینیم 
میتونم بیام داخل ؟ 
... داری تمام مشکلات رو بخاطر پسرم که یه دفعه‌ای مُرد ، تحمل میکنی 
نفرمایید 
باید خیلی دلت برای برادرت تنگ شده باشه 
، من هنوز دارم دنبالش می‌گردم ... اگر خبری ازش رسید یا اگر موضوعی هست که میدونی بهم کمک میکنه ، حتما بگو 
ممنونم 
ممنونم ، پدرجان 
پدرجان 
عروس شاید تو در جریان باشی که برادرت کجاها رفت و آمد می‌کرده ؟ 
این شاید کمک کنه که پیداش کنیم 
... احیانا ، برادرت چیزی بهت نداده قبل از این که بره ؟ 
... اون با عجله رفت 
چه سنگدلانه 
... چیزی درباره برادرم نشنیدین ؟ 
همه جا دارم دنبالش می‌گردم بلاخره باید یه خبرایی بشه 
بیا باهم منتظرش بمونیم 
... من مجبور نیستم بیشتر از این جلوی خودم رو بگیرم تا به عروست درباره داداشش چیزی نگم 
واقعا فکر کردی داری منو تهدید میکنی ؟ 
خیلی حقیر و پست شدی 
... شما این همه سال دنبال برادرم بودی ؟ 
نمی‌دونستم خیلی وقته اینجایین 
من لایق محبت شما نیستم 
حرفش رو نزن 
زودتر اومدم اینجا تا درباره مسئله‌ای فکرامو جمع کنم 
یکی بهم گفت که خیلی پیر شدم 
چجوری جرأت کرده این حرف توهین‌ آمیز رو بزنه ؟ 
زمان زیادی گذشته منم خیلی وقته دست به کار نشدم ... قبل از این که این دردسرساز‌تر بشه الان بهتره همه چیو حل و فصل کنیم 
در خدمتم ، بفرمایید 
... فکر می‌کنم بانو اوه باید بره دنبال شوهرش 
... اگرچه خیلی سطحش از تو بالاتره در واقع اون خواهر خونی تو نیست ؟ 
... باید پایان بهتری از دستگیر شدن به جرم قتل و مردن توی زندان برای اون باشه در نهایت ، این عاقبت خواهر تو هست 
ارباب ، چطور می‌تونین ... این حرف رو بهم بزنین 
... دار زدن خودش چندان هم بد نیست ... یا این که خودش رو از صخره پرت کنه پایین ‌ ... شاید یه راه حل خوبی باشه 
... در هر صورت وقت زیادی رو هدر نده 
هرچی پیرتر میشم ، کم حوصله‌تر میشم 
چرا زودتر بهم نگفتین ؟ 
اگه زودتر بهت میگفتم چه کار میخواستی بکنی ؟ 
، اگه ارباب سوک پشت همه این ماجراهاست این به این معنیه که کسی که اون روز پدر و مادرم رو کشته خودشه 
درسته خب ، چه کار‌ میخواستی بکنی ؟ 
... من نباید جلوش مشروب می‌خوردم 
... شمشیر اونجا به سمتش می‌گرفتی تا انتقام پدر و مادرت رو بگیری ؟ 
اجازه این کار و ندارم ؟ ... اگه بکشیش هیچ حقیقتی برملا نمیشه هیچوقت در امان نیستی و همه چیز بیهوده تموم میشه 
به هر حال قرار بود پانزده سال پیش بمیرم 
... حتی اعلیحضرت ... در مقابل تمام تحقیرها وایساده پانزده سال صبورانه منتظر زمان مناسب بود 
اگه کشتن ارباب سو تنها هدف بود همه چیز انقدر طول نمی‌کشید 
... من باید چیکار کنم ؟ 
شواهدی از خیانت‌ ارباب سوک پیدا کن به احتمال زیاد چو سونگ هو اونا رو داره 
اگه پیداش نکنیم چی ؟ 
... شاید باید یه راه دیگه پیدا کنیم 
راه دیگه ، منظورتون عروس ارباب سوکه ؟ 
این تصمیم من نیست 
هیونگ‌نیم 
... من ... دیگه اجازه نمیدم ... آدم‌ های کنارم 
... اون زن برات مهمه ؟ 
... در مقابل هر خطری من ازش محافظت میکنم 
... پای هرچی که وسط باشه تنهایی از پسش برمیای 
وقتی چیزی پیدا کردی برو جلو و سریع اقدام کن 
... باید سریع اقدام کنم مگه نه ، اورابونی ؟ 
میشه یه لحظه بیاین بیرون ؟ 
حالتون خوبه ؟ 
خوبم 
شما حالتون خوبه ؟ 
اگه گفته برادرت درست باشه ... شما و خانواده من دشمن هستین 
... حتی اگر اینطور هم باشه من نمیخوام از شما انتقام بگیرم نگران نباشین 
... اگه شمشیرهامون رو مقابل هم بگیریم من هیچ تضمینی برای برنده شدنم‌ ، ندارم 
الان یادم اومد 
... مردی که اون روز زخمیتون کرد قبلا با اون جنگیدم 
اون کیه ؟ 
باید خیلی وقت پیش‌ها اون رو می‌کشتم 
بانوی من 
... خب حتما کانگ پیل جیک بوده 
مطمئنین ؟ 
میتونم به خاطر شمشیر خیلی خاصش بشناسمش 
اون روز بخاطر این که از حال رفتین ... گیج شده بودم 
وقتی اون شمشیر رو دیدم خاطرات تلخ گذشته برام زنده شد 
یه نگاهی بهش میندازم 
نه من باید اون رو دستگیر کنم 
اگه انقدر اصرار میکنین ، من تسلیمم 
دل خوشی ازش ندارم پس لطفا وقتی گرفتینش ، باهاش خشن رفتار کنین 
همین کار رو میکنم 
فعلا ، من میرم 
مراقب باشین 
مراقب باشین 
... مخفیانه برو مهمانسرای میونگ‌دو ببین مردی به اسم جو اونجا رفته یا نه 
چشم ارباب 
پدرجان ، آماده‌این به قصر برید ؟ 
بله باید برات سخت باشه که تو رو خونه تنها میذارم 
این چه حرفیه 
باید یه مسئله خصوصی رو بهتون بگم 
چی هست ؟ 
من این نامه عجیب و غریب رو دیروز دریافت کردم 
اگه میخواین درباره برادرتون بدونین ده روز دیگه حدود ساعت 9 بیاین دروازه سوگو 
کی اینو گرفتی ؟ 
وقتی که توی حیاط خونه فرعی افتاده بود پیداش کردم 
حتما یه نفر یه نقشه‌ای داره 
تحقیق میکنم ببینم کی پشت این قضیه شیطانیه 
... هنوزم ، من میتونم محظ احتیاط برم ببینم چه خبره ؟ 
تو یه بیوه‌ای . نباید درگیر همچین چیزهایی بشی 
عذرخواهی می‌کنم اما چی میشه اگه واقعا برای رسوندن اخبار درباره برادرم تلاش کنن ؟ 
لطفا ، پدر جان 
باشه 
... اما انقدر بی پروا رفتار نکن 
چشم 
فرمانده هوانگ 
افسر پارک سوهو باز چی شده ؟ 
برای تحقیق درباره کانگ پیل جیک از شما اجازه میخوام 
چی ؟ 
کی ؟ 
کانگ پیل جیک ؟ 
خدای من 
سلام 
چی باعث شده بیاین اینجا مشاور سلطنتی ؟ 
اومدم یه لطف مهم بخوام 
اومدین از من خواهشی کنین ؟ 
این یه فرمان مخفی از یه فرد سطح بالاست 
ممکنه این شخص باشه ؟ ... بله ، عالیجناب ! هر چیزی اگه فرمان ایشونه ! من حاضرم هر کاری بکنم 
ایشون ازتون می‌خوان در مورد کانگ پیل جیک تحقیق کنین 
کانگ پیل جیک ؟ 
نگران نباشید 
... اقدامات مشکوک رو مو به مو بررسی می‌کنم ... و گزارش میدم - ارباب - ... من تمام مدارک کانگ پیل جیک رو دارم 
باز هم بیاین ، متشکرم 
آهای تو 
میتونم کمکتون کنم ؟ 
شنیدم یه تاجر از چینگ اینجا کار میکنه یه مردی به اسم جو 
جو ؟ 
من باهاش کار دارم داخل هست ؟ 
نمیدونم . 
اینجا همچین مردی وجود نداره 
واقعا ؟ 
اون اینجا نیست 
من فقط می‌خوام بررسی کنم ، راه رو باز کن شما کی هستید ؟ 
چرا قشقرق به پا میکنین ؟ 
من فقط اومدم دنبال یکی بگردم 
برید پی کارتون لطفا - بهم گفتن اینجاست - این‌جا همچین مردی وجود نداره ، برید 
راه بیفتین 
گوت سونبه‌نیم الان دویدن رو متوقف کن 
به کسی پول بدهکاری ؟ 
چقدر ؟ 
زیاد ؟ نباید وقت تلف کنی 
باید مخفی بشی 
گوت سونبه‌نیم 
خدای من 
حالا چی ؟ 
دیگه چیکار می‌تونیم بکنیم ؟ 
یادداشت رو به پدر دادم حالا می‌بینیم چه اتفاقی میفته 
فکر می‌کنین ارباب سوک پشت همه اینا بوده ؟ 
حتی اگه نقشه خیانت ریخته باشه کاری از دست من بر نمیاد 
... اگه در جزای خیانت باید سه نسل از خانواده‌ش بمیرن ، یکی از اونا منم 
چرا باید شما هم بمیری ؟ 
... قانون کشور حکم میکنه که فرزندان بهای والدینشون رو بپردازن 
ولی اگه به هر دلیلی از من استفاده کنه و سعی کنه به برادرم آسیب برسونه این موضوع متفاوتیه 
الان ترسناک‌تر از ارباب سوک به نظر می‌رسین من اشتباه حس کردم ، آره ؟ حتی شده شبح میشم تسخیرش می‌کنم و می‌فهمم که چی تو فکر پدر می‌گذره 
جو هوبه 
حتما باید بری ؟ 
اگه بمونم فقط برات دردسر ایجاد می‌کنم 
گوت سونبه‌نیم سالم و سلامت بمون 
مراقب خودت باش 
جایی برای رفتن دارین ؟ 
... می‌تونی با بانو جانگ صحبت کنی و درباره یه راه برای پرداخت بدهیت مشورت کنی 
تو دنیایی که ما داخلش زندگی میکنیم اکثر مسائل رو نمیشه با پول حل کرد 
یه روز دوباره می‌بینمتون 
سی یو 
سی یو - سی یو - 
جو هوبه‌نیم 
بای 
تنک یو 
( فرماندهی نگهبانی پایتخت ) 
( نوسازی در حال انجام است ، وارد نشوید ، فرمانده نگهبانی پایتخت ) 
کسب و کارِ پیل ماشالا یکی دوتا بخش مشکوک نداره که مشکل اینه که انتها نداره 
ملاحظه کنید فرمانده هوانگ 
این عجیب به نظر نمی‌رسه ؟ 
... لیستی از غلات همسر وزیر دارایی که پیش پیل گذاشته تا به فقرا بده 
کجاش عجیبه ؟ 
... ملکه مادر پارسال صد هزار کیسه برنج و جو برای فقرا اهدا کردن ... اندازه‌ای که اهدا شده کمتر از 10 هزار کیسه بوده 
چی ؟ بقیه‌‌اش چی شده ؟ 
برنج خودش پا نداره گم بشه که 
به نظرم قضیه بو داره 
افسر پارک 
حتی از چشمای براق و جذاب منم بد به نظر می‌رسه 
نقشه‌ای داری ؟ 
... نقشه باید یکی بریزیم 
امید داشتم ترفیع بگیرم برم قصر انگار باید بیخیال امیدم بشم 
تایید می‌کنم اون مردی که پرسیدین رفته 
میتونی بری - بله ارباب - 
... بازم می‌تونم محض احتیاط خودم اونا رو ملاقات کنم ؟ 
عروس فقط باید به عنوان عضوی از خانوادم زندگی کنی 
هنوز امیدت رو از دست ندادی بعد از این همه سال ؟ 
مادر 
... من هنوز چیزهایی می‌شنوم 
چیکار باید بکنم ، جونگ ؟ 
مادر 
جونگ ؟ 
! جونگ جونگ ؟ 
من معذرت می‌خوام ، مادر 
... من بالاخره برگشتم 
جونگ 
جونگ 
تو پسر من جونگی ؟ 
پسرم زنده‌اس 
جونگ 
جونگ 
جونگ 
جونگ ... چی 
چه اتفاقی افتاده ؟ جونگ 
جونگ 
حرکتش رو شروع کرده 
چرا یهویی اینجایی ؟ 
من یه پیام فوری از طرف اوروشین دارم 
... به نظر میرسه که خیلی اونو ناراضی کردی 
آره ، اگه بیخیال میشد همه چی بهتر بود 
چیه ؟ بهت گفت منو بکشی تا ساکتم کنی ؟ 
باید یه راهی برای زنده موندن پیدا کنی 
... فکر می‌کنی من برای زنده موندن التماس آدم پستی مثل تو رو می‌کنم ؟ 
میگن زنده موندن بهتره حتی اگر پر از مدفوع باشه 
... شاید بهتره زندگی رو انتخاب کنی حتی به‌ عنوان فردی پست 
... انتظار ندارم امثال شما منو بفهمن 
... از نگرانی حرف زدم برای نیمی از خونی که مشترک داریم 
چطور جرئت می‌کنی ؟ 
طوری صحبت نکن که انگار تو با من برابری 
پدر ، شنیدم که منو صدا زدین 
می‌تونی بیای داخل 
تا همین الان تو آرامگاه بودی ؟ 
بله ، پدر 
در مورد چی میخواین باهام صحبت کنین ؟ 
بشین 
حتما 
شاید اطلاعات خوبی در مورد خانم‌ها نداشته باشم اما میدونم که چقدر خوب از این خانواده محافظت کردی 
حتی ملکه هم تو رو به‌ عنوان یه بانوی خوب می‌بینه که شایستگی دروازه عفاف رو داره 
همه اینا رو مدیون راهنمایی شما و مادر هستم 
... به همین دلیله که ... باید الآن قدردانی خودت رو به ما نشون بدی 
معذرت میخوام ، بانو اوه 
گمشو 
... تو ممکنه تمام زندگیت به‌ عنوان سگ وزیر سوک بودن راضی بوده باشی ... اما من هرکار که بخوام انجام میدم 
... میدونم که هیچوقت منو به‌ عنوان برادرت ندیدی همین باعث میشه که عذاب وجدان نگیرم 
خودت رو برای عزاداری سه ساله کنار قبر پسرم آماده کن 
: آيــــ ( شکوفه شب ) ــــرِن : : @ AirenTeam : ) 
( اپیلوگ ) 
این چیه ؟ 
... هیچکس از این خانواده نیست که در این مورد بدونه 
... چیزی به من نشون دادین که هیچکس در موردش نمیدونه ؟ 
... این روش من برای اینه که بگم باید از پرتاب سنگریزه به حیاط دست بردارین 
بانوی من 
این از طرف وال یو هست حتما برای عذرخواهی هستش 
وال یو ؟ 
دستور داد سه سال کنار قبر عذاداری کنم : @ AirenTeam : این حقیقت داره که کانگ پیل جیک سعی کرد جون بانو اوه رو بگیره : @ AirenTeam : نمی‌تونه تصادفی باشه : @ AirenTeam : 
کاری که شما و افسر پارک دارین انجام میدین خطرناکه ، درسته ؟ : @ AirenTeam : 
مردان نقابدار ؟ : @ AirenTeam : ببینین این افراد کی هستن : @ AirenTeam : 
... یه شانسی وجود داره : @ AirenTeam : ... شاید مجبور به خلع ملکه باشیم : @ AirenTeam : 
... این که وزیر سوک دقیقا چه آدمیه : @ AirenTeam : برای مدتی فراموش کرده بودم : @ AirenTeam : 
شواهدی پیدا می‌کنم که جنایت های وزیر سوک رو افشا می‌کنه : @ AirenTeam : 
مادر : @ AirenTeam : 
... جونگ من : @ AirenTeam : شوهرت زنده برگشته پیش ما : @ AirenTeam : 
کی برگشته ؟ : @ AirenTeam : 
پسرم جونگ : @ AirenTeam : 
همسرم ؟ : @ AirenTeam : 
