همون مرد قد کوتاهه بود 
... خب برای چی اون 
... آخرین مورد اتفاق نمیفته 
چون من اینجام 
اون در مورد هفت گناه زنان میدونه 
یعنی منظورش چی بود ؟ 
شریک جرم 
اون شریک جرمشه همون مرد قد کوتاهی که خانم اوه تو پارکینگ دیده بودتش 
ببخشید 
همون عوضی ای که تو فروشگاه هم دیده بودنش 
اون شریک جرم قاتله اما کیم میونگ شیک اعتراف کرده 
یعنی میخواد همه چی رو گردن بگیره ؟ 
خب چرا ؟ 
حسادت 
... اگر اینو به مورد آخریه ربط بدیم 
... برای اون موردی که مونده 
من زودتر میرم 
کجا میری ؟ 
... اینجا 
همین محله ست ؟ 
یو جونگ آه و سونگ دا هی چهارمین قربانی ها اینجا زندگی میکردن ؟ 
بله 
اینجا جاییه که خانم یو جونگ آه زندگی میکرده 
خدای من 
خدایا - اینجا - 
به تاکسی زنگ زدم زود میرسه 
خدایا . زود برسه 
... شماره ای که با آن تماس گرفته اید 
آه روم 
طاقت بیار خدای من 
بچه بیچاره م 
حالش خوب میشه - عزیزم - 
آزمایشات نشون میدن که هم کبد و هم کلیه هاش سالمن 
از همه مهمتر اون عفونت کرم قلب هم نداره 
پس نگران نباشین 
یعنی مشکلی نداره نگهش دارم ؟ 
بله ، مشکلی نداره 
ما نمیدونیم که سگ های ولگرد تو چه محیط هایی بودن طبق آزمایش خون ساده ای که ازش گرفتیم اون به نظر خوب میاد اما محض احتیاط برای یک هفته جایی جدا از بقیه نگهش دارین و تحت نظر بگیرینش تا اگر بیماری ای داشته باشه مشخص بشه اوکی 
اما چه اتفاقی افتاده ؟ 
اون روز بود همون روزی که جسد اون سو پیدا شد 
اون روز بارون شدیدی میبارید 
اون خیس آب داشت جلو در خونه م پارس میکرد منم همون موقع پیداش کردم 
احساس کردم اون سو دوباره اومده پیشم 
برای همین اسمش رو گذاشتم سیب زمینی 
اون سو هر چیزی که با سیب زمینی درست شده بود رو دوست داشت 
فکر کنم همینطوره 
ممنون حداقل کمکم کردین جسد اون سو رو پیدا کنم 
هر چند وقت یکبار سیب زمینی رو برای معاینه بیارین 
خیلی چیزها هست که نمیدونم 
لطفا راهنماییم کنین 
باشه حتما 
از این طرف لطفا 
بله . زود باش - آه روم - 
طاقت بیار 
همینجاست - اوکی - 
اوکی 
کارآگاه یو . همه چیز مرتبه ؟ قربان 
ببخشید . ببخشید 
سگمون هسته هلو قورت داده 
پوستر ؟ 
چی داری میگی ؟ 
شامل هفت کاریه که بچه ها نباید انجام بدن ما پوستر هفت گناه کودکان رو پیدا کردیم عکسش رو میفرستم 
بذار ببینمش 
( هفت گناهی که کودکان هرگز نباید انجام دهند ) 
اینو کجا پیدا کردی ؟ 
پرورشگاه فرشته تو چانگ‌شین دونگ جایی که خانم اوه بزرگ شده 
دارن جراحیش میکنن 
نگران نباشین 
ممنون 
گرفتمش 
خوشبختانه ، قبل از اینکه به روده برسه برداشتمش 
این چیز کوچیک رفته بود تو شکمش و برای همین خیلی درد داشته 
حتما خیلی ترسیدین 
فکر کنم اولین باره که میاین کلینیک ما 
راستش اولین باره که میایم کلینیک دامپزشکی اوه ، واقعا ؟ 
سگه خیلی پیر به نظر میرسید 
، چند روز پیش دیدمش که جلوی خونه مون داشت پارس میکرد 
برای همین ما هم بردیمش تو خونه نمیدونستیم همچین مشکلی پیش میاد 
ممنون 
چطور پیش رفت ؟ - خوب بود - 
انقدر عجله داشتیم که نتونستیم درست و حسابی ازتون تشکر کنیم 
یه سر به آروم بزن - حتما - 
شنیدم که شما اونا رو اوردین بیمارستان ما 
بله . خوشبختانه نزدیک بود 
کارآگاه چون یونگ جه ؟ 
کارآگاه چون یونگ جه ؟ 
چی داری میگی 
اون 28 سال پیش گم شد 
، حتی اگر زنده هم باشه نمیتونه انقدر جوون مونده باشه 
ببخشید . همسرم شما رو با کسی اشتباه گرفته 
شاید پسر کارآگاه باشه ؟ 
کارگاه چون ازدواج نکرده بود 
شاید پسر مخفیش باشه 
... یا شایدم کسیه که نمیتونه هویت واقعیش رو فاش کنه 
دکتر ، آروم به هوش اومده 
واقعا ؟ 
میشه با هم ببینیمش ؟ اوکی 
: آيــــ ( " قسمت سیزده : علت و معلول " ) ــــرِن : : @ AirenTeam : 
آروم مامانی ببخشید . نباید هسته هلو رو اونجا میگذاشتم 
اونایی که اولین بارشونه سگ نگه میدارن معمولا همچین اشتباهاتی میکنن 
مثل بزرگ کردن بچه میمونه 
وقتی جونگ آه بچه بود همش چیزی اینور و اونور جا میگذاشتم برای همین یه پامون اورژانس بود یه پامون خونه 
اولین بار که آروم رو دیدیم تولد جونگ آه بود 
جونگ آه دخترتونه ؟ بله 
اون 29 سال پیش گم شد 
فکر کردیم آروم میتونه دخترمون باشه 
برای همین اسمش رو گذاشتیم آروم 
دخترم عاشق کارتون قورباغه شجاع و پسر قورباغه ای بود 
اون همیشه دوست داشت برعکس کاری که بهش گفتن رو انجام بده 
... بعد از اینکه دخترم 29 سال پیش تو یه شب برفی گم شد برای یه مدت نمیتونستم هیچکاری بکنم 
برای یه مدت نمیتونستم بخندم یا حتی غذا بخورم چون احساس گناه میکردم 
من حتی نمیدونستم دخترم کجاست خب چطور میتونم بخندم ؟ 
چطور میتونم غذا بخورم ؟ 
ممنون ممنون که نجاتش دادین 
دو تا سه روز دیگه حالش کاملا خوب میشه 
بعدش میتونین ببرینش خونه 
ممنون - ممنون - 
باید درست و حسابی باهاشون سلام و علیک میکردی 
اونا رو سال هاست ندیده بودی و حالا داری مثل غریبه ها باهاشون رفتار میکنی 
آدم فضایی ها اخلاق مخلاق ندارن ؟ 
آدم فضایی ؟ - بله - 
تو آدم فضایی هستی دیگه 
آدم فضایی من ؟ 
اگر نمیخوای همچین فکری بکنم پس باید راستش رو بهم بگی 
برای چی باید اینکارو بکنم ؟ برای گل روی تو ؟ 
یه ضرب المثل زمینی هست که من خیلی دوستش دارم 
" هرکه فیل خواهد جور هندوستان کشد " 
ضرب المثل زمینی " ؟ " خیلی خب 
منم یه ضرب المثل دارم 
" پات رو بیشتر از گلیمت دراز نکن " 
هی ، گریه کردی ؟ 
... خب 
داشتیم درمورد دخترمون بهش میگفتیم 
عزیزم ، بیا بریم 
دکتر هم باید استراحت کنه 
به خاطر امروز واقعا ممنونم 
خواهش میکنم 
وقتی آه روم مرخص شد دوباره میایم 
لطفا خیلی خوب مواظبش باشین 
نگران نباشین . به سلامت 
ممنون 
خدافظ اوندفعه هم گریه کرد 
ها ؟ چی داری میگی ؟ 
اون روز جلوی خونه ما هم گریه کرد چرا گریه کردی ؟ 
- 
دارم باهاش حرف میزنم 
شما دوتا چتونه ؟ 
تو یهویی پیدات شد و بهم گفتی که با اون نگردم چون آدم فضاییه و تو نصفه شب اومدی بیمارستان و منم با خودت کشوندی و بهم میگی که نزدیکش نشم 
چتون شده ؟ 
شما دوتا که دیگه بچه نیستین 
تو بزرگتری ، نه ؟ 
- ... خب - 
شما دوتا باید دوست باشین 
دوست ؟ 
... من نمیتونم با مردی که مثل این یارو هویتش نامعلومه دوست باشم 
من نمیتونم با کسی که انقدر بچگانه رفتار میکنه دوست باشم 
چی ؟ 
- پات رو از گلیمت درازتر نکن " ؟ " - 
یه پلیس نباید مردم رو تهدید کنه - واقعا که . 
بسه دیگه - 
برای همین داشتم گریه میکردم 
اونا بهم گفتن که یه سگ ولگرد بوده که تو روز تولد دخترشون پیداش کردن 
فکر کنم همینطوره 
راستی من خونه شون رو تو خواب دیدم 
خونه رو یادته ؟ 
همون محله ای که با کارآگاه سو رفتیم 
همینجاست نمیدونم چطور ممکنه اما همش خوابش رو میبینم 
راستش ، من قبلا خودم رفتم اونجا 
ممنونم 
خدافظ 
من ، اون موقع هم گریه کردم 
به دلایلی بغض کردم و ناراحت بودم 
دلت برای پدر و مادرت تنگ نشده ؟ 
پدرومادرم ؟ 
نه 
چرا دلم براشون تنگ بشه وقتی منو ول کردن ؟ 
تو چیکار میکردی اگه اونا تورو ولت نمی کردن ؟ 
چی میشد اگه اونا واقعاً دلشون برات تنگ شده بود و ناامیدانه دنبال تو گشته باشن ؟ 
( هفت گناهی که کودکان هرگز نباید مرتکب بشن ) 
، بعد از اینکه مدیر ، هونگ ئه کیونگ بچه ها رو کتک زد اون وادارشون کرد که در مورد اشتباهات شون تو یه دفترچه قرمز بنویسن 
... این معنیش این نیست که مجرم یکی از بچه های یتیم خونه اس ؟ 
همونطور که میدونین ، کیم میونگ شیک یتیم نیست 
پس چرا اعتراف کرد ؟ 
شاید اون سعی میکنه از همدستش محافظت کنه 
اون پسر قد کوتاه که خانم اوه و خانم هام دیدن 
پس چرا اون این کارو میکنه ؟ 
چرا اون با اعتراف کردن ، از همدست خودش محافظت میکنه ؟ 
اگه اون همون مردیه که مجرم پرونده ، هفت گناه برای زنان تو سال 1993 بود پس فقط این یه دلیل برای اون باقی مونده " حسادت " 
یه شاهد هم باقی مونده 
آخرین شاهد 
( اوه بک ریون ، آخرین بار با اون سو دیده شد ) 
کارآگاه چون یونگ جه ؟ 
شاید اون پسر کارآگاهه ؟ 
کارآگاه چون ازدواج نکرده بود 
این مرد - گفت پدرشه - 
گفتم دیگه نیای و از گل آوردن دست برداری 
من میتونم هر کاری بخوام انجام بدم 
بسه . گفتم بس کن 
گفتم دیگه نیای و از آوردن گل دست برداری 
باید بری داخل 
الان واقعا باید بری داخل 
... صداشون 
( ایستگاه پلیس جونگسو ) 
( یتیم خونه فرشته ) شش . 
تمیز نباشید ) ( هفت . غر بزنید 
پس ، شما میخواین دوباره تحقیق کنین ؟ 
یچیزهایی هنوز هست که مشکوک به نظر میاد 
اگه همدستی وجود داره 
قبلا به تعقیب قضایی منتقل شده 
مظنون حتی اعتراف کرد که این کارو کرده 
... اما اگه همدستی باشه - اگه همدستش رو نگیری چی ؟ اگه بعد از اینکه همه چیزو بهم زدین اون رو نگیرین ؟ 
دنبال دردسر نباشین 
همدستی وجود نداره 
الان میتونین بخورین 
ممنونم 
خیلی وقت بود که شام ​ ​ تیمی نخوردیم 
خوبه ؟ 
- ما اومدیم غذا بخوریم - ما اینجا نیستیم که فقط از گوشت تعریف کنیم 
اگه این چیزیه که رئیس میگه ، ما فقط باید صبر کنیم 
منم تحت تأثیر اون قرار گرفتم چون همه چیز منطقی بود 
، اگه بهش فکر کنی این سانگ هیوکه که سعی میکنه همه چیزو با هفت گناه برای زنان مرتبط کنه 
، اگه موارد سال نود وسه و نود وچهار رو نادیده بگیری این فقط یه مورد گم شده اس برای گو اون سو و سونگ جین آه 
تنها چیز مشترک بین اونا کیم میونگ شیکه همه شواهد به کیم میونگ شیک اشاره داره 
و حتی اعتراف کرده 
دختره از فروشگاه زنجیره ای چطور ؟ 
این یه پرونده گم شده اس که به این پرونده ها مربوط نمیشه 
یه دفترچه قرمز هم پیدا نکردیم 
در مورد شاهدها ، هام یون جا و کیم ته کوانگ چی ؟ 
در مورد ایم یه وون که فکر می کردیم شاهده چطور ؟ 
و خانم یون سو جونگ ، شاهد اتوبوس ؟ 
همشون موارد بی ربط هستن 
هام یون جا بر اثر آتیش سوزی فوت کرد کیم ته کوانگ تو سقوط کشته شد 
یه وون و سو جونگ خودشونو کشتن چون اونا دلایل خاص خودشون رو داشتن 
اگه اینقدر اصرار داری ، میتونی بگیم که اونا مواردی جدا ازهم هستن 
خب ، کیم میونگ شیک اعتراف کرد صبر کنیم و ببینیم 
مشکل قد اونه 
یه پسر کوتاه قد هم دیده شده 
امگا سه ای وجود نداره که بوی ماهی نده ؟ 
وجود داره 
جو این سونگ 
سریع جذب میشه 
اون چی داره که من ندارم ؟ 
بوی ماهی کمتری داره از گلو صاف راحت رد میشه چون کپسول کوچکیه 
به طور متوالی ، شماره یک . پرومگا غیر از قدش چیزی هست ؟ 
تا زمانی که گردش خون همه تو کره بهتر بشه 
گردش خون سالم ، پرومگا 
وقت ندارم وقت ندارم 
دونگ چیل من الان ازت چندتا سوال می پرسم به اونا درست جواب بده 
چیه ؟ 
برای نزدیک شدن به یه زن اول باید چیکار کنم ؟ 
موثرترین راه رو به من بگو 
وقت ندارم 
غذا . اول باید با هم غذا بخورین 
غذا ؟ 
گفتم وقت ندارم 
اما اینجوری شروع می کنی 
، وقتی صحبت از رابطه زن و مرد میشه اول باید با هم غذا بخورین 
مطمئنی ؟ 
فقط باید باهاش ​ ​ غذا بخورم ؟ - آره - 
( لانه‌ی عشق ) 
آقای پارک 
این اتاقه ، قربان 
! چون دونگ چیل 
! دونگ پال 
! یه کاری بکن 
کارم فوریه - هی ، گردنم منو میکشه - 
لعنتی . میخوام برم دستشویی 
تو نمیدونی دارم چیو از سر میگذرونم 
تو فقط میتونی تو هر جایی دستشویی کنی ، اما برای من 
هی - یه لگن - 
الان میفهمم 
گرفتمش 
امیدوارم بهتون خوش بگذره 
برای غذا ممنونم 
حدس میزنم به صاحبش نزدیکی 
تو باید مشتری ثابت باشی 
این کار منه 
من این مکان رو اداره می کنم 
تو این رستوران رو اداره میکنی ؟ 
به همین دلیل به من گفت که باهاش غذا بخورم 
آره 
درسته 
( آقای دونگ چیل ) 
بله قربان . آقای دونگ گو در واقع اینجاست 
آقای پارک ! کمکم کن 
مشکل چیه ؟ 
آقای پارک - قربان - 
! دونگ پال 
... به من نگو ​ ​ که تو 
دونگ چیل 
لگن ؟ 
قربان 
خوشبختانه کلید تو اتاق آقای دونگ گو بود 
من نمیذارم دونگ گو از این موضوع فرار کنه 
اون تو لانه‌ی عشق با یه خانم شام می خوره 
یه زن ؟ 
- یه زن انسان ؟ - 
دونگ گو ؟ 
- چون دونگ گو ؟ - 
بله ، اون با یه زن شام میخوره 
فقط اون دوتا هستن - ... پس - پس یعنی اون یه دوست دختر داره 
باید عجله کنیم 
این روزا ، دونگ گوهم یه بمب ساعتیه 
این شیرگی جون ئه چیزیه که ما تو این فصل تبلیغ می کنیم 
خوشمزه اس 
به علاوه ، منحصر به فرده - من پیشنهادش دادم - 
تو منو هم درست میکنی ؟ 
- بهت گفتم . این کار منه - 
حتماً برات سخت بوده که رستورانی به این بزرگی راه بندازی 
تو از کجا میدونی که ؟ 
من نیازی به شنیدن داستان کامل ندارم تا بدونم احتمالاً آسون نبوده 
واقعا برام سخت بود 
تقصیر دوستام بود 
من نمی خواستم این کارو انجام بدم ، اما دوستام منو مجبور کردن 
من فقط به لبه آویزون بودم برای همین هر چهار نفرمون اینجا گیر کردیم 
من بال دارم اما من حتی نمیتونم پرواز کنم چون سرب روی بال هام سنگینی می کنه 
بال ؟ 
من بهت گفتم . من یه پریم درسته 
منظورت بال هاییه که یه پری داره ؟ 
باور نمی کنی ؟ باور نمی کنی که من یه پریم ؟ 
این مهم نیست 
مهم اینه که الان من رو کنجکاو کردی 
من نمیدونم منظورت چیه 
من میخوام در موردت بیشتر بدونم 
مدام به من میگی که پری هستی 
تو جذابی 
تو اون جذابیت غیرمنتظره رو داری 
من اول میرم 
اگه دوباره دیر به خانه بروم همسرم منو میکشه 
نمیتونی بمیری . برو خونه مامانم گفت بیا خونه - تو هنوز این جایی ؟ برو خونه - 
آره - خدافظ - 
خدافظ - خدافظ - 
خدافظ - کارت امروز عالی بود - 
... پس چیزی دیدی ؟ 
- خیلی دیدم - 
اونا خیلی دوست داشتنی بودن 
لعنتی - داشتم از تنهایی میمردم - 
تغییرش رو دیدی ؟ 
اون تغییر نکرد 
چرا اون تغییر نمیکنه ؟ 
نمیدونم سونگ هیوک فضاییه یا نه اما اونا عاشق همدیگه هستن چرا تو اون دخالت کنیم ؟ 
این خیلی شبیه شماست . چرا دنبال دختری میری که دوستت نداره ؟ 
منم نمیدونم ! قبل از اینکه بفهمم ، کنار بک ریونم 
قبل از اینکه بفهمم نگران بک ریونم 
شاید همدیگرو می شناختیم تو زندگی گذشته امون 
رویام . تو خواب من بود 
شمشیری که ازش خون میچکید 
یعنی کابوس هات ؟ 
- آره - 
یه‌دفعه از ذهنم گذشت - کی ؟ 
وقتی سانگ‌هیوک و بک‌ریون هم‌ رو بغل کرده بودن 
یواشکی بغل کردن اون‌ها رو نگاه کردی ؟ 
مخفیانه ؟ نه - اتفاقی اونجا بودی - 
اتفاقی اونجا بودی ؟ 
... خب ... اون روز باز همون عصبانیت رو حس کردم 
خیلی غیر منطقی بود 
شاید شما دو نفر توی زندگی قبلیتون دچار بدبختی شدین 
کارآگاه پارک رو یادته ؟ وقتی کارآگاه گو رو می‌دید قلبش به شدت می‌تپید بنابراین اون هم روزهای سختی رو گذرونده 
اون زندگی قبلش رو با هیپنوتیزم دید و الان کاملا خوبه 
چرا تو هم نمی‌ری اونجا ؟ 
هیپنوتیزم ؟ 
- آره - 
درگیری هات ممکنه بعد از دیدن چیز‌هایی که توی زندگی قبلیت بوده کمتر بشه 
! این یه درگیری نیست 
علاقه‌ست 
( رستوران باربیکیو جونگ‌سو ) 
ترکیدم 
سالم برگرد خونه 
باشه خداحافظ - خداحافظ - 
این‌طرفی میری ؟ 
- آره - 
! آروم‌تر رانندگی کن 
خوبی ؟ 
اره ، خوبم 
دونگ پال - دونگ چیل - 
! 
بالاخره - برگشتن - 
( از صخره پایین افتاد و بالهای یه فرشته را دید ) 
همون موقع دیدم‌شون بال‌هات 
من تموم کردم 
اون‌ها این‌شکلی نیستن ؟ 
چجوری دیدیشون ؟ 
وقتی یه برگ گل رو روی انگشت اشارم گذاشتم و تا سه شمردم اون‌ها رو دیدم 
سه 
اینطوری شناختمت 
چون تو همون مردی هستی که قراره باهاش باشم 
س : چی می‌بینی ؟ ) ( ج : گل ، گلدون 
س : دیگه چی می‌بینی ؟ ) ( ج : قورباغه های اوریگامی 
با این حال ، خونه اون‌ها رو توی خواب دیدم 
به دلایلی بغض کردم ، ناراحت بودم 
زودتر از محل کارت میای بیرون ، درسته ؟ 
زود میام اونجا 
جذابی 
اون جذابیت غیرمنتظره رو داری 
! دورا 
! منو نمیبینی ؟ 
دورا 
بفرمایید صورت حسابتون 
مالک اینجا جایی رفته ؟ 
مالک ؟ - آقای چئون دونگ گو - 
چون دونگ گو کیه ؟ 
صاحب این رستوران آقای پارک سونگ جونه 
نه ، منم 
! اون فقط آقای پارکه ! من صاحب اصلی‌ام 
! دورا 
نمیتونی ببینی من رو ؟ ! دورا 
( مبلغ کل 258 هزار وون ) 
پرداختتون کامل شد ممنونم 
! نه ! نه 
! نمی‌تونه این اتفاق بیفته 
! دورا ، دورا 
! دورا 
چی شده ؟ 
هی ، شما دوتا 
چی‌کار می‌کنین ؟ 
داریم برمی‌گردیم - چه اتفاقی افتاده ؟ 
چرا کار نمی‌کنه ؟ 
شما یه کابوس تکراری رو می‌بینین 
من هردفعه یه شمشیر رو می‌بینم که ازش خون می‌چکه 
یه شمشیر بلند بود و یه شمشیر کوتاه 
وقتی اون شمشیر رو دیدی ترسیدی ؟ 
نه ، ترس نبود 
خشم بود 
انقدر عصبانی بودم که می‌خواستم آدم بکشم 
حالا ، راحت نفس بکشین 
یک 
دو 
یک 
دو 
برو به جایی که توی خواب دیدی 
چی می‌بینی ؟ 
یک خانم درباری 
داره به یه گلبرگ نگاه می‌کنه 
لطفا 
یه خانم درباری که داره لبخند می‌زنه 
اگه نتونی قلبت رو به من بدی پس باید برام بمیری 
من نمی‌تونم برات بمیرم 
... تنها کسی که براش می‌میرم 
شما صاحب سون‌ای هستین ، درسته ؟ 
- اره - از این طرف 
سون‌ای 
زنده بمون ، لطفا 
فکر می‌کنم وقت خداحافظی رسیده 
سون‌ای 
به‌خاطر همه خاطرات خوب و شاد این 19 سال گذشته ازت ممنونم 
بیا دوباره هم رو ببینیم 
... سون‌ای 
من مطمئنم که اون خوشحال بوده که خانواده‌ای که داشته که این لحظات آخر انقدر ناراحت بودن و زمانی رو که با هم گذروندین یادش می‌مونه 
تگ هم یکی رو مثلشو داری 
خدایا ، نقاشیت فوق‌العاده به نظر می‌رسه 
پیدا کردم عشقم رو پیدا کردم 
همون موقع دیدمش بال‌هات 
این شکلی نیستن ؟ 
هر جایی که باشه باهات خواهم موند 
چی ؟ 
راهی برای تغییر سرنوشتم وجود داره ؟ 
نوبت توعه الان 
برای اون فرشته بمیر 
اینجاست که یه جوانه جدید شکوفا می‌شه 
بوی خوبی می‌دی 
یه بو مثل گل‌ها 
لبخند زدی ، فکر کنم که هردوتامون قورباغه‌ها رو دوست داریم 
فکر کنم ما هردوتامون قورباغه ها رو دوست داریم 
وقتی اسمش رو صدا زدم اومد سمتم و تبدیل به یه گل شد 
تو دو نفر دیگه داری که دقیقا مثل این گل‌ها هستن 
می‌رم مدرسه 
به همین دلیله احساس می‌کنی قبلا هم اینجا بودی 
خدای من ، دکتر اوه 
آروم خیلی بهتر شده به‌خاطر همین من قصد دیدنتون رو داشتم 
چی شما رو به اینجا کشونده ؟ 
... خب 
اون یه دوست داره که اینجا زندگی می‌کنه - که این طور ، اینجوره ؟ 
غذا خوردین ؟ 
ما قرار بود شام بخوریم دوست داری بیای پیش ما ؟ 
بیاین داخل 
بیاین 
بیا بیا داخل 
بریم داخل 
( گواهی جایزه یو‌جونگ‌آه ) 
نمی‌تونی دخترای دیگه رو هم ببینی ؟ لطفا ؟ لطفا ؟ 
تو هنوز بچه ای دست از این حرف های مسخره بردار 
بهتره که همین الان غذاتو بخوری 
من دیگه بچه نیستم ، الان یه خانم بزرگم 
ممکنه اینو ندونی ، ولی من خیلی هم محبوبم 
... شرم آوره که خودم این رو بگم ، اما بیا نزدیک تر 
من توی دبیرستان دخترونه سونگین به عنوان یکی از پنج دختر زیبا شناخته شدم 
فهمیدم ، الان بهتره که غذا بخوریم 
زودباش بخور 
یه چیز دیگه هم دارم که بهت بگم 
یه‌بار دیگه بیا نزدیک 
پنج دختر زیبا توی دبیرستان سونگین ؟ 
نه ، این راجع به یه چیز دیگه‌ست 
باشه 
هی ، نمی‌تونی این کار رو بکنی 
تو دردسر افتادی تو الان مرد من هستی ، سوپرمن 
تو نیومدی اینجا که دوکبوکی بخوری ، درسته ؟ نه 
( ضبط سئول ) 
کیم هیون‌شیک 
می‌تونی این هدیه رو بسته بندی کنی 
یه هدیه ؟ 
- بله - 
می‌خواین به کی بدینش ؟ 
به مردی که با هر چیزی که دارم دنبالش می‌کنم 
اون یه مرد خوش‌شانسه 
که یه خانم زیبا مثل تو دنبالشه 
ولی اون همش می‌گه نه 
خیلی ناراحتم 
باورم نمیشه دوباره اینجوری می‌خندم 
خدایا ، بهت که گفتم انگاری جونگ‌آه برگشته 
وقتی اون هم اینجا بود خیلی می‌خندیدم 
خدایا ، دکتر ، شما دوباره دارین گریه می‌کنین - ای وای - 
فکر کنم به‌خاطر اینه که ما مدام داریم درمورد دخترمون صحبت می‌کنیم 
نه 
به‌خاطر اینه که مزه غذا خیلی خوبه - تو یه بچه‌ی گریه‌ای هستی - 
دختر من هم خیلی گریه می‌کرد 
بیا الان صحبت کردن راجع به اون رو تموم کنیم 
میشه من برای شما جونگ‌آه باشم ؟ 
من جونگ‌آه می‌شم 
ممنونم 
من همه لحظه هایی که به خاطر دیدنت هیجان زده و خوشحال بودم رو دوست دارم 
همشون رو دوست دارم 
اولین باری که دیدمت و همه‌ی وقت هایی که از اون موقع باهات گذروندم 
مثل علف های وحشی یه گل وحشی یه جوانه ، و یه پروانه 
... بعد از دوباره اینطوری متولد شدن 
حتی زمانی که 19 ساله و 29 ساله بودم 
... تو چجوری 
ممنون که کنارمی 
بک‌ریون - دوستت دارم - 
مهم نیست که کی هستی 
: آيــــ ( " مرد من ، خدای عشقه " ) ــــرِن : : @ AirenTeam : 
