他 的 個子 不高 
那 他 為 什麼 ... 
最 後 一起 命案 不會 發生 
因為 我 在 這裡 
他 知道 七出 之罪 
他 是 什麼 意思 呢 ？ 
共犯 
他 就是 那個 吳 小姐 在 停車場 看到 的 共犯 
抱歉 
在 便利商店 被 看到 的 那個 人 
他 是 共犯 但 金明植 認罪 了 
他 想 扛下 所有 的 罪名 嗎 ？ 
為 什麼 要 這麼 做 ？ 
嫉妒 
如果 那 是 最後一個 ... 
剩下 最後一個 ... 
我 先 走 了 
你 要 去 哪裡 ？ 
這個 地方 就是 ... 
就是 這個 社區 嗎 ？ 
柳淨 娥 和 第四位 被害人 宋多熙 以前 住 在 這裡 ？ 
對 
柳淨 娥 以前 就 住 在 這裡 
天 啊 
- 真是 的 - 妳 看 
我 叫 了 計程車 ， 快到 了 
天 啊 ， 希望 快點 來 
您 所 撥 的 號碼 ... 
娥 綸 
撐 著點 ， 天 啊 
可憐 的 寶貝 
- 牠 不會 有事 的 - 好 了 ， 沒事 的 
檢驗 顯示 牠 的 肝 、 腎 都 很 好 
最 重要 的 是 ， 牠 沒 有 感染 心絲蟲 
所以 不必 擔心 
這 表示 我 可以 養 牠 嗎 ？ 
是 的 ， 幸好 
我們 不 知道 流浪 犬經 歷過 什麼 環境 從 這次 簡單 的 驗血 看 起來 牠 很 健康 但是 以防 萬一 先 把 牠 隔 離並 監督 牠 的 情況 一週 以防 潛伏期 好 的 
但是 ， 發生 了 什麼 事 呢 ？ 
是 那天 恩瑞 的 屍體 被 發現 的 那天 
那 天下 了 大雨 
牠 在 雨 中 全身 淋濕 ， 在 我家 門口 嗚 咽 然後我 就 看到 牠 了 
感覺 好像 是 恩瑞 出現 了 
所以 我給 牠 取名 馬 鈴薯 
恩瑞 喜歡 任何 馬 鈴薯 做 的 東西 
我 想 這 是 註 定 的 吧 
謝謝 至少 ， 妳 幫 我 找到 了 恩瑞 的 屍體 
你 可以 偶爾帶 馬 鈴薯 來 
有 好多 事 我 都 不 懂 
請 妳 多 教教 我 
好 的 
請往 這邊 走 
- 對 ， 來 吧 - 娥 綸 
撐 著點 
- 我們 到 了 - 好 
好 的 
余 警探 ， 有什麼 事 嗎 ？ 長 官 
抱歉 ... 
我們 家 的 狗 吞 了 一顆 桃子 的 籽 
海報 ？ 
你 在 說 什麼 ？ 
七件 兒童 不該 犯 的 錯 我們 找到 一張 兒童 的 七 去 之 惡海報 我傳 了 照片 給你 
等等 
（ 兒童 不該 犯 的 七 去 之惡 ） 
你 在 哪裡 找到 的 ？ 
昌信 洞 的 天使 孤兒院 是吳 小姐 長 大 的 地方 
牠 馬 上 就要 動手術 了 
請 不要 擔心 
謝謝 
我 拿到 了 
幸好 它 在 進入 腸道 前 被 我 取出 來 了 
這個 小東西 進入 牠 的 胃裡 讓 牠 很 不 舒服 
害 你 們 受 驚嚇 了 
這應 該 是 你 們 第一次 來 我們 診所 
其實 是 我們 第一次 到 任何 獸 醫診 所 真的 嗎 ？ 
那 隻 狗 看 起來 很 老 了 
幾天前 我 發現 牠 在 我們 家門口 鳴咽 
所以 我 就 收容 牠 了 我們 完全 不 知道 會 怎樣 
天 啊 ， 謝謝 你 
- 情況 如何 ？ - 很 順利 
我們 剛才 很 急 ， 沒有 好好 謝謝 你 
- 請 去 看 一下 娥 綸 的 情況 - 好 的 
聽 說 是 你 帶 他們 來 診所 
對 ， 幸好 就 在 附近 
千永宰 警探 ？ 
千 警探 ？ 
別說 傻話 了 
他 28 年前 就 失 蹤 了 
就算 他 還活 著 也 不 可能 這麼 年 輕 
抱歉 ， 內人 把 你 當成別 人 了 
也 許他 是 警探 的 兒子 ？ 
千 警探 沒有 結婚 
也 許是 他 不 為 人知 的 兒子 
或者 他 是 不能 揭露 真實 身分 的 人 
醫生 ， 娥 綸 醒 了 
是 嗎 ？ 
要 不要 一起 去 看 牠 ？ 好 的 
第 13 集 ： 因果 
娥 綸 媽媽 真 抱歉 ， 我 不 該 把 桃籽 放在 那裡 
第一次 養狗 的 人 都 會 犯錯 
就 像 養 孩子 一樣 
淨娥 小 時候 ， 我 也 是 東西 都 到 處亂 擺 所以 我們 常常 去 急 診室 
我們 撿 到 娥 綸 那天 就是 淨娥 的 生日 
淨娥 是 你 們 的 女兒 ？ 對 啊 
她 29 年前 失 蹤 了 
我覺 得 娥 綸 可能 是 我們 的 女兒 
所以 我 叫 牠 娥 綸 
我 女兒 超喜歡 卡通 《 小 青蛙 》 
她 總 是 不 聽 大人 的 話 
我 女兒 在 29 年前 一個 下雪 的 夜晚 失 蹤 後 有 一段 時間 ， 我什麼 也 不能 做 
有 一段 時間 ， 我 笑 不 出來 、 吃不下 飯 因為 我 非常 內疚 
我連 女兒 在 哪裡 都 不 知道 我 又 怎麼 笑 得出 來 呢 ？ 
怎麼 吃得下 呢 ？ 
謝謝 謝謝 妳 救 了 牠 
牠 過兩 三天 就會 沒事 了 
到 時 就 可以 帶 牠 回家 了 
- 謝謝 - 好 ， 謝謝 
你 應該 好好 和 他們 打招呼 才 對 
你 很 久 沒見 到 他們 了 卻表現 得 好像 他們 是 陌生人 
外星人 都 這麼 沒禮貌 嗎 ？ 
- 外星人 ？ - 對 
你 就是 外星人 
外星人 我 ？ 
如果 你 不 希望 我誤 會 ， 就 說 實話 
我為 什麼 要 這麼 做 ？ 為 了 誰 ？ 
我 很 喜歡 人間 的 一句 俗話 
" 想 吃水果 就 得 爬 樹 " 
" 人間 的 一句 俗話 " ？ 好 吧 
我 也 有 一句 很 喜歡 的 俗話 
" 別過度 自信 " 
妳 哭 了 嗎 ？ 
這 ... 
因為 我們 告訴 她 ， 我們 女兒 的 事 
老婆 ， 我們 走 吧 
醫生 也 該 休息 了 
今天 真謝謝 你 
別 客氣 
等 娥 綸 可以 回家 ， 我們 再 回來 
請 好好 照顧 牠 
別 擔心 ， 路上 小心 
謝謝 
保重 真是 的 ， 來 吧 
她 上次 也 哭 了 妳在 說 什麼 ？ 
那天 她 在 我們 家門口 也 哭 了 真是 的 - 妳 為 什麼 哭 了 ？ 
- 誰 害 妳 哭 了 ？ 
我 在 跟 她 說 話 
你們 兩人 是 怎麼 回事 ？ 
你 忽然 出現 叫 我 不要 和 他 往來 ， 因為 他 是 外星人 而 你 很 晚 跑 來 醫院 把 我 拉走 ， 叫 我 離 他 遠 一點 
你們 怎麼 了 ？ 
你們 年紀 不小 了 ， 不應 該 這樣子 
- 你們 年紀 不小 了 吧 ？ 
- 這 ... 
你們 應 該當 朋友 
朋友 ？ 
我 不能 和 他 這種 身分不明 的 人當 朋友 
我 不能 和 幼稚 的 人當 朋友 
- 什麼 ？ 
- " 不要 過度 自信 " ？ 
- 警察 不應 該 威脅 人 
- 夠了 ， 別吵 了 
這 就是 我 哭 的 原因 
他們 說 牠 是 在 他們 女兒 生日 當天 撿 到 的 流浪狗 
我 想 這 是 註 定 的 吧 
對 了 ， 我 在 夢裡 見過 他們 家 
你 記得 那個 地方 嗎 ？ 
我們 和 徐 警探 一起 去過 的 社區 
是 這裡 ， 我 不 知道 怎麼 發生 的 但 她 一直 出現 在 我 的 夢裡 
其實 之前 我 自己 去過 那個 地方 
謝謝 
再見 
當時 我 也 哭 了 
不知 為何 ， 我 哽咽 了 ， 而且 很 傷心 
妳 想念 父母 嗎 ？ 
我 的 父母 ？ 
才 不 呢 
他們 遺棄 了 我 我為 什麼 要 想念 他們 ？ 
如果 他們 沒 遺棄 妳 ， 妳 會 怎麼 做 ？ 
如果 他們 其實 很 想念 妳 而且 急著 尋找 妳 呢 ？ 
（ 兒童 不該 犯 的 七 去 之惡 ） 
洪惠慶院 長 打 了 孩子 後 她 叫 他們 用 紅色 的 筆記本 寫下 自己 犯 的 錯 
這 表示 兇嫌 是 這間 孤兒院 的 其中 一個 孩子 ？ 
你們 也 知道 ， 金明植 不是 孤兒 
那 他 為 什麼 要 認罪 ？ 
也 許他 想 保護 共犯 
吳 小姐 和韓 女士 看到 的 矮個子 男人 
他 為 什麼 要 這麼 做 ？ 
他 為 什麼 要 認罪 ， 保護 共犯 ？ 
如果 1993 年 的 " 七出 之罪 " 案件 是 同一 個 人 做 的 那麼 " 嫉妒 " 就是 最後一個 案件 了 
而且 也 剩下 一位 證人 
最 後 一位 證人 
（ 吳白蓮 ， 最後與 恩瑞 一起 的 人 ） 
千永宰 警探 ？ 
也 許他 是 警探 的 兒子 ？ 
千 警探 沒有 結婚 
- 這個 人 是 ... - 他 說 這是 他 父親 
我 叫 妳 別來 了 ， 別 再 帶 花來 了 
我 想 做 什麼 就 做 什麼 
夠了 ， 我 叫 妳 別 再 做 了 
我 叫 妳 別來 了 別 再 帶 花來 了 
妳 該 進去 了 
妳 真的 該 進去 了 
這兩個 聲音 ... 
（ 鐘路 警察局 ） 
（ 天使 孤兒院 ） 
（ 六 ， 不愛乾淨 ， 七 ， 抱怨 ） 
那 你 要 調查 嗎 ？ 
還是 有些 事 很 可疑 
如果 有 共犯 ... 
此案 已經 轉給 檢察官 了 
連 嫌犯 都 承認 是 他 做 的 
- 但 如果 有 共犯 ... - 如果 你 沒 抓 到 共犯 呢 ？ 如果 你 蹚 了 渾水 卻 沒 抓 到 他 呢 ？ 
別 自找 麻煩 
沒有 共犯 
各位 請 慢用 
謝謝 
我們 好久 沒 一起 吃 飯 了 
- 好吃 嗎 ？ 
- 我們 是 來 吃 東西 的 我們 不是 來欣賞 肉 的 
如果 局長 這麼 說 ， 那 我們 應該 等 
我 也 相信 了 ， 因為 很 合理 
如果 仔細 想想 是 尚赫 想要 把 案件 連結 到 " 七出 之罪 " 
如果 不管 1993 和 1994 年 的 案件 這就 只是 高恩瑞 和 宋真雅 的 失 蹤 案 
她們 之間 的 共同 點 就是 金明植 所有 證據 都 指向 金明植 
而且 他 也 認罪 了 
便利商店 那個 女孩 呢 ？ 
那個 失 蹤 案 和 這 些 案件 都 無關 
也 沒 有 找到 紅色 筆記本 
那證 人 韓妍子 和 金泰 光 呢 ？ 
那 被 以 為 是 證人 的 任藝媛 呢 ？ 
公車 上 的 證人 尹素貞 呢 ？ 
那些 都 是 無關 的 案件 
韓妍子 死 於 火災 ， 金泰 光死 於 墜樓 
藝媛 和 素貞因 為 各自 的 理由 自殺 
如果 你 堅持 的 話 我 想 她 們 可以 算是 無關 的 案件 吧 
金明植 認罪 了 我們 等 著 看吧 
問題 是 他 的 身高 
有個 身高 不高 的 人 也 被 看到 了 
有 沒 有 不 帶魚 腥味 的 魚油 呢 ？ 
有 的 
趙寅成 
吸收 快速 
他 有 什麼 是 我 沒 有 的 ？ 
魚 腥味 不 重 膠囊 小 ， 容易 吞 嚥 
連續 第一名 的 健康 食品 品牌 除了 身高 之外 ， 還有別 的 嗎 ？ 
直到 所有 韓國人 的 血液 循環 改善 
健康 的 血液 循環 
我 沒 有 時間 了 我 沒 有 時間 
千東 七 我 要問 你 幾個 問題 你 好好 回答 
是 什麼 ？ 
我要 先 做 什麼 事 才能 接近 女人 ？ 
告訴 我 最 有效 的 方式 
我 沒 有 時間 了 
吃 飯 ， 你 應該 要 先 吃 飯 
吃 飯 ？ 
我 說 我 沒 時間 了 
但 你 一開始 就要 這麼 做 
說 到 男人 和 女人 的關 係 就是 要 先 一起 吃 飯 
真的 嗎 ？ 
- 我 只要 和 她 一起 吃 飯 就 好 ？ - 對 
（ 愛之房 ） 
朴 先生 
就是 這一間 ， 先生 
千東 七 
東八 
快想 辦法 
- 我 被 綁 住 了 - 我 的 脖子 痛死 了 
該 死 ， 我 想 上 廁所 
你 不 知道 我 有 多 痛苦 
你 可以 到 處 撒尿 ， 但是 我 ... 
- 好 - 痰盂 
我來 想 辦法 
我 拿到 了 
希望 兩位 用餐 愉快 
謝謝 你 請客 
看來 你 和 老 闆 關 係 很 好 
你 一定 是 常客 
這是 我 的 店 
我 是 這裡 的 老 闆 
你 是 這間 餐廳 的 老 闆 ？ 
這 就是 他 叫 我 和 她 一起 吃 飯 的 原因 
是 的 
沒錯 
（ 東七 先生 ） 
是 的 ， 東九 先生 就 在 這裡 ... 
朴 先生 ， 快來 救 我 
怎麼 了 ？ 
- 朴 先生 - 先生 
東八 
別 跟 我 說 你 ... 
東七 
痰盂 ？ 
先生 
幸好 鑰匙 在 東九 先生 的 房裡 
我絕 對 不會 放過 東九 
他 在 愛之房 和 一位 小姐 用餐 
- 女人 ？ 
- 人類 女子 ？ 
- 東九 ？ 
- 千東 九 ？ 
對 ， 他 和 一位 女子 一起 用餐 
- 只有 他們 兩人 - 那 ... 原來 他 真的 有 對象 
我們 得 快 一點 
現在 東九 也 是 顆定 時炸彈 
這個 蘿 蔔 煎餅 是 我們 本季 的 促銷 餐點 
真 好吃 
- 而且 很 獨特 - 食譜 是 我 想 出來 的 
- 菜單 也 是 你 設計 的 ？ 
- 我 說過 了 ， 這是 我 的 餐廳 
經營 這麼 大 的 餐廳 一定 很 辛苦 
妳 怎麼 知道 ？ 
不用 你 說 ， 我 也 知道 這應 該 不 容易 
我 真的 很 辛苦 
都 是 我 朋友 害 的 
我 也 不想 ， 但 我 朋友 逼 我 
我 只是 靠 在 旁邊 而已 所以 我們 四個 人 都 被困 在 這裡 
我 有 翅膀 但 我 根本 飛不起 來 因為 鉛 拖累 了 我 的 翅膀 
翅膀 ？ 
我 說過 ， 我 是 仙子 對 哦 
你 是 說 仙子 會 有 的 翅膀 嗎 ？ 
妳 不 相信 我 ？ 妳 不 相信 我 是 仙子 ？ 
這不 重要 
重要 的 是 ， 你 引起 我 的 好奇心 
我 不 懂 妳 的 意思 
我 想 多 了解 你 
你 一直 說 你 是 仙子 
你 很 有 魅力 
有種 意外 的 魅力 
我 先 走 了 
如果 我 又 晚 回家 ， 老婆 會宰 了 我 
你 可 不能 死 ， 趕快 回家吧 - 我媽 叫 我 回家 了 - 你 還在 啊 ？ 快 回家吧 
- 好 的 - 再見 
- 再見 - 再見 
- 再見 - 今天 辛苦 了 
那麼 ... - 你 看到 了 什麼 嗎 ？ 
- 我 看到 了 很多 事 
他們 太 甜蜜 了 
- 可惡 - 我覺 得 我 快 寂寞 死 了 
你 看到 他 變身 嗎 ？ 
他 沒 有 變身 
他 為 什麼 不 變身 ？ 
我 不知 尚赫 是不是 外星人 但 他們 相愛 ， 為 什麼 要 阻撓 他們 ？ 
這太不像 你 了 為 什麼 要 追求 一個 不 喜歡 你 的 女人 ？ 
我 也 不 知道 我 不知 不覺 就 到 了 白蓮 的 身邊 
不知 不覺 就 開始 擔心 白蓮 
也許 我們 上輩子 認識 彼此 
是 在 我 的 夢裡 
一把 滴著血 的 劍 
- 你 是 說 你 的 惡夢 ？ 
- 對 
- 我 忽然 想到 這件 事 - 什麼 時候 ？ 
當尚赫 和 白蓮相 擁時 
你 偷看 他們 相擁 ？ 
- 偷看 ？ 才 不是 - 你 只是 剛好 在 那裡 
你 只是 剛好 在 那裡 ？ 
這 ... 那天 我 也 感覺 到 同樣 的 憤怒 
非常 強烈 ， 很 不 對 勁 
也許 你 們 前世 命運多 舛 
記得朴 警探 嗎 ？ 每次 他 見 到 高 警探 ， 就 會 心跳 加速 所以 他 也 很 痛苦 
他 透過 催眠 看到 前世 所以 現在 他 沒事 了 
你 何不 去 試試 看 ？ 
- 催眠 ？ 
- 對 
也 許當 你 看到 你 的 前世 就 不會 這麼 執著 了 
這才 不是 執著 
是 好奇 
（ 鐘瑞燒 烤 餐廳 ） 
我 吃 得 好 飽 
回家路上 小心 
- 好 的 ， 再見 - 再見 
- 你 往 那邊 走 嗎 ？ 
- 對 
開車 小心 點 
妳 沒事 吧 ？ 
對 ， 我 沒事 
- 東八 - 東七 
- 終於 
- 恢 復 了 
（ 摔下 懸崖 ， 看到 天使 的 翅膀 ） 
我 就是 在 那時 看到 你 的 翅膀 
我畫 好 了 
看起 來 像 這樣 吧 ？ 
妳 怎麼 看到 的 ？ 
當我將 花瓣 放在 食指 尖 而且 數到 三時 我 看到 了 
三 
我 就是 這樣 認出 你 的 
因為 你 是 我 的 命定 之 人 
（ 問 ： 妳 看到 什麼 ？ 答 ： 花 、 花盆 ） 
（ 問 ： 還 看到 什麼 ？ 答 ： 摺紙 青蛙 ） 
對 了 ， 我 在 夢裡 見過 他們 家 
不知 為何 ， 我 哽咽 了 ， 而且 很 傷心 
妳 快下班 了 吧 ？ 
我馬上 過去 
你 很 有 魅力 
有種 意外 的 魅力 
朵 拉 
妳 看不到 我 嗎 ？ 
朵 拉 ！ 
您 的 帳單 
老 闆 去 別 的 地方 嗎 ？ 
- 老 闆 ？ - 千東 九 先生 
千東 九 是 誰 ？ 
這間 餐廳 的 老 闆 是 朴勝俊 先生 
不 ， 是 我 
他 只是 朴 先生 ， 我 才 是 真正 的 老 闆 
朵 拉 
妳 看不到 我 嗎 ？ 朵 拉 
（ 總額 ： 28 萬 5 千元 ） 
刷卡 完成 謝謝 
不 ... 
不能 這樣子 
朵 拉 ... 
朵 拉 
發生 什麼 事 了 ？ 
喂 ， 你們 兩個 
你們 在 幹 嘛 ？ 
- 我們 回來 了 - 發生 什麼 事 ？ 
為 什麼 停 了 ？ 
你 一直 做 同樣 的 惡夢 
每次 都 看到 一把 滴血 的 劍 
一次 是 長 劍 ， 另 一次 是 短 劍 
你 看到 劍 時會 害怕 嗎 ？ 
不 ， 不是 恐懼 
是 憤怒 
我 憤怒 得 想 殺 人 
好 了 ， 放 輕 鬆 呼吸 
一 
二 
一 
二 
前往 你 夢 中 看到 的 地方 
你 看到 什麼 ？ 
一個 宮女 
她 在 看 著 花瓣 
拜 託 
一個 微笑 的 宮女 
如果 妳 的 心 不能 屬 於 我 那麼 就 該 為 我 而 死 
我 不能 為 你 而 死 
我 只 願意 為 一個 人 死 
- 你們 是 孫宜 的 主人 嗎 ？ 
- 是 快過 來 
孫宜 
撐 下去 ， 拜 託 
你們 該 道 別 了 
孫宜 
謝謝 妳 這 19 年 快樂 的 回憶 
我們 有 緣 再 見 吧 
孫宜 
我 相信 牠 很 高興 在 最 後 的 時 刻有 家人 這麼 傷心 還有 他們 相處 的 回憶 
妳 也 有 這樣 的 人 
天 啊 ， 你 畫得 真好 
我 碰到 了 我 得到 愛了 
我 是 在 那時 看到 你 的 翅膀 
看起 來 像 這樣 吧 ？ 
不論 是 哪裡 ， 我 都 會 和 你 在 一起 
什麼 ？ 
有 改變 命運 的 方法 ？ 
現在 該 妳 了 
為 了 那個 仙子 而 死 
新 的 愛情 就 會 因此 萌芽 
你好 香 喔 
有花 的 香味 
你 笑 了 ， 看來 我們 都 喜歡 青蛙 
看來 我們 都 喜歡 青蛙 
" 當我 叫 他 的 名字 他 走向 我 ， 然後變 成 一朵花 " 
妳 還有 兩個 人 就 像 這些 花 一樣 
我 去 上學 了 
這 就是 為 什麼 妳 覺得 來過 這裡 
天 啊 ， 吳醫生 
娥 綸 好多 了 所以 我 一直 想 去 找 妳 
妳 怎麼 來 了 ？ 
這 ... 
- 她 有 個 朋友 住 在 附近 - 這樣 啊 
妳 吃過 了 嗎 ？ 
我們 正要 吃 晚餐 ， 要 不要 一起 吃 ？ 
請進 
進來 吧 
快 進來 啊 
我們 進去 吧 
（ 獎狀 ， 柳淨 娥 ） 
你 不能 去 見 其他 女生 嗎 ？ 拜 託 嘛 ... 
妳是 個 孩子 ， 別說 這些 傻話 了 
妳 該 吃 了 
我 不是 孩子 ， 我 是 成年 女性 
你 可能 不 知道 ， 但 我 人緣 很 好 
我 自己 說 感覺 很 不好意思 ， 但是 ... 靠 過來 一點 
我 是 崇仁 女高 五大 美女 之一 
我 知道 了 ， 我們 開動 吧 
快 吃 吧 
我 還有 一件 事要 告訴 你 
再 靠 過來 一下 
崇仁 女高 的 五大 美女 之一 嗎 ？ 
不是 ， 是 別件 事 
好 的 
嘿 ， 妳 不 可以 這樣 
你 麻煩 大 了 ， 你 是 我 的 男人 了 ， 超人 
妳 不是 來 吃 辣 炒年糕 的 吧 ？ 沒錯 
（ 首爾 唱片 行 ） 
金賢植 
可以 用 包裝紙 包 嗎 ？ 
- 是 禮物 嗎 ？ 
- 對 
妳 要 送給 誰 ？ 
送給 我 拚命 追 的 男人 
他 真是 幸運 
有 這麼 漂亮 的 女孩 在 追 他 
但 他 一直 拒絕 
我 好 難過 
真 不敢相信 我 又 笑 得 這麼 開心 了 
真是 的 ， 我 跟 妳 說 感覺 就 像 淨 娥 回來 了 
她 在 的 時候 ， 我 常常 笑 
- 天 啊 ， 醫生 ， 妳 又 哭 了 - 天 啊 
大概 是 因為 我們 一直 在 聊 女兒 的 事 
不是 
- 是 因為 食物 太 好吃 了 - 妳 很 愛哭 
我們 女兒 也 很 愛哭 
我們 別 再 談 她 的 事 了 
我 可以 當你們 的 淨 娥 嗎 ？ 
我 可以 當淨 娥 
謝謝 你 
我 喜歡 因為 認識 了 你 而 感到 興奮 和 開心 的 每一刻 
我 全都 喜歡 
自從 我 見 到 你 還有 之 後 和 你 相處 的 所有 時刻 
" 化身 為 一株 野草 " " 一朵 野花 " " 一 隻 蟲和一 隻 蝴蝶 " 
像 那樣 轉世 之 後 ... 
即使 在 我 19 歲 和 29 歲 的 時候 
妳 怎麼 ... 
謝謝 你 在 我 身邊 ， 還有 來 到 我 面前 
- 白蓮 - 我 愛 你 
不管 你 的 身分 是 什麼 
字幕 翻譯 ： 雪梨 
