Аз съм снахата левия държавен съветник Сеок . 
Казвам се Чо Йо Хуа . 
Избрал си директния подход ? 
Вярвам , че няма да кажеш на никого ... за моята самоличност . 
- Как можеш да ми се довериш ... - Наясно съм ... че винаги си бил там , за да ми помогнеш . 
Никога не съм ти помагал . 
Не е така . Помогна на безсилните хора . 
Кот ним и децата които бяха продадени . Слугата на министъра на финансите и любовницата му също . 
Това са хората които са получили помощ от вас . 
Беше ... случайност да се забъркам с тях . 
Попита ме защо съм стигнала толкова далеч . 
Както знаете , Аз съм вдовица . 
Вдовица ... е толкова добра , колкото и виновно . 
Защото никога не съм виждала съпруга си преди да умре , и сега трябва да нося бяло , да ям храна много малко на ден . Рядко ме пускат навън . 
Освен да скърбя за съпруга си . , не мога да направя нищо друго . Аз съм престъпник . 
Единственият начин да изкупя вината си ... е да ... последвам съпруга си в отвъдното . 
От страх , че не мога да направя нищо ... се превърнах в някой който чака деня да умре . , макар че не трябваше да съм жива , според морала . Правя това ... за да мога да живея . 
Така че , бихте ли . . ми дали този шанс да живея ? 
( Епизод 7 : 
Най - тъмното под лампата ) 
На Левият държавен съветник Сеок най - голямата снаха ? 
Да , Ваше Величество . 
Шест месеца след изчезването на Чо Сонг Хо , по - малката му сестра се е омъжила ... за най - големият син на Лорд Сок . Как е възможно това ? 
Сигурно са били сгодени като деца ? 
Не мисля така . 
Това по никакъв начин не е съвпадение . 
Някой като сок Джи Сонг ... изведнъж да приеме снаха ... от скромно семейство с лоша репутация ? 
Ако ... покойният крал си даде на Чо Сонг Хо нефритената плочка . , за да го хване , Лорд Сок може да е взел сестра му за заложник . 
Той е повече от способен да го направи . 
Ако случаят беше такъв , Чо не можеше да се покаже лесно . 
Възможно е ... снахата на Лорд Сок да знае къде е брат и . 
Убеден съм , че на човека е дадена последната тайна заповед на покойния ми баща . 
Разберете по - подробно как жената ... се е оженила за сина на Лорд Сок , и дали знае нещо . 
Да , Ваше Величество . 
Ще го направя ... ще ти дам шанс . 
Каквото и да правиш от сега нататък , трябва да го правиш в мое присъствие . 
Какво искаш да кажеш с това ? 
Как иначе да те опазя жива ? 
Ето защо , за да предотвратя необмислените ти решения , ще стоиш в обсега ми . 
Но всичко , което правя ... са някакви малки дела ... като доставка на ориз също и лекарства . 
Малки дела ли ? 
Ти нагло прескочи стената на резиденция на държавен служител , и измъкна затворник от полицейското бюро , дори насочи нож на един офицер току - що . 
Ще те държа под око . 
Ако отново прескачаш стените на резиденцията на левия Общински съвет , Ще го направя ... минавай ... през входната врата . 
Какво прави жената на министъра на финансите в дългосрочен план ? 
Е ... 
Сега , когато няма съпруг , кажи и да води спокоен живот . 
Точно както тя е известна да въплъщава " инструкции за жени " , изглежда подходящо да живее в пенсия ... в малкия храм някъде дълбоко в долината . 
Обаче ... защо не отидеш с нея за да и бъдеш в услуга ? 
Боже , не . 
Ще предам съобщението ви дума по дума , милорд . 
Тогава , ето как ще се издигнем случаят на съпруга и 
Милорд . 
Има някой с когота трябва да се справя . 
Той е офицер . който разследва случая , но той не е човек , с когото мога лесно да се справя . 
И кой може да е това ? 
Казва се Пак Су Хо . , по - малкият брат на Кралския секретар пак Юн хак . 
По - малкият брат на Кралския секретар Пак ? Синът на главния учен Пак ? 
Да , милорд . Преди десетилетия , след десетгодишна възраст , бе осиновен от семейството . Носят се слухове ... че той е извънбрачното копеле на учителя Пак . 
( Извънбрачно дете ) Съмнявам се да е вярно ... той е почтен човек . 
Разгледайте детето по - подробно . 
Да , милорд . 
Какво стана ? 
Обречена съм . 
" Стой в обсега на погледа ми . " 
Защо да ми помага след като той просто ме заплашва ? 
За мен това не звучи като заплаха . 
Как би могъл да ме държи под око ? 
Не е като да нахлуе в къщата ми . 
Трябваше да отида с Лейди Пек ... когато си тръгна онзи ден . 
Само ми кажи . Мога да построя град за вдовици в Гагьонг . 
Между другото , пред Лейди Бек да отпътува за провинция Хамгьон . , тя каза нещо странно . 
Пръстенът , който съпругата на министърът на финансите каза ... че е бил откраднат от Йонг Док . 
Пръстенът на Лейди Бек ли е ? 
Знаеше , че първоначално е принадлежал на Лейди Пек . 
Тогава , да не би да казваш , че Лейди О е лъжесвидетелствала ? 
Защо ще го прави ? 
Виждам че Лорд Сок ... е забравил за многото си приноси . 
Така изглежда . 
Въпреки това , Съмнявам се , че ще избереш да живееш в храм . 
Стой до гроба на съпруга си засега . , и ... ще ти намеря тайно място за престой в Цин . 
Какво направих толкова грешно , че трябва да се преместя ? . . чак до Цин ? 
Лорд Сеок управлява цялата нация . Би било самоубийство да се противопоставиш на заповедите му . 
Как би могъл да направи това , когато други . . са му дали цялата тази власт ? 
По никакъв начин ... няма да бъде в състояние да се отърве от мен толкова лесно . 
Милорд . , сега не е моментът да седиш така . 
В столицата се носят слухове ... за изчезването на трупа . 
Какво ще правим ? Ами ако моят легендарен герой го хванат и арестуват ? 
Би Чан . Имам работа за теб . 
Моля ? 
Няма ли да е по - добрия вариант ... за легендарния ти герой ? 
Това е любовта , която този свят никога няма да види отново . 
Двамата не могат да останат заедно , само се надявам да го направят в следващите си животи . 
- Комендант Хуанг ... - Щом той разбере . , скоро цялата столица ще разбере . 
Никой не разказва история като мен . 
Да видим какво е намислил Хан Мюнгдо . 
Ще изпълня дълга си . 
Казват , че срамежливите обикновено са по - нагли . 
Как смее една вярна вдовица да излиза навън . . и да прескача стените на къщата ? 
Ето я и нея ... преструвайки се на послушна и невинна със стоически израз . Оказва се , че тя прави немислимото през нощта . 
- Майко ... - Говорим за съсипване ... репутацията на семейството . 
Горделивата жена на министъра на персонала ... отказва да яде и остава в леглото . 
В сравнение с нея , със сигурност съм късметлийка тъй като аз не трябва да се притеснявам . . 
Винаги съм вярвала ... че снаха и не беше на твоето ниво . 
Дължа всичко на вашите напътствия . 
Правилно . Като се има предвид какво се случи , ще трябва да бъдете още по - предпазлива . 
Ще го имам предвид . 
Знай , че ще съм наясно дори и на най - малкото ти движение . 
Да , Майко . 
Каква жестока съдба ! 
Как можа ... да остави този , когото обича по такъв мизерен начин ? 
И ? Какво е станало с трупа му ? 
Цяла нощ е търсила тялото на любовника си ... който беше брутално хвърлен на безплодното поле . 
Най - накрая успя да го намери . 
Горката жена . С надеждата да диша отново . , тя се опита да си го върне . 
Въпреки това , трупът вече беше ледено студен . . не отговаря и не отговаря . 
Как ще продължи да живее дамата ? 
Малката дама ... влачеше тежкото тяло на любовника си ... и ... изчезна без следа . 
Каква красота ... тъжна история . 
Милорд , добре ли сте ? 
Кой ти каза , че можеш да се установиш тук ? 
Кой го каза ? Аз го казах . 
Не трябва ли да знаеш чия е тази улица ? . . съдейки по това как дрънкаш глупости . 
Както изглежда . , улицата ... не прилича на твоя . 
Наясно съм ... това е улицата от тук до там ... е Унджон - га . 
Греша ли ? 
Прав съм ! 
Аз съм ... Хора ? 
Не съм ли прав ? 
Както и да е . , Върни го както беше и се извини . 
Да се извиня ? 
Предизвиквам те да продължаваш да плямпаш . 
Задръж . 
Боже . Ако знаеше кой съм аз , няма да се отнасяш с мен по този начин . 
Задръж . 
Какъв е смисълът на това ? 
Моля станете . 
Благодаря . 
Как смеете да вадите мечове посред бял ден ? 
Законът нищо ли не значи за вас ? 
Виж кой е тук . 
По каква причина може да тормозиш хората ми този път ? 
Война между търговци ... лесно може да се пренебрегне . 
Правилно . Мислех , че са престъпници и само се опитвам да ги спра . 
Ти не знаеш ли как работи светът изобщо . Не е ли това причината , поради която ти безстрашно разбъркваш нещата тук и там ? 
О , вярно . Чух , че дори си посещавал полицейското бюро ... относно случая на Лорд Йом . 
И изглеждаш много заинтересован от този случай . 
Разбира се , че съм . 
Джанг со Уон , това момиче . , и ти си замесен в това . 
Правилно . Има и едно младо момиче . което беше с нея когато дойде в Столичната отбрана ... за шевни работи . О , Боже . 
май те виждам изненадан . , и ставам много любопитен да знам коя е тя . 
Е , тогава . Довиждане . 
Благодаря за помощта . 
Казвам се Джу Йо соп . 
О , съжалявам . Това е така , защото съм живял в чужбина дълго време . 
Съжалявам . 
Както и да е , как тази любима улица Унджонг - га ... се промени за кратко време ? 
Ако планирате да продавате стоки тук , питайте главния търговец в Хан Мюнгдо . 
Извинете , че ви създавам неприятности . като непознат . 
Това може да изглежда скромно . , но това е фиба от слива която сам съм направил . 
Дайте това на любимата си като подарък . 
Нямам любима и съм добре . 
О , хайде . Мога да кажа , че имаш . 
Приеми това като знак на благодарност . 
Какво ... 
Добре . 
Кралското семейство трябва да даде пример за цялата нация , тогава защо спря жената на Лорд Йом от тригодишния траур ? 
Това е неприемливо . 
Но би било жестоко от моя страна да откажа ... искрената молба на майка ми . 
Тя бе информирана за новината рано тази сутрин ... и дори проливаше сълзи . , че не може да я отпрати ... така . 
Не е твоя работа да се месиш . 
Може ли да не се оправдаваш . . ами да я оствиш в Ханян някак си ? 
Тя е била щедра на нуждаещите се . 
Кралският двор мже да и измисли добро извинение ... 
Ако кралицата се намеси със случая на Лейди О ... от лична привързаност , ще се превърне в посмешище . 
Трябва да я спреш ... и да изпълниш дълга си като неин син . 
Станала си много измъчена междувременно 
Имам много неща за уреждане преди да си тръгна , така че бях малко загрижена . 
Може би това е причината . 
Кога ще си тръгнеш ... след тригодишния траур ли ? 
Не съм сигурна . 
Щях да си тръгна още утре . , но кралицата вдовица ... няма да ми позволи толкова лесно . 
Имаш много неща за вършене тук . Ще ми е тъжно да те отпратя така . 
Аз също съм много тъжна ... че не мога да остана близо ... до теб и снаха ти . 
Можем да се срещаме често от сега нататък . 
Дойдох да те видя ... защото по - скоро искам да се науча ... от снаха ти . 
Моля ? 
При мисълта за напускане , ти казах да не идваш повече ... когато ме посети последния път . 
Но мисля , че ще трябва да остана за момента . Снаха ти е загубила съпруга си преди много време . , може би имам още да уча от нея . 
Не смея да ви уча на нищо . 
Моля ви , вие трябва да ме учите . 
Тя е права . Тя трябва да се учи от теб . 
Тогава , защо не посещава къщата ми да ми прави компания ... от време на време ? 
Кралски Секретар , Офицер Пак . 
Ще се срещнете ли с Негово Величество ? 
Да . Той предложи ще играем джанджи за да мине времето . Затова идвам да му правя компания . 
Винаги полагате големи усилия за Негово Величество , но никога не съм те черпил питие . 
Моля ви , не го споменавайте . 
Това е нещо , което трябва да направя . 
Казват , че трябва да ударяш желязото докато е горещо 
Защо не дойдеш в къщата ми тази вечер ? 
Разбира се . По всяко време , ако ме поканиш . 
Тогава ще те чакам . 
О , вярно . Чух , че имаш умен малък брат . Вземи го с теб като идваш . 
Имаш предвид брат ми ? 
Твърди се , че е бил на първо място във Военния държавен изпит . 
Може би е добре да се възползвам от тази възможност и да се запозная с него лично . 
Разбира се . 
Тогава ще чакам . 
Йон Сун . Не мога да спра да мисля че Лейди О е малко странна ... 
- Боже мой . - Боже . Как само ме стресна . 
Йон Сун ти е казала че е излизала навън ... за да посетите магазина за книги под наем по - рано . 
Тя ли ? 
Както и да е , какво те доведе тук ? 
Влязох защото не усетих присъствието ти . Тогава те видях да седиш замаяна . 
Лейди Ю те вика в кухнята ... тъй като очакваме гости днес . 
Разбирам . 
Какво правиш ? 
Е ... Трябва да купя нещо . 
Тогава трябва да провериш стоката . , но ти правиш това да проверяваш хората от колко време са тук . 
Търсиш ли някого ? 
Не . 
- Виновник ? 
- Боже , никога . 
Любовница ли ? - Не , никога . 
Тогава кого търсиш ? 
Накой с лице ... толкова красива , защо винаги го правиш ? 
Красива ли каза ? 
О , вярно . Запалих ли пещта ? 
Дайте това на любимата си като подарък . 
Нямам любима и съм си добре . 
О , хайде . Мога да кажа , че имаш . 
Сигурно е от липсата на сън което ме кара да губя себе си . 
Хей , чу ли го ? 
Какво имаш предвид ? 
Виновникът , който уби министърът на финансите . 
Боже . Беше страстно влюбен . 
Чувал съм . 
Но ако някой е откраднал трупа на престъпник , заслужават да бъде арестуван и да се екзекутира . 
Столичната Отбрана трябва да арестува виновника ... 
Не мога да позволя това да се случи . 
Колко си безсърдечен ? 
Дори след като изслуша една сърцераздирателна история , наистина ли си затвори очите ... за тази скръб която идва от дълбините на сърцето ти ? 
Тогава какво да правим ? 
Висшето ръководство нареди да приключим със случая . 
Не бъркайте излишно нещата ... за да намерите откраднатото тяло . 
Не мога да издържам на това ! 
Разбира се . 
Какво има ? 
Кралски Секретар изпрати съобщение на полицай Пак . 
Брат ми ? 
- Извинете . - Да ? - Сурово оризово вино и мукбаб , моля . - Разбира се . 
Добре дошли . 
Ляв Държавен Съветник Сеок ... покани мен и брат ми . 
Откъде познава брат ти ? 
Звучи зловещо , Ваше Величество . 
Не може да е съвпадение , за да се случи това последователно . 
Скоро ще трябва да се срещна с брат ти . , преди нещата да се объркат . 
Какво има ? 
Трябва да дойдеш с мен . 
Накъде ? 
Съветник Сок ни покани и двамата . 
Лорд Сок ? 
Защо ? Срещали ли сте се лично с него ? 
Не съм . 
Никога не сме се срещали . 
Со Хо . 
Каквото и да каже Лорд Сок днес , не трябва да отговаряте лекомислено . 
Какво ? Ще разберете защо по - късно . Помислете внимателно , преди да говорите . 
Ще го направя . 
Добре . 
Така че , ако ми дадеш шанс , Ще дам на Хан Мьонгдо 20 % от печалбата ми . 
Имаш страхотни умения . 
Ами , такива стоки със западно усещане трудно се намират . 
Така че , клиентите ще се тълпят в Мьонгдо ин . 
Ще ти издам една тайна . 
Имам дарбата да бърборя . 
Много добре , тогава . 
Какво ще кажеш да ми плащаш 20 % , след като се настаните , ще ми плащаш 30 % ? 
В замяна , ние ще управляваме вашите акции ... и доставката за вас също . 
Добре . 
Тогава имаме сделка . 
Можеш да започнеш от утре . 
- Разбира се . - И също ... Влез . 
Аз съм Кот Ним . 
Тя ще ти помага от сега нататък . 
Ще ви разведа из Хан Мюнгдо . Последвайте ме . 
Чао тогава . 
Дрехите и речта му са странни . , но той определено е от благородно потекло . 
Кой е той ? 
Добре дошъл у дома , милорд . 
Пратих ти внезапна вест че съм поканила някого . Сигурно си била зает . 
Ни най - малко . Да посрещам гости е мой дълг като твоя съпруга . 
Йо Хуа , сигурно си имала дълъг ден . Можеш да си починеш . 
Да , Татко . 
Милорд . Кралският секретар е тук . 
Ето ги . 
Здравейте , милорд . 
Добре дошли . 
За мен е чест , че ме посетихте . 
Благодаря , че ни поканихте . 
Ти трябва да си по - малкият му брат . 
Нека се представя . Аз съм полицай Пак Су Хо . от Командването на Столичната отбрана . 
Слушал съм много за теб . 
Хубаво е най - накрая да се срещнем . 
Да . Винаги съм искал да ви срещна . 
Ще влезем ли вътре ? 
- Да . - Да . 
Можем да се върнете на работа . 
Защо стоиш там ? 
Върни се в стаята си . 
Да , Майко . 
Не съм изкачвала стената вчера . 
Защо , за Бога , е тук ? 
Защо Йон Сун още не се е върнала ? 
Напоследък не съм се обаждал . , но аз учих с баща ти отдавна . Дори аз те учих когато беше млад . Чувствам , че съм те пренебрегвал дълго време . 
За мен е голяма чест да посетя къщата ви ... на човек , който е толкова почитан както от политиците , така и от хората . 
Срамувам се да чуя да ми го казваш в лицето . 
Трябва да се срещаме по често . 
Нека пием . 
Така че , ти си се преместил при баща си когато беше на повече от десет години ? 
Ами , Наясно съм с характера на главния учен Парк , не вярвам на безпочвени слухове . 
Мислех , че е видял каквото е необходимо това там ... за държавния изпит и затова те е осиновил . 
Не съм наясно с действителния фон но просто се радвам , че имам ... страхотен по - малък брат . 
И все пак не ти пукаше много след като прекара три години на друго място . 
Ти си коравосърдечен по - голям брат . 
Била ли си някога разстроен заради това ? 
Никога не съм мислил за това по този начин . 
Ако някога се сблъскаш с трудности , можеш да дойдеш при мен по всяко време . 
Ще ти помогна ... зад гърба на брат ти . 
Не трябва да ви притеснява като поискаш лична услуги . 
Ценя връзките и добрите хора . Талантлив човек ... трябва да бъдеш възнаграден с подходяща позиция . 
Мисля , че сегашната ми позиция това е отвъд моите умения . 
Твърде си скромен за твое добро . 
Може ли да ме извините , да отида да се облекча ? 
Да , разбира се . 
От сега нататък , ще го държа под око отколкото ти за него . 
Не е нужно . 
Той няма големи амбиции . Той е сериозен , когато каза че сегашното му положение е извън него . 
Вие сте строг , когато става въпрос за него , което е много нетипично за теб . 
Какво правиш ? 
Какво за Бога ... 
Какво , за Бога , правиш тук ? 
Забелязах , че някой подслушва . , и затова излязох да попитам какво толкова иска да знае . 
Мога ли ... нещо да кажа . 
Кажи го . 
Извинявам се . 
Моля ви да не казвате нищо на свекъра ми . 
Защо мислиш , че съм тук ? 
Ако пазиш тайната ми , Обещавам да ти се реванширам . 
Съмнявам се , че ще съм ти задължен . 
Денят , в който го кажеш , ще стана зъл дух с голяма злоба ... и ще те преследвам вечно . 
Мисля , че ти казах ... да следваш моите правила . 
Не го забравяй . 
Натъжава ме , че си тръгваш . когато нощта сега започва 
Не трябва да притсняваме вас или жена ви навън за по - дълго . 
За мен беше чест да бъда поканен . 
Тогава ще се виждаме . 
Моля , прибирете се безопасно . 
- Да , Лейди Ю . - Разбира се . 
- Да тръгваме . - Разбира се . 
Ти се прибери по рано . 
Има ли нещо друго , което искаш да ми кажеш ? 
В часа на тигъра утре , да се срещнем в магазина за книги под наем в Унджон - га . 
Магазинът за книги под наем ? 
Не закъснявай . 
Минаха дни от последната ни среща . 
Надявам се , че си добре . 
Много си нахална ... скитайки по улиците сама толкова късно през нощта . 
Бях при държавния съветник Сеок . на гости , но теб те нямаше там ... 
Какво те доведе тук ? 
Ляв Държавен Съветник Сеок ме покани на питие . Разбирам . 
Полицай Пак с вас ли беше ? 
Така е , но ... . . 
Но ... Защо питаш за такова нещо ? 
Е ... Той е мъж с високо телосложение ... с фигура , която е забележителна . Това е естествено за да се заинтересувам . 
Всъщност аз съм по - висок от него . , и външния ми вид ... 
Правилно . 
Надявам се нищо необичайно да се е случило днес . 
Като например ? 
Ами , Офицер Парк можеше да е търсил някого , или може да е казал нещо което няма смисъл за вас . 
Защото искаш да знаеш какво е питал за теб ? 
Не е това . 
Забрави . 
Задръж . 
И аз искам да ви попитам нещо . 
Засяга младата Мадам , на която служите . 
Какво за нея ? 
Любопитен съм за нея , това е всичко . 
Като че ли трябва да питаш . Тя е ангел , който е красив ... не само отвън но и отвътре . Не съм виждал някоя като нея толкова красива ... 
Задръж . Защо изведнъж питаш за нея ? 
Е , Аз ... Тя е красива дама . Естествено е да съм любопитен . 
Разбира се . Предполагам , че си прав . 
Това е естествено . 
След това пътувайте безопасно до вкъщи . 
Задръж . Чакай . 
Божичко . 
Защо е такава ... разстроена ли е ? 
Съмнявам се , че ще каже на свекъра ми ... когато го умолявах да не го прави . 
" Добър приятел за среща . " ( " Добър приятел за среща " ) 
( Ако искаш да чуеш за брат си , ) 628 00 : 37 : 58,733 - - 00 : 37 : 59,793 ( моля те , дай му тази книга ... ) ( на този , който ще те посети след пет дни . ) 
Има и едно младо момиче с нея което дойде в Столичната отбрана ... за шевни работи . 
О , Боже . Ставам много любопитен да знам коя е тя . 
Лейди Чо ! 
Лейди Ю ви вика . 
Ще изляза . 
- Викали сте ме , майко . - Правилно . 
Моранската Среща ще се проведе в Мьонгдо ин , а лейди О настояваше да те взема със себе си . 
Приготви се за тръгване . 
Да , Майко . 
Очите ти са като дълбоко синьо море . 
Моля те , не говори такива неща . 
Имаше една жена , чиито очи са цветът на пръстена . 
Имаше една жена от Чосон ... която бе изоставила родителите и семейството си ... след като се влюбих в нея . 
Изоставила е родителите и семейството си ? 
Виждам , че това ви заинтригува . 
Нека да разкажа . 
- Тази жена ... - Трябва да е абсурдна . 
Как би могла да изостави родителите и семейството си ? 
Абсурд , казвате ? 
Възможно е , когато си заслепена от любов . 
Ромео и Жулиета , млад мъж и жена от Англия . 
Мъжът умира първи и жената го последва след смъртта му . Дори и в момента на смъртта ... 
Сериозно ? За друга целомъдрена жена ли става въпрос ? 
Няма ли друга история която можеш да ни разкажеш ? 
Тя е права . 
- Правилно . - Задръж . Не сте ли заинтригувана от девойката . . която рискуват живота си в името на любовта ? 
Защо да се интересуваме от жена която е умряла , за да бъде с мъжа си ? 
Между другото , чу ли новините ? 
Портата на Целомъдрието . Откакто Лейди Бек напусна града . , ще бъде дадена на семейството на държавния съветник . 
- Наистина ли ? 
- Вярно ли е ? 
Портата на Целомъдрието ? 
Семейството на левия държавен съветник ? Защо ? Защо иначе ? Снахата е възнаградена за това , че е предана вдовица . 
Не казвам , че е лесно да останеш скърбяща вдовица в продължение на 15 години , но как това е достатъчно ? 
Никой не задава въпроси , защото това е семейството на държавния съветник . 
От това , което чух , жена му , която изглежда мека и нежна ... е обсебена от семейството си да получи вратата на целомъдрието . 
- Божичко . - Ами , разбираемо е . . нали най - големия и син ... умира преждевременно в деня на сватбата си . 
Задръж . 
Какво искаш да кажеш най - големият син е починал ? 
И ... имало ли е сватба в семейството ? 
Не трябва да знаеш това като си живял в Цин толкова дълго време . 
Тази снаха със сигурност има лош късмет . 
Тя не получи първата си брачна нощ ... и остана предана вдовица , цели 15 години ... само за да бъде закарана до гроба му . 
- Знам . - Не мога да живея така . 
Нито пък аз . 
Кой е умрял ? 
Аз ? 
Изкараха ме мъртъв . 
Главен търговец Чанг , добре ли сте ? 
Добре Дошла , Лейди Ю . 
Не сме получили предварително известие . , така че ние сме заети с изграждането на щандовете . 
Не се тревожи толкова . 
Добре . Нека влезем . 
- Разбира се . - Разбира се . 
Насам , моля . 
- Мина доста време . - Знам . Чу ли слуха ? 
Какъв слух ? 
Наскоро в Мьонгдо ин , дойде нов търговец ... който изглеждаше прилично , но доста приказлив . 
Аз също чух този слух . 
За разлика от обикновения търговец , в него има елегантност . това го прави да изглежда като благородник . 
Според него , ще бъдем в опасност ако разберем за самоличността му . 
Може ли да е незаконен син на някой държавен служител ? 
Кои биха могли да бъдат родителите му ? 
Както и да е , въпреки че е търговец , изглежда знае какво искат жените . 
Напомня ми за грижовният и любящ съпруг ... като левият държавен съветник . 
Какво , за Бога , говориш ? 
Какво казваш ... от семейството ми ли е ? 
Боже , какво казвах ... той беше толкова мил и сладък . 
Съжалявам , че ми се изплъзна от езика докато снаха ти слушаше . 
Предполагам , че съм била дълго време в храма . Чувствам се малко замаяна . 
Защо не придружим снаха ти вътре за момент ? 
Ще го направиш ли за нас ? 
Позволих и да дойде , както поиска Лейди О . Можеш да си починеш за малко . 
Да , Майко . 
Внимателно . Боже . 
Имаш ли да ми казваш нещо ? насаме ? 
Получих това снощи . 
Какво става , за Бога ? 
Лейди Чанг . Може ли да вляза ? 
Той трябва да остане в Столичната отбрана . Какво го доведе тук този път ? 
Да го върна ли ? 
Не . 
И без това имам въпрос към него . , ще се срещна с него . 
Влез . 
Какво правиш тук ? 
Имам дял в Хан Мюнгдо . 
Чух , че има Моранска среща . 
Предполагам , че сега ти е много удобно когато си около мен . 
Милейди . 
Тук съм без нищо съмнително . , така че няма за какво да ме обвинявате . 
Но ако ... нарочно ме следиш ще ме поставиш в трудна ситуация ... 
Аз самият съм зает . 
Тогава какво те доведе тук ? 
Да говоря с Лейди Чанг . 
Искаш ли да поговорим насаме ? 
Говори тук . 
Каза ми да стоя пред очите ти . 
Ще ви оставя да си поговорите . 
Всички сте тук . 
Добре дошли . Моля , седнете тук . 
Добре ли беше ? 
- Да . - Да . 
Знам ... не е правилно да се излиза навън по време на траура . Но преди да тръгна за тригодишния траур , се притеснявам за хората които умират от глад пред вратата на Сугу . Затова поисках спешна среща . 
Всичко е наред . 
Вие със сигурност сте " инструкции за жените " . " 
- Разбира се . - Точно така . 
Между другото , снаха ти ... 
Оставих я да си почине за малко защото не се чувстваше добре . 
Защо не я поздравиш по - късно ? 
Добре . 
Канг пил Джик наблюдава отблизо кръчмата Мюнгдо за маскираната фигура . 
Това продължава от много време . 
Изглежда е наясно ... че в този хан Мюнгдо , аз и маскираният ... се срещаме в него . 
Преди седем години , Спасих живота на Лейди Чанг за да си стиснем ръцете с Хан Мюнгдо . 
По това време , Канг пил Джик опита ... да убие Лейди Чанг . 
Трябваше да го сложа по някакъв начин зад решетките . 
Това ми е работата . 
Трябваше да се отърва от него по някакъв начин . 
Не казвам , че ще го направя и сега . 
Внимавай . 
Добре , ще го направя . 
Поне в името на Мюнгдо ин . , няма да изляза за момента . 
Може ли да не го правиш ... и да се грижиш първо за себе си . 
Как върви разследването ... ... кой всъщност е убил министъра на финансите ? 
Случаят вече е приключен . , затова го разследвам тайно . 
Не се притеснявайте . 
Лейди О може да е знаела ... че Йонг док не е истинският виновник . 
Знаела ли ? 
Тогава , знае ли кой е истинският виновник ? 
Спри ... и аз съм любопитен за това . 
Но това ме накара да преживея толкова много . 
Госпожо Чанг , отвън ли сте ? 
Не можеш да си тръгнеш така . 
Ти не си ли мъжът от онзи ден ? 
Лейди Чанг вътре ли е ? 
Колко грубо ! 
О , съжалявам . Извинявам се . 
Вината е моя . 
Приятно прекарване . 
Добре ли си ? 
Виждаш ли ? 
Нали ти казах , че може да си имаш любовница . 
Какво за Бога ... 
Съжалявам за закъснелия поздрав . 
Добре ли се чувстваш ? 
Имах много да си говорим на това събрание ... но така и не успях да говоря с теб . 
По някаква случайност , може ли да се срещнем у нас за кратко утре ? 
Ще я изпратя там утре рано . 
Тогава ние ще се видим утре . 
Добре . Тогава и ние ще тръгваме . 
Разбира се , довиждане . 
- Хайде . - Да , Майко . 
Имаш ли да ми казваш нещо ? 
Ще ви задам няколко въпроса . , но ги пази от Лейди Чо . 
Продължавай . 
Трябва ми информация за Лейди О . за които другите не знаят . 
Стресна ме . 
Какво правиш тук ? 
Казаха ми да прекратя бизнеса си . 
Лейди Чанг каза , че можеш да продължиш ... сега , когато всички си тръгнаха . 
Не си ли твърде бавен ? 
Не разчитайте твърде много на отварянето , или ще платиш много . 
Не трябва ли да побързаш , добре дошъл е всеки който дойде . , и да спираме всеки , който минава ? 
По - добре да се уча от теб . 
Всичко това е за Хан Мюнгдо . 
Добре . 
Нека дойда с теб . 
Ела насам . 
Най - после се срещнахме . 
Това е Негово Величество . Покажи уважение . 
Чух ... че си бил зает след завръщането си в Столичната отбрана . 
Просто изпълних дълга си . 
Чух , че си идентифицирал ... как Лорд Йом е бил отровен . Ти също каза , че някой друг е виновен . Кого подозирате ? 
Подозирам ... Вдовицата на Лорд Йом . 
Все още нямам ясни доказателства . , но ако ми дадете малко време ... 
Преди петнадесет години , когато баща ми , покойният крал умря внезапно . , всички казваха , че е умрял от болест . , но не можех да повярвам . 
Опитах се да разбера истината . , но цялата кралска стража която защитаваше кралското семейство ... до последният човек , който бе видял баща ми , е бил убит от неизвестен убиец . 
Ваше Величество . знаете ли какво стана със семейството ми ? 
Знаеш ли къде ще ни отведе това преследване ? 
Смъртта на Лорд Йом ... има нещо общо с онази нощ . 
Тези , които искат да запазят това скрито ... все още контролират нацията . Все още нямам достатъчно сила . 
Така че , ако настоявате за разследване , животът ви отново може да бъде застрашен . Трябва да спреш сега . 
Но Ваше Величество ... Ако трябва да спра сега , кой ще накаже виновните за тежките престъпления , които са извършили . 
Погледът в очите ти е същият ... както на началникът на Кралската стража Им Канг . 
Честният , праволинеен , непоколебим поглед . 
Трябва да ти се извиня . , не е ли това съдбата което не можем да избегнем ? 
Така е . 
Какво ще кажеш да се присъединиш към нас ? 
Клането на семейството ми ... има ли нещо общо с това ? 
Онази нощ , покойният крал ме повика спешно . 
Юн Хак . Ако не съм в състояние да защитя престолонаследника , искам да останеш до него и да го пазиш . 
Да , Ваше Величество . 
Давам ви думата си . 
Също , ако нещо се случи с началника на Кралската гвардия , ще приютиш ли останалите от семейството му ? Моля ? 
Имам предчувствие ... че направих лоша услуга на семейството му . 
Нещо сериозно ще се случи тази вечер . 
Какво искате да кажете с това ... 
Ако това се случи , тогава ... Няма да те видя повече . 
Милорд . 
Добре ли си ? 
Момче . Бъди силен . 
Дръж се . 
Минаха много години и истината остана скрита . Това , което се случи онази нощ , все още продължава . 
Ако разследваш това , може да не бъдеш в състояние да живееш живота си , който имаш досега . 
Колкото и да се опитвам да мисля , спомените от онази нощ са ми избледнели . 
Боли ме . , Юн Хак . 
Ето защо ... така и не остана Пак Су Хо . 
Трябва да знам ... това , което ми се случи преди 15 години ... ако ще живея като Пак Су Хо . 
Какво ми става ? 
Това заболя . 
Сега съм вдовица . , и ми става все по - трудно да се виждам с хората . Вече се чувствам самотна . 
Сигурно ти е било много трудно . 
Не беше трудно за мен . 
Никога не съм била със съпруга си . , така че не знам каква е разликата . 
Моят свекър и свекърва се грижат добре за мен . 
Лорд сок и жена му . Те са много грижовни хора . 
Имаш по - голям брат с който си загубила връзка . 
Лейди Чо . 
Какво има ? 
Веднага отиди в храма на предците . 
Майко . Аз съм ... 
Дай ми ветрилото . 
Какво е това ? 
( Рицарско Цвете ) 
( Епилог ) 
Какво за Бога ... 
О , Боже . 
Сериозно . Успокойте се , милейди . - Исках само да те скрия ... - Защо ми причиняваш това ? 
Може ли да не го правиш ... 
Лейди Чанг . 
- Не е това , което си мислиш . - Не е това , което си мислиш . 
Какво съм си мислела ? 
Какво си мислехте вие двамата ? 
Дамите си тръгват . 
Трябва да излезеш . 
Госпожо Чо , въздухът горещ ли е за вас ? 
Лицето ти гори 
Това не е вярно . 
Днес е студено . Божичко . 
Какво по ... . . 
Аз ... Дори не е лято , защо ми е толкова горещо ? 
Изглежда като брат ти ... който беше замесен в тайната работа което се случило в двореца 
Кой би могъл да знае за този инцидент ? 
Моят тъст ? 
Тъй като ние сме тук , трябва да купим оризови кексчета . 
Майка ми хареса оризовите кексчета , които и купих . 
Майко ? 
Той е ... 
О , Боже мой . 
Ако съобщението е изпратено от някой опасен ? 
Това е далеч по - опасно отколкото можеш да си представиш . По - добре да не знаеш . 
Ти показа загриженост за нея още веднъж . Господарю ! 
