Είμαι η νύφη του αριστερού συμβούλου Σοκ . 
Το όνομά μου είναι Τσο Γιο Χουά . 
Και μου το λες έτσι ευθέως ; 
Σε εμπιστεύομαι ότι δεν θα πεις σε κανέναν για την ταυτότητά μου . Είμαι αξιωματικός της κυβέρνησης . 
Πώς είσαι σίγουρη ... Ξέρω ότι με βοήθησες στα πάντα . 
- Ποτέ δεν σε βοήθησα . 
- Όχι εμένα . Βοήθησες ανυπεράσπιστους ανθρώπους . 
Την Γκοτ Νιμ και τα παιδιά που θα πουλούσαν . Τον υπηρέτη του υπουργού και την αγαπημένη του . 
Όλους αυτούς τους ανθρώπους βοήθησες . 
Τυχαία μπλέχτηκα σε όλα αυτά . 
Με ρώτησες γιατί το παρατραβάω . 
Όπως ξέρεις , είμαι χήρα . 
Μια χήρα είναι πάντα ένοχη . 
Επειδή πέθανε ο σύζυγός μου , που δεν γνώρισα ποτέ , πρέπει να φοράω λευκά και να τρώω λίγο . Σπάνια βγαίνω εκτός σπιτιού . 
Το μόνο που μπορώ να κάνω είναι να θρηνώ τον άντρα μου . Είμαι ένοχη . 
Ο μόνος τρόπος για να εξιλεωθώ είναι να ακολουθήσω τον άντρα μου στην άλλη ζωή . 
Φοβάμαι πως θα γίνω κάποια που , μη έχοντας τι να κάνει , περιμένει τον θάνατό της . Παρόλο που δεν έπρεπε να είμαι ζωντανή , σύμφωνα με τα έθιμά μας , εγώ κάνω ό , τι μπορώ για να ζήσω . 
Οπότε , θα μου δώσεις μια ευκαιρία για να ζήσω ; 
ΤΟ ΛΟΥΛΟΥΔΙ ΤΗΣ ΝΥΧΤΑΣ 
ΕΠΕΙΣΟΔΙΟ 7 : ΚΡΥΜΜΕΝΟ ΚΑΤΩ ΑΠΟ ΤΗ ΜΥΤΗ ΣΟΥ 
Η νύφη του αριστερού συμβούλου ; 
Μάλιστα , Μεγαλειότατε . 
Έξι μήνες αφότου εξαφανίστηκε ο Τσο Σονγκ Χου , η μικρή του αδερφή παντρεύτηκε τον γιο του αριστερού συμβούλου . Πώς γίνεται αυτό ; 
Μήπως ήταν λογοδοσμένοι από παιδιά ; 
Δεν φαίνεται να ισχύει κάτι τέτοιο . 
Δεν μπορεί να είναι σύμπτωση . 
Κάποιος σαν τον Σοκ Τσι Σονγκ , ξαφνικά δέχεται μια νύφη από μια ασήμαντη οικογένεια ; 
Αν ο εκλιπών βασιλιάς έδωσε την πλάκα από νεφρίτη στον Τσο Σονγκ Χου , μήπως ο αριστερός σύμβουλος την κράτησε αιχμάλωτη για να τον πιάσει ; 
Είναι ικανός για κάτι τέτοιο . 
Αν είναι έτσι , ο Τσο Σονγκ Χου δεν θα μπορούσε εύκολα να εμφανιστεί . 
Ίσως η αδερφή του να ξέρει πού βρίσκεται αυτήν τη στιγμή . 
Όλα δείχνουν πως αυτός δέχτηκε την τελευταία μυστική εντολή από τον πατέρα . 
Θέλω να μάθεις με λεπτομέρειες πώς η αδερφή του έγινε νύφη του συμβούλου Σοκ κι αν γνωρίζει εκείνη κάτι . 
Μάλιστα , Μεγαλειότατε . 
Θα σου δώσω μια ευκαιρία . 
Όμως , ό , τι κάνεις στο εξής , θα το κάνεις όταν είμαι εγώ παρών . 
Τι εννοείς μ ' αυτό ; 
Πώς αλλιώς θα μπορώ να σου σώσω τη ζωή ; 
Οπότε , για να μην κάνεις κάτι ριψοκίνδυνο ξανά , θα είσαι υπό την εποπτεία μου . 
Μα εγώ κάνω μόνο μικροπράγματα , όπως να μοιράζω ρύζι και φάρμακα . 
Μικροπράγματα ; 
Τόλμησες να πηδήξεις τον φράχτη της οικίας υπουργού , βοήθησες έναν εγκληματία να το σκάσει και μόλις απείλησες αξιωματικό με μαχαίρι . 
Θα σε παρακολουθώ στενά . 
Αν ξαναπηδήξεις τον φράχτη του αριστερού συμβούλου , τότε θα με δεις να μπαίνω από την είσοδο του σπιτιού σου . 
Τι θα κάνει τώρα η γυναίκα του υπουργού Οικονομικών ; 
Ξέρετε ... 
Τώρα που έχασε τον σύζυγό της , πες της να ζήσει ήσυχα . 
Αυτή που τηρεί κατά γράμμα τις διδαχές του " Περί Γυναικών " θα ήταν καλό να αποσυρθεί σε κάποιον ναό βαθιά στα βουνά . 
- Όμως ... - Τι ; Θα ήθελες να πας μαζί της για να τη βοηθάς ; 
Όχι . 
Θα μεταφέρω τα λόγια σας επακριβώς . 
Οπότε , έτσι θα κλείσουμε την υπόθεση του συζύγου της . 
Άρχοντά μου . 
Υπάρχει κάποιος που με απασχολεί τελευταία . 
Είναι ο αξιωματικός που ασχολείται με την υπόθεση του υπουργού . Όμως , δεν είναι κάποιος που μπορώ εύκολα να χειριστώ . 
Ποιος είναι αυτός ; 
Ονομάζεται Πακ Σου Χο . Είναι ο μικρός αδερφός του βασιλικού γραμματέα . 
Ο μικρός αδερφός του βασιλικού γραμματέα ; Ο γιος του αρχιλόγιου Πακ ; 
Μάλιστα . Όταν ήταν δέκα χρονών , τον υιοθέτησε ξαφνικά η οικογένειά του . Πολλές φήμες λένε ότι πρόκειται για τον νόθο γιο του αρχιλόγιου Πακ . 
Είναι τόσο έντιμος , που πολύ αμφιβάλλω . 
Μάθε περισσότερα γι ' αυτόν τον γιο . 
Μάλιστα . 
Πώς πήγε ; 
Άσ ' τα να πάνε . 
" Θα σε παρακολουθώ στενά " . 
Βοήθεια είναι αυτό ή απειλή ; 
Εμένα πάντως δεν μου ακούγεται σαν απειλή . 
Πώς ακριβώς θα με παρακολουθεί ; 
Μήπως θα μπουκάρει στο σπίτι μου ; 
Καλύτερα να έφευγα τότε μαζί με την κυρία Πεκ . 
Πες το μου μόνο . Θα κάνω ένα χωριό για χήρες στο Κεγκιόν . 
Παρεμπιπτόντως , πριν φύγει η κυρία Πεκ για το Χαμγκιόνγκ , είπε κάτι περίεργο . 
Το δαχτυλίδι που έλεγε η σύζυγος του υπουργού Οικονομικών το έκλεψε ο Γιονγκ Ντοκ . 
Το δακτυλίδι της κυρίας Πεκ ; 
Είπε ότι ήξερε ότι ανήκε στην κυρία Πεκ . 
Τότε , εννοείς ότι η κυρία Ό έδωσε ψευδή κατάθεση ; 
Γιατί να το κάνει αυτό ; 
Βλέπω ότι ο άρχοντας Σοκ ξέχασε τα πόσα έχω προσφέρει . 
Έτσι φαίνεται . 
Ωστόσο , αμφιβάλλω ότι θα επιλέξετε να ζήσετε στον ναό . 
Μείνετε προς το παρόν δίπλα στον τάφο του κι εγώ θα βρω ένα μυστικό μέρος για να μείνετε στο Τσινγκ . 
Τι έκανα τόσο λάθος ώστε να πρέπει να πάω μέχρι το Τσινγκ ; 
Ο άρχοντάς μας κυβερνά ολόκληρο το Τζοσόν . Θα ήταν αυτοκτονία να του εναντιωθείτε . 
Ποιος του έδωσε τόσο δύναμη στο Τζοσόν και τι γίνεται τώρα ; 
Σε καμία περίπτωση δεν θα μπορέσει να με ξεφορτωθεί τόσο εύκολα . 
Κύριε , δεν είναι ώρα να καθόμαστε . 
Ολόκληρη η πρωτεύουσα μιλάει για το πτώμα που χάθηκε . 
Τι θα κάνουμε ; Τι θα γίνει αν συλληφθεί ο θρυλικός μου ήρωας ; 
Πι Τσαν . Θέλω να κάνεις κάτι . 
Ορίστε ; 
Δεν θα ήταν καλύτερο αυτό για τον θρυλικό σου ήρωα ; 
Τέτοια αγάπη δεν θα την ξαναδεί ο κόσμος . 
Η μοίρα που δεν εκπληρώνεται σε μια ζωή , ολοκληρώνεται στην επόμενη . 
- Ο διοικητής Χουάνγκ ... - Αν το μάθει αυτός , θα το μάθει όλη η πρωτεύουσα σε χρόνο μηδέν . 
Κανείς δεν λέει ιστορίες όπως εγώ . 
Ναι , μάθε και τι γίνεται στο πανδοχείο Μιόνγκντο . 
Θα εκπληρώσω το καθήκον μου . 
Λένε ότι τα σιγανά ποταμάκια πρέπει να φοβάσαι . 
Πώς τολμά μια πιστή χήρα να ξεμυτίσει από τους τοίχους του σπιτιού της ; 
Ιδού αυτή , που με ανέκφραστο πρόσωπο προσποιείται την αθώα και αγνή . Πώς τολμάει να τριγυρνά έξω τη νύχτα ; 
- Μητέρα ... - Ντρόπιασε ολόκληρη την οικογένεια . 
Η υπεροπτική σύζυγος του υπουργού Προσωπικού αρνείται να φάει και μένει στο κρεββάτι . 
Ενώ εγώ νιώθω τυχερή που δεν έχω τέτοιες ανησυχίες . 
Πίστευα πάντοτε ότι η νύφη της δεν μπορούσε να συγκριθεί μαζί σου σε τίποτα . 
Οφείλω τα πάντα στην καθοδήγησή σας . 
Ακριβώς . Με όλα όσα συμβαίνουν , θα πρέπει να είσαι ακόμη πιο προσεκτική . 
Θα το έχω υπόψη μου . 
Να ξέρεις ότι θα παρακολουθώ και την παραμικρή κίνησή σου . 
Μάλιστα . 
Τι σκληρή μοίρα ήταν αυτή . 
Πώς μπόρεσες να εγκαταλείψεις την αγαπημένη σου με τόσο θλιβερό τρόπο ; 
Λοιπόν ; Τι έγινε το πτώμα του ; 
Ολονυχτίς περιπλανιόταν , ψάχνοντας παντού το σώμα του αγαπημένου της , που πετάχτηκε στην ερημιά . 
- Τελικά , το βρήκε . 
- Την κακομοίρα . Με την ελπίδα ν ' ανασάνει ξανά , προσπάθησε να τον επαναφέρει . 
Ωστόσο , το παγωμένο πια σώμα δεν ανταποκρίθηκε . 
Πώς θα μπορέσει να συνεχίσει τη ζωή της ; 
Η έρμη η γυναίκα έσυρε το ασήκωτο σώμα του αγαπημένου της και εξαφανίστηκε χωρίς ίχνη . 
Τι ωραία και θλιβερή ιστορία . 
Κύριε , είστε καλά ; 
Ποιος σου είπε να στήσεις τον πάγκο εδώ ; 
Ποιος μου το είπε ; Εγώ το είπα . 
Από τις ανοησίες που λες , μάλλον δεν ξέρεις σε ποιον ανήκει ο δρόμος . 
Όπως φαίνεται , ο δρόμος δεν μοιάζει να ανήκει σ ' εσάς . 
Ξέρω πολύ καλά ότι ο δρόμος από εδώ μέχρι εκεί ανήκει στο Ουντζόνγκ . 
Κάνω λάθος ; 
Έχω δίκιο . 
Έχω ... Παιδιά ; 
Δεν έχω δίκιο ; 
Τέλος πάντων , βάλ ' τα όπως ήταν και ζήτα συγγνώμη . 
" Συγγνώμη " ; 
Για ξαναπές το . 
Στάσου . 
Έλεος . Αν ξέρατε ποιος είμαι , δεν θα το κάνατε αυτό . 
Περιμένετε . 
Τι συμβαίνει εδώ ; 
Παρακαλώ , σηκωθείτε . 
Ευχαριστώ . 
Τραβάτε σπαθί μέρα μεσημέρι στο Ούντζονγκ ; 
Δεν υπολογίζετε τον νόμο ; 
Κοιτάξτε ποιον έχουμε εδώ . 
Αυτήν την φορά , για ποιον λόγο μαλώνεις τους άντρες μου ; 
Μια αντιπαράθεση μεταξύ εμπόρων μπορεί εύκολα να παραβλεφθεί . 
Σωστά . Νόμιζα ότι ήταν κακοποιοί και προσπάθησα να τους σταματήσω . 
Δεν ξέρεις καθόλου πώς λειτουργεί ο κόσμος . Γι ' αυτό δεν μπλέκεσαι άφοβα από εδώ κι από εκεί ; 
Σωστά . Έμαθα ότι επισκέφτηκες το Ανακριτικό Τμήμα για την υπόθεση του υπουργού Γιομ . 
Κι εσύ ενδιαφέρεσαι πολύ γι ' αυτήν την υπόθεση . 
Φυσικά κι ενδιαφέρομαι . 
Εμπλέκεσαι εσύ κι εκείνη η σκύλα , η Τσανγκ Σο Ουν . 
Είναι κι εκείνη η νεαρή σκρόφα που ήρθε στο Φρουραρχείο για ράψιμο . 
Τι άλλο θα δούμε ; Σε βλέπω έκπληκτο και είμαι περίεργος να μάθω ποια είναι . 
Λοιπόν , σε χαιρετώ . 
Ευχαριστώ για τη βοήθεια . 
Είμαι ο Τσου Γιο Σομπ . 
Ζούσα πολύ καιρό στο εξωτερικό . 
Συγγνώμη . 
Τέλος πάντων , πώς άλλαξε έτσι το φιλόξενο Ουντζόνγκ ; 
Αν θέλεις να κάνεις εμπόρια εδώ , ρώτησε την κυρία Τσανγκ στο πανδοχείο Μιόνγκντο . 
Λυπάμαι που δημιούργησα πρόβλημα . 
Αυτό μπορεί να φαίνεται κάτι ταπεινό , αλλά το έφτιαξα μόνος μου . 
Χάρισέ το στη φιλενάδα σου . 
Δεν έχω φιλενάδα . Δεν χρειάζεται . 
Έλα τώρα . Μπορώ να καταλάβω ότι έχεις . 
Είναι δείγμα της ευγνωμοσύνης μου . 
Μα ... 
Εντάξει . 
Ο Βασιλικός Οίκος πρέπει να δίνει το παράδειγμα . Γιατί να απαλλάξετε τη χήρα του Γιομ από το τριετές πένθος ; 
Είναι απαράδεκτο . 
Θα ήταν σκληρό εκ μέρους μου να απορρίψω τη θερμή παράκληση της μητέρας μου . 
Έμαθε τα νέα νωρίς το πρωί κι έκλαψε , λέγοντας ότι δεν θα μπορούσε να τη στείλει μακριά έτσι . 
Δεν είναι δική σας δουλειά να παρέμβετε . 
Δεν μπορείς να βρεις μια δικαιολογία , ώστε να μείνει στη Χάνιανγκ ; 
Ήταν γενναιόδωρη με όσους είχαν ανάγκη . 
Αν η Βασιλική Αυλή παρέμβει με μια καλή δικαιολογία ... 
Αν η βασιλομήτωρ εμπλακεί στην υπόθεση της κυρίας Ό για προσωπικούς λόγους , θα καταντήσει περίγελος . 
Πρέπει να την εμποδίσετε και να πράξετε το καθήκον σας ως γιος της . 
Βλέπω ότι είστε πολύ καταβεβλημένη . 
Έχω πολλά να τακτοποιήσω πριν φύγω , γι ' αυτό και ανησυχούσα λίγο . 
Ίσως αυτό είναι η αιτία . 
Πότε θα φύγετε για το τριετές πένθος ; 
Δεν είμαι σίγουρη . 
Σκόπευα να φύγω αύριο , αλλά η βασιλομήτωρ δεν θα με άφηνε τόσο εύκολα . 
Έχετε πολλά πράγματα να κάνετε εδώ . Θα λυπηθώ πολύ που θα φύγετε . 
Κι εγώ λυπάμαι πολύ που δεν ήμουν πολύ κοντά με εσάς και τη νύφη σας . 
Μπορούμε να βρισκόμαστε συχνά στο εξής . 
Ήρθα να σας επισκεφτώ γιατί θέλω να μάθω από τη νύφη σας . 
Ορίστε ; 
Με τη σκέψη ότι θα φύγω , σας είπα να μην ξανάρθετε όταν με επισκεφτήκατε . 
Αλλά , προς το παρόν , νομίζω ότι πρέπει να μείνω . Έτσι , ίσως μάθω πολλά από τη νύφη σας που είναι χήρα εδώ και πολλά χρόνια . 
Πώς θα τολμούσα εγώ να μάθω κάτι σ ' εσάς ; 
Παρακαλώ , ανακαλέστε . 
Έχει δίκιο . Εκείνη πρέπει να μάθει από εσάς . 
Τότε , γιατί δεν με επισκέπτεται σπίτι μου να μου κάνει συντροφιά , κατά καιρούς ; 
Βασιλικέ γραμματέα Πακ . 
- Έρχεσαι να δεις τον Μεγαλειότατο ; 
- Μάλιστα . Μου ζήτησε να παίξουμε σκάκι και ήρθα να του κάνω παρέα . 
Δουλεύεις πολύ για τον Μεγαλειότατο , αλλά ποτέ δεν σε κέρασα ένα ποτό . 
Μην το αναφέρετε καν. 
Είναι κάτι που οφείλω να κάνω . 
Λένε ότι στη βράση κολλάει το σίδερο . 
Γιατί δεν έρχεσαι απόψε σπίτι μου ; 
Μάλιστα . Ευχαρίστησή μου να σας επισκεφτώ . 
Θα σε περιμένω . 
Ναι , σωστά . Έμαθα ότι έχεις έναν έξυπνο μικρότερο αδερφό . Φέρ ' τον κι αυτόν μαζί σου . 
Τον μικρό αδερφό μου , εννοείτε ; 
Λένε ότι ήρθε πρώτος στις στρατιωτικές εξετάσεις . 
Είναι μια καλή ευκαιρία να τον γνωρίσω . 
Μάλιστα . 
Θα σας περιμένω , λοιπόν . 
Γιον Σον . Η κυρία Ό είναι λίγο περίεργη ... 
Θεέ μου . Κι εσείς με τρομάξατε . 
Η Γιον Σον σας είπε πριν ότι θα βγει έξω για να πάει στο βιβλιοπωλείο . 
Αλήθεια ; 
Όμως , τι κάνεις εδώ ; 
Ήρθα , επειδή είχε πολλή ησυχία . Τότε σας είδα να κάθεστε αποσβολωμένη . 
Η κυρία Γιου θέλει να πάτε στην κουζίνα , επειδή περιμένουμε επισκέπτες σήμερα . 
Εντάξει . 
Τι κάνεις εδώ ; 
Ξέρεις ... - Θέλω να αγοράσω κάτι . 
- Έπρεπε να κοιτάς τα πράματα . Γιατί κάθεσαι και βλέπεις τους ανθρώπους έτσι ; 
Μήπως ψάχνεις κάποιον ; 
Όχι . 
- Κάποιον ένοχο ; 
- Όχι , βέβαια . 
- Κάποια αγαπημένη ; - Όχι , ποτέ . 
Τότε , ποιον ψάχνεις ; 
Μ ' ένα τόσο όμορφο πρόσωπο γιατί πάντα ... 
Είπες ότι είμαι όμορφη ; 
Τώρα το θυμήθηκα . Άφησα αναμμένη τη φωτιά ; 
- Χάρισε το στη φιλενάδα σου . 
- Δεν έχω φιλενάδα . Δεν χρειάζεται . 
Έλα τώρα . Μπορώ να καταλάβω ότι έχεις . 
Από την έλλειψη ύπνου έχασα το μυαλό μου . 
Να σου πω . Έμαθες τα νέα ; 
Ποια νέα εννοείτε ; 
Γι ' αυτόν που δολοφόνησε τον υπουργό Οικονομικών . 
Θεέ μου . Ήταν ερωτευμένος με πάθος . 
Τα ' μαθα . 
Αλλά όποιος κλέβει το πτώμα ενός εγκληματία , πρέπει να συλληφθεί και να εκτελεστεί . 
- Πρέπει να συλλάβουμε ... 
- Δεν θα το επιτρέψω ποτέ . 
Πόσο άκαρδος είσαι ; 
Ύστερα από μια τέτοια σπαρακτική ιστορία , πραγματικά θα παραβλέψεις αυτήν τη θλίψη που βγαίνει από τα βάθη της καρδιάς σου ; 
Όμως , τι πρέπει να κάνουμε ; 
Οι ανώτεροι διέταξαν να κλείσει η υπόθεση ούτως ή άλλως . 
Γι ' αυτό μην προσπαθήσεις να βρεις το κλεμμένο πτώμα . 
Δεν θα το επιτρέψω αυτό . 
Μάλιστα . 
Τι έγινε ; 
Ο βασιλικός γραμματέας έστειλε μήνυμα στον αξιωματικό Πακ . 
Ο αδερφός μου ; 
- Ορίστε . - Ναι ; - Φέρε μου μια σούπα και κρασί ρυζιού . - Αμέσως . 
Καλώς ήρθατε . 
Ο άρχοντας Σοκ κάλεσε εμένα και τον αδερφό μου στο σπίτι του . 
Πώς ξέρει τον αδερφό σου ; 
Δεν έχω καλό προαίσθημα , Μεγαλειότατε . 
Δεν μπορεί να είναι σύμπτωση να συμβαίνουν αυτά διαδοχικά . 
Πρέπει να συναντήσω τον αδερφό σου πριν στραβώσουν όλα . 
Τι τρέχει ; 
Πρέπει να έρθεις μαζί μου . 
Πού θα πάμε ; 
Ο άρχοντας Σοκ μας κάλεσε στο σπίτι του . 
Ο άρχοντας Σοκ ; 
Γιατί ; Τον έχεις συναντήσει προσωπικά ; 
Όχι . 
Δεν έχουμε συναντηθεί ποτέ . 
Σου Χο . 
Σε ό , τι πει σήμερα ο άρχοντας Σοκ - δεν πρέπει να απαντήσεις επιπόλαια . 
- Τι ; Θα καταλάβεις αργότερα . Σκέψου καλά πριν απαντήσεις . 
Θα το κάνω . 
Ωραία . 
Οπότε , αν μου δώσετε έναν πάγκο , θα δίνω στο Μιόνγκντο το 20 τοις εκατό των κερδών μου . 
Έχετε εξαιρετικές ικανότητες . 
Λοιπόν , τέτοια πράγματα με δυτική αίσθηση δύσκολα θα βρείτε . 
Γι ' αυτό και στο Μιόνγκντο θα έρχονται πολλοί πελάτες . 
Θα σας πω ένα μυστικό . 
Είμαι πολύ καλός στα λόγια . 
Πολύ καλά . 
Τι λέτε να μου δίνετε 20 % και μόλις τακτοποιηθείτε , να μου δίνετε 30 % ; 
Σε αντάλλαγμα , θα διαχειριζόμαστε το στοκ σας και θα παραδίδουμε , επίσης . 
Εντάξει . 
Καταλήξαμε σε συμφωνία , λοιπόν . 
Μπορείτε να αρχίσετε από αύριο . 
- Βεβαίως . - Επίσης ... Πέρασε . 
Είμαι η Γκοτ Νιμ . 
Η Γκοτ Νιμ θα σας βοηθάει από εδώ και πέρα . 
Θα σας ξεναγήσω στο Μιόνγκντο . Ακολουθείστε με . 
Γεια σας . 
Τα ρούχα και η ομιλία του είναι παράξενα , αλλά είναι σίγουρα από οικογένεια ευγενών . 
Ποιος είναι ; 
Καλώς ήρθατε , άρχοντά μου . 
Σ ' ενημέρωσα ξαφνικά για τους καλεσμένους και σ ' έβαλα σε κόπο . 
Καθόλου . Η περιποίηση των καλεσμένων είναι καθήκον μου . 
Γιο Χουά , θα είχες δύσκολη μέρα . Πήγαινε να ξεκουραστείς . 
Μάλιστα , πατέρα . 
Άρχοντά μου , ήρθε ο βασιλικός γραμματέας . 
- Ήρθατε ; 
- Μάλιστα , αριστερέ σύμβουλε Σοκ . 
Καλώς ήρθατε . 
Η επίσκεψη σας μας τιμά . 
Ευχαριστούμε που μας δεχτήκατε . 
Εσύ είσαι ο μικρότερος αδερφός του ; 
Να σας συστηθώ . Είμαι ο αξιωματικός Πακ Σου Χο του Κεντρικού Φρουραρχείου . 
Άκουσα πολλά για σένα . 
Επιτέλους συναντιόμαστε . 
Μάλιστα . Πάντα ήθελα να σας συναντήσω . 
Πάμε όλοι μέσα ; 
Μάλιστα . 
Επιστρέφουμε στη δουλειά . 
Γιατί στέκεσαι εκεί ; 
Πήγαινε στο δωμάτιό σου . 
Μάλιστα , μητέρα . 
Δεν πήδηξα τον φράχτη χθες . 
Τι γυρεύει αυτός εδώ ; 
Γιατί δεν γύρισε ακόμα η Γιον Σον ; 
Αν κι έχουμε καιρό να μιλήσουμε , με τον πατέρα σου μελετούσαμε μαζί παλαιότερα . Κι εσένα όταν ήσουν μικρός , σε δίδασκα εγώ προσωπικά . Νιώθω ότι σε έχω παραμελήσει για καιρό . 
Είναι μεγάλη τιμή που μου επετράπη να μπω στο σπίτι ενός αξιωματούχου που χαίρει του σεβασμού όλων . 
Όταν μου λένε τέτοια λόγια με κάνουν και ντρέπομαι . 
Να συναντιόμαστε πιο συχνά . 
Ας πιούμε . 
Έμαθα ότι μπήκες στην οικογένεια του πατέρα σου όταν ήσουν πάνω από δέκα ετών ; 
Γνωρίζοντας τον χαρακτήρα του αρχιλόγιου Πακ , δεν πιστεύω τέτοιες ανόητες φήμες . 
Ήξερε πως θα ερχόσουν επάξια πρώτος στις κρατικές εξετάσεις κι έτσι σε υιοθέτησε . 
Δεν ξέρω πολλά για την κατάσταση τότε . Είμαι πολύ ευχαριστημένος που έχω έναν σπουδαίο μικρότερο αδελφό . 
Ωστόσο , δεν σε ένοιαζε όταν δούλευε τρία χρόνια στην επαρχία . 
Δεν είσαι συμπονετικός αδελφός . 
Στενοχωριόσουν καθόλου για τον αδερφό σου ; 
Δεν το σκέφτηκα ποτέ αυτό . 
Αν ποτέ αντιμετωπίσεις κάποιο πρόβλημα , να έρθεις να με βρεις . 
Θα σε βοηθήσω χωρίς να το μάθει ο αδερφός σου . 
Δεν πρέπει να σας ενοχλούμε ζητώντας προσωπικές χάρες . 
Θεωρώ σημαντικούς τους ανθρώπους μου . Κι αν είναι ικανοί , πρέπει να ανταμείβονται με μια κατάλληλη θέση . 
Πιστεύω πως είναι αρκετή η θέση που έχω τώρα . 
Είσαι υπερβολικά ταπεινός . 
Θα μπορούσα να πάω στην τουαλέτα ; 
Φυσικά . 
Από εδώ και στο εξής , θα τον προσέχω αυτόν περισσότερο από εσένα . 
Δεν είναι απαραίτητο αυτό . 
Δεν έχει μεγάλες φιλοδοξίες . Το εννοούσε ότι είναι αρκετή η θέση που έχει τώρα . 
Συνήθως δεν είσαι τόσο αυστηρός , όσο είσαι τώρα με τον αδερφό σου . 
Τι κάνεις εδώ ; 
Με κοψοχόλιασες . 
Τι γυρεύεις εσύ εδώ ; 
Είδα κάποιον να κρυφακούει και ήρθα να μάθω για ποιο πράγμα είσαι τόσο περίεργη . 
Λοιπόν , εγώ ... - Έχω κάτι να σου πω . 
- Πες μου . 
Συγγνώμη . 
Γι ' αυτό , σε παρακαλώ , μην πεις τίποτα στον πατέρα μου . 
Ξέρεις τον λόγο που ήρθα εδώ ; 
Αν κρατήσεις το μυστικό μου , υπόσχομαι να σου το ανταποδώσω . 
Αμφιβάλλω αν θα σου χρωστάω ποτέ κάτι . 
Αν τολμήσεις να το πεις κάπου , θα γίνω κακιασμένο πνεύμα και θα σε στοιχειώσω για πάντα . 
Σε είχα προειδοποιήσει ότι θα σε παρακολουθώ στενά . 
Μην το ξεχνάς . 
Είναι ακόμα νωρίς . Κρίμα που πρέπει να φύγετε . 
Δεν πρέπει να ενοχλήσουμε άλλο εσάς και τη σύζυγό σας . 
Ήταν μεγάλη τιμή η πρόσκλησή σας . 
Οπότε , θα τα ξαναπούμε . 
Καλή επιστροφή . 
- Εντάξει , κυρία Γιου . 
- Πάμε . - Ναι . 
Πήγαινε εσύ σπίτι . 
Έχεις να μου πεις κάτι άλλο ; 
Έλα αύριο μεταξύ 3-5 μ.μ. στο βιβλιοπωλείο στο Ουντζόνγκ . 
Στο βιβλιοπωλείο ; 
Μην αργήσεις . 
Έχω μέρες να σε δω . 
Ελπίζω να είστε καλά . 
Τόσο ατρόμητη είσαι και γυρίζεις μέσα στη νύχτα ολομόναχη ; 
Επιστρέφω από το σπίτι του άρχοντα Σοκ - και δεν σε είδα εκεί . 
- Γιατί πήγατε ; 
Μας προσκάλεσε να πιούμε ένα ποτό . 
Ήταν και ο αξιωματικός Πακ μαζί σας ; 
Ήταν πράγματι μαζί μου . 
Όμως , εσύ γιατί ενδιαφέρεσαι να μάθεις ; 
Επειδή ... είναι ένας πολύ ψηλός άντρας και αντικειμενικά πολύ όμορφος . Δεν είναι φυσικό να ενδιαφέρομαι να μάθω ; 
Όμως , εγώ είμαι ψηλότερος από αυτόν και αντικειμενικά πολύ όμορφος . 
Βέβαια . 
Δεν έγινε τίποτα περίεργο σήμερα , σωστά ; 
Σαν τι ; 
Ας πούμε , για παράδειγμα , να έψαχνε κάποιον ο αξιωματικός Πακ ή να σας έλεγε τίποτα παράξενα που δεν έβγαζαν κανένα νόημα ; 
Μήπως είσαι περίεργη να μάθεις αν έψαχνε για εσένα ; 
Δεν είναι αυτό . 
Ξεχάστε το . 
Στάσου . 
Έχω κι εγώ μια ερώτηση . 
Για την κυρία σου . 
Γιατί ρωτάτε για εκείνη ; 
Απλώς είμαι περίεργος για το τι άνθρωπος είναι . 
Δεν είναι ολοφάνερο ; Έχει μια πανέμορφη καρδιά κι ένα πρόσωπο σαν νεράιδα . Δεν έχω δει ποτέ στη ζωή μου άλλη πιο όμορφη από την κυρά μου ... . 
Μια στιγμή . Γιατί ρωτάτε ξαφνικά για εκείνη ; 
Βασικά , επειδή είπες ότι είναι μια πανέμορφη νεράιδα . Δεν είναι φυσικό να ενδιαφέρομαι να μάθω ; 
Ναι . Μάλλον . 
Είναι φυσικό . 
Καλό δρόμο να έχετε . 
Στάσου , περίμενε . 
Τι πράγμα ; 
Τι στο καλό ; Γιατί εκνευρίστηκε ; 
Δεν νομίζω ότι θα το πει στον πεθερό μου , αφού τον ικέτεψα να μην το κάνει . 
" Γνώρισε έναν Καλό Φίλο " . 
Αν θέλετε να μάθετε νέα από τον αδερφό σας , σας παρακαλώ , δώστε αυτό το βιβλίο σ ' αυτόν που θα σας επισκεφτεί σε πέντε ημέρες . 
Είναι κι εκείνη η νεαρή σκρόφα που ήρθε στο Φρουραρχείο για ράψιμο . 
Τι άλλο θα δούμε ; Είμαι περίεργος να μάθω ποια είναι . 
Κυρία Τσο . 
Σας ζητάει η κυρία Γιου . 
Έρχομαι . 
- Με ζητήσατε , μητέρα ; 
Η Λέσχη Παιωνίων θα συναντηθεί στο Μιόνγκντο και η κυρία Ό επέμεινε να σε πάρω μαζί μου . 
Ετοιμάσου να φύγουμε . 
Μάλιστα , μητέρα . 
Τα μάτια σου είναι σαν το γαλάζιο της θάλασσας . 
Σας παρακαλώ , μη λέτε τέτοια . 
Υπήρχε μια γυναίκα που τα μάτια της είχαν το χρώμα αυτού του δαχτυλιδιού . 
Κι ένας άντρας από το Τζοσόν εγκατέλειψε γονείς και οικογένεια όταν την ερωτεύτηκε . 
Εγκατέλειψε γονείς και οικογένεια ; 
Αυτό σας κέντρισε το ενδιαφέρον . 
Αφήστε με να σας πω . 
- Αυτός ο άνδρας ... - Πρέπει να είναι τρελός . 
Γιατί εγκατέλειψε γονείς και οικογένεια ; 
Τρελός ήταν ; 
Είναι δυνατό όταν σε τυφλώνει ο έρωτας . 
Ο Ρωμαίος και η Ιουλιέτα , ένας άνδρας και μια γυναίκα από την Αγγλία . 
Ο άνδρας πέθανε πρώτος και η γυναίκα τον ακολούθησε στον θάνατο . - Κι ακόμα και τη στιγμή του θανάτου ... 
- Σοβαρά ; Καμιά ενάρετη ήταν ; 
Έχετε κάποια άλλη ιστορία να μας πείτε ; 
Σωστά . 
Για σταθείτε . Δεν σας ενδιαφέρει ένα ζευγάρι που θυσιάστηκε στο όνομα της αγάπης ; 
Γιατί να μας ενδιαφέρει μια γυναίκα που πέθανε με τον άνδρα της ; 
Με την ευκαιρία , μάθατε τα νέα ; 
Για την Ενάρετη Πύλη . Αφού η κυρία Πεκ έφυγε , θα δοθεί στην οικογένεια του αριστερού συμβούλου . 
- Σοβαρά ; 
- Αλήθεια ; 
Η Ενάρετη Πύλη ; 
Στου αριστερού συμβούλου ; Γιατί ; Για τι άλλο ; Η νύφη του ανταμείβεται , επειδή είναι πιστή χήρα . 
Δεν λέω ότι είναι εύκολο να πενθείς για 15 χρόνια , αλλά είναι αρκετό αυτό ; 
Κανείς δεν το αμφισβητεί , αφού πρόκειται για τον αριστερό σύμβουλο . 
Άκουσα ότι η σύζυγός του που δείχνει ήσυχη και ευγενική έχει εμμονή με το να πάρει την Ενάρετη Πύλη . 
- Θεέ μου . - Όμως , είναι κατανοητό αφού ο γιος τους πέθανε τη μέρα του γάμου του . 
Μισό λεπτό . 
Τι εννοείς πως πέθανε ο γιος τους ; 
Εγώ ... Έγινε κάποιος γάμος ; 
Δεν θα το μάθατε , αφού μένατε στο Τσινγκ τόσο καιρό . 
Αυτή η νύφη είναι σίγουρα κακότυχη . 
Δεν έζησε γαμήλια νύχτα και παρέμεινε πιστή χήρα για 15 χρόνια , μόνο για να οδηγηθεί στον τάφο της . 
- Το ξέρω . - Εγώ δεν θα μπορούσα . 
Ούτε εγώ . 
Ποιος πέθανε ; 
Εγώ ; 
Βλέπω ότι με παρουσίασαν ως νεκρό . 
Κυρία Τσανγκ , είστε καλά ; 
Καλώς ήρθατε , κυρία Γιου . 
Δεν μας ειδοποίησαν , έτσι ασχολούμαστε με το στήσιμο των πάγκων . 
Μην ανησυχείτε . 
Ελάτε . Πάμε μέσα . 
- Ναι . - Φυσικά . 
Από ' δω , παρακαλώ . 
- Πέρασε καιρός . - Το ξέρω . Ακούσατε τις φήμες ; 
Ποιες φήμες ; 
Πριν λίγες μέρες στο Μιόνγκντο ήρθε ένας έμπορος , αρκετά όμορφος , αλλά και αρκετά φλύαρος . 
Το άκουσα κι εγώ . 
Σε αντίθεση με άλλους εμπόρους , έχει μια κομψότητα που δείχνει ευγενή καταγωγή . 
Είπε ότι θα μπλέξουμε , αν ανακαλύψουμε το ποιος είναι . 
Λέτε να είναι νόθος γιος κάποιου αξιωματούχου ; 
Ποιοι μπορεί να είναι οι γονείς του ; 
Τέλος πάντων , αν και έμπορος , φαίνεται να ξέρει τι θέλουν οι γυναίκες . 
Μου θυμίζει τον στοργικό σύζυγο που είναι ο αριστερός σύμβουλος . 
Τι στην ευχή λέτε ; 
Υπονοείτε ότι είναι από την οικογένειά μου ; 
Όχι , εννοούσα ότι ήταν τόσο ευγενικός και γλυκός . 
Συγγνώμη που μου ξέφυγε , ενώ άκουγε η νύφη σας . 
Μάλλον έμεινα πάρα πολύ στον βωμό . Νιώθω ζαλάδα . 
Να συνοδεύσουμε τη νύφη σας για λίγο μέσα ; 
Ναι , αν γίνεται . 
Την έφερα μαζί μου , επειδή μου το ζήτησε η κυρία Ό . Πήγαινε να ξεκουραστείς λίγο . 
Μάλιστα , μητέρα . 
Πρόσεχε . 
Θέλεις να μου πεις κάτι ιδιαιτέρως ; 
Έλαβα αυτό χθες βράδυ . 
Τι στο καλό συμβαίνει ; 
Κυρία Τσανγκ , μπορώ να μπω μέσα ; 
Γιατί δεν είναι στο Φρουραρχείο ; Τι κάνει πάλι εδώ ; 
Να τον διώξω ; 
Όχι . 
Έχω κάτι να τον ρωτήσω , οπότε πρέπει να τον δω . 
Ελάτε μέσα . 
Τι κάνεις εσύ εδώ ; 
Έχω το μερίδιο στο Μιόνγκντο . 
Ξέρω ότι είναι εδώ η Λέσχη Παιωνίων . 
Μάλλον νιώθεις άνετα πλέον μαζί μου . 
Κυρά μου . 
Έχω λόγο που είμαι εδώ , οπότε δεν έχεις κάτι να μου προσάψεις . 
Αλλά αν με παρακολουθεις για να με ρεζιλέψεις ... 
- Έχω κι εγώ δουλειές . 
- Τότε τι κάνεις εδώ ; 
Θέλω να συζητήσω κάτι με την κυρία Τσανγκ . 
Θέλετε να μιλήσετε ιδιαιτέρως ; 
Πες ό , τι θέλεις εδώ . 
Μου είπες ότι θα με παρακολουθείς . 
Σας αφήνω να μιλήσετε . 
Όλες σας είστε εδώ . 
Καλώς ήρθατε . Παρακαλώ , καθίστε εδώ . 
Είστε όλες σας καλά ; 
- Ναι . - Ναι . 
Το ξέρω ότι δεν είναι πρέπον να βγαίνεις έξω την περίοδο του πένθους . Αλλά πριν φύγω για το τριετές πένθος , ανησύχησα για όσους πεινούν στην Πύλη Σούγκου . Γι ' αυτό ζήτησα αυτήν τη συνάθροιση . 
Δεν πειράζει . 
Εφαρμόζετε κατά γράμμα το " Περί Γυναικών " . 
- Φυσικά . - Πολύ σωστά . 
Όμως , η νύφη σας ... 
Πήγε μέσα να ξεκουραστεί , επειδή δεν αισθανόταν καλά . 
Θα τη δείτε αργότερα . 
Εντάξει . 
Ο Κανγκ Πιλ Τζικ παρακολουθεί στενά το Μιόνγκντο και τον μασκοφόρο . 
Αυτό συμβαίνει εδώ και καιρό . 
Φαίνεται ότι γνωρίζει ότι το Μιόνγκντο , ο μασκοφόρος κι εγώ έχουμε σχέση . 
Πριν εφτά χρόνια έσωσα τη ζωή της κυρίας Τσανγκ κι έγινα μέρος του Μιόνγκντο . 
Αυτός που προσπάθησε να δολοφονήσει την κυρία Τσανγκ ήταν ο Κανγκ Πιλ Τζικ . 
Έπρεπε να τον είχα βάλει στη στενή τότε . 
- Αυτή είναι δική μου δουλειά . 
- Έπρεπε να τον είχα ξεφορτωθεί . 
Δεν λέω ότι θα το κάνω τώρα . 
Να προσέχεις . 
Εντάξει , θα προσέχω . 
Για χάρη του Μιόνγκντο , δεν θα κάνω τίποτα προς το παρόν . 
Δεν μπορείς να σκεφτείς πρώτα τον εαυτό σου ; 
Τι έγινε με την έρευνα του δολοφόνου του υπουργού Οικονομικών ; 
Η υπόθεση έχει κλείσει κι έτσι την ερευνώ μυστικά . 
Δεν χρειάζεται να εμπλακείς . 
Η κυρία Ό μπορεί να ήξερε ότι ο Γιονγκ Ντοκ δεν ήταν ο ένοχος . 
Το ήξερες ήδη ; 
Άρα , ξέρει τον πραγματικό ένοχο ; 
Σταμάτα να ενδιαφέρεσαι γι ' αυτό . 
Ξέρεις πόσα πέρασα εξαιτίας αυτού ; 
Κυρία Τσανγκ , είστε έξω ; 
Δεν μπορείς να φύγεις έτσι . 
Εσένα δεν είδα τις προάλλες ; 
Είναι η κυρία Τσανγκ εδώ ; 
Τι αγένεια . 
Συγγνώμη . Ζητώ συγγνώμη . 
Συγγνώμη . 
Καλά να περάσετε . 
Είσαι καλά ; 
Βλέπεις ; 
Αμέσως κατάλαβα ότι έχεις φιλενάδα . 
Βρε τον άτιμο . 
Συγγνώμη που άργησα . 
Αισθάνεστε καλά ; 
Είχα πολλά να κανονίσω και δεν κατάφερα να μιλήσουμε . 
Μήπως αύριο θα μπορούσατε να έρθετε για λίγο στο σπίτι μου ; 
Θα τη στείλω αύριο νωρίς στο σπίτι σας . 
Οπότε , τα λέμε αύριο . 
Εντάξει . Πρέπει να φύγουμε τώρα . 
Βέβαια . Στο καλό να πάτε . 
- Πάμε . - Μάλιστα , μητέρα . 
Έχετε κάτι να μου πείτε ; 
Θα σας κάνω μερικές ερωτήσεις , αλλά μην πείτε κάτι στην κυρία Τσο . 
Πείτε μου . 
Χρειάζομαι απόρρητες πληροφορίες για την κυρία Ό . 
Με κοψοχόλιασες . 
Τι κάνετε εδώ ; 
Είπαν να κάνω διάλειμμα από τη δουλειά . 
Η κυρία Τσανγκ είπε να συνεχίσετε τώρα που όλες έφυγαν . 
Είστε λίγο τεμπέλης , έτσι ; 
Μη βασίζεστε στην ξαφνική επιτυχία . 
Αρπάξτε γρήγορα όποιον πελάτη έρθει και κρατήστε όποιον πάει να φύγει . 
Έχω να μάθω πολλά από εσένα . 
Αυτά ξέρω για το Μιόνγκντο . 
Εντάξει . 
Περίμενε κι εμένα . 
Έλα από εδώ . 
Επιτέλους συναντιόμαστε . 
Η Αυτού Μεγαλειότης . Δείξε τον σεβασμό σου . 
Άκουσα ότι είχες πολλή δουλειά από τότε που ήρθες στο Φρουραρχείο . 
Έκανα μόνο το καθήκον μου . 
Έμαθα ότι εσύ κατάλαβες ότι ο υπουργός Γιομ δηλητηριάστηκε κι ότι κάποιος άλλος είναι ο ένοχος . Όμως , ποιον υποπτεύεσαι ; 
Υποψιάζομαι τη χήρα του υπουργού Γιομ . 
Δεν έχω ακόμα απτές αποδείξεις , - αλλά αν μου δώσετε λίγο χρόνο ... 
- Πριν 15 χρόνια , όταν ο πατέρας μου πέθανε ξαφνικά , όλοι έλεγαν ότι πέθανε από αρρώστια , αλλά εγώ δεν το πίστευα αυτό . 
Προσπάθησα να μάθω την αλήθεια , αλλά όλη η οικογένεια του διοικητή της Βασιλικής Φρουράς , που συνάντησε τον πατέρα μου εκείνο το βράδυ , δολοφονήθηκε . 
Μεγαλειότατε , ξέρετε τι συνέβη στην οικογένειά μου τότε ; 
Ξέρεις πού θα οδηγήσει αυτό το κυνηγητό ; 
Ο θάνατος του υπουργού Γιομ σχετίζεται μ ' εκείνη τη νύχτα . 
Όσοι θέλουν να το κουκουλώσουν ακόμη ελέγχουν όλη τη χώρα . Εγώ δεν έχω ακόμα αρκετή δύναμη . 
Οπότε , αν αποφασίσεις να ανακαλύψεις την αλήθεια , η ζωή σου θα κινδυνεύσει και πάλι . Γι ' αυτό σταμάτα . 
Όμως , Μεγαλειότατε , αν σταματήσω τώρα , ποιος θα τιμωρήσει τους ενόχους για τα σοβαρά εγκλήματα που διέπραξαν ; 
Το βλέμμα στα μάτια σου είναι ίδιο με του διοικητή της Βασιλικής Φρουράς . 
Εκείνο το ειλικρινές , ευθύ και σταθερό βλέμμα . 
Σου ζητώ συγγνώμη . Ωστόσο , αυτή δεν είναι η μοίρα που δεν μπορούμε να αποφύγουμε ; 
Μάλιστα . 
Τι θα έλεγες να συμμαχήσεις μαζί μας ; 
Η σφαγή της οικογένειάς μου είχε σχέση με ό , τι συνέβη τότε ; 
Εκείνο το βράδυ ο αείμνηστος βασιλιάς με κάλεσε επειγόντως . 
Γιουν Χακ . Αν δεν μπορέσω να προστατέψω τον διάδοχο του θρόνου , θέλω να παραμείνεις δίπλα του και να τον προσέχεις εσύ . 
Μάλιστα , Μεγαλειότατε . 
Σας δίνω τον λόγο μου . 
Επίσης , αν συμβεί κάτι στον διοικητή της Βασιλικής Φρουράς , θα φροντίσεις την οικογένειά του ; Ορίστε ; 
Έχω ένα προαίσθημα ότι μεγάλη συμφορά θα βρει την οικογένειά του . 
Κάτι πολύ σοβαρό θα συμβεί απόψε . 
Τι ακριβώς εννοείτε ; 
Αν δεν το καταφέρω αυτό , πιθανότατα δεν θα σε ξαναδώ ποτέ . 
Άρχοντά μου . 
Άρχοντά μου , είστε καλά ; 
Νεαρέ , προσπάθησε να κρατηθείς . 
Κρατήσου . Έλα . 
Πολλά χρόνια πέρασαν και η αλήθεια δεν έχει αποκαλυφθεί . Αυτό που συνέβη εκείνο το βράδυ συνεχίζεται . 
Αν προσπαθήσεις να ξεθάψεις το θέμα , ίσως να μην μπορέσεις να ζήσεις τη ζωή που έχεις τώρα . 
Όσο κι αν το σκέφτομαι , οι αναμνήσεις εκείνης της νύχτας παραμένουν θολές . 
Με πονάει , Γιουν Χακ . 
Γι ' αυτό ποτέ δεν έγινες ο Πακ Σου Χο . 
Πρέπει να ξέρω τι πέρασα πριν 15 χρόνια για να μπορέσω να ζήσω ως Πακ Σου Χο . 
Τι έχω πάθει ; 
Πόνεσα . 
Τώρα που είμαι χήρα , δεν μπορώ εύκολα να συναντώ κόσμο και νιώθω ήδη μοναξιά . 
Πρέπει να ήταν πολύ δύσκολο για εσάς . 
Δεν μου ήταν δύσκολο . 
Δεν γνώρισα τον σύζυγό μου , οπότε δεν μπορώ να ξέρω τη διαφορά . 
Τα πεθερικά μου με φροντίζουν πολύ καλά . 
Ο άρχοντας Σοκ και η σύζυγός του είναι πολύ στοργικοί άνθρωποι . 
Άκουσα ότι έχετε έναν αδελφό που έχει εξαφανιστεί . 
Κυρία Τσο . 
Τι συμβαίνει ; 
Πρέπει να πάτε αμέσως στον προγονικό βωμό . 
Μητέρα , ήρθα ... 
Φέρε λίγο τη βεντάλια . 
Τι είναι αυτό ; 
ΤΟ ΛΟΥΛΟΥΔΙ ΤΗΣ ΝΥΧΤΑΣ 
ΕΠΙΛΟΓΟΣ 
Τι στο καλό ... 
Αμάν . 
Σοβαρά τώρα ; Ηρέμησε . - Ήθελα να κρύψω το ... - Γιατί μου το κάνεις αυτό ; 
Γιατί δεν ... 
Κυρία Τσανγκ . 
Δεν είναι αυτό που σκέφτεσαι . 
Τι σκέφτηκα ; 
Εσείς τι σκεφτόσασταν ; 
Οι κυρίες φεύγουν . 
Πρέπει να βγεις έξω . 
Γιο Χουά , ζεστάθηκες ; 
Το πρόσωπό σου φούντωσε . 
Όχι . 
Γιατί έχει τέτοια ψύχρα σήμερα ; Δεν υπάρχει . 
Τι στο καλό ; 
Δεν έχει έρθει ακόμη το καλοκαίρι . 
Φαίνεται ότι ο αδελφός σας ήταν μπλεγμένος σε μια μυστική υπόθεση που συνέβη στο παλάτι . 
Ποιος γνωρίζει γι ' αυτό το περιστατικό ; 
Ο πεθερός μου ; 
Αφού είμαστε εδώ , ας πάρουμε μερικά κέικ ρυζιού . 
Η μητέρα μου λάτρευε τα κέικ ρυζιού που της έπαιρνα . 
- Μητέρα ; 
- Είναι ... 
Θεέ μου . 
Κι αν αυτός που έστειλε το σημείωμα είναι επικίνδυνος ; 
Είναι πιο επικίνδυνο απ ' ό , τι νομίζετε . Καλύτερα να μην ξέρετε . 
Ανησυχείτε πάλι για εκείνη . Κύριέ μου . 
