මම ලේලිය වාම රාජ්‍ය මන්ත්‍රී Seok ගේ . 
නම Cho Yeo Hwa . 
ඔබ ප්‍රධාන ප්‍රවේශය තෝරා ගත්තේද ? 
මට විශ්වාසයි ඔයා කාටවත් කියන්නේ නෑ කියලා ... - මගේ අනන්‍යතාවය . - මම රජයේ නිලධාරියෙක් . 
- ඔබ විශ්වාස කරන්නේ කෙසේද ... - මම දන්නවා ... ඔයා මට උදව්වට හැමදාම හිටියා කියලා . 
මම කවදාවත් ඔයාට උදව් කළේ නැහැ . 
මම නොවේ . ඔබ බල රහිත මිනිසුන්ට උදව් කළා . 
ක්කොට් නිම් සහ දරුවන් විකුණමින් සිටි . මුදල් ඇමතිගේ සේවකයා සහ ඔහුගේ පෙම්වතා ද . 
ඒ මිනිස්සු ඔබගෙන් උදව් ලබා ගත් . 
විය ... අහම්බෙන් විතරයි මම සම්බන්ධ වුණේ . 
ඔයා ඇහුවා ඇයි මම මෙච්චර දුර ගියේ කියලා . 
ඔයා දන්නා පරිදි , මම වැන්දඹුවක් . 
වැන්දඹුවක් ... වැරදිකාරයා තරම් හොඳයි . 
සැමියෙක් නිසා මම කවදාවත් මැරෙන එක දිහා ඇස් යොමාගෙන හිටියේ නෑ , මම සුදු ඇඳිය ​ ​ යුතුයි සහ සෑම දිනකම ඉතා සුළු වශයෙන් කන්න . මට පිටතින් අවසර ලැබෙන්නේ කලාතුරකිනි . 
මගේ සැමියාට වැලපීම හැර , මට කිසිම දෙයක් කරන්න බැහැ . මම අපරාධකාරයෙක් . 
මාව මුදවා ගැනීමට ඇති එකම මාර්ගය ... වේ ... මගේ සැමියාව මරණින් මතු ජීවිතයට අනුගමනය කරන්න . 
ඒ බයට කිසිවක් කර ගත නොහැකිව ... මාව කෙනෙක් බවට පත් කරයි මැරෙන දවස එනකම් බලාගෙන ඉන්න මම ජීවතුන් අතර නොසිටිය යුතු වුවත් , අපේ සදාචාරයට අනුව , මම කරමින් සිටින්නේ ... මට ජීවත් වෙන්න පුළුවන් දේ . 
ඒ නිසා , ඔබ කරුණාකර කරනවද ... මට ජීවත් වෙන්න අවස්ථාවක් දෙනවද ? 
( 7 කථාංගය : 
එය පහන යට අඳුරු වේ ) 
වම් රාජ්‍ය මන්ත්‍රී Seok ගේ වැඩිමහල් ලේලිය ? 
එසේය , මහරජාණෙනි . 
චෝ සුං හූ අතුරුදහන් වී මාස හයකට පසු , ඔහුගේ බාල සොහොයුරිය විවාහ වී ඇත ... සෝක් සාමිවරයාගේ වැඩිමහල් පුත්‍රයා . මෙය කෙසේ විය හැකිද ? 
ඔවුන් කුඩා කාලයේ දී විවාහ ගිවිස ගත්තාද ? 
මම එහෙම විශ්වාස කරන්නේ නැහැ . 
මෙය කිසිසේත්ම අහම්බයක් නොවේ . 
Seok Ji Sung වගේ කෙනෙක් ... හදිසියේම ලේලියක් පිළිගත්තේය ... නිහතමානී පවුලකින් වැඩි කීර්තියක් නැතිද ? 
නම් ... දිවංගත රජු චෝ සුං හූට ඔහුගේ ජේඩ් ටැබ්ලට් එක දුන්නා , ඔහු අල්ලා ගැනීම සඳහා , සෝක් සාමිවරයාට තිබුණා ඔහුගේ සහෝදරිය ප්‍රාණ ඇපයට ගත්තා . 
ඔහු එසේ කිරීමට වඩා වැඩි ය . 
එය එසේ වූවා නම් , චෝට තමන්ව ලේසියෙන් පෙන්නන්න බැරි වුණා . 
එය හැකි ... සෝක් සාමිවරයාගේ ලේලිය එයාගේ අයියා කොහෙද කියලා දන්නවා . 
මිනිසා ලබා දුන් බව මට විශ්වාසයි මගේ නැසීගිය පියාගේ අවසාන රහස් අණ . 
ගැහැනියගේ හැටි විස්තරාත්මකව දැනගන්න ... Seok සාමිවරයාගේ පවුල සමඟ විවාහ වී , සහ ඇය යමක් දන්නේ නම් . 
එසේය , මහරජාණෙනි . 
මම ... ඔබට අවස්ථාවක් දෙන්න . 
කෙසේ වෙතත් , ඔබ දැන් කුමක් කළත් , ඔබ එය මා ඉදිරියෙහි කළ යුතුයි . 
ඔබ එයින් අදහස් කරන්නේ කුමක්ද ? 
මම කොහොමද ඔයාව ජීවත් කරවන්නේ ? 
ඒ නිසා තමයි , කිසියම් නොසැලකිලිමත් තීරණ වැළැක්වීමට , ඔබ මගේ දෘෂ්ටි රේඛාවේ සිටිය යුතුය . 
ඒත් මම කරන හැමදේම ... කුඩා ක්‍රියාවන් වේ ... බත් බෙදා ගැනීම වැනි සහ ඖෂධ බෙදා හැරීම . 
කුඩා ඔප්පු ? 
ඔබ නිර්භීතව බිත්ති මතින් පැන්නා රජයේ නිලධාරියෙකුගේ නිවසක , සිරකරුවෙකුව හොරෙන් එළියට දැම්මා පොලිස් කාර්යාංශයෙන් , පිහියක් පවා පෙන්නුවා දැන් නිලධාරියෙක් ළඟ . 
මම ඔබ කෙරෙහි මගේ ඇස තබා ගන්නෙමි . 
ඔබ නැවත වරක් බිත්ති පනිනවා නම් වාම රාජ්‍ය මන්ත්‍රීවරයාගේ නිවසේ , මම ... හරහා යන්න ... එහි ඉදිරිපස ගේට්ටුව . 
බිරිඳ මොකද කරන්නේ කිරීමට මුදල් අමාත්‍යවරයාගේ සැලැස්ම ? 
හොඳින් ... 
දැන් ඇයට සැමියා නැති නිසා , සන්සුන් ජීවිතයක් ගත කරන ලෙස ඇයට කියන්න . 
හරියට ඇයව හඳුනන හැටි " කාන්තාවන් සඳහා උපදෙස් " මූර්තිමත් කිරීමට , එය පමණක් සුදුසු බව පෙනේ ඇයට විශ්‍රාමිකව ජීවත් වීමට ... කුඩා පන්සලක නිම්නයේ කොහේ හරි ගැඹුරු . 
- කෙසේ වුවද ... - ඇයි ? ඔබ ඇය සමඟ යාමට කැමතිද ? සහ සේවයේ යෙදෙනවාද ? 
දෙයියනේ , නෑ . 
මම ඔබේ පණිවිඩය කියන්නම් වචනයෙන් වචනය , ස්වාමීනි . 
ඉන්පසු , එසේ අපි අවසන් කරන්නෙමු ඇගේ සැමියාගේ නඩුව . 
මගේ ස්වාමිනි . 
කෙනෙක් ඉන්නවා මගේ හිතට බර වෙලා හිටපු . 
ඔහු නිලධාරියෙකි නඩුව විමර්ශනය කර ඇති , නමුත් ඔහු මට ලේසියෙන් හැසිරවිය හැකි කෙනෙක් නොවේ . 
සහ ඒ කවුරුන් විය හැකිද ? 
ඔහුගේ නම පාක් සූ හෝ , බාල සහෝදරයා රාජකීය ලේකම් නිලධාරි පාක් යූන් හක්ගේ . 
මල්ලි රාජකීය ලේකම් ඔෆිසර් පාර්ක්ගේ ? ප්‍රධාන විශාරද පාර්ක්ගේ පුතා ? 
එසේය උතුමාණෙනි . දශක ගණනාවකට පෙර , වයස අවුරුදු දහය ඉක්මවූ , ඔහු පවුල විසින් දරුකමට හදා ගන්නා ලදී . එය කටකතා සතුය ... ඌ අවජාතක පුතා කියලා ප්‍රධාන විශාරද පාර්ක් විවාහයෙන් බැහැරව සිටියේය . 
( නීත්‍යානුකූල නොවන පෙම් දරුවෙකි ) ඒක ඇත්තද කියලා මට සැකයි ඔහු අවංක මිනිසෙක් වීමත් සමඟ . 
පුතා ගැන වඩාත් විස්තරාත්මකව බලන්න . 
එසේය උතුමාණෙනි . 
සිදුවුයේ කුමක් ද ? 
මම විනාශයි . 
" මගේ දෘෂ්ඨි රේඛාවේ ඉන්න . " 
ඇයි මට උදව් කරන්න ඔහු මට තර්ජනය කිරීමට යන්නේ නම් ? 
මට නම් එය තර්ජනයක් ලෙස නොපෙනේ . 
ඔහු මා දෙස බලා සිටින්නේ කෙසේද ? 
එය වගේ නොවේ එයාට අපේ ගෙදරට රිංගන්න පුළුවන් . 
මට බේක් ආර්යාව එක්ක යන්න තිබුනා ... ඇය පසුගිය දිනක පිටත් වූ විට . 
වචනය පමණක් කියන්න . වැන්දඹුවන් සඳහා නගරයක් තැනීමට මට හැකි විය Gaegyeong හි . 
ඒ කෙසේ වුවත් , බේක් ආර්යාව ඉදිරියේ Hamgyong පළාතට පිටත් විය , ඇය විශේෂ දෙයක් කීවාය . 
බිරිඳ බව මුද්ද මුදල් අමාත්‍යවරයා පැවසුවේ ... යොන්ග් ඩියොක් විසින් සොරකම් කරන ලදී . 
බේක් ආර්යාවගේ මුද්ද ? 
එය මුලින් අයිති බව ඇය දැන සිටියාය බේක් ආර්යාවට . 
ඉන්පසු , ඔයා එහෙමද කියන්නේ ආර්යාව ඕ බොරු සාක්ෂියක් දුන්නද ? 
ඇය එසේ කරන්නේ ඇයි ? 
මට පේනවා ඒ සෝක් සාමිවරයා ... මගේ බොහෝ දායකත්වයන් අමතක වුණා . 
එය එසේ බව පෙනේ . 
කෙසේ වුවද , ඔබ තෝරා ගනු ඇතැයි මට සැකයි පන්සලක වාසය කිරීමට . 
දැනට ඔබේ සැමියාගේ සොහොන ළඟ ඉන්න . සහ ... මම ඔබව රහසින් සොයා ගන්නෙමි Qing හි රැඳී සිටීමට ස්ථානයක් . 
මම එහාට මෙහාට යන්න තරම් වරදක් කළේ මොකක්ද ... ක්විං දක්වාම ? 
Seok සාමිවරයා මුළු ජාතියම පාලනය කරයි . එය සියදිවි නසාගැනීමක් වනු ඇත ඔහුගේ අණට පටහැනිව යන්න . 
අනිත් අය ඉන්නකොට මෙයා කොහොමද මෙහෙම කරන්නේ ... ඔහුට ඒ සියලු බලය දුන්නේ ? 
කොහොමවත්ම වෙන්න බැහැ ... ඔහුට හැකි වේවිද ? ඒ තරම් ලේසියෙන් මගෙන් ගැලවෙන්න . 
ස්වාමීනි , එය කාලය නොවේ මෙහෙම ඉඳගන්න කියලා . 
අගනුවර තුළ කටකතා පැතිර යයි ... මිනිය අතුරුදහන් වීම ගැන . 
අපි මොකද කරන්නේ ? මගේ පුරාවෘත්ත වීරයා නම් අල්ලා අත්අඩංගුවට ගෙන තිබේද ? 
බි චෑන් . ඔබට රැකියාවක් තිබේ . 
සමාව දෙන්නද ? 
එය වඩා හොඳ විකල්පයක් නොවේද ... ඔබේ පුරාවෘත්ත වීරයා සඳහා ? 
මේ ලෝකය ආදරයයි ආයේ කවදාවත් දකින්නේ නැහැ . 
දෙන්නට එකට ඉන්න බැරි උනා . . එබැවින් ඔවුන් එසේ කරනු ඇතැයි මම බලාපොරොත්තු වෙමි ඔවුන්ගේ ඊළඟ ජීවිතයේදී . 
- අණදෙන නිලධාරි හ්වන්ග් ... - ඔහු දැනගත් පසු , මුළු අගනුවරම ඉක්මනින් දැන ගනු ඇත . 
මම වගේ කතාවක් කවුරුත් කියන්නේ නැහැ . 
හරි , සහ Myungdo Inn කරන්නේ මොකක්ද කියලා බලන්න වේලාවෙන් වෙලාවට . 
මම මගේ යුතුකම ඉටු කරමි . 
ඔවුන් පවසන්නේ ලැජ්ජාශීලී අය බවයි සාමාන්යයෙන් වඩා නිර්ලජ්ජිත වේ . 
විශ්වාසවන්ත වැන්දඹුවක් පිටතට යන්නේ කෙසේද ... ඇගේ නිවසේ බිත්ති ? 
එහිදී ඇය ... නිහතමානී සහ අහිංසක ලෙස පෙනී සිටීම ස්ටෝයික් ප්රකාශනයක් සමඟ . නමුත් ඇය එසේ වී ඇති බව පෙනේ රෑට හිතාගන්න බැරි දේවල් කරනවා . 
- මව ... - විනාශය ගැන කතා කරන්න ... පවුලේ කීර්තිය . 
උඩඟු බිරිඳ පිරිස් අමාත්‍යවරයාගේ ... ආහාර ගැනීම ප්‍රතික්ෂේප කර ඇඳේ සිටී . 
ඇය හා සසඳන විට , මම නිසැකවම වාසනාවන්තයි මට කරදර විය යුතු නැති නිසා ... ඒක මගේ කතාව වීම ගැන . 
මම නිතරම විශ්වාස කළා ... ඇගේ ලේලිය බව ඔබේ මට්ටමට ආසන්නව නොතිබුණි . 
මම ඒ සියල්ල ඔබගේ මග පෙන්වීමට ණයගැතියි . 
හරි . සිදුවී ඇති දේ සලකා බැලීමේදී , ඔබට වඩාත් සුපරීක්ෂාකාරී විය යුතුය . 
මම එය මතක තබා ගන්නෙමි . 
මම දැනුවත්ව සිටින බව දැනගන්න කුඩාම චලනයන් පවා . 
ඔව් අම්මේ . 
මෙතරම් කුරිරු ඉරණමක් ! 
කොහොමද ඔයාට ... ඔබ ආදරය කරන කෙනා අතහරින්න එවැනි කාලකණ්ණි ආකාරයෙන් ? 
ඒ නිසා ? ඔහුගේ මළ සිරුරට මොකද වුණේ ? 
මුළු රෑම ඇය හැමතැනම බැලුවා තම පෙම්වතාගේ සිරුර වෙනුවෙන් ... ම්ලේච්ඡ ලෙස විසි කරන ලදී නිසරු පිට්ටනියක . 
අවසානයේදී , ඇය ඔහුව සොයා ගැනීමට සමත් විය . 
ඒ දුප්පත් නෝනා . ඔහු නැවත හුස්ම ගැනීමට බලාපොරොත්තුවෙන් , ඇය ඔහුව ආපසු ගෙන ඒමට උත්සාහ කළාය . 
කෙසේ වෙතත් , මළ සිරුර එය දැන් අයිස් සීතල විය ... ප්‍රතිචාර දැක්වූයේ හෝ පිළිතුරු දුන්නේ නැත . 
ගෑනි කොහොම ජීවත් වෙයිද ? 
චූටි ගෑනි ... තම පෙම්වතාගේ බර සිරුර ඇදගෙන ... සහ ... 
කොච්චර ලස්සනද ... ඒත් දුක හිතෙන කතාවක් . 
ස්වාමීනි , ඔබ හොඳින්ද ? 
කව්ද කිව්වේ මෙතන කඩයක් දාන්න පුළුවන් කියලා ? 
කවුද කිව්වේ ? මට කිව්වා . 
ඔබ නොදැන සිටිය යුතුය මේ වීදිය අයිති කාටද ... ඔබ විකාර කතා කරන ආකාරය අනුව විනිශ්චය කිරීම . 
එහි පෙනුමෙන් , විිිදිය ... ඔබේ බව නොපෙනේ . 
මම දැනුවත් ... මෙතනින් එහාට වීදිය කියලා ... Unjong 
මම වැරදිද ? 
මම හරි ! 
මම ... මහජන ? 
මම හරි නැද්ද ? 
කෙසේ හෝ , එය නැවත තිබූ ආකාරයටම තබා සමාව ඉල්ලන්න . 
සමාව ඉල්ලන්නද ? 
මම ඔබට දිගටම ඇඹරීමට එඩිතර වෙමි . 
නවත් වන්න . 
දෙවියනේ . ඔබ මා කවුදැයි දැන සිටියා නම් , ඔබ මට මේ ආකාරයෙන් සලකන්නේ නැත . 
නවත් වන්න . 
මෙහි තේරුම මොකක්ද ? 
කරුණාකර නැගී සිටින්න . 
ඔයාට ස්තූතියි . 
ඔබ ඔබේ කඩු අඳින්නේ කෙසේද ? on Unjong - ga දවල් ද ? 
නීතිය ඔබට කිසිවක් අදහස් නොවේද ? 
බලන්න ඒ කවුද කියලා . 
ඔබ කුමන හේතුවක් නිසා විය හැකිද මේ පාර මගේ මිනිස්සුන්ට බනිනවද ? 
වෙළෙඳුන් අතර තණතිලි යුද්ධයක් ... පහසුවෙන් නොසලකා හැරිය හැක . 
හරි . නමුත් මම හිතුවේ ඔවුන් නීති විරෝධී අය කියලා සහ ඔවුන්ව නැවැත්වීමට උත්සාහ කිරීම පමණි . 
ඔයා දන්නේ නැහැ ලෝකය ක්‍රියා කරන ආකාරය . ඒ නිසාම නොවේද ඔබ නොබියව එහෙන් මෙහෙන් අවුස්සන්නද ? 
ඔහ් , හරි . මට ආරංචි වුණා ඔයා ගියා කියලා පොලිස් කාර්යාංශය ... Yeom සාමිවරයාගේ නඩුව සම්බන්ධයෙන් . 
ඔබ මෙම නඩුව ගැන ඉතා උනන්දුවක් දක්වන බව පෙනේ . 
ඇත්ත වශයෙන්ම , මම . 
ජං සෝ වුන් , ඒ වෙන්ච් , ඔබ එයට සම්බන්ධයි . 
හරි . මේ තරුණ වෙන්ත් ඉන්නවා අගනුවර ආරක්‍ෂාවට පැමිණි ... මහන වැඩ සඳහා . 
අහෝ හිතවත . ඔබ පුදුම වෙනවා දැකීමට , මට හරිම කුතුහලයක් එනවා ඇය කවුදැයි දැන ගැනීමට . 
හොඳයි , එහෙනම් . ආයුබෝවන් . 
උදව්වට ස්තුතියි . 
මගේ නම Joo Yo Sub . 
සමාවෙන්න . ඒ මම විදේශගතව ජීවත් වූ නිසා දිගු කාලයකට . 
මට කනගාටුයි . 
කොහොම වුනත් කොහොමද හිතවත් Unjong - ga මේ වගේ වෙනස් ? 
ඔබ මෙහි භාණ්ඩ විකිණීමට අදහස් කරන්නේ නම් , Myungdo Inn හි ප්‍රධාන වෙළෙන්දාගෙන් මෙහි අසන්න . 
ඔබට කරදරයක් කිරීම ගැන මට සමාවෙන්න ආගන්තුකයෙකු ලෙස . 
මෙය නිහතමානී බවක් පෙනෙන්නට පුළුවන , නමුත් එය තොම්සන්ගේ මල් කොණ්ඩයකි මමම හැදුවා කියලා . 
මෙය ඔබේ පෙම්වතාට තෑග්ගක් ලෙස දෙන්න . 
මට පෙම්වතෙක් නැහැ . එකට කමක් නෑ . 
අපෝ මොකක්ද අනේ . මට කියන්න පුළුවන් ඔයාට එකක් තියෙනවා කියලා . 
මෙය කෘතඥතාවේ සංකේතයක් ලෙස සලකන්න . 
කුමක් ද ... 
කමක් නැහැ . 
රාජකීය මන්දිරය ආදර්ශමත් විය යුතුය මුළු ජාතියටම , එසේනම් ඔබ යෝම් සාමිවරයාගේ බිරිඳ නවත්වන්නේ ඇයි ? තුන් අවුරුදු ශෝකය කිරීමෙන් ? 
එය පිළිගත නොහැකි ය . 
නමුත් එය මට කුරිරු වනු ඇත ප්‍රතික්ෂේප කිරීමට ... මගේ මවගේ දැඩි ඉල්ලීම . 
ඇයට එම පුවත දන්වන ලදී අද උදේ පාන්දරම ... සහ කඳුළු පවා වැගිරෙයි , ඇයව යවන්න බෑ කියලා ... ඒ වගේ . 
ආරම්භ කිරීමට මැදිහත් වීම ඔබේ නොවේ . 
ඔබට නිදහසට කරුණක් ඉදිරිපත් කළ නොහැකි විය ... ඇයට කෙසේ හෝ හන්යැං හි රැඳී සිටීමටද ? 
ඇය ත්යාගශීලී වී ඇත අවශ්‍ය විෂයයන් වෙත . 
රාජකීය අධිකරණය මැදිහත් වුවහොත් ඇයට හොඳ නිදහසට කරුණක් කියන්නට ... 
වැන්දඹු රැජින සම්බන්ධ වුනොත් ආර්යා ඕගේ කේස් එකත් එක්ක ... පුද්ගලික ආදරය නිසා , ඇය විහිළුවක් බවට පත් වනු ඇත . 
ඔබ ඇයව නැවැත්විය යුතුයි ... ඇගේ පුතා ලෙස ඔබේ යුතුකම ඉටු කරන්න . 
ඔබ බොහෝ කම්මැලි වී ඇත අතරතුර කාලයේ දී . 
මට විසඳගන්න ගොඩක් දේවල් තියෙනවා මම පිටවෙනවා පෙර , ඒ නිසා මම ටිකක් සැලකිලිමත් වුණා . 
සමහර විට එය හේතුව විය හැකිය . 
කවද්ද යන්නෙ තුන් අවුරුදු ශෝකය සඳහා ? 
මට විශ්වාස නැහැ . 
මම හෙටම යන්න හිටියේ , නමුත් වැන්දඹු රැජින ... මට එච්චර ලේසියෙන් ඉඩ දෙන්නෙ නෑ . 
ඔයාට මෙතන කරන්න ගොඩක් දේවල් තියෙනවා . ඔයාව මෙහෙම යවන්න මට දුකයි . 
මටත් ගොඩක් දුකයි ... මට ලගින් ඉන්න ලැබුනේ නෑ කියලා ... ඔබට සහ ඔබේ ලේලියට . 
අපට නිතර නිතර එකිනෙකාට යා හැකිය දැන් පටන් . 
මම මෙතනට ආවේ ඔයාව බලන්න ... මොකද මම ඉගෙන ගන්න ආසයි ... ඔබේ ලේලියගෙන් . 
සමාව දෙන්නද ? 
යන්න හිතාගෙන , මම කිව්වා ආයේ එන්න එපා කියලා ... ඔබ මෙතෙක් මා බැලීමට ගිය විට . 
නමුත් මම හිතන්නේ මට ඉන්න වෙනවා දැනට . මේ අනුව , ඔබේ ලේලියගෙන් බොහෝ කලකට පෙර තම සැමියා අහිමි වූ , මට තව ඉගෙන ගන්න තියෙන්න පුළුවන් . 
මට ඔබට කිසිවක් ඉගැන්වීමට එඩිතර විය නොහැක . 
කරුණාකර එය ආපසු ගන්න . 
ඇය හරි . ඇය ඔබෙන් ඉගෙන ගත යුතුයි . 
ඉන්පසු , ඇයි ඇය මගේ නිවසට නොඑන්නේ මාව ඇසුරු කිරීමට ... වේලාවෙන් වෙලාවට ? 
රාජකීය ලේකම් නිලධාරී පාර්ක් . 
ඔබ මහරජු හමුවීමට එනවාද ? 
ඔව් . ඔහු යෝජනා කර ඇත අපි ටික වෙලාවක් ජංගි සෙල්ලම් කරනවා . ඒ නිසා මම එනවා ඔහුව රැගෙන යන්න . 
ඔබ සෑම විටම දැඩි උත්සාහයන් දරයි උන්වහන්සේ වෙනුවෙන් , ඒත් මම කවදාවත් ඔයාට බොන්න දීලා නැහැ . 
කරුණාකර එය සඳහන් නොකරන්න . 
එය මා විසින් කළ යුතු දෙයකි . 
ඔවුන් පවසන්නේ ඔබ යකඩයට පහර දිය යුතු බවයි එය උණුසුම් වන විට . 
ඇයි මගේ ගෙදර එන්නේ නැත්තේ අද සවස ? 
ෂුවර් . ඕනෑම අවස්ථාවක ඔබ මට ආරාධනා කළහොත් . 
එවිට මම බලා සිටිමි . 
ඔහ් , හරි . මට ආරංචියි ඔයාට දක්ෂ තරුණ සහෝදරයෙක් ඉන්නවා . මඟදී ඔහුව රැගෙන යන්න . 
ඔයා කියන්නේ මගේ අයියේ ? 
ඔහු පළමු ස්ථානයට පත් වූ බව පැවසේ හමුදා රාජ්ය විභාගයේදී . 
මෙම අවස්ථාව ලබා ගැනීම හොඳ විය හැකිය සහ ඔහු සමඟ දැන හඳුනා ගන්න . 
ෂුවර් . 
එවිට මම බලා සිටිමි . 
යොන් සන් . මට නැවතිලා හිතන්න බෑ නෝනා ටිකක් අමුතුයි ... 
- දෙයියනේ . - දෙවියනේ . ඔබ මාවත් තිගැස්සුවා . 
යොන් සන් ඔයාට කිව්වා ඇය පිටතට යන බව ... කලින් පොත් කුලියට දෙන කඩේ බලන්න . 
ඇය කලාද ? 
කොහොමහරි ඔයාව මෙතනට ගෙනාවේ මොකක්ද ? 
මම ඇතුලට ආවා මක්නිසාද යත් ඔබේ පැමිණීම මට දැනුණේ නැති බැවිනි . එතකොට මම දැක්කා ඔයා තුෂ්නිම්භූත වෙලා ඉඳගෙන ඉන්නවා . 
යූ ආර්යාවට ඔයාව කුස්සියට බහින්න ඕන ... මොකද අපි අද අමුත්තන් බලාපොරොත්තු වෙනවා . 
මම දකියි . 
ඔයා කරන්නේ කුමක් ද ? 
හොඳින් ... මට මිලදී ගැනීමට යමක් තිබේ . 
එවිට ඔබ භාණ්ඩ පරීක්ෂා කළ යුතුය , නමුත් ඔබ මෙය කරමින් සිට ඇත දැන් ටික වේලාවක් මිනිසුන් පරීක්ෂා කිරීමට . 
ඔබ යමෙකු සොයනවාද ? 
නැත . 
- වැරදිකරුවෙක් ? 
- දෙවියනේ , කවදාවත් . 
- පෙම්වතෙක් ? - නැහැ , කවදාවත් . 
එතකොට ඔයා කාවද හොයන්නේ ? 
මුහුණින් ... මේ ලස්සන , ඇයි ඔයා හැමදාම ... 
ලස්සනයි කිව්වද ? 
ඔහ් , හරි . මම උදුන පත්තු කළාද ? 
මෙය ඔබේ පෙම්වතාට තෑග්ගක් ලෙස දෙන්න . 
මට පෙම්වතෙක් නැහැ . එකට කමක් නෑ . 
අපෝ මොකක්ද අනේ . මට කියන්න පුළුවන් ඔයාට එකක් තියෙනවා කියලා . 
එය නින්ද නොමැතිකම විය යුතුය ඒක මට මාවම නැති කර ගන්නවා . 
හේයි , ඔබට එය ඇසුණාද ? 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
ඝාතනය කළ අපරාධකාරයා මුදල් ඇමති . 
දෙවියනේ . ඔහු දැඩි ලෙස ආදරයෙන් බැඳී සිටියේය . 
මම අහල තියෙනවා . 
නමුත් යමෙක් අපරාධකරුවෙකුගේ මළ සිරුර සොරකම් කළේ නම් , ඔවුන් මරණ දණ්ඩනය සඳහා අත්අඩංගුවට ගැනීමට සුදුසු ය . 
ප්රාග්ධන ආරක්ෂාව ඒ වරදකරු අත්අඩංගුවට ගත යුතුයි ... 
මට එහෙම වෙන්න දෙන්න බෑ . 
ඔබ කෙතරම් හදවතක් නැති කෙනෙක්ද ? 
ඇසීමෙන් පසුව පවා එවැනි හද කම්පා කරවන කතාවක් , ඔබ ඇත්තටම යනවාද ? ඇස් පියාගන්නට ... 
එසේනම් අප කුමක් කළ යුතුද ? 
ඉහළ කළමනාකාරීත්වය නියෝග කර ඇත කොහොම හරි නඩුව වහන්න . 
අනවශ්‍ය දේවල් අවුස්සන්න එපා ... සොරකම් කළ මළ සිරුර සොයා ගැනීමට . 
මට එය දරාගත නොහැක ! 
ෂුවර් . 
එය කුමක් ද ? 
රාජකීය ලේකම් නිලධාරියා ඔෆිසර් පාර්ක් වෙත පණිවිඩයක් යවා ඇත . 
මගේ සහෝදරයා ? 
- මට සමාවෙන්න . - ඔව් ? - කැකුළු වයින් සහ මුක්බාබ් , කරුණාකර . - ෂුවර් . 
සාදරයෙන් පිළිගනිමු . 
වාම රාජ්‍ය මන්ත්‍රී Seok ... මට සහ මගේ සහෝදරයාට ආරාධනා කළා . 
එයා කොහොමද ඔයාගේ මල්ලිව දන්නේ ? 
මහරජතුමනි , එය අසුබ යැයි හැඟේ . 
එය අහම්බයක් විය නොහැක මේක එක දිගට සිද්ධ වෙනවා කියලා . 
මට ඉක්මනින්ම ඔබේ සහෝදරයා හමුවිය යුතුයි . දේවල් වැරදි වෙන්න කලින් . 
කුමක් ද කාරණය ? 
මට ඔයා මාත් එක්ක එන්න ඕන . 
කොහේටද ? 
වාම රාජ්‍ය මන්ත්‍රී Seok අප දෙදෙනාටම ආරාධනා කළේය . 
සෝක් සාමිවරයා ? 
ඇයි ? ඔබට ඔහුව පෞද්ගලිකව හමු වී තිබේද ? 
මට නොතියෙනවා . 
අපි තවම හමුවෙලා නැහැ . 
සෝ හෝ . 
අද සෝක් සාමිවරයා කුමක් කීවත් , ඔබ නොසැලකිලිමත් ලෙස පිළිතුරු නොදිය යුතුය . 
කුමක් ද ? ඒ මන්දැයි පසුව ඔබට පෙනෙනු ඇත . ඔබ කතා කිරීමට පෙර හොඳින් සිතා බලන්න . 
මම ඒක කරන්නම් . 
යහපත . 
ඉතින් , ඔබ මට කුටියක් දුන්නොත් , මම Myungdo Inn දෙන්නම් මගේ ලාභයෙන් සියයට 20ක් . 
ඔබට විශිෂ්ට දක්ෂතාවයක් ඇත . 
හොඳින් , බටහිර හැඟීමක් ඇති එවැනි භාණ්ඩ පැමිණීමට අපහසු වේ . 
ඒ නිසා , පාරිභෝගිකයන් Myungdo Inn වෙත ඇදී එනු ඇත . 
මම ඔබට රහසින් ඉඩ දෙන්නම් . 
මම ගාව තෑග්ග තියෙනවා . 
ඉතා හොඳයි , එහෙනම් . 
ඔබ මට සියයට 20ක් ගෙවන්නේ කෙසේද ? ඔබ පදිංචි වූ පසු , ඔබ මට සියයට 30ක් ගෙවනවාද ? 
ආපසු , අපි ඔබේ කොටස් කළමනාකරණය කරන්නෙමු ... සහ ඔබ වෙනුවෙන් ද ලබා දෙන්න . 
හරි හරී . 
එතකොට අපිට ඩීල් එකක් තියෙනවා . 
ඔබට හෙට ආරම්භ කළ හැකිය . 
- ෂුවර් . - ඒ වගේම ... එන්න . 
මම ක්කොට් නිම් . 
මෙතැන් සිට ඇය ඔබට සහාය වනු ඇත . 
මම ඔබට Myungdo Inn අවට පෙන්වන්නම් . මාව අනුගමනය කරන්න . 
ආයුබෝවන් , එහෙනම් . 
ඔහුගේ ඇඳුම සහ කතාව අමුතුයි , නමුත් ඔහු ඒකාන්තයෙන් උතුම් උපතක් ඇත්තෙකි . 
ඔහු කව්ද ? 
නිවසට සාදරයෙන් පිළිගනිමු , ස්වාමීනි . 
මම හදිසි පණිවිඩයක් යැව්වා මම කෙනෙකුට ආරාධනා කළා කියලා . ඔබ කාර්යබහුල වෙන්න ඇති . 
කොහෙත්ම නැහැ . අමුත්තන්ට සත්කාර කිරීම ඔබේ බිරිඳ ලෙස මගේ යුතුකමයි . 
Yeo Hwa , ඔයාට ගොඩක් දවසක් වෙන්න ඇති . ඔබට ගොස් විවේක ගත හැකිය . 
ඔව් තාත්තේ . 
මගේ ස්වාමිනි . රාජකීය ලේකම් නිලධාරියා මෙහි සිටී . 
ඔවුන් ඉන්නවා . 
ආයුබෝවන් , ස්වාමීනි . 
සාදරයෙන් පිළිගනිමු . 
ඔබගේ පැමිණීම ගැන මම ගෞරවයට පත් වෙමි . 
අපව සිටීම ගැන ඔබට ස්තුතියි . 
ඔබ ඔහුගේ බාල සහෝදරයා විය යුතුය . 
මට මාව හඳුන්වා දෙන්න . මම ඔෆිසර් පාක් සූ හෝ කැපිටල් ඩිෆෙන්ස් කමාන්ඩ් එකේ . 
මම ඔබ ගැන බොහෝ දේ අසා ඇත්තෙමි . 
අවසාන වශයෙන් හමුවීම හොඳයි . 
ඔව් . මට ඔයාව මුණගැහෙන්න හැමදාම ඕන වුණා . 
අපි හැමෝම ඇතුලට යමුද ? 
- ඔව් . - ඔව් . 
අපිට ආපහු වැඩට යන්න පුළුවන් . 
ඇයි නිකන් හිටගෙන ඉන්නේ ? 
ඔබේ කාමරයට ආපසු යන්න . 
ඔව් අම්මේ . 
මම ඊයේ බිත්තිය පරිමාණය කළේ නැහැ . 
ඇයි දෙයියනේ එයා මෙතන ඉන්නේ ? 
යොන් සන් තවමත් ආපසු නොපැමිණියේ ඇයි ? 
මම මෑතකදී සම්බන්ධ වී නැත , ( දිගු කාලයකින් සම්බන්ධ වී නැත ) නමුත් මම ඔබේ පියා සමඟ බොහෝ කලකට පෙර ඉගෙන ගත්තා . මම ඔයාට ඉගැන්නුවෙත් මමමයි ඔබ තරුණ වියේදී . මම ඔබව නොසලකා හැර ඇති බව මට හැඟේ දිගු කාලයකට . 
මට ඉමහත් ගෞරවයක් නිවසට පැමිණීමට අවසර ... එතරම් ගෞරවයට පත් වූ මිනිසෙකුගේ දේශපාලනඥයින් සහ ජනතාව විසින් . 
මම පාහේ ලැජ්ජාවට පත්ව සිටිමි ඔයා මගේ මූණට එහෙම කියනවා අහන්න . 
අපි දැන් නිතර හමුවිය යුතුයි . 
අපි බොමු . 
ඒ නිසා , ඔබ ඔබේ පියා සමඟ පදිංචියට ගියා ඔබට වයස අවුරුදු දහයකට වඩා වැඩි වූ විට ? 
හොඳින් , මම හොඳින් දන්නවා ප්‍රධාන විශාරද පාර්ක්ගේ චරිතය , ඒ නිසා මම පදනම් විරහිත කටකතා විශ්වාස කරන්නේ නැහැ . 
මම විශ්වාස කළා එයා ඔයා ඉන්නවා දැක්කා කියලා මුලින්ම එන්න ඕන දේ ... රාජ්‍ය විභාගයේදී ඔබව හදා වඩා ගත්තා . 
ඇත්ත පසුබිම ගැන මම දන්නේ නැහැ . ලැබීම ගැන මම සතුටු වෙමි ... නියම මල්ලි කෙනෙක් . 
එදත් ඔබ සැලකුවේ ඉතා අල්ප වශයෙනි ඔහු වසර තුනක් වෙනත් තැනක ගත කළ විට . 
ඔබ සීතල හදවතක් ඇති වැඩිමහල් සහෝදරයෙක් . 
ඔබ කවදා හෝ ඒ ගැන කලකිරුණාද ? 
මම කවදාවත් එහෙම හිතුවේ නැහැ . 
ඔබ කවදා හෝ දුෂ්කරතාවකට මුහුණ දෙන්නේ නම් , ඔබට ඕනෑම වේලාවක මා වෙත පැමිණිය හැකිය . 
මම ඔබට උදව් කරන්නම් ... ඔබේ සහෝදරයාගේ පිටුපසින් . 
අපි ඔබව අපහසුතාවයට පත් නොකළ යුතුයි පුද්ගලික වරප්‍රසාද ඉල්ලීමෙන් . 
මම සබඳතා සහ හොඳ මිනිසුන් අගය කරමි . දක්ෂ මිනිසෙක් ... විපාක දිය යුතුයි සුදුසු තනතුරක් සමඟ . 
මගේ වර්තමාන ස්ථාවරය මම විශ්වාස කරනවා එය දැනටමත් මගේ කුසලතාවයෙන් ඔබ්බට ගොස් ඇත . 
ඔබ ඔබේම යහපතට වඩා නිහතමානී ය . 
මට සහනයක් ලබා ගැනීමට මට සමාව දිය හැකිද ? 
ඔව් ඇත්ත වශයෙන්ම . 
දැන් පටන් , මම ඔහු දෙස සමීපව බලා සිටිමි මම ඔයාට කරනවාට වඩා . 
ඔබට අවශ්ය නැත . 
ඔහුට මහා අභිලාෂයන් නැත . එයා කියනකොට සීරියස් ඔහුගේ වත්මන් තත්ත්වය ඔහුට ඔබ්බෙන් ය . 
ඔහු ගැන කතා කරන විට ඔබ දැඩි ය , එය ඔබට වඩා බෙහෙවින් වෙනස් ය . 
ඔයා කරන්නේ කුමක් ද ? 
මොකක්ද දෙයියනේ ... 
දෙයියනේ ඔයා මොනවද මෙතන කරන්නේ ? 
කවුරුහරි හොරෙන් අහනවා මම දැක්කා , ඉතින් මම අහන්න ආවා ඔවුන් දැන ගැනීමට කැමති දේ . 
මට තියෙනවා ... කියන්න දෙයක් . 
කියන්න . 
මම සමාව ඉල්ලනවා . 
එසේ නොකරන ලෙස මම ආයාචනා කරමි මගේ මාමණ්ඩියට වචනයක් කියන්න . 
ඇයි ඔයා හිතන්නේ මම මෙතන කියලා ? 
ඔබ මගේ රහස රකිනවා නම් , මම ඔබට එය ඉටු කිරීමට පොරොන්දු වෙනවා . 
මම ඔබට ණය ගැති වේදැයි මට සැකයි . 
ඔයා කියන දවසට , මම බවට පත් වන්නෙමි අමනාපයක් ඇති නපුරු ආත්මයක් ... සහ ඔබව සදහටම හොල්මන් කරයි . 
මම විශ්වාස කරනවා මම ඔයාට කිව්වා කියලා ... මගේ දෘශ්‍ය රේඛාවේ රැඳී සිටීමට . 
අමතක කරන්න එපා . 
ඔයා යන්න දැකීම මට දුකක් රාත්රිය තවමත් තරුණ වන විට . 
අපි ඔබව හෝ ඔබේ බිරිඳ නොතැබිය යුතුයි තවදුරටත් පිටතට . 
ආරාධනා කිරීම ගෞරවයක් විය . 
එවිට , මම ඔබව අවට බලන්නම් . 
කරුණාකර ආරක්ෂිතව ගෙදර යන්න . 
- ඔව් , යූ ආර්යාව . - ඇත්ත වශයෙන් . 
- අපිට යන්න දෙන්න . - ෂුවර් . 
ඔබ මුලින්ම ගෙදර යා යුතුයි . 
ඔබට කියන්නට තවත් දෙයක් තිබේද ? 
හෙට කොටියාගේ හෝරාවේදී , පොත් කුලියට දෙන සාප්පුවේදී මාව හමුවන්න Unjong - ga හි . 
පොත් කුලියට දෙන කඩේ ? 
පරක්කු වෙන්න එපා . 
අපි අවසන් වරට හමු වී දින කිහිපයක් ගත වී ඇත . 
මම හිතනවා ඔබ හොඳින් හිටියා කියලා . 
ඔයාට මොකක් හරි ස්නායු කමක් තියෙනවා ... තනියම වීදිවල සැරිසරනවා මේ මහ රෑ . 
මම හිටියේ වම් රාජ්‍ය මන්ත්‍රී Seok's එකේ නිවසේ , ඒත් ඔයාව පේන්න හිටියෙ නෑ ... 
ඔබ නිවසට ගෙනාවේ කුමක්ද ? 
වම් රාජ්‍ය මන්ත්‍රී Seok මට බීමට ආරාධනා කළා . මම දකියි . 
ඔෆිසර් පාර්ක් එකත් ඔයා එක්ක ගියාද ? 
ඔහු කළා , නමුත් ... 
එහෙත් ... ඔබ එවැනි දෙයක් අසන්නේ ඇයි ? 
හොඳින් ... ඔහු උස මහත මිනිසෙකි ... කැපී පෙනෙන චරිතයක් සමඟ . එය ස්වභාවිකයි මට උනන්දු වීමට . 
ඇත්තටම මම එයාට වඩා උසයි . සහ මගේ පෙනුම ... 
හරි . 
මම සාමාන්‍ය දෙයක් බලාපොරොත්තු වෙනවා අද සිදු විය . 
කුමක් වගේ ද ? 
හොඳින් , ඔෆිසර් පාර්ක් වෙන්න තිබ්බා කෙනෙකු සොයමින් , නැත්නම් ඔහුට යමක් කියන්න තිබුණා එය ඔබට තේරුමක් නැත . 
ඔබ දැන ගැනීමට කැමති නිසාද එයා ඔයාව ඉල්ලුවොත් ? 
එය එය නොවේ . 
එය අමතක කරන්න . 
නවත් වන්න . 
මමත් ඔබෙන් දෙයක් අහන්න කැමතියි . 
එය ඔබ සේවය කරන තරුණ මැඩම්ට අදාළ වේ . 
ඇය ගැන කුමක් කිව හැකිද ? 
මම ඇය ගැන කුතුහලයෙන් සිටිමි , එපමණයි . 
අහන්න ඕනේ වගේ . ඇය ලස්සන සුරංගනාවියක් ... පිටතින් පමණක් නොවේ නමුත් ඇතුළත ද . මම කවුරුත් දැකලා නැහැ ඇය තරම් ලස්සන කවුද ... 
නවත් වන්න . ඇයි ඔයා එකපාරටම ඇය ගැන අහන්නේ ? 
හොඳයි , මම ... ඇය ලස්සන කාන්තාවක් . මට කුතුහලයක් ඇතිවීම ස්වභාවිකයි . 
ෂුවර් . මම හිතන්නේ ඔබ හරි . 
එය ස්වභාවිකයි . 
ඉන්පසු ආරක්ෂිතව ගෙදර යන්න . 
නවත් වන්න . ඉන්න . 
යහපත්කම . 
ඇයි දෙයියනේ ... ඇය කලබල වෙලාද ? 
මට සැකයි එයා මගේ මාමණ්ඩියට කියයිද කියලා ... මම ඔහුගෙන් ඉල්ලා නොසිටින විට . 
" හඳුනා ගැනීමට හොඳ මිතුරෙක් . " ( " හඳුනා ගැනීමට හොඳ මිතුරෙක් " ) 
ඔබට ඔබේ සහෝදරයා ගැන ඇසීමට අවශ්‍ය නම් , කරුණාකර මේ පොත දෙන්න ... ඔබව බැලීමට එන තැනැත්තාට දින පහකින් . 
මේ තරුණ වෙන්ත් ඉන්නවා අගනුවර ආරක්‍ෂාවට පැමිණි ... මහන වැඩ සඳහා . 
අහෝ හිතවත . මට හරිම කුතුහලයක් එනවා ඇය කවුදැයි දැන ගැනීමට . 
චෝ ආර්යාව ! 
යූ ආර්යාව ඔබව කැඳවා ඇත . 
මම එළියේ ඉන්නම් . 
- ඔයා මගෙන් ඉල්ලුවා , අම්මා . - හරි . 
මොරන් රැස්වීම Myungdo Inn හිදී සිදුවනු ඇත , සහ ආර්යා ඕ අවධාරනය කළාය මම ඔයාව එක්කගෙන එනවා කියලා . 
යන්න ලෑස්ති ​ ​ වෙන්න . 
ඔව් අම්මේ . 
ඔබේ ඇස් ගැඹුරු නිල් මුහුද වගේ . 
අනේ ඔය වගේ දේවල් කියන්න එපා . 
ඇස් ඇති කාන්තාවක් හිටියා මෙම වළල්ලේ වර්ණය විය . 
ඒ වගේම ජොසොන් වල මනුස්සයෙක් හිටියා ... තම දෙමාපියන් සහ පවුල හැර ගිය ... ඇය සමඟ ආදරයෙන් බැඳීමෙන් පසුව . 
ඔහු තම දෙමාපියන් සහ පවුල අත්හැරියාද ? 
මට පේනවා ඒක ඔයාව කුතුහලයට පත් කරන්න ඇති . 
මට පටන් ගන්න දෙන්න . 
- ඒ මිනිසා ... - ඔහු විකාර විය යුතුය . 
ඔහු අත්හැරිය හැක්කේ කෙසේද ඔහුගේ දෙමාපියන් සහ පවුල ? 
විකාරයක් , ඔබ කියන්නේ ? 
ආදරයෙන් අන්ධ වූ විට එය කළ හැකිය . 
රෝමියෝ සහ ජුලියට් , එංගලන්තයේ තරුණයෙක් සහ කාන්තාවක් . 
මිනිසා මුලින්ම මිය ගියේය ඒ ස්ත්‍රියද ඔහුගේ මරණය දක්වා ඔහු පසුපස ගියේය . ඒ වගේම මැරෙන මොහොතෙත් ... 
බරපතල ලෙස ? තවත් නිර්මල කාන්තාවක් ගැනද ? 
වෙන කතාවක් නැද්ද ඔබට අපට කියන්න පුළුවන්ද ? 
ඇය හරි . 
- හරි . - නවත් වන්න . ඔබ යුවලක් ගැන කුතුහලයක් නැද්ද ... ජීවිතය පරදුවට තැබූ ආදරයේ නාමයෙන් ? 
අපි කාන්තාවක් ගැන උනන්දු වන්නේ ඇයි ? ඇගේ මිනිසා සමඟ සිටීමට මිය ගියේ කවුද ? 
මාර්ගය වන විට , ඔබට ආරංචිය ඇසුණාද ? 
නිර්මල දොරටුව . බේක් ආර්යාව නගරය හැර ගිය දා සිට , එය දෙනු ලැබේ වාම රාජ්‍ය මන්ත්‍රීවරයාගේ පවුලට . 
- ඇත්තටම ? 
- ඒක ඇත්තක්ද ? 
නිර්මල දොරටුව ? 
වමේ රාජ්‍ය මන්ත්‍රීවරයාගේ පවුල ? ඇයි ? වෙන මොකටද ? ලේලියට විපාක ලැබෙනවා කැපවූ වැන්දඹුවක් නිසා . 
ඒක ලේසියි කියලා මම කියන්නේ නැහැ වසර 15 ක් දුක්ඛිත වැන්දඹුවක් ලෙස සිටීමට , නමුත් එය ප්‍රමාණවත් වන්නේ කෙසේද ? 
කිසිවෙක් ප්‍රශ්න නගන්නේ නැති නිසා එය වාම රාජ්‍ය මන්ත්‍රීවරයාගේ පවුලයි . 
මට ඇහුණු දෙයින් , මෘදු හා මෘදු බව පෙනෙන ඔහුගේ බිරිඳ ... ඇගේ පවුල සමඟ උමතු වේ නිර්මල ද්වාරය ලැබීම . 
- යහපත්කම . - හොඳින් , එය තේරුම් ගත හැකි ය ඔවුන්ගේ වැඩිමහල් පුත්‍රයාගේ සිට ... ඔහුගේ විවාහ දිනයේදී අකල් මරණයක් මුණගැසුණා . 
නවත් වන්න . 
ඔයා අදහස් කරන්නේ කුමක් ද වැඩිමහල් පුතා මිය ගියාද ? 
මම ... පවුල තුළ මංගල උත්සවයක් තිබුණාද ? 
ඔබ මෙය නොදන්නවා විය යුතුය මෙච්චර කාලයක් Qing වල ජීවත් වෙලා . 
ඒ ලේලියට ෂුවර් එකටම නරක වාසනාවක් තියෙනවා . 
ඇයට මංගල රාත්‍රිය ලැබුණේ නැත ... සහ කැප වූ වැන්දඹුවක් ලෙස පැවතුනි වසර 15කට ... ඇගේ සොහොන වෙත ගෙන යාමට පමණි . 
- මම දන්නවා . - මට එහෙම ජීවත් වෙන්න බැරි වුණා . 
මමත් නැහැ . 
මිය ගියේ කවුද ? 
මට ? 
මට පේනවා එයාලා මාව මැරිලා කියලා . 
ප්‍රධාන වෙළඳ ජෑන්ග් , ඔබ හොඳින් සිටියාද ? 
සාදරයෙන් පිළිගනිමු , යූ ආර්යාව . 
අපට කලින් වචනයක් ලැබුණේ නැත , ඒ නිසා අපි නැවතුම්පොළ සැකසීමේ කාර්ය බහුලයි . 
ඕනෑවට වඩා සැලකිලිමත් වෙන්න එපා . 
කමක් නැහැ . අපි ඇතුල් වෙමු . 
- ෂුවර් . - ඇත්ත වශයෙන් . 
මේ ආකාරයෙන් , කරුණාකර . 
- ටිකක් වෙලා ගියා . - මම දන්නවා . කටකතාව ඔබට ඇසුණාද ? 
මොන කටකතාවක්ද ? 
මෑතකදී Myungdo Inn හිදී , වෙළෙන්දෙක් ආවා ... විනීත පෙනුමක් ඇති නමුත් තරමක් විශාල විය . 
මටත් ඔය කටකතාව ඇහුණා . 
ඔබේ එදිනෙදා වෙළෙන්දා මෙන් නොව , ඔහුට අලංකාරයක් ඇත එයින් ඔහු උතුම් උපතක් සේ පෙනේ . 
ඔහුට අනුව , අපි අනතුරේ අපි ඔහුගේ අනන්‍යතාවය දැන සිටියා නම් . 
එයා අවජාතක පුතා වෙන්න ඇති රජයේ නිලධාරියෙකුගේද ? 
ඔහුගේ දෙමාපියන් කවුරුන් විය හැකිද ? 
කෙසේ හෝ වෙළෙන්දෙකු වුවද , කාන්තාවන්ට අවශ්‍ය දේ ඔහු දන්නා බව පෙනේ . 
ඔහු මට මතක් කරනවා සැලකිලිමත් සහ ආදරණීය ස්වාමිපුරුෂයා ... ඒ වාමාංශික රාජ්‍ය මන්ත්‍රීවරයාය . 
මොකක්ද දෙයියනේ ඔයා කියන්නේ ? 
ඔයා කියනවද ... ඔහු මගේ පවුලේ කෙනෙක්ද නැත්නම් වෙනත් දෙයක්ද ? 
දෙයියනේ මම කිව්වේ ... ඔහු එතරම් කරුණාවන්ත හා මිහිරි විය . 
මට සමාවෙන්න මගේ දිව ලිස්සා ගියාට ඔබේ ලේලිය සවන් දෙන අතරතුර . 
මම හිතන්නේ මම දේවාලයේ නැවතුණා බොහෝ කාලයක් සඳහා . මට ටිකක් කරකැවිල්ල වගේ . 
ඇයි අපි පරිවාර නැත්තෙ ඔබේ ලේලිය මොහොතකට ඇතුලේ ? 
ඔබ අප වෙනුවෙන් එය කරනවාද ? 
ආර්යා ඕ ඉල්ලූ පරිදි මම ඇයට ටැග් කිරීමට ඉඩ දුන්නෙමි . ඔබට මොහොතකට විවේක ගත හැකිය . 
ඔව් අම්මේ . 
පරිස්සමෙන් . දෙවියනේ . 
ඔයාට මට කියන්න දෙයක් තියෙනවද පුද්ගලිකව ? 
මට මේක ඊයේ රෑ ලැබුනා . 
පෘථිවියේ කුමක් සිදුවේද ? 
ජැන්ග් ආර්යාව . මම ඇතුළට එන්නද ? 
ඔහු ප්‍රාග්ධන ආරක්‍ෂාව තුළ සිරවිය යුතුය . මෙවර ඔහුව මෙහි ගෙන ආවේ කුමක්ද ? 
මම ඔහුව ආපසු යැවිය යුතුද ? 
නැත . 
මට කොහොමත් එයාගෙන් ප්‍රශ්නයක් තියෙනවා , එබැවින් මම ඔහුව මුණගැසෙන්නෙමි . 
එන්න . 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
Myungdo Inn එකේ මගේ කොටස තියෙනවා . 
මට ආරංචි වුණා මොරාන් රැස්වීමක් තියෙනවා කියලා . 
මම හිතන්නේ ඔබ එය සොයා ගනීවි දැන් මා වටා ඉතා සුවපහසුයි . 
මගේ නෝනා . 
මම මෙහෙ ඉන්නේ කිසිම හෙවණැල්ලක් නැතුව , ඒ නිසා ඔයාට මගෙන් වරදක් හොයන්න දෙයක් නෑ . 
නමුත් නම් ... ඔබ හිතාමතාම මාව අනුගමනය කරනවා මාව අමාරුවේ දාන්න මේ වගේ ... 
මමම කාර්යබහුලයි . 
එතකොට ඔයාව මෙතනට ගෙනාවේ මොකක්ද ? 
ජැන්ග් ආර්යාව සමඟ සංවාදයක් පැවැත්වීමට . 
ඔබ පෞද්ගලිකව කතා කිරීමට කැමතිද ? 
මෙතන කතා කරන්න . 
ඔයා මට කිව්වා ඔයාගෙ ඇස් දෙකේ ඉන්න කියලා . 
මම මුලින්ම ඔය දෙන්නට කතා කරන්න දෙන්නම් . 
ඔයාලා හැමෝම මෙතන ඉන්නවා . 
සාදරයෙන් පිළිගනිමු . කරුණාකර මෙහි අසුන් ගන්න . 
ඔබ හොඳින් සිටියාද ? 
- ඔව් . - ඔව් . 
මම දන්නවා ... එලියට බහින එක හරි නෑ ශෝක කාලය තුළ . ඒත් යන්න කලින් තෙවසරක ශෝකය සඳහා , මම ජනතාව ගැන කරදර වුණා Soogu Gate ඉදිරිපිට බඩගින්නේ . ඒ නිසා මම හදිසි රැස්වීමක් ඉල්ලා සිටියා . 
ඔක්කොම හරි . 
ඔබ නිසැකවම ජීවමාන " කාන්තාවන් සඳහා උපදෙස් . " 
- ඇත්ත වශයෙන් . - එක හරි . 
මාර්ගය වන විට , ඔබේ ලේලිය ... 
මම ඇයට මොහොතක් ඇතුලේ විවේක ගැනීමට ඉඩ දුන්නෙමි ඇයට සනීප නැති නිසා . 
ඔබ පසුව ඇයට සුබ පතන්නේ නැත්තේ ඇයි ? 
කමක් නැහැ . 
කන් පිල් ජික් සමීප ඇසකින් සිටියි Myungdo Inn සහ වෙස්මුහුණු රූපය මත . 
එය දැන් බොහෝ කලක සිට සිදුවෙමින් පවතී . 
ඔහු දැනුවත් බව පෙනේ ... මියුංඩෝ තානායම , වෙස්මුහුණු රූපය සහ මම ... එයට සම්බන්ධ වෙති . 
වසර හතකට පෙර , මට ලැබුණු ජැන්ග් ආර්යාවගේ ජීවිතය මම බේරගත්තා Myungdo Inn සමඟ අත්වැල් බැඳ ගැනීමට . 
ඒ මොහොතේ , කන් පිල් ජික් උත්සාහ කළා ... ජැන්ග් ආර්යාව ඝාතනය කිරීමට . 
මට ඔහුව තැබිය යුතුව තිබුණි කොහොම හරි බාර් පිටිපස්සෙන් . 
ඒක මගේ වැඩක් . 
මට එයාව කොහොම හරි අයින් කරන්න තිබුනා . 
මම දැන් ඒක කරනවා කියලා කියන්නේ නැහැ . 
ප්රවේසම් වන්න . 
හොඳයි , මම කරන්නම් . 
අවම වශයෙන් Myungdo Inn වෙනුවෙන් , මම එළියට එන්නේ නැහැ දැනට . 
ඔයාට බැරිද ... මුලින්ම ඔබ ගැන සැලකිලිමත්ද ? 
කොහොමද ඒක හොයාගෙන යන්නේ ඇත්තටම මුදල් ඇමතිව මැරුවේ කවුද ? 
නඩුව දැනටමත් අවසන් කර ඇත , ඒ නිසා මම රහසිගතව ඒ ගැන සොයා බලනවා . 
ඒකට කරදර කරන්න එපා . 
නෝනා දන්නවත් ඇති ... යොන්ග් ඩියොක් සැබෑ වැරදිකරුවා නොවන බව . 
ඔබ දැනුවත්ව සිටියාද ? 
ඉන්පසු , ඇය සැබෑ වැරදිකරුව හඳුනනවාද ? 
නවත්වන්න ... මේ ගැන කුතුහලයෙන් සිටීම . 
නමුත් එය මට බොහෝ දේ දරා ඇත . 
ජැන්ග් ආර්යාව , ඔබ පිටතද ? 
මෙහෙම දාලා යන්න බෑ . 
ඔබ පෙර දින මිනිසා නොවේද ? 
ජැන්ග් ආර්යාව ඇතුලේ ඉන්නවද ? 
මොනතරම් රළුද ! 
සමාවෙන්න . මම සමාව ඉල්ලනවා . 
ඒක මගේ වරදක් . 
ඔබේ කාලය භුක්ති විඳින්න . 
ඔයාට හරි ද ? 
බලන්න ? 
මම කිව්වා ඔයා වගේ කියලා ඔබට පෙම්වතෙක් සිටියා . 
ලෝකේ මොනාද ... 
ප්‍රමාද වූ සුබ පැතුම ගැන මට කණගාටුයි . 
ඔබට හොඳින් දැනෙනවාද ? 
මට ගොඩක් තිබුණා මෙම රැස්වීම සමඟ විසඳා ගැනීමට ... මටවත් ලැබුණේ නැහැ කියලා ඔබ සමඟ කතා කිරීමට . 
ඕනෑම අවස්ථාවක , මට ඔබව හමුවිය හැකිද ? හෙට කෙටියෙන් මගේ ස්ථානයේ ? 
මම ඇයව හෙට කලින් එහි යවන්නම් . 
එහෙනම් හෙට හමුවෙමු . 
කමක් නැහැ . අපි එහෙනම් යනවා . 
ෂුවර් , ආයුබෝවන් . 
- අපිට යන්න දෙන්න . - ඔව් , අම්මා . 
ඔයාට මට කියන්න දෙයක් තියෙනවද ? 
මම ඔබෙන් ප්‍රශ්න කිහිපයක් අහන්නම් , නමුත් ඒවා චෝ ආර්යාවගෙන් තබා ගන්න . 
යන්න . 
මට ආර්යාව ඕ ගැන තොරතුරු අවශ්‍යයි අනිත් අය දන්නේ නැහැ කියලා . 
දෙයියනේ , ඔයා මාව කම්පනයට පත් කළා . 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
මගේ බිස්නස් එක නවත්තන්න කිව්වා . 
ජැන්ග් ආර්යාව කිව්වා ඔයාට නැවත පටන් ගන්න පුළුවන් කියලා ... දැන් හැමෝම ගියා . 
ඔබ ඉතා මන්දගාමී නොවේද ? 
ආරම්භක කඩිමුඩිය මත ඕනෑවට වඩා රඳා නොසිටින්න , නැතහොත් ඔබ විශාල මුදලක් ගෙවනු ඇත . 
ඔබ එහි ඉක්මන් නොවිය යුතුද , කවුරු ආවත් සාදරයෙන් පිලිගන්නවා ඒ හරහා යන කවුරුවත් නවත්වන්නද ? 
මම ඔබෙන් ඉගෙන ගැනීම වඩා හොඳය . 
මේ සියල්ල Myungdo Inn සඳහා වේ . 
කමක් නැහැ . 
මට ඔයා එක්ක එන්න දෙන්න . 
මේ පැත්තට එන්න . 
අපි අවසානයේ හමුවෙමු . 
එය මහරජාණෝ ය . ඔබේ ගෞරවය පෙන්වන්න . 
මට ඇහුනා ... ඔබ කාර්යබහුල වී ඇත ප්රාග්ධන ආරක්ෂක වෙත ආපසු පැමිණීමේ සිට . 
මම කළේ මගේ යුතුකම පමණයි . 
ඔබ එය හඳුනාගෙන ඇති බව මට ආරංචි විය . යේම් සාමිවරයා ඇත්ත වශයෙන්ම වස පානය කර ඇත . ඔබත් කිව්වා වෙන කෙනෙක් වැරදිකාරයෙක් කියලා . ඔබ සැක කරන්නේ කවුද ? 
මට සැකයි ... යෙම් සාමිවරයාගේ වැන්දඹුව . 
මට තවම පැහැදිලි සාක්ෂි නැහැ , නමුත් ඔබ මට ටිකක් කල් දෙනවා නම් ... 
වසර පහළොවකට පෙර , විට මගේ පියා දිවංගත රජු හදිසියේම මිය ගියේය හැමෝම කිව්වේ ඔහු අසනීපයකින් මිය ගියා කියලා ඒත් මට ඒක විශ්වාස කරන්න බැරි වුණා . 
මම ඇත්ත දැනගන්න උත්සාහ කළා , නමුත් ප්රධානියාගේ මුළු පවුලම රජුගේ ආරක්ෂක භටයාගේ , ... මගේ තාත්තා අන්තිමට දැක්කේ සමූලඝාතනය කළා නාඳුනන ඝාතකයෙකු විසිනි . 
උතුමාණනි . එතකොට මගේ පවුලට මොකද වුණේ දන්නවද ? 
මෙම හඹා යාම කොතැනට ගෙන යා හැකිදැයි ඔබ දන්නවාද ? 
යෝම් සාමිවරයාගේ මරණය ... ඒ රාත්‍රියට කරන්න දෙයක් තියෙනවා . 
ඒක තියාගන්න කැමති අය ... වසාගෙන තවමත් ජාතිය පාලනය කරයි . මට තවම ප්‍රමාණවත් බලයක් නැහැ . 
ඒ නිසා , ඔබ විමර්ශනය කිරීමට බල කරන්නේ නම් , ඔබේ ජීවිතයට නැවත තර්ජනයක් විය හැකිය . ඔබ දැන් නතර කළ යුතුයි . 
නමුත් මහරජතුමනි . මම දැන් නවතින්න නම් , කවුද වැරදිකරුවන්ට දඬුවම් කරන්නේ ඔවුන් කළ බරපතල අපරාධ සඳහා ? 
ඔයාගේ ඇස් වල පෙනුමත් ඒ වගේ ... රජුගේ ආරක්ෂක ප්‍රධානියා ඉම් කන්ග්ගේ . 
අවංක , අවංක , නොසැලෙන බැල්ම . 
මම ඔබෙන් සමාව ගත යුතුයි , නමුත් මෙය දෛවය නොවේද ? අපට මග හැරිය නොහැකි බව ? 
එය වේ . 
ඔබ අප හා සම්බන්ධ වන්නේ කෙසේද ? 
මගේ පවුල සමූල ඝාතනය ... ඒකට මොකක් හරි සම්බන්ධයක් තිබ්බද ? 
එදා රෑ , දිවංගත රජතුමා මාව ඉක්මනින්ම කැඳෙව්වා . 
යූන් හක් . මට බැරි උනොත් ඔටුන්න හිමි කුමරු ආරක්ෂා කිරීමට , මට ඕනේ ඔයා එයාගේ පැත්තේ ඉන්න ඔහුව ආරක්ෂා කරන්න . 
එසේය , මහරජාණෙනි . 
මම ඔබට මගේ වචනය දෙනවා . 
තවද , යමක් සිදු වුවහොත් රජුගේ ආරක්ෂක ප්රධානියා , ඔබ ඔහුගේ පවුලේ සෙසු අයව රැගෙන යනවාද ? සමාව දෙන්නද ? 
මට හැගීමක් තියෙනවා ... මම එයාගේ පවුලට ලොකු අසාධාරණයක් කළා . 
අද රාත්‍රියේ බරපතල දෙයක් සිදුවනු ඇත . 
එයින් ඔබ අදහස් කරන්නේ ... 
මෙය අසාර්ථක වුවහොත් , ඉන්පසු ... මම ඔබව නැවත දකින්නේ නැහැ . 
මගේ ස්වාමිනි . 
ඔයාට හරි ද ? 
කොල්ලා . ශක්තිමත්ව සිටින්න . 
එහි රැඳී සිටින්න . 
වසර ගණනාවක් ගත විය සත්‍යය සැඟවී තිබියදී . එදින රාත්‍රියේ සිදුවූ දෙය තවමත් සිදුවෙමින් පවතී . 
ඔබ මේ ගැන සොයා බලන්නේ නම් , ඔබට නොහැකි විය හැක ඔබට දැන් ඇති ජීවිතය ගත කරන්න . 
මම කොච්චර හිතන්න හැදුවත් , එම රාත්‍රියේ මතකයන් තවමත් මැකී යයි . 
ඒක මට රිදෙනවා , යූන් හක් . 
ඒ නිසා තමයි ... ඔබ කිසි දිනක සම්පූර්ණයෙන්ම පාක් සූ හෝ බවට පත් නොවීය . 
මම දැනගත යුතුයි ... අවුරුදු 15කට කලින් මට වෙච්ච දේ ... මම පාක් සූ හෝ ලෙස ජීවත් වීමට නම් . 
මගේ වරද කුමක් ද ? 
එය වේදනාකාරියි . 
දැන් මම වැන්දඹුවක් නිසා , මිනිසුන් දැකීම දුෂ්කර වී ඇත . මට දැනටමත් තනිකමක් දැනෙනවා . 
ඒක ඔයාට ගොඩක් අමාරු වෙන්න ඇති . 
ඒක මට අමාරු වුණේ නැහැ . 
මම කවදාවත් මගේ සැමියා සමඟ සිටියේ නැත , ඒ නිසා මම වෙනස දන්නේ නැහැ . 
මගේ නැන්දම්මා මාවත් මේ වගේ හොඳට බලාගන්න . 
සෝක් සාමිවරයා සහ ඔහුගේ බිරිඳ . ඔවුන් ඉතා සැලකිලිමත් මිනිසුන් . 
ඔබට වැඩිමහල් සහෝදරයෙක් සිටී ඔබ සමඟ සම්බන්ධතා නැති විය . 
චෝ ආර්යාව . 
කුමක් ද කාරණය ? 
වහා මුතුන්මිත්තන්ගේ සිද්ධස්ථානයට යන්න . 
මව . මම ... 
ඒ රසික මට ණයට දෙන්න . 
මේ කුමක් ද ? 
( නයිට් මල් ) 
( එපිලෝග් ) 
ලෝකේ මොනාද ... 
අහෝ හිතවත . 
සිරාවටම . සන්සුන් වෙන්න මගේ නෝනා . - මම ඔබේ සැඟවීමට අදහස් කළෙමි ... - ඇයි ඔයා මට මෙහෙම කරන්නේ ? 
ඔයාට බැරිද ... 
ජැන්ග් ආර්යාව . 
- එය ඔබ සිතන දේ නොවේ . - එය ඔබ සිතන දේ නොවේ . 
මම මොනවද කල්පනා කළේ ? 
ඔයාලා දෙන්නා මොනවද කල්පනා කළේ ? 
ගෑනු අය යනවා . 
ඔබ පිටතට පැමිණිය යුතුයි . 
චෝ ආර්යාව , ඔබට වාතය උණුසුම්ද ? 
ඔබේ මුහුණ දැල්වෙමින් තිබේ . 
එය ඇත්ත නොවේ . 
නිසැකව ම අද සීතලයි . යහපත්කම . 
කුමක්ද ... 
මම ... එය ගිම්හානය පවා නොවේ , ඉතින් මට උණුසුම දැනෙන්නේ ඇයි ? 
ඔයාගේ අයියා වගේ ... රහසිගත කාරණයකට සම්බන්ධ විය එය මාලිගාවේ බිත්ති තුළ සිදු විය . 
ඒ සිද්ධිය ගැන කවුද දන්නේ ? 
මගේ මාමණ්ඩිය ? 
අපි මෙහි සිටින නිසා , අපි හොඳ සහල් කේක් කිහිපයක් මිලදී ගත යුතුයි . 
මගේ අම්මා ... මම ඇයව ලබා ගත් හොඳ බත් කැවිලි වලටද ආදරය කළාය . 
මව ? 
ඔහු ... 
අනේ මන්දා . 
මැසේජ් එක යැව්වොත් මොකද භයානක කෙනෙකු විසින්ද ? 
එය වඩාත් භයානක ය ඔබට සිතාගත නොහැකි තරම් . ඔබ නොදැන සිටීම හොඳය . 
ඔබ ඇය ගැන සැලකිල්ලක් දක්වයි නැවත වරක් . මාගේ ස්වාමීනි ! 
