‫ " אסטל דוברוף , ‫ " אם וסבתא מסורה , שהותירה אחריה ... " 
‫ אני עדיין לא מאמינה לזה , ‫ " 16 ילדים ו 
- 49 נכדים . " 
‫ איך את זוכרת את השמות של כולם ? 
‫ סבלנות , אהבה ‫ ותגי שם . ‫ הרבה תגי שם . 
‫ את חושבת להביא ילדים ? ‫ טוב ... את יודעת , אל תביני אותי לא נכון . ‫ אני אוהבת ילדים . ‫ אני מניחה שאני פשוט בנקודה בחיי ‫ שבה נראה שילדים זה לא הגורל שלי . יודעת ? 
‫ אני יודעת , אני יודעת , אני ... 
‫ - אל תתני לזה לקרות . 
‫ אני מצטערת , מה אמרת ? 
‫ - תצילי את הווגינה שלך ! 
‫ הווגינה שלי ? 
אני ... ‫ מדברת עם הרופא שלי . כן . 
‫ ואו , לא ציפיתי לזה . 
‫ 16 ילדים . 
‫ אלו 16 מסעות במורד תעלה אחת . 
‫ את יודעת מה זה עושה לגוף שלך ? 
‫ בתור התחלה ... ‫ תסמכי עליי , יש לי דמיון מפותח . 
‫ אבל את אוהבת אותם , נכון ? 
‫ כמובן , את יודעת את מי עוד אני אוהבת ? 
‫ האחייניות והאחיינים שלי . 
‫ תעשי לעצמך טובה . ‫ תהיי דודה . 
‫ את מקבלת את כל הדברים הכיפיים ‫ ושום דבר קשה . 
‫ את עומדת לשלוח אותי לדרכי עכשיו או ... ‫ כן , נשמע שאת זקוקה לזמן לעצמך . 
‫ כן . 
- עדיין לא מתים - ‫ תשומת לב , שכירים . 
‫ בבקשה קבלו בחום ‫ את הנוכחות הכי גבוהה ועוצמתית בכל חלל , ‫ אבא שלי , אבא שלכם בעבודה , דנקן רודס . 
‫ שלום , שלום , עובדים חיוניים שלי . 
‫ יש לי חדשות מרגשות לגביי . 
‫ מתברר שיעניקו לי ‫ את פרס " מפעל חיים ברוח העיתונות " . 
‫ כן , הוא זורק , הוא מדנקן ! 
‫ ספורט . 
‫ אז זה מוכיח שאם עובדים קשה ‫ ויש לכם הרבה כסף ‫ ואתם מחבלים ביריבים שלכם , ‫ יום אחד , כל החיים שלכם ‫ יכולים להיות הישג שמגיע לו פרס . 
‫ חכו , נראה שאבא לא יהיה היחידי שיקבל הכרה . 
‫ תבדקו את האי - מיילים שלכם . 
‫ אלוהים , אני מועמד לפרס . 
‫ מה ? 
גם אני מועמדת ! 
‫ אני לא קיבלתי אי - מייל . 
‫ אפילו לא לדואר זבל או משהו . 
‫ אולי אני צריכה לעמוד קרוב יותר לראוטר . 
‫ אז , אם תזדקקו לי , ‫ אני בודק איך למנף את ההצלחה הזו ‫ להתמודדות על משרה ציבורית . 
‫ כיוון שתזכרו , השמיים הם הגבול כשאתם אני . 
‫ בסדר , תודה . 
‫ זה כל כך מלחיץ . 
קית' מחוץ לעיר . ‫ אימא שלו מצליחה להתמודד עם תינוק אחד בלבד ‫ אז אני צריכה למצוא שמרטף . 
‫ ספרי לי על זה . גם בן מחוץ לעיר ‫ אז אנחנו צריכים למצוא שמרטף ... ‫ לא , שלא תע ... 
לא ! 
‫ לא הייתי צריכה לחלוק איתך ‫ את השמרטפים שלי . 
‫ אשלי באה להצלה של דן - בן . 
‫ אל תעשי את הפרצוף הזה . 
‫ ההקרבה שלך לא תישכח . 
‫ אם את צריכה מישהו שישמור על הילדים ‫ לדודה נל הכיפית יש הרבה כיף לחלק . 
‫ כן , כן ! ‫ - כן , כן ! 
‫ אז אני אשאיר את התינוק עם אימא של קית' , ‫ וטילי באמת מקנאת באחיה הקטן , ‫ אז היא תשמח לזמן איכות לבד ‫ עם הדודה החביבה עליה . מושלם ! ‫ אדיר ! כן , טילס היא החברה הכי טובה ‫ הכי טובה שלי . 
‫ היא מבינה אותי , מבינה ? 
‫ חוץ מזה שחיפשתי תירוץ ‫ ללבוש שוב את שמלת הנסיכה ההיא . 
‫ כי אני לא רק סנדקית , אני פיה סנדקית . 
‫ אני אתן לה הצעה שהיא לא תוכל לסרב לה . 
‫ משהו אומר לי שמעולם לא ראית " הסנדק " . 
‫ באמת ? איך הגעת לזה ? 
‫ אתה אוהב את המבצר שלי ? ממש מוצלח , מה ? 
‫ חזייה ? 
‫ מה כל זה ? 
‫ אני בונה מבצר נסיכות . טילי מגיעה . 
‫ מה כל זה ? 
‫ זה שייך לידידה נשית שלי . 
‫ היה נחמד לקבל אזהרה מראש שילד מגיע לפה . 
‫ היה נחמד לקבל אזהרה מראש ‫ שאתה מתגפף על הספה המשותפת שלנו . 
‫ מגעיל . אני לא אוהבת את זה . 
‫ מי זו בכלל ? 
‫ אני לא יכול להגיד לך . ‫ חתמתי על מסמך סודיות . ‫ בהחלט מפורסמת . בחייך . ‫ זו סלינה גומז ? 
ג'ודי בלום ? 
‫ מרתה סטיוארט ? אתה הטרף החדש שלה ? 
‫ אני מעריך את ההבנה שלך ‫ שאני יכול לחזר אחרי אישה כזו , נל . ‫ אולם , אני לא יכול לאשר , ‫ ואני לא יכול להכחיש , אף אחת מההנחות שלך . 
‫ טוב , למה בכלל אכפת לך שילד מגיע ? 
‫ חשבתי שאתה יוצא הערב עם שרליז ? 
‫ ניסיון יפה . המאהבת שלי עסוקה , ‫ מה שאומר שאני אשחק סטאר רים כל הלילה , ‫ מה שאומר שאני מחרים את המבצר שלך . 
‫ אל תדאג . טילי ואני לא נפריע ‫ לעצמך שטוף הסקס והדוחה . 
‫ תכננתי הרבה פעילויות כיפיות ‫ כי אני דודה נל הכיפית . ‫ די . ג'יי צופר אוויר . 
‫ היי , החברה כי טובה . ‫ 
- היי , החברה כי טובה . 
‫ ארתור ! 
‫ תודה שוב על זה שאת שומרת עליה ‫ בהתראה כל כך קצרה . 
‫ אל תודי לי , ‫ תודה לוועדה של רוח העיתונות ‫ על כך שכשלו בהכרה בעבודה שלי . 
‫ עכשיו קחי את העיניים המנצנצות האלו ‫ ואת האפרסק הזה לסיבוב . 
‫ זה ? 
‫ טילי ! 
‫ בסדר , הנסיכה טיליפר מבית טילי , ‫ נטייל בכפר ונברך את פשוטי העם בנוכחותך ? 
‫ מצטערת דודה נל , אני כבר לא בקטע של נסיכות . 
‫ אני חושבת שאני רוצה לקרוא על הספה . 
‫ בסדר , כן . 
‫ קריאה זה נהדר , אני אוהבת את זה . 
‫ בואי נרים ... ספר . 
‫ אני אלך להחליף בגדים ממש מהר . ‫ אני לא יכולה לנשום בשמלה הזו . 
- ברוח העיתונות - ‫ נכון שזה נפלא ? 
‫ אנחנו זוכים סוף סוף להכרה שמגיעה לנו , ‫ כמו ג'ניפר קולידג או כרוב ניצנים . 
‫ יש לי קפל בגב ? ‫ 
- זה קורדרוי , זה כפל אחד ענקי . 
‫ אבל תסתכל עליי , לעומת זאת . 
‫ יצאתי לעולם , אני נהנית . ‫ אני במרטיני השני שלי ואני מרגישה ... ‫ אלוהים , לא , דווקא יש לי קצת בחילה . 
‫ כדאי שאאט , לא ? ‫ 
- כן , אולי תאטי קצת . 
‫ אני כל כך גאה בשניכם . 
‫ ולא משנה מה יקרה פה הערב , ‫ העובדה ששניכם מועמ ... ‫ תמחאו ! - מה ? 
‫ תודה . 
‫ מי החתיך הזה ? 
‫ שלום , אבא . 
כן , זה בגודל אמיתי . 
‫ הלוואי שהייתי כזה רזה . 
‫ נכון שזה מרגש ? 
פרס מפעל החיים הראשון שלך . ‫ ואתה צעיר ב - 15 שנה ממה שרופרט היה ‫ כשהוא קיבל את שלו . 
‫ אתה תמיד חושב שזה יהיה מדהים ‫ כשאתה מרוויח את עשרת המיליון הראשונים שלך ‫ או כשאתה קונה את האי השני שלך . ‫ אבל אני חייב להודות שזה מחוויר ‫ לעומת קבלת הכרה בארוחה רשמית . 
‫ עכשיו אני יודע איך גנדי בטח הרגיש ‫ אם לגנדי היה ראש מלא שיער . 
‫ אני טוב יותר מגנדי . 
‫ כן , אתה כן , אבא . 
‫ תמחאו לטוב יותר מגנדי ! 
‫ טוב , חברה הכי טובה , לא מצאתי ספרים , ‫ אבל מצאתי מגזין מלפני שלוש שנים , ‫ אבל אני חושבת שכדאי לחכות ... ‫ טילי , האיש המשעמם הזה ‫ מכריח אותך לשחק משחק טיפשי ? 
‫ היא רצתה לשחק . ‫ - מה ? 
‫ ובאופן מפתיע , היא מועילה . 
‫ היא מצאה חור ברצף הזמן והמרחב . 
‫ אני משחקת סטאר רים עם אבא שלי כשהוא בבית , ‫ אז אני מכירה את כל הקיצורים . 
‫ את לא מעדיפה לעשות קצת ריקודים מהטיק טוק ? 
‫ אפילו אפשר לעשות הרמה הפעם . 
‫ יצאתי לדייט עם כירופרקטור , ‫ הוא לימד אותי להשתמש בליבה שלי ‫ שלא אפגע בגב שלי . 
‫ אנחנו כמעט בקוסמוס החיצוני . 
‫ מגניב , מגניב , מגניב , מגניב , מגניב . כן . 
‫ דודה נל הכיפית יודעת להסתגל . ‫ קדימה . 
‫ זה חייזר או פשוט ... ‫ כמה זמן אורך המשחק הזה ? 
‫ כמה גדול היקום ? 
‫ היא עומדת להנחית גשושית על רציף הנחיתה ! 
‫ יש ! ‫ - משחק טוב . ‫ משחק טוב . 
‫ זו לחיצת היד הסודית שלנו . 
‫ אבל היא כבר לא סודית , כי הרגע עשיתם אותה . 
‫ בכל מקרה , זה בסדר . 
‫ את רוצה לחשוב שוב על הריקודים בטיק טוק ? 
‫ למדתי ריקוד של בי.טי.אס , ילדה . 
‫ זה די מטריד , דודה נל . 
‫ כן , גם אני מרגישה ככה . ‫ אמרתי את זה באופן אירוני . 
‫ עוד משהו שתרצי לעשות , טילס ? 
‫ טוב , אני באמת רוצה לפתוח מסעדה . 
‫ מאסטר שף טילי פה . 
‫ אפשר לקבל שולחן לאדם אחד , בבקשה ? 
‫ אדוארד ? 
‫ - אני יכול לאכול . 
‫ מכאן . 
‫ אני אחזור לקחת את ההזמנה שלכם . 
‫ אני לא יודעת איזה כישוף ‫ אתה מפעיל על הילדה , ‫ אבל טילי תמיד התעניינה בי . 
‫ ואני לא יודעת למה פתאום ‫ היא מתעניינת יותר בך . 
‫ ילדים יכולים להיות מוזרים . 
‫ אולי יום אחד הילדים שלך יאהבו אותך יותר . 
‫ כן , אם בכלל יהיו לי . 
‫ הנחתי ככה . 
‫ הנחת ? הנחת ? 
‫ אני כל כך מצטערת , למה שתניח כזה דבר ? 
‫ בתור התחלה , מצב המגורים שלך ‫ ומצב העבודה שלך . 
‫ גם יש לך חוסר דחיפות למצוא בן זוג . 
‫ כי אני לא נואשת . 
‫ אם זה יקרה , זה יקרה . 
‫ זו דרך די עקומה להסתכל על דברים , ‫ בהתחשב בכך שבגילך ‫ היריון נחשב גריאטרי , ‫ והסיכויים שלך להיקלט ‫ מתדרדרים ממחזור למחזור . 
‫ בקצב הזה חלון הפוריות שלך לא ממש נסגר , ‫ הוא כבר די נעול . 
‫ ברוכים הבאים לשה - טילי . 
‫ אוכל בתור התחלה להביא לכם מים ? 
‫ מוגזים או רגילים ? 
‫ ברז . 
‫ היא כבר מנסה לדחוף לנו דברים . 
‫ אפשר להושיב אותי בשולחן אחר בבקשה ? 
‫ מצטערת , אנחנו מלאים הערב . 
‫ סרטן הנהרות בעונה הזו ? 
‫ תקראי לי ספקן , אבל אני אנסה את זה . 
‫ אני לא מאמין שמעניקים פרס לחיי . 
‫ ברכותיי על שאתה יושב לצידי . 
‫ בטח עשית משהו כמו שצריך . 
‫ תודה , מר רודס , הייתי צריך לשמוע את זה , ‫ כי אני חושב על מה להגיד במקרה שאזכה . 
‫ משהו כמו " לכבוד הוא לי " . ‫ ל ... לכבוד הוא לי ? 
‫ הכבוד הוא שלי ? 
‫ אוי לא , אמרתי את זה כל כך הרבה פעמים ‫ שעכשיו זה לא הגיוני לי בפה . 
‫ אתה בחור קטן ולחוץ , לא ? 
‫ היי , המנות של דנקן ‫ לא נראות קצת יותר גדולות משלנו ? 
‫ אני יכולה לאכול את הסטייק הזה בשני ביסים . 
‫ זה הגיוני לחלוטין , סם . 
‫ הוא קיבל אנטריקוט ואת קיבלת מיני - מיניון . 
‫ חוץ מזה , אני לא מזהה ‫ אף אחד מהמועמדים האחרים בקטגוריה שלי . 
‫ כלומר , אולי חוץ מהבחור שם ‫ שאני די בטוחה שהוא מפרסומת לביטוח . 
‫ כן , כמה חבל . 
‫ כל כך הרבה עיתונאים ‫ נאלצו לעבוד בפרסום כדי לגמור את החודש . 
‫ זה המצב העצוב של העיתונאות . 
‫ תזכורת קטנה , גברת רודס , ‫ שכרת את המקום הזה רק עד 21 : 00 . 
‫ כן . ‫ - אחריכם יש פגישת אלכוהוליסטים . ‫ אנחנו נצטרך זמן ... ‫ 
- אני מודעת ללוח הזמנים . 
‫ נתחפף מפה בזמן , חתיכת צבוע . תסתלק מפה . 
‫ כמה מזה שמעת ? ‫ 
- כמה נראה לך ? 
‫ אז את הכול . 
‫ מייד נחזור , אבא . 
‫ ילד ! ‫ - גברתי . ‫ תצלם עוד תמונה של אבא שלי אוכל 
‫ טוב , בסדר , הכול מזויף . 
‫ הפרסים לא אמיתיים , אני שילמתי על הכול . 
‫ המקום , ארוחת הערב , המועמדים האחרים . ‫ הקריין הוא המכונאי שלי שחייב לי טובה . 
‫ למה שתעשי את זה ? 
‫ כי רציתי שאבא שלי יראה ‫ כמה טוב העיתון מנוהל באחריותי . ‫ ולתת לחבריי לילה שהם יזכרו . 
‫ הזוכה בפרס עורך המטרו של השנה הוא ‫ דניס סימבואה ג'ונס . 
‫ זה קורה ! אני קורה ! 
‫ זה הלילה כי טוב בחיי . 
‫ מה ? דיברת איתו לאחרונה ? 
‫ הוא ממש צריך את זה . 
‫ אלקסיס . 
‫ נל , את יכולה להפסיק ? תפסיקי ! ‫ תפסיקי עם הרעש , בבקשה . 
‫ את בכלל לא צריכה סכין עם הסלמון הזה , ‫ הוא חלק כמו חמאה . 
‫ אתה יכול לא להגיד לי איך לאכול ? 
‫ ואם אתה חייב לדעת , ‫ השתמשתי בסכין על הכרובית ‫ שלא מספיק מבושלת . 
‫ כולם נהנים מהאוכל שלהם ? 
‫ כן , האוכל כל כך טעים . 
‫ בסדר , איפה אני מתחיל ? 
‫ במחיר כזה , בדג לא אמורות להיות עצמות . 
‫ אני כל כך מצטערת , אדוני . 
‫ בנוסף , הזמנתי לינגוויני , ובבקשה , תסתכלי . 
‫ את רואה את זה ? 
הוא נדבק . 
‫ כשהוא נדבק לקיר זה אומר שהוא מבושל מדי . 
‫ אני כל כך מצטערת , אדוני . 
‫ אני אחזיר את זה מייד ואדבר עם השף . 
‫ תודה . 
‫ אני יכול לנסות קצת מהדלעת ? ‫ מה ? 
‫ אתה אי פעם עוצר וחושב ‫ על מה שאתה עומד להגיד לפני שאתה אומר אותו ? 
‫ ואיך מה שאתה אומר עלול לפגוע באנשים ? 
‫ ביקורת זה דבר הכרחי ‫ אם היא רוצה לנהל מסעדה מצליחה ‫ במצב הכלכלי הנוכחי . 
‫ זה לא ... ‫ הסופלה שלך , אדוני , על חשבון הבית . 
‫ עכשיו אנחנו מדברים . תודה . 
‫ נראה לח , אוורירי . 
‫ את יודעת מה הסוד לסופלה יציב ? ‫ ביצים זקנות יותר . 
‫ זה כל כך מעניין . 
כל כך מעניין ... ‫ מה שאתה אומר זה ‫ שאתה מעדיף ביצים זקנות יותר בקינוח , ‫ אבל לא בנשים האנושיות שלך ? הבנתי נכון ? 
‫ אני אלך להביא את החשבון שלכם . 
‫ אני מתחיל לחשוב שזה לא קשור לסופלה . 
‫ נראה לך ? 
‫ תודה על הכבוד העצום הזה . 
‫ סם , את לא יכולה לעזוב עכשיו , ‫ עוד לא הגישו את הפרס שלך . 
‫ איזה פרס ? 
שום דבר מזה לא אמיתי . 
‫ קורים אצלי הרבה דברים בבית כרגע , בסדר ? ‫ אני ממש לא צריכה את זה . 
‫ אני יודעת ואני מצטערת . 
‫ חשבתי שאם אקדיש ערב שלם ‫ לזכייה של אבי בפרס , ‫ אז הוא סוף סוף יודה לי . 
‫ והפרס לעורך בתחום האופנה יוענק ל ... ‫ סם הולקר . 
‫ טוב , בסדר . ‫ אבל עכשיו חייבת לי הרבה , הרבה ... ‫ משהו שעוד לא חשבתי עליו . 
‫ תודה , אבל תקפידי על נאום קצר . 
‫ האלכוהוליסטים בודקים את הבר ‫ ואני לא רוצה להיות סיבה למעידה נוספת . 
‫ תודה . 
‫ אני לא יודע למה את כל כך נסערת . 
‫ אני רק מציין עובדות . 
‫ טוב , העובדות שלך חצופות . 
‫ עובדה , עובדות לא יכולות להיות חצופות , ‫ עובדות יכולות להיות רק עובדות . 
‫ חוצפה היא פרשנות של העובדות , ‫ ושוב , הן רק עובדות . 
‫ לא , חוצפה זה הפה הטיפשי שלך ‫ שפולט את העובדות הטיפשיות שלך . 
‫ עכשיו זו באמת חוצפה . 
‫ מה את רוצה שאעשה ? 
את רוצה שאשקר לך , ‫ ואגיד לך שיש לך מיליארדי ביציות , ‫ ותוכלי להביא ילד עד גיל 90 או משהו ? 
‫ נל ! זה סירה מבציר 97 , ‫ והרגע פשוט השלכת אותו עליי . 
‫ יש לך מזל שזה לא היה המזלג כי הוא אמיתי ! 
‫ תפסיקו ! 
‫ למה כולם תמיד רבים ? 
‫ לא יכולה להיות לנו ‫ אפילו ארוחת ערב נחמדה אחת ? 
‫ היה נחמד ‫ אילו יכולנו לטעום קצת מהלהט הזה באוכל . 
‫ היי , טילי , חומד , את בסדר ? 
‫ את כועסת ? 
‫ זה בגלל אדוארד ? 
‫ זה בגללי ? 
‫ זה אחיך הקטן ? ‫ הוא גרוע , אבל לא . 
‫ טוב , אם את רוצה לדבר על זה , אני כאן . 
‫ או שאנחנו לא חייבות לדבר על זה ‫ אם את לא רוצה . ‫ אני יכולה סתם לשבת איתך פה . 
‫ בכל פעם שאבא בבית , אימא ואבא רבים . ‫ כמו שאתם רבתם . 
‫ אימא מעמידה פנים שהכול בסדר , ‫ אבל אני יודעת שלא . 
‫ חומד , ואו . 
‫ אני כל כך מצטערת . 
‫ בגלל זה רצית לשחק סטאר רים ? 
‫ כדי שתוכלי להרגיש קרובה לאבא ? 
‫ אני חושבת שאבא ואימא רבים ‫ כי אני רבה עם אחי והם כועסים עליי . 
‫ לא . לא , לא , לא . 
טילי , בואי לפה . 
‫ זו לא אשמתך , בסדר ? 
‫ אם אימא ואבא רבים , זה ממש לא קשור אלייך . 
‫ והם אוהבים אותך כל כך . 
‫ את הדבר הכי טוב שאי פעם קרה להם . 
‫ את יודעת איך אני יודעת ? ‫ - איך ? 
‫ כי הם אומרים לי , כל הזמן . 
‫ הם אומרים , טילס , היא הכי טובה . ‫ אני אוהבת את טילי כל כך . 
‫ אם טילי הייתה גלידה , ‫ היא הייתה הטעם האהוב עליי . 
‫ ואני חושבת שלהורים שלך יש טעם ממש טוב , ‫ כי את הטעם החביב עליי . 
‫ אני אקח מלא כדורים ממך . ‫ תני לי ביס קטן מזה . 
‫ מצטערת שלא עשינו את כל הכיף ‫ שאנחנו עושות בדרך כלל . 
‫ אני לא פה רק בשביל זה . 
‫ כן , כלומר , ‫ אני פה בשביל הכול . 
‫ נל , אני לא באמת חושבת ‫ שריקודי טיק טוק זה מטריד , כשאת עושה אותם . 
‫ נכון ? 
‫ יש לי מהלכים , את יודעת את זה . 
‫ אם כבר מדברים על תודות , ‫ יש אנשים רבים שאני רוצה להודות להם הערב . 
‫ גברתי , אנחנו ממש צריכים ... ‫ זהו זה . 
‫ קארל , רואה החשבון שלי , ‫ העבודה שלך בחו"ל ובארץ ‫ הייתה לא פחות מאדירה . 
10 . ‫ האלכוהוליסטים נושפים בעורפי ... 
‫ - תן לי עוד דקה . 
‫ הסטייליסט שלי , ז'ק , בחיי , ‫ תודה רבה , ידידי . 
‫ ולבסוף , מישהו שבאופן מילולי , ‫ הוא הסיבה שאנחנו פה הערב . ‫ בלעדיהם , שום דבר מזה לא היה מתאפשר . 
‫ זהו זה . 
‫ יוהנס גוטנברג , ממציא הדפוס . 
‫ רק עכשיו למדתי את זה . כן . 
‫ בסדר , ואו , כבד . 
‫ תודה , לילה טוב . 
‫ תפרק הכול . 
‫ היי , אולי אני משתגע , ‫ אבל אני חושב שהפרס שלי מתקלף ‫ ומתחת כתוב " אבא מספר אחת " . ‫ וזה ... אני לא רוצה לבכות שוב . ‫ אבל ... ‫ את יודעת , בואי נחזור לזה ביום שני . 
‫ לילה טוב . 
- דירות ברוקמור - ‫ אז איך הלך ? 
‫ כל הטקס היה מזויף . ‫ 
- מה ? ‫ לקסי ארגנה הכול ‫ רק כדי להרשים את אביה . 
‫ זה מטורף . ‫ - אני יודעת . מטורף . ‫ אבל לחלוטין מתאים לה . ‫ 
- מתאים לה ועצוב . 
‫ היי , אז אם זה משפר את ההרגשה שלך ... ‫ אכלנו ארוחת ערב מזויפת הערב . 
‫ היא סוף סוף הרימה את שה - טילי . ‫ כל הכבוד לה . 
‫ כן , פתיחה חלשה , אבל זה היה נחמד . 
‫ מה שלומה ? ‫ 
- היא ישנה אצלי בחדר . 
‫ רגע , רגע , רגע , ממש בזריזות . 
‫ אז הייתה לנו שיחה קודם ‫ והיא אמרה לי שאת וקית' לא במקום טוב . 
‫ שום דבר לא חומק מעיניה של הילדה הזו . 
‫ הוא בסן פרנסיסקו בגלל העבודה או בגללכם ? 
‫ קצת משניהם . 
‫ כן , הוא שם כי הוא צריך לעבוד יותר , ‫ ואנחנו לוקחים הפסקה עד שנחשוב על דברים . 
‫ אימא , אני כל כך מצטערת . לא היה לי מושג . 
‫ היה ממש קשה לנסות להתמודד עם הכול לבד . 
‫ אני פה , אני איתך , את לא לבד . 
‫ אני יודעת . 
‫ - לא , את חייבת לדעת את זה . 
‫ אני פה בשביל כל דבר שתצטרכי . 
‫ את יודעת . במיוחד בכל מה שקשור לילדים . 
‫ ילדה , דודה נל הכיפית . 
‫ מה תעשי ? 
‫ תפסיקי עם כל זה . פשוט תני לי חיבוק . ‫ - את הכול ? 
‫ אני אוהבת אותך . ‫ - אני אוהבת אותך . 
‫ מה אתה עושה ? 
‫ אני יודע שאכלנו אוכל דמיוני ‫ אבל אני שונא טביעות אצבעות על הכלים . 
‫ אני מצטער שפגעתי בך קודם . 
‫ לא התכוונתי לגרום לך להרגיש רע . 
‫ חשבתי שאני רק מציין עובדות . ‫ עכשיו אני מבין שהעובדות האלו היו חצופות ‫ כי את אמרת את זה . 
‫ אני מעריכה את זה . ‫ אתה יודע , אם לומר בכנות , ‫ אני חושבת שהזדקקתי להצצה הזו למציאות . 
‫ אני מתחבאת מאחורי אמירות כמו ‫ " אם זה יקרה , זה יקרה " . ‫ אבל האמת היא שזה לא יקרה ‫ אם אני לא אגרום לזה לקרות . 
‫ ואני רוצה שזה יקרה . 
‫ את רוצה ? 
‫ כן . 
‫ הייתי עם טילי קודם . ‫ זה הרגיש נכון . 
‫ ואולי אני אהיה טובה בתור אימא . 
‫ אני ממש שמח לשמוע אותך אומרת את זה . ‫ - כן ? 
‫ כי אחרי המריבה שלנו , עשיתי חיפוש חפוז , ‫ ומתברר שהעובדות מעודדות יותר ממה שחשבתי . 
‫ יש הרבה נשים עם ילדים בריאים בגילך . 
‫ אני חושב שכדאי ‫ שתתרכזי קצת יותר בדיאטה שלך , ‫ אני יודע שזה מאבק בשבילך . 
- הבנתי , תודה . ‫ את גם יכולה להקפיא ביציות . 
‫ זה יקר מאוד , ואת , בואי נודה בזה , ענייה . 
‫ אני רק אומר ... ‫ אני חושב שתהיי נהדרת . 
‫ אז פשוט תגיד את זה . 
‫ את תהיי נהדרת . ‫ תודה . 
‫ טוב , לא ייבשת את הצלחת . 
‫ - אני כן . 
‫ יהיו עליה עיגולים ... ‫ היא יבשה מספיק . ‫ - נחליף מקומות . 
‫ אבא , זה לא קל אבל יש לי משהו לומר . 
‫ העברתי את כל חיי בניסיון להרשים אותך . ‫ בניסיון לקבל את אישורך , ‫ אבל מעולם לא נראית מעוניין . 
‫ טוב , נחש מה ? 
‫ כל טקס חלוקת הפרסים הזה היה תרמית . 
‫ ודבר נוסף , ‫ מעולם לא אהבתי את החברה שלך , סוזן . 
‫ גברתי , אני אצטרך לחייב את כרטיס האשראי שלך ‫ על שעה נוספת . 
‫ אל תפריע לי כשאני מדברת עם אבא שלי . 
‫ בסדר , אבא . ‫ בוא נלך , נמשיך את זה במכונית שלי . 
‫ זה זול יותר מטיפול . 
