情势 越来越 危机 请 回复 四周 一片 火海 是 火 起火 了 舱室 起火 了 
21 21 30 、 40 、 42 四周 一片 火海 
可以 调 高 温度 吗 ? 
亲爱 的 空调 坏 了 忍着 点 吧 
妈咪 她 说 什么 ? 
她 说 世界 崩坏 了 
爸 什么 时候 到 ? 
妈咪 ? 
爸出 了 什么 事 ? 
亲爱 的 关门 
好 冷 啊 
过来 我要 生火 了 
可以 讲故事 给 我 听 吗 ? 
我 可以 读 故事 给 你 听 读 平板 电脑 里 的 那个 吧 
讲述 外太空 的 那个 我 想 听 那个 
嗨 我 叫 乔 安娜 是 一名 宇航员 在 欧洲航天局 工作 目前 住 在 国际 太空站 我 将 在 这里 住 上 一 整年 我 给 你 准备 了 一个 非常 特别 的 睡 前 故事 叫 《 小小 火箭 女孩 》 
- 想 不想 我读 给 你 听 ? - 想 啊 
故事 是 这样 的 " 在 遥远 的 外太空 气温 极度 寒冷 
星辰 瞬息万变 恒星 散发出 炽热 的 气焰 来 保暖 " 
" 在 遥远 的 外太空 四周 寂静无声 
但是 身在 遥远 的 外太空 最 难受 的 事 是 有时 会 感到 非常 孤独 " 
( 德国 科隆 ) 爱丽丝 ? 15 分钟 后 出发 
我 马上 下楼 
预备 
- 我 准备 好 出发 了 - 好 的 打声 招呼 吧 
任务 控制中心 连接 中 
( 美国宇航局 、 俄罗斯联邦 航天局 ) ( 欧洲航天局 、 加拿大 和 日本 共有 ) 妈妈 ? 亲爱 的 早上好 刷牙 了 吗 ? 刷 了 几分钟 ? 三分钟 
因为 这是 我们 家 的 传统 
你 今天 会 执行 舱外 活动 吗 ? 
亲爱 的 放心 吧 我们 都 做好 准备 了 
我 知道 
要 跟 雅丝 打招呼 吗 ? 
- 嗨 爱丽丝 早上好 - 嗨 雅丝 
紧张 吗 ? 
有点 吧 
想 看看 莴苣 长得 如何 吗 ? 我 觉得 它们 挺 精神 的 
有些 已经 醒来 了 
你 说 呢 ? 
- 是不是 很 神奇 呢 ? 
- 看起来 不错 
但 我 可能 会先 让 - 别的 同事 尝尝 - 对 有点 担心 吃 了 会 变成 外星人 
说话 小声点 为什么 ? 
因为 他们 在 冷 原子 实验室 里 进行 非常 精细 的 活儿 
嗨 爱丽丝 
嗨 保罗 
今天 你 妈 有 一项 重大 任务 
火箭 推进 实验室 这 是 冷 原子 实验室 数据 堆芯 信号 正常 、 铁磁 排序 一致 、 25.5 
- 收到 第六 阶段 - 收到 
堆芯 温度 为 零下 203 度 ( 加州 帕萨迪纳 火箭 推进 实验室 ) 调整 激光 快 
这 是 在 干什么 ? 
在 探索 新 的 物质 状态 
怎么 说 ? 
我 也 说不上来 
再过 84 天 你 就要 回来 了 只 剩 84 天 了 
我 等不及 了 噢 
我 好想你 啊 
妈妈 我 也 好想你 
出舱 后 小心 好 吗 ? 我 向来 都 很 小心 的 
看看 能 不能 看到 你 
- 天 啊 - 你 看 看到 你 了 看到 了 吗 ? 
- 准备 好 了 - 好 的 
年轻人 祝你好运 
也 祝你好运 指挥官 
至今 为止 我 的 运气 都 很 好 
嗨 爱丽丝 跟 自己 挥挥手 
开始 
火箭 推进 实验室 呼叫 太空站 收到 吗 ? 赶紧 恢复 通讯 出事 了 
妈妈 ? 你 还 在 吗 ? 
没事 吧 ? 
突然 断线 了 
小心 碎片 船体 发生 破裂 
妈妈 ? 
休士顿 这是 太空站 收到 吗 ? 
休士顿 这是 太空站 收到 吗 ? 
- 地面 控制中心 封锁 所有 入口 
- 存储 库 断线 了 ( 得 州 休士顿 美国宇航局 任务 控制中心 ) 休士顿 通过 一号 地面站 呼叫 太空站 你们 那边 发生 失压 事故 
通讯 全面 开启 
请 全体 船员 到 联盟 一号 逃生 舱 集合 
启动 撤离 前置 流程 启动 紧急 应对 措施 
回复 休士顿 曙光 号 功能 货舱 起火 了 到处 都 是 烟雾 
- 电力 中断 - 伊利亚 
乔 立刻 前往 ... 最近 的 逃生 舱 联盟 一号 
回复 休士顿 火势 堵住 了 我们 前往 联盟 一号 的 通道 
立刻 到 黎明 号 实验舱 集合 
乔 我 出不去 
伊利亚 赶紧 前往 逃生 舱 
收到 
到底 被 什么 东西 撞 上 了 ? 有 东西 撞 上 了 太空站 
赶紧 出来 
我 出来 了 
抓紧 我 
我 去 关闭 舱门 
呼叫 太空站 你们 必须 马上 扑灭 火势 
收到 马上 去 
关闭 星辰 号 服务舱 的 增压 系统 我们 被 不 知名 物体 击中 
- 你们 没事 吧 ? 
- 舱门 已 关闭 
全体 船员 开始 点名 
艾利逊 
安德烈 夫 
- 布洛斯 坦 
- 苏 里 
- 兰 卡斯特 ? 
- 我动 不了 
火灭 了 
艾利逊 、 布洛斯 坦 火灭 了 去 协助 兰 卡斯特 指挥官 
收到 
安德烈 夫 、 苏 里 去 检查 生命 维持 系统 等 各个系统 
- 好 
- 正在 检查 
呼叫 休士顿 氧气 越来越少 了 - 我 听 得到 
- 回复 太空站 收到 
保罗 你 还好 吗 ? 
- 我动 不了 
- 他 被 钉住 了 
- 他 贴 在 增压 控制器 上 
- 我们 必须 立刻 给 他 止血 - 按住 动脉 - 这里 按住 了 
- 呼叫 休士顿 保罗 受伤 了 
- 收到 
他 的 左臂 被 压 在 四号 机架 下 正在 大量 失血 
系统 状况 如何 ? 
伊利亚 系统 状况 如何 ? 
星辰 号 服务舱 和 寻求 号 气闸 舱 电力 减少 55% 
协和 号 节点 舱 和 哥伦布 号 实验舱 失压 
乔 控制权 交给 你 了 
我们 需要 给 他 供 氧 - 收到 
- 去 快去 
船员 们 去 检查 联盟 号 逃生 舱 的 功能 
信号 显示 国际 太空站 全面 严重 缺氧 和 失压 
收到 伊利亚 ? 
- 保罗 别 晕过去 好 吗 ? - 好 的 奥德 丽 务必 给 保罗 做好 立刻 撤离 的 准备 
深呼吸 
- 听 得到 吗 ? - 他 的 状态 不 适合 撤离 
乔 联盟 一号 舱室 断电 了 
信号 显示 电力 减少 95% 
联盟 二号 功能 正常 联盟 一号 宣告 损坏 
联盟 二号 只有 三个 座位 只有 三个 人 能够 撤离 
生命 维持 系统 等 其他 系统 都 严重 损坏 
等候 指令 联盟 一号 目前 无法 起航 
注入 氧气 
如果 他 还是 动弹不得 我们 唯有 截断 他 的 手臂 了 保罗 十分 抱歉 - 乔 
- 你 不会 有事 的 
乔 、 伊利亚 ? 你们 原定 今早 执行 舱外 任务 
你们 必须 完成 这项 任务 以 修复 生命 维持 系统 以及 联盟 一号 的 损坏 部分 
我 不想 死 好 他 失去 意识 了 那 保罗 怎么办 ? 
乔 奥德 丽会 负责 照顾 保罗 收到 
你 必须 检测 联盟 一号 逃生 舱 的 损坏 程度 修好 生命 维持 和 供电 两大 系统 - 收到 
- 这样 我们 才能 送 你们 回来 
转弯 
好 了 快 这 可 不妙 我们 俩 可能 要 迟到 了 
如果 你们 没有 分心 就 会 注意 到 事故 发生 在 调整 激光 前 六秒 
当时 冷 原子 实验室 可能 已 在 两 百万分之一 秒 内 完成 信息检索 操作 
将 温度 维持 在 零下 120 度 以下 赶紧 策划 信息检索 方案 
指挥官 这是 来自 冷 原子 实验室 的 信号 我们 收到 了 通讯 
我 是 俄罗斯联邦 航天局 的 艾 琳娜 拉 森科 
这是 亨利 卡 德拉 指挥官 - 火箭 推进 实验室 的 ... - 亨利 科研 顾问 主管 
- 你 看 - 米 凯拉 莫约 恩 来自 美国宇航局 任务 中心 
- 天 啊 - 我 是 费 雷德 瑞杜瓦杰 欧洲航天局 总监 
- 太空站 发生 严重 的 ... - 过来 看到 吗 ? - 碰撞 意外 - 天 啊 我们 必须 讨论 如何 全面 撤离 太空站 
嗨 爱丽丝 快 
好 了 各位 同学 回到 座位 上 
早上好 
温蒂 你 没事 吧 ? 
我 做 了 一场 噩梦 
乔 、 伊利亚 你们 的 目标 是 检测 供电 和 生命 维持 两大 系统 的 损坏 程度 收到 
好 的 乔 你 可以 打开 舱门 了 
收到 
舱门 已 打开 并 固定 好 了 - 我 这 就 出去 了 
- 乔 我 就 在 你 身后 
乔 、 伊利亚 我 把 舱 外 活动 的 指导 工作 转 交给 俄罗斯联邦 航天局 控制中心 
祝你们 顺利完成 任务 
收到 
接着 由 我们 指导 来 修好 联盟 号 吧 
( 哈萨克斯坦 拜科努尔 俄罗斯联邦 航天局 任务 控制中心 ) 收到 我们 俩 已 安全 走出 舱口 你们 将 在 一片 漆黑 中 活动 约 20 分钟 或 更 久 
收到 
乔 联盟 一号 的 信号 显示 舱室 已经 完全 断电 
你 必须 修好 团结 号 节点 舱 的 电缆 
收到 
伊利亚 你 去 检查 联盟 二号 逃生 舱 的 状况 
收到 
在 离 科学 号 实验舱 约 8 米处 
表面 出现 破损 
但 联盟 二号 看似 完好无损 
呼叫 休士顿 控制中心 已经 为 保罗 做好 手术 
收到 
国际 太空站 的 生命 维持 系统 损毁 率达 70% 
欧洲航天局 这项 实验 至关重要 
我们 接获 了 一组 信号 而且 是 一组 双 量子 信号 这是 非常 重大 的 发现 ( 德国 科隆 ) 火箭 推进 实验室 我们 明白 重要性 只是 我们 不能 将 美国宇航局 的 实验 置于 撤离 安排 之上 
费 雷德 瑞 少 跟 我 说 什么 撤离 
我 从事 这项 工作 50 年 了 
以 目前 的 政局 假如 放弃 国际 太空站 就 再也 没有 回头路 了 
美国宇航局 人命 比 科研 重要 
我们 又 不是 经营 幼儿园 
我们 刚刚 发现 了 一种 只能 在 零 重力 环境 中 存在 的 全新 物质 状态 
听 好 无论 太空站 发生 什么 损坏 都 是 能够 修复 的 
供电系统 受到 撞击 发生 严重 损毁 
这 一侧 的 供 氧 系统 、 外部 电缆 都 已经 损毁 
无法 重新 驳接 
无法 修复 
呼叫 休士顿 请 提供 指示 
保罗 心脏 骤停 了 
开始 做 心肺 复苏 
一 、 二 、 三 、 四 、 五 、 六 终止 舱外 活动 
为 联盟 二号 重返 大气层 做好 准备 
舱外 活动 船员 、 休士顿 别 理会 该 指示 - 我们 不 同意 - 火箭 推进 实验室 休士顿 别 进行 不必要 的 干预 
在 冷 原子 实验室 检索 方案 出炉 前 我 不 允许 做出 此 决策 
反对 立刻 结束 通话 将 全体 船员 送返 地球 
谢尔盖 继续执行 舱外 活动 
乔 医疗组 正在 治疗 保罗 继续执行 舱外 活动 
收到 
有 消息 马上 通知 我 
接下来 要 去 哪里 ? 
叫 她 前往 桁架 结构 他们 必须 修好 次级 生命 维持 系统 
什么 情况 ? 乔 我们 看不到 你 
是 红灯 
摄像头 坏 了 很 抱歉 团结 号 节点 舱 后面 的 摄像头 都 坏 了 
她 不能 停下来 
好 太阳 一分钟 后 升起 
27 、 28 、 29 、 30 
日出 倒数 五 、 四 、 三 、 二 、 一 乔 你 必须 前往 桁架 结构 修好 次级 生命 维持 系统 否则 正在 修复 联盟 一号 的 船员 将 失去 供电 和 供 氧 收到 
记住 桁架 结构 上 没有 摄像头 那边 的 摄像头 全坏 了 
从现在起 我们 将 失去 视觉 辅助 收到 前往 次级 生命 维持 系统 途中 
28 、 29 、 30 
- 暂停 - 离手 
- 开始 
看到 桁架 结构 了 
赶紧 注射 胺 碘 酮 
21 、 22 、 23 、 24 、 25 、 26 、 27 
次级 生命 维持 系统 已经 彻底 被 不明 物体 撞毁 了 
桁架 结构 受到 重创 
一 、 二 、 三 、 四 ... - 看 得到 撞击 物 吗 ? 
越来越 靠近 了 
看起来 是 ... 可能 是 一条 长达 50 厘米 的 裂口 
有 东西 被 桁架 结构 内 的 组件 缠住 了 
伊利亚 收到 吗 ? 
快 赶上 你 了 
乔 请 确认 你 所 看到 的 撞击 物 
是 一种 橙色 的 布料 
我 得 从 顶端 往 下 查看 
回来 老天 是 一具 尸体 
乔 请 确认 撞击 物 
乔 请 回复 
伊利亚 我们 需要 看看 艾利逊 的 情况 
乔 我来 救 你 了 
检查 我 的 氧气 含量 
乔 支持 住 
我 抓 到 你 了 
她 安全 了 
叫 他 去 查看 撞击 物 
安德烈 夫 查看 撞击 物 
看不到 
是 一名 女性 苏联 人 
我 看到 了 一具 女性 宇航员 的 尸体 
醒过来 啊 快 醒过来 我 不会 放弃 的 
休士顿 、 俄罗斯 任务 控制中心 保罗 已经 过世 了 
我 重复 兰 卡斯特 指挥官 已经 过世 了 
我 带 着 悲伤 的 心情 宣布 太空站 回报 兰 卡斯特 指挥官 已经 过世 了 
他 在 心脏 骤停 后 回天乏术 
再见 保罗 
联盟 二号 解舱 操作 完成 
返回 轨道 参数 已 上传 宇航员 家属 均 在 前往 拜科努尔 途中 
如果 我们 都 死 了 到 那边 等 我们 有 什么 用 ? 
冷静 
我们 将 对 联盟 一号 进行 修复 
其中 三位 宇航员 将 立刻 乘坐 联盟 二号 离开 剩余 的 一位 船员 留下 使用 俄罗斯 指令舱 的 606 型 电池 修复 联盟 一号 损坏 的 供电系统 
之后 乘坐 联盟 一号 返回 地球 
不如 两位 船员 现在 乘坐 联盟 二号 返回 地球 其余 两位 船员 留下 修复 联盟 一号 ? 
生命 维持 系统 只 足以 支持 一个 人 
既然如此 伊利亚 、 雅丝 奥德 丽 你们 是 乘坐 联盟 二号 抵达 的 
乔 我 不 走 
不行 你 是 联盟 号 的 指挥官 
你 要 安全 送 她们 俩 回去 
这是 命令 
那 爱丽丝 怎么办 ? 
谁 没有 家人 ? 
有点 黏糊糊 的 对 吧 ? 
卢卡 听 好 不如 你 把 翅膀 拆掉 然后 ... 重新 再 做 一遍 吧 好 吗 ? 
( 林登 小学 欧洲航天局 学习 馆 ) 她 会 回来 吧 ? 
我 也 希望 是 这样 
你 怎么 不 说 她 一定 会 回来 ? 
因为 我 不想 骗 你 
亲爱 的 听 好 
妈咪 很 有 可能 会 回来 只是 情况 比较复杂 
从 没有 哪个 宇航员 留在 外太空 欧洲航天局 的 航程 没有 过 
有件事 我 必须 告诉 你 
是 一件 很 难过 的 事 
很 遗憾 温蒂 的 爸爸 已经 死 了 
我们 的 自行车 怎么办 ? 
自行车 还 留在 学校 呢 
进近 调整 引擎 燃烧 时长 为 两分钟 57 秒 
- 入射角 度为 95 度 - 准备 好 起航 了 吗 ? 
- 参数设置 完毕 
- 准备 好 起航 了 
有 什么 要 我们 转告 的 吗 ? 
我 是 指 转告 家人 
如果 我 回不去 的话 可以 麻烦 你 陪 在 马格努斯 和 爱丽丝 身边 吗 ? 
调整 太空站 斜度 
推进器 检查 完毕 
全力 输出 解开 螺栓 
收到 
螺栓 已 解开 
启动 推进器 倒数 启动 综合 推进 引擎 三 、 二 、 一 机械 装置 已 分开 
我 看到 两者 已 分开 
正在 进入 返航 轨道 
降落 时长 为 三 小时 27 分钟 
愿神 保佑 
乔 你 必须 确保 联盟 一号 上 备有 足以 维持 24 小时 的 物资 
生命 维持 系统 还 能 有效 操作 多久 ? 
我 还有 多少 氧气 ? 
大概 19 个 小时 
- 听 好 - 爱丽丝 到 后面 去 
- 十分 抱歉 - 没关系 天 啊 十分 抱歉 温蒂 你 和 爱丽丝 坐在 一起 吧 
芙蕾达 节哀顺变 
要 不要 抱抱 我 的 兔子 ? 
联盟 一号 已 损毁 
舱室 具备 能 维持 正常 呼吸 的 空气 但 没有 充足 的 电力 送 你 返回 地球 
将 充足 的 物资 放进 联盟 一号 后 你 必须 取出 没电 的 电池 装入 星辰 号 服务舱 的 606 型 电池 
国际 太空站 每隔 45 分钟 将 为 你 供应 氧气 和 电力 以 进行 维修 
收到 
乔 你 的 家人 在 路上 了 
一旦 进入 日照 你们 就 能 交谈 了 好极了 
关闭 主 舱门 
- 加压 
- 收到 
等等 
- 我 去 去 就 回来 - 乔 国际 太空站 仅靠 太阳能 供应 光照 和 生命 维持 系统 
你 只有 一分钟 30 秒 
就 快 天黑 了 到 时 就 无法 进行 加压 操作 
我 只是 需要 去 拿 一件 东西 一定 赶得及 回去 的 
乔 天黑 后 只 剩 联盟 一号 有 氧气 
我 知道 
- 乔 
- 跟 爱丽丝 说 我 去 拿 她 的 项链 
- 乔 只 剩 20 秒 
妈妈 爱 她 意思 是 我 一定 会 没事 的 
我 一定 会 回到 她 和 孩子 的 爸 身边 
答应 我 帮 我 转告 她 十 、 九 ... - 答应 我 帮 我 转告 她 - 八 七 、 六 ... 谢尔盖 能 答应 我 吗 ? 
如果 你 不肯 答应 我 就 坐在 这里 生闷气 
- 我们 一定 会 帮 你 转告 她 的 
- 谢 了 
听 好 这是 太空站 公转 一圈 的 规律 每隔 45 分钟 分别 经历 日照 和 黑夜 
即将 失去 通讯 45 分钟 后 恢复 日照 ... 
我先 声明 我 很 清楚 从 历史 的 角度 来看 这事 有 多么 荒谬 我 在 描绘 那个 击中 太阳能 架构 的 物体 
那 是 一具 女尸 穿着 苏联 宇航员 制服 
爱丽丝 我们 去 找 妈咪 吧 ? 
我 的 小宝贝 
太空站 、 乔 早安 谢尔盖 早安 
- 你 总是 这么 开朗 
- 过奖 了 乔 
我们 还 剩约 17 小时 49 分钟 
赶紧 去 找 电池 吧 
好 的 我要 回家 
这是 内建式 电池 但 应该 不难 移除 收到 
需要 比 预计 中 更 多 的 时间 
进近 调整 引擎 的 温度 是 零下 20 度 
点燃 推动器 倒数 五 、 四 三 、 二 、 一 完成 分离 流程 
艾 琳娜 你 是 这项 重大 撤离 任务 的 负责人 
我 把 方案 发给你 了 
我要 艾利逊 将 冷 原子 实验 数据 带回 地球 
亨利 是 我 吩咐 他们 别 带走 你 那部 机器 的 
为什么 你 要 这么 做 ? 
据我所知 这场 意外 是 那部 机器 引起 的 
艾 琳娜 那 部 机器 在 那 六秒 内 进行 的 实验 足以 改变 整个 世界 
足以 改变 你 、 我 和 我弟 
实验 成功 了 我们 需要 那 部 机器 
否则 就 再也 没有 机会 了 
请 你 赶紧 发送 寻回 方案 
联盟 二号 请 确认 返回 轨道 参数 
已 确认 进入 大气层 
舱室 已 重返 大气层 
发送 冷 原子 实验 数据 寻回 方案 
是 我 我刚 下机 
直接 前往 任务 控制中心 她 那边 情况 如何 ? 
好 的 好 再见 
她 那边 快要 进入 黑夜 了 如果 加快脚步 可能 来得及 跟 她 通话 
- 那就好 - 是 我 
舱室 在 重力 环境 中 降落 请 务必 系紧 安全带 
尽量 向 后 仰头 确保 呼吸道 通畅 
通讯 中断 
俄罗斯 控制中心 收到 吗 ? 
伊利亚 收到 非常 清楚 
很 高兴 听到 你们 的 声音 
联盟 二号 展开 降落伞 进入 着陆 操作 
乔 有 好消息 告诉 你 联盟 二号 成功 着陆 
收到 太好了 
乔 我们 会 你 发去 一项 检索 方案 
火箭 推进 实验室 要求 你 带回 其中 一项 实验 成果 
- 哪 一项 ? 
- 命运 号 冷 原子 实验 的 堆芯 数据 
不 清楚 也 不 确定 有没有 足够 的 时间 
那 是 美国宇航局 的 实验 请 以 你 的 安全 为重 
我 的 家人 到 了 吗 ? 
他们 在 路上 了 
- 10 分钟 后 进入 黑夜 - 收到 
我 知道 你 和 妈咪 的 感情 出 了 问题 
但 我 依然 希望 你们 保持 友好关系 发生 什么 事 都 好 
你家 人 抵达 大楼 了 他们 即将 跟 你 展开 通话 
我 也 很 想 跟 他们 说话 
很 好 我们 正在 安排 
收到 
天黑 前 赶紧 把 电池 处理 好 好 的 
你家 人 走进 控制中心 了 收到 太空站 这是 俄罗斯 控制中心 
俄罗斯 控制中心 这是 太空站 请 回复 
俄罗斯 控制中心 这是 太空站 请 回复 
这是 怎么回事 ? 爸 怎么回事 ? 
喂 这是 太空站 我家 人到 了 吗 ? 
我 去 问问 是 怎么回事 你 在 这里 等 一下 好 吗 ? 
打扰 一下 你好 不好意思 
这是 什么 情况 ? 
请 回复 
回来 爱丽丝 
这是 ... 妈妈 
你 跑 到 哪儿 去 了 ? 
