... 情況 變糟 了 , 你 為 何不 回應 ? 有 火焰 ... 著火 了 ... 艙著火 了 
21 21 ... 30 ... 40 ... 42 ... 有 火焰 ... 
溫度 可以 調 高一 點嗎 ? 
親愛的 , 空調 壞 掉 了 , 妳 找 東西 保暖 吧 
媽咪 , 她 在 說 什麼 ? 
她 說 ... 這個 世界 錯亂 了 
爸爸 什麼 時候 會 來 ? 
媽咪 
爸爸 怎麼 了 ? 
親愛的 , 把 門關 上 
好 冷 
來 吧 , 我來 升火 
我能 聽 故事 嗎 ? 
我能 唸 故事 給 妳 聽 iPad 裡的 那個 
關於 太空 的 故事 我 喜歡 那個 
嗨 , 我 是 喬哈娜 , 我 是 太空 人 我 在 歐洲 太空 總署 工作 我 住 在 國際 太空站 我會 在 這裡 待 一 整年 而且 我 準備 了 一個 非常 特別 的 床邊 故事 叫做 《 火箭 小女孩 》 
- 妳 要 我 唸 出來 嗎 ? - 要 
好 , 那 我 唸了 " 在 遙遠 的 太空 , 非常 寒冷 
星辰 迅速 移動 , 太陽熾熱 燃燒 只為 了 維持 溫暖 " 
" 在 遙遠 的 太空 , 非常 安靜 
但 待 在 太空 中 最 糟糕 的 事 就是 會 非常 非常 孤單 " 
( 德國 , 科隆 ) 艾莉絲 , 15 分鐘 後 出發 
我馬上 下去 
準備 中 
- 我 可以 出發 了 - 好 的 打聲 招呼 吧 
任務 控制中心 正在 替 妳 轉接 
( 由 太空 總署 、 俄羅斯 聯邦 太空 總署 ) ( 歐洲 太空 總署 加拿大 與 日本 共同 組成 ) 媽媽 親愛的 , 早安 妳 刷牙 了 嗎 ? 刷 了 幾分鐘 ? 三分 鐘 
因為 這是 我們 的 家族 傳統 
今天 妳 要 去 太空 漫步 嗎 ? 
親愛的 , 別 擔心 , 我們 準備 好 了 
我 知道 
妳 要 跟 雅茲 說 早安 嗎 ? 
- 嗨 , 艾莉絲 , 早安 - 嘿 , 雅茲 
妳 緊張 嗎 ? 
有 一點 
妳 要 看 那些 生菜 嗎 ? 我覺 得 它們 看 起來 生氣 勃勃 
某些 稍微 甦 醒 了 
妳 覺得 如何 ? 
- 很 神奇 吧 ? 
- 看起 來 真不錯 
但 我 或 許會 讓 - 其他人 先 吃 吃 看 - 對 我 有 一點 擔心 吃 了 以後會 變成 外星人 
我們 必須 說 悄悄 話 為 什麼 ? 
因為 他們 正 非常 專 心地 進行 冷 原子 實驗室 的 實驗 
嘿 , 艾莉絲 
嗨 , 保羅 
今天 是 妳 媽媽 的 大 日子 
火箭 推進 實驗室 , 冷 原子 實驗室 數據 核心 訊號 綠色 , 磁鐵 密合 , 25.5 
- 收到 , 第六 階段 - 收到 
核心 溫度 為 零下 203 度 ( 加州 , 帕薩迪納 , 火箭 推進 實驗室 ) 校準 雷射 光 快點 
它 有 什麼 功能 ? 
它 正在 尋找 一種 新 的 物質 狀態 
什麼 意思 ? 
不 知道 
84 天 之 後 妳 就 回家 了 只 剩 84 天 
我 等不及 了 噢 
我 好 想 妳 
我 也 想 妳 , 媽媽 
妳 走 出去 之後會 小心 嗎 ? 我 總 是 很 小心 
我會 看看 能否 看見 妳 
- 哇 - 妳 看 妳在 那裡 看見 了 嗎 ? 
- 我們 準備 好 了 - 好 的 
小子 , 祝好 運 
指揮官 , 祝好 運 
我 在 來 這裡 之前 都 很 幸運 
嘿 , 艾莉絲 向 自己 揮揮手 吧 
開始 
太空站 , 這是 RPL , 有 聽 見 嗎 ? 快點 接通 , 我們 實驗 到 一半 
媽媽 妳在 嗎 ? 
一切 還好 嗎 ? 
她 斷 訊 了 
有 殘骸 , 船體 破裂 
媽媽 
休士頓 , 這是 太空站 有 聽 見 嗎 ? 
休士頓 , 這是 太空站 , 有 聽 見 嗎 ? 
- 地面 控制中心 , 鎖門 - 儲存庫 未 啟動 
( 德州 , 休士頓 太空 總署 任務 控制中心 ) 太空站 , 這是 休士頓 一號 地面 控制室 你們 出現 失壓跡 象 
所有 通訊 頻道 都 開放 
組員 前往 聯 合一 號 逃生 艙 集合 
啟動 逃生 前 程序 執行 緊急 回應 
休士頓 , 曙光 號裡 出現 火 與 霧 
- 斷電 了 - 伊利 亞 
喬 , 立刻 前往 最近 的 逃生 艙 , 聯 合一 號 
休士頓 , 我們 與 聯 合一 號之間 起火 
那 就 去 晨曦 號 集合 
喬 , 我過 不 去 
伊利 亞 , 我們 必須 前往 逃生 艙 
收到 
什麼 東西 撞擊 我們 ? 有 東西 撞擊 我們 
立刻 走過 來 
我 出來 了 
扶住 我 
我 去關 艙門 
太空站 , 你們 必須 滅火 
收到 , 這就 去 
正在 關閉 星辰 號的 壓 力系 統 有 東西 撞擊 我們 
- 你們 還好 嗎 ? 
- 關閉 艙門 了 
組員 , 點名 
艾瑞克 森 
安卓夫 
- 波斯 坦 
- 蘇利 
- 蘭開 斯特 
- 我動 不了 
空氣 乾淨 
艾瑞克 森 、 波斯 坦 空氣 乾淨 , 去 協助蘭開 斯特 指揮官 
收到 
安卓夫 、 蘇利 去 檢查 所有 系統 與 維生 設備 
- 這就 去 
- 正在 檢查 
休士頓 , 我們 正在 失去 氧氣 - 我能 聽 見 
- 太空站 , 收到 
保羅 , 你 還好 嗎 ? 
- 我動 不了 
- 他 被 夾住 了 
- 他 擋 住 失壓 處 
- 我們 需要 在 這裡 綁 止血 帶 - 在 動脈 施加 壓力 - 我壓 住 了 
- 休士頓 , 保羅 受傷 了 
- 收到 
他 的 左 手臂 被 壓 在 四號 架 下面 他 正在 大 失血 
系統 狀態 如何 ? 
伊利 亞 , 狀態 如何 ? 
星辰 號與 尋求號 有 55% 斷電 
協和號 與 哥倫布號 失壓 了 
喬 現在 由 妳 發號 施令 
我們 需要 給他 氧氣 - 收到 
- 快點 ... 
組員 , 評估 聯合號 逃生 艙 的 可用性 
你們 回報 國際 太空站 正在 大量 流失 氧氣 與 壓力 
收到 , 伊利 亞 
- 保羅 , 你 要 撐 下去 , 好 嗎 ? - 好 奧黛莉 , 妳 要 替 保羅準備 立即 逃生 
呼吸 就 好 
- 你 有 聽 見 嗎 ? - 他 沒 有 體力 逃生 
喬 , 聯 合一 號艙 的 電路 故障 
訊號 顯示 95% 的 電路 故障 
聯合二號 功能 正常 聯 合一 號受損 
聯合二號 艙 只有 三個 位置 我們 之中 只有 三人能 逃生 
所有 維生 裝置 與 系統 都 嚴重 損毀 
準備 , 你們 目前 無法 發射聯 合一 號 
加壓 
若 我們 無法 搬運 他 , 就 得 切掉 這條 手臂 保羅 , 我 非常 抱歉 - 喬 
- 你 不會 有事 的 
喬 、 伊利 亞 你們 今 早本 該 進行 太空 漫步 
你們 必須 完成 太空 漫步 才能 修理 聯 合一 號的 維生 裝置 與 損毀 
我要 回去 好 , 他 昏迷 了 , 保羅 怎麼 辦 ? 
喬 , 奧黛莉 可以 照顧 保羅 瞭解 
妳 必須 評估聯 合一 號 逃生 艙 的 損毀 狀況 修理 維生 裝置 與 電力 - 收到 
- 然後我們 就 能 帶 妳 回家 
到 了 
好 , 快點 , 真糟糕 , 我 倆 不能 都 遲到 
若 妳有 注意 到 我們 已經 發出 雷射 六秒 然 後 意外 才 發生 
冷 原子 實驗室 應該 在 兩百萬分 之一 秒 內 就 已經 取回 資訊 
維持 溫度 低 於 零下 120 度 然後擬定 取回 計畫 
指揮官 , 有 一個 來 自冷 原子 實驗室 的 訊息 有 東西 進入 
伊麗娜 里 申科 , 俄羅斯 聯邦 太空 總署 
亨利 寇 德拉 指揮官 - 首席 科學 顧問 - 亨利 隸屬 火箭 推進 實驗室 
- 你 看 - 米凱 拉莫 約納 , 太空 總署 任務 控制中心 
- 天 啊 - 佛德 瑞克 迪沃吉 歐洲 太空 總署 主任 
- 所以 , 出現 嚴重 撞擊 - 過來 , 你們 看見 了 嗎 ? - 在 國際 太空站 - 不得了 我們 需要 考慮 進行 全面 逃生 
艾莉絲 , 嘿 , 來 吧 
好 的 , 大家 坐 好 
早安 
溫蒂 , 妳 還好 嗎 ? 
我 做 了 噩夢 
喬 、 伊利 亞 , 你們 的 任務 是 評估 電路 與 維生 系統 的 損毀 情況 瞭解 
好 的 , 喬 , 妳 可以 打開 艙門 了 
收到 
艙門 已 打 開並 固定 - 我 正 走 出去 
- 喬 , 我 就 在 妳 後 面 
喬 、 伊利 亞 接下 來 由 俄羅斯 聯邦 太空 總署 控制中心 負責 你 們 的 太空 漫步 
祝好 運 
收到 瞭解 
我們 會 引導 , 咱們 排除 障礙 吧 
( 哈薩克 , 拜科 努爾 俄羅斯 聯邦 太空 總署 任務 控制中心 ) 好 , 我 倆 都 走出 艙外 了 你們 會 在 黑暗 中 再 待 20 多分 鐘 
收到 
喬 , 聯 合一 號艙 顯示 完全 斷電 
妳 必須 修好 團結號 的 電線 
好 的 
伊利 亞 , 你 去 檢查 聯合二號 逃生 艙 
收到 
距離 科學號 實驗 艙 約 8 公尺 
我 看 見 部分 表層 損壞 
但 聯合二號 看 起來 似乎 完好 
休士頓 , 保羅 的 手術 完成 了 
收到 
國際 太空站 的 維生 系統 電力 剩下 30% 
歐洲 太空 總署 , 這項 實驗 再 重要 不過 
我們 收到 一個 訊號 一個雙 量子 訊號 , 重要性 不 言可喻 ( 德國 , 科隆 ) 火箭 推進 實驗室 , 我們 瞭解 這個 重要性 但 我們 不能 把 太空 總署 的 實驗 看得 比 逃生 更 重要 
佛德 瑞克 , 別 在 逃生 方面 對 我 說 教 
我 已經 在 這 一行 幹 了 50 年 
若 我們 在 目前 的 政治 氛圍 中 拋棄 ISS 就永遠 回不去 了 
太空 總署 , 科學 不 比人 重要 
我們 不是 在 太空 中經營 幼稚 園 
我們 發現 了 物質 的 另 一個 狀態 只能 存在 於 零 重力 中 
無論 上面 出 了 什麼 差錯 , 都 能 被 修正 
電源 被 嚴重 撞擊並 損毀 
氧氣 系統 與 這一側 的 外部 電線 都 被 切斷 
無法 重新 連接 
損毀 處無法 修 復 
休士頓 , 請 指示 
保羅 心搏 停止 了 
開始 心肺 復 甦 術 
一 、 二 、 三 、 四 、 五 、 六 終止 艙外 活動 ... 
準備 讓 聯合二號 立刻 重新 進入 
艙外 活動 小組 與 休士頓 , 忽視 那項 指令 - 那 是 單 方面 的 指令 - 火箭 推進 實驗室 休士頓 , 維持 指令 
我 不 允許 我們 做出 那個 決定 必須 等 我 們 製 作出 示意 圖 以 取回 冷 原子 實驗室 的 實驗 結果 
我 不 同意 我們 現在 就 結束 通話 , 把 他們 救回 來 
瑟蓋 , 繼續 太空 漫步 
喬 , 醫療 團隊 正在 治療 保羅 繼續 艙外 活動 
收到 
隨時 告訴 我 進展 
現在 我 要 去 哪裡 ? 
叫 她 去 桁架 他們 必須 修好 輔助 維生 系統 
出 了 什麼 問題 ? 喬 , 我們 看 不見 妳 眼前 的 畫面 
我 看見 紅燈 
故障 了 , 抱歉 過了團 結號 之 後 , 就 沒 有 攝影機 了 
她 必須 繼續 往前走 
好 , 一分 鐘之後就 日出 了 
27 、 28 、 29 、 30 
五 、 四 、 三 、 二 、 一 , 日出 喬 , 妳 必須 走 去 桁架 , 修理 輔助 維生 系統 否則聯 合一 號就 沒有 電力 或氧氣 讓 組員進 行維修 收到 
記住 我們 在 桁架 上 沒 有 攝影機 全都 故障 了 
此後就 一片 漆黑 好 , 我 正 前往 輔助 維生 系統 
28 、 29 、 30 
- 停止 - 讓 開 
- 開始 
我 看 見 桁架 了 
去 拿臟 得樂錠 
21 、 22 、 23 、 24 、 25 、 26 、 27 
撞擊 我們 的 東西 徹底 破壞 了 輔助 維生 系統 
這是 嚴重 撞擊 
一 、 二 、 三 、 四 ... - 妳 能 看見 撞擊 原因 嗎 ? 
正在 接近 中 
好像 ... 差不多 有 ... 50 公分 的 裂痕 
有 東西纏 繞 在 ... 桁架 裡 
伊利 亞 , 你 有 聽 見 嗎 ? 
我 快 到 妳 旁邊 了 
喬 , 請 確認 影像 
是 橘色 布料 
我 得 從 上面 著手 
回來 , 媽的 , 是 一具 屍體 
喬 , 請 確認 
喬 , 請 回應 
伊利 亞 , 我們 需要 艾瑞克 森 的 影像 
喬 , 我來 了 
檢查 我 的 氧氣 含量 
加油 , 喬 
有 我 在 
我 抓住 她 了 
叫 他 回傳 畫面 
安卓夫 , 回傳 畫面 
沒辦法 
是 一個 女人 , 來 自蘇聯 
我 看見 一個 死 掉 的 女性 蘇聯 太空 人 
加油 , 我 不會 放棄 你 
休士頓 、 莫斯科 任務 控制中心 保羅死 了 
我重 複 , 蘭開 斯特 指揮官 死 了 
我 ... 很 遺憾 得 轉述 這件 事 太空站 回 報蘭開 斯特 指揮官 死 了 
他 死 於 心搏 停止 
再見 了 , 保羅 
聯合二號 , 完成 分離 
脫離 軌道 參數 已 上 傳 家人 正 前往 拜科 努爾 
若 我們 全都 死 了 這樣 就 他媽 的 毫無意義 , 對 吧 ? 
冷靜 一點 
我們 已有 修理 聯 合一 號的 計畫 
你們 其中 三人現 在 搭乘 聯合二號 離開 留下 的 組員 修理 聯 合一 號損毀 的 電路 利用 俄羅斯 指揮艙 的 606 電池 
然後聯 合一 號就能 返回 
為 何不 是 兩人現 在 搭 聯合二號 離開 留下 兩人 修理 聯 合一 號 ? 
維生 系統 只夠 一人 使用 
那麼 , 伊利 亞 、 雅茲 奧黛莉 , 你們 去 聯合二號 
喬 , 我要 留下 
不行 , 你 是 聯合號 的 指揮官 
你 要 帶 這兩人 回家 
這是 命令 
艾莉絲 怎麼 辦 ? 
我們 都 有 家人 
有 一點 黏 , 對 吧 ? 
路卡 , 這樣 吧 , 我們 把 翅膀 拿掉 , 然 後 ... 或者 重做 , 好 嗎 ? 
( 歐洲 太空 總署 附屬 小學 ) 她 會 回來 嗎 ? 
希望 會 
你 怎麼 不 說 " 會 " ? 
因為 我 不想 欺騙 妳 
聽著 , 親愛的 
媽咪 回來 的 機率 很 高 , 但 很 不 容易 
以前 從來 沒人會 無法 從 太空 回來 歐洲 太空 總署 的 任務 都 回得 來 
我得 告訴 妳 一件 事 
很 讓 人 難過 
我 很 遺憾 溫蒂 的 爸爸 死 了 
我們 的 腳踏車 怎麼 辦 ? 
我們 把 腳踏車 留在 學校 
接近 校正 引擎 噴射 持續 時間 為 兩分 57 秒 
- 進入 角度 95 度 - 準備 出發 了 嗎 ? 
- 參數 已 設定 
- 準備 出發 
妳 要 我們 傳話 嗎 ? 
妳有 話 要 告訴 家人 嗎 ? 
若 我 回不去 能 請 你 照 顧馬納斯 跟 艾莉絲 嗎 ? 
太空站 傾斜 
推進器 測試 完成 
全速 前進 , 移除 螺栓 
收到 
螺栓 已 移除 
發射 推進器 整合式 推進 引擎 啟動 , 三 、 二 、 一 機械 分離 
我 看見 分離 了 
進入 目標 軌跡 
三小時 又 27 分鐘 之後著陸 
希望 一切 順利 
喬 , 妳 要 補 充聯 合一 號 足以 維持 24 小時 的 物資 
上面 的 維生系 統能 維持 多久 ? 
有 多少 氧氣 ? 
大約 19 小時 
- 聽 我 說 - 艾莉絲 , 走 去後面 
- 我 再次 深深 致歉 - 對 天 啊 我 非常 遺憾 溫蒂 , 妳 去 跟 艾莉絲 坐 吧 
我 非常 遺憾 , 佛莉妲 
妳 要 我 的 兔子 嗎 ? 
聯 合一 號受損 
有 可 呼吸 的 氣體 但 沒 有 足夠 的 電力 讓 妳 返回 地球 
妳 填補聯 合一 號的 物資 之 後 就 必須 移除 沒電 的 電池 並且 用 星辰 號上 的 606 電池 取代 
國際 太空站 每 45 分鐘 就 有氧 氣與 電力 讓 妳 進行 維修 
收到 
喬 , 妳 的 家人 正在 路上 
等 妳 回到 白晝 , 就 能 跟 他們 說 話 了 太好了 
關閉 主要 艙門 
- 加壓 
- 收到 
等等 
- 我馬上 回來 - 喬 國際 太空站 只有 太陽能 供電 的 照明 與 維生 系統 
妳有 一分 半鐘 
快 進入 黑夜 了 , 妳 會 無法 加壓 
我 得 出去 拿 一樣 東西 我會 及 時 回來 
喬 , 進入 黑夜 之 後 只有 聯 合一 號裡 有氧 氣 
我 知道 
- 喬 
- 跟 艾莉絲 說 我 去 拿 她 的 項 鍊 
- 喬 , 剩下 20 秒 
媽媽 愛 她 , 這 表示 我會 平安 無事 
我會 回到 她 跟 爸爸 身邊 
你們 要 答應 我會 轉達給 她 十 、 九 - 你們 答應 我會 告訴 她 - 八 七 、 六 瑟蓋 , 你 保證 ? 
若 你 們 不 保證 , 我 就 坐在 這裡 擺 臭 臉 
- 我們 會 轉達給 她 
- 謝謝 
所以 , 這是 每 一個 軌道 的 定律 45 分鐘 白晝 , 45 分鐘 黑夜 
即將 失去 通訊 , 45 分鐘 後 進入 白 ... 
我要 鄭重 聲明 而且 我 知道 這在 歷史 上 出現 的 機率 微乎其微 我 認為 這 就是 撞 到 太陽 桁架 的 東西 
一具 女性 屍體 穿 蘇聯 太空衣 
艾莉絲 , 要 去 找媽 咪 嗎 ? 
我 的 寶貝 
早安 , 太空站 , 早安 , 喬 早安 , 瑟蓋 
- 你 總 是 這麼 討喜 
- 謝謝 妳 , 喬 
我們 大約 有 17 小時 又 49 分鐘 
咱們 去 找到 那些 電池 吧 
好 的 , 我要 回家 
那些 電池 難以 移動 , 但 應該 不難 找到 瞭解 
這會 比 我們 預料 的 花 更 多 時間 
20 秒 後 接近 校正 引擎 噴射 
推進器 發射 倒數 , 五 、 四 三 、 二 、 一 完成 分離 
伊麗娜 , 妳 負責 這場 該 死 的 逃生 任務 
我 有 把 計畫 傳給 妳 
我要 艾瑞克 森把 冷 原子 實驗室 帶 回來 
亨利 , 我 叫 他們 留下 你 的 機器 
妳 為何 這麼 做 ? 
據 我 所知 , 就是 它 引發 意外 
伊麗娜 , 在 它 運作 的 六秒 內 捕捉到 某種 東西 可以 改變 一切 
可以 改變 妳 、 我 跟 我 的 兄弟 
它 有效 , 我們 需要 把 它 拿 回來 
我們 不會 有 第二次 機會 了 
請 妳 寄出 取回 計畫 , 拜 託 了 
聯合二號 , 確認 脫離 軌道 參數 
確認 , 進入 大氣層 
逃生 艙 已 重新 進入 大氣層 
寄出 冷 原子 實驗室 取回 計畫 
喂 ? 我們 正在 下飛機 
直接 前往 任務 控制中心 , 她 的 狀態 如何 ? 
好 的 , 對 , 再見 
她 即將 進入 黑夜 若 我們 動作 快 , 就 能 跟 她 說 到 話 
- 很 好 - 喂 
你們 低 於 重力 時 , 要 綁 好 安全 帶 
儘 量 保持 氣道 暢通 , 頭往後仰 
無線 電斷 訊 了 
莫斯科 任務 控制中心 , 有 聽 到 嗎 ? 
聽見 了 , 伊利 亞 , 非常 清楚 
很 高興 聽 見 你 們 的 聲音 
聯合二號 打開 降落 傘 , 準備 控制 著陸 
喬 , 我 有 好消息 聯合二號 成功 著陸 了 
收到 , 太好了 
喬 , 我們 正在 傳送 示意 圖 
火箭 推進 實驗室 要求 妳 取回 他們 的 一項 實驗 
- 什麼 實驗 ? 
- 命運號 上 的 冷 原子 實驗室 數據 核 
沒聽過 , 我 不 確定 我 有 時間 
這是 太空 總署 的 實驗 , 別 拿 生命 冒險 
我 的 家人 到 了 嗎 ? 
他們 正在 路上 
- 十分 鐘之後進入 黑夜 - 收到 
我 知道 你 跟 媽咪之間 出 了 問題 
但 我 還是 希望 你們當 朋友 無論 發生 什麼 事 
妳 的 家人 進入 大樓 了 , 正要 跟 妳 說 話 
我 也 很 想 跟 他們 說 話 
太好了 , 我們 正在 安排 
收到 
在 入夜 之前 換好 電池 吧 沒 問題 
妳 的 家人 正在 走 進來 收 ... 太空站 , 這是 莫斯科 任務 控制中心 
莫斯科 任務 控制中心 這是 太空站 , 請 回答 
莫斯科 任務 控制中心 這是 太空站 , 請 回答 
爸爸 , 發生 什麼 事 ? 
哈 囉 , 這是 太空站 , 我 的 家人 在 嗎 ? 
我 去 問他們 發生 什麼 事 妳 先待 在 這裡 , 好 嗎 ? 
不好意思 ... 哈 囉 
發生 什麼 事 ? 
請 回應 
艾莉絲 ... 回來 
什 ... 媽媽 
妳 上 哪 去 了 ? 
