‫ نه ، راستش رو بخوای ‫ به نظرم که چشمش تو رو گرفته بود 
‫ به نظر من که ‫ داشته کارش رو انجام می‌داد 
‫ - بس کن دیگه ‫ - خنده‌داره 
‫ باشه پس ... همین که تو می‌گی ‫ می‌پذیرم دیگه عزیزم ‫ باشه دیگه ، خوبه ؟ ‫ آها راستی مایکل گفت که 
‫ نه ، اونقدرهام دیر نمی‌کنم ‫ خب معلوم می‌شه 
‫ خب ، استاد ... ‫ دنیل ، اسمش دنیلـه 
‫ آها فهمیدم . چند وقته که شوفری دنیل ؟ 
‫ چند سالی می‌شه 
‫ تمام‌وقت سر همین کاری ؟ 
‫ نه ، فقط برای بعضی از مشتری‌های سفارشی ‫ از جمله خودِ شما باهام تماس می‌گیرن 
‫ باعث افتخاره 
‫ بله ، امشب هم محافظ شخصی شمام 
‫ به‌به ، هر مزاحمی بیاد ‫ کارش رو می‌سازی پس ؟ 
‫ بله ، گوشم از این شوخی‌ها پُره ، قربان 
‫ قبلاً ارتشی بودی ؟ 
‫ - افسر کارآگاه ‫ - وای خدای من ، ما بازداشتیـم ؟ 
‫ - امشب نه ‫ - خب ، خیالم راحت شد 
‫ بازنشسته شدی ؟ 
‫ هنوز مشغولم 
‫ خب پس چرا با این کار ‫ سرت رو درد میاری الکی ؟ 
‫ خب می‌تونم از اداره بیرون بزنم 
‫ آها ، کارت دفتریه ، نه ؟ 
‫ ولی شرط می‌بندم ‫ داستان‌های خوبی داره ، درست می‌گم ؟ 
‫ منظورم اینه که جالب‌ان 
‫ تا نباشد چیزکی مردم نگویند چیزها ، کِلی شغل جوون‌پسندیه ‫ بله ‫ اصلاً هم اهمیتی نداره ‫ که چقدر توی این سن بدنت رو فرم باشه ‫ - همۀ مجرم‌ها ۱۸ ساله‌ان ‫ - آخ گفتی 
‫ ولی شرط می‌بندم ‫ یه چند تا جسد دیده باشی 
‫ خدای من ، کل 
‫ متأسفانه بخشی از کاره 
‫ جداً ؟ 
‫ خب بگو ببینم ‫ تو خماری نذارمون 
‫ - اینجای خیابون اصلی رو می‌بینید ؟ ‫ 
- خب ‫ - دوربرگردونِ بعدی ، مارسیا ویلاز ‫ - آها 
‫ چندین سال پیش ، ‫ دور و بر سال‌های ۲۰۰۴ یا ۲۰۰۵ ‫ توی شب کریسمس ، 
‫ یه آقایی تنها ، مشغول تماشای تلویزیون بود 
‫ درخت کریسمس درست کرده بود ‫ و این صحبت‌ها 
‫ در کل ، سارقین می‌ریزن تو خونه‌اش ‫ و دزدی می‌کنن 
‫ حدوداً ۸۰ پوند توی خونه داشت 
‫ دهنش رو بستن ، ‫ خودشم به صندلی بستن ‫ که نکنه بره دنبالشون 
‫ خب ؟ 
‫ خب حتماً در نظر گرفته بودن که ‫ بالاخره یکی سراغش می‌ره ، درسته ؟ ‫ هرچی نباشه ، شب کریسمس بود 
‫ - وای نه ‫ - هیچکسی پیداش نشد 
‫ سال جدید شد ‫ ژانویه 
‫ آخرش هم همسایه‌ها پیداش کردن ‫ - بو گرفته بود ؟ ‫ - وای نه 
‫ همچنان به صندلی بسته بود 
‫ لعنتیِ بدبخت 
‫ حداقل گرفتیدشون ؟ ‫ بله 
‫ بله که گرفتیمشون 
‫ اونم توی کریسمس ‫ بیا نیمۀ پُر لیوان رو ببینیم ‫ حداقل تلویزیون روشن بوده که تماشا کنه 
‫ شوخیه ، دارم شوخی می‌کنم 
‫ خب بگو ببینم مرد ، حتماً ‫ داستان‌های وحشتناک دیگه‌ای هم داری 
‫ هزارجور داستان هست 
‫ سلام ، با خدمات اورژانسی تماس گرفتید ‫ اسمتون رو لطف می‌کنید بگید ؟ 
‫ پلیس 
‫ بسیارخب ، اول اسمتون رو بگید 
‫ اسمی وجود نداره ‫ به پلیس وصلم کنید ‫ لطفاً به پلیس وصلم کنید 
‫ دوباره سروکله‌شون پیدا شده ‫ از خواب که پا شدم دیدم اونجان 
‫ - ببین مامان جان ‫ 
- نمی‌دونم دارن چیکار می‌کنن ‫ - مامان جان ‫ - یا که اصلاً هدفـشون چیه 
‫ روی ون‌شون علامتی چیزی داره ‫ که دیده بشه ؟ ‫ نه 
‫ تا جایی‌که می ... ‫ شماره پلاکـشون رو نوشتم ‫ نه مادر من ، نمی‌شه هر دفعه این کار رو بکنم ‫ واسم دردسر می‌شه 
‫ شاید بهتر باشه ‫ انقدر از پنجره بیرون رو دید نزنی 
‫ واقعاً داری خودت رو ‫ سر هیچ و پوچ اذیت می‌کنی 
‫ تو نمی‌فهمی 
‫ عملاً تک و تنها اینجا گیر افتادم 
‫ هیچکس پیشم نیست 
‫ بد نیست یکم با مادر پیرت ‫ هم‌دردی بکنی دختر 
‫ شماره پلاک رو بدم یا نه ؟ ‫ باشه ، باشه ، بگو 
‫ - خودکار دم دستت هست ؟ ‫ - نیازی نیست ، حفظ می‌کنم 
‫ ای دختر باهوشِ من ‫ باشه ، خب بگو ‫ اِی ای ۶ ... ‫ [ جستجوی خودکار شناسایی شماره پلاک ] 
‫ [ ثبت شده تحت عنوان تره‌بار ] ‫ خدایا ... 
‫ یه فنجون چای خدمت شما ، خانم جون 
‫ متشکرم جناب ‫ داستان از چه قراره ؟ 
‫ توی گزارشات دیشبِ مرکز فرماندهی و کنترل ‫ یه تماس اضطراری بوده ، ‫ که مراجع روش علامت‌گذاری کردن 
‫ موضوع خشونت خانگی بود 
‫ ظرافت زنانه می‌طلبه 
‫ بابت چای ممنونم 
‫ با سلام ، تماس از ‫ باجه تلفن خیابون هایز‌لین تماس گرفتن 
‫ - اتلاف وقته ؟ ‫ 
- احتمالاً 
‫ هیچ جزئیاتی ارائه نمی‌ده ‫ ولی اصرار داره که به پلیس وصل بشه ‫ باشه ، متوجه شدم 
‫ وصلت می‌کنم 
‫ سلام ، بنده جزمین هستم ‫ - چه کمکی از دستم برمیاد ؟ 
‫ - پلیس ؟ ‫ اپراتور تماس‌های ادارۀ پلیس هستم ‫ اسمم جزمینه 
‫ در خدمتم ‫ می‌تونی صحبت کنی ؟ 
‫ گوش بده ‫ می‌گه ... ‫ کی می‌گه ؟ 
‫ - دوست‌پسرم ‫ - دوست‌پسرتون ؟ ‫ اسمش رو باید بهم بگی تا ... 
‫ چرا هی اسم اسم می‌کنید ؟ 
‫ اسمی در کار نیست 
‫ خواهش می‌کنم 
‫ اونجاست ؟ 
‫ نه ، ولی دنبالمه 
‫ جات امنه ؟ 
‫ خانم ، دوست‌پسرت بهت آسیبی رسونده ؟ ‫ بله 
‫ می‌گه می‌خواد من رو بکشه ‫ بسیارخب ، یه لحظه صبر کنید 
‫ اندی از باجه تلفن هکنی باهام تماس گرفتن 
‫ دوست‌پسره رفتار خشونت‌آمیزی داره ‫ تهدید به قتلش کرده 
‫ - تفهیم شد ‫ 
- آدرس رو برات می‌فرستم 
‫ باشه ، الان یه واحد می‌فرستم ‫ پشت خط نگهش دارید 
‫ - الو خانم ؟ ‫ - الو ؟ ‫ - همون‌جایی که هستی بمون ، حالت خوبه ؟ ‫ - بله ‫ موبایل همراهت هست ‫ که بهش زنگ بزنم ؟ ‫ نه ، تهدیدم کرده ، ‫ بهم آسیب زده 
‫ - چطوری ... ‫ 
- با یه چاقو 
‫ بسیار خب ، قطع نکن خانم ‫ باشه 
‫ ما تو راهیـم 
‫ صبر کنید ، اینم بگم ... ‫ که چند سال پیش ، ‫ یه دوست‌دختری داشته 
‫ - درست مثل خودم ‫ - خب ... ‫ اوه هرزۀ نفهـم ، ‫ هیچوقت گوشش بدهکار نبود 
‫ و هیچ‌وقت نتونست راضی نگه‌ش داره 
‫ دقیقاً با همون چاقویی که باهاش تهدیدم کرد ، ‫ چندین بار به اون دختره هم ضربه زده بود ‫ الانـم مُرده 
‫ می‌دونی اسمش چی بود ؟ ‫ بعد حالا نشسته پُزش رو می‌ده 
‫ می‌گه : " اگه درست باهام رفتار نکنی ، ‫ به روز همون دختر می‌افتی " 
‫ واحدت چی شد پس اندی ؟ ‫ - نرسیدن هنوز ؟ ‫ - نه 
‫ الان وضعیتشون رو بررسی می‌کنم ‫ و بهت خبر می‌دم 
‫ الو خانم ؟ 
‫ من ... باید بهتون بگم 
‫ چی ؟ 
‫ یه آقایی به خاطر کشتن دختره ، ‫ به ۲۴ سال حبس محکوم شده 
‫ خواهش می‌کنم اسم دوست‌پسرت رو بهم بده ‫ نه ، همش تکرار می‌کنه که این یارو ... ‫ توی زندون " وایت‌کراس " ـه ‫ می‌گه خیلی بی‌عرضه‌ست و ... 
‫ تماس‌گیرنده ؟ ‫ الو ؟ خانم ، پشت خط بمون 
‫ الو خانم ؟ 
‫ الو ؟ خانم تلفن رو قطع نکن 
‫ سلام ، بنده گروهبان کارآگاه جون لنکر هستم 
‫ می‌خوام خانمی رو شناسایی کنم ‫ که احتمالاً اسپانیاییه ‫ - و سنش بین ۲۵ تا ۴۰ ساله ‫ - بله ‫ بله ، هودی طرح‌دار و جین پاشه 
‫ بله ، درسته ‫ احتمالاً دیشب بعد از ساعت ۱۰ شب ‫ به اورژانس مراجعه کرده ‫ درسته 
‫ خشونت خانگی 
‫ سلام ، جزمین ؟ 
‫ من جون لنکر هستم 
‫ بابت تماس‌گیرندۀ ناشناسی که ‫ دیشب از خیابان هایز ‫ باهاتون تماس گرفته بود ، زنگ زدم 
‫ پیداش کردید ؟ 
‫ خب ، منطقه رو داریم می‌گردیم ‫ ولی خب روزهای اوله و فعلاً خبری نیست 
‫ ببینید ، ‫ من به تماستون گوش دادم ‫ ولی شما خودت باهاش صحبت کردی ‫ می‌خوام ازت بپرسم ... 
‫ که گزارشش دروغ بوده ؟ ‫ نه ، اصلاً امکان نداره 
‫ یعنی می‌گی حتماً تهدید به مرگ شده ؟ ‫ - بله ‫ - از یک تا پنج ؟ 
‫ چهار 
‫ - باشه ‫ - یه کلمه گفت : " فَـلو " 
‫ به پرتغالی می‌شه " باشه " ‫ به نظرت پرتغالی بوده ؟ 
‫ شایدم برزیلی 
‫ بسیارخب ، توی پرونده‌ش لحاظ می‌کنم 
‫ جزمین ، ‫ به نظرم فوق‌العاده تونستی ‫ با این مسئله روبه‌رو بشی 
‫ واقعاً ؟ 
نمی‌دونم ‫ فکر کردم یکم زیادی بهش فشار آوردم 
‫ نه اصلاً ، راستش رو بخوای ، ‫ به نظرم که صرفاً ترسیده بود 
‫ محکومیت اشتباهش چی ؟ ‫ زنی که کشته شده 
‫ آها خب ... ‫ بذار اول خودش رو پیدا کنیم ‫ و خطر رفع بشه 
‫ حرفش باورت نشد ؟ ‫ نه ، صرفاً ... ‫ فعلاً از این بابت مطمئن نیستم ‫ آخه خب امکانش هست ‫ هدفش فقط ترسوندن دختره بوده باشه 
گل کاشته ‫ آره ، درسته ‫ ولی خب ببین ، ‫ همیشه به وقتِ ترس و ناامیدی ، ‫ گاهی‌اوقات آدم ‫ از خودش یه چیزهایی درمیاره 
‫ به نظر میاد که دارم حرفش رو نقض می‌کنم ‫ ولی هدفـم همچین چیزی نیست ‫ می‌خوام بگم که ‫ من خیلی وقته توی بخش خشونت خانگی مشغولـم ، ‫ و گاهاً انگشت اتهام رو ‫ به سمتِ بقیه گرفتن آسون‌تر از ... ‫ اینه که بتونی هضم کنی که خودت در معرض خطر قرار گرفتی 
‫ هجده ساله که مشغول به این کارم و ‫ حرفش رو باور می‌کنم 
‫ الو خانم ؟ 
‫ فقط ... باید بهتون بگم ‫ چی ؟ 
‫ یه آقایی به جرم کشتن دختره ، ‫ به ۲۴ سال حبس محکوم شده ‫ [ لیست زندانی‌های وایت‌کراس ] 
‫ تماسی که از مرکز فرماندهی و کنترل بود قربان ... ‫ بحثش توی جلسۀ تعیین تکلیف و هماهنگی باز شد ؟ ‫ - خیر ‫ - ولی تماس‌گیرنده ، ‫ یه چیزی درمورد احتمال ‫ محکومیتِ اشتباهی گزارش داد ‫ یه قتل ‫ مردی که سال ۲۰۱۲ محکوم شده ‫ ولی خب تماس‌گیرنده‌مون مدعی شده ‫ که این قتل کارِ دوست‌پسرش بوده 
‫ عجب ادعایی 
‫ شناسایی شده ؟ 
‫ خب همچنان در حال جستجوییم 
‫ این قصه سرانجام نداره 
‫ فقط اینکه من خودم شخصاً ‫ با اپراتور تماس گرفتم ‫ - خب ؟ ‫ - باعث شد ذهنم درگیر بشه 
‫ می‌دونی که تماس‌ها ضبط می‌شن ، درسته ؟ 
‫ الان داری فکر می‌کنی ، ‫ اگه خدایی نکرده ، ‫ یه روزی مدرکی پیدا بشه و محکومیت باطل بشه ، ‫ نمی‌خوای کسی باشی ‫ که می‌تونسته کاری بکنه و نکرده ‫ دقیقاً ‫ زیرکانه‌ست ‫ خیلی هم زیرکانه‌ست 
‫ باشه پس ، بیاید این کار رو بکنیم ‫ ولی باید مراقب باشی 
‫ ببین افسر ارشد تحقیقات کی بوده ‫ یه جلسه باهاش بذار ‫ - فقط برای اینکه بهشون اطلاع بدیم ‫ - حضوری ؟ 
‫ - ضرر که نداره ‫ - خوبه ، چون چک کردم 
‫ - معلومه که چک کردی ‫ - مأمور اصلی سربازرس هگرتی بوده 
‫ - دن هگرتی ؟ ‫ - بله ، مقتول ادلاید باروز بوده 
‫ قاتلی که محکوم شد ‫ اون موقع دوست‌پسرش ، ارول متیس بود 
‫ پرونده رو می‌شناسی ؟ ‫ بله ، در جریانم 
‫ پس برم پیگیری بکنم 
‫ می‌دونی چیه ؟ نظرم عوض شد ‫ اگه جات بودم ، واسه‌ش پیغام می‌ذاشتم 
‫ یه ایمیل دوستانه و رسمی بفرست 
‫ بنویس یه ادعایی مطرح شده ‫ اینم لینکشه و خودت از خیرش بگذر 
‫ - واقعاً ؟ ‫ 
- به نظرم ایمیل ... 
‫ بهتره ، خودت چی ؟ ‫ اینطوری خودت ... 
‫ - ممنون ‫ - قربونت 
‫ وای کلویی 
‫ این‌ها اظهارات شاهدین عینی‌ان ‫ که قرار بود به هکنی داونز بفرستی ؟ ‫ - آره ، ببخشید ، من ... ‫ - خب من مسیرم اون طرفیه ‫ ببرمـشون ؟ ‫ که دیگه پیک نگیری ؟ 
‫ حتماً 
‫ - گروهبان کارآگاه لنکر ؟ منتظرتونن ‫ - بله 
‫ - سلام گروهبان ، دنیل هگرتی هستم ‫ - جون لنکر 
‫ بفرمایید 
‫ ممنون که باهام ملاقات کردید 
‫ تمام قد در خدمتِ همکارهای عزیزم ‫ از جمهوری دلستون هستم 
‫ - کدوم بخش ؟ ‫ - ادارۀ پلیس آگاهی ‫ آگاهی قلب تپندۀ سازمان 
‫ " اطلاعاتی که مربوط به یک پرونده‌ست " ‫ چه خوب که حضوری تشریف آوردید 
‫ - خب همین اطراف کار داشتم ‫ 
‫ همچنین باید یه سری مدارک ‫ رو تحویل همکارهاتون می‌دادم 
‫ بذارید حدس بزنم ‫ کارگروه مشترک بین شعبات ‫ مشکلی واسه پارک‌هیل پیش اومده ؟ 
‫ - حدسم درسته ؟ ‫ - بله ‫ با همکارم گروهبان کارآگاه فلاهرتی کار می‌کنید ؟ ‫ بله ، تیمم آره ، بله 
‫ خوبه ، خوبه که برای انجام ‫ وظایف پلیسی به همدیگه کمک کنیم ‫ پس ... خب ... ‫ یه پرونده‌ای زیردستمه ‫ که در ابتدا خشونت خانگی اعلام شد ، ‫ درواقع دیشب از خیابون هایزلین ‫ با ما تماس گرفته شد ‫ تماس‌گیرنده ناشناس بوده ‫ پرتغالی‌‌ بوده ‫ و دوست‌پسرش بهش حمله کرده ‫ تهدید به مرگ شده 
‫ مرتیکه 
‫ - دستگیر شده ؟ ‫ 
‫ چه کمکی از دستم برمیاد ؟ می‌شناسمش ؟ 
‫ خب هنوز اسمی گیر نیاوردیم ‫ ولی من بخاطر این خدمت رسیدم ... ‫ چون تماس‌گیرنده مدعی شده بود ‫ که فردی به اشتباه محکوم شده ‫ یه پروندۀ قدیمی بوده ‫ که شما افسر ارشد تحقیقاتش بودید ‫ - خب ؟ 
‫ - یه قتل 
‫ مقتول ادلاید باروز بوده 
‫ باروز ؟ 
دو هزار و ... ‫ پرونده سال ۲۰۱۲ محاکمه شده ‫ سال ۲۰۱۲ ، بله 
‫ چه زود 
‫ - متهم کیه ؟ ‫ - ارول متیس 
‫ آها ارول ، همون نسخۀ بدبختِ " او.جی . " 
‫ ببخشید ؟ 
‫ تماس‌گیرنده شاهد بوده ، درسته ؟ ‫ یا که ... 
‫ - نه ‫ 
- نه ؟ پس ... 
‫ خب این تماس‌گیرنده ، ‫ گفته دوست‌پسرش چندین بار ‫ به زبون آورده که قاتل خودشه 
‫ در این مورد اظهاراتش رو ثبت کردید ؟ 
‫ نه ، همونطوری که گفتم ، ‫ تماسش ناشناس بوده 
‫ خب این بحث یه فنجون چای ... ‫ می‌طلبه 
‫ ولری ؟ 
‫ بله آقا ؟ ‫ - چای می‌خوری ؟ 
‫ - نه ممنونم 
‫ - مطمئنی ؟ زحمتی نیست‌ها ‫ - بله ، میل ندارم ‫ نه ، ممنون 
‫ - یه فنجون چای لطفاً ، ممنونم ‫ - البته قربان 
‫ رئیست می‌دونه اینجایی ؟ ‫ بله 
‫ پیش‌داوری نمی‌کنم‌ها ‫ صرفاً ... می‌دونید دیگه 
‫ تماس‌گیرنده کاملاً واضح به این جرم اشاره کرده ؟ 
‫ خب اطلاعاتش به اندازۀ کافی بوده ‫ که جای هیچ شک‌وشبهه‌ای باقی نمونه 
‫ بگید ببینم 
‫ بسیارخب ‫ خب می‌دونسته که محکومیتش ‫ توی زندان وایت‌کراسه 
‫ همچنین می‌دونست که ‫ دورۀ محکومیتش ۲۴ ساله 
‫ فکر می‌کردم حبس ابد خورده ‫ نه ، حداقل محکومیت ‫ پیشنهادیِ قاضی ۲۴ سال بوده 
‫ آها ، درسته . خوبه ‫ می‌دونسته آلت‌قتاله چی بوده ‫ چاقو 
‫ درسته ، که هیچ‌وقت هم پیدا نشد ... ‫ چاقوی ۱۸ سانتیمتری آشپزخونه ‫ رو راحت می‌شه گم و گور کرد 
‫ خب تماس‌گیرنده‌مون ‫ مدعی شده که دوست‌پسرش هنوز چاقوش رو داره 
‫ جدی ؟ 
‫ چند وقته مشغول به این کاری ؟ 
‫ حدوداً یک سال و نیم 
‫ عذر می‌خوام ‫ بفرمایید قربان ‫ ممنون 
‫ یک سال و نیم ؟ 
‫ آها ، که اینطور ‫ اولاً که این پرونده برای مدت‌ها پیشه 
‫ دوماً ، نمی‌دونم در جریان هستی یا نه ، ‫ ولی پرونده که رفت دادگاه ، ‫ خیلی جنجال به پا کرده بود ‫ و این یارو ، متیس ، ‫ مورد توجهِ افرادِ مریضی قرار گرفت ، 
که براش نامه می‌نوشتن و بهش درخواست ازدواج و یا حتی پول می‌دادن 
‫ به هر حال ، حرفم اینه که ، ‫ هرچیزی که داری می‌گی قبلاً علنی شده ‫ این اطلاعات در دسترس همه هست ‫ بنابراین به نظرم تماس‌گیرندۀ شما ‫ همچین طرز فکری داره که کاملاً موجه هم هست ، ‫ " از فرصت استفاده کنم ‫ و این یارو رو بندازم تو هچل " 
‫ بله ، می‌دونید ... ‫ یا این یارویی که ‫ می‌گه بهش تعرض کرده ، طبل توخالیه 
‫ یه بزدل وحشیه که ‫ غرق در دنیای خیالات مریضشه 
‫ - چیز دور از انتظاری نیست ، نه ؟ ‫ 
- بله ، ‫ ولی تماس‌گیرنده‌مون ‫ از خیابون هایز زنگ زده ‫ از منینگهم فلتز ‫ ده دقیقه پیاده‌روی داره ‫ - ادلاید هم همونجا کشته شده ‫ - خب بفرما 
‫ داستان مربوط به محله‌شونه ‫ یه طرفدار بومیه 
‫ می‌دونید که تمام و کمال ‫ به همه‌چیز اعتراف کرده ؟ 
‫ اعترافاتی که بعداً پس گرفته ‫ بله ، پس گرفته . همۀ این دسته آدم‌ها ‫ وقتی با وکیل مدافع روبه‌رو می‌شن این کار رو می‌کنن 
‫ بله ، خب ظاهراً تیم ارول معتقدن که توجیهاتی ‫ مبنی بر باطل کردن این محکومیت وجود داره ‫ تیمش ؟ 
‫ خودت خبر داری که ‫ چرا آقای متیس ۲۴ سال حبس خورده 
‫ دلیلی برای تشدید حکم هم وجود داشته ؟ 
‫ پسر کوچولوش پاتریک ، ‫ بچۀ واقعیش نیست 
‫ پاتریک شش سالشه ‫ همۀ کارهایی که کرده رو ‫ از اون طرف دیوار شنیده 
‫ عجب حیوونی 
‫ جراحاتِ وارده ، ‫ این مرد کاملاً از کنترل خارج شده بود 
‫ ولی پشت‌سر می‌ذاریمشون ‫ و رو به جلو می‌ریم 
‫ ببین ، من ... ‫ متأسفم ، نمی ... ‫ نمی‌خوام خجالت‌زده شی ‫ ولی طرف زنگ می‌زنه ‫ خیلی بی‌دلیل اسمش رو نمی‌گه 
‫ یه مشت حرف ناموثق می‌زنه ... ‫ راستش رو بخوای ، الان دیگه ‫ حس می‌کنم می‌خواسته گیرمون بیاره 
‫ شرمنده ‫ ولی با این حال ... ‫ خیلی ازت ممنونم که اینجا اومدی ‫ و این اطلاعات رو بهم دادی 
‫ به موقع خبرم کردی ، گروهبان 
‫ حالا اگه ایرادی نداره ، ‫ من باید برم به کارم برسم 
‫ کار روی برنامه‌ریزی‌های هفتگی ‫ و کمیتۀ هماهنگی واسه گناهانی که مرتکب شدم 
‫ خیلی ممنون که وقت گذاشتین 
‫ اگه تماس‌گیرنده رو پیدا کردی ، ‫ بفرستش پیش خودم 
‫ کارآگاه لنکر ‫ بله ؟ 
‫ دفعۀ بعد طبق دستور پیش برو ، ‫ ایمیل بزن ، خب ؟ 
‫ آره ، راستش گفت : " توی محله بودم . " ‫ - چی ؟ ‫ 
- آره ، جدی می‌گم 
‫ اوراق همکارم ، برایان فلاهرتی ، ‫ رو تحویل می‌دادم 
‫ آره حتی اسمش هم تابحال نشنیده ‫ و خب ... جَوون هم هست - یه‌دنده‌ست ، نَرود میخ آهنین در سنگ ‫ - باورم نمی‌شه ‫ ناراحت نباش ‫ ولی گوش کن ، اگه یکی ، مخصوصاً ‫ یه زن ، بی‌خبر بهت زنگ زد ، ‫ بهش اون جملۀ معروف رو بگو ، خب ؟ 
‫ " پشتت رو بپا " 
‫ اون‌قت می‌دونی چی صداش کرد ؟ 
‫ " نسخۀ بدبختِ او.جی . " ‫ ( اشاره به او.جی . 
سیمپسون ) ‫ نسخۀ بدبختِ او.جی . ؟ ‫ واو ، یعنی چی ؟ 
‫ می‌دونی دیگه ، یه سیاه‌پوست ‫ و یه دوست‌دختر سفیدپوست 
‫ دختره جونش در خطره ، ‫ به پسره اعتمادی نیست ، دیر یا زود ... ‫ - می‌دونی ... ‫ - واو ! 
‫ نسخۀ بدبختِ او.جی . ! ‫ خیلی نامردیه ‫ آره ، ولی بازم ... ‫ - چیه ؟ 
‫ - خب ، نمی‌دونم ... ‫ خب ، زیادی اون سه کلمه‌ای ‫ که گفت رو تحلیل کردی 
‫ خب ، خودش همین‌جوری گفت 
‫ یعنی می‌گی طرف آدم نژادپرستی بوده ؟ 
‫ شاید ، نمی‌دونم 
‫ اگه ذاتش هم با حرف‌هاش یکی باشه ! ‫ ( همچنین : اشاره به دستکش‌های دادگاه او.جی . - شوخی بود یه شوخی از او.جی سیمپسون ‫ - آره ، می‌دونم 
‫ چیه ؟ 
‫ بگو ، حرف دلت رو بزن 
‫ راستش ، به‌نظرم بعضی وقت‌ها ... ‫ دنیا همین‌جوریش کم تخمیه ؟ ‫ دیگه لازم نیست دنبال دردسر بگردی 
‫ به‌نظرت دارم این کارو می‌کنم ؟ ‫ به‌نظرت دارم دنبالش می‌گردم ؟ 
‫ همیشه که نه 
‫ بعضی وقت‌ها 
‫ داریم صحبت می‌کنیم دیگه . ‫ اگه طرف واسه خودش هر حرفی بزنه ، ‫ - مهم نیست چقدر اشتباه قضاوت کرده باشه ... ‫ - اشتباه قضاوت کرده باشه ؟ 
‫ می‌دونی ... ‫ می‌فهمم ، خب ؟ ‫ درک می‌کنم ، درک می‌کنم . ‫ متأسفم . 
‫ - هیچ‌وقت با یه روان‌پزشک وارد رابطه نشو . ‫ - آره 
‫ سلام ، کلویی . ‫ چیزی دستگیرت شد ؟ 
‫ متأسفانه هیچی 
‫ من هویت چهار نفر احتمالیِ بخش ‫ اورژانس رو بررسی کردم ‫ مشخصات هیچ کدوم با تماس‌گیرنده یکی نبود 
‫ خونه‌های امنِ زنان چی ؟ 
‫ اونجاها هم چیزی نبود ‫ قول دادن که حواس‌شون باشه . شرمنده 
‫ اشکالی نداره ، ممنون بابت زحمت‌هات 
‫ وظیفه بود ، خداحافظ ‫ خیلی‌خب ، خداحافظ 
‫ - مامان ، الان نه وقتشه نه جاش ... ‫ - برام مهم نیست ! 
‫ گوشیم رو ندیدی ؟ 
‫ - هی ‫ - لعنتی ‫ - گوشیت رو فراموش کردی ‫ - دستت درد نکنه ‫ خب ، لباست رو این‌رو اون‌رو پوشیدی 
‫ - داری عشق می‌کنی‌ها ! ‫ - آره ، راستش 
- مرسی ، فعلاً ‫ - روز خوبی داشته باشی 
‫ - کلویی ؟ ‫ - بله ؟ ‫ توام نمی‌تونی وارد سیستم بشی ؟ ‫ نه . 
‫ سلام ، گروهبان کارآگاه لنکر هستم 
‫ جون ، می‌شه یه لحظه تا دفتر بیای ؟ ‫ آره 
‫ گروهبان کارآگاه لنکر 
‫ ایشون سربازرس مارکام هستن از ادارۀ بازرسی 
‫ - همکار بنده ، کارآگاه افسر جکسون ‫ - سلام ‫ سلام ، چی شده ؟ 
‫ - دایان ، می‌خوای خودت ... ‫ - باشه ‫ نمی‌دونم در جریانید یا نه ... ‫ ولی ما گاهاً عملکرد ‫ مأمورین‌مون رو وارسی می‌کنیم 
‫ عملکرد منو ؟ ‫ تمام جست‌وجوهای آنلاینی که می‌کنین ، ‫ بررسی داده‌های پلیس و این‌جور چیزها 
‫ - کاری کردم ؟ ‫ 
- این یه فرایند کاملاً تصادفیه 
‫ پس خیلی تصادفی اسم منو ‫ بین کارمندها انتخاب کردین 
‫ همکارم جزئیات ورود موقت ‫ به سامانه رو بهتون می‌گه ‫ - حتماً ‫ - اتهامی بهت وارد نیست 
‫ ما قدردان همکاری‌تون هستیم ، ‫ گروهبان کارآگاه لنکر 
‫ این چه مسخره‌بازی‌ایه ؟ 
‫ چرا سراغ تو اومدن ؟ 
‫ تا خط و نشون بکشن ‫ برام خط و نشون کشیدن ‫ چی ؟ 
‫ یه افسری توی هکنی داونزه ‫ فکر کنم می‌خواد با من سرشاخ شه 
‫ باشه 
‫ منم سرشاخ می‌شم 
- گروهبان کارآگاه لنکر هستم ‫ - آره ، بیا بالا 
‫ سلام ، " جون " ام . 
‫ سونیا سینگ . به این خرابه خوش اومدی 
‫ مرسی که وقت گذاشتی 
‫ ازم خواستن پرونده رو بروزرسانی کنم . ‫ بخشی از " بررسی بهترین راهکار ممکن " ـه 
‫ آره . می‌دونم ، دست روی دلم نذار ‫ خب 
‫ چطور درگیر پرونده شدی ؟ 
‫ یه دختر محلی ، ‫ متولد و بزرگ شدۀ برج‌های دوقلو 
‫ ادلاید باروز رو می‌شناسی ؟ 
‫ واحد ما سه طبقه پایین‌تر بود 
‫ همه یه کسی رو دارن ‫ که دیگه امیدی بهش نیست ، مگه نه ؟ 
‫ اون آدم واسه من ارول متیس بود 
‫ تو کی رو داری ؟ 
‫ من یه پسر ۱۲ ساله دارم 
‫ موفق باشی پس 
‫ بگذریم ، مادر ارول ، ‫ دوریس ، بود که دنبال من گشت 
‫ این بزرگ‌ترین جنگ زندگیشه . ‫ همون چیزی که یه عمر دنبالش بود 
‫ بیا 
‫ چقدر از دادگاه خبر داری ؟ 
‫ - فرض کن هیچی ‫ - خیلی‌خب ‫ دادستان کبودی‌های گازگرفتگیِ ‫ روی قربانی رو خیلی بزرگش کرد 
‫ یه کارشناس تصدیق داشتن ‫ به اسم دکتر هاوشکا ‫ که شهادت میده جای گازگرفتی بی‌شک ‫ با دندون‌های ارول صدق می‌کنه 
‫ و یهو ارول گفت : " طرف سیاه‌پوسته ، ‫ مشکل کنترل خشم داره ، کمک ! " 
‫ اون‌ها رسماً داشتن ‫ فُرم جمجمه‌ش رو اندازه می‌گرفتن 
‫ - چیه ؟ 
‫ - هیچی . ببخشید ، بگو 
‫ چهار سال پیش ، ‫ مشغول سرمایه‌گذاری جمعی شدم ‫ واسه خودم یه دندون‌پزشک متخصص گرفتم ‫ تا جای گازگرفتگی ادلاید براوز رو بررسی کنه و ... ‫ آره 
‫ " نمی‌توان گفت نشانه‌های ‫ گازگرفتگیِ بر قربانی ... ‫ - با تصویر ۲۶ - الف تطابق دارد " ‫ - با تصویر ۲۶ 
‫ - یعنی همون تصویر دندون ارول ‫ - پس ... ‫ چرا اعتراف کرد ؟ 
‫ خب ، ارول خودش چی گفت ؟ 
‫ نه یادم میاد ، نه می‌تونم توضیح بدم ‫ آره ، خودم می‌دونم ... 
‫ پسر ادلاید چی ؟ 
‫ اسمش پاتریک بود ؟ ‫ موقع حادثه داخل آپارتمان بود 
‫ شیش سال داشت ، بچه بود 
‫ خب ، چه بلایی سر اون اومد ؟ 
‫ باهم در ارتباط نیستیم 
‫ این حرف‌ها رو کنار بذار ، ‫ بگو واقعاً واسه چی اینجا اومدی ؟ 
- بهت که گفتم من ... ‫ 
‫ فقط داشتم جزئیات رو بررسی می‌کردم 
‫ جزئیات حوادث قدیمی رو ؟ باور کردم 
‫ تا حالا با یه افسر تحقیقات صحبت کردی ؟ ‫ هگرتی ؟ ‫ آره 
‫ اسم " شصت‌ودو نفر " به گوشِت خورده دیگه ؟ ‫ اسم چی ؟ 
‫ واسه خودش آدم داشت ، ‫ هگرتی ، تونی گیلفوی ، کیم کاردوِل 
‫ این‌ها رو ننویس 
‫ هگرتی رئیس بود ؟ 
‫ طبیعتاً ‫ و مثل هر تیم خودستای دیگه‌ای ‫ واسه خودشون اسمی دست‌وپا کرده بودن ‫ - شصت‌ودو نفر ‫ - شصت‌ودو نفر ‫ ولی معنیش چیه ؟ 
‫ چه هدفی پشت این کار باشه چه نباشه ... ‫ من توی جایگاهی نیستم که بگم ‫ منظورت از هدف چیه ؟ ‫ خودت چی فکر می‌کنی ؟ 
‫ خب ، حالا می‌خوای کمک کنی ، ‫ یا می‌خوای ما رو دور بزنی ؟ 
‫ - مرسی بابت وقتی که گذاشتی ‫ 
- خواهش می‌کنم 
‫ الو ؟ ‫ کلویی ، می‌شه توی سامانه ‫ اسم یکی رو دربیاری ؟ ‫ گوشی دستت باشه 
‫ خب ، بگو 
‫ پاتریک باروز 
‫ پاتریک باروز ‫ خب پیداش کردم 
‫ آگست ۲۰۱۷ توی پارک جوبلی ‫ به جرم حمل و فروش مواد دستگیر شد ‫ بچه بود ، ۱۲ سال داشت 
‫ خدایا 
‫ پلیس‌ها اومدن 
‫ افسری که دستگیرش کرد گروهبان کارآگاه مایکل هارگریوز بود 
‫ هــی ، یوسین ! ‫ بیا ببینم ، پسر . بیا سوار شو 
‫ چیه ؟ 
‫ بهش اتهامی وارد نشد ‫ حتماً آزادش کردن 
‫ بعدش باز هم دستگیر شد ؟ 
‫ خب ، متهم داره فرار می‌کنه . ‫ البته فرار هم نمی‌شه بهش گفت ‫ نه ، فقط همین بود ‫ این تنها چیزیه که توی پرونده‌شه 
‫ یعنی ممکنه آزاد شده باشه ؟ ‫ سرش به سنگ خورده و عوض شد ؟ 
‫ شاید ، شمارۀ تماسی ازش هست ؟ ‫ آدرس آخرین محل سکونتش رو چطور ؟ 
‫ نه . چیزی اینجا ننوشته ، شرمنده 
‫ - پاتریک ‫ 
- چیه ؟ 
‫ - بابا بلدم ! ‫ - آره ‫ - بلدم ‫ - نه بابا ؟ 
‫ فقط ... نه . خب ، ببین ... ‫ خیلی‌خب 
‫ این‌جوری کراوات می‌بندن ، خب ؟ 
‫ - خیلی‌خب ‫ دورش می‌پیچی و بعد از داخل رد می‌کنی ‫ و بعدش هم از این داخل می‌بریش 
‫ چطور این کارو یاد گرفتی ؟ ‫ می‌دونم ، توی این چیزها مثل ‫ ریش‌سفیدِ مکتب ذن می‌مونم 
- خیر سرمون توی مدرسه کروات می‌زدیم 
‫ یالا ، کت رو بپوش ، بیا 
‫ - ژست یادت نره ، خب ؟ ‫ - باشه 
‫ می‌ترکونی ، خب ؟ 
‫ آره ، تو بیشتر از خودم استرس داری 
‫ یکی بالاخره باید نگران باشه 
‫ من رسماً دارم واسه پولدارها ‫ سیب‌زمینی پوست می‌کنم 
‫ خب من که عاشق سیب‌زمینی‌ام ‫ واقعاً ؟ 
‫ خوشتیپ شـ ... ‫ آره ، می‌دونم 
‫ خدایا ، چه اعتمادبه‌نفسی داری ! 
‫ پاتریک ، نکن ! 
‫ - داداش ، با اون لباس کجا میری ؟ ‫ - سر کار . خودت چی فکر می‌کنی ، داداش ؟ 
‫ - این‌جوریاست . بقیه چی می‌گن ، رفیق ؟ ‫ - شاه‌پسرمون گارسون شده 
‫ بده من بزنم 
‫ - آره ، پسر . زود میام ‫ - یادت نره برام چیپس بیاری ، داداش 
‫ پاتریک ؟ عزیزم ؟ 
‫ نگاهش کن ، پنجۀ آفتاب ‫ - قرار نبود اینجا بیای ‫ - می‌دونم 
‫ ببین ، اگه ضروری نبود ازت نمی‌خواستم ‫ - برو پی کارِت ‫ - بابات خیلی ناراحت می‌شه 
‫ فقط می‌خواد تولدت رو تبریک بگه ، عزیزم 
‫ - تولدم ماه قبل بود ‫ - می‌دونم ‫ ولی تو که می‌دونی تمام دنیاشی ، ‫ تو و مامانت 
‫ ارول ، عزیزم گوشی دستت باشه 
‫ خواهش می‌کنم 
‫ باهاش صحبت کن 
‫ جهت ثبت و ضبط در نوار صوتی ، ‫ مأمورین در صحنه ، سربازرس دنیل هگرتی ، ‫ و گروهبان تونی گیلفویل 
‫ ساعت ۰۰ : ۱۳ روز ۲۵ام سپتامبر ۲۰۱۱ [ اعترافات ارول متیس ] 
‫ همچنین ارول متیس و وکیل ایشون ‫ راس کاردونا نیز حضور داشتند 
‫ مثل اینکه متهم می‌خواد ‫ توی اظهارنامه‌ش تجدیدنظر کنه 
‫ تویی که کت و کروات تنته ، اسمت چیه ؟ 
‫ - بری ‫ - بله ، سرآشپز ‫ کمدش رو بهش نشون بده ‫ بهش لباس درست‌وحسابی بدین 
‫ ارول . خودت تعریف کن ، ارول 
‫ من کشتمش 
‫ اسمش رو بگو ، لطفاً 
‫ من ادلاید باروز رو کشتم 
‫ چاقو رو از کابینت آشپزخونه برداشتم ‫ خب 
‫ با چاقو زدمش ‫ کجاش رو ؟ 
‫ گلو 
‫ چاقو رو توی گلوش کردی ؟ 
‫ یادت نمیاد جای دیگه‌ای هم زده باشی ؟ 
‫ قفسۀ سینه 
‫ سینه ؟ ‫ آره 
‫ گلو و قفسۀ سینه ؟ ‫ آره 
‫ خب ، خوبه 
‫ چندبار زدیش ؟ می‌شه بگی ؟ 
‫ - نمی‌دونم ‫ 
- خب ، تقریبی بگو 
‫ ده ؟ بیست ؟ ‫ بیست بار ‫ سی بار 
‫ حدوداً سی بار ضربه بهش زدی ؟ ‫ آره 
‫ سی‌بار من ... ‫ آره 
‫ چی باعث شد این کارو باهاش بکنی ؟ ‫ خودت دلیلش رو می‌دونی ؟ 
‫ از کوره در رفتم 
‫ از کوره در رفتی ؟ 
‫ از کوره در رفتم 
‫ خب ، رفیق ، چه‌خبر ؟ 
‫ خبری نشده ‫ چه ضدحالی ‫ کار چطوره ؟ 
‫ غذای بیرونی میل داری ؟ ‫ پیتزایی ، غذای چینی‌ای ؟ 
‫ نه ، خیلی نمی‌مونم . ‫ خود که وضعیتم رو می‌دونی 
‫ ببین ، تونی ... ‫ اوه اوه ‫ این پروندۀ تحقیقات ارول متیس ‫ خواستم بگم بعد از ... ‫ این همه سال ، حرفی مونده که ‫ توی دلت نگه داشته باشیش ؟ 
‫ خونۀ آدم اشتباهی اومدی ، رفیق ‫ - مطمئنی ؟ 
‫ - صد درصد 
‫ چون اگه چیزی هست ... ‫ الان زمان خوبیه که ‫ خیال خودت رو راحت کنی 
‫ منو که می‌شناسی ، ‫ هرگز به گذشته فکر نمی‌کنم 
‫ خیلی‌خب 
‫ من رفع زحمت می‌کنم 
‫ خیلی‌خب . شب بخیر ، رفیق ‫ شب توام بخیر ، تونی 
‫ معاون کُمیسر عالی رتبه ، کلودیا مِی‌هیو ‫ همراه ما هستن تا به سؤالات پاسخ بدن 
‫ تجربه‌ای که بث داره ، ‫ که در واقع ... ‫ می‌تونه تجربۀ خیلی‌های دیگه باشه ، مگه نه ؟ 
‫ راستش رو بخوای ، ماندا ‫ من صد درصد با کسی که پشت خطه موافقم 
‫ خب دیگه ، صحبت کافیه 
‫ ما به خدمات پلیسیِ مدرنی نیاز داریم ‫ که شایستۀ شهری به بزرگی شهر ما باشه ‫ و در واقع من می‌خوام که ... 
‫ باز شروع نکن ! 
‫ و اگه برای اینکار نیاز به ‫ یه صلاح ریشه‌ای داریم ، ‫ پس بیاین شروع کنیم 
‫ خیلی‌خب ، ممنون بابت وقتی که ... ‫ الو ؟ 
‫ سلام ، سربازرس مارکام هستم از ادارۀ بازرسی 
‫ بله ، درسته 
‫ ما سعی کردیم باهاتون تماس بگیریم ... 
‫ بله ، شرمنده ‫ خیلی درگیر این پرونده بودم 
‫ چندتا مسئله راجع‌به تحقیقات‌مون هست ‫ که باید باهاتون درمیون بذارم ‫ مسئله ؟ چه‌جور مسئله‌ای ؟ ‫ تعداد معدود ... خب ، ‫ یه‌سری جزئیات هست که ... ‫ می‌خوایم حضوری با شما در جریان بذاریمش ‫ [ تماس ناشناس ] ‫ می‌شه یه لحظه پشت خط بمونین ؟ 
‫ - یه تماس دیگه دارم ‫ - مشکلی نیست 
‫ سلام ، گروهبان کارآگاه لنکر هستم ‫ گفتی پیداش کردم زنگ بزنم ، ‫ فکر کنم پیداش کردم 
‫ ببخشید ، شما ؟ 
‫ جزمین پیترز هستم ، از " مرفوک " ‫ ( مرکز فرماندهی و کنترل ) ‫ جزمین ‫ اون خانمی که راجع‌بهش حرف زدیم ‫ الان دوباره پشت خطه 
‫ اسمش ماریا دسوزائه . 
‫ - ماریا ، پشت خط بمون ‫ 
- جزمین ، حالش خوبه ؟ 
‫ پسره توی آپارتمانه ‫ واحدها توی مسیرن 
‫ - زمان تقریبی ؟ ‫ 
- ۱۸ دقیقه دیگه می‌رسن 
‫ - ۱۸ ؟ ‫ - واحدهای محلی همه توی ترافیکن ‫ موقعیت رو واسه من ارسال کن 
‫ هَدروِی ، برج‌های دوقلو ‫ باشه ، من نزدیک‌ترم 
‫ خب ، جزمین ، منو می‌تونی ‫ توی تماس بیاری ؟ ممکنه ؟ ‫ آره ، صبر کن ، الان وصلت می‌کنم 
‫ سلام ، گروهبان کارآگاه لنکر هستم ، ‫ صدامو می‌شنوی ؟ 
‫ ماریا ، جونت در خطره ؟ ‫ ماریا ، یادت نره چی بهت گفتیم ‫ یه ضربه یعنی : " نه " ‫ دوتا بزنی یعنی : " آره " ‫ متوجه شدی ؟ 
‫ داخل سرویس بهداشتی رفتی ؟ 
‫ در قفله ؟ ‫ خب ماریا ، راه خروجی از اتاق داری ؟ 
‫ پنجره‌ای هست که بتونی ‫ بی‌دردسر ازش رد شدی ؟ 
‫ طبقۀ نُهـمه 
‫ جندۀ احمقِ نفهـم ! 
‫ ماریا ، می‌خوام کاری که می‌گم رو بکنی ‫ می‌خوام یه مسواک برداری ، ‫ خب ؟ یا یه کلید برداری ... 
‫ توی جیبت یه نگاه بنداز ، ‫ کلیدهای خونه همراهتـه ؟ ‫ خیلی‌خب ، خوبه 
‫ خیلی‌خب ، ماریا ‫ حالا ازت می‌خوام بلد شی 
‫ ماریا بلند شو ! بلند شدی ؟ 
‫ خوبه . حالا می‌خوام کاری ‫ که بهت می‌گم رو انجام بدی 
‫ اون در رو می‌شکنه 
‫ به محض اینکه داخل اومد ، ‫ می‌خوام کلیدها رو برداری ... ‫ قسمت تیز کلیدها رو صاف بزنی توی صورتش ‫ خب ؟ با تمام قدرت بزن . ‫ و بعدش فرار کن ‫ خب ؟ فرار می‌کنی و داد می‌زنی . ‫ داد بزن تا کمکت کنن 
‫ خودم دارم میام پیشت ، فهمیدی ؟ 
‫ ماریا ، فهمیدی ؟ جواب بده ‫ بگو ، فهمیدی چی گفتم ؟ 
‫ - فهمیدم ‫ - خیلی‌خب 
- جزمین ، دوباره بیارش روی خط ‫ - داره تماس می‌گیرم 
‫ تمامی واحدها ، ‫ یه مورد خشونت خانگی داریم ... 
‫ که تهدید به قتل کرده ‫ برج‌های دوقلو ، ساختمان هدروی ، ‫ طبقۀ نُهـم ، آپارتمان ۹۴۲ 
‫ - درخواست کمک فوری دارم ، تمام ‫ - زیرو یانکی دلتا دریافت شد 
‫ تمامی واحدها ، جنبۀ احتیاط رو رعایت کنید . ‫ ضارب همچنان توی محل مورد نظره ‫ مرکز تأیید می‌شه . ‫ تمامی واحدها ، آماده باشید 
‫ [ کد شناسایی آی‌سی۲ : ‫ یه مورد آی‌سی۲ مؤنث سقوط کرد و کشته شد ، ‫ محدودۀ جنوب شرقی ساختمون هدروِی 
سفیدپوست ، جنوب اروپا ] ‫ مظنون طبقۀ نُهـم ، واحد ۹۴۲ هستش 
‫ بالا میرم 
