Чесно – я думаю , вона дивилася на тебе . 
А я думаю , вона просто була на роботі . 
- Мовчи . - Прикол . 
Я просто буду на хвилі . Пливтиму за течією . Розумієш ? Так . Майкл сказав , що в суботу ти вільна , скільки треба . 
Я допізна не затримаюся . Ну , побачимо . 
Маестро ... Деніел . Його звати Деніел . 
Ясно . Давно працюєте водієм , Деніеле ? 
Кілька років . 
Повний робочий день ? 
Ні . Мені замовляють возити особливих клієнтів , таких як ви . 
Яка честь . 
На цей вечір я ще й ваш особистий захист . 
Наш власний ходячий презерватив . 
Усі ці жарти я вже чув , сер . 
Колишній військовий . 
- Детектив поліції . - Боже . Нас заарештовано ? 
- Не сьогодні . - Уже легше . 
У відставці ? 
Ні , ще на службі . 
А чому тоді возитеся з такими , як ми ? 
Щоб вирватися з контори . 
Ясно . Що , за письмовим столом тримають ? 
Напевно , йому є що розказати . 
Просто кажу , що це цікаво . 
Келлі , тут усе як у тій приказці . Гра для молодих . Так . Байдуже , чи спортивний ти . - Злочинцям завжди 18 . - І не кажіть . 
Впевнена , ви знаходили трупи . 
Господи , Кел . 
На жаль , така професія . 
Справді ? 
То не мучте нас , розповідайте . 
- Бачите , недалеко від головної вулиці ? 
- Так . - Наступний поворот . Марсія - Віллас . - Ага . 
Кілька років тому . У 2004 - му чи 2005 - му . Напередодні Різдва . 
Чоловік був удома сам , дивився телевізор . 
На ялинці блимали вогники . 
Словом , до нього в квартиру вдерлися грабіжники . 
У нього було близько 80 фунтів . 
Вставили йому кляп , привʼязали до стільця , щоб їх не переслідував . 
І що ? 
Мабуть , думали , що до нього хтось навідається . Різдво все - таки . 
- Ой , ні . - Ніхто не прийшов . 
Починається Новий рік . Січень . 
Зрештою сусіди ... - Відчули сморід ? - Тільки не це . 
Таким його і знайшли – привʼязаним до стільця . 
Бідолаха . 
А ви хоч узяли їх ? Так . 
Узяли . 
Ще й на Різдво . В усьому треба шукати позитив . Принаймні телик був увімкнений . 
Жарт . Я жартую . 
Розкажіть іще . У вас мусять бути й інші огидні історії . 
У мене їх мільйон . 
Алло . Екстрена служба . Назвіться , будь ласка . 
Поліцію . 
Спочатку імʼя і прізвище . 
Ніяких імен . Дайте поліцію . Будь ласка . Дайте поліцію . 
Вони знову тут . Коли я прокинулася , машина вже стояла . 
- Слухай , мамо . 
- Я не знаю , що вони роблять . - Мамо . - Що їм треба . 
На фургоні видно якісь розпізнавальні знаки ? Ні . 
Я не бачу ... Ні . Я записала номер . Мамо , так далі не можна . Ти мене втягнеш у халепу . 
Може , перестань дивитись у вікно . 
Ти безпідставно себе накручуєш . 
Ти не можеш цього знати . 
Я тут зовсім сама . 
Зі мною нікого немає . 
Крихта співчуття до старенької була б доречна . 
Називати номер машини ? Добре . Давай . Кажи . 
- Ручка є ? - Нема потреби . Я запамʼятаю . 
Ти така розумниця . Так . Добре . А - E - 6 ... ПОШУК НОМЕРІВ 
ЗАРЕЄСТРОВАНО НА : THE WHARF LTD , ТОРГІВЛЯ ОВОЧАМИ Господи . 
Джун . Приніс вам чаю . 
Дякую , сер . А що натомість ? 
У журналі диспетчерської за вчора є дзвінок , позначений оглядачем . 
Домашнє насильство . 
Потрібен жіночий погляд . 
Дякую за чай . 
Надійшов виклик з таксофона на Гейз - лейн , але жінка не назвалася . 
- Втрата часу ? 
- Можливо . 
Майже нічого не каже . Наполягає , що потрібна поліція . Добре . Ясно . 
Зʼєдную . 
Алло . Мене звати Джасмін . - Слухаю вас . 
- Поліція ? Я приймаю дзвінки в поліцію . Мене звати Джасмін . 
Як вам допомогти ? Ви можете говорити ? 
Слухайте . Він каже ... Хто каже ? 
- Мій бойфренд . - Ваш бойфренд ? Назвіть імʼя , прізвище ... 
Та чого ви всі торочите : " Імʼя , прізвище " ? 
Ніяких імен . 
Будь ласка . 
Він там ? 
Ні , але він мене шукає . 
Ви в безпеці ? 
Ваш бойфренд зробив вам боляче ? Так . 
Він погрожує мене вбити . Зачекайте секунду . 
Енді , людина дзвонить з таксофона в Гекні . 
Її скривдив жорстокий бойфренд . Погрожує вбити . 
- Прийняв . 
- Скидаю тобі адресу . 
Відправляю патрульних . Хай лишається на лінії . 
- Алло . - Алло . - Будьте на місці , добре ? - Так . У вас є мобільний ? Ні . Він погрожував . Поранив мене . 
- Як він ... 
- Ножем . 
Залишайтеся зі мною . " Фалу " . 
Уже їдуть . 
Заждіть , я маю сказати ... У нього колись давно була дівчина . 
- Така ж , як я . - Добре , і ... Та дурна лярва . Ніколи не слухала . 
Ніколи не робила його , ну , щасливим . 
Він штрикнув її , багато - багато разів , тим самим ножем , який устромив у мене . І вона мертва . 
Як її звали ? Знаєте ? А він цим хвалиться , розумієте ? 
Типу : " Будеш зі мною нечемна , я тебе вбʼю так само , як її " . 
Енді , де патруль ? - А не приїхали ? - Ні . 
Зараз дізнаюсь і скажу . 
Алло . Чуєте ? 
Просто ... мені треба вам сказати . 
Що ? 
Один чоловік відбуває в тюрмі 24 роки за її вбивство . 
Будь ласка , назвіть імʼя свого бойфренда . Ні . І він весь час повторює , що цей чоловік у ... Вайткроссі . Каже , він такий невдаха , і ... 
Леді ! Алло . Залишайтеся на лінії . 
Леді , алло . 
Алло . Не кладіть трубку . Леді . 
Говорить детектив - сержант Джун Ленкер . 
Я відстежую жінку , ймовірно іспаномовну , - вік – 25 - 40 років . - Так . - Не точно , але думаємо ... - Худі з принтом і джинси . 
- Секунду . - Саме так . Учора могла зайти в травмпункт , близько 22 : 00 і пізніше . Так . 
Домашнє насильство . 
Джасмін ? 
Мене звати Джун Ленкер . 
Дзвоню уточнити щодо анонімної жінки , вчора дзвонила з Гейз - лейн . 
Знайшли її ? 
Ми видали орієнтування . Поки що нічого , але ще рано . 
Я прослухала аудіозапис вашого дзвінка . Ви з нею говорили . Ви там були . Тому я маю спитати ... 
Чи то був розіграш ? Та ні , зовсім ні . 
Однозначно загроза життю ? - Так . - А за шкалою від одного до пʼяти ? 
Чотири . 
- Ясно . - Вона сказала : " Фалу " . 
Це португальською . Типу " добре " . Думаєте , португалка ? 
Чи бразилійка . 
Я внесу в справу . 
Джасмін , я думаю , ви прекрасно впоралися , коли з нею розмовляли . 
Чесно ? 
Я не знаю . Мені здалося , я занадто на неї тисла . 
Ні , аж ніяк . Я думаю , вона просто злякалася . 
А що з тим хибним вироком , через жінку , яку він убив ? 
Що сказати ? Спочатку треба її знайти , врятувати від небезпеки . 
Ви їй не повірили ? Ні , просто я ... Я трохи вагаюся , чи все справді так . Він міг просто її залякувати . 
Йому це вдалося . Так , вдалося . Але коли відчуваєш страх чи безпомічність , то іноді люди можуть наговорити чого завгодно . 
Я наче сумніваюся в її словах . Але ні . Я довго займалася розслідуванням домашнього насильства , і часом легше волати про насильство над кимось іншим , ніж визнати , що шкоди завдають тобі . 
Я вже вісімнадцять років тут працюю . Я їй повірила . 
Алло . Слухаю . 
Просто ... мені треба вам сказати . Що ? 
Один чоловік відбуває в тюрмі 24 роки за її вбивство . СПИСОК УВʼЯЗНЕНИХ У " ВАЙТКРОСС " 
Сер , той дзвінок з журналу диспетчерської ... Не знаю , чи про нього згадували на нараді . - Ні . - Але та жінка повідомила про ймовірний хибний вирок . Убивство . Чоловіка засудили в 2012 - му . А жінка , яка дзвонила , стверджує , що вбивця – її бойфренд . 
Стверджує . 
Імʼя в цієї жінки є ? 
Ми ще розслідуємо . 
Схоже , тут без шансів . 
Я розмовляла з працівницею , яка прийняла виклик . - І що ? - Вона висловила занепокоєння . 
Ви ж знаєте , що ті дзвінки записують ? 
Ви думаєте : якщо , боже збав , щось випливе і судимість скасують , вас звинуватять у бездіяльності . Саме так . Це розумно . У наші дні це дуже розумно . 
Ось що ми зробимо . Належна обачність . 
Зʼясуйте , хто був слідчий , призначте зустріч . - " Вам треба знати " . - Віч - на - віч ? 
- Не зашкодить . - Добре . Я знайшла слідчого . 
- Ну аякже . - Старший інспектор Геґарті . 
- Ден Геґарті ? - Так . А жертва – Аделаїд Берроуз . 
А засудили її тогочасного бойфренда , Еррола Метіса . 
Знаєте цю справу ? Я чув про неї . Аякже . 
Тоді піду його шукати . 
А знаєте , я тут подумав . Краще йому написати . 
Імейл , дружньо - формальний . 
Пролунали обвинувачення . Ось лінк . І все . 
- Справді ? 
- Думаю , імейл . 
Так буде краще , вам не здається ? Так ви прикриєте свій ... 
- Дякую . - Нема за що . 
Хлої . 
Це ті показання свідків , які треба везти в Гекні - Даунз ? - Так . Вибач , я ... - Я все одно туди їду . Закинути ? Не будеш марудитися з курʼєром . 
Давай . 
- Детектив Ленкер ? Він вас чекає . - Так . 
- Сержанте . Деніел Геґарті . - Джун Ленкер . 
Проходьте . 
Дякую , що зустрілися зі мною . 
Для друзів з Далстонської народної республіки – що завгодно . 
- Департамент ? - Карного розшуку . ДКР . Там , де весь екшн . 
" Інформація , повʼязана зі справою " . Добре , що ви прийшли особисто . 
- Я була в цьому районі . 
А ще привезла документи вашому колезі . 
Я вгадаю . Міжгалузева оперативна група . Проблеми в маєтку Паркгілл ? 
- Вгадав ? - Майже . Співпрацюєте з моїм колегою Флаерті ? Мій відділ співпрацює . Так . 
Це добре . Обʼєднана поліція . Отже ... Ну ... Я розслідую справу , яка спочатку була повʼязана з домашнім насильством , і в ній фігурував екстрений дзвінок з району Гейз - лейн . Анонімний . Португаломовна жінка , на неї напав її бойфренд . Активна загроза життю . 
Виродок . 
- Ми його взяли ? 
Як я допоможу ? Я з ним стикався ? 
Ми ще не знаємо , як його звати , але я прийшла , бо ... Жертва , яка телефонувала , заявляє про неправомірний вирок . Це давня справа , яку ви розслідували . - Ясно . 
- Убивство . 
Жертву звали Аделаїд Берроуз . 
Берроуз ? 
У дві тисячі ... Справу передали в суд 2012 - го . У 2012 - му , так . 
Як час летить . 
- А підсудний ? - Еррол Метіс . 
Еррол . О - Джей курця . 
Що , вибачте ? 
А та , що дзвонила , була свідком ? Чи ... 
- Ні . 
- Ні ? То ... 
Ну , ця жінка каже , що її бойфренд не раз заявляв , що це він скоїв те вбивство . 
І у вас є відповідна її заява ? 
Ні , я ж кажу , цей дзвінок був анонімний . 
Знаєте , на мою думку , це вимагає ... чашки чаю . 
Валері . 
Так , сер ? - Чай будете ? 
- Ні , дякую . 
- Точно ? Нам не важко . - Так , безумовно . Не треба . 
- Один чай . Дякую . - Зараз . 
А шеф знає , що ви тут ? Так . 
Я не дорікаю . Просто ... Ну , розумієте . 
І ця жінка прямо посилалася на той злочин ? 
Вона знала достатньо подробиць , щоб не залишилося сумнівів . 
Наприклад ? 
Добре . Вона знала , що він сидить у тюрмі " Вайткросс " . 
Також знала строк – 24 роки . 
Йому ж дали довічне . Ні , 24 роки . Мінімальний рекомендований суддею вирок . 
Добре . Так , добре . А ще знала про знаряддя . Ніж . 
Так . Здається , його не знайшли ... Кухонний ножик легко сховати . 
Бойфренд цієї жінки стверджує , що воно й досі в нього . Знаряддя . 
Та невже ? 
Давно ви в ДКР ? 
Приблизно півтора року . 
Вибачте . Прошу , сер . Дякую . 
Півтора року ? 
Ясно . Що ж . Перше : це було дуже давно . 
Друге : ви , може , не в курсі , але та справа , опинившись у суді , наробила багато галасу . І той чоловік , Метіс , запав у душу деяким нездоровим особам . 
Листування , пропозиції шлюбу , гроші . 
Словом , я хочу сказати ось що . Усе , що ви щойно сказали , пішло в народ . Уже у відкритому доступі . Тому мені здається , що ця ваша жінка небезпідставно думає : " Ану ж примажуся , підкладу йому свиню " . 
Я розумію ... Або той , що з неї знущається , додає собі значущості . 
Жорстокий боягуз , і багата уява на додачу . 
- Це навряд чи ніша . 
- Так , але цей дзвінок надійшов у поліцію з Гейз - лейн . Звідти десять хвилин пішки до кварталу Маннінгем . - Там убили Аделаїд . - Ну от , будь ласка . 
Локальна історія . Він локальний фанат . 
Ви ж знаєте , що він зізнався на повну , як - то кажуть . 
А потім відмовився від зізнання . Відмовився . Як вони всі , щойно переговорять з адвокатом . 
Команда Еррола вважає , що були підстави для апеляції . Його команда ? 
Ви ж знаєте , за що містерові Метісу дали 24 роки . 
Були обтяжливі обставини ? 
Син жертви , Патрік . Не від нього . 
Шестирічний Патрік . Крізь стіну йому було чути все , що робив Метіс . 
Тварюка . 
Такі рани ... Той чоловік зірвався з котушок . 
Але ми живемо далі . Живемо . 
Послухайте , я ... Я не хочу ... не хочу вас соромити . Але якась жінка дзвонить , як з дуба впала , і не називається . 
Він сказав , вона сказала . Це якось ... Чесно кажучи , мені вже здається , що це розіграш . 
Вибачте . Та все ж дуже вам дякую за те , що приїхали сюди й повідомили мені цю інформацію . 
Зафіксовано , детективе - сержанте . 
А тепер вибачте – робота . 
Щотижневий комітет оперативного координування – за мої гріхи . 
Дякую , що приділили час . 
А якщо знайдете ту , що дзвонила , відправте її сюди . 
Детективе Ленкер . Що ? 
Іншим разом робіть як вам сказали . Напишіть імейл . Згода ? 
Так і сказала : " Я була в цьому районі " . - Що ? 
- Це правда . 
Привезла документи для мого колеги , Браяна Флаерті . 
А він про неї навіть не чув . Ну , вона молода . Амбітна . - Переслідує свої цілі . - Неймовірно . Нічого страшного . Але якщо тобі зненацька подзвонить якась жінка , скажи їй усе , що треба . 
Прикрий себе . 
І знаєш , як він потім його назвав ? 
О - Джей курця . 
О - Джей курця ? Ого . А це про що ? 
Ти ж знаєш . Темношкірий , біла дівчина . 
Вона в небезпеці . Йому не можна довіряти . Рано чи пізно він ... - Ну , таке . - Ого . 
О - Джей курця . Щось він недопрацьовує . І все - таки ... - Що ? 
- Ну , це ... Я не знаю . Забагато інформації ти почерпнула з трьох слів . 
Там ще була відповідна інтонація . 
Думаєш , цей тип – расист ? 
Можливо . Я не знаю . 
Ну , все сходиться . - То був жарт . Про О - Джея Сімпсона . - Я знаю . Зрозумів . 
Ну що ? 
Просто скажи . 
Чесне слово , іноді я думаю : хіба світ і так недостатньо схиблений ? Не треба в усьому шукати підступи . 
Думаєш , я постійно шукаю підступи ? 
Не завжди . 
Інколи ? 
Я просто кажу . Якийсь тип щось ляпнув , - хай і вкрай недоречно ... - Недоречно ? 
Та просто ... Я розумію . Я все розумію . Чесно . Просто ... Вибач . 
- Не живіть з психологами ? - Так . 
Хлої . Ти що - небудь зʼясувала ? 
На жаль , нічого . 
Я перевірила чотирьох з травмпункту . Жодна – не та , що дзвонила . 
А притулки для біженок ? 
Те саме . Обіцяли пильнувати . Вибач . 
Нічого . Дякую за спробу . 
Нема за що . Бувай . Бувай . 
- Мамо , не в тему . - То й що ? 
Не знаєш , де мій телефон ? 
- Слухай . - Ох , чорт . - Телефон забула . - Дякую . На . І футболку навиворіт наділа . 
- Що , й досі таке любиш ? - Взагалі - то так , люблю . 
- Дякую . Бувай . - Гарного дня . 
- Хлої . - Що ? Маєш проблеми входу в систему ? Ні . 
Алло . Детектив Ленкер . 
Джун , зайдете до мене ? Так . 
Сержант Ленкер . 
Це інспектор Маркем з департаменту професійних стандартів . 
- Колега , інспектор Джексон . - Вітаю . Добрий день . Що сталося ? 
- Даєн , може , ви ... - Добре . Не знаю , чи ви в курсі , але іноді ми перевіряємо поведінку поліціянтів . 
Мою поведінку ? Пошук в інтернеті , поводження з даними поліції – таке різне . 
- І що я скоїла ? 
- Процедура рандомізована . 
То ви навмання витягли моє прізвище з капелюха ? 
Колега надасть вам дані тимчасового доступу . - Так . - Вас ні в чому не обвинувачують . 
Ми вдячні вам за співпрацю , детективе Ленкер . 
Що за фігня ? 
Чого вони в тебе вчепилися ? 
Це месидж . Він дає мені зрозуміти . Що ? 
Один полісмен у Гекні - Даунз . Хоче повоювати . 
Гаразд . 
Я готова . 
- Це детектив Ленкер . - Піднімайтеся . 
Добрий день . Я Джун . 
Соня Сінґх . Ласкаво просимо в царство хаосу . 
Дякую , що приділяєте час . 
Мене попросили оновити досьє . Для оптимізації методів роботи . 
Я розумію . Не питайте . Добре . 
Як ви долучилися до справи ? 
Я місцева , виросла у Вежах - близнюках . 
Ви знали Аделаїд Берроуз ? 
Ми жили на три поверхи нижче . 
У всіх є програна справа , так ? 
У мене це – Еррол Метіс . 
А у вас ? 
У мене 12 - річний син . 
Удачі . 
Словом , до мене звернулася мама Еррола , Доріс . 
Це битва всього її життя , щоденна їжа й питво . 
Ходімо . 
Що ви знаєте про той суд ? 
- Практично нічого . - Добре . Обвинувачення підняло шум через сліди укусів на тілі жертви . 
Залучили зіркового свідка - експерта , доктора Гаушке . Він засвідчив , що це , поза сумнівом , сліди зубів Еррола . 
І зненацька всі про Еррола : " Темношкірий , лють , рятуйте " . 
Там ледь не форму черепа йому вимірювали . 
- Що ? 
- Нічого , вибачте . Продовжуйте . 
Чотири роки тому я краудфандингом зібрала трохи грошей . Найняла експерта для аналізу укусів на тілі Аделаїд Берроуз , і ... Так . 
" Сліди укусів на тілі жертви не відповідають - відбитку 26А " . - Відбитку 26А . 
- Це зуби Еррола . - Тож ... Навіщо зізнався ? 
А що каже сам Еррол ? 
" Не памʼятаю , не можу пояснити " . Так , це дивно . 
А що син Аделаїд ? 
Як його звали , Патрік ? Він був у помешканні . 
Шість років , зовсім малий . 
А що з ним сталося ? 
Ми не спілкуємося . 
Розказуйте правду . Чому ви прийшли ? 
- Я ж казала , ми ... - Брехня . 
Розставляю крапки над " і " . 
Крапочки над " і " ? Ясно . 
Ви мали справу зі слідчим ? Геґарті ? Так . 
Ви ж чули про Шістдесят других ? Про що ? 
У нього була опергрупа . Геґарті , Тоні Ґілфойл , Кім Кардвелл . 
Не записуйте . 
Геґарті був головний ? 
Зрозуміло . Як і будь - яка поважна опергрупа , вони мали назву . - Шістдесят другі . - Другі . І що воно таке ? 
Я не знаю , чи була в них якась програма . Не мені це казати . А програма – це що ? А ви як думаєте ? 
То ви допоможете чи підставите нас ? 
- Дякую за ваш час . 
- Та будь ласка . 
- Алло . - Хлої , можеш пробити по базі ? Секунду . 
Давай . 
Патрік Берроуз . 
Патрік Берроуз . Так , знайшла . 
Серпень 2017 - го , парк Джубілі . Його взяли за зберігання з метою збуту . Він був неповнолітній . Дванадцятирічний . 
Господи . 
Федерали ! 
Заарештував його сержант Майкл Гарґрівз . 
Гей , Усейн Болт ! Давай до нас на заднє сидіння . 
Що там ? 
Обвинувачення не було . Його відпустили . 
А після того затримання були ? 
У нас утікач . Так би мовити . Ні . Це все , що на нього є . 
Може , він зіскочив ? Виправився ? 
Можливо . Контактна інформація є ? Остання відома адреса хлопця ? 
Нема . В базі пусто . Вибач . 
- Патріку . 
- Що ? 
- Я завʼяжу . - Так . - Я зможу . - Думаєш ? 
Просто ... Я не можу на це дивитися . Дай сюди . 
Дивись . Ось як треба завʼязувати . 
- Дивись . Навколо і вгору . А потім крізь дірочку . 
Де ти навчилася ? Я майстер дзен з цієї фігні . 
- А то . Ми у школі вчили . 
Піджак надінь , швиденько . 
- Постава . Рівно . - Ага . 
Ти там усіх порвеш . Так ? 
Так . Ти переживаєш більше , ніж я . 
Хтось же повинен . 
Я буквально чиститиму картоплю для багатіїв . 
А я шалено люблю картоплю . Серйозно ? 
Ти такий ... Я знаю . 
Ти диви , який самозакоханий . Чорт забирай . 
Патріку , перестань . 
- Бро , куди так вирядився ? - На роботу . А ти думав куди ? 
- Так . Як живете ? - Ти ба . Офіціант . 
Ану , дай я разок . 
- Люди , скоро буду . - Картоплі принеси , бро . 
Патрік ? Зайчику . 
Який ти гарний . Немов ангел . - Вам сюди не можна . - Я знаю . Знаю . 
Слухай , я б не просила . - Ідіть собі . - Але він такий пригнічений . 
Він хоче привітати тебе з днем народження . 
- Уже місяць минув . - Я знаю . Але ти для нього – цілий світ . Ти й твоя мама . 
Ерроле , синку , чекай . 
Прошу тебе . 
Побалакай з ним . 
Для запису : присутні старший інспектор Деніел Геґарті і детектив - сержант Тоні Ґілфойл . 
Зараз 00 : 13 , 25 вересня 2011 року . 
Також присутні Еррол Метіс і його адвокат Росс Кардона . 
Як я розумію , підсудний бажає переглянути попередню заяву . 
Краватка й піджак . Ти хто такий ? 
- Баррі . - Так , шеф . Покажи йому шафку . І видай нормальний одяг . 
Ерроле . Кажіть своїми словами . 
Я її вбив . 
Імʼя , прізвище . Будь ласка . 
Я вбив Аделаїд Берроуз . 
Узяв ножа з шухляди на кухні . Зрозуміло . 
І вдарив її . Куди ? 
У горло . 
Ви вдарили її ножем у горло ? 
Ще якесь місце памʼятаєте ? 
Груди . 
У груди ? Так . 
У горло й у груди ? Так . 
Зафіксували . 
А скільки разів ударили , можете сказати ? 
- Я не знаю . 
- Приблизно . 
Десять ? Двадцять ? Двадцять разів ? Тридцять . 
Тридцять разів ? Плюс - мінус ? Так . 
Тридцять ударів . Це ... Так . 
За що ви завдали їй стільки поранень ? Є думки ? 
Я зірвався з котушок . 
Зірвалися ? 
Я зірвався . 
Ну , друже , які новини ? 
Нічого важливого . Прикро . А як робота ? 
Хочеш , замовимо їжу ? Піцу чи щось китайське ? 
Ні . Я ненадовго . Ти ж знаєш мою роботу . 
Слухай , Тоні ... Ой - ой . Це розслідування у справі Еррола Метіса ... Я прийшов спитати : може ... ти щось приховував усі ці роки ? 
Ти прийшов не за адресою . - Точно ? 
- Сто процентів . 
Бо якщо ... Зараз саме час позбутися . 
Ти ж мене знаєш . Я не озираюся в минуле . 
Добре . 
Не проводжай . 
Давай . На добраніч . Добраніч , Тоні . 
Нам відповість заступниця комісара Клодія Мейгʼю . 
Досвід Бет на сучасних вулицях можуть переживати багато людей , правда ? 
Щиро кажучи , Мендо , я на 100 % згодна з додзвонювачкою . 
Годі балачок . 
Нам потрібна сучасна поліція , достойна цінностей нашого прекрасного міста . Власне , я зазначу ... 
Не починай . 
І якщо для цього потрібне радикальне реформування , до роботи . 
Що ж , добре . Дякую , що приділили час на ... Алло . 
Це інспектор Маркем з відділу професійних стандартів . 
Так . 
Ми намагалися з вами звʼязатися . 
Вибачте . Я була по вуха завантажена . 
У нашому розслідуванні випливло кілька моментів . Моментів ? Яких моментів ? Є кілька ... Чимало деталей , які ви маєте нам пояснити віч - на - віч . НЕВІДОМИЙ НОМЕР Зачекаєте хвилинку ? 
- Мені дзвонять . - Без проблем . 
Алло , детектив Ленкер . Ви казали дзвонити . Вона на лінії . 
Вибачте , а хто це ? 
Джасмін Пітерс , командний центр . Джасмін . Жінка , яка телефонувала , зараз на лінії . 
Її звати Марія де Суза . Чекайте . 
- Маріє , будьте на лінії . 
- Джасмін , вона в безпеці ? 
Ні , він з нею у квартирі . Патруль уже їде . 
- Скільки їхати ? 
- Вісімнадцять хвилин . 
- Вісімнадцять ? - Місцеві зайняті . Скиньте мені адресу . 
Гезервей , Вежі - близнюки . Ясно . Я ближче . 
Джасмін , приєднаєте мене до розмови ? Аякже . Чекайте . Я вас зʼєднаю . 
Алло . Це детектив Ленкер , ви мене чуєте ? 
Маріє , ваше життя в небезпеці ? Маріє . Так , як ми говорили . Стукніть раз , якщо ні , і двічі , якщо так . Розумієте ? 
Ви зайшли у ванну ? 
Двері замкнені ? Маріє , з тієї ванної можна якось вибратися ? 
Може , є вікно , щоб ви пролізли ? 
Там девʼятий поверх . 
Дурна , тупа сука ! 
Маріє , зробіть от що . Візьміть зубну щітку . Чи ключі . 
Пошукайте в кишені , є ключі від дому ? Добре . 
Гаразд . А тепер , Маріє , встаньте . 
Маріє , встаньте . Ви стоїте ? 
Добре . Тепер зробіть так . 
Він зайде у двері . 
Щойно він зайде , візьміть ключі , виставте гострим кінцем уперед і вдарте його в обличчя . Якомога сильніше . А потім тікайте . Зрозуміли ? Тікайте і кричіть . Кличте на допомогу . 
Я вже до вас їду . Ви розумієте ? 
Маріє , ви зрозуміли ? Скажіть . Скажіть , що зрозуміли ! 
- Я зрозуміла . - Добре . 
- Поверни її . - Набираю . 
Усім патрулям . Жорстоке домашнє насильство , з погрозами вбити . 
Квартира 942 , девʼятий поверх , Гезервей - флетс , Вежі - близнюки . 
- Терміново потрібна підмога . Прийом . - Прийнято , Зеро Янкі Дельта . 
Усім патрулям – обережно . Нападник у приміщенні . Центр , підтверджую . Готовність усім патрулям . 
Жінка з Півдня , розбилася на смерть , південно - західний периметр Гезервей . 
Підозрюваний у квартирі 942 , девʼятий поверх . 
Я підіймаюся . 
