不 , 其實 我 覺得 她 是 在 看 妳 , 真的 
我覺 得 她 只是 在 工作 
- 別說 了 - 真 有趣 
我 就 ... 聽 妳 說 的 隨波 逐流 , 寶貝 , 對 , 妳 懂 吧 ? 對 , 麥可 說過 
依 我們 所 需 , 妳 這個 週六休 多久 都行 不 , 我 不會 待 到 那麼 晚 這很難 說 
那麼 , 大師 ... 丹尼 爾 , 他 叫做 丹尼 爾 
對 , 丹尼 爾 , 你當 了 他們 多久 的 司機 ? 
幾年 了 
你 是 全職 的 嗎 ? 
不 , 他們 需要 我 保護 你 這種 特別 顧客 時 才 會 派 工作 給我 
我們 感到 榮幸 
對 , 我 今晚 也 是 你 的 私人 保鑣 
他 是 我們 的 行走 戰神 
對 , 先生 , 我 聽過 那種 笑 話 
你 以前 是 軍人 
- 我 是 警探 - 天 啊 , 我們 被 逮補 了 嗎 ? 
- 今晚 不會 - 好險 
你 退休 了 嗎 ? 
還在 職 
那 你 幹 嘛 跟 我們 這種 人 混 在 一起 ? 
因為 這能 讓 我 離 開辦 公室 
對 , 他們 讓 你 做 文書 工作 , 對 吧 ? 
但 我 打 賭 他 還是 有 很多 精彩 故事 , 對 吧 ? 
我 只是 覺得 很 有趣 
凱莉 , 這就 像 人們 說 的 那 是 年 輕人 的 世界 對 無論 你 的 體能 有 多 棒 - 犯罪者 都 是 年 輕 小夥子 - 的 確是 
但 我 打 賭 你 見過 很多 屍體 
拜 託 , 小凱 
這 恐怕 是 這份 工作 的 一部分 
真的 嗎 ? 
你 快 說 吧 , 別 讓 我們 心癢 癢 
- 你們 有 看到 這條 大街 嗎 ? 
- 有 - 下個 轉彎 就是 瑪西亞 別墅區 - 是 的 
幾 年前 , 大約 2004 年 或 2005 年 的 時候 平安夜 
有個 傢 伙 獨自 在家 看電視 
聖誕樹 上 的 小燈 閃爍 著 , 充滿 過節 氣氛 
總 之 , 小偷 闖入 , 打劫 他 的 公寓 
搶 了 大約 80 塊 英鎊 
他們 封住 他 的 嘴 把 他 綁 在 椅子 上 , 這樣 他 才 沒 辦法 追 出去 
然後呢 ? 
他們 覺得 一定 會 有人 去 找 他 , 不是 嗎 ? 我 是 說 , 畢竟 那 是 聖誕節 
- 不會 吧 - 沒人 去 找 他 
直到 新年 開始 到 了 一月 
最後是 鄰居 , 你們 知道 的 - 他們 聞 到 他 的 味道 ? - 不會 吧 
他 當時 還被 綁 在 椅子 上 
可憐 的 傢 伙 
你們 後 來 有 抓 到 犯人 嗎 ? 有 
有 , 我們 有 抓 到 他們 
在 聖誕節 期間 也 有 犯罪 妳 可以 往好 的 方面 看 至少 他 的 電視 是 開著 的 
我開 玩笑 啦 
繼續 說 嘛 , 你 一定 還有 更 多 恐怖 的 故事 能 說給 我們 聽 
我 多 著 的 呢 
喂 , 緊急 服務 , 請問 你 叫 什麼 名字 ? 
警察 
好 , 我 首先 需要 知道 妳 的 名字 
沒有 名字 我 需要 警察 拜 託 , 我 需要 警察 
他們 又 回來 了 打 從 我 睡醒 後 , 他們 的 車就 停 在 外面 
- 媽 , 聽著 
- 我 不 知道 他們 在 做 什麼 - 媽 - 或是 他們 想 幹 嘛 
妳 是否 能 在 廂型 車上 看到 任何 標誌 ? 沒有 
我 看不到 ... 沒有 我 把 車牌 號碼 抄下 來 了 不行 , 媽 , 我 不能 一直 這樣 做 妳 會害 我 惹 上 麻煩 
或許 妳 該 停止 監視 窗外 的 情況 
妳 讓 自己 平白 無 故地 緊張 
妳 不 懂 
我 獨自 一人困 在 這間 屋裡 
沒 有人 陪 我 
妳 若 能 稍微 同情 妳 老媽 就 好 了 
妳 到底 要 不要 車牌 號碼 ? 要 , 好 啦 ... 跟 我 說 號碼 吧 
- 妳有 筆嗎 ? - 沒有 , 沒關 係 , 我會 記住 
妳 真聰明 對 , 好 了 號碼 是 AE6 ... ( 車牌 識別 搜尋 ) 
( 註 冊 者 : 碼頭 蔬果 有限公司 ) 真是 的 
茱恩 , 這杯 茶給 妳 
長 官 , 謝謝 , 有什麼 條件 ? 
昨晚 指揮 控制中心 的 紀錄 有 一通 緊急 來電 被 審查者 標記 了 
家暴 事件 
這 需要 女性 來 處理 
謝謝 你 這杯 茶 
嗨 , 有 一位 來 電者 從 海耶斯 巷口 的 電話 亭 打過 來 
她 拒絕 透露 她 的 名字 - 惡作劇 的 嗎 ? 
- 有 可能 
我無法 得知 她 的 個 人 資訊 她 堅持 要 找 警察 好 的 , 我 知道 了 
我現 在 幫 妳 轉接 
妳 好 , 我 叫做 潔絲敏 - 我能 幫 妳 嗎 ? 
- 警察 嗎 ? 我 是 警務 通話 處理員 , 我 叫做 潔絲敏 
我能 幫 妳 嗎 ? 好 , 妳 能 說 話 嗎 ? 
聽著 他 說 ... 誰 說 的 ? 
- 我 男朋友 - 妳 男朋友 嗎 ? 我要 知道 他 的 名字 , 如果 ... 
為 什麼 妳 們 這些 人 一直 問我人名 ? 
沒有 名字 
拜 託 
他 在 那裡 嗎 ? 
不 在 , 但 他 在 找 我 
妳 現在 安全 嗎 ? 
來 電者 , 妳 的 男朋友 傷害 妳 嗎 ? 是 的 
他 說 要 殺 了 我 好 , 等 一下 
安迪 , 我 有 一位 來 電者 在 哈克 尼區 電話 亭裡 
她 男朋友 今晚 很 暴力 , 威脅 要 謀 殺 她 
- 收到 
- 我 把 地址 傳給 你 
好 , 我派 一組 警員過 去 , 讓 她 保持 通話 
- 哈 囉 , 來 電者 - 哈 囉 - 待 在 妳 目前 的 位置 , 好 嗎 ? - 好 妳有 我能 撥 打 的 手機 號碼 嗎 ? 沒有 , 他 威脅 和 傷害 我 
- 他 怎麼 ... 
- 用 一把 刀 
好 , 來 電者 , 繼續 留在 線上 好 
警員 在 路上 了 
等等 , 我得 告訴 妳 ... 他 很久以前 有 一個 女朋友 
- 跟 我 一樣 - 好 , 然 後 ... 那個 蠢 賤 人 都 不 聽 話 
一直 讓 他 不 開心 
他 捅 了 她 好 多次 , 就是 用 他 捅 我 的 那 把 刀 她 已 經死 了 
她 叫 什麼 名字 ? 妳 知道 嗎 ? 然後他 一直 向 我 炫耀 這件 事 
他會 說 : " 如果 妳 不 好好 對待 我 我 就 用 殺 她 的 方式 幹掉 妳 " 
安迪 , 警員到 哪裡 了 ? - 他們 還沒 抵達 嗎 ? - 還沒 
好 , 我 去 查 , 然 後 回覆 妳 
喂 ... 來 電者 
只是 ... 我得 告訴 妳 
什麼 ? 
監獄 裡有 一個 男人 被控 殺害 她 遭到 判刑 24 年 
拜 託 妳 , 跟 我 說 妳 男朋友 的 名字 不行 , 還有 , 他 一直 說 那個 傢 伙 在 白 十字 ... 他 說 他 很 沒用 , 而且 ... 
來 電者 有 聽 到 嗎 ? 來 電者 , 別掛斷 
來 電者 , 妳在 嗎 ? 
喂 , 別 ... 掛斷 , 來 電者 
嗨 , 我 是 茱恩蘭克 警佐 
我 想 追 蹤 一位 女性 , 她 可能 是 西班牙 語裔 - 年齡介 於 25 歲 至 40 歲 之間 - 好 - 不 確定 , 但 我們 認為 ... - 對 , 有 圖案 的 連帽衫 和 牛仔 褲 
- 等等 , 等 一下 - 對 , 沒錯 我們 認為 她 昨晚 10 點 之前 有 去 過急 診室 沒錯 
家暴 
嗨 , 潔絲敏 嗎 ? 
我 叫做 茱恩蘭克 
這 只是 妳 接到 匿名 電話 的 後 續 跟 進 昨晚 來 自 海耶斯 巷 的 那通 
妳 找到 她 了 嗎 ? 
我們 進行 了 區域 追 蹤 目前 還沒 找到 , 但現 在 還早 
聽著 , 我 聽 了 妳 們 通話 的 錄音 但 妳 跟 她 交談過 , 妳 當時 在場 所以 我得問 ... 
那 是 一場 騙局 嗎 ? 不 , 不 可能 
所以 絕對 有 生命 威脅 嗎 ? - 對 - 一到 五級 ? 
四級 
- 好 - 她 說 : " 法魯 " 
這是 葡萄牙 語 , 類似 " 好 的 " 所以 妳 認為 她 是 葡萄牙人 ? 
或是 巴西人 
好 , 我會 更新 檔案 
潔絲敏 我 認為 妳 處理 這個 狀況 的 方式 非常 棒 
真的 嗎 ? 
我 不 確定 我覺 得 我 可能 把 她 逼 得 太緊 
不 , 完全 不會 , 我 認為 她 是 害怕 到 不敢 說 實話 
那麼關 於 他 殺害 那 女人 的 冤獄 呢 ? 
這個 嘛 我們 首先 要 找到 她 , 讓 她 脫 離險境 
妳 不 相信 她 ? 不是 , 只是 我 ... 就 目前 情況 來 說 , 我還 持有 一些 懷疑 我 是 指 , 他 可能 只是 想嚇 她 
他 做到 了 對 , 他 做到 了 但 妳 知道 的 , 人覺 得 害怕 或 無助 的 時候 有 時候 人們 會 有 很多 說法 
這聽 起來 像 我 質疑 她 的 說法 , 但 我 沒 有 只不過 我 在 家暴 部門待過 很長 的 一段 時間 有 時候 揭露 別人 的 暴力 行為 比正視 那 對 自己 的 傷害還 容易 
我 從 事 這份 工作 18 年 了 , 我 相信 她 
喂 ... 來 電者 
只是 ... 我得 告訴 妳 什麼 事 ? 
監獄 裡有 一個 男人 被控 殺害 她 遭到 判刑 24 年 ( 囚犯 名單 : 皇家 白 十字 監獄 ) 
長 官 , 關於 指揮 控制中心 記錄 的 那 通電話 在 任務 分配 與 協調 會議 有 提到 嗎 ? - 沒有 - 但 那位 來 電者 她 通報 了 一件 可能 的 冤獄 案件 一起 謀 殺案 一名 男子 在 2012 年 被 定罪 但 這位 來 電者 說 此 案件 其實 是 她 男友 犯下 的 
這是 她 的 說法 
妳有 來 電者 的 姓名 嗎 ? 
我們 還在查 
這聽 起來 無 從 查起 
但 我 今天 親自 與 通話 處理員 談過 了 - 好 - 她 的 說法 引起 我 的 注意 
你 知道 他們 會 錄下 通話 吧 ? 
希望 不會 是 這樣 , 但 妳在 想 若有 一天 發現 新證據 , 推翻 先前 的 定罪 妳 不想 當那個 坐視 不理 的 人 正是如此 很 明智 現在 來 說 , 這樣 很 聰明 
好 吧 , 我們 這樣 做 吧 , 我們 盡職 調查 
找出 當時 的 資深 探員 , 安排 一場 會議 - 用 " 通知 " 的 名義 - 面對 面談 嗎 ? 
- 可能 會有 幫助 - 好 , 我 已經 查出 是 哪位 資深 探員 
- 妳 當然 已 經查 好 了 - 當時 是 由 赫格 提 總 警督 負責 
- 丹赫格 提 嗎 ? - 是 的 , 受害者 是 阿德 蕾 鮑 洛斯 
被 定罪 的 人 是 她 遇害 時 的 男友 艾羅馬 提斯 
你 知道 這個 案子 嗎 ? 當然 有 聽過 
那麼 , 我 去 找 他 了 
其實 我 想 了 想 , 還是 打 電話給 他 就 好 
寄 一封 友善 的 正式 電郵 
說 有 新 的 指控 , 把 消息 傳給 他 然 後 就算 了 
- 真的 嗎 ? 
- 還是 寄電郵 就 好 
這樣 比 較 好 , 妳 不覺 得 嗎 ? 這樣 就 能 確保 妳 的 ... 
- 謝謝 - 不 客氣 
蔻 洛伊 
那些 證人供 詞要 送 去 哈克 尼 唐斯 的 警局 嗎 ? - 對 , 抱歉 , 我 ... - 反正 我要 去 那邊 我順 便 送 去 嗎 ? 妳 省得 找人 送 
當然 好 
- 蘭克警 佐 , 他 準備 好 見 妳 了 - 好 
- 警佐 , 我 是 丹尼 爾赫格 提 - 我 是 茱恩蘭克 
跟 我 來 
謝謝 你 見 我 
只要 是 來 自達爾斯頓 自治 區 朋友 的 要求 , 我 都 樂意 幫忙 
- 哪個 部門 ? - 犯罪 調查部 犯罪 調查部 是 衝鋒 部門 
" 與 一個 案件 有關 的 資訊 " 還好 妳 親自來 一趟 
- 我剛 好 來 這 附近 
我剛 好 也 要 送 一些 文件 給你 的 同事 
讓 我 猜猜 , 這是 跨部門 工作 組 的 帕克丘 莊園 的 麻煩 嗎 ? 
- 我 說 得 對 嗎 ? - 很 接近 妳 與 我 的 同事 福萊提 警佐 合作 嗎 ? 我們 那組 , 是 的 , 對 
很 好 , 那樣 很 好 , 統籌 警務 所以 ... 就是 ... 我 正在 調查 最初 是 跟 家暴 有關 的 一通 報案 電話 昨晚 從 海耶斯 巷地區 撥出 的 緊急 電話 匿名 來 電者 一位 講 葡萄 語的 人 , 她 被 男朋友 攻擊 威脅 要致 她 於 死地 
混蛋 
- 我們 抓 到 他 了 嗎 ? 
我能 怎麼 幫忙 ? 我見過 他 嗎 ? 
我們 還沒 查出 姓名 , 但 我 來 這裡 是 因為 ... 那位 來 電者 指出 有 一場 冤獄 那 是 你 擔任 資深 探員時 處理 的 一個 舊案 - 好 
- 一件 謀 殺案 
受害者 是 阿德 蕾 鮑 洛斯 
鮑 洛斯 ? 
2000 年 左右 ... 案件 於 2012 年 進行 審理 2012 年 , 對 
已經 這麼 久 了 啊 ? 
- 被 起訴 的 人 是 ? - 艾羅馬 提斯 
艾羅 , 窮人版 的 辛普森 
你 說 什麼 ? 
妳 的 來 電者 是 以證 人 身分 出面 作證 嗎 ? 還是 ... 
- 不是 ... 
- 不是 ? 那麼 ... 
這位 來 電者 ... 她 說 她 的 男朋友 曾經 多次 提起 聲稱 該 女 是 他 所 殺 
妳 從 她 口中 得到 這個 聲明 ? 
不是 , 我剛 才 說 了 , 這通 是 匿名 電話 
我覺 得 這通 電話 是 ... 喝杯 茶 吧 
瓦萊麗 
長 官 , 什麼 事 ? - 妳 想 喝杯 茶 嗎 ? 
- 不用 , 謝謝 
- 妳 確定 嗎 ? 不會 麻煩 - 對 , 真的 不用 , 謝謝 
- 請給 我 一杯 茶 , 謝謝 - 是 , 長 官 
妳 的 長 官 知道 妳 來 這裡 嗎 ? 知道 
我 不是 在 批判 妳 , 只是 ... 妳 知道 的 
這位 來 電者 有 明確 提到 犯罪 情況 嗎 ? 
她 知道 的 內情 足以 讓 我們 不質疑 她 的 說法 
妳 跟 我 說 說 看 
好 她 知道 他 服刑 的 地方 是 白 十字 監獄 
她 也 知道 刑期 是 24 年 
我 還以 為 他 被判 終身 監禁 不 , 24 年 是 法官 建議 的 最低 量 刑期 
很 好 , 對 , 好 她 也 知道 所 使用 的 武器 一把 刀 
對 , 那 把 刀 從 未 被 找到 , 我 想 ... 一把 約 18 公分 的 廚房 用 刀 很 容易 藏 
這位 來 電者 的 男朋友 說 他 仍然 保有 那個 兇器 
他現 在 還留 著 嗎 ? 
妳在 犯罪 調查部 多久 了 ? 
大約 一年 半 
抱歉 , 長 官 , 你 的 茶 謝謝 
一年 半 啊 ? 
好 吧 , 對 首先 , 這件 事 發生 在 很久以前 
第二 , 我 不 知道 妳 是否 知道 一旦 案件 進入 司法 審判 就 會 引起 社會 大眾 注意 而馬 提斯 那個 男人 他 是 個 心理 扭曲 的 人 
他 有 筆友 , 提供 假結婚 , 收現 金 
總 而言 之 , 我要 說 的 是 妳 說 的 資訊 早就 公諸 於 世 了 都 攤 在 公共 資訊 上 了 所以 我覺 得 妳 那位 來 電者 的 說 詞 或許 相當 合理 或是 故意 要 讓 她 的 男友 受到 懲罰 
對 ... 我 知道 ... 也 可能 是 這個 傷害 她 的 傢 伙 吹噓 自己 是 個 狠 角色 
其實 他 只是 個 暴力 的 懦夫 , 妳 知道 的 他活 在 自己 的 幻想 世界 裡 
- 這 根本 不合理 , 不是 嗎 ? 
- 對 除了 這通 電話 是 從 海耶斯 巷 打來 的 那裡 離曼寧漢 公寓 步行 大約 十分 鐘的 路程 - 而 那裡 是 阿德 蕾 被 謀 殺 的 地方 - 妳 說 到 重點 了 
這是 在 當地 發生過 的 事 , 他 是 崇拜者 
妳 知道 他 全部 認罪 吧 
但 他後來 撤回 招供 對 , 那些 罪犯 只要 和 辯護律 師見面 後 就 會 撤回 招供 
對 , 但 艾羅 的 律 師團 似乎 認為 有 上訴 的 空間 他 的 律 師團 ? 
妳 知道 為 什麼 馬 提斯 先生 被 判刑 24 年 吧 ? 
有 加重 情節 嗎 ? 
她 的 兒子 派翠克 , 不是 他 兒子 
派翠克 當年 六歲 他 隔 牆 聽 見 馬 提斯 所 做 的 一切 
他 是 個 禽獸 
受傷 非常 嚴重 , 那個 男人 完全 失控 了 
但 我們 繼續 調查 我們 繼續 調查 
聽著 , 我 ... 很 抱歉 , 我 不 ... 我 不想 令 妳 難堪 但 莫名 打來 的 來 電者 她 不願 提 自己 的 姓名 
他 說過 、 她 說過 , 這些 都 是 ... 坦白 說 , 現在 我 開始 覺得 這是 一場 惡作劇 
抱歉 但 我 也 得 說 很 感謝 妳 大 老遠來 這裡 為 我 提供 消息 
警佐 , 我 妥善 記錄 下來 了 
如果 妳 不介意 的 話 , 我要 工作 了 
參加 每週 的 任務 分配 與 協調 委員會 是 我 的 懲罰 
謝謝 你 的 時間 
如果 妳 找到 妳 的 來 電者 , 把 她 送 過來 
蘭克警 佐 什麼 事 ? 
妳 下次 按照 吩咐 寄電郵給 我 就 好 , 好 嗎 ? 
對 , 其實 她 說 : " 我剛 好 來 這 附近 " - 什麼 ? 
- 對 , 真的 
替 我 的 同事 布萊恩福萊 提送 文件 
對 , 他 根本 沒聽 說過 她 但 她 還年 輕 , 你 知道 的 , 充滿 企圖心 - 極力 想 證明 自己 論點 的 那種 警察 - 太誇張 了 沒有 什麼 好 擔心 的 但 你 聽 好 , 如果 有個 女子 突然 打給 你 什麼 都 別 跟 她 說 , 好 嗎 ? 
保護 好 你 自己 
然 後 , 你 知道 他 怎麼 稱呼 他 嗎 ? 
窮人版 的 辛普森 
窮人版 的 辛普森 ? 哇 , 那 是 什麼 意思 ? 
你 知道 的 , 黑人 男子 與 白人 女子 交往 
她 的 處境 不 安全 , 不能 信任 他 因為 他 遲 早會 ... - 你 知道 的 - 哇 
我覺 得 用 窮人版 的 辛普森 來 形容 很 偷 懶 當然 , 也 是 啦 , 我 是 指 ... - 什麼 ? 
- 就是 ... 我 不 知道 感覺 這個 形容 涵蓋 了 很多 意思 吧 ? 
但 他 形容 的 方式 讓 我 不 舒服 
妳 覺得 這個 傢 伙有 種族 歧視 嗎 ? 
可能 吧 , 我 不 知道 
如果 手套 戴得 下 的 話 - 那 是 個 玩笑 , 辛普森 案 的 玩笑 - 對 , 我 知道 , 我 懂 
怎樣 ? 
你 就 說 吧 
老實 說 , 有 時候 我 覺得 這個 世界 還不夠 混亂 嗎 ? 妳 不必 一直 去 找碴 
你 是 這樣 看待 我 的 工作 嗎 ? 你 認為 我 在 找碴 
並非 總是 如此 
有 時候 嗎 ? 
我 的 意思 是 , 有 時候 某人 隨口 說 了 一句 話 - 不管 是 多麼 錯誤 的 判斷 ... - 誤判 ? 
這 只是 ... 我 知道 , 好 嗎 ? 我 真的 懂 , 我 只是 ... 抱歉 
- 絕對別 和 心理 醫生 同居 , 對 吧 ? - 對 
嗨 , 蔻 洛伊 , 妳有 查到 什麼 嗎 ? 
我 恐怕 什麼 也 沒查 到 
我 調查 了 急 診室 裡四個 有 可能 的 身分 都 跟 緊急 電話 的 來 電者 不 吻合 
婦女 庇護 所 那邊 呢 ? 
同樣 沒 結果 , 他們 答應會 留意 , 抱歉 
沒關 係 , 謝謝 妳 嘗試 調查 
不 客氣 , 再見 好 , 再見 
- 媽 , 要 看 時間 和 場合 , 這樣 ... - 我 才 不管 
妳 知道 我 的 手機 在 哪裡 嗎 ? 
- 嘿 - 可惡 - 妳 忘 了 帶 手機 - 謝謝 好 , 妳 的 上衣 裡外 穿 反 了 
- 你 喜歡 看 我 這樣 , 對 吧 ? - 我 其 實滿 喜歡 的 , 對 
- 謝謝 , 再見 - 祝 妳有 美好 的 一天 
- 蔻 洛伊 - 什麼 事 ? 妳 登入 有 問題 嗎 ? 沒 問題 
你好 , 我 是 蘭克警 佐 
茱恩 , 妳 能 來 我 辦 公室 一下 嗎 ? 好 
蘭克警 佐 
這位 是 專業 標準 部門 的 馬 克漢 警督 
- 我 的 同事 是 傑克 森警 員 - 嗨 嗨 , 怎麼 回事 ? 
- 戴安 , 妳 要 ... - 好 我 不 確定 妳 是否 知道 但 我們 時 不 時會 審查 某些 警官 的 行為 
我 的 行為 ? 任何 網路 搜尋 、 使用 警方 資料 庫 的 紀錄 諸 如此 類的 事情 
- 我 做 了 什麼 嗎 ? 
- 這 只是 一個 隨機 調查 
這 只是 ... 妳 隨機 從 帽子 裡 抽出 我 的 名字 嗎 ? 
我 的 同事 會為 妳 設定 一些 臨時 登入 的 細節 - 當然 - 妳 沒 有 被 指控 任何 事 
蘭克警 佐 , 我們 感謝 妳 的 配合 
搞 屁 啊 ? 
他們 幹 嘛 調查 妳 ? 
這是 個訊息 他 送給 我 的 訊息 什麼 ? 
在 哈克 尼 唐斯 警局 的 那個 警官 我覺 得 他 想 挑事 
好 啊 
我 可以 奉陪 
- 我 是 蘭克警 佐 - 好 , 請 上樓 
嗨 , 我 是 茱恩 
我 是 索妮亞 辛格 歡迎 來 到 我 混亂 的 辦 公室 
謝謝 妳 願意 見 我 
他們 要求 我 更新 文件 方便 我們 做 行動 審查 
對 , 我 知道 , 妳 別問 好 
妳 怎麼 會接 這個 案子 ? 
我 是 在 雙子 塔 土生 土長 的 女孩 
妳 認識 阿德 蕾 鮑 洛斯 嗎 ? 
我們 住 在 她家 樓下 三層 
每個 人 都 有過 失敗 的 經歷 吧 ? 
艾羅馬 提斯 是 我 的 失敗 
妳 的 是 什麼 ? 
我 有 一個 12 歲 的 兒子 
祝 妳 好運 
總 而言 之 , 艾羅 的 母 親朵 瑞絲 找到 我 
這是 她 人生 最 重要 的 一仗 對 她 來 說 充滿 挑戰 的 樂趣 
走 吧 
妳有 多 瞭解 這場 審判 ? 
- 我 想 是 一 無 所知 吧 - 好 檢方 對 受害者 身上 的 咬痕 非常 重視 
他們 有 一位 厲害 的 專業 證人 叫做 豪夏 醫生 他 作證 說 咬 痕絕 對 與 艾羅 的 牙齒 吻合 
所以 突然 間 , 艾羅變 成 " 會 暴怒 的 黑人 , 救命 " 
實際 上 , 他們 只 測量 了 他 頭骨 的 形狀 
- 怎樣 ? 
- 沒事 , 抱歉 , 繼續 說 
所以 四年 前 , 我在網 路上 募 了 一些 款項 我 自己 找 了 牙醫 專家 檢查 阿德 蕾 鮑 洛斯 身上 的 咬痕 和 ... 對 
" 受害者 身上 的 咬痕 , 無法 確切 斷定 - 與 疑犯 26A 的 牙齒 吻合 " - 與 疑犯 26A 的 牙齒 吻合 
- 那 是 艾羅 的 牙齒 - 所以 ... 他 為 什麼 要 認罪 ? 
艾羅是 怎麼 說 的 ? 
他 說 不 記得 了 , 也 無法 解釋 , 對 , 我 知道 
那麼 , 阿德 蕾 的 兒子 呢 ? 
是 派翠克 嗎 ? 他 當時 在 公寓 裡 
他 當年 六歲 , 還是 個 孩子 
他後來 怎麼 了 ? 
我們 沒有 聯絡 
那麼 , 說 吧 , 妳 到底 在 做 什麼 ? 
- 我 跟 妳 說 了 , 我們 在 ... - 亂講 
我 在 檢視 這個 案件 的 細節 
檢視 舊 細節 啊 ? 好 吧 
妳有 跟 資深 探員 交手 過嗎 ? 赫格 提 嗎 ? 對 
妳有 聽 說過 62 組 , 對 吧 ? 什麼 ? 
他 有 一 組人 赫格 提 、 湯尼吉爾福 伊 、 金卡 德威 爾 
別 把 那 寫 下來 
赫格 提 最 得力 的 助手 嗎 ? 
自然 是 而且 , 就 像 任何 有 自尊心 的 小 組一樣 他們 有 一個 名稱 - 62 組 - 62 組 但 那 到底 是 什麼 意思 ? 
聽著 , 我 的 意思 是 , 無論 妳 是否 另 有所 圖 這 不是 我能 決定 的 妳 說 的 另 有所 圖是 什麼 意思 ? 妳 覺得 呢 ? 
所以 , 妳是 來 幫 我們 , 還是 來 搞 破壞 的 ? 
- 謝謝 妳 抽空 見 我 
- 不 客氣 
- 喂 - 蔻 洛伊 , 能 幫 我 用 警察 資料 庫 找 人 嗎 ? 等 一下 
好 , 說 吧 
派翠克 鮑 洛斯 
派翠克 鮑 洛斯 好 , 找到 他 了 
2017 年 8 月 , 在禧 年 公園 他 因為 企圖 販毒 被 逮捕 他 當時 未成年 , 才 12 歲 
天 啊 
有 警察 
逮捕 他 的 警官 是 麥可哈 格里斯 警佐 
嘿 , 短跑 健將 尤塞恩 , 來 吧 , 小子 , 上車 
怎樣 ? 
沒 被 起訴 , 他們 一定 是 放 他 走 
他 之後有 再 被 逮捕 嗎 ? 
對 , 我們 有個 逃跑 者 , 他 算是 在 跑 吧 沒有 , 只有 那 一次 , 只有 這個 紀錄 
他 可能 退出 了 , 然 後 洗心革面 嗎 ? 
可能 吧 , 妳有 查到 聯絡 資料 嗎 ? 這個 孩子 最 後 的 地址 呢 ? 
沒有 , 沒有 紀錄 , 抱歉 
- 派翠克 
- 怎樣 ? 
- 我會 打 , 好 嗎 ? - 好 - 我會 打 - 是 嗎 ? 
只是 ... 不 , 好 吧 , 我 看不下去 了 好 
所以 , 對 , 你 要 這樣 打 領帶 , 好 嗎 ? 
- 好 繞過 來 , 然 後 往上拉 然後穿過 這個 洞 
妳 怎麼 會 打 領帶 ? 我 知道 , 我 是 打 領帶 大師 
- 拜 託 , 我們 在 學校學 的 
快點 , 把 你 的 外套 穿 上 , 動作 快 
- 抬頭 挺胸 , 對 - 這樣 嗎 ? 
你 會表現 得 很 好 , 對 吧 ? 
對 , 妳 比 我 還擔 心 
對 , 總要 有人 緊張 吧 
我 只是 幫有 錢 人 剝馬鈴薯 皮 而已 
我 超愛馬鈴薯 是 嗎 ? 
你 看 起來 ... 對 , 我 知道 
天 啊 , 超 臭屁 的 , 好 討厭 
派翠克 , 住手 啦 ... 
- 兄弟 , 你 穿 這樣 要 去 哪裡 ? - 去 工作 , 兄弟 , 不然 呢 ? 
- 對 , 各位 都 好 嗎 ? - 嘿 ... 服務生 來 了 
讓 我 打 一球 
- 對 , 老兄 , 晚點 玩 嗎 ? - 老兄 , 拿 一些 薯條給 我 
派翠克 嗎 ? 親愛的 
你 看 起來 真帥 , 像 天使 一樣 - 妳 不 該 在 這裡 出現 - 我 知道 ... 
聽著 , 我本來 不會 要求 你 - 走開 - 只是 , 他 很 沮喪 
他 只是 想祝 你 生日 快樂 , 親愛的 
- 是 上 個 月 的 事 - 我 知道 但 你 對 他 來 說 非常 重要 , 你 和 你 媽媽 都 是 
親愛的 艾羅 , 等 一下 
拜 託 你 
跟 他 說 話 
這個 錄音 帶裡 的 警員 是 丹尼 爾赫格 提 總 警督 和 湯尼吉爾福 伊警 佐 
現在 時間 是 2011 年 9 月 25 日 , 0 點 13 分 
列席 的 還有 艾羅馬 提斯 以及 他 的 律 師羅斯卡 多納 
我 明白 被告 想 修改 他 先前 的 陳 述 
你 竟然 穿西裝 打 領帶 , 你 誰 啊 ? 
- 巴利 - 主廚 , 是 的 帶 他 去 置 物櫃 , 給他 換上 該 穿 的 衣服 
艾羅 , 你 自己 說 , 艾羅 
我 殺 了 她 
請 說 出 姓名 
我 殺 了 阿德 蕾 鮑 洛斯 
我 從 廚房 抽屜裡 拿 了 刀子 好 
我 把 刀 插入 她 的 身體裡 哪個 部位 ? 
喉嚨 
你 把 刀 插進 她 的 喉嚨 裡嗎 ? 
你 記得 還有 哪個 部位 嗎 ? 
胸口 
對 
喉嚨 和 胸口 嗎 ? 對 
好 , 可以 了 
你 覺得 自己 襲擊 了 她 幾次 ? 
- 我 不 知道 
- 大概 幾次 ? 
10 次 或 20 次 吧 ? 20 次 嗎 ? 30 次 
30 次 左右 嗎 ? 對 
30 次 , 那 是 ... 對 
你 為何 這樣 傷害 她 ? 你 知道 嗎 ? 
我 暴怒 
你 暴怒 ? 
我 暴怒 
朋友 , 有什麼 新 消息 嗎 ? 
沒有 太 可惜 了 你 的 工作 如何 ? 
好 , 你 想 吃 外 送 嗎 ? 叫 披薩 或 中國菜 或 其他 的 ? 
不用 , 我 不能 待 太久 , 你 知道 的 
湯尼 , 聽著 ... 不妙 對 於 艾羅馬 提斯 的 調查 我 一直 想 說 , 如果 有 ... 你 隱瞞許 多年 的 內情 
朋友 , 你 來 錯 地方 了 - 你 肯定 嗎 ? 
- 百分之百 
因為 , 如果 ... 現在 是 說 出口 的 好 時機 
你 知道 我 這個 人 從 不憶 往事 
好 
我 自己 離開 
好 , 朋友 , 晚安 阿湯 , 晚安 
來 回答 這個 問題 的 是 克勞蒂亞梅 修 助理 局長 
貝絲 的 經歷 可能 與 今天 街道 上 的 許多人 一樣 , 不是 嗎 ? 
曼達 , 老實 說 我 完全同意 妳 那位 來 電者 的 說法 
對 , 不必 再 討論 
我們 需要 現代化 的 警察 服務 配得 上 我們 這座偉 大城市 的 價值觀 實際 上 , 我會 去 ... 
妳 最好 別亂 來 
而且 , 是 的 , 如果 這 代表 得 徹底 改革 ... 那 就 行動 吧 
好 , 謝謝 妳 花 時間 ... 喂 
妳 好 , 我 是 專業 標準 部門 的 馬 克漢 警督 
對 
聽著 , 我們 一直 試著 聯 繫 妳 
對 , 抱歉 , 我 一直 非常 忙碌 
我們 調查 時 發現 了 幾件 事 幾件 事 ? 哪種 事 ? 有 一些 ... 有 幾個 細節 我們 希望 妳 向 我們 當面 解釋 ( 無來 電號碼 顯示 ) 妳 介意 等 一下 嗎 ? 
- 我 接到 另 一通 電話 - 沒 問題 
你好 , 我 是 蘭克警 佐 妳 叫 我 要 通知 妳 , 我 想 我 找到 她 了 
抱歉 , 妳是 誰 ? 
我 是 指揮 中心 的 潔絲敏 彼得斯 潔絲敏 我們 談論過 的 那個 來 電者 目前 在 線 上 
她 叫做 瑪莉亞迪 蘇沙 , 等 一下 
- 瑪莉亞 , 別掛斷 
- 潔絲敏 , 她 安全 嗎 ? 
不 安全 , 他 和 她 在 公寓 裡 , 警員正 趕過 去 
- 預計 抵達 時間 是 ? 
- 18 分鐘 後 
- 要 18 分鐘 ? - 當地 警員 都 在 忙碌 好 , 把 她 的 地址 標記給 我 
雙子 塔 的 海瑟威 好 , 我離 那裡 很 近 
好 , 潔絲敏 , 我能 加入 通話 嗎 ? 當然 可以 , 等 一下 , 我 把 妳 加進 通話 
妳 好 , 我 是 蘭克警 佐 妳 聽 得到 我 說 話 嗎 ? 
瑪莉亞 , 妳 現 在 有 生命 危險 嗎 ? 瑪莉亞 , 記得 我們 說過 的 敲 一下 代表 不是 , 敲 兩下 代表 是 妳 明白 嗎 ? 
妳 到 浴室 裡了 嗎 ? 
門有鎖 嗎 ? 好 , 瑪莉亞 妳 能 用 其他 方式 離開 那個 房間 嗎 ? 
有 窗戶 能 讓 妳 安全 地通過 嗎 ? 
她 在 九樓 
妳 這個 蠢 賤貨 
瑪莉亞 , 我要 妳 這樣 做 我要 妳 拿 一支 牙刷 , 好 嗎 ? 或 鑰匙 
找 妳 的 口袋 , 妳有 家門 鑰匙 嗎 ? 好 , 很 好 
好 , 瑪莉亞 , 現在 我 要 妳 站 起來 
瑪莉亞 , 站 起來 , 妳 站 起來 了 嗎 ? 
很 好 , 以下 是 我 要 妳 做 的 事 
他會 撞破 那 扇門 
他 一衝 進去 時 , 我要 妳 拿 著 鑰匙 用 鑰匙 尖銳 的 那 一邊 , 直接 往 他 臉 上 插 好 嗎 ? 用 盡 妳 的 全力 , 然 後 逃跑 好 嗎 ? 妳 邊跑邊 大喊 , 妳 要 喊救命 
我要 去 救 妳 了 , 妳 懂 嗎 ? 
瑪莉亞 , 妳 明白 嗎 ? 告訴 我 妳 聽 懂 了 
- 我 懂 了 - 好 
- 潔絲敏 , 撥號給 她 - 正在 撥 打 
呼叫 所有 單位 警員 有 家庭暴力 正在 發生 
雙子 塔 的 海瑟威 公寓 , 九樓 的 942 室 
- 要求 緊急 支援 , 完畢 - 收到 , ZYD 
所有 單位 小心 行事 , 兇嫌 仍 在 現場 控制中心 確認 , 所有 單位 待命 
有 一位 西班牙 語裔 女性 墜樓 身亡 在 海瑟威 公寓 的 東 南面 
兇嫌 在 九樓 的 942 室 
我現 在 上樓 
