إلى أين نذهب يا أمي ؟ 
يُوجد كوخ آخر قرب البحيرة . هيا . 
ماذا تفعلين يا حبيبتي ؟ 
يجب أن نتابع التقدم . 
أنا أترك أثراً مثل " هانسل " و " غريتل " . 
هل تذكرين ؟ كنت تقرئين لي قصة " هانسل " و " غريتل " . 
يُوجد كوخ آخر . إنه مثل كوخنا ، لكنه ليس كوخنا . 
لن نتوه . تعالي . 
أمي ؟ أمي ! 
لا تشبه نفسها كثيراً . 
ما زالت أمك . 
تبدو كأنها ميتة . 
اسمعي يا " أليس " . 
ماذا لو لم تعد إلى طبيعتها ؟ 
أود أن أخصص دقيقة لنتذكر زميلنا وصديقنا القائد " بول لانكاستر " . 
كان شخصاً استثنائياً وطريفاً ومتفانياً وذكياً ، وكان زوجاً وأباً محباً وقائداً عظيماً . 
وما من كلمات لوصف قدر اشتياقنا إليه . 
أسئلتكم ، رجاءً . 
ما الذي سبّب الحادث برأيك الشخصي ؟ 
كان حادث اصطدام . 
أجل ، لكن بماذا اصطدمتم ؟ 
شيء صغير جداً على الأرجح . 
على متن " محطة الفضاء الدولية " أنظمة تمسح المكان بحثاً عن الأنقاض . 
انطلق جرس الإنذار لكن لم يتسنّ لنا الوقت ... 
نحن في خضم تحقيق مشترك ولا نريد أن نستبق الأمور . 
- أعتذر عن المقاطعة يا " جو " . - لا بأس . 
هل انتهت مهمتك ؟ 
هل تمضين وقتاً مع عائلتك ؟ 
نحن ... لا ، مهمتي لم تنته . 
لديّ 9 أشهر من ... التجارب وجمع البيانات التي ... لكن كانت مهمتي تحديداً أن أراقب الآثار الجسدية والعصبية للسفر في الفضاء على فترة طويلة و ... 
هل تشعرين بتلك الآثار حالياً ؟ 
في الواقع ، أشعر ... أشعر بأنني أفضل حالاً بكثير مما كنت عليه قبل أيام . 
لكن لعلمكم ... ننسى رائحة " الأرض " . 
ولا أحوال جوية في الفضاء . لا فصول . 
لذا من اللطيف جداً أن نشعر بالخريف ونشم المطر . 
أنا سعيدة جداً بعودتي . 
هل أنتما بخير ؟ 
بأفضل حال . انظري ! نحن الـ3 معاً مجدداً . 
- أين سيدفنونه ؟ 
- لا أعرف يا عزيزتي . 
" مساكن ( ناسا ) ، ( ستار سيتي ) ، ( روسيا ) " في " أرلينغتون " ؟ 
هناك يدفنون أمثال " نيل أرمسترونغ " والرئيس " جون كينيدي " . 
الناس من الماضي ؟ 
الناس الذين يأتون من " أمريكا " الذين فعلوا شيئاً شجاعاً ومهماً جداً . 
الأبطال مثل والدك . 
يا " إيريكا " ، أنا آسفة جداً . اسمي " فريدا " . 
" مختبرات ( ستار سيتي ) ، ( ستار سيتي ) ، ( روسيا ) " أحضرنا عدة تعليم الآلات ، أحضرنا ما استطعنا أن نحمله . 
الوضع ليس مثالياً لكن ... لا يهم . انظري . 
هذا ما حصلنا عليه ... قبل الاصطدام . 
يُوجد تأثير تدخّل . 
حصلت على الأمر نفسه حين استخرجت البيانات هنا في " بايكونور " . 
- ماذا ؟ 
- نفسه تماماً . 
كيف ؟ لا يعمل إلّا في الفضاء . 
- حسناً . أرني . - لم أسجّله . 
لقد تلاشى ، لكنه كان موجوداً . لقد رأيته . 
أعرف أنه كان موجوداً في المحطة . لكن لا يمكنه أنه بقي موجوداً على " الأرض " . 
- هذا مستحيل . - تماماً يا " إيرين " . 
ولهذا سنشغّله مجدداً مع كلّ هذا . 
أهلاً بكم في مؤتمر " بيرنيس " الرابع . " مهرجان الخيال العلمي 2021 " 
مرحباً يا " باد " . يا " باد " ؟ - مرحباً . - كم تتقاضى في اليوم ؟ 
لا أتقاضى ما يكفي . 
10 أيام على متن سفينة لأتكلم مع معتوهين . 
وانظر إلى هذا الرجل . 
مشيت على القمر ، وهكذا تنتهي مسيرتي . 
يجبرونني على الجلوس والنقاش مع ذاك الوغد . - مرحباً . - هل أحضر لك كوب ماء ؟ أتقاضى 250 دولاراً . و20 دولاراً مقابل كلّ توقيع . 
وفي خضم مأساة فضائية . صدقني ، هذا غير لائق . التوقيت سيئ . وكلّ الهراء المفترض الذي أصابني والرجال الآخرون ... تباً ! 
حققت مكاسب من العمل في المؤتمرات أكثر من التمثيل . 
أحصل على المزيد من الجنس كبداية . 
سئمت سماع ذلك . 
هذا ما يجري الآن . 
سئمت الوضع الحالي . 
ستتغير الأمور . 
- مرحباً . - وصلت الكائنات الفضائية . - أتوقّعه لـ " صوفي " الفضائية ... - أجل . 
علينا أن نهمس . لماذا ؟ 
لأنهم يقومون بعمل دقيق جداً في " المختبر الذري البارد " . 
- مرحباً يا " أليس " . - مرحباً يا " بول " . 
إنه اليوم المهم الذي تنتظره أمك . 
" مختبر الدفع الصاروخي " . بيانات " المختبر الذري البارد " . 
إشارات النواة خضراء . المغناطيسات متراصفة . 25.5 . 
- عُلم . المرحلة 6 . - عُلم . 
- حرارة النواة . - اشتقت إليك كثيراً . 
اشتقت إليك أيضاً يا أمي . هلّا تتوخين الحذر حين تخرجين . 
دائماً . 
أجد أنه من الغريب أنه لم يصدر إنذار " أنقاض النيازك الدقيقة والمدارية " . لأنني أتذكر أنني سمعته ينطلق بوضوح . 
من المهم أن نعرف ذلك ، إن تم التحذير من وقوع الاصطدام . 
ماذا عن زملائك ؟ 
لا أتذكّره . 
لم يردنا تقرير عن بيانات أنقاض النيازك الدقيقة والمدارية . ولا إنذار . لقد تحققت . 
كنت نائماً . 
إذاً لم ينطلق الإنذار . 
هذه مسؤولية " ناسا " . والمسؤولية المالية تقع على عاتق " ناسا " . 
ما هذا الصوت ؟ سمعت هذا الصوت . ليس مرة واحدة وحسب ، بل عدة مرات . 
هذا تشويش . 
جميع الاتصالات مفتوحة . 
ليجتمع الطاقم في كبسولة الإجلاء " سويوز 1 " . تشغيل البروتوكولات السابقة للإجلاء . 
حريق وضباب في " زاريا " . 
- توقّف المحرك . 
- يا " هيوستن " . نشب حريق بيننا وبين " سويوز 1 " . 
تجمّعوا في " راسفيت " إذاً . 
- " إيريكسون " . - " أندريف " . 
- " بروستان " . - " سوري " . 
- أنا عالق . - " إيريكسون " و " بروستان " . الهواء نظيف . 
ظهرت القطعة التي تسببت بالاصطدام كعائق على عقدة كهربائية على العارضة . 
ليست قطعة معروفة من الأنقاض المدارية . 
اعرضوا مشاهد السير في الفضاء . 
يهتم الطاقم الطبي بـ " بول " . تابعي العملية خارج المركبة . عُلم . أبقني على اطّلاع . إلى أين أذهب الآن ؟ 
قل لها أن تذهب إلى العارضة . من الضروري أن يصلحوا أنظمة دعم الحياة الثانوية . 
يا " جو " ، لا يمكننا أن نرى ما ترينه . تفقّدي الكاميرا . 
مفهوم . أرى ضوءاً أحمر . هذا عطل . آسفة . 
فقدنا التسجيل البصري هنا . ليس لدينا نص كامل لما حصل بعد ذلك . 
" ناسا " و " وكالة الفضاء الأوروبية " مسؤولتان عن الكاميرات الخارجية . 
تسبب الاصطدام بضرر . لذا لا يمكن أن نتوصل إلى خلاصة بشأن القطعة التي تسببت بالاصطدام . 
كانت جثة . جثة إنسان . 
كانت جثة امرأة ترتدي بذلة وخوذة فضاء سوفييتيتين . 
كانت الجثة بداخلها متيبسة ، كالمومياء . 
مددت يدي لأمسك بها . فتحررت واستمرت بالطفو . 
أيتها القائدة ... تدركين كم أنه من المستبعد أن تُحفظ جثة في الفضاء لـ32 سنة على الأقل ، منذ سقوط " الاتحاد السوفييتي " ؟ وأن يصطدم شيء كهذا بـ " محطة الفضاء الدولية " ؟ 
طبعاً ، أدرك ... لدينا ملاحظة هنا في سجلاتك التي استعدناها . 
" 06 : 55 : 48 . ( إيريكسون ) . 
( هلّا تتحققون من الأكسجين ؟ ) " لأي سبب طلبت فحص الأكسجين ؟ 
لم تكن هناك أي مشكلة في الأكسجين في بذلتي للسير في الفضاء . 
تظهر التجارب أنني ... لم يكن هذا سؤالي . 
لأي سبب طلبت فحص الأكسجين ؟ 
خشيت أنني ... أعاني انخفاض الأكسجين . أنه لا تصل كمية أكسجين كافية إلى دماغك ؟ 
- نعم . - لماذا ؟ 
لأنني مثلك ، وجدت أنه من الصعب أن أصدّق ما أراه . 
لم يتمّ التبليغ قط عن فقدان أو وفاة أي رائد فضاء فوق خط " كارمان " . أليس كذلك ؟ - بلى . - إذاً ما تفسيرك لذلك ؟ 
أظن أن علينا أن نبدأ بالتدقيق في الأنقاض الفضائية . 
هل تعرضت لموقف مماثل من قبل ؟ 
عفواً ؟ 
هل شعرت بأنك تعانين نقص أكسجين ، وشعرت بأعراض نقص الأكسجين ، في أي وقت آخر من مهمتك ، قبل ذلك أو بعد ؟ 
تتضمن آثار نقص الأكسجين في الدم فقدان الذاكرة ... وارتباك ... وهلوسات . 
لا . لم يحدث ذلك . 
انتبهي لخطواتك . 
يجب أن تأخذي حبة يومية حتى إشعار آخر . 
ما هذا ؟ 
حمض الفوليك وفيتامين " د " و " بي 12 " . 
لا يُوجد تكثف ، بل بقايا وحسب . 
كانت موجودة . 
بحقك يا " هنري " . لا يمكن أن تكون قد صمدت لأكثر من جزء من المليون من الثانية . 
" بحقك يا ( هنري ) " ؟ ماذا ؟ ألا تصدقينني ؟ 
لا تكلّميني كأنني غبي . 
ولا تكلّمني كأنني مساعدتك . 
وكيف تفسّرين أنني حين سحبت البيانات البارحة ، رأيت الصورة نفسها التي رأيناها حين أُجريت التجربة في المحطة ؟ 
هذا عطل . 
- هذه آلات روسية . - حسناً . هذا يكفي . 
أعتذر لأنني كلّمتك بلؤم يا " إيرين " . لكنها كانت موجودة فعلاً ، حتى إن لم تكن موجودة الآن . 
هذا تأثير التدخّل . يُوجد رابط ما ويجب أن نعرف ما هو . 
يعجبني شعرك هكذا . 
لا أفكر كثيراً في شعري . 
كلّما تقدّمت في السن ، أصبحت أكثر وسامة . 
عجباً . 
أظن أنني تلقيت إطراء . 
لقد اشتقت إليك . 
أنا أيضاً اشتقت إليك يا " جو " . 
شعرت بأنني أغرق . أتفهمين ؟ 
أنا آسفة لأنني جعلتك تعاني ... لا . 
هذا ما اتفقنا عليه ، صحيح ؟ 
نبيذ . 
نسيت النبيذ . 
أبي ؟ 
لم لا تنادين أمك ؟ 
أمك عادت . لا أعرف إن عرفت بذلك . 
هل نسيت كلّ لغتها السويدية ؟ أبي ؟ 
ما الأمر يا حبيبتي ؟ 
قبل إطلاق " أبولو 11 " بسنة ... " عيوب تصميم كبسولة ( أبولو ) " ... تمّ تسجيل أكثر من 10 آلاف عيب في قيادة الكبسولة ، بما في ذلك 500 تقرير خطير في أنظمة دعم الحياة . 
وأحد هذه العيوب تسبب بحريق " أبولو 9 " . مات 3 أشخاص . 
لم يكن هناك وقت لإصلاح هذه المشاكل قبل انطلاق " أرمسترونغ " و " ألدرين " و " كولينز " . 
لكن كما قلت ، كانت هناك سنة كاملة . 
هل تظن أن " ناسا " أمضت السنة كلّها مكتوفة اليدين ؟ 
أريد أن أقول إننا فقدنا شخصاً هناك ، رائد فضاء . 
هذا شخص حقيقي ولديه عائلة حقيقية ... - النقطة 4 . حزام " فان آلن " الإشعاعي . - يُوجد إجراء معياري 
نابع من احترام الإنسان يا سيدي . فقد فقدنا " محطة الفضاء الدولية " كلّها ... مع مستويات الإشعاعات بين " الأرض " والقمر ، ورقّة جدران الكبسولة ، لأُصيب رواد الفضاء بإعياء خطير بسبب الأشعة . لقضيتم كلّكم جراء اللوكيميا الآن . 
حين تغادر الغلاف الجوي لـ " الأرض " ، تبلغ سرعة الخروج 16 ألف كيلومتر في الساعة . وتعبر حزام " فان آلن " بلمح البصر . 
لا يتسنى للجزيئات المشعة الوقت لتتفاعل مع الجسد . 
هكذا . لقد تفاعلت . ما كان يجب أن أتفاعل ، لكنني تفاعلت . ما كان يجب أن أفعله هو رميك في البحر . 
دعني أطرح عليكم سؤالاً . أتظنون أننا في الفضاء ، أم تظنون أننا ندّعي ؟ 
ماذا عنك يا سيدي ؟ 
أتظن أن " محطة الفضاء الدولية " قصة خيالية ؟ 
لا . أظن أنها موجودة فعلاً . 
لعلمك ، لم أكن على " أبولو 11 " ، لذا لا أعرف إن ذهبوا إلى القمر . لكنني كنت على متن " أبولو 18 " ، وأعرف أنني ذهبت إلى الفضاء . 
نعم . قرأت كتابك . 
اسمعوا يا صغار . الكتاب المتوفر عند الباب . 
إنه مليء بالأمور غير الدقيقة ولا قيمة له إطلاقاً . 
عفواً ؟ 
إنه مليء بمعلومات غير صحيحة وفقاً للوقائع . أخطأت حتى في كتابة اسم كلبك الأول . 
- من كتب الكتاب ؟ - أنا . 
ألا تظن أنني أعرف اسم كلبي الأول ؟ لا أعرف . أنت تخطئ يا سيدي . 
أظن أنهم أخبروك قصة غير صحيحة ، أو أن ذاكرتك تخونك جداً . 
أنصحك بتوخي شديد الحذر قبل أن تصفني بالكاذب . 
أظن أنك ربما صعدت إلى القمر . 
أظن أنهم حينها ، كانوا قد حلّوا بعض المشاكل . لكن كادت أن تحصل كارثة في " أبولو 13 " . وفي مهمتك بعد 6 سنوات ، مات رجلان . 
أظن أنك تروي قصة أو أنهم أخبروك قصة غير منطقية . 
أهلاً بك ! 
غير معقول ! 
هيا ! غير معقول ! 
لا ! إلى أين تذهبين بحق الجحيم ؟ 
هل أنت بخير ؟ 
لا أعرف . أشعر بالغرابة . 
أتريدين أن نتحدث عن الأمر ؟ 
- لا بأس . - أمتأكدة ؟ 
نعم ، متأكدة . 
ساقاي متورمتان . 
حين يكون المرء في الفضاء ، تتجمع جميع سوائل الجسم في الرأس . وهي تهبط لأسفل الجسم الآن . 
أنا أمسك بك . 
أمتأكدة ؟ 
حسناً . يجب أن تتمسّكي جيداً ، اتفقنا ؟ - أجل . - حسناً . 
- هل أنت بخير ؟ - نعم . انتبهي . أنا بخير . أظن أن عليك أن تذهبي وتنادي والدك . 
أنا آسفة . 
- هل ستكونين بخير ؟ - أنا بخير . نادي والدك . 
- أمتأكدة ؟ - نعم . 
هنا . 
هل أنت بخير ؟ لقد وقعت . أجل ، أمسكت بك . 
أحسنت . أحسنت . 
لا بأس . 
قفاز فقده " إيد وايت " في أول خروج أمريكي في الفضاء . 
كاميرا فقدها " مايكل كولينز " بالقرب من مركبة " جمناي 10 " . 
بطانية حرارية فُقدت في مهمة " س . ت . س . 
وهذه أكياس نفايات رماها رواد الفضاء من " سكايلاب " في السنتين 1973 و1974 . 
أظن أن كيس النفايات مرشّح جيد . 
أتظنين أن كيس نفايات تسبب بالحادث ؟ 
لا ، لا أظن أن السبب كان كيس نفايات . 
ما حجم كيس النفايات وشكله ؟ 
لو أنني رأيت كيس نفايات ، لقلت إنه كان كيس نفايات . بحق السماء ! 
أرجو أن تنتبهي لنبرة صوتك أيتها القائدة . 
ليس على أي من الحاضرين أن يصدق ما تقولينه . 
... 11 ، 12 ، 13 ، 14 ، 15 ، 16 ، 17 ، 18 ، 19 ، 20 ! 
أجاهزة أم لا ، أنا آتية ! 
لن ننجح في محاكاته مهما أردنا ذلك . 
محاكاة ؟ 
أنا حاكيت هذا . 
هذا رسم يا " هنري " . 
لا يفوز المرء بجائزة " نوبل " بفضل رسم . 
أعرف يا " إيرين " . 
سبق أن فزت بجائزة " نوبل " . 
أجل ، في العام 1981 . 
ألا يمكنك أن تساعديني وحسب ؟ 
هذا ما عملت عليه طوال حياتي ، لـ35 سنة على الأقل . 
لم تراها إذاً فيما أنني لا أراها ؟ 
تأثير المراقب اللعين . 
وجدتك ! 
ماذا فعلت بأرنوبي ؟ هذا أرنوبي . 
- لم أفعل شيئاً بأرنوبك . - لماذا تعاملينني بلؤم ؟ لا يمكنك أن تعاملي أرنوب شخص آخر بطريقة شريرة . 
- معي أرنوبك السخيف . - لكن لماذا فعلت ذلك ؟ لا يمكنك أن تفعلي ما يحلو لك لمجرد أن والدك مات . 
كان يجب أن تموت أمك . 
أمك ساقطة مجنونة . هذا ما قالته أمي . 
أمك ساقطة أيضاً . 
لنلق نظرة على هذه الصفحة . 
هذا كيس نفايات رُمي من مركبة " مير " من قبل رواد فضاء سوفييت . 
تقدّر " ناسا " أن نحو 350 من هذه ... 
أيتها القائدة ، يكنّ الجميع كلّ الاحترام لك ولما فعلته . لكن تاريخ برنامج الفضاء السوفييتي بكامله لم يعد سرياً . وتُوجد عشرات المذكرات لرواد فضاء ومهندسين ومراقبين 
الذين تحدثوا بطريقة رسمية ، حتى بعد سقوط " الاتحاد السوفياتي " . نعرف من شارك في فرق رواد الفضاء ، ومن طار ومن لم يطر ومتى طاروا . 
لا يُوجد أي رجل أو امرأة مفقودين بينهم . 
رأيت شيئاً لم يكن موجوداً . 
كنت تتعرضين لضغط هائل . 
هذا وارد الحدوث . 
لننه جلسة اليوم . 
اسمعي ، أنا أخاطر من أجلك . 
لن نبدو بمظهر جيد إن ارتكز كلّ ما يجري على ما إن كان دماغك يحصل على ما يكفي من الأكسجين . 
سيحاولون أن يثبتوا أنك لست موضع ثقة ، لأنهم لا يريدون الاعتراف باحتمال أن أياً من أنقاضهم مسؤول عن الاصطدام . 
أعرف ما الذي رأيته . 
هل تتناولين فيتاميناتك ؟ 
ماذا تفعل ؟ 
لا أعرف ما خطبك يا " جو " . لكن لتكن قصة متسقة . 
" ماغنوس " ! 
أمسكت بك ! 
لا أعرف ماذا يجري . لم أعد أشعر بأنني على طبيعتي . حسناً . لا بأس . فلتدخلي . 
- ما ... - هيا . اجلسي . أشعر بأنهم يتهجمون عليّ طوال الوقت . 
- أريد أن أعود إلى ديارنا . - حسناً . أعرف . 
لنهدأ . حسناً ؟ 
أتريدين أن تخلعي حذاءك ؟ حسناً . 
أحسنت . حسناً . خلعت واحداً . 
أنا أحبك . 
أنا أيضاً أحبك . 
هلّا تقفين . 
لكن ... أحسنت . 
حسناً . هل أنت بخير ؟ 
ارفعي ذراعك . أحسنت . 
وجدتك . 
كيف حالك يا " أليس " ؟ 
لا أعرف . 
ما الذي يزعجك ؟ 
هل ذهبت إلى القمر ؟ مرة واحدة . عام 1977 . 
كيف كان ؟ 
جيداً جداً . 
ماذا تفعل هنا ؟ 
أمور علمية . مثل ماذا ؟ 
هل سمعت بالفيزياء الكمية ؟ أجل . لا أعرف ما هي . 
- هل تريدين أن تعرفي ؟ 
لوقت طويل ، كانت طريقة فهمنا للعالم خاضعة لما يُسمى بالفيزياء الكلاسيكية . 
- أتعرفين ما هي ؟ 
إنها طريقة بسيطة لقياس الأشياء وتوقّعها . 
ثم أتى أشخاص مثل " ألبرت أينشتاين " . 
- هل سمعت به ؟ - نعم . 
أجل . بدأ يدقق في الأمور الصغيرة مثل الذرات والجزيئات ما دون الذرة وأشكال الموجات . 
وبدأ يتبين أن الفيزياء الكلاسيكية لم تعد تنطبق عليها ، وهذا أمر غامض . 
ليست قابلة للتوقع بطرق نفهمها حالياً . 
مثلاً ، قد يكون الشيء نفسه في حالتين مختلفتين في الوقت نفسه . 
فقد يكون ثمة جزيء مثلاً ، الجزيء نفسه . يُوجد عالم يكون فيه الجزيء أسود ، وعالم يكون فيه الجزيء أبيض . 
وتُوجد نقطة فراغ فاصلة بين العالمين ، حيث يكون الجزيء أسود وأبيض في الوقت نفسه . 
ويبدو أنها لا تريد أن تقرر في أي حالة تكون ، إلى أن ينظر إليها أحد . 
هذا جنون . 
لكنه حقيقي . 
اخترعت آلة أخذناها إلى الفضاء - وكنت آمل أن أحصل على إجابات ... - هل نجحت ؟ 
لا أعرف . 
أظن أنني رأيت شيئاً ... لكن يبدو أنه لا يريد أن يراه أحد . 
مثل الغميضة . 
مثل الغميضة . 
أنا آسفة لأنني ... تركتك وحدتك . 
هل أبدو كما كنت ؟ 
ليس تماماً . 
لماذا ؟ 
تنظرين إليّ بطريقة مختلفة . 
كيف أنظر إليك ؟ 
كأنني أعجبك . 
- أعدت لك شيئاً . - مرحباً . 
وأريد أن أشكرك لأنك أعدت عملي . 
لم يكن " المختبر الذري البارد " تجربة خاصة بـ " وكالة الفضاء الأوروبية " . لم يكن عليك أن تساعدي . أنا ممتن لك . 
- " جو إيريكسون " . - " هنري كالديرا " . 
سبق أن التقينا . أجل . 
أنت ... برنامج " أبولو " . 
طوال حياتي . 
" المختبر الذري البارد " ... هذه التجربة ... هل هي مهمة ؟ 
إنها مهمة بالنسبة إليّ . 
اسمعي . ثمة اعتبارات إدارية كثيرة في هذه المسألة أيتها القائدة . 
لكلّ طرف مصالحه الخاصة . ليس الروس وحسب ، بل الجميع . 
من السهل أن تتأثري بالإشارات السلبية . 
الأشخاص الذين ذهبوا إلى الفضاء ، يجب أن يتوخوا الحذر . 
إذا أردت أن تتحدثي ... شكراً لك . 
- ظننت أنك في بيت " ويندي " . - تشاجرنا . 
- لماذا ؟ - قالت إن أمها ... قالت إن أمها تظن أنك مجنونة . 
وجدت بذلة الفضاء التي أظنها المنشودة . 
البذلة التي رأيتها . التي اصطدمت بنا . 
انظروا ، إنها ... إنها بذلة حياة من " ستار سيتي " من أوائل الستينيات . من محطة " ساليوت 7 " وما بعدها . 
أتعرفين من هذه ؟ من ؟ " رائدة فضاء تعود من الفضاء " " إيرينا " . 
لم أقل إنها هي . 
لكن إن كانت مهمة سوفيتية فاشلة ، فلا بد أنهم تستّروا على الأمر . 
لعلمكم ، أخبرني رجل أن " غاغارين " لم يكن أول رجل في الفضاء . 
كان ... صدقاً . كان " فلاديمير إليوشن " . 
لكن تحطمت كبسولته في " الصين " ، فأعادوه إلى دياره واعتقلوه . 
هذه نظرية مؤامرة . لا يمكن أن نبدأ نظريات مؤامرة . 
يا رفاق ، هذه ليست نظرية مؤامرة . هذا ما رأيته . 
ما الدليل الأقل موثوقية ؟ " أودري " . 
ما الدليل الأقل موثوقية يا " جو " ؟ 
إفادة شاهد عيان . 
أنت عالمة . تعرفين ذلك . 
هنا يا رفاق . 
تبدو ميتة . 
ستكون بخير في الربيع . 
خذوا . 
أيمكنني أن أبقى وحدي قليلاً من فضلكم ؟ 
طبعاً . نعم . 
قلبي معلّق في مكان ما في الفضاء . 
منه ، يتدفق سبيل ... إلى قلوب قاسية أخرى . 
هذا كيس نفايات من " مير " يحتوي نفايات طبية ، كانوا يستخدمونه في الثمانينيات . 
يجول المئات منها في المدار . 
لنكون منصفين ، الشبه كبير جداً . يمكننا أن نقبل هذا الاحتمال . 
أنقاض " الاتحاد السوفيتي " ، وهذه ليست من مسؤوليتنا المالية . 
يجب أن تفكروا في الصدمة النفسية التي عشتموها كلّكم . 
كرري ذلك . 
حسناً . 
هل تسحبين ادعاءك بأنك رأيت بذلة فضاء ؟ 
نحن سعداء لأن لدينا إجماعاً . 
أحسنت يا " جو " . أحسنت صنعاً . 
أيمكننا أن نعود إلى ديارنا ؟ 
هل اشترينا سيارة جديدة ؟ 
ماذا ؟ 
لماذا فعلت ذلك ؟ 
ظننت أنها ستطفو . 
لقد أوقعت هذا على الأرض كالحمقاء . 
يا " أليس " ، أتأخذين حقيبتك إلى الأعلى ؟ 
- هل أنت بخير ؟ - أجل . 
هل اشترينا سيارة جديدة ؟ 
- ماذا ؟ 
- لونها أزرق . 
صحيح . 
لكنها ليست حمراء . أنا واثقة بأنه كانت لدينا سيارة حمراء . لا ، إنها زرقاء . 
متى فعلنا هذا آخر مرة ؟ 
هذا يشعرني بتحسّن مخيف . 
كما قلت . 
هل تحلمين بـ " الأرض " أم الفضاء ؟ 
أحلم دائماً بالفضاء . 
أنا أحلم بالدوران حول " الأرض " إلى ما لا نهاية . 
أتتساءلين عن السبب ؟ 
أنت تخفين شيئاً يا " إيرينا " . 
لماذا تعتبرونها مشكلة لأنه لم يكن هناك رائد فضاء ميت ؟ 
لأنه لم يكن هناك رائد فضاء ميت . 
ربما بلى . 
أنا أُحتضر ... أنا مصابة بسرطان الغدد اللمفاوية . المرحلة الرابعة . 
إنها المرة الأخيرة لي . 
أحقاً تُحتضرين يا " فاليا " ؟ 
موسيقى . اختر ما تريده . 
أتشعرين أن وضعك أسوأ ؟ 
حقاً ؟ 
- منذ الحادثة ؟ 
- طبعاً . 
لا أعرف ماذا سيحصل لي . 
أخشى ألّا يكون هناك جنة ولا جحيم . 
عفواً . 
- أتريد الانضمام إلينا ؟ - لا . أريدك أن ترافقني في نزهة . 
لم يسبق أن أياً من الرحلات السابقة هبطت ضمن مسافة 1,600 كيلومتر من الموقع المخصص لها ، مع ذلك ، نجحت في الهبوط بكبسولة بلا طيار 
ضمن نحو 500 متر من حيث كانت حاملة طائرات " فرانكلين روزفلت " تنتظرك . أجل . أنا وجثتان . 
سأطرح عليك سؤالاً . أتظن أنني قتلتهما ؟ 
أهذا جزء مما يجري ؟ أتريد أن تجعلني قاتلاً ؟ 
طبعاً لا . 
لكن شاءت الصدف أنك فقدت وعيك خلال فترة تنفيس الضغط . 
أخبرني كيف تكون تلك صدفة سعيدة أن أستيقظ لأجد صديقيّ جثتين . 
اسمع . أنت تكرر الكلام نفسه . 
أنا أعتمد مقاربة تقوم على الأدلة . 
- كنت مسؤولاً في الشرطة لـ30 سنة . - بحقك ! أنا طيار عسكري منذ 60 سنة . عالم فيزياء نظرية . - رائد فضاء . - مكتئب ومدمن كحول . 
أيمكنك أن تساعدني ؟ ماذا ؟ لأنك محق . تُوجد ثقوب سوداء . تُوجد أمور لا أتذكرها . 
- مثل ماذا ؟ 
- لقد أصلحته ... 
أصلحت كلّ شيء على متن " أبولو 18 " . 
كانا حيين وفجأة ماتا . 
عفواً . كيف يمكن أنك أصلحته ؟ 
لقد أصلحته . 
ذهبنا إلى القمر ولم أخفق مرةً واحدة . 
- كان هذا خطأ " هنري " . - ماذا ؟ 50 سنة من الكحول والأدوية ، " هنري كالديرا " . 
- أتريد مساعدتي ؟ - أتريد أن تتراجع ؟ لأنه يجب ألّا أكون هنا أكلّم حقيراً لعيناً كريهاً مثلك . 
أتريد أن تعرف كيف أعرف أنني كنت هناك ؟ لأن في رأسي فجوة . 
أنت لا تعرف لأنك لم تختبر ذلك . 
ولا أنت . 
- مغفل . - فاشل . - لا . - كاذب . 
لعلمك ... أنا لست كاذباً ! 
أمي ، لا أظن أنه يُوجد كوخ آخر . 
أظن ... ماذا ؟ 
يتخيل الناس أحياناً أشياء حين يكونون غاضبين . 
والناس الذين يذهبون إلى الفضاء ، لقد رأوا أشياء . 
لا أريد أن أوذيك ... لا أريد أن أثير استياءك ، لكن أظن أنك محقة ... 
لا أظن أنك ابنتي . 
لكن إن لم أكن ابنتك ، فمن أنت ؟ 
ماذا فعلت بأمي ؟ 
