엄마 , 우리 어디 가요 ? 
호수 너머에 산장이 또 있어 , 가자 
뭐 하는 거니 ? 
어서 가야 해 
헨젤과 그레텔처럼 흔적을 남기는 거예요 
기억나죠 ? ' 헨젤과 그레텔 ' 을 읽어 주셨잖아요 
다른 산장이 있어 우리 산장 같은데 우리 산장이 아니야 
길 잃으면 안 돼 , 가자 
엄마 ? 엄마 ! 
엄마처럼 생기지 않았어요 
그래도 네 엄마야 
죽은 사람 같아요 
이봐 , 앨리스 
안 나오면 어떡해요 ? 
우선 동료이자 친구 폴 랭커스터 사령관을 기억합시다 
폴은 가장 멋지고 재미있고 헌신적이며 현명한 사람이었죠 사랑이 넘치는 남편이자 아빠 훌륭한 리더였습니다 
폴을 그리워하는 우리 마음을 설명할 길이 없습니다 
질문 주시죠 
개인적으로 사고의 원인이 뭐라고 생각하시나요 ? 
충돌 사고였습니다 
네 , 하지만 무엇과요 ? 
무척 작은 거였을 겁니다 
ISS 에 파편 스캔 시스템이 있지 않습니까 ? 
경보가 떴지만 미처 시간이 ... 
그 사건은 합동 수사 중이고 추측성 대답은 피하고 싶습니다 
- 끼어들어서 미안해요 , 조 - 괜찮습니다 
임무는 끝난 건가요 ? 
가족과 함께 있을 수 있나요 ? 
그게 ... 아뇨 제 임무는 끝나지 않았습니다 
9 개월 동안 실험하고 데이터를 수집해야 ... 제 구체적인 임무는 장기 우주여행의 신체와 정신적 영향 관찰이었고 ... 
현재 그런 영향을 느끼시나요 ? 
글쎄요 , 저는 ... 이틀 전보다는 훨씬 나아졌죠 
하지만 ... 지구의 냄새를 잊게 돼요 
우주에는 날씨가 없으니까요 계절도 없습니다 
그래서 가을을 느끼고 비 냄새를 맡는 게 참 좋아요 
돌아와서 무척 기쁩니다 
둘 다 괜찮아 ? 
응 보세요 우리 셋이 다시 모였어요 
- 어디에 묻는대요 ? 
- 모르겠어 
" NASA 숙소 러시아 스타 시티 " 알링턴 ? 
닐 암스트롱이나 존 케네디 대통령이 묻힌 곳이지 
옛날 사람들요 ? 
엄청 용감하고 중요한 일을 한 미국인들이야 
너희 아빠 같은 영웅들이지 
에리카 폴은 훌륭한 사람이었어요 정말 유감입니다 내 이름은 프리다예요 
" 스타 시티 실험실 러시아 스타 시티 " 들고 올 수 있는 기계 학습 장비를 챙겨 왔어요 
이상적이진 않지만 ... 상관없어 이것 봐 
이런 게 기록됐어 충돌 직전에 
간섭 효과가 있어 
이곳 바이코누르에서 추출한 데이터에서도 같은 게 나왔어 
- 네 ? 
- 완전히 동일해 
어떻게요 ? 우주에서만 작동하잖아요 
- 좋아요 , 보여 주세요 - 기록 안 했어 
그게 ... 사라지긴 했지만 있었어 , 봤어 
그게 ISS 에 있었던 건 알아요 하지만 지구에서 살아남았을 수 없어요 
- 불가능해요 - 그러니까 , 에린 
그래서 이 장비들로 다시 해 봐야 하는 거야 
버니콘 4 에 오신 것을 환영합니다 " 공상 과학 페스티벌 2021 년 " 
안녕하세요 , 버드 버드 ? - 안녕하세요 - 일당 얼마예요 ? 
턱없이 적죠 
배에서 10 일 동안 망할 정신병자들과 대화라니요 
저 사람 좀 봐요 
달에도 갔다 왔는데 결국 이런 꼴이에요 
저 망할 놈과 앉혀 놓고 언쟁하게 하다니 - 안녕하세요 - 물 좀 드릴까요 ? 난 250 달러 받았어요 사인 한 장에 20 달러예요 
심지어 우주 비극이 일어난 이 와중에요 부적절하죠 타이밍이 안 좋아요 게다가 나랑 그 다른 사람들에게 일어났다고 하는 헛소리들 ... 젠장 
그래도 컨벤션이 연기보다 훨씬 낫죠 
우선 섹스도 훨씬 더 많이 하고요 
지긋지긋하게 들었어요 
이젠 그냥 이런 거예요 
이런 상태에 질렸어요 
변화가 있을 겁니다 
- 안녕하세요 - 외계인들이 오네요 - 소피 스페이스한테 사인 ... - 그래요 
조용히 말해야겠다 왜요 ? 
냉원자 실험실 , CAL 에서 정교한 작업을 하고 있거든 
- 안녕 , 앨리스 - 안녕하세요 , 폴 
오늘 너희 엄마에게 중요한 날이야 
로켓 추진 실험실 냉원자 실험 데이터 
핵 신호 정상 자력 병렬 완료 , 25.5 
- 알겠다 , 6 단계 - 알겠다 
- 핵 온도 - 너무 보고 싶어 
나도 보고 싶어요 , 엄마 거기서 조심하실 거죠 ? 
항상 
유성진과 궤도 잔해 경보가 없다는 게 이상합니다 확실히 들은 기억이 있거든요 
그건 중요한 사항이네요 충돌 경보 여부 말이에요 
동료들은요 ? 
제 기억에는 없습니다 
유성진과 궤도 잔해 데이터 보고나 경보는 없었어요 , 제가 확인했어요 
저는 자고 있었습니다 
그러면 경보는 없었군요 
NASA 의 책임이네요 재정적 채무도 NASA 몫이고요 
저게 무슨 소리죠 ? 저 소리 들었어요 한 번이 아니라 여러 번요 
잡음요 
모든 통신 개방 
대원들은 소유스 1 탈출 캡슐에 집합 , 탈출 준비 절차 시작 
자랴 내 화재 및 안개 
- 동력 해제 
- 휴스턴 우리와 소유스 1 사이에 화재가 발생했다 
대신 라스베트에 집합한다 
- 에릭슨 - 안드레예프 
- 브로스틴 - 수리 
- 못 움직여요 - 에릭슨 , 브로스틴 공기는 안전해요 
충돌한 물체는 트러스 위 전기 교점에 장애물로 보였습니다 
알려진 궤도 잔해가 아닙니다 
우주 유영 녹화 영상 띄우세요 
조 , 의무팀이 폴을 돌보니 우주 유영 계속해요 알겠다 , 계속 소식 전해 줘요 이제 어디로 가죠 ? 
트러스로 가라고 하세요 2 차 생명 유지 장치를 꼭 고쳐야만 해요 
조의 화면이 안 보여요 카메라 확인하세요 
알겠어요 , 적신호예요 오류가 있네요 , 죄송해요 
이때 영상이 끊겼죠 다음 상황의 완전한 녹취서가 없습니다 
외부 카메라는 NASA / ESA 의 책임이죠 
충돌로 손상이 있었습니다 그러니 충돌 물체에 대한 결론을 내릴 수 없습니다 
시체였어요 사람 시체요 
소련 우주복과 헬멧을 쓴 여자 시체였어요 
안의 시체는 건조화됐었어요 미라화됐죠 
손을 뻗어 만지려고 했는데 분리돼서 궤도로 날아갔어요 
사령관님 ... 소련이 붕괴한 지 32 년인데 최소 그동안 시체가 우주에 보존돼 있을 가능성이 얼마나 희박한지 아시죠 ? 게다가 그런 물체가 ISS 에 영향을 줄 수 있나요 ? 
물론 저도 알지만 ... 복구한 기록에 이런 노트가 있습니다 
' 6 시 55 분 48 초 에릭슨 ' 
' 내 산소 수치 확인해 줘요 ' 산소 수치 확인을 요청한 이유가 뭐였죠 ? 
제 우주 유영복의 산소 수치에는 문제가 없었습니다 
실험에 따르면 제가 ... 그걸 묻지 않았어요 
산소 수치 확인을 요청한 이유가 뭐였냐니까요 ? 
염려됐었습니다 혹시 제가 저산소증이었을까 봐요 뇌에 산소 공급이 부족했을까 봐요 ? 
- 네 - 왜죠 ? 
지금 생각하시는 것과 같이 저도 제 눈을 믿기 힘들었으니까요 
카르만 선 위에서 사망이나 실종된 걸로 보고된 우주 비행사는 없습니다 그렇지 않나요 ? - 네 - 그러면 어떻게 설명하시겠어요 ? 
우주 파편을 조사해야 할 것 같습니다 
이런 일을 겪었던 적 있나요 ? 
무슨 말씀이죠 ? 
저산소증이나 산소 부족 증상을 경험한 적 있나요 ? 임무 중 혹은 전후로요 
저산소증 증상으로는 기억 상실과 ... 혼란 환각 등이 있죠 
아니요 없습니다 
조심히 내려오세요 
추후 지시까지 매일 한 알씩 드세요 
이게 뭐죠 ? 
엽산 , 비타민 D 와 B - 12 요 
응축물은 없고 잔여물만 있어요 
거기 있었어 
헨리 , 왜 이래요 , 그건 100 만 분의 1 초밖에 못 살았겠죠 
' 헨리 , 왜 이래요 ' ? 잠깐 내가 헛것을 봤다는 건가 ? 
날 바보 취급 하지 마 
저를 당신 비서 취급 하지 말아요 
어제 데이터를 추출했을 때 ISS 에서 실험했을 때와 똑같은 이미지가 나온 건 어떻게 설명할 건데 ? 
오류였겠죠 
- 러시아 기계잖아요 - 알겠어 , 이제 됐어 
발끈해서 미안해 , 에린 하지만 정말 거기 있었어 지금은 없더라도 
간섭 효과가 있어 거기엔 연관성이 있고 우린 그걸 알아내야 해 
머리 잘 어울린다 
난 내 머리에 별로 신경 안 써 
당신은 나이 들면서 더 멋있어져 
이럴 수가 
방금 칭찬을 들은 것 같은데 
당신이 그리웠어 
나도 그리웠어 , 조 
부담감에 잠식되는 기분이었어 알지 ? 
미안 그런 일을 겪게 해서 ... 아니야 , 아니야 
우리가 합의한 거였잖아 
와인 
와인을 잊었네 
아빠 ? 
엄마 부르는 건 어때 ? 
아직 못 들었나 보네 엄마가 돌아왔어 
앨리스가 스웨덴어를 잊어 버렸나 ? 아빠 ? 
왜 그러니 ? 
아폴로 11 이 있기 1 년 전 ... " 아폴로 캡슐 디자인 결함 " 지휘 캡슐에서 만 개 이상의 결함이 기록됐었죠 생명 유지 장치 내 500 개의 치명적 결함을 포함해요 
아폴로 9 화재의 원인은 이 결함 중 하나였습니다 3 명이 사망했죠 
암스트롱 , 올드린 , 콜린스가 떠나기 전에 이 문제들을 고칠 시간이 없었습니다 
하지만 말씀하셨다시피 1 년이 있었죠 
그 1 년 동안 NASA 가 엉덩이나 긁고 있었을까요 ? 
이 말은 하고 싶습니다 최근 우리는 저 위에서 누군가를 잃었어요 우주 비행사요 
진짜 가족이 있는 진짜 사람이에요 - 4 번째 요점 , 밴 앨런 복사대 - 인간의 기본 존중이라는 게 있죠 
우리는 국제 우주 정거장을 통째로 잃었고 ... 지구와 달 사이의 방사능 수준과 상대적으로 얇은 지휘 모듈 두께 때문에 우주 비행사들은 심각한 방사선 장애를 앓았을 겁니다 지금쯤 모두 백혈병으로 죽었을 수도 있죠 
지구 대기권을 벗어날 때 탈출 속도는 약 시속 16,000km 입니다 밴 앨런 복사대는 눈 깜빡할 사이에 지나가죠 
방사선 입자가 신체에 영향을 줄 틈이 없습니다 
자 , 보셨죠 ? 나도 참여했어요 참여하지 말아야 했는데 했죠 차라리 당신을 저 바다에 던져 넣어야 했어요 
질문 하나 하죠 우리가 우주에 가는 것 같아요 ? 아니면 그냥 다 연기라고 생각해요 ? 
어떻게 생각하십니까 ? 
ISS 가 가짜인 것 같나요 ? 
아뇨 존재한다고 믿습니다 
있죠 , 난 아폴로 11 에 안 타서 정말 달에 갔는지 모르겠어요 하지만 아폴로 18 에는 탔었고 내가 달에 갔던 걸 확실히 알아요 
네 칼데라 씨 책 읽었어요 
그래요 , 여러분 책은 문 앞에서 살 수 있어요 
부정확한 정보투성이라 아무런 가치도 없지만요 
뭐라고요 ? 
사실과 다른 점이 너무 많아요 처음으로 키운 개 이름도 제대로 안 쓰셨잖아요 
- 대체 누가 쓴 거예요 ? - 나요 
내가 내 첫 개 이름도 모를 것 같아요 ? 글쎄요 틀린 게 많더라고요 
거짓말을 너무 많이 들었거나 기억력이 안 좋은가 봐요 
제대로 알고 거짓말쟁이라고 부르지 그래요 ? 
어쩌면 당신이 진짜 달에 갔을 수도 있죠 
그때쯤엔 문제가 좀 해결됐었을지도요 하지만 아폴로 13 에서도 비극이 일어날 뻔했어요 6 년 후 당신의 임무에서 2 명이 죽었고요 
당신은 허구를 말하고 있거나 말이 안 되는 이야기를 너무 들어서 믿게 된 것 같아요 
그렇지 ! 
아 , 젠장 
왜 이래 , 젠장 ! 
안 돼 ! 어디 가는 거야 ? 
괜찮아 ? 
모르겠어요 좀 이상해요 
얘기해 볼래 ? 
- 괜찮아요 - 확실해 ? 
네 , 확실해요 
내 다리가 너무 부었어 
우주에 있으면 신체 내 모든 액체가 머리로 솟구치거든 그런데 이제 되돌아오는 거지 
제가 도울게요 
괜찮겠어 ? 
좋아 , 그러면 꽉 잡아야 해 알겠지 ? - 네 - 그래 
- 괜찮아요 ? - 응 , 조심해 , 난 괜찮아 가서 아빠를 데려오는 게 좋겠어 
미안해 
- 괜찮겠어요 ? - 괜찮아 , 아빠 데려와 줘 , 응 ? 
- 확실해요 ? - 응 
여기요 
괜찮아 ? 넘어졌구나 , 도와줄게 
그래 그렇지 
난 괜찮아 
첫 미국 우주 유영에서 에드 화이트가 분실한 장갑 한 짝 
제미니 10 호 근처에서 마이클 콜린스가 분실한 카메라 
STS - 88 당시 분실한 열 담요 
그리고 1973 , 1974 년에 걸쳐 스카이랩 우주 비행사들이 투하한 쓰레기봉투들 
제 생각엔 쓰레기봉투 같습니다 
쓰레기봉투가 사고의 원인이었을까요 ? 
아니요 , 쓰레기봉투는 아니었던 것 같습니다 
쓰레기봉투와 같은 크기나 모양이었나요 ? 
제가 쓰레기봉투를 봤다면 쓰레기봉투였다고 말했겠죠 안 그래요 ? 
말투 조심하세요 , 사령관님 
우리 일은 당신 말만 믿는 게 아니니까요 
11 , 12 , 13 , 14 , 15 16 , 17 , 18 , 19 , 20 ! 
됐든 안 됐든 찾으러 간다 ! 
아무리 하고 싶어도 복제하진 않을 겁니다 
복제 ? 
난 이걸 복제했어 
이건 그림이잖아요 , 헨리 
그림 같은 걸로 노벨상을 탈 수는 없어요 
오 , 에린 , 나도 알지 
이미 노벨상을 탔으니까 
네 , 1981 년에요 
그냥 좀 도와줄 수 없어 ? 
지난 35 년을 헌신한 내 일생의 과업이라고 
왜 헨리 눈엔 보이고 저에겐 안 보이죠 ? 
빌어먹을 관찰자 효과 
찾았다 ! 
내 토끼한테 무슨 짓을 한 거야 ? 그건 내 건데 
- 네 토끼한테 아무것도 안 했어 - 왜 그렇게 못되게 굴어 ? 다른 사람 토끼한테 못되게 굴면 안 돼 
- 네 멍청한 토끼 여기 있어 - 그런데 왜 그런 거야 ? 너희 아빠가 죽었다고 뭐든 해도 되는 건 아니야 
너희 엄마가 죽어야 했어 
너희 엄마는 미친년이야 우리 엄마가 그랬어 
너희 엄마도 나쁜 년이야 
이 슬라이드를 보죠 
이건 소련 우주 비행사들이 미르에서 투하한 쓰레기봉투예요 
NASA 의 추정으로는 350 개가량이 ... 
사령관님 , 우리 모두 당신과 당신 공로를 높이 사지만 소련 우주 프로그램의 모든 기록이 공개됐고 소련 우주 비행사들과 엔지니어들 관제사들의 자서전이 
심지어 소련이 붕괴한 후에도 기록에 남아 있어요 모든 소련 우주 비행 팀원들과 불참자 , 임무 시기까지 다 알아요 
남자든 여자든 단 한 명도 행방을 모르는 사람이 없죠 
사령관님은 존재하지 않는 걸 본 거예요 
극심한 스트레스를 받는 상태였죠 
그럴 수 있어요 
오늘은 여기까지 합시다 
저기요 , 난 조를 위해서 위험을 감수하고 있어요 
결국 이 모든 게 조의 뇌 내 산소 결핍 문제가 되면 우리에게 안 좋아져요 
저들은 계속해서 당신 신빙성을 의심하게 할 거예요 그 충돌의 원인이 자기들의 파편이라는 가능성을 인정하기 싫으니까요 
전 똑똑히 봤어요 
비타민 챙겨 먹고 있어요 ? 
뭐 하는 거예요 ? 
대체 당신이 왜 이러는지 모르겠어요 , 조 말을 바꾸지나 말아요 
마그누스 ! 
괜찮아 
왜 이러는지 모르겠어 내가 변한 것 같아 그래 , 들어가자 
- 무슨 ... - 자 , 앉아 다들 계속 나를 공격하는 느낌이야 
- 그냥 집에 가고 싶어 - 그래 알아 
자 , 진정하자 알겠지 ? 
신발 벗을까 ? 그래 
그렇지 , 응 ? 하나 벗었어 
사랑해 
나도 사랑해 
일어나 볼래 ? 
자 ... 그렇지 
좋아 , 괜찮아 ? 
그 팔 들어 봐 , 그렇지 
거기 있었구나 
좀 어떠니 , 앨리스 ? 
모르겠어요 
신경 쓰이는 거 있니 ? 
달에 가 보셨어요 ? 한 번 , 1977 년에 
거긴 어땠어요 ? 
꽤 좋았어 
여기서 뭐 하세요 ? 
그냥 과학 나부랭이 어떤 거요 ? 
양자 물리에 관해 들어 봤니 ? 네 , 뭔지는 몰라요 
- 알고 싶니 ? 
오랫동안 우리가 이 세상을 이해하는 방식은 전통 물리라는 것의 지배를 받았지 
- 그게 뭔지 아니 ? 
어떤 것을 측정하고 추정하는 기본 방식이야 
그런데 알베르트 아인슈타인 같은 사람들이 나타났지 
- 이름 들어 봤니 ? 
- 네 그래 , 아인슈타인은 작은 것들을 연구하기 시작했어 원자 , 아원자 입자 파형 같은 것 말이야 
그러다 보니 전통 물리가 더는 적용되지 않기 시작했지 참 기묘한 일이야 
우리가 현재 이해하는 방식으로 예측할 수 없어 
예를 들어 , 동일한 것이 동시에 두 가지 상태로 존재할 수 있어 
완전히 동일한 입자로 예를 들어 볼게 어떤 세상에서 그 입자는 검은색이고 다른 세상에서는 흰색인 거야 
그리고 그 두 세계 사이에 경계 공간 같은 게 있는데 그곳에서 그 입자는 검은색이면서 동시에 흰색이지 
누군가 그걸 보기 전까지 어떤 상태가 될지 결정하고 싶지 않은 것 같아 
그건 말도 안 돼요 그래 , 말도 안 되지 
하지만 사실이야 
내가 발명한 기계를 우주에 가져갔어 - 답을 찾고 싶어서 ... - 성공했어요 ? 
모르겠어 
난 뭔가를 본 것 같은데 그건 모습을 드러내고 싶지 않은 것 같아 
숨바꼭질처럼요 
숨바꼭질과 똑같아 
미안 , 내가 ... 혼자 뒀어 
내가 똑같이 보여 ? 
완전히는 아니야 
왜 ? 
나를 약간 다르게 보잖아 
내가 어떻게 보는데 ? 
나를 좋아하는 것처럼 봐 
- 집에 데려왔어요 - 안녕 
내 소중한 것을 데려와 줘서 감사 인사도 하고 싶고요 
CAL 은 ESA 의 실험이 아니었잖아요 의무도 아니었는데 도와줬죠 고마워요 
- 조 에릭슨이에요 - 헨리 칼데라입니다 
우리 만난 적 있죠 네 
당신은 ... 아폴로 프로그램 쪽이죠 
평생요 
CAL , 이 실험 말이에요 중요한 건가요 ? 
나한테는요 
저기요 , 이 일에 관료들이 얽혀 있어요 
다들 꿍꿍이가 있죠 러시아뿐 아니라 모두 다요 
악영향을 받기 쉬워요 
실제로 우주에 갔던 사람들은 자신을 보호해야 해요 
언제든 얘기하고 싶다면 ... 고마워요 
- 웬디네 집에 간 줄 알았는데 - 싸웠어요 
- 왜 ? - 웬디 엄마가 ... 웬디 엄마는 엄마가 미쳤다고 생각한대요 
내가 봤던 것과 같은 우주복을 찾았어요 
제가 본 거요 우리와 충돌한 거요 
보세요 , 이거 ... 1960 년대 초반 스타 시티 우주복이에요 살류트 7 호부터 입은 거예요 
이게 누군지 알아요 ? 누군데요 ? " 여자 우주 비행사 우주에서 귀환 " 이레나예요 
그 사람이었다는 말이 아니에요 
하지만 그게 실패한 소련 임무였다면 은폐했을 수도 있어요 
우주에 처음 간 사람이 가가린이 아니란 얘기도 들었어요 
사실 ... 진짜로요 블라디미르 일류신이었대요 
하지만 중국에 추락해서 소련으로 데려와 가둬 버렸대요 
그건 음모 이론이잖아요 그런 얘기는 시작도 말아요 
이건 음모 이론이 아니에요 내가 본 거라고요 
가장 신뢰성이 적은 증거가 뭐죠 ? 오드리 
가장 신뢰성이 적은 증거가 뭐예요 , 조 ? 
목격자 진술이에요 
조는 과학자니까 알잖아요 
여기예요 
죽은 것 같아요 
봄이면 괜찮아질 거예요 
여기요 
잠시 혼자 있을 수 있을까요 ? 
그럼요 네 
우주 어딘가에 내 마음이 있지 
거기서 개울이 시작되어 ... 다른 무절제한 마음으로 흐른다 
이건 미르의 의료 폐기물 쓰레기봉투로 1980 년대에 사용하던 겁니다 
비슷한 봉투 수백 개가 아직 궤도에 남아 있죠 
솔직히 무척 흡사해요 이건 인정할 수 있겠어요 
소련의 파편이에요 우리는 배상 의무가 없어요 
여러분이 경험한 극심한 트라우마를 고려해야 해요 
다시 말씀해 주세요 
알겠습니다 
우주복을 봤다는 주장을 철회하는 겁니까 ? 
합의할 수 있어서 정말 기쁘네요 
좋아요 , 조 잘했어요 
이제 집에 가도 되나요 ? 
차를 새로 샀나 ? 
네 ? 
왜 그러셨어요 ? 
뜰 줄 알았어 
바보처럼 바닥에 떨어트렸잖아요 
앨리스 , 네 가방 좀 위층에 가져갈래 ? 
- 괜찮아 ? - 응 
우리 차 새로 샀어 ? 
- 뭐 ? 
- 파란색이네 
응 
빨간색이 아니잖아 우리 차는 분명히 빨간색이었는데 아니야 , 파란색이야 
마지막으로 이랬던 게 언제죠 ? 
당신을 보면 왠지 모르게 마음이 편해져요 
늘 그렇게 말했죠 
어떤 꿈을 꿔요 ? 지구 ? 아니면 우주 ? 
난 늘 우주를 꿈꾸죠 
지구를 끝없이 맴도는 꿈을 꿔요 
왜 그런 걸까요 ? 
당신은 숨기는 게 있어요 , 이레나 
죽은 우주 비행사가 없었다는 게 왜 그렇게 큰 문제죠 ? 
죽은 우주 비행사는 없었으니까요 
있었을 수도 있죠 
난 곧 죽어요 림프종 4 기예요 
이번이 마지막이겠군요 
정말 죽는 거예요 , 발랴 ? 
음악은 당신이 골라요 
왠지 모르게 기분이 나빠져요 ? 
진짜요 ? 
- 사고 이후로 ? 
- 당연히 기분이 안 좋죠 
내가 어떻게 될지 모르잖아요 
천국도 지옥도 없을까 봐 걱정돼요 
실례합니다 
- 함께 앉으실래요 ? - 아니요 나랑 잠깐 좀 걷죠 
다른 어떤 귀환 비행도 목적지 1,600km 이내에 착륙하지 못했는데 당신은 무인 조종 모듈을 
맞아요 나랑 시신 두 구가요 
이거 하나 묻죠 내가 그 둘을 죽인 것 같아요 ? 
그것도 음모론의 일부예요 ? 내가 살인자라는 거 ? 
물론 아니죠 
하지만 감압 당시 당신은 편리하게도 기절해 있었잖아요 
친구들의 시체 옆에서 정신이 드는 게 어떻게 편리한지 설명 좀 해 봐요 
우린 같은 얘기만 반복해요 
난 증거를 기반으로 접근하는 겁니다 
- 경력 30 년의 고위 경찰관 - 됐어요 60 년 경력의 군 파일럿 이론 물리학자 - 우주 비행사 - 우울증 환자 , 알코올 의존증 
나 좀 도와줄래요 ? 네 ? 당신 말이 옳거든요 내 기억에 공백이 있어요 기억 못 하는 부분들요 
- 어떤 거요 ? 
- 난 고쳤어요 
난 아폴로 18 호의 모든 문제를 고쳤어요 
그 친구들을 살아 있었는데 갑자기 죽어 버렸어요 
미안한데 그걸 어떻게 고칠 수 있어요 ? 
내가 고쳤어요 
우린 망할 달까지 갔고 난 단 한 번도 실수 안 했어요 
- 그건 헨리 탓이었어요 - 네 ? 50 년간 브랜디와 약에 빠져 산 헨리 칼데라 
- 날 도와줄래요 ? - 물러나 주시죠 내가 여기 서서 당신 같은 머저리와 대화하고 있을 이유가 없거든요 
내가 거기에 있었다는 걸 어떻게 아는지 알아요 ? 머리에 빌어먹을 구멍이 있으니까요 
당신은 모르죠 겪지 않았으니까 
당신도 마찬가지예요 
- 머저리 - 실패작 - 아니 - 사기꾼 
있죠 ... 난 사기꾼이 아니라고요 ! 
엄마 다른 산장은 없는 것 같아요 
제 생각엔 ... 뭐 ? 
사람들은 화가 날 때 환상을 보곤 하는 것 같아요 
우주에 다녀온 사람들은 환상을 봤어요 
난 너를 해치기 싫어 너를 화나게 하기 싫지만 네 말이 맞는 것 같아 
넌 내 딸이 아닌 것 같아 
하지만 그렇다면 당신은 누군데요 ? 
우리 엄마한테 무슨 짓을 한 거예요 ? 
