妈咪 我们 要 去 哪里 ? 
湖 对面 还有 一间 小木屋 走 吧 
亲爱 的 还 等 什么 ? 
不能 停下来 
我 在 沿途 做 记号 像 汉泽尔和格蕾 太尔 那样 
还 记得 吗 ? 你 以前 经常 给 我 读 《 汉泽尔和格蕾 太尔 》 
那边 还有 一间 小木屋 跟 我们 的 小木屋 一样 但 不是 我们 的 小木屋 
不会 迷路 的 走 吧 
妈咪 ? 妈咪 
她 看起来 不 一样 了 
她 还是 你 妈 啊 
她 看起来 好像 死 了 
嘿 爱丽丝 
要是 她 出不来 怎么办 ? 
我 想 借此机会 纪念 我们 的 同事 兼 好友 保 罗兰 卡斯特 指挥官 
他 是 最出色 、 最 幽默 最 尽职 和 最 聪明 的 人 也 是 个 好 丈夫 、 好 爸爸 以及 伟大 的 领导人 
我们 无法 用 言语 形容 对 他 的 思念 
请 发问 
你 本人 认为 意外 原因 是 什么 ? 
太空站 发生 撞击 事故 
我 懂 被 什么 东西 撞 上 ? 
可能 是 非常 微小 的 物体 
国际 太空站 具备 探测 太空 碎片 的 系统 
当时 警报系统 响起 我们 只是 来不及 ... 
联合 调查 仍 未 结束 暂时 无可奉告 
- 抱歉 打岔 了 乔 - 不要紧 的 
你 的 任务 结束 了 吗 ? 
有没有 机会 跟 家人 好好 相处 呢 ? 
我们 ... 还 没 我 的 任务 还 没 结束 
我 有 九个 月 ... 去 进行 各种 实验 和 收集 数据 而 我 ... 我 个人 的 任务 是 检视 长期 待 在外 太空 所 带来 的 生理 和 神经 反应 以及 ... 
那 你 有没有 感受 到 这些 反应 ? 
我 感到 ... 我 现在 的 状况 比前 几天 好多 了 
可是 ... 我们 会 忘记 地球 的 气味 
外太空 没有 气候变化 没有 四季 
因此 很 开心 能 感受 到 秋天 的 气息 闻到 雨水 的 芬芳 
很 高兴 能 回到 家 
你们 还好 吧 ? 
很 好 你 看 又 看到 我们 三人 的 影子 了 
- 爸爸 会 埋 在 哪里 ? 
- 不 知道 亲爱 的 
( 俄罗斯 星城 美国宇航局 宿舍 ) 是 阿灵顿 吧 ? 
尼尔 阿姆斯特朗 约翰 肯尼迪 总统 这些 人 都 埋 在 那边 
" 这些 人 " 是 指 从前 的 人 ? 
是 指 那些 来自 美国 生前 做过 非常 勇敢 和 影响 深远 的 事 的 人 
像 你 爸 这种 英雄 
艾莉卡 他 是 一个 很棒 的 人 节哀顺变 我 叫 芙蕾达 
( 俄罗斯 星城 星城 实验室 ) 我们 带 了 机器 学习 设备 能带 的 都 带来 了 
虽然 欠 理想 但是 ... 不 重要 你 看 
这是 撞击 事故 发生 前一刻 出现 的 现象 
这是 一种 干扰 效应 
我 在 拜科努尔 提取 数据 时 也 出现 过 相同 的 现象 
- 什么 ? 
- 一模一样 
怎么 可能 ? 它 只能 在外 太空 存活 
- 好 吧 让 我 看看 - 我 没 录下来 
我 是 指 它 已经 消失 了 但 的确 出现 过 我 看见 了 
我 知道 它 在 国际 太空站 出现 过 只是 不 可能 在 地球 上 存活 
- 这 是 不 可能 的 - 可不是 嘛 艾琳 
所以 我们 必须 利用 这些 资源 再 做 一次 实验 
欢迎光临 第四届 伯 尼斯 博览会 ( 2021 年 科幻 节 ) 
嗨 巴德 - 嗨 - 你 的 每日 酬劳 是 多少 ? 
低到 不行 
连续 十天 待 在 船上 跟 一群 狂热 分子 交流 
瞧 这 家伙 
我 成功 登月 却 沦落 到 这个 田地 
还 得 坐下 跟 那个 人渣 辩论 - 嗨 - 要 我 给 你 倒杯水 吗 ? 我 赚 到 了 250 美元 签个 名 进账 20 美元 
外太空 刚 发生意外 听 好 现在 办 这种 活动 欠妥 当 时机 很 不 对 还有 那些 所谓 的 发生 在 我 和 其他 宇航员 身上 的 意外 ... 该死 的 
参加 博览会 的 福利 可比 演戏 好多 了 
首要 好处 是 艳遇 较 多 
我 不想 听 这些 
这 就是 现状 
我 受够了 现状 
现状 即将 迎来 改变 
- 嗨 - 外星人 来 了 - 能 给 苏菲 赛 派斯 签个 名 吗 ? - 好 的 
说话 小声点 为什么 ? 
因为 他们 在 冷 原子 实验室 里 进行 非常 精细 的 活儿 
- 嗨 爱丽丝 - 嗨 保罗 
今天 你 妈妈 有 一项 重大 任务 
火箭 推进 实验室 这 是 冷 原子 实验室 数据 
堆芯 信号 正常 、 铁磁 排序 一致 、 25.5 
- 收到 第六 阶段 - 收到 
- 堆芯 温度 - 我 好想你 啊 
妈咪 我 也 好想你 出舱 后 小心 好 吗 ? 
我 向来 都 很 小心 的 
我 觉得 很 蹊跷 我 没 听到 微 流星体 和 轨道 碎片 警报声 毕竟 我 记得 当时 很 清楚 地 听到 警报声 
我们 有 必要 知道 撞击 事故 发生 时 宇航员 有没有 接获 警报 
你 的 同事 们 有没有 听到 ? 
我 没 印象 
没 接获 任何 微 流星体 和 轨道 碎片 警报 报告 警报 没 响起 我查 过 了 
我 当时 睡着 了 
那 就是 没有 警报 了 
这是 美国宇航局 的 责任 美国宇航局 必须 负责 财务 损失 
那 是 什么 声音 ? 我 听 过 那种 声音 不 只 一次 而是 好 几次 
是 静电 声 
通讯 全面 开启 
请 全体 船员 到 联盟 一号 逃生 舱 集合 启动 撤离 前置 流程 
曙光 号 功能 货舱 起火 了 到处 都 是 烟雾 
- 电力 中断 
- 回复 休士顿 火势 堵住 了 我们 前往 联盟 一号 的 通道 
立刻 到 黎明 号 实验舱 集合 
- 艾利逊 - 安德烈 夫 
- 布洛斯 坦 - 苏 里 
- 我动 不了 - 艾利逊 、 布洛斯 坦 火灭 了 
我们 判定 撞击 物 阻断 了 桁架 结构 中 的 电路 节点 
撞击 物是 不 知名 的 轨道 碎片 
请 播放 舱外 活动 的 视频 
乔 医疗组 正在 治疗 保罗 继续执行 舱外 活动 收到 有 消息 马上 通知 我 接下来 要 去 哪里 ? 
叫 她 前往 桁架 结构 他们 必须 修好 次级 生命 维持 系统 
乔 我们 看不到 你 检查 摄像头 
收到 是 红灯 摄像头 坏 了 很 抱歉 
这部分 没有 影像 无法 得知 接下来 的 全部 对话 文本 
舱外 摄像头 是 美国宇航局 和 欧洲航天局 的 责任 
太空站 发生 过 撞击 事故 所以 无从 得知 撞击 物为 何物 
那 是 一具 尸体 一具 人类 的 尸体 
是 一具 身穿 苏联 宇航员 制服 和 头盔 的 女尸 
这 具卡 在 结构 内 的 女尸 干枯 多时 呈 木乃伊 状 
我 伸手 碰触 尸体 立刻 松脱 按照 其 轨道 继续 运行 
指挥官 你 意识 到 一具 尸体 要 在外 太空 保存 起码 32 年 是 多么 不可思议 吧 ? 这种 物体 竟然 能 影响 国际 太空站 的 操作 ? 
显然 我 也 意识 到 ... 这是 我们 取回 的 对话 文本 摘要 
" 早上 6 点 55 分 48 秒 艾利逊 
' 可以 检查 我 的 氧气 含量 吗 ? ' " 为什么 要求 检查 含氧量 ? 
我 的 舱 外 活动 宇航服 含氧量 正常 
测试 结果显示 我 ... 你 没 回答 我 的 问题 
为什么 要求 检查 含氧量 ? 
我 担心 自己 ... 缺氧 你 担心 大 脑缺氧 ? 
- 没错 - 原因 ? 
原因 跟 你 一样 我 对 自己 所见 之物 感到 难以置信 
当局 未曾 接获 任何 太空 员 或 宇航员 在 卡门 线 以上 区域 死亡 或 失踪 的 报告 对 吧 ? - 对 - 那 你 怎么 解释 ? 
我 认为 我们 应该 就 太空 碎片 着手 调查 
你 可 曾 经历 过 类似 的 情况 ? 
怎么 说 ? 
在 执行 任务 期间 或是 执行 任务 前后 你 有没有 感到 缺氧 ? 或是 经历 缺氧 的 症状 ? 
缺氧 的 症状 包括 失忆 分不清 虚实 产生 幻觉 
没有 不曾 
慢慢 下来 
每天 服用 一颗 直到 另行通知 为止 
这是 什么 ? 
叶酸 、 维生素 D 和 维生素 B12 
没 发现 冷凝物 只有 残留物 
先前 明明 有 的 
亨利 得了吧 那 东西 不 可能 存活 超过 百万分之一 秒 
" 亨利 得了吧 " ? 怎么 ? 你 以为 我 见鬼 了 ? 
别 把 我 当成 白痴 
别 把 我 当成 你 的 私人 助理 
那 你 怎么 解释 我 昨天 提取 数据 期间 所 出现 的 影像 跟 在 国际 太空站 做 实验 时 相同 ? 
那 只是 系统故障 
- 这 可是 俄罗斯 制造 的 机器 啊 - 行 够 了 
艾琳 很 抱歉 刚刚 对 你 发脾气 但 即便 现在 消失 了 但 它 确实 出现 过 
这是 一种 干扰 效应 具有 某种 关联 我们 必须 知道 那 是 什么 
我 喜欢 你 现在 的 发型 
我 很少 在意 自己 的 发型 
你 年纪 越大 长得 越 好看 
天 啊 
有人 刚刚 称赞 了 我 
我 很 想念 你 
乔 我 也 很 想念 你 
那种 感觉 有点像 快 溺死 了 懂吗 ? 
很 抱歉 让 你们 经历 这种 事 不会 不用 道歉 
我们 不是 说 好了吗 ? 
葡萄酒 
我 忘 了 倒 葡萄酒 
爸爸 ? 
怎么 不 叫 妈咪 呢 ? 
妈咪 回来 了 不 知道 你 有没有 意识 到 
她 的 瑞典语 都 忘光 了 吗 ? 爸爸 ? 
亲爱 的 怎么 了 ? 
阿波罗 11 号 升空 一年 前 ( 阿波罗 舱室 设计 缺陷 ) 驾驶舱 接获 超过 一万个 故障 报告 其中 生命 维持 系统 就 发出 了 500 个 严重 故障 报告 
其中 一个 故障 导致 阿波罗 九号 起火 造成 三人 殉职 
阿姆斯特朗 、 奥尔德 林 和 科林斯 出发 前 当局 没 时间 修好 这些 问题 
只是 你 都 说 了 两件事 相隔 一年 
我 问 你 你 认为 这 一年 内 美国宇航局 都 无所事事 吗 ? 
我要 强调 我们 刚 失去 了 一条 人命 失去 了 一位 宇航员 
他 是 有血有肉 的 人 有个 真实 存在 的 家庭 ... - 第四点 在 范艾伦 辐射 带 ... - 这 是 对 人 
最起码 的 尊重 先生 我们 刚 失去 了 整个 国际 太空站 ... 地球 和 月球 之间 的 辐射 水平 极高 驾驶舱 的 厚度 相对 薄弱 宇航员 应该 会 患上 严重 的 辐射 病 按理 你们 早就 死 于 白血病 了 
离开 地球 大气层 时 驶出 速度 是 每 小时 16093 公里 左右 一眨眼 间 就 穿过 范艾伦 辐射 带 了 
时间 短到 不足以 让 人体 接触 到 放射性 微粒 
听 好 我来 了 我 没 必要 来 的 但 我 还是 来 了 早知如此 我 就 把 你 扔进 大 海里 
我 问 你们 一个 问题 你们 认为 我们 真去 了 太空 还是 认为 我们 只是 在 演戏 ? 
先生 你 怎么 想 呢 ? 
你 认为 国际 太空站 是 童话故事 吗 ? 
没有 我 相信 太空站 是 存在 的 
我 没 坐 上 阿波罗 11 号 所以 不 知道 他们 是不是 真的 登月 了 但 我 坐 上 了 阿波罗 18 号 也 很 清楚 我们 成功 登月 了 
没错 我读 过 你 写 的 书 
很 好 各位 年轻人 书 在 门口 买 得到 
这 本书 充满 谬误 毫无价值 可言 
你 说 什么 ? 
书里 充满 不符 事实 的 错误 你 连 你 第一 只 狗 的 名字 都 搞错 了 
- 书 是 谁 写 的 ? - 我 写 的 
你 以为 我 不 知道 我 第一 只 狗叫 什么 名字 ? 我 也 说不上来 先生 你 有 很多 事 都 搞错 了 
我 认为 有人 为 你 编造 了 一个 故事 也 可能 是 你 的 记忆 非常 不 可靠 
在 你 指控 我 是 骗子 前 我 劝 你 慎重 说话 
我 认为 也许 你 确实 到 过 月球 
也许 后来 当局 也 解决 了 一些 问题 但 阿波罗 13 号 差点 发生 严重事故 六年 后 你 执行 的 那项 任务 还 死 了 两个 人 
我 认为 你 在编 故事 或是 有人 给 你 编 了 一个 毫无根据 的 故事 
嗨 亲爱 的 
天 啊 
来 吧 天 啊 
不要 你 跑 哪 去 了 ? 
你 没事 吧 ? 
我 也 说不上来 感觉 有点 怪怪的 
想 不想 好好 聊聊 ? 
- 没关系 - 真的 吗 ? 
是 真的 没关系 
我 两条腿 肿得 好 厉害 
在外 太空 期间 人体 液体 会往 头部 冲 如今 液体 都 往下流 
我来 扶 你 
真的 吗 ? 
那好 你 要 抓 稳 好 吗 ? - 好 的 - 好 
- 你 没事 吧 ? - 没事 小心 我 没事 我 看 你 还是 去 叫 爸爸 
对不起 
- 你 不会 有事 吧 ? - 不会 的 去 叫 爸爸 好 吗 ? 
- 真的 吗 ? - 真的 
在 这里 
没事 吧 ? 你 摔倒 了 ? 没事 的 我 扶 你 起来 
没事 没事 了 
我 没事 没事 了 
美国 宇航员 第一次 执行 舱外 活动 时 爱德华 怀特 弄 丢 了 一只 手套 
迈克尔 柯林斯 在 双子座 10 号 附近 弄 丢 了 一台 摄像机 
执行 STS - 88 任务 期间 有个 隔热 毯 弄 丢 了 
这些 垃圾袋 是 太空 实验室 的 宇航员 在 1973 年 到 1974 年 期间 丢弃 的 
我 认为 垃圾袋 的 嫌疑 很大 
你 说 意外 是不是 垃圾袋 导致 的 ? 
不是 我 认为 那 不是 垃圾袋 
体积 和 形状 不像 垃圾袋 吗 ? 
如果 我 看到 的 是 垃圾袋 我会 说 那 是 垃圾袋 天 啊 
指挥官 请 注意 语气 
在场者 没有 义务 相信 你 所说 的话 
11 、 12 、 13 、 14 、 15 16 、 17 、 18 、 19 、 20 
不管 你 躲 好了没 我来 了 
就算 我们 很想 复制 出来 也 复制 不 出来 
复制 ? 
这 是 我 复制 出来 的 
亨利 这 是 你 用 手画 的 
用手 画图 是 得不到 诺贝尔奖 的 
艾琳 这点 我 很 清楚 
我 已经 得 过 一次 诺贝尔奖 了 
是 啊 那 是 1981 年 
你 就 不能 帮帮我 吗 ? 
这 是 我 过去 35 年 来 的 心血 啊 
为什么 只有 你 看到 可能性 ? 而 我 却 看不到 ? 
这 叫 观测者 效应 
找到 你 了 
你 对 我 的 兔子 做 了 什么 ? 这 是 我 的 兔子 
- 我 没 对 你 的 兔子 做过 什么 - 你 怎么 这么 狠心 ? 你 不能 这样 对待 别人 的 兔子 
- 是 我 把 你 的 蠢 兔子 捡回来 的 - 但 你 为什么 这么 对 它 ? 你 不能 因为 你 爸 死 了 就 为所欲为 
死 的 人 应该 是 你 妈妈 才 对 
你 妈 是 个 疯婆子 我妈 就是 这么 说 的 
你 妈 也 是 个 疯婆子 
一起 看 这 张 投 影片 
这是 和平号 太空站 的 苏联 宇航员 丢弃 的 垃圾袋 
美国宇航局 估计 有 350 个 垃圾袋 是 ... 
指挥官 大家 都 对 你 和 你 的 成就 敬佩 不已 只是 整个 苏联 太空 计划 已经 解密 目前 有 大量 宇航员 工程师 和 操作员 的 回忆录 在外 流通 
即便 在 苏联 解体 后 他们 仍 公开 发表 经历 宇航员 的 身份 、 谁 上 过 太空 、 谁 没 上 过 什么 时候 上 过 我们 都 知道 
从未 有 任何 男性 或 女性 在外 太空 失踪 
你 看到 了 不曾 存在 的 东西 
你 当时 压力 很大 
这是 正常 的 
今天 的 会议 到此为止 
听 好 为了 挺 你 我 都 豁出去 了 
如果 大家 把 焦点 转移 到 你 当时 是否 大 脑缺氧 的 问题 上 对 我们 来说 不是 好事 
他们 会 不断 试图 让 你 显得 不 可靠 因为 他们 不想 承认 撞击 事故 有 可能 是 他们 的 碎片 引发 的 
我 很 清楚 自己 看到 了 什么 
你 有没有 服用 维生素 ? 
你 干什么 ? 
乔 我 不 知道 你 到底 怎么 了 麻烦 整理 好 你 的 说辞 
马格努斯 
我 扶住 你 了 
我 不 知道 怎么回事 我 好像 变得 不像 自己 了 好 没事 的 我 扶 你 进去 
- 这 ... - 来 坐下 总 觉得 他们 老 在 攻击 我 
- 我 只 想 回家 - 好 的 我 懂 
有话 慢慢说 好 吗 ? 
要 不要 把 鞋子 脱 下 ? 那好 
好 了 还行 吗 ? 一只 脱下 了 
我爱你 
我 也 爱 你 
你 能 站 起来 吗 ? 
你 就 ... 可以 了 
好 了 可以 吗 ? 
手臂 举起 很 好 
找到 你 了 
爱丽丝 最近 可好 ? 
不 知道 怎么 回答 你 
有 什么 心事 吗 ? 
你 上 过 月球 吗 ? 上 过 一次 在 1977 年 
月球 是 怎么样 的 ? 
挺 好 的 
你 来 干什么 ? 
做些 科研 什么 科研 ? 
听过 量子 物理 吗 ? 听过 只是 不 懂 那 是 什么 
- 想 不想 懂 ? 
长久以来 我们 理解 这个 世界 的 方式 是 以 经典 物理学 作为 标杆 的 
- 懂 那 是 什么 吗 ? 
经典 物理学 是 测量 和 预测 种种 事物 的 基本准则 
后来 阿尔伯特 爱因斯坦 等 人 出现 了 
- 知道 这个 人物 吗 ? 
- 知道 是 啊 他 开始 研究 微乎其微 的 物质 例如 原子 、 次 原子 粒子 、 波形 
而 经典 物理学 理论 似乎 不再 适用 了 这 是 个 未解 之谜 
以 我们 目前 的 理解 无从 得知 
举个 例子 同一个 事物 可以 同时 以 两种 不同 状态 存在 
例如 某个 粒子 完全相同 的 粒子 在 某个 世界 中 这个 粒子 是 黑色 的 在 另 一个 世界 中 这个 粒子 却是 白色 的 
而 在 这 两个 世界 之间 存在 一个 阈限 空间 在 这个 空间 中 这个 粒子 是 黑色 也 是 白色 
粒子 在 黑白 之间 浮动 直到 观察者 出现 为止 
真 不可思议 确实 不可思议 
但 却 千真万确 
我 发明 了 一部 机器 这部 机器 被 送 上 了 外太空 - 我 希望 能 解答 ... - 有用吗 ? 
不 知道 
我 好像 发现 了 一些 东西 但 它 似乎 不想 被 发现 
像 玩 捉迷藏 那样 
就 像 玩 捉迷藏 那样 
对不起 我 ... 我 让 你 单独 去 面对 这 一切 
你 说 我 还是 跟 以前 一样 吗 ? 
不太 一样 了 
怎么 说 ? 
你 看 我 的 眼神 变 了 
我用 怎样 的 眼神 看 你 ? 
仿佛 在 说 你 很 喜欢 我 
- 我 把 她 送 回来 了 - 你好 
我 也 要 感谢 你 把 我 的 宝贝 带 回来 
冷 原子 实验室 不是 欧洲航天局 的 实验 项目 你 没 必要 帮忙 的 感激不尽 
- 我 叫 乔 艾利逊 - 我 叫 亨利 卡 德拉 
我们 见 过 了 也 对 
你 是 阿波罗 计划 的 成员 
一直 都 是 
冷 原子 实验室 的 这项 实验 很 重要 吗 ? 
对 我 而言 很 重要 
指挥官 你 听 我 说 这 事 涉及 到 庞大 的 官僚 体系 
他们 都 有 各自 的 议程 不 只是 俄方 所有 单位 都 一样 
在 他们 的 施压 下 我 很 容易 受到 负面影响 
曾经 到 过 外太空 的 人 需要 明哲保身 
如果 你 想 找 人 聊聊 ... 谢 了 
- 我 还 以为 你 在 温蒂 那边 - 我们 吵架 了 
- 为什么 ? - 她 说 她 妈 ... 她 说 她 妈 认为 你 是 疯子 
我 看到 了 我 认为 是 宇航服 的 物体 
我 是 指 我 看到 的 物体 击中 太空站 的 物体 
听 好 那 是 ... 是 一件 1960 年代 早期 的 星城 宇航服 礼炮 七号 和 后来 的 宇航员 都 穿过 
知道 她 是 谁 吗 ? 谁 啊 ? ( 女性 宇航员 从 太空 返回 地球 ) 艾 琳娜 
我 没 说 那 是 她 啊 
但 如果 是 苏联 任务 失败 他们 一定 会 设法 掩盖 消息 
我 听说 加加林 不是 第一个 上 太空 的 人 
而是 ... 不是 真有此事 是 弗拉基米尔 伊尔 
但 太空梭 在 中国 坠毁 了 他 被 带 回国 后 就 被 囚禁 起来 
这 只是 阴谋论 不能 从 阴谋论 着手 
各位 这 不是 阴谋论 而是 我 看到 的 事实 
什么 证据 最 不可 信 ? 奥德 丽 
乔 什么 证据 最 不可 信 ? 
目击者 的 证词 
你 是 科学家 你 懂 的 
各位 到 了 
看起来 好像 死 了 
春天 就 会 活过来 了 
拿 着 
我 想 一个 人待 着 可以 吗 ? 
当然 可以 好 的 
我 的 心 悬挂 在 宇宙 某个 角落 
流淌 出 的 火花 抵达 其他 激荡 的 心 
这是 其中 一个 和平号 太空站 用来 装 医疗 废物 的 垃圾袋 使用期 是 1980 年代 
轨道 中 仍 有 好几百个 类似 垃圾袋 
说实话 外形 很 接近 宇航服 这 说法 我们 能 接受 
是 苏联 的 碎片 我方 无需 负责 财务 损失 
你 必须 考量 到 当时 所 体验 到 的 重大 创伤 
请 重复 
好 吧 
你 撤回 看到 宇航服 的 声明 ? 
很 高兴 我们 终于 达成 了 共识 
很 好 乔 好样 的 
我们 可以 回家 了 吗 ? 
我们 家买 了 新车 吗 ? 
什么 ? 
为什么 把 杯子 摔碎 ? 
我 以为 杯子 会浮 起来 
你 直接 把 杯子 摔 在 地上 像 个 彻头彻尾 的 傻子 
爱丽丝 可以 把 包拿去 楼上 吗 ? 
- 你 没事 吧 ? - 没事 
我们 家买 了 新车 吗 ? 
- 什么 ? 
- 车是 蓝色 的 
是 啊 
但 不是 红色 的 我 很 确定 我们 有 一辆 红色 的 车 不是 是 蓝色 的 
上次 一起 喝酒 是 什么 时候 了 ? 
跟 你 喝酒 我 感到 莫名 地 轻松 
这句 话 你 说 过 了 
最近 经常 梦见 地球 还是 外太空 ? 
我 经常 梦见 外太空 
我 梦见 自己 永 无止尽 地绕 着 地球 旋转 
想 知道 为什么 吗 ? 
艾 琳娜 你 在 隐瞒 真相 
为什么 非 要 证明 那 不是 一具 宇航员 的 尸体 ? 
因为 那 不是 宇航员 的 尸体 
也许 是 呢 
我 快死了 我 患上 末期 淋巴癌 
所以 这是 我们 最后 一次 一起 喝酒 了 
雅儿 你 真的 快死了 吗 ? 
放 音乐 你 挑 
你 的 病情 莫名 地 恶化 ? 
真的 吗 ? 
- 是 自从 意外 发生 后 吗 ? 
- 还用 问 嘛 
我 不 知道 死后 会 怎么样 
我 担心 死后 没有 天堂 或 地狱 
打扰 一下 
- 要 加入 我们 吗 ? - 不了 我要 你 跟 我 出去 走走 
史上 未曾 有过 任何 返航 降落 在 离 指定 降落 区 1609 公里 以内 的 地方 而 你 却 成功 将 一个 无人驾驶 的 舱室 降落 在 
离 富兰克林 罗斯福 号 航空母舰 457 米 的 地方 对 啊 没错 我 和 两具 死尸 
我 问 你 你 真 认为 他们 是 我 杀 的 ? 
这 就是 你 的 目的 ? 指控 我 是 凶手 ? 
当然 不是 
因为 你好 巧 不巧 地 在 舱室 失压 期间 晕 了 过去 
你 觉得 从 昏迷 中 醒来 后 发现 两个 同伴 的 尸体 就 在 身边 是 " 好巧 不巧 " 吗 ? 
听 好 这样 争论 下去 也 不会 有 结果 
我 的 说法 是 有 真凭实据 的 
- 我 当过 30 年 的 高级 警探 - 得了吧 我 当过 60 年 的 战斗机 驾驶员 理论 物理学家 - 宇航员 - 患有 忧郁症 、 有 酗酒 的 习惯 
可以 帮 我 个 忙 吗 ? 什么 ? 因为 你 说得对 因为 我 的 记忆里 有 好几个 空洞 有些 事 我 记不起来 了 
- 怎么 说 ? 
- 我 修好 了 
我 修好 了 阿波罗 18 号 所有 的 故障 
那 两个 人 明明 还 活着 的 突然 之间 他们 就 死 了 
不好意思 你 怎么 可能 修好 ? 
我 真的 修好 了 
我们 成功 抵达 月球 我 没犯 过 任何 错误 
- 那 是 亨利 的 错 - 什么 ? 50 年 与 烈酒 和 药丸 做伴 亨利 卡 德拉 
- 要 不要 帮 我 ? - 我 劝 你 退后 一步 因为 我 不 应该 站 在 这里 跟 你 这种 混账 丑八怪 说话 
想 知道 我 怎么 会 降落 在 那边 吗 ? 因为 我 记忆 中有 空洞 
你 不 懂 因为 你 没 经历 过 
你 也 是 
- 白痴 - 窝囊废 - 不 不 对 你 错 了 - 骗子 
你 知道 ... 我 绝对 不是 什么 骗子 
妈咪 我 觉得 那边 没有 另 一间 小木屋 
我 觉得 ... 怎么 了 ? 
人 难过 时 可能 会 看到 幻象 
那些 到 过 外太空 的 人 都 会 看到 幻象 
我 不想 伤害 你 我 真的 不想 让 你 难过 但 我 认为 你 说得对 
我 认为 你 不是 我 的 女儿 
可是 如果 我 不是 你 的 女儿 那 你 又 是 谁 ? 
你 对 我 妈咪 做 了 什么 ? 
