Λέγομαι Ράστι Σάμπιτς και είμαι ο εισαγγελέας αυτής της δίκης . 
Εκεί κάθεται ο κατηγορούμενος , Τζέιμς ΜακΝτέιβιντ , και μπορώ να σας πω ότι είναι ακόμα αθώος επειδή αυτό απαιτεί το σύνταγμά μας . 
Θα παρουσιάσω πειστήρια που θα δείξουν ότι διέπραξε αυτό το έγκλημα . 
Αν το θεωρήσετε πιθανό , πιθανό , θα πρέπει να ψηφίσετε ότι είναι αθώος . 
Αν το θεωρήσετε πολύ πιθανό , θα πρέπει να τον αφήσετε ελεύθερο . 
Η δουλειά μου είναι να αποδείξω την ενοχή πέραν πάσης λογικής αμφιβολίας . Το να είναι κανείς ένορκος είναι μια πολύ μεγάλη ευθύνη . 
Το να είναι κανείς εισαγγελέας που φέρει το βάρος της απόδειξης , είναι επίσης μεγάλη ευθύνη . 
Θα επιτελέσω το καθήκον μου και σας ζητώ να επιτελέσετε κι εσείς το δικό σας . 
Ας κάνουμε τη δουλειά μας , εντάξει ; 
Είναι πολύ ψηλά . Πάρα πολύ ψηλά . 
Έλα . Συγκεντρώσου . Πάρε μια ανάσα . 
Πάρε μια ανάσα . 
Βιάζεσαι . Απλά ανάσαινε . 
Πώς πάει εκεί έξω ; Ωραία . Άκουσα κάτι για τρέξιμο σε δεύτερη και τρίτη βάση . 
Όχι τους όρχεις ! Αίσχος ! 
Παιδιά , νόμιζα ότι είπαμε όχι φάλτσα . 
Άσε το αγόρι να ρίξει . Άσε το αγόρι . 
- Μπαμπά ; - Ναι . Ο Ρέιμοντ . 
Έριξες δυο σπουδαίες βολές σήμερα . 
Θα βγήκε νέα δημοσκόπηση . - Μου κάνεις πλάκα . 
Πότε ; 
Ναι . Έρχομαι αμέσως . 
Μπάρμπαρα , να σου πω ένα λεπτό ; 
Ναι , βέβαια . 
Η Κάρολιν Πολίμους δολοφονήθηκε . 
Πότε ; 
Δεν ξέρω . Πρέπει να φύγω . Θα επιστρέψω . 
Μην πας μέσα . Είναι άσχημο . 
Εντάξει . Αλλά φορέστε γάντια . 
Θα αναλάβω την υπόθεση . Είναι πολύ σοβαρή , πρέπει να είναι ο Ράστι ή εγώ . - Ο Ράστι είναι πολύ κοντά . - Θέλω να αναλάβω . Για ποιον λόγο ακριβώς ; 
Γιατί μου το ζήτησε ο Ρέιμοντ , που είναι ο εισαγγελέας , Νίκο , όσο κι αν θέλεις τον τίτλο . 
Κι είμαι καλύτερος απ ' τον Τόμι . 
Να καταγραφεί ότι μέχρι να κερδίσω τις εκλογές , και θα τις κερδίσω , θα μείνω πιστός κι έμπιστος υπηρέτης . 
Η υπόθεση είναι του Ράστι . 
Τόμι , δεν είσαι αμερόληπτος . Παραδέξου το . Δεν βλέπεις αφού είσαι χωμένος στον σφιγκτήρα του Νίκο . 
- Θα το μετανιώσεις . - Γαμήσου . 
Θέλω τον καλύτερο δικηγόρο για τη δουλειά και αυτός είναι ο Ράστι . 
Γιουτζίνια , λες στη Ρίγκο να έρθει στο γραφείο μου ; Εντάξει , ναι . 
Ξέρω . Ξέρω . 
Χριστέ μου . 
Ρίγκο , τι βρήκες ; 
Η αστυνομία εξετάζει ευρήματα , χρονολόγιο , τελευταίες γνωστές επαφές . 
Από πού ξεκινάμε ; Πρόσφατες αποφυλακίσεις , αναστολές . 
- Ήταν εκδίκηση ; - Ποιος ξέρει ; Δεν ξέρω . 
Όταν βγουν τα εργαστηριακά , θα φροντίσεις να έρθουν μόνο σ ' εμένα ; Ούτε στον Μόλτο ούτε στον Ντιλέι . 
Ναι , έγινε . 
Κορυφαία βοηθός του Ρέιμοντ Χόργκαν , άτεγκτη εισαγγελέας με πολιτικές φιλοδοξίες , η Πολίμους ξυλοκοπήθηκε μέχρι θανάτου στο σπίτι της . Το πτώμα της ανακάλυψε η οικονόμος της λίγο μετά τις δέκα το πρωί . 
Δύσκολη μέρα στην Ουόλ Στριτ με τις τιμές του Dow ... Η σκέψη μας είναι στην Κάρολιν και στην οικογένειά της . 
Είμαστε συγκλονισμένοι και ταραγμένοι από μια τέτοια ειδεχθή και απάνθρωπη πράξη βίας . 
Απευθυνόμενοι στο ευρύ κοινό , ακούμε την αγωνία και τον φόβο σας επειδή κι εμείς νιώθουμε το ίδιο . 
Είναι δύσκολο οι πολίτες να αισθάνονται ασφαλείς όταν δεν προστατεύονται ούτε οι εισαγγελείς . 
- Τι μαλάκας . - Πρέπει να βελτιωθούμε . 
Να γίνουμε καλύτεροι . - Δεν χάνει χρόνο . - Όχι . 
Είσαι καλά ; Ναι . 
Θα προσπαθήσω να είμαι στο πλευρό σου . Αλλά δεν μπορώ να έρθω στην κηδεία . 
Καταλαβαίνω . 
Σας ευχαριστώ που ήρθατε . Σας ευχαριστώ ... Ευχαριστώ . 
Πώς τα πας ; 
Όπως κι εσύ , μάλλον . 
- Έμαθες τίποτα άλλο ; 
- Όχι πολλά , αλλά το ψάχνει η Ρίγκο . 
Η ώρα περνάει και ήδη βλέπω την ημερομηνία λήξης μου . 
Μην ανησυχείς , θα βρούμε ποιος το έκανε . 
Ποιον ιατροδικαστή έχεις ; Τον Ανώδυνο . 
- Τον Κούμαγκαϊ . Γαμώ το κέρατό μου . - Ρέιμοντ . 
- Ντιλέι . - Μη με λες έτσι . 
Ένα αστείο έκανα . 
Η συνέντευξη Τύπου , Νίκο . 
Δεν είναι το κατάλληλο μέρος . 
Γαμήσου . Εκμεταλλεύεσαι τη δολοφονία για πολιτικό όφελος . 
Ρέιμοντ , δεν είναι η κατάλληλη ώρα . 
- Γαμήσου . - Είναι μικροπρέπεια . 
- Σκάσε . - Είναι μικροπρέπεια . Για μένα όχι . Κάποτε γάμησα ένα οτομάν . 
Ο Κύριος είναι κοντά σε όσους έχουν πληγωμένη καρδιά , που τους βαραίνουν συμφορές , που η θλίψη της καρδιάς πληγώνει την ψυχή τους , ή που η αμαρτία και το αίσθημα λύπης γι ' αυτήν κάνει τις καρδιές τους να τους χτυπούν ... - Ο πρώην της . - πληγώνονται ... - Έχετε γνωριστεί ; 
- Όχι . - και ραγίζουν . - Γαμώ τα φρικιά . - Είναι μόνο λέξεις . - Έχει άλλοθι . 
- Η Κάρολιν Πολίμους ήταν αίμα ... - Το παιδί δίπλα του ; 
- αγαπημένη κόρη ... - Ο γιος της . μητέρα , δημόσια λειτουργός . Δεν το ήξερες ; 
Οι λέξεις δεν μπορούν να εκφράσουν την απώλεια , να απαλύνουν τον πόνο . 
Λέμε στον εαυτό μας ότι την κρατάμε στην καρδιά και στο μυαλό μας . 
- Συγγνώμη , Ρέιμοντ , πρέπει να ... - Ναι . Η στάχτη δεν είναι μόνο στάχτη . Η σκόνη της δεν είναι μόνο σκόνη . 
Η μνήμη της θα μας γεμίζει . 
Είναι παράξενο που ποτέ δεν ανέφερε ότι είχε παιδί . 
- Ο πρώην της έχει την επιμέλεια ; 
- Υποθέτω πως ναι . 
Σε παρακαλώ , πες μου ότι έχουμε κάποιο στοιχείο και ότι δεν πηγαίνουμε στα τυφλά . 
Έχω μια ιδέα . 
- Ωραία . - Μπάνι Ντέιβις . 
- Ο Ρέινολντς ; Τον καταδικάσαμε . 
- Η Κάρολιν κι εγώ δουλέψαμε την υπόθεση . 
Λες ότι κλείσαμε στη φυλακή έναν αθώο άνθρωπο ενώ ο πραγματικός δράστης σκότωσε μια δική μας ; Τέλεια . Αυτό θα με κάνει να επανεκλεγώ . 
Και οι δύο ήταν δεμένες με τον ίδιο ακριβώς τρόπο . 
Πιστεύεις ότι υπάρχει σύνδεση ; 
Ρώτησες αν πηγαίνουμε στα τυφλά . 
Μπαμπά ; 
- Πώς και είσαι σπίτι ; 
- Ήμουν στο μνημόσυνο της Κάρολιν . 
Θες να δοκιμάσουμε ; 
Έλα να δούμε τα φάλτσα . 
Δείξε μου τα φάλτσα . 
Ξανά . Ας το ξαναδούμε . 
Αμβλύ τραύμα στο κεφάλι . Επίσημη αιτία θανάτου . 
Διάβασε την έκθεση . Την έστειλα . Δεν έχει χημικές , παθολογικές , τοξικολογικές εξετάσεις . Είναι ελλιπής . 
Άντε γαμήσου . 
Είμαι γιατρός και θα μου δείχνεις σεβασμό εδώ μέσα . 
Δεν υπάρχουν πληγές από μαχαίρι . 
- Δεν μαχαιρώθηκε . - Ούτε βιάστηκε . 
Θα το ήξερες αν είχες διαβάσει όλη την έκθεση . Έλεος , μ ' εσάς τους μαλάκες . 
Ορίστε ; 
Είπα " εσάς " και " τους μαλάκες " . 
Με περιμένει το μεσημεριανό μου . Χάρηκα που σε είδα , Σάμπιτς . Απόλαυσε τα αξιοθέατα . 
Ο Λίαμ Ρέινολντς παρακολουθούσε την Μπάνι Ντέιβις . 
Ξέρει ότι με 12 δολάρια ηρωίνης μπορεί να πάρει αυτό που θέλει , έτσι την παρασύρει στο δωμάτιό του . Όλη τη βδομάδα την κρατά μαστουρωμένη . 
Τόσο πολύ , που της δίνει Narcan τρεις φορές για να την επαναφέρει . 
Η Μπάνι Ντέιβις πεθαίνει τρεις φορές όσο είναι με τον Ρέινολντς . Και τρεις φορές την επαναφέρει . 
Πολύ ναρκωμένη για να αντισταθεί , αλλά όχι τόσο ναρκωμένη που να μη νιώθει . 
Όταν του τελειώνουν τα ναρκωτικά και δεν μπορεί πια να τη ναρκώσει , τη δένει για τρεις μέρες . 
Τρεις μέρες με ένα σχοινί στον λαιμό να σε τραβά , να σε πνίγει . 
Η Μπάνι Ντέιβις ήταν κόρη ... αδελφή ... φίλη . 
Η Μπάνι Ντέιβις ήταν 26 ετών όταν βρέθηκε δεμένη χειροπόδαρα σ ' ένα βρόμικο μοτέλ με ένα τέρας . Προσεύχεται , ικετεύει , ώστε αυτός ο άντρας να την αφήσει να φύγει . 
Αλλά όχι . 
Αυτός ο άντρας , ο Λίαμ Ρέινολντς , είναι αυτός που της έκανε αυτό ... και αυτό ... και αυτό . 
Θυμάσαι την Μπάνι Ντέιβις ; Ναι . 
Η Κάρολιν βρέθηκε δεμένη με παρόμοιο τρόπο . 
Μάλιστα . Πιστεύεις ότι υπάρχει σύνδεση ; 
Ο Ράστι πιστεύει πως ναι . 
Ναι , αλλά ο Λίαμ Ρέινολντς είναι στη φυλακή . 
- Ναι . - Εντάξει . Δεν είναι δική μας υπόθεση . Όχι ακόμα . 
ΣΩΦΡΟΝΙΣΤΙΚΗ ΥΠΗΡΕΣΙΑ ΙΛΙΝΟΪ Μάλλον δεν το έκανε αυτός . 
Είναι απολύτως πιθανό να έβαλε κάποιον απ ' έξω να το κάνει . 
Αυτό είναι υπερβολικό . 
Άλλη μεθοδολογία . Το άλλο θύμα μαχαιρώθηκε . 
Η Κάρολιν ξυλοκοπήθηκε . 
Με μεταλλική βέργα τζακιού . 
Αλήθεια ; 
Είχε ολόκληρο σφυρήλατο σετ τζακιού . 
Η βέργα λείπει . Θα ταίριαζε με τα τραύματα . 
- Αλήθεια ; 
- Όλα καλά . 
Πιστεύω ότι δεν ήταν προμελετημένο . 
- Ήταν σχολαστικότατο . 
- Το δέσιμο ήταν σχολαστικότατο . Ο φόνος όχι και τόσο . 
Κι εγώ κάπως έτσι θα το έκανα . 
Και μάλλον θα το απολάμβανα . 
Ώστε είμαι ύποπτος ; 
Δηλαδή , το ελπίζω . Πεθαίνω από βαρεμάρα εδώ μέσα . 
Θα ξαναπάω στο δικαστήριο , θα φορέσω γραβάτα , θα βάλω τα καλά μου . 
Τι θες ; Ψάχνεις για κάποια αποκάλυψη ; 
Άντε γαμήσου . 
Ήθελε μόνο τρόπαια για το ράφι της , κι εγώ ήμουν ακόμα ένα . 
Αν θες μια δήλωση από μένα , έχω μια δήλωση για σένα . " Γιούπι " . 
Μάλλον όχι , έχω μια ακόμα καλύτερη . 
Ορίστε μια καλύτερη , από μένα . " Έχει ο καιρός γυρίσματα " . Τελείωσες ; 
Ευχαρίστως θα της έσπαγα το κεφάλι . 
Είσαι σκεπτόμενος τύπος , ναι ; 
Ας πούμε λοιπόν , υποθετικά ... εσύ το λες , όχι εγώ ... είσαι ένας σκεπτόμενος τύπος που εκτίει ισόβια . 
Που δεν σου επέβαλε η Κάρολιν . 
Αν είχες οποιαδήποτε πληροφορία , πιστεύω ότι θα έβρισκες επωφελές το ότι κάθεσαι απέναντι στον επικεφαλής αντιεισαγγελέα . 
Τι θα κάνεις ; Θα συνεχίσεις ό , τι κάνεις εδώ πέρα ; 
Να σε ρωτήσω κάτι . Πιστεύεις πραγματικά ότι εμπλέκομαι στον θάνατο της σεβαστής σου συναδέλφου ; 
Πιστεύω ότι θα έβρισκες πολύ ενδιαφέρουσες τις ομοιότητές της με την Μπάνι . 
Αν έχεις κάτι να μοιραστείς , τώρα είναι η ευκαιρία σου . 
Η Κάρολιν Πολίμους . κατέστρεψε τη ζωή μου . 
Βοήθησες κι εσύ . 
Εμείς , οι ένορκοι της υπόθεσης , κηρύσσουμε τον κατηγορούμενο ένοχο για ανθρωποκτονία εκ προθέσεως . Ναι ! 
Δύο πράγματα δεν ξεχνώ ποτέ . 
Πρόσωπα και ότι με γάμησαν ! 
Όσο αγαπητή κι αν ήταν η Κάρολιν , έκανε και πολλούς εχθρούς . Ήταν μια αμείλικτη εισαγγελέας που έστειλε πολλούς κακοποιούς στη φυλακή . Ίσως κάποιοι θέλουν να εκδικηθούν . 
Ο χειρότερος φόβος κάθε εισαγγελέα είναι να έρθει για εκδίκηση κάποιος που καταδίκασες . 
Δεν θες να έχεις απέναντί σου εγκληματίες με μνησικακία . 
Τα πράγματα δεν είναι καλά . Υπάρχει πολύς φόβος . 
Υπάρχει αίσθημα ανασφάλειας . Ο κόσμος ανησυχεί . Και δικαίως ανησυχεί αφού ο Ρέιμοντ Χόργκαν δεν φροντίζει για την ασφάλειά μας . 
Αυτό σκοπεύουμε να το αλλάξουμε . Αυτήν τη στιγμή , οι άνθρωποι δεν αισθάνονται ελεύθεροι και ασφαλείς . 
Γι ' αυτό , Σικάγο , σε δύο βδομάδες πηγαίνετε να ψηφίσετε . 
Κύριε Κάλντουελ , συγγνώμη που έρχομαι απροειδοποίητα . 
- Λέγομαι Ράστι Σάμπιτς . - Ξέρω ποιος είστε . 
Σας ανέφερε η Κάρολιν . 
- Σας τηλεφωνούσα . 
- Έχει περάσει ήδη η αστυνομία . 
Να σας μιλήσω για λίγο ; 
Χωρίσαμε πριν από εννέα χρόνια . Δεν έχουμε κρατήσει πολλές επαφές . 
Γνωρίζετε κάτι για την προσωπική της ζωή ; Όχι . Εσείς ; 
Η ζωή της ήταν η δουλειά , άρα οι συνάδελφοί της τη γνώριζαν πολύ καλύτερα . 
Γι ' αυτό πήραμε διαζύγιο . 
Ήσασταν πολύ στενός συνεργάτης της από ό , τι καταλαβαίνω . 
Ήταν το δεξί μου χέρι . 
Δεν ήξερα ότι είχε παιδί . 
Συχνά αυτό που δεν ξέρεις σου λέει τα πάντα . 
Η Κάρολιν κρατούσε πάντα στεγανά . 
Σίγουρα υπάρχουν πολλά που δεν γνωρίζω . 
Όσα είδα κι έμαθα είναι όσα ήθελε να δω και να μάθω . 
Αν αναρωτιέστε αν τη σκότωσα , η αστυνομία έχει πειστεί ότι δεν το έκανα . 
Ο γιος μου , ο Μάικλ . 
Ο κύριος Σάμπιτς . 
Γεια σου , Μάικλ . Συλλυπητήρια . 
Ευχαριστώ . 
Είναι θυμωμένος ... με τον κόσμο , με τη μητέρα του , μ ' εμένα . 
Η οικογένειά μας απέτυχε . 
Σίγουρα κατηγορεί εμένα γι ' αυτό . 
Λοιπόν , ξεκινάμε . 
Ακούστε , ξέρω ότι όλοι δυσκολευόμαστε . 
Περνάμε πάρα πολύ δύσκολες στιγμές . 
Η Κάρολιν ήταν πραγματικά ξεχωριστό άτομο , μέλος της βασικής μας ομάδας . 
Είναι φυσιολογικό να πονάμε . 
Και είναι φυσιολογικό να μην μπορείτε να το ξεπεράσετε . 
Είναι στη φύση μας . Αλλά στη φύση μας είναι και να αλληλοστηριζόμαστε . Να είμαστε συμπονετικοί . Τι ... 
Συγγνώμη . 
Τι νέα έχουμε από το μέτωπο της δολοφονίας της Κάρολιν ; 
Δεν έχουμε την τελική ιατροδικαστική έκθεση . 
Στα ρούχα και στο σώμα της βρέθηκαν ίνες ενός χαλιού που δεν υπήρχε στο διαμέρισμά της . 
Συνθετικές , εγχώριας κατασκευής . Χρώμα , σκοτσέζικο μολτ . Η βαφή ερευνάται και οι ίνες μπορεί να είναι βιομηχανικές ή ... 
Χρώμα , σκοτσέζικο μολτ . Σπουδαίο εύρημα . 
Πιθανότατα δεν υπήρξε πάλη πριν δολοφονηθεί , ούτε ίχνη διάρρηξης , άρα μάλλον γνώριζε τον δολοφόνο της . 
Η νεκροψία κατέγραψε τρία χτυπήματα στο κεφάλι . 
Για το σχοινί τι έχουμε ; 
Τυπική αμερικανική κλωστική κάνναβη 13 χιλιοστών . 
Μάλιστα . Το βρίσκεις σχεδόν παντού . 
Σε Target , Walgreens , Home Depot . 
Άρα , όταν λες ότι η έρευνα είναι στο πουθενά , το εννοείς . 
Αυτά θα αναφέρεις στον Ντιλέι ώστε να μας αποκαλέσει ανίκανους στον Τύπο ; 
Η ανικανότητά σου είναι πλήρης . 
Μπορείς να γίνεις μεγάλος μαλάκας , Τόμι . 
Κι εδώ τελειώνει το συμπονετικό μέρος της βραδιάς . 
Τόμι , να σου πω λίγο ; 
Τι μαλακίες έλεγες ; - Τι ; - Το βρίσκεις παραγωγικό ; 
Παραγωγή θέλουμε ; - Ξέρεις κάτι ; - Ξέρω πολλά . 
Βαρέθηκα τη γαμημένη ανυπακοή σου . 
Αν διαπιστώσω ότι εμποδίζεις την έρευνά μου θα ... Εμποδίζω ... Έχεις ίνες χαλιού . 
- Τη διαλεύκανες την υπόθεση . 
- Με δουλεύεις ; 
Θα τα βάλεις μαζί μου ; Θα τα βάλεις ; 
- Όχι . - Το βρίσκεις καλή ιδέα ; 
Νομίζεις ότι θα σου βγει σε καλό ; 
Είσαι θυμωμένος . 
Ένα σχόλιο για την υπόθεση Πολίμους ; 
Δεν έχω κανένα σχόλιο . Υπάρχει έρευνα σε εξέλιξη , - αλλά το γραφείο μας ... - Δώσε , Ράστι . εργάζεται σκληρά , όπως κι ο Ρέιμοντ Χόργκαν . 
Μας προσβάλλει η ιδέα ότι δεν κάνουμε τίποτα . 
Είναι μια ιδέα που διαδίδει ο Νίκο Ντέλα Γκουάρντια επειδή ο φόβος τον ωφελεί πολιτικά . Αλλά ο Ντέλα Γκουάρντια έχει χρόνια να δικάσει υπόθεση . 
- Κλείνει συμφωνίες . - Δώσε . Η μεθοδολογία του είναι να κωλυσιεργεί συνεχώς μέχρι οι κατηγορούμενοι να μην έχουν χρήματα για δικηγόρο . 
Μπορείς να είσαι άσχετος ή ανήθικος . Αλλά να είσαι και τα δύο ... Ο Ντέλα Γκουάρντια έχει το ψευδώνυμο Ντιλέι , δηλαδή " Καθυστέρηση " επειδή καθυστερεί τις υποθέσεις . Και κάτι τελευταίο . Μόνο ένα πράγμα . 
Αν είσαι σ ' ένα σκοτεινό , επικίνδυνο σοκάκι , ποιον θες στο πλευρό σου ; 
Έναν που καθυστερεί ... - Αρχίδι . - σαν τον Γκουάρντια , ή έναν μαχητή σαν τον Χόργκαν ; 
Σε παρακαλώ μη μου πεις ότι χειρίζεσαι την υπόθεση της Κάρολιν . Ναι ; 
Μου το ζήτησε ο Ρέιμοντ . 
Σου το ζήτησε ο Ρέιμοντ . 
Αν αρνηθώ , θα αναλάβει ο Τόμι Μόλτο ο οποίος δεν θα κάνει τίποτα γιατί η άλυτη υπόθεση θα καταστρέψει την επανεκλογή του Ρέιμοντ . 
Κι αν νικήσει ο Ντέλα Γκουάρντια , θα δώσει τη θέση μου στον Τόμι . 
Τι θα γίνει αν μαθευτεί ... ότι είχατε δεσμό . 
Πώς θα επηρεάσει την υπόθεση , την καριέρα σου και τα παιδιά μας ; 
Εμένα ; 
Πάνε χρόνια που έληξε ό , τι είχα με την Κάρολιν . 
Χρειάζομαι μόνο δύο βδομάδες , γιατί μέχρι τις προκριματικές εκλογές ο Ρέιμοντ χρειάζεται τη διαλεύκανση . 
Είμαι ο μόνος που μπορεί να την πετύχει . 
Δεν υπάρχει εισαγγελέας που δεν έχει κοιμηθεί μαζί της ; 
Συγγνώμη . 
Ο γάμος μας οριακά επιβίωσε απ ' αυτό . 
Κι εγώ οριακά επιβίωσα . 
Σε ξέρω , Ράστι . 
Θα σε ρουφήξει αυτή η υπόθεση . 
Θα σε ρουφήξει και δεν θα μιλάς . 
Αυτό θα με διαλύσει . 
Ο πατέρας μου απατούσε τη μητέρα μου ... και ... πήρα όρκο να μην κάνω ποτέ το ίδιο . 
Αλλά να που έγινε . 
Γιατί πιστεύεις ότι έγινε ; 
Δεν ξέρω . Δεν ήταν για το σεξ . 
Αν και εκεί κατέληξε . Με την Μπάρμπαρα από εκεί ξεκινήσαμε . 
Γνώρισα την Μπι όταν ήμασταν 20 . 
Έμεινε έγκυος σε έξι μήνες κι έτσι ήρθε η Τζέιντεν και μετά ο Κάιλ . 
Μας πήρε η μπάλα . 
Ξαπλώναμε στο κρεβάτι και είχαμε μαζί τις έγνοιες μας . Τα προβλήματα των παιδιών στο σχολείο , τον φόρτο εργασίας μου . 
Με την Κάρολιν ήταν ανέμελο . 
Ήταν σαν να με ξύπνησε . 
Ήταν αστεία και δυνατή , ήταν υπέροχη η Κάρολιν . 
Απλά υπέροχη . 
Ξέρεις τι δεν μπορώ να καταλάβω και θέλω να μου εξηγήσεις ; 
Υπήρχε κάτι σ ' εκείνη την πρώτη συνάντηση ... που σκέφτομαι συνεχώς . Ίσως αυτό που την τράβηξε δεν ήμουν μόνο εγώ . 
Δηλαδή ; 
Πιστεύεις ότι την τράβηξε η εξουσία σου ; 
Δεν μοιάζει με αγάπη αυτό . 
Αλλά ήταν . 
Προσπαθώ να σου διδάξω κάτι . - Δεν ακούς . - Προσπαθώ να μάθω . - Δεν ακούς . - Ακούω τα μισά . 
Νοσταλγώ τα παλιά , όταν δύο συναινούντες ενήλικες αγγίζονταν , αρκεί να το ήθελαν . 
Ήταν πολύ σαρκικό μεταξύ μας . 
Ήταν πολύ επιθετική . 
Της άρεσε όταν ήμουν επιθετικός . 
Μιλάς για το σεξ ; 
Και όταν με την Κάρολιν κάναμε πράγματα που δεν έκανα ποτέ με την Μπι , η Κάρολιν με κοιτούσε κι έλεγε " Σ ' το κάνει αυτό η Μπάρμπαρα ; " 
Σαν να ήθελε να τη φέρει στο κρεβάτι μαζί μας . Να την έχει στο κρεβάτι μαζί μας . Σαν να ήθελε έναν ακόμη μάρτυρα για το τι ήμουν πρόθυμος να χάσω . 
Το έχεις μοιραστεί αυτό με την Μπάρμπαρα ; 
Μην το κάνεις . 
Σ ' το κάνει αυτό η Μπάρμπαρα ; 
Τη σκέφτομαι συνέχεια . 
ΝΤΕΛΑ ΓΚΟΥΑΡΝΤΙΑ ΓΙΑ ΕΙΣΑΓΓΕΛΕΑΣ Ντέλα Γκουάρντια ! 
Σας ευχαριστώ . Τι ... Τι υπέροχη βραδιά . 
Αλλά ας μην ξεχνάμε , φίλοι μου , βρισκόμαστε ακόμα στην αρχή . 
Θα ήθελα επίσης να ευχαριστήσω τον υπέροχο φίλο και ευγενή αντίπαλό μου , Ρέιμοντ Χόργκαν . 
Ευχαριστώ ... Όχι . Υπηρέτησε πιστά την πόλη για πολλά χρόνια . 
- Ο αγαπητός μου Ρέιμοντ . - Είναι στην καρδιά μου . Ρέιμοντ Χόργκαν , ευχαριστώ . Ναι . Αλλά τώρα , κοιτάξτε , αυτά είναι παρελθόν , εδώ είμαστε για το ... Μέλλον ! Δηλαδή απόψε απολύεσαι ; 
Έχω ακόμα δουλειά , αλλά δεν είμαι επικεφαλής αντιεισαγγελέας . 
Θα γίνει ο Τόμι ; Ναι . Ο Τόμι Μόλτο . 
Είστε μαζί μου ; - Γάμησέ τους . - Εντάξει , ναι . 
- Κάιλ . - Γάμησέ τους . 
Ειλικρινά , κοίτα τους . 
Δεν έχει άδικο . 
Δεν θες να έχεις αυτούς αφεντικά . 
Ωραία , και πού να πάω ; 
Τι να κάνω ; 
Τι θα γίνει η υπόθεση ; 
Δεν ξέρω . 
- Πώς πήγε με τη δρα Ρας ; 
- Θα σου άρεσε . 
Πήρε ξεκάθαρα το μέρος σου . Φυσικά . Αφού είμαι η κερατωμένη . 
Λυπάμαι για τις εκλογές ... και για τη δουλειά σου . 
Είμαι σχεδόν ανακουφισμένος . 
Ευχαριστώ που έμεινες μαζί μου . 
Δεν ξεχνάω αυτό που ... 
Αυτό που έκανες ; 
Δεν είμαι τραγικά εξαρτημένη . 
Μπορούσα να φύγω . Να είχα προχωρήσει . Ακόμα μπορώ . 
Ο λόγος που δεν το έκανα είναι επειδή έχουμε οικογένεια . Κι αν θέλω απελπισμένα κάτι , είναι να τη διαφυλάξω . 
Και σ ' αγαπάω . 
Υπάρχει κι αυτό . 
Θα παλέψω , μαζί θα παλέψουμε , να σώσουμε ό , τι έχουμε , γιατί έχουμε πολλά . 
Αλλά πρέπει να σταματήσεις να την αγαπάς . 
Πρέπει να σταματήσεις να την αγαπάς . 
Πήρα τον Νίκο . Του έδωσα συγχαρητήρια για τη νίκη του και για τον έντιμο αγώνα του . 
Του είπα επίσης ότι θα αποχωρήσω αμέσως ώστε να αναλάβει για λίγο επικεφαλής πριν την κανονική εκλογή . 
Επιπλέον , ένας εισαγγελέας που πάει προς την έξοδο δεν μπορεί να εξυπηρετήσει τα συμφέροντα της πόλης . 
Ρίγκο , γεια . Γεια , τι κάνεις ; 
- Δεν ξέρω . - Ναι . Λυπάμαι . 
Τι κάνεις εδώ ; 
Το νέο δίδυμο ζήτησε ενημέρωση . Για ποιες υποθέσεις ; 
Θα είσαι εντάξει ; 
- Πάντα . - Τα λέμε . 
Δεν βλέπεις την ώρα να φύγεις ; 
Ναι . Κι αν πιστέψεις τον Τύπο , δεν μου μένει πολύς χρόνος εδώ . 
Σαν να πηγαίνουν τον επιβήτορα στο χωράφι . 
Μακάρι να ήμουν ακόμα επιβήτορας . 
Είσαι έτοιμος ; 
- Για πού ; Για το χωράφι ; 
- Για το μίτινγκ . 
Με το δίδυμο της συμφοράς ; 
Βλέπετε τη φάτσα μου . Χαίρεστε ; Παρακαλώ . Έλα , Ρέιμοντ , κάθισε . 
Κι εσύ , Ράστι . Και κλείσε την πόρτα . 
Σε ευχαριστώ για τις γενναιόδωρες χθεσινοβραδινές δηλώσεις . 
Πολύ συγκινητικές , πολύ ευγενικές . Άντε γαμήσου . 
Ωστόσο , οι δικές σου δηλώσεις με στεναχώρησαν . 
Λυπάμαι που νιώθεις έτσι . 
Ο Τόμι αναλαμβάνει επικεφαλής αντιεισαγγελέας από αυτήν τη στιγμή . 
Εννοείται ότι παραδίδεις τις υποθέσεις σου , τις σημειώσεις , τα ημερολόγια και λοιπά και λοιπά . 
Με δεδομένο το μεγάλο δημόσιο ενδιαφέρον για την υπόθεση της Κάρολιν Πολίμους ... Που εσύ υποδαύλισες , ξεδιάντροπε γαμιόλη . 
Πού βρισκόμαστε ; 
Έδωσα πλήρη αναφορά στον Τόμι . 
Δεν νομίζω ότι το έκανες . Λείπουν κάποια πράγματα . 
Όπως ; 
Η ανάλυση των αποτυπωμάτων . Ακόμα την περιμένω . 
Είναι διαθέσιμη . 
Άρα , σκαλίζεις ήδη . 
Αφού τώρα είναι δική μου έρευνα . 
Βρέθηκαν διάφορα δακτυλικά αποτυπώματα στο διαμέρισμά της , μερικά ήταν δικά σου . 
Πότε πήγες τελευταία φορά στο διαμέρισμά της ; 
Μετά τη δολοφονία της . 
Αλλά φορούσες γάντια , σωστά ; 
Τα αποτυπώματά σου ήταν στο υπνοδωμάτιο . Δεν σε είδαν να μπαίνεις εκεί . Πότε πήγες στο σπίτι της για τελευταία φορά πριν τη δολοφονία ; 
Είχαμε υποθέσεις και δίκες μαζί , συχνά δουλεύαμε μέχρι αργά , κάποιες φορές και στο σπίτι της . 
Εκεί μιλούσατε για τις υποθέσεις ; Συνάδελφοι ήμασταν . 
Κοίταξα τα αρχεία κλήσεων στο κινητό της Κάρολιν . 
- Μιλούσατε αρκετά συχνά . - Πού θες να καταλήξεις ; 
Προσπαθώ να καταλάβω πότε βρέθηκες εκεί για τελευταία φορά . Είπες ότι εκεί δουλεύατε υποθέσεις . 
Χρειάζομαι δικηγόρο σε αυτήν τη συνάντηση ; 
Ποια υπόθεση δουλεύατε ; 
Συγγνώμη , είμαι υπό ποινική έρευνα ; 
Ανέλαβα επικεφαλής αντιεισαγγελέας . Θέλω να ενημερωθώ από τον προκάτοχό μου . 
Έχω ερωτήσεις . Είναι φυσιολογικό . 
Είχες ερωτικό δεσμό με την Κάρολιν ; 
Θες να επαναλάβω την ερώτηση ; 
Η προσωπική μου σχέση με την Κάρολιν Πολίμους είναι άσχετη με την έρευνα . Με δουλεύεις ; 
- Είσαι άσχετος , Τόμι . - Ράστι . Παραδέχομαι ότι έκανα λάθος όταν σε κατηγόρησα για ανικανότητα στην έρευνα . 
Το έκανες σκόπιμα και επιδέξια . Είσαι άσχετος , Τόμι . Γαμημένος άσχετος . Ράστι , μάλλον πρέπει να σωπάσεις . 
Ακούστε κάτι . Ήρθε η τελική ιατροδικαστική έκθεση . Η Κάρολιν ήταν έγκυος . 
Ήξερες ότι η Κάρολιν ήταν έγκυος όταν δολοφονήθηκε ; 
Όχι . Ξέρεις ποιος μπορεί να είναι ο πατέρας ; 
