بنده " راستی سابیچ " نماینده دادستان در این پرونده هستم 
. فردی که اینجا نشسته ، متهم جیمز مک دیویده ... و با اطمینانِ تمام می‌گم ایشون به عنوان یک فرد بی‌گناه اونجا نشسته چون قانون اساسی‌مون از ما می‌خواد که فرض رو بر بی‌گناهیش بگیریم 
بنده مدارک لازم رو به شما ارائه می‌کنم تا بهتون نشون بدم که متهم گناهکاره 
... اگر گناهکار بودنش براتون محتمل بود باید رای رو بر بی‌گناهیش صادر کنید 
" اگر هم براتون " خیلی محتمل بود باز هم باید آزادش کنید 
وظیفه شغلی من ایجاب می‌کنه گناهکار بودنش رو جوری اثبات کنم که جای شک و شبهه باقی نمونه و قضاوت در هیئت منصفه مسئولیت خطیری داره 
و به عهده داشتن وظیفه نمایندگیِ دادستان و بار سنگین اثبات دعوی هم مسئولیتِ خطیریه 
من به وظیفه‌م پایبند خواهم بود و متقابلاً از شما هم همین رو می‌خوام 
کارمون رو شروع کنیم ؟ 
خیلی بالا بود 
. خیلی بالا بود زود باش . باز هم بزن . تمرکز کن نفس عمیق بکش 
هی ، یه نفس عمیق بکش 
. داری عجله می‌کنی نفس عمیق بکش 
اوضاع چطوره ؟ خوبه یه چیزی درباره رانرهای توی بیسِ دوم و سوم شنیدم 
سمت بیضه نزن کار زشتی بود 
بچه‌ها ، قرار بود پرتابِ کات‌دار انجام ندیدها 
. بذار پسرمون پرتاب کنه ، ، عزیزم کاریش نداشته باش 
بابا ؟ - بله ؟ - ریمونده 
امروز چندتا پرتابِ خفن داشتی 
لابد نظرسنجیِ جدیدی چیزی منتشر شده شوخیت گرفته 
کِی ؟ 
باشه . الان میام 
باربارا ، می‌شه یه لحظه باهات صحبت کنم ؟ 
آره ، حتما 
کارولین پولیموس رو کشتن 
کِی ؟ 
. نمی‌دونم ، باید برم برمی‌گردم 
. بهتره نری داخل خیلی وضع بدیه 
خیلی‌خب . حتما دستکش بپوشید 
این پرونده رو " من " باید به عهده بگیرم چون همچین پرونده مهمی یا باید دستِ من باشه یا راستی و راستی هم زیادی باهاش صمیمی بود - نه ، باید خودم به عهده‌ش بگیرم - چرا دقیقا ؟ 
اولاً چون ریموند ازم خواست ، مهم نیست چقدر دنبال مقامشی ، نیکو درهرصورت ریموند هنوز دادستان ناحیه‌ست 
... ثانیاً کارم از تامی بهتره ، پس 
خیلی‌خب ، محض اطلاعت ... تا پیروزیم در انتخابات ... که مطمئن باش اجتناب‌ناپذیره خدمتکار وفادار و امینت خواهم بود 
پرونده‌ی " راستی " ئه ، باشه ؟ 
تامی ، اقرار کن که بصیرتت رو از دست دادی چرا که خایه‌های نیکو جلوی دیدت رو گرفته 
نادیده گرفتنِ من ، به ضرر خودته - گم شو بابا - 
صرفا می‌خوام این پرونده دستِ بهترین وکیل باشه و اون هم راستیه 
یوجینا ، می‌شه لطفا به ریگو بگی که بیاد دفترم ؟ خیلی‌خب ، باشه 
می‌دونم می‌دونم 
وای خدا 
ریگو ، چی دستگیرت شده ؟ 
پلیس ، درگیر جرم‌کاوی و پی بردن به اتفاقات پیش از حادثه و تشخیصِ آخرین افرادیه که باهاش ارتباط داشتن 
از کجا شروع کنیم ؟ باید ببینیم کی‌ها این اواخر آزاد شدن یا عفو مشروط خوردن 
یعنی فکر می‌کنی از روی انتقام بوده ؟ - نمی‌دونم . کسی چه می‌دونه ؟ - نمی‌دونم 
وقتی جواب آزمایش‌ها رسید می‌شه مطمئن بشی که فقط و فقط به دست من می‌رسه ؟ . فقط به دستِ من برسه " نه به دستِ " مولتو " و " تاخیری 
باشه ، حله 
بنابر گزارشات ، یکی از دستیاران ارشدِ ریموند هورگان خانم پولیموس ، دادیاری سرسخت که اهداف سیاسیِ به‌خصوص خود را داشت در خانه خود ، با سلاح سرد مورد ضرب و شتم قرار گرفت و جان باخت نظافتچی وی ، جسد وی را حوالیِ ساعت ده صبح امروز پیدا کرد 
و وال‌استریت روز سختی را تجربه کرده ... چرا که ارزشِ ما هم همچون خانواده کارولین عزادار این عزیز هستیم 
ما هم بابت این اقدام خشونت‌آمیزِ مشمئز کننده و بی‌رحمانه شوکه و ناراحت شدیم 
و خطاب به عموم مردم باید بگم که اندوه و ترس‌تون رو درک می‌کنیم چون خودمون هم اندوهگین و هراسانیم 
مشخصاً وقتی نمی‌تونیم از دادیارانِ خودمون محافظت کنیم طبیعیه که شهروندان عادی هم احساس امنیت نداشته باشن 
عجب آدم گهیه - باید بهتر عمل کنیم - 
حقیقتش ضروریه که بهتر عمل کنیم فرصت رو غنیمت شمرده ، نه ؟ - آره - 
خوبی ؟ آره 
... سعی می‌کنم حامی و کنارت باشم ولی نمی‌تونم بیام مراسم ترحیمش 
درک می‌کنم 
ممنون که تشریف آوردید ... ممنون که ممنونه 
حالت چطوره ؟ 
به‌گمونم حالم مثل حال توئه 
چیز بیش‌تری دستگیرت شد ؟ 
. نه ، چیز زیادی دستگیرم نشد ولی به ریگو گفتم تحقیق کنه 
می‌دونی ، وقت‌مون تنگه و چیزی به برکناریم نمونده 
نگران نباش ، قاتلش رو پیدا می‌کنیم 
کدوم پزشک قانونی مسئول کالبدشکافیه ؟ " بی‌درد " 
کوماگای ؟ وای خدا - سلام ریموند - 
آقای تاخیری - از این لقب خوشم نمیاد - 
شوخیه ، جدی نگیر 
کنفرانس مطبوعاتیت رو دیدم ، نیکو 
می‌شه لطفا اینجا بحث نکنیم ؟ 
کس نگو . واسه مقاصد سیاسی خودت از مرگ کارولین سوء استفاده کردی 
هی ریموند ، الان وقتش نیست 
تو هم گه نخور تامی - این کارها در شان ما نیست - 
خفه‌خون بگیر بابا - این کارها در شان ما نیست - . هیچ کاری از شان من خارج نیست یه‌بار واسه خود ارضایی ، کیرم رو کردم لای کاناپه 
خداوند ، نزدیکِ شکسته‌دلان است ... نزدیکِ آنان که رنجورند و اندوهِ قلب آنان را عذاب می‌دهد و روح‌شان را آزرده کرده یا آنان که احساس گناه و اندوه دارند ... و قلب‌های‌شان را به‌درد آورده شوهر سابقش رو - ... و آن‌ها را زخمی کرده - از نزدیک دیده بودی ؟ 
- نه - و آنان را درهم شکسته - مرتیکه خل و چل - اینا صرفا کلماتن عذر موجه داره 
... کارولین پولیموس ، یک انسان - اون بچه‌ـه کیه کنارش ؟ 
... دختری عزیز ... - پسرشه - مادر و خدمتگزار مردم بود خبر نداشتی ؟ 
نمی‌تونیم با کلمات عمقِ فقدان‌مون رو ابراز کنیم یا داغی که دیدیم رو تسکین بدیم 
به خودمون می‌گیم که یادش رو در قلب و ذهن‌مون ، زنده نگه می‌داریم 
... ببخشید ریموند ، من باید - حتما - می‌گیم خاکسترش ، خاکستر عادی نخواهد بود غبارش ، غبار عادی نخواهد بود 
یاد و خاطرش ، وجودمون رو سرشار می‌کنه 
خیلی عجیبه که نگفته بود بچه داره 
حضانتش با شوهر سابقشه ؟ 
به‌گمونم آره 
لطفا بگو که یه سرنخی داریم و مطلقاً سردرگم نیستیم 
یه سرنخی دارم 
خیلی‌خب - پرونده بانی دیویس - 
رینولدز ؟ انداختیمش زندون که 
آره ، ولی من و کارولین باهم روی اون پرونده کار کردیم 
یعنی می‌گی یه فرد بی‌گناه رو انداختیم زندون تا قاتل واقعی بیاد و یکی از دادیاران‌مون رو بکشه ؟ عالیه . این صد در صد باعث می‌شه که دوباره رای بیارم 
جفت‌شون رو دقیقا به یه نحو بسته بودن 
یعنی واقعا فکر می‌کنی که به هم مرتبطن ؟ 
پرسیدی که سردرگمیم یا سرنخ داریم 
بابا ؟ 
چرا این وقت روز خونه‌ای ؟ 
رفته بودم مراسم ترحیم کارولین 
میای بازی کنیم ؟ 
. بیا ضربه کات‌دار بزن بدو 
یه ضربه کات‌دار بزن 
دوباره بزن 
اصابت جسم سخت به سر دلیل مرگش بوده 
. گزارش رو بخون برات فرستادمش خوندم . آزمایش خون ، پاتولوژی و سم‌شناسی رو توش ندیدم . خیلی جامع نبود 
برو درت رو بذار 
من یه پزشکم و وقتی اینجایی ، باید بهم احترام بذاری 
هیچ‌کدوم از زخم‌هاش زخمِ چاقو نیست 
نه ، چاقو نخورده - اثری از تعرض جنسی دیده نمی‌شه - 
نه . اگر گزارش رو کامل می‌خوندی ، می‌فهمیدی وای خدا ، از دست شما کسکش‌ها 
چی گفتی ؟ 
" گفتم " از دست شما کسکش‌ها 
... می‌رم ناهارم رو بخورم ، پس . از دیدنت خوش‌حال شدم ، سابیچ از منظره لذت ببر 
لیام رینولدز ، بانی دیویس رو زیر نظر داشت 
می‌دونست که واسه یه پک هروئینِ ۱۲ دلاری براش هرکاری می‌کنه پس با حیله ، کشوندش به اتاقی که توی مسافرخونه گرفته بود و طی اون هفته ، نشئه نگه‌ش داشت 
اون‌قدر بهش مواد داده بود که مجبور شد سه مرتبه بهش " نالوکسان " بده تا احیاش کنه 
بانی دیویس ، وقتی پیش رینولدز بود سه‌بار تا پای مرگ رفت و اون هم سه‌بار احیاش کرد 
. اون‌قدری نشئه بود که نتونه مقاومت کنه ولی اون‌قدری نشئه نبود که نتونه حسش کنه 
و وقتی موادش تموم شد ، و دید دیگه نمی‌تونه نشئه و کرختش کنه به مدت سه روز دست و پاش رو بست 
سه روز دور گردنش طناب و در معرض خفگی بوده 
... بانی دیویس ، یک دختر ... یک خواهر و دوست بود 
بانی دیویس ۲۶ سالش بود که دست و پا بسته ، توی یه مسافرخونه کثیف پیش یک هیولا محبوس شد و داشت دعا و التماس می‌کرد 
ولی نه 
این مرد ، لیام رینولدز ... به‌جاش باهاش این کار ... این کار و این کار رو کرد 
بانی دیویس رو یادته ؟ آره 
کارولین هم به همون نحو بسته شده بود 
خیلی‌خب ، یعنی می‌گی به‌هم مرتبطن ؟ 
ظاهراً " راستی " چنین نظری داره 
باشه ، ولی لیام رینولدز که توی زندانه 
آره - خیلی‌خب - می‌دونی ، پرونده ما نیست فعلا نیست 
بعید می‌دونم کارِ این یارو بوده باشه 
احتمال داره به یه نفر گفته باشه که بکشتش 
یه‌کم مبالغه‌آمیزه 
. روش ارتکاب جرم‌شون فرق داره اون قربانیه ، به قلبش چاقو خورده بود 
کارولین از شدت ضرب و شتم با سلاح سرد مُرد 
راستی ، سلاحه سیخ شومینه بوده 
واقعا ؟ 
آره ، یه ست کامل شومینه داشته 
سیخش گم شده با جای زخم‌ها هم تطابق داره 
واقعا ؟ 
- می‌تونید برید - 
. پس به‌نظر میاد یهویی اتفاق افتاده از قبل برنامه‌ریزی نشده 
یهویی ؟ طرف با دقت تمام کشته بودش 
نه ، با دقت تمام بسته بودش ولی خود " قتل " با دقت تمام انجام نشده بود 
به‌نظر میاد از اون کارهاست که از من برمیاد 
به‌نظر میاد از اون کارهاست که برام لذتبخشه 
حالا من مظنون پرونده‌م ؟ 
امیدوارم باشم اینجا دیگه خیلی کسل‌کنده‌ست 
اینجوری می‌تونم کت‌شلوار بپوشم کروات ببندم و برم دادگاه ؟ 
الان انتظار اعتراف داری ؟ 
برو درت رو بذار 
، اون فقط " محکوم کردن " براش مهم بود که من هم یکی از محکومی‌هاش بودم 
پس اگه دنبال اظهاریه‌ی منی ، باید بگم : هورا 
نه ، وایسا یه اظهاریه بهتر بدم 
بذار یه اظهاریه بهتر بدم ؛ " از هر دستی بدی ، از همون دست می‌گیری " تموم شد ؟ 
اگه فرصتش نصیبم می‌شد با کمال میل ، جمجمه‌ش رو خرد می‌کردم 
تو آدم دوراندیشی هستی ، نه ؟ 
... خیلی‌خب ، بیا فرض کنیم ... که بنابه اظهارات جنابعالی ، نه من تو یه آدم دوراندیشی که حبس ابد خوردی 
و در ضمن ، مسببش " کارولین " نبود 
و اگر اطلاعاتی در این‌باره داشته باشی به‌نظرم حضور معاون ارشد دادستان در چنین شرایطی رو سودمند تلقی می‌کنی 
تصمیمت چیه ؟ می‌خوای تا آخر عمرت به این زندگی ادامه بدی ؟ 
بذار یه سوال ازت بپرسم واقعا فکر کردی من نقشی توی قتل همکار محبوبت داشتم ؟ 
به‌نظرم وجوه مشترک بین بانی و کارولین برات جذابه 
و اگر اطلاعاتی داری الان وقتشه بهم بگی 
کارولین پولیموس ... کارولین پولیموس زندگیم رو نابود کرد 
اون هم با کمکِ تو 
ما ، اعضای هیئت منصفه در پرونده فوق الذکر متهم ، لیام رینولدز رو به قتل عمد محکوم می‌کنیم ایول 
دوتا چیز رو هیچ‌وقت یادم نمی‌ره 
یکی چهره آدم‌ها و دیگری نارو خوردن 
با اینکه کارولین خیلی عزیز و محبوب بود ولی خیلی واسه خودش دشمن‌تراشی کرده بود اون یک دادیارِ ثابت قدم بود که خلافکارهای جانیِ زیادی رو به زندان انداخته بود احتمالا بعضی‌هاشون دنبالِ تسویه حساب بودن 
... بدترین فکر و خیال هر دادیاری اینه که مجرم محکوم‌شده پرونده‌ش بیاد ازش انتقام بگیره 
هیچ‌کس دلش نمی‌خواد که خلافکارهای جانی ازش کینه به دل بگیره 
. اوضاع فعلی ، اصلا مناسب نیست خیلی‌ها می‌ترسن 
مردم احساس امنیت ندارن مردم دلواپسن و حق هم دارن چون ریموند هورگان در حفظ امنیت به خوبی عمل نکرده 
و ما قصد داریم این شرایط رو عوض کنیم و درحال حاضر ، مردم احساس آزادی و امنیت ندارن 
پس اهالی شیکاگو ، دو هفته دیگه حتما رای بدید 
آقای کالدول ، ببخشید که سر زده اومدم 
بنده راستی سابیچ هستم - می‌شناسمت - 
کارولین تعریفت رو کرده بود 
سعی کردم تماس بگیرم 
پلیس قبلا اومده اینجا 
می‌شه دو کلام صحبت کنیم ؟ 
. نُه سال پیش طلاق گرفتیم خیلی باهم در ارتباط نبودیم 
از زندگی شخصیش چیزی نمی‌دونید ؟ نه‌خیر تو چی ؟ 
زندگیش ، حول محور کارش می‌چرخید پس همکارهاش باید بهتر از من بدونن 
در اصل دلیل طلاق‌مون هم همین بود 
تا جایی که من می‌دونم تو همکار نزدیک و صمیمیش بودی 
دست راستم بود 
نمی‌دونستم بچه داره 
آره ، بعضی وقت‌ها از ندانسته‌ها همه‌چیز مشخصه 
کارولین ، جوانب مختلف زندگیش رو تفکیک کرده بود 
مطمئنم خیلی چیزها درباره‌ش هست که من ازش بی‌خبرم 
فقط چیزهایی رو ازش می‌دونم که خودش خواسته بود بدونم 
اگه برات سواله که من کشتمش یا نه باید بگم پلیس به نتیجه رسیده که کار من نبوده 
پسرم ، مایکل 
آقای سابیچ 
. سلام ، مایکل تسلیت می‌گم 
ممنون 
... عصبانیه از دست دنیا ، از دست مادرش و همین‌طور من 
خانواده‌ش از هم پاشید 
مطمئنم من رو بابتش مقصر می‌دونه 
خیلی‌خب دوستان ، بیاید شروع کنیم 
گوش کنید ، می‌دونم که همه‌مون شرایط سختی داریم 
داریم دوران سختی رو پشت سر می‌ذاریم 
. کارولین ، انسان به‌شدت خاصی بود یکی از اعضای کلیدی تیم اصلی‌مون بود 
ببینید ، آزرده خاطر بودن‌تون ایرادی نداره 
و طبیعیه که نتونید ادامه بدید 
ذات انسان همینه ولی انسان‌ها ذاتاً حامی هم هستن مهربونی توی ذات‌شونه ... چیزِ 
ببخشید 
از قتل کارولین ، چیز جدیدی دستگیرت نشده ؟ 
هنوز گزارش پاتولوژی به دست‌مون نرسیده 
روی لباس‌ها و بدنِ کارولین الیاف ریزِ فرشی پیدا شده که توی خونه‌ش پهن نبوده 
الیاف مصنوعی و تولید داخل بودن اسم رنگش " جو اسکاتلندی " ئه رقم رنگش شناسایی نشده الیافش هم می‌تونه ... مال بافت 
اسم رنگش جو اسکاتلندیه کارمون راحت شد 
احتمالا قبل از کشته شدنش درگیری و مقاومتی رخ نداده ، اثری از ورود غیرقانونی هم نیست این یعنی قاتل رو می‌شناخته 
طبق گزارش کالبد شکافی هم سه ضربه به سرش وارد شده 
قضیه طنابه چیه ؟ 
طناب کنفی معمولی آمریکایی با ضخامت ۱.۳ سانتیه 
صحیح . این یعنی از هر جایی می‌شه خریدش 
از تارگت ، والگرینز ، هوم دیپو 
درنتیجه وقتی می‌گی این تحقیقات نتیجه‌ای نداشته ، منظورت به معنای واقعیه 
می‌خوای همین رو به " تاخیری " گذارش بدی تا بتونید کنفرانس مطبوعاتی راه بندازید و بگید ماها بی کفایتیم 
امروز که دیگه بی‌کفایتیت واسه همه محرزه 
کلا لاشی‌گری توی ذاتته تامی ، نه ؟ 
به‌گمونم مهربونیِ ذات بشر واسه امشب ، ته کشید 
تامی ، می‌شه باهات صحبت کنم ؟ 
این چه کاری بود کردی ، تامی ؟ کدوم کار ؟ - فکر کردی این کارت ثمربخشه ؟ - 
ثمربخش ؟ نمی‌دونستم هدف‌مون همچین چیزیه می‌دونی چیه ؟ - خیلی چیزها می‌دونم - 
می‌دونی ، از نافرمانی‌های تو خسته شدم 
و اگه بفهمم که روندِ تحقیقاتم رو ... مختل کردی مختل ؟ الیاف فرش پیدا کردی دیگه 
پرونده رو عملا حل کردی 
شوخیت گرفته ؟ 
می‌خوای با من در بیفتی ؟ می‌خوای با من در بیفتی ؟ 
نه - فکرکردی در افتادن با من ، فکر خوبیه ؟ 
به‌نظرت چه نتیجه‌ای برات به‌دنبال داره ، تامی ؟ 
مشخصه ناراحتی 
آقای سابیچ ، درباره پرونده پولیموس نظری ندارید ؟ 
اجازه اظهار نظر ندارم چرا که تحقیقات هنوز در دست انجامه ... ولی می‌تونم بگم که کارمندان این اداره - آفرین راستی . ببینم چه می‌کنی - به همراه ریموند هورگان دارن از جون مایه می‌ذارن 
و اینکه می‌گن ما کار خاصی نمی‌کنیم واقعا توهین‌آمیزه 
ولی دلیل اینکه نیکو دلا گواردیا داره همچین باوری رو القا می‌کنه ، قابل درکه چرا که ایجاد ترس ، به لحاظ سیاسی براش منفعت داره ولی نیکو دلا گواردیا ، الان سال‌هاست که هیچ پرونده‌ای رو به مرحله محاکمه نرسونده 
کارش توافق پیش از محاکمه‌ست - ایول ، ادامه بده - روشش اینه که معطل کنه تا وکلای متهم استعفا بدن چون دیگه موکل‌هاشون پولی ندارن که بهشون بدن 
فشل بودن یه چیزه بی شرف بودن یه چیز دیگه ولی خیلی حرفه که جفتش باشی نیکو دلا گواردیا ، توی اداره به نیکو " تاخیری " معروفه چون کارش فقط معطل و معامله کردنه یه چیزی هم بگم و برم 
اگه داشتید می‌رفتید توی یه کوچه تاریک و خطر در کمین‌تون بود دوست داشتید کی همراه‌تون باشه ؟ 
... کسی که کارش معطل و مذاکره کردنه حرومزاده - مثل نیکو دلا گواردیا - یا یه جنگجویی مثل ریموند هورگان ؟ 
لطفا نگو که مسئول مستقیمِ پرونده کارولین ، تویی هان ؟ 
ریموند ازم خواست 
ریموند ازت خواست 
اگه من مسئولیتش رو قبول نکنم ، می‌افته دست تامی مولتو و اون هم هیچ کاری نمی‌کنه چون اگر پرونده حل نشه ، شانس ریموند برای پیروزی در انتخابات از بین می‌ره 
، و اینکه اگر دلا گواردیا رای بیاره مقام من رو می‌ده به تامی 
... و اگر خبرش بپیچه که باهم رابطه داشتین ، چی ؟ 
اون موقع چه تاثیری روی پرونده‌ت ... کارت ، بچه‌هامون 
و همین‌طور من می‌ذاره ؟ 
رابطه من و کارولین خیلی وقت پیش تموم شد 
فقط دو هفته ، وقت لازم دارم چون دو هفته دیگه انتخابات مقدماتیه ... و تا اون موقع ریموند به یک پرونده درحال پیشرفت نیاز داره ، باربارا 
و من تنها کسی‌ام که می‌تونه انجامش بده 
چرا ؟ نمی‌تونه دادیاری رو پیدا کنه که باهاش هم‌بستر نشده باشه ؟ 
متاسفم 
نزدیک بود ازدواج‌مون از هم بپاشه 
خودم داشتم از هم می‌پاشیدم 
من می‌شناسمت ، راستی 
خودت رو غرقِ این پرونده می‌کنی 
محوش می‌شی و توی سکوت غرق 
و این نابودم می‌کنه 
پدرم به مادرم خیانت کرد ... و با خودم عهد بستم که اشتباه پدرم رو تکرار نکنم 
با این‌حال الان اینجام 
به‌نظرت چرا دست به همچین کاری زدی ؟ 
نمی‌دونم . می‌دونی ، انگیزه‌م سکس نبود 
البته بعدها انگیزه‌م شد ولی انگیزه‌م از رابطه با باربارا از همون اول سکس بود 
من و باربارا وقتی ۲۰ سال‌مون بود باهم آشنا شدیم 
شیش ماه بعدش هم حامله شد بعدش جیدن به‌دنیا اومد و بعدش هم صاحبِ کایل شدیم 
و دیگه به‌هم متعهد بودیم 
، وقتی می‌رفتیم توی رختخواب‌مون تمام دغدغه‌هامون رو با خودمون می‌بردیم مثل مشکلاتی که بچه‌ها توی مدرسه داشتن و پرونده‌هایی که به عهده داشتم 
ولی رابطه‌م با کارولین ، خالص بود 
از خواب غفلت بیدارم کرد ، می‌دونی ؟ 
کارولین ، بامزه ، قوی و باهوش بود 
خیلی باهوش بود 
می‌دونی چی رو درک نمی‌کنم و امیدوارم بتونی کمک کنی درکش کنم ؟ 
... برخورد اول‌مون یه خاصیتی داشت که همه‌ش بهش فکر می‌کنم شاید فقط به خودم جذب نشده بود 
یعنی چی ؟ 
یعنی فکر می‌کنی که قدرت و منصبت براش جذاب بوده ؟ 
خب اینکه محبت‌آمیز نیست 
ولی بود 
دارم سعی می‌کنم یه چیزی یادت بدم گوش نمی‌دی دیگه - دارم سعی می‌کنم یاد بگیرم - گوش نمی‌دی - نصفه نیمه گوش می‌دم - 
یه‌کم دلم واسه قدیم‌ها تنگ شده واسه اون زمان‌ها که اگه دو آدم عاقل و بالغ می‌خواستن همدیگه رو لمس کنن ، می‌کردن 
خیلی رابطه‌ی شهوانی‌ای داشتیم 
خیلی خشن بود 
خشن بودنم رو دوست داشت 
الان داری از سکس‌تون حرف می‌زنی ؟ 
و بعضی وقت‌ها که من و کارولین به روش‌هایی سکس می‌کردیم که با باربارا تجربه‌ش نکرده بودم کارولین توی چشم‌هام نگاه می‌کرد و می‌گفت " باربارا برات از این کارها می‌کنه ؟ " 
انگار که می‌خواست باهامون بیارتش روی تخت انگار دلش می‌خواست که باهامون روی تخت باشه انگار می‌خواست یه نفر دیگه شاهد باشه که حاضرم چی رو از دست بدم 
این حس رو پیش باربارا ابراز کردی ؟ 
ابراز نکن 
" باربارا برات از این کارها می‌کنه ؟ " 
دائم بهش فکر می‌کنم 
دلا گواردیا 
ممنون ... عجب عجب شب خارق العاده‌ایه 
ولی دوستان ، به یاد داشته باشید که این تازه اولشه 
می‌خوام از دوست نازنین و رقیب شریفم ، ریموند هورگان تشکر کنم 
ممنون ... نه " هو " نکنید اون مدت زیادی رو خالصانه به این شهر خدمت کرده 
ریموند ، دوست عزیزمه - براش آرزوی موفقیت می‌کنم - . ریموند هورگان ، ازت ممنونم لطفا تشویقش کنید آره ... ولی می‌دونید ... ببینید این چیزها مال گذشته‌ست و ما واسه چی اومدیم اینجا ؟ آینده این یعنی امشب از کار بی کار می‌شی ؟ 
هنوز می‌رم سرکار ولی دیگه معاون ارشد نیستم 
مقامت رو می‌ده به تامی ، آره ؟ آره . می‌دتش به تامی مولتو 
با من موافقید ؟ کون لق‌شون - خیلی‌خب - 
کایل - کون لق‌شون - 
انصافا نگاه‌شون کن 
بی‌راه نمی‌گه 
تحت ریاست اینا کار نکنی ، بهتره 
خیلی‌خب ، پس کجا برم ؟ 
چی کار کنم ؟ 
پرونده چی می‌شه ؟ 
نمی‌دونم 
جلسه‌ت با دکتر راش چطور پیش رفت ؟ 
مطابق میلت 
کاملا طرفِ تو رو گرفت . باید هم بگیره ناسلامتی به من خیانت شده 
... بابت انتخابات و شغلت متاسفم 
خیالم دیگه راحت شد ، می‌دونی ؟ 
ممنون که کنارم موندی 
... به این حقیقت آگاهم که من 
که کنارت موندن ، آسون نیست ؟ 
می‌دونی ، من خیلی وابسته نیستم 
می‌تونستم برم . می‌تونستم برم پی زندگیم هنوز هم می‌تونم 
دلیل موندنم ، اینه که ... ما یه خانواده تشکیل دادیم و تمام هم و غمم حفظ کردنشه 
تو رو هم دوست دارم 
این هم هست 
... من می‌جنگم ... من و تو می‌جنگیم . تا اون‌چه که داریم رو حفظ کنیم چون خیلی چیزها برای از دست دادن داریم 
ولی باید دست از دوست داشتنش برداری 
باید دست از دوست داشتنش برداری 
به نیکو زنگ زدم بابت پیروزیش و رقابت جانانه‌ش بهش تبریک گفتم 
این هم بهش گفتم که فوراً از مقامم کناره‌گیری می‌کنم تا بلکه بتونه قبل از انتخابات سراسری یه‌‌کم از این مقام ، لذت ببره 
علاوه بر اون ، دادستانی که قراره مقامش رو واگذار کنه نمی‌تونه به خوبی به شهرمون خدمت کنه 
ریگو ، سلام سلام ، چطوری ؟ 
نمی‌دونم - خب ، متاسفم - 
اینجا چی کار می‌کنی ؟ 
هال و اوتس ، گزارش یه سری از پرونده‌ها رو می‌خوان یه سری از پرونده‌ها ؟ 
هی ، رو به راه می‌شی دیگه ؟ 
مثل همیشه - می‌بینمت - 
اوه ، واسه رفتن عجله داری‌ها 
آره . طبق گفته خبرگزاری‌ها وقت زیادی برام نمونده 
مثل اسب نر قهرمانی که داره به علفزارها فرستاده می‌شه 
فقط ای‌کاش نرینگی‌م هنوز سر جاش بود 
حاضری ؟ 
واسه رفتن به علفزارها ؟ 
نه ، واسه این جلسه 
جلسه با دوقلوهای افسانه‌ای ؟ 
. حالت روی چهره‌م رو دیدی راضی شدی ؟ . بی‌خیال ریموند بشین 
. تو هم بشین ، راستی در هم ببند 
اول از همه ، می‌خوام بابت نظرات محبت‌آمیز دیشبت ازت تشکر کنم 
بسیار تاثیر برانگیز و مهربانانه بود برو درت رو بذار بابا 
هرچند اظهار نظر عمومی‌ای که این اواخر کردی ، برام ناراحت‌کننده بود 
متاسفم پس 
خب ، تام از این لحظه به بعد به عنوان معاون ارشد دادستان فعالیتش رو آغاز می‌کنه 
نیازی به گفتن نداره که باید لیست پرونده‌ها جزئیات اتهامات ، تاریخ دادگاهی‌ها و این چیزها رو هم تحویلش بدی 
و باتوجه به علاقه‌ی روز افزونِ مردم ... به پرونده کارولین پولیموس همون آتیشی که در کمال بی‌شرمی به‌پا کردی ؟ 
پرونده‌ش به کجا رسید ؟ 
گزارش کامل رو به تامی دادم 
راستش بعید می‌دونم گزارش کاملی بوده باشه یه سری چیزها از قلم افتادن 
مثلا چی ؟ 
مثلا جوابِ انگشت‌نگاری هنوز به دستم نرسیده 
جوابش که آماده‌ست 
پس توی تحقیقاتم دست بردی ؟ 
الان دیگه تحقیقاتِ منه 
چندین اثر انگشت ، اعم از اثرانگشت جنابعالی توی خونه‌ش پیدا شده 
آخرین‌باری که رفته بودی خونه کارولین کِی بود ؟ 
بعد از مرگش ، رفتم سر صحنه جرم 
ولی اون موقع دستکش دستت بود ، درسته ؟ 
و اثر انگشتت توی اتاق خوابش پیدا شده کسی ندیده که وارد اتاق خوابش بشی پس بگو قبل از قتل کارولین آخرین باری که رفتی خونه‌ش کِی بود ؟ 
چندین پرونده و محاکمه مشترک داشتیم و بعضاً خارج از وقت اداری کار می‌کردیم 
و بعضی وقت‌ها هم می‌رفتیم خونه‌ش پس توی خونه‌ش ، درباره پرونده‌ها صحبت می‌کردین ؟ ناسلامتی همکار بودیم 
تاریخچه تماس‌های کارولین رو از توی گوشیش بررسی کردم 
تماس‌های زیادی باهم گرفته بودید - هدفت از این حرف‌ها چیه ؟ 
- هدفم اینه که بفهمم آخرین‌باری که قبل از قتل کارولین رفته بودی خونه‌ش کِی بود و تو هم گفتی که اونجا روی پرونده‌ها کار می‌کردین 
لازمه واسه این جلسه وکیل خبر کنم ؟ 
آخرین پرونده مشترک‌تون مال کِی بود ؟ 
ببخشید ، الان داری بازجوییم می‌کنی ؟ 
ببین ، من معاون ارشد جدیدِ دادستان هستم و می‌خوام از معاون ارشد سابق گزارشگیری کنم 
و دارم سوالاتم رو می‌پرسم کاملا عادیه 
تو و کارولین ، رابطه عاشقانه داشتین ؟ 
می‌خوای سوالم رو تکرار کنم ؟ 
... رابطه شخصیم با کارولین پولیموس به این تحقیقات ، ارتباطی نداره شوخیت گرفته ؟ 
آدم فشلی هستی ، تامی - هی ، راستی - بنده به اشتباه جنابعالی رو در این تحقیقات بی‌کفایت می‌دونستم 
. ظاهرا کوتاهیت عمدی بوده واقعا هم هنرمندانه عمل کردی خیلی فشلی ، تامی - ... هی ، شاید - خیلی فشلی راستی ، شاید بهتر باشه خفه‌خون بگیری 
... مسئله اینجاست که جواب آزمایش پاتولوژی کارولین رو گرفتم و حامله بوده 
خبر داشتی که کارولین موقع قتل ، حامله بوده ؟ 
نه می‌دونی پدرش می‌تونه کی باشه ؟ 
