' שמי ראסטי סביץ ואני התובע במשפט הזה . 
שם יושב הנאשם , ג'יימס מקדייוויד , דעו לכם שהוא יושב שם חף מפשע כי זו הדרישה של החוקה שלנו . 
אני אציג בפניכם ראיות לכך שהנאשם ביצע את הפשע הזה . 
ואם תמצאו שזה סביר ... סביר ... אתם חייבים להצביע " לא אשם " . 
אם תמצאו שזה סביר מאוד , אתם חייבים לשחרר אותו . 
התפקיד שלי הוא להוכיח אשמה מעבר לכל צל של ספק ... והשתתפות בחבר מושבעים היא ייעוד נעלה . 
והעובדה שהופקדה בידי התביעה , העמידה בנטל ההוכחה , גם היא ייעוד נעלה . 
אני אמלא את המוטל עליי ואני מבקש שאתם תמלאו את המוטל עליכם . 
בואו נעשה את העבודות שלנו . 
זה גבוה מדי . 
גבוה מדי בהרבה . בחייך . תן לי עוד . תתמקד , תנשום . 
היי , שאף אוויר . 
אתה ממהר מדי . פשוט תנשום . 
איך הולך שם ? טוב . שמעתי משהו שיש רצים בבסיסים השני והשלישי . 
לא לאשכים ! דוחה ! 
היי , חברים , חשבתי שסיכמנו בלי מסובבות . 
תני לילד להגיש , מותק , פשוט תני לילד להגיש . 
- אבא . - כן ? זה ריימונד . 
היו לך כמה הגשות מעולות היום . 
בטח התפרסם סקר חדש או משהו . אתה עובד עליי . 
מתי ? 
כן . אני כבר מגיע . 
ברברה , אפשר לדבר איתך לרגע ? 
כן . בטח . 
קרולין פולימוס נרצחה . 
מתי ? 
אני לא יודע . אני צריך ... אני צריך ללכת . אני אחזור . 
לא כדאי לך להיכנס לשם . זה חמור . 
בסדר . אל תשכח לעטות כפפות . 
כדאי שאני אנהל את החקירה כי עניין בסדר גדול כזה זה רק ראסטי או אני - וראסטי קרוב מדי . - לא , אני צריך לנהל אותה . ולמה , בדיוק ? 
קודם כול , כי ריימונד ביקש ממני , והוא עדיין התובע המחוזי , ניקו , לא משנה כמה אתה רוצה את התואר . 
ושנית , אני טוב יותר מטומי , אז ... בסדר , שמעו . 
למען הפרוטוקול , עד שאזכה בבחירות ... ואני אזכה , אישאר עבדכם הנאמן . 
התיק של ראסטי , בסדר ? 
טומי , אתה לא יכול להיות לא משוחד . תודה . פי הטבעת של ניקו מסתיר לך את נקודת ההשקפה . 
- לא לבחור בי זה מסוכן . - לך תזדיין . 
אני פשוט רוצה את עורך הדין הטוב ביותר , וזה ראסטי . 
יוג'יניה , את יכולה לבקש מריגו לפגוש אותי במשרד ? בסדר , כן . 
אני יודע . אני יודע . 
אלוהים אדירים . 
ריגו , מה את יודעת ? 
המשטרה מנהלת את הזיהוי הפלילי , את רצף הזמן , אנשי קשר מוכרים אחרונים . 
ממה נתחיל ? אסירים שהשתחררו לאחרונה , כאלה שריצו את המעצר בזמן המתנה למשפט . 
- אתה חושב שזו הייתה נקמה ? - אני לא יודע . מי יודע ? אני לא יודע . 
כשתוצאות המעבדה יגיעו , תוכלי לוודא שיגיעו רק אליי ? אליי בלבד . לא למולטו או דיליי . 
כן , אין בעיה . 
אחת הסגניות המובילות של ריימונד הורגן ותובעת קשוחה עם שאיפות פוליטיות משל עצמה . על פי הדיווחים מיס פולימוס הוכתה למוות בביתה . עוזרת הבית שלה גילתה את הגופה שלה קצת אחרי השעה 10 : 00 הבוקר . 
והיה יום קשה בוול סטריט כשמחירי הדאו ... לבנו יוצא אל קרולין ואל משפחתה האוהבת . 
כולנו המומים ומזועזעים ממעשה אלימות גרוטסקי וחסר לב שכזה . 
ולציבור הרחב , אנחנו שומעים את הייסורים ואת הפחדים שלכם כי גם אנחנו מרגישים כך . 
קשה לאזרחים להרגיש בטוחים כשאנחנו לא מסוגלים להגן אפילו על התובעים שלנו . 
- וואו . איזה שמוק . - אנחנו חייבים להשתפר . 
פשוט חייבים , למען האמת . - הוא לא מבזבז זמן , מה ? 
אתה בסדר ? כן . 
אשתדל לתמוך בך ... אבל אני לא יכולה ללכת לאזכרה . 
אני מבין . 
תודה שבאת היום . תודה ... תודה . 
מה שלומנו ? 
כמוך , מן הסתם . 
גילית משהו חדש ? 
לא , לא הרבה , אבל הטלתי את זה על ריגו . 
שמע , הזמן דוחק הפעם , תאריך התפוגה שלי נמצא על הכוונת . 
אל תדאג , אנחנו נגלה מי עשה את זה . 
מי הפתולוג שלנו ? פיינלס . 
- קומגאי . אלוהים פאקינג אדירים . - ריימונד . 
- דיליי . - אני לא אוהב שקוראים לי כך . 
זו סתם בדיחה . 
בקשר למסיבת העיתונאים , ניקו . 
בבקשה , אפשר לא לעשות את זה כאן ? 
לך תזדיין . גייסת את הרצח של קרולין למטרות פוליטיות . 
היי , ריימונד , בוא לא נעשה את זה עכשיו . 
- לך תזדיין גם אתה , טומי . - זה לא לרמה שלנו . 
- סתום את הפה . - זה לא לרמה שלנו . הכול לרמה שלי . פעם זיינתי עותמנית . 
האל קרוב לשבורי הלב הכורעים תחת המשא של עצבות הלב ורוח הנכאים או של כפרה וחרטה המוחצות את לבבותיהם ... - האקס שלה . - ופוצעות אותם ... - פגשת אותו פעם ? 
- לא . - ושוברות אותם . - פאקינג תימהוני . אלה רק מילים . יש לו אליבי . 
- קרולין פולימוס הייתה בשר ודם . - מי הילד לידו ? 
- בת אהובה ... - הבן שלה . אם , משרתת ציבור . לא ידעת ? 
מילים לא יכולות להביע את האובדן או להקל את היגון . 
אנחנו אומרים לעצמנו שנשמור אותה בלבנו ובנפשנו . 
- סליחה , ריימונד , אני רק ... - כן . אפר אינו סתם אפר . העפר שלה לא יהיה סתם עפר . 
הזיכרון שלה ימלא אותנו . 
פשוט מוזר שהיא לא אמרה אף פעם שיש לה בן . 
והאקס הוא האפוטרופוס ? 
אני מניח שכן . כן . 
שמע , תגיד לי בבקשה שיש לך כיוון חקירה כלשהו ושאנחנו לא פאקינג אבודים לגמרי . 
יש לי רעיון . 
- בסדר . - באני דייוויס . 
ריינולדס ? הרשענו אותו . 
כן , אבל קרולין ואני עבדנו יחד בחקירה הזו . 
אז אתה אומר שהכנסנו אדם חף מפשע לכלא רק כדי שהרוצח האמיתי יהרוג תובעים נוספים ? יופי . זה פאקינג יעזור לי להיבחר שוב . 
הן נמצאו קשורות בדיוק באותו האופן . 
אתה באמת חושב שיש קשר ? 
שאלת אם אנחנו אבודים . 
אבא ? 
למה אתה בבית ? 
הייתי בהלוויה של קרולין . 
רוצה לנסות קצת ? 
קדימה , תראה לי את המסובבת שלך . 
תראה לי מסובבת . 
שוב . בוא נראה אותה שוב . 
חבטה חזקה בראש . זו סיבת המוות הרשמית . 
קרא את הדוח . שלחתי אותו . קראתי . אין סריקה כימית , ניתוח פתולוגי , סריקת רעלים . הדוח לא מקיף במיוחד . 
וואו . לך תזדיין . 
אני רופא ואתה תנהג בי בכבוד כל עוד אתה בחדר הזה . 
אין פצע שמרמז על דקירה . 
- לא , היא לא נדקרה . - אין סימן לתקיפה מינית . 
לא , והיית יודע את זה אילו היית קורא את הדוח עד הסוף . אני נשבע , אתם פאקינג דפוקים . 
סלח לי ? 
אמרתי , " אתם " ואמרתי " פאקינג " ואמרתי " דפוקים " . 
אני צריך ללכת לסיים את הארוחה שלי , אז ... ' היה טוב לראות אותך , סביץ , תיהנה ממה שיש לראות . 
ליאם ריינולדס צפה בבאני דייוויס . 
הוא ידע שתמורת שקית הרואין בשווי 12 דולר הוא יקבל ממנה כל מה שירצה , אז הוא הכניס אותה במרמה לחדר שלו במוטל . ובמהלך השבוע הוא החזיק אותה מסטולה . 
מסטולה כל כך שהיה צריך לתת לה נרקאן בשלושה מקרים שונים כדי להחיות אותה . 
באני דייוויס מתה שלוש פעמים כשהייתה עם ריינולדס והוא החיה אותה שלוש פעמים . 
היא מסוממת מדי כדי להתנגד , אבל לא עד כדי כך שהיא לא מסוגלת לחשוב . 
וכשנגמרו לו הסמים והוא לא יכול היה להמשיך להרדים אותה , הוא קשר אותה למשך שלושה ימים . 
שלושה ימים עם חבל סביב הצוואר שמושך וחונק אותה . 
באני דייוויס הייתה בת ... אחות ... חברה . 
באני דייוויס הייתה בת 26 כשמצאה את עצמה קשורה במוטל מלוכלך עם מפלצת והיא התפללה והתחננה שהוא מסוג האנשים שפשוט ישחררו אותה . 
אבל לא . 
האיש הזה , ליאם ריינולדס , הוא מסוג האנשים שעושים את זה ... ואת זה ... ואת זה . 
אתה זוכר את באני דייוויס ? כן . 
קרולין נקשרה באותו האופן . 
בסדר . אתה חושב שיש קשר ? 
נראה שראסטי חושב שיש קשר . 
כן , אבל ליאם ריינולדס בכלא . 
- כן . - בסדר . טוב , שמע , זו לא חקירה שלנו . עוד לא . 
- מחלקת בתי הסוהר של אילינוי לא נראה לי שזה הבחור שאנחנו מחפשים . 
זה סביר לגמרי שהוא שכר מישהו בחוץ לעשות את זה . 
זה קלוש . 
שיטת פעולה שונה . הקורבן הקודמת נדקרה בלב . 
קרולין הוכתה . 
זה היה דוקרן לאח , דרך אגב . 
באמת ? 
כן , הייתה לה ערכת כלים שלמה מברזל . 
הדוקרן חסר . הוא תואם לפצעים . 
- באמת ? 
- אתם יכולים להיכנס . 
זה גורם לי לחשוב שזה קרה סתם כך . לא היה מתוכנן . 
קרה סתם כך ? זה היה מוקפד . 
לא , היא נקשרה בקפדנות . הרצח לא היה קפדני . 
נשמע כמו משהו שאני הייתי עושה . 
נשמע כמו משהו שהייתי נהנה ממנו . 
אז אני חשוד ? 
כלומר , אני מקווה . די פקאינג משעמם כאן . 
אזכה לחזור לבית המשפט , לענוב עניבה , להתגנדר ? 
מה , אתם מחפשים איזו התגלות ? 
לכו תזדיינו . 
היא רק רצתה הצלחות למוניטין שלה ואני הייתי אחת מהן . 
אז אם אתם רוצים ממני הצהרה , יש לי הצהרה בשבילכם , " הידד " . 
בעצם לא , יש לי אחת טובה יותר . 
יש לי אחת טובה יותר . ממני . " כל אחד מקבל מה שמגיע לו " . סיימת ? 
הייתי דופק לה את הגולגולת בשמחה . 
אתה בחור מתחשב , כן ? 
אז בוא נגיד , לצורך הטיעון , שלך , לא שלי ... שאתה בחור מתחשב שמרצה מאסר עולם . 
לא באשמת קרולין , דרך אגב . 
ואילו היה לך מידע כלשהו , אני חושב שהיית מבין שזה פועל לטובתך שאתה יושב מול סגן התובע הראשי . 
מה אתה רוצה לעשות ? אתה רוצה להמשיך לעשות את מה שאתה עושה כאן ? 
יש לי שאלה אליך . אתה באמת חושב שאני קשור למוות של העמיתה הנערצת שלך ? 
אני חושב שאתה אמור להתעניין בקווי הדמיון בין באני ובינה . 
ואם יש לך משהו לשתף אותנו בו , זה רגע מתאים . 
קרולין פולימוס . הרסה לי את החיים . 
אתה עזרת לה . 
אנחנו , המשובעים בתיק הנזכר לעיל , מוצאים את הנאשם , ליאם ריינולדס , אשם ברצח מדרגה ראשונה . כן ! 
יש שני דברים שאני לא שוכח . 
פרצופים ואת זה שדופקים אותי ! 
קרולין הייתה אהובה מאוד , אך היא גם יצרה לעצמה אויבים רבים . היא הייתה תובעת שלא נרתעה משום דבר והיא הכניסה אנשים רעים רבים לכלא . ייתכן שחלק מהם רצו לנקום . 
זו הפנטזיה הגרועה ביותר של כל תובע שאדם שהרשעת חוזר כדי לנקום . 
פושעים אלימים ששומרים טינה הם לא דבר שכדאי לטפח . 
המצב לא בסדר כמו שהוא . יש פחד רב . 
אנשים לא מרגישים בטוחים , ואנשים נואשים ובצדק כי ריימונד הורגן לא עושה עבודה טובה מספיק בשמירה על הביטחון וזה דבר שאנחנו מתכוונים לשנות . 
כרגע אנשים לא מרגישים חופשיים ולא מרגישים בטוחים . 
אז בעוד שבועיים , אנשי שיקגו , צאו להצביע . 
מר קולדוול , סליחה שאני , צץ בלי להודיע . 
- ' שמי ראסטי סביץ . - אני יודע מי אתה . 
קרולין דיברה עליך . 
ניסיתי להתקשר . 
כבר היו כאן שוטרים . 
אפשר לשוחח איתך ? 
התגרשנו לפני יותר מתשע שנים . לא בדיוק שמרנו על קשר . 
ואתה יודע משהו על החיים האישיים שלה ? לא . ואתה יודע ? 
החיים שלה היו עבודה , אז האנשים מהעבודה שלה יודעים הרבה יותר ממני . 
זו הסיבה שהתגרשנו בעצם . 
אתה היית קרוב אליה מאוד בעבודה , לפי מה ששמעתי . 
היא הייתה הסגנית שלי . 
לא ידעתי שיש לה בן . 
כן , לפעמים הדברים שאתה לא יודע מגלים לך הכול . 
קרולין נהגה לערוך הפרדות בחיים שלה . 
אני בטוח שיש דברים רבים לגביה שאני לא יודע . 
ראיתי וידעתי רק את הדברים שהיא רצתה שאראה ואדע . 
אם אתה תוהה אם רצחתי אותה , המשטרה כבר הסיקה שלא . 
הבן שלי מייקל . 
' מר סביץ . 
שלום , מייקל . אני משתתף בצערך . 
תודה . 
הוא כועס ... על העולם , על אימא שלו , עליי . 
היחידה המשפחתית שלו התפרקה . 
אני בטוח שהוא מאשים אותי בכישלון הזה . 
בסדר , כולם . בואו נתחיל . 
שמעו , אני יודע שקשה לכולנו . 
אנחנו עוברים תקופה קשה מאוד . 
קרולין הייתה אדם מיוחד מאוד , חברה מרכזית בצוות שלנו . 
שמעו , זה בסדר שכואב לכם . 
וזה בסדר אם אתם לא יכולים להמשיך . 
זה טבע האדם . אבל טבע האדם הוא גם לתמוך זה בזה . אתם יודעים , להיות רחומים . מה ה ... 
מה ... סליחה . 
מה חדש לגבי הרצח של קרולין ? 
עוד אין לנו דוח פתולוגי מלא . 
על הבגדים ועל הגופה של קרולין היו סיבים זעירים של שטיח שלא נמצא בדירה שלה . 
הם היו סינתטיים , תוצרת מקומית . הצבע מכונה מאלט סקוטי . לא זוהה איפה השטיח נצבע והסיב עלול להיות משזירה תעשייתית או מקומית ... הצבע מכונה מאלט סקוטי . 
זה מצמצם את האפשרויות . 
נראה שלא היה מאבק לפני שהיא נרצחה , אז אין סימן לפריצה , זה אומר שקרולין הכירה את הרוצח 
ולפי הנתיחה היא ספגה שלוש מכות בראש . 
ומה הקטע עם החבל ? 
זה חבל 12.5 מ"מ רגיל מהמפ , תוצרת אמריקה . 
כן . שאפשר למצוא בכל מקום כמעט . 
בטרגט , בוולגרינס , בהום דיפו . 
אז כשאתה אומר שהחקירה לא התקדמה , אתה רציני לגמרי . 
זה מה שאתה מתכוון לדווח לדיליי כדי שתוכלו לערוך מסיבת עיתונאים ולהכריז שאני חסר יכולת ? 
חוסר היכולת שלך מוצג היטב היום . 
וואו , אתה באמת שמוק אמיתי , מה , טומי ? 
נראה שבזאת תם החלק הרחום של הערב . 
טומי , אפשר לדבר איתך ? 
מה זה היה פאקינג אמור להביע , טומי ? - מה ? - זה היה יעיל בעיניך ? 
יעיל ? לא ידעתי שלזה אנחנו מכוונים . - אתה יודע מה , טומי ? - אני יודע דברים רבים . 
אתה יודע מה ? נמאס לך מחוסר הצייתנות שלך , בסדר ? 
ואם אגלה שאתה חוסם את החקירה שלי , אני ... חוסם ... יש לך סיבים של שטיח . 
אפשר להגיד שכבר פתרת את זה . 
אתה פאקינג עושה צחוק ? 
אתה רוצה להילחם בי ? אתה רוצה להילחם בי ? 
- לא . - אתה חושב שזה רעיון טוב ? 
איך זה יעבוד לך , טומי ? 
אתה נסער . 
מר סביץ' , יש לך מה לומר על תיק פולימוס ? 
לא , אסור לי להגיב כרגע , החקירה פתוחה , - אבל אני יכול להגיד לך שבמשרד הזה ... - כל הכבוד , ראסטי . קדימה . אנחנו עובדים קשה וגם ריימונד הורגן עובד קשה מאוד . 
והרמיזה שאנחנו לא עושים שום דבר היא פוגענית . 
כלומר , אני מבין שזו רמיזה שניקו דלה גוארדיה מנסה להעביר כי מבחינה פוליטית הוא רוצה לעורר פחד . אבל ניקו דלה גוארדיה לא נכנס לבית משפט אמיתי כבר שנים . 
- הוא סוגר הכול בעסקאות . - תראה להם ! השיטה המועדפות עליו היא למשוך עוד ועוד זמן עד שעורכי הדין של הנאשם נאלצים להתפטר כי מרשיהם לא יכולים להמשיך לשלם להם . 
להיות מתחזה זה דבר אחד , אבל לנהוג בחוסר כבוד זה כבר משהו אחר . אבל להיות גם וגם ... ניקו דלה גוארדיה מוכר כאן כניקו " דיליי " גוארדיה כי הוא מושך זמן וסוגר עסקאות . ועוד דבר אחד . עוד דבר אחד . 
אילו היית הולך בסמטה אפלה והייתה סכנה בדרך , את מי היית רוצה לצדך , 
מושך זמן שסוגר עסקאות ... - חתיכת חרא קטן . - כמו ניקו דלה גוארדיה או לוחם כמו ריימונד הורגן ? 
תגיד לי שאתה לא מטפל בעצמך בתיק של קרולין . נכון ? 
ריימונד ביקש שאעשה זאת . 
ריימונד ביקש שתעשה זאת . 
אם לא אקח את התיק , הוא יעבור אל טומי מולטו שלא יעשה שום דבר כי אם הרצח לא ייפתר לא יהיה לריימונד סיכוי להיבחר שוב . 
כלומר אם דלה גוארדיה יזכה , הוא ייתן לטומי את התפקיד שלי , דרך אגב . 
ומה אם יתפרסם ... שהיה ביניכם קשר ? 
כלומר , מה זה יעשה לתיק שלך , לקריירה שלך ולילדים שלנו ? 
ולי ? 
הקשר בין קרולין וביני נגמר לפני זמן רב . 
אני צריך רק שבועיים כי מעכשיו ועד הפריימריז ריימונד צריך שיהיה תיק , ברברה . 
ואני היחיד שיכול לספק את זה . 
הוא לא יכול למצוא תובע שלא שכב איתה ? 
אני מצטער . 
הנישואים שלנו ניצלו מזה רק בקושי . 
אני ניצלתי מזה רק בקושי . 
אני מכירה אותך , ראסטי . 
אתה תיעלם אל תוך התיק הזה . 
אתה תיעלם ותשתתק . 
וזה ישבור אותי . 
אבא שלי בגד באימא שלי ... ו ... נשבעתי לעצמי שלא אעשה זאת לעולם . 
ועכשיו אני כאן . 
למה זה קרה לדעתך ? 
אני לא יודע . את יודעת , זה לא היה בשביל הסקס . 
כלומר , זה נעשה בשביל הסקס . אבל עם ברברה ... זה מה שזה היה בהתחלה . 
בי ואני נפגשנו כשהיינו בני 20 . 
היא נכנסה להיריון שישה חודשים מאוחר יותר ואז ג'יידן הגיע ואז גם קייל . 
אז פשוט היינו בתוך זה . 
כשנכנסנו למיטה , נכנסנו עם כל הדאגות שלנו . הצרות של הילדים בבית הספר , העומס שלי בעבודה . 
עם קרולין זה היה טהור . 
היא פשוט העירה אותי . 
היא הייתה מצחיקה וחזקה ו ... היא הייתה מבריקה , קרולין . 
פשוט פאקינג מבריקה . 
את יודעת מה אני לא מבין ואולי את תוכלי לעזור לי בזה ? 
יש משהו במפגש הראשון הזה ... אני כל הזמן חושב על זה . כלומר , אולי הדבר שהיא נמשכה אליו לא היה רק אני . 
מה זאת אומרת ? 
אתה חושב שהיא נמשכה לכוח שלך ? 
זה לא נשמע מלא אהבה . 
אבל זה כן היה מלא אהבה . 
אני מנסה ללמד אותך משהו . - אתה לא מקשיב . - אני מנסה ללמוד . - אתה לא מקשיב . - אני חצי מקשיב . 
אני מתגעגעת לימים היפים שבהם כששני מבוגרים שמביעים הסכמה רצו לגעת זה בזה , הם יכלו פשוט לגעת . 
הקשר היה גופני מאוד . 
היא הייתה תוקפנית מאוד . 
היא אהבה כשאני הייתי תוקפני . 
אתה מדבר על הסקס עכשיו ? 
ולפעמים כשקרולין ואני עשינו דברים שבי ואני לא עשינו מעולם , קרולין נהגה להביט בי ולהגיד , " ברברה עושה את זה למענך ? " 
כמעט כאילו שהיא רצתה להכניס אותה איתנו למיטה . כאילו שהיא רצתה שהיא תהיה איתנו במיטה . כאילו שהיא רצתה עדה נוספת למה שאני מוכן לאבד . 
חלקת את הרגש הזה עם ברברה ? 
אל תעשה זאת . 
ברברה עושה את זה למענך ? 
אני לא מסוגל להפסיק לחשוב עליה . 
- לתפקיד התובע המדיני דלה גוארדיה . 
תודה . מה ... איזה לילה נפלא . 
אבל שמעו , בואו נזכור , חברים , זו רק ההתחלה . 
אני רוצה להודות גם לידידי הנפלא והיריב הראוי שלי ריימונד הורגן . 
תודה . לא . הוא שירת את העיר הזו בנאמנות במשך זמן רב מאוד . 
- החבר היקר שלי ריימונד . - לבי יוצא אליו באהבה . אז בואו נודה לריימונד הורגן בבקשה . כן . אבל תשמעו , תראו , זה העבר ואנחנו כאן בשביל ה ... עתיד ! זה אומר שתצא הערב ? 
כלומר , עוד יש לי עבודה , אבל אני כבר לא סגן התובע הראשי . 
זה טומי , נכון ? כן . זה טומי מולטו . 
אתם איתי ? - שילכו להזדיין . - בסדר , כן . 
- קייל . - שילכו להזדיין . 
באמת , כלומר , תראי אותם . 
כלומר , הוא לא טועה . 
לא כדאי לך לעבוד שם כשהם הבוסים . 
בסדר , אז לאן אלך ? 
מה אעשה ? 
מה עם החקירה ? 
אני לא יודע . 
איך היה עם ד"ר ראש ? 
זה היה מוצא חן בעינייך . 
היא הסכימה איתך לגמרי . ברור , אני הנבגדת . 
אני מצטערת על הבחירות ... ועל העבודה שלך . 
אני כמעט חש הקלה , את יודעת ? 
תודה שעמדת לצדי . 
אני בהחלט שם לב שאני ... את יודעת , 
דביק ? 
תשמע , אני לא תלותית באופן טרגי . 
יכולתי לעזוב . יכולתי להמשיך הלאה . אני עדיין יכולה . 
הסיבה שלא עשיתי זאת היא שיש לנו משפחה ... ואם יש משהו שאני רוצה נואשות , זה לשמר אותה . 
ואני גם אוהבת אותך . 
יש גם את זה . 
אילחם בך ואילחם ... כדי להציל את מה שיש לנו כי יש לנו הרבה . 
אבל אתה צריך להפסיק לאהוב אותה . 
אתה צריך להפסיק לאהוב אותה . 
התקשרתי אל ניקו . בירכתי אותו על הניצחון ועל מרוץ שנוהל כהלכה . 
גם אמרתי לו שאפרוש מיד כי זה יאפשר לו ליהנות מזמן מה של כהונה לפני הבחירות הכלליות . 
לאחריהן , תובע עלוב כמוהו לא יכול לשרת את האינטרסים של העיר שלנו . 
ריגו , היי . היי , מה שלומך ? 
- אני לא יודע . - כן , טוב , מצטערת . 
מה את עושה כאן ? 
הול ואוטס רוצים תדרוך על כמה תיקים . כמה תיקים ? 
היי , אתה תהיה בסדר ? 
- תמיד . - להתראות . 
וואו , אתה כבר מתה להסתלק מכאן ? 
כן . אם אתה מאמין לתקשורת , לא נותר לי כאן זמן רב . 
זה כמו כשסוס הרבעה אלוף פורש למרעה . 
אילו רק עניין ההרבעה עוד היה עובד . 
אתה מוכן ? 
מה , לפרישה למרעה ? 
לא , לפגישה . 
עם הטמבל ועם הדביל . 
ראית את הבעת הפנים שלי . מרוצה ? בבקשה . בחייך , ריימונד . 
גם אתה , ראסטי . סגור את הדלת . 
ראשית , אני רק רוצה להודות לך על ההערות האדיבות אמש . 
הן היו מרגשות ואדיבות מאוד . לך תזדיין . 
אבל האמירות שלך בציבור העציבו אותי . 
אני מצטער שאתה מרגיש כך . 
אז טומי יהיה סגן התובע הראשי , החל ברגע זה . 
אני מניח שמובן שתוותר על רשימת התיקים שלך ועל הרשימות ולוחות הזמנים שלך ובלה - בלה - בלה . 
ובהתחשב בעניין הציבורי ההולך וגובר בתיק קרולין פולימוס ... השרפה שהבערת כמו חתיכת חרא חסר בושה ? 
מה מצבנו בהקשר הזה ? 
מסרתי לטומי את הדוח מלא . 
אני לא חושב כך . חסרים כאן כמה דברים . 
מה למשל ? 
ניתוח טביעות האצבעות , בתור התחלה . אני עוד ממתין לו . 
הוא זמין . 
אז כן התעסקת בזה ? 
כלומר , זו חקירה שלי עכשיו . 
נמצאו כמה טביעות אצבעות בדירה שלה , כולל שלך . 
אז מתי הייתה הפעם האחרונה שהיית בדירה של קרולין ? 
הייתי בזירת הפשע אחרי מותה . 
אבל עטית כפפות , נכון ? 
וטביעות האצבעות שלך נמצאו בחדר השינה שלה . איש לא ראה אותך נכנס לחדר . אז מתי הייתה הפעם האחרונה שהיית בדירה של קרולין לפני הרצח ? 
היו לנו תיקים משותפים , משפטים , היו מקרים שעבדנו במשך שעות והיו מקרים שהייתי בדירה שלה . 
אז אתם מדברים על תיקים בדירה שלה ? היינו עמיתים לעבודה . 
אז בדקתי את רשומות הטלפון של קרולין . 
- ניהלתם שיחות רבות . - מה הטעם בזה ? 
הטעם הוא שאני מנסה לגלות מתי לאחרונה היית בדירה של קרולין לפני הרצח . ואמרת שעבדתם על תיקים יחד . 
אני צריך עורך דין לפגישה הזו ? 
מה היה התיק האחרון שעבדתם עליו יחד ? 
אני מצטער , מתנהלת נגדי חקירה פלילית ? 
שמע , אני סגן התובע הראשי החדש . אני רוצה שהסגן הקודם יתדרך אותי . 
יש לי שאלות . זה נורמלי . 
האם היה קשר רומנטי בין קרולין ובינך ? 
אתה רוצה שאחזור על השאלה ? 
הקשר האישי שלי עם קרולין פולימוס אינו רלוונטי לחקירה הזו . אתה עובד עליי ? 
- אתה מתחזה , טומי . - היי , ראסטי . אני בהחלט חוזר בי על כך שהאשמתי אותך בחוסר יכולת בחקירה הזו . 
נראה שזה היה מכוון , על סף האמנות . - אתה פאקינג מתחזה , טומי . - היי , אולי ... אתה פאקינג מתחזה . ראסטי , אולי כדאי שתסתום את הפה . 
שמע מה העניין . הדוח הפתולוגי המלא מהרצח של קתרין הגיע והיא הייתה בהיריון . 
האם ידעת שקרולין הייתה בהיריון כשנרצחה ? 
לא . יש לך מושג מי עלול להיות האב ? 
