मेर न म रस्ट सैब च है और मैं इस मुक़दमे में सरक र वक ल हूँ । 
वह ँ अभ युक्त , जेम्स मैकडेव ड बैठ हुआ है और मैं आपक बत सकत हूँ क अभ उसे द ष नह ं कह ज सकत , क्य ंक हम र संव ध न यह म ँग करत है । 
अब , मैं आपके स मने इस ब त के सबूत पेश करूँग क अभ युक्त ह इस अपर ध क द ष है । 
और अगर आपक लगे क यह अपर ध श यद ... श यद इस ने क य है ... त आपक इसके द ष न ह ने के ल ए व ट करन च ह ए । 
अगर आपक लगे क इसक सम्भ वन क फ़ ज़्य द है , त आपक इसे आज़ द करन पड़ेग । 
मेर क म है अपर ध क इस तरह स द्ध करन क शक क क ई गुंज इश न रहे ... और क स ज्यूर क ह स्स ह न एक बहुत बड़ ज़ म्मेद र है । 
और अभ य जन पक्ष क भ र संभ लन , अपर ध स ब त करने के ल ए सबूत मुहैय कर न , वह भ एक बहुत बड़ ज़ म्मेद र है । 
मैं अपन फ़र्ज़ न भ ऊँग और मैं आपसे यह अपेक्ष रखत हूँ क आप अपन कर्त्तव्य न भ एँ । 
चल ए , हम सभ अपन - अपन क म करते हैं , ठ क है ? 
यह बहुत ऊँच है । बहुत ऊँच । 
ठ क से कर । और फेंक । ध्य न लग ओ । स ँस ल । 
हे , आर म से स ँस ल । 
तुम बहुत जल्द कर रहे ह । स ँस ल । 
वह ँ सब कैस चल रह है ? बढ़ य । मैंने सेकंड और थर्ड पर रनर्स क लेकर कुछ सुन थ । 
टेस्ट कल्स पर नह ं ! भयंकर ! 
हे , हम र ब त हुई थ न क कर्वब ल नह ं फेंकन ? 
बच्चे क फेंकने द , ज न । बच्चे क फेंकने द । 
- डैड । - ह ँ ? रेमंड क फ़ न है । 
आज तुमने कुछ बहुत अच्छ ब ल फेंक ं । 
क स नए प ल क नत ज वग़ैरह आय ह ग । मज़ क़ चल रह है क्य ? 
कब ? 
ह ँ । मैं अभ वह ँ पहुँचत हूँ । 
ब र्बर , तुमसे ब त कर सकत हूँ ? 
ह ँ । ज़रूर । 
कैर ल न प ल मस क क़त्ल ह गय है । 
कब ? 
पत नह ं । मुझे ज न ... मैं ज ... मुझे ज न ह ग । मैं ज कर आत हूँ । 
अंदर मत ज ओ । ह लत बुर है । 
ठ क है । दस्त ने पहनकर ज इएग । 
यह केस मुझे लेन च ह ए , क्य ंक इतन महत्वपूर्ण केस य त रस्ट क लेन च ह ए य मुझे , और रस्ट इस केस से - व्यक्त गत त र पर जुड़ हुआ है । - नह ं , इसे मुझे संभ लन ह ग । और ऐस क्य ं , ज़र बत ओगे ? 
सबसे पहले , क्य ंक रेमंड ने मुझसे केस लेने क कह है , और न क , च हे यह पद तुम क तन ह च ह , पर ज़ ल सरक र वक ल अभ भ रेमंड है । 
और दूसर ब त , मैं ट म से बेहतर हूँ , त ... 
ठ क है , देख । एक ब त स फ़ कर दूँ , जब तक मैं चुन व ज त नह ं ज त ... और मैं ज़रूर ज तूँग ... 
तब तक मैं तुम्ह र वफ़ द र और भर सेमंद सेवक बन रहूँग । यह रस्ट क केस है , ठ क है ? 
ट म , तुम च ज़ ं क ब न क स पूर्व ग्रह के नह ं देख सकते । स्व क र कर । तुम्ह र र य पक्षप तपूर्ण है क्य ंक न क के चुन व ज तने क फ़ यद तुम्हें म लेग । 
- मुझे नज़रअंद ज़ करन भ र पड़ सकत है । - भ ड़ में ज ओ । 
मुझे इस क म के ल ए सबसे अच्छ वक ल च ह ए और वह रस्ट है । 
यूज न य , क्य तुम प्ल ज़ र ग से कह ग क वह मुझसे मेरे ऑफ़ स में म ले ? ठ क है , ह ँ । 
ज नत हूँ । ज नत हूँ । 
ओह , भगव न । 
र ग , तुम्ह रे प स क्य ज नक र है ? 
पुल स व भ ग फ़ रेंस क ज ँच कर रह है , और र त के घटन क्रम और आख़ र संपर्क करने व ले ल ग ं क भ । 
कह ँ से शुरू करें ? ह ल में जेल से छूटे , ट स एस पैर ल पर ब हर आए ल ग । 
- तुम्हें लगत है क स ने बदल ल य है ? - पत नह ं । क न ज ने ? मुझे नह ं पत । 
जब लैब के नत जे आएँ , त वे स र्फ़ मेरे प स आने च ह ए । स र्फ़ मेरे प स । म ल्ट य ढ ले के प स नह ं । 
ह ँ , समझ गई । 
ज नक र म ल है क रेमंड ह र्गन क प्रमुख सहय ग य ं में से एक , र जन त क महत्व क ंक्ष एँ रखने व ल एक सख़्त सरक र वक ल , म स प ल मस क उनके अपने घर में हत्य कर द गई है । आज सुबह दस बजे से कुछ देर ब द उनके न कर क उनक ल श म ल । 
और आज व ल स्ट्र ट पर एक मुश्क ल द न रह , जह ँ ड ओ पर क़ मतें ... हमें कैर ल न और उनके प्य रे पर व र से बहुत हमदर्द है । 
हम सभ इस घृण त और बेरहम ह ंस त्मक कृत्य से सकते में आ गए हैं और क फ़ परेश न हैं । 
और मैं जनत से यह कहन च हूँग क हम आपके ग़ुस्से और डर से व क़ फ़ हैं , क्य ंक हम भ वैस ह महसूस कर रहे हैं । 
जब हम अपने ख़ुद के सरक र वक ल ं क रक्ष नह ं कर प रहे हैं , त न गर क ं के ल ए सुरक्ष त महसूस करन मुश्क ल है । 
- व ह । क तन बड़ कम न है । - हमें बेहतर क़दम उठ ने ह ंगे । 
हमें बेहतर करन ह ग , सच में । - इसे बहुत जल्द है , है न ? 
तुम ठ क ह ? ह ँ । 
मैं क श श करूँग क तुम्ह रे स थ रहूँ ... पर मैं श क सभ में नह ं ज प ऊँग । 
मैं समझत हूँ । 
आज आने के ल ए शुक्र य । शुक्र य ... शुक्र य । 
क्य ह ल है तुम्ह र ? 
जैस तुम्ह र है , श यद वैस ह । 
तुम्हें और कुछ पत चल ? 
नह ं , ज़्य द नह ं , लेक न मैंने र ग क क म पर लग य है । 
देख , समय न कलत ज रह है और मेर न कर इस केस पर ट क हुई है । 
ओह , फ़ क्र मत कर । हम पत लग लेंगे यह क सने क य । 
च क त्स ज ँच क न कर रह है ? प ड़ ह न । 
- कुम ग ई । अरे , मेरे भगव न । - रेमंड । 
- ढ ले । - मुझे इस न म से मत बुल य कर । 
मज़ क़ ह त है । 
यह प्रेस क न्फ़्रेंस , न क । 
प्ल ज़ , क्य हम इस ब रे में ब द में ब त करें ? 
भ ड़ में ज ओ । कैर ल न के क़त्ल से र जन त क फ़ यद उठ ने क क श श कर रहे ह । 
हे । रेमंड , इस ब रे में अभ ब त नह ं करते हैं । 
- तुम भ भ ड़ में ज ओ , ट म । - यह हमें श भ नह ं देत । 
- अपन मुँह बंद रख । - यह हमें श भ नह ं देत । मुझे सब कुछ श भ देत है । मैं त एक ऑट मन के स थ स चुक हूँ । 
ईश्वर उन ल ग ं के क़र ब रहत है , ज नके द ल टूट गए हैं , ज दु ख ं के ब झ तले दबे हुए हैं , ज नक आत्म उनके हृदय क व्यथ से कुचल हुई है , य ज न्हें अपने प प क ब ध है और उसके दु ख से उनक हृदय व्यथ त है ... - उसक पूर्व पत । - ... और ज उससे घ यल हैं ... - तुम उससे कभ म ले ह ? 
- नह ं । - ... और उसके क रण टूट गए हैं । - स ल अज ब है । ये स र्फ़ शब्द हैं । उसके प स कह ं और ह ने क सबूत है । 
- कैर ल न प ल मस एक ज त - ज गत इंस न थ ... - उसके स थ बैठ बच्च क न है ? 
- ... एक प्य र बेट ... - कैर ल न क बेट । ... म ँ , जनत क सेवक । तुम्हें नह ं पत थ ? 
शब्द हम र क्षत क व्यक्त नह ं कर सकते , न हम रे दु ख क कम कर सकते हैं । 
हम ख़ुद क समझ ते हैं क उसक य दें हम रे द ल - द म ग़ में सद बस रहेंग । 
- म फ़ करन , रेमंड , मैं बस ... - ह ँ । र ख स र्फ़ र ख नह ं ह ग । उसके शर र क म ट्ट स र्फ़ म ट्ट नह ं ह ग । 
उसक य दें उसे हम रे ज़ेहन में ज़ ंद रखेंग । 
यह ब त बहुत अज ब लग रह है क उसने अपने बच्चे क कभ ज़ क्र तक नह ं क य । 
और बच्चे क कस्टड उसके पूर्व पत के प स है ? 
मेर अनुम न त यह है । ह ँ । 
सुन , प्ल ज़ कह द क हमें इस केस में क ई सुर ग़ म ल गय है और हम इसे लेकर पूर तरह द श ह न नह ं हैं । 
मेरे मन में एक व च र आय है । 
- ठ क है । - बन डेव स । 
रेनल्ड्स ? हमने उस आदम क सज़ द लव ई थ । 
ह ँ , लेक न कैर ल न और मैंने उस केस पर स थ क म क य थ । 
त तुम कह रहे ह क हमने एक न र्द ष आदम क सल ख़ ं के प छे ड ल द य और असल क़ त ल ने हम र एक सरक र वक ल क क़त्ल कर द य ? बहुत बढ़ य । अब त मैं फ र से चुन व ज त ह ज ऊँग । 
उन द न ं क ब ल्कुल एक तरह से ब ंध गय थ । 
तुम्हें सच में लगत है क इसक आपस में क ई सम्बन्ध है ? 
तुमने पूछ थ क कह ं हम द श ह न त नह ं हैं । 
डैड ? 
आप घर पर क्य ं हैं ? 
मैं कैर ल न के अंत म संस्क र पर गय थ । 
तुम ह थ आज़म न च ह गे ? 
आ ज ओ । देखते हैं कैस कर्वब ल फेंकते ह । चल । 
मुझे कर्वब ल फेंककर द ख ओ । 
फ र से । फ र से फेंक । 
स र पर ज़ र से व र हुआ है । यह म त क आध क र क क रण है । 
र प र्ट पढ़ । मैंने भेज द थ । मैंने पढ़ थ । उसमें केम स्ट्र , पैथ ल ज , ट क्स क ल ज , कुछ नह ं थ । बहुत व स्तृत नह ं थ । 
व ह । तुम भ ड़ में ज ओ । 
मैं एक ड क्टर हूँ और जब तक तुम इस कमरे में ह , तुम्हें मेर इज़्ज़त करन ह ग । 
ऐस क ई घ व नह ं थ ज ससे यह संकेत म ले क उसे च कू म र गय थ । 
- नह ं , उसे च कू नह ं म र गय । - और य न उत्प ड़न के क ई संकेत नह ं । 
नह ं , और अगर तुमने पूर र प र्ट पढ़ ह त , त तुम्हें यह पत ह त । भगव न क़सम , तुम कमबख़्त ल ग भ न । 
क्य कह तुमने ? 
मैंने कह " तुम , " और मैंने कह " कमबख़्त , " और मैंने कह " ल ग भ न । " 
मैं अपन लंच ब च में छ ड़कर आय थ , त ... तुमसे म लकर अच्छ लग , सैब च । नज़ रे क लुत्फ़ उठ ओ । 
ल यम रेनल्ड्स , बन डेव स पर नज़र रख रह थ । 
वह ज नत है क एक 12 ड लर के हेर इन के पैकेट के ज़र ए , वह ज च हे , ह स ल कर सकत है , इसल ए वह बन क च ल क से अपने म टल के कमरे में ले ज त है । और उस पूरे हफ़्ते वह उसे नशे में रखत है । 
इतन नशे में क उसे बन क ह श में ल ने के ल ए त न ब र न रकन देन पड़त है । 
रेनल्ड्स के स थ रहते हुए बन डेव स त न ब र मरत है । और यह उसे त न ब र ज़ ंद करत है । 
वह इतन नशे में है क प्रत र ध नह ं कर सकत , लेक न इतन नह ं क महसूस न कर प ए । 
और जब ल यम के प स ड्रग्स ख़त्म ह ज ते हैं और वह बन क और नशे में नह ं रख सकत , त वह त न द न उसके ह थ-पैर स थ में ब ंधकर रखत है । 
त न द न एक रस्स आपक गर्दन पर ल पट हुई , आपक ख ंचत हुई , आपक गल घ ंटत हुई । 
बन डेव स एक बेट थ ... एक बहन थ ... और एक द स्त थ । 
बन डेव स क उम्र उस समय 26 स ल थ जब उसने ख़ुद क एक गंदे म टल में एक ऐसे र क्षस के स थ प य , ज सने उसके ह थ-पैर ब ंध रखे थे और वह व नत कर रह थ ... 
लेक न नह ं । 
यह आदम , ल यम रेनल्ड्स एक ऐस आदम है ज यह करत है ... और यह ... और यह । 
तुम्हें बन डेव स य द है ? ह ँ । 
कैर ल न क उस क तरह ब ंध गय थ । 
ठ क है । त , तुम्हें लगत है इसक उससे क ई सम्बन्ध है ? 
म लूम ह त है रस्ट क ऐस लगत है । 
ह ँ , लेक न ल यम रेनल्ड्स जेल में है । 
- ह ँ । - ठ क है । वैसे , यह हम र केस नह ं है । अभ तक नह ं । 
इल न य सुध र व भ ग मुझे नह ं लगत इसने क य ह ग । 
यह पूर तरह से मुमक न है क उसने ब हर के क स आदम से यह क म करव य ह । 
तुम बहुत ज़्य द स च रहे ह । 
क़त्ल क तर क़ अलग है । दूसर प ड़ त के द ल में च कू घ ंप गय थ । 
कैर ल न के स र पर ज़ र से व र क य गय थ । 
वैसे , व र फ़ यर प कर से क य गय थ । 
सच में ? 
ह ँ , उसने ढलव ँ ल हे क एक पूर फ़ यरप्लेस सेट बन य हुआ थ । 
प कर ग़ यब है । घ व के न श न उससे मेल ख एँगे । 
- सच में ? 
- आप ज सकते हैं । 
मुझे लगत है क़त्ल बस ह गय । स च-समझकर नह ं क य गय थ । 
बस ह गय ? वह स वध न से क य गय थ । 
नह ं , उसे स वध न से ब ंध गय थ । क़त्ल इतन स वध न से नह ं क य गय । 
लग त रह है ऐस कुछ मैं ह करत । 
कुछ ऐस ज से करने में मुझे मज़ आत । 
त , तुम्हें मुझ पर शक है ? 
मतलब , ह त अच्छ ब त है । यह ँ ज़ ंदग क फ़ ऊब से भर है । 
क्य मुझे व पस क र्ट में ज ने क , ट ई पहनने क , तैय र ह ने क म क़ म लेग ? 
क्य , क्य तुम क स तरह क आक शव ण क इंतज़ र कर रहे ह ? 
भ ड़ में ज ओ । 
उसने बहुत स रे ल ग ं क सज़ द लव ई थ , ज नमें से मैं एक थ । 
त , अगर तुम्हें मुझसे क ई बय न च ह ए , त मैं तुम्हें बय न दे देत हूँ । " य प्प , " बहुत ख़ुश हुई । 
य नह ं , इससे भ बेहतर है । 
मैं इससे भ बेहतर बय न देत हूँ । " जैस ब ओगे , वैस क ट गे । " तुम ब ल चुके ? 
मुझे उसक ख पड़ त ड़ने में बहुत मज़ आत । 
तुम एक समझद र आदम ह , है न ? 
ठ क है । त , चल , थ ड़ देर के ल ए म न लेते हैं ... तुम्ह र कह , मेर नह ं ... तुम एक समझद र इंस न ह , ज उम्र क़ैद क सज़ भुगत रह है । 
वैसे , इसक क रण कैर ल न नह ं है । 
और यह क अगर तुम्ह रे प स क ई भ ज नक र ह त , मुझे लगत है तुम्हें इसमें अपन फ़ यद नज़र आत क तुम इस समय प्रमुख सह यक सरक र वक ल के स मने बैठे हुए ह । 
तुम क्य करन च हते ह ? वह करते रहन च हते ह ज यह ँ कर रहे ह ? 
मैं तुमसे एक ब त पूछत हूँ । क्य तुम्हें सच में लगत है क तुम्ह र सम्म नन य सहकर्म क म त से मेर कुछ लेन - देन है ? 
मुझे लगत है क बन और कैर ल न के क़त्ल क सम नत ओं क देखकर तुम्हें इसमें द लचस्प ज़रूर ह त । 
और अगर तुम्ह रे प स हम रे ल ए क ई भ ज नक र है , त वह हमें देने क यह सबसे उच त समय है । 
कैर ल न प ल मस । कैर ल न प ल मस ने ... मेर ज़ ंदग बर्ब द कर द । 
तुमने उसक मदद क । 
उपर क्त-श र्षक म मले में , हम ज्यूर के सदस्य , अभ युक्त , ल यम रेनल्ड्स क प्रथम श्रेण में हत्य क द ष प ते हैं । ह ँ ! 
द च ज़ें मैं कभ नह ं भूलत । 
चेहरे और मेरे स थ हुई न इंस फ़ ! 
ल ग कैर ल न से क तन ह प्य र क्य ं न करते ह ं , उसने अपने ल ए बहुत स रे दुश्मन भ बन ल ए थे । वह एक न डर सरक र वक ल थ ज सने बहुत स रे बहुत बुरे ल ग ं क जेल भेज थ । ज नमें से कई श यद ह स ब चुक ने क त क में ह ं । 
यह हर सरक र वक ल क सबसे बुर सपन ह त है क क ई ऐस व्यक्त बदल लेने के ल ए आ ज ए , ज से उसने सज़ द लव ई थ । 
ह ंसक अपर ध य ं से दुश्मन क नत ज अच्छ नह ं ह त । 
म जूद ह ल त अच्छे नह ं हैं । च र ं तरफ़ डर क म ह ल है । 
ल ग सुरक्ष त महसूस नह ं कर रहे हैं और ल ग बेचैन हैं । और उनके प स इसक व ज ब वजह है , 
और इस समय , ल ग आज़ द महसूस नह ं कर रहे हैं और वे सुरक्ष त महसूस नह ं कर रहे हैं । 
इसल ए , श क ग व स य ं , द हफ़्ते ब द , घर से ब हर न कल और व ट कर । 
म स्टर क ल्डवेल , मुझे म फ़ कर एग , मैं यूँ ह ब न बत ए चल आय । 
- मेर न म रस्ट सैब च है । - मैं तुम्हें ज नत हूँ । 
कैर ल न तुम्ह र ब त करत थ । 
मैंने फ़ न करने क क श श क थ । 
पुल स पहले ह यह ँ आकर ज चुक है । 
क्य मैं आपसे थ ड़ ब त कर सकत हूँ ? 
हम र तल क़ हुए न स ल से भ ज़्य द समय ह गय है । हम बहुत ज़्य द संपर्क में नह ं थे । 
और आप उसक न ज ज़ ंदग के ब रे में कुछ ज नते हैं ? मैं कुछ नह ं ज नत । क्य तुम ज नते ह ? 
उसक क म ह उसक ज़ ंदग थ , त उसके दफ़्तर के ल ग उसे मेर तुलन में क फ़ बेहतर ज नते ह ंगे । 
असल में हम रे तल क़ क भ यह वजह थ । 
ज तन मुझे पत है तुम उसके स थ बहुत नज़द क से क म करते थे । 
वह मेर प्रमुख सह यक थ । 
मुझे त यह भ नह ं पत थ क उसक क ई संत न भ है । 
ह ँ , कभ - कभ ज आप नह ं ज नते , उस से आपक सब कुछ पत चल ज त है । 
कैर ल न अपन ज़ ंदग के हर ह स्से क अलग-अलग रखत थ । 
मुझे यक़ न है उसके ब रे में ऐस कई ब तें ह ंग ज नसे मैं अनज न हूँ । 
मैंने स र्फ़ वह देख और ज न , ज वह मुझे द ख न और बत न च हत थ । 
अगर तुम यह स च रहे ह क क्य मैंने उसे म र है , त पुल स पहले ह इस ब त से संतुष्ट ह चुक है क मैंने उसे नह ं म र । 
मेर बेट , म इकल । 
म स्टर सैब च । 
हैल , म इकल । मुझे तुम्ह र म ँ क म त क अफ़स स है । 
शुक्र य । 
वह ग़ुस्स है ... दुन य से , अपन म ँ से , मुझसे । 
उसक पर व र टूट गय । 
मुझे यक़ न है इसके ल ए वह मुझे ह द ष देत है । 
अच्छ , सब ल ग , सुन । चल , शुरू करते हैं । 
देख , मैं ज नत हूँ क हम सब संघर्ष कर रहे हैं । 
हम बहुत मुश्क ल समय से गुज़र रहे हैं । 
कैर ल न एक बहुत ख़ स व्यक्त थ , हम र प्रमुख ट म क ह स्स । 
देख , दु ख पहुँचन ज यज़ है । 
और अगर तुम अपन क म ज र नह ं रख प रहे ह त क ई ब त नह ं । 
यह इंस न फ़ तरत है । लेक न एक-दूसरे क स थ देन भ इंस न फ़ तरत है । मतलब , हमदर्द रखन । उस ... उस ... 
म फ़ करन । 
उस म मले में , कैर ल न के क़त्ल के ब रे में क्य ख़बर है ? 
मतलब , हमें पूर पैथ र प र्ट नह ं म ल है । 
कैर ल न के कपड़ ं और शर र पर , एक ऐसे गल चे के ब र क रेशे थे , ज उसके अप र्टमेंट में कह ं नह ं म ल । 
वह स ंथेट क थ , हम रे ह देश में बन य हुआ । उसक रंग स्क ट श म ल्ट है । ड ई ल ट क पहच न अभ नह ं हुई है और वह रेश य त औद्य ग क य घरेलू बुन ई से ह सकत ... 
रंग स्क ट श म ल्ट है । इससे त क फ़ कुछ पत चल गय । 
क़त्ल से पहले श यद क ई ह थ प ई भ नह ं हुई थ , क स के च र से घर में घुसने के क ई संकेत नह ं , ज सक मतलब है कैर ल न अपने क़ त ल क ज नत थ । 
और ऑट प्स क र प र्ट से यह न ष्कर्ष न कलत है क उसके स र पर त न ब र व र क य गय । 
और रस्स के ब रे में क्य पत चल ? 
वह स म न्य आध - इंच क अमेर क में बन सन क रस्स है । 
अच्छ । ज लगभग हर जगह म ल सकत है । 
ट रगेट , व लग्र न्स , ह म ड प । 
त , जब तुमने कह थ क यह छ नब न कह ं नह ं ज रह है , तब तुम ब ल्कुल सच ब ल रहे थे । 
त तुम्ह र ढ ले क यह ज नक र देने क य जन है , त क तुम प्रेस क न्फ़्रेंस बुल कर हम रे न क र ह ने क घ षण कर सक ? 
तुम्ह र न क र पन त आज सबक द ख रह है । 
व ह , तुम व क़ई बहुत बड़े कम ने ह , है न , ट म ? 
लगत है आज श म क हमदर्द भर ब तें यह ं ख़त्म ह त हैं । 
ट म , क्य मैं तुमसे ब त कर सकत हूँ ? 
वह क्य बकव स थ , ट म ? - क्य ? - तुम्हें लगत है वह बकव स हम रे कुछ क म आएग ? 
हम क म करने क क श श कर रहे थे क्य ? - पत है क्य ? - मुझे बहुत कुछ पत है । 
अह-अह । पत है क्य , मैं तुम्ह र न फ़रम न से तंग आ गय हूँ , ठ क है ? 
और अगर मुझे पत चल क तुम मेर छ नब न में अड़चन ड ल रहे ह , मैं ... अड़चन ड ल रह हूँ ... तुम्ह रे प स स र्फ़ क ल न के रेशे हैं । 
यह केस त हल ह ह चुक है । 
तुम मज़ क़ कर रहे ह ? 
तुम मेरे ख़ ल फ़ लड़न च हते ह ? तुम मुझसे लड़न च हते ह ? 
- नह ं । - तुम्हें लगत है मुझसे लड़न अच्छ रहेग ? 
तुम्हें क्य लगत है तुम्ह रे ल ए इसक क्य नत ज रहेग , ट म ? 
तुम परेश न ह । 
म स्टर सैब च , प ल मस केस पर कुछ कहन च हेंगे ? 
इस वक़्त मुझे कुछ कहने क इज ज़त नह ं है । ज ँच अभ ज र है , - पर मैं इतन कह सकत हूँ क यह क र्य लय ... - श ब श , रस्ट । श ब श । ... मेहनत कर रह है , और रेमंड ह र्गन बहुत मेहनत कर रह है । 
और यह स चन क हम कुछ नह ं कर रहे हैं , यह अपम नजनक है । 
मतलब , मैं समझत हूँ क न क डेल गुआर्ड य सबक यह बत न च हत है , क्य ंक डर क म ह ल बन ए रखने से उसे र जन त क फ़ यद ह ग । लेक न न क डेल गुआर्ड य क क र्ट के अंदर एक असल केस लड़े हुए स ल ं ब त चुके हैं । 
- वह हर म मले में समझ त करत है । - मज़ चख द ! उसके क म करने क तर क़ यह है क वह केस क तब तक लटक ए रखत है , जब तक अभ युक्त ं के प स पैसे ख़त्म ह ने के क रण उनके वक ल केस छ ड़ नह ं देते । 
अपने क म में न कम्म ह न एक ब त है । बेईम न ह न ब ल्कुल अलग ब त है । लेक न द न ं ह न ... न क डेल गुआर्ड य क यह ँ न क " ढ ल " गुआर्ड य के न म से ज न ज त है , क्य ंक वह केस क लटक त है और समझ त करत है । और बस एक आख़ र ब त । बस एक आख़ र ब त । 
अगर आप एक अंधेरे र स्ते से गुज़र रहे हैं और आगे ख़तर है , त आप अपने स थ क से च हेंगे ? 
न क डेल गुआर्ड य जैसे एक ... - यह कम न । - ... समझ त करने व ले लटक ऊ क य रेमंड ह र्गन जैसे ह म्मतव ले इंस न क ? 
प्ल ज़ यह मत कहन क कैर ल न क केस तुम न ज त र पर संभ ल रहे ह । नह ं संभ ल रहे न ? 
रेमंड ने मुझसे संभ लने क कह थ । 
तुमसे रेमंड ने कह थ । 
अगर मैं यह केस नह ं लेत हूँ , त यह ट म म ल्ट क म ल ज एग और वह कुछ नह ं करेग , क्य ंक इस केस के अनसुलझ रहने से रेमंड के द ब र चुने ज ने क सम्भ वन एँ ख़त्म ह ज एँग । 
मतलब , अगर डेल गुआर्ड य ज त ज त है , त बत दूँ क वह मेर पद ट म क दे देग । 
और अगर वह ब त ब हर आ गई त ... क तुम द न ं के आपस में सम्बन्ध थे । 
मतलब , फ र तुम्ह रे केस , तुम्ह रे कर यर और हम रे बच्च ं क क्य ह ग ? 
मेर क्य ह ग ? 
मेरे और कैर ल न के ब च सब कुछ बहुत पहले ख़त्म ह चुक थ । 
ब र्बर , मुझे बस द हफ़्ते च ह ए , क्य ंक अभ और केस क पहल त र ख़ के ब च रेमंड च हत है क एक मज़बूत केस तैय र ह ज ए । 
और यह स र्फ़ मैं ह कर सकत हूँ । 
क्य ? उसे ऐस क ई सरक र वक ल नह ं म ल प रह ज कैर ल न के स थ स य न ह ? 
मुझे म फ़ कर द । 
हम र श द बहुत मुश्क ल से बच थ । 
मैं बहुत मुश्क ल से ख़ुद क संभ ल प ई थ । 
मैं तुम्हें ज नत हूँ , रस्ट । 
तुम इस केस में डूब ज ओगे । 
तुम पूर तरह डूब ज ओगे और तुम चुप ह ज ओगे । 
और यह मुझे त ड़कर रख देग । 
मेरे प त ने मेर म ँ क ध ख द य थ ... और ... मैंने क़सम ख ई थ क मैं कभ ऐस नह ं करूँग । 
और मैंने वह कर द य । 
तुम्हें क्य लगत है ऐस क्य ं हुआ ? 
पत नह ं । मतलब , हम सेक्स क वजह से नज़द क नह ं आए थे । 
मतलब , ब द में इसक वजह वह बन गई । लेक न मेर मतलब है , ब र्बर के स थ , उसके क़र ब ज ने क पहल क रण वह थ । 
मतलब , ब और मैं तब म ले थे जब हम 20 स ल के थे । 
छह मह ने ब द ह वह गर्भवत ह गई , और फ र जेडन क जन्म हुआ और फ र क इल क जन्म हुआ । 
और इसल ए हम ल ग बस ... हम स थ रहे । 
जब हम ब स्तर पर लेटते थे , त हम रे द म ग़ में स र्फ़ च ंत एँ हुआ करत थ ं । मतलब , स्कूल में बच्च ं क परेश न य ँ , मेरे मुक़दम ं क ब झ । 
कैर ल न के स थ , सब कुछ बहुत सच्च थ । 
उसने जैसे मुझे फ र से ज़ ंद कर द य । 
कैर ल न मज़ क़ य थ और ह म्मत व ल थ , और वह बहुत प्रत भ श ल थ । 
बहुत ज़्य द प्रत भ श ल । 
पत है मुझे क्य समझ नह ं आ रह है और श यद उसे समझने में तुम मेर मदद कर सकत ह ? 
उस पहल मुल क़ त में कुछ ऐस थ ... ज सके ब रे में मैं स चत रहत हूँ । मलतब , श यद वह स र्फ़ मुझसे आकर्ष त नह ं थ । 
क्य मतलब ? 
तुम्हें लगत है वह तुम्ह र त क़त के प्रत आकर्ष त थ ? 
इसे त प्य र नह ं कह ज सकत । 
लेक न वह प्य र थ । 
मैं तुम्हें कुछ स ख ने क क श श कर रह हूँ । - तुम सुन नह ं रहे ह । - मैं क श श कर रह हूँ । - तुम सुन नह ं रहे ह । - मैं बस ध्य न से नह ं सुन रह हूँ । 
पुर ने द न क तने अच्छे थे , जह ँ , अगर द वयस्क आपस सहमत से एक-दूसरे क छून च हते थे , त बस छू सकते थे । 
हम र र श्त क फ़ श र र क थ । 
वह बहुत आक्र मक थ । 
उसे मेर आक्र मक ह न पसंद थ । 
अब तुम सेक्स के ब रे में ब त कर रहे ह ? 
और कभ - कभ जब कैर ल न और मैं ब स्तर में ऐस कुछ करते थे , जैस ब और मैंने कभ नह ं क य थ , " क्य ब र्बर तुम्ह रे ल ए यह करत है ? " 
जैसे क वह ब र्बर क ब स्तर में हम रे स थ ल न च हत थ । जैसे क वह च हत ह क ब र्बर हम रे स थ ब स्तर में ह । जैसे क वह च हत ह क वह ँ इस ब त क एक और गव ह म जूद ह क मैं क्य ख ने के ल ए तैय र थ । 
क्य तुमने यह ब त ब र्बर क बत ई है ? 
मत बत न । 
क्य ब र्बर तुम्ह रे ल ए यह करत है ? 
मैं उसके ब रे में स चन बंद नह ं कर सकत । 
र ज्य के सरक र वक ल के पद के ल ए डेल गुआर्ड य डेल गुआर्ड य । 
शुक्र य । क्य ... क्य श नद र र त है । 
लेक न देख ए , द स्त ं , यह य द रख ए क यह स र्फ़ एक शुरुआत है । 
मैं अपने अद्भुत द स्त और नेक प्रत द्वंद्व , रेमंड ह र्गन क भ शुक्र य कहन च हूँग । 
शुक्र य ... नह ं । उन्ह ंने बहुत लम्बे समय तक बहुत वफ़ द र से इस शहर क सेव क है । 
- मेर प्य र द स्त , रेमंड । - मैं उससे द ल से प्य र करत हूँ । त , रेमंड ह र्गन , शुक्र य , प्ल ज़ । ह ँ । लेक न पत है , देख ए , यह अत त क ब त है और हम यह ँ देख रहे हैं अपन ... भव ष्य ! क्य इसक मतलब है आज र त आप अपने पद से हट द ए ज एँगे ? 
मतलब , मेरे प स अभ भ न कर है , लेक न मैं प्रमुख सह यक सरक र वक ल नह ं हूँ । 
वह ट म है , है न ? ह ँ । वह ट म म ल्ट है । 
... क्य आप मेरे स थ हैं ? - भ ड़ में ज एँ । - ठ क है , ह ँ । 
- क इल । - भ ड़ में ज एँ । 
सच में , मतलब , इन्हें देख ए त । 
मतलब , वह ग़लत नह ं कह रह है । 
इन ल ग ं के र ज में आप वह ँ नह ं रहन च हेंगे । 
ठ क है । फ र , मैं कह ँ ज ऊँग ? 
मैं क्य करूँग ? 
इस केस क क्य ह ग ? 
पत नह ं । 
ड . रश के स थ मुल क़ त कैस रह ? 
तुम्हें वह ँ अच्छ लगत । 
वह पूर तरह से तुम्ह रे पक्ष में थ । ह ग ह । मैंने अपने पत ने ध ख ज ख य है । 
मुझे चुन व और तुम्ह र न कर क ... अफ़स स है । 
मुझे एक तरह से थ ड़ र हत म ल है । 
मेरे स थ रहने के ल ए शुक्र य । 
यह ब त मैं अच्छ तरह ज नत हूँ क मैं , मतलब ... 
स थ नह ं देत ? 
मैं क स पर पूर तरह से न र्भर नह ं हूँ । 
मैं तुम्हें छ ड़कर ज सकत थ । मैं ज़ ंदग में आगे बढ़ सकत थ । अभ भ बढ़ सकत हूँ । 
मैं तुम्हें छ ड़कर नह ं गई , इसक वजह यह है क हम र एक पर व र है ... और अगर मैं क ई च ज़ श द्दत से च हत हूँ , त वह है इस पर व र क संज ए रखन । 
और मैं तुमसे प्य र करत हूँ । 
यह भ एक वजह है । 
मैं लड़ूँग ... तुम और मैं लड़ेंगे ... वह बच ने के ल ए ज हम रे प स है , क्य ंक हम रे प स बहुत कुछ है । 
लेक न तुम्हें उससे प्य र करन बंद करन ह ग । 
तुम्हें उससे प्य र करन बंद करन ह ग । 
मैंने न क क फ़ न क य । उसे उसक ज त और एक अच्छ प्रत स्पर्ध , द न ं के ल ए बध ई द । 
मैंने उसे यह भ बत य क मैं तुरंत अपन इस्त फ़ दे दूँग , त क आम चुन व से पहले वह अपने क र्य लय में समय ब त ने क थ ड़ मज़ उठ सके । 
इसके अल व , एक ऐस सरक र वक ल ज सके प स अब क ई अध क र नह ं , हम रे शहर के ह त ं के ल ए क म नह ं कर सकत । 
र ग , हे । हे , कैसे ह तुम ? 
- पत नह ं । - ह ँ । मतलब , मुझे अफ़स स है । 
तुम यह ँ क्य कर रह ह ? 
जय और व रू क कुछ मुक़दम ं क ज नक र च ह ए । कुछ मुक़दम ं क ? 
हे , तुम्हें परेश न त नह ं ह ग ? 
- कभ नह ं । - म लते हैं । 
व ह , यह ँ से न कलने क क फ़ जल्द है , हँ ? 
ह ँ । मतलब , अगर ख़बर ं पर व श्व स क य ज ए , त मेरे प स यह ँ ज़्य द समय नह ं बच है । 
यह एक रेस के घ ड़े क अस्तबल में ब ंधने जैस है । 
वैसे पत नह ं अब मैं रेस क घ ड़ रह भ हूँ य नह ं । 
तैय र ह ? 
क सल ए , अस्तबल के ल ए ? 
नह ं , इस म ट ंग के ल ए । 
र म और श्य म के स थ । 
तुमने मेरे चेहरे क म यूस देख ल । अब ख़ुश ह ? प्ल ज़ । ऐस मत कह , रेमंड । बैठ ज ओ । 
तुम भ , रस्ट । और दरव ज़ बंद कर द । 
सबसे पहले , मैं तुम्हें कल र त द गई तुम्ह र सुंदर ट प्पण के ल ए शुक्र य कहन च हत हूँ । 
वह मेरे द ल क छू गई , मुझे बहुत अच्छ लग । भ ड़ में ज ओ । 
लेक न तुम्ह रे आख़ र स र्वजन क बय न से मुझे दु ख पहुँच । 
मुझे अफ़स स है तुम्हें ऐस महसूस हुआ । 
त , प्रमुख सह यक सरक र वक ल क पद तुरंत प्रभ व से ट म संभ लने व ल है । 
कहने क ज़रूरत नह ं है क तुम अपने मुक़दम ं क सूच और च र्ज ंग न ट्स और कैलेंडर फ़ इल्स इत्य द ट म क दे द गे । 
और कैर ल न प ल मस के मुक़दमे में जनत क बढ़त हुई द लचस्प क देखते हुए ... वह आग ज एक बेशर्म कम ने क तरह तुमने भड़क ई थ ? 
उस म मले में हम कह ँ पहुँचे ? 
मतलब , मैंने ट म क पूर र प र्ट दे द थ । 
दरअसल , तुमने पूर र प र्ट नह ं द है । कुछ ऐस च ज़ें हैं ज उसमें से ग़ यब हैं । 
जैसे ? 
जैसे , उँगल य ं के न श न ं क ज ँच क नत ज । वह मुझे अभ नह ं म ल है । 
वह उपलब्ध है । 
त तुम ज ँच से छेड़ख न कर रहे थे ? 
वैसे , मतलब , अब यह ज ँच मेर ज़ म्मेद र है । 
कैर ल न के अप र्टमेंट में कई ल ग ं क उँगल य ं के न श न म ले थे , ज नमें तुम भ श म ल ह । 
त , तुम कैर ल न के अप र्टमेंट में आख़ र ब र कब गए थे ? 
मैं उसक म त के ब द घटन स्थल पर थ । 
पर तुमने दस्त ने पहने हुए थे , है न ? 
और तुम्ह र उँगल य ं के न श न उसके बेडरूम में म ले थे । तुम्हें उस कमरे में ज ते हुए क स ने नह ं देख । त , क़त्ल से पहले , तुम कैर ल न के अप र्टमेंट में आख़ र ब र कब गए थे ? 
हमने कई मुक़दम ं पर स थ क म क य थ ... सुनव इय ं पर ... और कभ - कभ हम दफ़्तर के ब द क म करते थे , और कभ 
त तुम उसके अप र्टमेंट में मुक़दम ं क चर्च करते थे ? हम सहकर्म थे । 
त , मैंने कैर ल न के म ब इल में उसक क ल ह स्ट्र देख । 
- तुम द न ं एक-दूसरे क क फ़ फ़ न करते थे । - इस सबक मतलब क्य है ? 
मतलब यह है क मैं यह ज नने क क श श में हूँ क क़त्ल से पहले , तुम कैर ल न के अप र्टमेंट में आख़ र ब र कब गए थे ? और तुमने कह क तुम वह ँ मुक़दम ं पर स थ म लकर क म करते थे । 
क्य मुझे इस म ट ंग में एक वक ल क बुल लेन च ह ए ? 
तुम द न ं ने आख़ र ब र क स मुक़दमे पर स थ क म क य थ ? 
म फ़ करन , क्य यह ँ मैं आपर ध क ज ँच के द यरे में हूँ ? 
देख , मैं नय प्रमुख सह यक सरक र वक ल हूँ । मैं पूर्व प्रमुख सह यक से स र ज नक र ह स ल करन च ह रह हूँ । 
मेरे प स कुछ सव ल हैं । यह स म न्य ब त है । 
क्य तुम्ह रे और कैर ल न के ब च में रूम न सम्बन्ध थे ? 
तुम च हते ह मैं सव ल द हर ऊँ ? 
कैर ल न प ल मस के स थ मेरे व्यक्त गत र श्ते क इस ज ँच से क ई सम्बन्ध नह ं है । तुम यह क्य कह रहे ह ? 
- तुम न कम्मे ह , ट म । - हे , रस्ट । मैं अपन भूल स्व क रत हूँ क मैंने तुम पर इस ज ँच में कुछ न कर प ने क आर प लग य । 
तुमने त यह ज नबूझकर क य , कल त्मक ढंग से । - तुम बहुत बड़े न कम्मे ह , ट म । - हे , श यद ... तुम एक बहुत बड़े न कम्मे ह । रस्ट , श यद तुम्हें अपन मुँह बंद रखन च ह ए । 
मैं तुम्हें बत त हूँ । कैर ल न के क़त्ल क पूर पैथ र प र्ट आ चुक है और वह गर्भवत थ । 
क्य तुम्हें पत थ क क़त्ल के समय कैर ल न गर्भवत थ ? 
नह ं । तुम्हें क ई अंद ज़ है उसके बच्चे क ब प क न ह सकत है ? 
