నా పేర రస్టీ సాబిచ్ , ఈ నేరవిచారణలో నేన ప్రాసిక్య టర్ గా ఉన్నాన . 
అక్కడ క ర్చ న్న వ్యక్తి ని దిత డ , జేమ్స్ మెక్ డేవిడ్ , కానీ నేన చెప్పగలన అతన అక్కడ క ర్చ ని తన ఏ నేర చేయలేదని అ ట న్నాడ ఎ ద క టే మన రాజ్యా గ అదే డిమా డ్ చేస్తో ది . 
కానీ , ఈ ని దిత డే అసల దోషి అని స్పష్ట చేసే సాక్ష్యాధారాన్ని మీక చ పి చబోత న్నాన . 
ఇ కా ఆ సాక్ష్య సరైనదే అని మీర నమ్మితే ... సరైనది అనిపిస్తే ... ఇతన నేరాన్ని అ గీకరి చడ లేదని మీర వోట వేయాలి . 
ఆ సాక్ష్యాన్ని మీర నమ్మలేని పక్ష లో , ఇతడిని మీర నిర్దోషిగా విడ దల చేయాలి . 
ఎలా టి అన మానాలకీ తావ లేక డా నేరాన్ని ర జ వ చేయడమే నా కర్తవ్య ... ఇ కా జ్య రీలో ఉ డట అనేది అన్ని టికన్నా చాలా కీలకమైన బాధ్యత . 
నేరవిచారణ బాధ్యతన అప్పగి చిన తర వాత , సాక్ష్యాధారాలన స త ప్తికర గా సేకరి చగలడ అనేది , అది క డా చాలా మ ఖ్యమైన బాధ్యత . 
విధి నిర్వహణలో నేన ప ర్తిగా బాధ్యతాయ త గా వ్యవహరిస్తాన , ఇ కా మీ విధ ల్ని మీర సక్రమ గా నిర్వర్తి చాలని కోర త న్నా . 
మన పనిని మన సక్రమ గా చేస క దా , సరేనా ? 
బ తిని చాలా పైకి విసిరావ . 
చాలా పైకి విసిరావ . ఇలా చ డ . ఇ కా బాగా వేయి . ప ర్తిగా ద ష్టి పెట్ట . శ్వాస తీస కో . 
హేయ్ , శ్వాస తీస కో . 
న వ్వ తొ దరపడ త న్నావ . కాస్త శ్వాస తీస కో . 
ఆట ఎలా సాగ తో ది ? బాగ ది . రె డ ఇ కా మ డ బేస్ లలో రన్నర్స్ గ రి చి నేన ఏదో విన్నాన . 
నా వ షణాలకి గ రిపెట్టక ! అశ్లీల ! 
హేయ్ , చ డ డి . మన స్పిన్ తిరిగే బ త ల వేయక డదని అన క న్నా కదా . 
వాడిని బ తి వేయనివ్వ , బ జ్జీ . మ ద వాడిని ఆ బ తి వేయనివ్వ . 
- నాన్నా . - ఏ టి ? రేమ డ్ ఫోన్ చేస్త న్నాడ . 
ఈ రోజ న వ్వ కొన్ని మ చి బ త ల వేశావ . 
ఏదైనా కొత్త ఎన్నికో ఏదో అయి ఉ ట ది . న వ్వ పరాచికాల ఆడక . 
ఎప్ప డ ? 
సరే . నేన వె టనే అక్కడికి వస్తాన . 
బార్బరా , నీతో ఒక సెకన మాట్లాడవచ్చా ? 
అలాగే . తప్పక డా . 
కారొలిన్ పొలీమస్ ని ఎవరో చ పేశార . 
ఎప్ప డ ? 
నాక తెలియద . నేన వెళ్లాలి ... నేన వెళ్త న్నాన ... నేన వెళ్లాలి . వెళ్లి వస్తాన . 
న వ్వ అక్కడికి వెళ్లలేవ . చాలా దార ణ గా ఉ ది . 
సరే . తప్పనిసరిగా గ్లౌవ్స్ తొడ క్కో . 
ఈ కేస ని నేనే వాది చాలి , ఎ ద క టే ఇలా టి దార ణమైన నేరాల కేస ల్ని రస్టీ అయినా లేదా నేనయినా వాది చాలి , - ఇ కా హత రాలికి రస్టీ సన్నిహిత డ . - లేద , దీనికి నేనే ఇ ఛార్జ్ గా ఉ డాలి . అలా ఎ ద కని ? 
అ టే , మొదటగా , రేమ డ్ నన్న అడిగాడ కాబట్టి , ఇ కా అతన డిస్ట్రిక్ట్ అటార్నీ , నీకో , నీక ఆ హోదా మీద ఎ త కోరిక ఉన్నా సరే . 
ఇ క రె డో విషయ , నేన టామీ కన్నా సమర్థ డిని , కాబట్టి ... 
సరే , చ డ . నీక ఇదే స్పష్ట చేస్త న్నాన , నేన ఎలక్షన్ గెలిచే వరక ... నేన ఎట తప్పక డా గెల స్తాన ... 
అది గెలిచే వరక నీక విధేయ గా నమ్మకమైన సేవక డిగా ఉ టాన . ఇది రస్టీ కేస , సరేనా ? 
టామీ , న వ్వ నిష్పక్షపాత గా వ్యవహరి చలేవ . ఆ విషయ ఒప్ప కో . నీకో ఎన్నికల ఫలిత నీ పరిశోధనని ప్రభావిత చేయచ్చ . 
- నన్న తొలగిస్తే మీరే నష్టపోతార . - నోర మ యి . 
ఈ పనికి నాక మ చి లాయర్ కావాలి , ఇ కా అది రస్టీ మాత్రమే . 
య జీనియా , రీగోని వచ్చి నన్న నా ఆఫీస లో కలవమని చెబ తావా ? సరే , అలాగే . 
నాక తెల స . నాక తెల స . 
ఓహ్ , దేవ డా . 
రీగో , నీక ఏ సమాచార తెలిసి ది . 
పోలీస్ డిపార్ట్మె ట్ ఫోరెన్సిక్ వైప చ స్తో ది , రాత్రి జరిగిన స ఘటనల , చివరిగా మాట్లాడిన వారి గ రి చి ఆరా తీస్తో ది . 
మన ఎక్కడి న డి మొదల పెడ త న్నా ? జైల న చి విడ దలైన వార . పేరోల్ గడ వ ప ర్తయిన వార . 
- ఇది పగతో చేసిన హత్య అ టావా ? - నాక తెలియద . ఎవరికి తెల స ? నాక తెలియద . 
ల్యాబ్ రిపోర్ట ల వచ్చాక , అవి నాక మాత్రమే వచ్చేలా చ డగలవా ? నాక మాత్రమే . మోల్టో లేదా డిలేలకి అవి చేరక డద . 
అలాగే , నీకే వస్తాయి . 
రేమ డ్ హోర్గన్ దగ్గర కీలక గా పని చేసే అన చర ల , సొ త గా రాజకీయ గా ఎదగాలని ఆశపడ త న్న గట్టి ప్రాసిక్య టర్ , మిస్ పొలీమస్ ఆమె సొ త ఇ ట్లో దార ణ హత్యక గ రై దని తెల స్తో ది , ఈ ఉదయ పది గ టల సమయ లో ఆమె మ తదేహాన్ని చ సినట్ల ఇ టి పనిమనిషి చెబ తో ది . 
వాల్ స్ట్రీట్ లో షేర్ల ధరల పతన తో ఈ రోజ డో జోన్స్ గట్టి పరిస్థితిని ఎద ర్కొ ది ... కారొలిన్ ఇ కా ఆమె క ట బానికి మా ప్రగాఢ సాన భ తి వ్యక్త చేస్త న్నా . 
ఈ ఘోరమైన ఇ కా అమాన షమైన హి సాత్మక చర్య గ రి చి విని మేమ తా తీవ్ర దిగ్భ్రా తికి ఇ కా విషాదానికి లోనయ్యా . 
ఇ కా ప్రజల దరికీ మా విన్నప , మేమ మీ ఆవేదననీ ఇ కా భయాలనీ అర్థ చేస కోగల ఎ ద క టే మేమ క డా మీలాగే ఆవేదన చె ద త న్నా . 
మన సొ త ప్రాసిక్య టర్లనే మన కాపాడ కోలేనప్ప డ పౌర ల గా మనమ తా క్షేమ గా ఉన్నామని అన కోవడ కష్ట . 
- వావ్ . చెత్తవెధవ . - భద్రతలో మన మరి త మెర గవ్వాలి . 
నిజ గా , మన మరి త మెర గవ్వాలి . - తన సమయ వ థా చేస కోవడ లేద , కదా ? 
న వ్వ బాగానే ఉన్నావా ? బాగ న్నాన . 
నేన నీక సాయ గా ఉ డటానికి ప్రయత్నిస్తాన ... కానీ నేన ఆ స స్మరణ కార్యక్రమానికి రాలేన . 
నేన అర్థ చేస కోగలన . 
అ త్యక్రియలకి వచ్చిన ద క థా క్స్ . వచ్చిన ద క థా క్స్ ... థా క్య . 
మన పని ఎలా సాగ తో ది ? 
నీ పరిస్థితి మాదిరిగానే ఉ ది , అన క టా . 
నీక ఇ కేమైనా సమాచార తెలిసి దా ? 
లేద , పెద్దగా ఏమీ తెలియలేద , కానీ నేన రీగోకి ఆ పని అప్పజెప్పాన . 
ఈ కేస కి మనకి ఎక్క వ సమయ లేద , తెల స గా , ఇ కా న వ్వ ఈ కేస ని త్వరగా పరిష్కరి చడ మీదనే నా ఉద్యోగ ఆధారపడి ఉ ది . 
ఓహ్ , అయితే , ఆ దోళనపడక . ఈ నేర ఎవర చేశారో మన త్వరలోనే కన క్క టా . 
మన మెడికల్ ఎగ్జామినర్ ఎవర ? పెయిన్లెస్ . 
- క మగై . ఓరి దేవ డా . - రేమ డ్ . 
- డిలే . - నన్న అలా పిలవడ నాక ఇష్ట లేద . 
ఊరికే జోక్ చేశా . 
నీ ప్రెస్ కాన్ఫరెన్స్ గ రి చి , నీకో . 
ప్లీజ్ . మన దాని గ రి చి ఇక్కడ మాట్లాడక డా ఉ దామా ? 
చెప్పక . కారొలిన్ హత్యని నీ రాజకీయ లబ్ధి కోస వాడ క ట న్నావ . 
హేయ్ , రేమ డ్ , మన ఇప్ప డ ఇలా గొడవపడద్ద . 
- నిన్న క డా వదలన , టామీ . - ఇది మన స్థాయి కాద . 
- మ ద న వ్వ నోర మ యి . - ఇది మన స్థాయి కాద . ఏదీ నాక తక్క వ కాద . నేన ఒకసారి ఒక టర్కీతో సెక్స్ చేశాన . 
ఎవరైతే ఆవేదన చె ద త టారో వారిని దేవ డ అక్క న చేర్చ క టాడ , ఎవరయితే కష్టాలన అన భవిస్త క గిపోతారో , ఎవరి మనస ల ద ఖ తో ఇ కా నిస్తేజ తో ని డిపోయి లేదా పాపభీతి ఇ కా విషాద తో ఎవరి హ దయాల అయితే భగ్నమయి ... - ఆమె మాజీ ప్రియ డ . - ... ఎవరి మనస ల గాయపడి ... - అతడిని ఎప్ప డయినా కలిశావా ? 
- లేద . - ... వారికి దేవ డ అ డగా ఉ టాడ . - చాలా విచిత్రమైన మనిషి . ఇవి కేవల మాటల . వాడ ఒక దొ గ సాక్ష్య . 
- కారొలిన్ పొలీమస్ రక్తమా సాలతో ఉన్న మనిషి ... - అతని పక్కన ఉన్న అతన ఎవర ? 
- ... ప్రియమైన క మార్తె ... - ఆమె కొడ క . ... ఒక తల్లి , ప్రభ త్వ అధికారి . నీక తెలియదా ? 
ఆమె లేని లోట ని ఈ మాటల ప డ్చలేవ లేదా మన బాధని తీర్చలేవ . 
ఆమె జ్ఞాపకాలన మన హ దయాలలో ఇ కా మన మనస ల్లో సదా పదిలపర్చ క దా . 
- సారీ , రేమ డ్ , నేన ఇ క వెళ్లి ... - సరే . అస్తికల కేవల అస్తికల కావ . ఆమె ధ ళి కేవల ధ ళి కాద . 
ఆమె జ్ఞాపక మనలో ని డి ఉ ట ది . 
ఆమెకి ఒక పిల్లవాడ ఉన్నాడని ఎప్ప డ ప్రస్తావి చకపోవడ విచిత్ర గా అనిపిస్త ది . 
ఆమె మాజీ భర్త ఆ కొడ క స రక్షణ చ స క ట న్నాడా ? 
అతన చ స క ట న్నాడ , అన క టా . అవ న . 
విన , ఈ కేస లో మనకి ఒక ఆధార దొరికి దని దయచేసి నాక చెప్ప , ఇ కా మన ఈ కేస లో ప ర్తిగా అగమ్యగోచర గా లేమని భరోసా ఇవ్వ . 
నాక ఒక ఐడియా ఉ ది . 
- సరే . - బన్నీ డేవిస్ . 
రేనాల్డ్స్ అ టావా ? మన అతడిని దోషిగా నిలబెట్టా కదా 
అవ న , కారొలిన్ ఇ కా నేన ఆ కేస లో కలిసి పని చేశా . 
అయితే మన ఒక అమాయక డిని కటకటాల పాల చేసి అసలైన హ తక డ మన ప్రాసిక్య టర్లలో ఒకరిని చ పడానికి కారక ల అయ్యా అ ట న్నావా ? మ చిది . ఇది వినడానికి బాగ ది . 
చనిపోయిన ఇద్దరికీ ఒకే మాదిరిగా కట్ల కట్టార . 
ఈ రె డ హత్యలకీ స బ ధ ఉ దని నిజ గా అన క ట న్నావా ? 
మన అగమ్యగోచర గా ఉన్నామా అని అడిగావ కదా . 
నాన్నా ? 
న వ్వ ఏ టి ఇ ట్లో ఉన్నావ ? 
నేన కారొలిన్ అ త్యక్రియలకి వెళ్లాన . 
న వ్వ కాసేప ఆడతావా ? 
రా . న వ్వ కర్వ్ బాల్ ఎలా విస ర తావో చ ద్దా . ఇలా రా . 
కర్వ్ బాల్ విసిరి చ పి చ . 
మళ్లీ . ఇ కొకసారి చ ద్దా . 
తల మీద బలమైన గాయ . ఆమె మరణానికి అదే కారణమని అధికారిక ధ్ర వీకరణ . 
ఈ నివేదిక చద వ . నేన ప పి చాన . నేన చదివాన . అ ద లో కెమిస్ట్రీ లేద , పాథాలజీ లేద , విషపదార్థాల పరీక్ష లేద . అది సమగ్ర గా లేద . 
వావ్ . నీ పని న వ్వ చ స కో . 
నేన మెడికల్ డాక్టర్ ని , ఈ గదిలో ఉన్నప్ప డ నాక ఇవ్వాల్సిన గౌరవాన్ని ఇవ్వ . 
ఆమెని కత్తితో పొడిచారని స చి చే ఎలా టి గాయాల కనిపి చలేద . 
- లేద , ఆమెని కత్తితో పొడిచి చ పలేద . - లై గిక గా దాడి జరిగిన దాఖలా లేద . 
లేద , న వ్వ ఆ నివేదికని ప ర్తిగా చదివి ఉ టే నీక ఆ విషయ క డా తెలిసేది . నేన నిజ గా చెబ త న్నాన , మీర బ ద్ధిహీన ల . 
ఏ అ ట న్నావ ? 
నేన ఏ చెప్పాన టే " మీర , " ఇ కా " అ తా , " ఇ కా " బ ద్ధిహీన ల " అని అాన్నాన . 
నేన వెళ్లి భోజన చేయాలి , కాబట్టి ... నిన్న కల స కోవడ చాలా స తోష గా ఉ ది , సాబిచ్ . ఈ ద శ్యాల్ని చ సి ఆస్వాది చ . 
బన్నీ డేవిస్ ని లియామ్ రేనాల్డ్స్ గమనిస్త న్నాడ . 
ఒక పన్నె డ డాలర్ల హెరాయిన్ స చీతో అతన ఏది కోర క టే అది సాధి చ కోగలడని అతనికి తెల స , కాబట్టి అతన ఆమెని మాయమాటలతో మోటెల్ ర మ్ కి తీస క వెళ్లాడ . ఇ కా ఒక వార రోజ ల పాట , అతడ ఆమెని బాగా మత్త లో ఉ చాడ . 
ఎ త తీవ్రమైన మత్త అ టే మ డ వేర్వేర స దర్భాలలో తిరిగి స్ప హలోకి తీస క రావడానికి అతడ ఆమెకి నార్కాన్ మ ద ఇవ్వాల్సి వచ్చి ది . 
ఆమె రేనాల్డ్స్ తో ఉన్నప్ప డ బన్నీ డేవిస్ మ డ సార్ల మరణి చి ది . తర వాత ఆమెని అతడ మ డ సార్ల బతికి చాడ . 
ఆమె ఆ మత్త లో ప్రతిఘటి చలేకపోయి ది కానీ ఆమె ఆ బాధని ఫీల్ అవ త నే ఉ ది . 
ఇ క అతని దగ్గర మాదకద్రవ్యాల ఖాళీ అయిపోగానే ఇ క ఆమెని మత్త లో ఉ చలేక , ఆమెని మ డ రోజ ల పాట కట్టేసి ఉ చాడ . 
ఆమె మెడ చ ట్ట కట్టేసి మ డ రోజ ల ఉ చాడ , అది ఆమెని లాగ త , ఉక్కిరిబిక్కిరి చేస్త డి ది . 
బన్నీ డేవిస్ ఒక ఇ టి ఆడబిడ్డ ... ఒక సోదరి ... ఒక స్నేహిత రాల . 
బన్నీ డేవిస్ ఇరవై ఆరేళ్ల వయస లో ఒక మ రికి మోటెల్ లో ఒక రాక్షస డ కట్టి పడేస్తే , ఆమె ప్రాథేయపడి ది ... 
కానీ అలా జరగలేద . 
ఈ మనిషి , లియామ్ రేనాల్డ్స్ , ఈ విధ గా చేశాడ ... ఇ కా ఇలా చేశాడ ... ఇ కా ఇలా చేశాడ . 
బన్నీ డేవిస్ కేస గ ర్త దా ? గ ర్త ది . 
కారొలిన్ క డా అదే తరహాలో కట్టివేయబడి ది . 
సరే . అయితే , ఈ కేస ల మధ్య స బ ధ ఉ ద టావా ? 
ఈ కేస లకి స బ ధ ఉ దని రస్టీ అన మానిస్త న్నాడ . 
అవ న , కానీ లియామ్ రేనాల్డ్స్ జైల లో ఉన్నాడ . 
- అవ న . - సరే . కానీ , చ డ , ఇది మన కేస కాద . ఇ కా అప్ప డే కాద . 
ఇలినాయిస్ ఖైదీల పర్యవేక్షణ విభాగ అతన మన నేరగాడ అన కోన . 
అతన బయట వేరొకరి ద్వారా ఈ నేర చేయి చడానికి ప ర్తిగా అవకాశ ఉ ది . 
ఆ అవకాశ కనిపి చడ లేద . 
హత్య చేసిన తీర లో వ్యత్యాస ఉ ది . మరొక బాధిత రాలికి గ డెలో కత్తిపోట్ల ఉన్నాయి . 
కారొలిన్ ని బల గా మోదిన గ ర్త ల న్నాయి . 
అన్నట్ల , అది ఫైర్ పోకర్ . 
నిజ గానా ? 
అవ న , ఆమె దగ్గర మొత్త ఇన మ తో చేసిన ఫైర్ ప్లేస్ సెట్ ఉ ది . 
పోకర్ మాత్ర కనిపి చడ లేద . అది ఆ గాయాలతో మ్యాచ్ అవ త ది . 
- నిజ గానా ? 
- న వ్వ బాగా చేశావ . 
అది యథాలాప గా జరిగి దని నాక అనిపిస్తో ది . అది ప్లాన్ తో చేసిన హత్య కాద . 
యథాలాప గా జరిగి దా ? పక్కా ప్లాన్ తో చేసి ది . 
లేద , ఆమెని పక్కా ప్లాన్ తోనే కట్టేశాడ . హత్య చేసే తీర అది కాద . 
నేన చేసే పని మాదిరిగా అనిపిస్తో ది . 
నేన ఆస్వాది చే పని మాదిరిగా అనిపిస్తో ది . 
అయితే , నేన అన మానిత డినా ? 
నా ఉద్దేశ , అదే ఆశిద్దా . ఇక్కడ ఉ డట చాలా బోరి గ్ గా ఉ ది . 
నేన మళ్లీ కోర్ట కి తిరిగి వెళ్లగలనా , మెడకి టై కట్ట క ని , మ చి డ్రెస్ వేస క ని మ స్తాబ కాగలనా ? 
ఏ టి , మీర ఏదైనా నిజాన్ని నా న చి ఆశిస్త న్నారా ? 
వెళ్లిపో డి . 
ఆమె ఎ తోమ ది క్రిమినల్స్ కి శిక్ష పడేలా చేసి ది , అ ద లో నేన క డా ఒకడిని . 
కాబట్టి , మీర నా న డి ఏదైనా స్టేట్మె ట్ ని ఆశిస్త టే , నేన మీక ఒక్కటే చెప్పగలన . " ఆన దిస్త న్నా . " 
లేద టే అది కాద , ఇ కో మ చి మాట చెబ తా . 
నా న చి ఒక మ చి మాట విన డి . " మన చేసే కర్మల మనకే తిరిగి వస్తాయి . " న వ్వ చెప్పడ ప ర్తయి దా ? 
ఆమె ప ర్రెకి నేనయితే స తోష గా ర ధ్ర పెట్టేవాడిని . 
న వ్వ చాలా ఆలోచనాపర డివి , కదా ? 
సరే . అయితే , ఒక మాట అన క దా , కేవల వాదన కోస ... నీ వాదన , నా వాదన కాద ... న వ్వ జీవితకాలప శిక్ష అన భవిస్త న్న మేధావివి . 
చెప్పాల టే , అది కారొలిన్ చేసి ది కాద . 
ఇ కా నీ దగ్గర ఏదైనా సమాచార ఉ టే గన క , నీ ఎద ర గా చీఫ్ డిప్య టీ ప్రాసిక్య టర్ క ర్చ న్నాడ గన క న వ్వ దాని వల్ల ప్రయోజన పొ దాలని చ స్తావ అన క టా . 
ఏ చేయాలి అన క ట న్నావ ? న వ్వ ఇక్కడే ఉ డి ఇలాగే నీ జీవితాన్ని గడపాలి అన క ట న్నావా ? 
నిన్న ఒక విషయ అడ గ తాన . న వ్వ గౌరవి చే నీ స్నేహిత రాలి హత్యలో నా పాత్ర ఏదో విధ గా ఉ దని అన క ట న్నావా ? 
నేన అన కోవడ బన్నీ ఇ కా ఆమెని చ పిన తీర దాదాప గా ఒకేలా ఉ డట చ స్తే న వ్వే ఆశ్చర్యపోతావ . 
ఈ కేస విషయ లో ఏమైనా మాక సమాచార ఇవ్వదల్చ క టే నీక ఇదే సరైన అవకాశ . 
కారొలిన్ పొలీమస్ . నా జీవితాన్ని నాశన చేసి ది . 
న వ్వ సాయ చేశావ . 
మేమ , పైన పేర్కొన్న కేస లో జ్య రీ సభ్య లమైన మేమ , ప్రతివాది అయిన లియామ్ రేనాల్డ్స్ ఈ ఫస్ట్ డిగ్రీ హత్య కేస లో నేర చేసినట్ల భావిస్త న్నా . అవ న ! 
రె డ విషయాలని నేన ఎప్ప డ మర్చిపోన . 
మ ఖాల , ఇ కా నేన నాశన కావడ ! 
కారొలిన్ ని ఎ తమ ది ఇష్టపడతారో , ఆమెక అ తమ ది శత్ర వ ల క డా ఉన్నార . ఆమె తిర గ లేని ప్రాసిక్య టర్ గా వ్యవహరి చి చాలామ ది నేరగాళ్లని జైల కి ప పి చి ది . కొ దర ఆమె మీద ప్రతీకార తీర్చ కోవాలని అన క ని ఉ డచ్చ . 
ప్రతి ఒక్క ప్రాసిక్య టర్ కి ఉ డే భయ కరమైన ఊహ ఏమిట టే తన శిక్ష పడేలా చేసిన నేరగాళ్లలో ఎవరైనా ఆమె మీద ప్రతీకార తీర్చ కోవాలని ప్రయత్ని చడ . 
హి సా ప్రవ త్తి ఉన్న నేరగాళ్లలో ప్రతీకారేచ్ఛ ఉ డట అనేది మనకి ప్రమాదకర . 
ప్రస్త త ఉన్న పరిస్థిత ల సవ్య గా లేవనిపిస్తో ది . ప్రజలలో చాలా భయా దోళనల ఉన్నాయి . 
ప్రజల తమక భద్రత లేదని భావిస్త న్నార , ఇ కా జన ఆ దోళన పడ త న్నార . వాళ్ల అలా ఉ డటానికి కారణ క డా ఉ ది , 
ఆ పరిస్థితిని మార్చాలనే మేమ తాపత్రయపడ త న్నామ . ఇ కా ప్రస్త తానికి , ప్రజల తమకి భద్రత లేదని అన క ట న్నార , వార భద్ర గా లేరని అన క ట న్నార . 
కాబట్టి , మరో రె డ వారాల్లో , షికాగో ప్రజలారా , బయటక వచ్చి మీ వోట వేయ డి . 
మిస్టర్ కాల్డ్వెల్ , నేన ఇలా హఠాత్త గా వచ్చిన ద క , సారీ చెబ త న్నాన . 
- నా పేర రస్టీ సాబిచ్ . - మీర ఎవరో నాక తెల స . 
కారొలిన్ మీ గ రి చి చెప్పేది . 
నేన ఫోన్ లో మాట్లాడాలని ప్రయత్ని చాన . 
పోలీస ల ఇప్పటికే ఇక్కడికి వచ్చార . 
మీతో ఒకసారి మాట్లాడవచ్చా ? 
మేమ తొమ్మిదేళ్ల కి దట విడాక ల తీస క న్నా . ఆ తర వాత ఎప్ప డ మేమ పెద్దగా కల స కోలేద . 
ఆమె వ్యక్తిగత జీవిత గ రి చి మీక ఏమీ తెలియదా ? నాక తెలియద . మీక తెల సా ? 
ఆమెక పనే జీవిత , కాబట్టి ఆమెతో కలిసి పని చేసేవారికి ఆమె గ రి చి ఎక్క వ తెలిసే అవకాశ ఉ ది . 
నిజానికి , మేమ విడిపోవడానికి అదే కారణ . 
మీర నాక తెలిసిన త వరక , మీర ఆమెతో కలిసి చాలా దగ్గరగా పని చేశార . 
నా తర వాత స్థాన ఆమెదే . 
ఆమెకి ఒక బాబ ఉన్నాడని నాక ఇ తవరక తెలియద . 
అవ న , కొన్నిసార్ల మనకి ఏ తెలియవో అవే మనకి చాలా విషయాల చెబ తాయి . 
కారొలిన్ చాలా వ త్తి జీవితాన్ని , వ్యక్తిగత జీవితాన్ని వేర వేర గా ఉ చేది . 
ఆమెకి స బ ధి చిన చాలా విషయాల నాక తెలియవనే అన క ట న్నాన . 
నేన చ సి ది ఇ కా నాక తెలిసి ది ఏమిట టే ఆమె చ డాలి అన క న్నవి ఇ కా ఆమెకి తెలిసినవి . 
నేన ఆమెని చ పానేమో అని మీర అన మానిస్త టే గన క , నేన ఆ హత్య చేయలేదని పోలీస ల ఇప్పటికే ఒక నిర్ధారణకి వచ్చార . 
మా అబ్బాయి , మైఖెల్ . 
మిస్టర్ సాబిచ్ . 
హలో , మైఖెల్ . మీక జరిగిన విషాదానికి సారీ . 
థా క్య . 
వాడ కోప గా ఉన్నాడ ... ఈ ప్రప చ మీద , వాడి అమ్మ మీద , ఇ కా నా మీద . 
వాడి క ట బ వ్యవస్థ విఫలమై ది . 
ఆ వైఫల్యానికి వాడ నన్నే ని దిస్తాడని నాక తెల స . 
సరే , అ దర విన డి . మన ఇ క పని మొదల పెడదా . 
విన డి , మన ఈ కేస లో కష్టపడ త న్నామని తెల స . 
మన ప్రస్త త చాలా గడ్డ పరిస్థిత ల్ని ఎద ర్కొ ట న్నా . 
మన కీలకమైన బ ద లో ఒకరిగా ఉ డిన కారొలిన్ చాలా ప్రత్యేకమైన మనిషి . 
మన బాధపడట లో అర్థ ఉ ది . 
ఇ కా మన మ ద క సాగలేకపోయినా ఫర్వాలేద . 
అది మనిషి నైజ . కానీ ఒకరికొకర అ డగా నిలబడట క డా మానవ నైజమే . మ చిగా ఎలా ఉ డాలో మీక తెల స . అది ఏమిటి ... ఏ టి ... 
సారీ . 
కారొలిన్ హత్యకి స బ ధి చి , కొత్త విశేషాల ఏ ఉన్నాయి ? 
అ టే , మనకి ప ర్తి స్థాయి నివేదిక ఏదీ ఇ కా రాలేద . 
కారొలిన్ ద స్త ల మీద ఇ కా శరీర మీద , తివాచీకి స బ ధి చిన చిన్న దారాల కనిపి చాయి , కానీ ఆ తివాజీ ఆమె అపార్ట మె ట్ లోది కాద . 
అవి సి థటిక్ దారాల , దేశీయ గా తయారయినవి . వాటి ర గ ని స్కాటిష్ మాల్ట్ అ టార . దాని ర గ ల అద్దకాన్ని ఇ కా గ ర్తి చలేద ఇ కా ఆ దారాల బహ శా పారిశ్రామిక గా లేదా క టీర పరిశ్రమ ద్వారా తయారై ఉ డచ్చ ... 
వాటి ర గ ని స్కాటిష్ మాల్ట్ అ టార . కాస్త స్పష్టత వస్తో ది . 
బహ శా ఆమె చనిపోవడానికి మ ద ఎలా టి పెన గ లాట ఉ డకపోవచ్చ , అలాగే ఇ ట్లోకి దొ గల ఎవర జొరబడినట్ల లేద , హ తక డ కారొలిన్ కి తెలిసిన వాడే కావచ్చ . 
ఆమె తల మీద బల గా మ డ సార్ల మోదినట్ల మాత్ర శవపరీక్షలో నిర్ధారి చార . 
అయితే మరి ఆ తాడ తో కట్టిన స గతి ఏ టి ? 
అది కేవల అర అ గ ళ ఉన్న , అమెరికన్ తయారీ అయిన మామ ల తాడ . 
అవ న . అది ఎక్కడపడితే అక్కడ దొర క త ది . 
టార్గెట్ , వాల్ గ్రీన్స్ , హోమ్ డిపో ద కాణాలలో . 
కాబట్టి , ఈ నేరపరిశోధన మ ద క కలదడ లేదని న వ్వ టే , అ ద లో నిజ గానే అర్థ ఉ ది . 
డిలేకి న వ్వ ఇవ్వాలి అన క ట న్న నివేదిక ఇదేనా , అప్ప డ మీర ప్రెస్ మీట్ పెట్టి నా అసమర్థతని బహిర గ గా ప్రకటి చవచ్చ . 
నీ అసమర్థత ఈ రోజ స్పష్ట గా బయటపడ తో ది . 
వావ్ , న వ్వ నిజ గా పెద్ద వెధవవి , కదా , టామీ ? 
ఈ సాయ త్ర మన ప్రేమతో మాట్లాడ కోవడ అనేది ఇక దీనితో మ గ స్త ది అన క టా . 
టామీ , నీతో ఒకసారి మాట్లాడచ్చా ? 
అలా ఎ ద క ప్రవర్తిస్త న్నావ , టామీ ? - ఏ టి ? - దాని వల్ల ఏమైనా ప్రయోజన ఉ ది అన క ట న్నావా ? 
ఆ దిశగా వెళ్త న్నామన్న స గతి నాక తెలియద . - ఒక విషయ తెల సా ? - నాక చాలా తెల స . 
ఆహ్ ... హా . నీక ఒక విషయ తెల సా , నీ పై అధికారిగా నా మాటని న వ్వ ధిక్కరిస్త న్నావ , సరేనా ? 
నా పరిశోధనని న వ్వ అడ్డ క ట న్నావని నాకేమయినా తెలిసి ద టే , నేన ... నేన అడ్డ కోవడ ... తివాచీ దారాల మనకి ఆధారాల . 
ఈ కేస ప్రాథమిక గా పరిష్కార అయిపోయి ది . 
నాతో పరాచికాల ఆడ త న్నావా ? 
నాతో గొడవ పడాలని అన క ట న్నావా ? నాతో గొడవ పడాలని చ స్త న్నావా ? 
- లేద . - అది మ చి ఆలోచన అన క ట న్నావా ? 
న వ్వ దాని వల్ల లాభ పొ దగలవ అన క ట న్నావా , టామీ ? 
న వ్వ ఏదో కలత చె దావ . 
మిస్టర్ సాబిచ్ , పొలీమస్ కేస గ రి చి ఏమైనా చెబ తారా ? 
ఏదైనా కామె ట్ చేయడానికి నాక అన మతి లేద . ప్రస్త త కేస పరిశోధనలో ఉ ది , - కానీ మీక చెప్పగలిగి ది ఏమిట టే ఈ ఆఫీస్ ... - శభాష్ , రస్టీ . ఇలా రా . ... చాలా కష్టపడ తో ది , ఇ కా రేమ డ్ హోర్గన్ చాలా కష్టపడ త న్నార . 
మేమ ఏమీ చేయలేకపోత న్నామనేది అబద్ధ . 
నా ఉద్దేశ , ఈ ఆలోచనని నీకో డెల్లా గార్డియా జన లో ప్రచార చేయాలని చ స్త న్నాడ ఎ ద క టే జన లో భయాల రేకెత్తి చి రాజకీయ గా లబ్ధి పొ దాలని చ స్త న్నాడ . కానీ నీకో డెల్లా గార్డియా కొన్ని స వత్సరాల గా ఈ కోర్ట ర మ లో అసలైన కేస ఒక్కటి క డా వాది చలేద . 
- ప్రతి కేస లో నేరాన్ని ఒప్పిస్తాడ . - అలా చెప్ప ! అన్ని టినీ అడ్డ కోవడ , అడ్డ కోవడ , అడ్డ కోవడ అతని వ్యవహారశైలి అప్ప డ ప్రతివాద లాయర్ల విసిగిపోతార ఎ ద క టే క్లయి ట్ల క డా డబ్బ ల కట్టలేర . 
ఒక రక గా అది అన్యాయ . మరొక విధ గా చ స్తే అది వ త్తిని అగౌరపర్చడ . ఆ రె డ రకాల గా వ్యవహరి చడ లో ... మొనగాడైన నీకో డెల్లా గార్డియాని అ ద కే ఇక్కడ నీకో " డిలే " గార్డియా అని పిల స్తార ఎ ద క టే కేస ల అడ్డ క టాడ లేదా ఒప్పిస్తాడ . ఇ కా చివరిగా ఒక విషయ . కేవల చివరిగా ఒక్క మాట . 
మన ఒక చీకటి స ద లో వెళ త టా ఇ కా ఎద ర గా ప్రమాద పొ చి ఉన్నప్ప డ , మీర ఎవరి సాయ కోరతార ? 
రాజీపడేవాడ ఇ కా అడ్డ క నే ... - పొట్టి వెధవ . - ... నీకో డెల్లా గార్డియా లా టి వాడినా , లేదా రేమ డ్ హోర్గన్ లా టి పోరాడే మనిషినా ? 
కారొలిన్ కేస ని న వ్వ వ్యక్తిగత గా వాదిస్త న్నానని మాత్ర నాక చెప్పక . సరేనా ? 
ఈ కేస వాది చమని రేమ డ్ నన్న అడిగాడ . 
రేమ డ్ నిన్న అడిగాడ . 
నేన ఈ కేస ని చేపట్టకపోతే , అప్ప డ అది టామీ మోల్టో చేతికి వెళ త ది , అతన ఏమీ చేయడ ఎ ద క టే ఈ కేస పరిష్కార కాకపోతే రేమ డ్ కి మళ్లీ ఎన్నికయ్యే అవకాశాల దెబ్బతి టాయి . 
నా ఉద్దేశ , డెల్లా గార్డియా గన క గెలిస్తే , అప్ప డ అతన నా ఉద్యోగాన్ని టామీకి ఇస్తాడ . 
కానీ జన అ దరికీ తెలిసిపోతే ... మీరిద్దరికీ అక్రమ స బ ధ ఉ దని . 
నా ఉద్దేశ , నీ కేస మీద , నీ కెరీర్ మీద , మన పిల్లల మీద దాని ప్రభావ ఎ తవరక ఉ ట ది ? 
నా స గతి ? 
నాక , కారొలిన్ కి మధ్య స బ ధ తెగిపోయి చాలాకాల అయి ది . 
నాక కేవల రె డ వారాల గడ వ ఉ ది , ఎ ద క టే అప్ప డ ఈ కేస కోర్ట లో విచారణకి వస్త ది . ఈ కేస ని సరిగ్గా సమర్పి చాలని రేమ డ్ కోర క ట న్నాడ , బార్బరా . 
అతన ఆశి చిన స్థాయిలో పనిచేయగలిగి ది నేన ఒక్కడినే . 
ఏ టి , ఆమెతో పడ క న్న ప్రాసిక్య టర్ ఇ కొకర అతనికి దొరకలేదా ? 
సారీ . 
మన వివాహబ ధ దీని న చి బయటపడలేకపోయి ది . 
నేన క డా బయటపడలేకపోత న్నాన . 
నీ గ రి చి నాక తెల స , రస్టీ . 
న వ్వ ఈ కేస లో మ నిగిపోతావ . 
న వ్వ తలమ నకలైపోయి ఇ క ఏమీ మాట్లాడవ . 
అది నన్న బాధపెడ త ది . 
మా నాన్న మా అమ్మని మోస చేశాడ ... ఇ కా ... నేన అలా టి పనిని ఎప్ప డ చేయక డదని ప్రమాణ చేస క న్నాన . 
కానీ ఇప్ప డ ఈ పరిస్థితిలో ఉన్నాన . 
అలా ఎ ద క జరిగి ది అన క ట న్నార ? 
నాక తెలియద . కానీ , అది సెక్స్ కోస కాద . 
నా ఉద్దేశ , అది సెక్స్ కి దారి తీసి ది . కానీ నా ఉద్దేశ , బార్బరా విషయ లో , మ ద గా అదే జరిగి ది . 
అ టే , బి , నేన ఇరవై యేళ్ల వయస లో కలిశా . 
ఆర నెలల తర వాత ఆమె గర్భవతి అయి ది , అప్ప డ మాక జేడెన్ ప టి ది ఇ కా తర వాత ఖైల్ ప ట్టాడ . 
దానితో మేమ అలా ... మేమ పెళ్లి చేస క న్నా . 
మేమ మ చ మీద పడ క న్నప్ప డ , మీక తెల సా , మా భయాలన్ని టితో పడ క టామ . అ టే , స్క ళ్లలో పిల్లలకి ఇబ్బ ద ల , నా కేస ల భార . 
కారొలిన్ విషయ లో , ఆ ఒత్తిడి ఉ డేది కాద . 
ఆమె నాలో ఉత్సాహాన్ని ని పి ది . 
ఆమె సరదాగా ఇ కా పట్ట దలతో ఉ డేది , ఇ కా కారొలిన్ , తన చాలా తెలివైనది . 
ఆమె చాలా తెలివైనది . 
కానీ నేన దానిని అర్థ చేస కోలేకపోత న్నాన , ఇ కా బహ శా మీర నాక అర్థమయ్యేలా చెప్పగలరేమో ? 
ఆమెని మొదటిసారి కలవడ ఏదో ప్రత్యేక గా అనిపిస్త ది ... దాని గ రి చి ఆలోచిస్త ఉ టాన . అ టే , బహ శా ఆమె నన్న నన్న గా ఇష్టపడి ఉ డకపోవచ్చ . 
దాని అర్థ ఏ టి ? 
మీ హోదాకి ఆమె ఆకర్షిత రాల అయి ద టారా ? 
కానీ , అలా అ టే మీర ఆమెని ప్రేమిస్త న్నారని అనిపి చడ లేద . 
కానీ మా మధ్య ప్రేమ ఉ డేది . 
నీక ఒకటి నేర్పి చాలని చ స్త న్నాన . - న వ్వ వినడ లేద . - నేర్చ కోవాలని చ స్త న్నా . - న వ్వ వినడ లేద . - నేన సగ వి ట న్నాన . 
పాత రోజ ల్ని మిస్ అవ త న్నా అనిపిస్తో ది , ఆ కాల లో , ఇద్దర పెద్దవాళ్ల పరస్పర ఇష్టపడితే వాళ్ల హాయిగా ఒకరినొకర పట్ట క నే వార . 
మేమ శారీరక గా చాలా దగ్గరయ్యా . 
ఆమె చాలా ద క డ గా ఉ డేది . 
నేన ద క డ గా ఉ డటాన్ని తన ఇష్టపడేది . 
మీర ఇప్ప డ సెక్స్ గ రి చి మాట్లాడ త న్నారా ? 
ఇ కా కొన్నిసార్ల నేన , కారొలిన్ ఏ విధ గా శ గార చేస క నే వాళ్లమ టే బి , నేన క డా ఎప్ప డ అలా చేస కోలేద . కారొలిన్ నా వైప చ సి అనేది , " బార్బరా నీతో ఇలా చేస్త దా ? " అని . 
దాదాప గా మాతో పాట తనని క డా మ చ మీదకి తీస క రావాలనే కోరిక ఆమెలో ఉ డేది . అ టే మాతో పాట తన క డా ఉ డాలని కోర క నేది . నేన ఏది కోల్పోవడానికి సిద్ధపడ త న్నానో అది చ డటానికి ఒక సాక్షి కావాలని ఆమె కోర క నేది . 
ఈ సె టిమె ట్ ని మీర బార్బరాతో ప చ క న్నారా ? 
అలా చేయద్ద . 
బార్బరా నీక ఇలా చేస్త దా ? 
ఆమె గ రి చి ఆలోచి చక డా ఉ డలేకపోత న్నాన . 
డెల్లా గార్డియా ప్రభ త్వ అటార్నీ అభ్యర్థి డెల్లా గార్డియా . 
థా క్య . ఏ టి ... ఎ త అ దమైన రాత్రి . 
కానీ చ డ డి , మిత్ర లారా , మన ప్రార భాన్ని మాత్రమే గ ర్త చ క దా . 
నేన మరొకరికి క డా ధన్యవాదాల చెప్పాలి ఆయన ఎవర టే నా చక్కని మిత్ర డ ఇ కా నేన గౌరవి చే నా ప్రత్యర్థి , రేమ డ్ హోర్గన్ . 
థా క్య ... లేద . ఆయన స దీర్ఘ కాల గా మన నగరానికి సేవల అ ది చాడ . 
- నా ప్రియమిత్ర డ రేమ డ్ . - నా హ దయ ఇ కా ప్రేమ అతనికి ప చ త న్నాన . కాబట్టి , రేమ డ్ హోర్గన్ , నీక థా క్య , ప్లీజ్ . అవ న . కానీ మీక తెల స , చ డ డి , అద తా ఇప్ప డ గత ఇ కా మన ఇక్కడికి వచ్చి ది ... భవిష్యత్త కోస ! అయితే ఈ రాత్రి నీ ఉద్యోగ ఊడిపోయినట్లేనా ? 
అ టే , నా ఉద్యోగ ఇ కా ఉ ది , కానీ నేన చీఫ్ డిప్య టీ ప్రాసిక్య టర్ ని మాత్ర కాన . 
అతన టామీ , కదా ? అవ న . అతన టామీ మోల్టో . 
... మీర నా పక్షమేనా ? - వెధవల . - సరే , అదీ . 
- ఖైల్ . - వాళ్ల తా చెత్తవెధవల . 
నిజ గా , నా ఉద్దేశ , వాళ్లని చ డ . 
నా ఉద్దేశ , వాడ తప్ప గా మాట్లాడట లేద . 
ఇలా టి వాళ్ల పదవ ల్లో ఉన్నప్ప డ న వ్వ అక్కడ ఉద్యోగ చేయలేవ . 
సరే . అయితే , నేన ఇ క ఎక్కడికి వెళ్లాలి ? 
మరి నేనే చేయాలి ? 
ఆ కేస విషయ ఏమై ది ? 
నాక తెలియద . 
డాక్టర్ రష్ తో సెషన్ ఎలా గడిచి ది ? 
న వ్వ క డా వచ్చి ఉ టే నీక నచ్చేది . 
ఆమె ప ర్తిగా నీ వైపే మాట్లాడి ది . సహజ గానే మాట్లాడి ఉ ట ది . నేన " మోసగాడైన భర్తకి భార్యని " కదా . 
ఈ ఎన్నికల విషయ లో ... ఇ కా నీ ఉద్యోగ విషయ లో సారీ . 
నాక దాదాప గా భార తగ్గిపోయి ది , తెల సా ? 
నా వెన్న టి ఉన్న ద క థా క్య . 
నేన నమ్మకాన్ని కోల్పోలేద , అ టే నేన ... 
వెన్న టి ఉ డేవాడివా ? 
నీక తెల స , నేన దీన గా ఎవరి మీదా ఆధారపడే దాన్ని కాద . 
నేన వెళ్లిపోయి ఉ డచ్చ . నేన గతాన్ని మర్చిపోయి ఉ డేదాన్ని . ఇప్పటికీ అలా చేయగలన . 
నేన అలా చేయకపోవడానికి కారణ మనకి ఒక క ట బ ఉ ది ... నేన దేని గ రి చి అయినా తాపత్రయపడ త న్నాన అ టే , అది మన క ట బాన్ని కాపాడ కోవడమే . 
ఇ కా నేన నిన్న ప్రేమిస్తాన . 
ఆ ప్రేమ ఉ ది . 
నేన పోరాడతాన ... న వ్వ , నేన పోరాడదా ... మనకి ఉన్నదానిని కాపాడ కోవడ కోస ఎ ద క టే మనకి చాలా ఉ ది . 
కానీ న వ్వ ఆమెని ప్రేమి చడ మానేయాలి . 
న వ్వ ఆమెని ప్రేమి చడ మానేయాలి . 
నేన నీకోకి ఫోన్ చేశాన . గెలిచిన ద క ఇ కా బాగా పోరాడిన ద క అతడిని అభిన ది చాన . 
అలాగే నేన తక్షణ నా పదవి న డి వైదొల గ త న్నట్ల అతనితో చెప్పాన , ఎ ద క టే సార్వత్రిక ఎన్నికలక మ ద అతన కాస్త ఆ అధికార హోదాని ఆస్వాదిస్తాడని నా ఉద్దేశ . 
దానికి తోడ , ఒక బలహీనమైన ప్రాసిక్య టర్ నిజ గా మన సిటీ ప్రయోజనాల్ని కాపాడలేడ . 
రీగో , హేయ్ . హేయ్ , ఎలా ఉన్నావ ? 
- నాక తెలియద . - సరే . అయితే , సారీ . 
ఇక్కడ ఏ చేస్త న్నావ ? 
హాల్ అ డ్ ఓట్స్ స స్థ వార కొన్ని కేస ల గ రి చి వివరాల అడిగార . కొన్ని కేస లా ? 
హేయ్ , న వ్వ బాగానే ఉన్నావా ? 
- ఎప్ప డ . - కల ద్దా . 
వావ్ , ఇక్కడి న డి త్వరగా వెళ్లలేకపోయావ అన క ట , హా ? 
అవ న . అ టే , మీడియాలో వచ్చిన వార్తల నిజ అని నమ్మితే , నాక ఇక్కడ ఎక్క వ సమయ లేద . 
మ చి రేస గ ర్ర పచ్చిక మైదాన లోకి వెళ్త న్నట్ల ఉ ది . 
నిజ గా అది రేస గ ర్ర అయితే . 
న వ్వ రెడీనా ? 
దేనికి , పచ్చిక బయళ్లలో మేతకా ? 
లేద , ఈ మీటి గ్ కి . 
ఆ భజనగాళ్ల ఇద్దరితో సమావేశ . 
నా మ ఖ చ శార కదా . స తోష గా ఉ దా ? ప్లీజ్ . ఇలా చ డ , రేమ డ్ . క ర్చీలో క ర్చో . 
న వ్వ క డా , రస్టీ . ఆ తల ప మ సేయ్ . 
మొదటగా , నిన్న రాత్రి న వ్వ చాలా హ దాగా మా గ రి చి చేసిన వ్యాఖ్యలకి చాలా థా క్స్ . 
అవి నా మనస ని కదిలి చాయి , ఇ కా మ చిగా ఉన్నాయి . వదిలేయ్ . 
న వ్వ గత లో బహిర గ గా చేసిన వ్యాఖ్యల , నిజానికి , నన్న బాధి చాయి . 
న వ్వ అలా అన క టే సారీ . 
ఇక , చీఫ్ డిప్య టీ ప్రాసిక్య టర్ పదవిని టామీ చేపట్టబోత న్నాడ , ఈ క్షణ న చి అది అమలవ త ది . 
న వ్వ నీ కేస ల జాబితాని అతనికి అప్పగి చి నీ చార్జి గ్ నోట్స్ ఇ కా క్యాలె డర్ ఫైల్స , మిగతావన్నీ అతనికి స్వాధీన చేయాలని ప్రత్యేక గా చెప్పనక్కర్లేద . 
ఇ కా కారొలిన్ పొలీమస్ కేస మీద ప్రజలకి విపరీతమైన ఆసక్తి ఉన్న నేపథ్య లో ... సిగ్గ లేని వెధవ మాదిరిగా న వ్వ జన లో భయాలని రేకెత్తి చిన కేస కదా ? 
ఆ కేస పరిశోధన ఎ తవరక వచ్చి ది ? 
అ టే , నేన టామీకి ప ర్తి నివేదిక ఇచ్చేశాన . 
నిజానికి , న వ్వ నాక ప ర్తి నివేదిక ఇచ్చావ అన కోన . ఇ ద లో కొన్ని విషయాల మిస్ అయ్యాయి . 
అ టే ఎలా టివి ? 
వేలి మ ద్ర విశ్లేషణ , మొదటగా చెప్పాల టే . నేన దాని గ రి చి ఇ కా ఎద ర చ స్త న్నా . 
అది అ ద బాట లో ఉ ది . 
అయితే న వ్వ జోక్య చేస క న్నావా ? 
అ టే , నా ఉద్దేశ , ఇప్ప డ ఇది నా పరిశోధన కదా . 
ఆమె అపార్ట మె ట్ లో చాలా వేలిమ ద్రల దొరికాయి , వాటిలో నీది క డా ఉ ది . 
మరి , న వ్వ కారొలిన్ అపార్ట మె ట్ కి చివరిసారి ఎప్ప డ వెళ్లావ ? 
ఆమె చనిపోయిన తర వాత ఘటనాస్థలానికి వెళ్లాన . 
కానీ అప్ప డ న వ్వ గ్లౌవ్స్ తొడ క్క ని వెళ్లావ , కదా ? 
ఇ కా ఆమె బెడ్ ర మ్ లో క డా నీ వేలిమ ద్రల ఉన్నాయి . న వ్వ ఆమె గదిలోకి వెళ్లడాన్ని ఎవర చ డలేద . కాబట్టి , కారొలిన్ అపార్ట మె ట్ లోకి ఈ హత్య జరగడానికి మ ద న వ్వ చివరిసారి ఎప్ప డ వెళ్లావ ? 
మేమ కలిసి కేస ల వాది చే వాళ్ల ... విచారణల చేసే వాళ్ల ... కొన్నిసార్లయితే ఆలస్య గా పని చేసేవాళ్ల , ఇ కా కొన్ని స దర్భాలలో మేమ ఆమె అపార్ట మె ట్ కే వెళ్లేవాళ్ల . 
అయితే ఆమె అపార్ట మె ట్ లో ఆమెతో కేస ల గ రి చి చర్చి చేవాడివా ? మేమ వ త్తిపర గా సాటి ఉద్యోగ ల . 
కానీ , నేన కారొలిన్ ఫోన లో కాల్ వివరాలన పరిశీలి చాన . 
- మీ ఇద్దరి మధ్య చాలా కాల్స్ నడిచాయి . - ఇలా అడగడ లో విషయ ఏ టి ? 
విషయ ఏమిట టే , నేన తెల స కోవాలని చ స్త న్నది కారొలిన్ హత్యకి మ ద ఆమె అపార్ట మె ట్ కి చివరిసారి న వ్వ ఎప్ప డ వెళ్లావన్నదే . మేమ కలిసి కేస ల గ రి చి చర్చి చ క నే వాళ్లమని చెప్పావ . 
ఈ మీటి గ్ లో నాతో పాట నా లాయర్ క డా ఉ డాల టావా ? 
మీరిద్దర చివరిసారిగా ఏ కేస గ రి చి చర్చి చ క న్నార ? 
కానీ , నేన ఇక్కడ క్రిమినల్ విచారణని ఎద ర్కొ ట న్నానా ? 
విన , ఇక్కడ నేన చీఫ్ డిప్య టీ ప్రాసిక్య టర్ ని . మాజీ చీఫ్ డిప్య టీ నాక కేస వివరాల చెప్పాలని ఆశిస్త న్నాన . 
నాక కొన్ని స దేహాల ఉన్నాయి . అది సహజ . 
నీక ఇ కా కారొలిన్ మధ్య శ గారపర గా స బ ధ ఉ దా ? 
ఈ ప్రశ్నని మళ్లీ అడగమ టావా ? 
కారొలిన్ పొలీమస్ తో నాక ఉన్న వ్యక్తిగత అన బ ధ ఈ పరిశోధనకి అవసర లేద . న వ్వ నాతో పరాచికాల ఆడ త న్నావా ? 
- న వ్వ వెన్న పోట గాడివి , టామీ . - హేయ్ , రస్టీ . ఈ కేస పరిశోధనలో నీ అసమర్థత గ రి చి నేన చేసిన ఆరోపణల తప్ప అని ఒప్ప క ట న్నాన . 
ఇద తా కావాలని , తెలివిగా చేసినట్ల కనిపిస్తో ది . - న వ్వ వెన్న పోట గాడివి , టామీ . - హేయ్ , బహ శా ... న వ్వ వెన్న పోట గాడివి . రస్టీ , న వ్వ నోర మ స క ని ఉ డ . 
అసల విషయ ఇదీ . కారొలిన్ హత్య కేస లో ప ర్తి పాథాలజీ నివేదిక వచ్చి ది , అ ద లో ఆమె గర్భవతి అని నిర్ధారి చార . 
ఆమె హత్య జరిగిన సమయ లో కారొలిన్ గర్భవతి అన్న విషయ నీక తెల సా ? 
తెలియద . ఆ బిడ్డకి త డ్రి ఎవరో నీక ఏమైనా తెల సా ? 
