Мене звати Расті Сабіч , і я обвинувач на цьому судовому процесі . 
Отам сидить обвинувачений Джеймс Макдевід , і можу вам сказати , що він сидить там невинуватий , адже цього вимагає наша конституція . 
А тепер я наведу докази , що обвинувачений скоїв цей злочин . 
І якщо ви побачите таку ймовірність ... ймовірність ... ви повинні визнати його невинним . 
А якщо побачите високу ймовірність , ви повинні його звільнити . 
Переді мною стоїть задача довести вину поза розумним сумнівом ... Бути присяжним — серйозна відповідальність . 
Але бути обвинувачем , який несе тягар доведення вини , – теж серйозна відповідальність . 
Я виконуватиму свій обов'язок і прошу вас виконати свій . 
Зробімо те , що мусимо , згода ? 
Дуже високо кинув . 
Дуже - дуже високо . Давай . Кинь ще раз . Зосередься . Подихай . 
Просто подихай . 
Ти дуже квапишся . Просто дихай . 
Ну як там у них справи ? Супер . Я щось чула про гравців на другій і третій базах . 
Гей , не по яйцях же ! Зухвало ! 
Хлопці , ми ж домовлялися : ніяких кручених подач . 
Хай малий зробить подачу , кохана . 
- Тату . - Що ? Дзвонить Реймонд . 
Ти сьогодні зробив кілька хороших подач . 
Мабуть , якесь нове опитування . Ти що , знущаєшся ? 
Коли ? 
Так . Уже виїжджаю . 
Барбаро , можна тебе на секунду ? 
Аякже . 
Керолін Полімус убили . 
Коли ? 
Не знаю . Мені треба ... Мені треба їхати . Скоро буду . 
Не ходи туди . Там місиво . 
Проходьте . Надіньте рукавички . 
Справу маю вести я , бо вбивство такої фігури має вести або Расті , або я , - а в Расті конфлікт інтересів . - Ні , вона моя . А чого це твоя ? 
По - перше , мене попросив Реймонд . Він ще окружний прокурор , хоч ти , Ніко , й хочеш його посаду . 
А по - друге , я кращий за Томмі ... 
Слухай сюди . До твого відома , поки я не переможу на виборах ... а я переможу ... я буду твоїм вірним і надійним слугою . 
Справу вестиме Расті , ясно ? 
Томмі , визнай , ти не бачиш усієї картини . Бо її тобі загороджує сфінктер Ніко . 
- Ти неабияк ризикуєш . - Відвали . 
Я хочу віддати справу найкращому юристу , і це Расті . 
Євгеніє , скажи Ріґо , хай зайде до мене в кабінет . Добре , скажу . 
Знаю . Знаю . 
Господи Ісусе . 
Ріґо , що ти маєш ? 
Звіт криміналістів , хронологію подій , останні відомі контакти . 
З чого почнемо ? З тих , кого звільнили умовно - достроково . 
- Думаєш , це помста ? - Не знаю . А хто знає ? Я не знаю . 
Хай результати аналізів віддадуть лише мені . Простеж за цим . Лише мені . А не Мольто чи Ділею . 
Авжеж , простежу . 
" Праву руку " Реймонда Горґана , жорстку прокурорку з політичними амбіціями міс Полімус знайшли забитою на смерть у її власному домі . Тіло знайшла о десятій ранку її економка . 
А на Волл - стріт видався непростий день , бо ціни на Доу ... Ми щиро співчуваємо Керолін і її люблячій сім'ї . 
Ми всі приголомшені таким жахливим і безсердечним актом насильства . 
І хочемо сказати суспільству : ми розуміємо ваші біль і страх , бо почуваємо те саме . 
Громадянам важко почуватися в безпеці , бо ми не в змозі захистити наших прокурорів . 
- Ну й козел . - Треба діяти рішуче . 
Треба діяти рішуче . - А він часу не гає . - Ні . 
Ти в порядку ? Так . 
Я постараюся бути поруч ... Але на панахиду я не піду . 
Я розумію . 
Дякую , що прийшли . Дякую , що ... Дякую . 
Як тримаєшся ? 
Думаю , так само як і ти . 
Дізнався щось нове ? 
Ні , не дуже , але Ріґо над цим працює . 
Ти ж розумієш , годинник цокає , і від цього залежить моє переобрання . 
Не переживай . Ми знайдемо , хто це зробив . 
Хто судмедексперт ? " Безболісний " . 
- Кумаґай . Ой боже . - Реймонде . 
- Ділей . - Не називай мене так . 
Та я ж жартую . 
Ця пресконференція , Ніко . 
Давай не тут , добре ? 
Відвали . Виїжджаєш на вбивстві Керолін заради політичної вигоди . 
Реймонде , давай без сцен . 
- І ти відвали , Томмі . - Це нижче нас . 
- Та заткнися ти . - Це нижче нас . Ніщо не нижче мене . Якось я трахнув тахту . 
Господь близький до тих , хто зі скрушеним серцем , хто стражданнями пригнічені й змучені і чий дух розбитий скорботою серця або почуттям гріха та скорботи за нього , що вражають їхні серця ... - Її колишній . - ... це їх ранить ... - Бачив його раніше ? 
- Ні . - ... і розбиває . - Довбаний псих . Це слова . Він має алібі . 
- Керолін Полімус була з плоті й крові ... - А що то за хлопець ? 
- ... любою дочкою ... - Її син . ... матір'ю й держслужбовцем . Ти не знав ? 
Словами не передати біль утрати й не полегшити горя . 
Ми кажемо собі , що вона лишається в наших серцях і спогадах . 
- Пробач , Реймонде , мені треба ... - Так , так . Попіл не просто попіл . Її прах не просто прах . 
Пам'ять про неї лишиться з нами . 
Дивно , що вона ніколи не казала , що має сина . 
Опіка – в колишнього чоловіка ? 
Припускаю , що так . 
Благаю , скажи , що в нас є хоч якась зачіпка і що ми не йдемо наосліп . 
Є в мене одна думка . 
- Добре . - Банні Девіс . 
Рейнольдс ? Ми ж його засудили . 
Так , але ми з Керолін разом вели його справу . 
Кажеш , ми посадили невинну людину , а справжній убивця вбив нашого прокурора ? Чудово . Тепер мене точно переоберуть . 
Обидві жертви були зв'язані однаково . 
Ти справді думаєш , що тут є зв'язок ? 
Ти сам спитав про зачіпку . 
Тату . 
Чого це ти вдома ? 
Був на панахиді по Керолін . 
Не хочеш спробувати ? 
Покажеш кручену подачу . 
Покажи кручену подачу . 
Давай ще раз . 
Тупа травма голови . Це офіційна причина смерті . 
Почитай звіт , який я надіслав . Уже читав . Там нема результатів аналізів , токсикології . Він не повний . 
Ти ба . Пішов ти нахрін . 
Я паталогоанатом , і поки ти тут , виявляй повагу . 
Ран , які б свідчили , що її закололи , нема . 
- Її не закололи . - Є сліди сексуальної наруги ? 
Нема , й ти б про це знав , якби уважно прочитав звіт . Клянуся богом , ви ж довбані люди . 
Прошу ? 
Я сказав " ви ж " , а ще " довбані " й " люди " . 
Я хочу доїсти обід ... Радий був тебе бачити , Сабіч . Приємного розглядання . 
Ліам Рейнольдс спостерігав за Банні Девіс . 
Він знає , що за пакетик героїну ціною 12 доларів отримає все , що захоче , тож заманює її у свій номер у мотелі . І цілий тиждень накачує її наркотиками . 
Так сильно , що довелося аж тричі дати їй налоксон , щоб відкачати . 
Поки Банні Девіс була з Рейнольдсом , вона помирала тричі . І він тричі її відкачував . 
Вона під таким кайфом , що не чинить опору , але не настільки , щоб не відчувати . 
Коли в нього скінчилися наркотики й він більше не міг її присипляти , він на три дні зв'язав їй руки й ноги . 
Три дні з мотузкою на шиї , тягав її , душив . 
Банні Девіс була дочкою ... сестрою ... подругою . 
Банні Девіс було 26 років , коли вона лежала в брудному мотелі , зв'язана чудовиськом , і молилася ... благала ... щоб цей ніби чоловік її відпустив . 
Але ні . 
Цей ніби чоловік , Ліам Рейнольдс , – особа , яка робить отаке ... й отаке ... й отаке . 
Пам'ятаєш Банні Девіс ? Так . 
Керолін зв'язали так само як її . 
Ясно . Думаєш , є зв'язок ? 
Расті вважає , що так . 
Але ж Ліам Рейнольдс у в'язниці . 
- Так . - Нехай . Усе одно справа не наша . Поки що . 
ДЕПАРТАМЕНТ З ВИКОНАННЯ ПОКАРАНЬ ІЛЛІНОЙСУ Навряд чи вбивця він . 
Цілком можливо , що він міг найняти когось на волі . 
Малоймовірно . 
Способи вбивства різні . Ту жертву вбили ножем у серце . 
А Керолін забили на смерть . 
До речі , кочергою . 
Он як ? 
Так , у неї був кований камін . 
А кочерга зникла . Вона б відповідала характерові ран . 
- Справді ? 
- Проїжджайте . 
Думаю , вбивство було неумисне . 
Неумисне ? Таке ретельне ? 
Ні , її ретельно зв'язали . А вбили аж ніяк не ретельно . 
Я б таке зробив . 
І мені б це сподобалося . 
То я тепер підозрюваний ? 
Надіюся , що так . Бо тут до біса нудно . 
Я знову стану перед судом ? Весь чепурний , у краватці ? 
Ви що , чекаєте від мене зізнання ? 
Пішли нахрін . 
На її совісті було чимало занапащених життів , зокрема й моє . 
Тож якщо хочете від мене якоїсь заяви , то от вона : " Ура " . 
Хоча , ні , ось краща заява . 
Ось краща заява від мене : " Що посієш , те й пожнеш " . Ви закінчили ? 
Я б з радістю розкроїв їй череп . 
Ви ж розважлива людина . 
Тож скажімо для певності ... для вашої , не моєї ... ви розважлива людина , яка відбуває довічний строк . 
До речі , Керолін тут ні при чому . 
І якби ви володіли хоч якоюсь інформацією , думаю , вам буде корисно знати , що ви сидите навпроти заступника головного прокурора . 
Що ви оберете ? І далі займатися тим , чим ви займаєтесь тут ? 
Дозвольте спитати . Ви справді думаєте , що я причетний до смерті вашої шановної колеги ? 
Думаю , ви були б заінтриговані спільними рисами між Банні та нею . 
І якщо вам є що розказати , то зараз слушний для цього час . 
Керолін Полімус . занапастила мені життя . 
А ви їй допомогли . 
Ми , присяжні у цій справі , визнаємо підсудного Ліама Рейнольдса винним у вбивстві першого ступеня . Так ! 
Я ніколи не забуду двох речей : 
облич і того , що мене підставили ! 
Керолін сильно любили , але в неї було й чимало ворогів . Вона була непохитним прокурором і запроторила за ґрати багато злочинців . Хтось хотів би помститися . 
Найстрашніший кошмар кожного прокурора – що хтось , кого ти посадив , захоче тобі помститися . 
Не хотілось би плодити жорстоких озлоблених злочинців . 
Нинішній стан речей – це не нормально . Навколо стільки страху . 
Люди не почуваються в безпеці , вони стривожені . І мають на це вагомі причини , бо Реймонд Горґан робить недостатньо , щоб їх убезпечити , і ми маємо намір це змінити . 
Люди не почуваються вільними і в безпеці . 
Тож ми закликаємо жителів Чикаго проголосувати через два тижні . 
Містере Колдвелл , вибачте , що отак прийшов . 
- Я Расті Сабіч . - Я знаю , хто ви . 
Керолін про вас згадувала . 
Я не зміг додзвонитися . 
З поліції вже приходили . 
Можна з вами поговорити ? 
Ми розлучилися понад дев'ять років тому . Майже не спілкувалися . 
Знаєте щось про її особисте життя ? Я не знаю . А ви ? 
Вона жила роботою , тож її колеги знають набагато більше , ніж я . 
Власне , тому ми й розлучилися . 
Ви тісно з нею співпрацювали , наскільки я зрозумів . 
Вона була моя права рука . 
Я не знав , що в неї є син . 
Іноді те , чого не знаєш , може розповісти про все . 
Керолін дуже розрізняла роботу й сім'ю . 
Упевнений , є багато такого , чого я про неї не знаю . 
Я бачив і знав лише те , що вона хотіла , щоб я бачив і знав . 
Якщо питаєте , чи її вбив я , то поліція вже встановила , що не я . 
Це мій син Майкл . 
Це містер Сабіч . 
Привіт , Майкле . Співчуваю твоїй утраті . 
Дякую . 
Він злиться ... на світ , на матір , на мене . 
Розпалася його сім'я . 
Не сумніваюся , він винить у цьому мене . 
Що ж , почнімо . 
Я розумію , нам усім непросто . 
Ми переживаємо дуже важкі часи . 
Керолін була особливою людиною , кістяком нашої команди . 
Вам болить , і це нормально . 
І нормально , якщо ви ледве тримаєтесь . 
Така людська природа . Проте людям іще властиво одне одного підтримувати . Проявляти співчуття . Які ... Що ... 
Вибачте . 
Що нового по вбивству Керолін ? 
Ми ще не отримали повного звіту про розтин . 
На одязі й тілі Керолін були виявлені волокна килима , якого не було в її квартирі . 
Волокна синтетичні , вироблені в Штатах . Колір – шотландський солод . Барвник не встановлено , волокна промислового чи домашнього плетіння ... 
Колір – шотландський солод . Це звужує коло пошуків . 
Імовірно , перед смертю Керолін не пручалася . Слідів злому не знайдено , отже , Керолін знала вбивцю . 
Розтин виявив три удари по голові . 
А що відомо про мотузку ? 
Звичайний півторасантиметровий джут американського виробництва . 
Ясно . Такий є майже скрізь . 
У магазинах Target , Walgreens , Home Depot . 
То , кажучи , що слідство стоїть на місці , ти не жартуєш ? 
Оце ти плануєш повідомити Ділею , щоб заявити на пресконференції про некомпетентність ? 
Твою некомпетентність і так видно . 
А ти вмієш бути козлом , Томмі . 
Мабуть , на цьому жаліслива промова скінчилася . 
Томмі , можна тебе на два слова ? 
Що це було , Томмі ? - Що ? - Думаєш , це продуктивно ? 
Я не знав , що дійде до сварки . - Знаєш що ? - Я знаю чимало . 
Е ні . Я втомився від порушень тобою субординації . 
І якщо я дізнаюся , що ти перешкоджаєш слідству , я ... Перешкоджаю ... Є ж волокна з килима . 
Справу майже розкрито . 
Ти з мене знущаєшся ? 
Ти мене підсиджуєш ? Ти мене підсиджуєш ? 
- Ні . - Думаєш , прокотить ? 
Як думаєш , Томмі , чим це для тебе обернеться ? 
Ти роздратований . 
Містере Сабіч , прокоментуєте справу Полімус ? 
Я не маю права її коментувати . Слідство ще триває , - й прокуратура робить ... - Молодець , Расті . Так їх . ... усе можливе , а Реймонд Горґан тяжко працює . 
Заяви про те , що ми нічого не робимо , образливі . 
Я розумію , що ці заяви лунають з вуст Ніко Делла Ґвардії , бо йому політично вигідно розпалювати страх . Але Делла Ґвардія вже кілька років не вів у цій залі жодної справи . 
- Він іде на угоди . - Так їх ! Його тактика – методично затягувати процес , поки адвокати не відмовляться , бо клієнт не має чим платити . 
Одне діло – бути нездарою , а інше – бути безчесним . А бути й тим , і тим ... Тут Ніко Делла Ґвардію всі називають Ніко " Ділей " Ґвардія , бо він затягує і йде на угоди . І ще одне наостанок . 
Якби ви йшли темним провулком , а попереду небезпека , кого б ви хотіли побачити ? 
Затягувача справ ... - Падло . - ... як Ніко Делла Ґвардія , чи борця , як Реймонд Горґан ? 
Тільки не кажи , що ти особисто ведеш справу Керолін . Ти ж не ведеш ? 
Мене попросив Реймонд . 
Тебе попросив Реймонд . 
Якщо я її не візьму , її віддадуть Томмі Мольто , а він нічого не робитиме , бо якщо справу не розкриють , в Реймонда нуль шансів на переобрання . 
До речі , якщо переможе Делла Ґвардія , Томмі отримає моє місце . 
А якщо всі дізнаються ... Що у вас був роман . 
Що тоді буде зі справою , з твоєю кар'єрою , з дітьми ? 
Зі мною . 
Між нами з Керолін давно вже нічого не було . 
Мені потрібно лише два тижні , бо Реймонд хоче , щоб до першого засідання ми вже мали доказову базу , Барбаро . 
І зібрати її можу тільки я . 
Невже він не може знайти прокурора , який з нею не спав ? 
Вибач . 
Наш шлюб ледве пережив твою зраду . 
Я її ледве пережила . 
Я тебе знаю , Расті . 
Ти з головою поринеш у справу . 
Поринеш у неї і станеш мовчазний . 
І це мене зламає . 
Батько зраджував маму ... і ... Я поклявся собі , що ніколи так не чинитиму . 
А вийшло отак . 
Як думаєте , чому ви зрадили ? 
Не знаю . Це було не через секс . 
Але стало через нього . Тобто ми з Барбарою спершу зійшлися через секс . 
Ми з Бі познайомилися , коли нам було по 20 років . 
Через пів року – вагітність , потім народилася Джейден , а згодом – Кайл . 
І ми поринули в сімейне життя . 
Коли ми лягали спати , ми лягали з усіма турботами . З проблемами дітей у школі , з моїм навантаженням на роботі . 
А з Керолін усе було невимушено . 
Вона мене немов розбудила . 
Керолін була дотепна й сильна . Вона була неймовірна . 
Просто неймовірна . 
Я тільки одного не можу збагнути . Може , ви мені поможете ? 
У нашій першій зустрічі було щось таке ... я постійно про це думаю . Можливо , її привабив не я сам . 
Тобто ? 
Думаєте , її привабила ваша влада ? 
Звучить не дуже приємно . 
Але так і було . 
Я ж намагаюся тебе навчити . - А ти не слухаєш . - Я вчуся . - Ти не слухаєш . - Слухаю , наполовину . 
Я сумую за старими часами , коли двоє дорослих могли одне одного торкатися , якщо їм хотілося . 
Між нами було багато фізичного контакту . 
Вона була дуже агресивна . 
І любила , коли я був агресивний . 
Ви говорите про секс ? 
Й інколи , коли ми з Керолін робили таке , чого не робили ми з Бі , Керолін дивилася на мене й питала : " А Барбара тобі таке робить ? " 
Ніби вона хотіла затягти її до нас у ліжко . Ніби хотіла , щоб вона була з нами в ліжку . Ніби хотіла , щоб був ще один свідок того , що я готовий був утратити . 
Ви ділилися цими роздумами з Барбарою ? 
І не треба . 
А Барбара таке тобі робить ? 
Ніяк не викину її з голови . 
ДЕЛЛА ҐВАРДІЮ В ОКРУЖНІ ПРОКУРОРИ Делла Ґвардія . 
Дякую . Який ... Який чудовий вечір . 
Але , друзі , пам'ятаймо : це лише початок . 
Я хотів би також подякувати своєму чудовому другові та достойному противнику Реймонду Горґану . 
Дякую ... Ні . Він так довго вірно служив цьому місту . 
- Друже Реймонд . - Я з тобою серцем і душею . Подякуймо Реймондові Горґану . Так . Однак , слухайте , це вже в минулому , а ми тут зібралися задля ... Майбутнього ! Це означає , що тебе сьогодні звільнили ? 
Роботу я ще маю , але я більше не заступник головного прокурора . 
Ним став Томмі ? Так . Томмі Мольто . 
... ви зі мною ? - Нахрін їх . - Так . 
- Кайле . - Нахрін їх . 
Ну серйозно , подивися на них . 
Він діло каже . 
Ти ж не хочеш працювати під їхнім керівництвом ? 
А де ж я дінуся ? 
Що мені робити ? 
А як же справа ? 
Не знаю . 
Як минув сеанс у доктора Раш ? 
Тобі б сподобалося . 
Вона була цілком на твоєму боці . Авжеж , була . Це ж мене зрадили . 
Співчуваю через вибори ... і через твою роботу . 
А знаєш , я зітхнув з полегшенням . 
Дякую , що вірно мене підтримувала . 
Усе не так погано , і я ще не ... 
Не найвірніший ? 
Знаєш , я не аж так від тебе залежу . 
Я могла б піти . Могла б жити далі . І досі можу . 
Я не пішла тільки тому , що в нас сім'я ... і якщо я чогось відчайдушно й прагну , то це зберегти її . 
А ще я тебе кохаю . 
Ось і все . 
Я боротимуся ... Ми з тобою будемо боротися ... щоб зберегти те , що маємо , бо маємо ми чимало . 
Але ти повинен її розлюбити . 
Ти повинен її розлюбити . 
Я дзвонив Ніко . Привітав його з перемогою й успішними перегонами . 
І сказав , що негайно піду у відставку , щоб він хоч трохи побув на посаді перед загальними виборами . 
До того ж прокурор - невдаха не може служити інтересам нашого міста . 
Привіт , Ріґо . Привіт . Як ти ? 
- Не знаю . - Так . Співчуваю . 
А ти чого тут ? 
Ті двоє хочуть звіти по деяких справах . По деяких справах ? 
Ти як , тримаєшся ? 
- Завжди . - Ще побачимося . 
Ого , спішиш скоріше звідси забратися ? 
Якщо вірити пресі , мені тут лишилося недовго . 
Наче на пасовище виходить жеребець - чемпіон . 
Якби ж іще жеребець не підвів . 
Ти готовий ? 
До чого , до пасовища ? 
Та ні , до зустрічі . 
До зустрічі з близнюками Круть і Верть . 
Ти побачив вираз мого обличчя . Та ну , Реймонде . Сядь , прошу тебе . 
Ти теж , Расті . І зачини двері . 
По - перше , хочу подякувати за ті добрі слова , що ти вчора сказав . 
Це було дуже зворушливо , дуже люб'язно . Відвали . 
А от твої коментарі для преси мене засмутили . 
Прикро , що ти засмутився . 
Новим заступником головного прокурора стає Томмі , прямо відсьогодні . 
Само собою зрозуміло , що ти передаси йому всі справи , нотатки по них , календарні файли й бла - бла - бла . 
І зважаючи на зростаючий суспільний інтерес до справи Керолін Полімус ... Вогонь , який ти роздмухав , як безсоромний покидьок ? 
Який у нас прогрес ? 
Я передав Томмі повний звіт . 
Навряд чи він повний . У ньому є кілька пробілів . 
Яких ? 
Аналіз відбитків пальців . Я ще чекаю результатів . 
Вони вже є . 
Ти таки втрутився ? 
Це ж тепер моє розслідування . 
У її квартирі знайшли відбитки кількох людей , зокрема й твої . 
Коли ти востаннє був у квартирі Керолін ? 
Я був там після її смерті . 
Ти ж був у рукавичках , хіба ні ? 
І відбитки твоїх пальців були в її спальні . Там тебе ніхто не бачив . То коли ти востаннє був у квартирі Керолін перед тим , як її вбили ? 
Ми мали спільні справи ... судові процеси ... й іноді працювали в неробочий час , іноді в її квартирі . 
То ви в її квартирі обговорювали справи ? Ми були колеги . 
Я переглянув у телефоні Керолін журнал дзвінків . 
- Ви частенько зідзвонювалися . - До чого ти хилиш ? 
Я просто намагаюся з'ясувати , коли ти востаннє був у квартирі Керолін . Ти сказав , що ви працювали там над справами . 
Мені викликати на цю зустріч адвоката ? 
Яка остання справа , над якою ви працювали ? 
Даруйте , я що , під слідством ? 
Слухай , я новий заступник головного прокурора . І колишній заступник повинен ввести мене в курс справ . 
Я маю питання . І це нормально . 
Ви з Керолін були в романтичних стосунках ? 
Мені повторити питання ? 
Мої особисті стосунки з Керолін Полімус розслідування ніяк не стосуються . Жартуєш чи що ? 
- Томмі , ти нездара . - Расті . Визнаю , я помилився , звинувативши тебе в некомпетентності в розслідуванні . 
Бачу , це було вмисно , хитро . - Ти нездара , Томмі . - Може ... Нездара . Расті , краще тобі помовчати . 
Тут така річ . Нам прислали повний протокол розтину по вбивству Керолін , і вона була вагітна . 
Ти знав , що на момент убивства Керолін була вагітна ? 
Ні . Не знаєш , хто міг бути батьком ? 
