Καλησπέρα , δις Μισάκι Σίμιζου . 
Ποιος είσαι εσύ ; 
Μίκι Καβαμούρα ; Τσουμπάσα Γιαμάκαβα ; 
Μισάκι Σίμιζου ; 
Πώς να σε φωνάζω ; 
The Fable 
Τι ... 
Βασικά ... αναρωτιόμουν πώς να σε φωνάζω . Μίκι ; Τσουμπάσα ; Μισάκι ; 
Μισάκι . 
Εντάξει . 
Λοιπόν , Μισάκι , ξέρω ότι μόλις γνωριστήκαμε , αλλά σύντομα θα ξεκινήσω μια υπηρεσία με κολ γκερλ . 
Κολ γκερλ ; 
Ναι . Κολ γκερλ . 
Ξέρεις τι είναι αυτό , έτσι ; 
Έμαθα ότι κάνεις πολλές δουλειές . 
Αν ήσουν κολ γκερλ , θα έβγαζες τα δεκαπλάσια απ ' όσα βγάζεις τώρα . 
Δεν κάνω τέτοιες δουλειές . 
Δεν ξέρω ποιος είσαι , αλλά φύγε αμέσως . 
Το περίμενα ότι θα το έλεγες αυτό . 
Πριν τρία χρόνια , ο Κουρόσιο σού βρήκε δουλειά σε πρακτορείο ταλέντων , σωστά ; 
Ο κύριος Κουρόσιο ; 
Ναι . Ο Κούρο τραυματίστηκε σοβαρά προστατεύοντάς σε τις προάλλες . 
Τι εννοείς ; 
Σου ζήτησαν να γυρίσεις ένα πορνό , σωστά ; 
Το απέρριψα εδώ και καιρό . 
Ναι , το ξέρω . Αλλά η εταιρεία παραγωγής θέλει να σε ξαναβάλει στο πορνό . 
Δεν ξέρω τίποτα γι ' αυτό . 
Φυσικά . Ακόμα το σχεδιάζουμε . 
Όταν το έμαθε ο Κούρο ... 
Πώς να το θέσω ; 
Τους είπε να σε αφήσουν ήσυχη και τσακώθηκε . 
Τελικά , έσπασε το δεξί του πόδι . 
Δεν φταίω εγώ ... 
Δεν είναι τόσο απλό . 
Ως αδερφός του , πρέπει να φροντίσω να βγάζει το ψωμί του . 
Με εκβιάζεις ; 
Μια πρόταση σου κάνω . 
Πρέπει να αλληλοβοηθιόμαστε . 
Αν δουλέψεις στην υπηρεσία μου για έναν χρόνο , ο Κούρο θα βγάζει τα προς το ζην κι εσύ θα βγάζεις μια περιουσία . 
Δεν θα το κάνω ποτέ . 
Αν συνεχίσεις να μου το ζητάς , θα πάω στην αστυνομία . 
Κάν ' το . 
Θα σε πάω μέχρι το τμήμα . 
Έλα τώρα , Μισάκι . 
Σου είπα ότι είμαι αδερφός του Κούρο , άρα καταλαβαίνεις , φαντάζομαι , ότι είμαι γιακούζα . 
Πώς θα σου φαινόταν οι γονείς , τα αδέρφια σου , οι συνάδελφοί σου και οι φίλοι σου να βιώσουν κάθε είδους παρενόχληση ; 
Αυτή δεν είναι πρόταση . 
Είναι απειλή . 
Τέλος πάντων , ορίστε το τηλέφωνό μου . 
Πάρε με τηλέφωνο . 
Θα περιμένω μέχρι αύριο τέτοια ώρα . 
Αν δεν με πάρεις , θα εμφανιστώ κάπου , σε κάποια απ ' τις δουλειές σου . 
Αφεντικό . 
Ο υπεύθυνος της υπηρεσίας κολ γκερλ εξαφανίστηκε ξαφνικά . Αμέσως μόλις βγήκε ο Κότζιμα . 
Ένας άλλος ένοικος στο σπίτι του είπε ότι είδε κάποιον με ουλή στο πρόσωπο . 
Θέλω άδεια να ρωτήσω τον Κότζιμα . 
Και τι θα έκανες αν ήταν ο Κότζιμα ; 
Θα πρέπει να εξαλειφθεί . 
Όχι , δεν μπορώ να το επιτρέψω . Δεν επιτρέπω σκοτωμούς . 
Σοβαρά τώρα ; 
Δεν είμαστε πια στην εποχή του " οφθαλμός αντί οφθαλμού " . 
Ως αφεντικό , φοβάσαι ν ' ανακαλύψεις ότι αυτός κρύβεται από πίσω ; 
Τι ; Τι πάει να πει αυτό ; 
Άκουσέ με ! 
Μη μου λες ιστορίες για αγρίους χωρίς αποδείξεις . 
Θες αποδείξεις , όχι απλώς στοιχεία . 
Σωστά . 
Δεν θα περάσουμε το όριο αν δεν έχουμε ακλόνητες αποδείξεις . 
Παίρνεις αύξηση 100 γιεν την ώρα . 
Δεν είναι τέλειο ; 
Τώρα θα βγάζεις 900 γιεν την ώρα . 
Σήμερα είναι όλα ίδια με χθες . Και αύριο θα είναι ίδια με σήμερα . 
Ωραία η ηρεμία , έτσι ; 
Αν δουλέψεις στην υπηρεσία μου ... 
Δεν θα το κάνω ποτέ . 
Ωραίο φαίνεται . 
Ας επιλέξουμε αυτό . 
Εντάξει . 
Ωραία , θα στείλω το αρχείο . 
Ορίστε . 
Σάτο . 
Τα σχέδιά σου εγκρίθηκαν . 
Αλήθεια ; 
Τώρα δουλεύω και επίσημα για 900 γιεν την ώρα ; 
Ακριβώς . Ο άντρας των 900 γιεν . 
Θέλεις να φάμε μαζί αργότερα ; 
Κερνάω . 
Βραδινό ; 
Ήταν δική μου δουλειά , αλλά οι ζωγραφιές σου με βοήθησαν . 
Σε βοήθησαν ; Δεν το έκανα γι ' αυτό . 
Αλλά με βοήθησες , οπότε άσε με να σε κεράσω . 
Άσ ' τη , Σάτο . 
Άσ ' τη να σε κεράσει . 
Είναι ωραίο να είσαι νέος . 
Καλώς ήρθες στα νιάτα σου ... 
Θα σε σκοτώσω ! Ψόφα ! Παλιοκαθίκι ! 
Θα φτιάξω μια υπηρεσία με κολ γκερλ . 
Τι λες για ένα πιστόλι ; 
Εντάξει , δεν θα ' ναι κολ γκερλ . 
Εμπρός , Σάτο . 
Παράγγειλε ό , τι θέλεις . 
Είναι το μαγαζί που είχαμε έρθει . 
Μπορείς να φας τη φλούδα των ενταμάμε , αλλά δεν έχουν σαύρες . 
Δεν τις έτρωγα επειδή μου άρεσαν . 
Το έκανα για να επιβιώσω . 
Συγγνώμη . 
Γιατί ζητάς συγγνώμη ; 
Έχουν ζαργάνα ; 
Ναι , έχουν . 
Είναι θεοσκότεινα στο δάσος τη νύχτα ; 
Ναι . 
Δεν ένιωθες μοναξιά ; 
Δεν ένιωθες απομονωμένος , φοβισμένος ; 
Γιατί με ρωτάς ; 
Συγγνώμη . 
Δεν θα θες να το συζητήσεις . 
Όχι , δεν με πειράζει . 
Αν μπορούσα να σκέφτομαι τη μοναξιά ή κάτι τέτοιο , σήμαινε ότι είχα ακόμα δύναμη . 
Πρώτα εξασφαλίζεις ότι έχεις νερό , ψάχνεις για τροφή και μετά βρίσκεις κάπου να κοιμηθείς . 
Και μετά , τα κάνεις όλα ξανά . 
Δεν ένιωθες μοναξιά ; 
Μπορείς να το πεις κι έτσι . Αλλά είχε μουσική . 
Οι ήχοι των εντόμων και των ζώων , η φλυαρία του ποταμού , το θρόισμα του ανέμου στα δέντρα . 
Είναι σαν την τζαζ του δάσους . 
Τζαζ ; 
Ναι . 
Όλοι παίζουν ό , τι θέλουν . 
Δεν πιστεύω σε θεούς ή κάτι άλλο . Αλλά μ ' αρέσει η φύση . 
Θα σε εκπλήξει ευχάριστα , όπως η ξαφνική θέα των λουλουδιών ή ο έναστρος ουρανός τη νύχτα . 
Μα δεν υπάρχουν δηλητηριώδη φίδια στη φύση ; 
Είναι εξαιρετικό γεύμα . 
Μπορώ να βγάλω τρεις μέρες με μία κροταλίνα . 
Πρόσεχα τα τσιμπούρια και τα κουνούπια . 
Σε δαγκώνουν χωρίς να το καταλάβεις . 
Ποτέ δεν μου άρεσαν . 
Όλα αυτά που πέρασες σου φάνηκαν ποτέ χρήσιμα ; 
Αισθάνομαι πότε κινδυνεύω . 
Πού είναι το αστείο ; 
Αυτά είναι τα λόγια κάποιου που τον έκαναν να κλάψει κάτι αλήτες ; 
Είστε έτοιμοι να παραγγείλετε ; 
Εγώ θέλω τρεις ζαργάνες . 
Μπορείς να πάρεις και ό , τι άλλο θες . 
Εμπιχάρα Έλα να με δεις για να μιλήσουμε 
Ρίξε λίγη σόγια στο τριμμένο νταϊκόν ... 
Είναι καλομαγειρεμένες . 
Επαγγελματική δουλειά . 
Μήπως συνήθως δεν τρώμε τη ζαργάνα ξεκινώντας απ ' το κεφάλι ; 
Μπορείς να τη φας όπως θέλεις . 
Εντάξει , θα τη φάω . 
Και η αδερφή σου , η Γιόκο , έμενε απομονωμένη στο δάσος ; 
Δεν είμαι σίγουρος . 
Μέναμε χωριστά . 
Αλήθεια ; 
Τι παράξενη οικογένεια . 
Ναι , είναι πολύ παράξενη . 
Και εσύ έχεις κάτι παράξενο , ξέρεις . 
Δεν είσαι όπως συνήθως . 
Δεν ξέρω αν μπορώ να βοηθήσω , αλλά αφού μου βρήκες τη δουλειά , σου χρωστάω . 
Μπορώ να βοηθήσω . 
Μην είσαι τόσο καχύποπτος . 
Όλοι έχουν προβλήματα στη ζωή τους . 
Άσ ' τα αυτά . 
Πες μου κι άλλα για τα βουνά και το δάσος . 
Ορίστε . 
Κράτα τα ρέστα . 
Ευχαριστώ . 
Γι ' αυτό που είπα πριν ... 
Υπηρεσία δωματίου ; 
Δεν ξέρω . Θες να ανοίξω ; 
- Κόφ ' το ! - Σιγά ... 
Κύριε Σουναγκάβα ... 
Πώς πάει , Τακαχάσι ; 
Νιώθεις αναζωογονημένος ; 
Η γυναίκα είναι στα πόδια μας . 
Διώξ ' την . 
Φύγε . 
Εσύ κάτσε εκεί που είσαι . 
Τι ωραία μυρωδιά . 
Πέρασα τις τελευταίες μέρες ερευνώντας την κατάσταση . 
Πώς πάει η στρατολόγηση κολ γκερλ για τη δουλειά με τον Κότζιμα ; 
Τι είναι αυτά που λες ; 
Μάλλον κάνεις λάθος . 
Έτσι λες ; 
Ναι . 
Έμαθες να μένεις ήρεμος . 
Εσύ κι ο Κότζιμα ξεπεράσατε τα όρια μαζί ; 
Κάνατε φόνο , ας πούμε ; 
Τακαχάσι , πρόσεχε πώς φέρεσαι . 
Μπορεί να σε βγάλω από τη μέση . 
Το παίζεις σκληρός όταν κρατάς όπλο . 
Μιλάω με τον κύριο Σουναγκάβα . 
Μην ανακατεύεσαι , ηλίθιε ! 
Έλα τώρα . 
Οι φίλοι δεν τσακώνονται . 
Το πρόβλημα δεν θα λυθεί αν τσακωθούν δύο λακέδες . 
Θέλω να μιλήσω με τον Κότζιμα . 
Πες του να επικοινωνήσει μαζί μου όταν βρει χρόνο , 
Εντάξει . 
Είμαστε μικρή ομάδα , ας τα πηγαίνουμε καλά . 
Βασίζομαι πάνω σου . 
Θα πρέπει να σκοτώσουμε τον Κότζιμα . 
Θα το κάνω εγώ . 
Όχι , δεν θα μπορούσες ποτέ . 
Θα το κάνει επαγγελματίας . 
Ξέρω έναν επικίνδυνο τύπο που θα έκανε τα πάντα για τα λεφτά . 
Δημοτικό Νοσοκομείο Ταϊχέι 
Με κάλεσες ; 
Μυρίζεις αλκοόλ . 
Ναι , λίγο . 
Κι έφαγες και κρέας , σωστά ; 
Τηγανητό κοτόπουλο και ζαργάνα . 
Να πάρει . 
Πεινάω πολύ . 
Τι είναι ; 
Θυμάσαι τι σου είπα ; 
Αποφυλακίστηκε ο αδερφός μου , που έκανε 15 χρόνια για φόνο . 
Με ενοχλούν οι πράξεις του . 
Τον λένε Κότζιμα . 
Τον έχω γνωρίσει . 
Αλήθεια ; 
Ναι . 
Σάτο , μπορείς να μάθεις τι σκαρώνει ο Κότζιμα και ποια είναι τα σχέδιά του ; 
Όχι , ευχαριστώ . Βάλε κανέναν λακέ σου να το κάνει . 
Ο Κούρο έχει ακόμα χτυπημένο πόδι και ο Τακαχάσι είναι πολύ κοντά στον Κότζιμα . 
Κάνε ό , τι μπορείς . 
Τουλάχιστον έλεγξε το διαμέρισμα που αποκαλούμε αποθήκη . 
Αν σκοπεύεις να μείνεις στην Ταϊχέι έναν χρόνο , δεν θα βλάψει να σου χρωστάω χάρη . 
Μόλις έφευγα . 
Ξέρω ότι είναι ξαφνικό , αλλά πάρε ρεπό σήμερα , Μισάκι . 
Τι ; 
Πήγαν τον διευθυντή στο νοσοκομείο , οπότε το μέρος είναι κλειστό . 
Του επιτέθηκε ένας άσχετος μαχαιροβγάλτης . 
Θα σε ξαναπάρω αργότερα . 
Εμπρός ; 
Με ακούς ; 
Ναι . 
Όμορφα Κορίτσια Ειδικός Οδηγός 
Σεξ Κλαμπ Νέα Οσάκα 
Δημοτικό Νοσοκομείο Ταϊχέι 
Πώς πήγε ; 
Θα είμαι διακριτικός , αφού μιλάμε στο τηλέφωνο . 
Μπήκα μέσα . Τώρα επιστρέφω . 
Όπως το φαντάστηκες , θέλουν να φτιάξουν υπηρεσία με κολ γκερλ . 
Είχαν κάτι φυλλάδια για αναφορά . 
Τον ηλίθιο . 
Παρεμπιπτόντως , έχει πυροτεχνήματα ο μικρός σου αδερφός ; 
Πυροτεχνήματα ; 
Πυροτεχνήματα που έχουν μπαρούτι . 
Και πιστόλι ; 
Όχι , αλλά ήθελε . 
Είμαι σίγουρος ότι έχει ένα μεγάλο . Και κάποιος κάηκε σ ' εκείνο το μέρος . 
Πλάκα κάνεις . 
Την τελευταία βδομάδα . 
Υπήρχαν αρκετά σημάδια από κάψιμο . 
Η συρόμενη πόρτα ήταν ολοκαίνουργια . 
Σοβαρά ; 
Έκανα ό , τι ζήτησες . 
Θέλω να ζήσω ήρεμα . 
Δεν θέλω να έχω παραπάνω μπλεξίματα . 
Αντίο . 
Κάτσε ! 
Εμπρός ; 
Το ήξερα ότι απόψε θα τηλεφωνούσες , Μισάκι . 
Ο διευθυντής του μαγαζιού όπου δουλεύω δέχτηκε επίθεση και τραυματίστηκε . 
Σίγουρα ήσουν εσύ . 
Αλήθεια ; Σοβαρολογείς ; 
Ήμουν στο γραφείο όλη μέρα σήμερα . 
Έχω και άλλοθι . 
Όμως κυκλοφορούν κακοί άνθρωποι . 
Τον καημένο . 
Με δουλεύεις ; 
Τότε , έβαλες άλλον να το κάνει . 
Μη φαντασιώνεσαι τρέλες . 
Αλλά δεν εγγυώμαι ότι μια τέτοια φαντασίωση δεν θα βγει αληθινή . 
Τέλος πάντων , χαμογέλα . 
Τα χειρότερα δεν ήρθαν ακόμα . 
Δεν θα γίνω ποτέ κολ γκερλ , ό , τι κι αν μου κάνεις . 
Το ορκίζομαι ! 
Καλά . Κατάλαβα . 
Θα περιμένω τηλεφώνημά σου , Μισάκι , όταν είσαι έτοιμη να ρουφήξεις ... 
Μου το έκλεισε . 
Τακαχάσι , δώσ ' τους τα . 
Εντάξει . 
Ορίστε , 30.000 γιεν ο καθένας . 
Όπως μας είπες , τον σπάσαμε στο ξύλο . 
Ποιος ήταν αυτός ; 
Δεν έχει σημασία . 
Μην ανησυχείτε εσείς . 
Αν κάνετε ό , τι σας λέω , θα είμαστε όλοι χαρούμενοι . 
Σάτο ! 
Πάλι γυμνός ; 
Τέλος πάντων . 
Ξεγλίστρησα απ ' το νοσοκομείο . 
Δεν μπορώ να αγνοήσω αυτά που κάνει ο Κότζιμα . 
Αν συνεχιστεί , αυτός κι ο Σουναγκάβα θα αλληλοσκοτωθούν . 
Ναι , μάλλον έχεις δίκιο . 
Ως αρχηγός , δεν μπορώ να το επιτρέψω . 
Τότε , γιατί δεν το εξηγείς στο αφεντικό ; 
Δεδομένου τι έχει κάνει και τι είναι αναμένεται να κάνει , θα τον ξεφορτωθούν . 
Το ταξί περιμένει έξω και δεν σκοπεύω να μακρηγορήσω . 
Έχω χειρουργείο αύριο , οπότε δεν μπορεί αυτό να με επηρεάσει . 
Βοήθησέ με , Σάτο . 
Σε βοήθησα ήδη μία φορά . 
Θέλω μόνο να ερευνήσεις και να δώσεις αναφορά . 
Όχι , ευχαριστώ . 
Βρες άλλον τρόπο . 
Σ ' το ζητάω επειδή είσαι επαγγελματίας . 
Θέλω να βοηθήσω τον Κότζιμα . 
Θα σου δώσω αυτό το αμάξι . 
Ξέρω ότι δεν σε νοιάζουν καθόλου τα αμάξια ή τα λεφτά . Αλλά ξέρεις πόσο εκτιμώ αυτό το αμάξι . 
Τι σημαίνει για μένα ! 
Είναι επικίνδυνος κόσμος , έτσι ; 
Λοιπόν ... μάλλον γι ' αυτό ένας τεχνίτης σαν εμένα βγάζει το ψωμί του . 
Άρα , είσαι επαγγελματίας , έτσι ; 
Και στους φόνους . 
Είμαι ο μεσάζοντας . 
Αυτός είναι ο επαγγελματίας . 
Τι ; 
