Добра вечер , г - ѓо Мисаки Шимизу . 
Кој си ти ? 
Мики Кавамура ? Цубаса Јамакава ? 
Мисаки Шимизу ? 
Со кое име да ти се обратам ? 
* * * ФАБЛ * * * 
Што ... ? 
Па ... се прашував како да ти се обратам . Мики ? Цубаса ? Мисаки ? 
Мисаки . 
Добро . 
Сега Мисаки , знам дека само што се запознавме , но јас ќе пзаочнам наскоро бизнис со повик - девојки . 
Девојки на повик ? 
Да . Повик - девојки . 
Знаеш што е тоа , нели ? 
Слушнав дека работиш многу работи . 
Ако беше девојка на повик , лесно можеше да заработиш 10 пати повеќе отколку сега . 
Нема да работам таква работа . 
Не знам кој си ти , но те молам замини веднаш . 
Мислев дека ќе го кажеш тоа . 
Пред 3 години , Курошио ти даде работа во агенцијата за таленти , нели ? 
Господинот Курошио ? 
Да . Куро тешко се повреди заштитувајќи те пред некој ден . 
Како мислиш ? 
Од тебе беше побарано да направиш порно видео , нели ? 
Го одбив тоа одамна . 
Да , знам . Но , компанијата за производство сака повторно да те стави во порно бизнисот . 
Не знам ништо за ова . 
Па , се разбира дека не . Сe уште е во фаза на планирање . 
Кога Куро дознал ... 
Како да го составам ова ? 
Им рече да те остават и се степале . 
Тој заврши со скршеница на десната нога . 
Не е моја вина ... 
Не е толку едноставно . 
Како негов брат , треба да се уверам дека може да заработи за живот . 
Дали е ова уцена ? 
Предлог . 
Треба да си помагаме еден на друг . 
Ако се пријавиш за работа за мојата услуга за повик - девојка за 1 година , Куро ќе може да живее , а ти ќе заработиш доста пари . 
Никогаш нема да го направам тоа . 
Ако продолжиш да ме прашуваш , ќе им кажам на полицајците . 
Оди веднаш напред . 
Дури и ќе те возам до станицата . 
Сега , ајде Мисаки ... 
Ти кажав дека сум брат на Куро , па мислам дека разбираш дека сум јакуза . 
Не би сакала твоите родители , браќа и сестри , твоите соработници , и твоите пријатели да доживеат секакви вознемирувања ? 
Ова не е предлог . 
Ова е закана . 
Како и да е , еве го мојот број . 
Јави ми се . 
Ќе почекам до утре ова време . 
Ако не се јавиш , ќе се појавам некаде , на пример на едно од твоите работни места . 
Шеф . 
Предводникот за мојата услуга за повик - девојки одеднаш исчезна . И тоа веднаш откако Коџима излезе од затвор . 
Комшија до неговиот стан , ми рече дека видел дечко со лузна на лицето . 
Барам дозвола да го испрашам Коџима за тоа . 
А што би направил ако беше Коџима ? 
Ќе мора да биде елиминиран . 
Не , не можам да го дозволам тоа . Не можам да дозволам никакво убиство . 
Дали си сериозен ? 
Ова повеќе не е доба за одмазда " око за око " . 
Како газда , дали се плашиш да дознаеш дека тој стои зад ова ? 
А ? Што би требало тоа да значи ? 
Слушај ме ! 
Не ми изнесувај некоја дива приказна без никаков доказ . 
Сакаш доказ , не само докази , а ? 
Во право . 
Нема да ја преминеме таа линија додека не добиеме цврст доказ . 
Доби покачување од 100 јени на час . 
Зарем тоа не е одлично ? 
Сега ќе заработуваш 900 јени на час . 
Денес е исто како вчера . И утре ќе биде исто како денес . 
Мирот сигурно е убав , а ? 
... сакам да работиш за мене за услуга за повик ... 
Никогаш нема да го направам тоа . 
Изгледа добро . 
Ајде да одиме со тоа . 
Добро . 
Во ред , ќе ја испратам датотеката . 
Еве , патува ... 
- Сато . 
Ги одобрија твоите илустрации . 
Навистина ? 
Сега и официјално работам за 900 јени на час , а ? 
Точно . Ти си човек од 900 јени . 
Кажи , сакаш ли да ми се придружиш на вечера подоцна ? 
Јас частам . 
Вечера ? 
Тоа беше моја работа , но твоите илустрации ми помогнаа . 
Ти помогнав ? Не го направив тоа за да ти олеснам во работата . 
Но ти ми помогна , па дозволи ми да те почестам . 
Ајде , Сато . 
Дозволи и нека те почасти . 
Да се биде млад сигурно е убаво . 
# Добре дојдовте во вашата младост ... # 
Ќе те убијам ! Умри ! Парче гомно ! 
Ќе направам бизнис со повик - девојки . 
А што е со пиштол ? 
Добро , нема да правам бизнис со повик - девојки . 
Продолжи , Сато . 
Нарачај што сакаш . 
Ова е местото каде што бевме претходно . 
Не ми пречи ако јадеш кори од едамам , но овде немаат гуштери . 
Не ги јадев затоа што ми се допаѓаат . 
Го направив тоа за да преживеам . 
Извини . 
Зошто се извинуваш ? 
Дали имаат риби саури ? 
О , имаат . 
Кажи ми , дали ноќе е црно во шумата ? 
Да . 
Не беше осамен ? 
На пример ... не се чувствуваше изолиран или исплашен ? 
Зошто прашуваш за тоа ? 
Извини . 
Се обложувам дека не сакаш да зборуваш за тоа . 
Не , не ми пречи . 
Кога би можел да размисам за тоа да бидам сам или нешто слично , тоа значеше дека сe уште имам сила . 
Прво , обезбедуваш малку вода , бараш храна , а потоа наоѓаш место за спиење . 
Потоа го правиш сето тоа повторно . 
Не беше осамен ? 
Па , претпоставувам може да се каже дека бев . Но , имаше музика . 
Плачот на инсектите и животните , џагорот на потоците и шушкањето на ветерот во дрвјата . 
Тоа е како џез во шумата . 
Џез ? 
Да . 
Сите свират што сакаат . 
Не верувам во богови или ништо слично . Но , ја сакам природата . 
Знае да те изненади на пријатни начини , како ненадејна глетка на цвеќиња или небо исполнето со ѕвезди ноќе . 
Но , нели има отровни змии во дивината ? 
Тие се одличен оброк . 
Можам да преживеам 3 дена без храна ако фатам еден јамски вајпер . 
Се пазев од крлежи и комарци . 
Те гризат без да знаеш . 
Никогаш не ми се допаѓаа . 
Дали си доживеал добри работи од преживување во планината ? 
Можам да насетам кога сум во опасност . 
Што е толку смешно ? 
Дали тоа го вели дечко , кого некои неранимајковци го натераа да плаче ? 
Дали сте спремни да нарачате ? 
Ќе земам три риби саури . 
Можеш да нарачаш нешто друго ако сакаш . 
Ебихара ... Дојди да се видиме за да разговараме ! 
Ќе ставам малку соја сос на ренданиот даикон ... 
Убаво се сварени . 
Работа на професионалец . 
Дали саурите обично се јадат почнувајќи од главата ? 
О , можеш да ги јадеш како што сакаш . 
Добро , така ќе сторам . 
Дали и твојата сестра Јоко исто така живееше затскриено во шумата ? 
Не сум сигурен . 
Таа и јас живеевме одвоено . 
Навистина ? 
Какво чудно семејство . 
Да , тоа е прилично чудно . 
Знаеш , и кај тебе има нешто што ми изгледа чудно . 
Не изгледаш исто како и обично . 
Не сум сигурен дали можам да ти бидам од корист , но бидејќи ми ја најде оваа работа , ти должам една услуга . 
Можам како можам да ти помогнам . 
Не биди толку сомнителен . 
Мислам , сите поминуваат низ разни работи во нивните животи . 
Не мисли на тоа . 
Раскажи ми повеќе за планините и шумите . 
Еве . 
Задржи го кусурот . 
Благодарам . 
За она што го кажав претходно ... 
Услуга за во соба ? 
Не знам . Сакаш да отворам ? 
- Еј , престани ! - Полека , со лесно ... 
Г - дине Сунагава ... 
Како оди , Такахаши ? 
Се чувствуваш освежено ? 
Жената нека си оди . 
Испрати ја . 
Фаќај гитла . 
Ах ... Само седи таму . 
Каков убав мирис . 
Последните неколку дена ги разгледував работите . 
Како оди регрутирањето на повик - девојки за твојот бизнис со Коџима ? 
За што зборувате ? 
Сигурно сте во заблуда . 
Мислиш ? 
Да . 
Гледам , сигурно си научил да останеш смирен . 
Дали ти и Коџима заедно ја пречекоривте линијата ? 
Како на пример убиство ? 
Такахаши , биди внимателен како се однесуваш со шефот . 
Можам лесно да те средам ! 
Се правиш шизик , кога имаш пиштол во раката . 
Во моментов разговарам со г - динот Сунагава . 
Не сметај , глупак ! 
Полека , не се нервирај . 
Сите сме пријатели . 
Ова не може да се реши со борба со зборови . 
Сакам да разговарам со Коџима . 
Кажи му да ме контактира кога ќе има време . 
Во ред . 
Ние сме мала група , па ајде да се разбереме . 
Сметам на тебе . 
Претпоставувам дека ќе треба да го убиеме Коџима . 
Јас ќе го направам тоа . 
Не , никогаш не би можел да го направиш тоа . 
Ќе го оставиме ова на професионалец . 
Познавам опасен човек кој ќе направи се за пари . 
Општинската болница " Таихеи " 
Ми прати СМС порака , нели ? 
Мирисаш на алкохол . 
Да , малку . 
И јадеше месо , нели ? 
Пржено пилешко и саури . 
Проклетство . 
Станувам толку гладен . 
Кажи , што е работата ? 
Се сеќаваш што ти кажав ? 
Брат ми кој одлежа 15 години за убиство излезе . 
Ми пречат неговите постапки . 
Неговото име е Коџима . 
Го запознав . 
Навистина ? 
Да . 
Сато , можеш ли да откриеш ... што прави Коџима и што има планирано ? 
Не , благодарам . Побарај некој од твоите потчинети да го направи тоа . 
На Куро сe уште му е повредена ногата , а Такахаши е премногу близок со Коџима . 
Само направи што можеш . 
Барем провери го станот што го нарекуваме магацин . 
Ако сакате да живеете во Таихеи една година со сестра ти , не може да биде лошо ако ти должам услуга . 
Само што излегував . 
Знам дека е ненадејно , но денес земи слободниот ден , Мисаки . 
А ? 
Менаџерот штотуку го однесоа во болница , па местото е затворено . 
Беше нападнат од некој случаен насилник . 
Ќе ти се јавам пак подоцна . 
Здраво ? 
Можеш ли да ме слушнеш ? 
Ах ... Да . 
Специјален водич за убави девојки 
Секси клуб " Нова Осака " 
Општинската болница " Таихеи " 
Па , како помина ? 
Ќе бидам суптилен , бидејќи сме на телефон . 
Влегов внатре . Сега се враќам дома . 
Како што мислеше , сакаат да започнат услуга со повик - девојки . 
Имаа еден куп летоци , кои ги користеле како референца . 
Тој идиот . 
Патем , дали твојот помал брат има огномет ? 
Огномет ? 
Ракетен огномет што користи барут . 
А што е со пиштол ? 
Не , но тој сакаше еден . 
Прилично сум сигурен дека има голем . И некој настрадал на тоа место . 
Се шегуваш . 
Во текот на последната недела . 
Имаше неколку изгореници . 
Лизгачката врата е сосема нова . 
Сериозно ? 
Го направив тоа што ме замоли . 
Сакам да живеам во мир . 
Не сакам да навлегувам повеќе во неволја поради оваа . 
Чао . 
Еј ! 
Здраво ? 
Имав чувство дека ќе ми се јавиш вечерва , Мисаки . 
Менаџерот од местото каде што работам бил нападнат и повреден . 
Се обложувам дека си ти . 
Навистина ? Дали си сериозна ? 
Денеска цел ден бев во канцеларија . 
Имам дури и алиби . 
Сепак , низ градот има прилично гадни луѓе . 
Кутриот . 
Ме зафркаваш ? 
Тогаш сигурно имаш некој друг што го направил тоа . 
Еј , не измислувај луди фантазии . 
Но , не можам да ти гарантирам дека таква фантазија нема да се оствари . 
Како и да е , расположи се . 
Најлошото допрва доаѓа . 
Никогаш нема да бидам повик - девојка без разлика што ќе ми направиш . 
Се колнам ! 
Добро . Разбирам . 
Ќе го почекам твојот повик , Мисаки , кога ќе бидеш подготвена да цицаш ... 
О , ми ја спушти слушалката . 
Такахаши , дај ги парите . 
Добро . 
Еве , по 30.000 јени . 
Како што ни кажа , го претепавме . 
Кој беше тој човек ? 
Не е важно . 
Не е ништо за што треба да се грижиш . 
Ако правите како што ви кажувам , сите ќе бидеме среќни . 
Сато ! Еј , Сато ! 
Повторно си гол ? 
Како и да е . 
Излегов од болница . 
Не можам да го игнорирам она што го прави Коџима . 
Ако продолжи вака , тој и Сунагава ќе се обидат да се убијат еден со друг . 
Да , веројатно си во право . 
Како Капетан , не можам да дозволам тоа да се случи . 
Тогаш зошто не го објасниш ова на твојот шеф ? 
Со оглед на тоа што го направи и она што се очекува , Коџима ќе биде отстранет . 
Таксито ме чека надвор , и не планирам долг муабет . 
Утре имам операција , па не можам да дозволам ова да ми пречи . 
Подај ми рака , Сато . 
Веќе еднаш ти помогнав . 
Само треба да истражиш и да ми рапортираш . 
Не , благодарам . 
Размисли за друг начин . 
Те прашувам бидејќи си вистински професионалец . - Хм ? 
Сакам да му помогнам на Коџима . 
Ќе ти го дадам овој автомобил . 
Знам дека воопшто не ти е гајле за коли или пари . Но , знаеш колку го ценам овој автомобил . 
Ова е она што ми значи ! 
Ова е опасен свет , нели ? 
Па ... Претпоставувам дека затоа мајстор како мене може да заработи за живот . 
Тоа значи дека си професионалец , нели ? 
И за извршување убиство . 
Јас сум само посредникот . 
Тој е професионалецот . 
А ? 
