بابا 
میخوای بدونی جیمز چطور میتونی همه بازیها رو ببری ؟ 
با یه روش بدون خطا ؟ 
لازم نیست که برای پیروزی در شطرنج نابغه باشی 
تو فقط باید به طرف مقابلت فرصت بدی تا اشتباه کنه و بعد از اشتباهات اون استفاده کنی 
به طرف مقابلت این حس رو منتقل کن که انگار فقط یه مسیر برای حرکتش وجود داره 
توی زندگی هم همینطوره 
اون کسی که مسلط باشه تصمیم میگیره چه اتفاقی باید بعدش بیفته 
کسی که سلاحش رو زمین بذاره شکست میخوره 
غرور اولین گناه از هفت گناه کبیره است اما در واقع یکی از مفیدترین احساساسات ماست 
غرور نشاندهنده وضعیت موجوده 
و اگه تنها یه چیز باشه که افراد در مقابلش واکنش نشون میدهند اونم همینه 
هرکسی در روی زمین مکان خودش رو داره مثل مهره های روی صفحه شطرنج 
سربازهای پیاده میتونن تمام عمرشون رو بجنگند تا شاه بشن ولی فقط اونهایی که مادرزاد شاه بوده اند میفهمند که جایگاه واقعا چه ارزشی داره 
تو قدرت داری هدف از تمام بازی همینه 
اما تو آسیب پذیرترین هم هستی 
لیدیا : فردا ساعت 8 و نیم شب سر قرارمون برای حفظ موقعیتت باید مهره هات رو بشدت به جلو حرکت بدی 
یک بوفورت اجازه نمیده کسی براش رییس بازی دربیاره چه اون فرد رییس مدرسه باشه چه یه فردی مثل روبی بل 
آهنگ جدیدی داری پرسی ؟ 
با موسیقی کلاسیک حرکت میکنیم 
مکستون هال دنیایی در بین ما 
بر اساس رمان من را نجات بده نوشته مونا کاستن 
هممون میدونیم که مهمانی خوشامد گویی اونطوری که میخواستیم پیش نرفت 
که در اصل کاری نمیتونستیم بکنیم 
مهم نیست ، چیزی که الان مهمه اینه که یه مهمانی اهدا کنندگان عالی رو برنامه ریزی کنیم 
بدون هرگونه اختلالی 
راستی جیمز نباید اینجا باشه ؟ 
هرچی جیمز بوفورت از این جلسه دورتر باشه بهتره 
شروع کنیم ؟ 
خیلی خوبه ، راست بره بیرون تر بگیر و بچرخونش اگه میخوای روی زمین پاس بده 
توپ زمینی باشه ، خیلی خوب 
بچرخونش ، خوبه برو بسمت راست داخل 
بوفورت 
تو اینجا چی کار میکنی ؟ 
اگه کسی نمیبینه چی کار میکنم پس حتما دارم کارم رو اشتباه انجام میدم 
تو با اون شیطنت کوچولویی که توی مهمونی خوشامد گویی کردی از تیم اخراج شدی یادت رفته ؟ 
لکسینگتون میخواد چی کار کنه ؟ منو بندازه بیرون ؟ 
تو رو نه ولی شاید منو بندازه بیرون 
اگه تو کاری رو که بعنوان جریمه برات مشخص کرده انجام ندی اونوقت کله منو میبره 
تو گند زدی بوفورت 
این ترم وارد زمین نمیشی 
جدی نمیگی که 
متاسفم جیمز 
من نمیتونم کاری برات انجام بدم 
خانواده من این سیستم رو پشتیبانی مالی میکنند 
از اونیفرمها رو بگیر تا اجاره ساختمون . 
لکسینگتون حق نداره دستش به من بخوره 
جیمز 
اگه میخوای دنیای اطرافت رو تحت کنترل خودت دربیاری باید یک چیز رو بفهمی 
اگه اجازه بدی کنترل به همون سرعتی که بدست آوردیش از دستت خارج میشه 
خب بچه ها برگردید سرجاتون و ادامه بدید 
و نحوه واکنش تو به چنین وضعیتی تعیین میکنه آیا به گروه بازنده ها تعلق داری یا برنده ها 
چه توقعی داشتی ؟ اون یه شوخی وقیحانه بود حتی اگه تو انجامش بدی 
تا وقتی که به میل اون خارج از مدرسه رفتار میکردم براش اهمیتی نداشت 
هیچکس مجبورت نکرد که بری مهمونی رو با اون رقاصها خراب کنی 
اون دختر مجبورم کرد ، فکر کرده که کی هستش ؟ 
با پدر صحبت کن اون درستش میکنه تو پسر طلاییش هستی 
باهاش صحبت میکنم و یه کاری میکنم که روبی بل آرزو میکرد هیچوقت پاش رو توی این مدرسه نذاشته بود 
تحریکش نکن ، تا الانشم شانس داشتیم که دهنش رو بسته نگه داشته 
اون فکر میکنه که برنده شده 
مشخصه که هیچ تصوری نداره که داره با کی بازی میکنه 
این بازی رو اون نمیبره 
بابا بهت افتخار میکنه 
یه کاری میکنه که رقیب فکر کنه فقط یه مسیر برای حرکت داره درسته ؟ 
مراقب کارهات باش 
تو این دختر رو نمیشناسی اینقدر میشناسمش که بدونم برای رفتن به آکسفورد هرکاری میکنه 
این کمیته لعنتی راه رفتن اون به آکسفورده 
دفعه قبل در مورد ظرافت و سادگی زیاد صحبت کردیم 
ولی در مورد موضوع سیاه و سفید خیلی حرفهای بیشتری برای گفتن هست 
سایه و روشن 
راستی و دروغ ، خوبی و بدی 
دیشب تا ساعت 3 صبح سر لپ تاپم بودم و این طرح من برای پوسترمون هستش 
ممنون برای اینهمه کاری که کردی 
جدی ؟ 
برای مهمانی اهدا کنندگان موضوعتون سیاه و سفید هستش ؟ 
بوفورت با این موضوع مشکلی داری ؟ 
مشکل خودتونه نه من 
من فکر کردم تو میخواستی لکسینگتون رو برای توصیه نامه ات تحت تاثیر قرار بدی 
وقتی که دیر میای لااقل این لطف رو بهمون بکن و دهنت رو ببند 
لکسینگتون واقعا میخواد که من توی کار شما دخیل باشم 
شاید فکر میکرده که اون رقاصها سرگرم کننده بودند 
ما برای سرحال آوردن مهمانیمون نیازی به هرزگی نداریم لااقل آدمها توی مهمونی در موردش زیاد صحبت میکردند 
حرف مفیدی برای گفتن داری یا اینکه باید نادیده بگیریمت ؟ 
فکر میکنم منم حرفی برای گفتن داشته باشم وقتی که ازم خواسته بشه 
فکر میکنم همین الان ازت پرسیدم 
فکر نمیکنم از لحنت خوشم بیاد 
لحن من طبیعیه اما تو از وقتی که اومدی همش شاکی میشی خوشحال باش که یه نفر داره حقیقت رو بهت میگه 
و ما خیلی ازت ممنونیم 
کسی هست در مورد پوستر کیرن نظری داشته باشه ؟ 
تالار بزرگمون برای یک مهمونی ویکتوریایی ( قرن نوزده ) جای کاملا مناسبیه 
کد لباس درجه یک و قدیمی 
تزیینات میزها رو هم با دستمال سفره و توری دورش انجام میدیم که مناسب اون دوره باشه 
فقط شمع بذارید روی میز یکی از دوستام میتونه یه ارکستر با موسیقی دوره ویکتوریایی آماده کنه 
ما در مورد موضوع مهمونی صحبت نمیکنیم چون آماده شده است منظورت اونه ؟ 
تصور کنین لباسهای ویکتوریایی ، کت شلوارها 
نور شمع ما وقت نداریم کل مهمونی رو تزیین کنیم 
ما درخواست دکور دادیم و منوی غذا هم آماده شده 
پوستر هم تا سه روز دیگه چاپ میشه 
اشتباه از من بود ببخشید من فکر کردم هدف انجام بهترین مهمانی ممکن هستش 
پوستری رو هم طراحی کردی و با خودت آوردی ؟ 
ممکنه ؟ 
قراره چی باشه ؟ 
یه بانو در لباس ویکتوریایی برای ایجاد کد لباس 
میتونیم یه کولاژ باحال اطرافش بذاریم تا انرژی هیچکاکی رو کم کنیم 
بطرز مشکوکی ساکتی روبی بل 
باشه 
کدوم یکی از شما موافق نظر ویکتوریاییه ؟ 
باید رای های مخالف رو هم بشمریم ؟ 
اجاره لباس در هادینگتون رو چی کار کنیم ؟ 
توی لباس اونها من میشم عین السا توی کارتون فروزن بعد از سیل 
ما نمیتونیم چند تکه پلی استر روی پوستر قرار بدیم 
چی ؟ 
بوفورت یکی از قدیمیترین مارکهای لوکس انگلیسه 
کلکسیون اونها برمیگرده به صد سال قبل 
من اول شدم 
من نیم ثانیه سریعتر بودم لین لطفا 
هرکی گل رو برداشت اون باید با بوفورت صحبت کنه 
کارها خوب پیش میره چه مهارتهای مدیریتی بالاست 
آیا توی کلکسیونتون چند تا لباس ویکتوریایی دارید ؟ 
آره فکر میکنم باشه یه عالمه چیزهای قشنگ و خیلی ارزشمند 
ما میخوایم ازشون چند تا عکس برای پوسترمون بندازیم 
بنظر میاد نظر خیلی خوبی باشه 
میتونی از والدینت بپرسی که آیا اجازه دسترسی به اونها رو داریم ؟ 
متاسفم نمیتونم این کارو بکنم 
تو نمیخوای این کارو بکنی 
چه بخوام چه نخوام روبی بل جواب من فرقی نمیکنه 
ولی مطمئنم یه مدیر شایسته مثل تو میتونه براش یه راه حلی پیدا کنه 
دومیش که با لبخند هستش خیلی خوبه 
تو توی همه اونها لبخند میزنی 
آره ولی یه جور لبخند اینطوریه و یه جور لبخند اینطوری 
این رو وقتی یاد میگیری که یکبار توی عمرت مخ زده باشی 
خوب شدند ممنون 
خب حالا داستان لباسهای ویکتوریایی چیه ؟ 
واقعا مدرسه شیکی داری 
ما نیاز به یه لباس واقعی رویایی ویکتوریایی داریم برای پوسترمون 
تا پس فردا وقت داریم ، فکر کردم شاید تو مغازه ای رو میشناسی که 
که لباسهای رویایی ویکتوریایی بفروشه ؟ 
توی گورمزی ؟ 
تو یه نابغه مد هستی من فکر کردم 
تکرار میکنم لباس رویایی ویکتوریایی در گورمزی ؟ 
حق با توئه 
هیچوقت شدنی نیست 
اگه یکی رو میشناختم که استعداد بالایی در خیاطی داشت 
آره 
برات میدوزمش 
دو روز قدم زدن توی پارک جدی میگی ؟ 
نه معلومه که نه 
این کار شدنی نیست هرگز 
نه برای پس فردا 
بگیر 
شروع کردن از صفر کار سختیه 
حالا اگه یه لباسی داشتیم میتونستم بعنوان زمینه کاری ازش استفاده کنم 
بالاتنه رو بدوزی دامن رو با یه پارچه بپوشونی 
دامن میتونه دنباله داشته باشه ، اگه بتونم یه طاقه توری رو از یه جایی پیدا کنم 
میتونم به کمرش و تنه بدوزم 
من یه نخ نقره ای یه جایی دارم خیلی عالی میشه اگه میشد اون رو 
تو میدونی که من نمیتونم بهت نه بگم من که چیزی نگفتم 
من میرم چرخ خیاطی رو بیارم تو برو قهوه بیار 
امشب تمام وقت کار میکنم 
چی شده ؟ 
پسر من صبح زود بیدار شده 
فکر کردم همونطوری که همیشه میگفتی قبل از مدرسه ورزش کنم 
آهان ، بیا تا دم نیمکت مسابقه بدیم 
من گذاشتم ببری آره 
من گذاشتم ببری بلوف زدن همیشه خوبه 
اما دفعه بعد بجای بلوف راستش رو انجام بده باشه ؟ 
من باید به زمین لاکروس برگردم 
همه ما امشب درگیر پذیرش سرمایه گذار و خط جدیدمون هستیم 
مخصوصا تو بعنوان بوفورت جوان 
ما تقریبا داریم برای سومین بار متوالی قهرمان میشیم 
تا بحال در تاریخ مکستون هال این اتفاق نیفتاده 
تعجبی نمیکنم چون یه ورزش زنانه است 
تو با لکسینگتون صحبت میکنی یا من باید صحبت کنم ؟ 
لطفا بابا 
آخرین سال منه 
هرچیزی رو که زندگی پیش پامون میذاره بعنوان تمرینی برای لحظات واقعا مهمتر هستند لحظاتی که آینده مون رو شکل میدن 
و اولین اون لحظات پذیرش هستش 
تو کاملا تمرکز کن تا اجرای عالی در زندگیت داشته باشی تصویر شرکتمون به این موضوع بستگی داره 
اصویری از تمام خانواده مون 
بعلاوه من فکر میکنم ما الان یه فعالیت ورزشی جدید برای تمرین تو پیدا کردیم 
دفعه بعد انتظار دارم که تو برنده شی 
نه 
مهمانان محترم ، دوستان عزیز این ساعت متعلق به پدر پدر پدر پدربزرگم بود که بوفورت رو 125 سال پیش بنا کرد 
فکر میکنم اگه میدید که امروز در چه جایگاهی هستیم افتخار میکرد 
از یه خیاطی ساده به شرکتی جهانی با سنتهای دیرینه تبدیل شد شرکتی که چشم انداز مد لوکس را برای چندین دهه نشان داده است 
نه تنها به دلیل تولید البسه نمادین بلکه از طریق پروژه های پایدار پیشرو در بازار که انحصارا به اونها افتخار میکنیم 
اما بوفورت یه امر خانوادگی بوده و هست تا به امروز 
به همین خاطر سرشار از غرور میشم تا تریبون رو به پسر فوق العاده ام جیمز بسپرم اون به شما میگه چرا ما امروز عصر اینجا جمع شده ایم 
جیمز 
ما همگی امروز شاهد لحظه های بزرگی هستیم 
بوفورت امپراتوری خودش رو گسترش میده 
ما برای شاهان و رییس جمهوران و موفقترین تجار جهان لباس میدوزیم 
و حالا موقعش رسیده تا نسل بعدی را در این حلقه داخلی وارد کنیم 
بخصوص در زمانی که دنیا بسرعت در حال تغییر است دنیایی که جوانان برای سرنوشت خود مسئولیتهای بیشتری تقبل میکنند 
در اینجا آینده بوفورت رو مشاهده میکنید 
خب خوشتون میاد ؟ 
بسلامتی مینوشیم 
بسلامتی نسل جدید بوفورت 
نوین ، اشرافی و پویا 
خدای من این زیباست 
میدونستم میتونی این کارو بکنی 
وقتی که کار تهیه پوستر رو تموم کردی میذارمش توی وبلاگم 
پرمشتری میشم 
میتونی اتو کنیش ؟ 
دلم میخواد الان بین 8 تا 10 ساعت بیهوش بشم 
البته ، برو استراحت کن 
شب بخیر 
ممنون ام 
روبی : لباس پوسترمون داره اینجا شکل میگیره 
ممنون از جیمز - نیستم 
جسالین : وای روبی کیرن : عالیه 
جیمز : بعد از اینکه ایده رو من دادم خوشحالم که مسئول کمیته هم یه کاری انجام داد 
پی نوشت : نام خیاطت چیه ؟ 
جیمز : اون کارش رو خوب بلده با اینکه چرخ خیاطی رو از سطل آشغال درآورده 
تو یه حال بهم زن مغروری 
نه ، نه ، نه 
امبر ... من ... این 
یه اتفاق بود ، متاسفم 
فکر میکنی هنوزم میتونی ازش استفاده کنی ؟ 
سلام به همگی اسم من فیلیپا وینفیلد هستش 
میتونین من رو پیپا صدا کنین من هرچی دوست داری صدات میکنم جیگر 
وقتی که داشتم درخواست تحصیل در آکسفورد رو آماده میکردم فهمیدم که بحث بصورت سوال و جواب با دیگران کمک کننده است 
و این دقیقا کاریه که میخوایم توی این کلاس انجام بدیم 
میشه لطفا این برگه ها رو به عقب هم بدی ؟ 
هرطور تو بخوای رفیق 
تو شروع کن و اولین سوال رو برای ما بلند بخون لطفا 
اگر بتوانید برای کارهایتان دلیل بیاورید آیا نشاندهنده منطقی بودن اعمال شماست ؟ 
احساسات هم میتونن محرک اعمال باشند 
چه تعداد تصمیم احساسی در روز میگیریم ؟ 
عجیبه که بخوایم تفاوت خاصی بین احساسات و منطقمون قائل بشیم انگار که سر و قلبمون مقابل همدیگه باشند 
اگه من بخوام بر اساس اصولی که فکر میکنم منطقیه عمل کنم اما بابتش رنج بکشم آیا اعمال من منطقی هستند ؟ 
ما واضحا میبینیم که بین اصول افراد چقدر تفاوت وجود داره 
من هرگز عملی که باعث رنجش خودم یا دیگران بشه رو منطقی نمیدونم 
اصولی هستند که بطور عمومی و جهانی کاربرد دارند 
به اونها میگن بدیهیات 
اگر تو برای مثال پیشنهاد دو تا شغل داشته باشی یکیش پول بیشتر بده اما فکر کنی که با کار دیگه که کمتر پول میده خوشحالتر هستی 
تصمیم منطقی هنوزم این هستش که شغلی رو بگیری که بهت بیشتر پول میده 
اگر انگیزه مالی داشته باشی که برای تو هم جای تعجبی نداره 
اول از همه اینکه تو من رو نمیشناسی 
دوما وقتی پول نداشته باشی کسی توی این دنیا علاقه ای بهت نداره 
اگه از وقتی که بدنیا اومدی بهت این رو گفته باشند طبیعیه که دیگه چیزی جز پول برات مهم نباشه 
بحثهای احساساتی خوب هستند ولی مراقب باشید که کسی رو آسیب نزنید 
نمای جالبیه از بالای برج برتری اخلاقی تو 
من توی زندگی فکر نمیکنم که از کسی برتر هستم چون حساب بانکی پر از پول دارم با مردم مثل آشغال رفتار نمیکنم 
تو همیشه سعی میکنی آدمها رو بدون پول کنترل کنی ، تا حالا چطور پیش رفت ؟ 
برا متاسفم 
بچه ها لطفا میخوای تمام زندگیت رو صرف 
با اینهمه پول نیازی به ایده خودت نداری 
چیزی که به ارث بردی ، نامت و حتی شوخیهای کوچیکت نشون میده که چقدر توخالی هستی 
به همین دلیله که هیچکس به تو علاقه ای نداره بلکه فقط به پولت علاقه دارند 
باید فکر کنیم ببینیم وقتی روبی صداش دربیاد چی کار کنیم 
من فکر نمیکنم چیزی بگه 
در مورد اینکه چی کار باید بکنیم هردومون مدت زیادیه که میدونیم چی درسته 
چی ؟ 
اگر از این اتفاق بسلامت بیرون اومدیم یعنی داره بهمون نشون داده میشه که این کارمون رو نمیتونیم ادامه بدیم 
چرا ؟ 
ما خیلی پیش رفتیم لید 
دیر یا زود معلوم میشد بهر شکلی که ممکن باشه 
تا وقتی داستان فراموش بشه یه کم بیخیال میشیم 
من بزودی مدرسه ام تموم میشه 
و بعدش و بعدش ؟ 
فکر کردی والدینت با آغوش باز من رو میپذیرند و وارد خانواده میکنند ؟ معلم دخترشون رو ؟ 
نمیخوام که موقعیتهای آینده ات رو در بوفورت بخاطر من هدر بدی 
من خیلی وقته که دیدم شانسی پیش بابام ندارم یه روزنامه نگار منو فریب داد و برای کسب اطلاعات من رو تحت فشار قرار داد 
بوفورت جوان نظر تو بود 
تو مفهوم کل راه اندازی رو توسعه دادی 
مورتیمر شاید یه بابای خوبی نباشه ولی یه تاجر باهوشیه 
اون نمیذاره استعدادت هدر بره 
تو شانست رو میگیری من میدونم 
ولی نمیتونیم با هم باشیم 
اگه اینطور میگی باشه 
بریم 
منو توی سه کلمه چطور توصیف میکنی ؟ 
همین الان ؟ 
آدم بکن فوق سکسی چطوره ؟ 
خیلی دقیق بود 
اما تواضع کاذب معمولا توی زندگی تو رو جلو میبره 
همه چیز خوبه ؟ 
وقتی دوست پسر فعلیم مشکل درست کرده دنیا که به آخر نرسیده 
ولی شاید در مقایسه با ماجرای شخصی تو به حساب نمیاد 
یا هنوزم داریم وانمود میکنیم که اتفاقی که با روبی توی کلاس آکسفورد افتاد طبیعی بوده ؟ 
اتفاقی نیفتاد 
اون کلاس وقت تلف کردنه و منم کارهای بهتری برای انجام دادن داشتم 
آهان 
چیه ؟ 
اون زد توی جایی که درد گرفت درسته ؟ 
باشه بیخیالت میشم 
من هیچوقت اون رو اینقدر خارج از کنترل ندیده بودم 
اتفاقی بود ؟ 
روبی 
چرا اینقدر توی فکر رفتی ، همه چیز مرتبه عزیزم ؟ 
چیز مهمی نیست 
نگران نباش 
ولی تو نگران هستی 
و توی قرارداد پدری مادام العمر منم نوشته که منم باید نگران باشم 
تا حالا اینقدر کسی رو آزار دادی که اتاق رو ترک کنه ؟ 
معلومه 
میدونی روبی من تقریبا 50 سالمه 
من خیلی کارها کردم و آدمها رو آزار دادم 
غیرقابل اجتنابه ولی خدا رو شکر تبدیل به آدم بد نکرد 
نکرد ؟ 
نه 
بستگی به این داره که از اشتباهت چی یاد بگیری و مسئولیت اشتباهت رو بعهده بگیری 
چرا گاهی انجام دادن کار درست اینقدر سخته ؟ 
خب بهش میگن کار درست نمیگن کار آسون 
میخوای بری به لکسینگتون بگی من اوقات فراغتم رو دارم چی کار میکنم ؟ 
میخواستم بهت بگم که حق با تو بود 
من تو رو نمیشناسم 
رفتار من توی کلاس آکسفورد کاملا از حد خارج شده بود 
نمیدونم چم شده بود ولی 
متاسفم 
مهمونی ویکتوریایی واقعا نظر بهتری بود 
البته که اینطور بود 
کار لباس چطور پیش رفت ؟ 
نه اونطوری که برنامه ریزی شده بود 
چی شد ؟ 
سوخت 
سوخت ؟ 
سوخت 
پوستر تبلیغاتیمون شاید خیلی عالی نباشه ولی خب دیگه نمیشه همیشه برنده بود 
باشه پس 
دوشنبه میبینمت 
به لکسینگتون هم سلام برسون 
حال داری بریم چند تا توپ بزنیم یه کم فکرت باز شه ؟ 
من نیاز به یه همراه دارم و فکر کردم شاید بعدش بریم ناهار 
باشه باشه 
بازیکن دیگه نمیخواین ؟ 
دو نفری بازی میکنیم 
شاید یه وقت دیگه 
اومدی ؟ 
فقط برو 
ایناهاشن 
کی ؟ 
بازیکنها 
هارولد الینگتون داره فکر میکنه که یه مقدار قابل توجهی روی بوفورت جوان سرمایه گذاری کنه 
این آخرین سرمایه گذاریه که بهش نیاز داریم 
الن برای چی اینجاست ؟ 
اگه نصف علاقه ای که اون به تو داره تو بهش علاقمند شی میتونیم امروز با یه تیر دو نشون بزنیم 
رییس جوان بوفورت نیاز به یه همسر درخور در کنار خودش داره 
و خواهر بهترین دوست تو برای این منظور عالیه 
یه منظره دیدنی مثل همیشه 
افسونگر پیر از دیدنت خوشحالم هارولد 
از دیدنت خوشحالم 
یه روز عالی برای یه دور بازیه مگه نه ؟ 
سلام سلام 
دوبار نه ؟ همیشه دو بار 
چنین عنوان اشرافی کاملی مثل خانواده الینگتون سخت پیدا میشه 
الن کاملا بهت علاقمنده و تو اصلا لازم نیست کاری بکنی 
من هوای هارولد رو دارم و تو از نمایش لذت ببر 
من همیشه فکر میکردم پایان یه بازی دو حالت وجود داره 
پیروزی یا شکست 
یا شاه باقی میمونه یا زده میشه 
و یه بوفورت همیشه تا آخرین نفس مبارزه میکنه 
هیچوقت حالت سومی به فکرم خطور نمیکرد اینکه مساوی کنی 
و شاید الان دقیقا همون موقعست که دو تا شاه مقابل همدیگه خم میشن که این عظمت واقعی رو نشون میده 
حالا جوانترین عضو خانواده ، السون جرات میکند تا به برکه برود 
او با دقت مسیرش را رو به جلو با خرطومش حس میکند و مادرش بدون جلب توجه او را تماشا میکند 
فیلهای صحرایی میتوانند روزانه تا 200 لیتر آب بنوشند که خرطوم یک فیل بالغ تا 8 لیتر آب گنجایش دارد 
با اینحال میزان خشکی 
چی شد ؟ 
باید برم دستشویی 
این هیولاهای خاکستری در شرایط سخت تا بیش از 70 کیلومتر در روز حرکت میکنند 
من ترتیب دسترسی به کلکسیونمون رو دادم میتونیم بریم به لندن برای دیدن لباسه 
- جی 
جدی میگی یا قراره توی لندن یکی از اون رقاصها من رو گیر بندازه ؟ - آر 
صبر کن تا ببینی 
- جی.بی 
چطوری بریم لندن ؟ - آر.بی 
راننده من میاد دنبالت 
- جی.ام.بی 
مگه 18 سالت نشده ؟ هنوز فرصت کافی برای گرفتن گواهینامه نداشتی ؟ 
پی نوشت : چند تا حرف مخفف داری ؟ آر.جی.بی 
ظاهرا اندازه تو دارم - جی.ام.بی 
کی بریم ؟ 
همین الان بریم ؟ 
