Για δείτε . 
Μεγαλύτερο από τα βίντεο στο Καταφύγιο . 
Γι ' αυτό τα παιδιά ήρθαν εδώ . 
Μεγαλύτερη από το Λάκας . 
Μεγαλύτερη κι από το Σόλας . 
Πόσοι άνθρωποι ζούσαν σ ' αυτήν την πόλη ; 
Στο αποκορύφωμά της , ζούσαν εδώ 8,38 εκατομμύρια άτομα . 
Η Μάδερ έχει δίκιο . 
Πάνω από 3,4 εκατομμύρια κατοικίες σε 783,8 τετραγωνικά χιλιόμετρα . 
Σε 783 χιλιόμετρα ; 
Πώς θα τους βρούμε ; 
Τι είναι αυτό ; 
Κι άλλος φάρος . Όπως στο τέρμα της γέφυρας . 
Μοιάζει . 
Κάτι δείχνει . 
Κοιτάξτε ! Εκεί ! 
Κι άλλος ! Μας δείχνουν πού να πάμε . 
- Εντοπίστηκε σήμα . 
- Σήμα ; - Τι είναι ; 
- Υπομονή . Το αποκωδικοποιώ . 
Αν μας ακούει κανείς , είμαστε εδώ . 
Ελάτε ! Ακολουθήστε με ! 
Εύα , στάσου ! 
Περίμενέ μας ! 
Έχει κι άλλον εκεί ! 
Σταθείτε . 
Τι είναι αυτό ; 
Εύα , μην τρέχεις . 
- Θα φτάσω πριν από εσένα στον επόμενο . 
Εντάξει . 
Και τώρα ; 
Όμνι , εντόπισε άλλες συχνότητες Όμνιποντ . 
Την πηγή του σήματος . Είμαι πάνω σου . Δεν χρειάζεται να φωνάζεις . 
Όμνιποντ σε λειτουργία εντοπίστηκε στα 532 μέτρα νοτιοδυτικά . 
Στα 532 μέτρα ; 
Είμαστε κοντά . 
Αν μας ακούει κανείς , είμαστε εδώ . 
ΚΑΤΑΦΥΓΙΟ 125 ΚΑΤΑΦΥΓΙΟ 918 - Ο τελευταίος οικισμός ανθρώπων . 
- Νομίζω ότι τους βρήκα . 
Είμαι η Εύα ! 
Ήρθα ! 
Από το Καταφύγιο 573 ! 
Η Εύα . 
Γεια σας ! 
- Εύα μου ... - Όχι . Όχι . 
Όμνι , εντόπισε γειτονικά σήματα . 
Αν μας ακούει κανείς , είμαστε εδώ . 
Ο τελευταίος οικισμός ανθρώπων . 
Μα τώρα , τώρα έμεινα μόνο εγώ . 
Αν το ακούσει κανείς , να ξέρει πως όσα μας υποσχέθηκαν ήταν όλα ένα ψέμα . 
Ένα ψέμα . 
Είμαι ο Ρόσον από το Καταφύγιο 573 . 
Όμνι , μετάδωσε μήνυμα και επανάλαβε . 
Είναι απλώς ένα βιβλίο ; 
Μια σελίδα από ένα βιβλίο ; 
Εύα , καλή μου ... Γιατί έγιναν όλα ; 
Η εκπαίδευσή μου . 
Όλα . 
Γιατί ... Γιατί είμαι εδώ ; 
Γιατί ; 
Γιατί επέλεξες να με φέρεις σ ' αυτήν την έρημη γη ; 
Πού είσαι ; 
Ακούει η Εύα τον Ότο ; 
Πού είναι ο άνθρωπος ; 
Εμένα ψάχνεις ; 
Μείνε μακριά από την οικογένειά μου . 
Πρώτη φορά οδηγώ . 
Τρέξτε ! 
Εύα , αν είσαι ο τελευταίος άνθρωπος , πρέπει να επιζήσεις . Φύγε . Τώρα ! 
Μείνε μακριά της . 
Μπεστίλ , εδώ πέρα ! 
Έλα να με πιάσεις . 
Καλώς ήρθατε στη Βιβλιοθήκη της Νέας Υόρκης . 
Τι θέλετε να βρείτε ; 
- Έχεις σχέδιο ; 
- Το σκέφτομαι . 
Φανερώσου , άνθρωπε . 
Ξέρω ότι είσαι εκεί . 
Θα σε βρω . 
- Εύα ! 
- Μάδερ , είσαι εντάξει ; 
- Καλά είμαι . 
Η Εύα ; - Ο Μπεστίλ την κυνήγησε στο κτίριο . 
Όμως , έχουμε κολλήσει εδώ μέσα . 
Πρέπει να φτάσουμε τον δίσκο . 
Μάδερ , τι κάνεις ; Μάδερ . 
Εύα ! 
Άνθρωπε . 
Άνθρωπε . 
Ο Λόροκ με έστειλε να σε αποτελειώσω . 
Ακόμα κι ένας αξιολύπητος άνθρωπος είναι πολύς . 
Έλα δω . 
Αυτήν τη φορά , θα πάρω ένα έπαθλο . 
Σπρώξε . 
Σπρώξε με μέσα του . 
Το μεγαλύτερο έπαθλο του Ορμπόνα . 
Το τελευταίο ανθρώπινο κρανίο . 
Τέρας . 
Τέρας ; 
Κοίτα γύρω σου . 
Το είδος σου κατέστρεψε τον πλανήτη . 
Δημιούργησε αυτό . 
Πες μου , άνθρωπε , ποιος είναι το τέρας ; 
Όχι ! 
Μείνε μακριά της . 
Μάδερ ! Μάδερ , όχι ! 
Μην κάνεις κακό στην κόρη μου . 
Μάδερ ; 
Μάδερ ; 
Εύα . Εύα , χρησιμοποίησε τις δυνάμεις σου . 
Κάλεσε βοήθεια . 
Βοηθήστε με . 
Ας με βοηθήσει κάποιος . 
Βοηθήστε με ! 
Εγώ θα σε βοηθήσω . 
Βοήθησα ! 
Ευχαριστώ . 
Μάδερ ; 
Μητέρα μου ... 
Είσαι καλά . 
Η κάρτα κυκλώματος είναι πάλι . 
Θα σε διορθώσω σύντομα , εντάξει ; 
Όχι , Εύα , καλή μου . Φοβάμαι ότι είναι κάτι παραπάνω αυτήν τη φορά . 
Μάδερ , όχι . 
Είσαι έτοιμη τώρα . 
Δεν με χρειάζεσαι πλέον . 
ΕΥΑ ΒΡΕΣ ΜΕ Εσύ είσαι το μέλλον . 
Όχι , Μάδερ , σε παρακαλώ . 
Μη φεύγεις . Μη με αφήνεις . 
Καλή μου Εύα , έκανα μια επιλογή . 
Την επιλογή να γίνω η μητέρα σου γιατί σε αγαπάω . 
Κι εγώ σ ' αγαπάω . 
Σ ' αγαπάω . Σ ' αγαπάω . 
Σ ' αγαπάω . Σ ' αγαπάω . 
Όχι , περίμενε ... Όχι . 
Αντίο , Μάδερ . 
Εύα ... η μητέρα σου είχε ένα στοργικό πνεύμα . 
Ζει μέσα σου τώρα . 
Είναι εδώ κι εδώ . 
Εύα , πλησιάζει αεροσκάφος . 
Τι είναι αυτό ; 
Γεια σου , Εύα . 
Είμαι ο Κάντμους Πράιντ και ήρθα για να σε πάω στο σπίτι . 
