Види го ова . 
Толку е поголемо отколку на видеата во Светилиштето . 
Не е ни чудо што сите други деца решија да дојдат овде . 
Поголем е од Лакус . 
Дури е поголем од Солас . 
Колку луѓе живееле во овој град ? 
На својот врв , тука живееле 8,38 милиони луѓе . 
Мутр е точна . 
Над 3,4 милиони станбени единици на 783,8 км2 . 
783 километри ? 
Мислам , како ќе ги најдеме ? 
Што е тоа ? 
Уште еден светилник . Како на крајот од мостот . 
Сличен е . 
Покажува правец . 
Погледнете ! 
Таму ! Друг . Ни покажуваат каде да одиме . 
- Откриен е сигнал . 
- Сигнал ? Од кого е ? 
- Трпение , те молам . Дешифрирање . 
Ако некој е таму и слуша , ние сме тука . 
Ајде . Следете ме . 
Ева , почекај ! 
Чекај не . 
Има уште еден таму ! 
Чекај , почекај . 
Што е ова ? 
Ева , успори . 
Се обложувам дека можам да те победам до следниот . 
Добро . 
И што сега ? 
Омни , лоцирај ги другите фреквенции на Омнипод . 
Изворот на сигналот . Приврзан сум со тебе , Ева . Не треба да викаш . 
Откриен е оперативен Омнипод 532 метри на југозапад . 
532 метри ? 
Толку сме блиску . 
Ако некој е таму и слуша , ние сме тука . 
Последната човечка населба . 
Мислам дека ги најдов . 
Јас сум Ева ! 
Тука сум ! 
Од Светилиштето 573 ! 
Ева ! 
Здраво ! 
- Ева драга ... - Не , не . Не , не , не . 
Омни , лоцирај ги сигналите во близина . 
Ако некој е таму и слуша , ние сме тука . 
Последната човечка населба . 
Но , сега , сега сум само јас . 
Значи , ако некој некогаш го слушне ова , само знајте , она што ни беше ветено , сето тоа беше лага . 
Лага . 
Јас сум Рошон од Светилиштето 573 . 
Омни , емитувај ја пораката и повторувај ја . 
Дали е ова само книга ? 
Страна од книга ? 
Ева драга ... За што беше сето ова ? 
Мојот тренинг . 
Сето тоа . 
Зошто сум тука ? 
Зошто ? 
Зошто избра да ме донесеш во оваа пустелија ? 
Каде си ? 
Може ли Ева да го слушне Ото ? 
Каде е човекот ? 
Еј ! Ме бараш ? 
Остани подалеку од моето семејство . 
Прв пат возам . 
Бегај ! 
Ева , ако навистина си последниот човек , тогаш мора да преживееш . Оди . Сега ! 
Остани подалеку од неа . 
Еј , Бестил , овде ! 
Дојди и земи ме . 
Добредојдовте во Јавната библиотека во Њујорк . 
Како можам да ви помогнам да најдете што барате ? 
- Па , кој е твојот план ? 
- Работам на тоа . 
Излези , излези човеку . 
Знам дека си таму . 
Не можеш да се сокриеш од мене . 
- Ева ! 
- Мутр , дали си добро ? 
Добро сум . 
Каде е Ева ? Бестил ја бркаше до онаа зграда . 
Заглавени сме во овој кафез . 
Мора да дојдеме до тој диск . 
Мутр , што правиш ? Мутр . 
Ева ! 
Човеку . 
Човеку . 
Лорак ме испрати да ја завршам работата . 
Дури и еден преостанат патетичен човек е премногу . 
Дојди овде . 
Овој пат ... добивам трофеј . 
Притисни . 
Турни ме низ него . 
Најголемата награда на Орбона . 
Последниот човечки череп . 
Чудовиште . 
Чудовиште ? 
Погледни наоколу . 
Твојот вид ја уништи оваа планета . 
Создавајќи го ова . 
Кажи ми ... човеку , кој е чудовиштето ? 
Не . 
Остани подалеку од неа . 
Мутр . Мутр , не ! 
Не ја повредувај ќерка ми . 
Мутр ? 
Мутр ? 
Ева . Ева , употреби ги своите моќи . 
Повикај помош . 
Помогнете ми . 
Некој нека ми помогне . 
Помогнете ми ! 
Јас ќе ти помогнам . 
Јас помогнав ! 
Ти благодарам . 
Мутр ? 
Мојата мајка . 
Во ред си . 
Само твојата матична плоча е неисправна повторно . 
Ќе те активирам наскоро , во ред ? 
Не , драга Ева , се плашам дека овој пат е повеќе од тоа . 
Мутр , не . 
Сега си подготвена . 
Повеќе не ти требам . 
Ти си иднината . 
Не , Матр , те молам . 
Не оди . Не ме оставај . 
Драга моја Ева ... Направив избор . 
Избор да бидам твоја мајка затоа што те сакам . 
И јас те сакам . 
Те сакам . Те сакам . 
Те сакам . Те сакам . 
Не , чекај ... Не . 
Збогум , Мутр . 
Ева ... твојата мајка ... поседуваше љубовен дух . 
Таа сега живее во тебе . 
Овде и овде . 
Ева , се приближува воздушен брод . 
Што е ова ? 
Поздрав , Ева . 
Јас сум Кадмус Прајд и тука сум да те однесам дома . 
