Πέρασαν 500 χρόνια ... κι ο θησαυρός του Λοτρέκ παραμένει το μεγαλύτερο μυστήριο σε ολόκληρη τη Νάπολη . 
Είναι θαμμένος στον σκοτεινό , υπόγειο λαβύρινθο της πόλης , μα κανείς δεν έχει καταφέρει να τον βρει . 
Ορίστε οι τίτλοι των σπιτιών . 
Θ ' αδειάσουν σε τρεις μέρες . 
Περίμενε . 
Πού είναι ; 
Τρέξτε ! 
Άντε , αμέσως ! Πιάστε τον ! 
Όχι , όχι εσύ . Τον χαρτοφύλακα ! 
- Πάμε να τον πιάσουμε ! - Άντε ! 
Πού πήγε ; 
Ελάτε μαζί μου ! 
Πηδάς από ταράτσα σε ταράτσα Ο κόσμος φωνάζει από κάτω " Ο Μουνατσέλο επέστρεψε ! 
Ακίνητος , αλήτη ! 
Έλα κάτω να με πιάσεις . 
Πάει αυτός . 
Φύγαμε . 
- Σασά , κάν ' τον φαλακρό . 
- Όχι . 
- Σασά , είναι φαλακρός , είπα ! 
- Είπα όχι ! 
Την τελευταία φορά που τον είδαν , είχε σγουρά μαλλιά . Έτσι . 
Διαφωνείς ; 
- Σου είπα , είναι φαλακρός ! - Σοβαρά ; 
Μα σου είπα ... 
- Ναι , τώρα ... - Σταματήστε ! Έλα , Τζενά , πάμε σπίτι . Μας περιμένει η μαμά . 
Ελάτε , παιδιά ! Λίγες μέρες μένουν μόνο να περάσουμε μαζί . Μη χάνουμε τον καιρό μας . 
Και , Σασά , γράφεται " Wonderboi " , με W . 
Και ; Το ίδιο προφέρεται . Γράφω ό , τι ακούω . 
Το πατίνι έχει τζάγκουαρ πάνω . 
Άρχισες κι εσύ τώρα ; 
Ο Wonderboy δεν είναι Βραζιλιάνος σαν εσένα . 
- Σταμάτα . 
- Τι εννοείς ; 
Παιδιά , προσοχή ! 
Ανιέ , πού πάει ο μπαμπάς σου ; 
Δεν ξέρω . 
Πάμε . Θα τελειώσουμε τη ζωγραφιά μετά . 
Πότε μετά ; 
Ξεχάσατε ότι πρέπει να κάνουμε την τελετή ; 
Άντε , πάμε . 
- Ναι , πάμε . - Πάμε . 
- Πάμε , παιδιά . 
Γεια . - Γεια ! 
Γεια . Τα λέμε . 
Τερέ , πάρε αυτό , αλλιώς θα με σκοτώσει η μαμά . 
Άντε , πάμε . 
Περιμένετέ με ! 
- Μαζέψατε τα πράγματά σας ; - Ναι ! 
Ναι . 
Κούκλα είσαι , γλυκιά μου . 
Όταν παντρευτείς , θα ράψω ένα πιο λαμπερό από αυτό . 
- Άντε πάλι ! - Όχι ! Σταμάτα , μην κουνιέσαι . 
Το τρύπωσα μόνο . Θα σκίσεις τη ραφή . 
Έλα τώρα , αλήθεια σκέφτεσαι τον γάμο μου και όχι πού θα πάμε σε τρεις μέρες ; 
- Μα γι ' αυτό το λέω . 
- Μπαμπά , για τελευταία φορά , δεν θα γίνει τίποτα με τον γιο του καταστηματάρχη στην πόλη . 
Προτιμώ να πάω στη Γερμανία να μείνω με τη μαμά . 
Ποτέ δεν ήθελες να πας . Ναι , μπαμπά . Σχήμα λόγου είναι . 
Επειδή θέλω να σας πω ένα μυστικό ! Βλέπετε τις όμορφες ανταύγειες στα μαλλιά μου ; 
Μοιάζουν με σατούς , αλλά δεν είναι . 
Λέγεται μπαλα-λαγιάζ . Μπαλαγιάζ ! Μπαλαγιάζ λέγεται . 
- Τι , Ανιέλο ; Τι θέλεις ; 
- Το σκούτερ του μπαμπά . 
Ρώτα τον μπαμπά σου τότε ! 
Γι ' αυτό διακόπτεις το υπέροχο βίντεό μου ; 
Πήγαινε τέλεια ! 
Φύγε , αγάπη μου . Άντε ! 
Τι θες ; 
Τι εννοείς ; Το δωμάτιό μου είναι , μπαμπά . 
- Να πάρω το σκούτερ σου ; 
- Έχει χαλάσει . 
- Ο Ραφαέλε κι ο Τζενάρο φεύγουν αύριο . 
- Καλό ταξίδι . 
Τι θέλει η σπιτονοικοκυρά ; 
Τίποτα . 
Άντε να παίξεις με τους φίλους σου . 
Ντόνα Αντζέ , μην ανησυχείς . Θα το κανονίσω . 
Το ελπίζω . 
ΤΟ ΠΑΛΑΤΙ ΤΩΝ ΠΝΕΥΜΑΤΩΝ Τζενά , η ιστορία που έγραψα έχει ήδη 20 σχόλια . 
Είναι όλα απελπισμένα κορίτσια . 
Άκου . " Φοβάμαι να περάσω από το σπίτι σου όταν δεν είσαι εκεί " . 
Τι λες ; 
" Διεύθυνση στην Μπρέσια ; " Θέλει τη διεύθυνσή μου ! 
Ωραία ! Αλλά καμιά τους δεν έχει έρθει εδώ . 
Λοιπόν ; Δεν είστε έτοιμοι ακόμα ; 
Ραφέ , Τζενά , μπορείτε να βιαστείτε ; 
Δόξα τω Θεώ , φεύγουμε αύριο . 
Επιτέλους θα φύγουμε από τη βρομόπολη . Θα είναι η καλύτερη Πρωτοχρονιά της ζωής μας . 
Η Μπρέσια έχει ό , τι δεν έχει η Νάπολη . 
Ένα μέλλον για εσάς , σταθερή δουλειά για τον μπαμπά σας . Κι επιτέλους θ ' αφήσουμε πίσω τη σπιτονοικοκυρά . Μας λέει πώς να ζούμε , πόσα να την πληρώνουμε . 
Πάλι με τα στοιχειωμένα μέρη ασχολείσαι ; 
Δεν θα το χρειαστείς στην Μπρέσια . Δεν είναι στοιχειωμένη . 
- Αλήθεια ; 
- Δεν θα το χρειαστείς , Τζενά . 
Βασικά , ξέρεις τι θα κάνουμε ; 
Θα το πετάξουμε . 
- Τι ; - Άντε , πάμε ! 
Και μετά θα μαζέψουμε τα πράγματα . Έτσι , μαμά ; 
- Ωραία . Άντε . 
- Πού πάμε ; - Έλα μαζί μου ! 
- Άντε , πηγαίνετε . 
Πάμε ! Πάρε και το μεγάλο βιβλίο . 
Παλιόπαιδα . 
Πάλεψα πολύ για να πάρω την υποτροφία . 
Θέλω να σπουδάσω Αρχαιολογία . 
Στη Νάπολη , γιατί η Ιταλία είναι ιδανική για Αρχαιολογία . 
Δεν θα κάθομαι να περιμένω να μας πετάξει έξω η σπιτονοικοκυρά . 
Σασά , πού πας ; 
- Μη μου πεις ότι θα κάνετε καμιά βλακεία . 
- Πάω να τους χαιρετήσω κι επιστρέφω . 
Θα μιλήσω στη σπιτονοικοκυρά . 
- Αυτή η νότα μού ξεφεύγει γιατί ... - Όχι , θείε . 
Απλώς είσαι φάλτσος . 
Τραγούδα το εσύ . Όχι . Από τότε που έφυγε η μαμά , δεν θέλω πια να τραγουδώ . 
Πες μου , γιατί δεν έρχεσαι στην κρουαζιέρα μαζί μου ; 
Δεν θα τραγουδάς . Θα είσαι εκεί με τον θείο να του λες αν είναι φάλτσος . 
Δεν θέλω να το συζητήσω πάλι . 
Θέλω να μείνω εδώ . 
Η σπιτονοικοκυρά μας διώχνει σε τρεις μέρες . 
Θείε , σταμάτα . 
Θα μείνω στα ξαδέρφια μου , δεν φεύγω από δω . 
Το αγαλματίδιο . 
Πήγαινε να βρεις το αγαλματίδιο . 
Αμέσως . 
Ντόνα Αντζέ , ο τύπος είναι νεκρός . Έπεσε στο βαθύτερο πηγάδι της Νάπολης και έγινε κομματάκια . 
Σε κορόιδεψε για τα καλά . 
Δεν είδατε πώς κινείται , πώς σκαρφαλώνει στους τοίχους . 
Δεν είναι άνθρωπος . 
Λένε ότι υπάρχει νέος Μουνατσέλο στη Νάπολη . 
Πάλι τα ίδια ; 
Ο Μουνατσέλο είναι νεκρός . 
Εσύ είσαι ο ηλίθιος εδώ . Αν δεν μου φέρεις το αγαλματίδιο , τ ' ορκίζομαι , θα σου κόψω τ ' αυτιά . 
Κατάλαβα . 
Βιάσου . 
Πνεύμα που ζητώ να με βοηθήσεις ... σου φέρνω αυτά τα σκουλαρίκια . 
Τώρα είναι δικά σου . 
Λυπήσου με . Ξέρεις τι θέλω . 
Κάνε να ξαναδώ τη μαμά . 
Τέλος πάντων , ελπίζω να σου αρέσουν τα σκουλαρίκια . 
Πρέπει να φύγω τώρα . Θ ' αποχαιρετήσω τους φίλους μου . 
Αλλά αύριο θα επιστρέψω μ ' ένα ακόμα δώρο , εντάξει ; 
Παιδιά , δεν θα μαντέψετε τι έμαθα ! Έρχομαι , αλλά ... 
Θεούλη μου ! Γαμώτο ! Να πάρει ! 
Πάμε , παιδιά . 
Παιδιά , δεν θα μαντέψετε τι έμαθα ! Έρχομαι , αλλά ... 
Ας τον περιμένουμε κάτω . 
Ξέρει πού να μας βρει έτσι κι αλλιώς . 
Το φρικιό είναι εκεί . 
Ησυχία . 
- Πάμε . 
- Θέλαμε να πάμε για κολύμπι . 
- Κολύμπι ; 
Δεκέμβρη μήνα ; 
Πηγαίνατε στο Παλάτι των Πνευμάτων , σωστά ; 
Είναι το πιο επικίνδυνο μέρος στη Νάπολη . 
- Μακριά από κει ! 
- Τρέξτε , παιδιά ! 
Ο Ανιέλο δεν ήρθε ακόμα . 
Πρέπει να είμαστε όλοι εδώ . 
Το κινητό του είναι κλειστό . Αλλά μια χαρά θα είναι . 
Και ; Είναι φίλος μας . 
Τερέ , πρέπει να ξεκινήσουμε . 
Έλα , Τζενά . 
Στο όνομα της Σειρήνας , που πάντα μας προστατεύει , θα κάνουμε μια συμφωνία που θα μας δένει για πάντα . 
Εμπιστευόμαστε σ ' εσένα , Σειρήνα Παρθενόπη , το βιβλίο που γράψαμε για όλα αυτά τα χαρούμενα χρόνια . 
Δώστε τα χέρια . 
Σε πέντε χρόνια ακριβώς , όταν όλοι ενηλικιωθούμε , θα βρεθούμε εδώ , να εξερευνήσουμε όλα τα μυστικά της αγαπημένης μας πόλης , με ιστορία τουλάχιστον 5.000 ετών . 
Σ ' εμάς και στα μυστικά της Νάπολης ! 
- Για πάντα μαζί ! - Για πάντα μαζί ! 
Σταθείτε ! 
Ο Wonderboy ! Έχω απόδειξη ότι είναι αληθινός ! 
Έκλεψε ένα αγαλματίδιο από τη σπιτονοικοκυρά . Έχει εμμονή μ ' αυτό . 
Συμφώνησε να το βρει ο μπαμπάς μου ! 
Γι ' αυτό βιαζόταν το πρωί ! 
Εξαφανίστηκε στον υπόγειο λαβύρινθο ! 
- Τι μας νοιάζει αυτό ; 
- Τι μας νοιάζει ; 
Η σπιτονοικοκυρά θέλει το αγαλματίδιο ! Αν το βρούμε , θα την εκβιάσουμε ! 
Και δεν θα μετακομίσετε ! 
Τα σπίτια σας σε αντάλλαγμα για το αγαλματίδιο ! 
Ανιέ , ηρέμησε . 
Πώς θα βρούμε αυτό το αγαλματίδιο ; 
- Ναι . - Είναι στον λαβύρινθο ! 
Πέντε χρόνια σχεδιάζουμε τους χάρτες . Σωστά , Τζενά ; 
Ναι , Ανιέ , αλλά τα υπόγεια περάσματα είναι πάνω από 400 χιλιόμετρα ! Εμείς εξερευνήσαμε μόνο λίγα . 
Επίσης , η σπιτονοικοκυρά δεν θα δεχτεί εκβιασμούς . 
Σωστά . 
Είδες πώς μας αντιμετωπίζει ; 
Μισεί τα παιδιά . 
Σοβαρά ; 
Είστε οι μόνοι φίλοι που νοιάζονται για μένα ! 
Γιατί κάνετε πίσω ; 
Έλα , Ανιέ . Μην το κάνεις πιο δύσκολο απ ' όσο είναι . 
Ξέρετε κάτι ; Κάντε ό , τι θέλετε . Θα πάω μόνος . 
Θα περάσω από το Γκαϊόλα . 
- Όχι . - Ανιέλο , σταμάτα . 
- Ανιέλο . - Ανιέλο , πού πας ; 
- Ανιέλο ! - Ανιέλο ! Ανιέλο ! 
Θεούλη μου . - Ανιέλο ! - Ανιέ ! 
- Ανιέ , σταμάτα ! 
- Παλιόπαιδα ! 
Εδώ είστε . Ήμουν σίγουρη ότι κάνετε βλακείες . 
- Σε λίγο φεύγουμε . Σπίτι , τώρα . 
- Μαμά , περίμενε . Πριν ... 
- Σιωπή ! 
- Πρέπει να μαζέψετε τα πράγματα ! 
Τι κάνει τώρα ; 
Πάλι τα ίδια ; 
Άντε , σπίτι ! Γρήγορα . Πάμε ! 
- Δεν το ήξερες ; - Δεν άκουσα τίποτα . Δεν είδες τον Ένζο , τον παλαιοπώλη ; Μόλις ανέβηκε πάνω . 
- Σοβαρά μιλάς ; 
- Ναι , γιατί η χθεσινή ανταλλαγή 
- δεν έγινε , κατάλαβες ; - Αυτό δεν είναι καλό . 
Ναι . Θα δούμε πώς θα πάει . 
Τι θέλεις ; 
Αφού δεν μου έφερες το αγαλματίδιο , δεν θα πάρεις τα σπίτια μου . 
Έκανες συμφωνία με τον ληστή ; 
Είσαι μεγάλος βλάκας . 
Εσύ , από την άλλη , σίγουρα συνεννοήθηκες με κάποιον ! 
Εγώ ; 
Είσαι εντελώς ηλίθιος . 
- Τι λες ; 
- Πάρτε τον από δω . 
Αφήστε με . Τι κάνετε ; Κάτω τα χέρια σας ! 
- Σκάσε ! 
- Κανείς δεν τα βάζει μαζί μου ! 
Η συμφωνία είναι συμφωνία ! 
Σου φέρνω το αγαλματίδιο , μου δίνεις τα σπίτια . Κατάλαβες ; 
Φύγε , βλάκα . 
Δεν τελειώσαμε ακόμα . 
Τι συμβαίνει με τα σπίτια μας ; 
Τι θέλεις εσύ ; Ποια είσαι ; 
Έχω μπλέξει εδώ πέρα ! 
Δεν τελειώσαμε ακόμα ! 
Σασά , έλα να δούμε εδώ . 
Τσιουάουα , καλημέρα . 
Ψάχνουμε τον Ανιέλο . 
Πρέπει να μάθουμε πού είναι . Επειδή έγινε κάτι . 
Πού να ξέρατε τι πέρασα εγώ . 
Τέλος πάντων , δεν είναι εδώ . 
Αλλά μπορείτε να τον ψάξετε . 
Άντε να παίξετε . 
Άντε ! 
Εμείς είμαστε . Άνοιξε . 
- Ο Ανιέλο δεν είναι σπίτι . 
- Ρε φίλε . 
Ξέρω μόνο ότι πήγε στον υπόγειο λαβύρινθο να ψάξει τον Wonderboy . 
Αν καλέσουμε την αστυνομία ; 
- Έγινες ήδη βόρειος ; 
- Τότε να το πούμε στη μαμά του ! 
Είδες πόσο αδιαφορούν γι ' αυτόν ; 
Πάμε εμείς , τότε ! 
Είσαι τρελός ; 
Μόνοι μας ; 
Μήπως να ζητήσουμε βοήθεια από το φρικιό ; Από τον Κλεμέντε ! 
Ξέρει κάθε εκατοστό του λαβύρινθου . 
Και είναι και τρελός . 
Όχι , ο Σασά έχει δίκιο . Είναι η μόνη μας ελπίδα . 
Ο Ανιέλο πήδηξε στον γκρεμό για εμάς . Πρέπει να τον σώσουμε . 
- Ραφαέ ! Τζενά ! 
- Ελάτε μαζί μου . 
- Μαζέψατε τα πράγματα ; 
- Σχεδόν , μαμά ! 
Πάμε . 
Τι κάνουμε , Ραφαέ ; 
Παιδιά , ετοιμάστε τους σάκους σας . Ραντεβού στο συνηθισμένο μέρος . 
Ποιος είσαι εσύ ; 
Πώς ήρθες εδώ ; 
Χάθηκα . Πήδηξα στη θάλασσα και κατέληξα εδώ πάνω ! 
- Από πού ; 
- Από το Παλάτι των Πνευμάτων . 
Από το Παλάτι των Πνευμάτων κατέληξες εδώ ; 
- Μα γιατί ; 
- Θα με σώσεις ή όχι ; 
- Βοήθησέ με ! 
- Μείνε ακίνητος ! 
Τι κάνεις ; Πού πας ; 
Θεέ μου . 
Δηλαδή , είσαι ... 
Άκου , μπορείς να μου πεις ! 
Είσαι ο νέος Μουνατσέλο της Νάπολης , που κλέβει πλούσιους και δίνει σε φτωχούς ; 
- Ναι , ο Ρομπέν των Δασών . 
- Όχι ! 
Είσαι ακόμα καλύτερος ! 
Είσαι ο Wonderboy . 
Είμαι ο Τονίνο . 
Κλείσαμε . 
Είσαι ο νέος μου σπιτονοικοκύρης ; 
Τι θέλεις από μένα ; - Με παρακολουθείς ; 
- Γιατί πήγες στη σπιτονοικοκυρά μας ; 
Και γιατί πρέπει να της δώσεις ένα αγαλματίδιο ; 
Τίποτα . Δεν έχει σημασία . 
Ένας σκεϊτάς πέρασε σφαίρα από μπροστά μου και μου το έκλεψε . 
Ποιος ήταν ; 
Άκου , σου είπα , κλείσαμε . Θα φύγεις ; 
Δίνε του . 
Δίνε του ! 
Εκατόν είκοσι ένα σκαλοπάτια . 
Ναι , αλλά είδαμε συναρπαστικά πράγματα εκεί κάτω . 
Ναι . 
Όλα αυτά τα σκαλοπάτια αξίζουν . 
- Σωστά , Μαλτέ ; 
- Φυσικά . Και 150 να ήταν . 
Το θέμα είναι ότι τώρα έχω μεγάλη περιέργεια . 
Θέλω να μάθω για τις ιστορίες που έλεγες . 
Ναι . Είναι ένας συναρπαστικός κόσμος . 
Έχουμε μερικά βιβλία εδώ να ... 
Δεν μου αρέσει το διάβασμα . 
Έχουμε και DVD . 
- Ούτε τα DVD μ ' αρέσουν . 
- Τότε πώς να βοηθήσω ; 
Θέλω να μου πεις εσύ για τους αστικούς μύθους . 
Κάτω τα χέρια σας . Μη ! Αφήστε με ήσυχο ! 
Δόκτωρ , ήρθε η ώρα να μας πεις ένα ωραίο παραμυθάκι . 
Τι ; 
Είμαι πιο μεγαλόσωμος από σένα . 
Άσε με να αναπνεύσω . 
Πρέπει να συγκεντρωθώ , για να βρω τον δρόμο . 
Την έξοδο , εννοείς ; 
Άκου , να ξεκαθαρίσουμε κάτι . Δεν ξέρω πώς κατέληξα εδώ κάτω . 
Τώρα , θα βρω μια έξοδο , και μετά θα πάρει ο καθένας τον δρόμο του . 
Κατάλαβες ; 
Τι ; 
Από περιέργεια , η σανίδα σου είναι πειραγμένη , έτσι ; 
Έπρεπε να σε αφήσω εκεί πάνω . 
- Πώς διαφεύγεις συνέχεια από όλους ; 
- Ποιους όλους ; 
Τι ποιους ; Είσαι υπερήρωας ! 
Ο νέος Μουνατσέλο της Νάπολης ! 
Ξέρεις κολύμπι ; 
Είμαι στο όγδοο επίπεδο . 
Όγδοο επίπεδο ; Τώρα θα περάσεις στο ένατο . 
Σασά , πού πας ντυμένος έτσι ; 
- Μια βόλτα . - Τέτοια ώρα ; 
Ναι . 
- Τι τη θέλεις τη σανίδα ; - Τίποτα ! 
Δείξε μου τι έχεις εκεί μέσα ! 
Κλέψατε με τους φίλους σου το αγαλματίδιο ; 
- Σασά ! 
Γεια , Ένζο . 
- Νόμιζες ότι θα με ξεγελούσες ; 
- Εγώ ; 
Ποτέ . Τι εννοείς ; 
Μόνο εσύ γνώριζες για το αγαλματίδιο . 
Και ζήτησες από τον σκεϊτά να κλέψει αυτό - και τα σπίτια . 
- Τι είναι αυτά που λες , Ένζο ; 
Το βλαμμένο έπεσε στο πηγάδι έξω από το Παλάτσο Σπινέλι . Κι έγινε κομματάκια μαζί με το αγαλματίδιο . 
Το σχέδιό σου απέτυχε . 
Για ποιο σχέδιο μιλάς , Ένζο ; 
Δεν βλέπεις ότι έχω τα χάλια μου ; 
Ξέρεις τι θα κάνουμε ; 
Αύριο , θα πας να πάρεις το αγαλματίδιο . 
Γιατί αλλιώς , θα σε κάνω πιο χάλια . 
Κατάλαβες ; 
Εντάξει , Ένζο . Καλά . 
Τι θέλετε ; 
Ο φίλος μας πήδηξε στη θάλασσα , δεν τον βρίσκουμε . 
Μόνο εσύ μπορείς να βοηθήσεις ! 
Είμαστε σίγουροι ότι ζει . 
Πήγε στον λαβύρινθο να ψάξει τον Wonderboy . Έκλεψε ένα αγαλματίδιο . 
Ποιον να ψάξει ; 
Τον Wonderboy . 
Είναι κάπως σαν τον Μουνατσέλο . 
Τι τον ενδιαφέρει ο Μουνατσέλο ; 
- Απλώς του εξηγούσα . 
- Ο Μουνατσέλο ήταν πάντα αληθινός . 
Οι άνθρωποι ... ξέχασαν ότι η πόλη είναι μαγική . 
Μα τώρα πρέπει να τον αντιμετωπίσουμε . 
Πώς κατεβαίνεις εκεί κάτω ; 
Δεν θα είναι καθόλου απλό . 
Ελάτε . 
Η μόνη είσοδος ... είναι από το Γκαϊόλα . 
Το πιο στοιχειωμένο μέρος σε όλη τη Νάπολη . 
Φυσικά . Πηγαίνουμε στο στοιχειωμένο νησί . 
Ραφέ , πρέπει να βρούμε τον φίλο μας . Σιωπή τώρα . 
Βασικά , προτιμώ να μιλάω . Αλλιώς , θα αγχωθώ . 
Δείτε το . Ποιος ξέρει πόσα φαντάσματα υπάρχουν εκεί . 
Τι είναι αυτό ; Κινείται ! Κινείται μόνη της ! 
Παιδιά , εγώ την τραβάω . 
- Ανεβείτε . 
- Έχει τρελαθεί τελείως . 
Ελάτε , πάμε . 
Σασά ! 
Εσύ είσαι . 
Ο Σασά δεν γύρισε ακόμα . Άφησε το κινητό του στο δωμάτιό του . 
Με τους φίλους του θα είναι . 
Αντό , πού πας ; 
Τι συμβαίνει εδώ ; 
Φραντσέ , συγγνώμη για την ώρα . Ο Τζενάρο κι ο Ραφαέλε ; 
Κοιμούνται . 
Φεύγουμε για Μπρέσια το πρωί . 
- Πού πάει η σπιτονοικοκυρά ; 
- Αντό , τι θέλεις ; 
Όσκαρ ! 
Αντό , θα μου πεις τι συμβαίνει ; 
Χρειάζομαι το σκούτερ σου . Θ ' ακολουθήσω τη σπιτονοικοκυρά . 
Σίγουρα θέλετε να κατεβούμε από δω ; 
Είναι αχαρτογράφητη περιοχή . 
Ας τον σκοτώσουμε , τότε . 
- Καλή ιδέα . Τον σκοτώνουμε . - Όχι ! Σταθείτε . 
Λένε ότι υπάρχει κι άλλη είσοδος . 
Απλώς κανείς δεν έχει περάσει από κει . 
Τώρα απέκτησε τρόπους . 
- Κάποια τμήματα έχουν καταρρεύσει . 
- Πού είναι ; 
Στο Γκαϊόλα . 
Είσαι τρελός . 
Το Γκαϊόλα είναι στοιχειωμένο . 
Γι ' αυτό πρέπει να τα παρατήσετε . 
Τζενά , δεν έχει σήμα εδώ . 
Τι περίμενες κάτω από τη γη ; 
Νομίζω πως βλέπω μια σκάλα . 
Παιδιά ! Είναι όντως όπως είπε ο Κλεμέντε . 
Ναι , μα ας ελπίσουμε να έκανε λάθος για τα υπόλοιπα . 
Συνεχίστε . 
Τζενά ! 
Θεέ μου , το μισώ αυτό το μέρος . 
Τι συνέβη ; 
Δεν είναι τίποτα , Ραφέ . Ο αέρας είναι . 
Είναι του Σασά . 
Πρέπει να βιαστούμε . 
Αλφρέ ! 
Αντζέλικα ! 
Ναι ! Αντζέ ! 
Αντζέ , μέσα στο αγαλματίδιο υπάρχει ένας χάρτης θησαυρού . 
Χρόνια και ζαμάνια . 
Ακόμα ψάχνεις το αγαλματίδιο ; 
Δεν σου φτάνουν όσα έγιναν ; 
Πώς να μου φτάνουν αν δεν τέλειωσε ακόμα ; 
Ξέρεις τι ψάχνει η σπιτονοικοκυρά ; 
Ένα παλιοαγαλματίδιο . Μα δεν ξέρω γιατί . 
Είμαι σίγουρη ότι τα παιδιά έχουν σχέση μ ' αυτό . 
Μια Γοργόνα . 
Τερέ ; 
Δείτε εδώ μέρος . Πάμε να φύγουμε ! 
Πρέπει να τον βρούμε . 
Ραφέ , άσε τις βλακείες . 
Θα βρούμε πάνω τον Κλεμέντε σε δύο ώρες . 
Τι φοβάστε ; 
Η είσοδος πρέπει να είναι εδώ . 
Τερέ , πού πας ; 
- Τερέ , τι κάνεις ; - Τερέ . 
Τερέ . 
Τι κάνεις ; 
Τερέσα ! - Τερέσα ! - Τερέσα ! 
Έλα . 
- Τονί ; 
- Τι ; 
Σίγουρα ανεβαίνουμε πάνω ; 
Θέλω να πω , πώς ξέρεις προς τα πού πάμε ; 
Περπάτα και μη μιλάς . 
Αλλιώς δεν θα πιάσει η υπερδύναμή μου . 
- Το άκουσες αυτό ; 
- Ναι . 
Είναι ο υπόνομος . Νομίζω ότι πλησιάζουμε . Έλα . Ακολούθησέ με . 
Μην ανησυχείς . Πάμε . 
Τερέσα ! 
Δεν βλέπω τίποτα . 
Παιδιά , ελάτε εδώ ! 
Τι κάνουμε τώρα ; 
Εσύ τι λες ; Πάμε . 
Σασά , πέταξέ την κάτω . 
Ερχόμαστε , Wonderboy ! 
- Τερέ ! - Τερέσα ! Τερέσα ! 
Παιδιά , ελάτε εδώ ! 
Ελάτε εδώ , παιδιά . 
- Ανιέ ! 
- Παιδιά ! 
- Ανιέλο ! - Ανιέλο ! 
Ανιέ , σε βρήκαμε ! Έλα ! 
Έλα εδώ , Ανιέ . 
Το ήξερα ότι δεν θα μ ' εγκαταλείπατε ! 
Παιδιά , δεν είμαστε τρελοί . 
Ο Wonderboy είναι αληθινός . 
Αυτός είναι ! Ο διάδοχος του Μουνατσέλο . 
Αυτός έκλεψε το αγαλματίδιο από τη σπιτονοικοκυρά . 
Τα καταφέραμε ! 
- Ζήτω ! - Θεέ μου , πόσο μου λείψατε . 
Κι εσύ μας έλειψες . 
Εξαφανίστηκε ! 
Και τώρα ; 
