Δεν με επισκέφτηκες ποτέ στα όνειρά μου . 
Γιατί ήρθες τώρα ; 
Κυρία Τσο . 
Πρέπει να πάτε αμέσως στον προγονικό βωμό . 
Μητέρα , ήρθα ... 
Τι είναι αυτό ; 
Βεντάλια . Λες να ρωτάω γιατί δεν το ξέρω ; 
Τι δουλειά έχει μια αντρική βεντάλια στον βωμό ; 
Δεν το γνωρίζω , μητέρα . 
Εντάξει . 
Αφού δεν το γνωρίζεις , θα ψάξω να βρω ποιος άφησε ένα τέτοιο επαίσχυντο αντικείμενο στον βωμό του γιου μου . 
- Πονγκ Μαλ. - Μάλιστα , κυρία . Μάζεψέ τους όλους και βρες σε ποιον ανήκει η βεντάλια . 
Βρες τον , ακόμη κι αν χρειαστεί να τον δείρεις . 
Μην το κάνετε αυτό . 
Τι είπες μόλις τώρα ; 
Ξέρετε ... 
Μη μου πεις ... 
Ξέρετε ... Μη μου πες ότι εσύ ... 
Ξέρετε ... 
Εγώ την έκρυψα . 
Εσύ τι θέλεις εδώ ; 
- Πώς τολμάς να μας διακόπτεις ; 
- Γιον Σο , βγες έξω . 
Κυρά μου , μου αξίζει να πεθάνω . 
Κυρία Γιου , η κυρά μου δεν ξέρει τίποτα . 
Εγώ έκρυψα εδώ τη βεντάλια . 
Αν τολμάς να με κοροϊδεύεις , δεν θα γλυτώσεις απ ' τα χέρια μου . 
Ακούω . Ποιανού είναι η βεντάλια ; 
Πριν λίγο καιρό περπατούσα μόνη μου στο βουνό , έπεσα πάνω σε ληστές και παραλίγο να χάσω τη ζωή μου . 
Όλοι οι υπηρέτες το έσκασαν και οι τρομεροί ληστές με απείλησαν με το σπαθί τους . 
" Αν δεν μας δώσεις το ρύζι , δεν θα ζήσεις να δεις άλλη μέρα " . 
Με πλησίαζαν , πλησίαζαν ... 
Πάγωσα από τον φόβο μου και μπόρεσα μόνο να φωνάξω , 
" Σώστε με . Ας με σώσει κάποιος " . 
Κι εκείνη τη στιγμή ... 
Σταματήστε . 
Εμφανίστηκε ένας άντρας από το πουθενά και με έσωσε . 
Όμως , του έπεσε η βεντάλια του και εξαφανίστηκε μέσα στο δάσος . 
Λοιπόν , ξέρεις ποιος ήταν ; 
Θέλεις να σε διώξω με τις κλωτσιές για να μου πεις ; 
Ήταν ο βασιλικός γραμματέας . Μιλάς για τον δεύτερο γιο του αρχιλόγιου Πακ ; 
Μάλιστα . Πώς θα τολμούσα να του επιστρέψω τη βεντάλια ; 
Όμως , δεν μπορούσα ούτε να την πετάξω . 
Αυτό έγινε λοιπόν . 
Ετοιμάσου να βγούμε έξω . 
- Ορίστε ; - Είσαι μέλος του σπιτιού μας . 
Θα έπρεπε τουλάχιστον να τον ευχαριστήσουμε προσωπικά . 
Έλα μαζί μου . 
ΕΠΕΙΣΟΔΙΟ 8 : ΣΥΜΠΤΩΣΗ Ή ΜΟΙΡΑ ; 
Βρέθηκε ο ευνούχος που είχε βάρδια εκείνο το βράδυ και επιβεβαιώθηκε . 
Εκείνο το βράδυ η σύζυγος του υπουργού Οικονομικών ετοίμασε η ίδια το τσάι του πατέρα . 
Οπότε , λέτε να το έκανε όντως η κυρία Ό ; 
Αν και έμεινε στον πλευρό της μητέρας μου σαν σκιά , ήταν τόσο διακριτική που δεν της ζήτησε ποτέ κάποια χάρη . 
Γιατί να κάνει κάτι τέτοιο ; 
Δεν μπορεί να το έκανε μόνη . 
Πριν από 15 χρόνια επισκεπτόταν ελεύθερα τα διαμερίσματα της βασίλισσας . 
Τότε θα γνώρισε τον αριστερό σύμβουλο Σοκ . 
Τα δηλητηριασμένα πέταλα εμφανίστηκαν ξανά . 
Ο αριστερός σύμβουλος θα κάνει ό , τι μπορεί , για να εξαλείψει τη ρίζα του προβλήματος . 
Για να μη συγκαλυφθεί και πάλι η αλήθεια , θα ζητήσω από τον αδερφό μου να παρακολουθεί την κυρία Ό . 
Γιατί δεν ετοιμάζεις τον πάγκο σου ; 
Με έχουν για νεκρό , όμως , εσείς με βλέπετε , κυρία Τσανγκ ; 
Δεν μου μοιάζεις για φάντασμα . 
Κυρία Τσανγκ , εσείς νομίζω ξέρετε πολλές ιστορίες . 
Λένε πως όλες οι φήμες της Χάνιανγκ περνάνε πρώτα από το Μιόνγκντο . 
Ρώτα με τι θέλεις . 
Τότε , - ξέρετε τη νύφη του αριστερού συμβούλου ; 
- Αυτή δεν την ξέρω . - Τώρα δεν λέγατε πως ξέρετε τα πάντα ; 
Τον έφερα . 
Καλώς ήρθατε . 
Συναντιόμαστε συχνά . 
Μου είπαν ότι είναι επείγον . 
Περάστε μέσα . 
- Θέλω να σε ρωτήσω κάτι . 
- Δεν ξέρω τίποτα . 
Δεν ξέρεις τι ; Τι ; 
Ούτε που πρόλαβα να ρωτήσω . 
Μήπως μάθατε κάτι για τη σύζυγο του υπουργού ; 
Ναι . Ήταν και για εμένα μεγάλη έκπληξη οι πληροφορίες . 
Τι μάθατε ; 
Μάλλον ξεχνάτε πως είμαι εμπόρισσα . 
Αυτό που έμαθα δεν έχει τιμή . 
Τότε , τι θέλετε ; 
Θα μου υποσχεθείτε ότι θα κάνετε για εμένα ό , τι θελήσω ; 
Αν δεν παραβιάζει κανέναν νόμο , θα το επιτρέψω . 
Θα σας πιστέψω και θα σας πω . 
Η μητέρα της κυρίας Ό εγκατέλειψε κρυφά ένα μωρό . 
Αυτό το μωρό ήταν ο Κανγκ Πιλ Τζικ . 
Εγκατέλειψε ένα μωρό ; 
Γιατί ; 
Εκείνον τον καιρό , η μητέρα της κυρίας Ό είχε χηρέψει και θρηνούσε . 
Αν μια χήρα γεννούσε παιδί , δεν ήταν περίεργο να το σκοτώσουν . 
Αυτοί οι δύο είναι αδέλφια ; 
Ο Κανγκ Πιλ Τζικ έγινε ξαφνικά αρχηγός της συντεχνίας και απέκτησε δύναμη . 
Περίπου τότε ο ασήμαντος Γιομ Χουνγκ Τζιμπ , έγινε υπουργός Οικονομικών . Οι δύο επιδιδόταν σε περίεργες δουλειές . 
Δεν υπάρχει περίπτωση να μη γνώριζε η γυναίκα του . 
Σας ευχαριστώ . 
Ήταν σημαντική η πληροφορία . 
Γιατί ζητήσατε να μην πω τίποτα στην κυρία Τσο για αυτές τις πληροφορίες ; 
Είναι πιο επικίνδυνο απ ' ό , τι νομίζετε . 
Καλύτερα να μην ξέρετε . 
Ανησυχείτε πάλι για εκείνη . 
Είναι η λογική απόφαση ενός αξιωματικού του Φρουραρχείου . 
Τώρα είναι η σειρά μου να σας πω τι θέλω . 
Μη συναντήσετε ποτέ ξανά την κυρία Τσο . 
Τι γίνεται τώρα ; 
Για όλα φταις εσύ , σύζυγε . 
Η Γιον Σον έχει μπλέξει , επειδή με κάλυψε . 
Εάν τυχόν της συμβεί οτιδήποτε , πες αντίο στα μνημόσυνά σου . 
Βασιλικέ γραμματέα Πακ , εσάς ερχόμασταν να δούμε . 
Εμένα ; 
Είναι μία από τις υπηρέτριες της οικογένειάς μου . 
Μήπως τη γνωρίζετε ; 
Ναι , τη γνωρίζω . 
Ισχυρίζεται ότι καθώς τη βοηθήσατε σε μια δύσκολη στιγμή , χάσατε τη βεντάλια σας . 
Ήρθαμε να σας την επιστρέψουμε και να εκφράσουμε την ευγνωμοσύνη μας . 
Ώστε εδώ ήταν η βεντάλια μου . 
Κι έλεγα πού την είχα χάσει . 
Την έχασα βοηθώντας αυτό το παιδί , λοιπόν . 
Σας ευχαριστώ . Είναι μέλος του σπιτιού μας και δεν θα ξεχάσω τη βοήθειά σας . 
Επίσης , μην ανησυχείτε ότι ως γόνος της πιο εξέχουσας οικογένειας του έθνους , ότι θα υπάρξουν φήμες πως έχετε σχέση με μια ταπεινή , κοινή θνητή . Σας διαβεβαιώνω πως κανείς δεν θα μάθει για το συμβάν αυτό . 
Δεν υπάρχει κάποιος νόμος αναφορικά με τη βοήθεια ενός ατόμου σε άλλο και με την ανησυχία του ενός για τον άλλον . 
Αν ξαναβρεθεί σε κίνδυνο αυτό το κορίτσι , δεν θα διστάσω να το βοηθήσω . 
Εξάλλου , λυπάμαι που ήρθατε ως εδώ για να επιστρέψετε αυτοπροσώπως τη βεντάλια μου . 
Ευχαρίστησή μου . 
Λοιπόν , να πηγαίνουμε . 
Καλό δρόμο . 
Πάμε . 
Γιον Σον . 
Ο βασιλικός γραμματέας ; Είμαι περίεργη από τότε , στο δάσος . Πώς τον γνώρισες ; 
Αυτό έχει σημασία τώρα ; 
Τι θα κάνετε στο εξής ; 
Τα καταφέραμε προς το παρόν , αλλά αν ξανασυμβεί , είμαστε και οι δύο νεκρές , κυρά μου . 
Μην ανησυχείς . 
Ό , τι και να γίνει , δεν θα επιτρέψω να πεθάνεις . 
Γιατί σοβαρέψατε έτσι ξαφνικά ; 
Τότε , θα σοβαρέψω κι εγώ . 
- Αν πεθάνετε , θα πεθάνω κι εγώ . 
- Όχι , μην το ξαναπείς . 
Ποιος θα πεθάνει ; Δεν θα πεθάνω ποτέ . Ποτέ . 
Κυρά μου . 
Λοιπόν ; Ο βασιλικός γραμματέας είπε ότι η βεντάλια ήταν δική του ; 
Γιατί ; 
Πρέπει να πάτε στον βωμό . 
Τι είπες τώρα ; 
Ο Πακ Σου Χο τι είναι ; 
Τον έφεραν γεμάτο αίματα στο σπίτι του αρχιλόγιου Πακ , όπου μετά βίας τον επανέφεραν . 
Αυτό έγινε περίπου πριν 15 χρόνια . 
Πότε ακριβώς πριν 15 χρόνια ; 
Λοιπόν , ήταν όταν ο αείμνηστος βασιλιάς πέθανε . 
Τι ; 
Μη μου πείτε ότι είναι εκείνο το παιδί ; 
Αμφιβάλλω . Αποκλείεται να ζει ο γιος του Ιμ Κανγκ . 
Το βρήκα . 
Πάμε . 
Τι κάνουμε τώρα ; 
Ο Πακ Σου Χο δεν φαίνεται να μας έχει αναγνωρίσει . 
Δεν μπορεί να μένει ατάραχος , όταν βλέπει τους δολοφόνους των γονιών του . 
Πρώτα πρέπει να δούμε αν αυτό είναι αλήθεια . 
Μη συναντήσετε ποτέ ξανά την κυρία Τσο . 
Θα φροντίσω να μην εμπλακεί σε επικίνδυνες καταστάσεις . Γι ' αυτό σας ζητάω να κάνετε ότι δεν τη γνωρίζετε . 
Πώς να τη θεωρήσω άγνωστη , ενώ έχουμε γνωριστεί ; 
Της είπατε να μείνει σπίτι για να μην κινδυνεύσει . 
Πραγματικά δεν καταλαβαίνετε τον πόνο που προκαλούν αυτά τα λόγια ; 
Θέλετε να τη δείτε να λιώνει κλεισμένη μέσα στο σπίτι ή μήπως είστε πρόθυμος να τη βγάλετε έξω , ώστε να έχει μια ζωή έξω από τους τοίχους ; 
Δεν μπορείτε να κάνετε τίποτα για εκείνη . 
Τι πρέπει να κάνω ; 
Γιον Σον . 
Πού πήγε ; 
- Γιον Σον ; 
- Τι κάνετε - εδώ ; - Θεέ μου . 
Πήγαινα στο σπίτι να μιλήσω στη μητέρα . 
Η κυρία Γιου έφυγε νωρίς το πρωί με την κυρία Τσε Γι . 
Ώστε έτσι ; Γιατί έμεινες εσύ εδώ και δεν τη συνόδευσες ; 
Μήπως είδες τη Γιον Σον ; 
Η κυρία Γιου είπε να πάρω τη θέση της Γιον Σον κι επίσης , να είμαι συνεχώς δίπλα σας . 
Τι ; 
Τι έγινε ; 
Είναι μέσα η κυρία Γιου ; 
Όχι , έχει φύγει . Η χήρα του υπουργού Οικονομικών έστειλε μήνυμα . 
Η κυρία Ό ; 
Θέλει να μιλήσει μαζί σας , κυρία Τσο . 
- Τι να της πω ; - Τι άλλο μπορείς να της πεις ; Αφού η κυρία Ό θέλει να μου μιλήσει , θα πάω αμέσως . 
Περίμενε να ετοιμαστώ . 
Σταθείτε . Πού θα πάτε χωρίς την έγκριση της κυρίας Γιου ; 
Δεν άκουσες μόλις τώρα ; 
Η κυρία Ό θέλει να μου μιλήσει . Ωστόσο , πρέπει πρώτα να πάρετε έγκριση . 
Αν απορρίψω την πρόσκληση της κυρίας Ό , θα θυμώσει πάρα πολύ . 
Κι ο θυμός της θα φτάσει στ ' αυτιά της βασιλομήτορος . 
Κι όταν το μάθει ... Καλά , εντάξει . 
Πάμε , τότε . 
Θα σας συνοδεύσω . 
Γεια σας , κύριε . 
Λοιπόν ... 
Στάσου . Περίμενε . 
Με αποφεύγεις ; 
Μη με ακολουθείτε . Ένας εξέχων βασιλικός γραμματέας δεν θα έπρεπε να με γνωρίζει . 
Σταμάτα αμέσως . 
Χρειάζομαι μια εξήγηση για ό , τι συνέβη χθες . 
- Κυρία . - Ορίστε . Θα πάρουμε το ακριβότερο . Μάλιστα . 
Ωραία . 
Τι κάνετε ; 
Είσαι έξυπνη και θα κατάλαβες ότι αυτό είναι μια μικρή αποζημίωση για τα χθεσινά . 
Σωστά . 
Λοιπόν ... Σας ευχαριστώ για τη βοήθεια . 
Επίσης , ζητώ συγγνώμη που δημιούργησα μια άσκοπη παρεξήγηση . 
Εγώ είμαι αυτός που παρεξηγώ αυτήν τη στιγμή . 
Μήπως σου αρέσει ο αδερφός μου ; 
Ορίστε ; Τι στο καλό εννοείτε ; 
Τότε , γιατί έχεις τη βεντάλια του ; 
Η βεντάλια ήταν δική του ; 
Του την έκανα εγώ δώρο . 
Αλλά δεν ήξερες καν ποιανού ήταν ; 
Το θέμα είναι ότι ... 
Αυτό σημαίνει ότι το άτομο που είχε τη βεντάλια του δεν ήσουν εσύ . 
Το άτομο που καλύπτεις είναι πιθανόν το ίδιο άτομο που καλύπτει ο αδερφός μου . 
Ορίστε ; 
Είμαι περίεργος να μάθω ποιο είναι αυτό το άτομο . 
Μην είστε περίεργος , παρακαλώ . 
Ποτέ ... 
Αλήθεια ; 
Σας είχα πει ότι θα έψαχνα για τον αδερφό σας , σωστά ; 
Ανακαλύψατε κάτι ; 
Φαίνεται ότι ο αδερφός σας είχε εμπλακεί σε μια υπόθεση του παλατιού που δεν έπρεπε κανείς να γνωρίζει . 
Όμως , τι σημαίνει αυτό ; 
Λυπάμαι . Δεν μπορώ να σας πω περισσότερα . 
Πείτε μου , σας παρακαλώ . 
Υπόσχομαι πως δεν θα μιλήσω σε κανέναν γι ' αυτό . 
Δεν μπόρεσα να βρω τίποτα τα τελευταία 15 χρόνια . 
Ό , τι κι αν είναι , αν είναι ένα στοιχείο για να τον βρω , πρέπει να το μάθω . 
Πριν πολύ καιρό , όταν πέθανε ο αείμνηστος βασιλιάς , στην πρωτεύουσα συνέβησαν πολλά παράξενα και τρομακτικά περιστατικά . 
Δολοφονήθηκε ο διοικητής της φρουράς κι οι δικοί του . Μέλη της Βασιλικής Φρουράς εξαφανίστηκαν . 
Άκουσα ότι ένας απ ' αυτούς έλαβε μια μυστική διαταγή από τον αείμνηστο βασιλιά . 
Θέλετε να πείτε ότι ο αδερφός μου ήταν ένας από αυτούς ; 
Τι διαταγή ήταν αυτή που εξαφανίστηκε χωρίς λέξη και δεν εμφανίστηκε από τότε ; 
Μόνο λίγοι γνωρίζουν γι ' αυτό , οπότε θα είναι δύσκολο να μάθετε για το πού ακριβώς βρίσκεται ο αδερφός σας . 
Τότε , τι πρέπει να κάνω ; 
Ποιος ήξερε για το περιστατικό ; 
Η βασιλομήτωρ ; 
Ο Μεγαλειότατος ; 
Αυτοί ίσως δεν ήξεραν καν ότι μερικοί φρουροί εξαφανίστηκαν . 
Τότε , ποιος ; 
Εκείνη την εποχή αυτός που έφερε σε χαοτική κατάσταση τη χώρα ήταν ο αριστερός σύμβουλος . 
Ο πεθερός μου ; 
Εκείνος μου είπε ότι θα έψαχνε για τον αδερφό μου . 
Σε λατρεύει πιο πολύ από κάθε άλλον . Φυσικά και θα έκανε υπεράνθρωπες προσπάθειες , αλλά ακόμα κι αν γνωρίζει τα πάντα για ό , τι συνέβη , έχει τα καθήκοντά του αριστερού σύμβουλου . Έτσι , μπορεί να έχει κάποιον λόγο που δεν θα μπορεί να σας μιλήσει ειλικρινά . 
Μάλλον . 
Συγγνώμη που σας αναστάτωσα . 
Πρέπει να πάω σπίτι τώρα . 
Δυστυχώς μόνο τόσα λίγα γνωρίζω . 
Δεν πειράζει . Βοηθήσατε πολύ . 
Ευχαριστώ . 
Ελπίζω αυτό να αρκεί για να αναστατωθεί λίγο ο άρχοντας Σοκ . 
ΒΙΒΛΙΟΠΩΛΕΙΟ 
Θέλεις να προστατέψω την κυρία Ό ; 
Ποιος νομίζεις είναι ο πιο αποτελεσματικός τρόπος να φιμωθεί κάποιος εντελώς ; 
Λέω ότι η αλήθεια δεν πρέπει να θαφτεί με τον μάταιο θάνατό της . 
Άρα , εννοείς ότι αυτοί που θέλουν να τη δολοφονήσουν είναι πίσω από τον φόνο του πρώην βασιλιά , αλλά και από τη δολοφονία των γονιών μου , σωστά ; 
Ακριβώς . 
Μέχρι να βρούμε τον φρουρό που εξαφανίστηκε με το πλακίδιο του πρώην βασιλιά , η κυρία Ό πρέπει να μείνει ζωντανή . 
- Ναι . - Είναι εντολή του Μεγαλειότατου . Δεν πρέπει να γίνουν λάθη απροσεξίας . 
Καταλαβαίνω . 
Αισθάνεσαι καλύτερα , μητέρα ; 
Τώρα που πήρα καθαρό αέρα και είδα κόσμο , νιώθω πολύ καλύτερα . 
Αφού είμαστε εδώ , πάμε να πάρουμε και μερικά κέικ ρυζιού ; 
Θυμήθηκες πάλι τον αδερφό μου ; 
Όσο το σκέφτομαι εξοργίζομαι . 
Πώς τόλμησε να βάλει πράγματα άλλου άντρα στον βωμό του αδερφού μου ; 
Γιατί της το συγχώρεσες ; 
Θα προτιμούσα να μη μιλήσω γι ' αυτό . 
Πολύ δύσκολα βλέπεις πλέον τον αξιωματικό Πακ . 
Άραγε πού είναι και τι κάνει . 
Λες να κάνει κάποια μυστική έρευνα για να πάρει τα εύσημα ; 
Ελάτε τώρα . Τι μυστική έρευνα και κουραφέξαλα ; 
Μάλλον είναι ερωτευμένος . Ερωτευμένος ; Από τότε , όποτε πίνει λέει , " Πεθαίνω να μάθω τι σόι άνθρωπος είναι αυτή " . 
Άρα , οι φήμες ότι έχει φιλενάδα είναι αληθινές . 
Μη μου πεις ότι είναι η Γι Κιονγκ . 
Τι λέτε ; Δεν είναι αυτή . Κάποια άλλη είναι . Καμία σχέση . 
Ο αξιωματικός Πακ Σου Χο δεν είναι κακός . 
Πώς να της ξεφύγω ; 
Είναι όντως ό , τι καλύτερο έχω φάει . 
Σου είπα ότι είναι πεντανόστιμο . 
Γκοτ Νιμ , έχει κι άλλα . Θα σου πάρω . 
- Θέλουμε άλλα πέντε . 
- Μάλιστα . 
Όχι , ευχαριστώ . Αυτό μου είναι αρκετό . 
Αυτά δεν είναι συνηθισμένα κέικ ρυζιού . 
Σε δωροδοκώ για να σε πάρω με το μέρος μου . 
Τότε , μπορώ να πάρω μαζί μου πέντε ακόμη ; 
Έχω τη μητέρα μου στο σπίτι και είναι λίγο άρρωστη . 
Βάλε 10 . 
Όχι , κάν ' τα 20 . 
Μάλιστα . 
Και στη δική μου μητέρα άρεσαν πολύ τα κέικ ρυζιού που της έπαιρνα . 
Στη μητέρα σας ; 
Ήταν πολύ καλή και όμορφη . 
Όταν τη φώναζα " μητέρα " , ερχόταν πάντα μ ' ένα πλατύ χαμόγελο . 
Κάπως έτσι . 
Την κάτσαμε . Η μητέρα ; Πρέπει να φύγω . Τα λέμε . 
Αυτός ... 
Αυτό δεν μου πάει καθόλου . 
Κυρία Τσο . Πρέπει να βιαστούμε . 
Ο κύριος Σοκ ; 
Θεούλη μου . 
Κυρία . Μια στιγμή . 
Περιμένετε εδώ , σας παρακαλώ . 
Τι συμβαίνει , μητέρα ; 
Είσαι καλά ; 
Πού στο καλό πήγε ; 
Πονγκ Μαλ. 
Τι κάνεις εδώ ; 
Να , ξέρετε , είναι που ... 
Εγώ ... Πάει , χάθηκε . Βγήκα για λίγο και έχασα την κυρία Τσο . 
Κυρία . 
Σας συμβαίνει κάτι ; 
Κυρία μου . 
Είσαι καλά ; Τι στο καλό κάνεις ; 
- Τα μαλλιά μου . - Τι είναι ; 
- Τα μαλλιά μου . 
- Τα μαλλιά σου ; 
Τι κάνεις ; 
Σόρρυ . Δηλαδή συγγνώμη . 
Πα ... νέ ... μορφη . 
Τι νούμερο είναι πάλι αυτό ; 
Βλαμμένο είναι ; 
Κυρία Τσο . 
Εδώ είσαι , Γκοτ Νιμ ; 
Είναι εδώ η κυρία Τσανγκ ; 
Η κυρία Τσανγκ έχει βγει . 
Αλήθεια ; 
Είναι εδώ ένας περίεργος τύπος . 
Άνοιξε πριν λίγες μέρες εδώ επιχείρηση . 
Αυτός που λέγανε " Ποιανού γιος είναι " ; 
Να συστηθώ ... 
Πες στην κυρία Τσανγκ ότι θα έρθω ξανά . 
Πρόσεχε . Δεν είναι με τα καλά του . 
Εντάξει . 
Θα ήθελα να σου συστηθώ πρώτα . 
Πού πας ; 
- Πες μου το όνομά σου . 
- Κύριε Τσου . Πώς ζητάτε από μια κυρία το όνομά της ; 
Γκοτ Νιμ , ποια είναι αυτή η γυναίκα ; Η νύφη του αριστερού συμβούλου . 
Του αριστερού , ποιου ; 
Η γυναίκα μου ; 
Αλήθεια δεν πάει καλά ; 
Δεν είδα την κυρία Τσανγκ . Έπρεπε να πέσω πάνω στον παλαβιάρη ; 
Τι κάνεις μόνη σου μέσα στη μέρα ; 
Μπλέκεις κι έτσι ντυμένη ; 
Σχεδόν το έκανα κι αυτό . 
Τα μαλλιά , εδώ . 
Τι έπαθαν τα μαλλιά σου εδώ ; 
Όχι εκεί , εδώ ... 
Μοιάζεις σαν να μαλλιοτραβήχτηκες με κάποιον . 
Προτιμώ να αρπάξω ένα ξίφος , παρά τα μαλλιά κάποιου . 
Γιατί με κάλεσες εδώ ; 
Προχωράει η έρευνα για τον υπουργό ; 
Γι ' αυτό μ ' έφερες εδώ ; 
Σου είπα να μην ανακατευτείς . 
Το προσπάθησα , αλλά τελευταία μου είπε η σύζυγός του ... 
- Τίποτα . 
- Τι σου είπε ; 
Μου φάνηκε σαν να ήθελε να μου πει κάτι . 
Ξέχνα το . 
Μου είπες ότι αυτό είναι δική σου δουλειά . 
Τι ήταν αυτό που ήθελε να σου πει ; 
Μια απλή γυναικούλα σαν εμένα , αποκλείεται να μάθαινε κάτι σημαντικό . αλλά τελευταία με έψαχνε συνέχεια και μου έλεγε διάφορα πράγματα . 
Σίγουρα κάποια από όλα αυτά θα μπορούσαν να σου φανούν χρήσιμα . 
Σου είπα να μην εμπλακείς σ ' αυτό το επικίνδυνο θέμα . Κι αυτό δεν άλλαξε . 
Πιστεύω ακόμα ότι πρέπει να κρατάς αποστάσεις από αυτήν . 
Είναι επικίνδυνο να βρίσκομαι κοντά στη χήρα του υπουργού Γιομ ; 
Μήπως είναι αυτή η δολοφόνος ; 
Άλλο εννοώ . 
Το θέμα είναι ... 
Αν δεν μου πεις περισσότερα , δεν θα σου λέω κι εγώ τίποτα . 
Σκέψου το . 
Σοβαρά τώρα ; Τι άλλο μπορώ να κάνω ; 
Αναρωτιέμαι τι να κάνει η νύφη του συμβούλου Σοκ . 
Γιατί το κάνετε αυτό ; 
Θα μπορούσατε να κάνετε μια νέα ζωή στο Τσινγκ . Γιατί θέλετε τα πράγματα να χειροτερέψουν ; 
Έτσι και θυμώσει ο άρχοντάς μας , νομίζετε ότι θα γλυτώσουμε ; 
Γιατί ; 
Φοβάσαι τον θάνατο ; 
Για να κρατήσεις ένα μυστικό , πρέπει να κρύψεις άλλα εκατό πράγματα . Μόνο για να κρύψεις αυτό το ένα . 
Έχασα τόσα χρόνια προσπαθώντας και κρύβοντας τα εκατό άλλα πράγματα , που δεν μπορώ πλέον να θυμηθώ ποιο ήταν αυτό το ένα μυστικό που έπρεπε να κρύψω . 
Δεν είναι η κατάλληλη ώρα για να φέρεστε τόσο επιπόλαια . 
Αυτό το ένα μυστικό είναι ότι είσαι το παιδί που γέννησε κρυφά η μητέρα μου ; 
Ή μήπως είναι ότι εγώ σκότωσα τον βίαιο σύζυγό μου ; 
Αν δεν είναι αυτό , είναι ότι σκότωσα εγώ τον αείμνηστο βασιλιά ; 
Έχεις τρελαθεί ; 
Όσο το σκέφτομαι , υπέφερα για πολύ καιρό κρύβοντας αυτά τα μυστικά . 
Καλή μου . 
Όχι , ξάπλωσε . 
Έμαθα πως λιποθύμησες στον δρόμο . 
Τι συνέβη ; 
Δεν είναι τίποτα . 
Καλή μου . Πες μου τι σ ' έκανε να λιποθυμήσεις . 
Ήταν ο γιος μας , ο Τσονγκ . 
Σκέφτηκες πάλι τον γιο μας ; 
Ο Τσονγκ μας μου λείπει τρομερά . 
Κι εμένα μου λείπει . Ωστόσο , η στενοχώρια θα βλάψει μόνο την υγεία σου . 
Ο Τσονγκ μας δεν θα το ήθελε αυτό . 
Έπρεπε να τον αφήσουμε να παντρευτεί την κοπέλα που αγαπούσε . 
Όχι . Δεν έπρεπε να τον αφήσουμε να πάει στο Τσινγκ . 
Αν ήξερα πως δεν θα τον ξανάβλεπα , θα του είχα φτιάξει την αγαπημένη του σούπα με κολοκάσι 
Η σωματική κούραση έχει κάνει πιο αδύναμη την καρδιά σου . 
Θα σου φέρω αύριο ... 
Άρχοντά μου . Μπορείς να ψάξεις για τον Τσονγκ άλλη μια φορά ; 
Δεν θα ήμουν τόσο απελπισμένη , αν είχαμε βρει το σώμα του να το θάψουμε . 
Αιφνίδιος θάνατος στο δάσος ; Αυτό είναι παράλογο . 
Πιθανόν να κατάφερε να ζήσει κάπου ... 
Καλή μου . Ξέρεις καλύτερα από όλους ότι τον έψαξα επανειλημμένως . 
Σήμερα στο Ουντζόνγκ είδα κάποιον που έμοιαζε καταπληκτικά στον Τσονγκ . 
Οι ώμοι του , η πλάτη του , ακόμα και το βάδισμά του ήταν πανομοιότυπα . 
Πρόλαβα να δω το πρόσωπό του και του έμοιαζε πολύ . 
- Δεν μπορεί να είναι ο Τσονγκ μας . - Ναι , φυσικά . Το ξέρω . 
Πώς μπορεί να μην το ξέρω ; 
Θέλω μόνο να τον δω μια τελευταία φορά , έστω και με τη μορφή ενός φαντάσματος . 
Λέω ότι τελείωσα με το πένθος , αλλά υπάρχουν μέρες που μου λείπει τόσο πολύ που δεν μπορώ ν ' αναπνεύσω . 
Πώς τολμάς να αμαυρώνεις τη φήμη αυτής της οικογένειας , ενώ τη χτίζουμε εκατοντάδες χρόνια ; 
Πατέρα , θα την παντρευτώ ό , τι κι αν πεις . 
Μόνο πάνω από το πτώμα μου . Δεν θα δεχτώ ποτέ ως νύφη μου μια γαλανομάτα γυναίκα . 
Θα είναι η σύζυγός μου κι όχι η νύφη σου . 
Εγώ θα περάσω τη ζωή μου μαζί της , γι ' αυτό μην ανακατεύεσαι . 
Αν αυτό θέλεις , φύγε από το σπίτι και μην ξαναγυρίσεις . 
Δεν θα επιστρέψω ποτέ με τη θέλησή μου , οπότε μην ανησυχείς . 
Κάνε ό , τι επιθυμείς . 
Ωστόσο , δεν θα επιτρέψω να διαλυθεί η οικογένειά μας εξαιτίας σου . 
Πλέον είσαι νεκρός για εμένα . Αν επιστρέψεις ποτέ , θα σε σκοτώσω εγώ ο ίδιος . 
Πατέρα , σ ' έχω ικανό για κάτι τέτοιο . 
Μητέρα . 
Αμάν . 
Πώς είναι η μητέρα ; 
Δεν υπάρχει παρηγοριά για μια μητέρα που της λείπει το παιδί της . 
Λυπάμαι . 
Άκουσα ότι έχετε καλές σχέσεις με την κυρία Ό . 
Μάλιστα . 
Με καλεί πού και πού για κουβεντούλα . Καλά κάνει . 
Ωστόσο , καλό θα ήταν να μην περνάς τόσο πολύ χρόνο μαζί της . 
Πολλές γυναίκες θεωρούν ότι τηρεί κατά γράμμα το " Περί Γυναικών " . 
Αν ο κόσμος μάθαινε ότι συναντάει κόσμο μετά τον θάνατο του συζύγου της , δεν θα την ωφελούσε . 
Επιπλέον , δεν πένθησες τον σύζυγό σου ζώντας δίπλα στον τάφο του ποτέ . 
Ανησυχώ ότι μπορεί να αρχίσουν τα κουτσομπολιά για σένα . 
Μάλιστα , πατέρα . 
Ήμουν αρκετά επιπόλαια . Ωραία . Πήγαινε μέσα τώρα . 
Πατέρα . 
Θέλεις να μου πεις κάτι ; 
Συγγνώμη που ρωτάω , αλλά μήπως μάθατε κάτι για τον αδερφό μου ; 
Λυπάμαι . Ρώτησα όποιον μπορούσα να σκεφτώ , αλλά δεν έμαθα τίποτα γι ' αυτόν . 
Μήπως συνέβη κάτι στη Βασιλική Φρουρά εκείνο το βράδυ ; 
Τι εννοείς μ ' αυτό ; 
Άκουσες κάτι ; 
Όχι . Δεν συνέβη τίποτα στο σπίτι , έτσι σκέφτηκα ότι μπορεί έγινε κάτι στο παλάτι . 
Δεν σου είπα ότι ρώτησα αξιωματούχους για το πού βρισκόταν ο αδερφός σου εκείνο το βράδυ ; 
- Μάλιστα . - Όπως κάθε βράδυ , τελείωσε τη βάρδιά του και κανείς δεν είχε νέα του από τότε . 
Μου το είπατε τη χρονιά που παντρεύτηκα 
Όμως , με τα χρόνια αναρωτιόμουν αν ο αδελφός μου ήταν απλώς ένας βασιλικός φρουρός . 
Ο βασιλικός φρουρός είναι βασιλικός φρουρός . 
Δεν βγάζουν νόημα όσα λες . 
Πήγαινε στο παλάτι κι όταν δεν είχε βάρδια . 
Επίσης , τον καλούσαν ξαφνικά μέσα στη νύχτα ... 
Ήσουν πολύ μικρή για να γνωρίζεις λεπτομέρειες . 
Ο αδελφός σου ήταν ένα απλό μέλος της Βασιλικής Φρουράς . 
Έχεις να πεις κάτι άλλο ; Ζητώ συγγνώμη . 
Παρασύρθηκα χωρίς ιδιαίτερη σκέψη . Είναι αργά . Πήγαινε μέσα . 
Μάλιστα , πατέρα . 
Γιατί άραγε έχω ξαφνικά νέα για τον χαμένο μου αδελφό ; 
Σίγουρα , όμως , η εξαφάνισή του σχετίζεται με κάτι σημαντικό . 
Κι αν αυτός που έστειλε το σημείωμα είναι επικίνδυνος ; 
Θα είναι κάποιος που δεν ξέρει πόσο επικίνδυνη είναι η νύφη του άρχοντα Σοκ . 
Δεν σκοπεύετε να μιλήσετε στον αξιωματικό Πακ ; 
Σοβαρά τώρα ; Τι άλλο μπορώ να κάνω ; 
Του είπα να το σκεφτεί , άρα , θα έχω σύντομα απάντηση . 
Πρέπει να συναντήσω την κυρία Τσανγκ . 
Αν μας είχες δώσει , το βασιλικό διάταγμα και το πλακίδιο , η αδελφή σου θα είχε καλύτερη μοίρα . 
Αναπαύσου εν ειρήνη τώρα . 
Θα φροντίσω εγώ την αδελφή σου . 
Όμως , απόψε δεν έχεις εσύ υπηρεσία . 
Με κάλεσαν επειγόντως στο παλάτι . 
Πού πηγαίνει ο πατέρας τόσο αργά τη νύχτα ; 
Ποιος να είναι ; 
Είναι κρίμα που δεν μπορώ να σας σερβίρω λίγο τσάι , όταν σας συναντώ σε μια τόσο ωραία τοποθεσία . 
Ήξερα ότι είσαι αρκετά θρασύς , όμως , πώς φοράει τέτοια χρώματα μια γυναίκα που έχασε τον σύζυγό της ; 
Σιχάθηκε η ψυχή μου τα πένθιμα ρούχα . 
Θυμάμαι ότι σας άρεσε ιδιαίτερα ο τολμηρός μου χαρακτήρας . 
Σου είπα με καλό τρόπο να φύγεις από εδώ . 
Αποφάσισες να μείνεις και να προκαλέσεις προβλήματα ; 
Εγώ απλώς είπα κάποια πράγματα στη νύφη σας από ενδιαφέρον για τον αδελφό της . 
Μάλλον σας ενόχλησε αυτό . 
Να πάρει . Τι στην ευχή λένε ; 
Δεν σκέφτηκες ότι έτσι δεν θα είσαι πλέον ασφαλής ; 
Αν δεν είμαι ασφαλής , το πολύ πολύ να πεθάνω . 
Ωστόσο , όταν το σκέφτομαι καλύτερα , δεν ήταν και μικρό πράγμα αυτό που έκανα 15 χρόνια πριν . Οπότε , το θεωρώ άδικο να πεθάνω μόνη μου . 
Το ξέχασες ; Χάρη σ ' αυτό έζησες ως σύζυγος του υπουργού Οικονομικών . 
Χάρη σ ' αυτό , γίνατε ο πιο δυνατός σ ' όλο το έθνος . Ενώ εγώ έγινα απλώς η σύζυγος του υπουργού . 
Όσο περισσότερο το σκέφτομαι , ο απολογισμός δεν είναι και τόσο δίκαιος . 
Η παροιμία λέει " Αντί να τρίζει η άμαξα , τρίζει ο αμαξηλάτης " . 
Πώς τολμάς να ανακατεύεσαι ; 
Πώς τολμάει κάποια σαν εμένα να ανακατεύεται ; 
Το μόνο που προσπαθώ να πω είναι ότι δεν θα επιτρέψω ένα ανώφελο τέλος . 
Τι ; 
Η κυρία Ό ; 
Η νύφη σας είναι πολύ έξυπνη . 
Μόνο εφόσον συνεχίσω να κάνω ό , τι κάνω , - ασφαλής στο σπίτι μου , 
- Τι ; - δεν θα δημιουργηθεί άλλο πρόβλημα ... - Τι κάνει εδώ ; με τη νύφη σας και τον αδελφό της . 
Νομίζεις ότι θα με εκβιάσεις με κάτι τέτοιο ; 
Έχεις γίνει πολύ χυδαία . 
Πατέρα . 
Χιον Τζε . 
Κύριέ μου . 
Πάμε . 
Κύριέ μου . 
Σύνελθε , κύριέ μου . 
Κύριέ μου . 
Κύριέ μου . Άνοιξε τα μάτια σου . Κύριέ μου . 
Πώς νιώθεις ; 
Είσαι καλά ; 
Τι συνέβη ; 
Λιποθύμησες . 
Μου έφυγε η μέση για να σε φέρω εδώ . 
Σου είχα πει πως θα έρθει η μέρα που θα μου χρωστάς . 
Είπες μεγάλα λόγια , αλλά ούτε αυτό δεν μπόρεσες να αντέξεις ; 
Μου έσωσες τη ζωή . Ευχαριστώ . 
Με έχεις σώσει κι εσύ κάποια στιγμή . 
Όμως , ξέρεις από πού ξεφύτρωσαν αυτοί ; 
Ήθελαν να δούνε την ουλή μου . Σίγουρα ξέρουν ποιος είμαι . 
Αφού ξέρω το αδύνατο σημείο σου , επειδή με βοήθησες θα σου πω ένα μυστικό μου . Όχι , ευχαριστώ . 
Με δυσκολεύει ήδη το δικό μου . Γιατί να μάθω το μυστικό κάποιου άλλου ; 
Αλήθεια ; 
Αν θελήσεις να μιλήσεις , είμαι τάφος , σαν να μιλάς στον εαυτό σου . 
Μιλάω στον βωμό για ό , τι με απασχολεί , όταν είμαι μόνη μου . 
Είναι αρκετά ανακουφιστικό . 
Εγώ δεν έπρεπε να είμαι ζωντανός . 
Η γλυκιά μου μητέρα , ο πατέρας μου και η νταντά μου ... Όλη μου η οικογένεια , που με λάτρευε , σφαγιάστηκε μπροστά στα μάτια μου . 
Όπως πριν 15 χρόνια , μια μέρα χωρίς προειδοποίηση , ήμουν ο μοναδικός που έζησα σ ' αυτό το λουτρό αίματος . 
Όχι μόνο επέζησα , αλλά οι φρικτές αναμνήσεις εκείνης της μέρας είναι αρκετά θολές . 
Αν κάποιος δεν πρέπει να είναι ζωντανός , σύμφωνα με τα έθιμά μας , εγώ είμαι το τέλειο παράδειγμα . 
Παρόλο που δεν έπρεπε να είμαι ζωντανή , κάνω ό , τι μπορώ για να ζήσω . 
- Το είπα αυτό ... 
- Γι ' αυτό μην ανησυχείς καθόλου . 
Δεν είμαι τόσο έντιμος άνθρωπος . ώστε να χρησιμοποιήσω το μυστικό σου . 
Πρέπει να φύγω . 
Για απόψε σ ' ευχαριστώ . 
Αν κάποιος δεν πρέπει να είναι ζωντανός , σύμφωνα με τα έθιμά μας , εγώ είμαι το τέλειο παράδειγμα . 
Δεν έπρεπε να τον ακούσω . 
ΚΕΝΤΡΙΚΟ ΦΡΟΥΡΑΡΧΕΙΟ 
Διοικητή Χουάνγκ . 
- Ήρθατε νωρίς . - Ναι . Πού είναι ο αξιωματικός μας Πακ Σου Χο ; 
Είναι ... 
Πρέπει να έχει κρυολογήσει . 
Δεν είναι καλά . Τι ; Ο Πακ Σου Χο μας δεν είναι καλά ; 
Πού είναι τώρα ; 
- Είσαι πολύ άρρωστος ; 
- Διοικητή Χουάνγκ . Κάτσε στο κρεβάτι , αν δεν είσαι καλά . 
Πέρασες τόσα πολλά που τελικά αρρώστησες ; 
- Είμαι μια χαρά . 
- Δεν είσαι . 
Το πρόσωπό σου αδυνάτισε . 
Αυτό σου κάνει η αρρώστια του έρωτα . 
Πρέπει να ήταν δύσκολο . Δεν είναι εύκολο . Το ξέρω . 
Θα βρω μια ευκαιρία για να της μιλήσω για σένα . Μην ανησυχείς . Εσύ κοίτα να γίνεις καλύτερα . 
Για τι πράγμα μιλάτε ; 
Δεν πρέπει να υπάρχουν ντροπές μεταξύ μας . 
Θα σκάψουμε ένα μονοπάτι στο ρέμα Τσονγκιέ , οπότε πάρε ρεπό σήμερα . 
Εγώ ; 
Ναι , κι εσύ . 
- Διοικητή Χουάνγκ . - Όχι , ξεκουράσου . 
Αν θέλετε να μάθετε για τον αδερφό σας , δώστε αυτό το βιβλίο σ ' αυτόν που θα σας επισκεφτεί σε πέντε μέρες . 
Έχετε τόσο όμορφα πράγματα . 
Τι θα λέγατε γι ' αυτήν τη λεπτή χτένα ; 
Σας άρεσε το βιβλίο που πήρατε ; 
Μου άρεσε . 
Ένα λεπτό . Πάω να το φέρω . 
Σταθείτε . 
Πηγαίνετε εκεί και θα συναντήσετε το άτομο που είναι να πάρει το βιβλίο . 
Συγγνώμη που ζήτησα να σας συναντήσω έτσι . 
Συγχωρέστε την αγένειά μου . 
Πριν 15 χρόνια , ο Τσο Σονγκ Χου , ο αδελφός σας , ήταν φρουρός του βασιλιά κι εσείς είστε τώρα του άρχοντα Σοκ η νύφη , η Τσο Γιο Χουά , σωστά ; 
Μπορείτε να μου υποσχεθείτε ότι δεν θα πείτε σε κανέναν γι ' αυτήν τη συνάντηση ; 
Κυρία μου , αυτό αφορά τη ζωή ή τον θάνατο του αδελφού σας και είναι πολύ σημαντικό . 
Έχω τον λόγο σας ; 
Αν δεν μου δώσετε τον λόγο σας , δεν μπορώ να σας πω τίποτα άλλο . 
Ποιος είσαι ; 
Μη γυρίσεις . 
Ποιος είσαι και ψάχνεις τον Τσο Σονγκ Χου ; 
Ήρθα για να μιλήσω στην αδελφή του Τσο Σονγκ Χου . 
Τι θέλεις να τη ρωτήσεις ; 
Μπορώ να μιλήσω μόνο σ ' εκείνη ; 
Ψάχνω για κάτι που άφησε ο Τσο Σονγκ Χου . Τι είναι αυτό ; 
Δεν μπορώ να το πω . 
Θέλω να μάθω αν επικοινώνησε με την οικογένειά του ή αν τους άφησε κάτι . 
Ξέρεις γιατί εξαφανίστηκε ο Τσο Σονγκ Χου ; 
Εσύ ξέρεις τον λόγο ; 
Απάντησέ μου αμέσως . 
Κάνε πίσω . 
ΤΟ ΛΟΥΛΟΥΔΙ ΤΗΣ ΝΥΧΤΑΣ 
ΕΠΙΛΟΓΟΣ Πατέρα . 
Έχουμε ξανασυναντηθεί ; 
Όχι . Δεν την ξέρω . 
Θυμήθηκα . 
Ξέχασες τι είπα ότι θα πάθεις αν επιστρέψεις ; 
Ο αδερφός μου κι εγώ ψάχνουμε για την αλήθεια . 
Οπότε , πρέπει να ξανασυναντήσω τον βασιλικό γραμματέα . 
Υπάρχει κάτι που δεν μπορείς να μου πεις . 
Νομίζω ότι ο αριστερός σύμβουλος ήταν πίσω απ ' όλα αυτά . 
Είσαι ένα από τα πολλά αποδεικτικά στοιχεία . 
Πριν δυσκολέψουν τα πράγματα , πρέπει να τα τακτοποιήσω . 
Έψαχνες από την αρχή τον αδερφό μου ; 
