ඔයා කවදාවත් මගේ හීන වලට ආවේ නෑ . 
ඔයා මේ පාර මගේ ළඟට එන්න හේතුව මොකක්ද ? 
චෝ ආර්යාව . 
වහා මුතුන්මිත්තන්ගේ සිද්ධස්ථානයට යන්න . 
මව . මම ... 
මේ කුමක් ද ? 
එය රසිකයෙක් . ඔයා හිතන්නේ මම ඇහුවා කියලා එය කුමක්දැයි මා නොදන්නා නිසාද ? 
මිනිසෙකුගේ රසිකයෙක් යනු කුමක්ද ? අපේ මුතුන්මිත්තන්ගේ සිද්ධස්ථානයේ කරන්නේ ? 
මම දන්නේ නැහැ අම්මේ . 
මම දකියි . 
ඔබ නොදන්නේ නම් , මම සොයා බැලිය යුතුයි මේ වගේ නින්දිත වස්තුවක් දාලා ගිය ... මගේ පුතාගේ දේවාලයේ . 
- මැඩම් බොං මල් . - ඔව් , මගේ ආර්යාව . අපගේ සියලුම සේවකයන් එක්රැස් කරන්න සහ විදුලි පංකාවේ හිමිකරු හඳුනා ගන්න . 
ඔබට අවශ්‍ය නම් මුගුරකින් ඔවුන්ට පහර දෙන්න . 
ඔබට එය කරන්න බැහැ . 
කුමක් ද ... ඔයා කිව්වද ? 
එය ... 
ඔයාද ... 
එය ... ඔයා ඇත්තටමද ... 
එය ... 
මම ඒක හැංගුවා . 
ඔබ සිතන්නේ ඔබ කරන්නේ කුමක්ද ? 
ඔබ බාධා කරන්නේ කෙසේද ? 
යොන් සන් , එළියේ ඉන්න . 
යෙයෝ හ්වා ආර්යාව . මම මගේ ජීවිතයෙන් වන්දි ගෙවන්නෙමි . 
මගේ නෝනා . යෙයෝ හ්වා ආර්යාව කිසිවක් දන්නේ නැත . 
ඒ රසිකයා . මම ඒක මෙතන හැංගුවා . 
ඔබ මට බොරු කියන්න එඩිතර නම් ඔබේ කපටි දිවෙන් ඔබ මෙම ස්ථානය හැර නොයනු ඇත එක් කෑල්ලක් තුළ . 
WHO ... විදුලි පංකාව අයිතිද ? 
ලොකු කාලයකට කලින් නෙමෙයි , මම තනියම කඳුකර මාර්ගයක හිටියා . මට කොල්ල කල්ලියක් මුණ ගැහුණා ඒ වගේම මගේ ජීවිතය නැති වෙන්නත් තිබුණා . 
සේවකයෝ පලා ගියහ , සහ භයානක කොල්ලකරුවන් කඩුවලින් මා ළඟට ආවා . 
" බත් එක දෙන්න නැත්නම් ඔයාට බය හිතෙන දෙයක් වෙයි . " 
පියවරෙන් පියවර ... 
මම හොඳටම බය වුණා , මම එතනම හිඳගත්තා . 
" මට උදව් කරන්න . මාව බේරගන්න . " 
එතකොටම ... 
නවත්වන්න ! 
කවුරුහරි ඇවිත් මාව බේරගත්තා . 
ඔහු විදුලි පංකාව මා අසලින් දැමුවේය ... ඊළගට ... ඈතට ඇවිදගෙන ගියා . 
ඉතින් ඒ කවුද කියලා ඔබ දන්නේ නැද්ද ? 
මම ඔයාව එළියට දැම්මම මට කියනවද ? 
ඒ රාජකීය ලේකම් නිලධාරියාය . ඔබ අදහස් කලේ ... ප්‍රධාන විශාරද උද්‍යානයේ ... දෙවන පුතා පාක් යූන් හක් ? 
ඔව් . මම කොහොමද කවදාවත් එය ඔහුට ආපසු ලබා දිය හැකිද ? 
ඒත් මට ඒකත් එළියට විසි කරන්න බැරි වුණා . 
ඉතින් ඒක තමයි වුණේ . 
පිටතට යාමට සූදානම් වන්න . 
- සමාවෙන්න ? - ඔබ ... අපේ ගෙදර සාමාජිකයෙක් . 
අපි ගොස් ඔහුට පෞද්ගලිකව ස්තුති කළ යුතු නොවේද ? 
මාව අනුගමනය කරන්න . 
අහම්බයක් ලෙස පෙනෙන ඉරණම ) 
ප්‍රධාන නපුංසකයා නපුංසකයා හමුවිය එකල දිගු සේවා මුරයක සිටි . 
එදා රෑ , මුදල් ඇමැතිවරයාගේ බිරිඳ මගේ නැසීගිය පියාට පෞද්ගලිකව තේ ලබා දුන්නා . 
එසේ නම් , එතකොට ඒක ඇත්තටම ආර්යාව ඕගේ දෙයක්ද ? 
ඇය බොහෝ කාලයක් මගේ මවට සෙවන දුන්නාය ... සහ ප්රමාණවත් තරම් සිහිකල්පනාවෙන් යුක්ත විය කිසිදාක වරප්‍රසාදයක් නොඉල්ලන්න . 
ඉතින් ඇයි ඇය එවැනි දෙයක් කරන්නේ ? 
ඇයට එය තනිවම කළ නොහැකි විය . 
වසර පහළොවකට පෙර , ඇයට නිදහසේ රැජින බැලීමට හැකි විය . 
එතකොට තමයි ඇය ළං වෙන්න ඇත්තේ වම් රාජ්‍ය මන්ත්‍රී Seok වෙත . 
විෂ සහිත පෙති නැවත මතුවී ඇත . 
වම් රාජ්‍ය මන්ත්‍රී Seok ඔහුට හැකි සෑම දෙයක්ම කරනු ඇත ... ගැටලුව ඉවත් කිරීමට . 
නැවත සත්‍යය වසන් නොවීමට , මට මගේ අයියා ඉන්නම් ... ආර්යාව ඔහ් සමීපව බලන්න . 
ඇයි ඔබ ඔබේ කුටිය වසා නොගන්නේ ? 
මම මැරිලා , පෙනෙන විදිහට . ඔයාට මාව පේනවද ජන්ග් ආර්යාව ? 
හේයි . ඔබ අවතාරයක් නොවන බව පෙනේ . 
ජැන්ග් ආර්යාව . ඔබ සියලු කතා දන්නවා දැන ගැනීමට තිබේ . 
ඔවුන් සියලු හන්යාං කටකතා කියති Myungdo Inn හරහා එන්න . 
අහක දාන්න . 
එතකොට ඔයා දන්නවද ... Seok සාමිවරයාගේ වැන්දඹු ලේලිය ගැන ? 
මම ඇයව හඳුනන්නේ නැහැ . ඔයා කිව්වේ ඔයා හැමදේම දන්නවා කියලා ... ජැන්ග් ආර්යාව ! 
මම එයාව ගත්තා . 
සාදරයෙන් පිළිගනිමු . 
අපි නිතර හමුවෙනවා . 
මට කිව්වා ඒක හදිසියි කියලා . 
එන්න ඇතුලට . 
මට ප්රශ්ණයක් තියෙනවා . 
මම කිසිම දෙයක් දන්නේ නැහැ . 
කුමක් ගැන ද ? 
මම අහන්න යන්නේ මොකක්ද කියලා ඔයා දන්නේ නැහැ ! 
ඔයා දන්නවද දෙයක් ... මුදල් ඇමතිගේ බිරිඳ ගැනද ? 
ඔව් . එය මා පවා කම්පනයට පත් කිරීමට ප්‍රමාණවත් විය . 
එය කුමක් ද ? 
මම වෙළෙන්දෙකු බව ඔබට අමතකද ? 
මා දන්නා දේට මිලක් නියම කළ නොහැක . 
ඔබට අවශ්ය එය කුමක්ද ? 
ඔබ මට ලබා දීමට පොරොන්දු වෙනවාද ? මට අවශ්‍ය කුමක් වුවත් ? 
එය කිසිදු නීතියක් කඩ නොකරන්නේ නම් , මම එය ලබා දෙන්නෙමි . 
මම ඔබේ වචනය පිළිගෙන ඔබට කියන්නම් . 
ආර්යා අනේ අම්මේ ... හොරෙන් බබෙක් දාලා ගියා . 
ඒ බබා ... Kang Pil Jik විය . 
ඇය දරුවා අතහැරියාද ? 
ඇයි ? 
ඒ වෙලාවේ ආර්යා ඕගේ අම්මා ... වැලපෙන වැන්දඹුවක් විය . 
වැන්දඹුවකට දරුවෙකු සිටියේ නම් , එය පුදුමයක් නොවනු ඇත ඔවුන් එය මරා දැමීමට තීරණය කළේ නම් . 
ඔවුන් සහෝදර සහෝදරියන් . 
කන් පිල් ජික් එකපාරටම ... වෙළඳ සංසදයේ ප්‍රධානියා සහ බලය ලබා ගත්තේය . 
ඒ සමගම , නොවැදගත් Yeom Heung Jib ... මුදල් ඇමති වුණා සහ කටුක ව්‍යාපාරයක නිරත විය . 
ඔහුගේ බිරිඳ අඳුරේ තබා ඇති බව මට සැකයි . 
ඔයාට ස්තූතියි . 
එය කැපී පෙනෙන තොරතුරු විය . 
ඇයි මට කිව්වේ ... මේ කිසිවක් ගැන චෝ ආර්යාවට දැනුම් දීමට නොවේද ? 
එය වඩාත් භයානක ය ඔබට සිතාගත නොහැකි තරම් . 
ඇය නොදැන සිටීම හොඳය . 
ඔබ ඇය ගැන සැලකිල්ලක් දක්වයි නැවත වරක් . 
එය හොඳ තීරණයක් කැපිටල් ඩිෆෙන්ස් එකේ නිලධාරියෙක් විදියට . 
දැන් , මගේ මිල නම් කිරීමට මගේ වාරයයි . 
තවදුරටත් චෝ ආර්යාව හමුවන්න එපා . 
දැන් මොකද ? 
මේ සියල්ල ඔබට භාරයි , ස්වාමිපුරුෂයා . 
යොන් සන් මෙම ස්ථානයේ ... ඇය මාව ආරක්ෂා කරන නිසා ඔබේ ස්ථානයේ . 
ඇයට යමක් වුනොත් , ඔබට සමුගන්න පුළුවන් ඔබගේ අනුස්මරණ සේවා සඳහා . 
රාජකීය ලේකම් නිලධාරී පාර්ක් , ඇත්තටම අපි ඔයාව බලන්න යන ගමන් හිටියේ . 
මට ? 
ඇය මගේ පවුලේ සේවිකාවක් . 
ඔබට ඇයව දැන හඳුනා ගත හැකිද ? 
ඔව් , මම ඇයව දන්නවා . 
ඇයට උදව් කිරීමට උත්සාහ කරන අතරතුර දුෂ්කර තත්වයක් තුළ , ඔබට ඔබේ රසිකයා අහිමි විය . 
අපි මෙතන ... එය ඔබ වෙත ආපසු ලබා දීමට සහ අපගේ කෘතඥතාව පළ කිරීමට . 
හරි . ඉතින් මේ ... මගේ රසිකයෙක් . 
මම කල්පනා කළේ මට ඒක නැති වුණේ කොහෙද කියලා . 
මම ඇයට උදව් කරන විට මට එය නැති වූ බව මට පෙනේ . 
ඔයාට ස්තූතියි . ඇය අපේ කෙනෙක් , ඒ නිසා අපි අමතක කරන්නේ නැහැ අවශ්‍ය වූ විට ඔබ ඇයට උදව් කළ ආකාරය . 
තවද , කරුණාකර කලබල නොවන්න ... හි රාජකීය ලේකම් නිලධාරියෙකි මේ ජාතියේ කීර්තිමත්ම පවුල ... මම සහතික වෙන්නම් ... කිසිවෙකුට ඇසෙන්නේ නැත සිදු වූ සිදුවීම ගැන . 
කොහොමද ඒක සිරිතට විරුද්ධ වෙන්නේ ... එකෙකුට තවත් කෙනෙකුට උදව් කිරීමට ... සහ කෙනෙකුට අනෙකා ගැන කරදර වීමටද ? 
ආයෙත් ඒ කෙල්ලට අනතුරක් ආවොත් . මම ඇයට උදව් කිරීමට පසුබට නොවෙමි . 
දෙවිදියකින් , ඔයාව හැදුවට මම සමාව ඉල්ලනවා මේ පැත්තට එන්න ... පෞද්ගලිකව මගේ රසිකයා ආපසු ලබා දීමට . 
එය සඳහන් කරන්න එපා . 
ඊට පස්සේ , අපි යන්නම් . 
මම ඔබට ආරක්ෂිත ගමන් ප්‍රාර්ථනා කරමි . 
අපි අපේ ගමන යමු . 
යොන් සන් . 
රාජකීය ලේකම් නිලධාරියා ? මම කුතුහලයෙන් සිටියෙමි අපි වනාන්තරයේ සිටි කාලයේ සිට . ඔබ ඔහුව හඳුනන්නේ කෙසේද ? 
ඒක දැන් වැදගත් වගේ . 
මෙතැන් සිට ඔබ කරන්නේ කුමක්ද ? 
අපිට යමක් හදාගන්න පුළුවන් වුණා මේ වෙලාවේ නමුත් මෙය නැවත සිදු වුවහොත් , අපි දෙන්නම ජීවිතයෙන් වන්දි ගෙවන්නෙමු . 
කණගාටු නොවන්න . 
මම කවදාවත් ඔයාට මැරෙන්න දෙන්නේ නැහැ මම මොනවා කළත් කමක් නැහැ . 
මෙහෙම බරපතල වෙන්න ඕන නෑ . 
එහෙනම් මටත් සීරියස් වෙන්න දෙන්න . 
මම ඔබ පසුපස සොහොනට යන්නෙමි . 
නෑ එහෙම කියන්න එපා . 
කවුද මැරෙයි කියලා කියන්නේ ? මම කවදාවත් මැරෙන්නේ නැහැ . කවදාවත් නැහැ . 
මගේ නෝනා . 
ඒ නිසා ? රාජකීය ලේකම් නිලධාරි පාක් කළා රසිකයා එයාගේ කියලා කියන්න ? 
ඇයි ? 
හොඳින් ... ඔබ මුතුන් මිත්තන්ගේ සිද්ධස්ථානයට යා යුතුය . 
මොකක්ද ඔයා දැන් කිව්වේ ? 
පාක් සූ හෝ ගැන එය කුමක්ද ? 
එයාව ගෙනාවා ... ප්‍රධාන විශාරද පාර්ක්ගේ නිවසට ලේ වලින් වැසී , ඔහු යන්තම් තම ජීවිතය තබා ගැනීමට සමත් විය . 
සහ ඒ ... වසර 15 කට පෙර විය . 
මීට වසර 15 කට පෙර එය කවදාද ? 
හොඳින් ... ඒ හිටපු රජතුමා ... අවසන් හුස්ම හෙළුවේය . 
කුමක් ද ? 
එයාට පුලුවන්ද ... එදා රෑ කොල්ලා වෙන්නද ? 
මම එය බෙහෙවින් සැක කරමි . ඉම් කන්ග්ගේ පුතාට ජීවතුන් අතර සිටිය නොහැක . 
මම එය සොයාගත්තා . 
අපිට යන්න දෙන්න . 
අපි මොකද කරන්නේ ? 
පාක් සූ හෝ අපව හඳුනා ගත් බවක් පෙනෙන්නට නැත . 
කාටවත් එහෙම සන්සුන් වෙන්න බෑ ... ඔහුගේ මාරාන්තික සතුරාට මුහුණ දෙන අතරතුර තම දෙමාපියන් ඝාතනය කළ . 
පලමු , අපි අපේ සොයාගැනීම් තහවුරු කළ යුතුයි . 
නෑ ... තවදුරටත් චෝ ආර්යාව හමුවන්න . 
ඒකි නොවෙන්න මම බලාගන්නම් භයානක කාරණාවලට සම්බන්ධ වන්න , ඉතින් මම ඔබෙන් අසමි ... ඇයව නොදන්නා ලෙස පෙනී සිටීමට . 
මම කොහොමද ඇයව අමුත්තක් ලෙස සලකන්නේ ... අපි දැනටමත් හඳුනන විට ? 
ඔබ ඇයට අණ කළේ බිත්ති ඇතුළේ ඉන්න කියලා සහ අනතුරෙන් . 
ඔබට ඇත්තටම වේදනාව තේරෙන්නේ නැද්ද ඒක ඒ වචන වලින් බලපානවද ? 
ඔබ දැකීමට කැමතිද ජීවිතය ඇයගෙන් ගිලිහී යයි ... ඇය බිත්ති තුළ සිටින විට ... හෝ ... 
ඇය වෙනුවෙන් ඔබට කළ හැකි කිසිවක් නැත . 
කුමක් ද ... ඔබ මා කිරීමට කැමතිද ? 
යොන් සන් . 
ඇය කොහෙද ගියේ ? 
- යොන් සන් ? 
- ඔයා කුමක් ද ... - මෙතන කරන්නේ ? - යහපත්කම . දෙවියනේ . 
මම ප්‍රධාන ගොඩනැගිල්ල දෙසට යමින් සිටියෙමි අම්මට කතා කරන්න . 
යූ ආර්යාව ... උදේ පාන්දරම ගෙදරින් ගියා ජේ යී ආර්යාව සමඟ . 
එසේ ද ? ඒත් ඇයි ඔයා පස්සෙන් හිටියෙ ඇයව පරිවාර කරනවාට වඩා ? 
කෙසේ වෙතත් , ඔබ යොන් සන් දැක තිබේද ? 
යූ ආර්යාව ... යොන් සන්ගේ තැන මම ගත යුතුයි කිව්වා ... සහ ... 
කුමක් ද ? 
එය කුමක් ද ? 
යූ ආර්යාව ඇතුලේ ඉන්නවද ? 
නැහැ , ඇය ගෙදරින් ගියා . මුදල් ඇමැතිවරයාගේ බිරිඳ පණිවිඩයක් එවා ඇත . 
ආර්යාව ඔහ් මෙන් ? 
ඇය චෝ ආර්යාව සමඟ ඔබ සමඟ කතා කිරීමට කැමතියි . 
මා කුමක් කිව යුතුද ? ඔබට තවත් කුමක් කිව හැකිද ? ආර්යාව ඔහ් මට කතා කරන්න කැමතියි , ඒ නිසා මම වහාම එහි යා යුතුයි . 
මෙතන ඉන්න . මම යන්න ලෑස්ති ​ ​ වෙන්නම් . 
ඉන්න . ඔයා කොහෙද යන්නේ කියලා යූ ආර්යාවගේ අනුමැතියකින් තොරව ? 
ඔබට ඇයව දැන් ඇසුණේ නැද්ද ? 
ආර්යාව ඕ මට කතා කරන්න කැමතියි . ඔබ මුලින්ම අනුමැතිය ලබා ගත යුතුය ... 
මම ආර්යාව ඕගේ යෝජනාව ප්‍රතික්ෂේප කළොත් ඇය මගේ සමාගම ඉල්ලා සිටි විට , ඇය ඉතා කෝපයට පත් වනු ඇත . 
සහ ඇගේ කෝපය ... වැන්දඹු රැජිනගේ කන්වලට ළඟා වනු ඇත . 
සහ ඇගේ මහිමය දැනගත් පසු ... හරි හරි . 
අපි යමු එහෙනම් . 
මම ඔබව පරිවාර කරන්නම් . 
මිස්ටර් , හලෝ . 
හොඳින් ... 
ඉන්න . නවත් වන්න . 
ඔබ මගෙන් පලා යනවාද ? 
කරුණාකර මාව අනුගමනය කරන්න එපා . කීර්තිමත් රාජකීය ලේකම් නිලධාරියෙක් ... මාව පිළිගන්නවා නොදැකිය යුතුයි . 
එතනම නවතින්න . 
මට පැහැදිලි කිරීමක් අවශ්‍ය බව මම විශ්වාස කරමි ඊයේ සිදු වූ දේ සඳහා . 
( ආපනශාලා ) - මැඩම් . - ඔව් ? අපට මෙහි වඩාත්ම මිල අධික එකක් ලැබෙනු ඇත . සහතික දෙයක් . 
කමක් නැහැ . 
ඔයා කරන්නේ කුමක් ද ? 
ඔබ බොහෝ විට ප්රමාණවත් තරම් ගණනය කර ඇත එය ලබා ගැනීමට , නමුත් මෙය ඉතා ත්යාගශීලී ය ඊයේ වන්දියක් ගැන . 
හරි . 
හොඳින් ... උදව්වට ස්තුතියි . 
ඒ වගේම මට කණගාටුයි ඔබට ඇති කිරීම ගැන අනවශ්ය වැරදි අවබෝධයක් . 
මට තියෙන්නේ ... අනවශ්ය වැරදි අවබෝධයක් . 
ඔබ සමහරවිට ... මගේ සහෝදරයාට ආදරයක් තිබේද ? 
සමාව දෙන්නද ? ලෝකයේ ඔබ අදහස් කරන්නේ කුමක්ද ? 
එතකොට , ඇයි ඔයාට එයාගේ folding fan එක තිබ්බේ ? 
ඒ ඔහුගේ folding fan එකද ? 
මම එය ඔහුට තෑග්ගක් ලෙස මිලදී ගත්තා . 
ඒත් ඒ කාගෙද කියලවත් දැනගෙන හිටියෙ නැද්ද ? 
කාරණය නම් ... 
ඒ කියන්නේ , අයියගෙ රසිකයෙක් තිබ්බ එකා ... ඔබ නොවේ . 
ඔබ සැඟවී සිටින පුද්ගලයා ... බොහෝ විට සමාන වේ මගේ සහෝදරයා සැඟවී සිටින පුද්ගලයා ලෙස . 
සමාව දෙන්නද ? 
ඒ කවුද කියලා දැනගන්න මට හරිම කුතුහලයක් තියෙනවා . 
කරුණාකර කුතුහලයෙන් නොසිටින්න . 
කවදාවත් ... 
එසේ ද ? 
මම සඳහන් කළා ... මම කරනවා කියලා ඔයාගේ අයියාව හොයලා බලන්න නේද ? 
ඔබ යමක් සොයා ගත්තාද ? 
ඔයාගේ අයියා වගේ ... රහසිගත කාරණයකට සම්බන්ධ විය මාලිගාවේ බිත්තිය තුල සිදු වූ ... කිසිවෙක් නොදැන සිටිය යුතු බව . 
එයින් අදහස් කරන්නේ කුමක් ද ? 
මට කනගාටුයි . මට තවදුරටත් ඔබට පැවසිය නොහැක . 
කරුණාකර මට තව ටිකක් කියන්න . 
මම පොරොන්දු වෙනවා මම කවදාවත් ඒ ගැන කාටවත් කියන්නේ නැහැ . 
මට කිසිවක් සොයා ගැනීමට නොහැකි විය පසුගිය වසර 15 පුරාවට . 
ඒ මොනවා වුනත් , එය මගේ සහෝදරයා සොයා ගැනීමට හෝඩුවාවක් නම් , මට දැනගන්න ඕන . 
බොහෝ කලකට පෙර ... හිටපු රජු මිය ගිය විට අගනගරය ... අමුතු ගොඩක් තිබුණා සහ බිය උපදවන සිදුවීම් . 
රජුගේ ආරක්ෂකයාගේ ප්රධානියා තමා සතු විය සහ ඔහුගේ මුළු පවුලම ඝාතනය කරන ලදී . සාමාජිකයින් කිහිප දෙනෙක් රජුගේ ආරක්ෂකයා අතුරුදහන් විය . 
මට ඇහුනා ... ඔවුන්ගෙන් එක් අයෙකුට ලැබුණි ... හිටපු රජුගේ රහස් නියෝගයක් . 
ඔබ කියන්නේ මගේ සහෝදරයා ඔවුන්ගෙන් කෙනෙක්ද ? 
එය මොන වගේ නියෝගයක්ද ... ඔහු අතුරුදහන් වූ බව එයාගේ ගෙදර අයටවත් දන්වන්නේ නැතුව ... සහ එතැන් සිට පෙනී සිටියේ නැද්ද ? 
මේ ගැන කවුරුත් දන්නේ නැති තරම් . හොයාගන්න අමාරු වෙන්න ඇති ... ඔබේ සහෝදරයා පිටත සිටින ස්ථානය . 
එසේනම් මා කුමක් කළ යුතුද ? 
ඒ සිද්ධිය ගැන කවුද දන්නේ ? 
වැන්දඹු රැජින ? 
මහරජාණෝ ? 
ඔවුන් විය හැක ... කියලාවත් දන්නේ නෑ කීප දෙනෙක් රජුගේ ආරක්ෂකයා අතුරුදහන් විය . 
එතකොට කවුද ... 
ඒ මොහොතේ , ජාතියේ ව්‍යාකූලත්වය සමථයකට පත් විය ... වාම රාජ්‍ය මන්ත්‍රීවරයා විසිනි . 
මගේ මාමණ්ඩිය ? 
ඔහු කළේ ... මට කියන්න ... එයා මගේ මල්ලිව හොයලා දෙයි කියලා . 
ඔහු ඔබට ඕනෑම කෙනෙකුට වඩා ආදරය කරයි . ඇත්ත වශයෙන් , ඔහු අමතර වෑයමක් දරන්න ඇති . නමුත් ඔහු සියල්ල දැන සිටියත් සිදු වූ දේ ගැන , ඔහුට ඔහුගේ රාජකාරි ඇත වාමාංශික රාජ්‍ය මන්ත්‍රීවරයා ලෙසයි . ඉතින් එයාට තියෙන්න ඇති ... ඔහුට ඔබට පැවසීමට නොහැකි වීමට හේතුවක් . 
සමහරවිට . 
ඔබට කරදරයක් කිරීම ගැන මට කණගාටුයි . 
මම දැන් ආපසු ගෙදර එන්නෙමි . 
මට කණගාටුයි මම දන්නේ මෙච්චරයි . 
එය සඳහන් කරන්න එපා . ඒක ලොකු උදව්වක් වුණා . 
ඔයාට ස්තූතියි . 
මේක මදිද කියලත් හිතෙනවා ඒ ස්වාමීන් වහන්සේට ටිකක් කරදර කරන්න . 
( පොත් කුලියට දෙන කඩය ) 
ඔයා මට කියන්නේ ආර්යාව ආරක්ෂා කරන්න කියලාද ? 
ඔබ සිතන්නේ කුමක්ද වඩාත්ම ඵලදායී ක්රමය ... යමෙකු සම්පූර්ණයෙන්ම නිශ්ශබ්ද කිරීමට ? 
මෙම නඩුවේ සත්‍ය ... තැන්පත් නොකළ යුතුය ඇගේ නිෂ්ඵල මරණය සමඟ . 
ඉතින් , ඔබ අදහස් කරන්නේ ... ඇයව ඝාතනය කිරීමෙන් පසු සිටින අය ... හිටපු රජුගේ ඝාතනය පිටුපස සිටින්නේ ... 
එක හරි . 
අඩුම ගානේ ඒ මුරකාරයා හම්බවෙනකම්වත් ... කවුද අතුරුදහන් හිටපු රජුගේ මුද්‍රාව සමඟ , ආර්යාව ඔහ් පණපිටින් ආරක්ෂා කළ යුතුයි . 
- ඔව් . - මෙය මහරජාණන්ගේ නියෝගයයි . ඔබ නොසැලකිලිමත් වැරදි සිදු නොකළ යුතුය . 
මට තේරෙනවා . 
- ඒක අද ආවා . - කුමක් ද ... නමුත් මෙම ... ඔයාට සනීපද අම්මේ ? 
දැන් මට නැවුම් වාතය ලැබී ඇත සහ මිනිසුන් වටපිට බැලුවා , මට හොඳටම දැනෙනවා . 
අපි මෙහි සිටින නිසා , අපි හොඳ සහල් කේක් කිහිපයක් මිලදී ගත යුතුයි . 
ඔයාට ආයෙත් මගේ අයියව මතක් වුනාද ? 
මම ඒ ගැන සිතන තරමට එය කෝපයට පත් වේ . 
ඇය එය දැමීමට නිර්භීත වූයේ කෙසේද ? වෙන මිනිහෙක්ගෙ දේවල් ... මගේ සහෝදරයාගේ දේවාලයේ ? 
ඇයි ඔබ ඇයව අත්හැරියේ ? 
මම ඒ ගැන කතා නොකිරීමට කැමතියි . 
ඔෆිසර් පාක් බලන්න හරිම අමාරුයි . 
ඔහු කොහෙද ඉන්නේ සහ ඔහු කුමක් කරන්නේදැයි මම කල්පනා කරමි . 
සමහරවිට එයා කරනවා ඇති රහස් පරීක්ෂණයක් ... තනියම දායක වෙන්න කියලා . 
ඉදිරියට එන්න . එයාට කරන්න බෑ රහස් පරීක්ෂණයක් . 
ඔහු බොහෝ විට ආදරයෙන් බැඳී ඇත . - ආදරයෙන් ? - ආදරයෙන් ? එතැන් සිට ඔහු පානය කරන සෑම විටම , " මම දැන ගන්න මැරෙනවා ඇය මොන වගේ කෙනෙක්ද . " 
ඉතින් ඔහුට පෙම්වතියක් ලැබුණු බවට පැතිර ගිය ආරංචිය සත්‍ය විය . 
එය විය හැකිද ... - යි ක්යුන්ග් ආර්යාව ? - යි ක්යුන්ග් ආර්යාව ? 
දෙවියනේ , ඇය නොවේ . ඒ වෙන කෙනෙක් . 
ඔෆිසර් පාක් සූ හෝ ... නරක නැත . 
මම ඇයව ඉවත් කරන්නේ කෙසේද ? 
මේ මැරෙන්නයි ! 
මම ඔයාට කිව්වා ඒක රසයි කියලා . 
ජේෂ්ඨ Kkot Nim , තව තියෙනවා , එබැවින් ඔබටම උදව් කරන්න . 
අපිට තව පහක් ලැබෙනවා . 
ෂුවර් . 
නැහැ , ස්තුතියි . මේ එක මට ඇති . 
මේවා නොවේ සාමාන්‍ය සිහින් සහල් කේක් පමණි . 
ඒවා ඔබේ ප්‍රසාදය දිනා ගැනීමට අල්ලසක් . 
එතකොට මට යන්න පහක් ගන්න පුලුවන්ද ? 
මගේ ගෙදර අම්මා කෙනෙක් ඉන්නවා , ඇය ටිකක් අසනීපයි . 
දහය පැක් කරන්න ... 
නැහැ , ඒවායින් 20 ක් . 
ෂුවර් . 
මගේ අම්මත් ආදරේ කළා මම ඇයව ලබා ගත් හොඳ බත් කැවුම් . 
ඔයාගේ අම්මා ? 
ඇය ඉතා සාධාරණ විය ... හා ලස්සනයි . 
මම ඇයට " අම්මා " යැයි කියද්දී , ඇය සිනාසෙමින් මා වෙත පැමිණියාය . 
ඒ වගේ . 
අනේ මගේ ... මව ? මම කඩා දැමිය යුතුයි . ඔයාව පසුව හමුවෙන්නම් ! 
ඔහු ... 
මෙය මා බවට පත් නොවේ . 
චෝ ආර්යාව . අපි ඉක්මන් කල යුතුයි . 
තරුණ මාස්ටර් ? 
අනේ මන්දා . 
මගේ නෝනා . මොහොතක් ඉන්න . 
මෙතනම ඉන්න . 
ඒ මොකක්ද අම්මේ ? 
ඔබ හොඳින්ද ? 
පෘථිවියේ කොහේද ... 
මැඩම් බොං මල් . 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
හොඳයි , කාරණය ... 
මම ... මට ට්‍රැක් එක නැති උනා ... අපි එළියේ ඉන්නකොට චෝ ආර්යාව . යහපත්කම . 
මගේ නෝනා . 
මොකක් හරි අවුලක්ද ? 
මට කියන්න . මගේ නෝනා . 
යහපත්කම . ඔබ හොඳින්ද ? ඔයා කරන්නේ කුමක් ද ? 
- මගේ හිස කෙස් . - කුමක් ද කාරණය ? 
- මගේ හිස කෙස් . 
- ඔබේ කොණ්ඩය ? 
ඔයා කරන්නේ කුමක් ද ? 
සමාවන්න . මම සමාව ඉල්ලනවා . 
අලංකාර ... ful . 
ඔහු කවුද මිහිපිට ? 
ඔහුගේ හිස අසනීපද ? 
චෝ ආර්යාව . 
ක්කොට් නිම් . 
ජැන්ග් ආර්යාව ඇතුලේද ? 
ජැන්ග් ආර්යාව පිටතට ගියාය . 
ඇය කලාද ? 
මෙතන අමුතු මිනිසෙක් ඉන්නවා . 
ඔහුව ? ඔහු ජූ . ඔහු මෙහි කුටියක් විවෘත කළේය . 
ඔහ් , ඔහුගේ ලේ උරුමය ඇති මිනිසා ... සම්පූර්ණ අභිරහසක් ද ? 
මට මාව හඳුන්වා දෙන්න ... 
ජැන්ග් ආර්යාවට කියන්න මම නැවත එන්නම් . 
ඔහු සනීප නොවන බව පෙනේ , එබැවින් පරිස්සම් වන්න . 
මම කරන්නම් . 
මා නිවැරදිව හඳුන්වා දීමට කැමැත්තෙමි . 
ඔයා කොහේද යන්නේ ? 
- අවම වශයෙන් මට ඔබේ නම කියන්න ! 
- කනිෂ්ඨ ජූ . ඔබ කාන්තාවකගෙන් ඇගේ නම අසන්නේ කෙසේද ? 
ජ්යෙෂ්ඨ ක්කොට් නිම් . ඒ කාන්තාව කවුද ? වමේ රාජ්‍ය මන්ත්‍රීවරයාගේ ලේලි . 
වාමාංශික රාජ්‍ය මන්ත්‍රී ... 
මගේ බිරිඳ ? 
ඔබ ඇත්තටම අසනීපද ? 
මට ජන්ග් ආර්යාව දකින්න ලැබුණේ නැහැ . ඒ වෙනුවට මට මුණගැසුණේ පිස්සෙක් . 
ඇයි ඔයා දවල්ට තනියම එලියට යන්නේ ? 
ඔයත් ඔය ඇඳුමෙන් රණ්ඩු වෙනවද ? 
මම පාහේ කළා . 
මෙහි කොණ්ඩය . 
මෙහි කොණ්ඩය ගැන කුමක් කිව හැකිද ? 
නැහැ , ඔබේ ... 
ඔයා කෙනෙක් වගේ රණ්ඩුවකදී ඔබේ කොණ්ඩය අල්ලා ගත්තා . 
මම කැමති කඩුවක් අල්ලන්න ... හිසකෙස් අල්ලා ගැනීමට . 
ඇයි මාව මෙහෙට ගෙනාවේ ? 
ඔබ ප්‍රගතියක් ලබනවාද ඇමති Yeom ගේ නඩුව ගැන ? 
ඒක අහන්නද ඔයා මාව ඔයාව අනුගමනය කළේ ? 
මම ඔයාට කිව්වා ඒකෙන් අයින් වෙන්න කියලා . 
මම යන්න හිටියේ , නමුත් ... නෝනා මෑතකදී මට කිව්වා ... 
ගණන් ගන්න එපා . 
ඇය කීවේ කුමක්ද ? 
ඇයට මට යමක් කීමට අවශ්‍ය බව පෙනුනි . 
ගණන් ගන්න එපා . 
ඔයා මට කිව්වා විමර්ශනය ඔබට භාර දීමට . 
ඇය ඔබට කියන්නට බලාපොරොත්තු වන්නේ කුමක්ද ? 
මං වගේ ගෑනියෙක්ට වෙන්න බෑ ... වැදගත් දෙයක් සොයා ගත්තා , නමුත් ආර්යා ඕ අහනවා නිතර මා දැකීමට හා කතා කිරීමට . 
ඇය යමක් කියනු ඇතැයි මට විශ්වාසයි ... ඔබට ප්‍රයෝජනවත් විය හැකිය . 
ඔබ නොකළ යුතු බව මගේ ස්ථාවරයයි භයානක දෙයක් කරන්න ... එලෙසම පවතී . 
මම විශ්වාස කරනවා ඔබ කළ යුතු බව ඇයගෙන් දුරස්ථව සිටින්න . 
අවට සිටීම භයානකද ? මුදල් ඇමතිගේ වැන්දඹුව ? 
ඇය මිනීමරුවා හෝ වෙනත් දෙයක්ද ? 
හොඳින් ... 
ඒ වගේ වේ ... 
ඔබ විස්තරයට නොයන්නේ නම් , මමත් ඔබට කිසිවක් නොකියමි . 
ඒ ගැන සිතන්න . 
මොකක්ද දෙයියනේ ... මම කරන්නද ? 
මට පුදුමයි මොකක්ද ... සෝක් සාමිවරයාගේ ලේලිය කරනු ඇත . 
ඇයි මෙහෙම කරන්නේ ? 
ඔබට Qing හි නව ජීවිතයක් ආරම්භ කළ හැකිය . ඔබ දේවල් නරක අතට හැරෙන්නේ ඇයි ? 
අපේ ස්වාමියා කෝපයට පත් වූ විට සහ ඔයා හිතනවද එයා අපි දෙන්නගෙන් එක්කෙනෙක්ටවත් යන්න දෙනවා කියලා ? 
කුමක් ද ? 
ඔබ මරණයට බියද ? 
එක් රහසක් තබා ගැනීමට , ඔබට තවත් දේවල් සියයක් සැඟවිය යුතුයි ... යන්තම් පාලනයේ රැඳී සිටීම සඳහා . 
මම වියදම් කළා ... බොහෝ කාලයක් හා වෑයමක් අනිත් දේවල් සියයක් හංගනවා ... මට තවදුරටත් මතක නැති බව ... 
මේ ඒකට වෙලාව නෙවෙයි එතරම් නොසැලකිලිමත් ලෙස ක්රියා කිරීමට . 
ඒක රහසක්ද ... ඇත්ත ... ඔබ මගේ මවට රහසේ සිටි දරුවාද ? 
නැත්නම් ඒකද ... ඇත්ත ... මම මගේ සැමියාගේ හිංසාකාරී රාක්ෂයා මැරුවාද ? 
එය එසේ නොවේ නම් , එය සත්‍යයයි මම දිවංගත රජතුමා මැරුවා කියලා ? 
ඔබේ මනස නැති වී තිබේද ? 
යැයි සිතීමට ... මම මෙච්චර කල් දුක් වින්දා ... එම රහස් තබා ගැනීමට පමණි . 
මගේ ආදරණීය . 
නැහැ , නැවත වැතිරෙන්න . 
මට ඇහුණා ඔයා පාරේ ක්ලාන්ත වෙනවා කියලා . 
කුමක් ද කාරණය ? 
මුකුත් නැහැ . 
මගේ ආදරණීය . ඔබ ක්ලාන්ත වීමට හේතුව කුමක්දැයි මට කියන්න . 
විය ... අපේ පුතා ජොං . 
ආයෙත් අපේ පුතා ගැන හිතුවද ? 
අපේ ජොං ... මට ඔහු නැතුව පාලුයි . 
මම හැඟීම් බෙදාගන්නවා . මටත් එයා නැතුව පාලුයි . කෙසේ වෙතත් , දුක තුළ සිටීම ඔබේ සෞඛ්යයට හානි පමනි . 
අපේ ජියොන්ග් කැමති නැහැ ඔබ වේදනාවෙන් සිටිනු දැකීමට . 
අපි ඔහුට ඉඩ දිය යුතුව තිබුණි ඔහු ආදරය කළ ගැහැණු ළමයා විවාහ කර ගන්න . 
නැත . අපි ඔහුට ක්විං වෙත යාමට ඉඩ දීම වැරදියි . 
මම දැන සිටියා නම් මම එසේ කරමි ආයෙ එයාව දකින්න ලැබෙන්නෙ නෑ මම ඔහුව උයන්න තිබුණා ඔහුගේ ප්රියතම ටාරෝ සුප් ... ඔහු අපේ ඉදිරිපස ගේට්ටුවෙන් ඇතුල් වීමට පෙර අන්තිම වතාවට . 
මහන්සිය ඇති වෙන්න ඇති හදවත දුර්වල කිරීමට . 
හෙට මම ඔයාව අරන් එන්නම් ... 
මගේ ස්වාමිනි . ඔබට තවත් වරක් ජියොන්ග් ගැන සොයා බැලිය නොහැකිද ? 
මම එතරම් බලාපොරොත්තු සුන් වන්නේ නැත ... අඩුම තරමේ අපිට මිහිදන් කරන්න මිනියක්වත් තිබුනා නම් . 
වනාන්තරයේදී හදිසි මරණයක් ? ඒක අභූතයි . 
සමහර විට ... අවස්ථාවක් තිබේ ඔහු දිවි ගලවා ගැනීමට සමත් වූ බව ... 
මගේ ආදරණීය . ඔබ සියලු මිනිසුන් දන්නවා මම නැවත නැවතත් පරීක්ෂා කළා කියලා . 
අද Unjong - ga හිදී , මම මිනිසෙකු දුටුවෙමි හරියටම අපේ ජියොන්ග් වගේ . 
ඔහුගේ උරහිස් , ඔහුගේ පිටුපස , ඔහුගේ ඇවිදීම පවා සමාන විය . 
මම ඔහුගේ මුහුණ දෙස බැලුවෙමි , ඒ වගේම එයා ජියොන්ග් වගේ ... 
එය අපේ ජොං විය නොහැක . ඔව් ඇත්ත වශයෙන්ම . මම එය දන්නවා . 
මම කොහොමද ඒක නොදැන ඉන්නේ ? 
මට ඔහුව අවසන් වරට දැකීමට අවශ්‍යයි , අවතාරයක හැඩයෙන් පවා . 
මම දුක් විඳ අවසන් බව කියමි , නමුත් දින තිබේ ... කොහෙද මට එයාව ගොඩක් මතක් වෙනවා මට හුස්ම ගන්න බෑ කියලා . 
ඔබ කෙලෙසන්න තරම් නිර්භීත මේ පවුලේ කීර්තිය ... අපි වියදම් කළ විට එය ගොඩනඟා වසර සිය ගණනක් ? 
මම ඇයව විවාහ කරගන්නම් ... මොනවා කිව්වත් වැඩක් නෑ . 
මට මැරෙන්න වෙයි ... මෙම පවුල පිළිගැනීමට නිල් ඇස් ඇති තරුණියක් ... ලොකු ලේලිය විදියට . 
ඇය මගේ බිරිඳ වනු ඇත , ඔබේ ලේලිය නොවේ . 
මම ඇය සමඟ මගේ ජීවිතය ගත කරමි , ඒ නිසා කරුණාකර කිසිවක් කියන්න එපා කාරණය මත . 
ඔබට අවශ්‍ය වන්නේ එය නම් , ඔයා මේ පවුල දාලා යයි ... නැවත කිසි දිනෙක ආපසු නොඑනු ඇත . 
මම කවදාවත් මගේ කැමැත්තෙන් ආපහු එන්නේ නැහැ , එසේ කරදර වෙන්න එපා . 
ඔබ කැමති පරිදි කරන්න . 
කෙසේ වුවද , මම ඔබට හේතුව වීමට ඉඩ නොදෙමි අපේ පවුල කුඩු වෙනවා . 
ඔයා දැන් මට මැරිලා . ඔබ කවදා හෝ ආපසු පැමිණියහොත් , මම ඔබව මකා දමමි . 
ඔබ එකකි ... එය අනුගමනය කිරීමට . 
මව . 
මොකක්ද ... මගේ දෙයියනේ ! 
මම බැලුවේ අම්මා කොහොමද කියලා . 
අම්මා කෙනෙක්ව සනසන්න වචන නෑ ... ඇගේ දරුවා මග හැරෙන . 
මම සමාව ඉල්ලනවා , තාත්තා . 
මට ආරංචියි ඔයා නඩත්තු කළා කියලා ඕ ආර්යාව සමඟ සමීප සම්බන්ධතාවයක් . 
ඔව් . 
ඇය මට ආරාධනා කරයි වරින් වර කතා කිරීමට . ඔබ කෙතරම් මිහිරි . 
කෙසේ වුවද , වියදම් නොකිරීම වඩා ඥානවන්ත වනු ඇත ඇය සමඟ බොහෝ කාලයක් . 
ජනතාව ඇය වෙත යොමු කරයි ... සජීවී අනුවාදය ලෙස " කාන්තාවන් සඳහා උපදෙස් . " 
මිනිස්සු හොයල බැලුවනම් ඇය වී ඇති බව ... පුද්ගලික මිත්‍රත්වයක යෙදීම තම සැමියාගේ අභාවයෙන් පසු , එය ඇයට යහපතක් නොවනු ඇත . 
ඊට උඩින් , ඔබ ඔබේ ස්වාමිපුරුෂයාගේ වියෝව ගැන කවදාවත් ශෝක වුණේ නැහැ ඔහුගේ සොහොන අසල ජීවත් වීමෙන් . 
එය නරක ලෙස පිළිබිඹු වනු ඇතැයි මම බිය වෙමි ඔබ මත ද . 
ඔව් තාත්තේ . 
ඒ මට දුරදිග නොබලා . හරි . එහෙනම් ඇතුලට යන්න . 
පියා . 
ඔයාට මට කියන්න දෙයක් තිබුනද ? 
ඇහුවට සමාව ඉල්ලනවා , ඒත් මම ඇහුවේ ඔයාට ඇහුනද කියලා මගේ සහෝදරයා ගැන ඕනෑම දෙයක් . 
මට කනගාටුයි . මට හිතෙන ඕනම කෙනෙක්ගෙන් මම ඇහුවා , නමුත් මම ඔහු ගැන කිසිවක් අසා නැත . 
මොනවා හරි වෙන්න ඇති එදින රාත්‍රියේ රජුගේ ආරක්ෂකයින්ට ? 
ඔබ එයින් අදහස් කරන්නේ කුමක්ද ? 
ඔබට යමක් ඇසුණාද ? 
නෑ තාත්තේ . ගෙදර මුකුත් උනේ නෑ . . ඒ නිසා මම හිතුවා සම්බන්ධ වෙන්න පුළුවන් කියලා මාලිගාවේ ඕනෑම දෙයකට . 
මම ඔයාට කිව්වේ නැද්ද මම චෙක් කළා කියලා රාජ්‍ය නිලධාරීන් සමග ... ඔයාගේ අයියා ඉන්න තැන ගැන එදා රෑ ? 
- ඔව් , තාත්තා . - ඕනෑම රාත්රියක් මෙන් , ඔහුගේ වැඩ මුරය අවසන් වූ පසු ඔහු මාලිගාවෙන් පිටව ගියේය . එතැන් සිට ඔහුගෙන් කිසිවෙකු අසා නැත . 
ඔයා මට කිව්වා අවුරුද්ද කියලා මම පවුල තුළ විවාහ වුණා . 
නමුත් වසර ගණනාවක් පුරා , මම කල්පනා කිරීමට පටන් ගත්තා ... අයියා නිකන් හිටියා නම් ... තවත් සාමාන්‍ය සාමාජිකයෙක් රජුගේ ආරක්ෂකයාගේ . 
රජුගේ මුර බළකායේ සාමාජිකයෙක් එපමණයි . 
ඔබට කිසිම තේරුමක් නැත . 
ඔහු නිතර මාලිගාවට ගියේය එය ඔහුගේ මාරුව නොවූ විට . 
ඒ වගේම හදිසියේම ඔහුව කැඳවා තිබුණා රාත්‍රියේ ... 
ඔයා ගොඩක් තරුණ වෙන්න ඇති සියලු විස්තර දැන ගැනීමට . 
ඔබේ සහෝදරයා සාමාන්‍ය සාමාජිකයෙක් රජුගේ ආරක්ෂකයාගේ . 
ඔබට කියන්නට අවශ්‍ය තවත් යමක් තිබේද ? මම සමාව ඉල්ලනවා , තාත්තා . 
මම මටම ගෙන යන්න දුන්නා උදාසීන සිතුවිලි සමඟ . පරක්කුයි . ඔබ ඇතුළට යා යුතුය . 
ඔව් තාත්තේ . 
ඇයි මට එකපාරටම ආරංචියක් එන්නේ දිගු කලක් නැති වූ මගේ සහෝදරයා ගැන ? 
මට විශ්වාසයි ... ඔහුගේ අතුරුදහන් වීම ය වැදගත් දෙයකට සම්බන්ධයි . 
මැසේජ් එක යැව්වොත් මොකද භයානක කෙනෙකු විසින්ද ? 
එය යමෙකු විය යුතුය කවුද දන්නේ නෑ කොච්චර භයානකද කියලා ... සෝක් සාමිවරයාගේ ලේලියයි . 
ඔයා මොකුත් කියන්න යන්නෙ නැද්ද ඔෆිසර් පාර්ක් එකට ? 
මොකක්ද දෙයියනේ ... මම කරන්නද ? 
මම එයාට කිව්වා ඒ ගැන හිතන්න කියලා . . එබැවින් මම ඉක්මනින් මගේ පිළිතුර ලබා ගන්නෙමි . 
මට ජැන්ග් ආර්යාව හමුවිය යුතුයි . 
ඔබ අත්හැරියා නම් රාජකීය ආඥාව සහ ටැබ්ලටය ඉක්මනින් , ඔබේ සහෝදරියට මීට වඩා හොඳ ඉරණමක් ලැබෙනු ඇත . 
එහෙනම් සමාදානයෙන් ඉන්න . 
මම ඔයාගේ නංගිව හොඳට බලාගන්නම් . 
නමුත් රැක බලා ගැනීමට එය ඔබගේ රාත්‍රිය නොවේ . 
මම මාලිගාවට යනවා හදිසි වැඩකට ... සහ දින කිහිපයක් නිවසින් බැහැරව සිටිනු ඇත . 
මේ පරක්කු වෙලාවේ තාත්තා කොහෙද යන්නේ ? 
ඒ කව් ද ? 
මට බැරි තරම් ලැජ්ජාවක් ඔබට තේ කෝප්පයක් පවා දෙන්න ... මම ඔබව දකින විට මේ වගේ ආකර්ශනීය මණ්ඩපයකදී . 
මම දැනගෙන හිටියා ඔයා හරිම අහිංසකයි කියලා , නමුත් එය නුසුදුසු ඇඳුමකි තම ස්වාමිපුරුෂයා අහිමි වූ කාන්තාවක් සඳහා . 
මම හොඳටම අසනීප වෙලා මහන්සි වුණා වැලපෙන ඇඳුම් වලින් . 
මට මතකයි ... ඔබ මගේ නිර්ලජ්ජිත චරිතයට කැමති විය . 
මම කිව්වා නිශ්ශබ්දව යන්න කියලා ලස්සන වචන සමඟ . 
හිත හදාගත්තද නැවතිලා ලොකු කරදරයක් කරන්නද ? 
මම සරලව ... ඔබේ ලේලියට වචන කිහිපයක් කිව්වා ඇගේ සහෝදරයා ගැන සැලකිල්ලෙන් . 
මම හිතන්නේ එය ඔබට මහත් කරදරයක් විය . 
දෙවියනේ . මොනවද දෙයියනේ මෙයාලා කියන්නේ . 
ඔබ ඇත්තටම විශ්වාස කරනවාද ඔබ ආරක්ෂිතව ජීවත් වනු ඇතැයි ? 
මට ජීවත් වෙන්න බැරි නම් , මම මරණය පිළිගන්නෙමි . 
එහෙත් ... හොඳින් සිතා බැලීමට , මම හැදුවේ ... වසර 15 කට පෙර විශාල දායකත්වයක් . ඒ නිසා මට ලොකු වරදක් දැනෙනවා ඇති ... තනියම මැරෙන්න . 
ඔබට අමතකද ? ඒ එක් දායකත්වයකට ස්තූතියි , ඔබ වී ඇත මුදල් ඇමතිගේ බිරිද හැමදාම . 
ඔබ බලය ලබා ගත්තා ඒ සිද්ධියෙන් පස්සේ මුළු ජාතියම පුරා . ඒවගේම මම බිරිඳ වීම ගැන සතුටු විය යුතුයි මුදල් ඇමතිගේ ? 
මම ඒ ගැන සිතන තරමට , ගණනය ... යනු නිවැරදි නොවේ . 
ඔවුන් පවසන්නේ හුදු මැන්ටිස් බවයි කරත්තයක මාර්ගයට වැටේ . ( තමන්ගේ ස්ථානය නොදැන හැසිරීම ) 
ඔබ මගේ මාර්ගයට ඇතුළු වීමට උත්සාහ කරන්නේ කෙසේද ? 
මම කොහොමද ඔබේ මාර්ගයට එඩිතර වෙන්නේ ? 
මම ... කියන්න හදනවා විතරයි ... මම ඒකට ඉඩ දෙන්නේ නැහැ කියලා මේ ආකාරයට නිෂ්ඵල ලෙස අවසන් කරන්න . 
කුමක් ද ? 
ආර්යාව ඔහ් ? 
ඔබේ ලේලිය හරිම දක්ෂයි . 
නම් පමණක් ... මම කරපු දේ මට දිගටම කරන්න පුළුවන් ... - සහ මගේ ස්ථානයේ ආරක්ෂිතව ජීවත් වන්න , 
- කුමක් ද ? මට වැඩිය කතා කරන්න වෙන්නේ නෑ ... - ඔබේ බුද්ධිමත් ලේලිය සමඟ ... - ඇය මෙහි කරන්නේ කුමක්ද ? ඇගේ සහෝදරයා ගැන . 
ඇත්තටම හිතුවද එය තර්ජනයක් විය හැකිද ? 
ඔබ ඉතා අශිෂ්ට වී ඇත . 
පියා ! 
හියුන් ජේ . 
මගේ ස්වාමිනි . 
අපිට යන්න දෙන්න . 
මගේ ස්වාමිනි . 
නැඟිටින්න ස්වාමීනි . 
මගේ ස්වාමිනි . 
මගේ ස්වාමිනි . මා සමඟ රැඳෙන්න . මගේ ස්වාමිනි . 
ඔයාට දැනේන්නේ කොහොම ද ? 
ඔබට හොඳින් දැනෙනවාද ? 
සිදුවුයේ කුමක් ද ? 
ඔබ ක්ලාන්ත විය . 
ඒක මාව මරලා දැම්මා ඔබව මෙහි ගෙන යාමට . 
මම ඔයාට කිව්වා ඔයා දවසක මට ණයයි කියලා . 
ඔච්චර ලොකුවට කතා කලාද ... ඔබට නොහැකි වූ විට ඒ තරම්වත් ගනුදෙනු කරන්නේ ? 
මාව බේරගත්තට ස්තුතියි . 
ඔබ මාවත් බේරුවා . 
කෙසේ හෝ , ඔවුන් පැමිණියේ කොහෙන්දැයි ඔබ දන්නවාද ? 
ඔවුන් මගේ කැළල පරීක්ෂා කිරීමට උත්සාහ කළා . ඔවුන් මා කවුදැයි දන්නා බව මට විශ්වාසයි . 
මම ඔබේ රහස රඳවාගෙන සිටින නිසා ඔබේ දුර්වලකම ලෙස , මම ඔයාට කියන්නම් ... මාව බේරා ගැනීම වෙනුවෙන් මගේ රහසක් . නැහැ , ස්තුතියි . 
මට දැනටමත් අමාරුයි මගේම රහසක් සමඟ . දැන දැනත් කරදර කරන්නේ ඇයි වෙනත් කෙනෙකුගේ රහසක්ද ? 
ඒක හරිද ? 
කතා කරන්න හිතෙනවා නම් , ඔබට මාව බිත්තියක් ලෙස සැලකිය හැකිය ... සහ ඔබ සමඟ හෝ යමක් කතා කරන්න . 
මම දේවාලයේ බිත්තිවලට කතා කරනවා මගේ හිතේ තියෙන දේ ගැන , දවස පුරාම තනියම එහි වාඩි වී සිටියේය . 
එය තරමක් තෘප්තිමත් ය . 
මම ... ජීවත්ව නොසිටිය යුතුය . 
මගේ උණුසුම් අම්මා , පියා , සහ නැනී ... මට ආදරේ කරපු මගේ පවුලේ හැමෝම ... මගේ ඇස් ඉදිරිපිට ඝාතනය කළා . 
හරියටම අවුරුදු 15කට කලින් , කිසිම පෙර දැනුම්දීමකින් තොරව දිනක් , මම තනිවම ජීවත් වීමට සමත් විය ... ඒ ලේ වැගිරීමේදී . 
දිවි ගලවා ගැනීම ප්රමාණවත් නොවීය ... ඒ දවසේ බිහිසුණු මතකය ... යන්න පැහැදිලි නැත . 
යමෙක් ජීවතුන් අතර නොසිටිය යුතු නම් අපේ සදාචාරයට අනුව , මම හොඳම උදාහරණයක් වනු ඇත . 
මම ජීවතුන් අතර නොසිටිය යුතු වුවත් , අපේ සදාචාරයට අනුව , මම කරමින් සිටින්නේ ... මට ජීවත් වෙන්න පුළුවන් දේ . 
- මම එහෙම කිව්වම , මම අදහස් කළේ ... 
- ඒ නිසා , ඕනෑවට වඩා කලබල නොවන්න . 
ඔබේ රහස උත්තෝලනය ලෙස භාවිතා කිරීමට , මගේ රහස ඉතා විශාලයි . 
මම යා යුතුයි . 
අද රෑට . ඔයාට ස්තූතියි . 
යමෙක් ජීවතුන් අතර නොසිටිය යුතු නම් අපේ සදාචාරයට අනුව , මම හොඳම උදාහරණයක් වනු ඇත . 
මම සවන් නොදිය යුතුව තිබුණි . 
( ප්රාග්ධන ආරක්ෂක විධානය ) 
අණදෙන නිලධාරි හ්වාං . 
- ඔයා කලින් . - ඔව් . ඔෆිසර් පාක් සූ හෝ කොහෙද ? 
ඔහු ... 
හෙම්බිරිස්සාවක් හැදිලා එන්න ඇති . 
ඔහු සනීප නැත . කුමක් ද ? අපේ ඔෆිසර් පාක් එක සනීපද ? 
ඔහු දැන් කොහෙද ? 
- ඔයා ගොඩක් අසනීපෙන්ද ? 
- අණදෙන නිලධාරි හ්වන්ග් . සනීප නැත්නම් ඇඳේ ඉන්න . 
ඔයා ගොඩක් මානසික ආතතියෙන් හිටියද අසනීප වීමට ප්රමාණවත්ද ? 
මම සනීපෙන් . 
ඔබ හොඳින් නැහැ . 
ඔයා නිහතමානී වගේ . 
ප්‍රේම - අසනීප ඔබට කරන්නේ එයයි . 
රළු වෙන්න ඇති . එය පහසු නැත . මම දන්නේ එච්චරයි . 
මම අවස්ථාව සොයා ගන්නෙමි ඔබ වෙනුවෙන් ඇය සමඟ කතා කිරීමට . කණගාටු නොවන්න . වඩා හොඳ වීමට අවධානය යොමු කරන්න . 
කුමක් ද ... ඔබ කතා කරන්නේ ඒ ගැනද ? 
ඔබ එය මගෙන් සැඟවිය යුතු නැත . 
අපි බලාගන්නම් Cheonggye Stream ප්රතිසංස්කරණය . ඔබට දවස නිවාඩු ගත හැකිය . 
මට ? 
ඔව් ඔබ . 
- අණදෙන නිලධාරි හ්වන්ග් . - නෑ , විවේක ගන්න . 
ඔබට ඔබේ සහෝදරයා ගැන ඇසීමට අවශ්‍ය නම් , කරුණාකර මේ පොත දෙන්න ... ඔබව බැලීමට එන තැනැත්තාට දින පහකින් . 
ඔයාට ගොඩක් ලස්සන දේවල් තියෙනවා . 
කොහොමද මේ සියුම් දත් පනාව ? 
ඔබට ලැබුණු පොත ඔබ රස වින්දාද ? 
මම කලා . 
මෙතන ඉන්න . මම පොත ගන්නම් . 
මොහොතක් ඉන්න . 
මේ තැනට එන්න . එහිදී ඔබට පුද්ගලයා හමුවනු ඇත පොත කා සඳහාද . 
ඔබව හමුවීමට ඉල්ලීම ගැන මම සමාව අයදිමි . 
මට සමාව දෙන්න . 
වසර පහළොවකට පෙර , ඔබේ සහෝදරයා චෝ සුං හූ රජුගේ ආරක්ෂකයා විය , ඔබ දැන් සෝක් සාමිවරයාගේ ... 
ඔයාට පුලුවන්ද මට පොරොන්දු වෙන්න ඔයා කාටවත් කියන්නේ නෑ ... මෙම රැස්වීම ගැන ? 
මගේ නෝනා . මෙය ජීවිතයට සම්බන්ධ වේ ඔබේ සහෝදරයා චෝ සුං හූගේ . එය ඉතා වැදගත් . 
මට ඔබේ වචනය තිබේද ? 
ඔබට ඔබේ වචනය මට දිය නොහැකි නම් , මට ඔබට වෙන කිසිවක් පැවසිය නොහැක . 
ඔයා කව්ද ? 
හැරෙන්න එපා . 
ඔයා කව්ද ඔබ චෝ සුං හූ සොයන බව ? 
මම ඉන්නේ මෙහෙ ... චෝ සුං හූගේ සහෝදරිය සමඟ කතා කිරීමට . 
ඔබ ඇයගෙන් ඇසීමට කැමති කුමක්ද ? 
මම මේ මිනිසා ඉදිරියේ කතා කරන්නද ? 
මම ... යමක් සොයමින් චෝ සුං හූ හැර ගියේය . එය කුමක් ද ? 
මට ඒක ඔයාට කියන්න බෑ . 
මට දැනගන්න ඕන ... ඔහු තම පවුල ඇමතුවොත් ... නැත්නම් ඔවුන් සමඟ ඕනෑම දෙයක් ඉතිරි කළා ඔහු අතුරුදහන් වූ පසු . 
ඔයා දන්නව ද ... චෝ සුං හූ අතුරුදහන් වූයේ ඇයි ? 
ඔයා දන්නව ද ... හේතුව ? 
මගේ ප්රශ්නයට පිළිතුරු දෙන්න ... මේ දැන් . 
පසුපසට යන්න . 
( නයිට් මල් ) 
( එපිලෝග් ) පියා . 
අපි කොහේ හරි හමුවෙලා නැද්ද ? 
අපිට නැහැ . මම ඇයව හඳුනන්නේ නැහැ . 
මට මතකයි . 
අමතක වෙලාද ... මම ඔයාට කරන්නම් කියපු දේ ඔබ ආපසු ගියොත් ? 
අයියයි මමයි සත්‍යය සොයමින් සිටිති . 
එහෙනම් මට හමුවිය යුතුයි නැවතත් රාජකීය ලේකම් නිලධාරියා . 
ඔයාට මට කියන්න බැරි දෙයක් තියෙනවා . 
මම වමේ රාජ්‍ය මන්ත්‍රීවරයා විශ්වාස කරනවා ඒ සියල්ල පිටුපස සිටියේ . 
ඔබ බොහෝ සාක්ෂි වලින් එකකි . 
දේවල් අතලොස්සක් වීමට පෙර , මම ඔවුන් ගැන සැලකිලිමත් විය යුතුයි . 
ඔයා මගේ මල්ලිව හැමදාම හෙව්වද ? 
