මම මෙහෙට ආපු හැම වෙලාවකම මේ තැන අනාතයි . 
මම අභිචෝයි ටේ - සු අපරාධ කොට්ඨාසය 3 වෙතින් . 
ඔබ ඉපදුනේ රිදී හැන්දකින් . ඔබ ලස්සනයි , සමහරවිට හොඳ පුරුදු ඇති . 
හැමෝම ඔයාට හොඳට සලකනවා , එබැවින් ඔබට කිසිවක් අපහසු නැත . 
නමුත් දැන් දේවල් වෙනස් . 
හැමෝම හිතනවා මෙය විධිමත් ක්‍රමයක් පමණයි , නමුත් ... 
එය වේ . මේ විමර්ශනය විධිමත් කටයුත්තක් පමණයි . 
මෙන්න බලන්න , මිස් ඔහ් යු - රා ! 
මෙන්න බලන්න , නඩු පවරන්න ! 
එය හුදු නඩු පවරන්නෙකුගේ කාලය නොවේ දක්වා ක්රියා කිරීමට . 
මම බයවෙලා ඉන්න මෝඩයෙක් වගේද පේන්නේ ඔබ මෙහි ඉක්මන් වෙනවා දැකීමෙන් පසුව ? 
ඔබට කිසිවක් ගැන විශ්වාස නැත . 
මට කියන්න ඉක්මන් වේවිද ඔබට බියෙන් ඇසීමට අවශ්‍ය දේ , නැත්නම් තනියම මෙතනින් යන්නද ? 
ඔබට ඔට්ටු ඇල්ලීමට අවශ්‍යද ? 
- ආයුබෝවන් , නෝනා ! - ආයුබෝවන් , නෝනා ! 
ලෝකය පිස්සු වැටෙන්න ඇති . 
හැමෝම සීමාව තරණය කරනවා . 
මෙය හොඳම දේ සඳහා ය . ඒ ෆයිල් එකෙන් මුන්ට මොකුත් කරන්න බෑ . 
ඔබට මෙහි පැමිණීමට සිදු නොවීය . 
වැරදි වැටහීමක් ඇති විය . 
මම හිතන්නේ මම මහා විනිශ්චයකාරයෙක් නෙවෙයි චරිතයේ . 
ඔහ් යු - රා . ඔබ මෙවර සීමාව ඉක්මවා ගියා . 
ඔබගේ ඉල්ලා අස්වීම යොමු කරන්න . 
ඔබේ අයිතිවාසිකම් ක්‍රියාත්මක කිරීම ගැන සිතන්න එපා ගුවන් සේවා සහ සංචාරක සමාගම් කොටස් හරහා . 
ඉක්මනින් , UK පදනම එවනු ඇත අප්‍රිකාවට ස්වේච්ඡා කණ්ඩායමක් . ඔවුන් හා එක්වන්න . 
ගොස් ස්වේච්ඡාවෙන් සහ ස්වේච්ඡාවෙන් තවත් සමහරක් . 
ඔබ චරිතය ගොඩනඟා ගත් පසු , එවිට ඔබට ආපසු යා හැක . 
මම ඔබට තනතුර ලබා දුන්නා , එය ඔබව විනාශ කළේය . 
කොහොම වුණත් ඒක ලොකු වරප්‍රසාදයක් තවත් අවස්ථාවක් ලබා ගැනීමට . 
එය මතක තබා ගන්න . 
නැත . 
ඇයි මම ඉල්ලා අස්වෙන්නෙ ? මම ස්වේච්ඡාවෙන් ඉදිරිපත් විය යුත්තේ ඇයි ? 
අප්රිකාව ? 
හරි . ඔබ ඇයට කැමති විය යුතුය . නැද්ද ? 
ජි - හ්යුක් යනු පවුලකි , එබැවින් ඔහුට අවශ්‍ය දේ කිරීමට ඔහුට ඉඩ දීමට ඔබට අවශ්‍යය . 
කරන්න එහෙනම් . 
ඒත් මාව අල්ලන්න එපා . 
මම කළ වරද කුමක්ද ? 
ඔබ සාධාරණ ලෙස පෙනී සිටිනවා . නමුත් ඔබ එසේ නොවේ . 
මම එයාට කිව්වා වැඩක් නෑ කියලා . නමුත් ඔහු ඔබව කිසිසේත් දැන සිටියේ නැත . 
මොන මගුලක්ද ඔය කියන්නේ ? 
මම අතිශයින් වෙභෙසට පත් වී ඇත . අපි හෙට කතා කරමු . 
ඔබ ජි - වොන් සමඟ පටලවා නොගත යුතුව තිබුණි . 
කුමක් ද ? 
මම මොනවද කළේ ? නෑ මම මොනවා හරි කලත් ඔබට සාක්ෂි තිබේද ? 
ඔව් . 
මම කරනවා . 
මොකක් ද වැරැද්ද ? 
හොල්මනක් දැක්කද ? 
මා කළ යුත්තේ කුමක්ද ? 
මම නොදන්නා දේ මට කියන්න . 
- ඔයාට පිස්සු ද ? 
- ඉක්මන් කරන්න ! 
ඔබ කළ දේ සඳහා ගෙවන්න . 
ඔබේ ගැටලුව සිතීමයි ඔබට අවශ්ය ඕනෑම දෙයක් කළ හැකිය . 
ඒකෙන් ගැලවෙන්න හදන එක නවත්තන්න . 
නිවැරදිව ගෙවන්න . 
Jeong Man - sik , Bae Hui - suk . මිනීමැරීමට තැත් කිරීම සම්බන්ධයෙන් ඔබ අත්අඩංගුවට ගෙන ඇත . 
ඔව් ඔව් . මම ඔයාට හැමදේම කියන්නම් . සියල්ල . 
දැන් ජියොන්ග් මන් - සික් ගේ දර්ශනය විය , මම ඔබට නැවත කතා කිරීමට කැමතියි , මිස් ඔහ් . 
අම්මා ! 
- ජු - රන් . - කුමරිය . 
යහපත්කම . 
Jeong Su - min ඒ වගේ දෙයක් කළාද ? 
පාර්ක් මහතාගේ අවසන් කටයුතු පැවැත්විණි පහළ තට්ටුවේ , නමුත් මට කිසිම අදහසක් තිබුණේ නැහැ . 
අමුත්තක් දැනෙනවා . 
මම දැන සිටියා නම් , මම ... 
ඔබට තවමත් නොතිබිය යුතුය . 
මළගෙදරකට යන්න බෑ විශාල සැත්කමකට පෙර . 
ඔබ නැවතත් දඟලනවා . 
සැත්කම හොඳින් සිදු විය . 
සැත්කම හොඳින් සිදු වූ නිසා . 
ඔයා කලින් බය වෙලා ඇඬුවා . මම දිගටම යන්නද ? 
කෙසේ වෙතත් , SD කාඩ්පතේ දත්ත සිට අයකර ගන්නා ලදී , දේවල් පහසු විය . 
උසාවිය මෑත කාලීන තර්ජන ගනීවි බරපතල ලෙස ද සැලකිල්ලට ගනී . 
ඒ සියල්ල සාර්ථක වනු ඇත . 
ඔබට ලබා ගැනීමට හැකි වනු ඇත දෙමාපියන්ගේ අයිතිවාසිකම් සහ භාරකාරත්වය යන දෙකම . 
හොඳයි , අපි ඔහුව හදමු පැමිණීමේ අයිතිය ද අහිමි වේ . 
එවිට යොන් - ජිට ඔහුගේ පියා අහිමි වේ යහපත සඳහා . 
ඔබට අවශ්ය නැති නම් ඔබට අවශ්ය නැත . 
තේරීම ඔබගේ ය . 
මම ඒ ගැන සතුටු වෙනවා . 
මම ශල්‍යකර්මයට භාජනය වූ විට , එක පාරක් මැරෙනවා වගේ දැනුනා . 
මම බඹයක් වගේද ? 
මම දවස පුරාම සෙල්ලම් කරනවාද ? 
මට අවසානය දැකීමට නොහැකි විය , එබැවින් එය ඉතා අපහසු විය . 
මාව පවා පාවා දුන්නා . 
එහෙත් ... මට අලුත් අවස්ථාවක් ලැබුණා . 
ලී ජේ - වොන් , අර අවජාතකයා . ඔහු පසුව Yeon - ji කිරි දීමට උත්සාහ කරනු ඇත . 
ඔහු කවදාවත් ඇයට උදව් කරන්නේ නැහැ . 
මට ඒකිට එහෙම දුක් විදින්න දෙන්න බෑ . 
ඔහු උපන් පියෙක් මිස අන් කිසිවක් නොවේ . 
මම ... ශක්තිමත්ව පවතිනු ඇත . 
මමත් ටිකක් උත්සහ කරන්නම් . 
දෙයියනේ ඔයා මාව බය කළා . 
මට කණගාටුයි . මට ඔයාව දැක්කම සතුටුයි . 
හොඳයි , ජි - වොන් හට අවසන් කිරීමට අවශ්‍ය විය අද කර්මාන්තශාලා නිෂ්පාදන වට්ටෝරුව . 
ඇයට ඒ ගැන සාකච්ඡා කිරීමට අවශ්‍ය විය . ඒකයි මම ආවේ . 
ඇය කොහේ හරි ගියාද ? 
කන්ග් මහත්මිය හමුවීම සංවර්ධන කණ්ඩායම ප්‍රමාදයි . 
ඔබව කලකිරීමට පත් කිරීම ගැන කණගාටුයි , නමුත් මම පැහැදිලි කරන්නම් . මේ විදියට මාව අනුගමනය කරන්න . 
මුහුදු ගොළුබෙල්ලන් සහිත නිවිති පැස්ටා , පෙරිලා ක්රීම් පැස්ටා , සහ මිහිරි වට්ටක්කා සුප් . 
කරුණාකර වට්ටෝරු නැවත පරීක්ෂා කරන්න . 
තවද ... 
ඒ කෙසේ වුවත් , මම ඔබට යම් වරදක් කළාද ? 
කුමක් ද ? 
මම අදහස් කළේ , මම ගිය පාර එනකොට ඔයා මෙතන හිටියේ නෑ . ඒ වගේම අද ඔයා ටිකක් මිත්‍රශීලී නැහැ . 
මම ඔබව දැකීමට සතුටුයි . 
මම නොදන්නවා , ඉතින් ඔයා මට නොකිව්වොත් මම දන්නේ නැහැ . 
ඒ නිසා මම වැරදි දෙයක් කළා නම් මට සමාවෙන්න . 
නොකලත් මට සමාවෙන්න . 
මම ඉවත්ව සිටින බව ඔබ දුටුවාද ? 
ඇත්ත වශයෙන් . 
මම ඔයාව හෙව්වා . 
ඔබ එසේ කරන්නේ ඇයි ? 
කුමක් ද ? 
හොඳින් ... හරි . මම හදපු බාස්ක් කේක් එකක් ගෙනාවා පසුගිය කාලය සහ පෙර කාලය . 
පුද්ගලයා කවුද එච්චර නියම කේක් එකක් එව්වද ? 
මෙය ආදරයම වේ ! 
මම නව උඳුනක් මිලදී ගත්තා , සහ එය ඉතා හොඳයි , ඔබ දන්නවා . 
ඉතින් මම මොන කෑමක් හැදුවත් , එය තුන් ගුණයක් රසයි . 
මම හිතන්නේ ඒ නිසා මම දිගටම උයන්න ගත්තා . 
මාර්ගය වන විට , ඔබේ කන් ... ඉතා විශාල හා ලස්සනයි . 
ඔයා කරන්නේ කුමක් ද ? 
එහෙම කෙනෙක්ගෙ කන අල්ලන්න බෑ . 
ඇයි නැත්තේ ? 
කුමක් ද ? මම දන්නේ නැහැ . 
නමුත් ඔබට එය කළ නොහැක . 
එතකොට මට ඔයාගේ අත් අල්ලන්න පුළුවන්ද ? 
ඇත්ත වශයෙන් . ඔබට මගේ දෑත් ස්පර්ශ කළ හැකිය , ඒත් මගේ කන් සංවේදීයි ... 
මම හිතන්නේ මම ඔයාට කැමතියි . 
කුමක් ද ? 
ජීවිතය ගැන කියන විට , ඔබට දෙකම තිබිය නොහැක . 
මම අදහස් කරන්නේ , ඔහුට UK උරුම වන තාක් , එය සමගිය කිරීම පහසු නොවනු ඇත 
කුමක් ද ? 
ඒක විතරයි ... ඔබ කතා කරන ආකාරය Ji - hyuk කරන ආකාරයට බොහෝ දුරට සමානයි . 
එයා සීයා වගේ කතා කරනවා . 
බලන්න ! ඒක බලන්න ! 
බලන්න ! ඔවුන්ට එකම රසයන් ඇත ! ඔවුන්ගේ තේරීම බලන්න . 
මට ඔයා ගැන කලකිරීමක් තියෙනවා සීයා . 
මම ගොඩක් උත්සාහ කරන්නම් . 
මම දන්නවා මට ලැබුණේ වටිනා අවස්ථාවක් . තණ්හාව අඩු වෙන්න මම වග බලා ගන්නම් සහ ජීවිතයේ වඩා ත්යාගශීලී . 
එය එතරම් පහසු යැයි ඔබ සිතනවාද ? 
එය වැඩ කරන්නේ නැත්නම් ... මම තවත් උත්සාහ කරන්නම් ! 
මට දැන් දිගටම ආහාර ගත හැකිද ? 
ඇත්ත වශයෙන්ම , කන්න . මම හිතන්නේ මම ගොඩක් වෙලා කතා කළා . 
මට කණගාටුයි . මම ඕනෑවට වඩා කතා කළා . 
ඔයාට ස්තූතියි . 
දැන් , අපි Chef Eun - ho ගේ සාර්ථකත්වයට ටෝස්ට් කරමු ! 
සහ සාර්ථක දික්කසාදයකට ! 
සහ සාර්ථක ආදරය සඳහා ! අපි යමු ! 
චියර්ස් ! 
බියර් මේ ආකාරයෙන් හොඳම රසයි . 
පුදුම වෙන්න එපා . මෙය විය යුතුය ඔහු මෙවැනි ආහාර අනුභව කරන පළමු අවස්ථාව . 
ඔයා මොනවද කියවන්නේ ? 
ඔහු කනවා ඌරුමස් gukbap ටොන් සමඟ jeongguji . 
මොනවද ටොන් ? එය කුමක් ද ? 
එය කුමක්දැයි ඇය නොදනී . ඒකි එක්ක කතා කරලා වැඩක් නෑ . 
ඔයා හරි . 
ඇත්තටම මට එහෙම හිතෙනවා මම මළවුන්ගෙන් නැවත පැමිණියෙමි . 
මට පුදුමයි ඔය දෙන්නා ගැන . . ඒත් ඔයාලා දෙන්නා කොහොමද ? 
ඒවා කිසිසේත්ම සමාන නොවේ . 
කුමක් ද ? 
ඔබ කිව්වා අපි කළා කියලා ! 
- මම කලා ? - ඔව් . 
- කවදා ද ? 
- ඔයාට මතක නැද්ද ? 
ඔබත් මෙහි සිටීම පුදුම සහගතයි . ලී මහතා . 
මම පැහැදිලිව කියන්නම් . මම ඔබ වෙනුවෙන් මෙහි නොසිටිමි , යැං මහත්මිය . 
- මම UK පවුල වෙනුවෙන් වැඩ කරනවා - - - ඔව් . ඒකයි මම අදහස් කළේ . 
ඔබ ඇදහිය නොහැකි පුද්ගලයෙකි UK පවුලට . 
නමුත් යූ මහතා පවුලේ සාමාජිකයෙකි . එබැවින් ඔබ මෙහි සිටී . 
ඉන්න , මම දැන් සැපපහසුද ? 
මමත් අයිතිකරුගේ පවුලේ කෙනෙක් . 
ඒවගේම ලී මහත්තයා කිසිම අවස්ථාවකට එන්නේ නැහැ අයිතිකාරයා කිව්වත් මේ වගේ ... 
වග බලා ගැනීම මගේ කාර්යයේ කොටසකි අයිතිකරුගේ පවුලේ අය ඔවුන් කියන දේ දෙස බලා සිටිති . 
එයා හැමදාම එහෙමද ? 
ඒක ගොඩක් හොඳයි . 
අපි හැම දෙයක්ම ඇණවුම් කළා . 
- ආයුබෝවන් . - ආරක්ෂිතව ගෙදර යන්න . 
වහිනවා . 
අපි මොකද කරන්නේ ? 
අපිට තියෙන්නේ කුඩ දෙකයි . 
මම මෙතනට පැදෙව්වා , ඒ නිසා මම හොඳයි . 
ඒක මම එන ගමන් ... 
ඔබේ මාර්ගයේ කුමක්ද ? 
ඔබ අදහස් කරන්නේ මගේ නිවස නම් , ඔබට මට ගමනක් දෙන්න පුළුවන් . 
මට දුවලා ගිහින් බස් එක අල්ලගන්න පුළුවන් . 
ඇයි මම ඔයාට ගමනක් දෙන්නෙ නැත්තෙ ? එය ඔබට කමක් නම් . 
එය ප්රතිවිරුද්ධ දිශාවයි . 
මම කරන්නද ? 
ඒක හරියයි . 
සෝපානය මෙතන . 
අද ආවට ස්තුතියි . 
පරිස්සමෙන් ගෙදර එන්න . 
කන්ග් මහත්මිය , හොඳ විවේකයක් ගන්න . 
සහ ජි - හ්යුක් , ඔබ විවේක ගන්න . 
නමුත් ඇයි Eun - ho සහ Hui - yeon එකට යන්නේ ? 
ඒ වගේම සාර්ථක ආදරයක් වෙනුවෙන් ටෝස්ට් කළා . ඒ කුමක් ගැනද ? 
මගේ දෙයියනේ , ඔයා ගොඩක් මෝඩයි . 
මම ඇතුලට යනවා . 
Eun - ho කැමති Hui - yeon ? ඇයි ? 
මට තේරෙන්නේ නැහැ . 
ප්රවේසම් වන්න . 
ඔයා කරන්නේ කුමක් ද ? 
ඔබ වේ ? 
එය වඩා හොඳ වනු ඇත සිහිසුන්ව සිටීමට . 
තිර රෙදි නිසා ගින්න වැඩිපුර පැතිරේ . 
ශක්තිමත් ගොඩනැගිලි පරිවරණය කර ඇත ... 
ඕනෑම දෙයක් කිරීමට ඔබ ඉගෙන ගත යුතුය . 
ජි - වොන් . 
මට කණගාටුයි . 
මට කණගාටුයි . 
අපිට දැන් ඒකට මුකුත් කරන්න බෑ . 
අපිට දැන් ඒකට මුකුත් කරන්න බෑ . 
ඔබ සැමවිටම සිතන්නේ ඔබ ගැන පමණි . 
ඔබ සැමවිටම සිතන්නේ ඔබ ගැන පමණි . 
ඔබ ඇත්තටම මගේ බලාපොරොත්තු ඉටු කරනවා . 
කුමක් ද ? 
මම කලබල වුණා ඔයා ටිකක් බුද්ධිමත් වෙයි කියලා . එහෙත් ... මම ඔබව අධිතක්සේරු කළා . 
ඔබට කළ හැකි හොඳම දේ මෙයයි . 
ඔයාව මෙහෙම ගල් ගහනවා දැක්කම ... එය ඔබට සියල්ලටම වඩා ගැලපේ . 
දැඩි ලෙස හැසිරීම නවත්වන්න . 
ඔයා තමයි මෙතන නරකම . 
ඔබ මින් - හ්වාන් මා මත හෙළුවා ඔහු කුණු කසළ බව දැන . 
දැන් ඔබ දෙස බලන්න . 
ඔයා මාව කුණු ගොඩට දැම්මා සහ ඔබ වෙනුවෙන් සෑම දෙයක්ම හොඳ අතට ගත්තා . 
මින් - හ්වාන් මැරුවේ ඒ නිසාද ? 
ඇයි මම නොකළ යුත්තේ ? 
එයා මුලින්ම මාව මරන්න හැදුවා . 
කමක් නැහැ . කිසිම සාක්ෂියක් නැහැ . 
මම හැරෙන්නම් , මම කියන්නම් එය හදිසි අනතුරක් වූ අතර මම බියෙන් දිව ගියෙමි . 
මම ඒ ගැන බොහෝ පසුතැවිලි වන බව මවාපානවා නම් , හැමදාම වගේ මිනිස්සු මට අනුකම්පා කරයි . 
වින්දිතයා සෙල්ලම් කිරීමට ඔබ දක්ෂයි . 
එය කළේ මමයි . 
මම දිනුවා . 
නැහැ , මම දිනුවා . 
ඔයා නිසා මම ගොඩක් දේවල් ඉගෙන ගත්තා . 
මම එන බව ඔබ දැන සිටියාද ? 
ඔයා මාව එහාට මෙහාට ඇදගෙන ගියා ඒ වගේම මගෙන් හැම දෙයක්ම ගත්තා . 
මට මං ගැනම දුක හිතුනා . 
ඒ නිසා මම තීරණය කළා මෙවර ඔබට මුහුණ දෙන්න ධාවනය වෙනුවට . 
මගේ පිටුපස සැඟවෙන්න එපා හෝ තවත් කවුරුහරි . 
එහි ප්‍රතිවිපාකවලට ඔබ මුහුණ දෙනවා දැන් ඔබේ ක්‍රියාවන් ගැන . 
ප්‍රතිවිපාකවලට මුහුණ දෙන්නද ? 
මම මනුෂ්‍ය ඝාතනයක් ලබනවා . 
ඔබ බලා සිටින්න . 
එය තවදුරටත් මනුෂ්‍ය ඝාතනයක් නොවේ . 
ඔබ ... සාක්ෂි හැදුවා විතරයි ඔබේම මුඛයෙන් . 
මම ඇයව මුලින්ම මුණගැසුණේ වැඩ කරන ස්ථානයේ නාන කාමරයේදීය . 
මම කුටියෙන් එළියට එන විට , ඇය ඇගේ කාඩිගන් වලින් මාව ආවරණය කළාය . 
මම හිතුවා , " මට මගේ නංගිව හම්බුනා . " - ඒක නවත්වන්න . - ඒ මොහොතයි . 
ඒත් අයියා කිව්වා එයාට කැමතියි කියලා , ඉතින් ... 
Jeong Su - min සිහින්ව මිලදී ගත්තාද ? 
ඔව් , පොලිසිය ශක්තිමත් කරනවා ඔවුන් අවට සෙවීම . 
මම එයාලටත් ගෙදර බලන්න කිව්වා . 
අපි තවත් ආරක්ෂාවක් එකතු කරන්නෙමු . 
ඔබ එසේ නොකිරීම වඩා හොඳය . 
ඇය මා වෙනුවෙන් එනවා . ඇයට ඉඩ දෙන්න . 
මම මේකට විරුද්ධයි . 
මම ඔයාට ඕන හැමදේම කරන්නම් කිව්වම , මම අදහස් කළේ නැහැ මම භයානක දේවල් වෙන්න ඉඩ දෙනවා . 
පැත්තකට වෙලා ඉන්න කියලා මම කියන්නේ නැහැ . 
ඇය තුනී මිලට ගත්තාය . ඒ කියන්නේ ඇය ගිනි තියයි . 
මොකක්ද ප්‍රයෝජනේ ඇය එන එක නවත්වනවාද ? 
- ජි - වොන් . - ඔබ ඇයව කොපමණ කාලයක් අවහිර කරයිද ? 
අපි කොපමණ කාලයක් පලා යාවිද ? 
මට ජීවිතයේ තවත් අවස්ථාවක් ලැබුණු විට , මම තවත් පලා නොයන බවට පොරොන්දු වුණෙමි . 
එහෙනම් මම ඒක කරන්නම් . 
මම ඇයව පොළඹවන්නම් සහ ... 
ඇය ඔබට පෙන්වයි කියා ඔබ සිතනවාද ? 
ඇය මාව විනාශ කිරීමට උත්සාහ කරයි . 
මම ඇය සමඟ කටයුතු කළ යුතුයි . 
ඔයා නිසා මට පිස්සු හැදෙයි . 
මම මේක පුරුදු කරන්න ඕනද ? 
- දැන් , එකක් ! - එක ! 
අපි ඔබට අවශ්‍ය දේ කළා . මේ පාර මට ඕන දේ කරන්න දෙන්න . 
- එක . - දෙක . 
ඊළඟට , එකක් ! 
දෙක ! 
ඒකට කමක් නැහැ . තව එක සැරයක් . නිවැරදිව කෑගසන්න . 
- එක ! 
- එක ! 
දෙක ! 
මෙය ඔබේ පව් සඳහා මිලයි සහ අපාය මම ඔබ වෙනුවෙන් සෑදුවෙමි . 
ඒක ගන්න . 
ජියොන්ග් සු - මින් මහත්මිය . මිනීමැරුමක් සම්බන්ධයෙන් ඔබ අත්අඩංගුවට ගෙන ඇත සහ ගිනි තැබීමට තැත් කළේය . 
ඔබට නීතිඥයෙකු වීමට අයිතියක් ඇත , ඔබව ආරක්ෂා කර ගැනීමට , බොරු අත්අඩංගුවට ගැනීමේ නඩුවක් ගොනු කිරීමට , සහ නිහඬව නැවත තැපැල් කිරීමට . 
ඔයා කරන්නේ කුමක් ද ? ඇයව රැගෙන යන්න . 
නැත . 
Kang Ji - won මෙය පිහිටෙව්වා ! 
ඒ මම නොවේ ! 
එය ඇය විය ! ඒ Kang Ji - won ! 
ඒ මම නොවේ ! 
අපි ඔබට කතා කරන්නම් . 
දැන් ඔක්කොම ඉවරයි . 
මින් ඉදිරියට යහපත් දේ පමණක් සිදුවනු ඇත . 
මම ඒක සහතික කරගන්නම් . 
මම ඔබව සදහටම ආරක්ෂා කරමි . 
ඒ නිසා තවත් ඒ ගැන හිතන්න එපා . 
ඔබ නිවැරදිව ඔබේ දේ ආපසු ගත්තා . 
ඒ වගේම මට මගේ නොවන අවස්ථාවක් ලැබුණා . 
ඒකයි මම ඔයාව මගේ තුරුලේ ඉන්නේ . 
ඒ නිසා ඔබ මට වඩා හොඳ විය යුතුයි . 
මම එය කරන්නේ කෙසේද ? 
මෙවැනි ? 
හෝ ... මෙවැනි ? 
නඩු පවරන්නෙකු වූ චෝයි අයදුම් කළේය ඔබගේ සංචාරක තහනම සඳහා . 
ඔබ අද රට හැර යා යුතුයි . 
ගුවන් යානය කීයටද ? 
දැන් සිට පැය තුන හතරක ගුවන් ගමන් . මම එකින් එක බුක් කළා . ඉක්මන් කරමු . 
කිසිම දෙයක් හරියට කරන්න බෑ . 
ඔයාව අයින් කරලා . 
ටිකට් ටික දෙන්න . 
ජි - වොන් . 
එය කුමක් ද ? මොකක් හරි අවුලක්ද ? 
ඒක ගිහින් . 
හිටපු උප ජනාධිපති ඕ යු - රා Cloud Air වලින් රිය අනතුරකට ලක් විය Incheon ගුවන් තොටුපළ අසල . 
ඇය රෝහලට මාරු කළා ඒත් මැරිලා ඉවරයි . 
ඇය විමර්ශනය කරමින් සිටියාය පැමිණිල්ල විසින් ටිපර් රථය මිනීමැරීමට තැත් කිරීමේ නඩුව සඳහා . ඇය චෝදනා ප්‍රතික්ෂේප කළාය සහ වරද පිළිගත්තේ නැත , නමුත් පැමිණිල්ල විසින් සාක්ෂි සුරක්ෂිත කර ඇත සහ ඕගේ සංචාරක තහනම සඳහා ඉල්ලුම් කළා . 
අනතුරින් පසු ඇගේ පවුලේ අය චෝදනා කළහ අසාධාරණ ක්‍රමවලට නඩු පැවරීම . පැමිණිල්ල ප්‍රකාශ කර ඇත ඔහ්ගේ මරණය ගැන ඔවුන්ගේ කනගාටුව නමුත් කිව්වා ඔවුන් අනතුරේ පතුලටම එනු ඇත . 
ඔබේ දික්කසාදයට සුබ පැතුම් . 
හුරේ ! 
ඔයාට ස්තූතියි . ඒ සියල්ල ඔබට ස්තුතිවන්ත විය . 
එළියේ රස්නෙයි . ඔබට ගමනක් අවශ්‍යද ? 
නැහැ , මම මගේ පළමු දවස ගත කරන්නේ තනිකඩයෙක් විදියට මගේ මිතුරන් සමඟ . 
මම යා යුතුයි . 
මම ඔයාට කෑමක් අරන් දෙන්නම් . 
මිල අධික කිසිවක් නැත . 
තරමක් මිල අධික ආහාර වේලක් . 
මට එය කළ හැකිද ? 
ස්තුතියි . 
- හායි . - මෙනෙවිය . 
ඉදිරියට එන්න . 
- මේක ලස්සනයි . - හරිද ? 
හොඳයි , මගේ වටිනා මිතුරා නිසා නව අවන්හලක් විවෘත කළා , මම වඩාත්ම මිල අධික කෑමක් මිලදී ගන්නෙමි ! 
ඔයාට විශ්වාස ද ? 
ඉන්පසුව , සියලුම විශේෂ පුද්ගලයින්ට කවුද මට හදන්න උදව් කළේ වඩාත්ම සාර්ථකයි සහ මට හැකි හොඳම ආහාර කට්ටලය , මම ඔබට වඩාත්ම මිල අධික කෑමක් දෙන්නම් නිවස මත ! 
Eun - ho ගෙවන්නේ නම් , අපි තෝරා ගන්නේ කුමක්ද ? 
නැත . 
මගේ දික්කසාදය සමරන්න , මම ගෙවනවා . ඉතින් අපි මිල අධිකම කෑමක් ගනිමු . 
හොඳ දවස් හොඳ කෑමට සුදුසුයි . 
මෙතන හරිම ලස්සනයි . 
එය හොඳම දේ . 
- මම ඔයාට හොඳ වයින් අරන් දෙන්නම් . - හරි , ස්තූතියි . 
තුර්කිය පිරී ඇති බව පෙනේ . ඒක වැඩියි නේද ? 
එය නෙමෙයි . 
නිකන් ඉන්න . 
මේ සඳහා මට මගේම ක්‍රමයක් තිබේ . 
මගේ තාත්තා මට ඒක ඉගැන්නුවා . 
මට පසුව දරුවන් සිටින විට , මම ඔවුන්ටත් උගන්වන්නම් . 
ඒක හරි . ලස්සන ළදරු නම් ගැන ඔබ සිතුවාද ? 
මම කියන්නේ නැහැ අපි වහාම දරුවන් බිහි කළ යුතුයි . 
හොඳයි ... මම නිකමට හිතුවා අපේ කාලය ගත කිරීම හොඳයි එකට හොඳ නම් ගැන හිතනවා . 
මම දන්නවා , නමුත් කුමක් සිදුවේදැයි අපි නොදනිමු . ඒ වගේම කලින් බබාලාගේ නම් ගැන හිතනවා ටිකක් ... එය ඉතා වැදගත් ... 
මොනවා වෙයිද දන්නේ නැද්ද ? 
දැන් අපි දිහා බලන්න . 
අපි මේක කරනවා . 
අපිත් මේක කරනවා . 
අපි මේක පවා කරනවා . 
ඔබ ඇත්තටම දන්නේ නැහැ ? 
මම ඔයාට කියන්නද ? 
මම ඔබට උගන්වන්නද ? 
තාත්තේ , මට දැන් ගොඩක් සතුටුයි . 
අලෙවිකරණ කණ්ඩායම 1 . අපි යමු අලුත් නිෂ්පාදන රස බලන්න . 
මම ශ්‍රේෂ්ඨ කෙනෙක් වුණා කියලා නෙවෙයි . 
මම තවමත් Kang Ji - Won පමණයි . 
මෙය බියර් සමඟ පානය කළ යුතුය . 
එය හොඳයි . 
මෙය ලුණු සහ කුළුබඩු සහිතයි . 
මම හිතනවා ඒක හොඳ වෙයි කියලා සමග makgeolli . 
හරිද ? - ඔව් . - හරිද ? 
මම හිතන්නේ අපිට කතාන්දර භාවිතා කරන්න පුළුවන් මෙම නිෂ්පාදනය සඳහා අලෙවිකරණ ස්ථානය ලෙස . 
ඒක දියුණු කරපු නංගිලාගේ කතාව රසවත් ය . 
මම ඒ ගැන බලන්නම් . 
මේක රසයි . 
අපි දැන් වැඩ කරන්නේ නැද්ද ? 
ඒත් යං මහත්මිය මට බියර් ගේන්න කිව්වා . 
කන්ග් මහත්මිය . 
මම ... 
ස්නැක් එක මට භාර දුන්නට ස්තුතියි . 
ඔබ මෑතකදී වෙහෙස මහන්සි වී වැඩ කරයි . 
නෑ ඉන්න . 
කෑම කට්ටල ව්‍යාපෘතිය ගැන ... මම මැදට මැදිහත් වෙලා ... මට සමාවෙන්න කියන්න ඕන වුණා . 
මම දැනගෙන හිටියා . 
නමුත් අපි එයින් වඩා හොඳ ප්‍රතිඵල ලබා ගත්තා , ඒ නිසා මම ඒකට ඉඩ දෙන්න තීරණය කළා . 
නමුත් ඔබ ඇදහිය නොහැකි ය . මම හිතුවේ නෑ ඔයා ඒක පිළිගන්නවා කියලා . 
මම ඔයාව වැරදියට හිතුවා . 
මිනිසුන් ගැන කතා කරන විට , ඔවුන් වයස සමඟ නිසැකවම වෙනස් වේ . 
මම ආදරය විශ්වාස කළ නමුත් එය අසාර්ථක විය . 
සිදු වූ සියල්ලෙන් පසු , මම මා ගැන ආවර්ජනය කළෙමි ... පුද්ගලයෙකු ලෙස මා කවුදැයි මම කල්පනා කළෙමි , සහ එය තේරුම් ගත්තා . 
කිම් මහතා . අපි ඔබේ ආසනයට යමුද ? 
- ෂැල් වී ? - නිසැකවම . 
අපි මුලින්ම දුම් පානය කරමුද ? 
නමුත් බොහෝ දේ වෙනස් වී ඇත . 
මෙන්න අපි යනවා . 
එය රස්ස්නෙයි . 
- කෑමට ස්තූතියි ! - ඉන්න . 
ඔබ ගොඩක් එකතු කළ යුතුයි jeongguji . 
හොඳින් ? 
ඌරු මස් කන්න දන්නේ නැහැ gukbap . 
මම එය උත්සාහ කරන්නම් . 
මම මේ රසය දන්නවා . 
මේක අපි ගිය අවන්හලෙන්ද ? 
කිසිවක් ඔබේ රස අංකුර ඉක්මවා යන්නේ නැත . 
ආපනශාලාව ගිය පසු , මම අවන්හල් සෙව්වෙමි ඒක එයාලට කැමති උනා කියලා . මට සමාන කිසිවක් සොයාගත නොහැකි විය . 
මම , " ඒ බුසාන් ! ඇයි මේ අවන්හල්වලට ඒක හදන්න බැරි ? " " ඇයි ඔවුන් සියල්ලන්ම වෙනස් ? " සහ ... 
ඔබ එය ගිල දැමිය යුතු නැත . දැන් ඔබට අවශ්‍ය විටෙක කන්න පුළුවන් . 
ඔවුන් සෝල්හි ශාඛාවක් විවෘත කළා . මෙතනින් විනාඩි පහයි . 
කොහෙත්ම නැහැ ... 
නැවත සංවර්ධනය කිරීම නතර කිරීමට මම සිතුවෙමි . නමුත් මෙම ක්රමය වඩාත් පහසු විය . 
කමක් නෑ නේද ? 
ඔබට එතරම් පැහැදීමක් නැද්ද ? 
නෑ මම ඔයාට කියන්න හිතාගෙන හිටියේ මට ඊළඟට කන්න ඕන දේ . 
කුමක් ද ? 
මම විහිළුවක් කළේ . 
ඔයාට බොහෝම ස්තූතියි . 
සෙමින් කන්න . 
මම හැමදාම කන්නම් . 
ඒක ගොඩක් හොඳයි . 
හරි , ජි - හ්යුක් . ඔබ මේ සති අන්තයේ කරන්නේ කුමක්ද ? 
මට ඔයා එක්ක කොහේ හරි යන්න ඕන . 
මම තරුණ කාලේ , මට නිතරම කනස්සල්ලක් සහ තනිකමක් දැනුනි . 
එහෙත් ... මම තවදුරටත් කනස්සල්ලට හෝ තනිකමට පත් නොවෙමි . 
මොකද මගේ ළඟ ඔයා ඉන්නවා . 
එය පුදුමයක් නොවේ . 
ඔයාගේ තාත්තා තෝරපු හොඳම දීමනාව මම ඔබට ලබා දීමට . 
මෙය ... අපි පටන් ගත්ත තැන තමයි . 
මට අපේ අලුත් ආරම්භයත් මෙතනින් පටන් ගන්න ඕන . 
ජි - හ්යුක් . ඔබ මාව බඳිනව ද ? 
මට ඔයාව විශ්වාස කරන්න බෑ . 
නැහැ , මම අදහස් කළේ ... 
මට දැන් දැනෙන්නේ එහෙමයි . 
ඔබ දැන් මට පිළිතුරක් දිය යුතු නැත . 
ඔයා කොහොමද එහෙම දාලා යන්නෙ ? 
මම හිතුවේ හැමදේම ආපහු ඇති කියලා , නමුත් ඔහු තවමත් ඔහුමය . 
ඔබට අවශ්ය ඕනෑම දෙයක් කළ හැකිය නමුත් යෝජනාවක් නොවේ . 
මම මෙච්චර කල් ඒක උස්සගෙන හිටියා . 
මට මේ කාලය පුරාම යෝජනා කිරීමට අවශ්‍ය විය . 
ඔබ ... මාව බඳින්න ? 
ඇත්ත වශයෙන් , වෙනස් නොවුණු දේවල් තියෙනවා . 
වඩා හොඳ හෙටක් , බලාපොරොත්තුව නිවැරදි කිරීම මම දන්නේ නැහැ ඇයි කියලා . 
ජි - වොන්ට අවශ්‍ය ඇයි මට තියෙන හැමදේම ගන්න කියලා . ඇයි ඒකිට ඕන මම කාලකන්නි වෙනවට . 
ඒ ඔයා හොඳ වැඩි නිසා . 
ඇය වැනි අය යන්නේ හොඳ මිනිසුන් පසුපස පමණි . 
ඔබ ඒවා තලා දැමිය යුතුයි පොහොට්ටුවේ . 
පුද්ගලයෙකුට එය කළ හැක්කේ කෙසේද ? 
මට ඒ හැම දෙයක්ම දරාගන්න පුළුවන් වුණා . කෙසේ වුවද ... 
ඔයාට මතක ද මම ඔබට පැවසූ විට ජි - වොන් මායාවක් වීම ගැන ? 
මම ගෑස් ලයිට් කරනවා කියලා ඇය දිගින් දිගටම කිව්වා . මම ඇයට හිරිහැර කරන බව සහ ඇගේ ජීවිතය විනාශ කිරීම . 
ඇය ගොදුරක් ලෙස හැසිරුණා , ඒ නිසා තමයි මම මෙතනට ආවේ . 
පින්වත්නි , ඇයට පිස්සු පමණක් නොව , ඇය ද ඉතා ශෝචනීය ය . 
මම දන්නවා හරි ද ? 
නමුත් මට කුමක් කළ හැකිද ? 
මම ඇගේ එකම මිතුරා . 
මම එලියට ගියාම කතා කරන්නම් . 
රැඳවියා 2574 , අමුත්තා . 
ඔබ පුදුම වන්නේ ඇයි ? 
ඔබ ... ඔයා මැරුනේ නැද්ද ? 
මම කලා . ඒකයි මම මෙතන ඉන්නේ . 
බිලියනයක් දිනුවා . 
දැන් මම මැරුණා , වාසිය වොන් බිලියනයක් ගෙවනු ලැබේ . 
ඔබට පුලුවන්ද ... මේක Ji - won ට දෙනවද ? 
කුමක් ද ? 
නැත . 
ඇයි ආයෙත් ජි - වෝන් ? 
- මම ඇයව මරනවා ! - විධායක අධ්‍යක්ෂ යූ ජි - හ්යුක් , UK සමූහයේ සභාපති යූගේ මුනුපුරා , 
වින්ටන් හෝටලයේදී විවාහ වෙනවා . - මට තිබුණේ ජි - වෝන් විතරයි ! 
ඇයටත් එයම දැනුණා ! 
මට තිබුණේ ජි - වෝන් විතරයි ! 
නිහඬයි ! 
නෝනා , කරුණාකර මට යන්න දෙන්න ! කරුණාකර ! 
මට මෙතනින් යන්න දෙන්න ! කරුණාකර ! 
ජි - වොන්ට සතුටු වෙන්න බෑ . 
මා නොමැතිව ඇයට සතුටු විය නොහැක ! 
ඇයට බැහැ ! 
මෙන්න මනාලිය හා මනාලයා පැමිණේ . 
හැම දෙයක්ම ටිකක් හොඳ වුණා . 
මම විශ්වාස කරනවා . 
ඔයා මෙහේ සිටියා නම් හොඳයි කියා මම හිතනවා . 
ඔබ ඉතා සතුටු වනු ඇත මම මේ සතුටින් ඉන්නවා දකින්න . 
හේයි . ඔයාලා හැමෝමත් ආවා . 
නැහැ , අපි ආවේ නැහැ . 
මම ඇයගේ සුබපැතුම් තෑග්ග සඳහා විශාල මුදලක් ගෙවා ඇත . මමත් ගොඩක් අත්පුඩි ගැහුවා . ඒත් මම කිසිම දෙයක් කෑවේ නැහැ . 
මම ඒ ගැන සිතන තරමට , මට දැනෙන දුක . 
ඒ වගේම මම ඇත්තටම බලාපොරොත්තු වෙනවා ඇය සතුටින් ඉන්නවා කියලා . 
ඒත් මට කරන්න පුළුවන් එකම දේ ඒකයි . 
ඔබ ඇත්තටම ඒ ගැන පසුතැවෙනවා . 
එකයි දෙකයි තුනයි . 
තාත්තේ , ඔයා බලනවද ? 
අපි යමු ! 
හෙලෝ , මම Kang Ji - won , අධ්‍යක්ෂක UK's Second Chance Foundation හි . 
අපේ පදනමේ සැලසුම ක්රමයෙන් දායක වීමට බිලියන 20ක් දිනා ගත්තා ලබන වසර වන විට ප්‍රධාන අනුබද්ධ සමාගම් . 
එතැන් සිට , UK ක්‍රමානුකූලව ආරම්භ කිරීමට සැලසුම් කරයි සහ සමාජයට අඛණ්ඩ පරිත්‍යාග සමාගමක් ලෙස තේරුම් ගනී බෙදාගැනීමේ අර්ථය . 
මොහොතකින් පවා සියල්ල අවසන් බව පෙනෙන විට , තවත් මාර්ගයක් ඇතැයි මම විශ්වාස කරමි . 
එම මාර්ගය මීට වඩා හොඳ විය හැකිය . 
දෙවන අවස්ථාවක් තිබිය යුතුය . 
නැත , එය දිය යුතුය . 
දුක් විඳින අයට ඔවුන් ගත් එක් වැරදි තේරීමක් නිසා අපගේ පදනම උපකාර වනු ඇතැයි මම බලාපොරොත්තු වෙමි . 
ඔයාට ස්තූතියි . 
මම මේ පාර හොඳට කරනවා නේද ? 
එහෙත් ... 
ඇත්තටම බබාලා මෙහෙම නිදාගන්නේ නැද්ද ? 
ජි - වොන් . බබා මෙහෙම අඬනවා දැක්කම . මම හිතන්නේ ඔහු අසනීපයි . අපි ඔහුව රෝහලට ගෙන යමු . 
කෝ මම බලන්න . 
එයා හොඳින් . 
ඔහු මලපහ කළේය . 
- අංක දෙක . - ඔහු ගොඩක් මලපහ කළා . 
ඉක්මන් කරන්න . 
ඇයි ඔබ නිදා නොගන්නේ ? 
ඔබ මලපහ කළාද ? 
තාත්තා ඔයාගේ ඩයපර් එක මාරු කරයි . 
මම මීට පෙර කවදාවත් මෙය කර නැත , එබැවින් එය පහසු නැත . 
නමුත් මම හිතන්නේ මම හොඳ රැකියාවක් කරනවා කියලා . 
මම අනිවාර්යයෙන්ම ඉදිරියට යනවා දැන් ටිකෙන් ටික . 
මම තැනින් තැන ඇවිදින්නේ නැහැ . මම ඉස්සරහට යනවා . 
මට ඉඩමක් වෙන්න ඕන . 
මට ඉඩමක් වෙන්න ඕන . 
- ඔවුන් කියන්නේ මොනවාද ? 
- කුමක් ද ? ඉඞම් ? බැටළු ? 
නමුත් එය හුරුපුරුදු වන්නේ ඇයි ? 
කෝ අපේ අම්මයි තාත්තයි . 
මම දන්නේ නැහැ . ඔවුන් පැවසුවේ එය ඔවුන්ගේ සංවත්සරයයි . 
සුපිරි වැදගත් එකක් සහ එක් වරක් පමණක් සංවත්සරය . 
සීයා . 
ඉතින් ඔබට ඔබේ නැන්දා සමඟ සෙල්ලම් කළ හැකිය ! 
මෙහේ එන්න ! 
මෙම මාර්ගයේ ! 
සීයා , අපිව බේරගන්න ! 
අපට උදව් කරන්න ! 
අනික අද තමයි හැම ඍතුවක්ම තියෙන දවස මම ඉවර වෙන්න කලින් වියදම් කරලා තියෙනවා . 
මට වියදම් කරන්න පුළුවන් කියලා මට විශ්වාස කරන්න බැහැ එකම කන්නය මේ වගේ වෙනස් . 
මේ වසන්තයේ මැද භාගයයි . 
එය ලස්සනයි . 
මම කවදත් මේ කලාකරුවාට කැමතියි . ඒත් මම හිතන්නේ චිත්‍ර ශෛලිය ටිකක් වෙනස් වෙලා . 
පින්තාරුකරු බොහෝ වෙහෙස මහන්සි වී වැඩ කළේය කාර්යය පිළිගන්නා තුරු . 
අපගේ පදනමට ස්තූතියි , පින්තාරුකරුට පහසුවෙන් වැඩ කළ හැකිය . 
එය දැන් සාමාන්‍ය තත්ත්වයට පත්ව ඇත . 
විය යුතුව තිබුණේ මෙහෙමයි . 
මේ තරම් ලස්සන වෙන්න තිබුණා . 
මම දැන් හරියට ජීවත් වෙනවා තාත්තේ . 
ඔයාට ස්තූතියි . 
2023 අප්‍රේල් 12 සෑදීම සඳහා සම්පූර්ණයෙන්ම වෙනස් දවසක් . 
ඔයාට ස්තූතියි ... මට හෙට දවස දෙස බලා සිටීමට සැලැස්වීම සඳහා . 
මට ඉතා සතුටුයි . 
