不管 哪時 來 這裡 ， 感覺 都 很糟 
我 是 刑事 三科 的 崔泰秀 檢察官 
啣 著金 湯匙 出生 ， 長 得 漂亮 好像 也 很 有 風度 
通常 大家 都 對 你 很 友好 沒有 遇過 什麼 困難 
可是 現在 情況 不 太 一樣 
雖然 大家 都 認為 調查 只是 個 形式 但是 ... 
就是 這樣 ， 形式 上 的 調查 
喂 ， 吳宥 拉 小姐 ！ 
喂 ， 檢察官 ！ 
現在 不是 一個 小 檢察官 能囂 張 的 時候 吧 
我 看 起來 有 那麼 傻 會怕 一個 匆忙 跑 進來 的 人 嗎 ？ 
你 又 沒 有 任何 把握 
你 想 那個 會 比 較 快 我怕 到 說 出 你 想 聽 的 話 ？ 還是 我 自由 地 走出 這裡 ？ 
要 打 賭 嗎 ？ 
- 小心 慢走 ！ - 小心 慢走 ！ 
這個 世界 是 瘋 了 吧 
一堆 阿貓 阿狗 都 那麼 超過 
這樣 也好 ， 讓 他們 知道 那種 檔案 根本 就 沒用 
爺爺 怎麼 會來 這種 地方 呢 ？ 
似乎 是 有 什麼 誤會 
我 不太有 看 人 的 眼光 
吳宥 拉 你 這次 太過 火 了 
遞辭 呈 吧 
暫時別 想要 行使 航空 和 旅遊 公司 的 股東 權利 
不久 後 UK 基金 會 將會 派志 工團 到 非洲 去 你 跟 著 去 
去 那裡 當志工 ， 奉獻 服務 
等到 你 重新做人 再 回來 
我 疼 愛你而給 你 位子 ， 卻毀 了 你 
不過 你 還能 有 機會 就是 很大 的 特權 了 
你 記住 了 
我 不要 
我為 什麼 要 辭職 ？ 我為 什麼 要 去 當志工 ？ 
非洲 ？ 
喔 ， 看來 您 是 喜歡 那個 女生 ， 對 吧 ？ 
因為 志赫 是 您 的 孫子 到 頭來 ， 您 還是 想照 著 他 的 意思 
那 就 請 便 
但是 別 惹 我 
我 做 錯 了 什麼 ？ 
您 一副 很 公正 的 樣子 根本 就 沒 有 
我 跟 他 說過 這麼 做 毫無意義 但是 他 不 明白 你 是 怎樣 的 人 
你 在 胡說 什麼 ？ 
今天 好 累 ， 明天 再 說 
你 不應 該動 姜智媛 的 
什麼 ？ 
我 做 了 什麼 ？ 不 對 ， 就算 我 做 了 什麼 你 有 證據 嗎 ？ 
有 
我 有 證據 
怎麼 了 ？ 
怎麼 一副 見 到 鬼 的 樣子 ？ 
我要 做 什麼 呢 ？ 
告訴 我 我 不 知道 的 事 就行了 
- 你 瘋 啦 ？ 
- 快點 ！ 
接受 懲罰 吧 
你 的 問題 在 於 你 以 為 你 做 什麼 都 可以 
不要 運用 你 的 資源 去 逃避 
好好 接受 懲罰 
鄭萬植 先生 和 裴熙 淑 小姐 你們 涉嫌 殺害 姜智媛 未遂 被捕 
好 ， 我會 全盤 托出 ， 全都 說 出來 
鄭萬植 先生 現身 了 我 想 再 聽 聽 你 的 說法 ， 吳宥 拉 小姐 
媽媽 
- 珠蘭 - 公主 大人 
天 啊 
鄭秀敏 居然 做 了 那種 事 ？ 
朴 代理 的 靈堂 就 在 樓 下 我 卻 全然不知 
感覺 好 奇怪 
要是 我 知道 ， 我 就 會 ... 
就算 你 知道 也 不能 去 
大手術 在 即 的 人 不 該 去 參加 喪禮 
你 又 在 嘮叨 了 
手術 很 順利 啊 
那 是 因為 手術 很 順利 
在手 術前 ， 你 害怕 得 哭哭啼啼 要 我 都 講出 來 嗎 ？ 
總之記憶 卡 的 檔案 都 復 原 了 事情 變得 容易 許多 
法院 也 會將 最近 的 威脅 考慮 進去 依法 嚴辦 
肯定 會 有 好 結果 
順利 的 話 ， 親權 和 撫養權 都 可以 拿到 
嗯 ， 我們 也 剝奪 他 的 探視權 吧 
那麼 對妍 芝來 說 就 完全 沒有 父親 的 存在 了 
如果 你 不 想要 的 話 ， 可以 不用 這麼 做 
由 你 來 做 選擇 
我 這麼 說 是 很 高興 的 意思 
我 在 動 手術 的 時候 我 感覺 我 死過 一次 了 
我 又 不是 在 玩 
難道 我會 在 玩 嗎 ？ 
我 不 知道 該 堅持 到 什麼 時候 非常 痛苦 
甚至 還被 背叛 
可是 ... 我 得到 了 新 的 機會 
李在 元 那個 混蛋 說 不定 他 以後會 勒索 妍 芝 
他 是 對 她 完全 沒有 幫助 的 人 
我 不能 留下 那種 痛苦 給我 女兒 
生下 她 就是 父親 嗎 ？ 
我 ... 不會 軟弱 
我 也 會 再加 把 勁 
唉 唷 ， 嚇死 我 了 
對 不起 ， 我 只是 見 到 你 太高興 了 
今天 智媛 說 要 討論 工 廠 製 造 的 最 終 食 譜 配方 
所以 她 要 我 過來 
智媛 去 哪裡 了 ？ 
姜 代理 和 開發 組開會 開得 比 預期 還久 
雖然 你 可能 會 有些 失望 不過 由 我 來 向 你 說明 ， 請 跟 我 來 
這個 波菜 海螺 義 大利 麵 和 紫蘇 奶油 義 大利 麵 
還有 南瓜 湯的 食譜 ， 請 你 再 確認 一次 
然 後 ... 
話 說 我 有 做 錯什麼 事 嗎 ？ 
什麼 ？ 
上次 我來 的 時候 ， 你 不 在 然 後 今天 你 有點 冷冰冰 的 感覺 
我 很 高興見 到 你 耶 
我 不太會察言 觀色 你 沒 有 告訴 我 ， 我 就 不 知道 
所以 如果 我 有 做 錯什麼 ， 很 抱歉 
就算 沒有 也 很 抱歉 
你 有 注意 到 我 之前 不 在 ？ 
當然 有 啊 
我 一直 在 找 你 
為 什麼 要 找 我 ？ 
什麼 ？ 
嗯 ... 喔 ， 上次 和 上 上次 我 有 帶 我 做 的 巴斯克 蛋糕 來 
送來 這麼 優秀 蛋糕 的 人 是 哪位 呢 ？ 
這 就是 所謂 的 愛 
我 新 買 了 一個 烤箱 ， 瘋狂 好 用 
不管 做什麼 都 好吃 三倍 以上 
所以 就 讓 我 不停 地 做 料理 我 想 是 這樣 吧 
話 說 你 的 耳朵 ... 超級 大 又 好看 
你 為 什麼 要 這樣 ？ 
不 可以 這樣 隨便 摸 人 耳朵 
為 什麼 不能 摸 耳朵 ？ 
嗯 ？ 我 不 知道 
可是 不 可以 這樣 摸 
那 可以 摸手 嗎 ？ 
當然 ， 可以 摸手 但是 耳朵 就 有點 敏感 ... 
我 好像 喜歡 你 
什麼 ？ 
人生在世 魚與 熊掌 不可 兼得 
我 的 意思 是 說 一旦 他 繼承 了 UK 集團 你們 倆 的 個 人 幸福 
怎麼 了 ？ 
沒有 啦 您 講話 的 語氣 和 志赫 感覺 十分相似 
我哥 講話 確實 有 像 爺爺 
喔 ， 你 看 ！ 
你 看 ， 他們 的 口味 也 是 一樣 同時 挾起 桔梗 
爺爺 ， 我 對 你好 失望 
我會 努力 
我 知道 我 得到 了 非常 寶貴 的 機會 往 後 我會 減少 貪念 ， 更加 慷慨 
你 想 這 容易 嗎 ？ 
如果 不行 的 話 ... 我會 更加 努力 ！ 
爺爺 ， 我 可以 繼續 吃 飯 嗎 ？ 
好 ， 你 吃 ， 我 講話講 太久 了 
抱歉 ， 我話 太多 
謝謝 
祝白恩浩主廚 成功 
還有 祝離婚 成功 
還有 祝戀 愛 成功 ， 來 吧 
乾杯 
啤酒 就是 要 這樣 喝 
你們 也 許會 很 驚訝 我哥 應該 是 第一次 吃 這種 食物 
你 在 說 什麼 ？ 
他 可是 吃 豬肉 湯飯 會 加入 大量 懶人菜 的 人 
什麼 是 懶人菜 ？ 
跟 一個 連懶 人菜 是 什麼 都 不 知道 的 人 不用 多 說 了 
說 的 也 是 
我 真的 覺得 我 好像 是 死 而 復 生 
你們 倆 就 很 讓 我 驚訝 了 你們 倆 怎麼 會 是 兄妹 啊 ？ 
他們 真的 一點 也 不 像 吧 ？ 
什麼 ？ 
你 之前 不是 說 像 嗎 ？ 
- 我 有 嗎 ？ - 有 啊 
- 哪時 ？ 
- 你 不 記得 ？ 
李室 長 在 這裡 也 是 好 奇怪 
我 澄清 一下 我 不是 因為 楊科長 才 來 這裡 
- 我 是 UK 家 的 ... - 對 ， 我 就是 這個 意思 
你 是 專屬 於 我們 業主家 的 大人物 
而部長 是 業主家 的 人 因此 你 在 這裡 ， 令 我 感到 驚訝 
我 是不是 不該 這麼 自 在 ？ 
我 也 是 業主家 的 一員 
就算 是 我 爺爺 要 李室 長 來 這種 場合 只要 他 不願意 ， 他 也 絕不會 來 ... 
管好 業主 一家 的 嘴 也 是 我 的 業務 
他 本來 就是 這樣 的 人 嗎 ？ 
真的 好 好吃 
我們 全都 點了 
- 再見 - 小心 慢走 
下雨 了 
突然 下雨 了 ， 怎麼 辦才 好 ？ 
我們 只有 兩 把 雨傘 
我 開車 來 ， 沒關 係 
我 是 順路 啦 
順路 是 怎樣 ？ 
如果 你 順路 的 話 ， 就 載 我 一程 嘛 
我 只要 跑 過去 前面 搭公車 就行了 
如果 你 願意 的 話 ， 要 不要 我載 你 ？ 
可是 反 方向 耶 
那 就 這樣 嗎 ？ 
那 這樣 就 沒 問題 了 
電梯 來 了 
謝謝 你 們 來 
小心 慢走 
恩人 ， 今天 好好 休息 喔 
哥 的 話 就 隨便 ， 看 你 要 不要 休息 
不過 為何 劉熙妍 和 恩浩要 一起 走 ？ 
剛才 劉熙妍 在 乾杯 時 說 什麼 戀愛 成功 也 很 奇怪 
唉 唷 ， 你 真是 不識 相 
我 回去 囉 
恩浩喜歡 劉熙妍 嗎 ？ 為 什麼 ？ 
無法 理解 
小心 一點 
你 在 做 什麼 ？ 
嗯 ？ 你 醒 啦 ？ 
你 繼續 昏迷 會 比 較 好 耶 
聽 說 火勢 會 蔓延 是 由 於 窗簾的關 係 
堅固 的 建築 是 防火 的 ... 
要 做 什麼 都 得 要 做 許多 研究 
智媛 
對 不起 
對 不起 
事到如今 ， 還能 怎麼樣 ？ 
事到如今 又 不能 怎麼樣 
你 為何 都 只 想 著 自己 ？ 
你 為 何老 是 都 只 想 著 自己 ？ 
你 真是 完全 不出 我 所料 
什麼 ？ 
我 還擔 心若 是 再 你 明智 一點 要 怎麼 辦 但是 ... 我 高估 你 了 
你 就 只有 這個 程度 而已 
你 跌落 谷底 的 模樣 ... 是 我 見過 最 適合 你 的 樣子 
別逞強 了 
真正 壞 的 人 是 你 
你明 知道 朴敏煥 是 個 垃圾 還 丟給 我 
你 看看 
你 把 我 丟到 垃圾堆 自己 把 好 處 都 拿走 
所以 你 才 殺 了 朴敏煥 ？ 
怎樣 ？ 不行 嗎 ？ 
是 他 先要 殺 我 的 
不過 沒關 係 ， 反正 沒有 證據 
我會 自首 ， 主張 是 過失 殺 人 因為 害怕 才 逃走 
如果 我裝作 非常 後 悔 的 樣子 一如 往常 ， 大家 都 會 認為 我 很 可憐 
你 很會 裝作 是 受害者 
是 我 ... 
贏了 
不 ， 是 我贏 了 
我 真的 是 為 了 你 ， 學了 各種 東西 
你 知道 我會來 ？ 
我 一輩子 都 被 你 拖 著 走 被 你 搶 走 一切 
我 對 我 自己 感到 很 抱歉 
因此 這次 我 決定面 對 你 ， 而 不 逃走 
你 也 不要 再 躲 在 我 背 後 或 躲 在 別人 背 後 
承擔 你 自己 ... 犯 的 過錯 
承擔 ？ 
過失 殺 人 很快 就 可以 出獄 了 
你 等 著 
你 已經 不再 是 過失 殺 人 了 
你 ... 剛才親 口供 出 了 證據 
我 第一次 遇見 智媛姐 是 在 公司 的 廁所 
我 打開 廁所門 她 就 用 針織衫 幫 我 圍住 
我 就 心想 " 我 找到 我 姐姐 了 " - 別說 了 - 我 跟 她 說過 
可是 我哥 卻 說 他 喜歡 智媛姐 
鄭秀敏 買 了 稀釋 液 ？ 
對 ， 警方 會 對 那 附近 加強 盤查 
我 也 拜 託 他們 多 巡邏家 附近 
我們 自己 也 會 多派 些 警衛 
不要 這麼 做會 比 較 好 
她 要 來 找 我 ， 就 讓 她 來 吧 
我 反 對 
我 說過 我會 為 你 做 所有 你 想 做 的 事 但 這不 包括 明知 你 有 危險 ， 卻 坐視 不管 
我 不是 要 你 坐視 不管 
她 買 稀釋 液 ， 表示 她 要 縱火 
不 讓 她 來 有 什麼 用 ？ 
- 智媛 - 要防 她 到 什麼 時候 ？ 
要 逃到 什麼 時候 ？ 
當我 得到 重生 的 機會時 我 答應 自己 不要 再 逃跑 
那 由 我 來 做好 了 
我來 引誘 鄭秀敏 ... 
鄭秀敏會 出現 在 你 面前 嗎 ？ 
她 是 想要 毀了 我 
得 由 我 來 對付 她 
我 真是 快 被 你 搞 瘋 了 
你 要 我練習 這個 ？ 
- 來 ， 一 - 一 
我們 已 經照 你 想 做 的 去 做 了 這次 讓 我照 我 想 做 的 去 做 吧 
- 一 - 二 
下一個 ， 一 ！ 
二 ！ 
沒關 係 ， 再 一次 ， 大聲 喊 出來 
- 一 ！ 
- 一 ！ 
二 ！ 
這是 你 造孽 的 代價 也 是 我 打造 的 地獄 
接受 吧 
鄭秀敏 小姐 你 涉嫌 殺害 朴敏煥 和 縱火 未遂 被捕 
你 有 權聘 請律師 ， 有 機會 辯駁 可以 聲請 提審 ， 也 可以 行使 緘默權 
你們 還在 做 什麼 ？ 帶 走 
不 
這 全都 是 姜智媛 陷害 我 
不是 我 ！ 
是 姜智媛 ， 是 姜智媛 陷害 我 ！ 
不是 我 ！ 
我們 會 再 跟 你 們 聯絡 
一切 都 結束 了 
從現 在 起 ， 只會 有 好事 發生 
我 一定 會 讓 事情 這樣 發展 
我會 守護 你 一輩子 
所以 往後什麼 都 別 再 想 了 
你 只是 找回 了 原本 就 該屬 於 你 的 東西 
而 我 卻 得到 了 一個 原本 不屬 於 我 的 機會 
因此 我 才 會 抱 著 你 
所以 你 要 對 我 好 一點 
要 怎麼 對 你好 ？ 
像 這樣 ？ 
不然 的 話 ... 像 這樣 ？ 
崔泰秀 檢察 官聲 請 限制 出境 了 
今天 之內 一定 要 出國 
幾點 的 飛機 ？ 
三小時 、 三個 小時 半 及 四小時 後 的 班機 都 訂 了 ， 快 走 吧 
你 沒 一件 事 做得好 
你 被 開 除了 
把 機票給 我 
智媛 
怎麼 了 ？ 發生 了 什麼 事 嗎 ？ 
消失 了 
前雲彩 航空 副 社長 吳宥 拉 在 仁川 機場 附近 的 道路 發生 車禍 
送醫 後 仍 宣告 不 治 死亡 
她 被 懷疑 涉嫌 幕 後 主使 不久前 的 砂石 車殺 人 未遂案 正在 接受 檢方 調查 她 極力 否認 嫌疑 ， 主張 無罪 然而 檢方 掌握 相關 證據 對 其 提出 限制 出境 
事故 之 後 ， 家屬 要求 檢方 對 於 不合理 的 調查 方式 提出 解釋 檢方 對 主使者 吳宥 拉 的 死亡 表示 遺憾 但 仍 表示 要 追查 案件 真相 到底 
恭喜 你 離婚 成功 
萬歲 
謝謝 你 ， 這都 要 歸功 於 你 
外面 似乎 很熱 ， 要 我 載 你 嗎 ？ 
不了 ， 徹底 單身 的 第一天 我要 和 朋友 一起 度過 
我 先 走 了 
我 請 你 吃 飯 
太貴 的 不行 
選個 價格 適中 的 
可以 吧 ？ 
謝謝 
- 哈 囉 - 楊科長 
快過 來 
- 好 棒 喔 - 對 吧 ？ 
好 ， 今天 是 我 親愛的 朋友 恩浩 的 餐廳 開幕 日 我 請 大家 吃 最貴 的 餐點 
可以 嗎 ？ 
那麼 由 於 快 煮 料理 包大賣 讓 我 得以 聲名 大噪 我 請 你 們 吃 最貴 的 餐點 
既然 恩浩要 請客 那 我們 就 來 挑選 一下 菜色 吧 
不 
離婚 變回 單身 的 我 要 請客 我們 來 吃 最貴 的 餐點 吧 
好日子 要 吃 好 東西 
這裡 太 美好 了 
真是 太棒了 
- 我 拿 好喝 的 葡萄酒 給你們 - 好 ， 謝謝 
火雞 好像 很難 綁 是不是 放太多 內 餡 了 ？ 
不會 
你 不要 管 
我 有 自己 的 一套 方法 
這是 我 爸教 我 的 
等 我 以後有 了 小孩 ， 我 也 要 教 他們 
對 了 你 有 想 好 什麼 好 聽 的 小孩 名字 嗎 ？ 
我 不是 說 我們 馬 上 就要 有 小孩 
我 只是 想 說 我們 可以 一起 慢慢 想 好 聽 的 好 名字 這樣 好像 不錯 
我 知道 不過 不曉 得以 後 會 怎樣 而且 先想 好 小孩 的 名字 好像 ... 意義太 重大 了 ... 
怎麼 會 說 不 知道 以後會 怎樣 ？ 
你 看 我們 現在 這個 樣子 
我們 可以 這樣 
也 可以 這樣 
甚至 還 可以 這樣 
你 真的 不 知道 嗎 ？ 
要 我 告訴 你 嗎 ？ 
要 我 教 你 嗎 ？ 
爸 ， 我現 在 很 幸福 
行銷 一組 ， 來試 吃 新產品 
我並 沒有 成為 什麼 偉大 的 人 
我 依然 只是 姜智媛 
這個 要配 啤酒 吃 
好吃 
這個 又 鹹 又 辣 
不覺 得 配馬 格利 酒 也 很 不錯 嗎 ？ 
- 對 - 對 吧 ？ 
我想 我們 可以 用 說 故事 的 方式 做 為 這個 產品 的 賣點 
開發 這個 產品 的 這對 姐妹 的 故事 十分 有意思 
我來 確認 看看 
很 好吃 耶 
現在 不是 上班 時間 嗎 ？ 
可是 楊科長 要 我 拿 啤酒 過來 
姜 代理 
那個 ... 
感謝 你 把 零食 的 案子 交給 我 
你 最近 很 認真 啊 
那個 ， 等等 
其實 之前 的 快 煮 料理 包專案 我 從 中 作梗 ， 我還 ... 很 抱歉 
我 知道 
不過 由 於 得到 了 更好 的 結果 所以 我 決定 不計 較 
話 說 你 很 了不起 ， 我 以 為 你 不會 承認 
我 對 你 另眼相看 
話 說 人 啊 年紀 大 了 確實會 改變 
我 曾 相信 愛情 ， 愛情 卻 辜負 我 
經歷過 各種 事情 之 後 我 開始 了解 到 ... 我 這個 人 ， 我 自己 ... 是 個 怎樣 的 人 
前輩 ， 我們 到 你 的 位子 去 好 嗎 ？ 
- 這樣 嗎 ？ - 對 
要 不要 先抽 根 菸 ？ 
不過 有 許多 部分 改變 了 
來 囉 
很 燙 喔 
- 我要 開動 了 - 等等 
要加 很多 懶人菜 吃 才 對 
對 吧 ？ 
你 不 懂得 怎麼 吃 豬肉 湯飯 喔 
我 吃 看看 
我 認得 這個 味道 
這 是不是 我們 之前 去過 的 那家店 ？ 
你 的 味覺 真靈敏 ， 沒錯 ， 就是 那理 
這家店 消失 之 後 我 到 處 去 找 跟 這家 味道 類 似的 店 可是 連 味道 稍微 相似 的 店 都 沒 有 
我 想 說 明明 都 是 釜山 為 什麼 豬肉 湯飯 店 的 口味 ... 為 什麼 會 不 一樣 呢 ？ 然 後 ... 
你 可以 不用 吃 得 這麼 大口 往 後 只要 你 想 吃 ， 隨時 都 可以 吃 
他們 在 首爾開 了 分店 距離 我們 家 只要 五分 鐘 
該 不會 ... 
我本來 想要 阻止 都市 重劃 不過 這個 方法 好像 比較 容易 
我 這麼 做 可以 吧 ？ 
你 在 想 我 怎麼 那麼 好 ， 對 吧 ？ 
不是 ， 我 在 想 我 下次 要 說 我 想 吃 什麼 
你 說 什麼 ？ 
我開 玩笑 的 
真的 很 謝謝 你 
慢慢 吃 ， 多吃點 
我 每天 都 要 吃 
太 好吃 了 
對 了 ， 志赫 你 這個 週末 要 做 什麼 ？ 
我 有 個 地方 想 跟 你 一起 去 
在 我 小 的 時候 我 總覺 得 不踏實 ， 感到 孤單 
可是 ... 現在 我 不再 覺得 不安 和 孤單 
因為 有 你 在 我 身旁 
這還用 說 嗎 ？ 
我 是 你 父親 精心 挑選 的 最棒 零用 錢 
我們 ... 是 從 這裡 開始 的 
我 也 想 在 這裡展 開下 一個 開始 
志赫 你 願意 跟 我 結婚 嗎 ？ 
真是太 過份 了 
不是 ， 只是 ... 
我 只 不 過現 在 的 心境 就是 如此 
你 可以 不用 現在 回答 我 
怎麼 可以 就 這樣 走掉 ？ 
我 以 為 一切 都 回來 了 果然 劉志赫 還是 劉志赫 
你 可以 做 任何 你 想 做 的 事 但是 求婚 不 可以 
我 帶 著 這個 好久 了 
因為 我 隨時 都 想 向 你 求婚 
你 願意 ... 跟 我 結婚 嗎 ？ 
當然 也 有 沒 改變 的 部分 
（ 更好 的 明天 ， 希望 的 矯正 ） 我 不曉得 為 什麼 
我們 家智媛 ... 想 搶 走 我 擁有 的 一切 ， 希望 我 不幸 
那 是 因為 你 太 善良 了 
那種 人 就是 自私自利 
必須 要 ... 斬草 除根 
做人 怎麼 可以 這樣 ？ 
這些 我 都 可以 忍 只不過 ... 
我 有 跟 你 說過 智媛 有 妄想症 吧 ？ 
她 老 是 說 我 情緒 勒索 她 說 我 欺負 她 ， 毀了 她 的 人生 
在 那邊 扮演 受害者 所以 我 才 會 進到 這裡 來 
天 啊 ， 她 不僅 瘋 了 還瘋得 很 孬 
就是 說 啊 
不過 我 還能 怎麼 辦 ？ 
她 就 只有 我 一個 朋友 而已 
等 我 出去 再 好好 跟 她 談 
2574 ， 會客 
你 幹 嘛 嚇成 那樣 ？ 
你 ... 你 不是 死 了 嗎 ？ 
沒錯 ， 所以 我 才 會 來 
十億 韓元 
因為 我 死 了 ， 所以 保險 金有 十億 韓元 
你 可以 ... 幫 我 轉交給 智媛 嗎 ？ 
什麼 ？ 
不行 
為 什麼 又 是 姜智媛 ？ 
- 我要 殺 了 姜智媛 ！ - UK 集團 劉翰益 會長 的 孫子 UK 食品 的 劉志赫 專務 
- 即將 溫頓 飯店 舉行 婚禮 - 我 只有 智媛 而已 
一直 都 是 這樣 ！ 
我 只有 智媛 而已 ， 一直 都 是 ！ 
肅靜 ！ 
獄警 ， 放 我 出去 
放 我 出去 ， 拜 託 ！ 
智媛 不 可以 幸福 
她 不 可以 拋下 我 ， 自己 一個 人 幸福 
不 可以 ！ 
有 請 新郎新娘 進場 
一切 都 逐漸 好轉 
我 相信 是 這樣 
真 希望 爸在場 
要是 你 能 看到 我 如此 幸福 的 模樣 該會 有 多 開心 呢 ？ 
喔 ， 你們 有 來 啊 ？ 
沒有 ， 我們 沒 有 來 
我包 了 很大 的 紅包 也 很 用力 鼓掌 祝福 但是 我 沒 有 用餐 
我 越 想 越覺 得 對 不 起智媛 
真心 希望 她 能 幸福 
不過 我 能 做 的 就 只有 這樣 而已 
你 反省 不少 呢 
要 拍 了 喔 ， 一 、 二 、 三 
爸 ， 你 在 看 嗎 ？ 
加油 
大家 好 ， 我 是 UK 的 第二次 機會 基金 會 理事 長 ， 姜智媛 
本 基金 會 在 明年 內透過 主要 子公司 逐步 捐出 總額 兩百億 韓元 的 款項 
以此 為 起點 UK 作為 懂得 分享 的 企業 將展 開系 統化 與 持續化 的 回饋 社會 行動 
我 相信 即使 在 一切 似乎 都 完 了 的 時候 還是 會 有別 條路 
那條 路 也 許會 更好 
必須 要 有 第二次 機會 
不 ， 必定 要 給予 機會 
對 於 因為 一次 錯誤 的 選擇 而 感到痛苦 的 人們 希望 我們 基金 會能助 他們 一臂之力 
謝謝 
這次 我 得過 很 好 吧 ？ 
可是 ... 
寶寶本 來 就 都 不 睡覺 的 嗎 ？ 
智媛 看 他 哭成 這樣 好像 是 哪裡 不 舒服 我們 立刻 帶 他 去 看 醫生 
我 看看 
他 沒事 啊 
他 便 便 了 
- 大號 - 好像 大 很多 
快去 
你 為 什麼 不 睡 呢 ？ 
你 便 便 了 喔 ？ 
爸爸 幫 你換 尿布 喔 
由 於 從 沒 做過 這些 事 ， 所以 很 不 容易 
不過 我 想 我 做 得 相當 好 
現在 我 很 明確 地 逐漸 向前 邁進 
我 不是 原地踏步 ， 而是 向前走 
我 想要 成為 土地 
我 想要 成為 土豪 
- 他們 說 什麼 ？ - 什麼 ？ 
土地 ？ 吐司 ？ 
不過 怎麼 好像 很 熟悉 啊 ？ 
可是 我們 爸爸 媽媽 去 哪 了 ？ 
不曉得 ， 他們 說 今天 是 什麼 紀念 日 
非常 重要 ， 只有 一次 的 日子 
爺爺 
所以 你們 跟 姑姑 我 一起 玩吧 ！ 
過來 
這邊 
爺爺 ， 救 我 
救救 我 
而 今天 是 我 所 知道 的 全部 季節 結束 的 日子 
真 不敢相信 同樣 的 季節 可以 過得 如此 不同 
這裡 是 春天 的 中心 
真 美 
我本來 就 很 喜歡 這位 畫家 不過 他 的 畫風 似乎 有些 改變 
他 辛苦 了 許久 ， 最終 才 受到 認可 
在 我們 基金 會 的 幫助 下 這次 他 得以 放心 創作 
只是 恢 復 原狀 而已 
本來 就 該 如此 
本來 就 能 如此 美麗 
我現 在 過得 很 圓滿 ， 爸 
謝謝 你 
讓 2023 年 4 月 12 日 變成 完全 不一樣 的 一天 
謝謝 你 讓 我 變得 期待 明天 到 來 
我 好 幸福 
