‫ انتظري هنا ، رجاءً .‬ ‫ " قبل الحادث بـ6 أيام "‬ ‫ تبدو أجمل في الواقع .‬ 
‫ صحيح ، يقول الجميع ذلك .‬ 
‫ بالمناسبة ، هل سبق لنا أن التقينا ؟‬ ‫ يبدو وجهك مألوفاً .‬ ‫ لم نلتق قط .‬ ‫ لكن ثمة شخص يعرفه كلانا .‬ 
‫ سلبت " كانغ جي وون " خطيبي .‬ 
‫ رباه ... هل أنت مغفلة ؟‬ 
‫ كيف عساك تطرحين موضوع المال أولاً ؟‬ 
‫ طلبت منك لعب دور الأم الصالحة كي تخدعيها !‬ 
‫ حاولت ذلك !‬ 
‫ لكنها وضعت حداً للأمر .‬ 
‫ صدّتني مباشرةً وبكل جرأة . شخصيتها قوية فعلاً .‬ 
‫ إذاً كان عليك التظاهر بالحماقة !‬ 
‫ انسي الأمر .‬ 
‫ لا عجب في أن حياتك بائسة .‬ 
‫ تباً .‬ ‫ " ( مين هوان ) "‬ 
‫ من أين حصلت على صور " جي هيوك " ؟‬ 
‫ استغرقت وقتاً طويلاً للسؤال عن ذلك . لم ؟‬ 
‫ أين أنت ؟ الوقت متأخر .‬ 
‫ أجيبي على سؤالي !‬ 
‫ هل حصلت عليها في ظرف ؟‬ 
‫ ماذا كُتب عليه ؟‬ 
‫ كيف تعرف ذلك ؟‬ 
‫ أظن أن الفتاة الثرية مستاءة لأن إحداهن قد سلبت خطيبها .‬ 
‫ لكن التعساء أذكياء في هذه الأيام .‬ 
‫ يعلمون أن لا مكسب لهم من صراع الأثرياء سوى المعاناة .‬ 
‫ هل تمازحينني ؟‬ 
‫ سحقاً ... ‬ 
‫ أين أنا ؟ لم تبعتها إلى هنا ؟‬ 
‫ من يشابهونك في الفكر يعيشون في البؤس أبد الدهر .‬ 
‫ لا سيما أنت ، رجل تعس وجاهل .‬ ‫ تفتقر إلى الخبرة وتجهل صراعات الحياة .‬ 
‫ أيتها اللعينة ... قولي ذلك مجدداً .‬ 
‫ لذا عش كرجل فاشل ما حييت .‬ ‫ وتساءل عن سبب إخفاقاتك وشعورك بالأسف على حالك .‬ 
‫ صوني لسانك .‬ 
‫ لا بد أنك جاهلة بحجم قدرات التعساء أيتها الفتاة الثرية .‬ 
‫ ستندمين إن عبثت بأحدهم .‬ 
‫ لا تكن مجرد رجل تعس يتوعّد ،‬ ‫ بل كن رجلاً تعساً يطيح بخصومه .‬ 
‫ أتحسب أن لا أحد قد تتغيّر حياته بين ليلة وضحاها سوى " كانغ جي وون " ؟‬ 
‫ ولم تتسنى لي هذه الفرصة ؟‬ 
‫ لأن الغضب يتملكني .‬ 
‫ تعيش حياة رغيدة بعد أن سلبت خطيبي . لا عدالة في ذلك .‬ 
‫ وأمثالي من الناس لا يطيقون الشعور بالخيانة كما ترى .‬ 
‫ سأتخلّص من التوتر وأستولي على " يو آند كي " إن حالفني الحظ .‬ 
‫ انتقم من المرأة التي خانتك ، واكسب ثروة تغيّر حياتك .‬ 
‫ ما الواجب عليّ فعله‬ ‫ لتحقيق ذلك ؟‬ 
‫ في الواقع ... ‬ ‫ سأخبرك بذلك عندما تتخذ قرارك أيها التعس .‬ 
‫ هل ذهب الطاهي في رحلة عمل إلى " الولايات المتحدة " ؟‬ 
‫ لا ، بوسعي تعديل جدول مواعيدي .‬ 
‫ هلا تحيطني علماً حينما يكون متفرغاً ... ‬ 
‫ أجل .‬ 
‫ إلى الشركة ؟‬ 
‫ لا داعي لذلك .‬ 
‫ أجل .‬ 
‫ هل تفحّصت المقترح الذي أرسلته إليك ؟‬ 
‫ النسخة الأخيرة .‬ 
‫ ما أنت بفاعل ؟‬ 
‫ قد فاق طموحك توقعاتي .‬ 
‫ " يو جي هيوك " .‬ ‫ أنى لك معرفة أنه من العائلة المالكة للشركة ؟‬ 
‫ يوحي بأنه شخص فاشل . لم أدرك ذلك قط .‬ 
‫ تعرف الآن . أنا علمت قبل وقت طويل .‬ 
‫ ألا تتذكّر ؟‬ 
‫ لطالما تفوقت عليك .‬ 
‫ متى علمت بذلك إذاً ؟‬ 
‫ طفح كيلي من كل ذلك .‬ 
‫ اللعنة ... ‬ 
‫ كان عليّ الشك بمسألة تعويضات الشركة .‬ 
‫ هل تقرّبتما في الليلة التي طلبت فيها يدك ؟‬ 
‫ لذلك أفسدت الاجتماع العائلي وأهنتني في العمل .‬ 
‫ غدا كل ذلك منطقياً الآن .‬ 
‫ متى بدأت بالتخطيط لكل لذلك ؟‬ 
‫ ما هذا الهراء الذي تتفوه به ؟‬ 
‫ نسيت جزءاً مهماً من القصة .‬ 
‫ لقد خنتني مع " سو مين " .‬ 
‫ ذلك سبب كل ما حدث .‬ 
‫ أيتها الوضيعة ... ‬ 
‫ " جي وون " !‬ 
‫ ما الذي أتى بك ؟‬ 
‫ أرسلني " جي هيوك " .‬ 
‫ أعددت هذا الطعام في مطعمي .‬ 
- ‫ - إليك . - حسناً .‬ 
‫ شكراً .‬ 
‫ قال إن عليك متابعة الجودو .‬ 
‫ إن كنت مستاءة بسببه ،‬ ‫ فطلب مني إعطاءك رقم هاتفي .‬ 
‫ " جي هيوك " شاب صالح .‬ 
‫ إنه فارع الطول ويتمتع فعلاً بشخصية رائعة .‬ 
‫ ولو لم أتعرّف إليه في نادينا ، لكنت عاطلاً عن العمل .‬ 
‫ إنه رجل خلوق ولطيف .‬ 
‫ مهلاً ، ذلك المطعم ... ‬ 
‫ هل طلبت الدجاج ؟‬ 
‫ هل طلبت دجاجاً مقلياً حاراً ودجاجاً متبلاً ودجاجاً مع صلصلة الصويا المالحة ؟‬ 
‫ ذلك هو .‬ 
‫ بدا ذلك مريباً حينها .‬ 
‫ كما أنه رياضي وماهر في الجودو .‬ 
‫ مهلاً ... القناع الأسود .‬ 
‫ هل تلاعب بي أولئك الأوغاد ؟‬ 
‫ " كانغ جي وون " .‬ 
‫ سأندّمك على ذلك .‬ 
‫ هل تريد دخول الحلبة ؟‬ 
‫ ماذا ؟‬ 
‫ كلّا ، لا أحب العنف .‬ 
‫ لست مسلياً . لم لا ؟‬ 
‫ بوسعك خيانة عشيقتك لمدة 7 سنوات مع صديقتها المقرّبة ،‬ ‫ لكنك عاجز عن تسديد لكمة ؟‬ 
‫ أنا ناضج بما يكفي لمعرفة حدود إمكانياتي .‬ 
‫ لا يمكنك تنفيذ مهمتك القادمة من دون جرأة .‬ 
‫ موافق إذاً .‬ 
‫ لكن بغض النظر عن ثرائك الفاحش وتدريبك القاسي ،‬ ‫ فالأفضلية للرجال .‬ 
‫ لا علم لك بحجم الرعب الذي قد يظهره الرجال .‬ 
‫ هل سأقاتله ؟‬ 
‫ كفاك تحديقاً يا صاح .‬ 
‫ هذه ملاكمة . هل الركل مسموح ؟‬ 
‫ لا قواعد للفوز .‬ 
‫ كان عليك إخباري بذلك مسبقاً !‬ 
‫ بدأت تنال إعجابي ، لذا يمكنني العمل معك .‬ 
‫ دفعت الضرائب اليوم .‬ 
‫ غدت " كانغ جي وون " ، من دون علمها بذلك ،‬ ‫ أحد أثرى ملّاك العقارات في " كوريا " .‬ 
‫ أذلك صائب حقاً ؟‬ 
‫ لم لا ؟‬ 
‫ لكن لدينا مشكلة أكبر .‬ ‫ لا أعدك بعدم إخبار الرئيس بذلك .‬ 
‫ أستطيع فعل أي شيء على حد قولك .‬ 
‫ صحيح .‬ 
‫ لكن ما الغاية من تصرّفك هذا ؟‬ 
‫ لو لم أشرف على نتائج فصحك الصحي ، لظننت أنك ستُحتضر .‬ 
‫ يمكنني تفهّم وضع القط ، لكن لم التحضير لمستقبل الآنسة " كانغ " ؟‬ 
‫ ألم تنفصلا ؟‬ 
‫ أريد فعل ذلك وحسب .‬ 
‫ أتمنى أن تعيش حياة سعيدة في المستقبل .‬ 
‫ إذ ليس مقدّراً لنا أن نكون معاً .‬ 
‫ تمتلك " جي وون " عقارات مسجّلة باسمها .‬ 
‫ مبان وأرض وشقق سكنية .‬ 
‫ قيمتها 80 مليار وون تقريباً .‬ 
‫ أحقاً تملك " كانغ جي وون " 80 مليار وون ؟‬ 
‫ ماذا ؟‬ 
‫ لا ينبغي لك أن تتفاجأ .‬ 
‫ ستحصل على 100 ضعف من هذا المال إن لقت حتفها .‬ 
‫ مهلاً ، 100 ضعف ؟‬ 
‫ علاقة زوجتك بـ " جي وون " طريفة للغاية .‬ 
‫ ليستا بمكانة أختين .‬ ‫ يمكنك القول إنهما أختان فعلاً .‬ 
‫ بوسعي توضيح الموقف .‬ 
‫ هل لأن " جي هيوك " وريث " يو آند كي " ؟‬ 
‫ أتملكين أي مال ؟‬ 
‫ يا أبي .‬ ‫ حسبت أنني أستطيع النجاح هذه المرّة ،‬ ‫ لكنني في حيرة من أمري .‬ 
‫ أخفيت أسراراً كثيرة عني .‬ 
‫ مثل ماذا ؟‬ 
‫ استخدمت والدة " جي وون " لخداعها لكنك فشلت .‬ 
‫ كيف عرفت بذلك ؟‬ 
‫ أيتها الحمقاء .‬ 
‫ الشخص الذي أرسل إليك الصور‬ ‫ لم يكن يوحي إليك بإيجاد والدتها والتوسل إلى المال .‬ 
‫ ما يهم حالياً هو امتلاك " جي وون " لـ80 مليار وون .‬ 
‫ ماذا ؟ أحقاً تمتلك تلك الثروة ؟‬ 
‫ منحها إياها " يو جي هيوك " .‬ 
‫ إنها في مستوى مالي آخر .‬ 
‫ " كانغ جي وون " ... ‬ 
‫ لكن ذلك مفيد لنا .‬ 
‫ إن فارقت الحياة ،‬ ‫ فسيكسب المال آخر فرد في عائلتها ، أي أمها .‬ 
‫ أسننتظر حتى وفاتها ؟‬ 
‫ وإن تُوفيت ،‬ ‫ فهل ستعطينا والدتها ذلك المال ؟‬ 
‫ يا لك من مسكينة يا " سو مين " .‬ 
‫ كم كان صعب عليك إخفاء تلك المعلومة عني ؟‬ 
‫ والدك ... ‬ ‫ أعلم أنه ما زال حيّاً .‬ 
‫ لم تفعلون ذلك ؟‬ 
‫ أنصت . إن اقترضت مالاً ، فيتوجب عليك إرجاعه .‬ 
‫ تدير مطعماً لكنك تقول إنك مفلس .‬ 
‫ ما الواجب علينا فعله ؟‬ 
‫ أقصد ... أنصت إليّ .‬ 
‫ سأرجع لكم المال في غضون هذا الشهر مهما كلّفي الأمر .‬ 
‫ هل تمازحني ؟‬ 
‫ ينبغي لك إظهار الصدق إن أردت تعزيز الثقة بيننا .‬ 
‫ أعطنا 100 مليون وون ، وسنمهلك وقتاً أطول .‬ 
‫ كيف عساي أحضر تلك الكمية من النقود ؟‬ 
- ‫ - أقسم ... - ثبّتاه .‬ 
‫ ما أنتم بفاعلين ؟‬ 
‫ تستطيع العيش بكلية فقط .‬ 
- ‫ - ماذا ؟ - إن أزلنا نصف كبدك ،‬ ‫ فسيجدد نفسه .‬ 
- ‫ - انظر ... - إلى ماذا ؟‬ 
‫ هل أكسرها ؟‬ 
‫ ماذا الآن ؟‬ 
‫ " سو مين " .‬ 
‫ ماذا تفعلين هنا ؟‬ 
‫ أين السيدة التي تعيش معها ؟‬ 
‫ ماذا ؟‬ 
‫ إنها وثيقة نقل ملكية أسهم‬ ‫ والتي تفصل شركتي " كلاود أير " و " كيلايت تور " عن " يو آند كي " .‬ 
‫ بوسعك تولي الإدارة بالكامل .‬ 
‫ تشعرني بالفضول .‬ 
‫ إن ذلك لثمن زهيد إن كان لقاء حبكما المتقد ،‬ 
‫ ولأمر مضجر إن رغبت برحيلي لقاء تلك الوثيقة .‬ 
‫ لم تُعجبي بي قط .‬ 
‫ وأطلب منك المغادرة بهذه الطريقة .‬ 
‫ لم تكن معجباً بي ، لكنك لم تكن تنوي‬ ‫ فسخ خطوبتنا .‬ 
‫ كنا سنتزوج عند حلول الوقت المناسب‬ ‫ ونعيش حياتنا الخاصة غير مبالين ببعضنا .‬ 
‫ هذا رائع .‬ 
‫ وكأنك رجل غيور يخشى أن يكون لدى خطيبته رجل آخر ... ‬ ‫ يروق لي شعور الرجال بالجزع .‬ 
‫ أتودين تجربة ذلك ؟‬ 
‫ أتريدين أن يبحث كلانا عن نقاط ضعف الآخر وأن نعذّب بضعنا البعض ؟‬ 
‫ لا تنسي أنني قادر على فعل ما يمكنك فعله .‬ 
‫ بل ... ‬ ‫ ألن أتفوق عليك في ذلك ؟‬ 
‫ خذي الوثيقة وأوقفي ما تخططين له .‬ 
‫ لا أعلم لما تظن أنني أخطط لأمر ما .‬ 
‫ كلامك جارح .‬ 
‫ حتى من دون الوثيقة ، لن أفعل أي شيء .‬ 
‫ أدركت أن قرار فسخ الخطوبة كان خطأ .‬ 
‫ أريد التراجع عنه ليس إلّا .‬ 
‫ استمتع بوقتك .‬ 
‫ لا بد أن ينتهي الحب يوماً .‬ 
‫ عندما ينتهي حبك ، عد إليّ .‬ 
‫ ثمة ما عليك التحقق منه .‬ 
‫ اخرج .‬ 
‫ ماذا ... ماذا حدث تواً ؟‬ 
‫ أكان ذلك " جي هيوك " ؟‬ 
‫ هل كُشف أمرنا ؟‬ 
‫ هل تعلم ما قيمة شركتي " كلاود أير " و " كيلايت تور " ؟ ‬ 
‫ عند جمعهما ،‬ ‫ 4 تريليون تقريباً .‬ 
‫ 4 تريليون وون ؟‬ 
‫ لكنه قدّمهما إليّ ببساطة . كم ذلك مزعج !‬ 
‫ اقتل " كانغ جي وون " ، وسأتكفّل بإصلاح الوضع .‬ 
‫ ستكسب ثروة تكفيك لبقية حياتك .‬ 
‫ سأحصل على " يو جي هيوك " .‬ ‫ وسأحرص على أن يندم على تقديمه لذلك العرض .‬ 
‫ إنها 150 مليون وون .‬ 
‫ سددا ديونكما العاجلة أولاً .‬ 
‫ سأدفع لكما بقية المبلغ عند إنجاز المهمة .‬ 
‫ وسأضمن لكما كسب ثروة .‬ 
‫ أنى لك ... أنى لك هذا المال ؟‬ 
‫ أتحسب أنه ملكي ؟‬ 
‫ ما الذي قدّمته لي يوماً ؟‬ 
‫ أنصتا . 
هذا المال ... ‬ ‫ قدّمه شخص يستطيع إزهاق روحكما دون علم أحد .‬ 
‫ نفّذا ما طُلب منكما ، وستنتهي هذه الحياة البائسة .‬ 
‫ وإلّا ... ‬ ‫ سنموت جميعاً .‬ 
‫ أيمكنكما فعل ذلك أم لا ؟‬ 
‫ يمكننا ذلك .‬ 
‫ نعم .‬ 
‫ أحسنت صنعاً .‬ 
‫ لم تخبريهما بشأني ، أليس كذلك ؟‬ 
‫ نعم ، لا يعرفان أننا متزوجان بكل الأحوال .‬ 
‫ فلنتجنب خلق توتر في الأجواء .‬ 
‫ لن أقابلهما مجدداً بعد ذلك .‬ 
‫ بالتأكيد . سنخبرهما بالمهمة خطوة بخطوة .‬ 
‫ لقد وافقا . هل أبدأ بالمهمة ؟‬ 
‫ أجل ، حظاً طيباً .‬ 
‫ سأثق بك .‬ 
‫ حسناً .‬ 
- ‫ - سأعود لاحقاً . 
‫ لا يحذر الرجال من النساء اللاتي عاشروهن .‬ 
‫ لم ذلك ؟‬ 
‫ ذكرى وفاة والد " جي وون " في عطلة هذا الأسبوع .‬ 
‫ يمكننا اعتباره اليوم المنشود إذاً .‬ 
‫ ستزور قبر والدها .‬ 
‫ أعتذر على حماقتي .‬ 
‫ نعم يا سيد " لي " ؟‬ 
‫ لم تتخذ " يو را " أي إجراء .‬ 
‫ لكننا ارتكبنا خطأ حسبما أظن .‬ 
‫ استأجرت والدة " جي وون " شاحنة بشكل غير قانوني تحت اسم مستعار .‬ 
- ‫ - ذلك يعني ... 
- إن تُوفيت ،‬ ‫ فكل العقارات المسجّلة باسمها‬ ‫ ستصبح ملك والدتها .‬ 
‫ أين الشاحنة الآن ؟‬ 
‫ وفقاً لنظام الملاحة الحالي ،‬ ‫ تسير الشاحنة في شارع " 424 " .‬ 
‫ ستغادر " جي وون " المشتل الآن .‬ 
‫ ما الخطب بحق السماء ؟‬ 
‫ ماذا يحدث ؟‬ 
‫ نعم .‬ 
‫ امنع " جي وون " من القيادة يا " سين يو " .‬ 
‫ ماذا ؟ 
لكن تعطلت سيارتي في موقف السيارات يا " جي هيوك " .‬ 
‫ انطلقت " جي وون " تواً .‬ 
‫ شارع " 424 " قريب جداً من هنا .‬ 
‫ مرحباً ؟‬ 
‫ ثمة أوقات يُكشف فيها الستار عن أشياء خيّم عليها الغموض والريبة .‬ 
‫ لم عدت إلى الحياة في هذا الوقت ؟‬ 
‫ لو علمت بها ، لحميتها .‬ 
‫ لذا إن حظيت بفرصة أخرى ، فسأغتنمها .‬ 
‫ إن كنت لا أستطيع البقاء معها ، فلم عدت إلى الحياة ؟‬ 
‫ إن الاتصال بالرقم المطلوب غير ممكن حالياً .‬ 
‫ اترك رسالة بعد صوت الصفّارة .‬ 
‫ سأخبرك بأمر لم أتوقع أنني سأخبرك به في هذه الظروف .‬ 
‫ تُوفيت في عام 2023 .‬ 
‫ في إثر حادث سيارة .‬ 
‫ وعندما استفقت ، وجدت نفسي في عام 2013 .‬ 
‫ ثم قابلتك مجدداً .‬ 
‫ أخطأت الظن بأنني سأكون سعيداً .‬ 
‫ لكن لا أستطيع حمايتك إلى الأبد .‬ 
‫ قد أفارق الحياة في أي لحظة .‬ 
‫ لم أستطع كبح رغبتي بأن أكون على علاقة بك .‬ 
‫ أنا أحبك .‬ 
‫ مغرم بك فعلاً .‬ 
‫ أحبك حباً جماً .‬ 
‫ لذا ... ‬ ‫ أنا آسف .‬ 
‫ أتيت بغية حمايتك ،‬ ‫ لكن لو علمت أن وفاتي بهذا القرب ،‬ ‫ لما دخلت في علاقة معك .‬ 
‫ لا تلومي نفسك .‬ 
‫ فقد حدث ما لا مفر منه .‬ 
‫ رسالة صوتية جديدة .‬ 
‫ تُوفيت في عام 2023 .‬ 
‫ في إثر حادث سيارة .‬ 
‫ لم لا يجيب على اتصالي ؟‬ 
‫ كل ما توجب عليه هو الاصطدام بها !‬ 
‫ كان عليه الاتصال بي في وقت أبكر .‬ 
‫ لم لا أستطيع التواصل معه ؟‬ 
‫ تتحدثين عن وفاة ابنتك .‬ 
‫ لست قلقة حسبما أظن .‬ 
‫ أيتها المزعجة .‬ 
‫ عبّرت عن الوضع بأسلوب دنيء .‬ 
‫ أتعلمين ما الأشد رعباً من القتل ؟‬ 
‫ المال .‬ 
‫ لا تضحكيني .‬ 
‫ ما كنت لتتزوجي بأبي إذاً .‬ 
‫ إنه متباه بنفسه وكل ما يقوله كذب .‬ 
‫ يقدّم وعوداً كثيرة ، لكنه لا يفي بأي منها .‬ 
‫ أنصتي إلى نفسك وأنت تصفين أباك بصفات شنيعة .‬ 
‫ ألديك أدنى فكرة‬ ‫ عن كم تظاهر والدي بحبه لي ؟‬ 
‫ لكن عندما أفكر في ذلك ، أجد أنه لم يقدّم لي أي شيء فعلاً .‬ 
‫ ماذا بشأنك ؟‬ 
‫ متأكدة من أن الإخفاق يسود حياته .‬ 
‫ ولعلك تتحمّلين نتائج إخفاقاته حتى .‬ 
‫ لم تعلو وجهك أمارات الذعر ؟‬ 
‫ لأنه يخفق في كل ما يفعله !‬ 
‫ لا بد أنك تشعرين بتوتر شديد .‬ 
‫ هذا الجزء متشنج للغاية .‬ 
‫ أنت ماهر في التدليك .‬ 
‫ تدخّل السيد " يو " وتعرّض لأذية ، وهو الآن في مركز " يويل " الطبي .‬ 
‫ وفرّ السائق هارباً من مسرح الجريمة .‬ 
‫ كيف أتى " جي هيوك " إلى هناك ؟‬ 
‫ سأستفسر عما حدث . أعتذر .‬ 
‫ لا بد أن ذلك رائع .‬ 
‫ لا يتوجب عليك سوى الاعتذار بينما يترتب عليّ حل المشكلة .‬ 
‫ مهلاً .‬ 
‫ أليست المرأة وابنته في الفندق ؟‬ 
‫ إذاً لا بد أن السائق قد فرّ إليهما .‬ 
‫ استكشف تلك المنطقة أولاً .‬ 
‫ خذ زوجتك واذهبا إلى المنزل .‬ 
‫ تكتم على ما حدث .‬ 
‫ لا تقدم على أي تصرّف حتى أتصل بك .‬ 
‫ حسناً .‬ 
‫ هل فقدت صوابك ؟‬ 
‫ هجرني والدي مجدداً .‬ 
‫ لاذ بالفرار برفقة تلك المرأة !‬ 
‫ ما الخطأ الذي ارتكبته ؟‬ 
‫ ما الذنب الذي اقترفته ؟‬ 
‫ الذنب ذنب " جي وون " كلياً !‬ 
‫ سأنتقم منهم جميعاً !‬ 
‫ إنه ذنب " جي وون " ! سأنتقم منها أيضاً !‬ 
‫ سأذيق الجميع العذاب !‬ 
‫ " جيونغ سو مين " ! تمالكي أعصابك . لم ينته الأمر بعد .‬ 
‫ تلك المرأة حليفتنا .‬ 
‫ ثمة جوانب في هذا العالم يجهلها أمثالنا من الناس .‬ 
‫ فلننفّذ ما طُلب منا وحسب .‬ 
‫ وعدتني بأنها ستبعدنا عن الشبهات .‬ 
‫ كنا في المنزل طوال الليل .‬ 
‫ إن أتت الشرطة إلينا ،‬ ‫ فانكري معرفتك بكل ما يخص والدك .‬ 
‫ مفهوم ؟‬ 
‫ وصل إلى قسم الطوارئ قبل ساعة ونقلوه إلى غرفة الجراحة .‬ 
‫ يشرف عليه أفضل الأطباء . سأشرح الحالة باستخدام المخطط .‬ 
‫ ألم تستغرق العملية وقتاً طويلاً ؟‬ 
‫ ماذا لو مات أخي ... ‬ 
‫ لا .‬ 
‫ قد حدث ما لا مفر منه .‬ 
‫ لن يحدث ذلك .‬ 
‫ لذا أبعدي تلك الأفكار عن ذهنك .‬ 
‫ اسم السائق " جيونغ مان سيك " .‬ 
‫ علينا إلقاء القبض عليه أولاً .‬ 
‫ والحصول على معلومات عن " باي هوي سوك " من الشرطة .‬ 
‫ " جيونغ سو مين " عاجزة عن اقتراف ذلك بمفردها .‬ 
‫ هل قلت " جيونغ سو مين " للتو ؟‬ 
‫ ألم يكن مجرد حادث سيارة ؟‬ 
‫ لكن لا طائل لها في قتلي .‬ 
‫ ولا تتمتع بالجرأة الكافية للقتل .‬ 
‫ نستقصي عن ذلك بافتراض أنه حادث مدبّر .‬ 
‫ وما سيكسبانه في حال موتك ... ‬ ‫ هو شيء فعله " جي هيوك " .‬ 
‫ كان من المفترض أن يصب في صالحك .‬ 
‫ لا يتغيّر الناس بسهولة .‬ 
‫ عدت إلى الحياة بعد أن رأيت نهايتها ، لكنني حاولت الهرب مجدداً .‬ 
‫ لم آخذ بثأري .‬ 
‫ لم أتأخذ أي إجراء .‬ 
‫ والسيد " يو " ... ‬ 
‫ بذلنا ما بوسعنا .‬ ‫ لكننا لا نعرف متى سيستفيق .‬ 
‫ عليك إنقاذه .‬ 
‫ ما الذي تتحدث عنه ؟ عليك إنقاذه بأي ثمن !‬ 
‫ لكن لا أستطيع حمايتك إلى الأبد .‬ 
‫ قد أفارق الحياة في أي لحظة .‬ 
‫ لذا انسي كل الذكريات البشعة‬ ‫ وتذكّري الجميلة منها .‬ 
‫ آمل أن تعيشي بسعادة .‬ 
‫ ألا يمكنك حقاً أن تدعيني وشأني ؟‬ 
‫ أردت سؤالك عن ذلك لفترة طويلة ، وأخيراً تسنى لي ذلك .‬ 
‫ كيف عساك تفكرين في قتل أحدهم ؟‬ 
‫ أكان ذلك لقاء المال ؟‬ 
‫ عم تتحدثين ؟‬ 
‫ لم عساك تتفوهين بكلام مروع كهذا ؟‬ 
‫ ماذا بشأنك ؟‬ 
‫ ألا تعلمين ما الذي فعلته بي ؟‬ 
‫ لقد ... ‬ ‫ أجهضت الجنين بسببك .‬ 
‫ ذلك هراء .‬ 
‫ حبلى ؟‬ 
‫ يعاني " مين هوان " من ضعف الخصوبة .‬ 
‫ لا يستطيع جعل أي امرأة حبلى !‬ 
‫ ماذا ؟ كنت حقاً حبلى .‬ 
‫ لديّ صورة للجنين ، وشعرت بوجوده .‬ 
‫ كفى !‬ 
‫ كفاك كذباً . ما فارق الكذب لسانك يوماً !‬ 
‫ ما خطبك ؟ لم تعبثين بحياتي ؟‬ 
‫ ماذا دهاك ؟‬ 
‫ تسألين إن كنت أستطيع أن أدعك وشأنك ... ‬ 
‫ لا يمكنني ذلك .‬ 
‫ لأنك لا تستحقين السعادة .‬ 
‫ ربما تجهلين ذلك .‬ ‫ عندما دخلت والدتك في علاقة غير شرعية وهجرتك في سن الـ14 ،‬ ‫ كان عشيقها ... ‬ 
‫ لم تعرفي ذلك وكنت في غاية السعادة .‬ 
‫ بسبب ذلك ... ‬ 
‫ لم لن تأتي إلى المنزل يا أبي ؟‬ 
‫ أخبرتني أمي أنك رحلت بسبب علاقة غير شرعية .‬ ‫ قالت إنك هجرتنا .‬ 
‫ انطق بأي كلمة . اتصل بي وحسب .‬ 
‫ إن هجرتنا فعلاً ، فسأنتحر . لا أمانع العيش معك ، لذا تعال وخذني .‬ 
‫ طلبت منك مساعدتي . لم أنت في المنزل حالياً ؟‬ 
‫ لديّ واجبات مدرسية !‬ 
‫ كم أنت مزعجة !‬ 
‫ يا لك من طفلة وقحة !‬ 
‫ لا تهمني واجباتك .‬ 
‫ ربما عاملك والدك بلطف ، لكنه غدر بي .‬ 
‫ استعيدي رشدك واعرفي مكانتك .‬ 
‫ وإلّا فلتذهبي إلى والدك !‬ 
‫ لا أطيقك !‬ 
‫ وردك اتصال .‬ 
‫ من المتصل ؟ 
امرأة ؟‬ 
‫ لا ، إنها ابنتي .‬ 
‫ عيل صبري من ذلك .‬ 
‫ إنها كوالدتها تماماً .‬ 
‫ لا كلام لديّ يصف لك مدى عنادها .‬ 
‫ لا تفكر في تربيتها ، أليس كذلك ؟‬ 
‫ إن فكرت في ذلك ، فسأحضر ابنتي أيضاً وأتركها في كنفك وأهجركما .‬ 
‫ لم عساي أحضر ابنتي ؟‬ 
‫ لا أحتاج إلى أميرة سواك .‬ 
‫ كم كلامك معسول !‬ 
‫ لنذهب .‬ 
‫ كان لدى أميرة أبي الجديدة ابنة .‬ 
‫ هل أضعت محفظتك ؟‬ 
‫ رباه . سلوكك يوحي تماماً بأن والدتك هجرت المنزل .‬ 
‫ لا تكوني متطفلة .‬ 
‫ إليك .‬ 
‫ أليست لك ؟‬ 
‫ لذا ... ‬ ‫ كان من الممكن أن نغدو صديقتين .‬ 
‫ شغّلي تدفئة الأرضية . الطقس بارد .‬ 
‫ ماذا ؟ الأرضية دافئة .‬ 
‫ أحقاً ؟‬ 
‫ لا بد أن أبي قد شغّلها .‬ 
‫ أخبرتني أن صديقتك قادمة برفقتك ، لذا شغّلت التدفئة .‬ 
‫ أبي .‬ 
‫ مرحباً .‬ ‫ رباه . أنت جميلة جداً .‬ 
‫ أعددت الكعكة التي تهواها الفتيات في هذه الأيام .‬ 
‫ تناولاها مع الحليب .‬ 
‫ إليك مصروفاً .‬ 
‫ أنت أيضاً .‬ 
- ‫ - شكراً لك . - سأغادر .‬ 
‫ استمتعا بوقتكما .‬ 
‫ فعلها مجدداً .‬ 
‫ أمهليني لحظات .‬ 
‫ يا أبي ! طلبت منك عدم الرسم على المال .‬ 
‫ حسناً .‬ 
‫ أعدك بألّا أكرر ذلك .‬ 
‫ لا تقد بسرعة وتوخّ الحذر .‬ 
‫ متى غدوت بهذا الجمال يا أميرتي ؟‬ 
‫ لا تدعني بالأميرة .‬ 
‫ ذلك تعبير عن حبي لك .‬ 
‫ ربما لسُررنا بصداقتنا ، لو لم أعلم أنك تحظين بكل شيء ، على خلافي .‬ 
‫ يحسب أنني مكتئبة‬ ‫ لأن والدتي هجرتنا .‬ 
‫ يبالغ في ذلك .‬ 
‫ لا تبالي به .‬ 
‫ رحت حينها‬ ‫ أشعر بأنك مصدر إزعاج لي .‬ 
‫ وبدأت أرغب بسلب كل ما تحظين به .‬ 
‫ ما سر سعادتك الدائمة ؟‬ 
‫ لم تتسنى لك ... ‬ ‫ كل الفرص المميزة طوال الوقت ؟‬ 
‫ هل تفهمين ذلك الآن ؟‬ 
‫ لم أحبك قط .‬ 
‫ لطالما كنت سعيدة بلا مبرر .‬ 
‫ شعورك بالسعادة إثم .‬ 
‫ أنت جاهلة كلياً . كم ذلك مزعج !‬ 
‫ أتعلمين كم قد تكون الحياة قاسية ؟‬ 
‫ ألديك فكرة عن مدى بؤسها ؟‬ 
‫ لا تحق لك السعادة بينما تستبد بي التعاسة .‬ 
‫ سأريك الآن‬ ‫ قسوة العالم بعينها .‬ 
‫ وحجم البؤس ... ‬ ‫ الذي تضمره الحياة .‬ 
‫ هل فرغت من الكلام ؟‬ 
‫ قلت إن والدك دخل في علاقة غير شرعية مع أمي .‬ 
‫ ولم يعلم أحد بذلك ، لكنك علمت به .‬ 
‫ أتخالين ... ‬ ‫ أنك تستطيعين تعذيبي‬ أحقاً ؟‬ 
‫ أكره تصرّفاتك التي توحي بأنك واسعة المعرفة .‬ 
‫ ألا تشعرين بالأسف عليّ ؟‬ 
‫ أشعر بالأسى على نفسي !‬ 
‫ بتاتاً !‬ 
‫ لا أشعر بالأسف عليك .‬ 
‫ لأنني علمت بذلك أيضاً .‬ 
‫ عرفت أن والدك ... ‬ ‫ دخل في علاقة غير شرعية مع أمي .‬ 
‫ علمت بذلك أيضاً .‬ 
‫ ظننت أنك ستجدين الراحة ... ‬ ‫ إن بقي ذلك خفية عنك .‬ 
‫ لم يتوجب علينا فعل ذلك ؟‬ 
‫ لو كان أبي حيّاً ، لأتى إلى المدرسة .‬ 
‫ هل تُوفي قبل سنتين ؟‬ 
- ‫ - أجل . - تشتاقين إليه حكماً .‬ 
‫ أشتاق إليه كثيراً .‬ 
‫ أحبني حباً لا مثيل له .‬ 
- ‫ - أبي ! - مرحباً .‬ 
- ‫ - أبي ! - مرحباً !‬ 
‫ السماء تمطر . فلنذهب .‬ 
‫ أمي !‬ 
‫ أردت أن أعاملك معاملة حسنة .‬ 
‫ ظننت أننا سنسعد بصداقتنا .‬ 
‫ حتى عندما شعرت بدنو أجلي ... ‬ ‫ رجوت لك السعادة حتى عندما كنت على شفير الموت .‬ 
‫ لا تتظاهري بالاهتمام .‬ 
‫ ألم تهجري " مين هوان " لأجل رجل ثري ؟‬ 
‫ هجرته كي أرتبط به !‬ 
‫ لطالما كانت تلك سجيتك .‬ 
‫ تتصنّعين اللطف كي تكسبي كل شيء في النهاية !‬ 
‫ أخذت كل شيء !‬ 
‫ أدركت للتو‬ ‫ لما انتهى المطاف بك إلى هذه الحال .‬ 
‫ لقد جنيت على نفسك .‬ 
‫ ولم ينته ذلك بعد .‬ 
‫ ينتظرك مصير أشد بؤساً .‬ 
‫ أترقب ذلك .‬ 
‫ وأتطلع إليه .‬ 
‫ سيكون ذلك مختلفاً عن سابقه .‬ 
‫ سأحرص على انتقال قدري إليك .‬ 
‫ اذهبي إلى المنزل واستريحي .‬ 
‫ سأبقى بقربه .‬ 
‫ هل أنت متفرغة بعد العمل اليوم يا " جي وون " ؟‬ 
‫ هلا نلتقي لبعض الوقت ؟‬ 
‫ من المحرج قول ذلك ،‬ ‫ لكن زوجي يخونني .‬ 
‫ أيتها اللعينة ... ‬ 
‫ هل أطلب وجبة خارجية وحسب ؟‬ 
‫ سيدة " يانغ " ... 
‫ اقتربي .‬ 
‫ أخبرتك ، ليس هنا . ذلك غير معقول .‬ 
‫ لم لا ؟‬ 
‫ دائماً ما أتوخى الحذر بشأن زوجتي المريضة وحماي .‬ 
‫ سيد " لي " .‬ 
‫ ارتدي حذاءك .‬ 
‫ تمالكي نفسك وارتديه !‬ 
‫ اذهبي واصفعي زوجك إن ضبطته يخونك .‬ 
‫ أوسعيه ضرباً ولقنيه درساً لن ينساه !‬ 
‫ لم تهربين من مواجهته ؟‬ 
‫ كيف عرفت بذلك ؟‬ 
‫ أذلك ما هو مهم حالياً ؟‬ 
‫ أتودين العودة لعقابه ؟ 
أتريدين استعارة عصا الغولف الخاصة بي ؟‬ 
‫ كيف قضيت حياتك حتى غدوت بهذه النزاهة ؟‬ 
‫ حتى عندما أتجاوز حدوي ،‬ ‫ فلم لا تغضبين ؟‬ 
‫ لذلك يخونك زوجك في مطعم والدك .‬ 
‫ سواء غضبت أم لم أغضب ،‬ ‫ أفليس من الخطأ أن يخونني ؟‬ 
‫ أفليس من الخطأ أن يقلل من احترامي ؟‬ 
‫ إن كان المرء لطيفاً ، أفلا ينبغي مقابلة لطفه بالمثل ؟‬ 
‫ أحسن معاملته وأنتظر .‬ 
‫ وأبقى منتظرة .‬ 
‫ ألا ينبغي أن يعود إلى رشده ؟‬ 
‫ وافقت الشرطة على إغلاق القضية‬ ‫ كحادث تسبب فيه رجل مخمور سرق شاحنة .‬ 
‫ " جيونغ مان سيك " و " باي هوي سوك " في مقاطعة " غيونغي دو " .‬ 
‫ سأقبض عليهما قريباً .‬ 
‫ استغرق ذلك وقتاً طويلاً . عجزت عن النوم من شدة القلق .‬ 
‫ أنه المسألة بدقة ، مفهوم ؟‬ 
‫ أنا رئيس الطهاة " بايك يون هو " .‬ 
‫ ما رأيك بالوجبة ؟‬ 
‫ بلغ مسامعي أنك تريدين التحدث إليّ .‬ 
‫ كانت الوجبة شهية ، وأردت معرفة ... ‬ ‫ كيف تعرف " يو جي هيوك " .‬ 
‫ " يو جي هيوك " ؟‬ 
‫ كان عليّ ... ‬ 
‫ طلبت مني استخدامك في أي وقت .‬ 
‫ ما هذا ؟‬ 
‫ افتح جفنيك يا " جي هيوك " .‬ 
‫ أقصد ... ‬ ‫ لا يمكنك التخلّي عني حتى .‬ 
‫ بالمناسبة ،‬ ‫ لقد نضجت وغدوت أكثر صلابة .‬ 
‫ تغيّرت شخصية " كانغ جي وون " القديمة .‬ 
‫ لذا ... ‬ ‫ القدر ؟‬ 
‫ لم أعد أخشاه .‬ 
‫ لذا أود أن تتغلب على قدرك أيضاً .‬ 
‫ لطالما كنت وحيدة .‬ 
‫ لذا عددت الأيام منذ أن هجرتني والدتي‬ ‫ ومنذ وفاة أبي .‬ 
‫ لكن الآن ... ‬ ‫ أود أن أعدّ الأيام التي تجمعنا .‬ 
‫ عد إليّ .‬ 
‫ لا تتركني فريسة للوحدة .‬ 
‫ افتح جفنيك . أرجوك .‬ 
‫ أرغب بسماع صوتك .‬ 
‫ سأخبرك بأمر لم أتوقع أنني سأخبرك به في هذه الظروف .‬ 
‫ تُوفيت في عام 2023 .‬ 
‫ أنا أحبك .‬ 
‫ مغرم بك فعلاً .‬ 
‫ أحبك حباً جماً .‬ 
‫ أحبك أيضاً .‬ 
‫ لذا ... ‬ ‫ أنا آسف .‬ 
‫ أحبك .‬ 
‫ أحبك أيضاً .‬ 
