لطفا اینجا منتظر بمونین ( شش روز قبل از تصادف ) تو واقعیت بهتر به نظر میرسی 
آره ، همه میگن تو واقعیت بهترم 
راستی ، قبلا همدیگه رو دیدیم ؟ آشنا به نظر میرسین تا به حال همدیگه رو ندیدیم اما یه آشنای مشترک داریم 
کانگ جیوون نامزدم رو دزدیده 
عجب ، احمقی ؟ 
چطور تونستی اول حرف پول رو پیش بکشی ؟ 
گفتم ادای مادرهای خوب رو در بیار 
( سعی کردم ) 
خودش برام حد و مرز گذاشت 
راست راست توی روم وایستاد ، واقعا که عجب دختریه 
خب باید خودت رو به نفهمی میزدی 
ولش کن 
تعجبی نداره زندگیت اینطور به درد نخوره 
لعنتی ( مین هوان ) 
عکس جیوون رو از کجا آوردی ؟ 
خیلی طول کشید تا بپرسی ، چطور ؟ 
( این وقت شب کجایی ؟ 
ازت یه سوال پرسیدم 
توی یه پاکت برات فرستاده شده بود ؟ 
توش چی گفته بود ؟ 
از کجا میدونی ؟ 
فکر میکنم یه دختر پولدار مثل تو ناراحته که مردش رو دزدیدن 
اما این روزها میگوها هم باهوشن 
میدونن توی دعوای بین نهنگ ها فقط آسیب میبینن 
شوخیت گرفته ؟ 
لعنتی 
اینجا دیگه کجاست ؟ اصلا چرا دنبال این اومدم ؟ 
آدم هایی که مثل تو فکر میکنن کل عمرشون رو مثل میگو زندگی میکنن 
مخصوصا تو که یه میگوی آب شیرینی یه میگو که یه لقمه میشه و نمیدونه اقیانوس چقدر بزرگه 
تو واقعا ، جرئت داری دوباره بگو 
پس باقی عمرت رو مثل یه بازنده زندگی کن همینطور فقط با خودت فکر کن چرا هیچی اونطور که میخوای پیش نمیره و برای خودت افسوس بخور 
مراقب حرف هات باش 
حتما نمیدونی یه میگو میتونه چقدر خطرناک باشه بچه پولدار 
اگه یه میگو گازت بگیره خونریزی میکنی 
فقط یه میگو که گاز میگیره نباش میگویی باش که میتونه حریف نهنگ بشه 
فکر میکنی کانگ جیوون تنها کسیه که زندگیش میتونه یه شبه از این رو به اون رو بشه ؟ 
چرا این فرصت در خونۀ من رو زده ؟ 
چون عصبانی ام 
منصفانه نیست بعد از دزدیدن مرد من زندگی خوبی داشته باشه 
درضمن میدونی ، آدم هایی مثل من نمیتونن خیانت رو تحمل کنن 
باید یکم عصبانیتم رو خالی کنم و اگه خوش شانس باشم یو اند کی رو به دست بیارم 
زنی رو که بهت خیانت کرد تنبیه کن و زندگیت رو از این رو به اون رو کن 
باید چیکار کنم تا این اتفاق بیفته ؟ 
خب وقتی تصمیم قطعیت رو گرفتی بهت میگم میگو کوچولو 
سرآشپز سفر کاری رفته آمریکا ؟ 
نه ، میتونم برنامه م رو تنظیم کنم 
فقط اگه ممکنه بهم خبر بدین کِی وقتشون آزاده 
بله 
به شرکت ؟ 
نه ، مشکلی نیست 
بله 
طرح پیشنهادی که براتون فرستادم رو بررسی کردین ؟ 
بله ، آخرین نسخه 
چیکار میکنی ؟ 
جاه طلب تر از اونی هستی که فکر میکردم 
یو جی هیوک از کجا میدونستی از اعضای خانواده رئیسه ؟ 
شبیه بازنده هاست ، اصلا بهش نمیاد 
تو الان میدونی ، من از خیلی قبل میدونستم 
یادت نیست ؟ 
همیشه بهتر از تو بودم 
پس از کِی بود ؟ 
واقعا دارم ازش خسته میشم 
لعنتی 
اون موقع که حرف مزایای شرکت بود ، باید میدونستم 
اون شبی که ازت خواستگاری کردم به همدیگه احساس پیدا کردین ؟ 
برای همین دورهمی خانوادگی رو بهم زدی و سر کار مضحکه خاص و عامم کردی ؟ 
حالا همه چیز منطقیه 
از کِی نقشه همۀ اینا رو کشیدی ؟ 
چی داری برای خودت میگی ؟ 
یه تیکه از داستان رو یادت رفته 
با جونگ سومین بهم خیانت کردی 
اون دلیل همه این اتفاق هاست 
اون زنیکه 
خانم جیوون 
چی باعث شده بیاین اینجا ؟ 
جی هیوک فرستادم اینجا 
بفرمایین ، مال رستوران خودمه 
بگیرینش - باشه - 
ممنون 
جی هیوک گفت جودو رو ادامه بدین 
اگه احیانا به خاطر اون راحت نیستین ازم خواست شماره م رو بهتون بدم 
جی هیوک مرد خوبیه 
خیلی قد بلنده و شخصیت خوبی هم داره 
درضمن ، اگه توی باشگاه ندیده بودمش اصلا نمیتونستم به هیج جا برسم 
آدم معقول و خوبیه 
صبر کن ، اون مرغ 
مرغ سفارش داده بودی ؟ 
مرغ سوخاری تند ، مرغ ادویه دار و مرغ با سس سویای نمکی سفارش داده بودین ؟ 
آره 
اون موقع یه چیزی عجیب بود 
آدم ورزشکاریه ، توی جودو هم خوبه 
صبر کن ، اونی که ماسک سیاه داشت 
این حرومزاده ها من رو بازی دادن ؟ 
کانگ جیوون 
کاری میکنم پشیمون بشی 
میخوای بیای بالا ؟ 
چی ؟ 
نه ، از خشونت خوشم نمیاد 
چه حوصله سر بر ، چرا ؟ 
میتونی بعد از 7 سال با دوست صمیمی دوست دخترت بهش خیانت کنی اما نمیتونی مشت بزنی ؟ 
به اندازه کافی بالغ هستم که خودم بدونم چیکار میتونم و نمیتونم بکنم 
اگه دل و جرئت نداشته باشی نمیتونی کاری که قراره رو انجام بدی 
باشه پس 
اما هر چقدر هم پولدار باشی و سخت تمرین کرده باشی مهم نیست میدونی مردها توی این کارها بهترن 
نمیدونی یه مرد میتونه چقدر ترسناک باشه 
قراره با اون مبارزه کنم ؟ 
زل نزن یارو 
این بوکسه ، میتونی لگد بزنی ؟ 
برای برنده شدن قانونی نداریم 
پس باید از قبلش بهم میگفتی 
حالا کم کم داره ازت خوشم میاد ، میتونم باهات کنار بیام 
امروز به مالیات رسیدگی کردم 
حالا خانم کانگ جیوون بدون اینکه بدونه یکی از ثرتمندترین صاحب خونه های کره شده 
واقعا کار درستیه ؟ 
چرا نباشه ؟ 
مشکل بزرگتر اینجاست بابت اینکه نمیخوای رئیس بفهمن ، زیاد مطمئن نیستم 
خودت بودی که گفتی میتونم هر کاری بکنم 
گفتم 
اما سعی داری چیکار کنی ؟ 
اگه نتیجه آزمایش هاتو رو بررسی نمیکردم فکر میکردم دارین میمیری 
میتونم قضیه گربه رو درک کنم اما چرا برای آیندۀ خانم کانگ جیوون آماده میشی ؟ 
شما دوتا بهم نزدین ؟ 
فقط کاریه که میخوام انجامش بدم 
فقط امیدوارم بعدا زندگی خوبی داشته باشه 
چون تقدیرمون نیست که باهم باشیم 
کانگ جیوون ملک به اسم خودش داره 
ساختمون ، زمین ، آپارتمان 
ارزششون 80 میلیارد وونه 
کانگ جیوون 80 میلیارد وون داره ؟ 
چی ؟ 
نباید اینطوری غافلگیر بشی 
اگه کانگ جیوون بمیره 100 برابر بیشتر از این گیرت میاد 
صبر کن ، 100 برابر ؟ 
رابطه زنت با کانگ جیوون خیلی جالبه 
مثل خواهر نیستن میتونی بگی واقعا خواهرن 
( میتونم توضیح بدم ) 
( چون جی هیوک وارث یو اند کیه ؟ ) 
پول داری ؟ 
( بابا ) ( فکر میکردم این دفعه دیگه میتونم خوب زندگی کنم ) ( اما نمیدونم چیکار کنم ) 
خیلی چیزها رو ازم مخفی کردی 
مثلا چی ؟ 
از مادر کانگ جیوون استفاده کردی تا گولش بزنی اما نتونستی 
از کجا فهمیدی ؟ 
احمق جون 
کسی که عکس ها رو برات فرستاده نمیخواست مادرش رو پیدا کنی تا التماس یه قرون دو زار رو بکنی 
چیزی که الان مهمه اینه که کانگ جیوون 80 میلیارد وون داره 
چی ؟ کانگ جیوون 80 میلیارد وون داره ؟ 
یو جی هیوک بهش داده 
تو یه سطح دیگه‌ست اصلا 
... کانگ جیوون 
ولی این به نفع ماست 
اگه اون بمیره پولا به تنها عضو خانواده‌ش یعنی مامانش میرسه 
ما فقط باید تا وقتی که بمیره صبر کنیم ؟ 
اگه اون بمیره مامانش پول و بهمون میده ؟ 
سومین ، دخترکِ بیچاره 
چه قدر برات سخت بوده که نتونستی بهم بگی ؟ 
... بابات میدونم که هنوز زنده‌ست 
چرا اینجوری میکنی ؟ 
ببین داداش . وقتی پول قرض میگیری باید پسش بدی 
داری یه رستوران و میگردونی ولی میگی آه در بساط نداری 
ما باید چیکارت کنی ؟ 
نه منظورم اینه که ... گوش کنین 
تو این ماه پول و براتون میارم مهم نیست چی بشه 
ما برات جوکیم ؟ 
اگه میخوای بهت اعتماد کنیم باید صداقتت و نشون بدی 
بهمون صد میلیون وون بده و ماهم بهت وقت بیشتری میدیم 
این همه پول از کجام بیارم ؟ 
... به خدا - هی ، نگهش دارین - 
چیکار میکنی ؟ 
با یه دونه کلیه هم میتونی زندگی کنی 
چی ؟ - اگه یه نصفه کبد داشته باشی - دوباره رشد میکنه 
... ببینین - چی و ببینم ؟ 
بشکونمش ؟ 
حالا چی میگی ؟ 
سومین 
اینجا چیکار میکنی ؟ 
اون زنی که باهاش زندگی میکنی کجاست ؟ 
هان ؟ 
این گواهی انتقال سهامه که میتونه کلود ایر و کلیت تور رو از یو اند کی جدا کنه 
میتونی کنترل کامل و به دست بگیری 
کنجکاوم کردی 
اگه بخاطر عشق افلاطونی‌ت باشه ، قیمت کمیه 
و اگه میخوای باهاش گورم و گم کنم خیلی خسته کننده‌ست 
تو هیچوقت بهم علاقه‌ای نداشتی 
ازت میخوام اینجوری زندگی کنی 
نه ، این تو بودی که بهم علاقه‌ای نداشتی ولی قرار نبود نامزدی رو لغو کنی 
وقتی زمان درستش میرسید باهم ازدواج میکردیم و بدون توجه به همدیگه زندگیِ خودمون و میکردیم 
اینجوری بهتره 
مثل یه مرد حسود که میترسه نامزدش ... با یه مرد دیگه باشه خوشم میاد وقتی مردی بی‌قراره 
میخوای امتحانش کنی ؟ 
نقاط ضعف همدیگه رو پیدا کنیم و باهاش همدیگه رو عذاب بدیم ؟ 
یادت نره منم میتونم هرکاری میکنی رو انجام بدم 
... نه من تو این کار بهتر نیستم ؟ 
این و بگیر و هرکاری میخوای بکنی رو تموم کن 
نمیدونم چرا فکر میکنی همه کاری میکنم 
چیزایی که الان گفتی ، درد داشتن 
حتی بدون اینم ، من هیچکاری نمیکنم 
فهمیدم لغو کردن نامزدی یه اشتباه بوده 
فقط میخوام برش گردونم 
برو خوش باش 
عشق همیشه تموم میشه 
وقتی عشقت تموم شد ، برمیگردی پیشم 
یه چیزی هست که باید ببینین 
بیا بیرون 
چی ... الان چی شد ؟ 
اون جی هیوک نبود ؟ 
گیر افتادیم ؟ 
هیچ میدونی ارزشِ کلود ایر و کلیت تور چه قدره ؟ 
جفتشون باهم یه چیزی حدود چهار تریلیون میشه 
چهار تریلیون وون ؟ 
اونوقت اون دادش به من خیلی ناراحت کننده‌ست 
کانگ جیوون و بکُش . من ماست مالیش میکنم 
اینجوری تا آخر عمرت پول کافی داری 
من یو جی هیوک و میگیرم و مطمئن میشم از دادن همچنین پیشنهادی بهم پشیمون شه 
این صد و پنجاه میلیون وونه 
اول بدهی‌های ضروری‌تون و باهاش بدین 
وقتی این ماجرا تموم شد بقیه‌ش و بهتون میدم 
و مطمئن میشم کلی پول به جیب بزنین 
از ... از کجا این پول و آوردی ؟ 
فکر کردی مال منه ؟ 
تاحالا برام چیکار کردی ؟ 
... خوب گوش بدین . 
این پول و کسی داده که میتونه بدون اینکه کسی بفهمه زیرِ هفتا قبر دفنتون کنه 
همون‌طور که بهتون گفته شده انجام بدین تا این زندگیِ سگی تموم شه 
... یا اینکه همه باهم میمیریم 
میتونین انجامش بدین یا نه ؟ 
میتونیم 
آره 
باشه ، خسته نباشی 
درمورد من که بهشون نگفتی ، درسته ؟ 
آره ، به هرحال که اونا نمیدونن باهم ازدواج کردیم 
بیا اوضاع رو معذب کننده نکنیم 
بعد از این دیگه نمیبینمشون 
معلومه . خودمون قدم به قدم بهشون میگیم چیکار کنن 
قبول کردن . شروع کنم ؟ 
هوم ، موفق باشی 
بهت اعتماد میکنیم 
باشه 
برمیگردم - باشه - 
مردا اصلا نسبت به زنی که باهاش میخوابن محتاط نیستن 
چرا اینجورین ؟ 
سالگرد مرگ پدر کانگ جیوون این آخر هفته‌ست 
پس میتونیم اون روز و روز موعد کنیم 
میره وَرِ دل باباش 
ببخشید که انقدر احمقم 
بله ، آقای لی ؟ 
یورا هیچ حرکتی نزده 
ولی به نظرم یه جای کار و اشتباه کردیم 
مادر جیوون یه کامیون کمپرسی رو به صورت غیرقانونی و با اسم قرضی اجاره کرده 
- این یعنی - اگه اون بمیره - 
تمام دارایی‌هایی که به نامشه به مادرش میرسه 
اون کامیون کمپرسی الان کجاست ؟ 
طبق جی پی اس داره تو جاده 424 میره پایین 
جیوون الان درختستان و ترک کرد 
چه مرگش شد ؟ 
این دیگه چه وضعشه ؟ 
بله 
شین یو ، جلوی کانگ جیوون و بگیر نذار رانندگی کنه 
چی ؟ 
ولی هیونگ‌نیم ماشینم نزدیکِ پارکینگ خراب شده 
جیوون شی همین الانشم حرکت کرده 
جاده 424دقیقا بیرونِ اینجاست 
الو ؟ 
مواقعی هست که چیزایی که ناواضح و مه‌آلودن ، واضح میشن 
چرا من به این زمان برگشتم ؟ 
اگه داشتم ، ازش محافظت میکردم 
پس حالا که شانس در خونه‌م و زده ، در و براش باز میکنم 
اگه نمیتونم باهاش باشم ، پس اصلا چرا برگشتم ؟ 
شخصی که با آن تماس گرفته‌اید در دسترس نمیباشد 
لطفا پس از شنیدن صدای بوق پیغام بگذارید 
میخوام چیزی و بهت بگم که فکرشم نمیکردم اینطوری بهت بگمش 
من تو سال 2023 مردم 
یه تصادف ماشین بود 
و وقتی چشمام و باز کردم تو سال 2013 بودم 
بعد دوباره دیدمت 
اشتباها باور کردم که میتونم خوشحال باشم 
ولی نمیتونستم تاابد ازت محافظت کنم 
هر لحظه ممکن بود بمیرم 
نتونستم در برابر وسوسه‌ی بودن باهات مقاومت کنم 
دوستت دارم 
دوستت دارم 
خیلی زیاد دوستت دارم 
... برای همین متاسفم 
اومدم اینجا تا ازت محافظت کنم ولی اگه میدونستم انقدر زود این اتفاق می‌افته دستت و نمیگرفتم 
خودت و سرزنش نکن 
چیزای اجتناب ناپذیر اتفاق می‌افتن 
( پیام صوتی جدید ) 
من تو سال 2023 مردم 
یه تصادف ماشین بود 
چرا جواب نمیده ؟ 
تنها کاری که باید بکنه اینه که بزنه بهش 
خیلی زودتر از اینا باید زنگ میزد 
چرا نمیتونم باهاش تماس بگیرم ؟ 
داری درمورد تموم شدن زندگی دخترت حرف میزنی‌ها 
به گمونم اصلا نگران نیستی 
سلیطه 
تو اینجوری بد گفتیش 
میدونی چی ترسناک تر از خون‌ـه ؟ 
پول 
خنده‌م ننداز 
اگه اونجوری بود که با بابام نبودی 
اون متظاهره و هرچه میگه دروغه 
همش وعده وعید میداد اما تهش هیچکاری برات نمیکرد 
خجالت نمیکشی اینطوری در مورد پدرت حرف میزنی 
اصلا میدونی پدرم چقدر تظاهر به دوست داشتن من کرد ؟ 
اما وقتی که بهش فکر میکنم میفهمم که هیچوقت هیچ کاری واسم نکرد 
تو چطور ؟ 
شک ندارم که از پس هیچ کاری برنمیاد 
شاید گند کاری هاش رو هم تو جمع میکنی 
چرا به این روز افتادی ؟ 
چون که از پس هیچ کاری عین آدم بر نمیاد 
حتما الان خیلی تحت فشار و استرسی 
این جای دستت خیلی سفته 
خوب تو این کار واردی 
یه ماشین به آقای یو زد و تصادف کرد الانم تو مرکز درمانی یوله 
راننده مقصر هم فرار کرد 
جی هیوک اونجا چیکار میکرده ؟ 
ته و توی ماجرا رو در میارم متاسفم 
باید خیلی خوشبحالت باشه 
حالا که جور اون گند کاریا رو من کشیدم الان فقط باید یه عذرخواهی بکنی 
صبر کن ببینم 
اون زنه و دخترش تو هتل نیستن ؟ 
راننده حتما رفته اونجا 
اول اطراف رو بگردین 
زنت رو بردار و برو خونه 
چیزی نشده 
تا وقتی زنگ نزدم کاری نکن 
باشه 
دیوونه شدی ؟ 
بابام دوباره ترکم کرد 
با اون زنه فرار کرد 
کجای راه رو اشتباه رفتم ؟ 
چه کار اشتباهی کردم ؟ 
همش تقصیر جیوونه 
میرم دخل همشون رو میارم 
تقصیر جیوونه دخل اونم میارم 
همه رو میکشم 
جونگ سومین به خودت بیا ، هنوز همه چیز تموم نشده 
اون زنه طرف ماست 
یه دنیایی وجود داره که آدم هایی مثل ما ازش خبر ندارن 
بیا کاری که بهمون گفته شده رو بکنیم 
گفت همه چیز رو راست و ریس میکنه 
تموم شب رو خونه میمونیم 
اگه پلیسا اومدن از بابات هیچ خبری نداری 
فهمیدی ؟ 
حدودا یه ساعت پیش وارد اورژانس شد و رفت تو اتاق عمل 
بهترین دکترها بالاسرشن الان از روی چارت وضعیتش رو توضیح میدم براتون 
عملش زیاد طول نکشیده ؟ 
... اگه یه وقت برادرم 
نه 
جلوی بعضی اتفاق ها رو نمیشه گرفت 
این اتفاق هیچوقت نمیفته 
پس به این چیزها فکر نکن 
اسم راننده جونگ مان شیکه 
باید اول اونو بگیریم 
باید یه سری اطلاعات هم در مورد به هی سوک از پلیس بگیریم 
جونگ سومین هیچوقت نمیتونه تنهایی همچین کاری بکنه 
گفتین جونگ سومین ؟ 
فقط یه تصادف رانندگی نبوده مگه نه ؟ 
اما با کشتن من که چیزی گیر اون نمیاد 
و اونقدر جربزه آدم کشتن رو نداره 
داریم تحقیق میکنیم تا ببینیم کی پشت این قضایاست 
... و با کشته شدن شما چه سودی بهشون میرسه اون چیزی که جی هیوک ساخته 
قرار بود برای شما باشه 
آدما به راحتی عوض نمیشن 
بعد از اینکه پایان ماجرا رو دیدم برگشتم ، اما بازم تنها کاری که تونستم بکنم این بود که فرار کنم 
حتی انتقام هم نگرفتم 
نتونستم هیچ کاری بکنم 
... و آقای یو هم 
هر کاری از دستمون بر می اومد کردیم اما نمیدونیم کی بهوش میاد 
باید نجاتش بدین 
چی دارین میگین ؟ به هر قیمتی که شده باید نجاتش بدین 
اما من که نمیتونم تا ابد ازت محافظت کنم 
هر لحظه ممکنه بمیرم 
پس همه خاطرات بد رو فراموش کن و خاطرات خوب رو به خاطر بسپر 
امیدوارم خوشحال باشی 
واقعا نمیتونی دست از سرم برداری ، نه ؟ 
میخواستم ازت بخوام تا باهم صحبت کنیم و بالاخره تونستم ببینمت 
چطوری تونستی به کشتن یه آدم فکر کنی ؟ 
واسه پول بود ؟ 
چی داری میگی ؟ 
چرا باید همچین چیز ترسناکی بگی ؟ 
خودت چطور ؟ 
نمیدونی چه بلایی سرم آوردی ؟ 
... من بخاطر تو بچه ام سقط شد 
چرنده 
حامله ؟ 
مین هوان عقیمه 
نمیتونه کسی رو حامله کنه 
چی ؟ من واقعا حامله بودم 
عکس سونوگرافی دارم ، خودم حسش کردم 
کافیه 
بسه دیگه دروغ نگو همش دروغ پشت دروغ 
تو چت شده ؟ چرا داری این بلاها رو سرم میاری ؟ 
معلوم هست چته ؟ 
... ازم پرسیدی دست از سرت برمیدارم یا نه 
نه نمیتونم 
چون که نمیتونی خوشحال باشی 
احتمالا خودت هم نمیدونی وقتی چهارده سالمون بود کسی که مامانت ... باهاش خیانت کرد بابای من بود 
روحتم خبر نداره چقدر خوشبخت بودیم 
... بخاطر اون 
بابا ، چرا نمیایی خونه ؟ 
مامان گفت چون خیانت کردی رفتی گفت که تو ترکمون کردی 
یه چیزی بگو بهم زنگ بزن 
اگه واقعا رفته باشی خودم رو میکشم دختر خوبی میشم ، پس منم با خودت ببر 
بهت گفتم بیایی و بهم کمک کنی الان تو خونه چه غلطی میکنی ؟ 
باید درس بخونم 
خدای من ، از دست تو 
ور پریده 
درس خوندت بخوره تو سرم 
شاید بابات نازت رو میکشید اما با من دیگه از این خبرها نیست 
چشم هات رو باز کن و حد و حدود خودت رو بدون 
یا برو ورِ دل بابات 
نمیتونم تحملت کنم 
یه نفر داره زنگ میزنه 
کیه ؟ 
یه زنه ؟ 
نه دخترمه 
آیگو ، خسته شدم 
لنگه مامانشه 
نمیدونم از کجا سفره دلم رو باز کنم بس که سمج و یه دنده ست 
تو که نمیخوایی بزرگش کنی ، نه ؟ 
اگه بخوایی این کارو کنی اونوقت منم دخترم رو میارم مسئولیتش رو بنداز گردن یکی دیگه و خودت رو خلاص کن 
چرا باید این کارو کنم ؟ 
تو تنها پرنسسی هستی که بهش احتیاج دارم 
خیلی حال بهم زنی 
بریم 
پرنسس جدید بابام یه دختر داره 
کیف پولت رو گم کردی ؟ 
آیگو ، کاملا تابلوعه که چرا مامانت از دستت فرار کرده 
فضولیش به تو نیومده 
بیا 
واسه توعه ؟ 
... پس میتونستیم دوست های خوبی واسه هم باشیم 
بخاری زمین رو روشن کن ، خیلی سرده 
عه ؟ خیلی گرمه که 
واقعا ؟ 
بابام روشنش کرده 
گفتی دوستت هم قراره بیاد بخاطر همین روشنش کردم 
بابا 
سلام آخی ، چقدر خوشگل شدی 
از اون کیک ها که دختر ها این روزها دوست دارن خریدم 
حتما با شیر بخورین ، باشه ؟ 
پول تو جیبی 
اینم پول تو جیبی تو 
ممنونم - من میرم دیگه - 
خوش بگذره 
باز نقاشی کرده 
یه لحظه صبر کن 
بابا ، صد بار بهت گفتم رو پول نقاشی نکش 
خیلی خب باشه 
قول میدم دیگه نکشم 
انقدر تند نرو ، یواش 
پرنسس از کی انقدر خوشگل شدی ؟ 
انقدر بهم نگو پرنسس 
واسه اینه که دوستت دارم 
شاید اگه نمیدونستم برخلاف من ، تو همه چیز در اختیارته اینطوری نمیشد 
فکر میکنه من بدون مادر خیلی کمبود دارم 
خیلی زیاده روی میکنه 
ولش کن 
از اونجا بود که شروع کردم از دستت اذیت می‌شدم 
و از همون موقع می‌خواستم همه چیز رو ازت بدزدم 
چرا تو همیشه خوبی ؟ 
... چرا همیشه دورت پر از چیزای خوبه ؟ 
حالا میفهمی ؟ 
هیچوقت ازت خوشم نمیومد 
تو همیشه بدون اینکه خبر داشته باشی لبخند می‌زدی 
خوشحال بودن گناهه 
! تو از همه چی بی‌خبری ، این میره رو مخم 
می‌دونی زندگی چقدر می‌تونه سخت باشه ؟ 
می‌دونی چه جهنمی می‌تونه باشه ؟ 
تو نمی‌تونی خوشحال باشی وقتی من اینقدر بدبختم 
حالا ، نشونت میدم دنیا چقدر می‌تونه بی‌رحم باشه 
... زندگی چقدر می‌تونه جهنمی باشه 
همش همین بود ؟ 
" بابای تو با مامان من رابطه داشت " 
" کسی نفهمید ، به جز تو " 
... فکر کردی به این دلیل می‌تونی عذابم بدی و چیزای بار ارزشمو ازم بدزدی ؟ واقعا ؟ 
از وقتایی که وانمود می‌کنی همه چیزو می‌دونی متنفرم 
برام احساس تاسف نمی‌کنی ؟ 
! من خیلی دلم به حال خودم می‌سوزه 
! به هیچ وجه 
دلم به حالت نمی‌سوزه 
چون منم می‌دونستم 
... که بابات با مادرم رابطه داشته 
منم اینو می‌دونستم‌ 
... فکر می‌کردم جای خوشحالیه که تو خبر نداشتی 
چرا باید اینکارو بکنیم ؟ 
اگه بابام زنده بود میومد مدرسه 
دو سال پیش فوت کرد ؟ 
آره - شرط می‌بندم دلت براش تنگ شده - 
خیلی دلم براش تنگ شده 
اون خیلی دوستم داشت 
! بابا - سلام - 
! بابا - ! سلام - 
داره بارون میاد . بیا بریم 
! مامان 
می‌خواستم باهات خوب باشم 
فکر کردم می‌تونیم باهم خوشحال باشیم 
... حتی وقتی حس کردم دارم می‌میرم با اینکه داشتم می‌مردم امیدوار بودم خوشحال باشی 
وانمود نکن برات مهم بوده 
تو برای یه آدم پولدار مین‌هوانو انداختی به من 
! اونو انداختیش به من 
همیشه همینطوری بودی 
وانمود می‌کردی خوبی و دست آخر ! همه چیزای خوب رو برمی‌داشتی 
! همه چیزو می‌گرفتی 
تازه متوجه شدم که چرا عاقبتت این شد 
خودت این بلارو سر خودت آوردی 
به علاوه ، هنوز تموم نشده 
یه جهنم بدتر در انتظارته 
منتظرش می‌مونم 
منتظرش بمون 
اوضاع با قبل فرق می‌کنه 
مطمئن میشم که سرنوشتم میاد برای تو 
برو خونه و استراحت کن 
من اینجا می‌مونم 
جیوون ، امروز بعد از کار چیکار می‌خوای بکنی ؟ 
میشه یه لحظه همو ببینیم ؟ 
گفتنش خجالت آوره ولی فکر کنم شوهرم داره بهم خیانت می‌کنه 
... این مردک 
چطوره بیرون بر بگیرم ؟ 
... خانم یانگ 
بیا اینجا 
بهت که گفتم ، اینجا نه . باورم نمیشه 
چرا که نه ؟ 
من همیشه کنار همسر و پدر زن مریضم احتیاط می‌کنم 
آقای لی 
بپوشش 
! به خودت بیا و بپوشش 
اگه مچ شوهرتو موقع خیانت گرفتی برو یکی بزن تو دهنش 
، له و لوردش کن ، چشماشو از حدقه در بیار ! و جمجمه سرشو از هم باز کن 
چرا داری فرار می‌کنی ؟ 
از کجا فهمیدی ؟ 
الان این مهمه مگه ؟ 
می‌خوای برگردی ؟ 
چوب گلفمو بهت قرض بدم ؟ 
چطور زندگی کردی که الان اینقدر مثبت فکر می‌کنی ؟ 
حتی وقتی این‌طوری رفتار می‌کنم هم چرا نمی‌تونی عصبانی شی ؟ 
برای همینه که این رفتارو حتی تو رستوران باباتم از خودش نشون میده 
چه عصبانی بشم چه نشم مگه همچین رفتاری اشتباه نیست ؟ 
اینکه بهم بی احترامی کنی اشتباه نیست ؟ 
اگه یکی مهربونه ، نباید توهم باهاش مهربون باشی ؟ 
من باهاش خوبم ، و منتطر می‌مونم 
مدام منتظر می‌مونم 
اون نباید به خودش بیاد ؟ 
پلیس قبول کرد پرونده رو به عنوان تصادفی که توسط یه مرد مست کامیون دزد اتفاق افتاده ببنده 
جونگ مان شیک و به هی سوک توی گیونگ گی دوئن 
زود دستگیرشون می‌کنم 
خیلی داره طول می‌کشه اینقدر نگران بودم که شب خوابم نبرد 
دیگه همه چی حل شده ، باشه ؟ 
من سرآشپز بک اونهو هستم 
غذاتون چطور بود ؟ 
شنیدم می‌خواستین باهام صحبت کنین 
... غذا عالی بود ، و می‌خواستم بدونم یو جی هیوک رو از کجا می‌شناسی 
یو جی هیوک ؟ 
... ای بگیرم 
گفتی هروقت خواستم ازت استفاده کنم 
این چیه ؟ 
چشماتو باز کن ، جی هیوک 
... یعنی حتی اینکارم نمی‌تونی بکنی 
راستی من رشد کردم و خیلی قوی تر شدم 
دیگه کانگ جیوون قدیمی نیستم 
... پس تقدیر ؟ 
دیگه ازش نمی‌ترسم 
برای همین می‌خوام توهم با تقدیرت کنار بیای 
من همیشه تنها بودم 
برای همین از وقتی که مامانم رفت روزا رو شمردم از وقتی بابام مرد هم همینطور 
... ولی الان می‌خوام روزای باهم بودنمون رو بشمارم 
برگرد پیشم 
منو تنها نذار 
چشماتو باز کن ، لطفا 
می‌خوام صداتو بشنوم 
یه چیزی بهت میگم که توقع نداشتم این‌طوری بهت بگم 
من سال 2023 مردم 
دوستت دارم 
دوستت دارم 
خیلی دوستت دارم 
منم دوستت دارم 
... پس معذرت می‌خوام 
عاشقتم 
منم عاشقتم 
