කරුණාකර මෙහි රැඳී සිටින්න . අනතුරට දින 6කට පෙර ඔබ පෞද්ගලිකව වඩා හොඳ පෙනුමක් . 
ඔව් , හැමෝම කියනවා මම පෞද්ගලිකව වඩා හොඳ පෙනුමක් ඇති බව . 
මාර්ගය වන විට , අපි මීට පෙර හමු වී තිබේද ? ඔබ හුරුපුරුදු බව පෙනේ . අපි කවදාවත් හමුවෙලා නැහැ . නමුත් අපි එකම පුද්ගලයා දන්නවා . 
Kang Ji - won මගේ පෙම්වතා සොරකම් කළා . 
හොඳේ ... ඔයා මෝඩද ? 
ඔබ මුලින්ම මුදල් ගෙන එන්නේ කෙසේද ? 
මම කිව්වා එයාට හොඳ අම්මා කෙනෙක් වගේ වැඩ කරන්න කියලා ! 
මම උත්සාහ කළා ! 
ඇය රේඛාව ඇද ගත්තා පමණි . 
ඇය මගේ මුහුණටම මුහුණ දුන්නාය . ඇය ඇත්තටම දෙයක් . 
එසේනම් ඔබ ගොළු සෙල්ලම් කළ යුතුව තිබුණි ! 
එය අමතක කරන්න . 
ඔබ ජරා ජීවිතයක් ගත කරන්නේ ඇයිද යන්න පුදුමයක් නොවේ . 
ඒකට සාප වේවා . MIN - HWAN 
ඔබට ජි - හ්යුක්ගේ ඡායාරූප ලැබුණේ කොහෙන්ද ? 
ඔයාගෙන් අහන්න සෑහෙන වෙලාවක් ගියා . ඇයි ? 
ඔයා කොහේ ද ? එය ප්රමාදය . 
මම ඔබෙන් ප්‍රශ්නයක් අසමි ! 
ඔබට ඒවා ලියුම් කවරයක තිබුණාද ? 
මොකක්ද ඒක කිව්වේ ? 
ඔයා කොහොමද ඒක දන්නේ ? 
මම හිතන්නේ ධනවත් ගැහැණු ළමයෙක් කලබල වෙලා මක්නිසාද යත් යමෙකු ඇගේ මිනිසා සොරකම් කළ බැවිනි . 
නමුත් මේ දවස්වල ඉස්සන් දක්ෂයි . 
ඔවුන් දන්නවා ඔවුන් දුක් විඳින බව තල්මසුන්ගේ සටනක . 
ඔයා මට විහිළු කරනවද ? 
ඒකට සාප වේවා ... 
මම කොහෙද ඉන්නේ ? ඇයි මම ඇය පසුපස ආවේ ? 
ඔය වගේ හිතන මිනිස්සු ඔවුන්ගේ ජීවිත කාලය පුරාම ඉස්සන් ලෙස ජීවත් වේ . 
විශේෂයෙන්ම ඔබ , මිරිදිය ඉස්සන් . බයිට් සයිස් එකක් කවුද දන්නේ නැහැ සාගරය කොච්චර විශාලද කියලා . 
ඔයා පොඩි ... ආයෙත් කියන්න . 
එතකොට පරාජිතයෙක් වගේ ජීවත් වෙන්න ඔබේ ජීවිතයේ ඉතිරි කාලය සඳහා . කිසිවක් ඔබේ මාර්ගයට නොයන්නේ මන්දැයි කල්පනා කරයි සහ ඔබ ගැනම කණගාටුයි . 
ඔබේ මුඛය බලාගන්න . 
ඔබ නොදැන සිටිය යුතුය ඉස්සන් කොතරම් බියජනක විය හැකිද , පොහොසත් දැරිය . 
ඉස්සන් දෂ්ට කළහොත් ඔබට ලේ ගලනු ඇත . 
නිකන් දෂ්ට කරන ඉස්සන් වෙන්න එපා . තල්මසෙකු පරාජය කළ හැකි ඉස්සන් වන්න . 
ඔයා හිතනවද Kang Ji - won එකම කෙනා කියලා එක රැයකින් වෙනස් විය හැක්කේ කාගේ ජීවිතයද ? 
ඇයි මට ඒ අවස්ථාව එන්නේ ? 
මොකද මම තරහයි . 
මගේ මිනිහා හොරකම් කරලා එයා හොඳට ජීවත් වෙනවා . ඒක සාධාරණ නැහැ . 
ඒ වගේම මම වගේ අය රැවටීම දරාගත නොහැක , ඔබට පෙනේ . 
මට වාෂ්ප පිඹින්න ලැබෙනවා මම වාසනාවන්ත නම් UK ලබා ගන්න . 
ඔබව පාවා දුන් කාන්තාවට ඔබ දඬුවම් කළා , සහ වාසනාවකින් ඔබේ ජීවිතය වෙනස් කරන්න . 
මම මොකක්ද කරන්න ඕනේ එය සිදු කිරීමට ? 
හොඳින් ... හදාගත්තම කියන්නම් ඔබේ මනස , ඉස්සන් . 
අරක්කැමියා ව්‍යාපාරික සංචාරයක යෙදී සිටී ප්රාන්තවලට ? 
නැත , මට මගේ කාලසටහන සකස් කළ හැක . 
ඔබට මට දන්වන්න පුළුවන් නම් ඔහු සිටින විට ... 
ඔව් . 
සමාගමට ? 
නැහැ , ඒක හොඳයි . 
ඔව් . 
මම ඔබට එවූ යෝජනාව ඔබ පරීක්ෂා කළාද ? 
නවතම අනුවාදය . 
ඔයා කරන්නේ කුමක් ද ? 
ඔබ මා සිතුවාට වඩා අභිලාෂකාමී ය . 
යූ ජි - හ්යුක් . ඔයා කොහොමද දැනගත්තේ ඔහු අයිතිකාර පවුලෙන්ද ? 
ඔහු පරාජිතයෙකු මෙන් පෙනේ . මට කොහෙත්ම කියන්න බැරි වුණා . 
ඔබ දැන් දන්නවා . මම කලින් මාර්ගය දැන සිටියෙමි . 
මතක නැද්ද ? 
මම හැම විටම ඔබට වඩා හොඳ විය . 
ඉතින් එය කවදාද ? 
මට මේකෙන් ලෙඩ හැදෙනවා . 
ඒකට සාප වේවා ... 
සමාගමට වාසි . මම දැන සිටිය යුතුයි . 
ඔබ දෙදෙනා හැඟීම් වර්ධනය කර ගත්තාද ? මම යෝජනා කළ රාත්‍රිය ? 
ඒකයි ඔයා පවුලේ රැස්වීම විනාශ කළේ ඒ වගේම රැකියාවේදී මට නින්දා කළා . 
හැම දෙයක්ම දැන් තේරෙනවා . 
ඔබ මේ සියල්ල සැලසුම් කිරීමට පටන් ගත්තේ කවදාද ? 
මොන මගුලක්ද ඔය කියන්නේ ? 
ඔබට නැතිවූ එක කෑල්ලක් අමතක වෙනවා . 
ඔයා සු - මින් එක්ක මාව රැවැට්ටුවා . 
ඒක තමයි මේ හැමදේටම හේතුව . 
ඒ පුංචි ... 
ජි - වෝන් ! 
කුමක් නිසාද ඔබ මෙහි ආවේ ? 
ජි - හ්යුක් මාව මෙහාට එව්වා . 
මේක ගන්න . මම එය මගේ අවන්හලේදී බැද ගත්තෙමි . 
- ගන්න . - හරි හරී . 
ස්තුතියි . 
ජූඩෝ දිගටම කරගෙන යන්න කිව්වා . 
ඔහු නිසා ඔබ අපහසුතාවයට පත් වුවහොත් , මගේ නම්බර් එක දෙන්න කිව්වා . 
ජි - හ්යුක් නියම මිනිහෙක් . 
ඔහු ඇත්තටම උසයි සහ විශිෂ්ට පෞරුෂයක් ඇත . 
අනික මට එයාව අපේ ක්ලබ් එකේදි මුණගැහුණේ නැත්නම් . මම කිසිම දෙයක් කරන්නේ නැහැ . 
ඔහු විනීත හා යහපත් පුද්ගලයෙකි . 
ඉන්න , අර කුකුළා ... 
ඔබ කුකුල් මස් ඇණවුම් කළාද ? 
ඔබ උණුසුම් බැදපු කුකුල් මස් ඇණවුම් කළාද , කුළුබඩු චිකන් , සහ ලුණු සෝයා සෝස් කුකුල් මස් ? 
ඔව් . 
එතකොට මොකක්දෝ අහිතක් දැනුනා . 
ඒ වගේම එයා ගොඩක් මලල ක්‍රීඩකයෙක් . එයා ජූඩෝ වලට ගොඩක් දක්ෂයි . 
ඉන්න ... කළු වෙස් මුහුණ . 
මේ අවජාතකයන් මට සෙල්ලම් කළාද ? 
කන්ග් ජි - වොන් . 
මම ඔබට ඒ ගැන පසුතැවිලි වීමට සලස්වන්නෙමි . 
ඔබට ඉහළට පැමිණීමට අවශ්‍යද ? 
කුමක් ද ? 
නැහැ , මම ප්‍රචණ්ඩත්වයට කැමති නැහැ . 
ඔබට විනෝදයක් නැත . ඇයි නැත්තේ ? 
ඔබට ඔබේ පෙම්වතිය රවටා ගත හැකිය ඇගේ මිතුරිය සමඟ අවුරුදු හතක් , නමුත් ඔබට පහරක් එල්ල කළ නොහැකිද ? 
මට දැනගන්න වයසයි මට කළ හැකි සහ කළ නොහැකි දේ . 
අපි කරන්න යන දේ ඔයාට කරන්න බෑ ධෛර්යයක් නොමැතිව . 
හරි එහෙනම් . 
නමුත් ඔබ කොතරම් පොහොසත් වුවත් සහ ඔබ කොතරම් වෙහෙස මහන්සි වී පුහුණු කළාද , පිරිමින්ට වාසි ඇත . 
පිරිමින් කොතරම් බියජනකද කියා ඔබ දන්නේ නැහැ . 
ඔහ් , මම ඔහු සමඟ සටන් කරනවාද ? 
දිලිසීම නවත්වන්න , මචෝ . 
මේක බොක්සිං . ඔබට පයින් ගැසීමට අවසර තිබේද ? 
ජයග්රහණය සඳහා නීති නොමැත . 
එහෙනම් මට කලින් කියන්න තිබුනා ! 
මම දැන් ඔයාට කැමති වෙන්න පටන් අරන් . මට ඔයා එක්ක වැඩ කරන්න පුළුවන් . 
මම අද බදු බලාගත්තා . 
දැන් Kang Ji - won නොදැනුවත්වම වෙලා ධනවත්ම දේපල හිමිකරුවන්ගෙන් කෙනෙකි කොරියාවේ . 
ඇත්තටම මේක හරිද ? 
ඇයි නැත්තේ ? 
ඒ වගේම මෙතන ලොකු ප්‍රශ්නයක් තියෙනවා . මට විශ්වාස නැහැ සභාපතිට නොකියා සිටීම ගැන . 
ඔයා තමයි කිව්වේ මට ඕනෑම දෙයක් කළ හැකි විය . 
මම කලා . 
ඒත් ඔයා මොකක්ද කරන්න හදන්නේ ? 
මම ඔබේ සෞඛ්‍යය කළමනාකරණය නොකළේ නම් පරීක්ෂණ ප්‍රතිඵල , මම හිතන්නේ ඔයා මැරෙනවා කියලා . 
මට පූසාව තේරුම් ගන්න පුළුවන් නමුත් කන්ග් මහත්මියගේ අනාගතය සඳහා සූදානම් වන්නේ ඇයි ? 
ඔබ දෙදෙනා වෙන් වුණේ නැද්ද ? 
මට මේක කරන්න ඕන . 
ඇය ජීවත් වනු ඇතැයි මම බලාපොරොත්තු වෙමි පසුව හොඳ ජීවිතයක් . 
මොකද අපි එකට ඉන්න අදහස් කරන්නේ නැහැ . 
ජි - වොන් ඇගේ නමට දේපල ඇත . 
ගොඩනැගිලි , ඉඩම් , මහල් නිවාස . 
වොන් බිලියන 80 ක් පමණ වටිනා . 
Kang Ji - wonට බිලියන 80ක් වොන් තියෙනවද ? 
කුමක් ද ? 
ඔබ පුදුම විය යුතු නැත . 
ඔබට ඊට වඩා 100 ගුණයක් ලැබෙනු ඇත ඇය මිය ගියහොත් . 
ඉන්න , 100 වතාවක් ? 
ජි - වොන් සමඟ ඔබේ බිරිඳගේ සම්බන්ධය හරිම විනෝදජනකයි . 
එයාලා නංගිලා වගේ නෙවෙයි . ඔවුන් ඇත්තටම සහෝදරියන් බව ඔබට පැවසිය හැකිය . 
මට මේක පැහැදිලි කරන්න පුළුවන් . 
Ji - hyuk ගේ UK අනුප්‍රාප්තිකයා නිසාද ? 
ඔබට මුදල් තිබේද ? 
තාත්තා . මම හිතුවා මේ පාර හොඳට කරන්න පුළුවන් කියලා . නමුත් මම දන්නේ නැහැ මොනවා කරන්නද කියලා . 
ඔයා මගෙන් ගොඩක් දේවල් ඉතුරු කළා . 
කුමක් වගේ ද ? 
ඔයා ජි - වොන්ගෙ අම්මව රවට්ටන්න පාවිච්චි කළා නමුත් අසාර්ථකයි . 
ඔබ එය දැනගත්තේ කෙසේද ? 
ඔයා ඩමි . 
ඔබට ඡායාරූප එවූ පුද්ගලයා ඔයා එයාගේ අම්මව හොයාගන්න කියලා කිව්වේ නැහැ සල්ලි හිඟාකන්න . 
දැන් වැදගත් දේ ජි - වොන් සතුව බිලියන 80ක් වොන් ඇති බවයි . 
කුමක් ද ? ඇයට බිලියන 80ක් දිනා තිබේද ? 
යූ ජි - හ්යුක් එය ඇයට දුන්නා . 
ඇය වෙනත් මට්ටමක සිටී . 
කන්ග් ජි - වොන් ... 
ඒත් ඒක අපිට හොඳයි . 
ඇය මිය ගියහොත් , ඇගේ එකම පවුලේ සාමාජිකයා එය ලබා ගනී , ඇගේ මව . 
අපි ඇය මැරෙන තුරු බලා සිටිනවාද ? 
තවද ඇය මිය ගියහොත් , එයාගේ අම්මා අපිට දෙනවද ? 
සු - මින් , ඔයා දුප්පත් . 
ඔබට එය කොතරම් දුෂ්කරද ? මට කියන්න බැරිද ? 
ඔයාගේ තාත්තා ... ඔහු තවමත් ජීවතුන් අතර සිටින බව මම දනිමි . 
ඇයි මෙහෙම කරන්නේ ? 
බලන්න . ඔබ මුදල් ණයට ගත්තා නම් , ඔබ එය ආපසු ගෙවිය යුතුය . 
ඔබ අවන්හලක් පවත්වාගෙන යනවා ඒත් ඔයාට සල්ලි නෑ කියන්න . 
අප කළ යුත්තේ කුමක්ද ? 
මම කියන්නේ ... මට ඇහුම්කන් දෙන්න . 
මම ඔයාට සල්ලි අරන් දෙන්නම් මොනවා උනත් මේ මාසය ඇතුලත . 
ඔයා මට විහිළු කරනවද ? 
ඔබ අවංකකම පෙන්විය යුතුය ඔබට අප සමඟ විශ්වාසය ගොඩනඟා ගැනීමට අවශ්‍ය නම් . 
මිලියන 100ක වොන් එකක් අපට ලබා දෙන්න . අපි ඔබට වැඩි කාලයක් දෙන්නම් . 
මට එවැනි මුදල් ලබා ගත හැක්කේ කොතැනින්ද ? 
- මම දිවුරනවා ... - ඒයි , එයාව අල්ලගන්න . 
ඔයා කරන්නේ කුමක් ද ? 
ඔබට එක් වකුගඩුවක් සමඟ ජීවත් විය හැකිය . 
- කුමක් ද ? - ඔබට අක්මාව අඩක් තිබේ නම් , එය නැවත වර්ධනය වේ . 
- බලන්න ... - මොකක්ද බලන්න ? 
මම ඒක කඩන්නද ? 
දැන් මොකද ? 
සු - මිනි . 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
ඔබ සමඟ ජීවත් වන කාන්තාව කොහෙද ? 
කුමක් ද ? 
එය කොටස් හුවමාරු සහතිකයකි එය Cloud Air වෙන් කළ හැක සහ UK වෙතින් Kelite Tour . 
ඔබට සම්පූර්ණයෙන්ම පාලනය කළ හැකිය . 
ඔබ මට කුතුහලයක් ඇති කළා . 
එය කුඩා මිලකි ඒ ඔබේ ඒ උතුම් ආදරය වෙනුවෙන් නම් . 
ඒ වගේම කම්මැලියි ඔබට අවශ්‍ය නම් මම එය සමඟ අතරමං වීමට . 
ඔබ කවදාවත් මා ගැන උනන්දු වූයේ නැත . 
මම ඔබෙන් ඉල්ලා සිටින්නේ එලෙස ජීවත් වන ලෙසයි . 
නැහැ , ඔබ මා ගැන උනන්දු වුණේ නැහැ , නමුත් සිටියේ නැත විවාහ ගිවිස ගැනීම නවත්වන්න යනවා . 
අපි විවාහ වෙන්න තිබුණා හරි වෙලාවට සහ අපේම ජීවිත ගත කළා , එකිනෙකාට උදාසීන . 
මේක ලස්සනයි . 
හරියට ඊර්ෂ්‍යාකාරයෙක් බයවෙලා වගේ ඔහුගේ පෙම්වතියට තවත් මිනිසෙක් සිටී ... මිනිසෙකු නොසන්සුන් වූ විට මම එයට කැමතියි . 
ඔබට එය උත්සාහ කිරීමට අවශ්‍යද ? 
එකිනෙකාගේ දුර්වලතා සොයා ගැනීම සහ එකිනෙකාට වධ දෙනවාද ? 
මට කරන්න පුළුවන් බව අමතක කරන්න එපා ඔබට කළ හැකි ඕනෑම දෙයක් . 
නැත ... මම ඊට වඩා හොඳ වෙන්නේ නැද්ද ? 
මේක අරන් ඔයා කරන වැඩේ නවත්තන්න . 
ඔබ සිතන්නේ මන්දැයි මම නොදනිමි මම ඕනෑම දෙයක් කරන්නම් . 
ඔබ දැන් කී දේවල් , එය රිදෙනවා . 
මෙය නොමැතිව මම කිසිවක් නොකරමි . 
කඩා වැටෙන බව මට වැටහුණි විවාහ ගිවිස ගැනීම වැරදීමකි . 
මට ඒක ආපහු ගන්න ඕන . 
විනෝද වෙන්න . 
ආදරය සැමවිටම අවසානයකට පැමිණේ . 
ඔබේ එය කළ විට , මා වෙත ආපසු එන්න . 
ඔබ සොයා බැලිය යුතු දෙයක් තිබේ . 
එළිදරව් වෙනවා . 
මොකක්ද ... මොකක්ද දැන් වුණේ ? 
ඒ Ji - hyuk නොවේද ? 
අපි මාට්ටුද ? 
ඔයා දන්නවද කීයද කියලා ක්ලවුඩ් එයාර් සහ කෙලයිට් චාරිකාව වටිනවාද ? 
ඒකාබද්ධ වූ විට , ට්‍රිලියන හතරක් පමණ . 
ට්‍රිලියන හතරක් දිනුවාද ? 
ඒත් එයා ඒක මට දුන්නා විතරයි . ඒක හරිම අප්සට් . 
Kang Ji - won මරන්න . මම අවුල සුද්ද කරන්නම් . 
ඔබට ප්රමාණවත් මුදලක් ලැබෙනු ඇත ඔබේ ජීවිතයේ ඉතිරි කාලය සඳහා . 
මම Yu Ji - hyuk ගන්නම් . ඒ වගේම මම ඔහු පසුතැවෙන බවට වග බලා ගන්නම් මට එවැනි දෙයක් පිරිනැමීම . 
එය වොන් මිලියන 150 කි . 
මුලින්ම ඔබේ හදිසි ණය ගෙවන්න . 
ඉතුරු ටික ඉවර උනාම දෙන්නම් . 
ඒ වගේම මම ඔබට වාසනාවක් ලැබෙන බවට වග බලා ගන්නම් . 
කෝ ... කොහෙන්ද මේ සල්ලි ? 
එය මගේ යැයි ඔබ සිතනවාද ? 
ඔබ කවදා හෝ මා වෙනුවෙන් කළේ කුමක්ද ? 
ඇහුම්කන් දෙන්න . 
මෙම මුදල් ... ඔබව භූමදාන කළ හැකි අයෙකු විසින් ලබා දෙන ලදී කවුරුත් නොදැන . 
කියන විදියට කරන්න , මේ ජරා ජීවිතය ඉවරයි . 
හෝ ... අපි හැමෝම එකට මැරෙමු . 
ඔබට එය කළ හැකිද නැද්ද ? 
අපිට පුළුවන් . 
ඔව් . 
හරි , හොඳ වැඩක් . 
ඔයා එයාලට මං ගැන කිව්වෙ නෑ නේද ? 
ඔව් , ඔවුන් දන්නේ නැහැ අපි කොහොමත් විවාහකයි . 
අපි දේවල් අපහසුතාවයට පත් නොකරමු . 
මීට පස්සෙ මට එයාලව ආයෙ දකින්න ලැබෙන්නෙ නෑ . 
ඇත්ත වශයෙන් . අපි ඔවුන්ට කියනවා කුමක් කළ යුතුද , පියවරෙන් පියවර . 
ඔව්හු කීහ . මම පටන් ගන්නද ? 
ඔව් වාසනාවන්තයි . 
මම ඔබව විශ්වාස කරන්නම් . 
හරි හරී . 
- මම ආපසු එන්නම් . 
පිරිමින් ඔවුන් සමඟ යහන්ගත වූ කාන්තාවන් ගැන සැලකිලිමත් නොවේ . 
ඇයි ඒ ? 
ජි - වොන්ගෙ තාත්තගෙ මරණ සංවත්සරය මේ සති අන්තයේ . 
එතකොට අපිට ඒ D - day කරන්න පුළුවන් . 
එයා එයාගේ තාත්තා බලන්න යනවා . 
මට සමාවෙන්න මම මේ තරම් මෝඩයෙක් . 
ඔව් , ලී මහතා ? 
යු - රා කිසිදු චලනයක් කර නැත . 
නමුත් මම හිතන්නේ අපි වැරැද්දක් කළා . 
ජි - වොන්ගේ මව නීති විරෝධී ලෙස කුලියට ගෙන ඇත ණයට ගත් නමක් යටතේ ටිපර් රථයක් . 
- ඒ කියන්නේ ... 
- ඇය මිය ගියහොත් , ඇගේ නමට ඇති සියලුම දේපල ඇගේ මව වෙත යනු ඇත . 
දැන් ටිපර් රථය කොහෙද ? 
දැනට පවතින GPS අනුව , එය 424 මාර්ගයේ පහළට ගමන් කරයි . 
ජි - වොන් දැන් වෘක්ෂාගාරයෙන් පිට වෙනවා . 
මොන මගුලක්ද ? 
මේ කුමක් ද ? 
ඔව් . 
සින් - උ , නවත්වන්න ජි - වොන් . ඇයට රිය පැදවීමට ඉඩ නොදෙන්න . 
කුමක් ද ? 
නමුත් ජි - හ්යුක් , මගේ මෝටර් රථය වාහන නැවැත්වීමේ ස්ථානයේ කැඩී ගියේය . 
ජි - වොන් දැනටමත් පිටත්ව ගොස් ඇත . 
මාර්ගය 424 මෙතැනින් පිටත පිහිටා ඇත . 
ආයුබෝවන් ? 
එහෙම වෙච්ච වෙලාවල් තියෙනවා මීදුම සහ නොපැහැදිලි පැහැදිලි වේ . 
ඇයි මම මේ කාලෙට ආපහු ආවේ ? 
මම හිටියා නම් මම ඇයව ආරක්ෂා කරනවා . 
ඉතින් අවස්ථාවක් ලැබුණොත් මම ඒක ගන්නවා . 
මට ඇය සමඟ සිටිය නොහැකි නම් , ඇයි මම ආපහු ආවේ ? 
ඔබ ඇමතූ පුද්ගලයා නොමැත . 
බීප් හඬට පසු පණිවිඩයක් තබන්න . 
මම ඔයාට දෙයක් කියන්නම් මම හිතුවේ නෑ ඔයාට මෙහෙම දෙයක් කියන්න . 
මම 2023 දී මිය ගියා . 
එය රිය අනතුරකි . 
ඒ වගේම මම ඇස් අරිනකොට මම හිටියේ 2013 වසරේ . 
ඊට පස්සේ මට ඔයාව ආයෙත් මුණගැහුණා . 
මට සතුටින් ඉන්න පුළුවන් කියලා මම වැරදියට විශ්වාස කළා . 
ඒත් මට ඔයාව හැමදාම ආරක්ෂා කරන්න බෑ . 
මට ඕන වෙලාවක මැරෙන්න පුළුවන් . 
මට විරුද්ධ වීමට නොහැකි විය ඔබ සමඟ සිටීමට පෙළඹවීම . 
මම ඔයාට කැමතියි . 
මම ඔයාට කැමතියි . 
මම ඔයාට ගොඩාක් ආදරෙයි . 
ඒ නිසා ... මට කණගාටුයි . 
මම ආවේ ඔයාව ආරක්ෂා කරන්න , නමුත් එය මෙතරම් ඉක්මනින් සිදුවනු ඇති බව මා දැන සිටියා නම් , මම ඔයාගේ අතින් අල්ලන්නේ නැහැ . 
ඔබටම දොස් නොකියන්න . 
නොවැළැක්විය හැකි දේ සිදු විය . 
නව හඬ පණිවිඩය . 
මම 2023 දී මිය ගියා . 
එය රිය අනතුරකි . 
ඇයි එයා ගන්නෙ නැත්තෙ ? 
ඔහුට කළ යුතුව තිබුණේ ඇය මතට කඩා වැටීමයි ! 
එයාට කලින් කතා කරන්න තිබුනා . 
මට ඔහු වෙත ළඟා විය නොහැක්කේ ඇයි ? 
ඔයා කතා කරනවා ඔබේ දුවගේ ජීවිතය අවසන් වීම ගැන . 
මම හිතන්නේ ඔයා කලබල වෙන්නේ නැහැ . 
තෝ පිස්සෙක් . 
ඔබ එය එතරම් පහත් ආකාරයෙන් දමා ඇත . 
ලේ වලට වඩා භයානක දේ ඔබ දන්නවාද ? 
ඒක සල්ලි . 
මට හිනා වෙන්න එපා . 
එතකොට ඔයා මගේ තාත්තා ළඟ ඉන්නේ නැහැ . 
ඔහු මවාපෑමක් , ඔහු කියන සියල්ල බොරු ය . 
ඔහු ඔබට සියල්ල පිරිනමයි , නමුත් ඔහු කවදාවත් ඔබ වෙනුවෙන් කිසිවක් නොකරයි . 
ඔබට සවන් දෙන්න , ඔයාගේ තාත්තා ගැන එහෙම කතා කරනවා . 
ඔබ යම් අදහසක් තියෙනවද මගේ තාත්තා මට කොච්චර ආදරේ කරනවාද ? 
නමුත් මම ඒ ගැන සිතන විට , ඇත්තටම එයා කවදාවත් මම වෙනුවෙන් කිසිම දෙයක් කරලා නැහැ . 
ඔයාට කොහොම ද ? 
ඔහු කරන කිසිවක් හරි නොයන බව මට විශ්වාසයි . 
සමහර විට ඔබ ඔහුගේ අවුල පවා පිරිසිදු කරයි . 
ඇයි එහෙම පේන්නෙ ? 
මොකද එයා කවදාවත් හරි දෙයක් කරන්නේ නැහැ ! 
ඔබ දැඩි ආතතියකින් සිටිය යුතුය . 
මෙම කොටස ඉතා දැඩි ය . 
ඔයා මේකට දක්ෂයි . 
යූ මහතා කපා තුවාල ලබා ඇත , දැන් ඉන්නේ Yuil Medical Center එකේ . 
ඒ වගේම රියදුරු එම ස්ථානයෙන් දිව ගියා . 
ජි - හ්යුක් එහි සිටියේ කෙසේද ? 
මම ඒ ගැන සොයා බලනවා . මට කණගාටුයි . 
එය ලස්සන විය යුතුය . 
සමාව ඉල්ලන එක විතරයි කරන්න තියෙන්නේ මම කුණු පිරිසිදු කරන නිසා . 
ඉන්න . 
කාන්තාව සහ ඔහුගේ දියණිය නොවේද ? හෝටලයේ ? 
එතකොට රියදුරු එතනට යන්න ඇති . 
මුලින්ම ඒ ප්‍රදේශය සොයන්න . 
ඔබේ බිරිඳ රැගෙන ගෙදර යන්න . 
මොකුත් වුනේ නෑ . 
මම කෝල් කරනකම් මොකුත් කරන්න එපා . 
හරි හරී . 
ඔයාට පිස්සුද ? 
මගේ තාත්තා ආයෙත් මාව දාලා ගියා . 
ඔහු එම කාන්තාව සමඟ පලා ගියේය ! 
මම කළ වරද කුමක්ද ? 
මම කළ වරද කුමක්ද ? 
ඒ සියල්ල ජි - වොන් ගේ වරදකි ! 
මම ඔවුන් සියල්ලන්ම මරා දමමි ! 
ඒක ජි - වොන්ගෙ වැරැද්ද ! මම ඇයවත් මරනවා ! 
මම හැමෝම මරනවා ! 
ජොං සු - මින් ! එයින් ඉවත් වන්න . තවම ඉවර නෑ . 
ඒ ගෑනි අපේ පැත්තේ . 
ලෝකයක් තියෙනවා අපි වගේ අය දන්නේ නැහැ . 
අපි කියන විදියට කරමු . 
ඇය කිව්වා කුණු පිරිසිදු කරන්නම් කියලා . 
අපි මුළු රෑම ගෙදර හිටියා . 
පොලිසිය ආවොත් , ඔයා ඔයාගේ තාත්තා ගැන දන්නේ නැහැ . 
තේරුම් ගත්තා ද ? 
ඔහු පැයකට පෙර ER වෙත පැමිණියේය ශල්‍යකර්මයකට ගියා . 
ඉහළම වෛද්‍යවරු ඔහු මත සිටිති . මම ප්‍රස්ථාරය සමඟ පැහැදිලි කරන්නම් . 
ශල්‍යකර්මයට ගොඩක් කල් යනවා නේද ? 
අයියා එහෙම උනොත් ... 
නැත . 
නොවැළැක්විය හැකි දේ සිදු විය . 
ඒක කවදාවත් වෙන්නේ නැහැ . 
ඒ නිසා එහෙම හිතන්න එපා . 
රියදුරුගේ නම Jeong Man - sik . 
අපි මුලින්ම ඔහුව ලබා ගත යුතුයි . 
සහ Bae Hui - suk පිළිබඳ තොරතුරු ද ලබා ගන්න පොලිසියෙන් . 
Jeong Su - min හැකි විය කවදාවත් ඇය විසින්ම මෙය කර නැත . 
ජියොන්ග් සු - මින් කිව්වද ? 
ඒක නිකන් රිය අනතුරක් නෙවෙයි නේද ? 
නමුත් ඇයට කිසිවක් ලැබෙන්නේ නැත මාව මැරීමෙන් . 
ඒ වගේම ඇයව මරන්න තරම් නිර්භීත නැහැ . 
අපි ඒ ගැන සොයා බලනවා මේක පිටිපස්සේ කවුරුහරි ඉන්නවා කියලා හිතාගෙන . 
ඔබ මැරුනොත් ඔවුන්ට ලැබෙන දේ ... ජි - හ්යුක් හදපු දෙයක් . 
එය ඔබ වෙනුවෙන් විය යුතු විය . 
මිනිස්සු ලේසියෙන් වෙනස් වෙන්නේ නෑ . 
අවසානය දැකලා මම ආපහු ආවා . ඒත් මම ආයෙත් පැනලා යන්න හැදුවා . 
මම පළිගත්තේ නැහැ . 
මම කිසිම දෙයක් කරලා නැහැ . 
සහ යූ මහතා ... 
අපි කරන්න පුළුවන් හැමදේම කළා . නමුත් ඔහු කවදා අවදි වෙයිද දන්නේ නැහැ . 
ඔබ ඔහුව බේරා ගත යුතුයි . 
ඔයා මොනවද කියවන්නේ ? ඔබ ඕනෑම වියදමකින් ඔහුව බේරා ගත යුතුයි ! 
ඒත් මට ඔයාව හැමදාම ආරක්ෂා කරන්න බෑ . 
මට ඕන වෙලාවක මැරෙන්න පුළුවන් . 
එබැවින් සියලු නරක දේවල් අමතක කරන්න සහ හොඳ මතක තබා ගන්න . 
මම හිතනවා ඔයා සතුටින් ඉන්නවා කියලා . 
ඇත්තටම ඔයාට මාව තනි කරන්න බැරිද ? 
මට කාලෙක ඉඳන් ඔයාගෙන් අහන්න ඕන වුණා . සහ මට අවසානයේ පුළුවන් . 
කෙනෙක්ව මරන්න හිතුවේ කොහොමද ? 
එය මුදල් සඳහාද ? 
ඔයා කියන්නේ කුමක් ද ? 
ඇයි ඔච්චර බය හිතෙන දෙයක් කියන්නේ ? 
ඔයාට කොහොම ද ? 
ඔයා මට මොනවද කළේ කියලා ඔයා දන්නේ නැද්ද ? 
මම ... ඔබ නිසා ගබ්සා විය . 
ඒක විකාරයක් . 
ගැබිනිද ? 
Min - hwan azoospermia ඇත . 
ඔහුට කිසිවෙකු ගැබ් ගත නොහැක ! 
කුමක් ද ? මම ඇත්තටම ගැබ්ගෙන සිටියා . 
මට අල්ට්රා සවුන්ඩ් පින්තූරයක් තිබේ . මට ඒක දැනුනා . 
එය ප්රමාණවත් ! 
බොරු කියන එක නවත්තන්න . ඔබ දිගටම බොරු සහ බොරු කියන්න ! 
ඔබට කුමක් ද ? ඇයි ඔයා මට මෙහෙම කරන්නේ ? 
ඔයාට මොනවද වෙලා තියෙන්නේ ? 
ඔයා ඇහුවා මට ඔයාව තනි කරන්න පුලුවන්ද කියලා ... 
නැහැ , මට බැහැ . 
මොකද සතුටින් ඉන්න බෑ . 
ඔබ නොදන්නවා ඇති . ඔයාගේ අම්මට අනියම් සම්බන්ධයක් තිබ්බ වෙලාවේ අපි 14 දී ඔයාව දාලා ගියා , විය ... මගේ තාත්තා එක්ක . 
ඔබ කිසිම අදහසක් නොතිබූ අතර ඉතා සතුටු විය . 
ඒක නිසා ... 
තාත්තේ , ඇයි ඔයා ගෙදර එන්නේ නැත්තේ ? 
අම්මා කිව්වා ඔයා ගියා කියලා මොකද ඔයාට අනියම් සම්බන්ධයක් තිබුණා . ඇය කිව්වා ඔයා අපිව දාලා ගියා කියලා . 
ඕන දෙයක් කියන්න . මට කතා කරන්න . 
ඔයා මෙහෙම කළොත් මම සියදිවි නසාගන්නවා . මම හොඳින් ඉන්නම් , ඒ නිසා මාව ඔබ සමඟ රැගෙන යන්න . 
මම කිව්වා ඔයාට ඇවිත් උදව් කරන්න කියලා . ඇයි දැන් ගෙදර ඉන්නේ ? 
මට පාඩම් කරන්න වෙනවා ! 
දෙවියනේ , ඔබ මාළු කෑවා . 
පොඩි පිස්සෙක් . 
පාඩම් කරන්න , මගේ පාදය . 
ඔයාගේ තාත්තා ඔයාට හුරතල් වෙන්න ඇති . නමුත් මම නොවේ . 
අවදි වී ඔබේ ස්ථානය දැනගන්න . 
නැත්නම් ඔයාගේ තාත්තා ළඟට යන්න ! 
මට ඔයාව දරාගන්න බෑ ! 
කවුරුහරි කතා කරනවා . 
ඌ කව් ද ? 
එය කාන්තාවක්ද ? 
නෑ ඒ මගේ දුව . 
මට මේක එපා වෙලා . 
එයා එයාගේ අම්මා වගේමයි . 
මට ඔයාට කියන්න පටන් ගන්නත් බෑ ඇය කෙතරම් දෘඪ . 
ඔබ ඇයව ඇති දැඩි කිරීමට සිතන්නේ නැත , හරිද ? 
එහෙම උනොත් මම මගේ එකත් ගේන්නම් . . ඇයව ඔබ මතට දමා පලා යන්න . 
ඇයි මම එහෙම කරන්නේ ? 
මට අවශ්‍ය එකම කුමරිය ඔබයි . 
ඔයා හරිම කුරිරුයි . 
අපි යමු . 
මගේ තාත්තාගේ අලුත් කුමාරිකාවට දුවෙක් හිටියා . 
ඔබේ මුදල් පසුම්බිය නැති වුණාද ? 
යහපත්කම . ඔබ එය ඉතා පැහැදිලිව කරයි ඔයාගේ අම්මා පැනලා ගියා කියලා . 
ඔච්චර නොසන්සුන් වෙන්න එපා . 
මෙතන . 
ඒක ඔයාගේද ? 
ඒ නිසා ... අපිට හොඳ යාළුවෝ වෙන්න තිබුණා . 
බිම උණුසුම සක්රිය කරන්න . සීතලය . 
කුමක් ද ? එය රස්නෙයි . 
එහෙමද ? 
මගේ තාත්තා ඒක ඔන් කළා . 
ඔයා කිව්වා යාළුවෙක් එනවා කියලා . ඒ නිසා මම එය උණුසුම් කළා . 
තාත්තා . 
ආයුබෝවන් . මගේ යහපත . ඔයා හරිම ලස්සනයි . 
මම කේක් එක මිලදී ගත්තා මේ දවස්වල තරුණ කෙල්ලෝ ආසයි කියලා . 
එය කිරි සමග අනුභව කිරීමට වග බලා ගන්න , හරිද ? 
දීමනාවක් . 
ඔබේ දීමනාව . 
- ඔයාට ස්තූතියි . - මම ගියා . 
විනෝද වන්න . 
ඔහු එය නැවතත් කළේය . 
තත්පරයක් විතරයි . 
තාත්තා ! මම ඔයාට කිව්වා අදින්න එපා කියලා මේ වගේ මුදල් මත . 
හරි , හොඳයි . 
මම පොරොන්දු වෙනවා , මම නැවත එය කරන්නේ නැහැ . 
අධික වේගයෙන් රිය පදවන්න එපා . හෙමින් යන්න . 
කුමරිය , ඔබ මෙතරම් ලස්සන වූයේ කවදාද ? 
මට එහෙම කියන්න එපා . 
ඒ මම ඔයාට ආදරේ නිසා . 
සමහර විට මම නොදැන සිටියා නම් මට මෙන් නොව ඔබට තවමත් සියල්ල ඇති බව . 
එයා හිතන්නේ මම වෙන්න ඇති කියලා මවක් නොමැතිව කලකිරීමට පත් විය . 
ඔහු එය ඉක්මවා යයි . 
එයාව ගණන් ගන්න එපා . 
එතකොට තමයි මම පටන් ගත්තේ ඔබෙන් කරදර වීමට . 
ඒ වගේම ඕන වෙන්න පටන් ගත්තා ඔබෙන් සියල්ල සොරකම් කිරීමට . 
ඇයි ඔයා නිතරම හොඳින් ? 
ඇයි එතන ... ඔබ වටා සෑම විටම හොඳ දේවල් ? 
ඔබට එය දැන් ලැබෙනවාද ? 
මම කවදාවත් ඔයාට කැමති වෙලා නෑ . 
ඔබ කිසිඳු හෝඩුවාවක් නොමැතිව නිතරම සිනාසුණා . 
සතුටින් සිටීම පාපයකි . 
ඔයා හරිම මෝඩයි . එය කරදරකාරීයි ! 
ජීවිතය කොතරම් දුෂ්කරදැයි ඔබ දන්නවාද ? 
එය කෙතරම් අපායක් විය හැකිදැයි ඔබ දන්නවාද ? 
මම මෙච්චර අසරණ වුනාම ඔයාට සතුටු වෙන්න බෑ . 
දැන් , මම ඔබට පෙන්වන්නම් ලෝකය කෙතරම් අකාරුණික විය හැකිද ? 
මොනතරම් අපායක්ද ... ජීවිතය විය හැක . 
එපමණද ? 
" ඔයාගේ තාත්තා මගේ අම්මා එක්ක සම්බන්ධයක් තිබ්බා . " 
" කිසිවෙකු දැන සිටියේ නැත , නමුත් ඔබ එය කළා . " 
ඔයා හිතන්න ... ඔයාට පුළුවන් මාව දුක් විඳින්න මට වටිනා දේ සොරකම් කරන්න ඒ හේතුව නිසාද ? ඇත්තටම ? 
ඔබ සියල්ල දන්නා අයෙකු ලෙස ක්‍රියා කරන විට මම එයට වෛර කරමි . 
ඔයාට මං ගැන දුක නැද්ද ? 
මට මං ගැනම දුකක් දැනෙනවා ! 
කොහෙත්ම නැහැ ! 
මට ඔයා ගැන දුකක් නෑ . 
මොකද මමත් දැනගෙන හිටියා . 
ඒ ඔයාගේ තාත්තා ... මගේ අම්මා එක්ක සම්බන්ධයක් තිබුණා . 
මමත් ඒක දැනගෙන හිටියා . 
මම හිතුවේ ඒක සහනයක් කියලා ... ඔබ නොදැන සිටි බව . 
අපි මෙය කළ යුත්තේ ඇයි ? 
මගේ තාත්තා ඉස්කෝලේ එන්න ඇති ඔහු ජීවතුන් අතර සිටියා නම් . 
ඔහු මීට වසර දෙකකට පෙර මිය ගියාද ? 
- ඔව් . - මම ඔට්ටු අල්ලනවා ඔයාට එයාව එපා වෙනවා . 
මට එයාව ගොඩක් මතක් වෙනවා . 
එයා මට ගොඩක් ආදරේ කළා . 
- තාත්තා ! - හායි . 
- තාත්තා ! - හේයි ! 
වහිනවා . අපි යමු . 
අම්මා ! 
මට ඕන වුණේ ඔයාට හොඳ වෙන්න . 
මම හිතුවා අපිට එකට සතුටින් ඉන්න පුළුවන් කියලා . 
මම මැරෙනවා වගේ දැනෙද්දිත් ... මම බලාපොරොත්තු වුණා ඔයා සතුටින් ඉන්න කියලා මම මැරෙමින් සිටියදී පවා . 
ඔබ සැලකිල්ලක් දක්වන ආකාරයට හැසිරෙන්න එපා . 
ඔබ ධනවත් මිනිසෙකු සඳහා මින් - හ්වාන් මා මත තැබුවාද ? 
ඔබ ඔහුව මා මත තැබුවා ! 
ඔයා හැමදාම මෙහෙම හිටියා . 
ඔයා ලස්සනයි කියලා මවාපානවා සහ අවසානයේ සියල්ල ගත්තා ! 
ඔබ සියල්ල ගත්තා ! 
මට දැන් තේරුණා ඇයි ඔයා මෙහෙම වෙලා තියෙන්නේ . 
ඔබ මෙය ඔබටම ගෙනාවා . 
අනික තවම ඉවර නෑ . 
දරුණු අපායක් ඔබ එනතුරු බලා සිටී . 
මම ඒක බලාගන්නම් . 
එය බලාපොරොත්තු වන්න . 
එය පෙරට වඩා වෙනස් වනු ඇත . 
මගේ ඉරණම ඔබ වෙත යන බව මම සහතික කරමි . 
ගෙදර ගිහින් විවේක ගන්න . 
මම මෙතන ඉන්නම් . 
ජි - වොන් , ඔයා මොකද කරන්නේ අද වැඩට පස්සේ ? 
මොහොතකට හමුවිය හැකිද ? 
කියන්න ලැජ්ජයි , ඒත් මම හිතන්නේ මගේ මහත්තයා මාව රවට්ටනවා කියලා . 
මේ පුංචි ... 
මම එය ලබා ගත යුතුද ? 
යැං මහත්මිය ... 
මෙහේ එන්න . 
මම ඔයාට කිව්වා , මෙතන නැහැ කියලා . මට ඔයාව විශ්වාස කරන්න බෑ . 
ඇයි නැත්තේ ? 
මම නිතරම බිත්තර කටු මත ඇවිදිමි මගේ අසනීප බිරිඳ සහ මාමණ්ඩිය වටා . 
ලී මහතා . 
ඒක දාන්න . 
එය ඉවත් කර එය පැළඳ ගන්න ! 
ගිහින් ඔබේ සැමියාට මඩ ගහන්න ඔබ ඔහුව වංචා කර අල්ලා ඇත්නම් . 
ඔහුට පයින් ගසන්න , ඔහුගේ ඇස් ඉවතට ගන්න , සහ ඔහුගේ හිස් කබල විවෘත කරන්න ! 
ඇයි ඔයා පැනලා යන්නේ ? 
ඔබ දැනගත්තේ කෙසේද ? 
ඒකද දැන් වැදගත් ? 
ඔබට ආපසු යාමට අවශ්‍යද ? 
මගේ ගොල්ෆ් සමාජය ණයට ගැනීමට අවශ්‍යද ? 
ඔබ ජීවත් වූ ආකාරය මේ වගේ කෙලින් ඉන්නද ? 
මම එතරම් රේඛාවෙන් බැහැරව සිටියදී පවා , ඇයි ඔයාට තරහ වෙන්න බැරි 
ඒකයි එයා ඒක කරන්නේ ඔබේ පියාගේ අවන්හලේ පවා . 
මට කේන්ති යන්න පුළුවන් උනත් නැතත් . . එහෙම හැසිරෙන එක වැරදි නැද්ද ? 
මට අගෞරව කිරීම වරදක් නොවේද ? 
යමෙකු කරුණාවන්ත නම් , ඔබ ඔවුන්ට කාරුණික විය යුතු නොවේද ? 
මම ඔහුට හොඳයි , මම බලා සිටිමි . 
මම බලාගෙන ඉන්නවා . 
ඔහු පියවි සිහියට පැමිණිය යුතු නොවේද ? 
නඩුව අවසන් කිරීමට පොලිසිය එකඟ විය හදිසි අනතුරක් ලෙස ලොරියක් සොරකම් කළ බීමත් මිනිසෙකු විසිනි . 
Jeong Man - sik සහ Bae Hui - suk Gyeonggi 
මම ඉක්මනින් ඔවුන් අල්ලා ගන්නෙමි . 
ඒකට ගොඩක් කල් යනවා . මට නින්ද නැති වූ තරමට මම කනස්සල්ලට පත්ව සිටියෙමි . 
ලිහිල් කෙළවරක් නැත , හරිද ? 
මම ප්‍රධාන සූපවේදී බේක් යුන් - හෝ . 
ඔබේ ආහාර වේල කොහොමද ? 
මට ආරංචි වුණා ඔයාට මාත් එක්ක කතා කරන්න ඕන කියලා . 
කෑම නම් නියමයි , සහ මට දැන ගැනීමට අවශ්‍ය විය ... ඔයා කොහොමද යූ ජි - හ්යුක්ව දන්නේ . 
යූ ජි - හ්යුක් ? 
මම කළ යුතුයි ... 
ඔයා මට කිව්වා ඔයාව ඕන වෙලාවක පාවිච්චි කරන්න කියලා . 
මේ කුමක් ද ? 
ඔබේ ඇස් අරින්න , ජි - හ්යුක් . 
මම අදහස් කළේ ... එහෙම කරන්නත් බෑ . 
ඒ කෙසේ වුවත් , මම වැඩී බොහෝ ශක්තිමත් වීමි . 
මම පරණ Kang Ji - won නෙවෙයි . 
ඒ නිසා ... ඉරණම ? 
මම දැන් ඒකට බය නෑ . 
ඒ නිසා මට අවශ්‍ය ඔබ ඔබේ දෛවය ජයගන්න . 
මම හැමදාම තනියම හිටියා . 
ඉතින් මම අම්මා ගියාට පස්සේ දවස් ගණන් කළා ඒ වගේම මගේ තාත්තා මැරුණ නිසා . 
නමුත් දැන් ... මට අපි දෙන්නා එකට ඉන්න දවස් ගණන් කරන්න ඕන . 
මා ගාවට ආපසු එන්න . 
මාව තනි කරන්න එපා . 
ඇස් අරින්න . කරුණාකර . 
මට ඔබේ හඬ ඇසීමට අවශ්‍යයි . 
මම ඔයාට දෙයක් කියන්නම් මම හිතුවේ නෑ ඔයාට මෙහෙම දෙයක් කියන්න . 
මම 2023 දී මිය ගියා . 
මම ඔයාට කැමතියි . 
මම ඔයාට කැමතියි . 
මම ඔයාට ගොඩාක් ආදරෙයි . 
මමත් ඔයාට කැමතියි . 
ඒ නිසා ... මට කණගාටුයි . 
මම ඔයාට ආදරෙයි . 
මමත් ඔයාට ආදරෙයි . 
