‫ اهربا !‬ 
‫ - اقبضوا عليهم !‬ ‫ - كم عددهم ؟‬ 
‫ خمسة ؟ ستة ؟‬ ‫ ربما أكثر !‬ ‫ أسرع ! 
‫ هيا بنا !‬ 
‫ إنهم يهربون !‬ ‫ أسرعا !‬ 
‫ إذًا ، أقراص الجليد ؟ هذا جديد !‬ ‫ رأيت مسخّري الأرض يفعلون ذلك .‬ ‫ وفكّرت في تجربته بتسخير الماء .‬ 
‫ لقد صرت بارعة جدًا في التسخير .‬ ‫ حتى أنك تبتكرين حركات جديدة .‬ ‫ هذا دليل على مهارة المسخّر .‬ 
‫ كنت أشعر بالثقة ،‬ ‫ لكنني تعلّمت كل ما يسعني من مخطوطة الجدّة ،‬ ‫ لذا أحتاج الآن‬ ‫ إلى الوصول إلى قبيلة المياه الشمالية .‬ 
‫ نواجه مسخّري النار أكثر من السابق .‬ 
‫ نحن نقترب من حدود " عشيرة النار " ،‬ ‫ لذا لا مفر من ذلك .‬ ‫ حتى من دون محاولات " ساكا " في المواعدة .‬ 
‫ كيف كان يُفترض بي أن أعرف‬ ‫ أنها جندية من " عشيرة النار " ؟‬ 
‫ اسمع ، علينا البقاء حذرين ،‬ ‫ على الأقل حتى نصل إلى الشمال حيث ... ‬ ‫ " أنغ " ؟‬ 
‫ " عشيرة النار " .‬ 
‫ لماذا قد يفعلون هذا ؟‬ 
‫ ما سبب قيامهم بأيّ شيء ؟‬ 
‫ هذا كله خطئي .‬ 
‫ مهمة الـ " أفاتار " هي حماية عالم الأحياء .‬ ‫ هذا لا يقلّ أهمية عن مساعدة الناس‬ ‫ ومحاربة مسخّري النار .‬ 
‫ كم غابة أخرى أُحرقت لأنني لم أكن هنا ؟‬ ‫ ولأنني لا أعرف ما أفعله ؟‬ 
‫ تقول الجدّة إن الحياة عبارة عن دورة .‬ 
‫ ومن الموت‬ ‫ تولد حياة جديدة .‬ 
‫ ستكون هذه غابة من جديد .‬ 
‫ هذا ما عليك رؤيته .‬ 
‫ بذور المستقبل .‬ 
‫ وليس أخطاء الماضي .‬ 
‫ لا ، لا بأس . لن أوذيك .‬ 
‫ هل ضللت طريقك ؟‬ 
‫ اسمي " ساكا " .‬ 
‫ يتناغم مع ... ‬ ‫ " أكا " و " واكا واكا " .‬ 
‫ تبدو شجاعة جدًا . هل لها اسم ؟‬ 
‫ حسنًا ، ربما يمكننا إيجاد اسم لها .‬ 
‫ ما رأيك ... ‬ ‫ بـ " بيبينباديل أوبسوكوبوليس " ؟‬ ‫ الثالثة .‬ 
‫ صنعها " شي يونغ " من أجلي .‬ ‫ " شي يونغ " ؟‬ 
‫ هل " شي يونغ " صديقك ؟‬ ‫ - أم أنه ... ‬ ‫ - " ساكا " !‬ 
‫ لا ، انتظري .‬ 
‫ هناك .‬ 
‫ ها أنت ذي .‬ 
‫ أنت أدرى من التجوّل بمفردك .‬ 
‫ لقد أوقعت هذه .‬ 
‫ لا نريد أن نسبّب لكم المتاعب ، نحن ... ‬ 
‫ كانت خائفة فحسب .‬ 
‫ حدث شيء سيئ هنا ، أليس كذلك ؟‬ 
‫ اعذروا سلوكي رجاءً .‬ 
‫ - شكرًا على مساعدة ابنتي .‬ ‫ - لا داعي للاعتذار .‬ 
‫ أظن أن العيش بقرب " عشيرة النار "‬ ‫ يعني أن عليكم توخي الحذر دائمًا .‬ ‫ أجل ! لقد شهدنا ما يكفي من الحروب .‬ 
‫ أهكذا دُمرت الغابة ؟‬ ‫ - في معركة ؟‬ ‫ - لا .‬ ‫ أراد مسخّرو النار إخلاء السبيل أمامهم‬ ‫ فيما يتنقّلون عبر الجبال .‬ 
‫ ولهذا أحرقوا الغابة ؟‬ 
‫ لكن بعد الحريق ،‬ ‫ بدأت أمور غريبة تحدث .‬ 
‫ بدأت محاصيلنا تذبل ولم تعد الحيوانات ترعى .‬ 
‫ قبل بضعة أيام ، أرسلنا بعثة للبحث عن طعام .‬ ‫ ولم يعودوا قط .‬ 
‫ ابني " شي يونغ " ... ‬ ‫ كان معهم .‬ 
‫ نعرف ما يعنيه العيش في خوف .‬ ‫ لكن هذا ،‬ ‫ هذا شيء أعمق .‬ 
‫ شيء ... ‬ ‫ يتجاوز هذا العالم .‬ 
‫ أنت محق .‬ ‫ قومكم قد تجاوزوا هذا العالم بالفعل .‬ ‫ لكن بإمكاني إعادتهم .‬ 
‫ هل من مستجدات ؟‬ 
‫ - لا يا سيدي .‬ 
- لا شيء ؟‬ 
‫ كم مكانًا هناك ليختبئ فيه ثور طائر عملاق ؟‬ 
‫ - ألم تردكم تقارير عن شيء غير مألوف ؟‬ ‫ - إطلاقًا .‬ 
‫ باستثناء ... ‫ باستثناء ماذا ؟‬ 
‫ ذكر أحد تجّار إعادة الإمداد شيئًا‬ ‫ عن أولاد يلعبون بكتل ثلجية‬ ‫ قرب ممرّ " سنلين " .‬ ‫ لكنه مخطئ على الأرجح .‬ 
‫ إذًا ، رأى أحدهم جليدًا‬ ‫ في مكان لا جليد فيه ؟‬ 
‫ قد يسمّي معظم الناس هذا أمرًا غير مألوف ،‬ ‫ أليس كذلك أيها الملازم " جي " ؟‬ 
‫ - سأرسل بعض الرجال للتحقّق .‬ ‫ - لا ، يجب أن أتحقّق بنفسي .‬ 
‫ كالعادة .‬ 
‫ القائد " جاو " مثير جدًا للإعجاب .‬ ‫ يعمل من دون دعم‬ ‫ في إحدى بقاع الأرض المنسية ومع ذلك ،‬ ‫ عثر على الـ " أفاتار " .‬ 
‫ لطالما أُعجبت بطريقة تعاملك مع القادة .‬ 
‫ يبدو أنك تعرف دائمًا‬ ‫ كيف تستفيد من مواهبهم إلى أقصى حد .‬ 
‫ الآن ،‬ ‫ لو كنت مكانك ،‬ ‫ لأرسلت مزيدًا من الموارد إلى " جاو " .‬ 
‫ " ارو البذور الواعدة . "‬ ‫ أنت علّمتني ذلك .‬ 
‫ قد تكونين محقة .‬ 
‫ قولي للعقيد " شينو " أن يحشد الرُماة .‬ ‫ وأعلمي المستشار‬ ‫ بأنني سأُعيد توجيه بعض الأموال .‬ 
‫ و " أزولا " ... ‫ لم يعثر " جاو " على الـ " أفاتار " ، بل " زوكو " .‬ 
‫ هو من أظهر القدرة على الصمود والتفاني .‬ ‫ هذا ما أتوقّعه من وريث مستقبلي .‬ 
‫ العالم الذي نعيش فيه ليس العالم الوحيد .‬ 
‫ ثمة عالم آخر يتجاوز عالمنا .‬ 
‫ عالم الأشباح .‬ 
‫ يبقى الاثنان منفصلين عادةً ،‬ ‫ لكن الحاجز بينهما‬ ‫ يكون ضعيفًا في بعض الأماكن .‬ 
‫ هل تظن أن الغابة‬ ‫ هي أحد هذه الأماكن الضعيفة ؟‬ 
‫ لا أظن ذلك .‬ ‫ بل أشعر به .‬ 
‫ وأظن أن النيران أضعفت الحاجز أكثر .‬ 
‫ الـ " أفاتار " هو الجسر بين عالم الأحياء‬ ‫ وعالم الأشباح ،‬ ‫ ويمكنني الشعور بمدى قرب الاثنين .‬ 
‫ إنه أشبه بالجليد الذي بدأ يتشقّق .‬ 
‫ إذًا ، ستذهب إلى عالم الأشباح‬ ‫ وتحضر الأشخاص المفقودين وتعود .‬ 
‫ شيء من هذا القبيل . نعم .‬ 
‫ بدوت أكثر ثقة بكثير من قبل .‬ 
‫ لأن كل هذا هو مسؤوليتي .‬ 
‫ أجل ، يجب أن أصل إلى الشمال‬ ‫ حتى أُنقذ مسخّري الماء ،‬ ‫ لكن عليّ أيضًا أن أساعد هؤلاء الناس ،‬ ‫ لئلّا يفقدوا منازلهم وأحباءهم ،‬ ‫ كما خسرت أنا أحبائي .‬ 
‫ من المستحيل أن تفعل كل شيء .‬ 
‫ كما قال " بومي " ،‬ ‫ " على الـ ( أفاتار ) أن يفعل المستحيل . "‬ 
‫ يجب أن أجد أين تكون الطاقات الروحية أقوى .‬ 
‫ وأين يقع ذلك المكان ؟‬ 
‫ سأعرفه عندما أجده .‬ 
‫ كدت تقول شيئًا محددًا .‬ 
‫ إنه ضريح لروح الغابة .‬ 
‫ هذا هو المكان .‬ 
‫ إذًا ، ماذا سنفعل نحن ؟‬ 
‫ نراقب " أنغ " .‬ 
‫ بمجرد عبور روحه ، سيصبح جسده ضعيفًا .‬ 
‫ علينا حمايته .‬ 
‫ كيف نعرف أن هذا سينجح ؟‬ 
‫ لست متأكدة .‬ 
‫ - بدأت أجوع .‬ ‫ ‫ هل تمانعان ؟‬ 
‫ أحاول التركيز .‬ 
‫ " ساكا " ،‬ ‫ أظن أنه نجح .‬ 
‫ - ماذا يحصل ؟‬ ‫ 
- لا أعرف !‬ ‫ - " أنغ " ؟‬ 
‫ - لقد فصلت روحي عن جسدي ، لكن ،‬ ‫ 
‫ - كيف يُعقل ذلك ؟‬ 
‫ لا بد أن الطاقات في المكان هي السبب‬ ‫ بالإضافة إلى قواي وضعف الحاجز .‬ 
‫ أعدنا !‬ ‫ أعدنا الآن !‬ 
‫ أنا آسف .‬ 
‫ نحن في عالم الأشباح .‬ 
‫ لا تذكر الـ " أفاتار " .‬ ‫ لا يمكن أن نسمح بانتشار الخبر .‬ ‫ أتفق معك . وعلينا توخّي الحذر .‬ 
‫ ربما تسيطر " عشيرة النار " على هذه الأرض ،‬ ‫ لكنه ما زال بلد مسخّري الأرض .‬ 
‫ - لا نريد أن نتسبّب بالمتاعب .‬ ‫ - متى تسبّبت بالمتاعب ؟‬ 
‫ متى فعلت ذلك بالفعل !‬ 
‫ سمعت أن بعض مسخّري الماء‬ ‫ قد مرّوا من هنا منذ وقت ليس ببعيد .‬ ‫ - هل رأيتهم ؟‬ ‫ 
‫ لكن هل تتذكّر أنك سمعت عنهم ؟‬ ‫ نوعًا ما .‬ 
‫ ربما هذا ... ‬ ‫ سيساعدك .‬ 
‫ والآن ،‬ ‫ هل رأيت مسخّري الماء ؟‬ 
‫ لكنني سمعت أن الـ " أفاتار "‬ ‫ ربما يسافر برفقة بعض مسخّري الماء .‬ 
‫ - ماذا قلت ؟‬ ‫ 
- الـ " أفاتار " .‬ ‫ إنه برفقة بعض مسخّري الماء .‬ ‫ أليس كذلك يا " ميوكي " ؟‬ 
‫ ماذا ؟ الـ " أفاتار " ؟‬ ‫ هذا ما قاله أولئك القراصنة .‬ 
‫ لا ، لم يكونوا القراصنة .‬ ‫ بل كان دليل الوادي .‬ 
‫ هو قال إن الـ " أفاتار "‬ ‫ قاتل بعض كائنات الوادي‬ ‫ بمساعدة اثنين من مسخّري الماء .‬ 
‫ هل كان هو من أخبرنا كيف أوقفوا البركان ... ‬ ‫ يبدو أنهم سمعوا عن الـ " أفاتار " .‬ 
‫ ... بعد أن قاتلوا ملك " أوماشو " المجنون .‬ 
‫ سأخسره وسأخسر كل شيء .‬ 
‫ إن بلغ الخبر هذا المكان المنعزل ،‬ ‫ فهذا يعني أن الجميع يعرفون .‬ ‫ الجميع في " مملكة الأرض "‬ ‫ والجميع في " عشيرة النار " .‬ ‫ سيخرج الصيّادون ، ثمة ما يجذبهم الآن .‬ 
‫ ساعداني ! إنها مجنونة !‬ 
‫ لا تمت أيّها الغبي .‬ 
‫ لن أحصل سوى على النصف إن مت .‬ 
‫ إلام تنظران ؟‬ 
‫ إلى صائدة جوائز وضيعة .‬ 
‫ وضيعة ؟ هذا كلام كبير من صبي صغير .‬ 
‫ سأتغاضى عن الأمر لأن والدك وسيم .‬ 
‫ كان عليّ أن أعرف أنهم سيتركون المرتزقة‬ ‫ يفعلون ما يريدونه هنا .‬ 
‫ كان " غياتسو " يقول لي‬ ‫ إن عالم الأشباح والعالم المادي مرتبطان .‬ 
‫ ما يحدث لأحدهما يؤثّر في الآخر .‬ ‫ فهما أشبه بجسدك وروحك .‬ 
‫ منفصلان لكن متصلان .‬ 
‫ هذا منطقي .‬ 
‫ كان لدى " غياتسو " طريقة لتسهيل فهم الأمور .‬ ‫ لقد جعل كل شيء يبدو سهلًا .‬ 
‫ يبدو شخصًا مذهلًا .‬ ‫ كان كذلك .‬ 
‫ لطالما شعرت بأنني شخص متناغم روحيًا .‬ 
‫ قد يكون هذا سبب عبوري معك .‬ ‫ هل هذا ضفدع أم شيء يشبه الضفدع ؟‬ 
‫ ليست لديّ فكرة كيف أتى إلى هنا .‬ 
‫ ربما يحاول القرويون إيجاد مخرج .‬ ‫ وربما يبحثون عن شيء مألوف .‬ 
‫ إن افترضنا إدراكهم أن هذا ليس مكانهم .‬ 
‫ هذا ليس مكان أيّ منكم .‬ 
‫ من قال ذلك ؟‬ 
‫ من قال ماذا ؟‬ 
‫ لا مكان لأيّ إنسان في هذا العالم .‬ 
‫ هذا طائر كبير .‬ 
‫ " طائر " ؟‬ ‫ لست طائرًا .‬ 
‫ أنا روح المعرفة بحد ذاتها .‬ 
‫ اعذر " ساكا " رجاءً ، فهو لم يقصد أيّ سوء .‬ 
‫ إلى من تتحدّث يا " أنغ " ؟‬ ‫ ماذا تعنين ؟‬ 
‫ لا يسمعان ما تسمعه أنت .‬ 
‫ عقلهما الصغير عاجز عن فهم كلامي .‬ 
‫ لكنني أسمعك .‬ ‫ أنت الـ " أفاتار " .‬ 
‫ من المفترض أن تكون على ارتباط بهذا العالم .‬ 
‫ أما هما ، فمتطفّلان .‬ 
‫ وكلما طال بقاؤهما هنا ،‬ ‫ ازداد الخطر المُحدق بهما .‬ 
‫ خطر ؟‬ 
‫ خطر ؟‬ ‫ لن يأكلنا الطائر ، أليس كذلك ؟‬ 
‫ يجب ألّا يُقلقه هذا .‬ 
‫ ثمة مخلوقات هنا ستفعل ما هو أسوأ بكثير‬ ‫ من مجرد التهام جسدك .‬ ‫ فهي تلتهم روحك .‬ 
‫ ماذا يقول يا " أنغ " ؟‬ ‫ يقول إنه لن يؤذينا .‬ 
‫ كل ما نريده‬ ‫ هو إيجاد أصدقائنا المفقودين وسنغادر .‬ 
‫ يعيش شخص في كوخ حجري ليس بعيدًا عن الغابة .‬ ‫ قد يعرف ماذا حلّ بأصدقائكم .‬ 
‫ - اتبعوا المسار وستجدونه .‬ ‫ - مهلًا .‬ ‫ ماذا عنيت بالخطر ؟‬ 
‫ ما الذي قد يصيبهما ؟‬ 
‫ بعض الأشياء هنا قد تكشف حقائق للبشر .‬ 
‫ حقائق لا يكونون مستعدين أبدًا لمواجهتها .‬ 
‫ ستُظهر لهم طبيعتهم الحقيقية ،‬ ‫ وهذا قد يسبّب قدرًا كبيرًا من الألم .‬ 
‫ وداعًا أيها الـ " أفاتار " ،‬ ‫ وتذكّر ألّا تحيد عن المسار .‬ 
‫ إلى اللقاء أيها الطائر .‬ 
‫ هذا يكفي .‬ 
‫ انتهى الدرس يا صاحبة السموّ .‬ ‫ " أزولا " !‬ 
‫ هل أنت بخير ؟ 
هيا ، دعني أساعدك .‬ 
‫ - كان ذلك شديد الوطأة .‬ ‫ - أجل .‬ 
‫ - أمكنك أن تؤذيه .‬ ‫ ‫ - عليه أن يكون أفضل .‬ ‫ 
- لكن هذا لم يكن متعلّقًا بالمدرّب ،‬ ‫ أليس كذلك ؟‬ 
‫ " أزولا " ، أنت الأفضل .‬ 
‫ يعرف الجميع ذلك .‬ 
‫ أنت مثالية .‬ 
‫ هذا ليس كافيًا .‬ 
‫ ها أنت ذا . أين كنت ؟‬ 
‫ أعتذر . تشتت انتباهي‬ ‫ فيما كنت أشاهد لعبة " باي شو " .‬ 
‫ أنا متأكد من ذلك . فلنذهب الآن .‬ ‫ لم يتبعوا التكتيكات المتوقّعة ،‬ ‫ لكن تلك كانت نقطة قوّتهم .‬ 
‫ عمي ، هل من الممكن‬ ‫ أن تُنهي هذه القصة على متن القارب ؟‬ 
‫ أيها الأمير " زوكو " ، يمكنك تعلّم أشياء كثيرة‬ ‫ من لاعبي الـ " باي شو " هؤلاء .‬ 
‫ إنهم غير مدرّبين ،‬ ‫ لكن هذا يعني‬ ‫ أن عقولهم منفتحة على الأفكار الجديدة .‬ 
‫ لهذا ، يكونون مستعدين عندما يتبيّن الحل .‬ 
‫ " جون " هي الأفضل فيما تفعله‬ ‫ وهو إيجاد الناس .‬ 
‫ إنها من المرتزقة .‬ ‫ ولاؤها يُباع ويُشترى .‬ 
‫ كيف يمكنك الوثوق بشخص مثلها ؟‬ 
‫ " جون " محترفة .‬ 
‫ أيها الأمير " زوكو " ،‬ ‫ أعلم أنك لطالما اعتقدت‬ ‫ بوجود طريقتين لفعل الأشياء ،‬ ‫ واحدة صائبة والثانية خطأ .‬ 
‫ هذا دليل على القائد العظيم ،‬ ‫ لكن القواعد مختلفة هنا .‬ 
‫ والقائد " جاو " يعرف هذا ،‬ ‫ وقد بدأ يتحرّك بالفعل‬ ‫ فيما نحن لم نفكّر في خطة حتى .‬ 
‫ إذًا ،‬ ‫ أخبراني عن هذا الـ " أفاتار " .‬ 
‫ - هل رأيتما هذا ؟‬ ‫ - ماذا ؟‬ ‫ هل رأيتما هذا ؟‬ 
‫ اهدأ يا " ساكا " .‬ ‫ قال البومة إننا سنكون بخير‬ ‫ إن التزمنا بالمسار .‬ 
‫ صحيح يا " أنغ " ؟‬ ‫ صحيح .‬ 
‫ " أنغ " ؟‬ ‫ ما الذي قاله البومة حقًا ؟‬ 
‫ قال إن الأمر قد يكون خطرًا عليكما هنا .‬ 
‫ وأنكما قد تضطران إلى مواجهة الحقيقة .‬ 
‫ لكن كم قد تكون الحقيقة سيئة ؟‬ ‫ صحيح ؟‬ 
‫ صحيح .‬ 
‫ أجل .‬ ‫ أجل ، يمكنني تقبّل الحقيقة .‬ 
‫ كان عليك أن تقول شيئًا .‬ 
‫ " أنغ " ، أخبرني رجاءً بأنها لغة أشباح‬ ‫ وحدك قادر على فهمها وهو يقول ،‬ ‫ " أهلًا يا أصدقاء ، هل تريدون الكعك ؟ "‬ 
‫ ليس هذا ما يقوله .‬ 
‫ لا تحيدا عن المسار فحسب .‬ ‫ قال البومة إن الأمور ستكون بخير‬ ‫ ما دمنا لا نحيد عن المسار .‬ 
‫ نحن على المسار .‬ 
‫ نحن على المسار !‬ 
‫ ابتعدا عن المسار .‬ 
‫ إنها روح الغابة .‬ 
‫ وهي مصابة .‬ 
‫ لا يمكنني التسخير .‬ 
‫ وأنا مثلك .‬ 
‫ انتبهي !‬ 
‫ أيها الظربان البغيض ،‬ ‫ لماذا لا تهاجم شخصًا بمثل حجمك ؟‬ 
‫ لم أكن أتكلّم عني .‬ 
‫ " ساكا " !‬ 
‫ الألم .‬ ‫ الألم .‬ 
‫ ألم بالغ .‬ 
‫ في الواقع ، إنها مجرد خدوش .‬ 
‫ ليس أنت .‬ ‫ بل " هاي باي " .‬ 
‫ ماذا ؟‬ 
‫ " هاي باي " . ذلك الشبح .‬ 
‫ إنه يتألم كثيرًا .‬ 
‫ لا بد أن الضربة كانت أقوى مما ظننت .‬ 
‫ أنا مشتّت بعض الشيء .‬ 
‫ أنت خفيف الظلّ .‬ 
‫ وأنت ثعلبة متكلّمة .‬ 
‫ لكن هذا ليس أكثر شيء جنوني رأيته اليوم .‬ 
‫ يجب أن أصل إلى أصدقائي‬ ‫ قبل أن يلتهمهم ذلك الوحش .‬ 
‫ ليس وحشًا ، بل إنه يتألم .‬ 
‫ هكذا يؤثّر فيك الألم .‬ ‫ يحوّلك إلى شيء لست عليه .‬ ‫ ألا تعرف معنى الألم ؟‬ 
‫ هذه الخدوش تزعجني كثيرًا ، لذا ... ‬ ‫ أتلقي الدعابات دائمًا‬ ‫ حين لا تريد مناقشة شيء ما ؟‬ 
‫ ماذا ؟ ليس هذا ما أفعله .‬ 
‫ عليك الذهاب .‬ ‫ آمل أن تتمكّن من " جمع شتات نفسك " .‬ 
‫ عالم الأشباح .‬ 
‫ وتوخ الحذر .‬ 
‫ فالضباب قد يكون ... ‬ ‫ خطرًا .‬ 
‫ - أمي ؟‬ ‫ 
- ها أنت ذي .‬ 
‫ بحثت عنك في كل مكان .‬ 
‫ هذا مستحيل .‬ 
‫ - هل هذه أنت فعلًا ؟‬ ‫ 
- ماذا ؟‬ 
‫ " كيتارا " ، هل أنت بخير ؟‬ 
‫ لقد مضى وقت طويل جدًا .‬ 
‫ تعالي ، لقد تأخرنا .‬ 
‫ صدّقيني ، الخيوط الأربعة أقوى .‬ 
‫ لم أقل إنها ليست أقوى .‬ ‫ بل قلت إنها هدر .‬ 
‫ " كيتارا " ، لست تجدلين .‬ 
‫ تعرفين أنني لست بارعة في هذا .‬ 
‫ كان " ساكا " يسخر مني بشأن ... ‬ ‫ أين " ساكا " ؟‬ 
‫ يُفترض أن يعود هو ووالدك‬ ‫ من رحلة الصيد قريبًا .‬ 
‫ " كيتارا " ... ‬ ‫ لا يمكنني التسخير .‬ ‫ ستتمكّنين من ذلك .‬ ‫ أعرف ذلك .‬ 
‫ يومًا ما ، ستُظهرين للعالم مدى قوّتك .‬ ‫ ستحميننا جميعًا .‬ 
‫ " عشيرة النار " ! اهربوا !‬ 
‫ خبّئيها .‬ 
‫ - جدوا مسخّر الماء !‬ ‫ - هيا !‬ 
‫ " كيتارا " ، علينا أن ندخل ، الآن .‬ 
‫ لا ، لن أدخل إلى هناك .‬ 
‫ اختبئي .‬ ‫ ومهما فعلت ، لا تخرجي .‬ 
‫ أين مسخّر الماء ؟‬ 
‫ نعرف أن ثمة واحدًا في القرية .‬ 
‫ جميع مسخّري الماء قد غادروا‬ ‫ أو ماتوا بسببكم .‬ 
‫ أنت تكذبين .‬ 
‫ سلّميني المسخّر .‬ 
‫ أو موتي .‬ 
‫ مهلًا !‬ 
‫ إنها أنا .‬ ‫ أنا مسخّرة الماء .‬ 
‫ كثير من الخوف .‬ 
‫ كثير من اليأس .‬ 
‫ عالم الأشباح . بل إنه عالم الطين .‬ 
‫ رائحته كرائحة " آبا " بعد عاصفة مطرية .‬ 
‫ لا يبدو هذا صائبًا .‬ 
‫ أبي ؟‬ 
‫ تشهد أرواح الماء على هذه العلامة .‬ 
‫ من أجل القوّة والقيادة اللتين أظهرهما‬ ‫ خلال اختبار تفادي الجليد ،‬ ‫ أمنح علامة الحكمة هذه ... ‬ ‫ إلى " ساكا " .‬ ‫ ابني .‬ 
‫ هذا يوم خضوعي لاختبار تفادي الجليد .‬ 
‫ هذا يوم نجاحك في اختبار تفادي الجليد .‬ 
‫ كما فعل المحاربون في عائلتنا دائمًا .‬ 
‫ لكنك جعلتها حماسية .‬ 
‫ " باتو " .‬ 
‫ اقتربت كثيرًا من تلك الجبال الجليدية ،‬ ‫ أليس كذلك ؟‬ 
‫ أجل ، هذا صحيح . فقدت السيطرة .‬ ‫ أنا ... ‬ ‫ لم أعرف ما العمل .‬ 
‫ لو لم تكن على متن القارب ولم تتدخّل ... ‬ ‫ خرجنا جميعنا سالمين .‬ 
‫ هذا كل ما يهم . صحيح يا " هاكودا " ؟‬ 
‫ نعم ، هذا صحيح واختيار الطاقم المناسب‬ 
‫ أرأيت ؟‬ 
‫ اذهب واستدع أختك حتى نحتفل جميعنا .‬ 
‫ " ساكا " .‬ ‫ رأينا للتو قاربك الشراعي لتفادي الجليد‬ ‫ أو ما تبقّى منه .‬ 
‫ إن نجحت في الاختبار بهذه الطريقة ،‬ ‫ فلا أريد رؤية ما تفعله بالقارب عندما تفشل .‬ 
‫ يا لها من مهزلة .‬ 
‫ لم أظن أنه سيقع في كل هذه المتاعب‬ ‫ بهذه السرعة .‬ 
‫ لولاك ، لقضى علينا " ساكا " .‬ 
‫ نحن محظوظون لكوننا أحياء .‬ 
‫ كان ذلك صعبًا . أنا رأيت الأمواج المتكسّرة‬ ‫ في اللحظة الأخيرة .‬ 
‫ لست مجبرًا على تبرير تصرّفاته .‬ 
‫ كنت آمل‬ ‫ أنه عندما يضطر حقًا إلى إثبات نفسه ،‬ ‫ سيكون أداؤه ... ‬ 
‫ الحقيقة هي أن ليس الجميع قادرين‬ ‫ على تحمّل مسؤولية حماية الناس .‬ 
‫ استسلم ليأسك .‬ 
‫ دياري .‬ 
‫ ليست حقيقية .‬ 
‫ ماذا لدينا هنا ؟‬ ‫ شخص قادر على المقاومة ؟‬ 
‫ هذا غير ممكن .‬ ‫ إلّا ... ‬ ‫ بالطبع .‬ 
‫ إنه صديقي القديم ، الـ " أفاتار " .‬ 
‫ هل أعرفك ؟‬ 
‫ هذا صحيح .‬ 
‫ لماذا قد أحاول أن أقتلك ؟‬ 
‫ كان الأمر متعلّقًا بسرقة وجه شخص تحبه .‬ 
‫ لكنك تعرف كل شيء عن السرقة ، أليس كذلك ؟‬ 
‫ ربما أتيت لتُعيد ما سرقته مني .‬ 
‫ لا أعرف عمّا تتحدّث .‬ ‫ كل ما أريده هو أن أجد صديقيّ .‬ 
‫ صديقاك ؟‬ 
‫ لماذا قد أسمح لك بالعبث بطعامي ؟‬ 
‫ " أنغ " !‬ ‫ لقد أتيت أخيرًا !‬ 
‫ هذا غير حقيقي .‬ ‫ لا يُعقل ذلك . إنها خدعة أخرى .‬ ‫ إنه وهم آخر .‬ 
‫ أعرف أنه يصعب تصديق الأمر ، لكن ،‬ ‫ هذا أنا حقًا .‬ 
‫ ثمة أوهام كثيرة هنا ،‬ ‫ لكنك خرجت من الضباب .‬ 
‫ هذا حقيقي .‬ 
‫ هل تتذكّر هذه ؟‬ 
‫ إنها من آخر الألعاب التي لعبناها .‬ 
‫ حان دورك .‬ 
‫ غشّاش .‬ 
‫ لا أصدّق أن هذا أنت حقًا .‬ 
‫ كيف يُعقل ذلك ؟ 
‫ حسنًا ... ‫ بعد أن غادرت معبد الهواء الجنوبي ،‬ ‫ هاجمنا مسخّرو النار .‬ 
‫ كان الهجوم مفاجئًا وسريعًا .‬ 
‫ معظم الذين لقوا حتفهم‬ ‫ ارتقوا في " الدورة العظيمة " .‬ 
‫ أما أنا ، فاخترت مسارًا مختلفًا .‬ 
‫ اخترت ألّا تنتقل‬ ‫ إلى المرحلة التالية من التنوير ؟‬ ‫ - لماذا ؟‬ ‫ - لأنني ... ‬ ‫ عرفت أنك ستحتاج إليّ .‬ ‫ أحتاج إليك بالفعل .‬ 
‫ يُفترض بي أن أكون الـ " أفاتار "‬ ‫ والجميع يعتمدون عليّ ،‬ ‫ لكن لا أعرف ماذا أفعل .‬ 
‫ لكنك هنا الآن .‬ 
‫ " أنغ " ، لا يمكنني إخبارك‬ ‫ كيف تكون الـ " أفاتار " .‬ 
‫ بالطبع يمكنك ذلك .‬ 
‫ أخبرتني الـ " أفاتار كيوشي "‬ ‫ بأنه عليّ الذهاب إلى الشمال‬ ‫ لمنع وقوع مأساة كبيرة .‬ 
‫ لكنني ... ‬ ‫ لا أعرف كيف أفعل ذلك .‬ 
‫ لا أعرف شيئًا .‬ 
‫ - تعرف أشياء أكثر مما تظن بكثير .‬ ‫ 
- أشك في ذلك .‬ ‫ أعني ، كيف يُفترض بي أن أُنقذ العالم‬ ‫ إن لم أستطع حتى إنقاذ ... ‫ صديقاي ؟‬ ‫ إنهما في مكان ما في الضباب .‬ 
‫ إنه ضباب الأرواح التائهة .‬ 
‫ مكان يسجن الناس في أحلك ذكرياتهم ،‬ ‫ وهو أرض الصيد للـ " كوه " ، سارق الوجوه .‬ ‫ يفترس الذين يشلّهم اليأس والشك .‬ 
‫ لا بد أنه يحتجز القرويين أيضًا .‬ ‫ الذين أتينا لإنقاذهم .‬ 
‫ لا بد أن " كوه " أخذهم إلى عرينه .‬ 
‫ وسيبقيهم هناك حتى يصبح مستعدًا للاقتيات .‬ 
‫ عندما يحدث ذلك ،‬ ‫ ستضيع أرواحهم إلى الأبد .‬ 
‫ عليّ إنقاذهم !‬ 
‫ " كوه " هو روح بدائية ،‬ ‫ مفترس خطير وعديم الرحمة .‬ 
‫ هزيمته مستحيلة .‬ ‫ عليّ أن أحاول .‬ 
‫ عليّ أن أفعل شيئًا ما .‬ 
‫ " كوه " .‬ ‫ قال إنه يعرفني .‬ ‫ أنني أخذت شيئًا منه .‬ 
‫ هذا صحيح .‬ ‫ اشتبك " أفاتار " سابقون في قتال مع " كوه " .‬ 
‫ يُقال إن " روكو " تفوّق على الشبح ذات مرة ،‬ ‫ - لكن لا أحد يعرف ما حدث بالضبط .‬ 
‫ - حسنًا .‬ ‫ إذًا ، يجب أن أتحدّث إلى " روكو " .‬ 
‫ تواصلت مع " أفاتار كيوشي " عند ضريحها .‬ ‫ وبوسعي فعل ذلك مع " روكو " .‬ 
‫ باستثناء أن معبد " روكو "‬ ‫ يقع في أرض " عشيرة النار " .‬ 
‫ ستكون رحلة خطرة .‬ ‫ ليس لديّ خيار .‬ 
‫ سأعود .‬ 
‫ عليّ إخبارك بشيء .‬ 
‫ ما كنت لتتمكّن من فعل أيّ شيء‬ ‫ لو بقيت معنا .‬ 
‫ لما تمكّنت من إيقاف " عشيرة النار " .‬ 
‫ وما كنت لتمنع نشوب الحرب .‬ 
‫ كنت ستموت فقط مع الآخرين جميعهم .‬ 
‫ لذا انس الأمر .‬ 
‫ أيمكننا مناقشة هذا الأمر لدى عودتي ؟‬ 
‫ بالطبع .‬ 
‫ - يجب أن تسرع . فـ " كوه " سيقتات مجددًا قريبًا .‬ ‫ 
- حسنًا .‬ ‫ حالما أُنقذ صديقيّ ،‬ ‫ سيكون لدينا مزيد من الوقت .‬ 
‫ الوقت .‬ ‫ الوقت شيء غريب .‬ 
‫ ثمة طريقة واحدة لإبقائه على مساره الصحيح .‬ ‫ وهي بتذكّر ما هو مهمّ حقًا .‬ 
‫ آمل أن تتمكّن من مساعدتي يا " أفاتار روكو " .‬ 
‫ أعرف أنك تتألم .‬ ‫ رأيت شبحك .‬ 
‫ سأُصلح الأمر .‬ ‫ وسأُنقذ صديقيّ .‬ 
‫ أعدك بذلك .‬ 
‫ آسف يا صديقي .‬ ‫ لا يمكنك مرافقتي هذه المرة .‬ 
‫ ولا أنت يا " مومو " .‬ 
‫ فهذا خطر جدًا .‬ 
‫ حافظا على سلامتهما ، اتفقنا ؟‬ 
‫ بالطبع ، تذكّر ما هو مهم قد يكون صعبًا .‬ 
‫ أحيانًا ، نشعر بأننا سنبقى وحدنا دائمًا .‬ ‫ والشيء الوحيد الذي يرافقنا‬ ‫ هو ألمنا الخاص .‬ 
‫ نقنع أنفسنا بأن المشكلة فينا .‬ 
‫ خصوصًا عندما نصادف أمورًا خارجة عن سيطرتنا .‬ 
‫ لهذا السبب ، علينا التخلّي عن الألم والندم ،‬ ‫ ونتذكّر ما الذي نقاتل من أجله حقًا .‬ ‫ الأشخاص الذين نحبهم .‬ 
‫ ليكن هذا هو النور الذي يرشدكم‬ ‫ عبر أكثر الأوقات غدرًا ... ‬ ‫ وأحلك الليالي .‬ 
