‫ תיכנס , שותף . 
‫ יש לך מצב רוח טוב . 
‫ שוב השתמשת בגרופון לסמים וצבעי אצבעות ? 
‫ זה היה יין וצבעי מים . 
‫ ולא , אני מכינה ‫ את דיאגרמת העוגה הראשונה שלי לחיים . 
‫ מצאתי את זה במגזין ישן של אופרה . 
‫ כל פרוסה מייצגת פן אחר של החיים שלך . 
‫ רציתי להכין אחת בכל שנה ביום ההולדת שלי , ‫ רק שהשנה זו הפעם הראשונה ‫ שיש לי את כל הפרוסות . ‫ אז זה לא עיגול ריק ומדכא . 
‫ היום יום ההולדת שלך ? ‫ - כן . 
‫ תודה שזכרת . 
‫ אז לפני שתשאל ... ‫ - לא התכוונתי . 
‫ הראשונה היא הפרוסה של החברות . 
‫ ברכותיי , אתה חלק מזה . 
‫ זה כבוד להיות חלק מהעוגה המוזרה שלך . 
‫ ואז הפרוסה של הרומנטיקה ‫ שלא ממש עבדה עם טי.ג'יי . ‫ אבל זה בגלל הפרוסה של המשפחה , ‫ שאני ממש מתרגשת לגביה ‫ כי אני אקפיא את הביציות שלי . 
‫ זה לא יהיה זול , ‫ אבל אני אצליח לשלם על זה בקושי ‫ הודות לפרוסה הקטנה של עבודה ... ‫ אתה עדיין מקשיב ? 
‫ - לא התחלתי . 
‫ נל , אני צריך לדבר איתך על משהו , בסלון . 
‫ מתנת יום הולדת בהפתעה . 
‫ קדימה , אדוארד , תתקדם כבר . 
‫ אני מעדיפה לא לשבת פה ולפטפט ‫ כשאנחנו יכולים לעשות ... ‫ יש משהו שאני צריך לספר לשתיכן . 
‫ אז , אני חוכך בדעתי כבר כמה ימים ‫ למי לספר קודם . 
‫ נל , למרות שיש לך יכולת איפוק ‫ של קוף בסביבת החטיפים שלי ... - תודה . ‫ הפכנו חברים קרובים מאוד . 
‫ ולקסי , המאהבת שלי . 
‫ המוזה שלי . 
‫ הערת חלקים בגוף שלי שאפילו לא ... ‫ לא ביום ההולדת שלי , כן ? 
‫ תודה . 
‫ מהסיבות המוזכרות לעיל , ‫ חשבתי פשוט לספר לשתיכן באותו זמן . 
‫ דנקן מוכר את העיתון . 
‫ סיימת לצרוח ? ‫ רגע , זו הייתי אני ? 
‫ חשבתי שזו את . ‫ - היא סיימה לצרוח ? ‫ כן . אז רגע , מה זה אומר ? 
‫ כלומר , למי הוא מוכר אותו ? ‫ בעלים אחרים או תאגיד ? ‫ אני לא יודע . הייתה חבורה של אנשים ‫ והם לבשו חליפות . ‫ והייתה ניירת והיו לחיצות ידיים ‫ והיו מלמולים על מכירת עיתונים . 
‫ לקסי , את צריכה לדבר עם אבא שלך . ‫ את חייבת לגרום לו לבלום את זה . 
‫ ברור . אני אשלח את עורך הדין שלי ‫ לדבר עם עורך הדין של אבא . ‫ ככה תיכננו את חג המולד . 
‫ לא , את צריכה לדבר איתו בעצמך . 
הוא אבא שלך . 
‫ את צריכה להגיד לו , ‫ " אני לא רוצה שתעשה את זה , ‫ " אני לא רוצה שתמכור אותו . " את מבינה ? 
‫ את אי פעם לא רעבה ? 
‫ לא משנה . ‫ פשוט תלבשי את חליפת הכוח הכי עוצמתית שלך . 
‫ את זו עם הפסים הדקים . זו עם הכתפיים , ‫ שגורמת לך להיראות כמו גברת קאפון . 
‫ אני שומרת את זו לתצהירים ‫ או ללוויות של האויבים שלי , אבל אני על זה . 
‫ בסדר , זה יהיה בסדר . 
הכול יסתדר נהדר . ‫ אנחנו רק צריכים להישאר רגועים . 
‫ איך אנחנו אמורים להישאר רגועים ? ‫ כולנו נאבד את העבודה . 
‫ בסדר , לא בהכרח . 
‫ זה נכון . יש לי חברה מסן פרנסיסקו ‫ שהעיתון שלה נרכש . ‫ העיתון הרוויח יותר , זה יצר יותר משרות , ‫ וכולם היו מאושרים יותר . 
‫ רואה ? ‫ - כן . 
‫ בסדר . לא ! 
לא ! יש לי ילדים . 
‫ תראה , זה עוד לא קרה ואולי זה לא יקרה . טוב ? 
‫ לקסי תדבר עם דנקן ‫ ותגרום לו לעצור את המכירה . 
‫ לקסי אמורה לחזור בכל רגע . 
‫ טוב , זה מעולה , כי לקסי משיגה מה שהיא רוצה . 
‫ היא גרמה לאפיפיור לבוא לחתונה שלה . 
‫ הוא הביא לה טוסטר . ‫ - זה זול . 
‫ ואני מצטער ‫ שהתנשמתי לתוך מתנת יום ההולדת שלך . 
‫ אנחנו ממש גרועים בהרמוניות . ‫ כן . זה נכון . בפעם הבאה . ‫ - כן , היינו אמורים לערוך חזרות . 
‫ כרטיסי הגירוד והקונדומים המסורתיים . 
‫ ואז נלך למקום של קריקט ונחגוג . 
‫ חוץ ממך , כי את לא יכולה לשתות . ‫ - פיכחת ביום ההולדת שלי . 
‫ אני לא אוהבת את הצליל של זה . 
‫ ולמען האמת , גבירותיי , לפני החגיגות , ‫ אנחנו צריכים להוציא עיתון . 
‫ אז נל , יש לי את מודעת האבל הבאה שלך . 
‫ דונה היל . 
‫ נראה שהיא הייתה עורכת של העיתון הזה ממש . 
‫ הבחורה הייתה לוחמנית . 
‫ אפשר לחכות יום עם דונה ? עם כל מה שקורה , ‫ וזה יום ההולדת שלי . 
‫ - ונשלח . 
‫ יום ההולדת שלי ‫ היה ביום של נפילת חומת ברלין . 
‫ הורדתי בירת חיטה והמשכתי לכתוב . ‫ - נהדר . 
‫ מה ? 
‫ שלום , אבא . 
‫ תראי אותך , בחליפת הכוח הקטנה והחמודה שלך . ‫ כאילו שאת דיאן סוייר . 
‫ היי , אולף , איך אני איראה עם כתפי סוייר ? 
‫ הובא לידיעתי שאתה מוכר את העיתון . 
‫ נכון שזה נפלא ? 
‫ כל כך דאגתי ‫ שנצטרך לטבוע עם הספינה השוקעת הזו . ‫ אבל הצלחתי להוריד כמה ילדים ונשים ‫ מסירת ההצלה האחרונה שיוצאת מפה . 
‫ היי , אולף , קצת יותר רפוי , פה , טוב ? 
‫ תן לליצנים לנשום . 
‫ פשוט הכול קורה כל כך מהר . 
‫ טוב , צריך להכות בברזל כשהוא חם . 
‫ אני פשוט לא בטוחה ... ‫ תראי , אני לא רוצה שתדאגי , טוב ? 
‫ נתתי לך את העיתון ‫ רק כדי שיהיה לך מה לעשות , ‫ אבל אני אוודא שאת מסודרת . 
‫ את תהיי בסדר . ואין על מה . 
‫ תודה . 
‫ בסדר , אולף , אני כאן לקנות חליפה , ‫ לא לסירוס . 
‫ התחלתי כנער חלוקת עיתונים . ‫ כן , זה נכון , אמרתי נער . לא היו להם נערות . 
‫ שמתי את השיער שלי תחת כובע ‫ וגרב מגולגלת במכנסיים שלי . ‫ קראתי לעצמי דוני . 
‫ את רושמת את זה ? 
‫ אני מצטערת , דונה , זה פשוט יום מוזר . 
‫ גיליתי שעומדים למכור את העיתון . 
‫ בחייך . 
‫ המקום הזה הוא מוסד . 
‫ עבדתי כאן במשך עשורים . 
‫ מקרטר עד אובמה . 
‫ מאיי.בי.אם סלקטריקס לפורנו באינטרנט . 
‫ יש לך מושג כמה גרביונים הרסתי פה ? 
‫ הרבה ? 
‫ שלא יכנסו לך לחריץ , בסדר ? ‫ אולי זה לא יקרה . 
‫ זה יקרה אם לאוכלי הנבלות התאגידיים האלו ‫ יהיה מה להגיד . 
‫ הם רוצים להשתלט על העיתונות המודפסת ‫ כדי שהם יוכלו לרפד את הכיסים שלהם ‫ ולנבור בגופה של הדמוקרטיה . 
‫ את לא יכולה לתת לזה לקרות . 
‫ בסדר , שוכני השקוביות . 
‫ תתאספו , כולם . 
‫ אני רוצה להתייחס לשמועות ‫ שמסתובבות כאן במשרד . 
‫ מה קורה ? איפה לקסי ? 
‫ זה נכון . אנחנו מוכרים את העיתון . 
‫ אבל בבקשה , היו בטוחים שהמשרות שלכם בטוחות . 
‫ תודה לאל . ‫ 
- או שהן לא יהיו , נכון ? 
‫ אין לי כדור בדולח , נכון ? 
‫ אבל האדון הזה שכאן , הוא ידע . 
‫ קוראים לו קוונטין נלסון . ‫ והוא יועץ היעילות של התאגיד ‫ שמייצג את החברה שרוכשת ... ‫ טוב , את כולכם . 
‫ אז תיהנו , כן ? 
‫ לקסי הייתה אמורה לעצור את זה . ‫ בסדר , בואו לא נילחץ עדיין , בסדר ? 
‫ אני הולכת למצוא אותה . 
‫ ואנחנו לא פשוט נשב פה ‫ כשאיזה אוכל נבלות מהתאגיד ‫ נובר בגופה של הדמוקרטיה . 
‫ אוכלי נבלות דווקא חיוניים למערכת האקולוגית ‫ ויש להם שמיעה מצוינת . ‫ כן . 
‫ - ממש כמוני . 
‫ אף פעם אל תגידי לאוכלי הנבלות ‫ שהם אוכלי נבלות . ‫ אוכלי הנבלות שונאים את זה . 
‫ הלו ? מה את עושה פה ? 
‫ יש איזה מלאך מוות תאגידי ממש עכשיו בעיתון ‫ שמנסה לצמצם משרות . 
‫ כן , שמעתי . 
בגלל זה אני עובדת על משהו . 
‫ בסדר , זה נהדר . 
‫ הדאגת אותי לרגע . 
‫ הייתי צריכה לדעת ‫ שיש לך תוכנית איך להציל אותנו . 
‫ בואי רק נגיד שכל החלקים מתחברים יחד . 
‫ לעזאזל . 
‫ זה מה שאת צריכה . ‫ לאסוף חבורת נשים בחדר ‫ ולראות איך הדברים משתנים . ‫ 
- הבים וחאתולים - ‫ זה נקרא " הבים וחאתולים " . 
‫ זה משחק לוח שמשחקים עם חיות המחמד שלך . ‫ כלבים וחתולים , לא ציפורים . 
‫ אולי נזדקק לגברים . 
‫ רק צוחקת . ‫ אבל הבחורה הזו אבודה . 
‫ זה מה שעשית כל הבוקר ? ‫ כן . 
‫ - כן , וזה כל כך יצירתי . 
‫ זו עבודת אומנות ממש מרשימה , מותק . 
‫ דניס , דניס . ‫ אז נתקלתי בקוונטין הזה בחדר המנוחה , ‫ ואמרתי לו כמה נהדר אתה בעבודה שלך . 
‫ הוא קשוח , אבל נראה לי ‫ שהעליתי טיעונים טובים עבורך . 
‫ סמי , זה כל כך חמוד מצידך . 
‫ - לא , זה לא קשור לחמידות , דניס . ‫ זה קשור להצלת התחת שלך . 
‫ ואתה עומד להיכנס לשם ‫ ולעשות אותו דבר עבורי . ‫ אז תיכנס לשם ותספר לו ‫ כמה אני מדהימה , כלבה שכמוך . 
‫ קדימה , זזים . ‫ - בסדר . 
‫ היי , היי . כן , לא נראה לי שנפגשנו . 
‫ דניס סימבואה ג'ונס . אני עורך המטרו . 
‫ כן , מר סימבואה ג'ונס . ‫ - כן . 
‫ בדיוק הוספתי את ההערות של גברת הולקר ‫ לתיק שלך . 
‫ וזה נפלא . 
סם היא עורכת מדהימה . 
‫ אם יש מישהי עם האצבע על הדופק של אופנה , ‫ זו הבחורה שלי . 
‫ בנוסף , היא מצליחה להשתלט על העבודה שלה ‫ למרות שהיא אימא לשניים שהתגרשה לאחרונה . 
‫ זה נשמע קשה . 
‫ כשהחיים בועטים בה , היא בועטת בחזרה . 
‫ כמו פופאי . 
‫ רק שהיא לא אוכלת תרד . 
‫ לא חושב שראיתי אותה אוכלת תרד מעולם , ‫ אבל אני יודע שהיא שותה יין . 
‫ אתה רומז שהיא סובלת משתיינות ? 
‫ כלומר , בטח , האם היא צריכה ‫ להכהות את החושים מדי פעם ? ‫ כן , אבל מי לא ? 
‫ אני לא . ‫ 
- גם אני לא . 
‫ ואני לא שותה אף פעם ‫ ובגלל זה אני ישן כל כך טוב . ‫ אבל לא סם , כי נראה לי ‫ שהיא סובלת מנדודי שינה . 
‫ ולמען האמת אני פשוט ... ‫ אלוהים , דניס , פשוט תיקח את זה בדרך החוצה . 
‫ נל , את חושבת שציין לייזר שיכוון במדויק ‫ יכול לשכנע חתול להרים קלף ? 
‫ כן , כן , זה מביא את החתול אל הקלף ואז מה ? 
‫ בנוסף , זה מגוחך . 
‫ לקסי , מה קרה עם אבא שלך ? הגעת לדבר איתו ? 
‫ את יודעת , כשהייתי בת שמונה ‫ רציתי כלב נואשות . ‫ אבל כמובן שאבא יידע אותי ‫ שהכלביים אינם יצורים ביתיים . ‫ הם נועדו לצייד ברווזים ‫ ולהובלת ברנדי לאנשים ששרדו מפולת שלגים . 
‫ אז במקום הוא קנה לי סוס . ‫ כי זה יכול לפחות להביא אותי לאולימפיאדה . 
‫ תביני , לאבא שלי יש דרך כזו ‫ לקחת את החלומות שלי ‫ ולהחליף אותם ‫ במשהו שמסתבר שאני רוצה באותה מידה . 
‫ אז לא דיברת איתו ? 
‫ נל , זה בסדר . אני אהיה בסדר . 
‫ יש לי חסכונות רבים . ‫ ואב טיפוס הגיוני מאוד ל"הבים וחאתולים " . 
‫ אני מבינה . אז מה שחשוב ‫ זה שאת תנחתי על הרגליים . 
‫ בדיוק . 
‫ בדיוק כמו חתולים . ‫ שהם קהל היעד ל"הבים וחאתולים " . 
‫ טוב , היא לא תעזור לרסן את אוכלי הנבלות . 
‫ הגיע הזמן שתשימי גרביונים של ילדה גדולה ‫ ותלכי להציל את העבודה שלך . 
‫ יש לך קצת חלב , נל ? 
‫ כמה חמוד . ‫ 
- המקום של קריקט - ‫ כשביקשת ממני לראשונה ‫ לדבר בקורס העסקים של אחיינית שלך , הוחמאתי . ‫ אבל אז התחלתי לחשוד , ‫ כשהג'י.פי.אס שלי הוביל אותי לבר יינות . 
‫ הייתי צריך לסמוך על הבטן שלי . 
‫ טוב , דאגתי שאם אספר לך שזה יום ההולדת שלי , ‫ לא תבוא . ‫ והיינו מפספסים את קוונטין , חיית המסיבה . 
‫ רק אם זו מסיבת אנליטיקה . ‫ דרך אגב , אין מסיבה כמו מסיבת אנליטיקה . 
‫ אני אאמין לך . ‫ - אבל אני יודע מה את עושה . 
‫ את מנסה להתחנף אליי . 
‫ להתחנף ? מה ? 
‫ בוא נשיג לך משקה , קיו - גבר . קריקט ! 
‫ שמות חיבה יוצרים אווירה בלתי רשמית ‫ שאני חושב שאינה הולמת . 
‫ קיו - גבר . קיו 
- גבר . ‫ שלום , ילדת יום הולדת . 
‫ תקשיבי , אני רוצה שתשכחי ‫ מכל השטויות הדביליות האלו בעבודה ‫ ומהחליפה הזו מהתאגיד עם המקל שתקוע לו ... ‫ קריקט , קריקט , זה קוונטין . 
‫ הוא הבחור שמחליט ‫ מי יזכה להישאר במשרה שלו בעיתון . 
‫ נכון שזה מרשים ? ‫ - כן . 
‫ למען האמת , התואר שלי הוא ‫ " יועץ יעילות תאגידי " . ‫ אבל אני לא אוהב להתרברב . 
‫ לא התרברבת . אבל אתה יודע מה אני שומעת ? 
‫ זה בשבילך . 
‫ ממש לא כדאי לשתות באירוע של העבודה . 
‫ למזלך זה יום ההולדת שלי . ‫ קח , קיו - גבר . 
‫ קיו - גבר . 
‫ אני אלך להביא לך עוד יין . 
‫ אל תדאגי , אני אדבר עם קוונטין ואתקן את זה . 
‫ כדאי לך . בסדר ? 
‫ אני צריכה משקה . 
‫ אולי אל תקני עדיין משקה . 
‫ הוא די חושב שאת אלכוהוליסטית . 
‫ דיברת איתו 30 שניות . ‫ - אני יודע . 
‫ אלוהים . מה הוא עושה ? 
‫ הוא משפשף את השיער שלו ומרחרח את הידיים . ‫ מה זה בכלל אומר ? 
‫ אולי הוא מדבר על השיער שלך ‫ ושהוא מריח כמו קוקוס ? 
‫ ייתכן שאני מחשבון ? 
כי כל הבעיות שלך נפתרו . 
‫ באמת ? ‫ - כן . 
‫ יש רק כמה פרטים קטנטנים וחסרי חשיבות ‫ שתרצי לדעת על עצמך . 
‫ תרמת פעם כליה , הצלת את דולי פרטון משריפה , ‫ וזכית בהישרדות . ‫ 
- באיזו עונה ? 
‫ 16 ? ‫ 
- אני שונאת את 16 . 
‫ בסדר . לחבר החדש שלי ולאחי בעסקים . 
‫ זה שוחד ? ‫ - לא . 
‫ לא . זה פשוט בקבוק היין הכי יקר . 
‫ ויש עוד מאיפה שזה הגיע ‫ כי גנבתי את כרטיס האשראי של אבא שלי . 
‫ היי , הגעת . 
‫ הגעתי . יום הולדת שמח . ‫ - תודה . 
‫ זו בטח לא המסיבה שרצית . 
‫ לא חשבתי שאורח הכבוד ‫ יהיה האיש שעלול לקחת את המשרות שלנו , ‫ אבל הכול טוב , אתה יודע ? 
‫ אני אקח לשם את הכוס הגדושה הזו של קברנה ‫ ואדבר טובות על עצמי בפני קוונטין . 
‫ ואחרי שאצליח להיכנס , ‫ אני אנופף לך ואתה תוכל לנסות . 
‫ בסדר , אבל אני אומר לו ‫ שזה גם יום ההולדת שלי . 
‫ מסובך . 
‫ והם אמרו ‫ שבאופן חוקי מותר לי רק שלושה חתולים . 
‫ מייסון , אבא שלך פה והוא נראה עצבני . ‫ לעזאזל . 
‫ אני כל כך מקורקע . 
- היי . ‫ האיש תינוק החמוד הזה היה כל כך נחמד אליי . 
‫ הוא נתן לי ארבע כוסות יין ושתיתי אותם מהר . 
‫ בסדר , בובת הסמרטוטים רופף את הבורג בשבילך . 
‫ אבל הבחור הזה כל כך לחוץ ‫ שתצטרכי להיות חזקה וממש לשווק את עצמך . 
‫ תראה , אני אדבר איתך בכנות , אח שלי . 
‫ אתה כאן כדי להעריך את העבודה שלנו ‫ ואני כאן כדי לספר לך למה העיתון זקוק לי . 
‫ כן , תספרי לו . 
‫ אני אישה עיתונאית חזקה ‫ שמביאה סיפורים חשובים לקוראים שלי . 
‫ כן , תשירי את זה . 
‫ סיפורים על אנשים מפורסמים , אנשים פשוטים . ‫ 
- בסדר , אנחנו מאבדות אותו . 
‫ מוטב שתשני כיוון , תשני כיוון . 
‫ התחלתי כנער חלוקת עיתונים . ‫ זה נכון . שמעת אותי , נער . 
‫ הייתה לי גרב במכנסיים ומכנסיים בנעליים . ‫ וקראתי לעצמי בוני . 
‫ טוב , די שחטת את זה . 
‫ אני שומע אותך , אח שלי . ‫ אבל לאור ההערכה של היום ‫ ובהתבסס על המספרים , ‫ קיו - גבר ייאלץ להמליץ ‫ שיהרסו את המקום עד עפר . 
‫ יהרסו עד עפר ? ‫ - לא , לא , לא , לא , לא . 
‫ זה כשמוכרים את העיתון לחלקי חילוף . 
‫ יהרסו ... ‫ עד עפר . 
‫ זה היה ממש חסר רגישות או סתם קולות טובים ? 
‫ אני לא שותה הרבה . אופס , יש פיפי בצינור . 
‫ חייב ללכת . חייב לנסוע ברוורס . 
‫ לכי אחריו . תעקבי אחריו לשירותים . 
‫ אני לא מתכוונת לצפות באדם משתין . 
‫ את לא יכולה לאפשר לזה להימשך . 
‫ העולם צריך כתבים . 
‫ אנחנו האמת ואנחנו שופכים אור בחשכה . 
‫ תראי , ניסיתי ... 
‫ - אנחנו השומרים של החברה החופשית . 
‫ ניסיתי כמיטב יכולתי אבל ... ‫ טוב , ייתכן שתרצי לשים אוזניות או משהו ‫ כי את נראית מטורפת . 
‫ אני תמיד נראית מטורפת , נכון ? אני פשוט ... ‫ לא מוצאת את האוזניות ? 
‫ לא , לא ידעתי שתבואי הערב . 
‫ מסיבה . 
‫ אם כתבים מספרים את האמת , הנה האמת שלי . ‫ העבודה שלי אבודה . ‫ נפרדתי מהבחור הנחמד מאוד ששם ‫ כי רציתי להקפיא ביציות ‫ ועכשיו לא אוכל להרשות לעצמי . 
‫ אז את רוצה לדעת מה ? 
‫ אני לא רוצה לדבר איתך יותר כי אני בת 39 ‫ ובחברה החופשית שלי ‫ מותר לי להשתכר ביום ההולדת שלי . 
‫ תודה . 
‫ היי , חברה . חשבתי שנגמלת מהמשקה . ‫ הכול בסדר ? ‫ - יודע מה ? 
‫ לא רוצה לדבר על זה . ‫ - לא רוצה לשמוע על זה . 
‫ אוהבת את הגישה שלך . ‫ - אוהב את הגישה שלך . 
‫ רוצה להקפיץ שוטים ? 
‫ - זה יום ההולדת שלי . 
‫ שני שוטים . ‫ - שני שוטים . 
‫ צ'יפס . 
‫ בוקר טוב . 
‫ - שלום . 
‫ אני מצטער לשאול , ‫ בזמן שאאזור כוח להזיז אחת מהגפיים שלי , ‫ מה בדיוק קרה אתמול בלילה ? 
‫ זה של אדל ? 
‫ זו דיאגרמת העוגה שלי . ‫ עוגה . ‫ - כן . 
‫ אופרה המציאה דיאגרמת עוגה לחיים . 
‫ מצטער , זו לא הייתה שאלה , ‫ זו הייתה הצהרה . 
עוגה . ‫ כדאי שנזמין עוגה . ‫ - כן . 
‫ כולם תמיד שונאים אותי בעבודה . 
‫ אפילו את קראת לי אוכל נבלות תאגידי . 
‫ אוכלי נבלות יכולים להיות טובים . 
‫ הם משתמשים בכל הגופה , אתה יודע ? 
‫ העבודה הנוראית הזו ‫ הובילה אותי לגור במלונות בשנתיים האחרונות . 
‫ אני אפילו לא זוכר ‫ איך נראה בקבוק שמפו בגודל מלא . 
‫ אתה בכלל משתמש בשמפו ? 
‫ אני יכול להישאר פה הלילה איתך ‫ בלבוש מלא בזמן שתחבקי אותי ? 
‫ אני לא יכול לחזור הלילה ‫ לעץ הכפול שליד הכביש הראשי . 
‫ אם לא קרה בינינו שום דבר , ‫ למה אני מרגיש כל כך מלוכלך ? 
‫ עוד יש עוגה במיטה שלי . 
‫ כדאי שאלך . ‫ 
- רעיון מעולה . 
‫ אמרתי לך ללכת אחריו . ‫ לא ידעתי שתלכי אחריו כל הדרך . 
‫ לא שכבתי איתו . שכבתי ליד הגוף המייבב שלו . 
‫ את יודעת , בתור עורכת , זה תפקידי ‫ לדחוק בכותבים שלי לתת את המיטב שלהם . ‫ אבל כאשר כותב מפקפק ביכולות שלו , ‫ זה תפקידי לעודד אותם . 
‫ כן , אני אקח עידוד . 
‫ נל , כשאת מתכוננת לכתוב מודעת אבל , ‫ את מסתכלת על החיים של האדם בחתיכות קטנות ‫ או שאת מסתכלת על הסיפור השלם ? 
‫ השני . ‫ - בדיוק . 
‫ זה תפקידו של עיתונאי לכתוב את הסיפור השלם . 
‫ אם הייתי כותבת את מודעת האבל שלך , ‫ הייתי כותבת , ‫ כן , החיים ממשיכים לבעוט בנל סראנו ‫ בפגוש הקדמי . 
‫ הקריירה שלה מתעכבת , חיי האהבה שלה גרועים . 
‫ לא אוהבת את הסגנון הספרותי שלך . 
‫ אבל היא חזקה . היא מתמודדת עם הדברים בעוז ‫ וממשיכה להתקדם . 
‫ לא כולם יכולים להגיד את זה על עצמם . 
‫ היי , את . עדיין עובדת על " הבים וחאתולים " ? 
‫ נתקלתי בבעיה . 
‫ מסתבר שכלבים לא יכולים להטיל קובייה . 
‫ הם יכולים לסובב ספינר בכפה ? 
‫ איפה היית לפני שש שעות ? ‫ 
- את לא רוצה לדעת . 
‫ היי , לקסי , רציתי להתנצל . 
‫ זה לא בסדר שדחקתי בך ‫ להתעמת עם אביך כשאת לא מוכנה . 
‫ לא , אני זו שצריכה להתנצל . 
‫ אכזבתי את כולם . 
‫ וזה חבל כי למדתי לחבב ‫ ולמעשה אכפת לי מכולם בעיתון . 
‫ אפילו טינה עם הסלטים החמים שלה ‫ ואת עם היציבה הגרועה שלך . 
‫ תראי , אם את רוצה לשבת פה ‫ ולעבוד על " הבים וחאתולים " בחודש הקרוב , ‫ אני אשב איתך . ‫ אבל אני ... ‫ אני לא יודעת , ‫ נראה לי שיש לך רגשות לא פתורים 
‫ ואולי את צריכה ‫ לנהל את השיחה ההיא עם אבא שלך . ‫ אנחנו לא מדברים על רגשות , בסדר ? 
‫ במשפחה שלנו זה סימן שאתה חלש . 
‫ את האדם הכי חזק שאני מכירה . 
‫ למעשה את מפחידה במידה מסוימת . 
‫ נל , את סתם נחמדה כי אני עצובה . 
‫ לא , את מפחידה אותי נורא . 
‫ באמת ? 
‫ - כן . 
‫ וזה לא קשור בי או בעבודה . ‫ לדעתי יש לך משהו להגיד לאבא שלך ‫ ואת צריכה להגיד את זה . ‫ והוא צריך להקשיב . 
‫ מגיע לך . 
‫ תודה , נל . 
‫ רק דבר אחד . ‫ תרצי לעקוב אחרי פעילות המעיים של ארתור ‫ באופן הדוק בימים הקרובים . 
‫ אני חוששת שהוא בלע יותר מקובייה אחת . 
‫ למען האמת , אני בטוחה בכך . 
‫ יש שם חטיפים טובים ? 
‫ את יודעת , כמו הקוטג' הקטן הזה ‫ שאפשר להכניס פנימה פירות ? 
‫ אני אוהב את אלו . 
‫ מה אתה עושה בחדר המנוחה ? ‫ - אני לא יודע . ‫ חשבתי שאעשה סיבוב אחד אחרון . 
‫ לקסי דיברה איתך ? ‫ 
- לא , לא ראיתי אותה . 
‫ אתה יודע , מר רודס , כל הכבוד לך . ‫ אתה מוכר את העיתון , ‫ אתה מסכן את המשרות של כולם , ‫ וזה אפילו לא מטריד אותך . 
‫ למען האמת , ‫ אני לא יודעת איך אתה חי עם עצמך . 
‫ את יודעת , יש משהו שלמדתי בעסקים , נל . ‫ וזה שהכול מסתיים . 
‫ הכול . 
‫ נל , שמעת ? 
‫ מר רודס התמוטט . ‫ מובילים אותו לבית החולים . 
‫ טוב , אני מניח שמאוחר מדי עבורי ‫ לקחת איזה קוטג' . 
‫ גם לי יש ספקות לגבי זה . 
