א' זה ארץ , ביתם של כל בני האדם . 
מ' זה משפחה , שעליה אנחנו אסירי תודה . 
אני אימ"ה , האנדרואידית הייעודית מוכוונת ההדרכה שלך . 
- אנדרואידית ... אימא . 
אווה , מה את עושה ? 
לא אווה . רובוט - אווה . 
את צריכה מישהו לשחק איתו . 
זה מיגו . 
קטן עלינו . 
מיגו ! 
אני החבר הכי טוב החדש שלך . 
פתחי . 
הנה אנחנו . 
פתחי . 
הנה אנחנו . 
פתחי . 
פתחי ! 
לא , לא , לא . עדיין אסור לפתוח את הדלת הזאת . 
פתחי ! 
- פתחי ! - אווה . 
אווה . די , די . 
בואי נמצא לך משהו אחר לעשות . 
אווה , אני באמת אוהבת את הציורים שלך , אבל אצטרך לנקות את אלה . 
את זה אל תנקי . 
לילה טוב , אווה יקרה . 
- היי , אימה . - תשעים ותשע . 
- היי , אימה . 
- ומאה . 
- שוב אני . 
- אחת . 
תורך . 
ותראו את הגינה הזאת . 
איזה יום נפלא לבלות בחוץ עם כל החברים שלי . 
מתי אוכל לשחק עם חברים ? 
יהיו לך חברים לשחק איתם על פני השטח . 
אני יכולה לשחק איתם עכשיו ? 
לא . לא , עדיין לא . 
בבוא העת . 
רוצה לישון באוהל הלילה ? 
זה המקום הסודי האהוב עליי . 
אשמח לישון איתך באוהל , אבל אני צריכה להעלות את סדר היום למחר . 
לילה טוב , יקירה . 
אל תישארי ערה מאוחר . 
לילה טוב , אימה . 
יום הולדת שש שמח , אווה . 
בקשי משאלה . 
ועכשיו המתנה שלך . 
מתנת יום הולדת ? 
איזה יופי ! 
מה זה ? מה זה ? מה זה ? 
זה אומניפוד . 
אומניפוד ? 
בדיוק מה שתמיד רציתי . 
מה זה אומניפוד ? 
תלחצי עליו ... שם . 
שלום . 
אמרי את שמך . 
את שמך . 
שלום , את שמך . 
לא " את שמך " . אמרי את שמך . 
אווה . 
שלום , אווה . 
אני אומניפוד של חברת דיינסטיס . 
אבל את יכולה לקרוא לי אומני . שאלי אותי משהו . 
קדימה . 
אווה ? 
פתח דלת . 
פני השטח . 
חבר . 
תוכלי לחזור שנית ? 
תוכל לפתוח כדי שאשחק עם ילדים אחרים ? 
לא תוכלי לצאת ממקלט 573 עד שתעברי את מבחן ההערכה הסופי . 
מבחן ? 
אני יכולה להיבחן עכשיו ? 
את נראית נרגשת מאוד לגשת למבחן . 
זה אומר שהגיע הזמן שתפגשי מישהו . 
אפגוש בן אדם ? 
לכי . 
דינא - תא נפתח . 
ברוכה הבאה , אווה . 
החל הדרכת קבלת פנים . 
מאתחל קבלת פנים . 
שלום , אווה . 
שמי קדמוס פרייד . 
בן אנוש ! 
טוב , בעצם אני הולוגרמה של קדמוס פרייד . 
ושמעתי שהיום הוא יום מיוחד מאוד . 
- אני בת שש . 
- בת שש ? 
ואת בטח נרגשת מאוד לצאת החוצה לשחק עם חברים . 
כן , כן . 
אפשר עכשיו ? 
עדיין לא . 
ואסביר לך למה . 
את מבינה , אני עזרתי לבנות את המקלט התת - קרקעי שבו את גרה עכשיו . 
למה אני מתחת לקרקע ? 
כי החיים על פני השטח כבר לא היו בטוחים לבני אדם . 
כדור הארץ היה חולה מאוד , והוא נזקק לזמן כדי להבריא בלעדינו . 
אבל זה היה לפני המון המון זמן . ועכשיו כדור הארץ מרגיש הרבה יותר טוב . 
ילדים רבים כמוך גדלים במקלטים תת - קרקעיים כמו המקלט הזה והם מחכים לך על פני השטח . 
מחכים לי ? 
מוכנה לפגוש את משפחתך ? כן ! 
יש לך הרבה מה ללמוד כדי שתהיי מוכנה . 
אני יודעת לספור עד 200 . 
זו התחלה מצוינת , אווה . אבל יש עוד המון . 
ולכן מיגו והחברים שלו באו לעזור לך להתכונן למבחן . 
שלום , מר קדמוס . 
שלום , אווה . 
מיגו ! 
היי , מיגו . 
איזה יום יפה , נכון ? 
בהחלט , מיגו . 
אולי תספר לנו מה אווה הולכת ללמוד ? 
בכיף , מר קדמוס . 
בואו , חברים . 
חקלאות , כדי לגדל את המזון שתאכלי בריאות , כדי שתעמדי ולא תפלי טכנולוגיה , העתיד שאת תמציאי מדע , בואי נעשה ניסויים 
תקשורת , הקשיבי ואדבר איתך אמנות , היצירתיות שלך ועבודת צוות , אנחנו עושים הכול יחדיו כי מיגו וחבריו הם חברייך לעד 
זה היה נפלא , מיגו . 
תודה . 
אז תלמדי למבחן . 
אחרי שתעברי את מבחן ההערכה הסופי , תוכלי לעבור בדלת הגדולה . 
אווה , את תטפסי כל הדרך עד למעלה , למעלה , למעלה במדרגות היישר לפני כדור הארץ . 
היי , אווה . 
אנחנו כאן ! 
ושם תפגשי את המשפחה שלך . 
איך החיים על פני השטח ? 
כמה ילדים יש שם ? הם ייראו כמוני ? 
- הם יחבבו אותי ? - אווה . - איך המבחן ? הוא קשה ? - אווה . ההכשרה קשה ? 
מיגו יעזור לי ? 
- את תעזרי לי ? 
- כן , כמובן . קדמוס נחמד . 
אפגוש אותו על פני השטח ? יש לו משפחה ? 
אווה , הגיע הזמן ללכת לישון . 
מחר יום חשוב . 
את מתחילה את ההכשרה . 
ואת צריכה לנוח . 
אימה ? 
כן , חמודה ? 
אנחנו משפחה ? 
לא , אנחנו לא משפחה . 
משפחה היא קבוצה של בני אנוש . אלה שתפגשי על פני השטח . 
טוב . 
לילה טוב , אווה יקרה . 
קשה לי לחכות עד שאפגוש את משפחתי . 
יום הולדת שמח , אווה . 
הזמן עבר מהר כל כך . 
יום הולדתך ה - 16 . 
רוצה פרוסה גדולה מהעוגה ? תודה . אבל ... היא נראית טוב . 
לא , אסור לאכול . אני צריכה להתכונן . 
את נראית לחוצה . 
את מרגישה לחוצה ? 
- אומניפוד , דוח מצב . - דופק מואץ . 
- זיעה ... - דיברנו על זה ! אל תבדקי את הנתונים שלי בלי לבקש . 
אולי כדאי לדחות את המבחן ? 
- אימה . 
- אומני , דחה את המבחן של מחר . 
- דוחה מבחן . - לא . אל תדחה . 
- אומני , לא דוחים . 
- תחליטו , בבקשה . 
אימה . אני לא לחוצה , טוב ? 
אני נרגשת . 
חיכיתי לזה המון זמן . 
סוף סוף אפגוש חברים , קרובי משפחה , בני אנוש אחרים . 
אני צריכה להתכונן . 
היי , בן אנוש אחר . 
אני אווה ממקלט 573 . 
מה אתה עושה ? דברים של בני אנוש ? 
כן . 
מוצא חן בעיניי . 
גם אני אוהבת לעשות דברים של בני אנוש . 
גם אתה מבלה על פני השטח ? 
מה אתה אומר על השמש ? 
אור חזק כל כך , ואסור להסתכל עליה , אבל אתה מה - זה רוצה להסתכל , נכון ? 
מקלט . נמאס לי כל כך . 
ואימה , כאילו , ברצינות , הנתונים שלי הם פרטיים . 
אם אצטרך לאכול עוד חטיף בריאות מקייל וחומוס ... אתה אוהב ? 
גם אני . 
כן , אני יודעת . 
אבל אני לא יודעת איך לעשות את זה . איך אנשים אמורים להתנהג ? איך להיות ... 
אבל זה קטן עלינו , נכון ? 
קטן עלינו . 
אבל מה אם לא ? 
אומני , מה יקרה אם לא אעבור את המבחן ? 
אני בטוח שלא תיכשלי . 
אבל אם כן , לפי הפרוטוקול , יש לחזור על ההכשרה מההתחלה . 
מההתחלה ? 
אבל אוכל להיבחן שוב , נכון , אומני ? 
כמובן . 
ביום הולדתך הבא . 
בעוד שנה ? שנה ? 
לא אוכל לחכות עוד שנה . 
אני צריכה לפגוש אנשים ! עכשיו ! 
אומני , מה יש בצד השני של זה ? 
צר לי , אווה . אין לי מידע על אזורים מוגבלים . 
מוגבלים ? 
אומני , איך אפשר לפתוח את הדלת הזאת ? 
אי אפשר . 
דלתות הביטחון נעולות מגנטית . 
אווה , אסור לחבל בדלתות ביטחון . 
- לא לי . 
- זה כמו אז כשפרצת ... הדלת פתוחה . 
אומני , תאיר את מפלס 3 . 
סופיה ? 
ברייטון , הדלי , פרייה , רושון ? 
אווה . 
יש עוד ילדים ? 
יש עוד ילדים . 
אני לא לבד . אני לא לבד . 
הלו , איפה אתם ? 
הלו , יש כאן מישהו ? 
ברייטון ? 
הדלי ? 
רושון ? 
סופיה ? 
בבקשה , איפה אתם ? 
אומני , תאיר את מפלס 1 . 
- לה וונד - לה . 
מה זה וונדלה , אומני ? 
אין שום " וונדלה " בקובצי האנציקלופדיה שלי . 
- זה מקום ? 
- אני מצטער . איני מוצא את וונדלה בשום מפה של כדה"א . - - אווה מצאי אותי 
" אווה , מצאי אותי . " רגע , מישהו מחפש אותי ? 
אומני , תאיר את מפלס 10 ! 
בסדר , בסדר . 
קדימה . קדימה . אומני , הפעל אות חזותי . 
קדימה , קדימה . 
אני כאן ! אני כאן ! 
זו אווה ! 
הלו , אני אווה ממקלט 573 . 
אני כאן . 
אני כאן . 
- אווה ? 
- אימה ? 
- נכנסת לאזור מוגבל ? - אני יודעת . 
אני מצטערת , אבל מצאתי משהו . 
אני חושבת שהיו שם עוד ילדים . 
אני יכולה להסביר . 
אווה , מה קורה ? 
יש שם עוד משהו . 
אטום את חדר 113 . 
קטן עלינו . 
פולש במקלט . 
הפעל נוהל אבטחה 19 - 1 - 65 . היכון . 
נוהל אבטחה מופעל . 
כוון ושגר . 
עקוף נעילת כספת . 
קוד מנהלי 49 - 26269 . 
מווסת לחץ בפיר יציאה . 
שחרור דלת כספת מופעל . 
אווה , רוצי ! 
זה חסום ! 
תגיעי למטבח ! 
מהר ! 
- קוד נעילה 119 - 20 - 38 
- 514 . - מאבטח את חדר 3 . 
- מה הדבר הזה ? 
- אינני יודעת . 
לא קיים במאגר המידע שלי . 
אימה ! 
פיר האוורור הזה מוביל לפני השטח . 
הצידה תספיק לך עד שתמצאי עוד אנשים . 
ממקלטים אחרים ? 
בכל מקלט אמורים להיות שישה ילדים . 
את היחידה שגדלה לבדה . 
לא סיפרתי לך . הייתי צריכה לבחור . 
מה ? 
על מה את מדברת ? 
בואי איתי ! 
אסור לי לצאת מהמקלט . 
בבקשה , אימה , היצור יהרוג אותך . 
תוכנתתי לשמור על ביטחונך . זה מה שאני עושה . 
סמכי על מה שלימדו אותך . לכי ! 
רמות חמצן יציבות . 
אין רעלנים מעופפים . 
נשמי רגיל , אווה . 
איפה אני ? 
