" З " е за Земјата , дом на сите луѓе . 
" С " е за семејството , за што сме благодарни " . 
Јас сум Мутр , твојот робот за помош со повеќекратни задачи . 
- Мамо . - Повеќекорисна ... Мамо . 
Ева , што правиш ? 
Не Ева . Роботот Ева . 
Ти треба другар за игра . 
Ова е Миго . 
Го имаме ова . 
Миго ! 
Јас сум твојот нов најдобар пријател . 
Отвори . 
Еве сме . 
Отвори . 
Еве сме . 
Отвори . 
Отвори ! 
Не , не , не . Сe уште не можеме да ја отвориме оваа врата . 
Отвори ! 
- Отвори ! - Ева . Ева . 
Сега , сега . 
Ајде да најдеме нешто друго за тебе . 
Ева , ја сакам твојата уметност , но ќе морам да ја исчистам . 
Не го чисти ова . 
Добра ноќ , драга Ева . 
- Здраво , Мутр . 
- Здраво , Мутр . 
- И ... 100 . 
- Јас повторно . 
- 1 . 
Ти си на потег . 
Погледнете ја оваа градина . 
Каков прекрасен ден да се биде надвор со сите мои пријатели . 
Кога јас ќе можам да си играм со пријателите ? 
Ќе имаш пријатели со кои ќе си играш на површината . 
Може ли да играм со нив сега ? 
Не , не , сe уште не . 
Кога ќе биде вистинското време . 
Сакаш да кампуваш вечерва ? 
Ова е моето омилено тајно место . 
Би сакала да кампувам со тебе , но морам да го подготвам утрешниот распоред . 
Добра ноќ , драга . 
Не останувај до доцна . 
Добра ноќ , Мутр . 
Среќен 6 - ти роденден , Ева . 
Замисли желба . 
А сега ... твојот подарок . 
Роденденски подарок ? 
Го сакам тоа ! 
Што е тоа ? Што е тоа ? Што е тоа ? 
Тоа е Омнипод . 
Омнипод ? 
Тоа е токму она што отсекогаш го посакував ! 
Што е Омнипод ? 
Притисни го тоа токму таму . 
Поздрав . 
Кажете го вашето име . 
Вашето име . 
Поздрав , " вашето име " . 
Не " вашето име " . Кажи го твоето име . 
Ева . 
Поздрав , Ева . 
Јас сум Омнипод на " Корпорацијата Династис " . 
Но , можеш да ме наречеш Омни . Прашај ме било што . 
Само напред . 
Ева ? 
Отвори врата . 
Површина . 
Пријател . 
Можеш ли да го повториш тоа ? 
Можеш ли да ја отвориш вратата за да можам да си играм со другите деца ? 
Не можеш да излезеш од Светилиштето 573 додека не го положиш тестот за финална проценка . 
Тест ? 
Може ли да го полагам сега ? Може ли да го полагам сега ? 
Се чини дека си многу возбудена да го направиш тестот . 
Тоа значи дека е време за да запознаеш некого . 
Дали можам да запознаам личност ? 
Само напред . 
Комората Дина е отклучена . 
Добредојде , Ева . 
Започнете со инструкции за добредојде . 
Иницирам добредојде . 
Здраво , Ева . 
Моето име е Кадмус Прајд . 
Човек ! 
Па , технички , јас сум холограм на Кадмус Прајд . 
И слушам дека денес е многу посебен ден . 
- Имам 6 години . 
- 6 години ? 
И се обложувам дека си многу возбудена што ќе одиш надвор да си играш со пријателите . 
Да . 
Може ли да одам сега ? 
Сe уште не . 
И ќе ти кажам зошто . 
Види , помогнав да се направи ова подземно светилиштето во кое живеете во моментов . 
Зошто сум во подземјето ? 
Па , повеќе не беше безбедно луѓето да живеат таму на површината . 
Земјата беше многу болна и ? требаше време да се подобри без нас . 
Но , тоа беше многу одамна . И сега земјата се чувствува многу подобро . 
Многу деца исто како тебе се одгледуваат во подземни светилишта како ова и те чекаат на површината . 
Навистина ? 
Дали си подготвена да го запознаеш твоето семејство ? Да ! 
Тогаш имаш многу да научиш да се подготвиш да тргнеш . 
Можам да бројам до 200 . 
И тоа е многу добар почеток , Ева . Но , има уште многу . 
И затоа Миго и неговите пријатели се тука да ти помогнат да се подготвиш за тестот . 
Здраво , господине Кадмо . 
Здраво , Ева . 
Миго ! 
Здраво , Миго . 
Зарем не е убав ден ? 
Сигурно е , Миго . 
Зошто не ни кажеш што сe ќе научи Ева ? 
Секако , господине Кадмо . 
Ајде , пријатели . 
Земјоделство , да ја одгледуваш храната што ќе ја јадеш Здравје , да те држи на нозе Технологија , иднината што ја измислуваш Наука , сега да експериментираме 
Комуникација , слушај и разговарај со мене Уметност , твојата креативност И тимска работа , сето тоа го правиме заедно Затоа што Миго и другарите со твоите пријатели засекогаш 
Тоа беше одлично , Миго . 
Ти благодарам . 
Затоа , тренирај напорно . 
И штом ќе го положиш тестот за финална проценка , можеш да поминеш низ голема врата . 
И Ева , ќе се искачиш се до крај , горе , горе по скалите ... и на површината на земјата . 
Здраво , Ева ! 
Тука ! 
Каде ќе стигнеш за да го запознаеш твоето семејство . 
Како изгледа на површината ? 
Колку деца има ? Дали ќе личат на мене ? 
- Мислиш дека ќе им се допаднам ? - Ева . - Каков е тестот ? Дали е тешко ? - Ева . Дали е напорен тренингот ? 
Дали Миго ќе ми помогне ? 
- Дали ти ќе ми помогнеш ? 
- Да , секако . Ми се допаѓа Кадмус . 
Дали ќе го сретнам на површината ? Дали тој има семејство ? 
Ева , време е за спиење . 
Утре е голем ден . 
Почнуваш со тренингот . 
И ти треба одмор . 
Мутр ? 
Да душо ? 
Дали ние сме семејство ? 
Не , не сме . 
Семејството е група на луѓе . Оние кои ќе ги сретнеш на површината . 
Добро . 
Добра ноќ , драга Ева . 
Едвај чекам да го запознаам моето семејство . 
Среќен роденден , Ева . 
Времето помина толку брзо . 
Твојот 16 - ти роденден . 
Дали сакаш големо парче торта ? Ти благодарам . Но ... Изгледа добро ... 
Не , не , не можам да јадам . Морам да се спремам . 
Изгледаш вознемирена . 
Дали се чувствуваш вознемирено ? 
- Омнипод , статус . - Зголемен пулс . 
- Испотени дланки . - Разговаравме за ова ! Не ја проверувај мојата статистика без да прашаш . 
Можеби треба да го презакажеш утрешниот тест . 
Мутр . 
Омни , презакажи го утрешниот тест . 
- Го презакажувам тестирањето . - Не . Нема презакажување . 
- Омни , не презакажуваме . 
- Те молам одлучи се . 
Мутр . Не сум вознемирена , добро ? 
Возбудена сум . 
Долго го чекав ова . 
Конечно ќе се сретнам со пријателите , семејството , други луѓе . 
Морам да се спремам . 
Здраво , сограѓанину . 
Јас сум Ева од Светилиштето 573 . 
Што правиш ? Човечки работи ? 
Да . 
Ми се допаѓа тоа . 
И јас исто така , сакам да правам човечки работи . 
И вие се дружите на површината ? 
Што мислиш за сонцето ? 
Толку е светло , и не треба да го гледаш , но целосно сакаш , нели ? 
Светилиште , па над него . 
И Мутр , тоа е како , сериозно , мојата статистика е приватна . 
Ако треба да изедам уште еден кељ - наут Сусти - бар ... Тоа ти е омилено ? 
И на мене , исто . 
Да , знам . 
Само , не знам како да го направам ова , како луѓето треба да постапуваат , како е да се биде нормален ... 
Но , го имаме ова , нели ? 
Го имаме ова . 
Но , што ако не го сториме тоа ? 
Омни , што ќе се случи ако не го положам тестот ? 
Сигурен сум дека нема да пропаднеш . 
Но , ако го направиш тоа , протоколот наведува дека треба да ја почнеш обуката од почеток . 
Од почетокот ? 
Но , повторно би го направила тестот , нели , Омни ? 
Секако ... 
На твојот следен роденден . 
Една година ? Една година ? 
Не можам да чекам уште една година ! 
Треба да запознавам луѓе ! Сега ! 
Омни , што е од другата страна на ова ? 
Жал ми е , Ева . Немам информации за забранетите области . 
Забранети ? 
Омни , како можам да ја отворам оваа врата ? 
Не можеш . 
Безбедносните врати се магнетски обезбедени . 
Ева , манипулација со безбедносните врати е забранета . 
Не за мене . 
Ова е како на времето кога упадна ... Вратата е отворена . 
Омни , 3 ниво на светлина . 
Софија ? 
Брајтон , Хедли , Фреја , Рошон ? 
Ева . 
Дали има други деца ? 
Има и други деца . 
Не сум сама . Не сум сама . 
Здраво каде сте ? 
Здраво , има ли некој овде ? 
Брајтон ? 
Хедли ? 
Рошон ? 
Софија ? 
Ве молам , каде сте ? 
Омни , светло ниво 1 . 
" ВондЛа " . 
Што е ВондЛа , Омни ? 
Не постои " ВондЛа " во која било моја енциклопедиска датотека . 
- Дали е тоа место ? 
- Жал ми е . Не можам да ја најдам ВондЛа на која било од моите карти на Земјата . 
" Ева , најди ме . Чекај , ме бара ли некој ? 
Омни , ниво на светлина 10 ! 
Добро добро . 
Ајде . Ајде . Омни , активирај визуелен сигнал . 
Ајде , ајде . Тука . 
Јас сум тука ! Јас сум тука ! 
Тоа е Ева ! 
Здраво , јас сум ... јас сум Ева , од Светилиштето 573 . 
Јас сум тука . 
Јас сум тука . 
- Ева ? 
- Мутр ? 
- Влезе во забранета зона ? - Знам . 
Жал ми е , но најдов нешто . 
Мислам дека имаше и други деца . 
Можам да објаснам . 
Ева , што се случува ? 
Има уште нешто таму . 
Запечати ја просторијата 1 - 13 . 
Го имаме ова . 
Натрапник во Светилиштето . 
Го активирам безбедносниот протокол 19 - 1 - 65 . Подгответе се . 
Безбедносниот протокол е активиран . 
Нишани и оган . 
Прескокнување на бравата на сводот . 
Административен код 49 - 26269 . 
Излезна осовина под притисок . 
Активирано е ослободување на вратата од сводот . 
Ева , бегај ! 
Блокирано е ! 
Оди во кујната ! 
Бегај ! 
Шифра за заклучување , 119 - 20 - 38 - 514 . 
Обезбедување на собата 3 . 
- Што е тоа нешто ? 
- Не знам . 
Го нема во мојата база на податоци . 
Мутр ! 
Оваа цевка за вентилација води до површината . 
Овие залихи треба да бидат доволни додека не најдеш други луѓе . 
Од другите светилишта ? 
Во секое светилиште треба да има шест деца . 
Ти си единствената кој сама порасна . 
Не ти кажав . Морав да направам избор . 
Што ? 
За што зборуваш ? 
Дојди со мене ! 
Не можам да го напуштам Светилиштето . 
Те молам , Мутр , таа работа ќе те убие . 
Бев програмирана да да те чувам безбедна . Ова е она што го правам . 
Верувај во она што го научи . Оди ! 
Нивото на кислород е стабилно . 
Нема токсини во воздухот . 
Диши нормално , Ева . 
Каде сум ? 
