‫ عليكم إزالة الحاجز بحلول الـ2 ظهرًا ،‬ ‫ ولا تعليق آخر عندي سوى ، أحسنتم عملًا .‬ 
‫ عُلم أيها الرئيس .‬ 
‫ لا ، اسمعا . 
أصغيا إليّ .‬ ‫ أخبرهما بأنني لا أهتم لمن هذه المواعز .‬ ‫ فليبعداها عن الطريق فحسب .‬ 
‫ اهدأ أيها الرقيب . تمهّل .‬ 
‫ لا نريد التسبب في حادثة دولية .‬ 
‫ أيها السيد ذو الشارب ،‬ ‫ اذهب في ذلك الاتجاه من فضلك .‬ 
‫ والسيد ذو رقعة العين ، في الاتجاه المعاكس .‬ 
‫ فلنحاول تسوية هذا الأمر بشكل سلمي .‬ ‫ سنترك المواعز تقرر .‬ 
‫ - لا تفسد الأمر .‬ ‫ 
‫ " بوبي " !‬ 
‫ هل وضعك جيد ؟‬ 
‫ - أوراقه منتهية الصلاحية .‬ ‫ - أرني إياها .‬ 
‫ - مرحبًا .‬ ‫ 
‫ - انتهت قبل ثلاثة أيام فقط .‬ ‫ 
‫ أخبره بأنه مسموح أن يمرّا هذه المرة فقط .‬ ‫ - فليجددها قبل عودتهما .‬ ‫ - عُلم يا سيدي .‬ 
‫ - " فريدي " .‬ ‫ 
- أهلًا أيها الرئيس .‬ 
‫ - هل كل شيء على ما يُرام ؟‬ 
‫ - سأذهب وأتولى الأمر .‬ ‫ 
‫ - سأتولاه بنفسي . ابق هنا .‬ ‫ - مفهوم .‬ 
‫ مرحبًا يا سيد .‬ 
‫ طاب مساؤك يا سيدي .‬ 
‫ " أحمد " .‬ 
‫ أظن أن قدومك لا يبشّر بخير .‬ 
‫ كان تدهورًا كبيرًا .‬ 
‫ - كان يمكنكم الاتصال بي فحسب .‬ ‫ - اتصلنا عدة مرات يا سيدي .‬ 
‫ في النهاية ، قرر أخوك ،‬ ‫ بصفته الابن الأكبر‬ ‫ أنه من الضروري إرسالي إلى هنا‬ 
‫ هل سيموت أبي يا " أحمد " ؟‬ 
‫ حالة جلالته خطرة .‬ 
‫ أُمرت بأخذك إلى المطار على الفور .‬ 
‫ حصّلنا الموافقة من رؤسائك .‬ 
‫ حسنًا .‬ 
‫ فلنذهب .‬ 
‫ أيها الرقيب .‬ 
‫ بم يمكننا مساعدتك يا سيدي ؟‬ 
‫ أنت المسؤول الآن يا " تشارلي " .‬ 
‫ إلى أن أعود .‬ 
‫ أهلًا بعودتك يا سيدي .‬ 
‫ - هل افتقدتني يا سيد " لورنس " ؟‬ 
‫ مرحبًا يا " فريدي " .‬ 
‫ أهلًا يا " إيدي " .‬ 
‫ " إدوينا " ، " إدواردو " ، لقد أتيت . تعال إليّ .‬ ‫ أحسنت يا عزيزي .‬ 
‫ أحسنت . تعال إلى حضني . 
عانقني .‬ 
‫ سُررت برؤيتك .‬ 
‫ كيف حاله ؟‬ 
‫ - بصراحة ، سيئة .‬ ‫ 
‫ أجل ، فنجاته مستحيلة وأجله وشيك .‬ 
‫ قال الطبيب إن أجله الليلة ،‬ ‫ أو صباح الغد كحد أقصى .‬ ‫ ماذا عنك ؟ 
‫ بصراحة ، ليست لديّ أدنى فكرة . فأنا ... 
‫ كيف حال أمي ؟‬ 
‫ هي من يجب أن نراقبها .‬ 
‫ أشك في أنها كانت تتعاطى من أدوية أبي .‬ ‫ إذ ثمة توسّع كبير في بؤبؤي عينيها .‬ 
‫ فهمت .‬ 
‫ فلنشدّ أزر أحدنا الآخر .‬ 
‫ وطبعًا بحلول ذلك الوقت ،‬ ‫ كان ثملًا جدًا وعاريًا تمامًا .‬ 
‫ كان ناسيًا أنه في مجلس اللوردات .‬ 
‫ - كيف يُعقل ... ‬ ‫ - مرحبًا يا " تشاكلز " .‬ 
‫ - هل أنت بخير ؟‬ ‫ - أجل .‬ 
‫ كيف حاله ؟ هل هو واع ؟‬ 
‫ أحيانًا . تارة يكون واعيًا وتارة يغيب وعيه .‬ 
‫ ولكن حين يكون واعيًا ، فهو واع تمامًا .‬ 
‫ مرحبًا يا أمي .‬ 
‫ - حبيبي ، الحمد لله .‬ ‫ 
‫ يسعده قدومك حتى إن لم يبيّن ذلك .‬ 
‫ هل نخرج ؟ هيا يا حبيبتي .‬ 
‫ دوق " هالستيد " الأول كان بصلابة الحديد .‬ 
‫ بنى هذا المكان بنفسه .‬ 
‫ حجرًا على حجر .‬ ‫ بمفرده .‬ 
‫ - أبي ... 
‬ ‫ - سرق الحجارة من الدير القديم .‬ 
‫ هذا أنا ، " إدوارد " .‬ 
‫ لماذا أدرت ظهرك عنا ورحلت يا بني ؟‬ 
‫ هل تظن أنه من الشجاعة‬ ‫ أن تذهب وتلهو مع أصدقائك ؟ أنت مخطئ .‬ ‫ إياكم وتقسيم العقار . هل كلامي واضح ؟‬ 
‫ لا تقلق . خذ قسطًا من الراحة فحسب .‬ 
‫ واعتن بأخيك .‬ 
‫ إذ لن ينجو في هذه الحياة من دونك .‬ 
‫ هل تفهم ؟‬ 
‫ أفهم يا أبي .‬ 
‫ الدوق الثالث ، ذاك العجوز اللئيم‬ ‫ قتل 15 فرنسيًا قبل الغداء .‬ 
‫ كان يستعد لخوض قتال .‬ ‫ فأطلق النار على قدمه بالخطأ .‬ 
‫ يا له من وغد غبي .‬ 
‫ أيها الطبيب ؟ أيها الطبيب !‬ 
‫ " إيدي " .‬ 
‫ تبارك الله العظيم .‬ ‫ الآب والابن والروح القدس .‬ 
‫ عسى الله أن يتغمده برحمته .‬ 
‫ آمين .‬ 
‫ هذا العقار مُلك للعائلة‬ ‫ منذ أكثر من 600 عام ،‬ ‫ وسيهدر " فريدي " ثمنه على المخدّرات‬ ‫ بحلول عيد الميلاد .‬ 
‫ علينا فعل شيء حيال ذلك يا " إدوارد " .‬ 
‫ لو تركه أبي لك ، لأنفقت ثمنه‬ ‫ على إعادة الدببة إلى البرية في " بيركشير " .‬ ‫ ما خطب الدببة ؟ أحب الدببة .‬ 
‫ فهي لا تترك بصمة كربونية ،‬ ‫ وأتت قبلنا إلى هذا العالم .‬ 
‫ أجل ، وستلتهمك .‬ 
‫ على كل ، لا دخل لهذا بموضوعنا .‬ 
‫ يرث الابن البكر العقار كاملًا .‬ 
‫ " فريدي " الوريث ، وأنا البديل .‬ 
‫ ربما علينا الإطاحة به .‬ 
‫ هذه فكرة معقولة .‬ 
‫ أعتذر جدًا عن تأخري .‬ 
‫ وها قد أتى .‬ 
‫ جلالتك .‬ 
‫ السبب هو الطرق الضيقة في الريف ... 
‫ أجل ، جيد . الأمور مستتبة .‬ 
‫ - لن أطيل عليكم .‬ ‫ 
- أتريد كوب شاي يا حبيبي ؟ أأنت بخير ؟‬ 
‫ وبقيت عالقًا خلف جرّار نصف الطريق .‬ 
‫ هذا رائع . رائع جدًا .‬ ‫ - لا .‬ ‫ - حسنًا .‬ 
‫ هل الجميع مستعدون ؟‬ 
‫ فلننته من هذه المسألة .‬ 
‫ إذًا سأبدأ .‬ 
‫ أنا " أرتشيبالد هوراشيو لاندروفر هورنيمان " ،‬ ‫ دوق " هالستيد " الـ12 ،‬ ‫ أكتب وأنشر وأعلن بكامل قواي العقلية‬ ‫ أن هذه وصيتي الأخيرة .‬ 
‫ إلى " جيفري سيكومب " ،‬ ‫ تقديرًا لإخلاصه في خدمتنا لسنوات ،‬ ‫ أترك عقد إيجار مدى الحياة‬ ‫ لكوخ حارس البوابة .‬ 
‫ إلى زوجتي " سابرينا " ،‬ ‫ تقديرًا لوفائها وإخلاصها‬ ‫ طوال سنواتنا السعيدة الكثيرة معًا ،‬ ‫ أترك مصروفًا سنويًا‬ ‫ يهبه الدوق الجديد وفقًا لتقديره‬ ‫ لها ولحبيبتي اللابرادورية " لونا " .‬ 
‫ إلى ابنتي " شارلوت " ،‬ ‫ أترك سفينة " إنديورانس "‬ ‫ بشرط أن تبحر عليها حول العالم‬ ‫ خلال الأشهر الستة التالية .‬ 
‫ أحسنت يا " تشاكلز " .‬ 
‫ وصندوق استئماني‬ ‫ يمنحها 1000 جنيه إسترليني كل أسبوع‬ ‫ إلى أن تتزوج‬ ‫ رجلًا .‬ ‫ عجبًا .‬ 
‫ أما بقية التركة ،‬ ‫ بما فيها منصبي‬ ‫ والمنزل والأراضي‬ ‫ والممتلكات في جنوب " فرنسا " أيضًا ،‬ ‫ أتركها بموجب هذه الوصية‬ ‫ لابني ... 
‬ ‫ ... " إدوارد هورنيمان " .‬ 
‫ أظن ... ‬ ‫ كنت أفكر ما إن كان الجميع ... 
‫ معذرةً . كرر لي ما قلته يا صديقي .‬ 
‫ أتركها لابني‬ ‫ " إدوارد هورنيمان " .‬ 
‫ آسف جدًا .‬ ‫ آسف جدًا لأن هذا حدث معك .‬ ‫ لا بد أن هناك ... إنه ... 
‬ ‫ هو " إدوارد " . أنا " فريدي " .‬ 
‫ أحيانًا ينادونني " فريدوارد " ،‬ ‫ لذا يحدث اختلاط صغير .‬ 
‫ أظن أن هناك خطأً ما وهذا مؤسف .‬ 
‫ لا أظن ذلك .‬ 
‫ فهمت ، أنت تمزح . إنك تعبث معي .‬ ‫ هذا ... هل أنت ... إنه ... 
‬ ‫ هل أنت ... هل أنت من رتّبت ... هذه مزحة ، صحيح ؟‬ ‫ هذه مزحة سخيفة .‬ ‫ إنها ... 
‫ أنا الابن البكر !‬ 
‫ كان مفترضًا أن ينتقل كل شيء إليّ !‬ ‫ ما هذا ... 
‬ ‫ - أي هراء هذا ؟‬ 
- اهدأ .‬ ‫ - لا بد أنه خطأ .‬ ‫ - لا تلمسيني !‬ 
‫ " فريدي " ، اهدأ .‬ 
‫ - ولا تتكلم أنت .‬ ‫ 
- لا بد من وجود خطأ ما .‬ 
‫ أنا الابن البكر ، مفهوم ؟‬ 
‫ هذا يعني أن المنصب يجدر أن ينتقل إليّ .‬ 
‫ لست أقول هذا لأنه ما أريده .‬ ‫ هكذا هو القانون .‬ ‫ ومذكور في قصة " قابيل " و " هابيل "‬ ‫ في العهد القديم ضمن الكتاب المقدس .‬ 
‫ إنها وصية الرب .‬ 
‫ الابن البكر يحصل على كل شيء .‬ 
‫ هذا ... إنه ... ‬ 
- بل حق البكورة يا " فريدي " .‬ 
‫ هذا ما قلته . تعرف أن هذا ما قلته .‬ 
‫ - سمعت بهذا من قبل ، صحيح ؟‬ 
‫ - طبعًا .‬ ‫ لكن الوصية واضحة .‬ ‫ العقار سينتقل إلى " إدوارد " ،‬ ‫ ويضم المنصب بند توريث خاصًا‬ ‫ يسمح بانتقاله إلى الابن الثاني ... 
‬ ‫ اعذروني ، ولكنني لا أكترث بتاتًا‬ ‫ لما تنصّ عليه بوضوح شروط الوصية ! اسمع .‬ 
‫ " حق الوراثة لأول ابن شرعي " ... 
‬ ‫ أحقًا طبعت هذه يا " فريدي " ؟‬ 
‫ لا أريد سماع رأيك يا " ليدي ماكبيث " . أبدًا .‬ 
‫ ... " يكون بوراثة تركة الوالدين كاملة . 
"‬ ‫ المنزل والمنصب وكل شيء ،‬ ‫ كلّه يجب أن أرثه أنا !‬ 
‫ لماذا تهز رأسك ؟ هل وضعت رأسك في الخلّاط ؟‬ ‫ لا تهز رأسك رفضًا لكلامي .‬ 
‫ - انتهى الاجتماع يا حضرة القاضي .‬ ‫ - " فريدي " ... 
‬ ‫ اسمعوا جميعًا ، سنلغي الاجتماع .‬ ‫ سنكمله في وقت لاحق .‬ 
‫ لقد انتهى .‬ 
‫ يمكنك العودة إلى المنزل ،‬ ‫ شكرًا جزيلًا لك يا سيد " سميذرز " الوغد .‬ 
‫ مساعد سيد " برنز " .‬ 
‫ لا ، هذه ليست حقيقة .‬ 
‫ مزحة مُحكمة !‬ 
‫ أنا آسفة جدًا .‬ ‫ لا تأسفي .‬ 
‫ أظن أننا سنجتمع مجددًا الأسبوع المقبل‬ ‫ عندما يهدأ " فريدي " ،‬ 
‫ وسنتحدث عن التفاصيل .‬ ‫ - لم يتقبل الأمر .‬ 
‫ - إنه راجع . ممتاز .‬ ‫ قطعًا لا .‬ ‫ لا .‬ 
‫ لن أقبل بهذا !‬ 
‫ ارفعوا الموضوع إلى الرب !‬ 
‫ ارفعوه إلى رئيس الوزراء ... ‬ ‫ ارفعوه إلى أعضاء مجلس العموم !‬ ‫ أو احشروا الأوراق في مؤخراتكم ! لا أهتم !‬ 
‫ أريد حقي الشرعي وفقًا للشرع الإلهي ، مفهوم ؟‬ 
‫ أشعر كأنني طُعنت في قلبي !‬ 
‫ لقد تعرّضت للإطاحة !‬ 
‫ أوجعني كثيرًا ما حدث !‬ 
‫ أُهنت كأنني كلب بينكم !‬ 
‫ حتى أنت يا " بروتس " ؟‬ 
‫ كيف سوّلت لك نفسك هذا يا " يهوذا " ؟‬ 
‫ تآمرتم عليّ جميعًا أيتها الأفاعي !‬ 
‫ أتى جلالته ليشمت بي .‬ 
‫ لم أكن أعرف . أنا مدهوش مثلك تمامًا .‬ 
‫ ولكن دهشتك مختلفة عن دهشته ، صحيح ؟‬ 
‫ لأول مرة‬ ‫ منذ 600 عام‬ ‫ تكسر هذه العائلة التقاليد .‬ 
‫ لقد قفزت إلى العرش بدناءة‬ ‫ متجاوزًا أخيك الكبير !‬ 
‫ ليس تصرفًا أخويًا يا " إدوارد " ، صحيح ؟‬ 
‫ شكرًا لك يا " وام تام " . 
سأتولى الأمر .‬ ‫ اصعدي وسألحق بك قريبًا .‬ 
‫ في رأيك ، كيف جعلني هذا أبدو يا " إيدي " ؟‬ 
‫ في رأيك ، ما الشعور الذي راودني بسبب هذا ؟‬ ‫ كيف سيساعدني ما حدث على تسديد ديوني ؟‬ 
‫ ديون يا " فريدي " ؟‬ 
‫ أي نوع من الديون ؟‬ ‫ ديون كبيرة .‬ 
‫ كلامك ينذر بسوء .‬ ‫ أجل ، أهذا ما تظنه ؟‬ 
‫ أخبرني بالقصة يا " فريدي " .‬ 
‫ هل تتذكر " بيت فوربس سبنسر " ؟‬ ‫ كان في منزلي في مدرسة " إيتون " .‬ 
‫ شعره كثيف وقضيبه ضئيل ويداه عرقتان .‬ ‫ ينادونه " ( بيت ) الدبق " .‬ 
‫ أتذكّر " بيت " ، ولكنني لا أتذكّر قضيبه .‬ 
‫ بدأ بكسب ثروة من العقارات .‬ ‫ كان الناس يصطفون أفواجًا لدخول السوق .‬ 
‫ أعطيته مليونًا ،‬ ‫ فأعاده لي مليونًا ونصف بعد ثلاثة أشهر .‬ ‫ كان أمرًا لا يُصدّق .‬ 
‫ المشروع التالي ، ناطحة سحاب في " المالديف " .‬ ‫ كنت أول مستثمر عنده . الأولوية بالأسبقية .‬ 
‫ فأعطيته أربعة ملايين واحدًا تلو الآخر .‬ 
‫ ثم ؟‬ 
‫ ثم ... 
‫ ثم ماذا يا " فريدي " ؟‬ 
‫ ثم تدهورت الأوضاع .‬ ‫ ضرب الإعصار . تحطمت الطائرة . أبرقت السماء .‬ 
‫ أخفقت الطوربيدات في إصابة الهدف .‬ ‫ ماذا تريدني أن أقول يا " إيدي " ؟‬ 
‫ الذنب لم يكن ذنبي . القدر دمّرني !‬ 
‫ من أين أتيت بأربعة ملايين جنيه إسترليني‬ ‫ يا " فريدوارد " ؟‬ 
‫ من " تومي ديكسون " .‬ ‫ حسنًا .‬ 
‫ ومن يكون " تومي ديكسون " ؟‬ 
‫ رجل قابلته في المصحّة .‬ ‫ تاجر كوكايين من " ليفربول " .‬ 
‫ قال إنه يريد أن يدفع لي مقدمًا .‬ ‫ قال إنه يريد الاستثمار في " المالديف " .‬ 
‫ إذًا ، توضيحًا لما سبق ،‬ ‫ أأنت مدين لتاجر كوكايين ليفربولي‬ ‫ بأربعة ملايين جنيه إسترليني ؟‬ 
‫ أنا مدين ... لعائلة ليفربولية إجرامية ... 
‫ سنسعى إلى النيل منك يا " فريدي " .‬ 
‫ ... بثمانية ملايين جنيه إسترليني .‬ 
‫ مهلًا يا " فريدي " .‬ ‫ من أربعة إلى ثمانية . فسّر لي سبب الزيادة .‬ 
‫ لا أعرف ماذا أقول .‬ ‫ السبب هو الفائدة المركبة في عالم العصابات .‬ 
‫ أو أيًا كان اسمها .‬ 
‫ إنهم رجال عصابات .‬ ‫ لهم قوانينهم الخاصة في تسديد الديون !‬ 
‫ اسمع يا صاح .‬ 
‫ الفائدة 25 بالمئة كل أسبوع حتى يُسد الدين .‬ 
‫ وعلى فكرة ، لا يمانعون إظهار بطشهم‬ ‫ حين نتخلف عن الدفع في الموعد .‬ 
‫ قالوا إنهم سيقطعون قضيبي‬ ‫ إن لم أحضر النقود بحلول نهاية الأسبوع .‬ 
‫ وهذا أمر مميت . فقد قرأت عنه .‬ 
‫ لا يمكنني إعطاؤك‬ ‫ ثمانية ملايين جنيه إسترليني يا " فريدي " .‬ 
‫ لقد سرقت منصبي .‬ ‫ وسرقت مالي .‬ ‫ والآن سرقت سبيلي الوحيد‬ ‫ للخروج من هذه الحفرة‬ ‫ التي أوقعني فيها القدر !‬ 
‫ لئلا ننسى يا سيدي ،‬ ‫ أنت مدين لي بحياتك .‬ 
‫ عندما كنت في الثالثة من عمرك ،‬ ‫ أخرجتك من بُركة البط ، هل تتذكر ؟‬ 
‫ لا ، لا أتذكّر ذلك .‬ ‫ ولكنني أتذكّر أنك تخبرني به باستمرار .‬ 
‫ الفكرة أنني أنقذت حياتك .‬ ‫ والآن أنا الغريق ، وعليك أن تخرجني .‬ 
‫ " فريدي " ، لم أسع لأحصل‬ ‫ على أي من هذه التركة .‬ 
‫ المنصب ليس له قيمة فعلية .‬ 
‫ التجارة متدهورة .‬ ‫ ثمة مشكلات كبيرة متفشية .‬ ‫ الحكومة جشعة .‬ 
‫ الرواتب متدنية . الموظفون ثائرون .‬ ‫ وأنت‬ ‫ وغد متعاط للكوكايين .‬ 
‫ على كل حال ،‬ ‫ لأنك هُمّشت ووُضعت في موقف محرج جدًا ... ‫ سأدرس الموضوع من أجلك .‬ 
‫ أبي ،‬ ‫ ما الذي خططت له ؟‬ 
‫ " إدوارد هورنيمان " .‬ ‫ صلني بـ " أحمد إقبال " . شكرًا لك .‬ 
‫ بم يمكنني مساعدة جلالتك ؟‬ 
‫ أحتاج إلى مبلغ كبير من النقود‬ ‫ بحلول نهاية الأسبوع .‬ 
‫ كم المبلغ بالضبط ؟‬ 
‫ ثمانية ملايين جنيه إسترليني .‬ 
‫ يا إلهي .‬ ‫ " مليونا جنيه "‬ ‫ يا إلهي .‬ 
‫ ستة ملايين جنيه إسترليني .‬ 
‫ ما ورثته يجعلك رجلًا ثريًا جدًا ،‬ ‫ ولكن هذا لا يعني أنك غني .‬ 
‫ فأنت غني بالأصول ، ولكن فقير بالنقود .‬ 
‫ أخبرني ،‬ ‫ كيف يُعقل عدم وجود تحويلات مهمة‬ ‫ في أي من حسابات أبي‬ ‫ في السنوات الخمسة الماضية ؟‬ 
‫ - لم نناقش نفقات والدك الشخصية قط .‬ ‫ 
- حسنًا .‬ 
‫ ماذا عن السندات والأرصدة والأسهم ؟‬ 
‫ - لا يُوجد أي منها .‬ ‫ 
‫ ربما كانت هناك أمور لم نتطرق إليها .‬ ‫ ولكن بالطبع لم أستطع التعليق .‬ 
‫ هذا غامض نوعًا ما يا " أحمد " .‬ 
‫ يمكنك بيع لوحة " غينزبورو " .‬ ‫ " غابة ( كورنارد ) ، 1748 "‬ ‫ ولكن لكسب أعلى ثمن ،‬ ‫ " 8.4 مليون جنيه "‬ 
‫ كان هناك أسلوب غير عادي‬ ‫ من محام مقيم في " لندن " .‬ 
‫ أبدى موكله اهتمامًا بشراء عزبة " هالستيد " .‬ 
‫ عندما يموت أحدهم ،‬ ‫ تبدأ العقبان الجشعة بالحوم فوقه .‬ 
‫ هذه وقاحة ، صحيح ؟‬ 
‫ ما اسمه ؟‬ 
‫ يرغب المشتري المحتمل‬ ‫ في عدم الكشف عن هويته في هذه المرحلة .‬ 
‫ لكن محاميه قال إنه مستعد لدفع‬ ‫ سعر أعلى بكثير من سعر السوق .‬ 
‫ قد يكون هذا مبلغًا كبيرًا .‬ ‫ لكن يجب النظر بعين الاعتبار‬ ‫ إلى إثبات صحة الوصية والمكاسب الرأسمالية .‬ 
‫ أخبرهما‬ ‫ بأنني مستعد لأدرس قبولي العرض‬ ‫ إن كان منافسًا وسريعًا .‬ 
‫ سامحني لقولي ما هو بديهي ،‬ ‫ ولكنني سأكون مقصّرًا في واجباتي إن لم أنوّه‬ ‫ بأن عزبة " هالستيد " ملك لعائلتكم منذ أجيال .‬ 
‫ منذ عام 1550 .‬ 
‫ ولكن كما قلت ،‬ ‫ أحتاج إلى نقود بحلول نهاية الأسبوع .‬ 
‫ رتّب اجتماعًا معه من فضلك .‬ ‫ مفهوم .‬ 
‫ آسفة على إزعاجك .‬ 
‫ اسمح لي بتقديم نفسي .‬ 
‫ أنا " سوزي غلاس " .‬ 
‫ بم أساعدك يا آنسة " غلاس " ؟‬ 
‫ كنت أعمل مع والدك .‬ 
‫ اعذري حيرتي ،‬ ‫ لكن أبي لم يُعرف بحنكته التجارية .‬ 
‫ لديّ مصالح معيّنة‬ ‫ يجب أن أناقشها معك .‬ 
‫ ما هي ؟‬ 
‫ غالبًا من الأسهل أن أريك فحسب .‬ 
‫ كان والدك يروقني .‬ 
‫ كان رجلًا محترمًا . 
غريب الأطوار قليلًا ،‬ ‫ لكن هذا طبعكم أيها الأثرياء .‬ 
‫ لا بد أنك صُدمت بأنك سترث كل شيء .‬ ‫ المنزل والمنصب .‬ 
‫ واجهت صدمات أكثر سوءًا .‬ 
‫ هل ذكر العوائد التي كان يجنيها من المزرعة ؟‬ ‫ لا .‬ ‫ مستحيل أنها كانت مرتفعة .‬ ‫ فلو كانت كذلك لعرفت .‬ 
‫ هذا يعتمد على ما تعدّه عائدًا مرتفعًا .‬ 
‫ كان يجني سنويًا‬ ‫ خمسة ملايين جنيه إسترليني نقدًا .‬ ‫ بالإضافة إلى حصة الأرباح .‬ 
‫ معذرةً ؟‬ ‫ خمسة ملايين جنيه ؟‬ 
‫ أظن أنها ليست من بيع اللبن الرائب‬ ‫ ولحم البرغر .‬ 
‫ اتبعني .‬ 
‫ ماذا يحدث في الأسفل ؟‬ 
‫ ما الذي‬ ‫ يجري ؟‬ 
‫ تبلغ قيمة سوق القنب في " المملكة المتحدة "‬ ‫ أكثر من ستة مليارات سنويًا .‬ 
‫ استطعنا احتكار حصة كبيرة من تلك السوق ،‬ ‫ ولكن تكمن الصعوبة‬ ‫ في أن نجد مكانًا لزرع القنب .‬ ‫ وهنا جاء دور والدك .‬ 
‫ مقابل سعر مجز ،‬ ‫ سمح لنا بتأدية أعمالنا والإفلات من العقاب .‬ 
‫ اتضح أنه لا تُوجد عقارات كثيرة‬ ‫ بمساحة 15 ألف فدان‬ ‫ حيث يمكن للمرء فعل ما يشاء من دون علم أحد .‬ 
- ما اسم هذه النبتة يا " جيمي " ؟‬ 
‫ - البط الفريزي .‬ 
‫ مشهورة جدًا الآن .‬ 
‫ هذا " جيمي " .‬ ‫ إنه مدير الإنتاج هنا منذ ... ‬ ‫ منذ متى يا " جيمي " ؟‬ 
‫ منذ ثلاث سنوات أيتها الرئيسة .‬ ‫ أعيش تحت منزلك طوال هذه المدة .‬ 
‫ لا أصدّق أننا التقينا أخيرًا .‬ 
‫ أنا وأنت مثل فردين من عائلة واحدة .‬ 
‫ باستثناء أنك دوق ، أليس كذلك ؟‬ 
‫ سُررت بلقائك أخيرًا يا " جيمي " .‬ 
‫ على افتراض أن أبي كان يتلقى منكم‬ ‫ عشرة بالمئة سنويًا ،‬ ‫ وهي نسبة منصفة ،‬ 
‫ تخمينك قريب .‬ 
‫ وبما أنك قلت‬ ‫ إنكم تمتلكون حصة كبيرة من السوق ،‬ ‫ وعلى افتراض أن كلمة " كبيرة "‬ ‫ تعني النصف أو أكثر ،‬ ‫ فإن هذا المكان غيض من فيض .‬ 
‫ لا بد أن لديكم عشرات الأمكنة مثل هذا‬ ‫ في جميع أنحاء البلد .‬ 
‫ لم يهتم والدك قط بأنشطة العملية الأوسع .‬ 
‫ ينتابني فضول شديد .‬ 
‫ كل ما عليك معرفته هو أن بيننا اتفاقًا ،‬ ‫ ما يعني أنك بصفتك المالك الجديد‬ ‫ ستتلقى مبلغًا كبيرًا من المال كل عام‬ 
‫ مقابل السماح لنا بتأدية أعمالنا .‬ ‫ المشكلة أنني قد أُضطر إلى بيع المنزل .‬ 
‫ نفضّل إبقاء الأمور على حالها .‬ 
‫ أعتذر إن كان هذا يضعك في موقف حرج‬ ‫ يا سيدة " غلاس " ،‬ ‫ ولكنه منزلي ، وقد أُجبر على فعل ذلك .‬ 
‫ أتفهّم هذا تمامًا يا جلالة الدوق .‬ 
‫ ماذا إن أردت إعادة التفاوض ؟‬ 
‫ إن كنت جادًا بشأن رغبتك في بيع العقار ،‬ ‫ فسيضعنا ذلك في موقف صعب .‬ 
‫ - وفقًا للشرع ، لا يمكنكم فعل شيء حيال ذلك .‬ ‫ - أنت محق .‬ 
‫ لا يمكننا فعل شيء شرعيّ حيال ذلك .‬ 
‫ هل ما أستشعره من كلامك هو تهديد ؟‬ 
‫ بالطبع لا .‬ 
‫ أتفهّم أنه من الصعب استيعاب هذا كلّه .‬ 
‫ عادةً في مثل هذه المواقف ،‬ ‫ تُجرى بعض النقاشات مسبقًا .‬ 
‫ وعادةً ، الوريث ضعيف الإرادة‬ ‫ وكاره العمل والمتعلم في المدارس العامة‬ ‫ يقبل المال ويتماشى مع الوضع بكل هدوء .‬ 
‫ ما كنت لأصوغها هكذا .‬ ‫ ولكن أجل .‬ 
‫ لا تحسم قرارك قبل أن تفكر في الأمر .‬ ‫ هل تريد أن أوصّلك إلى المنزل ؟‬ 
‫ لا ، شكرًا . سأذهب مشيًا .‬ 
‫ جلالتك .‬ 
‫ مرحبًا يا " جيف " .‬ 
‫ وجدتها تتجول حول البحيرة ،‬ ‫ كنت سآخذها إلى جلالة والدتك .‬ 
‫ في الواقع يا " جيف " ،‬ ‫ أود التحدث إليك إن كنت متفرغًا .‬ 
‫ عادةً أشرب كوب شاي في هذا الوقت من اليوم .‬ 
‫ ممتاز .‬ 
‫ منذ متى تعمل هنا يا " جيف " ؟‬ ‫ منذ 20 سنة تقريبًا ؟‬ 
‫ لا أجيد حساب السنوات .‬ ‫ ولكن منذ كنت وأخوك ترتديان سراويل قصيرة .‬ 
‫ أعرف أنك كنت دائمًا مخلصًا لأبي .‬ 
‫ لقد منحني فرصة حين كنت في مأزق .‬ 
‫ لم يكن مضطرًا إلى فعل ذلك ، ولكنه فعله ،‬ ‫ ولهذا قيمة كبيرة .‬ 
‫ أعرف أيضًا أن لا شيء يحدث في هذا العقار‬ ‫ من دون علمك به .‬ 
‫ هذا صحيح .‬ 
‫ إذًا أظن أنك تعرف نوعًا ما ماذا يجري .‬ 
‫ هذا صحيح أيضًا .‬ 
‫ مع حليب وملعقة سكر .‬ ‫ شكرًا لك .‬ 
‫ أرى أنك تعرّفت إلى الآنسة " غلاس " .‬ 
‫ ما يجعلني أظن‬ ‫ أنك تعرف أيضًا ماذا يجري .‬ 
‫ ما مدى ضلوعك بما يجري ؟‬ 
‫ أحاول جاهدًا ألّا أجعله محط اهتمامي .‬ 
‫ 15 ألف فدان تكفي لإبقائي مشغولًا .‬ 
‫ ولا سيما حين تستضيف كل حيوان جريح تصادفه .‬ 
‫ المكان هنا أشبه بحديقة حيوانات .‬ 
‫ " تشارلي " صدمته سيارة .‬ ‫ " سارة جين " صدمت نافذة وهي تطير .‬ 
‫ وهذه الصغيرة تعرّضت لكسر في الساق .‬ 
‫ أهذا ثعلب يا " جيف " ؟‬ 
‫ ألست موظفًا لقتل الثعالب ؟‬ 
‫ هل من شيء محدد تريد جلالتك سؤالي عنه ؟‬ ‫ أجل .‬ 
‫ كان أبي سعيدًا بالوضع الراهن .‬ ‫ ولكنني لست مرتاحًا تمامًا له .‬ 
‫ أجل ، قد يكون ذلك صعبًا .‬ 
‫ إنهم أشخاص جادون بكل المقاييس .‬ 
‫ إذًا تظن أنني يجب أن آخذ المال وألزم الصمت ؟‬ 
‫ نجح هذا مع والدك إلى حد ما .‬ 
‫ ولكنهم الآن قد تأصّلوا .‬ 
‫ المشكلة أنني في مأزق .‬ ‫ ولأسباب مختلفة ،‬ ‫ أحتاج إلى مساعدتهم .‬ 
‫ سيقدّمون لك المساعدة .‬ ‫ ولكن سيكون لها ثمن .‬ 
‫ ماذا تعرف عنهم ؟‬ 
‫ إنهم أوغاد خطرون .‬ 
‫ ففي النهاية هم رجال أعمال .‬ 
‫ ما دمت سبب كسبهم المال ،‬ ‫ فلن يمانعوا إجراء حديث معك .‬ 
‫ عليك توخي الحذر .‬ 
‫ مع أنهم يبدون لبقين ،‬ ‫ فلا تنخدع بما يظهرونه لك .‬ 
‫ مرحبًا يا " أحمد " . أنا " إدوارد هورنيمان " .‬ 
‫ قررت إزالة عرض بيع المنزل .‬ 
‫ - شكرًا لك يا " برادلي " .‬ 
‫ - صباح الخير " تشاكلز " .‬ ‫ - " إدوينا " .‬ 
‫ هل تريدين بعض الشاي ؟‬ 
‫ لا وقت لديّ لذلك . عليّ إدراك القطار .‬ 
‫ أهذه ملابسك لجولتك حول العالم ؟‬ ‫ هل تبدو ملابس مناسبة لجولة حول العالم ؟ لا .‬ 
‫ أقنعتني أمي بالعودة إلى الجامعة‬ ‫ لإنهاء السنة .‬ 
‫ يفاجئني قرارك لكنه منطقيّ .‬ 
‫ يجب أن تقلق حيال " فريدي " لا حيالي .‬ 
‫ لا تقلقي حيال " فريدي " .‬ 
‫ سأعتني بـ " فريدي " .‬ 
‫ هل تريدين مساعدة في حمل حقائبك ؟‬ ‫ منك ؟ وأنت السيد الفاضل ؟‬ 
‫ " برادلي " .‬ 
‫ حاضر يا جلالة الدوق .‬ 
‫ حظًا طيبًا يا " تشاكلز " .‬ 
‫ شكرًا يا جلالة الدوق .‬ 
‫ هيا يا " برادلي " . أسرع .‬ 
‫ " جاكي " ! تعال إلى هنا .‬ 
‫ الدوق يتصل .‬ 
‫ - مرحبًا يا جلالة الدوق .‬ 
‫ - أحتاج إلى جمع ثمانية ملايين بسرعة كبيرة .‬ 
‫ ثمانية ملايين مبلغ كبير .‬ 
‫ أخي مدين لعصابة مخدرات ليفربولية .‬ 
‫ - ما اسم الرجل بحسب قوله ؟‬ 
‫ - " تومي ديكسون " .‬ 
‫ أعرفه .‬ 
‫ - كم من المبلغ قيمة الفائدة ؟‬ 
‫ - نصفه .‬ 
‫ هذا كثير .‬ 
‫ لم يوضّحوا لأخي نسبة الفائدة حين أخذ القرض .‬ 
‫ وواضح أن خياراتي محدودة جدًا‬ ‫ بخصوص جمع النقود المطلوبة‬ ‫ نظرًا إلى اتفاقنا التجاري .‬ 
‫ دعني أرى ما يمكنني فعله .‬ 
‫ كم يمكنك أن تحصّل في رأيك ؟‬ 
‫ لا أعرف . إنني أعمل على ذلك .‬ 
‫ إن استطعت تحصيل أربعة ،‬ ‫ فسأبذل ما بوسعي حيال الأربعة الأخرى .‬ 
‫ سأتصل بك لاحقًا .‬ 
‫ ما رأيك يا أخي ؟‬ 
‫ أعرف " تومي ديكسون " وأخاه " الخنفشاري " .‬ 
‫ تاجرا مخدرات ليفربوليان يقف الرب في صفهما .‬ 
‫ هل هما خطران ؟‬ 
‫ خطران ولكن ليس إلى حد كبير .‬ 
‫ أظن أنه يمكنك الضغط عليه‬ ‫ ما إن يعرف من يكون أبونا .‬ 
‫ أين أجده ؟‬ 
‫ في سوق السمك .‬ ‫ يتظاهر ببيع سمك الإسقمري لتغطية تجارته .‬ 
‫ هيا يا " جاكي " !‬ 
‫ حسنًا ، اذهب وأكمل .‬ 
‫ " إلمو " ، إنني قادم يا صغيري .‬ 
‫ حاول ألّا تؤذي نفسك .‬ 
‫ اسمي " ستيفنز " .‬ 
‫ أنا المساعد الشخصي‬ ‫ لشخص سري مهتم بشراء عزبة " هالستيد " .‬ 
‫ بصراحة ، شعر موكلي بخيبة أمل‬ ‫ حين عرف أنك طلبت من محاميك‬ ‫ الانسحاب من المفاوضات‬ ‫ قبل أن تُتاح له فرصة ليقدّم عرضًا أكثر إغراء .‬ 
‫ وبغضّ النظر عن ذلك ،‬ ‫ يودّ موكلي أن يعرف‬ ‫ ما إن كنت مستعدًا للقائه شخصيًا .‬ 
‫ من موكلك بالضبط ؟‬ 
‫ إن كنت مستعدًا لمرافقتي ،‬ ‫ فقد أرتّب لكما لقاء بحلول استراحة الـ11 .‬ 
‫ شكرًا لك ، لكن وضعي تغيّر .‬ ‫ ما عاد المنزل للبيع . سيد " لورنس " .‬ 
‫ يتفهم موكلي أن جلالتك تتضايق من هذا كثيرًا .‬ 
‫ لذا ، يودّ أن يقدّم لك عرضًا .‬ 
‫ 250 ألف جنيه إسترليني .‬ ‫ لقاء وقتك .‬ 
‫ غير قابلة للاسترداد بالطبع .‬ 
‫ هل ممكن أن تتبعني يا جلالة الدوق ؟‬ 
‫ سمكة الترس الوسيم .‬ 
‫ تزن 2.2 كيلوغرام .‬ ‫ وزن مقبول لكونها سمكة برية .‬ 
‫ حسنًا يا عزيزتي . أتتجولين فحسب أم ستشترين ؟‬ 
‫ لا هذا ولا ذاك . أتيت لأقابلك .‬ 
‫ اسمي " سوزي غلاس " .‬ 
‫ ابنة " بوبي غلاس " البليغة والأنيقة ؟‬ 
‫ أنا أحترم " بوبي " .‬ 
‫ الجميع يحترمون " بوبي " .‬ 
‫ هل ممكن أن نتحدث قليلًا‬ ‫ عن " فريدي هورنيمان " ؟‬ 
‫ الفائدة 25 بالمئة كل أسبوع حتى يُسد الدين .‬ 
‫ فلنذهب إلى الأعلى .‬ 
‫ سمعت أن والدك في السجن .‬ 
‫ كم بقي أمامه من الوقت ؟‬ 
‫ حُكم عليه بعشر سنوات قضى منها أربع .‬ 
‫ ما سمعت عن عمليتكم إلا كل جيد .‬ 
‫ لطالما ظننت أن تجارة القنب شاقة كثيرًا .‬ 
‫ فهي ضخمة الحجم قليلة العوائد .‬ 
‫ ولكن يبدو أنكم تسيطرون على الوضع .‬ 
‫ دائمًا ما نتجنب التجارة بالكوكايين .‬ ‫ أي لسنا في منافسة معكم .‬ 
‫ ولكن إليك ما لا أفهمه ،‬ ‫ ما صلتك بذلك الوغد الثري ؟‬ 
‫ لديّ مصلحة تجارية قد تُعرّض للخطر‬ ‫ بسبب دينه الصغير هذا .‬ 
‫ وأردت أن أرى ما إن كانت هناك طريقة‬ ‫ يمكننا بها تسوية الأمر .‬ 
‫ ثمانية ملايين مبلغ كبير .‬ 
‫ وتحصيل الدين بلا فائدة‬ ‫ أفضل من عدم تحصيل شيء .‬ 
‫ أصغ ، كلانا يعرف أنك لن تحصّل الثمانية كلّها .‬ ‫ لذا لنكن واقعيين .‬ 
‫ ما رأيك أن أحضر لك الأربعة الأصلية نقدًا‬ ‫ بحلول نهاية الأسبوع ؟‬ 
‫ لا يمكنني شطب فائدة قدرها أربعة ملايين .‬ 
‫ ما رأيك أن نعدّها استثمارًا في عمليتك ؟‬ ‫ " تجارة ( سوزي ) بالحشيش "‬ 
‫ لا ، هذا لن يجدي . فأنا لا أبحث عن مستثمرين .‬ 
‫ لكنني ما زلت أحاول العثور على سبيل‬ ‫ لتجاوز هذه العقبة . بطريقة ما .‬ 
‫ متى سأستلم الأربعة ملايين ؟‬ 
‫ يمكنك استلامها يوم الجمعة ،‬ ‫ ومعها ماريجوانا نقية تمامًا كتحلية .‬ ‫ " ماريجوانا بقيمة مليون "‬ 
‫ حسنًا .‬ 
‫ بشرط واحد .‬ 
‫ عليه أن يعتذر .‬ ‫ وعليه أن يعترف بأنه بغيض .‬ 
‫ مفهوم .‬ 
‫ وأريد هذا مسجلًا من أجل الأجيال القادمة .‬ 
‫ وثمة فيديو أريده أن يقلّده .‬ 
‫ حسنًا .‬ 
‫ ثمة فيديوهات عادية وأخرى رذيلة .‬ 
‫ ليس رذيلًا .‬ 
‫ إذًا ،‬ ‫ إن أحضرت لك الملايين الأربعة‬ ‫ والماريجوانا النقية‬ ‫ والفيديو‬ ‫ فهل نكون على وفاق ؟‬ 
‫ أجل .‬ ‫ إن أحضرت لي كل هذا ، فسنكون على وفاق تام .‬ 
‫ شكرًا لك يا " جيفري " .‬ 
‫ سيدي ، دوق " هالستيد " ، " إدوارد هورنيمان " .‬ 
‫ صباح الخير .‬ 
‫ سُررت بلقاء جلالتك .‬ 
‫ " ستانلي جونستون " . بحرف " تي " .‬ 
‫ غالبًا تود أن تعرف سبب اهتمامي الشديد‬ ‫ بشراء عقار عائلتك .‬ 
‫ صحيح .‬ 
‫ شكرًا لك يا " ستيفنز " .‬ 
‫ الحقيقة أنه نموذج رائع‬ ‫ لمثال عن الفلسفة المعمارية لـ " ويليام كينت "‬ ‫ الذي كان يجيد عدة مهن .‬ ‫ ويتقن بعضها .‬ 
‫ إذًا أنت تعرف فلسفته ؟‬ 
‫ ألم تكن متمثلة في مناغمة الجميل الهادئ‬ ‫ مع نقيضه الجريء ؟‬ 
‫ كلانا شغوف بهذه الفلسفة الجديرة بالإعجاب .‬ 
‫ الناس إما يقاسون الصعاب في حيواتهم‬ ‫ أو ينعمون بحياة هادئة على حساب حرياتهم .‬ 
‫ أقلّاء هم من يدركون أهمية‬ ‫ التناغم المتناقض بين الاثنين .‬ 
‫ يتطلب الأمر شخصًا مميزًا‬ ‫ يفهم كم يجب أن يكون المرء ذكيًا ومنافسًا‬ ‫ ليحوز عقارًا مثل عقارك .‬ 
‫ منزلك مثال على دمج عناصر هذه الثقافة .‬ 
‫ مثل دمج الدماثة‬ ‫ مع الجرأة .‬ 
‫ لقد فهم الدوق الأول هذا المبدأ ، وكذلك أنا .‬ 
‫ لهذا أنوي أن أعرض عليك‬ ‫ مبلغًا كبيرًا من المال لقاء عقارك الريفي .‬ 
‫ هذا عرض شراء مقنع .‬ 
‫ ولكن بكلامك المُرضي والداعم لحجتك‬ ‫ فقد تجعلني أود أن ترجع وتبيعه لي .‬ 
‫ والآن ، أنلعب أم نتحدث ؟‬ 
‫ هل تشرب النبيذ ؟‬ 
‫ القيمة مستمدة مما يرغب شخص ما‬ ‫ في دفعه مقابل شيء ما .‬ 
‫ إن قلت إنه يستحق ذلك المبلغ ،‬ ‫ فهو يستحقه .‬ ‫ على الأقل في نظري .‬ 
‫ هذا مبلغ مقبول جدًا .‬ 
‫ وأقدّر الجهد الذي بذلته لتقدّمه لي .‬ 
‫ ولكنني غيّرت رأيي . الأرض ليست للبيع .‬ 
‫ شكرًا لك .‬ 
‫ آمل ألّا ترفض الطريقة‬ ‫ التي أفضّل بها تقديم النبيذ .‬ ‫ فهي كسر للتقاليد .‬ ‫ أحب أن يُصبّ السائل ويُنظف ،‬ ‫ ثم تُزال الرواسب من الزجاجة ،‬ ‫ ثم يُعاد النبيذ لنستمتع به في مسكنه الأصلي .‬ 
‫ بالحديث عن السكن ،‬ ‫ أنا مستعد لزيادة ذلك المبلغ .‬ 
‫ ما رأيك أن تسمح لي بمنحك الحل‬ ‫ لتحرر نفسك من التركة التي ورثتها ؟‬ 
‫ قد يفاجئك كلامي ،‬ ‫ ولكنني مدرك للنعمة والنقمة المتناقضين‬ ‫ في ما يُرى على أنه امتياز لك .‬ 
‫ أشكرك على هذا الإدراك .‬ ‫ لكن التوقيت أهم شيء ،‬ ‫ والآن ليس الوقت المناسب .‬ 
‫ " ستيفنز " ، من فضلك .‬ 
‫ سيد " جيه " .‬ 
‫ شكرًا لك .‬ 
‫ على الرحب والسعة .‬ 
‫ رائحته طيبة .‬ 
‫ إنه نبيذ " روماني كونتي 2002 " .‬ 
‫ هل تحب نبيذ " دي آر سي " ؟‬ 
‫ شخصيًا ، أفضّل نبيذ " بوردو " .‬ 
‫ لكن أبي كان يحب نبيذ مقاطعة " بورغندي " .‬ 
‫ فجمع زجاجات نبيذ " دي آر سي " .‬ 
‫ أسبق أن جرّبت " دي آر سي 1982 " ؟‬ 
‫ أعرف أنه لم يتبق في العالم سوى ستة صناديق .‬ 
‫ بل ثمانية في الواقع .‬ 
‫ اثنان لشركة " كراون إستيت " .‬ ‫ وواحد لأرشيدوق " مولدوفا " .‬ ‫ والبقية ... ‬ ‫ في قبو منزلنا .‬ 
‫ مع صندوقين " دي آر سي 1945 " .‬ 
‫ الإغراء كبير جدًا .‬ 
‫ " بيع آخر صندوق منه لقاء 1.2 مليون "‬ ‫ إن لم تسمح لي بشراء المنزل ،‬ ‫ فأرجو أن تسمح لي بشراء النبيذ .‬ 
‫ أعدك بأنني سأقدّم عرضًا سخيًا .‬ 
‫ ماذا عن مجموعة النبيذ ؟‬ 
‫ ممكن أن تصل إلى ثلاثة ملايين ،‬ ‫ " بيع آخر صندوق ( دي آر سي 1945 )‬ ‫ بثلاثة ملايين "‬ ‫ لكن سيتطلب هذا وقتًا .‬ 
‫ سيكون صعبًا عليّ جدًا أن أتخلى عنها .‬ 
‫ - جلالة الدوق .‬ 
‫ - سيد " ستيفنز " .‬ 
‫ فلنذهب .‬ 
‫ - هذه مجموعة نبيذ أبي .‬ ‫ - نقدًا . هذا بالضبط ما نحتاج إليه .‬ 
‫ هذه النقود والنقود الموجودة في الخزنة‬ ‫ يُفترض أن تسدّ دين أخي .‬ 
‫ بافتراض أن حديثك مع السيد " ديكسون "‬ ‫ كان مثمرًا .‬ 
‫ ثمة بضعة شروط .‬ 
‫ ولكنه وافق على قبول أربعة ملايين‬ ‫ بشرط أن تُحضر نقدًا وغدًا .‬ 
‫ من ثمانية إلى أربعة ؟ هذا مذهل جدًا .‬ 
‫ اعتبرها بادرة حُسن نية منّي .‬ 
‫ هل كل شيء على ما يُرام ؟‬ 
‫ لا ، ليس حقًا .‬ 
‫ " إيدي " .‬ 
‫ " إدوينا " ، اسمعني ، اتفقنا ؟‬ ‫ هذا الرجل بطل العالم للوزن الثقيل مرتين .‬ 
‫ بكم راهنت يا " فريدي " ؟‬ 
‫ بصراحة ، بكل النقود .‬ 
‫ احتمال فوزه كبير .‬ ‫ والرابح يأخذ كل شيء . ثم إنني قابلت مدربه .‬ 
‫ ما اسم وكيل المراهنات الذي راهنت عنده ؟‬ ‫ أخبرني الآن .‬ 
‫ لا وكلاء مراهنات في هذا النوع من القتالات .‬ ‫ يكون الرهان خاصًا جدًا وغير رسمي .‬ ‫ فقط للأشخاص المهمين جدًا .‬ 
‫ مهلًا . كيف وضعت رهانًا‬ ‫ بلا وكيل مراهنات يا " فريدي " ؟‬ 
‫ من خلال صديق صديقي .‬ 
‫ ما قصدك بـ " صديق صديقي " ؟ من ؟‬ 
‫ " بيت " . راهن صديقه بخمسة ملايين‬ ‫ على فوز الرجل .‬ ‫ 
- وأدخلني لأربح بعض النقود .‬ - تبًا . " ( بيت ) الدبق " ؟‬ 
‫ ألم تتعلم الدرس ؟‬ 
‫ يريد أن يعوّضني يا " إيدي " .‬ 
‫ اسمع ، مستحيل ألّا يفوز هذا الرجل .‬ ‫ إنه " جوي بانغ بانغ " القوي .‬ 
‫ قل لـ " بيت " إنك اقترفت خطأً .‬ ‫ قل له إنك آسف ، وأعد إليّ نقودي .‬ 
‫ عليّ إغلاق الخط .‬ ‫ يضعون الهواتف في أكياس ويقفلونها .‬ ‫ المكان خاص إلى هذا الحد .‬ 
‫ - " فريدي " ، أصغ إليّ . " فريدي " !‬ 
‫ - عليّ إغلاق الخط . أحبك . وداعًا .‬ 
‫ الليلة ليلة القتال يا رجل الهواتف .‬ 
‫ أشعر بالحماس .‬ 
‫ علينا معرفة مكان هذا القتال .‬ 
‫ أعرف رجلًا قد يساعدنا .‬ 
‫ - مرحبًا يا " سوز " .‬ ‫ - أهلًا يا " جاكي " .‬ 
‫ مرحبًا بسموّك .‬ 
‫ مرحبًا يا " جاك " .‬ 
‫ - معك النقود ؟‬ 
‫ - أجل ، تفضّل .‬ 
‫ - مئتا ألف ، صحيح ؟‬ ‫ - أجل .‬ ‫ اسمعا ، لا أعدكما بشيء .‬ 
‫ سأتحدث إلى المسؤول عن الدخول‬ ‫ وأرى ما يمكنه فعله .‬ 
‫ ابقيا هنا .‬ 
‫ يبدو أخاك شخصًا عمليًا .‬ ‫ يُفترض بهذا أن يفيدنا .‬ 
‫ ليس عمليًا إلى هذا الحد دائمًا .‬ 
‫ لماذا ؟ ما عيبه ؟‬ 
‫ - قضيبه .‬ ‫ 
- ماذا يفعل به ؟‬ 
‫ المعتاد . إنما بكثرة .‬ 
‫ تمكنت من تحصيل تذكرتين لكما .‬ 
‫ لكن اسمعا ،‬ ‫ لا تنسيا أن هذا القتال غير رسمي بالمرة .‬ 
‫ أي تبقى النتيجة بين الحاضرين ،‬ ‫ لأن كليهما بطل عالم في الملاكمة ،‬ 
‫ ولا يريدان خسارة مرتبتيهما .‬ 
‫ ولا تفتعلي أي متاعب يا " سوز " .‬ ‫ فسُمعتي الليلة على المحك .‬ 
‫ - حسنًا .‬ 
‫ - استمتعا .‬ 
‫ هيا بنا . فلنذهب لنستعيد النقود .‬ 
‫ قلّما ينظّمون تجمّعات مثل هذه .‬ 
‫ وصلت تلك الطاولة من " فيغاس " .‬ 
‫ " الفتى الغجري " مشهور‬ ‫ عند أصدقائنا وراء الأطلسي .‬ 
‫ " جوي بانغ بانغ " محط الأنظار والرهانات .‬ 
‫ الأمريكيون موجودون .‬ ‫ وكذلك الألبانيون والصينيون .‬ 
‫ والروس يجلسون سعيدين إلى جانب الأوكرانيين .‬ 
‫ وأخيرًا مجتمع الرحالة .‬ 
‫ عليك به !‬ 
‫ لا شيء يجمع الناس مثل قتال دموي .‬ 
‫ الليلة يُوجد على المحك‬ ‫ ما بين 50 و100 مليون جنيه إسترليني .‬ 
‫ أجل . وبعضها ملك لي .‬ 
‫ هيّئ نفسيتك يا عزيزي .‬ 
‫ " إدوينا " ، كيف دخلت ؟‬ - أريد النقود .‬ ‫ - أي نقود ؟‬ ‫ نقود " فريدي " التي هي نقودي .‬ 
‫ لا يمكنني فعل شيء الآن . فقد بدأ القتال .‬ 
‫ " إيدي " ، كل شيء تحت السيطرة ، اتفقنا ؟‬ 
‫ " فريدي " ، لي تصرّف آخر معك فيما بعد .‬ 
‫ عليك أن تجد ذلك الذي وضع الرهان‬ ‫ وتعيد إليّ نقودي .‬ 
‫ اهدأ من فضلك .‬ ‫ مستحيل أن يخسر " بانغ بانغ " القتال .‬ 
‫ سيطيح به .‬ ‫ إنك تفسد علينا متعة التجربة يا " إد " .‬ 
‫ الليلة ليلة القتال !‬ 
‫ هلا نتحدث بعد قليل ؟ فأنا أشاهد .‬ ‫ أصغ إليّ يا " بيتر " .‬ 
‫ من دون أن تدرك ، دخلت إلى عالم لا تعرفه .‬ 
‫ هذه النقود ينتظرها شخص‬ ‫ يُستحسن ألّا يشعر بخيبة أمل .‬ 
‫ أنا آسف ، يبدو هذا تهديدًا .‬ ‫ ولكنها ليست مشكلتي ، بل مشكلتك .‬ 
‫ سوف تكون مشكلتك !‬ 
‫ راهن أخوك " جوي بانغ بانغ " .‬ 
‫ إن فاز " جوي " ، فستتضاعف نقود أخيك .‬ ‫ ولكن إن خسر ، فلن تعود النقود له ،‬ ‫ ولا يمكن لأحد فعل شيء حيال ذلك .‬ 
‫ هدّئ من روعك .‬ 
‫ " سوزي غلاس " تريد لقاءك .‬ 
‫ لم أنته منك .‬ ‫ حسنًا ، لا يهمّني . اغرب عن وجهي .‬ 
‫ شكرًا لك يا " روجر " .‬ 
‫ كيف جرى الحديث ؟‬ 
‫ ليس كما كنت أود .‬ 
‫ إذًا اجلس واحتس مشروبًا وشاهد القتال .‬ ‫ سنجد حلًا .‬ 
‫ أنت لها يا " بانغ بانغ " . أنت لها يا صديقي .‬ 
‫ ماذا ؟ ما الأمر ؟‬ 
‫ إنها عملية نصب .‬ 
‫ ماذا تقصدين بأنها عملية نصب ؟‬ 
‫ إنه لا يضع الرهانات أبدًا .‬ 
‫ إنه ينصب على الأغنياء .‬ ‫ يستغل الأثرياء فحسب .‬ 
‫ ثم يحمي نفسه بعصابة مزيفة أشرك نفسه معها ،‬ ‫ فتخاف جماعتك ويخشون أن يشتكوا .‬ 
‫ لم تضع الرهان قط .‬ 
‫ هذا ادعاء كبير جدًا من جلالتك .‬ 
‫ القواعد الأساسية للمقامرة بسيطة جدًا .‬ ‫ عندما تخسر ، تدفع ما يترتب عليك .‬ 
‫ ما رأيك يا " جون " ؟‬ 
‫ رأيي أن عليك الانصراف إلى منزلك الريفي‬ ‫ والاستمناء بقضيبك الصغير .‬ 
‫ أبعد يديك عني .‬ 
‫ انتبه لكلامك أيها الغني .‬ 
‫ فنحن نعرف أين تعيش ، وقد نأتي إليك .‬ 
‫ أنت تحرج نفسك يا حضرة النقيب .‬ 
‫ لم تعُد عنصرًا في الجيش . وليس لديك أي دعم .‬ 
‫ لماذا يرقد على الأرض ؟‬ ‫ فلينهضه أحدكم عن الأرض !‬ 
‫ لا ! بالله عليكم ! لا !‬ 
‫ هل من جديد ؟‬ ‫ لا .‬ 
‫ يجب أن نغادر . الآن .‬ 
‫ هل تمانع إن تحدثت إليه ؟‬ 
‫ حالما تهدأ الأوضاع .‬ 
‫ هل يذكّرك اسم " ستانلي جونستون " بشيء ؟‬ 
‫ لا ، لماذا ؟‬ 
‫ إنه الرجل الذي بعت له النبيذ .‬ ‫ وهو مهتم جدًا بشراء العقار .‬ 
‫ والنقود التي كان يعرضها أوحت‬ ‫ بأنه ربما يعرف شيئًا عن العملية .‬ 
‫ ما اسمه ؟‬ 
‫ " ستانلي جونستون " .‬ 
‫ بحرف " تي " .‬ 
‫ ماذا قلت له ؟‬ 
‫ قلت إنه ليس للبيع .‬ ‫ أحسنت . هذه الإجابة الصحيحة .‬ 
‫ ألق نظرة على هذه .‬ 
‫ ما هذه ؟‬ 
‫ كلمات أغنية يجب أن يغنّيها " فريدي "‬ ‫ عندما يسلّم المال .‬ 
‫ وعليه أن يرقص . مثل الدجاجة .‬ 
‫ مثل الدجاجة ؟‬ 
‫ مثل الدجاجة .‬ 
‫ لماذا عليه أن يرقص مثل الدجاجة ؟‬ 
‫ لأن " تومي ديكسون " ، لأسباب مفهومة ،‬ ‫ يريد اعتذارًا .‬ 
‫ حان وقت الاحتفال .‬ 
‫ " أنا وغد ثري فاشل .‬ 
‫ لقد فشلت لأنني أحمق .‬ 
‫ أنا وغد أقاقي هنا وأقاقي هناك . "‬ 
‫ كم عمر " تومي ديكسون " ؟‬ 
‫ إنه ثمن زهيد مستحق .‬ 
‫ هل نعدّها ؟ قال إنها كاملة ، لكنني لم أتأكد .‬ 
‫ لا ، شكرًا لك .‬ 
‫ متأكد ؟ 
سيستغرق الأمر بعض الوقت فحسب .‬ 
‫ لا ، هيا بنا .‬ 
‫ مفهوم . 
أظن أنه يريد الاعتذار .‬ 
‫ هل تريد اعتذارًا ؟‬ 
‫ لا أعرف . ما رأيك ؟‬ 
‫ أجل ، دعه يعتذر . نريد إنهاء المسألة .‬ 
‫ " بلانكت " !‬ 
‫ " بيت " الدبق التافه .‬ 
‫ أردت فقط أن أعتذر‬ ‫ من صميم قلبي .‬ 
‫ هذا تصرّف لطيف ، صحيح يا " إيدي " ؟‬ 
‫ لقد أعدت إليك النقود واعتذرت ،‬ ‫ فهل نحن على وفاق ؟‬ 
‫ لا أعرف .‬ 
‫ هل نحن على وفاق يا " إدوارد " ؟‬ 
‫ أجل .‬ ‫ أجل ، نحن على وفاق .‬ 
‫ قلت إنكم ستتحدثون إليه .‬ 
‫ لقد تحدثنا إليه .‬ 
‫ لا تقلق حياله . فقد أسدينا إليه معروفًا .‬ 
‫ إذ نؤدّب الكلب لا الرجل .‬ 
‫ ما معنى هذا ؟‬ 
‫ لدى كل رجل كلب يعجز عن السيطرة عليه .‬ ‫ فسيطرنا عليه نيابة عنه .‬ 
‫ هل تعرف الصعوبة الأساسية في طبيعة البشر ؟‬ ‫ لا .‬ 
‫ ولكن هل أستخلص من كلامك‬ ‫ أنها غلبة طبيعة الكلب على الرجل ؟‬ 
‫ غلبة طبيعة الكلب غير المدرّب .‬ ‫ ونحن نعمل في مجال تدريب الكلاب .‬ 
‫ بالله عليك !‬ ‫ أخفقت عشر مرات متتاليات يا " جيف " .‬ 
‫ ثمة مشكلة في الثقل . فهي تطير بسرعة كبيرة .‬ 
‫ هذه المرة ، لا تطلق النار على الهدف .‬ ‫ أطلق النار أمامه بمتر ونصف .‬ 
‫ هذا بالضبط ما أفعله يا " جيفري " .‬ 
‫ حسنًا ، هذه المرة ،‬ ‫ حاول أن تخفق أمام الهدف .‬ 
‫ لقد فعلتها !‬ 
‫ جلالتك بارع بالفطرة .‬ ‫ أحسنت يا " فريدوارد " .‬ ‫ أهلًا يا " إدوينا " .‬ 
‫ أجل ، رجاءً يا سيد " لورنس " .‬ 
‫ - " وام تام " .‬ 
‫ - " إدوينا " .‬ 
‫ - ماذا حدث بينك وبين " بيت " ؟‬ 
‫ - استعدت النقود .‬ ‫ ماذا ؟ كيف ؟‬ 
‫ لم يضع الرهان قط .‬ 
‫ ما قصدك بأنه لم يضع الرهان قط ؟‬ 
‫ أقصد أنه لم يضع الرهان قط .‬ 
‫ ذلك الوغد ... ‬ 
‫ ولكن السيد " ديكسون " وافق على قبول الأربعة ،‬ ‫ ما يعني أننا مستعدون للغد .‬ 
‫ هذا أمر لا يُصدّق ، أحسنت . كيف استطعت فعلها ؟‬ 
‫ جعلته يشطب أربعة ملايين من أصل ثمانية .‬ ‫ هذا مذهل .‬ ‫ لمصصت قضيبه مقابل هذا .‬ 
‫ من الجيد معرفة هذا يا " فريدي " .‬ 
‫ ولكن يُوجد ... ‬ ‫ شرط صغير .‬ 
‫ ماذا تقصد بـ " شرط صغير " ؟‬ 
‫ يريدك أن تقول إنك بغيض .‬ 
‫ يريدني أن ... 
‫ حسنًا . أنا بغيض .‬ 
‫ انتهينا . الأمر بسيط . لا مشكلة .‬ 
‫ جيد .‬ 
‫ فالكل يظن أنني بغيض أصلًا ، صحيح ؟‬ ‫ فهو و " بيت " يظنان ذلك .‬ 
‫ وكذلك أبي أيضًا ،‬ ‫ وإلا لذكرني في وصيته وما تركني بلا شيء .‬ 
‫ ماذا عنك يا " إيدي " ؟ هل تظن أنني بغيض ؟‬ 
‫ إنك تتصرف ببغاضة مؤخرًا يا " فريدي " .‬ ‫ صحيح ، فهمت .‬ 
‫ هذا لا يعني أنك دومًا كذلك .‬ 
‫ أجل ، هذا ... ‬ 
‫ ماذا عنك يا " جيف " ؟ هل تظن أنني بغيض ؟‬ 
‫ نخبك يا " جيف " .‬ ‫ " وام تام " ، ماذا عنك ؟ هل أنا بغيض ؟‬ 
‫ كل الرجال بغضاء يا " فريدي " .‬ ‫ حسنًا ، لا يهمّ . هل من شيء آخر ؟‬ ‫ أجل .‬ 
‫ يريدك أن ترقص وتغنّي وأنت تعتذر .‬ ‫ الرقصة والأغنية هنا .‬ 
‫ إنه يرتدي زي دجاجة .‬ 
‫ أجل ، ستفعل هذا أيضًا .‬ 
‫ حسنًا .‬ 
‫ أنا دجاجة .‬ ‫ أقاقي وأرفرف بجناحي معتذرًا .‬ 
‫ انتهيت . ماذا أيضًا ؟‬ 
‫ يريد تصوير الرقصة .‬ 
‫ لا .‬ 
‫ لن أفعل هذا . مستحيل .‬ 
‫ انتظر . منذ دقيقتين ،‬ ‫ كنت على استعداد لمص قضيبه .‬ 
‫ أجل ، على انفراد يا " إيدي " .‬ 
‫ سندعه يصوّرها يا " فريدي " .‬ 
‫ لن أدعه يصوّرها يا " إيدي " !‬ 
‫ بلى .‬ 
‫ طلبت مساعدتي ، وأنا أساعدك .‬ 
‫ ليس لأنك أخرجتني من بُركة‬ ‫ عندما كنت في الثالثة من عمري ،‬ ‫ بل لأنك أخي ، وهذا ما يفعله الإخوة .‬ 
‫ لذا ، عليك أن تفعل كل ما أخبرك به‬ ‫ من الآن فصاعدًا .‬ 
‫ وإن كان ذلك يعني أن ترقص كالدجاجة ،‬ ‫ فسترقص كالدجاجة .‬ 
‫ لن ترقص كراقص تعرّ أو دب أو راقص باليه .‬ ‫ بل سترقص كدجاجة .‬ 
‫ هل كلامي واضح ؟‬ 
‫ لقد سلبتني كل شيء آخر .‬ ‫ فلم لا تسلبني ما بقي من كرامتي ؟‬ 
‫ هل كلامي واضح يا " فريدي " ؟‬ 
‫ أجل يا جلالة الدوق .‬ 
‫ يا له من منزل !‬ 
‫ " توماس " . أخبرتك بأن تدخل من الباب الخلفي .‬ 
‫ فهو مدخل التجار ، وأنت تاجر في النهاية .‬ 
‫ عقدنا صفقة بأن أخفّض المبلغ‬ ‫ من ثمانية ملايين إلى أربعة .‬ ‫ أظن أن هذا يعني‬ ‫ أنه يحق لي الدخول من الباب الأمامي .‬ 
‫ إذًا تعال معي .‬ 
‫ أيها الأبله ، لا تنس البدلة .‬ 
‫ - مساء الخير يا سيد " ديكسون " .‬ ‫ 
‫ نشكرك على قدومك . ونقدّر أنك رجل مشغول جدًا .‬ 
‫ كانت رحلة ممتعة جدًا .‬ 
‫ فالريف جميل .‬ 
‫ تلك نقودي ، صحيح ؟‬ 
‫ كما وعدتك . هل تريد أن تعدّها ؟‬ 
‫ لا ، سأدع " جيثرو " يعدّها .‬ 
‫ تفضّل يا صديقي ، حان دورك .‬ 
‫ أنت ! أيها الأبله !‬ 
‫ هل ممكن أن يجلس إلى هذا المكتب ؟‬ 
‫ أجل ، بالطبع . تفضّل بالجلوس .‬ 
‫ " جيثرو " مصاب باضطراب الوسواس القهري .‬ ‫ يستغرق وقتًا حتى يبدأ العمل .‬ ‫ ولكن ما إن يبدأ ، فلا شيء يوقفه .‬ ‫ حسنًا . هل نبدأ إذًا ؟‬ 
‫ صحيح ، اسمع يا " تومي " ، بخصوص موضوع الدجاجة ،‬ 
‫ اسمع ، يسعدني أن أرتدي بدلة .‬ ‫ يسعدني أن أؤدي الرقصة‬ ‫ لأريك مدى صدق اعتذاري عما حدث .‬ ‫ ولكنك أخذت نقودك وستحظى بالمرح ،‬ ‫ وسأعتذر إليك خاضعًا نادمًا تائبًا .‬ 
‫ لا داعي إلى تصوير الرقصة .‬ 
‫ تصويرها هو ما جعلني أقبل أربعة ملايين‬ ‫ بدلًا من ثمانية .‬ 
‫ إنك تفكر في الأمر على نحو خطأ .‬ 
‫ مشاركتك في هذا المقطع‬ ‫ ستكسبك أربعة ملايين جنيه إسترليني .‬ 
‫ أي ستكسب مليونًا على كل دقيقة .‬ 
‫ ستكون الممثل الأعلى أجرًا في العالم .‬ 
‫ يُفترض بك الاحتفال بهذا لا التفاوض فيه .‬ 
‫ اسمع يا صديقي ،‬ ‫ قد يظل هذا يطاردني إلى الأبد .‬ ‫ أبعد يدك عني .‬ 
‫ أنا لست صديقك .‬ 
‫ لا تخلط دورك بدوري .‬ 
‫ فاليوم ، أنت تعمل لصالحي .‬ 
‫ سأكون المخرج وستكون الممثل .‬ 
‫ وأريد شيئًا قيّمًا لقاء نقودي .‬ 
‫ هيا يا " فريدي " .‬ ‫ إنها مجرد أغنية . لننته منها .‬ 
‫ ارتد البدلة وأدّ الرقصة .‬ ‫ هيا .‬ 
‫ أحتاج إلى دقيقة لكي ... ‬ ‫ أستعد .‬ 
‫ هل تريد ذئبًا في قنّ الدجاج ؟‬ 
‫ دجاجة . دجاجة ... ‬ 
‫ أنت ... أنت ليفربولي يا صاح .‬ 
‫ حسنًا . فلنفعلها . 
أين تريد أن أقف ؟‬ 
‫ ألن تخرج الكاميرا ؟‬ 
‫ لا يسير الأمر هكذا .‬ 
‫ سوف ترقص ،‬ ‫ ثم سأحكم ما إن كان أداؤك يستحق التصوير .‬ 
‫ هل تعرف لماذا جعلتك ترتدي زي دجاجة ؟‬ 
‫ لا أعرف ، لتهينني أمام العالم كلّه مثلًا ؟‬ ‫ لم أطلب منك ارتداء زي صقر لسبب معيّن .‬ ‫ فالنسور لا ترقص .‬ ‫ بل تحلّق في الهواء .‬ 
‫ أما الدجاجة ، فهي أسفل السلسلة الغذائية .‬ 
‫ أنت دجاجة جبانة ، صحيح يا " فريدي " ؟‬ 
‫ احتجت إلى من يخلّصك من دين لم تستطع سداده .‬ 
‫ لكن يمكنك أن تتوب .‬ 
‫ أخي من أشد المعجبين بالتوبة .‬ 
‫ ونسبة من هذا الدين ملك له .‬ 
‫ هذه الرقصة في نظره حكاية رمزية .‬ 
‫ لذلك ،‬ ‫ لن تتظاهر بأنك دجاجة فحسب ،‬ ‫ بل يجب أن تكون دجاجة فعلًا .‬ 
‫ هل تفهم ؟‬ 
‫ داوها بالتي كانت هي الداء .‬ 
‫ هيا . أرنا الدجاجة الكامنة فيك .‬ 
‫ مفهوم .‬ 
‫ - أريد مشاهدتك ، هيا .‬ ‫ - فهمت !‬ 
‫ لا . ماذا تحسب نفسك فاعلًا ؟‬ 
‫ أي دجاجة خرقاء هذه ؟‬ 
‫ هيا ! قلّد الدجاجة جيدًا !‬ 
‫ أنا وغد ثري .‬ 
‫ تمايل كأنك دجاجة !‬ 
‫ قلّد صوتها .‬ 
‫ لا ، أداؤك سيئ !‬ 
‫ حرّك رقبتك .‬ 
‫ - كن دجاجة !‬ ‫ 
- أنا دجاجة !‬ 
‫ أريدك أن تكون دجاجة فعلًا .‬ 
‫ أريدك أن تستشعر ذلك .‬ 
‫ أريدك أن تتحول إلى دجاجة .‬ 
‫ لا أريد أن يبقى فيك أي أثر إنساني .‬ 
‫ أريد فقط أن أرى ... طيرًا .‬ 
‫ لذا هيا .‬ 
‫ أرني ذلك .‬ 
‫ ماذا تفعل ؟ لا تسير الدجاجة هكذا . هيا !‬ 
‫ - هيا ! قاق ! ضع بيضة لعينة !‬ ‫ - إنني أقاقي !‬ 
- إنني أقاقي !‬ ‫ - اصعد على تلك الأريكة وحلّق .‬ 
‫ أنا بغيض !‬ 
- كن دجاجة !‬ ‫ 
- لا يمكنني أن أطير فعلًا يا " تومي " !‬ 
‫ كن دجاجة فعلًا ! تعال إلى هنا !‬ 
‫ هيا !‬ 
‫ انظر ، تُوجد حبوب هنا .‬ 
‫ تعال وانقر الحبوب . تعال إلى هنا .‬ ‫ ثمة دودة .‬ 
‫ أريدك أن تأكلي الدودة أيتها الدجاجة !‬ 
‫ اقترب إلى هنا ! تُوجد دودة هنا !‬ ‫ تُوجد دودة !‬ 
‫ انقر الحبوب ! هيا !‬ ‫ انقر الحبوب !‬ ‫ إنني أنقر الحبوب !‬ 
‫ " سوزي " ، يجب أن يتوقف هذا .‬ 
‫ لا تتدخل .‬ 
‫ تعال وكُل هذه الدودة ! اقترب وكُلها !‬ 
‫ تعالي وكُلي الدودة أيتها الدجاجة الخرقاء !‬ 
‫ " تومي " ! هذا يكفي !‬ 
‫ ابتعد !‬ 
‫ لا تتدخل وإلا رجع الدين إلى ثمانية ملايين !‬ 
‫ لم لا نصوّر هذا حتى ننهي المسألة ؟‬ 
‫ يجب أن يدخل في الجو أولًا .‬ 
‫ أريده أن يصبح دجاجة !‬ 
‫ أيها الوغد !‬ 
‫ هيا ! كن دجاجة !‬ 
‫ أنا ... ‬ ‫ عليّ الذهاب إلى الحمّام .‬ 
‫ هيا ، انصرف !‬ 
‫ أسرع !‬ 
‫ مرحبًا يا " تومي " .‬ ‫ من الدجاجة الجبانة الآن ؟‬ 
‫ - " فريدي " !‬ 
‫ - ابتعد عني !‬ 
‫ " أطلقت النار على رأسه لأنه كان بغيضًا‬ ‫ ثمة دوي رصاص هنا ودوي رصاص هناك‬ ‫ ثمة شخص ميت هنا وشخص ميت هناك‬ ‫ الأشلاء في كل مكان‬ ‫ أطلقت النار للتو على رأس شخص "‬ 
