باید تا ساعت ۱۴ کمربند حفاظتی رو تموم کنید ، ولی غیر از این کارتون عالیه 
چشم ، رئیس 
نه ، نه ، نه ، گوش کن . 
به من گوش کن بهشون بگو برام مهم نیست اونا بُزهای کی هستن ، فقط از جاده ببریدشون بیرون 
آروم باش ، گروهبان . صبر کن . صبرکن 
نمی‌خوایم یه حادثه‌ی بین‌المللی ایجاد کنیم 
خیلی خب ، آقایی که سبیل داری ، لطفاً برو اون سمت 
آقایی که چشم‌بند داری ، برو سمتِ مخالف 
اگه نمی‌تونیم دوستانه حلش کنیم . میذاریم بُزها تصمیم بگیرن 
- خرابش نکن - بله ، قربان 
بابی ! 
ردیفی ؟ 
- تاریخ مدارکِ این مرد گذشته ، قربان - بده یه نگاهی بندازم 
- سلام - سلام 
- آره ، فقط سه روز از تاریخش گذشته 
بهشون بگو این دفعه می‌تونن رد بشن ، ولی فقط این دفعه ! - بگو واسه برگشت حلش کنن - قربان 
- اسمیتی 
- رئیس 
- همه چی روبراهه ؟ 
- من بهش رسیدگی می‌کنم - نه ، نه 
- حلش می‌کنم . تو اینجا بمون - قربان 
سلام ، آقا 
بعد از ظهر بخیر ، قربان 
احمد 
گمونم خبرِ خوبی نداری 
ناگهان وضعیتش وخیم شد 
- خب ، می‌تونستی بهم زنگ بزنی - چندین بار زنگ زدیم ، قربان 
در نهایت برادرتون به عنوان پسرِ ارشد تصمیم گرفت ، لازمه من رو بفرسته ... تا شدتِ وضعیت رو بهتون اطلاع بدم 
پدرم قراره بمیره ، احمد ؟ 
وضعیتِ عالی‌جناب ... جدّیه 
دستور دارم فوراً شما رو ببرم فرودگاه 
همه چی با مافوق‌هاتون هماهنگ شده 
صحیح 
بریم 
گروهبان 
از ما کمکی برمیاد ، قربان ؟ 
از الان فرماندهی با توئه ، چارلی 
تا وقتی که برگردم 
به خونه خوش اومدید ، آقا 
- دلت برام تنگ شده بود ، آقای لاورنس ؟ 
سلام ، فردی 
ادی . 
ادوینا ، ادواردو ، بالأخره اومدی . بیا اینجا ببینم احسنت ، عزیزم 
احسنت . بیا بغلم ببینم . 
بیا اینجا . بغلم کن . 
از دیدنت خوشحالم 
حالش چطوره ؟ 
راستش رو بخوای خیلی داغونه . آره 
یعنی ، این دفعه دیگه واقعاً کلکش کنده‌ست 
دکتر میگه امشب تموم می‌کنه ، در دیرترین حالت فردا صبح تو چی ؟ حال خودت چطوره ؟ 
راستش رو بخوای اصلاً نمی‌دونم . یعنی می‌دونی ، من فقط ناراحتم ... 
مامان چطوره ؟ 
آره ، اون کسیه که باید هواش رو داشته باشیم 
مطمئنم یواشکی از داروهای بابا مصرف می‌کنه یعنی مردمکِ چشم‌هاش مثل قالپاق گشاد شدن 
صحیح 
- بهتره خودمون رو گُم نکنیم - باشه 
البته ، تا اون موقع ، اون مست و پاتیل و لُخت و عور بود 
کاملاً فراموش کرده بود که توی مجلس اعیانه 
- خب ، چطوری ... - سلام ، چاکلز 
- خوبی ؟ - آره 
حالش چطوره ؟ هوشیاره ؟ 
بعضی اوقات گاهی هوشیاره و گاهی هذیون میگه 
وقتی که هوشیاره ... کاملاً حضور ذهن داره 
سلام ، مامان 
- عزیزم ، خدا رو شکر 
اون خوشحال میشه که اومدی ، حتی اگه نشونش نمیده 
ما بریم بیرون ؟ بیا بریم ، عزیزم 
دوکِ اول هالستد مثل آهن سرسخت بود 
خودش اینجا رو ساخت 
تک تکِ سنگ‌هاش رو خودش گذاشت - به تنهایی 
- بابا ... 
سنگ‌ها رو از صومعه‌ی قدیمی دزدید 
منم ، ادوارد 
چرا به ما پشت کردی ، پسرم ؟ 
فکر می‌کنی شجاعانه‌ست ... که ول کنی بری با رفقات قلدربازی در بیاری و عشق و حال کنی ؟ اینطور نیست ! این ملک نباید تیکه پاره بشه . مفهومه ؟ 
نگرانش نباش . فقط یکم استراحت کن 
و مواظبِ برادرت باش 
اون بدون تو دوام نمیاره 
می‌فهمی ؟ 
می‌فهمم ، بابا 
دوکِ سوم ، پیرمرد عوضیِ بدجنس ، قبل از ناهار ۱۵ تا فرانسوی کشت 
خودش رو برای یه دوئل آماده می‌کرد به پای خودش شلیک کرد 
احمقِ نفهم ! 
دکتر ؟ 
ادی 
و آمرزشِ خدای بزرگ ، پدر ، پسر و روح‌القدس ، 
شامل حالت شود و همیشه با تو باشد 
آمین 
این ملک به مدت بیش از ۶۰۰ سال تحتِ مالکیت این خانواده بوده ، و فردی تا کریسمس همه رو پودر می‌کنه و می‌کشه ! 
باید یه کاریش بکنیم ، ادوارد 
اگه بابا اینجا رو به تو می‌سپرد ، همه رو خرج احیای خرس‌ها توی بارکشر می‌کنی مگه خرس‌ها چشونه ؟ من از خرس‌ها خوشم میاد 
اونا هیچ اثرِ کربنی به جا نمیذارن و قبل از ما اینجا بودن 
و اونا می‌خورنت 
بگذریم ، بی‌ربطه 
کل ملک به پسرِ ارشد تحویل داده میشه 
فردی وارثه و من فقط یه جایگزینم 
شاید باید باهم سرنگونش کنیم 
حالا ، به این میگم ایده 
ببخشید که دیر کردم 
و بالأخره اومد 
والاحضرت . 
علتِ تأخیرم جاده‌های باریک روستایی بود ... 
آره ، خوبه . طاقت بیار 
- زیاد طول نمی‌کشه 
- یه فنجون چایی می‌خوای ؟ خوبی ؟ 
نصفِ راه هم پشتِ یه تراکتور گیر کرده بودم 
محشره . واقعاً محشره - نه ، نه ، نه - خیلی خب 
- همه حاضرن ؟ 
- بیاید زودتر تمومش کنیم بیاید زودتر تمومش کنیم 
پس شروع می‌کنم 
" اینجانب ، آرچیبالد هوریشیو لندروور هورنیمن ، دوکِ دوازدهم هالستد ، در کمال سلامتِ عقل می‌نویسم ، منتشر و اعلام می‌کنم که این آخرین وصیت‌نامه‌ی من است " 
" به جفری سیکومب ، برای قدردانی از سال‌ها خدمتِ وفادارانه‌اش ، کلبه‌ی دربان را تا آخر عمرش به او اجاره می‌دهم " 
" برای همسرم ، سابرینا ، برای تعهد و وفاداری‌اش در سال‌های بسیاری که باهم در خوشبختی زندگی کردیم ، یک مقرریِ سالانه تعیین می‌کنم ... که دوکِ جدید به صلاحدیدش پرداخت خواهد کرد ... برای او و سگ لابرادورِ عزیزم ، لونا " 
" برای دخترم ، شارلوت ، کشتیِ اندورنس را به ارث می‌گذارم ، به این شرط که با این کشتی در شش ماه آینده ... دور دنیا سفر کند " 
مبارکه ، چاکلز 
" به همراه صندوق امانی با حق برداشت هزار پوند در هفته تا زمانی که با مردی ازدواج کند " عجب ! 
در مورد بقیه‌ی دارایی‌هایم ، از جمله مقامم ، عمارت و زمین‌های اطرافش ، بدین وسیله برای ... پسرم به ارث می‌گذارم ... خیلی خب ، عه ... 
" ادوارد هورنیمن ... " 
خب ، فکر کنم ... یه جورایی فکر می‌کردم اگه همه ... 
ببخشید . دوباره تکرار کن ، پیرمرد 
" برای پسرم ادوارد هورنیمن به ارث می‌گذارم " 
خیلی متأسفم خیلی متأسفم که این اتفاق برات افتاده . فکر کنم یه سوءتفاهمی پیش اومده ... 
اون ادوارده . من فردی‌ام 
گاهی من رو فردوارد صدا می‌کنن ، و واسه همین یه ذره قاطی میشه 
متأسفانه ، فکر کنم یه اشتباهی پیش اومده 
فکر نکنم 
متوجهم ، شوخی می‌کنی . سرِ کارمون گذاشتی . این . این کارِ تو بود ... 
تو ... ؟ تو این رو ترتیب دادی ... ؟ این یه شوخیه ، درسته ؟ این ... این یه شوخیِ مسخره‌ست . این ... 
ناسلامتی من پسرِ بزرگ‌ترم ! 
همه چی قرار بود به من برسه ! چی ... چی ... 
- این چه مسخره‌بازی‌ایه ؟ - نه . 
باید یه ... نه ، نه ، به من دست نزن 
فردی ! فردی ، آروم باش 
- شروع نکن 
- حتماً یه اشتباهی پیش اومده 
من پسرِ ارشدم ، درسته ؟ 
این یعنی قاعدتاً مقام به من می‌رسه 
حالا من این رو نمیگم چون چیزیه که می‌خوام این لامصب قانونه ! به انجیل برمی‌گرده ، عهد قدیم ، هابیل و قابیل 
این خواستِ خداست . 
همه چی به پسرِ ارشد می‌رسه 
این لعنتی ... این ... این ... 
حقِ ارشدیّت ، فردی 
منم منظورم همون بود . می‌دونید منظورم همون بود 
- تو این رو شنیدی ، مگه نه ؟ 
- البته ولی وصیت‌نامه واضحه ملک به ادوارد می‌رسه ، و مقام یه حق وراثتِ محفوظ داره ... که بهش امکان به ارث رسیدن به پسرِ دوم رو میده ... 
اوه ، خیلی متأسفم اصلاً به تخمم هم نیست ... که بندهای وصیت‌نامه به وضوح چی میگن ! بیا ، نگاه کن 
" حق جانشینی ... به فرزند ارشد پسر مشروع می‌رسد ... " 
- واقعاً اون رو پرینت کردی ، فردی ؟ - فردی ... 
نمی‌خوام از تو هم چیزی بشنوم ، بانو مکبث . به هیچ وجه ، نه ! 
و تمام دارایی‌های والدین را به ارث می‌برد " 
خونه ، مقام ، هر کوفتی که هست ، همه چی به من می‌رسه ! 
چرا سرت رو تکون میدی ؟ مگه یابویی ؟ سرت رو واسه من تکون نده ! 
- جلسه تموم شد ، عالی‌جناب - فردی ... 
همه ، بیاید ... جمعش می‌کنیم - بعداً ادامه می‌دیم - نه ، نه 
همه چی تمومه 
می‌تونی بری خونه ، خیلی ممنون ، آقای اسمیترزِ لاشی 
آقای برنز 
نه ، این اتفاق نمی‌افته . همچین اتفاقی نمی‌افته 
هاها ، شوخیِ خوبی بود ! 
خیلی متأسفم نه 
فکر کنم هفته‌ی بعد که فردی آروم‌تر شد دوباره جلسه تشکیل می‌دیم - در مورد جزئیاتش حرف می‌زنیم 
- اون دلخور شد 
عالیه ، داره برمی‌گرده . محشره ! به هیچ وجه . نه ، نه ، نه ! 
من به هیچ وجه قبولش نمی‌کنم ! 
ببرش پیش خدا ! 
ببرش پیش نخست وزیر ! حتی ببرش پیش مجلسِ تخمی عوام ! یا بکنش توی کونت ، برام مهم نیست ! 
من چیزی رو می‌خوام که حقمه ... طبق قوانینِ لعنتی الهی ، حله ؟ ! 
احساس می‌کنم به قلبم خنجر خورده ! 
زیرِ پام خالی شده ! 
دهنم گاییده شده ! 
مثل سگ تحقیر شدم ! 
حتی تو ، بی‌رحم ؟ 
چطور این کارو کردی ، خائن ؟ 
همه‌ی شما توطئه‌گرانِ مارصفتید ! 
عالی‌جناب اومده پُز بده 
من از هیچی خبر نداشتم . منم به اندازه‌ی تو غافلگیر شدم 
ولی این دو غافلگیری مثل هم نیستن ، مگه نه ؟ 
برای اولین بار ... در ۶۰۰ سال گذشته ، این خانواده سنت‌شکنی کرده 
تو حق برادرِ بزرگ‌ترت زیر پا گذاشتی و ازش جلو زدی 
این خیلی برادرانه نیست ، مگه نه ادوارد ؟ 
ممنون ، عزیز دلم . خودم حلش می‌کنم 
یکم دیگه میام بالا 
فکر می‌کنی این باعث میشه من چطور به نظر بیام ، اِدی ؟ 
فکر می‌کنی چه احساسی بهم میده ؟ فکر می‌کنی چطوری کمکم می‌کنه بدهی‌های تخمی‌ام رو بدم ؟ 
بدهی‌هات ، فردی ؟ 
چجور بدهی‌هایی ؟ بدهی‌های کلانِ کیری 
ناجور به نظر میاد آره ، خودت چی فکر می‌کنی ؟ 
تعریف کن ، فردی 
پیت فوربز اسپنسر رو یادته ؟ 
موهاش بلند بود ، کیرش کوچیک بود ، دست‌هاش عرق می‌کردن بهش می‌گفتن پیتِ لزج 
خب پیت رو یادمه ، ولی کیرش رو یادم نمیاد 
شروع به پول پارو کردن توی بازار املاک کرد مردم برای شراکت باهاش صف بسته بودن 
من یه میلیون بهش دادم و سه ماه بعد یک و نیم میلیون پس گرفتم لامصب باورنکردنی بود 
پروژه‌ی بعدی ، آسمان‌خراش توی مالدیو اولین سرمایه‌گذارش من بودم و اولویت هم با من بود 
یک ، دو ، سه ... چهار میلیون یه جا بهش دادم 
بعد ؟ 
خب ، بعدش ... 
و بعدش چی شد ، فردی ؟ 
بعدش همه چی به گا رفت توفان شد . هواپیما سقوط کرد . صاعقه زد ! 
تمام نقشه‌ها نقش بر آب شدن می‌خوای چی بگم ، ادی ؟ 
تقصیرِ من نبود . خدا نفرینم کرد ! 
چهار میلیون پوند رو از کجا آوردی ، فردوارد ؟ 
خب ، اون رو از تامی دیکسون گرفتم صحیح 
و تامی دیکسون کیه ؟ 
یکی که توی کمپ باهاش آشنا شدم یه قاچاقچیِ کوکائین لیورپولی 
گفت می‌خواد پوله رو بهم بده گفت : " می‌خواد توی مالدیو سرمایه‌گذاری کنه " 
خب ، محض شفافیت ، تو به یه قاچاقچیِ کوکائین لیورپولی چهار میلیون پوند بدهکاری ؟ 
من به یه مافیای تبهکار لیورپولی ... 
میایم بالا سرت ، فردی 
هشت میلیون پوند بدهکارم 
صبر کن ، فردی توضیح بده ببینم چهار میلیون چطوری شد هشت میلیون ؟ 
نمی‌دونم ، ادی . بهره‌ی مرکب دنیای تبهکارهاست 
حالا هرچی ، باشه ؟ 
اونا گانگسترن ! قوانین خاص خودشون رو برای وصول بدهی دارن ! 
خوبی ، رفیق ؟ 
هفته‌ای ۲۵ درصد تا وقتی که بدهیت صاف شه 
و در ضمن وقتی به موقع پرداخت نمی‌کنی از کثیف کاری ترسی ندارن 
حالا میگن اگه تا آخر هفته پولشون رو جور نکنم ، کیرم رو قطع می‌کنن ! 
که در ضمن کُشنده‌ست . در موردش تحقیق کردم 
من نمی‌تونم ۸ میلیون پوند بهت بدم ، فردی 
تو مقامم رو دزدیدی تو پولم رو دزدیدی و حالا تنها راهی رو دزدیدی که برای خروج از این چاله داشتم ... که خدا برام کَنده ! 
مبادا فراموش کنی ، آقا ، تو جونت رو به من مدیونی 
وقتی سه سالت بود ، تو رو از حوضِ اردک بیرون کشیدم ، یادته ؟ 
نه ، اون رو یادم نمیاد ولی یادم میاد که دائم این رو بهم میگی 
منظورم اینه که من جونت رو نجات دادم حالا منم که توی هچل افتادم ، و تو باید من رو بیرون بکشی 
فردی ... من هیچکدوم از اینا رو نخواستم 
مقام ارزشِ عملی نداره 
کسب و کار کساده عمارت نیاز به تعمیراتِ اساسی داره دولت حریص و طمعکاره 
میزانِ حقوق پایینه . کارکنان دارن شورش می‌کنن و تو ... یه کُس‌کشِ کوکائینی هستی 
ولی ، چون نادیده گرفته شدی و آبروت رو به باد دادی ... سعی می‌کنم برات یه کاری بکنم 
بابایی ، تو چیکار می‌کردی ؟ 
ادوارد هورنیمن هستم با احمد اقبال کار دارم . ممنون 
چه کمکی می‌تونم بهتون بکنم ، عالی‌جناب ؟ 
تا آخر هفته مقدار زیادی پول نقد لازم دارم 
دقیقاً چقدر ؟ 
هشت میلیون پوند 
خدای بزرگ ! خدای بزرگ ! 
شش میلیون پوند استرلینگ 
میراثتون شما رو مرد خیلی متمولی کرده ، ولی به این معنا نیست که شما ثروتمندید 
شما از نظر دارایی ثروتمندید ولی نقدینگی ندارید 
بگو ببینم ، چرا در پنج سال گذشته هیچکدوم از حساب‌های بانکی پدرم تراکنشِ خاصی نداشته ؟ 
هزینه‌های شخصی پدرتون چیزی بود که هرگز ازش صحبت نمی‌کردیم 
صحیح 
اوراق و سهام چی ؟ 
- سهامی در کار نیست - نیست ... 
احتمالاً مسائلی بوده که مطرح نکردیم اما البته نمی‌تونم در موردشون اظهار نظر کنم 
خب ، این خیلی مرموزه ، احمد 
می‌تونید نقاشیِ گینزبورو رو بفروشید - ولی تعیین ارزش نهایی‌اش ... - [ نقاشیِ " جنگل کورنارد " اثر توماس گینزبورو ] - [ ارزشِ تقریبی : 
یه پیشنهاد نسبتاً غیرمعمول ... از وکیلی در لندن بهمون شده 
موکلش به خرید عمارتِ هالستد ابراز علاقه کرده 
وقتی کسی می‌میره ، لاشخورها بالای سرش دور می‌زنن 
خیلی وقیحانه‌ست ، مگه نه ؟ 
اسمش چیه ؟ 
خریدارِ احتمالی می‌خواد در این مرحله ناشناس باقی بمونه 
ولی وکیلش گفته که ... حاضره مبلغی خیلی بالاتر از ارزشِ بازار پرداخت کنه 
این می‌تونه مبلغ قابل توجهی باشه ولی باید هزینه‌های انحصار وراثت و مالیات بر ارزش افزوده رو در نظر بگیرم 
بهش بگو ... من حاضرم به پیشنهادش فکر کنم ... اگه مصمم و سریع باشه 
ببخشید که بدیهیات رو توضیح میدم ، ولی در انجام وظایفم کوتاهی کردم اگه به این نکته اشاره نکنم ... که عمارتِ هالستد نسل‌ها در خانواده‌ی شما بوده 
از سال ۱۵۵۰ 
ولی همونطور که گفتم ، تا آخر هفته پول لازم دارم 
- لطفاً یه جلسه ترتیب بده 
ببخشید که مزاحمتون شدم 
اجازه بدید خودم رو معرفی کنم 
من سوزی گلس هستم 
چه کمکی ازم برمیاد ، خانم گلس ؟ 
من قبلاً با پدرتون همکاری تجاری داشتم 
خب ، ببخشید که گیج شدم ، اما پدرم به شم تجاریش مشهور نبود 
من منافع خاصی دارم که باید راجع بهشون باهات صحبت کنم 
چجور منافعی ؟ 
احتمالاً اگه نشونت بدم راحت‌تر باشه 
از پدرت خوشم می‌اومد . 
آقای محترمی بود 
یکم عجیب‌غریب بود ، ولی شما پولدارها همینطورید 
حتماً کمی شوکه شدی که همه چی رو به ارث بردی خونه . مقام 
اتفاقاتِ بدتری برام افتاده 
از درآمدی که از مزرعه کسب می‌کرد حرفی زده بود ؟ نه ، حرفی نزده بود بعیده درآمد قابل توجهی بوده باشه ، وگرنه من ازش باخبر می‌شدم 
بستگی داره چی رو قابل توجه بدونی 
اون سالانه ۵ میلیون پوند پول نقد در می‌آورد بعلاوه‌ی سود سهام 
ببخشید ؟ پنج میلیون پوند ؟ ! 
خب گمونم از ماست و برگر نبوده ، خانم گلس ؟ 
دنبالم بیاید 
حالا اون پایین چه خبره ؟ 
اینجا دقیقاً چه خبره ؟ ! 
ارزش بازارِ ماری‌جوانا در بریتانیا سالانه بیش از ۶ میلیارد پونده 
حالا ، ما تونستیم سهمِ قابل توجهی از اون بازار رو به چنگ بیاریم ، ولی چالشِ اصلی پیدا کردن فضا برای پرورش دادنشه اینجا بود که پدرت وارد داستان شد 
در ازای دریافت یه مبلغ قابل ملاحظه ، اون به ما اجازه میده فعالیت‌هامون رو با مصونیتِ لازم انجام بدیم 
از قرار معلوم ، املاکِ شش هزار هکتاری زیادی وجود نداره ... که می‌تونی توشون تقریباً هر کاری بکنی بدون این که کسی بدونه 
- اسمِ این یکی چیه ، جیمی ؟ 
- اردکِ فریزی 
در حال حاضر خیلی محبوبه 
این جیمیه اون سرپرستِ محصول اینجاست ... چند وقته اینجا مشغولی ، جیمی ؟ 
الان سه ساله ، رئیس من سه ساله که زیرِ خونه‌تون زندگی می‌کنم 
باورم نمیشه بالأخره تونستیم همدیگه رو ببینیم ! 
من و تو مثل خانواده‌ایم 
فقط تو یه دوکی ، مگه نه ؟ 
خوشحالم که بالأخره باهات آشنا شدم ، جیمی 
با این فرض که پدرم سالی حدود ۱۰ درصد می‌گرفت ، که منصفانه به نظر میاد ، اینجا حتماً سالانه ۵۰ میلیون درآمد داره 
تخمینت تقریباً درسته 
و با توجه به این که گفتی شما سهمِ قابل توجهی از بازار رو در اختیار دارید ... آدم فرض می‌کنه " قابل توجه " یعنی نصف یا بیشترش این یعنی این چرخ‌دنده‌ی خیلی کوچیکی توی یه ماشینِ خیلی بزرگ‌تره 
حتماً ده‌ها جای دیگه مثل این در سراسر کشور دارید 
می‌دونی ، پدرت هیچوقت علاقه‌ای به ساز و کار شبکه‌ی وسیع ما نداشت 
خب ، من خیلی کنجکاوم 
تنها چیزی که باید بدونی اینه که ما یه توافق داریم ... که یعنی به عنوان صاحب ملک جدید ... سالانه مبلغ قابل ملاحظه‌ای پول دریافت می‌کنی ... 
خب ، مشکل اینه که شاید مجبور شم خونه رو بفروشم 
ترجیح می‌دیم شرایط رو به همین شکل نگه داریم 
متأسفم اگه این شما رو توی موقعیتِ ناجوری قرار میده ، خانم گلس ، ولی اینجا خونه‌ی منه ، و شاید مجبور به این کار بشم 
من کاملاً درک می‌کنم ، عالی‌جناب 
اگه بخوام دوباره مذاکره کنم چی ؟ 
اگه برای فروشِ ملک جدی باشی ، این برامون چالش‌برانگیز میشه 
از نظر قانونی نمی‌تونید کاری در موردش انجام بدید حق با شماست 
نمی‌تونیم کارِ قانونی‌ای در موردش انجام بدیم 
توی لحنِ حرف زدنت تهدیدی نهفته‌ست ؟ 
به هیچ وجه 
ببین ، من درک می‌کنم که پذیرفتن چنین شرایطی سخته 
معمولاً در چنین شرایطی ، از قبل گفتگوهای خاصی انجام شدن 
و معمولاً وارثِ ضعیف‌النفس و کون‌گشاد تحصیل کرده‌ی مدرسه‌ی خصوصی ... پول رو می‌گیره و مثل یه پسرِ خوب کنار می‌کشه 
من اینجوری بیانش نمی‌کردم ولی آره 
یکم سبک سنگینش کن و بعد تصمیمت رو بگیر می‌خوای برسونمت خونه ؟ 
نه ، ممنون . پیاده میرم 
عالی‌جناب 
اوه ، سلام ، جف 
در حال پرسه زدن دورِ دریاچه پیداش کردم . می‌خواستم ببرمش پیش مادرتون 
راستش ، جف ، اگه وقت داری ، یه صحبتی باهات دارم 
خب ، من معمولاً این وقتِ روز یه فنجون چایی می‌خورم 
عالیه 
چند وقته اینجا کار می‌کنی ، جف ؟ بیست سالی میشه ؟ 
حسابِ سال‌ها از دستم در رفته ولی شما و برادرتون هنوز شلوارک می‌پوشیدید 
می‌دونم که همیشه به پدرم فوق‌العاده وفادار بودی 
وقتی توی دردسر افتاده بودم بهم یه فرصت داد 
مجبور نبود ، ولی این کارو کرد و این چیزیه که مهمه 
اینم می‌دونم که توی این ملک بدون اطلاع تو هیچ اتفاقی نمی‌افته 
درسته 
پس گمونم تا حدودی می‌دونی چه خبره 
اینم درسته 
- با شیر و یه پیمانه شکر ؟ - ممنون 
می‌بینم که با خانم گلس آشنا شدید 
که همچنین باعث میشه فکر کنم ... اینم می‌دونید که جریان چیه 
تو تا چه حد دخالت داری ؟ 
سعی می‌کنم کاری به این کارها نداشته باشم 
شش هزار هکتار برای سرگرم نگه داشتنم کافیه 
مخصوصاً وقتی به هر حیوانِ زخمی که بهش برمی‌خوری پناه میدی 
اینجا مثل باغ وحش شده 
آره ، یه ماشین به چارلی زده بود سارا - جین به یه پنجره خورده بود 
این رفیق کوچولم هم پاش شکسته 
اون روباهه ، جف ؟ 
مگه تو برای کُشتن روباه‌ها استخدام نشدی ؟ 
سؤال به خصوصی هست که می‌خواستید ازم بپرسید ، عالی‌جناب ؟ بله 
پدرم از وضع موجود راضی بود ولی من مطمئن نیستم کاملاً باهاش راحت باشم 
خب ، این می‌تونه سخت باشه 
این آدم‌ها از هر نظر جدی هستن 
پس فکر می‌کنی باید پول رو بگیرم و دهنم رو ببندم ؟ 
کمابیش برای پدرتون جواب می‌داد 
ولی حالا اونا ریشه کردن 
مشکل اینه که من به یه مشکلی خوردم و به دلایل مختلفی ، به کمکِ اونا نیاز دارم 
اونا بهت کمک می‌کنن ولی یه بهایی داره 
- ازشون چی می‌دونی ؟ 
- اونا حروم‌زاده‌های خطرناکی هستن 
در نهایت اونا کاسب هستن 
تا وقتی که براشون پول در بیاری ، می‌شینن و باهات مذاکره می‌کنن 
باید مواظب باشی 
گرچه اهلی به نظر میان ، گولِ ظاهرشون رو نخور 
سلام ، احمد . ادوارد هورنیمن هستم 
از فروش خونه منصرف شدم 
- ممنون ، بردلی - عالی‌جناب 
صبح بخیر ، چاکلز ادوینا 
چایی می‌خوری ؟ 
نه ، وقت ندارم . باید به قطارم برسم 
برای گردش دور دنیا لباس پوشیدی ؟ به نظر میاد برای گردش دور دنیا لباس پوشیدم ؟ نه ! 
مامان قانعم کرده برگردم دانشگاه و سال تحصیلی رو تموم کنم 
به طرز عجیبی منطقی به نظر میاد 
مامان بیشتر باید نگرانِ فردی باشه 
نگرانِ فردی نباش 
من از فردی مراقبت می‌کنم 
برای حمل چمدون‌هات کمک لازم داری ؟ از توی نجیب‌زاده ؟ 
- بردلی 
- چشم ، عالی‌جناب 
موفق باشی ، چاکلز 
عالی‌جناب 
یالا ، بردلی ، زود باش 
هی ، جکی ! بیا اینجا ! 
دوکه 
سلام ، عالی‌جناب 
باید سهمم رو خیلی سریع به ۸ میلیوم پوند افزایش بدم 
هشت میلیون . این رقمِ بالاییه 
برادرم به یه مافیای مواد لیورپولی بدهکاره 
- گفت اسمِ یارو چیه ؟ 
- تامی دیکسون 
می‌شناسمش 
- چقدر از هشت میلیون بهره‌ست ؟ 
- نصفش ! 
این خیلی سنگینه 
نرخ بهره حینِ دریافت وام به برادرم اعلام نشده بود 
و به وضوح گزینه‌هام برای تهیه‌ی پول مورد نیاز به شدت محدودن ، با توجه به توافق تجاری‌مون 
بذار ببینم چیکار می‌تونم بکنم 
فکر می‌کنی می‌تونی چقدر پول جور کنی ؟ 
مطمئن نیستم دارم روش کار می‌کنم 
اگه بتونی ۴ میلیون جور کنی ، می‌بینم برای ۴ میلیون دیگه چیکار می‌تونم بکنم 
باهات تماس می‌گیرم 
نظرت چیه ، داداش ؟ 
تامی دیکسون رو می‌شناسم . و برادرش ، گاسپل 
یه جفت قاچاقچی مواد لیورپولی که خدا هواشون رو داره 
شر و شورن ؟ 
شر و شورن ولی نه زیاد 
گمونم بتونیم بهشون فشار بیاریم . وقتی بفهمن بابامون کیه 
‫ کجا پیداشون کنم ؟ 
‫ بازار ماهی‌فروشا . پشت ماهی‌ها قایم می‌شن ، ‫ بیزینس سوری‌شونـه 
‫ زودباش ، جکی ! 
‫ خب برو دیگه . برگرد سر کارت 
‫ المو . اومدم ، پسر 
‫ بپّا خودتـو زخم و زیلی نکنی 
‫ بنده استیونز هستم 
‫ دستیار شخصی یک شخص حقیقی ‫ که علاقه دارن عمارت هالستد رو بخرن 
‫ باید بگم که موکل بنده ‫ کمی ناامید شدن ‫ وقتی متوجه شدن که شما به وکلاتون ‫ دستور دادید مذاکره رو تعطیل کنن ، ‫ قبل از این‌که ایشون فرصت کنن ‫ یه پیشنهاد جذاب‌تری ... 
‫ بااین‌حال ، ‫ موکل من دوست دارن بدونن آیا شما ‫ با یه ملاقات رو در رو موافق هستید ؟ 
‫ اون‌وقت این موکل شما دقیقاً کیه ؟ 
‫ خب اگر موافقت کنید همراه من بیاید ، ‫ می‌تونم یه ملاقات دو نفری براتون ترتیب بدم ‫ تا حدودای ... ساعت ۱۱ ؟ 
‫ ممنونم ، ولی وضعیت من تغییر کرده ‫ دیگه نمی‌خوام بفروشم ‫ آقای لارنس . 
‫ موکل بنده متوجه هستن که ‫ این مسئله برای خود شما هم ‫ بسیار آزاردهنده‌ست 
‫ برای همین . . یه پیشنهاد براتون دارن 
‫ ۲۵۰ هزار پوند انگلیس ‫ فقط برای وقت‌تون 
‫ پیش‌پرداختی که نیازی نیست پس بدید 
‫ محبت می‌کنید همراه من بیاید ، عالی‌جناب ؟ 
‫ کفشک ماهیِ خوش بر و روییـه . 
‫ دو کیلو و نیم وزن‌شه ‫ واسه یه ماهی وحشی بدک نیست 
‫ خیلی‌خب ، عزیز دل ‫ قصد خرید دارید یا فقط تماشا ؟ 
‫ هیچ‌کدوم . اومدم دنبال تو 
‫ اسم من سوزی گلس‌ـه 
‫ دختر شیک‌پوش و خوش‌زبونِ بابی گلس ؟ 
‫ بابی مرد قابل‌احترامیـه 
‫ برای همه قابل‌احترامـه 
‫ می‌تونیم یه صحبتی راجع‌به ‫ فردی هورنیمن داشته باشیم ؟ 
‫ هفته‌ای ۲۵ درصد ، پسر ‫ تا وقتی که بدهیت صاف بشه 
‫ بیا بریم طبقۀ بالا 
‫ شنیدم که پدرت سرمای بدی خورده 
‫ چقدر از حبسش مونده ؟ 
‫ چهار سال از ده سال حبسشو گذرونده 
‫ از کار شما فقط تعریف و تمجید شنیدم 
‫ قبلنا فکر می‌کردم بازیِ شاه‌دونه خیلی دردسر داره 
‫ خیلی سخته و سود کافی نمی‌ده . 
‫ ولی انگار شما خوب اداره‌ش کردید 
‫ ما هیچ‌وقت طرف پودر سفید نرفتیم ‫ که یعنی رقابتی با شما نداریم 
‫ چیزی که من نمی‌فهمم اینه که ‫ شما با اون اشراف‌زادۀ عوضی چه سنمی دارید ؟ 
‫ کار و کاسبی‌ام ممکنه ‫ به‌خاطر بدهی کوچیک اون تو خطر بیفته 
‫ و می‌خواستم ببینم می‌تونیم یه‌جوری ‫ حل و فصلش کنیم یا نه 
‫ هشت میلیون پوند پول زیادیه 
‫ ولی صد درصدِ پشیز همچنان پشیزه 
‫ ببین ، جفت‌مون خوب می‌دونیم که ‫ کل هشت میلیون دستتو نمی‌گیره ‫ پس بیا واقع‌بین باشیم ‫ وام اصلی : 
۴ میلیون پوند (‫ + بهرۀ تامی ( هفته‌ای ۲۵ درصد ؛ چهار هفته ‫ = جمع کل : ۸ میلیون پوند ‫ نظرت چیه من تا آخر هفته 
‫ نمی‌شه که ۴ میلیون بهره رو همین‌جوری خط بزنم 
‫ چطوره اون مبلغ رو روی بیزینس شما ‫ سرمایه‌گذاری کنیم ؟ 
‫ نه ، نمی‌شه ‫ من دنبال سرمایه‌گذار نیستم 
‫ ولی همچنان می‌خوام یه‌جوری ‫ این قضیه رو حل و فصل کنیم 
‫ - چهار میلیون رو کی بهم می‌رسونی ؟ 
‫ - جمعه دستته ‫ یک شمش ماری‌جوانای ‫ وایت‌ویدو سوپرچیز هم می‌زنم تنگش ‫ [ به معنی یک میلیون پوند ماری‌جوانا ] 
‫ بسیارخب 
‫ ولی به یک شرط 
‫ اون باید ازم معذرت‌خواهی کنه ‫ و باید اعتراف کنه که آدم کیری‌ایـه 
‫ متوجه شدم 
‫ و می‌خوام که ضبط بشه ، برای آیندگان 
‫ می‌خوام یه ویدئویی رو برامون تقلید کنه 
‫ باشه 
‫ خب ، ویدئو داریم تا ویدئو 
‫ چیز + ۱۸ ای نیست 
‫ پس ، ‫ من چهار میلیون رو برات میارم ‫ و سوپرچیز ‫ و ویدئویی که می‌خوای ، ‫ [ چهار میلیون پوند از اشراف‌زاده‌ها ‫ یک میلیون پوند از شاه‌دونۀ سودده بیزینس بابی گلس ‫ یک فیلم کوتاه خنده‌دار ( هرچقدر تحقیرکننده ) ] ‫ ردیفه ؟ ‫ [ توافق ؟ 
‫ بله ، بله ‫ اگه همه‌ی اینا رو برام اوکی کنی ، ردیفیم 
‫ ممنونم ، جفری 
‫ قربان ، جناب دوکِ هالستد ، ادوارد هورنیمن 
‫ - صبح‌تون به‌خیر ‫ 
- خیلی خوشبختم ، عالی‌جناب 
‫ " استنلی جانستون " هستم . " ت " داره 
‫ احتمالاً دوست دارید بدونید ‫ که چرا من انقدر به خریدن ‫ املاک خانوادگی شما علاقه‌مندم 
‫ بله ترجیح میدم بدونم 
‫ استیونز ، ممنونم 
‫ در واقع ، اونجا مثال بی‌نقصی از ‫ فلسفۀ معماری ویلیام کنت‌ـه ، ‫ که یه دستی در همه زمینه‌ای داشت ‫ و در چند زمینۀ خاص استاد بود 
پس شما با فلسفه‌اش آشنایید ؟ 
‫ فکر می‌کنم یه چیزی تو مایه‌های ‫ آشتی دادنِ ‫ جانوران اهلی و وحشی ؟ 
‫ یک مشغلۀ ذهنی ارزشمند ‫ که هردومون داریمش 
‫ آدم‌ها یا می‌تونن توی جنگل زندگی کنن ‫ یا توی باغ‌وحش 
‫ کمتر کسی متوجهِ اهمیت ‫ آشتی دادنِ متناقض این دو جناح هست 
‫ تنها شخص منحصربه‌فردی ‫ که می‌دونه آدم چقدر باید ‫ مکار و پرخاشگر باشه ، ‫ می‌تونه ملکی که شما دارید ‫ رو به‌دست بیاره 
‫ عمارت شما گواهی بر تلفیق این فرهنگـه 
‫ تمدن و اهلی‌گری ‫ با پرخاش و وحشی‌گری 
‫ دوکِ اول این اصل رو خوب درک می‌کرد ، درست مثل من 
‫ به همین خاطره که من می‌خوام ‫ مبلغ بسیار گزافی در قبال ‫ ملک روستایی‌تون بهتون بدم 
‫ خب ، ارائه‌ی خوب و قانع‌کننده‌ای بود 
‫ ولی اگه این‌جوری صحبت کنید ، ‫ این خطر به‌وجود میاد که ‫ خودم خواهانش بشم 
‫ حالا بگو می‌خوای بازی کنی ‫ یا درست صحبت کنیم ؟ 
‫ اهل شراب هستید ؟ 
‫ ارزش هرچیزی رو اون مبلغی تعیین می‌کنه ‫ که یه نفر حاضره بابتش پرداخت کنه 
‫ اگه من میگم انقدر می‌ارزه ، ‫ یعنی انقدر می‌ارزه ‫ حداقل برای من 
‫ خب این رقم بزرگیـه 
‫ و به‌خاطر زحمتی که کشیدید تا ‫ این رقم رو به من پیشنهاد بدید ازتون ممنونم 
‫ اما من نظرم عوض شده . ‫ ملکم فروشی نیست 
‫ ممنونم 
‫ امیدوارم شما با نحوه‌ای که من دوست دارم ‫ شرابم سِرو بشه مخالف نباشید ‫ به‌خاطر شکستن سنت‌اش ‫ من دوست دارم شرابم رو ‫ به ظرف دیگری انتقال بدم و تصفیه‌ش کنم ‫ که هیچ رسوبی در بطری نمونه ‫ سپس شراب رو به بطری‌اش برمی‌گردونیم ‫ تا بتونیم در خانۀ اصلیش ازش لذت ببریم 
‫ حرف از خانه شد ، ‫ من آمادگیش رو دارم که ‫ رقم پیشنهادیم رو بالاتر ببرم 
‫ چرا به من اجازه نمی‌دید شما رو ‫ از میراثی که به ارث بردید آزاد کنم ؟ 
‫ شاید براتون غافلگیرکننده باشه ، ‫ اما برای بنده ‫ خیر و شرِ متناقضی که با این ارث ‫ به شما رسیده ، خیلی جالبه 
‫ خب ، از شما ممنونم ‫ ولی زمان‌بندی خیلی مهمه ‫ و الان وقت مناسبی نیست 
‫ استیونز ، خواهش می‌کنم 
‫ آقای جی 
‫ - ممنونم ‫ 
- ارادتمندم 
بنظر خوشمزه‌ست 
‫ رومانی‌کانتی سال ۲۰۰۲ 
‫ - شما طرفدار دی‌آرسی هستید ؟ 
‫ من بیشتر شراب بوردو رو می‌پسندم 
‫ ولی پدرم عاشق بورگونی بود 
‫ از شراب‌های دی‌آرسی کلکسیون داشت 
‫ شما تا حالا سال ۸۲ ـش رو امتحان کردید ؟ 
‫ فکر می‌کنم فقط ۶ جعبه ازش ‫ در دنیا باقی مونده 
‫ درواقع ، هشت‌تا 
‫ دوتاش در اختیار حکومت پادشاهی‌ـه ‫ یکیش مال آرشیدوک مولداوی‌ـه ‫ و بقیه‌شون ... خب ، توی انبار شراب ماست 
‫ به‌علاوۀ دو جعبه دی‌آر‌سی ۴۵ 
‫ آخ . . خیلی داری وسوسه‌ام می‌کنی 
‫ اگه نمی‌ذاری خونه‌تون رو بخرم ، ‫ لطفاً حداقل اون شراب رو بفروش ‫ [ دی‌آر‌سی ۴۵ : آخرین جعبه در یک مزایده ‫ به قیمت یک میلیون و ۲۰۰ هزار پوند فروخته شد ] 
‫ قول میدم که پیشنهاد سخاوتمندانه‌ای بدم 
‫ کلکسیون شراب‌مون ، چی ؟ 
‫ می‌تونه تا ۳ میلیون هم قیمت بخوره ، ‫ اما خب ، زمان‌بر هستش ‫ [ دی‌آر‌سی ۴۵ : آخرین جعبه در یک مزایده ‫ به قیمت ۳ میلیون پوند فروخته شد ] 
‫ خیلی برام سخته از خیر اونا بگذرم 
‫ - عالی‌جناب ‫ 
- آقای استیونز 
‫ بریم 
‫ - اون ، کلکسیون شراب پدرمـه ‫ - نقداً . دقیقاً چیزی که نیاز داریم 
‫ اون ، به‌علاوۀ پول‌های تو گاوصندوق ‫ باید بدهی برادرم رو صاف کنه 
‫ البته اگر با آقای دیکسون توافق کرده باشی 
‫ یکی دوتا مورد وجود داره 
‫ ولی با چهار میلیون موافقت کرد ، ‫ به‌شرطی که فردا و نقدی تحویلش بدیم 
‫ هشت‌تا رو کردی چهار میلیون . تبریک داره 
‫ فکر کن خواستم حسن نیتم رو بهت نشون بدم 
‫ همه‌چیز مرتبه ؟ 
‫ نه ، اصلاً 
‫ ادی ، ادی ، ادی 
‫ ادوینا ، یه لحظه به من گوش بده ، خب ؟ ‫ این پسر دو بار قهرمان سنگین‌وزن جهان شده 
‫ - چقدر پول شرط بستی ، فردی ؟ 
‫ - آره ، خب همه‌ش رو 
‫ صد درصد می‌بره ، داداش ‫ همه‌ی پول به برنده می‌رسه . 
‫ کارگزاری که شرط رو برات بست ‫ اسمش چیه ؟ بدو بهم بگو 
‫ این‌جور فایت‌ها کارگزار نداره . ‫ خیلی اختصاصی و محرمانه‌ان ‫ شدیداً وی‌آی‌پی‌ـه 
‫ وایسا . اگه کارگزاری در کار نیست ‫ پس چطوری شرطت رو بستی ، فردی ؟ 
‫ از طریق دوستِ دوستم 
‫ دوست دوست دیگه یعنی چی ؟ ‫ کی ؟ 
‫ پیت . یه رفیق داره که ‫ پنج میلیون شرط بسته ‫ 
- منو شریک کرد ‫ - ای خدای من . پیت لزج رو میگی ؟ 
‫ اون دفعه برات درس عبرت نشد ؟ 
‫ خب ببین ادی ، اون می‌خواد جبران کنه . 
‫ محاله که این پسره برنده نشه ‫ طرف " جویی بنگ‌بنگ " ـه 
‫ برو به پیت بگو که اشتباه کردی ‫ ازش معذرت‌خواهی کن ‫ و پول عنِ منو ازش پس بگیر 
‫ من دیگه باید برم . ‫ دارن گوشی‌هامونو می‌ذارن توی کیسه‌های کِولار ‫ دیگه خودت ببین اینجا چقدر انحصاریـه 
‫ - فردی گوش بده به من . 
فردی ! ‫ - خب ، باید برم . دوستت دارم ، بای بای 
‫ اوه ، شب مبارزه‌ست ، آقای مسئول گوشی . 
‫ حس خیلی خوبی دارم 
‫ - باید محل این فایت رو پیدا کنیم ‫ 
- من یه آشنا دارم 
‫ - خوبی ، سوزی ؟ ‫ - جکی جون 
‫ عالی‌جناب 
‫ جک 
‫ - پول رو آوردی ؟ 
‫ - آره . بیا 
‫ - دویست‌تاست ، درسته ؟ ‫ - هوم ‫ ببینید هیچ قولی نمی‌دم 
‫ برم با این داداشِ دربون‌مون صحبت کنم ، ‫ ببینم چه کاری از دستش برمیاد 
‫ همین‌جا بمونید 
‫ برادرت به‌نظر پسر عاقلی میاد . ‫ حتماً به کارت میاد 
‫ - همیشه هم اون‌قدرا عاقل نیست ‫ 
- چرا ؟ خلافش چیه ؟ 
‫ - کیرش ‫ 
- مگه باهاش چی‌کار می‌کنه ؟ 
‫ همون کارای عادی . ‫ فقط زیادی ازش استفاده می‌‌کنه 
‫ خب تونستم دوتا بلیت براتون جور کنم 
‫ ولی ببینید چی میگم ، یادتون باشه ‫ که این فایت کاملاً محرمانه‌ست 
‫ نتیجه‌ش از اون اتاق بیرون نمیره ‫ چون‌که جفت بوکسورها قهرمان جهان‌ان 
‫ دوست ندارن رتبه‌بندی‌شون خراب بشه 
‫ درضمن ، سوز ، دردسر درست نکن . ‫ امشب پای اسم و رسم من وسطـه 
‫ - بسیارخب ‫ 
- لذت ببرید 
‫ پاشو . بریم پول‌مون رو پس بگیریم 
‫ خیلی کم از این دورهمی‌ها می‌چینن 
‫ کل اون میز از لاس‌وگاس اومدن 
‫ " جیپسی کید " بین رفقامون ‫ اون‌طرف اقیانوس اطلس ، خیلی محبوبـه 
‫ اکثر شرط‌ها روی جویی بنگ‌بنگ بسته شده . 
‫ آمریکایی‌ها هستن ‫ و همین‌طور آلبانیایی‌ها و چینی‌ها 
‫ روس‌ها ، که خوش و خُرم کنار اوکراینی‌ها نشستن 
‫ و در آخر ، جماعت مسافر 
‫ بزنش ! 
‫ هیچی مثل پاشیده‌شدن قطرات خون ‫ روی یه بوم ، مردم رو کنار هم جمع نمی‌کنه 
‫ امشب درکل بین ۵۰ تا ۱۰۰ میلیون پوند ‫ روی این فایت شرط‌بندی شده 
‫ آره . که چند میلیونش مال منه 
‫ روان‌شناسی اصله ! 
‫ ادوینا ، تو چه‌جوری وارد اینجا شدی ؟ ‫ - پول ‫ - کدوم پول ؟ ‫ پول فردی . که پول منه 
‫ اونو دیگه نمی‌شه کاریش کرد . ‫ فایت شروع شده 
‫ ادی ، همه‌چیز تحت کنترله داداش 
‫ فردی ، بعداً به حساب جناب‌عالی می‌رسم 
‫ همین‌الان برو اونی که شرط رو بسته ‫ رو پیدا کن و پول منو پس بگیر 
‫ می‌شه آروم بگیری ؟ ‫ امکان نداره بنگ‌بنگ ببازه 
‫ داره پودرش می‌کنه . ‫ داری مبارزه رو زهرمارمون می‌کنی 
‫ شب مبارزه‌س ، خب ؟ شب مبارزه ! 
‫ میشه دو دقیقه دیگه صحبت کنیم ؟ ‫ الان دارم نگاه می‌کنم ‫ گوش کن ببین چی میگم ، پیتر 
‫ تو بدون اینکه بدونی ، ‫ وارد دنیایی شدی که خیلی برات غریبـه 
‫ یه آدمی الان منتظر اون پولـه که ‫ تو کتش نمی‌ره ناامیدش کنیم 
‫ عه ببخشید . انگار تهدیدم کردی . ‫ اون مشکل من نیست . مشکل خودتونه 
‫ مشکل تو هم می‌شه ! 
‫ برادر شما اون پول رو روی جویی بنگ‌بنگ شرط‌بندی کرده 
‫ اگه جویی ببره ، پول برادرت دوبل می‌شه ‫ و اگر ببازه ، اون پول دیگه مال خودش نیست ، ‫ و هیچ کاری از دست کسی ساخته نیست 
‫ خونسردیت رو حفظ کن . 
‫ سوزی گلس می‌خواد ببیندت 
‫ هنوز کارم با تو تموم نشده ‫ آره آره ، باشه . ‫ حالا می‌شه سیکتو بزنی ؟ 
‫ ممنونم ، راجر 
‫ - خب چطور پیش رفت ؟ 
‫ - اون‌جوری که می‌خواستم نشد 
‫ خب بیا بشین ، یه پیک بزن ‫ و فایت رو تماشا کن . ‫ یه فکری براش می‌کنیم 
‫ تو می‌تونی ، بنگ‌بنگ ‫ کار خودته ، عشقم ! 
‫ چیه ؟ چی شده ؟ 
‫ کلاهبرداریـه 
‫ یعنی چی کلاهبرداریه ؟ 
‫ اون یارو اصلاً شرطی نمی‌بنده ، رفیق 
‫ اون اشراف‌زاده‌ها رو تیغ می‌زنه ‫ فقط پولدارا رو می‌دوشه 
‫ بعد با چندتا گانگستر پلاستیکی ‫ که دورش پر کرده ‫ از خودش حفاظت می‌کنه ، ‫ و شما اشرافی‌های سوسول ‫ می‌ترسید شکایتی بکنید 
‫ تو اصلاً پول رو شرط نبستی 
‫ این اتهام بزرگیـه ، عالی‌جناب 
‫ اصول اساسی قمار خیلی ساده هستن ‫ وقتی ببازی ، باید پول بدی 
‫ نظر تو چیه ، جان ؟ 
‫ به‌نظر من باید گورتو گم کنی ‫ به همون خونۀ روستایی‌تون ‫ و بشینی جقتو بزنی 
‫ دست خر کوتاه 
‫ حواست باشه ، خوشگله‌پسر 
‫ ما می‌دونیم کجا زندگی می‌کنی ، ‫ و قطعاً در خونه‌تون رو می‌زنیم 
‫ داری خودتو ضایع می‌کنی ، سروان 
‫ تو دیگه افسر ارتش نیستی . ‫ چیزی نداری که پشتت باشه 
‫ چرا خوابید روی زمین ؟ ‫ یه نفر کمکش کنه بلند شه ! 
‫ نه ! نه ! ریدم به قبر پدرت . نه ! 
‫ پیشرفتی حاصل شد ؟ ‫ نه 
‫ باید همین‌الان از اینجا بریم 
‫ اشکال نداره من باهاش حرف بزنم ؟ 
‫ وقتی که اوضاع آروم گرفت 
‫ تو " استنلی جانستون " نمی‌شناسی ؟ 
‫ نه ، چطور ؟ 
‫ همون یاروییـه که شراب‌ها رو بهش فروختم ‫ خیلی راغبه که ملک‌مون رو بخره 
‫ و باتوجه به پولی که براش پیشنهاد داد ، ‫ حس می‌کنم شاید از بیزینس‌مون خبر داشته باشه 
‫ - گفتی اسمش چی بود ؟ 
‫ - استنلی جانستون 
‫ " ت " داره 
‫ تو بهش چی گفتی ؟ 
‫ گفتم فروشی نیست ‫ آفرین . جواب درستی دادی 
‫ یه نگاهی به این بنداز 
‫ چیه ؟ 
‫ متن شعر ‫ شعر آهنگی که فِردی ‫ موقع تحویل پول باید بخونه 
‫ و باید هم برقصه . مثل یه مرغ 
‫ مثل مرغ ؟ 
‫ بله مثل مرغ 
‫ چرا باید مثل مرغ برقصه ؟ 
‫ چون تامی دیکسون یه عذرخواهی می‌خواد ، ‫ که قابل‌درک هست 
‫ وقت نمایشه 
‫ ♪ من یه اشراف‌زادۀ آشغالم که ریدم ♪ ‫ ♪ ای - آی - ای 
‫ ♪ ریدم از بس کسخلم ♪ ‫ ♪ ای - آی - ای 
‫ ♪ یه آشغال احمقم ، یه آشغال احمقم ♪ 
‫ این تامی دیکسون چند سالشه ؟ 
‫ واقعاً بهای کوچیکیـه 
‫ می‌خواید بشمرید ؟ ‫ طرف گفت کامله ، ولی چک نکردم 
‫ - نه ، اوکیه ‫ 
- مطمئنی ؟ 
زیاد طول نمی‌کشه ها 
‫ نه بی‌خیال ، بیا بریم 
‫ باشه . 
فکر کنم می‌خواد معذرت‌خواهی کنه 
دوست داری معذرت‌خواهی بشنوی ؟ 
‫ نمی‌دونم . تو بگو ؟ 
‫ بله دوست داری . باید قضیه رو فیصله بدیم 
‫ بلانکت ! 
‫ یک عدد پیتِ لزج خدمت شما 
می‌خواستم از صمیم قلب ‫ از شما عذرخواهی کنم 
خیلی قشنگ بود ، مگه نه ادی ؟ 
‫ دیگه هم پول رو پس دادم ، هم معذرت‌خواهی کردم ، ‫ پس ردیفیم ؟ 
‫ نمی‌دونم والا 
‫ ردیفیم ، ادوارد ؟ 
‫ آره ‫ آره ، ردیفه 
‫ تو گفتی می‌خوای باهاش صحبت کنی 
‫ آره خب صحبت کردیم 
‫ نمی‌خواد نگرانش باشی . بهش لطف هم کردیم 
‫ ما سگه رو تربیت می‌کنیم ، نه مَرده رو 
‫ حالا این یعنی چی ؟ 
‫ توی یه مردی یه سگی بود ‫ که مرده نمی‌تونست کنترلش کنه ‫ و ما مجبور شدیم براش کنترلش کنیم 
‫ می‌دونی چالش اساسیِ انسان چیه ؟ ‫ نه 
‫ ولی اگه بخوام جای خالی رو پر کنم ، ‫ بیشتر سگه و به‌قدر کافی آدم نیست ؟ 
‫ بیش از حد سگِ تربیت‌نشده‌ست ‫ و کسب و کار ما تربیت سگ‌هاست 
‫ ای دهنتو سرویس ! ‫ ده بار پشت‌سرهم خطا زدم ، جف 
‫ وزنش یه مشکلی داره . ‫ خیلی سریع پرتاب می‌شن 
‫ این‌دفعه ، به خود هدف شلیک نکنید ‫ یک متر جلوترش رو نشونه بگیر 
‫ منم دارم همین کارو می‌کنم ، جفری 
‫ خب ، این دفعه ‫ سعی کن عمداً خطا بزنی 
‫ ترکوندم ! 
‫ یک قاتل بالفطره هستید ، عالی‌جناب ‫ آفرین ، فردوارد ‫ عه . . ادوینا 
‫ بله لطفاً ، آقای لارنس 
‫ - وام‌تام ‫ 
- ادوینا 
‫ - با پیت به کجا رسیدی ؟ ‫ 
- پول رو پس گرفتم ‫ چی ؟ چطوری ؟ 
‫ اون اصلاً شرط رو نبسته بود ، فردی 
‫ - یعنی چی شرط نبسته بود ؟ 
‫ - یعنی شرط نبسته بود 
‫ مرتیکه‌ی ... 
‫ ولی آقای دیکسون با چهار میلیون ‫ موافقت کرده که یعنی برای فردا آماده‌ایم 
‫ خب ، بنازم . آفرین بهت ‫ اینو چطوری اوکی کردی ؟ 
‫ چهار میلیون از هشت میلیون . ‫ خب ... پشمام ‫ سر چهار میلیون حاضر بودم براش بخورم 
‫ خب خیلی خوبه ، فردی 
‫ البته ... ‫ یه مورد کوچیک وجود داره 
‫ - منظورت از مورد کوچیک چیه ؟ ‫ 
‫ اون می‌خواد اعتراف کنی آدم کیری‌ای هستی 
‫ می‌خواد که ... 
‫ باشه . من کیری‌ام 
‫ بفرما . مثل آب خوردن بود . ساده و راحت 
‫ خوبه 
‫ بهرحال که همه فکر می‌کنن من کیری‌ام ، نه ؟ ‫ هم اون . هم پیت 
‫ بابا که قطعاً همین فکرو می‌کرد ، ‫ وگرنه از ارث محرومم نمی‌کرد 
‫ تو چی ، ادی ؟ ‫ تو هم همچین نظری داری ؟ 
‫ - خب ، تو یه‌کمی کیری بود واقعاً فردی ‫ - آهان صحیح 
‫ اما منظورم این نیست که ‫ همیشه آدم عوضی‌ای هستی 
‫ خب این واقعاً ... 
‫ تو چی ، جف ؟ ‫ به‌نظر تو هم من کیری‌ام ؟ 
‫ دمت گرم ، جف ‫ وام‌تام ، تو چی ؟ 
‫ همه مردا عوضی‌ان ، فردی ‫ - باشه . اصلاً به‌تخمم . چیز دیگه‌ای هست ؟ 
‫ اون می‌خواد براش برقصی ‫ و با یه آهنگ معذرت‌خواهی کنی . ایناهاش 
‫ این یارو لباس مرغی پوشیده 
‫ بله . این مورد هم هست 
‫ باشه 
‫ من مرغ‌ام ‫ قُد قُد می‌کنم و بال بال می‌زنم ، ‫ معذرت می‌خوام . 
بفرما . 
‫ می‌خواد که این اجرا رو ضبط کنی 
‫ نه 
‫ این‌کارو نمی‌کنم . عمراً نمی‌کنم 
‫ وایسا ببینم . همین دو دقیقه پیش ‫ گفتی که حاضری براش بخوری 
‫ بله ، توی خلوت ، اِدی 
‫ اون ازت فیلم می‌گیره ، ادی 
‫ اون از هیچی قرار نیست فیلم بگیره ، ادی ! 
‫ چرا می‌گیره 
‫ تو از من کمک خواستی ‫ و منم دارم کمکت می‌کنم 
‫ نه به‌خاطر اینکه وقتی سه سالم بود ‫ از یه حوض منو کشیدی بیرون ، ‫ به‌خاطر اینکه برادرمی ، ‫ و این وظیفۀ برادرهاست 
‫ درنتیجه ، تو هم باید از حالا به بعد ‫ هرکاری من بهت میگم رو ‫ انجام بدی 
‫ و اگه بگم باید مثل مرغ برقصی ، ‫ میری مثل مرغ می‌رقصی 
‫ مثل رقاصه یا خرس یا بالریناها نمی‌رقصی ‫ مثل یه مرغ می‌رقصی 
‫ شیرفهم شدی ؟ 
‫ تو که همه‌چیزم رو ازم گرفتی . ‫ چرا غرورم رو هم نگیری ؟ 
‫ گفتم شیرفهم شدی ، فردی ؟ 
‫ بله ، عالی‌جناب 
‫ عجب خونه زندگی‌ای 
‫ توماس . گفته بودم در پشتی 
(‫ ورودیِ تجار ( به در پشتی گفته می‌شود ‫ ناسلامتی تو هم یه تاجری 
‫ تجارت مال وقتی بود که ‫ به چهار میلیون راضی شدم ‫ پس فکر می‌کنم لیاقتشو داشته باشم ‫ از در اصلی وارد خونه بشم 
‫ خب ، بیا تو 
‫ هی ، شیرین‌عقل . لباس رو یادت نره بیاری 
‫ - عصر شما به‌خیر ، آقای دیکسون ‫ 
‫ مرسی که تشریف آوردید . ‫ می‌دونیم که مرد پرمشغله‌ای هستید 
‫ اتفاقاً سفر دلچسبی بود . 
روستای زیباییـه 
‫ اون مال منه ، درسته ؟ 
‫ طبق قول و قرارمون . می‌خواید بشمریدش ؟ 
‫ نه ، اینو می‌سپریم به جترو 
‫ هی ، جزا ‫ بشین پای کار ، داداش 
‫ هوی ! شیرین‌عقل ! 
‫ ایراد نداره بیاد روی اون میز کارشو بکنه ؟ 
‫ بفرمایید . بشینید 
‫ این جتروی ما اختلال " او.سی.دی " داره ‫ [ اختلال وسواس فکری - عملی ] ‫ یه‌کم طول می‌کشه کاری رو شروع کنه . ‫ ولی وقتی بشینه پاش ، دیگه کسی جلودارش نیست ‫ خب . کارمون رو شروع کنیم ؟ 
‫ هوم ، آره ببین تامی ، درمورد این داستان مرغ 
‫ ببین ... من با کمال میل ‫ اون لباس رو تنم می‌کنم ‫ با کمال میل هم برات می‌رقصم ، صددرصد ‫ که فقط بهت نشون بدم چقدر ‫ به‌خاطر تمام کارهام شرمنده‌تم ‫ ولی ... تو پولت رو گرفتی ، ‫ بازیت رو هم کردی ، ‫ و منم هرکاری بخوای رو می‌کنم . ‫ هرکار تحقیرآمیزی 
‫ ولی نیازی که نیست ازش فیلم بگیری ، هست ؟ 
‫ اصلاً برای همین به‌جای هشت ‫ با چهار میلیون موافقت کردم 
‫ کلاً اشتباه متوجه شدی 
‫ حضور تو توی این فیلم ‫ چهار میلیون پوند دستمزد داره 
‫ می‌شه دقیقه‌ای یک میلیون پوند 
‫ میشی گرون‌ترین بازیگر کل تاریخ 
‫ الان باید شاد و هیجان‌زده باشی ، ‫ نه که چونه بزنی 
‫ گوش کن ، داداش من ‫ این لعنتی می‌تونه تا آخر عمر اذیتم کنه ‫ دستت رو بکش 
‫ من داداش تو نیستم 
‫ نقش‌هامون رو اشتباه نگیر 
‫ امروز ، تو برای من کار می‌کنی 
‫ من کارگردانی می‌کنم و تو اجرا 
‫ و می‌خوام اجرات ارزش پولمو داشته باشه 
‫ زودباش دیگه ، فردی ‫ فقط یه آهنگه . تمومش کن بره 
‫ لباس . نمایش ‫ برو 
‫ یه دقیقه وقت می‌خوام که ... ‫ حاضر بشم 
‫ می‌خواید گرگ به مرغ‌دونی بزنه ؟ 
‫ مرغ . مرغ ... 
‫ تو ... اهل لیورپولی ، داداش 
‫ خب ! بریم تو کارش 
‫ کجا وایستم ؟ 
فیلمبرداری نمی‌کنی ؟ 
‫ این‌جوری نیستش 
‫ اول برام می‌رقصی ‫ بعدش من قضاوت می‌کنم که ‫ اجرات ارزش ضبط‌شدن رو داره یا نه 
‫ می‌دونی برای چی لباس مرغ پوشیدی ؟ ‫ خب نمی‌دونم ... 
برای اینکه ‫ جلوی کل دنیا تحقیرم کنی ؟ ‫ دلیل داشت که نگفتم لباس عقاب بپوشی ‫ عقاب‌ها نمی‌رقصن ‫ عقاب اوج می‌گیره توی آسمون 
‫ ولی مرغ پایین زنجیرۀ غذایی قرار داره 
‫ تو هم یه مرغی ، مگه نه فردی ؟ 
‫ باید از بدهی‌ای که نتونستی پرداختش کنی ‫ نجاتت می‌دادن 
‫ ولی می‌تونی توبه کنی 
‫ برادر من توبه‌کاران رو خیلی دوست داره 
‫ و یه بخشی از بدهی مال اونه 
‫ اون این رقص رو یه تمثیل می‌بینه 
‫ پس ، ‫ فقط وانمود نکن که مرغ هستی ‫ باید یه مرغ واقعی بشی 
‫ متوجه‌ای ؟ 
‫ علاج تو دلِ زهر قرار داره 
‫ زودباش . مرغت رو نشون‌مون بده 
‫ باشه 
‫ - یالا دیگه ‫ - باشه بابا ! 
‫ نه . این دیگه چه کسشعریه ؟ 
‫ این دیگه چه مرغ کسشعری بود ؟ 
‫ یالا ببینم ! قشنگ مرغ شو ! 
‫ اشراف‌زادۀ آشغال 
‫ مثل یه مرغ واقعی تکون بخور ! 
‫ صدای مرغ دربیار 
‫ خیلی تخمیه ! 
‫ گردنت رو تکون بده 
‫ - مرغ شو ! ‫ 
- مرغ شدم دیگه ! 
‫ می‌خوام خودت واقعاً یه مرغ بشی 
‫ می‌خوام احساسش بکنی 
‫ می‌خوام که تبدیل به یه مرغ بشی 
‫ نمی‌خوام هیچ نشانی از انسانیت ‫ درون وجودت بمونه 
‫ فقط می‌خوام . . یه پرنده ببینم 
‫ پس یالا 
‫ نشونم بده 
‫ داری چی‌کار می‌کنی ؟ ‫ مرغ که این‌جوری راه نمیره . درست برو ! 
‫ - یالا نوک بزن ! تخم بذار ! ‫ - دارم نوک می‌زنم دیگه ! 
‫ - دارم نوک می‌زنم ‫ - برو روی اون کاناپه و پرواز کن 
‫ من یه خروسم ! 
‫ - مرغ شو ! ‫ 
- من که نمی‌تونم واقعاً پرواز کنم تامی ! 
‫ عین یه مرغ شو دیگه ! بیا اینجا ! 
‫ زودباش ! 
‫ نگاه کن ، کلی بذر ریخته اینجا 
‫ ببین ، با نوکت دونه‌ها رو بردار ‫ بیا اینجا ‫ یه کرم اینجاست 
‫ این کرمـه رو بخور ، مرغ عوضی ! 
‫ زودباش بیا اینجا ! ‫ یه کرم اینجاست ‫ یه کرم ! 
‫ به بذرها نوک بزن ! نوک بزن ، یالا ! ‫ با نوکت بذرها رو بخور ! ‫ بابا دارم نوک می‌زنم ! ‫ دارم به بذرها نوک می‌زنم ! 
‫ سوزی ، دیگه باید تمومش کنه ‫ بی‌خیال 
‫ دخالت نکن 
‫ بیا این کرم لعنتی رو بخور ! ‫ بیا این کرمه رو بخور ! 
‫ بدو کرم رو بخور ، مرغ تخمی ! 
‫ تامی ! بسه دیگه ! 
‫ هی ، زر نزن ! 
تو دخالت نکن ! ‫ وگرنه برمی‌گردیم به همون هشت میلیون ! 
‫ میشه زودتر فیلمت رو بگیری ‫ که ماجرا فیصله پیدا کنه ؟ 
‫ اول باید کامل توی نقشش فرو بره 
‫ باید قشنگ یه مرغ بشه 
‫ بی‌ناموس ! 
‫ جون بِکن ! مرغ شو دیگه ! 
‫ من ... ‫ باید برم دستشویی 
‫ پاشو گم‌شو برو ! 
‫ بجنب ببینم ! 
‫ میگم ، تامی ‫ حالا بگو مرغ کیه ؟ 
‫ - فردی ! 
‫ - مادر سگ ! 
‫ ♪ به سرش شلیک کردم ، چون آدم کیری‌ای بود ♪ ‫ ♪ ای - آی - ای ‫ ♪ یه شلیک اینور ، یه شلیک اونور ♪ ‫ ♪ اینجا یه مُرده ، اونجا یه مُرده ♪ ‫ ♪ مغزش پاشیده رو در و دیوار ♪ ‫ ♪ من الان یه آدم کُشتم ♪ ‫ ♪ ای - آی - ای 
