Ви маєте закінчити оточення до 14 : 00 . Але в цілому — молодці . 
Добре , босе . 
Ні , послухайте мене . 
Скажи , мені байдуже , чиї це кози , хай заберуть їх з дороги . 
Тихіше , сержанте . 
Нам міжнародний скандал ні до чого . 
Так , джентльмене з вусами , ідіть туди , будь ласка . 
Джентльмене з пов'язкою , ви йдіть туди . 
Спробуємо по - хорошому . Хай вирішують кози . 
- Не облажайся . 
Боббі ! 
Що в тебе ? 
- Прострочені документи . - Дай гляну . 
- Вітаю . - Вітаю . 
- Так , лише на три дні . 
Ми їх пропустимо , але тільки цього разу . - Скажи , щоб поновили їх . - Так , сер . 
- Фредді . 
- Босе . 
- Усе гаразд ? 
- Я розберусь . - Ні . 
- Я сам . Стій тут . - Сер . 
А , здрастуйте , сер . 
Добрий день , сер . 
Ахмед . 
Я так розумію , новини погані ? 
Він невдало впав . 
- Ви могли б просто подзвонити . - Ми дзвонили , сер , і не раз . 
Зрештою ваш брат вирішив , як старший син , відправити мене сюди , щоб я доніс до вас усю серйозність ситуації . 
Мій батько помре , Ахмеде ? 
Стан Його Світлості важкий . 
Мені доручено негайно відвезти вас в аеропорт . 
З вашим командуванням усе погоджено . 
Добре . 
Їдьмо . 
Сержанте ! 
Як ми можемо допомогти , сер ? 
Ти за старшого , Чарлі . 
Доки я не повернуся . 
З поверненням , сер . 
- Скучили за мною , містере Лоуренсе ? 
Привіт , Фредді . 
Едді . 
Едвіно , Едуардо , ти приїхав . Іди сюди . Молодець , браток . 
Молодчина . Обійми мене . 
Давай . Міцніше . Отак . 
Радий тебе бачити . 
Як він ? 
- Паскудно , бро . - Так ? 
Так , він вже своє відспівав . 
Док каже , сьогодні - завтра помре . А ти як ? Тримаєшся ? 
Чесно , я дупля не відбиваю , як я . Я просто , типу ... 
Як мама ? 
Так , нам треба за нею приглянути . 
Певен , вона налягає на його ліки . У неї очища вже по п'ять копійок . 
Ясно . 
- Ну все , ходімо . - Добре . 
Звісно , на той час він вже набухався і розгулював скрізь голяка . 
Він просто забув , що був у Верхній палаті . 
- О , яким макаром ти ... - Привіт , Чаклз . 
- Ти в нормі ? - Так . 
Як він ? Притомний ? 
Іноді . Він то з нами , то не з нами . 
Коли при тямі , він ... як завжди . 
Привіт , мамо . 
- Любий , слава богу . 
Він зрадіє , що ти прийшов , хоч цього і не викаже . 
Підемо ? Ходімо , люба . 
Перший герцог Голстедський був міцний , мов кремінь . 
Побудував тут усе самотужки . 
Кожен камінчик . Однією рукою . 
- Тату ... 
- Стирив каміння зі старого монастиря . 
Це я , Едвард . 
Чому ти відвернувся від нас ? 
Думаєш , ти крутий , раз відчалив гратися у війнушки з друзями ? Ні . Маєток не можна ділити . Ясно ? 
Не турбуйся про це . Відпочивай . 
І приглянь за братом . 
Без тебе він не виживе . 
Ти зрозумів ? 
Я зрозумів , тату . 
Третій герцог , старий пердун , убив 15 французів до обіду . 
Він готувався до дуелі . І відстрелив собі ногу . 
Тупий індик . 
Докторе ! 
Едді . 
Благослови тебе Господь . В ім'я Отця , і Сина , і Святого Духа . 
Нехай Бог завжди буде з тобою . 
Амінь . 
Цей маєток належить нашій родині понад 600 років , а Фредді його ... до Різдва . 
Треба щось робити , Едварде . 
Будь він твій , ти б пустила його на перезаселення Беркширу ведмедями . А що такого ? Я люблю ведмедів . 
Вони не нищать природу , і вони були тут до нас . 
Так , і вони тебе зжеруть . 
Хай там як , а це неважливо . 
Весь маєток перейде до первістка . 
Фредді — спадкоємець , а я — запасний . 
Можливо , нам варто його повалити . 
А це ідея . 
Вибачте , я спізнився . 
А ось і він . 
Ваша Світлосте . 
Ці вузькі сільські дороги ... 
Так , усе добре . Потерпи трохи . 
- Це швидко . - Чаю , любий ? 
Усе гаразд ? - Так . 
- Застряг позаду трактора на пів шляху . 
Шикарно . Шикардосно . - Ні . - Що ж . 
Усі готові ? 
Покінчимо з цим . 
Тоді я починаю . 
" Я , Арчибальд Гораціо Лендровер Горніман , дванадцятий герцог Голстедський , перебуваючи при здоровому глузді , складаю , підписую і проголошую наступне моєю останньою волею і заповітом . 
Джеффрі Сікому , на знак вдячності за роки вірної служби , я заповідаю довічне право проживання в котеджі воротаря . 
Дружині Сабріні , за її відданість і вірність протягом багатьох щасливих років разом , я заповідаю щорічні виплати , що їх новий герцог призначатиме на свій розсуд , і мого любого лабрадора , Луну . 
Моїй донці Шарлотті я заповідаю " Енд'юренс " , за умови , що вона обпливе на ньому світ у найближчі пів року " . 
Вітаю , Чаклз . 
" А також трастовий фонд у 1000 фунтів на тиждень , доки вона не візьме шлюб . З чоловіком " . Вау . 
" Щодо решти мого майна , включно з титулом , будинком і землями , чималим винним льохом , колекцією мистецтва , йогуртовою фермою і молокозаводом , селом Гетерінгемом , а також нерухомістю на півдні Франції , я заповідаю моєму синові ... " 
" ... Едварду Горніману " . 
Думаю ... Я подумав , було б добре , якби всі ... 
Даруй , повтори ще раз , друже . 
" Я заповідаю моєму синові Едварду Горніману " . 
Я дико вибачаюсь . Я вибачаюсь , але ти щось наплутав . Це якась ... Це ... 
Він — Едвард , я — Фредді . 
Іноді мене кличуть Фредвардом , і через це виникає плутанина . 
Це якась помилка , на жаль . 
Я так не думаю . 
Я зрозумів , це розіграш . Ви розігруєте мене . Це ти ? Ти ? 
Це ти ? Це ти придумала ? Це ж розіграш ? Це довбаний розіграш . Це ... 
Я , сука , старший син ! 
Усе це за правом моє ! Якого ... 
- Якого хера ? - Ні . 
- Це помилка . - Не чіпай ! 
Фредді , годі . 
- А ти не лізь . 
- Це якась помилка . 
Я первісток , правильно ? 
Це значить , що його титул за правом мій . 
І я це кажу не тому , що мені хочеться . Так , бляха , каже закон . Він сягає ще Біблії , Старого Заповіту , Каїна і Авеля . 
Це воля Божа . 
Первісток отримує все . 
Це , бляха ... Право мажоритату — ось що це . 
Майорату , Фредді . 
Я так і сказав . Це те саме . 
- Ти ж про нього чув , так ? 
- Авжеж . Але заповіт чіткий . Майно переходить Едварду . І документ містить особливу примітку про можливість переходу майна другому сину . 
Я дико вибачаюсь , але мені cрати , що він там містить ! Ось , дивіться . 
" Право спадкоємця , первістка , законнонародженого сина ... " 
- Ти що , роздрукував це ? - І , Фредді ... 
Ти теж не лізь , леді Макбет . Навіть і не думай , ні . 
" ... успадкувати все майно батьків " . 
Будинок , титул , нахер , усе дістається мені ! 
Чого ти хитаєш головою ? Ти що , коктейль ? Не смій хитати головою ! 
- Засідання відкладено , Ваша честь . - Фредді ! 
- Усі на ... Ми закінчили . Продовжимо пізніше . - Ні . 
Кінець . 
Можеш іти додому , дуже дякую . Містер , сука , Смізерс . 
Містер Бернс . 
Ні , цього не буде . Не буде . 
Ха - ха , підкололи . 
Вибачте . Нічого . 
Зберемося наступного тижня , коли Фредді заспокоїться , і все обговоримо . 
- Засмутився . 
- Повертається . Супер . Ні за що , ні . Ні . 
Я цього не допущу ! 
Жалійтеся Ісусу ! 
Жалійтеся прем'єр - міні ... Жалійтеся Палаті , бляха , громад ! Або засуньте жалоби собі в сраку . 
Я хочу те , що за правом моє , згідно з божественним , блядь , походженням , ясно ? 
Мене ранили в серце ! 
Мене відтрафальгарили ! 
Мене шпекнули просто в обличчя ! 
Поставили раком ! 
І ти , Бруте ? 
Як ти міг , Юдо ? 
Ви всі підступні зміюки ! 
Герцог прийшов позловтішатися . 
Я нічого не знав . Я здивований не менше . 
От тільки твоє здивування інше , га ? 
Вперше за 600 років наша сім'я порушила традицію . 
Ти , бляха , перестрибнув через свого старшого брата ! 
Не по - братерськи , га , Едварде ? 
Дякую , Вем Тем . 
Я розберусь . Я швидко . 
Ти думав , як це принизливо , Едді ? 
Ти думав , як я почуваюся ? Ти думав , як я тепер виплачуватиму свої кляті борги ? 
Борги , Фредді ? 
Які борги ? Великі , блядь , борги . 
Звучить недобре . Ага , та невже ? 
Я чекаю , Фредді . 
Пам'ятаєш Піта Форбса Спенсера ? Він був у мене . 
Пишне волосся , крихітний член , пітні руки . Кликуха — Пітний Піт . 
Я пам'ятаю Піта , але не його член . 
Він почав косити лаве на нерухомості . Люди ломилися до нього . 
Я дав мільйон , забрав півтора через три місяці . Це було неймовірно . 
Далі — хмарочос на Мальдівах . Вперше . Ми зірвали джекпот . 
Один , два , три , чотири мільйони . 
І ? 
А потім ... 
А потім що , Фредді ? 
Потім все злетіло в повітря . Ураган бахнув . Літак розбився . Блискавка вдарила . 
Торпеда заграла " піф - паф , ой - ой - ой " . Що ще тобі сказати , Едді ? 
Це не моя провина . Бог трахнув мене ! 
Де ти взяв чотири мільйони фунтів , Фредварде ? 
Томмі Діксон дав . Ясно . 
Хто такий Томмі Діксон ? 
Чувак з реабіліталки . Дилер кокаїну з Ліверпуля . 
Сказав , що хоче дати мені бабла , щоб вкластися " в Мальдіви " . 
Отже , для ясності , ти винен ліверпульському дилеру кокаїну чотири мільйони фунтів ? 
Я винен ліверпульській кримінальній банді ... 
Ми йдемо по тебе , Фредді . 
... вісім мільйонів . 
Стоп , Фредді . Було чотири , стало вісім , як так ? 
Не знаю , Едді . Заплутані бандюганські відсотки ? 
Неважливо , ясно ? 
Вони гангстери . Вони вигадують їх на ходу ! 
Ну що , друзяко ? 
Двадцять п'ять відсотків щотижня , доки не погасиш борг . 
І до речі , вони не сюсюкаються , коли не платиш вчасно . 
Якщо не принесу гроші до кінця тижня , вони відріжуть мені член . 
А це смертельно . Я подивився . 
Я не можу дати тобі вісім мільйонів фунтів , Фредді . 
Ти вкрав мій титул . Ти вкрав мої гроші . А тепер ти крадеш мій єдиний вихід з цієї діри , яку Бог вирив для мене ! 
Не забувай , сер , ти у мене в боргу . 
Коли тобі було три , я витяг тебе зі ставка , пам'ятаєш ? 
Ні . Не пам'ятаю . Але я пам'ятаю , як ти постійно про це розповідав . 
Я врятував тобі життя . Тепер обличчям у воді лежу я , і ти мусиш мене витягти . 
Фредді , я нічого цього не просив . 
Титул не має практичної цінності . 
Бізнес розвалюється . Дах протікає . Влада грабує . 
Зарплати мізерні . Слуги протестують . А ти ... Ти гівно , що нюхає кокс . 
Одначе , оскільки ти в прольоті , і тебе заскочили зненацька , я спробую тобі допомогти . 
Тату , чим ти займався ? 
Едвард Горніман Ахмеда Ікбала . Дякую . 
Чим можу бути корисним ? 
Мені потрібна велика сума готівкою до кінця тижня . 
Скільки ? 
Вісім мільйонів фунтів . 
Боже . Ніфіга собі ! 
Шість мільйонів фунтів . 
Ви успадкували чималі статки , та це не значить , що ви багатий . 
У вас є майно , але немає готівки . 
Скажіть мені , як так , що за останні п'ять років мій батько не проводив великих операцій ? 
Ми не обговорювали особисті витрати вашого батька . 
Ясно . 
А цінні папери , облігації , акції ? 
- Їх немає . - Не ... 
Можливо , були деякі питання , яким ми не надавали належної уваги . Але , звісно , я не можу коментувати . 
Якось підозріло , Ахмеде . 
Продайте Гейнсборо . Та на те , щоб отримати повну вартість ... ЦІНА : 8,4 МЛН ... піде кілька місяців . 
Мені поступила трохи незвична пропозиція від юриста з Лондона . 
Його клієнт висловив зацікавленість у придбанні маєтку Голстед . 
Коли хтось помирає , одразу злітаються стерв'ятники . 
Зухвало , чи не так ? 
Як його звати ? 
Потенційний покупець хоче зберегти анонімність на цьому етапі . 
Але його адвокат завірив , що той готовий придбати маєток вище ринкової вартості . 
А це , я уявляю , немаленька сума . Утім не забувайте про умови заповіту і податок з продажу . 
Передайте , що я готовий потенційно розглянути пропозицію , якщо все буде швидко . 
Вибачте , що кажу очевидне , але я б знехтував обов'язками , якби не нагадав , що маєток перебуває у вашій родині впродовж століть . 
З 1550 року . 
Але , повторюю , мені потрібні гроші до кінця тижня . 
Влаштуйте зустріч . Зрозумів . 
Вибачте , що турбую . 
Дозвольте представитися . 
Я Сьюзі Ґласс . 
- Чим можу допомогти , міс Ґласс ? 
- Я вела бізнес з вашим батьком . 
Вибачте за ступор , але мій батько не славився діловим хистом . 
Я маю деякі ... інтереси , які треба з вами обговорити . 
Що за інтереси ? 
Я вам краще покажу . 
Шкода вашого батька . 
Він був джентльменом . 
Трохи дивним , але ви всі такі . 
Вас , мабуть , шокувало , що все дісталося вам . Будинок , титул . 
Ну , зі мною і гірше траплялося . 
Він казав про дохід від ферми ? Ні , не казав . Певен , він незначний , інакше б я знав . 
Залежить від того , що для вас " незначний " . 
Він заробляв п'ять мільйонів на рік . Плюс преміальні . 
Перепрошую ? П'ять мільйонів фунтів ? 
Гадаю , не від йогуртів і бургерів ? 
Ідіть за мною . 
І що ж там таке ? 
Що тут , в біса , відбувається ? 
Ринок марихуани в Британії становить понад шість мільярдів на рік . 
Нам вдалося захопити значну його частину , але важко знайти місце для її вирощування . Отут і з'явився ваш батько . 
В обмін на щедру винагороду він дозволив нам безкарно провадити нашу діяльність . 
Не так багато маєтків площею 6 000 га , де можна робити все , що заманеться . 
- Що це за сорт , Джиммі ? 
- " Фризька качка " . 
Дуже популярний зараз . 
Це Джиммі . Він завідує товаром вже ... Скільки ти вже працюєш , Джиммі ? 
Три роки , босе . Стільки я живу під твоєю хатою . 
Не віриться , що ми нарешті зустрілися . 
Ми з тобою як сім'я . 
От тільки ти , типу , герцог . 
Радий зустрічі , Джиммі . 
Навіть якщо мій батько отримував , скажімо , 10 % на рік , що було б чесно , це місце має приносити 50 млн . 
Десь у тому районі . 
І якщо у вас , як ви сказали , " значна частина ринку " , а я підозрюю , " значна " — це половина чи більше , то це лише маленький гвинтик у набагато більшому механізмі . 
Певен , у вас десятки таких місць по всій країні . 
Знаєте , вашого батька ніколи не турбувала структура бізнесу . 
Ну , я дуже допитливий . 
Вам достатньо знати , що в нас є угода , і ви , як новий власник , щороку отримуватимете значну суму грошей в обмін на дозвіл продовжувати нашу діяльність . 
Боюся , мені доведеться продати будинок . 
Ми б хотіли залишити все як є . 
Вибачте , що завдаю клопоту , міс Ґласс , але це мій будинок , і в мене зв'язані руки . 
Я все розумію , Ваша Світлосте . 
Що як я захочу переглянути угоду ? 
Якщо ви серйозно плануєте продавати будинок , це буде ... проблематично . 
- Легально у вас немає вибору . - Ви праві . 
У нас немає легального вибору . 
Це погрозу я вловлюю у вашому формулюванні ? 
В жодному разі . 
На вас багато звалилося — я розумію . 
Зазвичай у таких ситуаціях розмови відбуваються заздалегідь . 
І , як правило , розніжений спадкоємець - білоручка з дорогою освітою бере гроші і на все згоджується , як слухняний хлопчик . 
Я б перефразувала . Але так . 
Подивимося , що ви скажете , коли просочаться новини . 
Ні , дякую . Я пройдусь . 
Ваша Світлосте ! 
А , привіт , Джеффе . 
Я знайшов її біля озера , збирався відвести до Її Милості . 
Власне , Джеффе , я хотів поговорити , якщо ти вільний . 
Ну , я зазвичай п'ю чай о цій порі . 
Супер . 
Скільки ти тут працюєш , Джеффе ? Років 20 ? 
Я вже не згадаю . Але ви тоді ще з братом гасали в шортах . 
Я знаю , ти завжди був відданий батькові . 
Він дав мені шанс , коли я був у скруті . 
Не мусив , але дав , і це головне . 
Ще я знаю , що в маєтку нічого не проходить повз твою увагу . 
Це правда . 
Тож , гадаю , ти в курсі , що відбувається . 
Це теж правда . 
- Молоко і ложка цукру . - Дякую . 
Я так розумію , ви познайомилися з міс Ґласс . 
Щось мені підказує , що ви теж у курсі . 
Яка твоя роль ? 
Моя справа — не лізти в чужі справи . 
Мені вистачає роботи з 6 000 га . 
Особливо , коли приносиш кожну поранену тваринку . 
- Тут наче зоопарк . 
- Так , Чарлі збила машина . Сара - Джейн влетіла у вікно . 
А ця красуня — вона зламала лапку . 
Це що , лисиця ? 
Ти ж маєш їх відстрілювати . 
Ви хочете спитати щось конкретне ? Так . 
Мого батька влаштовував статус - кво , але ... я не хочу його зберігати . 
Це буде непросто . 
Вони серйозні люди , як кажуть . 
Пропонуєш просто брати гроші і не пікати ? 
Ваш батько так і робив . 
Вони вже вкорінились . 
Річ у тім , що я натрапив на халепу . І з різних причин мені потрібна їхня допомога . 
О , вони допоможуть . Але не за просто так . 
- Що ти про них знаєш ? 
- Вони небезпечні виродки . 
Але разом з тим бізнесмени . 
Поки ти приносиш їм гроші , вони йтимуть на контакт . 
Будь обережний . 
Хоч і здається , що вони привчені до горщика , це лише фасад . 
Алло , Ахмеде , це Едвард Горніман . 
Я хочу зняти будинок з продажу . 
- Дякую , Бредлі . - Ваша Світлосте . 
О , доброго ранку , Чаклз . Едвіно . 
Будеш чаю ? 
Ні , мені треба бігти на поїзд . 
Вирядилася в подорож ? Чи схоже , що я вирядилася в подорож ? Ні . 
Мама вмовила закінчити універ . 
Це напрочуд розумно . 
Краще б турбувалася про Фредді . 
Не тривожся за Фредді . 
Я подбаю про Фредді . 
Хочеш , допоможу з сумками ? Ти ? Джентльмен ? 
Бредлі . 
Так , Ваша Світлосте . 
Удачі , Чаклз . 
Ваша Світлосте . 
Ходімо , Бредлі , стриб - скок . 
Гей , Джекі ! Іди сюди . 
Герцог . 
- Алло . 
- Мені терміново потрібні вісім мільйонів . 
Ого , вісім мільйонів , це багато . 
Мій брат винен гроші наркокартелю з Ліверпуля . 
- Кому саме ? 
- Томмі Діксону . 
Я його знаю . 
- Скільки з цих восьми — проценти ? 
- Половина . 
Немало . 
Брату не назвали розмір ставки при наданні позики . 
І , звісно , у мене дуже обмежені можливості у зборі необхідних коштів , з огляду на нашу ділову угоду . 
Я щось придумаю . 
Скільки ви зможете дістати ? 
Не знаю , я в процесі . 
Якщо дістанете половину , я подбаю про решту . 
Я передзвоню . 
Що думаєш , бро ? 
Я знаю Томмі Діксона . І його брата " Євангеліє " . 
Пара бариг , яким всміхається Бог . 
Проблемні ? 
Проблемні , але не в квадраті . 
Ти його притиснеш . Як дізнається , хто твій тато . 
Де його знайти ? 
На базарі . Він продає рибу . Це його прикриття . 
Ну ж бо , Джекі ! 
Іди , тебе кличуть . 
Елмо , я іду , синку . 
Не поранься . 
Мене звати Стівенс . 
Я особистий помічник приватної особи , яка хоче придбати маєток Голстед . 
Скажу чесно , мій клієнт дещо засмутився , почувши , що ви наказали адвокатам вийти з переговорів , перш ніж він зміг запропонувати привабливішу суму . 
Не дивлячись на це , мій клієнт пропонує вам зустрітися віч - на - віч . 
І ким є ваш клієнт ? 
Якщо підете зі мною , я всаджу вас з ним за стіл до ... одинадцятої . 
Дякую , але плани змінилися . Я його більше не продаю . Містере Лоуренсе . 
Мій клієнт розуміє , що завдає вам значних незручностей . 
Тож він хотів би зробити вам пропозицію . 
Двісті п'ятдесят тисяч британських фунтів . За ваш час . 
Безповоротно , звісно . 
Ви йдете , Ваша Світлосте ? 
Симпатична камбала . 
Два з гаком кіло . Некволо для дикої риби . 
Ну , люба , ти прийшла дивитися чи купувати ? 
Ні те , ні інше . Я прийшла до тебе . 
Мене звати Сьюзі Ґласс . 
Красномовна і стильна донька Боббі Ґласса ? 
Я поважаю Боббі . 
Усі поважають Боббі . 
Може , побалакаємо ? Про Фредді Горнімана . 
Платитимеш 25 % на тиждень . Доки все не погасиш . 
Ходімо нагору . 
Чув , твій батя сидить на нарах . 
- Скільки йому лишилося ? 
- Досиджує четвертий рік з десяти . 
Я чув тільки хороше про твій бізнес . 
Я завжди думав , що возитися з травою запарно . 
Затратно , малоприбутково . 
Та , схоже , у вас усе пучком . 
Просто ми не сунемо носа до порошку . В сенсі , ми не конкуруємо . 
Я не розумію одного : який зв'язок між тобою і тим мажором ? 
Я маю діловий інтерес , який може постраждати через його боржок . 
І я хотіла дізнатися , що можна з цим зробити . 
Вісім мільйонів — не жарт . 
Але 100 % від ніфіга — це ніфіга . 
Слухай , ти все одно не отримаєш всю суму , тож будьмо реалістами . 
Що як я дістану початкові чотири мільйони готівкою до кінця тижня ? 
Я не можу списати чотири мільйони зиску . 
Що як ми вважатимемо їх інвестицією у твій бізнес ? 
Ні , так не піде . Я не шукаю інвесторів . 
Але я все ще намагаюся домовитись . Якось . 
Коли будуть чотири мільйони ? 
Зможеш забрати їх у п'ятницю . Разом з порцією Білої Вдови на один лям . 
Гаразд . 
За однієї умови . 
Він вибачиться . І визнає , що він залупа . 
Зрозуміла . 
І я хочу це в записі — для нащадків . 
У мене є відео , яке він має відтворити . 
Ясно . 
Ну , відео бувають різні . 
Нічого кривавого . 
Отже , якщо я принесу чотири лями , і Білу Вдову , і відео з вибаченням , ми квити ? 
О так . Принесеш усе це — і ми в амурі . 
Дякую , Джеффрі . 
Сер , герцог Голстедський Едвард Горніман . 
- Вітаю . 
- Прошу , Ваша Світлосте . 
Стенлі Джонстон . З " Т " . 
Вам , мабуть , цікаво , чому я так прагну придбати ваш сімейний маєток ? 
Дуже . 
Дякую , Стівенсе . 
Річ у тім , що ваш будинок — взірець архітектурної філософії Вільяма Кента , генія свого часу . І полімата . 
То ви знайомі з його філософією ? 
Це ж в ній щось про поєднання дикого з витонченим ? 
Гідна пристрасть , яку я з ним поділяю . 
Люди або виживають у джунглях , або існують у зоопарку . 
Мало хто усвідомлює силу їхнього парадоксального поєднання . 
Лише людині неординарній дано зрозуміти , яким хитрим і агресивним треба бути , щоб здобути такий маєток , як ваш . 
Ваш будинок є свідченням синтезу цієї культури . 
Витонченості з агресією . 
Перший герцог розумів цей принцип , як і я . 
Ось чому я готовий віддати захмарну суму грошей за ваш маєток . 
Переконливий спіч . 
Та якщо продовжите , я і сам захочу його купити . 
Ну що , гратимемо чи балакатимемо ? 
Будете вино ? 
Ціна залежить від того , хто скільки готовий за щось заплатити . 
Якщо я кажу , що він стільки вартий , то так і є . Для мене . 
Солідна сума . 
І я ціную все , на що ви пішли , щоб її представити . 
Але я передумав — маєток не продається . 
Дякую . 
Сподіваюся , ви не проти того , як я подаю вино . Порушуючи традицію . Я люблю зціджувати і очищати рідину . Позбавляти пляшку осаду . Тоді повертати вино назад і насолоджуватися ним в його оселі . 
До речі , про оселю , я готовий піти ще далі й підвищити суму . 
Чому б вам не прийняти від мене ключі , що звільнять вас від обтяжливої спадщини ? 
Можливо , вас це здивує , але я дуже ціную парадоксальне благословення і прокляття вашого уявного привілею . 
Що ж , я ціную ваше цінування , але слушність — це все , а зараз час неслушний . 
Стівенсе , прошу . 
Містере Джей . 
Дякую . 
На здоров'я . 
Ням . 
Романе - Конті 2002 року . 
Ви прихильник ДРК ? 
Я сам більше по бордо . 
А от тато фанатів від бургундського . 
Він колекціонував ДРК . 
Ви куштували ДРК 82 - го року ? 
Наскільки знаю , у світі залишилося лише шість ящиків . 
Точніше , вісім . 
Два належать короні . Один — ерцгерцогу Молдови . А решта ... решта в нашому льоху . 
Разом з двома ящиками 45 - го . 
Ох , мене просто розриває спокуса ! 
Якщо не даєте придбати будинок , благаю , дайте хоча б придбати вино . 
Обіцяю , що не ображу . 
А винна колекція ? 
Її десь за три . Але , знов - таки , на це піде час . 
Не впевнений , що зможу з ним розстатися . 
- Ваша Світлосте . 
- Містере Стівенсе . 
Їдьмо . 
- Це винна колекція мого батька . - Готівкою . Те , що нам треба . 
Вона , плюс гроші з сейфа мають погасити братів борг . 
За умови , що ти переумила Діксона . 
Є кілька заковик . 
Але він візьме чотири , якщо вони будуть завтра і готівкою . 
З восьми до чотирьох . Вражає . 
Вважай це жестом доброї волі . Від мене . 
Усе гаразд ? 
Ні , не зовсім . 
Едді . 
Едвіно , спершу вислухай , гаразд ? Він дворазовий чемпіон світу у важкій вазі . 
Скільки ти поставив ? 
Ну , усе . 
Тут вірняк , бро . Все йде чемпіону . Я знаю тренера . 
Як звати букмекера , якому ти дав гроші ? Кажи . 
Тут немає сраних букмекерів . Це елітне місце , закрите . Для V - V - VIP . 
Стоп , як ти зробив ставку без букмекера , Фредді ? 
Через друга друга . 
Що значить " через друга друга " ? Кого ? 
Піта . Його кореш поставив 5 лямів . 
- І взяв мене в долю . - Бляха - муха ! Пітний Піт ? 
Тобі одного разу мало було ? 
Він хоче загладити вину . 
Слухай , він стопудово переможе . Це ж Джої " Бум * Бум " . 
Скажи Піту , що ти затупив , вибачся і поверни мої , бляха , бабки . 
Мені пора . Мобілки пакують у чохли . Настільки тут усе закрито . 
- Фредді , послухай ! 
Фредді ! - Усе , люблю тебе , па - па . 
Сьогодні вечір боксу , чувак . 
Я весь горю . 
Треба знайти його . 
У мене є людина . 
- Салют , Сьюз . - Малюк Джекі . 
- Ваша Високосте . 
- Джеку . 
- Привезли лавандос ? 
- Так , тримай . 
Двісті , так ? Не можу нічого обіцяти . 
Я побазарю з вишибалою , поглянемо . 
Нікуди не йдіть . 
Твій брат наче практичний . Не те що мій . 
- Він не завжди такий . - Чому ? 
Що в нього за порок ? 
- Його член . 
- Що він з ним робить ? 
Те , що й всі . Просто багато . 
Мені вдалося урвати вам дві ксиви . 
Але пам'ятайте : цей поєдинок неофіційний . 
Результати лишаються в залі . 
Вони обидва чемпіони світу і не хочуть ризикувати рейтингом . 
І , Сьюз , обережно . Це я сьогодні підставляюсь . 
- Добре . 
- Приємного вечора . 
Вперед . Повернімо гроші . 
Нечасто вони затівають такі зборища . 
Той столик злетівся з Вегаса . 
У Циганчика велика фан - база за океном . 
Але герой вечора — Джої " Бум * Бум " . 
Тут є американці . Албанці , китайці . 
Росіяни , що спокійненько сидять поруч з українцями . 
І , звісно , кочовики . 
Вмаж йому ! 
Ніщо так не зближує людей , як кров на ринзі . 
Сьогодні тут товктимуться від 50 до 100 мільйонів британських фунтів . 
Так . І кілька з них мої . 
Психологія , крихітко ! 
Едвіно , як ти сюди пробрався ? - Бабки . - Які бабки ? Бабки Фредді . Тобто мої . 
Уже пізно , поєдинок почався . 
Едді , у мене все схоплено . 
Фредді , я розберуся з тобою пізніше . 
Знайди того , хто зробив ставку , і поверни гроші . 
Розслабся . " Бум * Бум " не програє . 
Він його розмаже . Ти ламаєш весь кайф , Ед . 
- У нас вечір боксу ! 
- Давай не зараз ? Я дивлюся шоу . Слухай сюди , Пітере . 
Сам того не знаючи , ти вліз у незнайомий тобі світ . 
Ці гроші очікує людина , яка не потерпить затримки . 
Божечку , звучить як погроза . Це не моя проблема , а твоя . 
Вона , бляха , стане твоєю . 
Твій брат поставив на Джої . 
Якщо той переможе , він подвоїть статки . Якщо програє — залишиться з носом . І нічого з цим не поробиш . 
Спокійно . 
Сьюзі Ґласс тебе кличе . 
Ми не закінчили . Ага , як скажеш . А тепер пензлюй звідси . 
Дякую , Роджере . 
- Як все пройшло ? 
- Не так , як хотілося б . 
Ну , присядь , випий трохи , подивись поєдинок . Ми щось придумаємо . 
Давай , " Бум * Бум " ! Ти зможеш , сонечко ! 
Що ? Що таке ? 
Це розводняк . 
В якому сенсі розводняк ? 
Він не робить ставок . 
Він дурить товстосумиків . Обчищає привілейованих . 
А тоді ховається за плюшевими гангстерами , з якими має змовини , і люди вашої породи вже не насмілюються виступати . 
Ти , бля , не зробив ставку . 
Серйозна заява , Ваша Світлосте . 
Базові правила азартних ігор прості . Якщо програв — плати . 
Що думаєш , Джоне ? 
Думаю , тобі краще звалити до себе в замок і подрочити своєму спанієлю . 
Забери від мене руки . 
Обережно , принцесо . 
Ми знаємо , де ти живеш , і можемо прийти в гості . 
Ти ганьбишся , капітане . 
Ти вже не в армії . У тебе немає прикриття . 
Чому він лежить ? Підійміть його ! 
Ні ! Сука ! Ні ! 
Є зрушення ? Ні . 
Треба йти . Негайно . 
Можна я поговорю з ним ? 
Коли все вляжеться . 
Тобі знайоме ім'я Стенлі Джонстона ? 
Ні , а що ? 
Це йому я продав вино . Він дуже хоче придбати маєток . 
І , зважаючи на суму , яку він пропонував , я думаю , він щось знає про бізнес . 
Як його там ? 
Стенлі Джонстон . 
З " Т " . 
Що ти йому сказав ? 
Що він не продається . Добре . Правильна відповідь . 
Поглянь . 
Що це ? 
Слова пісні , яку Фредді має співати , віддаючи гроші . 
І ще він має танцювати . Як курка . 
Як курка ? 
Як курка . 
Чого це він має танцювати ? 
Тому що Томмі Діксону , зі зрозумілих причин , потрібне вибачення . 
Час вистави . 
" Я родовитий шмаркач , що знатно налажав , іа - іа - йо . 
Я налажав , бо я лайно , іа - іа - йо . 
Шмарк - шмарк тут , шмарк - шмарк там " . 
Скільки Томмі Діксону рочків ? 
Це невелика ціна . 
Полічити ? Він каже , усе тут , але хтозна . 
Ні , не треба . 
Точно ? 
Це не займе багато часу . 
Так , уперед , ходімо . 
Гаразд . 
Думаю , він хоче вибачитись . 
Приймеш вибачення ? 
Не знаю . Варто ? 
Так , варто . Ми маємо помиритись . 
Покривало ! 
Один Пітний Піт . 
Я тут хотів вибачитися від щирого серця . 
Мило , правда ж , Едді ? 
Я повернув гроші і вибачився . Отже , ми квити ? 
Не знаю . 
Ми квити , Едварде ? 
Так . Так , ми квити . 
Ти сказала , що поговориш з ним . 
І ми поговорили . 
Не турбуйся , ми зробили йому послугу . 
Ми покарали собаку — не людину . 
В якому сенсі ? 
В людині живе собака , і він свого не контролював . Тож ми йому допомогли . 
Знаєш , в чому проблема людської природи ? Ні . 
Але , здогадуюся , в тому , що собака часто бере верх . 
Недресирований собака . І ми їх дресируємо . 
Та бляха ж муха ! Я вже 10 - й раз мажу . 
З вагою щось не те — вони зашвидко летять . 
Цього разу стріляйте не в ціль , а на метр попереду неї . 
Я так і роблю , Джеффрі . 
Що ж , цього разу спробуйте промазати спереду . 
В яблучко ! 
Природжений вбивця , сер . Молодець . О , Едвіна . 
Прошу , містере Лоуренсе . 
- Вем Тем . 
- Едвіно . 
Що там з Пітом ? 
Я повернув гроші . Що ? Як ? 
- Він не зробив ставку . 
- Що значить не зробив ? 
Те і значить . 
От же ж сучий ... 
Але містер Діксон згодився на чотири мільйони , тож завтра все в силі . 
Святі помідори ! Красава ! Як ти все розрулив ? 
Чотири лимони з восьми . Це ... Офігіти . Я б відсмоктав йому за чотири . 
Радий це знати , Фредді . 
Але є одна заковичка . 
Що за " заковичка " ? 
Ти маєш сказати , що ти залупа . 
Я маю ... 
Гаразд . Я залупа . 
Ось . Раз плюнути . Без базару . 
Добре . 
Мене все одно всі вважають залупою , так ? Він , Піт . 
Тато теж вважав , інакше б не залишив ні з чим . 
А ти , Едді ? Думаєш , я залупа ? 
Ну , ти буваєш залупою . Ясно , добре . 
Але не завжди . 
Це , бляха ... 
А ти , Джеффе , думаєш , я залупа ? 
Дякую , Джеффе . Вем Тем , а ти ? Я залупа ? 
Усі чоловіки залупи . Гаразд , срати . Щось ще ? Так . 
Він хоче , щоб ти станцював і заспівав вибачення . Як тут . 
Він у костюмі курки . 
Так , і ти будеш . 
Добре . 
Я курка . Ко - ко , кво - кво , пробачте мені . 
Ось . Що ще ? 
Він хоче зняти виступ . 
Ні . 
Я на це не піду . Не піду . 
Чекай , дві хвилини тому ти був ладний відсмоктати йому . 
Так , наодинці , Едді . 
Він зніме його , Фредді . 
Ні , не зніме , Едді ! 
Так , зніме . 
Ти попросив допомоги , і ось я допомагаю . 
Не тому , що ти витяг трирічного мене зі ставка , а тому , що ти мій брат , і брати стоять один за одного . 
А отже , ти маєш виконувати все , що я тобі скажу з цього моменту . 
Якщо скажу танцювати , як курка , ти танцюватимеш . 
І не як стриптизер , ведмідь чи бале - бляха - рина , а як курка . 
Тобі ясно ? 
Ти в мене все забрав , чому б не забрати й мою гідність ? 
Тобі ясно , Фредді ? 
Так , Ваша Світлосте . 
Некисла хата . 
Томасе , я ж просила через чорний хід . 
Він для бариг . Ти ж все - таки барига . 
Цей барига скинув чотири лимони . Думаю , я можу зайти через парадні двері . 
Ну заходь . 
Гей , шкет , не забудь костюм . 
- Добрий день , містере Діксоне . 
Дякую , що приїхали . Ми розуміємо — ви зайнята людина . 
Подорож була приємною . 
Тут гарні краєвиди . 
Це для мене , так ? 
Як і обіцяно . Перерахуєте ? 
Ні , Джетро цим займеться . 
Гей , Джезо , твій вихід . 
Гей ! Шкет ! 
Можна він розкладеться на тому столі ? 
Так , звичайно . Сідай . 
У нашого Джетро ОКР . Він довго збирається , та зібравшись , його не спинити . Гаразд . Ну що , почнемо ? 
Цей , слухай , Томмі , щодо номера з куркою . 
Слухай , я з радістю напну костюм . Я з радістю станцюю , щоб показати тобі , наскільки щиро я вибачаюся за все . Ти отримаєш свої гроші , насолодишся виставою , і я зганьблюся , зганьблюся по самі вуха . 
Може , не треба знімати , га ? 
Заради зйомки я і згодився на чотири лями замість восьми . 
Ти не в тому ключі мислиш . 
Участь у цьому фільмі принесе тобі чотири мільйони фунтів . 
А це мільйон за хвилину . 
Ти станеш найдорожчим актором у світі . 
Ти маєш святкувати , а не домовлятися . 
Послухай , старина , це лайно переслідуватиме мене все життя . Забери від мене руки . 
Я тобі не старина . 
Не плутай наші ролі . 
Сьогодні ти працюєш на мене . 
Я режисую , а ти граєш . 
І я хочу отримати віддачу від своїх бабок . 
Давай , Фредді . Це просто пісня . Покінчимо з цим . 
Костюм . Шоу . Гоу . 
Дайте мені хвилинку на ... підготовку . 
Пускаєте лиса в курник ? 
Курка . Кур ... 
Ти , сука ... Ти ліверпулець , чувак . 
Що ж . Давайте , бляха , починати . 
Де мені стати ? 
Може , дістанеш камеру ? 
Не так швидко . 
Спершу ти станцюєш , і я вирішу , чи гідний твій виступ фільму . 
Знаєш , чому ти в костюмі курки ? 
Не знаю , може , тому , що ти хочеш обісцяти мене перед усім світом ? Я міг дати тобі костюм орла , але не дав . Бо орли не танцюють . Вони ширяють . У повітрі . 
Тоді як курка — це дно харчового ланцюга . 
Ти курка , Фредді . 
Тобі помогли з боргом , який ти не зміг віддати . 
Але ти можеш покаятися . 
Мій братан любить покаяння . 
І частка твого боргу його . 
Він сприймає цей танець як притчу . 
А тому ти маєш не просто прикидатися куркою , ти маєш бути куркою . 
Зрозумів ? 
Очищення у вогні . 
Давай . Покажи мені курку . 
Гаразд . 
- Показуй , ну ! - Гаразд ! 
Ні . Що це , курва мать , таке ? 
Що це за гівнокурка така ? 
Ну ж бо , давай , видай , бляха , курку ! 
Мудило . 
Хитайся , як срана курка ! 
Кудкудакай . 
Ні , це гівно ! 
Рухай шиєю . 
- Будь куркою ! 
- Я , бляха , курка ! 
Я хочу , щоб ти став куркою . 
Щоб ти відчув себе куркою . 
Я хочу , щоб ти перетворився на курку . 
Щоб в тобі не лишилося нічого людського . 
Я хочу бачити лише ... пташку . 
Тож давай . 
Показуй . 
Що ти робиш ? Курки так не ходять . Давай ! 
- Давай , клюй ! Знеси яйце . - Я , бляха , клюю ! 
- Я клюю ! - Встань на диван і злети . 
Я залупа ! 
- Будь куркою ! 
- Я не вмію , сука , літати , Томмі ! 
Будь , бляха , куркою ! Іди сюди ! 
Давай ! 
Дивись , тут зерно . 
Іди подзьобай зерно . Іди сюди . Он хробак . 
Зжери цього хробака , курко ти срана ! 
Іди сюди ! Тут , бляха , хробак . Тут хробак ! 
Клюй зерно ! Клюй його , давай ! Клюй сране зерно ! Та клюю я твоє сране зерно ! 
Сьюзі , це треба зупинити . 
Не втручайся . 
Зжери цього клятого хробака ! Зжери його ! 
Зжери хробака , тупа ти курко ! 
Томмі ! Досить ! 
Гей , відвали ! 
Не лізь ! Інакше стягну вісім мільйонів ! 
Може , вже знімемо його і покінчимо з цим ? 
Спершу він має трансформуватися . 
Мені треба , щоб він став куркою . 
Шмаркач ! 
Ну ж бо , будь куркою ! 
Я н ... Мені треба в туалет . 
Вперед , вали . 
В темпі ! 
Гей , Томмі . Хто курка тепер ? 
- Фредді ! 
- Відвали ! 
Я прострелив йому бошку Бо він був лайно Іа - іа - йо Бах - бах тут , бах - бах там Тут мізки , там мізки Скрізь його мізки Я прострелив людині бошку Іа - іа - йо ! 
