داری میگی باید دروغ بگیم ؟ 
خب نه ، منظورم این نیست که باید دروغ بگیم 
به جاش اگه یه کاریش کنیم که انگار کی‌ام‌اِی اونو برگزارش کرده اونوقت همه خبرنگارا به اونجا هجوم می‌برن 
اونوقته که ما نمایشگاهو توی سامدالری برگزار می‌کنیم 
اگه این اسمش دروغ نیست ، پس چیه ؟ 
مطمئنی اینجور دروغ گفتن واسه کی‌ام‌اِی اشکال نداره ؟ 
معلومه که نه 
ولی خیلی طول نمی‌کشه ، خب ؟ 
یکم آروم می‌مونیم 
نمایشگاه کمتر از یه ساعت دیگه باز میشه ، ولی هنوز لغوش نکردن 
یعنی بازه ؟ 
کی‌ام‌اِی خودشو پاره کرده که نمایشگاه چو رو برپا کنه ؟ 
بهشون حمله ور میشن بابا ، فکر می‌کنی همچین کاری می‌کنن ؟ 
عه ؟ نه همچین کاری نمی‌کنن 
شاید باید بریم سامدالری و دنبال چو بگردیم 
اونو زودتر می‌گیریمش 
اون کیه ؟ 
- یکی اونجاست - 
واقعا می‌خواین نمایشگاه خانم چو رو اینجا بگیرین ؟ 
می‌خواین چکار کنین ؟ 
فقط یه ساعت مونده ، لطفا به ما بگین اون که اینکارو نمی‌کنه ، درسته ؟ 
لطفا به ما بگین - ... می‌دونین 
چیه ؟ - وایسا ببینم - 
تا روز موعدش خبر نمیدن 
لغو میشه - شما به ما نگفتین - 
اونا دیوونه ان - این درست نیست - 
واسه ما بهتره 
چو اون هه و کی‌ام‌اِی 
ممنون واسه بحث و جدلتون 
اونوقت همه خبرنگارا ، به کی‌ام‌اِی هجوم می‌برن 
و به محض اینکه سامدالری رو ترک کنن می‌تونیم واسه نمایشگاهآماده بشیم ؟ 
آره ، خودشه 
واقعا نمایشگاه گزاشتن ؟ 
توی اداره هواشناسی ؟ 
عکسا چی ؟ 
همشون برگشتن کی‌ام‌اِی 
چطوری بدون اینکه خبرنگارا بفهمن ، بیاریمشون بیرون ؟ 
اگه بفهمن همشون میان اینجا 
مچمونو نمی‌گیرن ، نگران نباش 
ما کجاییم ؟ 
سامدالری - درسته - 
و ما کیو طرف خودمون داریم ؟ 
گروه زنان غواص خودمونو 
خب ما باید چکار کنیم ؟ 
خانم کو بیخیال 
می‌دونی که ما کارمون تو چی خوبه 
جنگ به پا کردن 
راست میگه ، میریم اونجا و زیرشون می‌گیریم 
آره - درسته - 
سام دال نگران هیچی نباش 
بسپرش به ما آره ، خودمون به حسابشون می‌رسیم - آره - 
خانما صبر کنین ، شما قرار نیست کسیو زیر بگیرین 
نمی‌خوایم کسیو بکشیم که 
همگی آروم باشین 
خبرنگارا فقط دارن کارشونو می‌کنن ، دعوا نیست که 
نمی‌خوایم باهاشون دعوا کنیم فقط موقعی که عکسارو برمی‌داریم حواسشونو پرت کنین 
فهمیدم 
خانم کو ، ما توی جلب توجه استادیم 
باشه ، حله 
یونگ پیل ، بگو کجا بریم 
دستتون بهش نمی‌رسه 
دست هیشکی بهش نمی‌رسه 
حس ششم من میگه که اینجا نیست 
وای خدا ، فکر کنم الآناست که دیگه متفرق بشن 
کجان پس ؟ 
چقدر دیگه باید صبر کنیم ؟ 
دیگه وقتشه ، می‌خوان انجامش بدن یا نه ؟ 
هی ، چیشد ؟ 
الآن انجامش بدم ؟ 
بله قربان ، الآن اون کارو کنین 
باشه حله 
توجه کنین 
... خب 
... می‌دونین 
... کی‌ام‌اِی 
اونجارو - قضیه چیه ؟ 
- اون چیه دیگه ؟ 
چکار می‌کنین ؟ 
- شما کی هستین ؟ 
گروه زنان غواصمون پیش میفتن و باهاشون روبرو میشن 
و ما یواشکی از عقب وارد میشیم 
بک هو 
وای خدا ، خانم - شرمنده این تنها کاریه که از دستم برمیومد - 
نه این چه حرفیه ، قربونتون برم 
عه ، اون چو اون هه هستش 
... دوربینم 
نه وایسا همینجا 
اگه الآن بریم ، اجازه نمیده باهاش مصاحبه کنیم 
بنظرم امروز می‌زنیم به خال 
ببندش 
ما ام باید باهاتون واسه کمک بیایم ؟ 
نمی‌خواد 
می‌تونین اونا رو سر بدوونین ؟ باشه ، برین قبل اینکه کسی ببینتتون - ممنون - 
دارن میرن ، زود باش ماشینو روشن کن 
مگه امروز اینجا نمایشگاه نیست ؟ 
واسه همین اومدیم دیگه پارکینگ کجاست ؟ 
آقا 
بله ؟ 
جای پارک کافی واسه همه ماها دارین ؟ 
فکر نکنم داشته باشن 
نه ، هیچ جای پارکی نداریم 
عه جدی ؟ 
هیچی جا ندارن - ندارن - پس ، بریم یه وقت دیگه بیایم 
بریم 
باشه - چشم - 
بریم 
ندیدن که ، مگه نه ؟ 
امیدوارم خانما از اونجا بیرون اومده باشن 
معلومه بابا ، نگرانشون نباش 
می‌تونی بگی نیروهای ویژه ، یگان ویژه دریایی یا تفنگداران دریایی بیان شهرمون ولی نمی‌تونن گروه زنان غواصمون رو شکست بدن 
راست میگی 
خیلی خب پس 
خانم چو ، چطوره اول بریم نمایشگاه شما ؟ 
باشه ، برو بریم تو کارش 
دارن میان 
همینجا - اینجا - 
آره همینجا 
خودشه 
زود باش بریم تو بریم - جلوی پاتو بپا - 
پس اومد عکسارو بگیره ؟ با اون همه آدم ؟ 
و اینجا برگزارش کرده ؟ 
چرا همه این کارارو فقط واسه شروع دوباره از طریق نمایشگاه کی‌ام‌اِی توی ججو انجام داد ؟ 
نه 
این شروع دوباره نیست 
یه دلیلی هست که اینجا باید نمایشگاهو بگیره 
خودم گزارش ویژه رو به هرقیمتی شده می‌گیرم 
انگار بعد از آخرین باری که تحقیرت کرد ، خیلی مصمم شدی 
تحقیر نشدم 
خیلی خب 
بیاین هممه‌مون بریم داخل ، باشه ؟ 
بهرحال که دیگه وقتشه 
بریم - باشه - 
همشون اونجان 
چی ؟ توی سالن نیستش ؟ 
لغو شده ؟ 
بابت اعلام لحظه آخری خبر عذرخواهی می‌کنم 
... نمایشگاه عکاسی کی‌ام‌اِی لغو شده 
چی ؟ - چی ؟ 
- چی ؟ 
- چی گفتی ؟ 
- وایسا ببینم 
اولش این حسو رسوندی که برگزار میشه بعدش لغوش کردین ؟ 
چی ؟ برگزارش نمی‌کنن ؟ 
بیاین برگردیم سامدالری 
فکر کنم اسکلمون کردن - بریم - 
چند ساعته منتظریم - بیاین برگردیم - 
بریم - بریم - 
چه مسخره بازیه ؟ - زود باشین بریم - 
خیلی زود بهشون نگفتیم ؟ 
دارن برمی‌گردن سامدالری - چمی‌دونم - 
یه نقشه بزرگی توی کله‌شونه ، مطمئنم واسش آماده‌ان 
یه چی بزرگ ؟ 
ایشون یه وکیل از طرف بابامه 
ایشون خبرنگاره و فامیل دور مامانمه 
خیلی خب بریم داخل - بریم تو - 
چرا اون هه جواب نمیده ؟ 
وقتم کمه 
اونا اینجا چکار می‌کنن ؟ 
پس اینجایی 
چکار می‌کنین ؟ 
قضیه چیه ؟ 
بیاین به چونگ گی فشار بیاریم 
بانگ اون جو نه ؟ - درسته - 
چون چونگ گی ؟ 
- چرا اون ؟ 
- چی ؟ اون حرومزاده ام توی قضیه بوده ؟ نه اون خیلی ریقوئه ، بعید می‌دونم 
ولی قطعا یه چی می‌دونه 
یه راهی واست هست که بخوای مثل یه قهرمان برگردی و حلوا حلوات کنن 
می‌دونی ، یه نقشه دارم 
چی هست ؟ 
بگو ببینم - تو همونجا وایسا - 
به هرحال ، یه نقشه ای دارم 
اگه بهم کمک کنی ، بهت میگم 
بلد نیست چجوری راز نگهداره ، یه تلنگر بهش بزنی همه چیو لو میده 
لعنتی ، چرا اینکارو می‌کنین ؟ 
شما دوتا دیگه چرا اینکارو باهام می‌کنین ؟ 
هی 
لو بده ببینم 
می‌دونستی یواشکی واسه تبلیغ اون وسایل پول می‌گرفته 
درباره چی حرف می‌زنین ؟ 
هوی ، چونگ گی 
از این بازیا زیاد توی تلویزیون دیدم 
اگه توی همچین موقعیتی زیاد کشش بدی ، زیادی کسل کننده میشه ها 
می‌دونی که هیچ سواستفاده از قدرتی در کار نبوده و بانگ اون جو بصورت پنهانی پول می‌گرفته 
... چی 
این حرومزاده ام لابد پول می‌گرفته دیگه 
واسه همین به اون زنیکه ناشی بی‌عرضه پروژه‌تو دادی و آوردیش اینجا 
بزرگش نکن بابا ، منم خودم دو روز پیش فهمیدم 
چی ؟ 
مادۀ 32 - 1 از قانون کیفری 
هر کسی به شخصی در ارتکاب جرم کمک کنه به عنوان شریک جرم متهم میشه 
همۀ اعمالی که به مجرم کمک کنه مرتکب جرم بشه کمک و معاونت در جرم محسوب میشه 
دیدی ؟ از این موضوع خبر داشتی اما بازم بهش کار دادی 
میخوای چیکار کنی ؟ - اما من - اون موقع در موردش نمیدونستم 
من بیگناهم ، واقعا 
چند تا چیز در مورد بانگ اون جو میدونم 
از کجا شروع کنم ؟ 
با ضبط صورت حرف بزنم ؟ 
چطوره بشینیم اونجا و در موردش حرف بزنیم ؟ 
بانگ اون جو از وقتی وارد شرکتمون شد یکم عجیب به نظر میرسید 
( بانگ اون جو از وقتی برای چو اون هه ) ( کار میکرد در ازای تبلیغ اجناس توی مجله ) ( دور از چشم بقیه پول میگرفت ) 
( تعجبی نداشت که با مفهوم اصلی مطابقت نداشت ) 
راستی شرکتتون اینجور مقاله ها رو هم پست میکنه ؟ 
تخصصتون توی املاک و کاریابی نیست ؟ 
درسته اما این تنها روزنامۀ ججو نیست 
( به عنوان کارگردان میتونست هر جنسی رو که بخواد اضافه کنه ) ( برای همین همۀ اون حرف ها در مورد سوءاستفاده از قدرت ) ( چو سام دال رو از خودش در آورد ) 
( خیلی واضح حرفش رو شنیدم ) 
بذار ببینیم 
انجامش دادیم 
سلام ؟ - چی ؟ 
- چیه ؟ 
- منظورت چیه ؟ 
- چو اون هه از قدرتش سوءاستفاده نکرده ؟ - چی ؟ 
- مقاله آنلاین رو بیار 
بچه ها گوش کنین 
میگن چو اون هه از قدرتش سوءاستفاده نکرده 
پیدا کن بانگ اون جو الان کجاست 
اینجا توی ججو ئه ، درسته ؟ 
- آره - باید پیداش کنیم - بانگ اون جو - 
ماشینمون کجاست ؟ 
کجاست ؟ 
میتونی برسونیمون ؟ 
چه خبر شده ؟ 
واقعیت داره ؟ 
- چیکار کردی ؟ 
- مقاله روزنامه واقعیت داره ؟ 
میدونستم خانم چو 
حالتون خوبه ؟ 
بانگ اون جو واقعا دیوونه شده 
بچه های این دوره و زمونه واقعا ترسناکن 
باید ازش شکایت کنین - میدونستم بیگناهین - 
چیکار میکنی ؟ 
بالاخره اسمت پاک شد ، اما زیاد خوشحال به نظر نمیرسی 
فقط اینکه همه چیز خیلی ساده و سریع اتفاق افتاد 
همون آدم هایی که فرض میکردن گناهکارم الان دارن میگن میدونستن بیگناه بودم 
حتی نظرات اینترنتی هم اینطوری هستن 
همون آدم هایی که بهت توهین میکردن الان به بانگ اون جو توهین میکنن 
فکر میکردم وقتی واقعیت معلوم بشه احساس آزادی میکنم 
اما چرا انقدر ناراحتم ؟ 
معلومه که ناراحتی 
بیا بریم و بذاریمشون سر جاهاشون 
دوتا برمیداری ؟ 
- سام دال - ما اینجاییم - خانم چو - 
حالا چیکار کنیم ؟ - خوبه ، بیا ، این رو بگیر - 
فقط اینها رو بگیرم ؟ 
زود باشین 
هر کسی یکی برداره مراقب باشین ، چی ؟ 
باید توی یخچال گذاشته بشن ؟ 
چرا بسته بندی شدن ؟ 
من یکی میبرم ، ممنون - باشه - 
منم همینطور - این سنگینه - 
من میبرمش ، برو تو 
سام دال ، بیا - زود باشین - 
ببرشون داخل ، نیارشون بیرون 
( توی دنیایی که همه چیز هر روز خیلی سریع تغییر میکنه ) 
سلام - سلام - 
( راهی رو پیدا کردم که گرفتار نشم و خودم رو گم نکنم ) 
اون یه ابره ؟ - زود باش - 
( توی زادگاهم سامدالری ) 
برین داخل ، اونجا - باشه - 
فقط عکس پدیده های جَویه 
پس چرا داره همۀ این کارها رو میکنه تا این نمایشگاه رو برگزار کنه ؟ 
کنجکاو نیستی ؟ 
چی ؟ 
لعنتی 
چطور در مورد اینجا فهمیدی ؟ 
جوابم رو بده ، چطور فهمیدی ؟ 
همون مرد دفعۀ پیشی 
بگو به چه دلیل کوفتی ای اینجایی ؟ 
چرا همیشه اینطوری تهدید میکنی ؟ 
فکر میکنی چرا اینجام ؟ 
برای دیدن نمایشگاه 
چیه ، اجازه ندارم از نمایشگاه دیدن کنم ؟ 
مرتیکه لعنتی 
آقای خبرنگار - ترسوندیم - 
امیدوارم از نمایشگاه لذت ببری 
سعی نکن به فکر راهی باشی که مقالۀ جنجالی ای در موردش بنویسی 
روی نمایشگاه چو سام دال تمرکز کن 
امیدوارم درکش کنی 
واقعا قشنگه 
اما من یه خبرنگارم 
کارم اینه که چیزهایی پیدا کنم که در موردشون بنویسم 
سام دال ، میخوای چقدر بالا باشه ؟ 
بالا ؟ 
فهمیدم 
این دیگه چه جور ژستیه ؟ 
ژست اولم عالی بود 
واقعا خوب بود 
حتما خیلی خوشحالی 
ببین ، رنگین کمون هست 
تموم شد 
اما هیچی اینجا نیست 
قبلا از رنگین کمون عکس گرفتم 
وقتی فیلم ها رو روی هم بذارم یه رنگین کمون قشنگ روی صورت خانم یانگ میفته 
میگه یه رنگین کمون اضافه میشه 
( رنگین کمونی که گذر عمر خانم یانگ کشیده ) 
( آقای چو ، راحت باشین ) 
خوبه 
سام دال ، اینجا هیچی نیست 
در موردش مطمئنی ؟ 
- آقای چو ، فقط بهم اعتماد کنین - 
خوبه 
آماده هستین ؟ 
( خیلی خب ، تموم شد آقای چو ) 
( هاله ای که روی لبخند عمو سانگ ته افتاد ) 
( پدرم ، چو پن شیک ) ( و پدرم چو پن شیک ) 
( آروم باشین خانم ها ) 
خیلی خب ، آماده 
روی یه خط صاف راه برو 
کارتون خوبه ، مضطرب نباشین 
طبیعی رفتار کنین 
خیلی نگرانم 
به سام دال نگاه نکن 
باشه 
( دریای غواص های زن مثل یه مسیر گلگونه ) 
( و ) 
( مسیر غبارآلود و غواص های زن ) ( غواص های زن که مثل گل هستن ) 
( تکاورهای قدرتمندم ) 
( و ) ( چو یونگ پیل من ) 
( جایی که میتونم واقعا خودم باشم ) 
( زادگاهم ) 
( مردم ) ( من ) 
( با نگاه کردن به اطرافیانم ) ( خودم و مسیرم رو درونشون پیدا میکنم ) 
مشکلش چیه ؟ 
برای جنگ آماده میشی ؟ 
زهره م رو ترکوندی 
ترسوندیم 
بیا بیرون 
بیا بریم قدم بزنیم 
خیلی خوبه ، یه ثانیه صبر کن 
الان بهم خندیدی ؟ 
نه ، نخندیدم 
بالاخره شبیه ججویی ها شدی 
اولین باری که اومدیم پیاده روی کلی وسیله با خودت داشتی ، خنده دار بود 
چی میگی بابا 
راستی ، در مورد یه چیزی کنجکاو بودم 
چی ؟ 
چرا وقتی توی پایتخت بودم سعی نکردی باهام تماس بگیری ؟ 
خب شماره ت رو نداشتم 
چرا ، داشتی آدرس آتلیه م رو هم داشتی 
هر بار جایزه میبردم برام گل میفرستادی 
بله ، منم - براتون گل آوردم - 
ممنون 
در موردش میدونستی ؟ 
معلومه ، اسم فرستنده " بو " بود 
تنها بویی که میشناسم تویی 
فکر کردم میخوای بدونم ، نه ؟ 
فکر کنم 
باید از ته دلم اینو میخواستم 
اگه فکر میکنی الان وقتشه ، حداقل باید بهش بگی 
اگه حس کنی این فرصت اصلا پیش نمیاد چی ؟ 
... پس باید تسلیم بشی 
تسلیم ... واقعا ؟ 
اگه هیچوقت اتفاق نیوفته فقط تسلیم شو ، سانگ دو 
این عشق یه طرفه ست 
سانگ دو 
بله ؟ 
... به هر حال ... کسی که دوست داری ... اون 
تو نیستی ، پس نگران نباش 
... اون 
هی ، میدونم 
فقط داشتم میپرسیدم 
معلومه که من نیستم 
انگار یکم ناامید شدی 
آره ، شدم 
نگران بودم که یه جور جذابیت مقاومت ناپذیری داشته باشم که خودم ازش بی خبرم 
سانگ دو ، میدونی چیه ؟ دخترهای سئول برای قرار گذاشتن با پسری مثل تو صف میبندن 
اغراق نکن - جدی میگم - 
خوب توی سئول میگردم قرار از پیش تعیین شده چطوره ؟ 
نه اصلا 
حالا یکی رو برو ، خب ؟ 
باشه - خب ، بریم تو کارش - 
مامان ، منم باید یه غواص بشم ؟ 
چرا ؟ 
منظورم اینه که شناگر خوبیم 
و خیلی خوبه باهات غواصی کنم 
خل شدی ؟ 
این که مثل شنا کردن نیست 
میدونی چقدر سخته ؟ 
زندگیت رو به خطر میندازی 
پس درباره تو چی ؟ 
توهم داری زندگیت رو به خطر میندازی 
... اگه باهات بودم ، میتونستم ازت مراقبت کنم 
مسخره بازی درنیار 
هیچوقت از بچه هام نمیخوام ازم مراقبت کنن 
مدرسه غواصی ؟ 
منظورم اینه که نمیگم میخوام انجامش بدم فقط میخوام یه امتحانی بکنم 
بعد از مزخرفاتی که گفتی بهش فکر میکنم 
مزخرف نیست به نظرم باید این کارو بکنی 
ولی مادرت سرگروه غواص های زنه چرا از من میخوای ؟ 
به شغلش افتخار میکنه و میگه این یه میراث فرهنگی ناملموسه ولی نمیخواد بچه هاش وارد این کار بشن 
درسته ، هیچ پدر و مادری نمیخوان بچه هاشون به خاطر اونها ، سختی بکشن 
آره ، و من بهتر از هر کسی میدونم چه حسی داره 
واقعا نمیخوام هایول به خاطر من تصمیمی بگیره 
... ولی با اینکه خودم یه مادرم احساسات مادرم رو فراموش میکنم 
مطمئنم اونم با مادربزرگت همینطوره 
درسته ؟ احتمالا این کارو میکنه ؟ 
صبر کن ، چرا انقدر خوب همدیگه رو درک میکنیم ؟ 
باهام روراست باش یه بچه مخفی داری ، آره ؟ 
معلومه ؟ 
جدی ؟ 
نامچون 
شوخی نکن واقعا باورت کردم 
خدای من 
فکرش رو بکن ، تو همیشه سرحالی 
من ؟ 
معلومه ، چرا نباید باشم ؟ 
بعدها وقتی هایول دوست پسر پیدا کنه و با اون وقت بگذرونه ، شرط میبندم ناراحت میشم 
پس میتونی بامن وقت بگذرونی 
چی ؟ 
با تو ؟ 
چیه ؟ آره 
... چون توهم باید یه دوست پسر پیدا کنی 
و اون میتونه من باشم 
... پس یعنی میتونیم بیرون بریم 
دوباره داری مطالعه میکنی ، هایول ؟ 
نه ، مطالعه نمیکنم 
دارم نقاشی میکنم ، مادربزرگ 
خدایا ، خیلی نقاشیت خوبه 
بهش چی میگن ؟ آرتیست 
باید یکی از اونها بشی 
راستی ، چی میکشی ؟ 
اینو ؟ 
مامانت نیست ؟ 
و اینم رئیس مرکز دلفینه 
درسته 
مامان و مرد دلفینی 
چرا اونها رو کشیدی ؟ 
این عکس رو تو گرفتی ؟ 
آره - چرا ؟ 
همینجوری 
هایول باید توی شنا هم خوب باشه 
چی ؟ هایول ؟ 
منظورت چیه ؟ 
شنا کردنش افتضاحه 
چی ؟ 
آرزوش اینه که شناگر بشه 
نمیتونه شنا کنه ؟ 
آرزوی هایول اینه که یه شناگر حرفه ای بشه 
... پس چرا 
چی شده ، مامان ؟ 
گفتی میخوای باهام حرف بزنی ؟ 
هایول چطوره که هیچوقت بهم نگفتی آرزوت چیه ؟ 
چیه ؟ 
یه دفعه بابت این آسیب دیدی ؟ 
بچه نیستی مامان 
از آب میترسی 
پس چرا میخوای یه شناگر بشی ؟ 
چیه ؟ 
چطور فهمیدی ؟ 
اتفاقی فهمیدم 
از آب میترسی و نمیتونی شنا کنی پس چرا ؟ 
خب ، شاید الان بترسم ولی چند سال دیگه اینطوری نیست 
منظورت چیه ؟ 
اگه ترس داری ، انجامش نده 
نقاشی رو خیلی بیشتر دوست داری 
ولی اگه میترسی چرا میخوای شنا کنی ؟ 
به خاطر منه 
هایول واقعا نمیخوام این کارو بکنی 
نمیخوام برای به دست آوردن چیزی تلاش کنی که من نتونستم 
از این بیزارم 
تو جای من نیستی ، پس چرا این کارو میکنی ؟ 
چون تقصیر منه 
به خاطر من نتونستی انجامش بدی 
چون من به دنیا اومدم 
به خاطر همین باید این کارو انجام بدم 
چا هایول 
اینطوری نیست که نتونستم انتخاب کردم که انجامش ندم 
چون تورو بیشتر دوست داشتم 
تصمیم گرفتم ولش کنم چون تورو خیلی بیشتر از شنا کردن دوست داشتم 
اصلا خوشحال نیستم ، نه ، ازش متنفرم 
متنفرم از اینکه انقدر بهش فکر میکنی و انقدر حواست به منه 
و از اینکه این همه مهربونی بدم میاد 
کاش عصبانی میشدی و هر کاری که میخواستی انجام میدادی 
پس ، تو چی ؟ 
آرزوهایی که داشتی چی میشن ؟ 
هر کاری که بخوام رو انجام میدم 
منم به آرزوهای خودم میرسم 
پس تو باید فقط کاری رو بکنی که دوست داری انجام بدی 
گریه نکن 
اشکالی نداره 
گریه نکن 
مامان - خدای من - 
یادم بده چطوری غواصی کنم 
میخوام از پسش بربیام به خاطر تو نیست ، خودم میخوام 
میخوام دوباره شنارو شروع کنم 
واقعا میخواین اینجا بخوابین ؟ 
آره 
پیشم میمونی ؟ 
من نمیتونم با یه نفر دیگه بخوابم 
قسم میخورم دیدمش 
یه سوسک دیدم 
... ولی قربان ، چطور میتونین اینجا 
شب به خیر قربان 
چون دوستت دارم 
درسته 
چون دوستت دارم 
سلام - سلام - 
لازم نبود بدویی 
... وقتی اول اینجا دیدمت میدونی چی بیشتر منو ترسوند ؟ 
ترسیدم بعد از اون همه سختی دوباره به من احساس پیدا کنی 
میترسیدم دوباره این اتفاق ببوفته 
وسایلهاتو جمع کن و فردا برگرد شرکتت 
مامانم هنوزم مخالف سرسخت ساخت شهربازیه 
و درست هم هست که بره نامدالری 
دوباره اولویت هاتو مشخص کن و منطورم اینه که میخوام رئیس گروه ای اس باشی 
احساساتت بهم چی میشه ؟ 
دوباره از نو شروع شدن ؟ 
چرا هیچوقت موقع تصمیم گیری ، احساساتت رو در نظر نمیگیری ؟ 
وقتی جدا شدیم هم گفتی کار درست همینه 
گفتی درست اینه که توی ای اس بمونم 
حتی الانم داری میگی درسته که من توی شرکت بمونم 
چرا همیشه داری تلاش میکنی ، کاری رو که درسته انجام بدی ؟ 
... قلبت 
قلب چو جین دال رو 
همیشه کنار گذاشتیش 
دوستم داری ؟ دلت برام تنگ شد ؟ 
این چیزیه که میخوام بدونم 
میدونم دوستم داری 
میدونم عاشقمی 
بیدار شو 
... بیدار - بیدارم - 
خیلی خب 
اگه این عشق نیست چرا بهم لبخند میزنی ؟ 
هیچوقت لبخند نزدم 
چرا زدی 
پس چرا درمورد من نگرانی اگه عاشقم نیستی ؟ 
! باشه 
این عشقه 
ولی من نمیتونم عاشقت باشم 
هیچوقت نمیتونم 
اوکی 
قرار نیست دوباره عذاب بکشم 
لعنتی 
برای چی من رو کشوندی اینجا ؟ 
هی - چی ؟ 
برو 
! برگرد به جزیره‌ی اصلی 
نه 
آفرین 
آفرین جین دال 
هی 
! 
تو دیوونه‌ای - چیه ؟ 
- ! هی 
! اوه 
... جون ده یونگ ، تو ! باورم نمیشه 
! تو 
هی چرا اینجایی ؟ 
نه ! من چرا اینجام ؟ 
صبر کن 
! عزیزم یه سوسک اینجاـه 
! عزیزم یه سوسک اینجاـه 
! اوه خدای من 
چیکار کنم ؟ دارم دیوونه میشم 
لباس بپوش ، خدای من - عزیزم - 
! لباسات رو بپوش روانی 
! لباس بپوش - ! 
لباس ؟ اینجا همینجا - 
هی - بله ؟ 
- همین الان پاشو 
باشه - می‌برمت خونه - 
واقعاً ؟ 
پاشو 
بله خانم - زود بریم - 
بریم - بله - 
آره - باورنکردنیه - 
آره - این درست نیست - 
چرا درست نیست ؟ 
برو تو برو 
اونجا نه ، اینجا 
اینجا جاییه که دیشب خوابیدم 
صبر کن 
اینجا خوابیدی ؟ 
- آره - 
یه سوسک 
یه سوسک گنده اونجاست 
قسم میخورم دیدمش 
احمق 
خیلی خنگی 
ای سوسک ، عوضی کوچولو 
اونطرف 
فرار کرد زیر تخت 
اونطرف 
کجایی ؟ 
سوسک کوچولو 
نه 
اونور 
اونور 
اونجا - اینجا ؟ 
- اونجا اینجا 
سوسک کوچولو 
اینجا نیست 
عزیزم 
گوش کن ... الان عقلم کار نمیکنه 
! بیا فردا حرف بزنیم 
چی میشه اگه ای‌اس یا چیزای دیگه برامون مهم نباشه ؟ 
چی میشه اگه بیخیالشون بشیم و دوتاییمون 
صبر کن این چیه ؟ 
تبریک میگم آقای چو 
اون واقعا باورنکردنیه 
من برات درخواست دادم 
بهت چی گفتم ؟ گفته بودم موفق میشی 
فراموشش کن من نمیرم 
! هی یونگ پیل 
چی شده ؟ 
تو براب دبلیو ام او سوئیس پذیرفته شدی 
رویای همیشگیت به حقیقت پیوسته 
چند بار دیگه باید بهت بگم ؟ من نمیرم 
چرا نمیری ؟ 
بقیه خودشون رو میکشن تا قبول بشن 
یونگ پیل این رویای توـه 
به سلامتی برگشت چو سام دال به جزیره‌ی اصلی 
نمیتونستم بدون شما اینکارو بکنم بچه ها 
ممنون 
اینجوری نگو 
راستی چرا به اون کثافت توی عکاسیش کمک کردی ؟ 
آره چرا ؟ 
چرا دنبال کسی برم که طنابش به آخراش رسیده ؟ 
اون یه سری اطلاعات بهمون داد 
به هر حال هه دال تبدیل به یه غواص میشه یونگ پیل دیگه مجبور نیست مراقب خانم کو باشه 
یا بخواد براش یه بویه‌ی گل گلی درست کنه 
درسته - بالاخره می‌تونه اون کت خز رو بپوشه - 
کت خز ؟ منظورت چیه ؟ 
این چیزیه که خودش همیشه میگفت 
همیشه می‌گفت سئول مثل کت خز تارزانه و ججو هم براش لباس زیر تارزانه 
حالا ببین از اونجایی که عاشق همدیگه‌ن بلافاصله کت خز رو پوشید 
درموردش بهم بگو 
یونگ پیل به لطف سام دال بالاخره به جزیره‌ی اصلی برمیگرده 
اون احمق از تارزان سوءاستفاده کرد 
تارزان بیچاره 
ولی این بهترین کاره 
منظورم اینه که برای سوئیس استعداد فوق‌العاده‌ای داره 
درسته - چرا سوئیس ؟ 
شنیدی ؟ - چی ؟ 
- جام مقدس برای پیش بینی کننده‌ی آب و هوای کره‌ای 
فقط یه درصد برتر میتونن برای دبلیو اچ او پذیرفته بشن 
دبلیو ام اوـه - دبلیو ام او - 
( سازمان جهانی نجوم ) 
هواشناسی - هواشناسی - 
یونگ پیل می‌تونه بره اونجا ؟ 
معلومه اون خیلی با استعداده فقط مشکل اینه که درخواست نمیده 
چرا درخواست نمیده ؟ 
فقط میگه علاقه نداره 
ولی اونجا به بهترین داده‌های تحقیقاتی دست پیدا میکنه 
سالهاست خودش در مورد آب و هوای جهانی تحقیق میکنه 
برای همین فکر میکنیم براش آماده‌ست 
ولش کن هیچکی اون رو درک نمیکنه 
حداقل به اداره‌ی مرکزی بپیونده 
نمیتونم کمک کنم ولی از اینکه شنیدم قراره دوباره بری ناراحت شدم 
موافقم - درسته - 
حالا که حرفش شد شما دوتا تنها کسایی هستین که با شکست برگشتین 
هی - ! خب تو دوباره برو - 
تمومش کن - داره میره - 
که چی ؟ 
درسته که شکست خوردیم 
روی پوست تخم مرغ راه نرین 
آره من فقط حقیقت رو میگم 
شما هم شکست خوردین 
گیونگ ته تو زودتر از همه شکست خوردی 
اون یو حتی قبل اینکه شکست هم بخوره به کاریکاتوریست شدن نزدیکم نبود 
من شکست نخوردم برگشتم تا زندگی بسازم 
‌ درسته - من هیچوقت پام رو اونجا نذاشتم - 
هی کافیه 
گوش کردن بهش قلبم رو میشکنه 
اونا ممکنه سعی کنن دوباره برگردن به سئول 
اینجوری نگو واقعا انجامش میدن 
تو هم ؟ 
منم 
احمق نباشین نمیشه همینجوری عجولانه تصمیم بگیرین 
عجولانه نیست - ایندفعه باید باهامون بیای - 
چرا من بیام ؟ 
- میتونی یه شعبه توی چونگدام باز کنی - 
احمق نباش - گیونگ ته می‌تونه پاره وقت کار کنه - 
عالیه - نه باعث میشه من شکست بخورم - 
دبلیو ام او سازمان جهانی هواشناسی 
یونگ پیل می‌تونه بره اونجا ؟ 
معلومه اون خیلی با استعداده فقط مشکل اینه که درخواست نمیده 
باشه ؟ - باشه - 
خدایا اشغال اینجاست 
هنوزم توی مخفیگاهی ؟ 
چرا همه رو هیجان زده کردی ؟ 
همه‌شون برای رفتن مصممن 
ممکنه الان چمدوناشون رو برای سئول ببندن 
میدونم 
اگه پشیمون شدنم عیبی نداره که برگردن سئول 
اونا شکست خوردن و برگشتن خونه و اینجا موندگار شدن 
هنوز حتی چهل سالشونم نیست چی باعث میشه دست از تلاش بردارن ؟ 
اگه دوباره شکست بخورن میتونن برگردن اینجا و استراحت کنن 
درسته 
ولی کی تازگی با شکست برگشته بود و چشماش از گریه سرخ شده بود ؟ 
هی این اتفاق چند وقت پیش افتاده 
خیلی وقت نیست 
هی 
یونگ پیل - بله ؟ 
تو چی ؟ 
چی ؟ 
چیزی نداری ؟ 
یعنی چی چیزی ندارم ؟ 
کاری هست که از انجام ندادنش پشیمون باشی ؟ 
هیچی ؟ 
اگه باشه چی ؟ 
در این صورت باید انجامش بدی 
نه من چیزی ندارم 
هیچی 
دبلیو ام او سوئیس 
گرفتیش 
شانس یه بار در خونه‌ی آدم رو میزنه 
مطمئنی از نرفتن پشیمون نمیشی ؟ 
... چی ، من اینو مچاله کردم چون نمی خواستم برم - میدونم میخوای بری - 
میدونم همیشه میخواستی بری ولی به خاطر مادرم تو ججو موندی 
الان که نمیخوای بری دلیلش منم 
سام دال اگه الان برگردی باید از نو شروع کنی و واقعا سخته 
ببین هنوزم پشیمونم که هشت سال اونجا تنهات گذاشتم 
خیلی پشیمونم 
خوبم نیازی به رفتن ندارم ، باشه ؟ 
دیدی ؟ میدونستم 
من چو اون هه نیستم ، چو سام دال هستم 
الان به لطفت از چیزی نمیترسم 
همشون به لطف توئه 
مشکل چیه ؟ - چی ؟ 
حالت خوبه ؟ 
مشکل چیه ؟ 
چرا گریه می کنی ؟ 
مشکل چیه ؟ کی به گریه انداختت ؟ 
میخوام برم خونه 
میخوام برگردم ججو برام خیلی سخته 
سام دال 
چه خبره ؟ 
حالت خوبه ؟ 
حالت خوبه ؟ 
بیا دنبالش باشیم ماها میتونیم 
عکاس چو اون هه نه چو سام دال 
چی ؟ 
رویات ممکنه ناپدید بشه ولی تو نه 
کی ام اس قراره نمایش ججو رو میزبانی کنه 
باید برین 
سام دال هم عاشق عکس گرفتن بود 
چو سام دال از این استفاده میکرد 
با یه شات 
تو تنها نیستی 
تو پدرت و مادرت و خواهرات رو داری 
منو داری 
درست مثل زمانی که از رویام حمایت کردی نمیتونم این کارو برات بکنم ؟ 
خوبه 
هی سام دال 
خانم چو 
همیشه دیر میرسی سیلبریتی چیزی هستی ؟ 
ماهی سرد شده 
مثل خورش سرد نمیشه - همیشه همینه خب - 
شنیدم این روزا خیلی معروف شدی داری شلوغ بازی در میاری 
شلوغ بازی در نمیارم واقعا سرم شلوغه 
ولی حدس بزن کی امروز سرمو شلوغ کرده 
متاسفم 
دوست پسر دیوونت مجبورم کرد که تا یک ساعت قبل اومدن کار کنم 
دوست دارم با مشت بزنمش 
بله دقیقا همین جاست 
دوباره به اون بی گفتی زودتر از کار بیاد ؟ 
خب چیه مگه ؟ دلم براش تنگ شده بود 
اولین رابطه دوستتونه 
نمیتونی بزاری یکم زودتر بیاد ؟ 
بهتر فقط جدا نشین 
وگرنه میذارم تاوان تمام اضافه کاریا نموندشو‌ بدی 
چنده ؟ 
- این وقتی کسی دوست داره کم حرف میشه - یک سال پیشم چه طور همدیگه رو دیدین ؟ 
درست حتی اعترافم نمیتونه بکنه 
همیشه مجرد بود 
مردم تو جنگم عاشق میشن چیزی نیست که 
... خب 
خب - خب - 
... خب ... من 
معمولا ... من خیلی 
ببخشید 
بله ؟ 
خب 
چرا فقط با پیامک بهم نمیگی 
... درسته 
خیلی بی حوصلم اعصابم بهم میریزه 
... پیام 
خب - اره - 
... صبر کن 
بهت علاقه دارم 
ولی میدونی چیه ؟ 
شش ماه اول فقط پیامک میفرستادیم 
واقعا ؟ 
- اره - 
چرا با اون قرار میذاری ؟ دوباره فکر کن 
حسودیت شده ؟ 
اگه اره توهم قرار بذار 
هی 
غیر ممکنه کلا دهنتو ببندی نه ؟ 
منظورم اینکه 
بعد از اتفاقی که افتاد نمیتونیم یونگ پیل ببینیم 
... چرا من 
مشکل چیه ؟ 
چیه ؟ 
گیونگ ته واقعا یه چیزی هستی - واقعا ؟ 
چی ؟ 
مان سو ؟ 
مسخره ست 
چیشده ؟ 
پاره وقته - اره - 
به میلیارد به سام دال ری اهدا کرده 
معنی میده اصلا 
بیخودیه پولش کجا بود 
درسته 
واقعا درسته ؟ 
هه دال - ولی چه طوری ؟ 
پول از کجا اورده ؟ 
مطمئنم یه میلیارده 
در ضمن یادداشت گذاشته ممنونم 
بعدش ناپدید شده 
انقدر شایعه پراکنی کن کارتو بکن 
جین دال ، بیا بعدا صحبت کنیم 
غیبت نکردم مامان 
باید بدونن 
خبر خیلی بزرگیه 
خانما صبر کنین 
باید روی صورتون پخش کنین 
روی پوست صورت 
اومم 
خوبه 
باشه - کاملا - 
هه دال 
خیلی مرطوب به نظر میرسه 
خداییش این روزا خیلی سرده پوستمون خیلی خشکه 
خوش حالیم که هه دال تو گروه غواصا داریم 
درسته 
تو هم میخوای ها یول ؟ 
از گروه ای اس ، جون ده یونگه 
مردی که به خاطر یه زن استعفا داد اومد اینجا ؟ 
اره - امو - 
نمیدونم باحاله یا احمقه 
استخدام های جدید رو بررسی کن بهم اطلاع بده 
ولی قربان - بله ؟ 
. . همسرتون - بله ؟ 
- 
یعنی خانم چو - درسته - 
پرواز ندارن ؟ 
اموزش میده درسته ؟ - اره - 
پس چرا هر روز چمدون دارن ؟ 
من هم کنجکاوم 
چرا اینقدر کنجکاوی ؟ 
سام دال ریو میشناسی ؟ 
سام دال ری ؟ 
- سام دال ری - 
چی ؟ یهویی ؟ 
منم دارم دیوونه میشم 
همین امروز صبح باهاش ​ ​ صحبت کردم 
ولی الان ژاپنه - ... چرا هیچ وقت - 
نمی تونیم بدون مدل عکاسی کنیم 
درسته 
... جریمه انصراف 
چیکار کنیم ؟ 
زود باشین جایگزین پیدا کنین یا اینکه منصرف بشیم 
چه طور یکی هم سطح اون پیدا کنیم ؟ 
اگه لغو بشه تو دردسر میفتیم 
سام دال 
اون چه طوره ؟ 
کی ؟ 
فکر کنم تو اخبار دیدم از امریکا برگشته 
هنوز بهم نزدیکین 
دیوونه ای ؟ 
چه نزدیکی با کار باهم اشنا شدیم 
به هرحال نمیاد 
فراموشش کن بیخیال شین 
سام دال کمک کن 
نجاتمون بده 
فقط این دفعه 
فقط بهش زنگ بزن 
نمیدونی که درسته 
لطفا 
فکر میکنی یهویی میاد ؟ 
بیاین جمع و جور کنیم 
از اولشم مسخره بود 
جمع کنین 
چونگ گی ماها نیستیم 
اومد 
اومد 
چی ؟ 
- سام دال واقعا داره میاد - 
چی ؟ 
- اومد - 
اماده شین 
خانم چو 
اونی 
وقتی امریکا بودم اینجا چه اتفاقی افتاده ؟ 
حالت خوبه ؟ 
از فرودگاه مستقیم اومدی اینجا ؟ 
ایگو واقعا متاسفم 
نباش 
به محض رسیدنم به سئول میخواستم بهت سر بزنم وقتی شنیدم مدل لازم داری سریع اومدم 
واقعا ازت ممنونم 
باور نمی کنی ؟ واقعا میگم 
دیر اومدم نه ؟ 
بعد از اون اتفاق مردد بودم 
البته برای منم بوده واقعا مشکلی نیست 
هنوزم یه جوری بود برات از امریکا هدیه فرستادم 
گرفتیشون ؟ 
واقعا ؟ 
انگار نگرفتیشون 
باهات تماس نگرفتم چون فکر کردم برات سخته 
خدایا متاسفم برگشته بودم زادگاهم 
به خاطر همینم انقدر اروم تر به نظر میای ؟ 
خیالم راحت شد 
خیلی ممنونم 
خوب شدی 
مامور تحویل 
به خاطر تمام نظرهای منفی که بهم دادن کور شدم و نتونستم یه سری چیزا رو ببینم 
اماده ای ؟ دو ، باشه 
تو یه الهه ای.خیلی ناز شدی 
یک دقیقه 
عالیه - یه نگاهی کن خانم چو - 
خوب نشده ؟ - خیلی خوبه - 
می خوام از همشون استفاده کنم 
بایدم این کارو کنی 
ادمای زیادی هنوز دوستم دارن 
شاید متوجه اش نشده باشم ولی سئول هم پراز عشق بود 
بعیده که فردا روز کریسمس برف بیاد به خاطر هوای گرم ناشی از ال نینو 
کی ام ای پیش بینی هوای گرم یا بارونی کرده 
امیدواریم که کریسمس عالی داشته باشین 
از اون جایی که میرم خونه برام فرقی نداره که برف میاد یا بارون 
چرا پیامامو نمی خونه 
باید سرش شلوغ باشه 
خدایا 
نمی دونی چطور در بزنی ؟ 
زمانی که فقط خودمون دوتاییم فایده اش چیه ؟ 
هی فکر کردم که ماه بعد می خوای بری دیدن یونگ پیل 
میرم 
از الان داری چمدون میبندی ؟ 
حوصله ات سررفته ؟ 
با برادر زن روز کریسمس قرار نداری ؟ 
رفته مسافرت کاری و تو 
بهت گفتم اینطوری صداش نکن ما که فامیل نیستیم 
پس چطور باید صداش کنم ؟ ده یونگ 
اه موهای تنم سیخ شد 
ده یونگ 
پس می خوای چی صداش کنی ؟ بابا ؟ 
هرچی.برو اشغال ها رو ببر بیرون 
بو گند گرفته - نه خودت انجام بده - 
گفتم بو میده 
دقیقا پس خودت انجام بده 
... ای 
چرا عصبانی می شی حالا ؟ 
کل هفته سرت شلوغ بود 
داری چی کار می کنی ؟ 
- خوب من اشغال روبردم - 
من بودم - جین دال - 
من همه کارا رو کردم - جین دال - 
باشه 
می برمش بیرون باشه ؟ 
باشه 
برو - بیرون سرده - 
عجله کن - باشه - 
خیلی سرده - اره - 
حتی به یونگ پیل دسترسی ندارم 
امیدوارم حالش خوب باشه 
لعنتی چرا پیاممو نمی خونه 
دارم یخ می زنم 
حدس میزنم امسال کریسمس سفید نداریم 
شنیدم که امروز برف نمیاد 
راست می گی 
امروز برف میاد 
چی ؟ 
واقعا داره برف میاد 
خیلی خوشگله 
واقعا 
یه کریسمس سفیده - راست می گی - 
چه خبر شده ؟ چرا این جایی ؟ 
چرا این جایی ؟ 
به خاطر این که دلم برات تنگ شده بود اومدم 
گریه می کنی ؟ 
نمی تونستم بهت دسترسی پیدا کنم پس فکر کردم چیزی شده 
بذار ببینمت 
حتی خوش تیپ ترم شدی 
خوش تیپ تر شدی 
خوبه دوستش دارم 
ژست درسته 
همونطوری بمون 
اماده ؟ 
به نظر خوب میای - خوبه - 
دوستش دارم 
عالیه - عالیه - دوستش دارم 
لذت ببرین 
اینم غذاتون ممنونم - ممنون - 
لذت ببرین - ممنونم 
لذت ببرین - قربان می خوایم پرداخت کنیم - 
اومدم.خدایا 
هانا شاه میگوی سرخ شده برای میز دو - باشه - 
اینم توتبوکی شما - ممنونم - 
می تونین الان بخورینش 
باشه خوش اومدین 
خوش اومدین یه میز برای سه نفر ؟ 
دخترای پاور گرل اومدن از این طرف 
خانم اون چی فکر می کنی ؟ 
اگه اول این کارو نشون بدیم چی ؟ 
چی فکر می کنی ؟ 
به نظر عالیه 
موافقم 
پس همین کارو می کنیم - بله قربان - 
ججو موافقه . برف نمیاد 
صبرکنین مخالفم 
قراره تو ججو برف بیاد 
بر طبق دما و رطوبت قطعا برف میباره 
قربان برف می باره - هی - 
نه فقط برگرد ججو - ولی - ولی - ای کله خراب فقط برو - 
قربان من جدی می گم 
می شه لطفا بری ؟ 
قربان قطعا برف میاد - فقط برو - 
برف نمیاد - تو ججو رو خوب نمی شناسی 
اره می شناسم - صبرکن - 
محض رضای خدا - لطفا - 
رییس هان 
نه - قراره برف بیاد - 
نمیاد - جدی می گم دمای هوا تا - سه درجه پایین میاد - لطفا - 
چرا اومدی این جا و همسرم رو مجبور کردی تا دوبار غذا بپزه 
پس فقط بدون خیار بخورش 
این خونه منه 
که اینطور ؟ 
برمی گردم 
مثل همیشه ما فقط تا زمانی که نفسمون اجازه بده می ریم و حریص نیستیم 
و هروقت نفس کم اوردیم به همون جا برمی گردیم 
نهر کوچیکمون ، سام دال ری - نهر کوچیکمون سام دال ری - 
