‫ هل كان نمط السيد " سابيتش " ... ‫ مع بدء اليوم الثاني للمحاكمة ، ‫ يغطّي الترقّب أرجاء قاعة المحكمة . 
‫ أعدّت بداية الادّعاء القوية المشهد ‫ لمعركة قانونية مثيرة . 
‫ أنت شخص حقير ! 
‫ يا دكتور ، هلّا تصف ما نراه هنا . 
‫ الجروح الكليلة المتسببة في موت الضحية ، ‫ " كارولين بوليموس " . 
‫ ضُربت 3 مرات بأداة رفيعة ثقيلة ، ‫ ممّا أسفر عن تمزّق في فروة الرأس ، ‫ وكدمات حادة ، وكسور في الجمجمة ، ‫ وانفتاق في الدماغ . 
‫ أرغم الضغط على الجمجمة ‫ بعض أجزاء دماغها على التزحزح ، ‫ بحثاً عن مخرج . 
‫ أي إن دماغها منبثق عبر الكسور ؟ ‫ صحيح . ما لا تبديه الصور ‫ أنه أيضاً قد اخترق الثقبة العظمى . ‫ حيث يدخل العمود الفقري قاعدة الجمجمة . 
‫ - وكان هذا سبب الوفاة ؟ ‫ - لكان هو ، ‫ لكنها نزفت حتى الموت ‫ قبل أن يقتلها الانفتاق . 
‫ ما توقيت الوفاة المقدّر ؟ 
‫ حرارة الجسم ومراحل التخشّب والزرقية الرمّية ‫ تقول إنه بين العاشرة مساءً ومنتصف الليل . 
‫ والعلامات على وجهها ؟ ‫ تدلّ على سقوط . ‫ ضُربت مرةً على مؤخرة رأسها ، ‫ فسقطت على وجهها ، وكُسر أنفها ، ‫ ما أدّى إلى العلامات ‫ أسفل عينيها وعلى وجنتيها . 
‫ ثم ضُربت مرتين أخريين على مؤخرة الجمجمة . 
‫ نشأت الكدمة على وجهها ‫ وهي ما زالت على قيد الحياة . 
‫ وجاءت الضربات المميتة لاحقاً . 
‫ هل من أي دليل ‫ على محاولتها الدفاع عن نفسها ؟ 
‫ لم تُوجد أي جروح دفاعية قاطعة . 
‫ وقد عُثر على وجود آثار لجلد المدّعى عليه ‫ تحت أحد أظافر الضحية . 
‫ هل يُحتمل أنها قد خدشته ‫ بينما كانت تحاول الدفاع عن نفسها ؟ 
‫ هذا محتمل . الأرجح أنها لم تتوقّع الهجوم . 
‫ وقد أوضحت أن الضربة لم تقتلها ، ‫ - بل أنها رقدت مكانها ، نازفةً حتى الموت ؟ ‫ - نعم يا سيدي . 
‫ - لقد عانت . ‫ - هذه استمالة . 
‫ - هل عانت ؟ ‫ 
- لا يمكنني الجزم بذلك . 
‫ الأرجح أنها كانت فاقدة الوعي ‫ إثر الضربات في جمجمتها . 
‫ هل يمكنك استبعاد كونها كانت واعية ، ‫ وأنها قد عانت ؟ ‫ لا يمكنني استبعاد ذلك . 
‫ يا دكتور ، ألديك أي نتائج أخرى ‫ متعلقة بالسيدة " بوليموس " ؟ 
‫ نعم . كانت حاملاً في الأسبوع السادس ‫ وقت مقتلها . 
‫ سيادتكم ، الآن ، ‫ أودّ تقديم الاتفاق المشترك بين الطرفين ‫ في ما يتعلق بتحليل الحمض النووي ، ‫ الذي يؤكّد انتساب الجنين إلى المدّعى عليه . 
‫ أُحيط علماً . 
‫ إذاً فقد لقّح المدّعى عليه الضحية ؟ ‫ نعم ، هذا صحيح . 
‫ انتهت أسئلتي . 
‫ السيد " هورغان " . 
‫ لن يعترض الدفاع هذا الشاهد ، سيادتكم . 
‫ - دكتور " كوماغاي " ... ‫ - بل إنني قد شخت و ... ‫ ... يجدر أن أحرص على أن شيئاً لم يفتني . ‫ أنت قلت ، " أداة رفيعة ثقيلة . " ‫ وحسب فهمي ، ‫ لم تجد أي نتائج جازمة ‫ بهويّة من هوى بهذه الأداة الرفيعة الثقيلة . 
‫ - بل إنها لا تشير حتى إليه . ‫ - صحيح . ‫ لم تأت بأي أدلة طبية فاصلة ‫ في هويّة قاتل " كارولين بوليموس " . 
‫ لا يمكنني إلا التصريح بمنتهى اليقين ‫ بأنها كانت جريمة قتل . 
‫ ولم يُعثر على أي أداة رفيعة ثقيلة ‫ ولا سلاح جريمة من أي نوع ؟ 
‫ صحيح . 
‫ شكراً . 
‫ سيد " مولتو " . أتواصل الاستجواب ؟ 
‫ لا تفعل . 
‫ - حصلنا على ما يلزمنا . انتقل ... ‫ - يا دكتور ، بعد أن أتممت تشريح الجثة ، ‫ هل سنحت لك مواجهة المدّعى عليه ؟ ‫ نعم ، جاء إلى مكتبنا ‫ وطالب برؤية الجثة بأسلوب حادّ . 
‫ هل معتاد أن يأتي مدّع ‫ إلى مكتبكم على هذا النحو ؟ 
‫ سبق حدوث ذلك ، ‫ لكنه بالتأكيد لا يحدث بانتظام . 
‫ هل شهد تاريخ السيد " سابيتش " ‫ تردّده على مكتبكم لرؤية الضحايا ؟ ‫ - لا . ‫ - هل سبق أن جاء السيد " سابيتش " ‫ - ليطّلع بنفسه على ضحية قتل ؟ ‫ - إطلاقاً . 
‫ لكنه جاء يومئذ . كيف كان سلوكه ؟ 
‫ - كان هائجاً وعصبياً ، وحتى خائفاً . ‫ - خائفاً ؟ 
‫ الأمر الذي لم أفهمه آنذاك . ‫ لكنك تفهمه الآن ؟ 
‫ أستشعر أنه لم يرد الاكتفاء بمعرفة نتائجي ، ‫ بل بدا أنه كان خائفاً منها . 
‫ كان به شيء غير طبيعي . 
‫ انتهت أسئلتي . 
‫ يا دكتور ، هل لديك أي أساس سيكولوجيّ ‫ للقيام بتشخيصات سلوكية ‫ في ما يتعلق بالتهيّج أو الرعب أو ... ‫ " غير الطبيعي " ؟ ‫ لديّ ماض مع المدّعى عليه ، ‫ يسمح لي بتكوين آراء عامة مبنية على سلوكه ، ‫ وقد كان يتصرّف بأسلوب غير معتاد . ‫ لديك ماض معه . هل أنتما صديقان ؟ ‫ زميلان ، لا صديقان . ‫ لا صديقان . في الحقيقة ، ‫ أنت تعتبر موكّلي شخصاً حقيراً . 
‫ - اعتراض . ‫ - هذا بغية توضيح انحيازه . 
‫ سأسمح به . 
‫ تحتدّ الأمور أحياناً ، ‫ وإنني نادم على وصفه بذلك . 
‫ أليس لديك أي انحياز ، مثلاً ، ‫ ضد المدّعين العوامّ ؟ 
‫ بالطبع ليس لديّ . هذا سخف . ‫ - هل سبق أن وصفتني بالحقير ؟ 
‫ - اعتراض . 
‫ سيادتكم ، إذا كان للانحياز دور هنا ... ‫ كن متحفظاً . 
‫ أيها الدكتور . 
‫ سبق أن تجادلنا أنا وأنت بضع مرّات كذلك . 
‫ أعني ، هذا يحدث في مجال عملنا . 
‫ إنها عملية شرسة عالية الضغط ، ‫ وأحياناً نخفّف من هذا الضغط بإفراغه . ‫ لكنني بالتأكيد لا أكنّ أي انحياز ‫ ضد المدّعين ، ‫ وأجد في ذلك إساءة شديدة . 
‫ هل سبق أن وصفت " تومي مولتو " بالحقير ؟ ‫ - اعتراض . ‫ - ليس أكثر منك . ‫ دكتور " كوماغاي " . ‫ ربما لهذا لم يُعد انتخابك . ‫ - دكتور . ‫ - احتفظ بوظيفتك . 
‫ لا ، هذا صحيح . لقد فُصلت ، ‫ - صحيح ؟ نعم . ‫ - دكتور " كوماغاي " . ‫ علينا الذهاب . إلى الأسفل . 
‫ مفهوم . إنه في السيارة . 
‫ حصلنا على ما يلزمنا . ‫ حصلنا عليه ، لكنك لم تستطع الاكتفاء به . 
‫ هذا ما قلته ... أخبرتك . ‫ لتضع " كوماغاي " على المنصة فقط ، ‫ وتستوضح منه توقيت وسبب الوفاة ‫ ووالد الجنين . ‫ لكنك لم تستطع الاكتفاء بذلك . ‫ والآن لدينا طبيب شرعي ‫ يبدو ساخطاً وشاعراً بالاضطهاد ‫ - ويكنّ ضغينة . ‫ - كانت شهادة مهمة . 
‫ ما كان " رستي سابيتش " ‫ الذي يعرفه الجميع ويحبه ليفعل هذا ، ‫ لذا علينا أن نوضّح ، متى أمكن ذلك ، ‫ أنه في مرحلة ما ‫ لم يعد " رستي سابيتش " المعهود . 
‫ بل سأزعم أننا قد خسرنا أكثر مما كسبنا . 
‫ إنها حجّة ظرفية ستُبنى على أشياء صغيرة ، ‫ أدقّ وأدنى التفاصيل . ‫ إن " كوماغاي " إلا القطعة الأولى . 
‫ القطعة الأخرى أن " رستي سابيتش " كان مضطرباً . 
‫ لم يُذكر الجلد تحت ظفر " كارولين " ‫ في التقرير المبدئي . 
‫ قسم الطب الشرعي مشغول بالحالات . ‫ إنما أخذ " كوماغاي " وقتاً أطول قليلاً ‫ في هذا الجزء من التحليل . 
‫ اختصاصي الأمراض الشرعي ، ‫ من المتوقع أن يكون أشرس بكثير . ‫ " جيريمي باك " . 
‫ إنه غالباً الأفضل . لطالما كان من لجأت إليه ، ‫ وأنت أيضاً يا " رستي " . 
‫ إنه دقيق ولا يتوانى عن وصف أي تفاصيل ، ‫ لذا نستحسن ألّا ينظر أي منكما إلى الصور . 
‫ واصلا فقط النظر إلى الأمام بتعبير جامد . ‫ اتفقنا ؟ 
‫ هلّا نناقش لغة الجسد لحظةً . 
‫ ما لها ؟ 
‫ حقيقةً ، لم يعجبنا ما رأيناه اليوم . 
‫ يجب أن تبدوا متّحدين . 
‫ سيلتقط المحلّفون إشارات منكما ، ‫ ويجب أن يروا أنك تحبينه وتؤمنين به ‫ في كل لحظة . 
‫ وإذا عاود الصحافيون ‫ مداهمتكما كما فعلوا اليوم ، ‫ فربما عليك ، يا " رستي " ، ‫ إحاطة " باربرا " بذراعك وحمايتها . 
‫ إذاً ... ‫ نريد أن يؤمن المحلّفون بأنه حاميّ . 
‫ نعم ، إلى حد ما . في ذلك الموقف . 
‫ " رايموند " ، أنا ... ‫ لن أزعم علمي بوظيفتك ، ‫ لكني لا أرى أن إهانة ذكاء المحلّفين 
‫ المرجّح أن يروه على وجهي سيكون تعبير صدمة . 
‫ زوجي يُحاكم على جريمة قتل وحشية . ‫ كيف لي أن أشعر بأي شيء غير الصدمة ؟ 
‫ غالباً ما تُحسم المحاكمات بالروايات . 
‫ أحسن رواية تنتصر . 
‫ وأنت جزء من قصّتنا هنا ، ‫ وغضبك لن يجدي نفعاً . 
‫ يصعب عليّ بشدة الوجود في تلك القاعة ، ‫ واضطراري إلى أن أشهد كل ما سوف يُقال ، ‫ وكل الصور المطروحة . 
‫ مجرد حضوري من الأصل ... ‫ يدلّ المحلّفين على إيماني ببراءة زوجي . 
‫ يجب أن أكون جديرة بالتصديق . ‫ لكن لكي أكون جديرة ، يجب أن أكون صادقة . 
‫ وهكذا سأكون في تلك القاعة . 
‫ سأجعلهم يرون حقيقتي . ‫ أنني مروّعة ، وأنني ... ‫ متقززة ، ‫ وأنني مشمئزة من ذلك الشرّ والفساد ، ‫ وأنني شاعرة بالإهانة من مجرد فكرة ‫ أن والد ابني وابنتي قد يكون ... ‫ مسؤولاً عن ذلك الشرّ والفساد . 
‫ هذه أحلك ساعات حياتي كلها . 
‫ لن أتظاهر بغير ذلك . 
‫ لا من أجلكما ، ولا من أجل المحلّفين . 
‫ وجدنا خلايا جلدية تحت أظافر يدها اليمنى ، ‫ وتطابق حمضها النووي مع المدّعى عليه . 
‫ وجدنا أيضاً آثار لعاب على وجه الضحية ‫ وعلى ياقة القميص الذي كانت ترتديه . 
‫ وتطابق حمضه النووي مع الضحية . ‫ المثير للفضول أننا لم نجد أي حمض نووي ‫ على الحبل المستعمل لتقييد الجثة . 
‫ لم تقول " مثير للفضول " ؟ ‫ كان عملاً نيّقاً . ‫ " شعب ( شيكاغو ) ضد ( روزات سابيتش ) " ‫ لقد حرص الجاني على عدم ترك أي أدلة . ‫ من النادر أن نجد موقع جريمة ‫ بهذه الدموية والفوضوية ، ‫ ومع ذلك معقّم من ناحية الأدلة . 
‫ وعلام يدلّك ذلك ؟ 
‫ أن مجهوداً شاقاً قد بُذل ‫ للتنظيف وتغطية الآثار . 
‫ بناءً على سنينك الـ20 ‫ في وظيفة اختصاصي الأمراض الشرعي ، ‫ ما رأيك تجاه ما حدث ؟ 
‫ رأيي أنها كانت نوبة غضب قاتلة مفاجئة ... ‫ غير مخطّط لها ... ‫ تلاها عمل دقيق ومنهجي للغاية ‫ لتقييد الجثة عقب الوفاة . 
‫ انتهت أسئلتي . شكراً . ‫ هل سبق أن رأيت جثة مقيّدة هكذا ؟ 
‫ عملت بقضية قتل منذ عدة سنوات ‫ حيث كانت الجثة مقيّدة ‫ بأسلوب مشابه على نحو مريب ، نعم . 
‫ ومن كان المدّعي المنوط بتلك الجريمة ؟ 
‫ كانا 2 ، " كارولين بوليموس " و " رستي سابيتش " . 
‫ والقاتل في تلك القضية ، ‫ اسمه " ليام رينولدز " . 
‫ - وقد أُدين . ‫ - صحيح . ‫ أدانه المدّعيان ‫ - " كارولين بوليموس " و " رستي سابيتش " . ‫ - صحيح . 
‫ وعند إدانته ‫ من قبل " كارولين بوليموس " و " رستي سابيتش " ، ‫ هدّد بالانتقام منهما . ‫ - هل تعي هذا ؟ ‫ 
‫ لست خبيراً في علم الانتقام ، لكنني أشتبه ‫ - في أن قتل إحداهما وتوريط الآخر ... ‫ - اعتراض . 
‫ - ... سيكون في غاية ... ‫ - مقبول . تعالوا فوراً . 
‫ لقد ناقشنا هذا . 
‫ لم يتحرّ هذا المكتب السيد " رينولدز " ... ‫ ولم يتحرّني أيضاً ، حسب علمي . ‫ ليس عبئهم تحرّي الجميع . ‫ - ليس واجبهم إثبات حقيقة منفية . ‫ - لقد صرّح بتهديد علنيّ ‫ - لـ " كارولين " و " رستي " . ‫ - نعم ، صرّح بتهديد ... 
‫ - رأيت من المهم أن يعرف المحلّفون . ‫ - ... تهديد فارغ . ‫ - لم لا يحقّ لي ... ‫ - ولن يُسمح لك باستغلاله . ‫ ... إدراج ذلك في سجلّ الوقائع ؟ 
‫ أعطني شيئاً ملموساً وسأسمح لك باستكشافه . 
‫ ما عدا ذلك ، كفّ عن هرائك . والآن ارجعوا . 
‫ سيد " باك " ، أنت أُبلغت بأن موكّلي والفقيدة ‫ - كانا على علاقة رومانسية . ‫ - نعم . ‫ وحين تقول إنه " وُجد جلد تحت أظافرها " ، ‫ فهل تقصد جلداً فعلياً ، بمعنى قطع جلدية ، ‫ كأنه قد خُدش ؟ 
‫ لا ، لم تكن قطعاً جلدية مرئية ، بل خلايا . 
‫ إذا خدشت وجهي هكذا ، ‫ فهل قد تُوجد خلايا جلدية تحت أظافري ؟ ‫ هذا ممكن . 
‫ لذا ، إن كان " رستي سابيتش " ‫ قبّل " كارولين بوليموس " ، وأثناء القبلة ، ‫ تصادف أن " كارولين " مرّرت أظافرها ‫ على عنقه أو ظهره ، ‫ أفلا يمكن أن يكون ذلك ‫ سبب آثار لعابه الموجودة عليها ‫ والحمض النووي الموجود تحت أظافرها ؟ ‫ أليس هذا ممكناً ؟ 
‫ بلى ، حسبما أفترض . ‫ إذاً فالحمض النووي الذي تقول ‫ إنه يوحي بأنه قتلها ، ‫ يمكن بنفس السهولة أن يوحي بأنه قبّلها . 
‫ هل تعي الفارق ؟ 
‫ هل كنت تعين أن المدّعى عليه ‫ والسيدة " بوليموس " كانا على علاقة سرّية ؟ 
‫ - عرفت ذلك لاحقاً ، نعم . ‫ - كيف عرفته ؟ 
‫ كانت لديّ أسباب عدة للاشتباه في ذلك . 
‫ أما بالنسبة إلى توقيت اكتشافي ، ‫ فقد احتجت إلى ترك ملف في مكتب " رستي " . 
‫ كانت الساعة متأخرة ، ‫ وظننته قد رحل ، لكنه كان موجوداً . ‫ دخلت ، وكان يقبّل " كارولين " . 
‫ - معي قضية " روبرتس " . ‫ - نعم . ‫ - نعم . ‫ - نعم . 
‫ - شكراً . ‫ - تفضّل . سأراك غداً . ‫ هُرعت لأغادر فتبعتني . ‫ وكانت لحظة محرجة للغاية ، وغادرت . 
‫ - متى كان هذا ؟ ‫ 
- فبراير الماضي . 
‫ هل لاحظت أي وقائع أخرى ؟ 
‫ لا شيء جنسيّ صريح ، ‫ بل مجرد شائعات في المكتب . 
‫ لكن أعني ، ‫ بالتأكيد وُجدت بعض الإشارات الخفية . 
‫ مثل ؟ 
‫ ذات مرة في المرأب السفليّ ، رأيتهما . 
‫ كانا ... حسبما أظن ، لا أعرف ... ‫ أظن أنهما كانا يتجادلان . 
‫ - ... معاً . لا أعرف . ماذا ؟ ‫ - ابتعد عني . ‫ لكنني إنما أطرح عليك سؤالاً . ‫ فإذا أمكنك فقط ... 
‫ ليس إلا . بحق الجحيم . ‫ كانت في سيارتها ، وكان يقرع نافذتها ، ‫ وانطلقت مسرعةً . 
‫ هل سنحت لك الفرصة ‫ لمناقشة أي من هذا مع السيد " سابيتش " ؟ ‫ نعم . 
‫ وماذا قلت ؟ 
‫ أخبرته أني ... ‫ أني قلقة من أنه ... لا أدري ، يفقد نفسه . 
‫ - يفقد نفسه ؟ ‫ - من أجلها . 
‫ كان بدأ يصير متخلخلاً ، ‫ ومهووساً بعض الشيء . 
‫ ألم تستحسني هذه العلاقة ‫ بين السيد " سابيتش " والسيدة " بوليموس " ؟ ‫ - ألم تستحسنيها ؟ ‫ - نعم . ‫ ولم تستحسني حقاً ‫ " كارولين بوليموس " ، أليس كذلك ؟ 
‫ ليس ذلك هو السبب . كان الأمر غير مهنيّ . 
‫ لم تحبّي " كارولين " ، أليس كذلك ؟ ‫ بلى . 
‫ هل أبلغت الموارد البشرية ‫ بتخوّفك من عدم المهنية ؟ 
‫ لا ، لم أفعل . 
‫ وحسب علمك ، لم تقدّم السيدة " بوليموس " ‫ أي شكوى إلى الموارد البشرية ‫ عن السيد " سابيتش " ؟ 
‫ هذا صحيح . 
‫ حسب علمك ، هل سبق أن قدّمت شكوى ‫ إلى الموارد البشرية عن أي أحد ؟ 
‫ نعم . ‫ من ؟ 
‫ " تومي مولتو " . 
‫ هل لديك أي علم ‫ بتصرّفي تصرفاً غير مهنيّ أو غير لائق ‫ تجاه السيدة " بوليموس " ؟ 
‫ ليس عندي أي علم فعليّ ، لا . 
‫ وهل لديك أي علم بالشكوى ‫ التي قُدمت إلى الموارد البشرية ؟ 
‫ كل ما أعرفه أنها لم ترد العمل ‫ على أي قضايا معك . 
‫ قالت إنها تنفر منك . 
‫ حسناً . هل سبق لك أن شهدتني أتصرّف ‫ تصرفاً غير مهنيّ تجاه الضحية ؟ 
‫ لم يسبق لي حقاً . 
‫ ماذا عن " رستي سابيتش " ؟ 
‫ نعم . بدا المدّعى عليه مهووساً ، ‫ ويفقد نفسه من أجلها . 
‫ أتلك شهادتك ؟ ‫ تلك شهادتي . 
‫ شكراً جزيلاً . 
‫ أكاد أشفق عليه ، أقصد " تومي " . 
‫ كدت أشفق عليه أيضاً ، ‫ لكنني بعدها تذكّرت أنه صرصور لعين . 
‫ لا يمكنك سحقه ، لأنه لا ينفكّ يعود . 
‫ وقد أوصل نقاطه . 
‫ أنت قلق . 
‫ إذا المحلّفون ... التزموا بعبء تقديم البيّنة ، ‫ فوضعنا مبشّر ، لكن ... ‫ إذا احتاجوا إلى أحد ليحمّلوه ‫ مسؤولية الجريمة ، فسيكون " رستي " . 
‫ أأنت بخير ؟ ‫ أأنت بخير ؟ 
‫ في صفّي لعلم النفس ، ‫ قرأنا أشياء عن الصدمة والتفارق . 
‫ كيف يمكن للدماغ حماية الناس من أنفسهم . ‫ بمنزلة انفصال ... ‫ لا إرادي عن الواقع . 
‫ هل سبق أن شعرت بذلك ؟ 
‫ ماذا تقصدين ؟ 
‫ فقط ... ‫ يمكن أن يتفارق الناس عن ذكرياتهم . 
‫ إذا كانت ... ‫ إذا فعلوا شيئاً لا يستطيعون التصالح معه أو ... ‫ نظرتهم إلى أنفسهم ... ‫ يمكن لهذا أن ينشئ لديهم تفارقاً . 
‫ ذاكرتي بخير . 
‫ " رستي " ، أحتاج إلى التحدث إليك . 
‫ قبل شهرين ، ‫ حوالي توقيت فصلي من المعرض ، ‫ أخذت أتردّد على حانة بالنهار . 
‫ و ... ‫ كان بالحانة ساق ، وهو ... ‫ كانت معه دكتوراه في الفن . ‫ لذا نشأ بيننا حديث و ... ‫ قد وجدنا ترابطاً قوياً ، و ... ‫ تبادلنا قبلة . أنا قبّلته . 
‫ لكن ذلك كل ما حدث . 
‫ كان مجرد إلهاء . كانت ... ‫ كانت مجرد قبلة . 
‫ أين حدث ذلك ؟ 
‫ في شقته . 
‫ - أردت أن أرى فنّه . ‫ - في شقته ؟ 
‫ - هذا كل شيء . ‫ - أردت رؤية ... ‫ قطعة من فنّه ؟ 
‫ - هل ضاجعته ؟ ‫ - لا . 
‫ لم تخبرينني بهذا الآن ؟ 
‫ أردت أن أكون صادقة معك . 
‫ ظننت أن كلينا يلتزم الصدق مع الآخر . 
‫ أنا أُحاكم ... على حياتي . 
‫ الصدق ؟ 
‫ أعلم . 
‫ تأتين كل يوم وتستجوبينني . 
‫ تستجوبينني . ‫ " ماذا حدث هنا ؟ ماذا حدث هناك ؟ ‫ لماذا لم تخبرني بهذا عنك وعنها ؟ " ‫ سؤال تلو الآخر . 
‫ وحين أقول لك ، " إنما أحاول أن أكون صادقاً ، ‫ إنما أحاول إخبارك بما حدث وفق ما أذكره . ‫ لا أستطيع إعطاءك الأسباب طوال الوقت " ، ‫ لا يبدر منك إلا معاودة استجوابي ‫ مراراً وتكراراً . ‫ - هذا ليس منصفاً . ‫ - وتكراراً . ‫ ليس منصفاً ؟ ‫ ليس منصفاً يا " باربرا " ؟ ما المنصف ؟ ‫ ما المنصف الآن ؟ 
‫ ما هو شعورك ؟ ‫ ماذا ؟ 
‫ ما شعورك ؟ إزاء ارتكاب خطأ ؟ 
‫ بحق الجحيم . 
‫ - تباً لك يا " رستي " ! ‫ - تباً لي ؟ 
‫ - أنا خارج . ‫ - هل مفاتيحي بالمطبخ ؟ 
‫ هلّا تنظفان قصعتيكما ، رجاءً . ‫ - سأفعل . ‫ - ها هي ذي . 
‫ - لا تنس فرضك المنزلي للهندسة . ‫ - بحقيبتي . ‫ - هل أنت آتية ؟ 
‫ - لا ، سأقابل " لوراين " . ‫ - وأنا متأخرة . ‫ - " باربرا " ؟ 
‫ " كايل " ، هل معك غداؤك ؟ ‫ نعم . 
‫ يمكنني مرافقتك . أجيد ملء المقاعد . 
‫ حبيبتي . لا ، لا داعي . أنا بخير . فعلاً . 
‫ آسفة إذا كنت ضايقتك البارحة . 
‫ لم عساك تخبرينه ؟ 
‫ - لا أدري يا " لوراين " . ‫ - كانت فكرة بشعة . ‫ أعلم . 
‫ إنما في الآونة الأخيرة ، نحن ... ‫ ظننت ... ‫ شعرت بأننا نترابط من جديد . 
‫ شعرت ... ‫ ... بالقرب والأمان . ‫ - و ... ‫ - حسناً . ‫ ... شعرت فجأةً بأن موضوع " كليفتون " كله ‫ يثقل على كاهلي ‫ واحتجت ... 
‫ نعم . ‫ ولم يسر الأمر على نحو طيب ؟ 
‫ لهذا لن تذهبي إلى المحكمة وحدك بعد الآن . 
‫ سأكون بجوارك . 
‫ سأعود ، لكن ليس اليوم . 
‫ اليوم ، سيعرضون كل ما استخرجوه ‫ من حاسوبه وحاسوبها . ‫ نعم . ‫ لا أظنني قادرة على تحمّل ذلك ، ‫ الاستماع إلى كل اعترافاته بالحبّ ... ‫ - رباه . ‫ - ... إلخ ، إلخ . 
‫ أتعلمين أنه راسلها 30 مرة ليلة مقتلها ؟ 
‫ بصراحة ، أظن أن هذا أشدّ ما يدينه ‫ في القضية كلها . 
‫ 30 مرة ؟ 
‫ وقد تقدّم الأب بطلب أمر وقائيّ ، ‫ محاولاً منع ابنه من الإدلاء بشهادته . 
‫ - حتماً تمزحين . ‫ - سأرفض الالتماس . ‫ لكنني واعية لأسبابه . ‫ يهدّد اليوم بإحداث أضرار عاطفية جسيمة ‫ لصبيّ قد مرّ بالفعل بالكثير . 
‫ - إنه شاهد ماديّ . ‫ - دعني أكمل . 
‫ أودّ أن أوفّر على هذه الأسرة ‫ أي مزيد من ألم غير ضروري ، ‫ سواء أكان غير ضروري أم لم يكن . 
‫ الآن ، التهمة بهذه القضية ‫ قتل من الدرجة الثانية ، وتعلمان ذلك . 
‫ حتى شاهدكما نفسه قد شهد ‫ بأن الأرجح أنها كانت جريمة غير مدبّرة . 
‫ لن تديناه أبداً بالدرجة الأولى . ‫ وتوجيهي لن يعينكما على تحقيق ذلك . 
‫ أستبعد خروجك بريئاً من أي تهمة أنت الآخر . 
‫ يبدو أننا قد ننتهي إلى القتل الخطأ . ‫ - محال . ‫ - لا . 
‫ ستنالان إدانته . ‫ وستنال استئناف حياتك بعد 8 سنوات . 
‫ - تبدو لي صفقة رابحة . ‫ - لن أقبل بأي إدانة . ‫ لن أقبل إلا بردّ الدعوى والاعتذار . 
‫ هذه آخر فرصة يا أولاد . 
‫ هل يودّ أي منكم الرضوخ ؟ 
‫ حسناً . 
‫ على كليكما التهاون مع الفتى . 
‫ أهلاً يا حبيبتي . 
‫ أتريدين الصعود إلى الفراش ؟ 
‫ اصعدي إلى الفراش . 
‫ أتذكرين لمّا كانا ... ‫ كانا صغيرين ، ‫ وكنا نشاهدهما ساعات أثناء نومهما . 
‫ كنا ملاكيهما الحارسين . 
‫ لماذا تبقين ؟ 
‫ لنفس سبب ... بقائك . 
‫ " مايكل " ، سبق أن تقابلنا ، وقدّمت إليك تعازيّ . ‫ أودّ تكرار ذلك الآن . ‫ تعازيّ على فقدان أمك ، لكن أيضاً على صدمة ‫ وجودك هنا في المحكمة اليوم . ‫ ما نطلبه منك شيء فظيع ، ‫ لكن سببه أن ما حدث لأمك ‫ شيء في منتهى الفظاعة . ‫ سيد " مولتو " . 
‫ أودّ توجيه انتباهك إلى ليلة مقتل أمك . ‫ أيمكنك إخباري أين كنت ؟ 
‫ تناولت العشاء بالبيت . ‫ شاهدت التلفاز أو ما شابه . ‫ ربما لعبت ألعاباً إلكترونية . 
‫ غادرت البيت لاحقاً وذهبت إلى هناك . 
‫ فلأستوضح فقط ، ذهبت من البيت ‫ حيث تعيش مع أبيك ، " دالتون كالدويل " ، ‫ ثم قلت إنك ذهبت إلى هناك . أين هناك ؟ ‫ إلى منزل أمي . 
‫ لأجل ماذا ؟ ‫ لم يكن بيني وبين أمي وفاق كبير . 
‫ لم ترد صحبتي . 
‫ لم يكن مرحّباً بي ، وأصابني ذلك ببعض الحيرة . ‫ وأحياناً كنت أذهب فقط إلى المنزل لأشاهد . 
‫ تشاهد ؟ 
‫ لأرى الحياة التي فضّلت ألّا أكون جزءاً منها . 
‫ وأظن أنني شرحت لك كل هذا من قبل . 
‫ هل تردّدت على منزل أمك كثيراً ؟ ‫ بين الحين والآخر . لا أعرف . ‫ مرة أو مرتين في الشهر . 
‫ ماذا كنت تفعل وأنت هناك ؟ 
‫ في الأغلب ، كنت أحدّق فقط إلى البيت ‫ من بعيد في الظلام ، ‫ كي لا تراني . 
‫ أحياناً كنت أرى أشخاصاً يأتون . ‫ كان هو في الأغلب . 
‫ أذكّر بأن الشاهد ‫ قد أشار إلى المدّعى عليه ، " رستي سابيتش " . 
‫ عرفت ما كانا يفعلان . ‫ - اعتراض . ‫ - مقبول . 
‫ أجب فقط عمّا تُسأل يا " مايكل " . 
‫ وإذا شعرت في أي وقت بحاجتك إلى الاستراحة ، ‫ فأبلغني فحسب ، اتفقنا ؟ 
‫ - نعم . ‫ - لنتابع . ‫ حسناً . 
‫ فهل التقطت هذه التسجيلات ؟ ‫ نعم . 
‫ 16 يونيو . 
‫ وهل يمكنك قراءة الطابع الزمني ‫ في أعلى التسجيل ؟ 
‫ نعم . " 9 : 49 مساءً . " 
‫ ومجدداً ، هل كان هذا ‫ التسجيل الذي التقطته في 9 : 49 مساءً ، ‫ - ليلة مقتل أمك ؟ ‫ - نعم . 
‫ عقب وفاة أمك ، هل راسلت المدّعى عليه ؟ ‫ نعم . ‫ بم راسلته ؟ 
‫ راسلته قائلاً ، " أنت كنت هناك . لقد رأيتك . " 
‫ رأيتك ماذا ؟ ‫ في المنزل حين التقطت ذلك التسجيل . 
‫ هل طلبت لقاء المدّعى عليه ؟ 
‫ - نعم . ‫ - لم طلبت ذلك ؟ 
‫ لأنني أردت النظر في عيني الرجل ‫ الذي قتل أمي . 
‫ - اعتراض . ‫ - مقبول . 
‫ فبعد طلبك لقاءه ، هل التقيتما بالفعل ؟ 
‫ - نعم . ‫ - عمّ تكلمت ؟ 
‫ سألني عن سبب رغبتي في لقائه ، وأخبرته ‫ أنني أردت النظر في عيني الرجل ‫ الذي قتل أمي . 
‫ اعتراض يا حضرة القاضية . ‫ مقبول . إنما يصرّح الشاهد برأيه فقط . 
‫ هل اتّهمت المدّعى عليه بقتل أمك ؟ ‫ - نعم . ‫ - فما كان جوابه ؟ 
‫ أنكر . ‫ لكنني رأيت أنه يكذب . 
‫ - اعتراض . ‫ - مقبول . 
‫ " مايكل " ، يمكنك التصريح بانطباعاتك ، ‫ لكن أرجوك ألّا تطرحها ‫ باعتبارها حقائق ، حسناً ؟ 
‫ نعم . ‫ هل سبق أن تحدثت إلى أمك عن المدّعى عليه ؟ 
‫ كما قلت ، لم نكن متوافقين كثيراً . 
‫ لم تفصح لي عن الكثير . ‫ لكن قبل وفاتها بنحو أسبوعين ، ‫ أخبرتني أنها تمرّ بمشكلات مع رجل في العمل . 
‫ كان انطباعي ‫ أنه كان نفس الرجل ‫ الذي كانت على علاقة رومانسية معه . 
‫ هل قالت أي شيء آخر ؟ 
‫ أنها بدأت تخاف منه . 
‫ ألديك أي فكرة عن هويّته ؟ 
‫ - اعتراض . مضاربة . ‫ - سأسمح بالسؤال . 
‫ كان انطباعي أنه نفس الرجل ‫ - الذي كان انطباعي أنه قتلها . ‫ - اعتراض . 
‫ نفس الرجل الذي التقطت صوراً له ليلة مقتلها . 
‫ - اعتراض . ‫ - مقبول . ‫ أجب عمّا تُسأل فقط يا " مايكل " . ‫ أرجوك ، لا تتطوع بأي معلومات . 
‫ شكراً يا " مايكل " . انتهت أسئلتي . 
‫ لديك كثير من الانطباعات ، أليس كذلك ؟ 
‫ لديك انطباع بأن أمك كانت خائفة . ‫ ولديك انطباع بأن الرجل ‫ الذي كانت تقيم علاقة معه ‫ هو من خافت منه . ‫ انطباع . كلمة طريفة هي كلمة " انطباع " . 
‫ لنتحدث عن تلك الكلمة لحظةً . 
‫ ما معنى تلك الكلمة ؟ 
‫ حضرة المستشار ؟ 
‫ سيد " هورغان " ، هل لديك سؤال ؟ 
‫ - " راي " ؟ " راي " ؟ ‫ - أنا زوجته . 
‫ - ما زال لا نبض . ‫ - مجدداً . ‫ جاهز ؟ ‫ - 3 ، 2 ، 1 ، إخلاء . ‫ - لا بأس . 
