Συνήθιζε ο κος Σάμπιτς ... Δεύτερη μέρα της δίκης και στην αίθουσα επικρατεί ανυπομονησία . 
Το δυνατό ξεκίνημα της εισαγγελίας προοιωνίζεται καθηλωτική νομική μάχη . 
Γαμημένο αρχίδι ! 
Γιατρέ , περιγράφετε τι βλέπουμε εδώ ; 
Τα αμβλεία τραύματα που προκάλεσαν τον θάνατο της Κάρολιν Πολίμους . 
Χτυπήματα από λεπτό , βαρύ αντικείμενο στο κρανίο με αποτέλεσμα ... ΑΘΩΟΣ ΜΕΧΡΙ ΑΠΟΔΕΙΞΕΩΣ ΤΟΥ ΕΝΑΝΤΙΟΥ κακώσεις , κατάγματα κρανίου , εγκολεασμό . 
Η κρανιακή πίεση μετακινεί τμήματα του εγκεφάλου αναζητώντας έξοδο . 
Ο εγκέφαλός της βγαίνει από τις ρωγμές ; Σωστά . Οι εικόνες δεν δείχνουν ότι ωθήθηκε και μέσα από το ινιακό τρήμα . Όπου η σπονδυλική στήλη συναντά το κρανίο . 
- Ήταν η αιτία θανάτου ; - Θα ήταν , αλλά πέθανε στο μεταξύ από αιμορραγία . 
Εκτιμώμενη ώρα θανάτου ; 
Θερμοκρασία σώματος και ακαμψία δείχνουν μεταξύ 22 : 00 και 24 : 00 . 
Και τα σημάδια στο πρόσωπο ; Δείχνουν πτώση . Χτυπήθηκε στο πίσω μέρος του κεφαλιού , έπεσε εμπρός , έσπασε τη μύτη , εξού και τα σημάδια στα μάτια και στα μάγουλα . 
Χτυπήθηκε άλλες δύο φορές στο πίσω μέρος του κρανίου . 
Ο μώλωπας στο πρόσωπο προέκυψε ενώ ήταν ακόμα ζωντανή . 
Τα θανατηφόρα πλήγματα ακολούθησαν . 
Προσπάθησε να προβάλει αντίσταση ; 
Δεν εντοπίστηκαν αμυντικά τραύματα . 
Ίχνη από το δέρμα του κατηγορουμένου βρέθηκαν κάτω από ένα νύχι του θύματος . 
Είναι πιθανόν να τον γρατζούνισε ενώ βρισκόταν σε άμυνα ; 
Ίσως . Αλλά πιθανότατα δεν το περίμενε . 
Είπατε ότι δεν τη σκότωσε το χτύπημα , - αλλά η αιμορραγία . Σωστά ; - Μάλιστα . 
- Υπέφερε . - Καθοδήγηση . 
- Υπέφερε ; 
- Δεν μπορώ να το συμπεράνω . 
Ήταν πιθανότατα αναίσθητη από τα χτυπήματα στο κρανίο . 
Μπορείτε να αποκλείσετε ότι είχε τις αισθήσεις της , ότι υπέφερε ; Δεν μπορώ να το αποκλείσω . 
Έχετε άλλα ευρήματα σχετικά με την κα Πολίμους ; 
Ναι . Ήταν έξι εβδομάδων έγκυος τη στιγμή που δολοφονήθηκε . 
Κυρία πρόεδρε , στο σημείο αυτό αναφέρω την κοινή δήλωση των δύο μερών για την εξέταση DNA που επιβεβαιώνει την πατρότητα του κατηγορουμένου . 
Σημειώνεται . 
- Ο κατηγορούμενος άφησε έγκυο το θύμα ; - Μάλιστα . 
Δεν έχω κάτι άλλο . 
Κύριε Χόργκαν . 
Η υπεράσπιση δεν θα αντικρούσει τον μάρτυρα . 
- Δρ Κούμαγκαϊ ... - Βασικά , επειδή είμαι γέρος ... καλύτερα ας βεβαιωθώ ότι δεν μου ξέφυγε κάτι . Είπατε " Λεπτό , βαρύ αντικείμενο " . Αν κατάλαβα καλά , δεν έχετε κανένα εύρημα για το ποιος κρατούσε αυτό το αντικείμενο . 
- Δεν το υπαινίσσεστε καν. - Σωστά . Δεν υπάρχει ιατρικό συμπέρασμα για το ποιος σκότωσε την Κάρολιν Πολίμους . 
Μπορώ να δηλώσω με απόλυτη βεβαιότητα μόνο ότι ήταν δολοφονία . 
Κανένα λεπτό , βαρύ αντικείμενο ή άλλο φονικό όπλο δεν έχει ανακτηθεί ; 
Σωστά . 
Σας ευχαριστώ . 
Κύριε Μόλτο . Επανεξέταση ; 
Όχι . 
- Πήραμε αυτό που θέλαμε ... - Γιατρέ , μετά τη νεκροτομή , συναντήσατε τον κατηγορούμενο ; Ναι , ήρθε στο γραφείο μας και απαίτησε επιτακτικά να δει το πτώμα . 
Είναι σύνηθες για έναν εισαγγελέα να εμφανίζεται έτσι ; 
Έχει ξανασυμβεί , αλλά σίγουρα δεν είναι σύνηθες . 
Εμφανιζόταν συχνά ο κύριος Σάμπιτς για να δει τα θύματα ; - Όχι . - Εμφανίστηκε ποτέ ο κύριος Σάμπιτς - για να δει θύμα ανθρωποκτονίας ; - Ποτέ . 
Εμφανίστηκε τότε . Η συμπεριφορά του ; 
- Ήταν ταραγμένος , ασταθής , φοβισμένος . - Φοβισμένος ; 
- Δεν το κατάλαβα τότε . - Αλλά τώρα ναι ; 
Η αίσθησή μου ήταν πως δεν ήθελε να μάθει μόνο τα ευρήματά μου , ήταν σαν να τα φοβόταν . 
Συμπεριφερόταν κάπως . 
Δεν έχω κάτι άλλο . 
Γιατρέ , έχετε κάποιο ψυχολογικό υπόβαθρο για να κάνετε διάγνωση συμπεριφοράς όταν πρόκειται για ταραχή , τρόμο ή " κάπως " ; Έχω παρελθόν με τον κατηγορούμενο , που μου επιτρέπει να έχω άποψη βλέποντας τη συμπεριφορά του . Συμπεριφερόταν ασυνήθιστα . - Ώστε έχετε παρελθόν . Είστε φίλοι ; - Συνάδελφοι , όχι φίλοι . Όχι φίλοι . Για την ακρίβεια , θεωρείτε τον πελάτη μου μαλάκα . 
- Ένσταση . - Αποδεικνύει προκατάληψη . 
Θα το επιτρέψω . 
Καμιά φορά υπάρχει ένταση . Μετανιώνω που τον αποκάλεσα έτσι . 
Έχετε κάποια προκατάληψη εναντίον των εισαγγελέων ; 
Φυσικά όχι . Είναι εξωφρενικό . - Με αποκαλέσατε μαλάκα ; 
- Ένσταση . 
Κυρία πρόεδρε , αν υπάρχει προκατάληψη ... Με προσοχή . 
Γιατρέ . 
Εσείς κι εγώ έχουμε διαφωνήσει επίσης . 
Συμβαίνει στη δουλειά μας . 
Είναι μια διαδικασία πιεστική , με πολύ άγχος και καμιά φορά η εκτόνωση έρχεται με ξέσπασμα , αλλά σίγουρα δεν έχω προκατάληψη κατά των εισαγγελέων , και με προσβάλλετε πολύ σοβαρά . 
Αποκαλέσατε ποτέ τον Τόμι Μόλτο μαλάκα ; - Ένσταση . - Όσο κι εσένα . Δρ Κούμαγκαϊ . Ίσως γι ' αυτό δεν επανεξελέγης . - Γιατρέ . - Μην παραιτηθείς . 
Σωστά . Απολύθηκες . - Έτσι ; - Δρ Κούμαγκαϊ . Φεύγουμε . Κεφάλι κάτω . 
Είναι στο αμάξι . 
Είχαμε ό , τι χρειαζόμασταν . Το είχαμε , αλλά δεν σου έφτανε . 
Αφού σ ' το είπα . Βάλε τον Κούμαγκαϊ εκεί πάνω να καθορίσει ώρα και αιτία θανάτου , και την πατρότητα του μωρού . Αλλά δεν μπορούσες να το αφήσεις . Και τώρα έχουμε έναν ιατροδικαστή που φαίνεται σαν ένας χολωμένος - γκρινιάρης που κρατά κακίες . - Ήταν σημαντική μαρτυρία . 
Ο Ράστι που όλοι γνωρίζουν κι αγαπούν , δεν θα το έκανε αυτό . Πρέπει να αποδείξουμε , όπου και όποτε μπορούμε , ότι κάποια στιγμή έπαψε να είναι ο Ράστι Σάμπιτς . 
Εγώ το λέω καθαρή γαμημένη ήττα . 
Είναι υπόθεση βασισμένη σε ενδείξεις και κομμάτια , σε μικροσκοπικά επιπλέον στοιχεία . Ο Κούμαγκαϊ είναι το πρώτο κομμάτι . 
Ο Ράστι Σάμπιτς ήταν εκτός εαυτού , άλλος . 
Το δέρμα κάτω από το νύχι δεν ήταν στην αρχική αναφορά . 
Άργησε το εγκληματολογικό . Ο Κούμαγκαϊ χρειάστηκε λίγο περισσότερο χρόνο . 
Ο παθολογοανατόμος φαίνεται ότι είναι πολύ πιο δύσκολος . Ο Τζέρεμι Μπακ . 
Είναι ίσως ο καλύτερος . Σε αυτόν πήγαινα πάντα . Όπως κι εσύ . 
Είναι ακριβής και περιγραφικός , γι ' αυτό καλύτερα κανείς σας να μην κοιτάξει τις φωτογραφίες . 
Να είστε ευθείς , ουδέτεροι , ανέκφραστοι . Εντάξει ; 
Να μιλήσουμε για τη γλώσσα του σώματος ; 
Τι έχει ; 
Ας πούμε ότι δεν μας άρεσαν όσα είδαμε . 
Πρέπει να δείχνετε μονοιασμένοι . 
Οι ένορκοι θα παίρνουν σήματα από εσένα , πρέπει να βλέπουν " Τον αγαπώ . Πιστεύω σε αυτόν " κάθε στιγμή . 
Κι αν ο Τύπος σας περικυκλώσει όπως σήμερα , ίσως , Ράστι , θα μπορούσες να αγκαλιάσεις την Μπάρμπαρα , να την προστατεύσεις . 
Δηλαδή ... να πιστέψουν ότι είναι ο προστάτης μου . 
Ναι , κατά κάποιον τρόπο . Σε αυτήν την περίσταση . 
Ρέιμοντ ... δεν ξέρω τη δουλειά σου , αλλά το να προσβάλουμε τη νοημοσύνη των ενόρκων δεν είναι η καλύτερη λύση . 
Πιο πιθανό είναι να με δουν σοκαρισμένη . 
Ο άντρας μου δικάζεται για ειδεχθή φόνο . Είναι φυσικό να είμαι σοκαρισμένη . 
Οι δίκες κρίνονται από την αφήγηση . 
Η καλύτερη ιστορία κερδίζει . 
Είσαι μέρος της δικής μας ιστορίας και η οργή σου δεν θα μας πάει πουθενά . 
Μου είναι πολύ δύσκολο να είμαι στην αίθουσα και να ακούω όλα αυτά που λέγονται , να βλέπω όλες αυτές τις εικόνες . 
Και μόνο που βρίσκομαι εκεί ... λέει στους ενόρκους ότι πιστεύω στην αθωότητα του άντρα μου . 
Πρέπει να είμαι αξιόπιστη . Για να είμαι αξιόπιστη πρέπει να είμαι ειλικρινής . 
Αυτό θα είμαι στην αίθουσα . 
Θα τους αφήσω να δουν την αλήθεια μου . Ότι είμαι τρομοκρατημένη , ότι είμαι ... αηδιασμένη , ότι με απωθεί όλη αυτή η αθλιότητα , ότι προσβάλλομαι και μόνο από την ιδέα ότι ο πατέρας των παιδιών μου είναι ... υπεύθυνος γι ' αυτήν την αθλιότητα . 
Είναι η χειρότερη στιγμή της ζωής μου . 
Δεν θα προσποιηθώ κάτι άλλο . 
Ούτε για σας ούτε για τους ενόρκους . 
Βρήκαμε κύτταρα δέρματος κάτω από τα νύχια του δεξιού της χεριού , το DNA ταυτίστηκε με τον κατηγορούμενο . 
Βρήκαμε επίσης ίχνη σάλιου στο πρόσωπο του θύματος και στον γιακά του πουκαμίσου που φορούσε . 
Το DNA ταυτίστηκε με τον κατηγορούμενο . Περιέργως , δεν βρήκαμε καθόλου DNA στο σχοινί με το οποίο δέθηκε το πτώμα . 
Γιατί λέτε " περιέργως " ; Ήταν σχολαστικό . ΠΟΛΙΤΕΙΑ ΕΝΑΝΤΙΟΝ ΡΟΖΑΤ ΣΑΜΠΙΤΣ Ο δράστης πρόσεξε να μην αφήσει κανένα στοιχείο . Σπάνια βρίσκεις μια σκηνή τόσο αιματηρή και ακατάστατη , αλλά τόσο αποστειρωμένη από άποψη ευρημάτων . 
Τι σας λέει αυτό ; 
Ότι καταβλήθηκε μεγάλος κόπος για να καθαριστεί , να καλυφθεί . 
Με βάση τα 20 χρόνια σας ως παθολογοανατόμου , τι πιστεύετε ότι συνέβη ; 
Η γνώμη μου είναι ότι είχαμε μια ξαφνική πράξη δολοφονικής οργής , μη σχεδιασμένη , ακολουθούμενη από ένα σχολαστικό , μεθοδικό , μεταθανάτιο δέσιμο του θύματος . 
Δεν έχω κάτι άλλο . Ευχαριστώ . Έχετε δει ποτέ άλλο πτώμα δεμένο όπως αυτό ; 
Είχα μια ανθρωποκτονία πριν αρκετά χρόνια όπου το πτώμα ήταν δεμένο με ανατριχιαστικά παρόμοιο τρόπο , ναι . 
Ποιος εισαγγελέας ήταν υπεύθυνος για τη δίωξη αυτής της ανθρωποκτονίας ; 
Ήταν δύο . Η Κάρολιν Πολίμους και ο Ράστι Σάμπιτς . 
Ο δολοφόνος στην άλλη υπόθεση λεγόταν Λίαμ Ρέινολντς . 
- Καταδικάστηκε . - Σωστά . Καταδικάστηκε από τους εισαγγελείς - Κάρολιν Πολίμους και Ράστι Σάμπιτς . - Σωστά . 
Και όταν καταδικαζόταν από την Πολίμους και τον Σάμπιτς , απείλησε να τους εκδικηθεί . - Το γνωρίζετε αυτό ; 
Δεν είμαι ειδικός στην επιστήμη της εκδίκησης , αλλά υποψιάζομαι ότι - σκοτώνω τη μία , ενοχοποιώ τον άλλον ... - Ένσταση . 
- θα ήταν πολύ ... - Δεκτή . Πλησιάστε αμέσως . 
Το συζητήσαμε . 
Το γραφείο δεν ερεύνησε τον Ρέινολντς ... Ούτε εμένα ερεύνησε . Δεν θα ερευνήσουν τους πάντες . - Έχουν άλλο καθήκον . - Απείλησε δημοσίως - την Κάρολιν και τον Ράστι . 
- Ναι ... - Είναι σημαντικό . - ... κούφια απειλή . - Θα έπρεπε να μπει ... - Αφήστε την . στα πρακτικά . 
Φέρτε κάτι χειροπιαστό και θα επιτρέψω να ερευνηθεί . 
Αλλά καμία από τις ανοησίες σας . Απομακρυνθείτε . 
Κύριε Μπακ , σας έχουν ενημερώσει ότι ο πελάτης μου και η εκλιπούσα - συνδέονταν ρομαντικά . - Ναι . Είπατε " Βρέθηκε δέρμα κάτω από τα νύχια της " . Εννοείτε κανονικό δέρμα ; Κομμάτια δέρματος σαν από γδάρσιμο ; 
Όχι ορατά κομμάτια δέρματος . Κύτταρα . 
Αν ξύσω το πρόσωπό μου έτσι , θα έβρισκε κανείς κύτταρα δέρματος στα νύχια μου ; Πιθανόν . 
Αν ο Ράστι Σάμπιτς φίλησε την Κάρολιν Πολίμους , και ενώ τη φιλούσε εκείνη πέρασε τα νύχια της κατά μήκος του λαιμού ή της πλάτης του , δεν θα εξηγούσε αυτό τα ίχνη σάλιου που βρέθηκαν πάνω της και το DNA στα νύχια της ; Είναι εφικτό αυτό ; 
Μάλλον . Άρα , το DNA που λέτε ότι υποδηλώνει πως τη σκότωσε , μπορεί το ίδιο εύκολα να λέει και να υποδηλώνει ότι τη φίλησε . 
Καταλαβαίνετε τη διαφορά ; 
Γνωρίζατε ότι ο κατηγορούμενος και η κα Πολίμους είχαν δεσμό ; 
- Το γνώριζα , ναι . - Πώς το μάθατε ; 
Είχα διάφορους λόγους για να το υποπτεύομαι . 
Όσο για το πότε βεβαιώθηκα ... πήγαινα έναν φάκελο στο γραφείο του Ράστι . 
Ήταν αργά . Νόμιζα ότι είχε φύγει . Ήταν εκεί . Μπήκα μέσα . Φιλούσε την Κάρολιν . 
- Έχω την υπόθεση Ρόμπερτς . - Ναι . - Ναι . - Ναι . 
- Ευχαριστώ . Ναι . - Ορίστε . Τα λέμε αύριο . Έφυγα και εκείνη με ακολούθησε . Και ήταν απίστευτα αμήχανο και έφυγα . 
- Πότε ήταν ; 
- Τον Φεβρουάριο . 
Παρατηρήσατε και άλλα περιστατικά ; 
Τίποτα σεξουαλικό , μόνο κουτσομπολιά . 
Αλλά , ναι , σίγουρα υπήρχε μια υπόγεια αίσθηση . 
Δηλαδή ; 
Μία φορά στο υπόγειο πάρκινγκ , τους είδα . 
Νομίζω , δεν ξέρω ... Νομίζω ότι τσακώνονταν . 
- ... μαζί . Δεν ξέρω . Τι ; - Μην πλησιάζεις . Σου κάνω απλώς μία ερώτηση . Αν μπορείς ... 
Αυτό ήταν . Γαμώτο . Εκείνη ήταν στο αμάξι της , αυτός χτυπούσε το παράθυρό της , κι εκείνη έφυγε . 
Συζητήσατε κάτι από όλα αυτά με τον κύριο Σάμπιτς ; Ναι . 
Τι του είπατε ; 
Του είπα ότι ανησυχούσα πως εκείνος , δεν ξέρω , τα έχανε λίγο . 
- Τα έχανε ; - Μ ' εκείνη . 
Έχανε κάπως τον έλεγχο . Γινόταν εμμονικός . 
Δεν επιδοκιμάζατε τη σχέση του κου Σάμπιτς και της κας Πολίμους ; - Δεν την επιδοκιμάζατε . - Όχι . Ούτε την κα Πολίμους επιδοκιμάζατε , σωστά ; 
Δεν πρόκειται γι ' αυτό . Ήταν αντιεπαγγελματικό . 
- Δεν συμπαθούσατε την Κάρολιν , σωστά ; - Δεν τη συμπαθούσα . 
Αναφέρατε ποτέ τις ανησυχίες σας στο τμήμα ανθρώπινου δυναμικού ; 
Όχι . 
Από όσο ξέρετε , η κα Πολίμους δεν κατήγγειλε ποτέ στο ανθρώπινο δυναμικό τον κύριο Σάμπιτς . 
Σωστά . 
Από όσο ξέρετε , κατήγγειλε ποτέ κάποιον στο ανθρώπινο δυναμικό ; 
Ναι . Ποιον ; 
Τον Τόμι Μόλτο . 
Γνωρίζετε αν ποτέ ενήργησα αντιεπαγγελματικά ή ανάρμοστα προς την κυρία Πολίμους ; 
Δεν γνωρίζω κάτι τέτοιο . 
Γνωρίζετε κάτι για την καταγγελία που υποβλήθηκε στο αρμόδιο γραφείο ; 
Γνωρίζω ότι δεν ήθελε να δουλέψει σε καμία υπόθεση μαζί σας . 
Είπε ότι της προκαλούσατε αηδία . 
Μάλιστα . Με είδατε ποτέ να φέρομαι αντιεπαγγελματικά προς το θύμα ; 
Όχι . 
Ενώ τον Ράστι Σάμπιτς ; 
Ο κατηγορούμενος είχε εμμονή , έχανε το μυαλό του μαζί της . 
Αυτή είναι η μαρτυρία σας ; Αυτή είναι η μαρτυρία μου . 
Ευχαριστώ πολύ . 
Σχεδόν λυπάμαι τον Τόμι . 
Κι εγώ σχεδόν τον λυπήθηκα , αλλά μετά θυμήθηκα ότι είναι σαν κατσαρίδα . 
Δεν μπορείς να τον λιώσεις . Ξαναγυρίζει συνεχώς . 
Και έθεσε τα επιχειρήματά του . 
Ανησυχείς . 
Αν οι ένορκοι επιμείνουν στο βάρος της απόδειξης , είμαστε σε καλό δρόμο , αλλά ... αν πρέπει κάπου να το φορτώσουν , θα το φορτώσουν στον Ράστι . 
Είσαι καλά ; Εσύ είσαι καλά ; 
Στο μάθημα ψυχολογίας διαβάζαμε κάτι για το τραύμα και την αποσύνδεση . 
Πώς ο εγκέφαλος προστατεύει τους ανθρώπους από τον εαυτό τους . Σαν μια ακούσια ... αποστασιοποίηση από την πραγματικότητα . 
Το νιώθεις ποτέ ; 
Τι εννοείς ; 
Απλώς ... Οι άνθρωποι αποσυνδέονται από τις αναμνήσεις τους . 
Αν είναι ... Αν κάνουν κάτι με το οποίο δεν μπορούν να συμφιλιωθούν ή ... με το πώς αντιλαμβάνονται τον εαυτό τους ... αυτό μπορεί να προκαλέσει αποσύνδεση . 
Η μνήμη μου είναι μια χαρά . 
Ράστι , πρέπει να σου μιλήσω . 
Λοιπόν , πριν από δύο μήνες ... περίπου την εποχή που απολύθηκα από την γκαλερί , άρχισα να πηγαίνω σ ' ένα μπαρ μέρα μεσημέρι . 
Και το μπαρ είχε έναν μπάρμαν που ... που είχε διδακτορικό στην τέχνη . Αρχίσαμε να συζητάμε και ... είχαμε πολλά κοινά και ... φιληθήκαμε . Τον φίλησα . 
Αυτό ήταν το μόνο που συνέβη . 
Ήταν απλά για να ξεχαστώ . Μόνο ένα φιλί . 
Πού έγινε ; 
Στο σπίτι του . 
- Ήθελα να δω τα έργα του . - Στο σπίτι του ; 
- Αυτό είναι όλο . - Ήθελες να δεις - τα έργα του ; - Μη , Ράστι . 
- Τον γάμησες ; - Όχι . 
Γιατί μου το λες τώρα ; 
Θέλω να είμαι ειλικρινής μαζί σου . 
Νόμιζα ότι ήμασταν ειλικρινείς μεταξύ μας . 
Δικάζομαι , παίζεται η ζωή μου . 
Ειλικρινείς ; 
Ξέρω . 
Έρχεσαι κάθε μέρα και με ανακρίνεις . 
Με ανακρίνεις . " Τι έγινε εδώ ; " " Τι έγινε εκεί ; " " Γιατί δεν μου το είπες αυτό για εσάς ; " Η μία ερώτηση μετά την άλλη . 
Και όταν σου λέω " Προσπαθώ να είμαι ειλικρινής , προσπαθώ να σου τα πω όσο καλύτερα θυμάμαι . Δεν μπορώ να σου εξηγώ κάθε φορά το σκεπτικό " , εσύ με ανακρίνεις ξανά και ξανά . Αυτό δεν είναι δίκαιο . Δεν είναι δίκαιο ; Δεν είναι δίκαιο , Μπάρμπαρα ; Τι είναι δίκαιο ; Τι είναι δίκαιο τώρα ; 
Πώς νιώθεις ; Τι ; 
Πώς νιώθεις ; Που έκανες ένα λάθος . 
Έλεος πια . 
- Άντε γαμήσου , Ράστι . - Εγώ να γαμηθώ ; 
- Φεύγω . - Είδατε τα κλειδιά μου ; 
Καθαρίζετε τα πιάτα σας ; - Ναι . - Εδώ είναι . 
- Την εργασία γεωμετρίας . - Είναι στην τσάντα μου . - Θα έρθεις ; 
- Όχι , θα δω τη Λορέιν . - Έχω αργήσει . - Μπάρμπαρα ; 
Κάιλ , πήρες φαγητό ; Ναι . 
Μπορώ να έρθω εγώ . Μην είναι η θέση άδεια . 
Γλυκιά μου . Όχι , δεν πειράζει . Είμαι εντάξει . Όλα καλά . 
Συγγνώμη αν σε στεναχώρησα χθες βράδυ . 
Γιατί του το είπες ; 
- Δεν ξέρω . - Πολύ κακή ιδέα . Το ξέρω . 
Αλλά τώρα τελευταία είμαστε ... Σκέφτηκα ότι ... Ένιωσα ότι ξαναρχόμαστε κοντά . 
Ένιωσα ... κοντά και ασφαλής . - Και ... - Καλά . όλο αυτό με τον Κλίφτον άρχισε να με καταπιέζει και χρειαζόμουν απλώς ... 
Ναι . Και δεν πήγε καλά . 
Γι ' αυτό δεν θα πας πια μόνη σου στο δικαστήριο . 
Θα είμαι εκεί δίπλα σου . 
Θα ξαναπάω , αλλά όχι σήμερα . 
Σήμερα θα δείξουν όσα βρέθηκαν στον υπολογιστή του και στον δικό της . Ναι . Δεν νομίζω ότι μπορώ να παρακολουθήσω όλες αυτές τις δηλώσεις αγάπης του ... - Θεέ μου . - και λοιπά και λοιπά . 
Ήξερες ότι τη νύχτα του φόνου της έστειλε 30 μηνύματα ; 
Πρέπει να είναι το πιο επιβαρυντικό μέρος της υπόθεσης . 
Τριάντα φορές ; 
Ο πατέρας έκανε αίτηση ασφαλιστικών μέτρων για να μην καταθέσει ο γιος του . 
- Αστειεύεστε . - Απορρίπτω την αίτηση . Αλλά καταλαβαίνω το σκεπτικό του . Αυτή η μέρα απειλεί με συναισθηματικό όλεθρο ένα παιδί που έχει περάσει πολλά . 
- Είναι ουσιαστικός μάρτυρας ... - Δεν τελείωσα . 
Θέλω να απαλλάξω την οικογένεια από επιπλέον περιττό πόνο , είτε είναι περιττός είτε όχι . 
Αυτή η υπόθεση είναι , στην καλύτερη , δολοφονία από πρόθεση και το γνωρίζετε . 
Ο δικός σας μάρτυρας κατέθεσε ότι δεν ήταν προμελετημένη . 
Δεν υπάρχει προμελέτη . Οι οδηγίες μου δεν θα βοηθήσουν να το καταφέρετε . 
Εσείς , το να αφεθείτε ελεύθερος μου φαίνεται υπερβολικό . 
Προτείνω ανθρωποκτονία σε βρασμό ψυχικής ορμής . - Αποκλείεται . - Όχι . 
Εσείς πετυχαίνετε καταδίκη . Εσείς βγαίνετε σε οκτώ χρόνια . 
- Είναι ευκαιρία . - Δεν δέχομαι καταδίκη . Δέχομαι μόνο αθώωση και μια συγγνώμη . 
Τελευταία ευκαιρία , αγόρια . 
Υποχωρεί κανείς ; 
Καλώς . 
Θα είστε και οι δύο προσεκτικοί με το αγόρι . 
Καλή μου . 
Θες να πας πάνω για ύπνο ; 
Τρέξε πάνω στο κρεβάτι . 
Θυμάσαι τότε που ήταν ... που ήταν μικροί και τους έπαιρνε ο ύπνος , τους κοιτούσαμε για ώρες . 
Σαν άγγελοι . 
Γιατί μένεις ; 
Για τον ίδιο λόγο που μένεις κι εσύ . 
Μάικλ , έχουμε ξανασυναντηθεί όταν σου εξέφρασα τα συλλυπητήριά μου . Θα ήθελα να το ξανακάνω τώρα . Για την απώλεια της μητέρας σου , αλλά και για το τραύμα του να βρίσκεσαι εδώ σήμερα . Είναι τρομερό αυτό που σου ζητάμε , αλλά είναι επειδή κάτι πολύ τρομερό συνέβη στη μητέρα σου . Κύριε Μόλτο . 
Ας στρέψουμε την προσοχή σου στη νύχτα της δολοφονίας της . Μπορείς να μου πεις πού ήσουν ; 
Έφαγα βραδινό στο σπίτι . Είδα τηλεόραση . Μπορεί να έπαιξα βιντεοπαιχνίδια . 
Μετά έφυγα από το σπίτι και πήγα εκεί . 
Για να είμαστε σαφείς , έφυγες από το σπίτι όπου μένεις με τον πατέρα σου , Ντάλτον Κάλντουελ , και μετά είπες ότι πήγες εκεί . Πού είναι το εκεί ; - Στο σπίτι της μητέρας μου . 
- Γιατί ; Δεν τα πηγαίναμε καλά με τη μητέρα μου . 
Δεν ήθελε να πηγαίνω . 
Δεν ήμουν ευπρόσδεκτος . Αυτό μου προκάλεσε σύγχυση . Μερικές φορές πήγαινα στο σπίτι για να παρακολουθήσω . 
Δηλαδή ; 
Να δω τη ζωή στην οποία δεν με ήθελε . 
Νομίζω ότι ήδη σας τα έχω εξηγήσει όλα αυτά . 
Πήγαινες συχνά στο σπίτι της ; Αραιά και πού . Δεν ξέρω . Μία ή δύο φορές τον μήνα . 
Τι έκανες όσο ήσουν εκεί ; 
Κυρίως κοιτούσα το σπίτι από μακριά στο σκοτάδι , για να μη με δει . 
Καμιά φορά έβλεπα ανθρώπους να μπαίνουν . Κυρίως αυτόν . 
Σημειώστε ότι ο μάρτυρας υπέδειξε τον κατηγορούμενο , Ράστι Σάμπιτς . 
Ήξερα τι έκαναν . - Ένσταση . - Δεκτή . 
Απάντα μόνο σε ό , τι σε ρωτούν . 
Και αν οποιαδήποτε στιγμή χρειαστείς διάλειμμα , πες το μου , εντάξει ; 
- Ναι . - Συνεχίζουμε . Εντάξει . 
Τράβηξες αυτά τα βίντεο ; Ναι . 
Στις 16 Ιουνίου . 
Μας διαβάζεις τη χρονοσφραγίδα στην κορυφή ; 
Ναι . " 21 : 49 " . 
Ξανά , τράβηξες αυτό το βίντεο στις 21 : 49 - τη νύχτα της δολοφονίας ; - Ναι . 
Μετά τη δολοφονία , έστειλες μήνυμα στον κατηγορούμενο ; Ναι . Τι του έγραψες ; 
Του έγραψα " Ήσουν εκεί . Σε είδα " . 
" Σε είδα " . Δηλαδή ; Στο σπίτι όταν τράβηξα το βίντεο . 
Ζήτησες να τον συναντήσεις ; 
- Ναι . - Γιατί του το ζήτησες ; 
Επειδή ήθελα να κοιτάξω στα μάτια αυτόν που δολοφόνησε τη μητέρα μου . 
- Ένσταση . - Δεκτή . 
Αφού ζήτησες τη συνάντηση , συναντήθηκες με τον κατηγορούμενο ; 
- Ναι . - Τι είπατε ; 
Με ρώτησε γιατί ήθελα να συναντηθούμε και του είπα ότι ήθελα να δω αυτόν που δολοφόνησε τη μητέρα μου . 
Ένσταση . Δεκτή . Ο μάρτυρας εκφράζει απλώς την άποψή του . 
Κατηγόρησες τον κατηγορούμενο για τη δολοφονία της ; - Ναι . - Τι απάντησε ; 
Το αρνήθηκε . Αλλά ήξερα ότι έλεγε ψέματα . 
- Ένσταση . - Δεκτή . 
Μάικλ , μπορείς να λες τις εντυπώσεις σου , αλλά μην τις παρουσιάζεις ως γεγονότα . 
Ναι . Είχες συζητήσει ποτέ με τη μητέρα σου για τον κατηγορούμενο ; 
Όπως είπα , δεν είχαμε καλές σχέσεις . 
Δεν μου έλεγε πολλά . Αλλά περίπου δύο βδομάδες πριν πεθάνει , μου είπε ότι είχε προβλήματα με έναν άντρα στη δουλειά . 
Είχα την εντύπωση ότι ήταν ο ίδιος άνθρωπος με τον οποίο είχε σχέση . 
Είπε κάτι άλλο ; 
Ότι είχε αρχίσει να τον φοβάται . 
Έχεις ιδέα ποιος μπορεί να ήταν ; 
- Ένσταση . Εικασία . - Επιτρέπω την ερώτηση . 
Η εντύπωσή μου ήταν ότι ήταν ο ίδιος άνθρωπος - που πιστεύω ότι τη σκότωσε . - Ένσταση . 
Ο ίδιος που φωτογράφισα τη νύχτα που σκοτώθηκε . 
- Ένσταση . - Δεκτή . Μόνο τις ερωτήσεις , Μάικλ . Τίποτα παραπάνω . 
Ευχαριστώ . Δεν έχω κάτι άλλο . 
Έχεις πολλές εντυπώσεις . 
Έχεις μια εντύπωση ότι η μαμά σου φοβόταν . Έχεις μια εντύπωση ότι ο άντρας με τον οποίο κοιμόταν ήταν ο ίδιος που φοβόταν . Εντύπωση . Αστεία λέξη η εντύπωση . 
Ας μιλήσουμε για αυτήν τη λέξη . 
Τι σημαίνει ; Σημαίνει ... η πεποίθηση ή η πίστη σε κάτι που δεν φαίνεται , σωστά ; 
Συνήγορε ; 
Κύριε Χόργκαν , έχετε ερώτηση ; 
- Ρέι ; - Είμαι η γυναίκα του . 
- Δεν έχει παλμό . - Ξανά . Έτοιμοι ; - Τρία , δύο , ένα , μακριά . - Όλα καλά . 
