... آیا آقای سابیچ عادت داشته که با شروع شدن روز دوم محاکمه حس بلاتکلیفی در دادگاه موج می‌زنه 
شروع قوی دادستانی مقدمات یک نبرد قانونی میخکوب‌کننده رو فراهم کرده 
خیلی کسکشی 
دکتر ، می‌شه این چیزی که داریم می‌بینیم رو توصیف کنی ؟ 
زخم‌های ناشی از ضربات شدید هستن که منجر به مرگ قربانی یعنی کارولین پولیموس شدن 
" اصلِ بر برائت " با یک شیء نازک و سنگین ، سه‌بار بهش ضربه وارد و منجر به پارگیِ پوست سر کوفتگی شدید ، شکستگی جمجمه و فتق مغزی شده 
فشار به جمجمه‌ش باعث شده بخش‌هایی از مغزش جابجا و متمایل به خروج ازش بشن 
پس این چیزهایی که از شکستگی‌ها زده بیرون ، بخش‌هایی از مغزشه ؟ درسته . البته توی عکس‌ها مشخص نیست ولی به سوراخ بزرگ پَس‌سَری هم نفوذ کرده منظورم نقطه اتصال ستون فقرات و جمجه‌ست 
دلیل مرگش این بوده ؟ - می‌تونست باشه - ، ولی قبل از مرگ بر اثر فتق به علت خونریزی مُرده 
زمان تقریبی مرگش کِی بوده ؟ 
دمای بدن و فازهای جمود نعشی و کوفتگی جسد نشون می‌ده که بین ساعت ده شب و نیمه‌شب مُرده 
زخم‌های روی صورتش چی ؟ نشون می‌ده که خورده بوده زمین یه‌بار به پشت سرش ضربه وارد شده با صورت خورده زمین و بینیش شکسته دلیل زخم‌های زیر چشم و روی گونه‌ش اینه 
بعدش دو مرتبه ، دو دفعه دیگه به پشت جمجمه‌ش ضربه وارد شده 
کوفتگی روی صورتش ، موقعی که زنده بوده ایجاد شده 
ضربات مرگبار ، بعدش وارد شدن 
شواهدی هست که نشون بده سعی داشته از خودش دفاع کنه ؟ 
زخمی رویت نشده که حاکی از دفاع از خود باشه 
هرچند نمونه میکروسکوپی پوستِ متهم زیر یکی از ناخن‌های قربانی پیدا شده بود 
احتمالش هست که واسه دفاع از خودش به متهم ، چنگ انداخته باشه ؟ 
امکانش هست . به احتمال زیاد انتظار نداشته بهش حمله بشه 
و گفتی بر اثر ضربه نمرده بلکه روی زمین ، از شدت خونریزی مُرده - بله قربان - 
زجرکُش شده - سوال نیست ، جمله تلقینیه - 
زجرکُش شد ؟ 
- نمی‌تونم با قاطعیت بگم - 
به احتمال زیاد به‌خاطر ضربه به جمجمه‌ش بی‌هوش شده بوده 
می‌تونی احتمال هوشیار بودن و زجر کشیدنش رو رد کنی ؟ خیر ، نمی‌تونم 
دکتر ، یافته‌های دیگه‌ای در رابطه با قتلِ خانم پولیموس نداری ؟ 
چرا ، حین مرگ در ششمین هفته‌ی حاملگیش به سر می‌برده 
خانم قاضی ، قصد دارم توافق مشترک طرفین بر سر آزمایش دی‌ان‌ای که ثابت می‌کنه متهم ، پدر بچه بوده واردِ صورت‌جلسه بشه 
ثبت می‌شه 
پس متهم ، قربانی رو حامله کرده بوده درسته 
سوال دیگه‌ای ندارم 
آقای هورگان 
خانم قاضی ، قصد سوال پرسیدن از این شاهد رو نداریم 
... دکتر کوماگای - ... راستش ، من پیر شدم - و بهتره مطمئن بشم که همه‌چیز رو درست فهمیدم " فرمودید " یک شیء تیز و سنگین تا جایی که می‌دونم یافته‌ای مبنی بر هویت کسی که از این شیء استفاده کرده ندارید 
درواقع یافته‌هاتون این زمینه ناقصه - درسته - طی آزمایش‌های پزشکی‌تون مدرکی در رابطه با هویت قاتل پیدا نکردید 
بنده فقط می‌تونم با قاطعیت بگم که قتل رخ داده 
و شیء تیز و سنگین یا هیچ‌گونه آلت قتاله‌ای پیدا نشده ؟ 
درسته 
متشکرم 
آقای مولتو نمی‌خوان به بازخواست ادامه بدن ؟ 
ادامه نده 
... چیزی که لازم بود رو گیر آوردیم ، بی‌خـ - دکتر ، پس از تکمیل کالبدشکافی - فرصت مواجه شدن با متهم نصیب‌تون شد ؟ بله ، خودشون تشریف آوردن به دفتر پزشکی قانونی و به‌طرز پرخاشگرانه‌ای درخواستِ دیدن جسد رو مطرح کردن 
عادیه که یک دادیار اینجوری بهتون سر بزنه ؟ 
، هر از گاهی رخ داده ولی یک امر همیشگی نیست 
آقای سابیچ عادت داشتن که جسد قربانی‌ها رو ببینن ؟ خیر - قبلا سابقه داشته که آقای سابیچ بیان - تا شخصاً جسد مقتول‌ها رو ببینه ؟ - ابداً - 
. ولی اون روز تشریف آوردن رفتارشون چطوری بود ؟ 
عصبی ، آشفته و حتی هراسان بودن - هراسان ؟ 
- اون موقع دلیلش رو درک نمی‌کردم الان می‌کنید ؟ 
احساس می‌کنم صرفاً نمی‌خواستن از یافته‌هام باخبر بشن بلکه انگار ازشون ترس داشتن 
رفتارشون غیرعادی بود 
سوال دیگه‌ای ندارم 
دکتر ، شما در زمینه روانشناسی تخصصی دارید که اذعان می‌کنید ... ایشون عصبی ، هراسان بودن و رفتار غیرعادی داشتن ؟ بنده با متهم ، گذشته‌ای دارم و در نتیجه قادرم با سنجیدن رفتارشون یک نظر کلی بدم و ایشون رفتار غیرعادی‌ای داشتن . باهاش گذشته دارین دوستین یعنی ؟ همکاریم ، دوست نیستیم دوست نیستین . درواقع موکلم رو " کسکش " می‌دونید 
اعتراض دارم - نشون می‌ده برخوردشون مغرضانه بوده یا نه - 
اجازه‌ش رو می‌دم 
بعضی وقت‌ها اوضاع کاری پر تنش می‌شه و بابت این توهینم بهشون پشیمونم 
پس با دادیاران مشکلی نداری ؟ 
. معلومه که نه این مسخره‌ست تاحالا من رو " کسکش " خطاب کردین ؟ 
- اعتراض دارم - 
... خانم قاضی ، اگر غرضی داشـ محتاطانه سوال بپرسید 
... دکتر 
با جنابعالی هم چندباری دعوامون شده 
توی حیطه کاریِ ما یک امر عادیه 
چرا که فرآیند کاری ما بسیار پرتنش و مجادله برانگیزه و بعضی وقت‌ها با خشونت کلامی این فشار کاری رو تخلیه می‌کنیم اما قطعاً مشکلی با دادیاران ندارم و این اتهام ، به‌شدت برام توهین‌آمیزه 
تاحالا تامی مولتو رو کسکش خطاب کردین ؟ اعتراض دارم - نه به اندازه تو - دکتر کوماگای شاید واسه همین بود که رای نیاوردی دکتر - از کارت استعفا نده - 
عه ، راستی اخراجت کردن درسته ؟ - دکتر کوماگای - باید بریم . سر پایین 
. دریافت شد توی ماشینه 
. چیزی که لازم بود رو گیر آوردیم ولی جنابعالی سیرمونی نداری 
بهت چی گفته بودم ؟ نگفتم کوماگای رو ببر به جایگاه شاهدین بگو دلیل و زمان مرگ رو بگه و هویت پدر بچه رو تایید کنه ؟ ولی نتونستی به همین رضایت بدی و حالا یک پزشک قانونی رنجیده‌خاطر داریم که به‌نظر میاد کارمندی ناراحته و از روی کینه‌توزی ، چنین شهادتی داده - شهادت مهمی بود - 
راستی سابیچی که همه می‌شناسنش و دوستش دارن ، از پس چنین کاری برنمیاد پس باید مشخص کنیم که ممکن بوده کجاها و در چه نقاطی ، از اون شخصیتش فاصله گرفته باشه 
لیوانه ، خالیِ خالیه 
این پرونده ، متکی بر شواهد مستدله که بر روی ریلِ کوچک‌ترین جزئیات ، قطعه‌ها و پیشرفت‌ها حرکت می‌کنه کوماگای اولین قطعه بود 
مضطرب بودن سابیچ ، یک قطعه دیگه 
پوست زیر ناخن کارولین توی گزارش اولیه قید نشده بود 
پزشکی قانونی سرش شلوغه کوماگای اون بخش از آزمایش رو یه‌کم طول داد 
پاتولوژیستِ پزشکی‌قانونی سرسخت‌تر هم هست اسمش جرمی باکه 
احتمالا توی این کار بهترین باشه . من و راستی همیشه واسه پرونده‌هامون می‌رفتیم سراغش 
هم موشکافه ، هم جزئیات رو مو به مو توصیف می‌کنه پس به‌نظرمون بهتره که هیچ‌کدوم‌تون عکس‌ها رو نگاه نکنید 
پس خیلی کرخت و خنثی جلو رو نگاه کنید ، باشه ؟ 
می‌شه یه چند لحظه درباره زبان بدن‌تون صحبت کنیم ؟ 
مشکلش چیه ؟ 
خب ، از چیزی که امروز دیدیم راضی نیستیم 
باید حامی و مونس همدیگه به‌نظر بیاید 
هیئت منصفه از تو سیگنال می‌گیره پس باید این حس رو القا کنی که همه‌جوره دوستش داری 
راستی جان ، اگه خبرنگارها مثل امروز گله‌ای ریختن دم دادگاه بهتره دست باربارا رو بگیری و بین‌شون ازش محافظت کنی 
... پس می‌خواید هیئت منصفه فکر کنه که راستی ، محافظ و مراقب منه 
آره ، توی اون شرایط تا حدودی همین رو می‌خوایم 
... ریموند ، من نمی‌تونم بگم که از کارت سر درمیارم ولی فکر می‌کنم که توهین به هوشِ هیئت منصفه 
چیزی که توی چهره من می‌بینن به احتمال زیاد ، شوکه شدنه 
شوهرم به اتهام یک قتل هولناک تحت محاکمه‌ست چطور می‌تونم به جز شوکه بودن حالت دیگه‌ای داشته باشم ؟ 
محاکمه‌ها معمولا توی قصه‌گویی خلاصه می‌شن 
بهترین قصه برنده‌ست 
و تو بخشی از قصه‌مونی خشمت هم به دردمون نمی‌خوره 
حضور توی دادگاه برام خیلی سخته اینکه بخوام شاهد اون حرف‌ها و اون تصاویر باشم 
... همین که اصلا حضور دارم به هیئت منصفه نشون می‌ده به بی‌گناهیِ شوهرم ، ایمان دارم 
باید قابل باور باشم و برای احقاقش ، باید صادق باشم 
توی دادگاه ، فقط صداقت به خرج می‌دم 
می‌ذارم حقیقتم رو ببینن ؛ ... واقعیت اینه که از همچین عمل شنیعی ... ترسیدم حالم به‌هم می‌خوره و برام مکروهه و اینکه به پدر بچه‌هام ، اتهامِ ... ارتکاب چنین عمل شنیعی رو زدن برام توهین‌آمیزه 
این تاریک‌ترین دورانِ زندگیمه 
نمیام وانمود کنم که خوش خوشانمه 
، چه واسه شما دوتا چه واسه هیئت منصفه 
سلول‌های پوستی‌ای زیر ناخن‌های دست راست قربانی پیدا کردیم که متعلق به متهم بوده 
نمونه بزاقی رو هم روی صورت و یقه لباسی که تنش بوده پیدا کردیم 
و اون هم متعلق به متهم بوده به‌طرز عجیبی روی طنابی که قربانی باهاش بسته شده بود ، دی‌ان‌ایی یافت نشد 
چرا می‌گید به‌طرز عجیبی ؟ عمل قاتل ، وسواس‌گونه بوده چرا که مواظب بوده مدرکی به‌جا نذاره خیلی کم پیش میاد که توی همچین صحنه خونین و به‌هم ریخته‌ای مدرکی پیدا نشه 
از این چه نتیجه‌ای می‌گیری ؟ 
قاتل ، زحمات زیادی برای تمیزکاری و لاپوشونی کشیده 
بر اساس بیست سال تجربه‌تون توی زمینه پاتولوژی و آسیب‌شناسی نظرتون درباره اتفاقی که افتاده چیه ؟ 
به‌نظرم این قتل ، ناشی از جنون آنی و بدون نیت قبلی بوده و پس از مُردن مقتول به روشی اصولی و دقیق دست و پاش رو بسته 
. سوال دیگه‌ای ندارم متشکرم تاحالا دیده بودین که یک جسد به این شکل بسته بشه ؟ 
چند سال پیش یک پرونده قتل داشتم که به‌طرز ترسناکی جسد رو به‌طور مشابه بسته بودن ، بله 
و دادیار مسئول اون پرونده کی بود ؟ 
دو نفر بودن ؛ کارولین پولیموس و راستی سابیچ 
و قاتل اون پرونده ، لیام رینولدز نام داره 
محکوم شده - درسته - دادیاران کارولین پولیموس و راستی سابیچ ، باعث محکومیش شدن - درسته - 
و طی جلسه محاکمه و محکوم شدنش به‌دستِ کارولین پولیموس و راستی سابیچ تهدیدشون کرد و گفت باهاشون تسویه حساب می‌کنه در جریان هستید ؟ 
من متخصص تسویه حساب نیستم ... ولی گمان می‌کنم کشتن یکی‌شون ... و قاتل جلوه دادنِ دیگری - اعتراض دارم - 
... می‌تونه راه خیلی خوبی ... - وارده . پاشید بیاید اینجا - 
درباره‌ش صحبت کرده بودیم 
دادستانی ، آقای رینولدز رو مورد تحقیق قرار نداده من هم قرار ندادن قرار نیست همه رو مورد تحقیق قرار بدن موظف نیستن خلاف چیزی رو ثابت کنن - کارولین و راستی رو - جلوی همه تهدید کرد - آره ، تهدید کرد - 
گفتم شاید مهم باشه هیئت منصفه بدونه - ولی توخالی بود - ... نمی‌دونم چرا نباید - نمی‌شه ازش کره بگیری - توی صورت‌جلسه ثبت بشه 
یه چیز قرص در اختیارم بذار تا بذارم روش مانور بدی 
. در غیر این‌صورت ، دست از این چرندیات بردار حالا هم برگرد سر جات 
آقای باک ، در جریان قرار گرفتید که موکل بنده و مرحومه رابطه عاشقانه داشتن ؟ - بله - وقتی فرمودید ، پوست موکلم زیر ناخنش پیدا شده منظورتون خود تیکه‌های پوسته ؟ یعنی مقتول ، چنگ انداخته ؟ 
، نه ، تیکه‌های پوست نه سلول‌های پوستی بودن 
یعنی اگه صورتم رو اینجوری بخارونم سلول‌های پوستم رو می‌شه از زیر ناخنم پیدا کرد ؟ امکانش هست 
پس اگه راستی سابیچ کارولین پولیموس رو بوسیده باشه و حین بوسه ، کارولین گردن یا کمر موکلم رو لمس کرده باشه وجود بزاق روی یقه‌ش و صورتش امکانش نیست دلیلش این باشه ؟ 
به‌گمونم امکانش هست پس دی‌ان‌ایی که برای قاتل جلوه دادنِ موکلم بهش متوسل شدید می‌تونه به راحتی نشون بده که بوسیدتش 
می‌دونید که این دوتا فعل باهم فرق دارن ؟ 
در جریان بودید که متهم و خانم پولیموس ، رابطه دارن ؟ 
مطلع شدم ، بله - چطور مطلع شدید ؟ 
خب ، خودم شک کرده بودم 
تا اینکه با چشم‌های خودم دیدم بایستی یه پرونده رو می‌بردم به دفتر راستی 
، دیروقت بود و فکر می‌کردم رفته ولی نرفته بود رفتم داخل و دیدم داره کارولین رو می‌بوسه 
پرونده رابرتس رو آوردم - باشه - خیلی‌خب - آره - 
ممنون - بفرما . فردا می‌بینمت - با عجله رفتم و کارولین هم اومد دنبالم و به‌شدت خجالت‌آور بود و من هم رفتم 
کِی این اتفاق افتاد ؟ 
- فوریه گذشته - 
شاهد رخدادهای دیگه‌ای هم بودی ؟ 
. چیزی که آشکاراً جنسی باشه ، نه صرفا توی دفتر ، پشت سرشون غیبت می‌کردن 
ولی آره ، مخفیانه یه کارهایی می‌کردن 
مثلا چه کارهایی ؟ 
یه‌بار توی پارکینگ زیرزمینی دیدم‌شون 
. داشتن ... فکر کنم داشتن بحث می‌کردن نمی‌دونم 
باهمدیگه . نمی‌دونم . چی ؟ ... - از زندگیم برو بیرون - . ولی فقط دارم ازت یه سوال می‌پرسم ... پس می‌شه 
همین . محض رضای خدا کارولین توی ماشینش بود و راستی هم داشت می‌زد به پنجره‌ش که گازش رو گرفت و رفت 
فرصتش پیش اومد که درباره این مسائل با آقای سابیچ صحبت کنید ؟ بله 
چی گفتید ؟ 
... گفتم که نگرانشم و انگار داره خودش رو می‌بازه 
خودش رو می‌بازه ؟ - به کارولین - 
... داشت رو به تباهی می‌رفت و زیادی وابسته‌ش شده بود 
رابطه آقای سابیچ و کارولین پولیموس مورد تایید شما نبود درسته ؟ - خیر ، نبود - خودِ کارولین پولیموس هم خیلی مورد تاییدتون نبود ، درسته ؟ 
. مسئله این نیست صرفا کار غیرحرفه‌ایی بود 
از کارولین خوش‌تون نمی‌اومد ، درسته ؟ درسته 
به بخش منابع انسانی گزارش دادید که دارن کارهای غیر حرفه‌ای می‌کنن ؟ 
خیر 
و تا جایی که اطلاع دارید خانم پولیموس ، شکایتی از آقای سابیچ به بخش منابع انسانی نکرد ؟ 
درسته 
خبر دارید که پیش بخش منابع انسانی از کسی شکایت کرده بود یا نه ؟ 
بله از کی ؟ 
تامی مولتو 
شما خبر دارید که بنده رفتاری غیرحرفه‌ای یا ناشایست با خانم پولیموس داشتم یا نه ؟ 
خیر ، اطلاعی ندارم 
و از شکایتی که به بخش منابع انسانی شده بود اطلاع دارید ؟ 
فقط می‌دونم که نمی خواست با شما روی پرونده‌ای کار بکنه 
گفت که حالش رو به‌هم می‌زنید 
خیلی‌خب . شما شاهد رفتاری غیرحرفه‌ای از من با قربانی بودید ؟ 
خیر 
از راستی سابیچ چی ؟ 
بله ، فرمودید متهم بهش وابسته شده بود و داشت خودش رو بهش می‌باخت 
گواهی‌تون همینه ؟ گواهیم همینه 
خیلی ممنونم 
یه‌جورهایی دلم برای تامی می‌سوزه 
من هم نزدیک بود براش دلسوزی کنم ولی بعدش یادم اومد که چه سوسکیه 
. نمی‌شه له‌ش کرد باز برمی‌گرده 
و ادله‌هاش رو آورد 
نگرانی 
خب ، اگه هیئت منصفه بخواد به بار اثبات دعوی پایبند باشه ... شرایط به نفع ماست ، ولی اگه بخوان یکی رو مقصر کنن تقصیرها رو می‌ندازن گردن راستی 
حالت خوبه ؟ خودت حالت خوبه ؟ 
توی کلاس روانشناسی یه سری چیزها درباره آسیب‌های روحی روانی و گسستگی یاد گرفتیم 
یاد گرفتیم که مغز چطوری از آدم‌ها در برابر خودشون محافظت می‌کنه ... انگار یک‌جور جدایی از واقعیت به‌شکل غیرداوطلبانه‌ست 
تاحالا همچین حسی داشتی ؟ 
منظورت چیه ؟ 
... صرفا آدم‌ها ممکنه از خاطرات‌شون جدا بشن 
... اگه مثلا اگه آدم کاری بکنه که ... نتونه باهاش ... و با جلوه‌ای که از خودش داره کنار بیاد می‌تونه منجر به جداییش از خاطراتش بشه 
حافظه من مشکلی نداره 
راستی ، باید باهات صحبت کنم 
... خب ، چند ماه پیش تقریبا اون موقع که از گالری ... اخراج شدم ... روزها می‌رفتم به یه میخونه‌ای 
... و ... و میخونه‌چیِ اونجا دکترای هنر داشت ... در نتیجه ، مرتب باهم صحبت می‌کردیم ... و باهم انس گرفتیم . و همدیگه رو بوسیدیم من بوسیدمش 
ولی همه‌ش همین بود 
. صرفا یه حواس‌پرتی بود ... صرفا یه بوسه ساده بود 
کجا بوسیدیش ؟ 
تو خونه‌ش 
رفتم آثار هنریش رو ببینم - توی خونه‌ش ؟ 
اتفاق دیگه‌ای نیفتاد - ... رفتی خونه‌ش - تا با قلموش بازی کنی ؟ - بس کن ، راستی - 
باهاش خوابیدی ؟ - نه - 
چرا الان داری بهم می‌گی ؟ 
می‌خوام باهات صادق باشم 
فکر می‌کردم قراره باهمدیگه صادق باشیم 
من تحت محاکمه‌م و پای زندگیم وسطه 
صداقت ؟ 
می‌دونم 
هر روز میای و با مواخذه کردن‌هات می‌ری رو مخم 
می‌ری رو مخم اینجا چی شد ؟ اونجا چی شد ؟ چرا نگفتی باهاش رابطه داری ؟ سوال پشت سوال 
و وقتی بهت می‌گم که می‌خوام باهات صادق باشم " می‌خوام اتفاقاتی که افتاده رو اونجور که یادمه بهت بگم نمی‌تونم دائم بگم که " منطق پشتش چی بوده باز مدام می‌ری روی مخم این حرفت عادلانه نیست - ول‌کن هم نمی‌شی - عادلانه نیست ؟ عادلانه نیست ، باربارا ؟ پس چی عادلانه‌ست ؟ الان چی عادلانه‌ست ؟ 
چه حسی داره ؟ چی ؟ 
اشتباه کردن چه حسی داره ؟ 
وای خدا 
کون لقت ، راستی - کون لقِ من ؟ 
من می‌رم - دسته‌کلیدم توی آشپزخونه‌ست ؟ 
می‌شه لطفا کاسه‌هاتون رو تمیز کنید ؟ می‌کنم - اینجاست - 
کایل ، تکالیف هندسه‌ت رو یادت نره . توی اتاقته - گذاشتم تو کیفم - نمیای ؟ 
- نه ، می‌رم پیش لورن - دیرم شده - باربارا - 
کایل ، ناهارت رو بردی ؟ آره 
. من می‌تونم بیام خوب بلدم صندلی پُر کنم 
. نه عزیزم ، نیازی نیست مشکلی نداره . جدی می‌گم 
ببخشید که دیشب ناراحتت کردم 
چرا بهش گفتی آخه ؟ 
نمی‌دونم ، لورن - کار خیلی بدی کردی - می‌دونم 
... صرفا این اواخر ... با خودم گفتم حس کردم دوباره داریم باهم اخت می‌گیریم 
... حسِ صمیمت و امنیت داشتم ... ... و - خیلی‌خب - و یهو این قضیه کلیفتون ... روی دوشم سنگینی می‌کرد ... و نیاز داشتم که 
آره و خوب پیش نرفت ؟ 
واسه همین دیگه قرار نیست تنهایی بری دادگاه 
من هم باهات میام 
، برمی‌گردم دادگاه ولی یه روز دیگه 
امروز ، چیزهایی که توی لپ‌تاپ خودش و کارولین بوده رو نشون می‌دن آره ... تحمل لاو ترکوندن‌هاشون وای خدا - و این چیزها رو ندارم - 
می‌دونی شبی که کشته شد راستی ۳۰تا پیام بهش داده بود ؟ 
راستش به‌نظرم محکوم‌کننده‌ترین بخش پرونده‌ست 
سی‌تا پیام ؟ 
و پدرش ، درخواست قرار تامین داده تا نذاره پسرش شهادت بده 
شوخیت گرفته - درخواستش رو رد می‌کنم - ولی می‌دونم دلیلش از این کار چیه چنین روزی ، واسه پسری که به اندازه کافی سختی کشیده کلی آسیب روحیِ جدیِ دیگه به‌دنبال داره 
... شاهد کلیدی پرونده‌ست ، پس - بذار حرفم تموم بشه - 
نمی‌خوام این خانواده ، بیش‌تر از این درد غیرضروری‌ای رو متحمل بشه حالا چه غیرضروری باشه یا نه 
خودتون هم می‌دونید که با قتل درجه دوم ، سروکار داریم [ قتل بدون نیت قبلی ، نه قتل غیرعمد ] 
حتی شاهد خودتون هم شهادت داد که به احتمال زیاد ، بدون نیت قبلی صورت گرفته 
عمراً بتونید " قتل درجه یک " جلوه‌ش بدید [ قتل با نیت قبلی ] دستورالعمل قانونیم هم در این راستا بهتون کمکی نمی‌کنه 
و بعید می‌دونم تو هم تبرئه بشی 
" به‌نظرم بهتره سرِ " قتل از روی جنون آنی توافق کنید امکان نداره - نه - 
شما پیروزِ پرونده می‌شید تو هم می‌تونی بعد از هشت سال حبس برگردی سر زندگیت 
به‌نظر معامله خوبی میاد - من محکومیتی نمی‌پذیرم - حکم مختومه کردن دعوی و عذرخواهی تنها چیزیه که می‌پذیرم 
آخرین فرصت‌تونه ، بچه‌ها 
کسی نمی‌خواد از خر شیطون بیاید پایین ؟ 
خیلی‌خب 
جفت‌تون محتاطانه از پسره سوال بپرسید 
هی ، عزیزم 
نمی‌خوای بری بالا توی تختت بخوابی ؟ 
بدو طبقه بالا تو جات بخواب 
... یادته وقتی ، یادته وقتی بچه بودن و خواب‌شون می‌برد ساعت‌ها نگاه‌شون می‌کردیم ؟ 
شبیه فرشته‌ها می‌شدن 
چرا به‌پام موندی ؟ 
به همون دلیل که تو موندی 
مایکل ، من و تو قبلا همدیگه رو دیدیم و بهت تسلیت گفتم می‌خوام باز هم ابراز تاسف کنم هم بابت مرگ مادرت هم بابت آسیب روحیِ ناشی از حضور در دادگاه متاسفم درخواستِ وحشتناکی ازت کردیم ولی دلیلش اینه که اتفاق خیلی وحشتناکی برای مادرت افتاده آقای مولتو 
می‌خوام توجه‌ت رو به شب قتل مادرت جلب کنم می‌شه بگی کجا بودی ؟ 
توی خونه شام خوردم . یه‌کم تلویزیون و این چیزها دیدم فکرکنم یه‌خرده ویدئو گیم هم بازی کردم 
بعدش زدم بیرون و رفتم سمتش 
، محض شفاف‌سازی از خونه پدرت ، دالتون کالدول که باهاش زندگی می‌کنی خارج شدی . و گفتی رفتی سمتش رفتی سمت کی ؟ سمت خونه‌ی مادرم 
اونجا چی کار داشتی ؟ من و مادرم ، میونه زیاد خوبی نداشتیم 
من رو نمی‌خواست 
. جایی توی خونه‌ش نداشتم برام گیج‌کننده بود بعضی وقت‌ها می‌رفتم سمت خونه‌ش و تماشا می‌کردم 
چی رو ؟ 
زندگی‌ای که من رو ازش حذف کرده بود 
و فکرکنم قبلا همه اینا رو برات توضیح دادم 
خیلی می‌رفتی سمتِ خونه مادرت ؟ . هر از گاهی . نمی‌دونم ماهی ، یکی دوبار 
اونجا چی کار می‌کردی ؟ 
معمولا از فاصله و توی تاریکی به خونه‌ش زل می‌زدم تا نبینتم 
. بعضی وقت‌ها رفت و آمد بقیه به خونه‌ش رو می‌دیدم اکثرا این می‌اومد و می‌رفت 
در صورت‌جلسه ثبت کنید که شاهد منظورش از " این " راستی سابیچ بوده 
می‌دونستم دارن چی کار می‌کنن اعتراض دارم - وارده - 
فقط به سوالاتی که ازت پرسیده می‌شه جواب بده ، مایکل 
و اگه یه موقع حس کردی که باید یه استراحت ریزی بکنی بهم بگو ، باشه ؟ 
باشه - ادامه بدید - خیلی‌خب 
این فیلم‌ها رو تو گرفتی ؟ آره 
شونزده ژوئن 
می‌شه زمان‌نشانِ بالای ویدئو رو بخونی ؟ 
آره . ساعت ۹ : ۴۹ شب 
دوباره می‌پرسم ، این همون فیلمیه که شب قتل مادرت ساعت ۹ : ۴۹ شب گرفتی ؟ - بله - 
پس از فوت مادرت به متهم پیام دادی ؟ بله چی بهش گفتی ؟ 
" گفتم " اونجا بودی . دیدمت 
یعنی چی دیدمت ؟ یعنی وقتی داشتم فیلم رو می‌گرفتم توی خونه‌ش دیدمش 
به متهم ، درخواستِ ملاقات دادی ؟ 
بله - دلیلش چی بود ؟ 
خب ، می‌خواستم توی چشم‌های قاتلِ مادرم نگاه کنم 
اعتراض دارم - وارده - 
، بعد از درخواست ملاقات با متهم دیدار کردی ؟ 
بله - درباره چی صحبت کردین ؟ 
- ازم دلیل ملاقات رو پرسید و من هم بهش گفتم می‌خواستم توی چشم‌های قاتل مادرم نگاه کنم 
اعتراض دارم ، خانم قاضی وارده . شاهد فقط داره نظر شخصیش رو بیان می‌کنه 
به متهم ، اتهام قتل مادرت رو هم زدی ؟ بله - چه جوابی داد ؟ 
انکار کرد ولی مشخص بود داره دروغ می‌گه 
اعتراض دارم - وارده - 
مایکل ، می‌تونی برداشت‌های شخصیت رو بیان کنی ولی لطفا به عنوان شواهد ارائه‌شون نکن ، باشه ؟ 
خیلی‌خب با مادرت درباره متهم صحبت کرده بودین ؟ 
، همون‌طور که گفتم میونه خوبی نداشتیم 
چیز زیادی به من نمی‌گفت ولی حدود دو هفته قبل از مرگش گفت با یکی از همکارهای مردش به مشکل خورده 
برداشت شخصیم این بود که منظورش همون معشوقشه 
حرف دیگه‌ای نزد ؟ 
گفت داره می‌ترسونتش 
ایده‌ای داری که منظورش کی بوده ؟ 
اعتراض دارم . جوابش در حد گمان خواهد بود - اجازه‌ش رو می‌دم - 
طبق برداشت شخصیم ، همون مردیه که بنابر برداشتم ، کشتتش - اعتراض دارم - 
همونی که شب قتلش ازش عکس گرفتم 
اعتراض دارم - وارده - . فقط به سوالات جواب بده ، مایکل لطفا چیزی اضافه نکن 
. ممنون ، مایکل سوال دیگه‌ای ندارم 
زیاد برداشت می‌کنی ، نه ؟ 
برداشت کردی که مادرت ترسیده بوده برداشت کردی که مادرت از معشوقش ترسیده بوده برداشت . کلمه جالبیه‌ها 
بیاید یه‌کم درباره این کلمه صحبت کنیم 
این کلمه چه معنایی داره ؟ 
جناب وکیل ؟ 
آقای هورگان ، سوالی ندارید ؟ 
ری ؟ ری ؟ ری ؟ - من زنشم - 
هنوز نبض نداره - یه‌بار دیگه - آماده سه ، دو ، یک - چیزی نیست - 
