क्य वह म स्टर सैब च क पैटर्न थ ... मुक़दमे क दूसर द न शुरू ह ने पर , अद लत में च र ं तरफ़ अटकलें लग ई ज रह हैं । 
अभ य जन पक्ष क मज़बूत शुरुआत ने एक द लचस्प क़ नून लड़ ई के ल ए मंच तैय र कर द य है । 
तुम बहुत बड़े कम ने ह ! 
ड क्टर , क्य आप बत सकते हैं क हम यह क्य देख रहे हैं ? 
ज़ र से क ए गए व र के घ व ज ससे प ड़ त , कैर ल न प ल मस क म त हुई । 
क स पतल , भ र च ज़ से त न ब र व र क य गय , ज सके पर ण मस्वरूप स र फट गय ... प्र ज़्यूम्ड इन सेंट ... गहरे न ल पड़ गए , ख पड़ में दर र आ गई , और द म ग़ ब हर न कल आय । 
ख पड़ के अंदर क दब व इतन बढ़ गय क द म ग़ के कुछ ह स्से ख सककर ब हर न कलने लगे । 
त ख पड़ क दर र के ब च से वह उसक द म ग़ ब हर आ रह है ? सह कह । ज इन तस्व र ं में नह ं द ख रह है , वह यह क द म ग़ फ़ रमैन मैग्नम से भ ब हर न कल थ । यह वह जगह है जह ँ र ढ़ क हड्ड ख पड़ में प्रवेश करत है । 
- त म त क वजह यह थ ? - वह ह सकत थ , पर उससे पहले ह ज़्य द ख़ून बह ज ने से उसक म त ह गई । 
म त क अनुम न त समय क्य थ ? 
शर र के त पम न , म ंसपेश य ं क जकड़न और त्वच के रंग से पत चलत है क म त र त के दस से 12 बजे के ब च हुई थ । 
और उसके चेहरे के न श न ? वे ग रने क संकेत देते हैं । उसके स र के प छे एक ब र व र क य गय , वह चेहरे के बल ग र , उसक न क टूट गई , और उससे ह उसक आँख ं के न चे और ग ल ं पर ये न श न आए । 
फ र उसक ख पड़ के प छे द ब र और व र क य गय । 
उसके चेहरे पर न ल तब पड़ , जब वह ज़ ंद थ । 
वे व र ब द में क ए गए ज नसे उसक म त हुई । 
इस ब त क क ई सबूत है क उसने ख़ुद क बच ने क क श श क थ ? 
ऐसे क ई घ व नह ं म ले , ज इस ब त क स्पष्ट संकेत देते ह ं । 
प ड़ त क एक उँगल के न ख़ून के न चे अभ युक्त क त्वच प ई गई थ । 
क्य यह मुमक न है क उसने ख़ुद क बच ने क क श श में अभ युक्त क न ख़ून से न च ह ? 
यह मुमक न है । ज़्य द संभ वन यह है क उसे हमले क पत ह नह ं चल । 
और आपने कह क उस व र से उसक म त नह ं हुई , - क वह वह ँ पड़ रह और उसक ख़ून बहत रह ? - ह ँ , सर । 
- वह तड़प रह थ । - संकेत दे रहे हैं । 
- क्य वह तड़प रह थ ? 
- मैं इस न ष्कर्ष पर नह ं आ सकत । 
ज़्य द संभ वन इस ब त क है क ख पड़ पर क ए गए व र ं से वह ह श ख बैठ थ । 
क्य आप कह सकते हैं क यह न मुमक न है क वह ह श में थ , क वह तड़प रह थ ? मैं ऐस नह ं कह सकत , नह ं । 
ड क्टर , क्य आपके प स म स प ल मस से जुड़ क ई और ज नक र है ? 
ह ँ । क़त्ल के समय उसे छह मह ने क गर्भ थ । 
य र ऑनर , इस समय पर , मैं ड एनए व श्लेषण से सम्बन्ध त द न ं पक्ष ं के संयुक्त वचनपत्र क पेश करन च हूँग , ज ससे यह पुष्ट ह त है क उस बच्चे क प त अभ युक्त थ । 
न ट कर ल य गय है । 
त प ड़ त के पेट में अभ युक्त क बच्च थ ? ह ँ , ब ल्कुल । 
मुझे और कुछ नह ं पूछन । 
म स्टर ह र्गन । 
बच व पक्ष इस गव ह क चुन त नह ं देन च हत , य र ऑनर । 
- ड . कुम ग ई ... - दरअसल , मैं बूढ़ ह गय हूँ और मैं ... सुन श्च त करन च हूँग क कह ं मुझसे कुछ छूट न ज ए । आपने कह , " एक पतल , भ र च ज़ । " जह ँ तक मैं समझत हूँ , आपके प स इस ब रे में क ई ज नक र नह ं है क वह पतल , भ र च ज़ क सने म र थ । 
- दरअसल , ज ँच में इस तरफ़ क ई संकेत तक नह ं है । - सह कह । आपने च क त्स य आध र पर यह न र्ध र त नह ं क य है क कैर ल न प ल मस क क सने म र । 
मैं न श्च त त र पर स र्फ़ यह कह सकत हूँ क उसक हत्य क गई थ । 
और क ई भ पतल , भ र च ज़ य क़त्ल में इस्तेम ल हुआ क स भ तरह क क ई हथ य र बर मद नह ं क य गय है ? 
सह कह । 
शुक्र य । 
म स्टर म ल्ट । द ब र सव ल करन च हेंगे ? 
मत कर । 
- हमें ज च ह ए थ , म ल गय । आगे ... - ड क्टर , आपके द्व र शव क ज ँच करने के ब द , क्य अभ युक्त से आपक मुल क़ त हुई थ ? ह ँ , वह मेरे ऑफ़ स आए थे और उन्ह ंने आक्र मक तर क़े से शव क देखने क म ँग क थ । 
क्य यह आम ब त है क क ई ज़ ल सरक र वक ल इस तरह से आपके ऑफ़ स में आ ज ए ? 
ऐस कभ - कभ ह त है , पर न श्च त ह यह आम ब त नह ं है । 
क्य म स्टर सैब च प ड़ त ं क देखने अक्सर आपके प स आते रहे हैं ? - नह ं । - क्य म स्टर सैब च कभ भ हत्य के क स - प ड़ त क देखने ख़ुद आपके ऑफ़ स आए थे ? - कभ नह ं । 
लेक न वह उस द न आए । उनक बर्त व कैस थ ? 
- वह उत्तेज त , अस्थ र , यह ँ तक क डरे हुए थे । - डरे हुए ? 
ज सक वजह तब मुझे समझ नह ं आई थ । लेक न अब समझ आ गई है ? 
मेरे ख़य ल से , वह स र्फ़ मेर ज ँच के नत जे पत नह ं करन च हते थे , लग रह थ जैसे वह उनसे डरे हुए थे । 
उनके बर्त व में कुछ त गड़बड़ थ । 
मुझे और कुछ नह ं पूछन । 
ड क्टर , क्य आपके प स व्यवह र सम्बन्ध व श्लेषण करने के ल ए क ई मन वैज्ञ न क आध र है , ज ससे आप बत सकते हैं क ई कब उत्तेज त है , डर हुआ है य उसके बर्त व में क ई ... " गड़बड़ है " ? अत त में अभ युक्त के स थ मेर त ल्लुक़ रह है , ज ससे मैं उसके बर्त व के आध र पर अपन र य बन सकत हूँ और उसक व्यवह र स म न्य नह ं थ । आपक उसके स थ अत त में त ल्लुक़ रह है । क्य आप द न ं द स्त हैं ? द स्त नह ं , सहकर्म । द स्त नह ं । बल्क , आप मेरे मुवक्क ल क कम न समझते हैं । 
- आपत्त । - मैं स र्फ़ इनक पूर्व ग्रह द ख रह हूँ । 
मैं अनुमत देत हूँ । 
कभ - कभ गर्म - गर्म ह ज त है और मुझे उन्हें कम न कहने क अफ़स स है । 
आपके मन में क ई पूर्व ग्रह नह ं है , मतलब , ज़ ल सरक र वक ल ं के ख़ ल फ़ ? 
बेशक नह ं । यह बेहूद ब त है । - आपने कभ मुझे कम न कह है ? 
- आपत्त । 
य र ऑनर , अगर यह ँ क ई क स के ख़ ल फ़ पूर्व ग्रह रखत है ... हद में रहकर । 
ड क्टर । 
आपके और मेरे ब च में भ कई ब र बहस हुई है । 
मेर मतलब है , हम रे क म में ऐस ह त रहत है । 
यह एक बहुत व व द स्पद , बहुत दब व व ल प्रक्र य है और कभ - कभ अपन भड़ स न क लने के ल ए हम कुछ ब ल देते हैं । लेक न मेरे मन में न श्च त त र पर सरक र वक ल ं के ख़ ल फ़ क ई पूर्व ग्रह नह ं है और मुझे इस आर प पर सख़्त आपत्त है । 
क्य आपने कभ ट म म ल्ट क कम न कह है ? - आपत्त । - तुमसे ज़्य द त नह ं । ड . कुम ग ई । श यद इस ल ए तुम द ब र चुन व नह ं ज ते । - ड क्टर । - अपन न कर मत छ ड़न । 
ओह , नह ं , दरअसल । तुम्हें त न क ल गय है , - है न ? ह ँ । - ड . कुम ग ई । हमें ज न ह ग । तैय र रह । 
ठ क है । वह क र में हैं । 
हम ज च हते थे , हमें म ल चुक थ । हमें म ल चुक थ , लेक न तुमसे बर्द श्त नह ं हुआ । 
मैंने यह कह थ ... मैंने तुमसे कह थ । बस कुम ग ई क वह ँ बुल ओ , और उससे म त के समय और क रण लेक न तुमसे रह नह ं गय । और अब हम र च क त्स य ज ँचकर्त सब ल ग ं के स मने एक असंतुष्ट , - द्वेषपूर्ण " च ड़च ड़ व्यक्त " नज़र आ रह है । - उसक बय न बहुत ज़रूर थ । 
ज स रस्ट सैब च क सब ज नते हैं और पसंद करते हैं , ल ग नह ं म नते क उसने ऐस क य ह ग , इसल ए जह ँ भ और जब भ मुमक न ह , हमें इस ब त क स्थ प त करन ह ग क क स समय पर रस्ट सैब च ने अपन रूप बदल ल य थ । 
मेरे ह स ब से वह कुल म ल कर हम र ह र थ । 
यह मुक़दम ह ल त पर न र्भर करत है और इसक इम रत छ टे - छ टे टुकड़ ं और छ ट कुम ग ई उसक स र्फ़ पहल टुकड़ है । 
और दूसर यह है क रस्ट सैब च क द म ग़ ख़र ब ह गय है । 
कैर ल न क उँगल के न ख़ून में त्वच के रेशे म लने व ल ब त शुरुआत र प र्ट में नह ं थ । 
फ़ रेंस क स इंस व भ ग प छे चल रह है । व श्लेषण के उस ह स्से के ल ए कुम ग ई ने थ ड़ ज़्य द समय ले ल य । 
फ़ रेंस क पैथ ल ज स्ट क फ़ ज़्य द सख़्त लगत है । जेरेम बक । 
वह श यद सबसे अच्छ पैथ ल ज स्ट है । मैं हमेश मदद के ल ए उसके प स ज त थ । तुम भ , रस्ट । 
उसक ज ँच ज तन सट क ह त है , उतन ह व स्तृत भ , त हमें लगत है क तुम द न ं में से क ई भ उन तस्व र ं क न देखे त अच्छ ह ग । 
स ध ब त , ब न क ई भ वन दर्श ए , श ंत से । ठ क है ? 
क्य हम तुम द न ं के ह वभ व के ब रे में थ ड़ ब त कर सकते हैं ? 
क्य ब त करन है ? 
मतलब , ज हमने आज देख , वह अच्छ नह ं थ । 
तुम द न ं क देखकर लगन च ह ए क तुम स थ ह । 
ज्यूर के सदस्य तुम्ह रे ह वभ व से प्रभ व त ह ंगे , और उन्हें हर अवसर पर " मैं इसे प्य र करत हूँ । मैं इस पर व श्व स करत हूँ " व ल भ व द खन च ह ए । 
और अगर म ड य फ र से झुंड में तुम्ह रे स मने आ ज ए , जैसे वे आज आए थे , त रस्ट , तुम श यद अपन ब ँह से ब र्बर क पकड़ सकते ह और उसक ह फ़ ज़त कर सकते ह । 
त ... हम ज्यूर क यह यक़ न द ल न च हते हैं क यह मेर रक्षक है । 
ह ँ , एक तरह से । उस स्थ त में । 
रेमंड , मैं ... यह द व नह ं कर सकत क मैं तुम्ह र क म ज नत हूँ , लेक न मुझे लगत है ज्यूर के सदस्य ं क समझ क अपम न करन 
उन्हें मेरे चेहरे पर संभ व त रूप से एक सदम ह द खेग । 
मेरे पत पर एक भय नक क़त्ल क मुक़दम चल रह है । मैं कमबख़्त सदमे के अल व और क स अवस्थ में ह सकत हूँ ? 
मुक़दम ं क नत ज अक्सर अपन ब त कहने के तर क़े पर न र्भर करत है । 
ज सबसे अच्छ कह न सुन त है , ज त ज त है । 
और तुम यह ँ हम र कह न क ह स्स ह , और तुम्ह र र ष हमें क मय ब नह ं द ल सकत । 
मेरे ल ए बहुत मुश्क ल है , उस कमरे में रहन और उन सब ब त ं क सुनने के ल ए मजबूर ह न , ज वह ँ कह ज ने व ल हैं , और उन सब तस्व र ं क देखन । 
मेर वह ँ म जूद तक रहन भ ... इससे ज्यूर क पत चल ज न च ह ए क मुझे अपने पत क बेगुन ह पर यक़ न है । 
मेर व्यवह र व श्वसन य ह न च ह ए । लेक न मेरे व श्वसन य ह ने के ल ए , मुझे ईम नद र रहन ह ग । 
और मैं उस कमरे में वैस ह रहूँग । 
मैं उन्हें अपन सच देखने दूँग । क मैं स्तब्ध हूँ , क मैं ... मुझे च ढ़ ह रह है , क मुझे इस न चत से घ न आ रह है , क यह स चन भ मेरे ल ए अपम नजनक है क मेरे बच्च ं क प त ... इस न चत के ल ए ज़ म्मेद र ह सकत है । 
यह मेर ज़ ंदग क सबसे बुर समय है । 
मैं क स और च ज़ क द ख व नह ं करूँग । 
न तुम द न ं के ल ए । न ज्यूर के ल ए । 
हमें प ड़ त के द एँ ह थ के न ख़ून ं के न चे त्वच क कुछ क श क एँ म ल ं , ज नक ड एनए अभ युक्त से मेल ख त है । 
हमें प ड़ त के चेहरे पर और उसने ज कम ज़ पहन हुई थ , उसके क लर पर ल र भ म ल है । 
उसक ड एनए भ अभ युक्त से मेल ख त है । द लचस्प ब त यह है क हमें उस रस्स पर क ई ड एनए नह ं म ल ज ससे शर र क ब ंध गय थ । 
यह " द लचस्प ब त " क्य ं है ? उसे बहुत स वध न से ब ंध गय थ । श क ग र ज्य बन म र ज़ैट सैब च अपर ध इस ब त क लेकर स वध न थ क वह क ई सबूत न छ ड़े । ऐस कम ह देखने क म लत है क घटन स्थल ख़ून से इतन लथपथ और गंद ह पर स क्ष्य ं के ल ह ज़ से इतन स फ़ - सुथर ह । 
इससे आपक क्य पत चलत है ? 
यह क घटन स्थल स फ़ करने के ल ए , सबूत छुप ने के ल ए बहुत मेहनत क गई थ । 
फ़ रेंस क पैथ ल ज स्ट के त र पर क म करते हुए आपके लगभग 20 स ल के अनुभव के आध र पर , आपक क्य र य है वह ँ क्य हुआ ह ग ? 
मेर र य है क यह क़त्ल ग़ुस्से में अच नक क य गय थ ... ब न क स य जन के ... फ र प ड़ त के मरने के ब द उसे बहुत स वध न पूर्वक , बहुत व्यवस्थ त तर क़े से ब ंध गय । 
मुझे और कुछ नह ं पूछन । शुक्र य । क्य आपने पहले कभ इस तरह ब ंध गई क ई ल श देख है ? 
कई स ल ं पहले मेरे प स एक हत्य क म मल आय थ , ज समें , अज ब ब त है क ल श क इस तरह ब ंध गय थ , ह ँ । 
और उस हत्य के म मले में अभ य जन पक्ष क ज़ ल सरक र वक ल क न थ ? 
द सरक र वक ल थे , कैर ल न प ल मस और रस्ट सैब च । 
और उस केस में ज क़ त ल थ , उसक न म ल यम रेनल्ड्स है । 
- उसे सज़ ह गई थ । - सह कह । उसे सज़ द ल ई थ सरक र वक ल - कैर ल न प ल मस और रस्ट सैब च ने । - सह कह । 
और कैर ल न प ल मस और रस्ट सैब च द्व र सज़ द लव ए ज ने पर , उसने उन द न ं से बदल लेने क धमक द थ । - क्य आपक इस ब त क ज नक र है ? 
अब , मैं बदल लेने के व ज्ञ न क व शेषज्ञ त नह ं हूँ , लेक न मुझे शक है - क उनमें से एक क म रकर दूसरे क ... - आपत्त । 
- ... उसके क़त्ल में फँस न ... - सहमत । इस समय यह ँ आइए । 
हमने इस ब रे में ब त क थ । 
इस क र्य लय ने म स्टर रेनल्ड्स क ज ँच कभ क ह नह ं ... ऐसे त इन्ह ंने कभ मेर ज ँच भ नह ं क । हर क स क ज ँच करन इनक ज़ म्मेद र नह ं है । - तुम्ह रे द वे क ग़लत स ब त करन इनक क म नह ं है । - उसने कैर ल न और रस्ट क - स र्वजन क रूप से धमक य थ । - ह ँ , उसने धमक द थ ... 
- मुझे लग ज्यूर के ल ए यह ज नन ज़रूर है । - ... एक ख खल धमक । - मुझे यह आध क र क रूप से ... - ज सक फ़ यद तुम नह ं उठ ओगे । ... क्य ं नह ं बत न च ह ए ? 
मुझे एक ठ स वजह द और मैं तुम्हें इस पहलू क उठ ने क अनुमत दे दूँग । 
वरन , तुम्ह र क ई बकव स नह ं चलेग । अब ज ओ । 
म स्टर बक , आपक इस ब त से अवगत कर द य गय है क मेरे मुवक्क ल और मृतक क - एक रूम न सम्बन्ध थ । - ह ँ । और जब आपने कह , " प ड़ त क उँगल के न ख़ून के न चे त्वच प ई गई , " तब आपक मतलब असल त्वच से थ , मतलब त्वच के टुकड़ ं से , म न अभ युक्त क खर ंच गय ह ? 
नह ं , त्वच के प्रत्यक्ष टुकड़े नह ं थे । क श क एँ थ ं । 
अगर मैं अपने चेहरे क इस तरह खुरचत हूँ , त मेरे न ख़ून ं के न चे त्वच क क श क एँ प ई ज सकत हैं ? यह मुमक न है । 
त , अगर रस्ट सैब च ने कैर ल न प ल मस क चूम ह , और चूमते समय , कैर ल न ने अपने न ख़ून उसक गर्दन य उसक प ठ पर फ र ए ह ं त क्य उसके शर र पर म ले रस्ट क ल र के च ह्न और उसके न ख़ून ं में म ले ड एनए क वजह क्य यह मुमक न नह ं है ? 
ह सकत है । त ज स ड एनए के आध र पर आपने कह क रस्ट ने उसे म र ह ग , उसके आध र पर बहुत आस न से यह भ कह ज सकत है क रस्ट ने उसे चूम ह ग । 
आपक द न ं में अंतर पत है न ? 
क्य आप ज नत थ ं क अभ युक्त और म स प ल मस क अफ़ेयर चल रह है ? 
- मुझे पत चल गय थ , ह ँ । - आपक कैसे पत चल थ ? 
मतलब , मेरे प स शक करने क कई वजहें थ ं । 
मुझे व स्तव में कब पत चल ... मैं रस्ट के ऑफ़ स में एक फ़ इल पहुँच ने गई थ । 
क फ़ र त ह चुक थ । मुझे लग थ रस्ट ज चुक ह ग । वह नह ं गय थ । मैं अंदर गई । वह कैर ल न क चूम रह थ । 
- मैं र बर्ट्स म मले क फ़ इल ल ई हूँ । - ह ँ । - ह ँ । - ह ँ । 
- शुक्र य । ह ँ । - यह ल । मैं तुमसे कल म लत हूँ । मैं जल्द से वह ँ से न कल गई और कैर ल न मेरे प छे - प छे आई । और वह बहुत शर्म ंदग से भर स्थ त थ और मैं वह ँ से चल गई । 
- यह कब क ब त है ? 
- प छल फ़रवर क । 
क्य ऐस कुछ और घटन एँ थ ं ज न पर आपक ध्य न गय ? 
खुले - आम श र र क सम्बन्ध ं से जुड़ कुछ नह ं , बस ऑफ़ स क अफ़व हें । 
लेक न , मतलब , पक्क , कुछ ढक - छुप ब तें त थ ं । 
जैसे क ? 
एक ब र , अंडरग्र उंड प र्क ंग ल ट में , मैंने उन्हें देख थ । 
वे ... श यद , पत नह ं ... श यद वे बहस कर रहे थे । 
- ... स थ में । पत नह ं । क्य ? - मुझसे दूर रह । लेक न मैं तुमसे स र्फ़ एक सव ल पूछ रह हूँ । त अगर तुम बस ... 
बस इतन ह । हद है । वह अपन क र में थ , रस्ट उसक ख ड़क पर ज़ र से ठ क रह थ , और वह तेज़ से चल गई । 
क्य आपक म स्टर सैब च से इस ब रे में ब त करने क म क़ म ल ? ह ँ , म ल थ । 
आपने क्य कह थ ? 
मैंने उससे कह थ क मुझे ... क मुझे फ़ क्र ह रह है क वह , पत नह ं , ख़ुद पर क़ बू ख रह है । 
- ख़ुद पर क़ बू ख रह है ? - कैर ल न के ल ए । 
वह थ ड़ बेचैन रहने लग थ , उस पर जुनून सव र ह ने लग थ । 
आपक म स्टर सैब च और म स प ल मस के ब च क यह र श्त ठ क नह ं लगत थ ? - ठ क नह ं लगत थ ? - नह ं , ठ क नह ं लगत थ । और आप कैर ल न प ल मस क भ पसंद नह ं करत थ ं , है न ? 
ऐस क ई ब त नह ं है । यह व्यवह र ग़ैर-पेशेवर थ । 
आप कैर ल न क पसंद नह ं करत थ ं , है न ? ह ँ , मैं उसे पसंद नह ं करत थ । 
क्य आपने कभ इस ग़ैर-पेशेवर व्यवह र के ब रे में अपन च ंत एचआर व भ ग क बत ई ? 
नह ं , मैंने नह ं बत ई । 
और आपक ज नक र में , म स प ल मस ने म स्टर सैब च क लेकर एचआर व भ ग में कभ क ई श क यत नह ं क ? 
सह कह । 
आपक ज नक र में , क्य उन्ह ंने कभ भ क स के ब रे में एचआर व भ ग से श क यत क थ ? 
ह ँ । क सके ब रे में ? 
ट म म ल्ट । 
क्य आपक ज नक र में मैंने कभ म स प ल मस के स थ क ई ग़ैर-पेशेवर य अनुपयुक्त हरकत क थ ? 
मेर ज नक र में नह ं क , नह ं । 
और क्य आपक ह्यूमन र स र्सेज़ में क गई श क यत के ब रे में क ई भ ज नक र है ? 
मैं स र्फ़ इतन ज नत हूँ क वह आपके स थ क स भ केस पर क म नह ं करन च हत थ । 
उसने कह थ क आपके स थ वह सहज महसूस नह ं करत है । 
ठ क है । क्य आपने कभ मुझे प ड़ त से ग़ैर-पेशेवर बर्त व करते हुए देख थ ? 
नह ं । 
और रस्ट सैब च क ? 
आपक लग अभ युक्त पर जुनून सव र थ , वह कैर ल न के ल ए ख़ुद पर क़ बू ख रह थ । 
यह आपक बय न है ? मेर बय न यह है । 
बहुत-बहुत शुक्र य । 
मुझे ट म के ल ए थ ड़ बुर भ लग रह है । 
मुझे भ लगभग लग थ , लेक न फ र मुझे य द आय क वह कमबख़्त एक क क्र च है । 
आप उसे मसलकर म र नह ं सकते । वह आपक सत ने ब र-ब र आत रहत है । 
और उसे ज कहन थ , उसने कह द य है । 
तुम्हें फ़ क्र ह रह है । 
देख , अगर ज्यूर ... वे ल ग ... अपर ध क स ब त करने के स द्ध ंत पर अड ग रहते हैं , अगर उन्ह ंने इसक इल्ज़ म क स न क स पर ड लने क ठ न ल , त वह रस्ट ह ग । 
तुम ठ क ह ? आप ठ क हैं ? 
मेर मन व ज्ञ न क क्ल स में , हम म नस क आघ त और व घटन के ब रे में कुछ च ज़ें पढ़ रहे हैं । 
कैसे ल ग ं क द म ग़ ख़ुद उनसे ह उनक रक्ष करत है । जैसे न च हते हुए भ ... व स्तव कत से दूर ह ज न । 
आपने कभ ऐस महसूस क य है ? 
क्य मतलब है तुम्ह र ? 
बस ... ल ग अपन य द ं से ख़ुद क अलग कर सकते हैं । 
अगर वह ... अगर वे कुछ ऐस करते हैं ज वे स्व क र नह ं कर सकते य ... ख़ुद क करत हुआ नह ं देख सकते ... त इससे एक अलग व पैद ह सकत है । 
मेर य दद श्त ब ल्कुल ठ क है । 
रस्ट , मुझे तुमसे ब त करन है । 
त कुछ मह न ं पहले ... यह उस समय के आसप स क ब त है जब मुझे गैलर से न क ल द य गय थ , मैं द न के समय में एक ब र में ज ने लग थ । 
और ... उस ब र में एक ब रटेंडर थ और वह ... उसने आर्ट में प एचड क हुई थ । और इसल ए हम र ब तें ह ने लग ं और ... हम सच में बहुत अच्छे से घुलम ल गए , और ... हमने एक दूसरे क चूम । मैंने उसे चूम । 
लेक न इसके अल व और कुछ नह ं हुआ । 
वह बस मेर ध्य न भटक ने के ल ए थ । वह बस ... हमने स र्फ़ एक दूसरे क चूम थ । 
यह कह ँ हुआ थ ? 
उसके अप र्टमेंट में । 
- मैं उसक आर्ट देखन च हत थ । - उसके अप र्टमेंट में ? 
- बस । - तुम देखन च हत थ ं ... - उसक आर्ट क नमून ? - मत कर , रस्ट । 
- क्य तुमने उसके स थ सेक्स क य ? - नह ं । 
तुम यह मुझे अब क्य ं बत रह ह ? 
मैं तुम्ह रे स थ ईम नद र रहन च हत हूँ । 
मुझे लग थ हम एक दूसरे के स थ ईम नद र रहने क क श श कर रहे थे । 
मुझ पर मुक़दम चल रह है ... ज समें मेर ज़ ंदग द ँव पर लग है । 
ईम नद र ? 
ज नत हूँ । 
तुम र ज़ मेरे प स आकर मुझ पर सव ल ं क ब र श करत ह । 
तुम मुझसे सव ल पूछत रहत ह । " यह ँ क्य हुआ थ ? " " वह ँ क्य हुआ थ ? " " तुमने मुझे अपने और उसके ब रे में यह क्य ं नह ं बत य ? " सव ल के ब द सव ल । 
और जब मैं तुमसे कहत हूँ , " मैं बस तुम्ह रे स थ ईम नद र रहने क क श श कर रह हूँ , मैं बस तुम्हें बत ने क क श श कर रह हूँ क क्य हुआ थ , जैस भ मुझे य द है । मैं हर समय तुम्हें हर ब त क वजह नह ं बत सकत , " त तुम बस मुझसे ब र-ब र सव ल पर सव ल पूछत रहत ह । - यह सह नह ं है । - ब र-ब र । यह सह नह ं है ? यह सह नह ं है , ब र्बर ? फ र क्य सह है ? अब क्य सह है ? 
कैस महसूस ह रह है ? क्य ? 
कैस महसूस ह रह है ? एक कमबख़्त ग़लत करके ? 
हद है । 
- भ ड़ में ज ओ , रस्ट । - मैं भ ड़ में ज ऊँ ? 
- मैं ज रह हूँ । - क्य मेर च ब य ँ रस ई में हैं ? 
तुम अपने कट रे स फ़ कर सकते ह , प्ल ज़ ? - मैं कर दूँग । - च ब य ँ यह ँ हैं । 
- अपन ज य मेट्र क ह मवर्क मत भूलन । - वह मेरे बैग में है । - तुम आ रह ह ? 
- नह ं , मुझे ल रेन से म लन है । - और मुझे देर ह गई है । - ब र्बर ? 
क इल , तुमने अपन लंच ले ल य ? ह ँ । 
मैं चल सकत हूँ । मैं ख़ ल स ट भरने में म ह र हूँ । 
बच्चे । नह ं , क ई ब त नह ं । मैं ठ क हूँ । सच में , मैं ठ क हूँ । 
अगर मैंने कल र त आपक परेश न कर द य ह , त मुझे म फ़ कर द ज ए । 
अब , तुमने उसे क्य ं बत य ? 
- पत नह ं , ल रेन । - यह तुमने बहुत ग़लत क य । ज नत हूँ । 
ब त बस यह है क ह ल ह में हम ... मैंने स च ... मुझे महसूस ह रह थ क हम र र श्त फ र से बेहतर ह रह है । 
- मैं उसके ... - अह-हँ । ... क़र ब और सुरक्ष त महसूस कर रह थ । - और ... - ठ क है । ... क्ल फ़्टन के स थ हुआ वह पूर व क़य अच नक से मेर दम घ ंटने लग थ और मुझे ज़रूरत थ ... मैंने बस ... 
ह ँ । और ह ल त और ब गड़ गए ? 
और इस ल ए अब तुम अद लत अकेल नह ं ज ओग । 
मैं तुम्ह रे स थ रहूँग । 
मैं अद लत ज ऊँग , बस आज नह ं । 
आज , रस्ट और कैर ल न के कंप्यूटर से न क ल गई च ज़ें द ख ई ज ने व ल हैं । ह ँ । मुझे नह ं लगत मैं रस्ट के प्य र के इज़ह र वग़ैरह सुनने के ल ए ... - हे भगव न । - ... वह ँ बैठ रह सकत हूँ । 
पत है , ज स र त उसक क़त्ल हुआ थ , रस्ट ने उसे 30 ब र मैसेज क य थ ? 
सच कहूँ त मुझे लगत है इस पूरे मुक़दमे में सबसे ज़्य द यह च ज़ उसे द ष द ख एग । 
त स ब र ? 
और कैर ल न के पूर्व पत ने अपने बेटे क गव ह देने से र कने के ल ए सुरक्ष आदेश के ल ए य च क द है । 
- यह क्य मज़ क़ ह रह है । - मैं य च क क न मंज़ूर कर रह हूँ । लेक न मैं उसक च ंत समझ सकत हूँ । आज क द न एक ऐसे बच्चे पर भ वन त्मक रूप से बहुत भ र गुज़रेग , ज पहले ह बहुत कुछ झेल चुक है । 
- वह एक महत्वपूर्ण गव ह है । त ... - मेर ब त पूर ह ने द । 
मैं नह ं च हत क यह पर व र अब क स ग़ैर-ज़रूर दर्द से गुज़रे , च हे वह ग़ैर-ज़रूर ह य न ह । 
अब , यह केस ज़्य द से ज़्य द द्व त य श्रेण के क़त्ल क है और तुम यह ब त ज नते ह । 
यह ँ तक क तुम्ह रे गव ह ने भ यह बय न द य क यह संभवत एक ग़ैर-इर दतन हत्य क म मल है । 
यह प्रथम श्रेण क क़त्ल स ब त नह ं ह सकत । और मेर न र्देश भ तुम्ह रे लक्ष्य क प ने में तुम्ह र मदद नह ं कर प एग । 
तुम्ह र यह ँ से ब - इज़्ज़त बर ह कर ज न भ मुझे दूर क क ड़ लग रह है । 
ग़ैर-इर दतन हत्य पर समझ त कर ल त बेहतर है । - सव ल ह पैद नह ं ह त । - नह ं । 
तुम केस ज त ज ओगे । तुम आठ स ल ब द अपन ज़ ंदग फ र से शुरू कर प ओगे । 
- यह एक अच्छ स द लग रह है । - मैं क ई आर प स्व क र नह ं करूँग । केस क बरख़ स्तग और म फ़ के अल व मुझे और कुछ स्व क र नह ं है । 
यह आख़ र म क़ है , द स्त ं । 
क ई प छे हटने क तैय र है ? 
ठ क है । 
तुम द न ं उस लड़के से स वध न से ब त कर गे । 
हे , बच्चे । 
ऊपर ज कर ब स्तर पर स न है ? 
ऊपर ज कर ब स्तर पर स ज ओ । 
तुम्हें य द है जब ये ... ये छ टे थे और स ज ते थे , तब हम इन्हें घंट ं तक न ह र करते थे । 
नन्हे फ़र श्त ं क तरह । 
तुम मुझे छ ड़कर चल क्य ं नह ं गईं ? 
मेर वजह भ वह है ... ज तुम्ह र है । 
म इकल , तुम और मैं पहले म ल चुके हैं , तब मैंने अपन संवेदन एँ व्यक्त क थ ं । मैं द ब र अपन संवेदन एँ व्यक्त करन च हत हूँ । तुम्ह र म ँ क म त और आज यह ँ अद लत में म जूद रहने क वजह से तुम्हें ह रहे म नस क आघ त , द न ं के ल ए । हम तुमसे यह करने के ल ए कहकर बहुत बुर कर रहे हैं , लेक न यह इसल ए है क्य ंक तुम्ह र म ँ के स थ भ कुछ बहुत , बहुत बुर हुआ थ । म स्टर म ल्ट । 
मैं तुम्ह र ध्य न उस र त क तरफ़ द लव न च हत हूँ ज स र त तुम्ह र म ँ क क़त्ल हुआ थ । क्य तुम मुझे बत सकते ह तुम कह ँ थे ? 
मैंने अपने घर पर ड नर क य । मैंने थ ड़ ट व वग़ैरह देख । श यद व ड य गेम्स खेले थे । 
ब द में मैं घर से न कल और वह ँ चल गय । 
त स र्फ़ ठ क से समझने के ल ए , तुम उस घर से न कले जह ँ तुम अपने प त , ड ल्टन क ल्डवेल के स थ रहते ह और फ र तुमने कह , तुम वह ँ चले गए । वह ँ कह ँ ? मेर म ँ के घर । 
क्य करने ? मेर म ँ और मेर ज़्य द बनत नह ं थ । 
वह मुझे अपने आसप स नह ं च हत थ ं । 
वह मुझे अपने घर नह ं बुल त थ ं । इससे मुझे थ ड़ बेचैन ह त थ । और कभ - कभ मैं बस देखने के ल ए उनके घर ज त थ । 
क्य देखने ? 
उस ज़ ंदग क देखने , ज समें मेर ह न उन्हें पसंद नह ं थ । 
ज सके ब रे में मुझे लगत है , मैं पहले ह आपक सब बत चुक हूँ । 
क्य तुम अपन म ँ के घर क फ़ ज ते थे ? कभ - कभ । पत नह ं । मतलब , मह ने में एक य द ब र । 
तुम वह ँ ज कर क्य करते थे ? 
मुख्य त र पर त मैं थ ड़ दूर पर अंधेरे में छुपकर बस घर क देख करत थ त क वह मुझे न देख प एँ । 
कभ - कभ मैं ल ग ं क अंदर ज ते हुए देखत थ । ज़्य द तर उन्हें । 
न ट क ज ए क गव ह ने अभ युक्त , रस्ट सैब च क तरफ़ इश र क य है । 
मैं ज नत थ वे क्य कर रहे थे । - आपत्त । - सहमत । 
म इकल , तुमसे ज पूछ ज ए , स र्फ़ उसक जव ब द । 
और अगर तुम्हें कभ भ ऐस लगे क तुम्हें थ ड़ देर रुकन है , त बस मुझे बत देन , ठ क है ? 
- ह ँ । - शुरू कर । ठ क है । 
त ये व ड य तुमने बन ए हैं ? ह ँ । 
त र ख़ , 16 जून । 
और क्य तुम व ड य के ऊपर व ल ट इम स्टैम्प पढ़ सकते ह ? 
ह ँ । " र त के न बजकर 49 म नट । " 
और द ब र बत ओ , क्य यह वह व ड य है ज तुमने अपन म ँ के क़त्ल व ल र त , - न बजकर 49 म नट पर बन य थ ? - ह ँ । 
तुम्ह र म ँ क म त के ब द , तुमने अभ युक्त क मैसेज क य थ ? ह ँ । तुमने क्य मैसेज क य थ ? 
मैंने मैसेज में ल ख थ , " तुम वह ँ थे । मैंने तुम्हें देख थ । " 
मैंने तुम्हें देख थ मतलब ? मेर म ँ के घर पर , जब मैंने वह व ड य बन य थ । 
क्य तुमने अभ युक्त क म लने के ल ए बुल य थ ? 
- ह ँ । - तुमने उसे म लने के ल ए क्य ं बुल य थ ? 
क्य ंक मैं उस आदम के आँख ं में देखन च हत थ , ज सने मेर म ँ क क़त्ल क य । 
- आपत्त । - सहमत । 
त तुम्ह रे उसे म लने के ल ए बुल ने के ब द , क्य तुम और अभ युक्त व क़ई म ले थे ? 
- ह ँ । - तुमने क्य ब त क ? 
उन्ह ंने मुझसे पूछ क मैं क्य ं म लन च हत थ और मैंने उनसे कह थ , क्य ंक मैं उस आदम के आँख ं में देखन च हत थ , ज सने मेर म ँ क क़त्ल क य । 
मुझे आपत्त है , य र ऑनर । सहमत । यह स र्फ़ गव ह क अपन र य है । 
क्य तुमने अभ युक्त क अपन म ँ के क़त्ल क द ष ठहर य थ ? - ह ँ । - उसक क्य प्रत क्र य थ ? 
उन्ह ंने नक र द य । पर मैं देख सकत थ वह झूठ ब ल रहे थे । 
- आपत्त । - सहमत । 
म इकल , तुम अपने मत स मने रख सकते ह , पर प्ल ज़ उन्हें तथ्य ं क तरह पेश मत कर , ठ क है ? 
ह ँ । क्य तुमने कभ अभ युक्त के ब रे में अपन म ँ से ब त क थ ? 
जैस क मैंने कह , हम बहुत क़र ब नह ं थे । 
वह मुझे ज़्य द ब तें नह ं बत त थ ं । लेक न उनके मरने से द हफ़्ते पहले , उन्ह ंने मुझे बत य थ क उनके ऑफ़ स में एक आदम उन्हें परेश न कर रह है । 
यह मेर मत थ क यह वह आदम थ ज सके स थ मेर म ँ के रूम न सम्बन्ध थे । 
क्य कैर ल न ने कुछ और कह थ ? 
यह क उन्हें उस आदम से डर लगने लग है । 
तुम्हें क ई अंद ज़ है वह आदम क न ह सकत है ? 
- आपत्त । यह अनुम न है । - मैं अनुमत देत हूँ । 
मेर मत थ क यह वह आदम थ - ज सने मेरे मत के अनुस र उनक क़त्ल क य थ । - आपत्त । 
वह आदम ज सक मैंने उनके क़त्ल क र त तस्व रें ख ंच थ ं । 
- आपत्त । - सहमत । स र्फ़ पूछे गए सव ल ं क जव ब द , म इकल । प्ल ज़ , ख़ुद से कुछ मत कह । 
शुक्र य , म इकल । मुझे और कुछ नह ं पूछन । 
तुम क फ़ च ज़ ं पर अपन मत रखते ह , है न ? 
तुम्ह र मत है क तुम्ह र म म डर हुई थ ं । तुम्ह र मत है क वह उस आदम से डर हुई थ ं ज सके स थ उनके य न सम्बन्ध थे । मत । यह बहुत अज ब शब्द है , मत । 
इस शब्द के ब रे में थ ड़ ब त करते हैं । 
इस शब्द क क्य मतलब है ? 
क उंसल ? 
म स्टर ह र्गन , आप कुछ पूछन च हते हैं ? 
- रे ? रे , रे ? - मैं उनक पत्न हूँ । 
- नब्ज़ अभ भ नह ं है । - फ र से । तैय र ? - त न , द , एक , क्ल यर । - फ़ क्र मत कर । 
