賽 畢奇 先生 是否 常會 ... 庭審 第二天 即將 開始 法庭 內依舊 沸沸 揚揚 
檢方 強勢 的 開場 替 這場 精彩 的 法庭 攻防 揭開 序幕 
你 是 他媽 的 王八蛋 
醫生 , 你 能否 描述 這個 傷勢 ? 
鈍 器重 擊傷 造成 死者 死亡 卡洛琳 普利 莫斯 
她 被 一個 細而重 的 物體 重擊 三次 造成 頭皮 撕裂 傷 《 無罪 的 罪人 》 嚴重 的 挫傷 、 頭顱 破裂 、 腦疝 
顱內 壓導致 她 大腦 的 某些 區域 移位 尋找 出口 
所以 就是 她 的 大腦 從 破裂 處 溢出 的 意思 嗎 ? 是 的 , 照片 並未 顯示 大腦 也 被 推出 枕骨 大孔 那 是 脊椎 與 顱底 的 接合 處 
- 這是 死因 嗎 ? - 本該 是 但 她 在 因腦 疝 喪命 之前 , 就 先 流血 致死 
死亡 時間 預估 是 何時 ? 
體溫 、 屍僵 與 屍斑 的 階段 顯示 為 晚間 10 點到 午夜 之間 
她 臉 上 的 傷痕 是 什麼 ? 顯示 跌倒 跡象 她 的 後 腦杓 遭到 一次 重擊 臉部 朝下 跌倒 , 摔斷 鼻 樑 因此 眼眶 下 與 臉頰 上 有 傷痕 
然 後 她 的 後 腦杓 又 被 重擊 兩次 
她 臉 上 的 挫傷 是 在 生前 產生 
之後才 遭受 致命 一擊 
有 證據 顯示 她 試圖 反抗 嗎 ? 
沒有 確切 的 防禦傷 
跡證 顯示 被告 的 皮膚 出現 在 ... 死者 的 一片 指甲 下 
她 是否 有 可能 在 試圖 反抗 時 抓傷 他 ? 
有 可能 , 但 更 可能 是 她 沒 料到 會 被 攻擊 
你 說 她 並非 被 重擊 而 死 - 而是 躺 在 地上 , 流血 致死 ? - 沒錯 , 先生 
- 她 有 受苦 - 誘導證 人 
- 她 有 受苦 嗎 ? 
- 我無法 確定 
頭顱 被 重擊 很 有 可能 讓 她 失去 意識 
你 能 排除 她 在 受苦 時 還 有意 識 的 可能性 嗎 ? 我無法 排除 
醫生 , 你 是否 有 其他 的 發現 是 和 普利 莫斯 小姐 有關 ? 
有 , 她 遇害 時懷 孕六週 
庭上 , 此時 此刻 我要 呈交 雙方 皆 同意 提出 的 DNA 分析 證實 被告 就是 父親 
已 記錄 
所以 是 被告 讓 死者 懷孕 嗎 ? 是 的 
我 沒 有別 的 問題 了 
霍根 先生 
辯方 沒有 問題 要 問證 人 , 庭上 
- 熊谷 醫生 ... - 其實 呢 , 我 老 了 , 而且 我 ... 最好 確定 我 沒 有 遺漏 任何 事 剛才 你 說 : " 一個 細而重 的 物體 " 依據 我 的 瞭解 你 不 知道 是 誰 揮舞 這個 細而重 的 物體 
- 其實 看不出 來 - 沒錯 你 無法用 醫學 證據 判定 是 誰 殺 死 卡洛琳 普利 莫斯 
我 只能 篤定 地 說 這是 謀 殺案 
而且 從 沒 找到 任何 一種 細而重 的 物體 或 兇器 ? 
沒錯 
謝謝 
莫托 先生 , 你 要 再次 詰問 嗎 ? 
不要 問 
- 我們 已 經達 到 目的 了 , 你 ... - 醫生 , 你 完成 驗屍 之 後 有 機會 跟 被告 見 到 面 嗎 ? 有 , 他來 我們 的 辦 公室 , 強勢 要求 看 屍體 
地方 檢察官 通常 會 像 那樣 不 請 自來 嗎 ? 
有 發生過 , 但絕 不是 常態 
賽 畢奇 先生 向 來 會 去 看 死者 嗎 ? - 不會 - 賽 畢奇 先生 是否 曾經 現身 - 親自去 看謀 殺案 的 死者 ? - 從來 沒有 
但 他 在 那天 出現 , 他 的 行為 舉止 如何 ? 
- 他 很 焦慮 、 躁動 , 甚至 害怕 - 害怕 ? 
當時 我 不 明白 原因 但 你 現在 明白 了 嗎 ? 
我覺 得 他 不但 不想 知道 我 有何 發現 他 似乎 還 很 害怕 這些 發現 
他 不 太 對 勁 
我 沒 有別 的 問題 了 
醫生 , 你 是否 有 任何 心理 學 背景 可以 做出 行為 診斷 判定 某人 焦躁 、 害怕 或 ... " 不 對 勁 " ? 我 跟 被告 共事 所以 能 依據 他 的 行為 發 表意 見 而 他 當時 的 舉止 異常 你 跟 他 共事 , 你 倆 是 朋友 嗎 ? 是 同事 , 不是 朋友 不是 朋友 , 其實還 你 認為 我 的 當事 人 是 混蛋 
- 抗議 - 我 是 要 指明 證人 有 偏見 
抗議 無效 
有 時候 雙方 火氣 大 , 我 很後悔 那樣 罵 他 
你 對 地方 檢察官 沒有 任何 偏見 嗎 ? 
當然 沒有 , 這太 荒唐 了 - 你 曾 經罵 我 混蛋 嗎 ? 
- 抗議 
庭上 , 若 他 有 偏見 ... 請 注意 發言 
醫生 
你 跟 我 有 好 幾次 也 爆發 衝突 
在 我們 這 一行 在 所 難免 
我們 的 工作 時常爭 執不斷 , 且 有 極大 壓力 有 時候 我們 靠 發洩來 舒壓 但 我 對 檢察官 絕對 沒有 偏見 而且 這個 問題 強烈 冒犯 到 我 了 
你 曾 經罵 湯米 莫托 是 混蛋 嗎 ? - 抗議 - 次數 沒 比 你 多 熊谷 醫生 或許 這 就是 你 連任 失敗 的 原因 - 醫生 - 別辭 掉 你 的 正職 工作 
不 , 對 了 , 你 已經 被 開 除了 - 對 吧 ? 對 - 熊谷 醫生 我們 該 走 了 , 低頭 
收到 , 他 上車 了 
我們 原本 已經 達 到 目的 了 但 你 偏偏 無法閉 嘴 
我 說過 ... 我 跟 你 說 讓 熊谷 上 證人席 然後讓 他 說 出 死亡 時間 與 死因 以及 孩子 的 生父 就 好 但 你 無法 見 好 就 收 現在 這位 驗屍 官成 了 忿忿不平 - 懷恨 在 心 的 抱怨 王 - 他 的 證詞 很 重要 
所有人 熟悉 並喜 愛的 洛斯 提賽 畢奇 不 可能 做出 這種 事 因此 我們 必須 提出 各種 可能性 證明 他 在 某個 時刻 變 了 一個 人 
我 認為 這是 他媽 的 慘敗 
這是 靠間 接證據 的 案子 , 必須 靠 蛛 絲馬跡 以及 枝 微末 節的 跡證 才能 勝訴 熊谷 只是 第一 塊 拼圖 
洛斯 提賽 畢 奇情 緒 失控 則是 另 一塊 
卡洛琳 指甲 下 的 皮膚 沒有 被 列入 最初 的 報告 
鑑識 科學 組太忙 了 熊谷花 了 比 較 長 的 時間 進行 那 部分 的 分析 
這位 鑑識 病理 學家會 強悍 許多 傑瑞米 巴克 
他 可以 說 是 業界 頂 尖 我 有事 找 他準 沒錯 , 洛斯 提 , 你 也 是 
他 精準 又 一針 見 血 因此 我們 認為 你 倆 都 不要 看 那些 照片 最好 
有話 直 說 、 保持中立 、 不帶 情緒 就 好 行 嗎 ? 
我們 可以 討論 一下 身體 語言 嗎 ? 
怎麼 了 嗎 ? 
我們 不 喜歡 今天 看見 的 場面 
你們 需要 看起 來 一條心 
陪 審團會 觀察 妳 的 神色 他們 無時 無刻 都 需要 感覺 到 " 我愛他 , 我 信任 他 " 
若 媒體 像 今天 一樣 蜂 擁 而 至 洛斯 提 , 或許 你 可以 摟 住 芭芭拉 並且 保護 她 
所以 ... 我們 要 陪 審團 相信 他 是 我 的 保護者 
對 , 可以 這麼 說 , 在 那個 情況 是 如此 
雷蒙 , 我 ... 不敢 說 我 瞭解 你 的 工作 但 我 認為 侮辱 陪 審團 的 智商 
他們 可能 看見 的 是 我 震 驚 的 表情 
我 的 丈夫 因一場 殘忍 的 謀 殺案 受審 我 除了 他媽 的 震 驚 , 還能 有 什麼 反應 ? 
庭審 通常 取決 於 誰 會 說 故事 
由 最好 的 版本 勝出 
而 妳是 我們 故事 的 一部分 妳 的 憤怒 無法 讓 我們 勝訴 
我待 在 法庭 裡也 很 煎熬 我 得 聽 所有 的 證詞 看 每 一張 鉅 細靡 遺 的 影像 
我 光是 坐在 那裡 ... 就 能 讓 陪 審團 知道 , 我 相信 我 丈夫 的 清白 
我 需要 有 可信度 但 若 要 我 有 可信度 , 就 必須 坦誠不諱 
所以 我 在 法庭 會據實 以告 
我會 讓 他們 看見 我 的 真 實樣 貌 就是 我 很 驚恐 , 而且 ... 覺得 噁 心 這樣 的 道德 淪喪 讓 我作 嘔 讓 我 深受 侮辱 , 我 孩子 的 父親 竟然 ... 做出 如此 道德 淪喪 的 行為 
這是 我 他媽 的 人生 中 最 黑暗 的 時刻 
我 不會 假裝 若 無 其事 
我 不會 為 了 你 倆 假裝 也 不會 為 了 陪 審團 假裝 
我們 在 她 右手 的 指甲 下 發現 皮膚 細胞 符合 被告 的 DNA 
我們 也 在 死者 的 臉 上 發現 唾液 跡證 以及 她 穿 的 上衣 領口 上 
符合 被告 的 DNA 弔 詭 的 是 , 我們 在 用 來 綑 綁 屍體 的 繩子 上 沒有 發現 任何 DNA 
為何 " 弔 詭 " ? 兇手 有 條不紊 ( 芝加哥 檢方 控洛薩 特賽 畢奇 ) 兇手 小心翼翼 , 沒 留下 任何 證據 很少 有 如此 血腥 又 零亂 的 犯罪 現場 在 蒐 證 方面 卻 又 如此 困難 
你 認為 這 表示 什麼 ? 
兇手 大費 周章 清理 , 為 了 湮滅 證據 
依據 你 將近 20 年來 擔任 鑑識 病理 學家 的 經驗 你 認為 發生 了 什麼 事 ? 
我 認為 這是 突然 燃起 殺意 ... 並非 預謀 犯案 之後則 非常 井井 有條 一絲 不苟 地 在 她 死後將 她 綑 綁 
我 沒 有別 的 問題 了 , 謝謝 你 看過 被 這樣 綑 綁 的 屍體 嗎 ? 
好 幾 年前 , 我經 手過 一場 謀 殺案 屍體 被 綑 綁 的 方式 與 此案 有 詭異 的 雷同 之處 , 對 
當年 負責 偵辦 那場 謀 殺案 的 地方 檢察官 是 誰 ? 
有 兩位 , 卡洛琳 普利 莫斯 跟 洛斯 提賽 畢奇 
犯下 那場 謀 殺案 的 兇手 是 連恩雷諾斯 
- 他 被 定罪 了 - 沒錯 被 這兩位 檢察官 定罪 - 卡洛琳 普利 莫斯 跟 洛斯 提賽 畢奇 - 沒錯 
被 卡洛琳 普利 莫斯 跟 洛斯 提賽 畢奇 定罪 之 後 他 威脅 要 報 復 他們 - 你 知道 這件 事 嗎 ? 
我 不是 報 復 方面 的 專家 , 但 我 想 - 殺 死 其中 一人 , 並嫁 禍給 另一人 ... - 抗議 
- 會 非常 ... - 抗議 成立 , 雙方律 師請 上前 
我們 討論過 這件 事 
地檢署 從 未 調查 過雷諾斯 先生 ... 據 我 所知 , 他們 也 從 未 調查過 我 檢方 沒有 調查 所有人 的 責任 - 他們 沒有 責任 提出 反面 證據 - 他 公開 威脅 - 卡洛琳 跟 洛斯 提 - 對 , 他 做出 威脅 ... 
- 我 認為 必須 讓 陪 審團 知道 - 空穴 來風 而已 - 我 為何 不能 讓 這個 資訊 ... - 你 不要 借題 發揮 被 列入 紀錄 ? 
提出 具體 的 證據 , 我 就 讓 你 繼續 提問 
否則 , 不要 胡言 亂語 , 回座 吧 
巴克 先生 , 你 知道 我 的 當事 人 與 死者 - 曾經 交往 過 - 對 當你說 : " 在 她 的 指甲 下 發現 皮膚 " 你 是 指 真正 的 皮屑 像是 他 被 抓傷 嗎 ? 
不 , 不是 肉眼 可見 的 皮屑 , 是 細胞 
若 我 像 這樣 抓 自己 的 臉 我 的 指甲 下會 有 皮膚 細胞 嗎 ? 有 可能 
那麼 , 如果 洛斯 提賽 畢奇 親吻 卡洛琳 普利 莫斯 , 而且 雙方親 吻 時 卡洛琳 剛好 用 指甲 刮過 他 的 脖子 或 背 他 是否 就 有 可能 在 她 身上 留下 唾液 跡證 並在 她 的 指甲 下 留下 DNA 證據 ? 這難 道 不 可能 嗎 ? 
應該 有 可能 所以 你 說 顯示 他 殺 了 她 的 DNA 跡證 也 很 有 可能 顯示 他親 吻過 她 
你 知道 兩者 的 差別 吧 ? 
妳 知道 被告 跟 普利 莫斯 小姐 曾 有 婚外情 嗎 ? 
- 對 , 我 知道 - 妳是 怎麼 知道 的 ? 
我 有 很多 懷疑 的 理由 
至於 我何 時 得知 這件 事 ... 當時 我 要 把 一份 檔案 拿 去 洛斯 提 的 辦 公室 
當時 很 晚 了 , 我 以 為 他 離開 了 , 但並 沒有 我 走 進去 , 他 在 親吻 卡洛琳 
- 我要 把羅伯茲 的 案子 給你 - 好 的 - 好 - 對 
- 謝謝 , 好 - 給你 , 明天 見 我 火速 離開 , 然 後 她 追上 來 情況 非常 尷尬 , 我 就 離開 了 
- 這是 何時 的 事 ? 
- 去年 二月 
妳有 注意 到 其他 的 事件 嗎 ? 
沒有 太 露骨 的 事 , 只是 辦 公室 的 八卦 
但是 , 當然 有 一些 紛紛 擾擾 
像是 什麼 ? 
有 一次 在 地下 停車場 , 我 看見 他們 
他們 在 ... 不曉得 ... 我 認為 他們 在 爭吵 
- ... 一起 , 我 不曉得 , 怎樣 ? - 離 我 遠 一點 但 我 只是 問 妳 一個 問題 , 若 妳 可以 ... 
如此而已 , 我 靠 她 在 車上 , 他 用力 敲 她 的 車窗 她 就 加速 駛離 
妳有 機會 跟賽 畢奇 先生 討論 這些 事 嗎 ? 我 有 
妳 說 什麼 ? 
我 跟 他 說 我 ... 我 擔心 他 正在 失去 自我 
- 失去 自我 ? - 為 了 她 
他 變得 有 一點 失控 鬼迷心 竅 
妳 不贊 同賽 畢奇 先生 與 普利 莫斯 小姐 的 戀情 嗎 ? - 妳 並不贊同 ? - 對 , 我 不 贊同 妳 其實 也 看 卡洛琳 普利 莫斯 不順眼 對 吧 ? 
這 不是 重點 , 那樣 很 不 專業 
妳 不 喜歡 卡洛琳 , 對 吧 ? 對 , 我 不 喜歡 她 
妳 是否 曾 把 這樣 不 專業 的 疑慮 呈 報給 人 資部 ? 
並沒有 
據 妳 所知 , 普利 莫斯 小姐 從 沒 向 人 資部 投訴 過賽 畢奇 先生 嗎 ? 
沒錯 
據 妳 所知 她 曾 向 人 資部 投訴過 任何人 嗎 ? 
有 投訴 誰 ? 
湯米 莫托 
據 妳 所知 , 我 曾表現 出 不 專業 或 輕佻 的 態度 針對 普利 莫斯 小姐 嗎 ? 
據 我 所知 並沒有 
妳 知道 她 對 人 資部 提出 的 投訴 內容 嗎 ? 
我 只 知道 她 不想 跟 你 合作 偵辦 任何 案件 
她 說 你 讓 她 覺得 反胃 
好 , 妳 是否 親 眼看 過我 對 死者 做出 不 專業 的 行為 ? 
並沒有 
洛斯 提賽 畢奇 呢 ? 
對 , 被告 似乎 鬼迷心 竅 , 為 了 她 迷失 自我 
那 是 妳 的 證詞 嗎 ? 那 是 我 的 證詞 
非常 感謝 妳 
我 差點 同情 湯米 了 
我 也 是 但後來 我 想到 他 就 像 該 死 的 蟑螂 
怎樣 都 打 不 死 , 只會 不斷 回來 糾纏 
而且 他 有 說 到 重點 
你 在 擔心 
若 陪 審團 ... 堅持 舉證責任 我 喜歡 目前 的 局面 , 但 ... 若 他們 需要 一個 替死鬼 , 就 會 是 洛斯 提 
妳 還好 嗎 ? 對 , 你 還好 嗎 ? 
在 我 的 心理 學課 我們 一直 讀到關 於 創傷 與 解離 的 文章 
關於大腦 如何 保護 人們 , 以免 傷害 自己 像是 不由自主 的 ... 脫離 現實 
你 有過 這種 感覺 嗎 ? 
什麼 意思 ? 
就 ... 人會 從 記憶 中 解離 
如果 這 ... 如果 他們 做 了 一些 自己 無法 釋懷 的 事 或 ... 無法 接受 自己 變成 某種 人 ... 就 會 造成 解離 
我 的 記憶力 沒 問題 
洛斯 提 , 我 需要 跟 你 談 
在 幾個 月 前 ... 大約 在 我 被 藝廊 開除 的 那段 時間 我 開始 在 白天 去 一間 酒吧 
然 後 ... 那間 酒吧 有 一個 酒保 , 而且 他 ... 有藝術 博士 學位 於 是 我們 就 開始 聊天 , 然 後 ... 我們 非常 契合 , 而且 ... 我們 接吻 了 , 是 我 吻 他 
但 如此而已 
我 當時 只 想 讓 自己 分心 , 就 ... 一個 吻 而已 
是 在 哪裡 發生 的 ? 
在 他家 裡 
- 我 想 看 他 的 藝術 作品 - 在 他家 裡 ? 
- 就 這麼 簡單 - 妳 想 看 他 的 ... 藝術 作品 ? 
- 妳有 跟 他 上床 嗎 ? - 沒有 
妳 為 何現 在 告訴 我 這些 ? 
我 想 對 你 誠實 
我 以 為 我們 要 對 彼此 坦 誠 
我 正在 受審 ... 可能 坐牢 一輩子 
誠實 ? 
我 知道 
妳 每天 都 在 質問 我 
妳 質問 我 " 這裡 發生 什麼 事 ? " " 那裡 發生 什麼 事 ? " " 你 為 何不 告訴 我關 於 你 跟 她 的 事 ? " 問不完 的 問題 
而當 我 跟 妳 說 : " 我 只 想 對 妳 誠實 我 只 想 在 我 記憶 所 及 的 範圍 內 告訴 妳 發生 的 一切 我無法 每次 都 告訴 妳 理由 " 而 妳 卻 不斷 質問 我 - 你 這樣 說 不 公平 - 問個 不停 不 公平 ? 芭芭拉 , 那 怎樣 才 公平 ? 現在 怎樣 才 叫 公平 ? 
這是 什麼 感覺 ? 什麼 ? 
感覺 如何 ? 犯錯 的 感覺 如何 ? 
我 靠 
- 洛斯 提 , 你 去 死 - 我 去 死 ? 妳 叫 我 去 死 ? 
- 我要 出去 了 - 我 的 鑰匙 在 廚房裡 嗎 ? 
可以 洗個 碗 嗎 ? - 我會 的 - 鑰匙 在 這裡 
- 別 忘 了 帶 幾何 學作業 - 在 我 的 書 包裡 - 妳 要 來 嗎 ? 
- 不要 , 我要 去 跟 蘿倫見面 - 我 已 經遲 到 了 - 芭芭拉 
凱爾 , 你 帶 午餐 了 嗎 ? 帶 了 
我 可以 去 , 我能 湊人數 
親愛的 , 不 , 沒關 係 我 沒事 , 真的 , 我行 的 
很 抱歉 我 昨晚 讓 你 不 高興 
妳 為 何告訴 他 ? 
- 蘿倫 , 我 不 知道 - 妳 真的 不該 說 我 知道 
只是 最近 我們 都 ... 我 以 為 ... 我 感覺 我們 再次 契合 了 
- 我 感覺 ... - 嗯 哼 親密 又 安全 - 而且 ... - 好 的 克里夫 頓 的 事 突然 讓 我 覺得 很 壓抑 而且 我 需要 ... 我 就 ... 
對 而且 情況 不順利 ? 
那 妳 不 可以 獨自去 法庭 
我會 陪 在 妳 身邊 
我會 再 去 的 , 但 不是 今天 
今天 他們 準備 了 從 他 跟 她 的 電腦裡 調出 來 的 所有 資訊 是 啊 我覺 得 我會 受不了 聽 他 對 她 情話 綿綿 - 天 啊 - 之類 的 
妳 知道 他 在 她 遇害 當晚 傳 了 30 次 簡訊給 她 嗎 ? 
說 真的 , 我覺 得 這是 全案 中 他 嫌疑 最重 的 部分 
30 次 ? 
那位 父親 剛申 請 了 保護令 想 阻止 他 的 兒子 作證 
- 這 不是 真的 吧 ? - 我 否決 了 這項 動議 但 我 能 瞭解 他 的 出 發點 對 一個 已 經受 了 太多苦 的 小孩 而言 出庭 可能 讓 他 的 情緒 崩潰 
- 他 是 重要 證人 - 讓 我 說 完 
我 不要 讓 這 一家人 再 承受 到 不必要 的 痛苦 無論 是否 有 必要 
聽 好 了 , 本案 頂多能 判二級 謀 殺 罪 你們 很 清楚 
連你們 的 證人 都 作證 說 這 可能 是非 預謀 犯案 
你們 絕對 無 法定 他 一級 謀 殺 罪 我 的 指示 也 無法 讓 你 們 達 到 目標 
還有 , 我 也 覺得 你 不太可能 無罪 開釋 
非 預謀 故意 殺人罪 似乎 是 很 合理 的 結局 - 不 可能 - 不 
你們 能將 他 定罪 你 八年 之 後 就 能 出獄 
- 那 似乎 是 不錯 的 條件 - 我 不 接受 被 定罪 我 只 接受 撤銷 訴訟 , 跟 你 們 的 一聲 道歉 
先生 們 , 這是 最 後 的 機會 
誰 願意 退一步 嗎 ? 
好 吧 
你們 都 要 好好 對待 那個 男孩 
嘿 , 親愛的 
妳 要 去 樓 上 睡覺 嗎 ? 
去 樓 上 睡覺 吧 
妳 還記 得當 他們 ... 他們 小 時候 睡 覺時 我們 都 會 看 著 他們 好 幾個 小時 
天使 模式 
妳 為何 留下 ? 
原因 ... 跟 你 一樣 
麥可 , 你 我 見 過面 , 當時 我 曾 向 你 致哀 現在 我 要 再 說 一次 我 很 遺憾 你 失去 母親 也 很 遺憾 你 受到 創傷 因為 你 今天 得 出庭 我們 要求 你 出庭 是 一件 糟糕 的 事 但 這是 因為 你媽 遭遇 了 一件 非常 糟糕 的 事 莫托 先生 
我要 請 你 仔細 回想 你媽 遇害 當晚 的 事 你 能 告訴 我 , 當時 你 在 哪裡 嗎 ? 
我 在家 裡吃 晚餐 我 在 看 電視 之類 的 , 可能 也 打 了 電動 
然後我離 開家 , 去 那裡 
我問 清楚 一點 , 你 離 開家裡 也 就是 你 與 令尊 道 頓寇 德威 同住 的 家 然 後 前往 那裡 , 那裡 是 指 哪裡 ? 去 我 媽家 
去 做 什麼 ? 我媽 跟 我 處 得 不太好 
她 不 希望 我待 在 她 身邊 
她 不要 我 去 , 我覺 得 很 不 懂 所以 有 時候 我會 直接 去 她家 看 
去 看 ? 
去 看看 她 那寧願 沒 有 我 在 的 生活 
這些 我 之前 全都 跟 你 解釋過 了 
你 經常去 你 媽家 嗎 ? 偶爾會 去 , 不曉得 , 大概 每個 月 一 或 兩次 
你 在 那裡 都 做些 什麼 ? 
我 大部分 只 在 遠方 暗處 盯 著 那棟 房子 看 她 才 不會 看到 我 
有 時候 我會 看見 有人 進去 , 大多 數是 他 
請 記錄 證人 指向 被告 , 洛斯 提賽 畢奇 
我 知道 他們 在 做 什麼 - 抗議 - 抗議 成立 
麥可 , 回答 他問 你 的 問題 就 好 
若 你 需要 休息 一下 隨時 告訴 我 , 好 嗎 ? 
- 好 - 請 繼續 好 的 
所以 這些 影片 是 你 拍 的 嗎 ? 是 的 
6 月 16 日 
你 能 唸 出 影片 上方 的 時間 戳記 嗎 ? 
好 的 , " 晚上 9 點 49 分 " 
我 再問 一次 這段 影片 就是 你 在 晚上 9 點 49 分拍 攝 - 也 就是 你媽 遇害 當晚 嗎 ? - 對 
你媽 死 後 , 你 傳 了 簡訊給 被告 ? 對 簡訊 內容 是 什麼 ? 
我 傳訊息 跟 他 說 " 當時 你 在場 , 我 看 見 你 了 " 
你 看 見 他 在 哪裡 ? 我 拍 那段 影片 時 , 他 在 我 媽家 
你 要求 跟 被告 見面 嗎 ? 
- 對 - 你 為何 要求 跟 他 見面 ? 
因為 我 想 直視 殺害 我媽 之 人 的 眼睛 
- 抗議 - 抗議 成立 
在 你 要求 見面 之 後 你 跟 被告 真的 見 到 面 了 嗎 ? 
- 對 - 你們 談 了 些 什麼 ? 
他問 我 為 何想 見面 , 我 就 跟 他 說 因為 我 想 直視 殺害 我媽 之 人 的 眼睛 
庭上 , 抗議 抗議 成立 , 證人 只是 陳 述 他 的 意見 
你 指控 被告 謀殺 你媽 嗎 ? - 對 - 他 有 什麼 反應 ? 
他 否認 但 我 看得出 來 他 在 說 謊 
- 抗議 - 抗議 成立 
麥可 , 你 可以 陳 述 你 的 想法 但 請 不要 說 這些 想法 是 事實 , 好 嗎 ? 
好 的 你 跟 你 媽談 過關 於 被告 的 事 嗎 ? 
我 說過 , 我們 並不親 密 
她 不常 跟 我 談心 但大約 在 她 死 前 兩週 她 跟 我 說 她 和 一個 男同事 鬧 得 不 愉快 
在 我 看來 就是 這個 她 正在 交往 的 男人 
她 有 說 別 的 事 嗎 ? 
她 說 越來 越 害怕 他 
你 知道 這個 男人 可能 是 誰 嗎 ? 
- 抗議 , 這是 臆測 - 抗議 無效 
我覺 得 就是 那個 - 我 認為 殺 死 她 的 男人 - 抗議 
也 是 我 在 她 遇害 當晚 拍 攝到 的 男人 
- 抗議 - 抗議 成立 麥可 , 只 回答 他問 你 的 問題 就 好 請 不要 主動 發言 
謝謝 你 , 麥可 , 我 沒 有別 的 問題 了 
你 有 很多 想法 , 對 吧 ? 
你 認為 你媽 很 害怕 你 也 認為 那個 和 她 上床 的 男人 讓 她 感到 害怕 " 認為 " 是 一個 有趣 的 字眼 
我們 稍微 討論 一下 這個 字眼 吧 
這個 字眼 是 什麼 意思 ? 
律師 
霍根 先生 , 你 要 問問題 嗎 ? 
- 雷 ... - 我 是 他 的 妻子 
- 還是 沒 有 脈 搏 - 再來 準備 - 三 、 二 、 一 , 讓 開 - 沒事 的 
