是否 萨比 奇 先生 的 一贯 做法 ... 审判 进入 第二天 法庭 上 的 气氛 依然 充满 了 期待 
检方 的 强势 开局 决定 了 这 将 是 一场 引人入胜 的 法律 战 
你 这个 该死 的 混蛋 
医生 你 能 描述 一下 我们 看到 的 是 什么 吗 ? 
造成 死者 死亡 的 钝器 伤 死者 是 卡罗琳 波尔 希 默斯 
她 被 一个 又 细 又 重 的 物品 打击 三次 导致 头皮 撕裂 严重 挫伤 、 颅骨 骨折 、 脑 疝 
颅脑 压力 迫使 她 的 大脑 的 一些 部分 移位 寻找 出口 
也 就是 她 的 脑浆 从 骨折 处 渗出来 了 ? 正确 照片 里 看不出来 脑浆 还 流出 了 枕大孔 即 脊柱 和 颅骨 底部 相连 处 
- 这是 致死 原因 吗 ? - 本来 是 但 她 在 脑 疝 致死 前 已经 因 失血过多 死亡 
估计 死亡 时间 是 ? 
体温 、 尸体 僵硬 程度 和 尸斑 都 表明 死亡 时间 在 晚上 10 点到 午夜 之间 
她 脸上 的 痕迹 是 ? 应该 是 摔倒 导致 的 她 后脑 遭到 一次 打击 向前 跌倒 撞断 了 鼻梁 导致 眼睛 下方 和 脸颊 上 的 淤青 
然后 她 的 后脑 又 遭到 两次 打击 
她 脸上 的 瘀伤 是 在 她 还 活着 的 时候 造成 的 
之后 才 遭到 致命 打击 
有 证据 表明 她 曾 试图 自卫 吗 ? 
没有 决定性 的 防卫 伤 
在 受害人 的 一个 指甲 里 发现 了 被告 皮肤 的 痕迹 
有没有 可能 是 她 在 自卫 时 把 他 抓伤 了 ? 
有 可能 更 可能 是 她 没想到 会 遭到 袭击 
你 说 打击 没有 让 她 致死 - 她 是 因 趴在 地上 失血过多 而 死 ? - 是 的 先生 
- 她 死 得 很 痛苦 - 引导性 发问 
- 她 是否 遭受 了 痛苦 ? 
- 我 没法 下结论 
她 很 可能 因 颅骨 受 打击 而 昏迷不醒 
你 能 排除 她 神志 清醒 遭受 痛苦 的 可能性 吗 ? 不能 排除 
医生 关于 波尔 希 默斯 女士 还有 其他 发现 吗 ? 
有 她 遇害 的 时候 有 六周 身孕 
法官大人 现在 我 将 呈 上 双方 都 同意 做 的 DNA 分析 结果 该 结果 确认 了 被告 是 孩子 的 父亲 
知道 了 
所以 被告 使 受害者 怀孕 了 ? 是 的 
我 问 完 了 
霍根 先生 
辩护 方 不会 质疑 这位 证人 法官大人 
- 熊谷 医生 - 是 这样 我 老 了 我 ... 最好 还是 确保 没有 错过 什么 你 说 " 又 细 又 重 的 物品 " 据 我 理解 你 没有 发现 是 谁 挥舞 的 这个 又 细 又 重 的 物品 
- 事实上 检方 甚至 没有 暗示 - 对 你 在 医疗 方面 没有 下结论 有关 是 谁 杀死 了 卡罗琳 波尔 希 默斯 
我 只能 非常 肯定 地说 这是 一起 凶杀案 
而且 没有 发现 又 细 又 重 的 物品 也 没有 发现 任何 凶器 ? 
正确 
谢谢 
莫尔托 先生 要 反问 吗 ? 
不要 
- 我们 得到 需要 的 了 继续 ... - 医生 你 在 完成 验尸 后 你 是否 有 机会 接触 被告 ? 有 他 到 我们 办公室 来 强烈要求 看 尸体 
县 检察官 如此 登门 造访 正常 吗 ? 
是 会 有 这种 事 但 当然 不是 规程 
萨比 奇 先生 总是 会 去 看 受害者 吗 ? - 不会 - 萨比 奇 先生 可 曾 - 亲自 去 看 凶杀 受害者 ? - 从没 来过 
但 他 那天 来 了 他 的 举止 如何 ? 
- 他 情绪 激动 不 稳定 甚至 害怕 - 害怕 ? 
我 当时 不 明白 但 你 现在 明白 了 ? 
我 觉得 他 不光 是 想 知道 我 发现 了 什么 而且 好像 他 怕 我 发现 什么 
他 有点 不对劲 
我 问 完 了 
医生 你 的 行为 诊断 是 根据 任何 心理学 基础 做出 的 吗 ? 比如 激动 、 害怕 或 ... " 不对劲 " ? 我 和 被告 早就 认识 所以 我 可以 根据 他 的 行为 做出 判断 他 当时 举止 不 正常 你 跟 他 早就 认识 你们 是 朋友 ? 同事 不是 朋友 不是 朋友 事实上 你 认为 我 的 委托人 是 个 混蛋 
- 反对 - 你 得到 了 展示 偏见 的 机会 
反对 无效 
有时 我们 关系紧张 我 确实 后悔 曾 说 他 是 混蛋 
你 对 县 检察官 没有 偏见 吗 ? 
当然 没有 这太 荒谬 了 - 你 曾 说 过 我 是 混蛋 吗 ? 
- 反对 
法官大人 如果 这里 存在 偏见 ... 严格控制 
医生 
你 和 我 也 吵过 几次 
我们 这 一行 是 会 这样 的 
这是 一个 非常 有 争议 的 、 高压 的 工作 有时 我们 通过 发脾气 来 减压 但 我 当然 对 检察官 没有 偏见 我 感觉 自己 受到 了 严重 的 冒犯 
你 曾 说 过 汤米 莫尔托 是 个 混蛋 吗 ? - 反对 - 不比 你 多 熊谷 医生 也许 这 就是 你 没能 连任 的 原因 - 医生 - 别 辞职 啊 
对 了 你 是 被 炒 掉 的 - 是 吗 ? 是 - 熊谷 医生 我们 得 走 了 低头 
收到 他 上车 了 
我们 已经 问 出 想要 的 东西 了 得手 了 但 你 就是 忍不住 
我 就是说 ... 早 告诉 你 了 让 熊谷 上 证人席 让 他 确认 死亡 时间 和 原因 以及 婴儿 的 父亲 是 谁 但 你 非要 画蛇添足 而 现在 我们 的 验尸官 成 了 一个 愤愤不平 - 怀恨在心 的 " 不满者 " - 这是 重要 证词 
大家 熟识 、 敬爱 的 鲁斯 蒂萨 比奇 不会 犯下 此案 所以 我们 必须 把握 一切 机会 推翻 那个 鲁斯 蒂萨 比奇 的 人设 
我 觉得 今天 是 一败涂地 
本案 只有 间接 证据 要 定罪 得 靠 细枝末节 逐渐 达成 目的 熊谷 只是 第一步 
鲁斯 蒂萨 比奇 情绪 不 稳定 是 另 一步 
卡罗琳 指甲 下面 的 皮肤 在 最初 的 报告 里 没有 
法医 进度 滞后 熊谷 在 那 部分 分析 上 的 动作 慢 了 些 
法医 病理学家 他 应该 会 更 难 对付 杰里米 巴克 
他 可能 是 最 棒 的 总是 我 最先 找 的 人 也 是 你 最先 找 的 鲁斯蒂 
他 做事 既 准确 又 详细 所以 我们 认为 你们 俩 最好 都 不要 看 那些 照片 
表现 得 直接 、 中立 、 麻木 即可 明白 吗 ? 
我们 能 谈谈 肢体 语言 吗 ? 
怎么 了 ? 
这个 嘛 我们 不 喜欢 你 今天 的 表现 
你们 俩 必须 看起来 在 同舟共济 
陪审团 会 从 你 身上 找 线索 他们 必须 随时 都 能 看到 " 我 爱 他 我 相信 他 " 
如果 媒体 像 今天 那样 蜂拥而上 鲁斯蒂 你 也许 可以 搂 着 芭芭拉 来 保护 她 
那么 ... 我们 希望 陪审团 相信 他 是 我 的 护花使者 
对 可以 这么 说 在 那种 情况 下 
雷蒙德 我 ... 不能 说 自己 了解 你 的 工作 但 我 觉得 侮辱 陪审团 的 智商 
他们 可能 会 在 我 脸上 看到 的 表情 是 惊讶 
我 丈夫 因 一起 可怕 的 谋杀案 受审 我 除了 惊讶 还 能 有 什么 表情 呢 ? 
审判 往往 是 由 叙事 左右 的 
故事 讲得 好 的 一方 会 赢 
你 也 是 我们 这个 故事 的 一部分 你 的 愤怒 无济于事 
我待 在 法庭 上 已经 很难 了 不得不 见证 所有 那些 将要 说出 的话 那些 要 分析 的 照片 
我 光是 能 出席 ... 就是 在 对 陪审团 说 我 相信 丈夫 是 无辜 的 
我 必须 是 可信 的 但 我 要 可信 就 必须 真实 
所以 我会 在 法庭 上 做 真实 的 自己 
我会 让 大家 看到 真实 的 一面 即 我 很 害怕 我 ... 感到 厌恶 我 对 这种 邪恶 深恶痛绝 我 孩子 的 父亲 竟然 是 这种 恶行 的 嫌疑人 令 我 感到 备受 冒犯 
现在 是 我 一生 中 最 黑暗 的 时刻 
我 不会 装 出 任何 其他 情绪 来 
不会 为了 你们 俩 也 不会 为了 陪审团 
我们 在 她 右手 指甲 下面 找到 了 皮肤 细胞 DNA 和 被告 的 相匹配 
我们 还 在 死者 的 脸上 和 她 穿 的 衬衫 领子 上 发现 了 唾液 痕迹 
DNA 和 被告 的 相匹配 奇怪的是 我们 在 捆绑 尸体 的 绳子 上 没有 发现 任何人 的 DNA 
你 为什么 说 " 奇怪的是 " ? 可谓 一丝不苟 ( 芝加哥 人民 诉鲁扎特 萨比 奇 ) 凶手 很 小心 没有 留下 任何 证据 很 不 寻常 的 是 现场 如此 血腥 、 凌乱 却 几乎 找 不到 证据 
你 由此 得出 的 结论 呢 ? 
有人 费尽心机 清理 现场 、 掩盖 证据 
根据 你 当 法医 近 20 年 的 经验 依 你 看 罪案 是 如何 发生 的 ? 
我 认为 此案 是 临时 暴怒 而 起 了 杀心 没有 事先 计划 然后 是 一丝不苟 有条不紊 地 在 她 死 后 将 她 绑起来 
我 问 完 了 谢谢 你 之前 见 过 被 捆成 这样 的 尸体 吗 ? 
见过 几年 前 我 处理 过 一起 凶杀案 尸体 被 捆绑 的 方式 与 此 非常 相似 
那起 凶杀案 的 县 检察官 是 谁 ? 
有 两位 卡罗琳 波尔 希 默斯 和 鲁斯 蒂萨 比奇 
那个 案子 中 的 凶手 叫 利亚姆 雷诺兹 
- 他 被 定罪 了 - 正确 给 他 定罪 的 检察官 - 是 卡罗琳 波尔 希 默斯 和 鲁斯 蒂萨 比奇 - 正确 
在 卡罗琳 波尔 希 默斯 和 鲁斯 蒂萨 比奇 给 他 定罪 时 他 威胁 说 要 报复 他们 - 你 知道 此事 吗 ? 
我 不是 报复 这门 学问 的 专家 但 我 怀疑 - 杀 一个 、 嫁祸 给 另 一个 ... - 反对 
- 会 是 非常 ... - 反对 有效 现在 就 到 我 这儿 讲 
我们 讨论 过 此事 
本 办公室 从未 真正 调查 过 雷诺兹 先生 据我所知 他们 也 从没 调查 过 我 他们 没有 责任 调查 每 一个 人 - 他们 没有 责任 证明 一个 否定 的 事实 - 他 曾 公开 威胁 - 卡罗琳 和 鲁斯蒂 - 是 他 做出 了 威胁 
- 我 认为 陪审团 知情 很 重要 - 是 空洞 的 威胁 - 我 为什么 不该 ... - 你 不得 利用 此 威胁 叫 人 把 它 记录下来 
给 我点 具体 的 理由 我 就 允许 你 追查 
否则 不许 乱来 回去 吧 
巴克 先生 你 知道 我 的 委托人 和 死者 - 有过 亲密 的 情侣 关系 - 是 的 你 说 " 她 的 指甲 下 发现 皮肤 " 你 指 的 是 皮肤 碎片 从 他 身上 抓下来 的 那种 吗 ? 
不 不是 肉眼 可见 的 皮肤 是 细胞 
如果 我 这样 抓 自己 的 脸 我会 在 指甲 下面 发现 皮肤 细胞 吗 ? 有 可能 会 
所以 如果 鲁斯 蒂萨 比奇 亲吻 卡罗琳 波尔 希 默斯 亲吻 时 卡罗琳 碰巧 用 指甲 划过 他 的 脖子 或 他 的 后背 会 不会 导致 她 身上 出现 他 唾液 的 痕迹 有 这个 可能 吗 ? 
我 觉得 有 所以 你 说 DNA 表明 他杀 了 她 完全 也 可以 表明 他 吻 过 她 
你 明白 两者 的 区别 吧 ? 
你 知道 被告 和 波尔 希 默斯 女士 有染 吗 ? 
- 我 后来 知道 了 是 的 - 你 怎么 知道 的 ? 
我 有 很多 理由 去 怀疑 
至于 我 真正 得知 的 时间 ... 我 当时 要 去 鲁斯蒂 办公室 送 文件 
时间 很晚 了 我 以为 他 下班 了 但 他 没有 我 走 了 进去 他 在 亲吻 卡罗琳 
- 我 拿来 了 罗伯茨 的 档案 - 好 - 好 - 是 的 
- 谢 了 好 - 给 明天 见 我 转身 就 走 她 跟 了 上来 场面 尴尬 极了 我 就 走 了 
- 是 什么 时候 的 事 ? 
- 去年 2 月 
你 还 看到 任何 其他 事 吗 ? 
没有 明显 的 性 色彩 只是 办公室 里 的 闲言碎语 
但 确实 两人 之间 暗流 涌动 
比如 ? 
有 一次 我 在 地下 停车场 看到 他们 
他们 在 ... 我 觉得 ... 不 确定 他们 好像 在 争吵 
- ... 在 一起 我 不 知道 什么 ? - 保持 距离 但 我 只是 问 你 一个 问题 你 能 不能 ... 
仅此而已 天 啊 她 在 自己 的 车上 他 敲 着 车窗 她 加速 离开 了 
你 可 曾 和 萨比 奇 先生 讨论 过 此事 ? 讨论 过 
你 怎么 说 的 ? 
我 跟 他 说 我 ... 我 担心 他 我 也 不 知道 担心 他 迷失 自我 
- 迷失 自我 ? - 在 她 面前 
他 变得 有些 一蹶不振 过分 痴迷 
你 不 赞同 萨比 奇 先生 和 波尔 希 默斯 女士 之间 的 关系 ? - 你 不 赞同 - 不 赞同 你 也 不 认可 卡罗琳 波尔 希 默斯 是 吗 ? 
和 这个 无关 这种 关系 不 专业 
你 不 喜欢 卡罗琳 是不是 ? 对 我 不 喜欢 她 
你 可 曾 向 人事部 报告 你 觉得 这 段 关系 不 专业 ? 
我 没有 报告 
据 你 所知 波尔 希 默斯 女士 从没 向 人事部 投诉 过 萨比 奇 先生 ? 
正确 
据 你 所知 她 可 曾 向 人事部 投诉 过 任何人 吗 ? 
投诉 过 谁 ? 
汤米 莫尔托 
你 是否 知道 我 对 波尔 赫 默斯 女士 有 任何 不 专业 或 不 礼貌 的 行为 ? 
我 不 知道 没有 
你 知道 她 向 人事部 投诉 的 内容 是 什么 吗 ? 
我 只 知道 她 不想 和 你 一起 办 任何 案子 
她 说 你 令 她 感到 不适 
好 吧 你 可 曾 见到 我 对 受害者 做出 不 专业 的 行为 ? 
并 没有 
那鲁斯 蒂萨 比奇 呢 ? 
是 的 被告 似乎 痴迷 于 她 在 她 面前 迷失 了 自我 
这 是 你 的 证词 吗 ? 是 我 的 证词 
非常感谢 
我 几乎 为 汤米 感到遗憾 了 
我 也 是 但 我 想 起来 他 就是 个 该死 的 害虫 
打 都 打 不 死 他 总是 卷土重来 
而且 他 表达 了 自己 的 观点 
你 在 担心 
如果 陪审团 他们 ... 坚持 举证责任 的 原则 我 虽然 看好 当前 的 形势 但 ... 如果 他们 要 给 本案 找个 罪犯 那 一定 是 鲁斯蒂 
你 还好 吗 ? 你 呢 ? 
在 我 的 心理学 课上 我们 一直 在读 关于 创伤 和 解离 的 材料 
是 关于 大脑 如何 保护 主人 的 是 一种 无意识 的 ... 脱离现实 
你 感觉 到 过 吗 ? 
什么 意思 ? 
就是 ... 人会 从 自己 的 记忆 中 解离 
如果 是 ... 如果 做 了 自己 无法 接受 的 事 或 ... 不 符合 自己 心中 的 形象 就 可能 导致 解离 
我 的 记忆 很 好 
鲁斯蒂 我 得 跟 你 谈谈 
几个 月 前 大约 是 我 被 画廊 炒掉 前后 我 开始 在 白天 去 一家 酒吧 
然后 ... 那里 有个 酒保 他 ... 他 有 艺术 博士学位 我们 聊 了 起来 我们 真的 产生 了 共鸣 还有 ... 我们 接吻 了 我 吻 了 他 
但 仅此而已 
那 只是 一种 分心 的 手段 是 ... 只是 个 吻 而已 
在 哪里 发生 的 ? 
在 他 的 公寓 
- 我 想 看 他 的 艺术作品 - 在 他 公寓 ? 
- 仅此而已 - 你 想 看 他 的 ... - 艺术作品 ? - 别 这样 鲁斯蒂 
- 你 跟 他 上床 了 吗 ? - 没有 
你 为什么 现在 告诉 我 ? 
我 想 对 你 开诚布公 
我 以为 我们 要 对 彼此 坦诚 的 
我 正在 接受 ... 人生 的 审判 
坦诚 ? 
我 知道 
你 每天 都 问 我 尖锐 的 问题 
不依不饶 " 这里 发生 了 什么 ? " " 那里 发生 了 什么 ? " " 你 为何 不 告诉 我 你 和 她 之间 这件 事 ? " 问题 一个 接 一个 
我 回答 你 说 " 我 只是 在 努力 坦诚 我 只 想 尽量 准确 地 按 记忆 告诉 你 发生 了 什么 我 不 可能 一直 告诉 你 背后 的 理由 " 你 却 反复 问 我 那些 尖锐 的 问题 - 这么 说 不 公平 - 反反复复 不 公平 ? 芭芭拉 不 公平 ? 什么 是 公平 ? 现在 什么 是 公平 的 ? 
你 感觉 如何 ? 什么 ? 
你 感觉 如何 ? 犯错 的 感觉 如何 ? 
真 见鬼 
- 你 去死吧 鲁斯蒂 - 我 去 死 ? 
- 我 走 了 - 我 的 钥匙 在 厨房 吗 ? 
请 把 碗 收拾 了 好 吗 ? - 我会 的 - 钥匙 在 这里 
- 别忘记 带 几何 作业 - 在 我 书包 里 呢 - 你 来 吗 ? 
- 不了 我要 见 洛兰 - 我 迟到 了 - 芭芭拉 
凯尔 带 午餐 了 吗 ? 带 了 
我 可以 去 我 很 擅长 充数 的 
宝贝 不用 没关系 我 没事 的 真的 没事 
如果 昨晚 我 让 你 伤心 了 对不起 
你 为什么 要 告诉 他 ? 
- 我 不 知道 洛兰 - 这个 决定 糟糕透顶 我 知道 
只是 最近 我们 ... 我 以为 ... 我 感觉 我们 又 有 共鸣 了 
- 我 感觉 ... - 是 很 亲密 、 有 安全感 - 还有 ... - 好 吧 克利夫 顿 的 事 突然 令 我 难以忍受 并且 我 需要 ... 我 只是 ... 
是 结果 不好 ? 
所以 你 不会 再 一个 人去 法庭 了 
我会 陪 在 你 身旁 
我会 回去 的 但 不是 今天 
今天 他们 要 展示 他 和 她 电脑 里 的 东西 是 的 我 觉得 自己 承受 不了 听 他 那些 爱 的 宣言 - 天 啊 - 诸如此类 的 东西 
你 知道 吗 ? 她 遇害 那天 晚上 他 给 她 发 了 30 条 短信 
说实话 我 觉得 这是 整个 案件 中 最 糟糕 的 部分 
30 条 ? 
这位 父亲 刚刚 申请 了 保护 令 试图 阻止 儿子 出庭作证 
- 开玩笑 吧 - 我要 否决 该 动议 但 我 能 理解 他 的 出发点 对于 一个 已经 承受 太多 的 孩子 来说 今天 可能 会 造成 大量 的 感情 伤害 
- 他 是 重要 证人 所以 ... - 让 我 说完 
我 希望 能 让 这个 家庭 不要 再 受 更 多 不必要 的 痛苦 了 必要 、 不必要 的 都 不要 了 
听 着 本案 最多 也 只是 二级 谋杀 你 是 知道 的 
即使 是 你 的 证人 都 作证 说 可能 是 即 兴起 意 杀人 
你 不 可能 定成 一级 谋杀 我 的 指示 也 帮不了 你 做到 这 一点 
让 你 无罪释放 我 也 觉得 有点 过分 
以非 预谋 故意杀人罪 结案 似乎 不错 - 不 可能 - 不行 
这样 你 可以 定罪 你 在 八年 后 可以 重新做人 
- 似乎 这笔 买卖 不错 - 我 不 接受 任何 定罪 我 只 接受 销案 和 道歉 
各位 这是 最后 的 机会 
有人 愿意 让 一步 吗 ? 
好 吧 
你 俩 在 问 那 孩子 话 时 都 给 我 小心 点 
嗨 宝贝 
到 楼上 的 床上 睡 吧 ? 
赶快 上楼 躺 床上 
你 还 记得 他们 ... 他们 小 的 时候 睡着 了 我们 能 看 他们 好几 小时 
天使 模式 
你 为什么 留下 ? 
和 你 留下 的 原因 ... 一样 
迈克尔 我们 之前 见过 我 当时 表达 了 我 的 哀悼 我 想 再 表示 一次 为 你 失去 母亲 也 为 你 受 的 伤害 因为 你 今天 出庭 我们 要求 你 做 这件 糟糕 的 事 但 这 是因为 你 母亲 遭受 的 极为 可怕 的 遭遇 莫尔托 先生 
请 你 回忆 一下 你 母亲 遇害 那晚 你 能 告诉 我 当时 你 在 哪 吗 ? 
我 在家 吃 了 晚饭 看 了 一会儿 电视 什么 的 好像 打 了 一会儿 电子游戏 
之后 我 离开 家 去 了 那里 
我来 问 清楚 你 从 你家 出发 即 你 和 你 父亲 道尔顿 考 德威尔 住 的 地方 然后 你 说 你 去 了 那里 那 是 哪 ? 去 了 我 妈家 
去 做 什么 ? 我 和 妈妈 相处 得 不太好 
她 不 想要 我待 在 身边 
她 不 邀请 我 去 这 让 我 有点 困惑 有时 我会 直接 去 她家 看着 
看着 ? 
去 看 她 不 希望 我 参与 的 生活 是 怎样 的 
我 觉得 这些 之前 都 跟 你 解释 过 了 
你 经常 去 你 母亲 家 吗 ? 偶尔 吧 我 不 知道 大概 一个月 一两次 
你 在 那里 主要 做 什么 ? 
主要 就 是从 远处 、 暗 的 地方 盯 着 房子 看 这样 她 不会 看到 我 
有时 我会 看到 其他人 进屋 主要 是 他 
请 注意 证人 提到 了 被告 鲁斯 蒂萨 比奇 
我 知道 他们 在 做 什么 - 反对 - 反对 有效 
只 回答 问 你 的 问题 即可 迈克尔 
如果 你 感觉 需要 休息 一下 随时 告诉 我 好 吗 ? 
- 好 - 我们 继续 吧 好 
这些 视频 是 你 拍 的 ? 是 的 
6 月 16 日 
你 能 读 一下 视频 最 上面 的 时间 戳 吗 ? 
能 " 晚 9 点 49 分 " 
再 问 一次 这个 你 拍 视频 的 9 点 49 分 - 是不是 你 母亲 遇害 当晚 ? - 是 的 
你 母亲 死后 你 给 被 告发 了 短信 ? 是 的 短信 里 写 了 什么 ? 
我 说 : " 你 当时 在场 我 看见 你 了 " 
我 看见 你 什么 了 ? 在 我 拍 那段 视频 时 看见 你 在 她家 
你 是否 要求 见 被告 ? 
- 是 的 - 你 为什么 要求 见 他 ? 
因为 我 想 直视 杀害 我 母亲 凶手 的 双眼 
- 反对 - 反对 有效 
所以 你 要求 见面 后 你 和 被告 真的 见面 了 ? 
- 是 的 - 你们 谈 了 什么 ? 
他 问 我 为什么 想 见面 我 跟 他 说 因为 我 想 直视 杀害 我 母亲 凶手 的 双眼 
反对 法官大人 反对 有效 证人 只是 在 陈述 他 的 观点 
你 指责 被告 谋杀 了 你 母亲 吗 ? - 指责 了 - 他 的 反应 是 什么 ? 
他 否认 了 但 我 能 看出 他 在 撒谎 
- 反对 - 反对 有效 
迈克尔 你 可以 说出 你 的 看法 但 请 不要 当作 事实 来说 好 吗 ? 
好 你 可 曾 和 你 母亲 谈过 被告 的 事 ? 
我 说 了 我们 不太 亲近 
她 不怎么 跟 我 说话 的 但 大概 在 她 死 前 两周 她 跟 我 说 她 和 公司 里 的 一个 男人 有 了 矛盾 
依我看 那个 人 就是 跟 她 有 男女关系 的 人 
她 还 说 了 其他 什么 吗 ? 
说 她 开始 怕 他 了 
你 知道 那 人 可能 是 谁 吗 ? 
- 反对 纯属 猜测 - 反对 无效 
依我看 是 同一个 人 - 依我看 是 杀害 她 的 人 - 反对 
就是 她 遇害 那晚 我 拍 到 照片 的 人 
- 反对 - 反对 有效 只 回答 问 你 的 问题 迈克尔 请 不要 提供 额外 信息 
谢谢 你 迈克尔 我 问 完 了 
你 有 不少 看法 啊 不是 吗 ? 
依 你 看 你 妈妈 很 害怕 依 你 看 跟 她 上床 的 人 就是 她 怕 的 人 依 你 看 这话 很 有意思 
我们 来说 说 这话 吧 
这话 是 什么 意思 ? 
律师 ? 
霍根 先生 你 要 提问 吗 ? 
- 雷 ? - 我 是 他 妻子 
- 还是 没 脉搏 - 再 来 准备 ? - 三 、 二 、 一 让开 - 没事 
