בנינו פה גן עדן . בפרקים הקודמים אבל העולם הוא עדיין העולם . 
דפיברילטור . 
- אין דופק . 
מקס ! 
הוא איננו . 
דיברתי עם הקפטן , ואם תרצי , אם תחליטי שאת רוצה להיות רופאה , 
זה אף פעם לא היה אמיתי . 
בכלל לא הייתי מאוהב באייברי . 
נדמה לי שכרגע שמעתי אותך נותן לי את ברכתך , למעשה . 
זה רעיון גרוע ? 
לשכב עם כפופה לך ? 
טוב , נבלים . הלחץ גובר , ההימורים הסתיימו . בואו נשלוף . 
אם זה היה " קטאן " , אני אומר לכם , זה היה סיפור אחר . 
אני אחליף שניים . 
שניים בבקשה , קפטן . 
אז כולנו נרגשים לקראת שבוע ה"בריאות - ולס " עם בתאני ולס ? 
דיברתי איתה בזום לפני שבועיים . בתאני ביקשה ממני , מנהל משק הבית , לכבס אישית את כל המצעים בחומר הניקוי המיוחד שלה שעשוי ממי מלפפונים חמוצים במלח . 
מלפפונים חמוצים הם לא סתם חמוצים ? 
האישה הזאת היא אושיית בריאות . 
אין לה מושג מה אנחנו עושים . ובכל זאת , למשך שבוע , אנחנו נותנים לה את המפתחות לממלכה . 
זה כמו להניח לפעוט לנהוג במשאית " מאק " ולהגיד לו , " דרך צלחה " . 
אז למה לכל הרוחות שניתן לאישה הזאת כל כך הרבה כוח ? 
ד"ר אודיסאה הקטן והתמים . 
יש בדיוק 10.2 מיליון סיבות למה . 
עוקבים באינסטגרם . 
החברה שלה מממנת את שבוע הבריאות הזה . 
וזה עניין ציבורי מאוד וחשוב מאוד . אז מדובר פה במציאת איזון . 
אנחנו ממלאים את תפקידנו ובמקביל זורמים עם השיגעונות המטורללים של בתאני . 
בשנה שעברה , היא ניסתה לשכנע אותי להשתמש באתנול מתירס כדלק לספינה . תירס . 
אני אומרת לכם , כל השטות הזאת של ההתחממות הגלובלית , זה פשוט מוגזם . 
מגזימים בעניין ההתחממות הגלובלית ? 
השבוע אנחנו משנים מסלול כדי לחמוק משקע טרופי גדול ליד חופי באחה . 
תגידי לי מתי היו לנו שקעים טרופיים בעונה הזו ? 
אם כדור הארץ מתחמם כל כך , אז תסביר לי למה היו שניים וחצי מטרים של שלג בחג המולד שעבר בעיירה שלי , דוואג'ק , מישיגן ? 
רוזי , אני אגיד לך , את המהנדסת הכי טובה שקפטן יכול היה לרצות , ואף אחד לא מכיר את הספינה הזאת טוב ממך . אבל בעניין הזה , את טועה מאוד . 
ביליתי בים את מרבית חיי , והפלגתי בכל אוקיינוס בכל מזג אוויר , ואני אומר לך , מהניסיון שלי , זה לא בסדר . 
הסערות האלה חזקות יותר , ועונות ההוריקנים נמשכות חודשים יותר מבעבר . 
אבל אם מדברים על אסונות , הגיע הזמן שכולכם תפסידו את הבגדים שלכם , טיפשים . 
מי עדיין משחק ? אני יוצאת כמו אלן . 
רוזי , אפשר להריח את הדבר הזה בבואנוונטורה . 
כן . אני פורש . קפטן , ניצחת גם אותי . 
מתקפל . אבל אני צוחק אחרון . 
אני אקסהיביציוניסט . 
- הנה הוא . 
תראו , קודם , אני רוצה רק להגיד תודה שהזמנתם אותי למשחק הקלפים של הבחורים והבוצ'יות . 
ובי - סקסואלים . - בחורים , בוצ'יות ובי - סקסואלים . 
וברוח ההכלה הזו , אני רוצה להגיד שאני בפנים . 
באמת ? 
באמת . אוקיי . 
שלושה מלכים . 
" לא יפה . " זה הביטוי של סטפני טאנר ב ... אוי , לא . ... נו . 
נו . " פול האוס ... " . 
למה לא את ה ... את הכובע אני לא מוריד אף פעם . 
אז אני סיימתי . 
תזכרו , השבוע , לזקוף ראש . 
אנחנו יכולים להסתדר עם כל ים סוער , ונוכל להסתדר עם המוזרויות של בתאני ולס . 
אז שום שקעים טרופיים , אטמוספריים או רגשיים , לא ישחירו את הימים שלנו . 
אני חוזה חיוכים , הפלגה חלקה ושמיים שטופי שמש . לילה טוב לכם . 
אנחנו עדיין בנתיב שלנו ? 
- בקושי מצליחים להישאר בו . טוב , צוות , אנחנו נכנסים לאפיק הראשון . 
בסדר . היכונו לפגיעה . תחזיקו חזק . 
קיבלתי מכתב אתמול . ו ... ובכן , קיבלתי אותה . קיבלתי את המלגה . 
כן . - זה מדהים . תודה . - ברכותיי . 
את תהיי רופאה . - תודה . את הולכת ללמוד רפואה . את עוזבת . 
כן , אני מניחה . 
אני כל כך שמח בשבילך . - כן . זה נהדר . - תודה . 
- רוצה ... סליחה . רק רציתי לבדוק אם את רוצה לדבר על מה שקרה ... אני לא צריכה לדבר על זה . 
אתה רוצה לדבר על זה ? - לא . אם את בסדר , אני בסדר . 
מצוין . - אנחנו בסדר . 
כן , זה טוב . - כן , טוב . 
ברכותיי . אני שמח מאוד בשבילך . 
זו אגנס סימקין . היא מדקרת ומדיום . 
היא עזרה לאלפי אנשים לאבחן מחלות כרוניות . לא ייאמן . 
למה לסמוך על השיטה המדעית כשאפשר לקרוא בכף היד של המטופל ? 
אתם באמת חושבים שלרפואה המערבית יש תשובות לכל דבר ? 
אני יודע רק שאם אני חולה , אני הולך לרופא לקבל כדורים , לא למכשפה לקבל פטריות . 
" טקסוס ברוויפוליה " או הטקסוס הפסיפי . 
הקליפה מכילה " פקליטקסל " , או " טקסול " , תרופה כימותרפית שמצילה חיים . 
אמרו שהמטפלים מטורפים כשהתחילו לטפל בזה בסרטן . 
כן , אבל אולי , השבוע , לא נשתמש במילה הזאת . " מטורפים . " 
נפלא להיות פה שוב . 
ברוכה הבאה , בתאני . 
תראה את העיניים הכחולות האלו . אתה פשוט נאה כל כך . 
הבאתי מתנות . 
יפה מאוד מצידך . - בשבילך . ובשבילך . 
בשבילך . 
- קפטן ! 
ובשבילך , קפטן . 
אני מצטער . סלחו לי לשנייה . 
אתם יודעים מה זה ? 
טיפול באוזון . 
לאן הצינור הזה נכנס ? 
זה לשימוש רקטלי . 
תרבות הבריאות . זה הסבל שלי . זו האקסטזה שלי . 
תבע אותי . אייברי . הבת הזוהרת שלי . - היי . תראי אותך . 
הגיע הזמן להוציא את הדבר הזה מחייך . ואני יודעת שאת יודעת על מה אני מדברת . 
כן . אדבר איתך אחר כך על זה . 
אתה ודאי הרופא . 
ההילה שלך בצבע ארגמן מדמם . 
היי . אני מצטערת . היי , אני קתי . 
אני לא מאמינה שזאת באמת את . אני בוכה . 
תבורכי . 
הלוואי שהדמעות שלנו , כנושאות האמת , ייזלו בלי הפסקה . 
אפשר לעשות איתך סלפי ? 
אבל תעלי אותו , טוב ? 
אוקיי . רואן . 
תתייגי את " ב . ולס בריאות ויופי " לעשרה אחוז הנחה בחנות . 
הספינה הזאת קראה לי כמו רוח גדולה ומזמנת . 
הלוואי שתערסל אותך בבטחה בחיקה המרשים . 
כולם , אני רוצה להכיר לכם את חברתי היקרה , ויויאן מונטגומרי , שאולי אתם מזהים אם יש לכם מכשיר טלוויזיה . 
בדיוק , ויו זכתה פעמיים ב"השף הלוהט " , והיא תפקח על המטבח שלנו השבוע . 
אני מתה על קרפצ'יו הכבד שלה . 
שפית אישית לחבורה של לוגמי שייקים . יופי של עבודה . 
ואת זה אומר אח בספינת נופש ? 
בתאני , מה כל זה ? 
שכחתי לספר לך ? אופס . 
אפשר לגרור מכאן את הרופא לשנייה ? 
יש לי כמה פרטים קטנטנים לעבור איתו עליהם . רק בגלל הביטוח המעצבן . תגררי בכיף . 
- אתה נהדר . 
עורכי הדין הטיפשים הלחוצים שלי דרשו אישור רופא לחלק מהבחירות התזונתיות שלי . 
אתה יודע , אחריות וכל זה . 
אני במשטר תזונתי מדהים כבר חצי שנה , ומעולם לא הרגשתי טוב יותר . 
ויו , ספרי לו על זה הכול . אלו חלקי פנים . המולטי ויטמין של הטבע . 
הם עשירים בברזל , בנחושת , בוויטמין איי , בוויטמין בי . הם דלי כולסטרול ועשירים בחלבון . תטעם . 
זה כבד של עז . 
הטעם חלק , עדין והבשר קל לעיכול . 
את מבקשת ממני לאכול את זה ? 
מן הסתם . לא . 
בשר נא מלא בחיידקים , בפתוגנים , בטפילים . 
אולי נבשל את זה קודם ? - לא ! אתה תהרוס את זה . 
זה המזון של אבות אבותינו . 
לא היו להם מחבתות שלהוב יקרות , או שקיות פוליאוריתן מתוחכמות לבישול בוואקום . 
לא , הם נגסו בבשר הנא , הם לעסו , הם בלעו , והם שגשגו . 
הם הגיעו לגיל 22 המופלג . 
אתה אוכל סושי , נכון ? 
מה ההבדל ? 
בחייך , ד"ר . ממה אתה מפחד ? 
אני אוכל את זה . 
טריסטן , יפה מאוד מצידך שהצטרפת אלינו . 
אני שמח לעזור . 
זה נראה ... נראה נהדר . 
תודה . אתה רואה ? אין ממה לפחד . 
ביקשתי מוויויאן להכניס מנה מיוחדת לתפריט ארוחת הערב היום באישורך , ד"ר . זה לא יזיק . מה אתה אומר , ד"ר ? 
בהחלט . אבל אני רוצה שאחד מחברי הצוות שלי יפקח על תהליך הכנת המזון . 
אני מעדיף להימנע מסכנה של זיהום צולב . 
טריסטן , נראה שאתה מתעניין מאוד . 
כן , מה שתגיד . 
שמעת ? 
אתה שלי . 
אוי ואבוי . 
- דיווה דאסט מה שלומכם ? אני ג'ודי ריווה מלכת השייקים . ונמצאת איתי היום המטפלת המדהימה , אגנס סימקין . 
כן ! שילוב מיטבי של מרכיבים אורגניים . זו התרופה של הטבע . 
הכנסתי את כל הדברים הטובים לאבקה אחת , " דיווה דאסט " . 
זו התערובת האישית שלי של מזונות על , מינרלים , פרה - ביוטיקה ופרוביוטיקה . 
ומה יש בזה ? היא לא מוכנה לספר לי . היא מעולם לא סיפרה . 
אני לא יכולה לספר לך . אם אספר לך , עורכי הדין שלי יהרגו אותך . 
גם לי יש צוות משפטי מטורף . 
מה שאני כן יכולה לספר זה שהתערובת הזאת פשוט ביטלה את הדיסלקציה של הבן שלי . 
ואצלי , היא ריפאה שיהוק כרוני נוראי . 
לפני שלוש שנים , ג'ודי באה אליי ואמרה , " תאכלי את האבקה שלי " בטון החצוף הזה שלה , אבל אני שמחה מאוד שעשיתי זאת . 
באמת . כי אני מתחילה כל בוקר בשייק של " דיווה דאסט " . 
ואני יודעת שקשה לראות בטוניקה הזאת , אבל אני רזה מאוד . 
אז אני הוכחה החיה , כמו שאומרים . 
כן , האבקה היא ההוכחה . 
יש לי , לצד " דיווה דאסט " , כמה מרכיבים מדהימים שהם אפילו לא חוקיים בארצות הברית , כולל שקדים מרים . 
בשקדים האלה יש פי שניים חומרים מזינים והטעם חזק בהרבה מאשר בשקדים הרגילים בסופרמרקט . 
סליחה . אפשר להצטלם איתך ? בטח , אהובות . 
גברת סימקין ? היי . 
אני אייברי . אני אחות פה ב"אודיסאה " , ורק רציתי להגיד שאני מעריצה שלך . 
חבל לראות אישה צעירה ומבטיחה כל כך עובדת עבור האויב . 
חברות התרופות הגדולות ? 
מכלול תעשיית המחלות ? 
לרופאים ולאחיות , כמוך , יש אינטרס אישי להשאיר את האנשים חולים . 
בריאות אמיתית נובעת מבפנים , לא מבחוץ . 
זה ממש לא הוגן . 
למעשה , נשאתי שבועה שאני לוקחת ברצינות רבה לעזור לאנשים ... את ... את בסדר ? 
אני בסדר , מתוקה . אני אמפתית . 
כנראה שקלטתי אצלך רגש סורר . 
אולי אשמה ? 
גברת סימקין ? 
מקרה חירום בסיפון הבריכה . אנחנו צריכים אלונקה , מייד ! 
מה לעזאזל היה בשייק הזה ? 
בלי טכנולוגיה . אני מתנגדת לזה . לא . תורידי את זה . 
תכיני חמישה גרמים " הידרוקסיקובלמין " . 
הרעלת שקדים מרים ? זה בלתי אפשרי . הם אורגניים . 
כן , גם ארסן . 
שקדים מרים מכילים אמיגדלין , שמתפרק למימן ציאנידי כשבולעים אותו בכמויות גדולות . 
נתחיל בנוהל החייאה לבבית מתקדמת . 
אם אני אמורה לסבול את עינוי הרפואה המערבית , אני צריכה לפחות לנשום . 
מייד אחבר אותך לחמצן . 
- לא , מותק . אני צריכה לאפשר לגוף שלי לנשום . 
ד"ר . 
אנגיומות עכבישיות . 
אייברי , זו לא הרעלת ציאניד . אלו לא השקדים . 
לא נעים לי להגיד שאמרתי לכם . 
מה עוד יש בשייקים האלה ? 
אני לא יכולה להגיד לך . זה הסוד המסחרי שלי . 
זה כמו לגלות לך את המתכון לקוקה קולה . 
היא מפרכסת . 
חברי אותה לחמצן , עכשיו . זה רק חומר מסמיך . 
שורש אשווגנדה , ויטמין בי קומפלקס , בסיס אבקת קסאלפיניה קוצנית . 
קסאלפיניה קוצנית ? 
תכיני מייד דיאליזת חירום . 
תכיני את המכשיר . נלך על נוזל ביקרבונט . 
תתחילי בקצב זילוף של 300 מ"ל לדקה . בסדר . 
עוקבת אחר תסמונת אי - איזון . 
אבקת קסאלפיניה קוצנית . איך ידעת מה זה ? 
כשעבדתי עם " רופאים ללא גבולות " בפרו , נתקלנו בילדים שאכלו בטעות את זרעי הקסאלפיניה שהם רעילים לכבד , והם גם נקשרים לחלבונים , כך שהגוף אינו יכול לספוג אותם . 
כמה ימים וזה יעבור . 
לכן מי ששותה את השייקים מרגיש מלא אבל עדיין יורד במשקל . 
הוא מפתח תת תזונה . נחמד . 
היי , רבותיי . - קפטן . 
תגידו מה שבא לכם , אבל לבתאני ולס יש יופי של שקית מתנות . 
רוצים טופי מי - מלח ? עשוי ממי האוקיינוס ההודי . 
מונרו , כשהייתי בן 18 , עבדתי בסירת דיג צדפות באזור אטלנטיק סיטי . מאז יש לטופי הזה טעם של לב שבור וכוויות שמש נצחיות . 
ספר לי על השקע הטרופי הזה . 
הוא נע בנתיב הרגיל במעלה החוף , צפון מערב למערב - צפון מערב . 
אם נמשיך בנתיב שלנו , ניתקל רק בסופות הרעמים סביבו . 
הים לא יהיה סוער בהרבה מזה . בסדר . טוב . 
אני עדיין רוצה עדכונים שוטפים ממרכז ההוריקנים הלאומי . 
תן לי תקשורת מגשר לגשר ומודלים של התחזית בים והתחזית הגלובלית . 
אם משהו ישתנה , פשוט נסתובב ונעגון בבאחה . 
בינתיים , בואו נייצב את הספינה . 
כן , אדוני . 
גשר לחדר הבקרה . הפעילו מייצבים . חדר בקרה , קיבלתי . 
מפעילה מערכת ייצוב . 
חבר'ה , כאן הקפטן פונה אליכם מהגשר . 
בים , כמו בחיים , השאלה היא לא מתי תיתקל בגלים , אלא מה תעשה כשהם יגיעו . 
ופה , ב"אודיסאה " , כשהגלים מופיעים , אנחנו נהנים . 
לא יותר מדי . - כן , שף . 
אתה קורא לזה חיתוך ז'וליין ? 
אני קורא לזה גזר . 
טוב , אתה חסר תקווה . 
ממש . 
תחזור לעבודה . 
כן , שף . 
היי , בתאני . הכול בסדר ? 
ממש לא . 
ללבבות הבקר שלי יש טעם של חלקי פנים . 
משהו לא בסדר . 
אני מצטערת מאוד לשמוע . 
הבשר טרי . 
הוא עשוי ברוטב צלפים , בצלצלים , משחת אנשובי . 
כמו תמיד ... זה שאת מונה את המרכיבים לא עוזר , ויו . 
ברור שעשינו טעות . 
את יודעת , את טבחית מוכשרת , אבל יש צורך בשף מבריק באמת לעבודה בקנה מידה כזה . 
בסדר ? פשוט תיפטרי מזה . קחי את זה מפה . ותכיני את מה שאני אוהבת עם קציץ הבשר והמוצרלה . תכיני את זה כך שייראה כמו סטייק טרטר . 
את מסוגלת לזה ? זה בישול בסיסי . 
כמובן . - תודה . 
מה ? 
אנחנו חברים . 
חברים ? 
חשבתי שאתה מנסה לא לעשות את זה . 
לעשות מה ? 
אני תומך בכל מה שאתה עושה או לא עושה . 
היא מוכשרת , מצליחה . 
אולי יש רגליים לדבר . 
יש לזה רגליים . ארוכות . 
הבישול שלה נוראי . 
אני לא יכולה לאכול את זה . 
אם זה משנה , מוס הכבד שלי טעים מאוד . 
זה עושה לי בחילה . 
- אז לכי תחממי לך משהו במיקרו בתא שלך . 
נראה לי שזה מה שאעשה . 
לא . אנחנו לא מתחילים בזה שוב . 
מספיק עם הדרמות במרפאה . 
לכו ותפתרו עכשיו את מה שזה לא יהיה . 
נראה שעברנו את הסערה הזאת . כן , אולי . 
מה הבעיה שלך ? 
את מקנאה או משהו ? 
בך וב ... 
לא , חומד , אני לא מקנאה . 
את לא רצית אותי . 
עכשיו שאני ממשיך הלאה ופגשתי מישהי שמוצאת חן בעיניי , זה משגע אותך . 
מה ? 
היא נחמדה . והיא חכמה . היא בשלנית מעולה . 
היא פשוט לא מבשלת . 
זה כל הקטע שלה . היא כלי מטבח ... - היי , חבר'ה . 
תארו לעצמכם לצאת לסיפון רק כדי לגלות אנשים שמדברים עלייך . 
לא מגניב . 
אני הולכת לישון . יש לי בחילה . שתית קצת יותר מדי " זינפנדל " ? 
דווקא לא . אכלתי הרבה ממה ש ... - די . תפסיקו שם . 
יש לנו צרות גדולות יותר . 
עדיין לא עברנו את הסערה . אנחנו בעין הסערה . 
נראה שהיא פשוט התגברה סביבנו . 
ברנדון , תן לי את מכשיר הקשר שלך . 
קפטן מאסי לגשר . 
מונרו , מה רואים בדופלר ? 
הקצין הראשון מונרו , ענה . 
" פסילוסיבין " . 
נפלא . 
מה ... מה הולך , קפטן ? 
מונרו , מה שהולך זה שאתה מסטול יותר מסנופ ד - ו - ג . ואנחנו בלב הוריקן , אולי אחד החזקים שראיתי באזור הזה של האוקיינוס השקט . 
מסטול ? - כן . 
אני מסטול ... מה ? - כן . 
אתה בסדר . לא אכלת מזה , נכון ? - לא , אדוני . 
זה יתרון אחד . 
חבר'ה , כאן הקפטן פונה אליכם מהגשר עם עדכון . 
ובכן , נראה שאימא טבע החליטה להצטרף להפלגה שלנו השבוע . 
ככל שמזג האוויר נראה רגוע כעת , אנחנו נמצאים למעשה בעין הסערה . 
הסערה במלוא עוצמתה עלולה להכות בנו בעוד כמה שעות עד יום . 
שמרו על קור רוח וחכו להודעות נוספות . 
אמרתי לך שמשהו לא בסדר עם האוכל הזה ! 
אייברי , את שם ? 
את בסדר ? 
אני לא הולך עד שאראה איזה דבר גאוני הפכת לדלי הקאות . 
זה ממועדון הילדים . 
דלי לארמונות חול . כבר לא . 
טוב , למרפאה . בואי . קדימה . 
אני סובלת מהרעלת מזון . תן לי להתכרבל בפרטיות . 
איך את יודעת שזו הרעלת מזון ? 
כי אני אחות מעולה , מקסוול . 
כאבי בטן , הקאות ו ... כן , אכילת צלחת מלאה של בשר נא . 
האם הכאב מפושט או כאב חד קבוע ? 
אתה כאב חד קבוע . 
אנחנו לא מאבחנים את עצמנו , אלו הכללים . 
למרפאה , בואי . - לא , אני בקושי יכולה לעמוד . 
איך אתה מצפה ממני ללכת למרפאה ? 
נטהר את האוויר כדי ליצור מקום בריא . 
נטהר את האוויר , שימו את זה על הפנים . 
אני יוצא לחמש דקות ... כדי ליצור מקום בריא ... 
נטהר את האוויר . - היי , טריסטן . כן ? - תדווח על זה לגשר , תוודא שברור להם שדבר לא עולה באש . כבר הודעתי . 
היא פשוט הופיעה פה והתחילה לקשקש על טקסי ריפוי . 
אני צריך עזרה עם אייברי . מדדים חיוניים ולחבר אותה ... שקית תמיסת מלח 500 מ"ל וארבעה מ"ג פרמין לבחילה ? 
יפה מאוד . ולכאבים ? 
- אוזון . 
לא , התכוונתי להגיד " טורדול " ... 
- לא , היא שואפת את האוזון . 
אלוהים ! בתאני ! לא ! 
אנחנו לא שואפים את האוזון . 
זה רעיל . אוקיי . היי , בתאני . אני צריך לבדוק לך מדדים חיוניים . 
חכי שנייה . 
אני יכולה . לך . - ד"ר ! 
היי , טריסטן . - כן ? אני צריך ספירת דם וטוקסולוגיה . 
אולי היא בלעה משהו . 
אולי כף מלחי אמבטיה . 
בנוסף , תכין " לוריוון " . נזריק לה בהפתעה . נזריק בהפתעה . - בתאני . היי . 
מה שלומך ? נשימות עמוקות . 
נשימה אחת . שתי נשימות . 
שלוש נשימות עמוקות . - שלוש נשימות . 
לילה טוב , ב . ולס . 
בוא נקשור אותה ליתר ביטחון . 
חזרנו אלייך . 
טוב , מה קורה כשאת ממששת את צד ימין ? 
כאב רתע . 
אוקיי . זו לא הרעלת מזון . זה או ... אלו אבנים בכליות , דיברטיקולוזיס או ... 
- או דלקת התוספתן . דלקת התוספתן ? יש לנו זמן לעשות בדיקות או סי - טי ? 
לא , אבל אין צורך . 
אתה מכיר את הליך האר - פי - או ? 
יש שלוש בדיקות . 
הראשונה : כאב בבטן ימנית תחתונה . זה כבר מופיע . 
השנייה : כאב בכיפוף רגל ימין . יש . השלישית : כאב בסיבוב פנימי של הירך . 
יש , יש ויש . 
אבל , מקס ... אני חושבת שתצטרך לנתח . 
נראה שזה עומד להתפוצץ . 
כן , אמרתי לך . אמרתי לך שזו לא הייתה הרעלת מזון . 
למה את לא מקשיבה לי ? 
כל האורחים , נא לחזור לתאים . 
אוקיי , חמקנו ממנה כל זמן שיכולנו . 
רוזי , קבעי את המהירות ל - 120 סל"ד . 
הגאי , שנה כיוון לאפס - ארבע - חמש מעלות . 
עברו למצב נעילה ואיטום . 
כל הצוות , כוננות סערה . 
סגרו את כל הפתחים . 
אני רוצה את הספינה הזאת יבשה יותר מהסיפורים של רוזי על הילדות שלה בדוואג'ק . 
קיבלתי . אבל אתה חי בשביל הסיפורים שלי , קפטן . אל תשקר . 
הפעל משאבות בצד ימין כדי לאזן את הנטייה בצד שמאל . 
רעיון טוב , טים לירי . 
שמעת , רוזי ? - שמעתי ומבצעת . 
חבר'ה , כאן הקפטן פונה אליכם מהגשר . 
מצחיק , אבל כשאתה מוקף מכל הצדדים , המוצא היחיד הוא לעבור באמצע . 
גשו לתאים , קבעו את החפצים שלכם והיכונו לים סוער . 
מרפאה לגשר . קפטן , אתה שם ? 
כן , מקס . מה אתה צריך ? 
למען האמת , אני צריך נס . 
מדובר באייברי . התוספתן שלה עומד להתפוצץ . צריך לבצע ניתוח חירום . 
אני זקוק ל - 20 דקות של ים שקט . 
אלו 20 דקות ברצף ? 
אני אשמח לכל דבר . 
אוקיי , שמור על קור רוח . 
אייברי בידיים טובות איתך ועם טריסטן , ואתה בידיים טובות איתי ועם צוות הגשר . 
אשיג לך את ה - 20 דקות האלו , אבל לא ברצף . 
יהיה צורך במרבית השעה הקרובה . 
יש לי רעיון . זה תרגיל מלחים ישן . 
זו הפרה של כ - 50 חוקים ימיים אבל נטפל בזה אחר כך . 
אתה רק צריך לשמור על קור רוח ולמלא בדיוק אחרי ההוראות שלי , תוכל לעשות זאת ? כן , אדוני . נעשה את זה . 
טוב . כך עובד שיט באפיק . 
ננווט בסערה הזאת בדפוס זיגזג רחב . 
אמקם את הספינה באפיק של גל , זה אמור לספק לנו כמה דקות של שקט . 
כשלא תהיה ברירה , אזהיר אותך , ונבצע פנייה חדה של 90 מעלות , כדי לחתוך את הגל ולעבור לאפיק הבא , מה שיספק לנו עוד כמה דקות . 
אז במקום טלטול מתמיד , יהיו לנו רגעים של שקט ואחריהם , " וואו , תחזיקו חזק . " 
בדיוק , רוזי . חבר'ה , חיה של אחת מאיתנו נתונים בסכנה שם למטה . 
הדרך היחידה להצליח היא לשמור על קשר ותקשורת רציפים . 
מובן ? 
כן , אדוני . - קיבלתי . 
איך אני אמור להצליח בזה , בלי השתלטנות שלך ? 
רק תזכור , אם תהרוג אותי , הרוח שלי תבוא להפליץ לידך כל פעם שתהיה לבד עם בחורה . 
מצנרר עכשיו . טוב , אנשים , אנחנו נכנסים לאפיק הראשון . 
חותך לאורך " קו מקברני " עכשיו . 
כניסה . 
מאתר את התוספתן . מצאתי . 
נגמר הזמן . אני חייב לפנות . 
רק שנייה , קפטן . 
- אין לי שנייה . תחזיקו חזק . 
זהירות . 
עם הכלים יפלו , לא נוכל להשתמש בהם . 
הנה זה . אני מחזיק . 
מלחצת . 
היכונו לפגיעה . 
אדוני , הרוח . היא משנה כיוון . 
מגיע גל פתאומי . תתכוננו . תחזיקו עכשיו . 
ההידוק השתחרר . יש דימום בלתי נשלט . 
אני צריך שאיבה , מייד . 
אוקיי , אנחנו בסדר . 
אנחנו בסדר , קפטן . איבדנו אותך לרגע . אבל אנחנו בסדר . שלושתנו . 
אני שמח לשמוע . 
זה עדיין לא נגמר , אבל נראה לי שעברנו את הגרוע ביותר . 
הספינה עדיין מטלטלת . אני לא מצליח לתפור כמו שצריך . 
אפשר ? 
קדימה . 
אנחנו קוראים לזה " קשר ספינת נופש " . 
זה כמו קשר מרובע , אבל מכפילים את הלולאות מאחור . 
רואה ? 
מספריים . 
זה מתוחכם מאוד . 
ובכן , יש כמה דברים שאני יודע , ד"ר . 
זה היה כיף . 
רוצים לעשות את זה שוב ? 
על זה אני מדברת , מותק . 
היי , טריסטן . אתה יודע הרבה יותר מכמה דברים . 
זאת הייתה עבודה מדהימה . 
לא הייתי רוצה אף אחד אחר שם איתי . 
לחץ הדם שלה יורד , קצב לב לא סדיר . 
נראה שהקיאה במהלך הסערה . 
נשכיב אותה על הצד כדי שלא תשאף קיא . כן . - מוכן ? אחת , שתיים , שלוש . 
נראה לך שמדובר בסמים ? טיפול בסמי הזיה ? אני לא בטוח . תראה את פרקי כף היד . 
נפיחות . ציפורניים צהובות . 
צהבת . 
משהו שקשור לכבד שלה . 
הילות שליליות כל כך . 
זה מה שהיא אמרה לי כשרק נפגשנו . שיש לי " הילה ארגמנית " . 
בינגו . 
טבעות קייזר - פליישר . מה ? 
הרעלת נחושת . 
רואה את הטבעות בצבע חלודה בקרנית העין ? 
לכן היא רואה הילות . הראייה שלה מעורפלת . 
זה מסביר את התסמינים הנוירולוגיים ואת האטקסיה . 
חלקי פנים , מלאים במתכות כבדות , ובכבד יש הרבה נחושת . 
היא צריכה טיפול בספיחה . היא זקוקה לניקוי רעלים . 
נחבר אותה לעירוי " פניצילאמין " . כן . - פרמין " לבחילה " . 
בסדר . 
ערוצי אנרגיה עוברים כמו זרמים בגוף . 
רגשות חזקים מעכירים את המים , מזהמים את הנשמה . 
אגנס , את בטוחה שאת מוכנה לזה ? 
זאת אומרת , חשבתי שהרגתי אותך . 
מותק , צריך יותר משייק כדי להיפטר ממני . 
אני סוגרת את העסק . 
הכנתי את המשקה האחרון שלי . 
ג'ודי , מותק , בחייך , את מטפלת . 
את לא יכולה לוותר בקלות כזאת . 
סיפרתי לך פעם על הכתף של שחקן הגולף המקצועי שטיפלתי בו ? 
אני לא יכולה להגיד במי מדובר , בואי נגיד רק שהוא היה חתול גדול , אם את מבינה את הכוונה . טייגר וודס , כן . 
כיוונתי ליון - מן שלו , שער הענן , אבל סטיתי במילימטר . 
הוא איבד תחושה בכל הזרוע שבוע לפני האליפות . 
בהדרגה , במהלך ששת הימים לאחר מכן , התחושה שבה , ובאותו סוף שבוע , הוא השלים את המשחק ב - 18 חבטות מתחת לתקן . 
מדהים אילו ניסים יכולים לקרות בעקבות אסון . 
אני מרגישה חוסר איזון ממשי פה בנקיק השמיימי שלך . 
כן . תנשמי עמוק . 
זאת הייתה תחושה מוזרה . 
כן . זו הרעילות שיוצאת מהגוף . 
עכשיו תנשפי את כל השליליות הזאת . 
ג'ודי , כואב לך שאת נושמת ? 
- כן . השפתיים שלה מכחילות . 
כיחלון מרכזי . 
סטורציה 88 אחוז . היא צריכה חמצן . 
מה אורך המחטים האלה ? 
- זה משתנה . השחורות באורך 100 מילימטר . 
מאה מילימטר ? 
החלל הפלאורלי הוא 25 מילימטר . אז מה שעשית פה זה לנקב לה את הריאה . כל האוויר מתפרץ לחלל בית החזה . הוא מוחץ את הלב ואת הריאות . 
סטורציה 70 אחוז . 
תתכונן לפיום קנה . 
אני אוציא עכשיו את המחטים . לא . השתגעת ? 
אם תקטע את הטיפול שלה זה עלול לשנות לתמיד את נתיבי האנרגיה . 
מה שהיא צריכה זה לנשום ולעבור את זה . 
הדרך היחידה עבורה לנשום ולעבור את זה זה נקז חזה . 
ג'ודי , כשאגיד לך , תנשפי את כל האוויר בריאות ותעצרי את הנשימה , אוקיי ? 
אזמל . 
מוכנה ? 
אוקיי . עכשיו . 
זה קצת יכאב . 
תכסה , אוקיי . תסיים לחבוש את הפצע . 
שים לב למדדים . אלך לבדוק את אייברי . 
היא בסדר . מצבה טוב מתמיד . 
היא הייתה צריכה את זה . 
- תסלחי לי . 
את . 
אני . 
אני חייבת לומר , זו ממש תחושה של " מתנת חכמי הקדם " . 
זה הסיפור הזה על הבעל והאישה העניים שמנסים לקנות זה לזה את מתנת חג המולד המושלמת ? 
היא מוכרת את שערה כדי לקנות לו שרשרת לשעון . והוא מוכר את השעון שלו כדי לקנות לה מסרק ? 
שני אנשים עם הכוונות הטהורות ביותר שנקלעו לנסיבות האכזריות ביותר . 
את מנסה להפוך את זה לאיזשהו ... מותק , אני קולטת את מה שאת חושבת , אוקיי ? 
ואני סולחת לך . 
כמעט הרגת אותי , מתחזה שכמוך . 
די ! תפסיקו ! 
מספיק ! - היא ניסתה להרוג אותי ! 
אני נרגשת להכריז על השקת המוצר החדש שלנו , ניקוי הרעלים של ב . ולס . 
מערכת ספיחה ביתית באיכות גבוהה שתעזור להרחיק מתכות כבדות רעילות מגופנו . 
מזהמים שהיא הכניסה לשם . 
תישארי מתוקה ממש . 
שמלה מקסימה . 
בכל אופן , אני נרגשת מאוד לומר שאשתף פעולה עם " פורדו פארמה " הנפלאים . 
אפשר לצלם שוב , רואן ? 
אני מעלה את ההימור בשפתון טקסי . 
גם אני . 
הימור גדול . - ממש . רגע . אתם מהמרים על מוצרים יקרים של ב . ולס ? 
ומפסידים בגדול , הייתי אומר . 
אשמח למסור את כל הסרומים והקרמים בעולם כדי שלעולם לא אצטרך לעבור שוב את שבוע הבריאות . 
הידד , הידד . קפטן , בבקשה ? אנחנו לא יכולים . 
אני משיג אתכם כרגיל , בכיינים . 
דיברתי עם לנור הבוקר . 
לא נחדש את הקשר עם ב . ולס . 
זה לא הזיק שלנור קיבלה פריחה מאחד מחומרי השיזוף - ללא - שמש שבתאני נתנה לה . 
מעכשיו והלאה , כשמדובר בבריאות , אני נשארת עם העקרונות הקלאסיים . 
לאכול ירקות , לעלות במדרגות , לשתות מים . 
ובדיקות שגרתיות . 
- ואולי חוקן מדי פעם . היי . 
מרק . 
זה מבושל , אני מבטיחה . 
זה עלה זית ? 
זה " קסולה " העוף שלי עם שמן ריחן וכמהין לבנות . 
כל עניין הבשר הנא , זאת הייתה בתאני . 
זה יותר הסגנון שלי . 
זה ... זה מדהים . 
זה מזכיר לי . השף ריקמורה עזב לפתע את ה"אודיסאה " . 
סיבה מטורפת , בת שנולדה לו או משהו . 
אז ויויאן הסכימה ברוב טובה להישאר איתנו עד סוף העונה . 
רגע . פרשת מהעבודה עם בתאני ? 
ברכותיי . 
כן . היא העניקה משמעות חדשה לגמרי לביטוי " סביבת עבודה רעילה " . 
אני מצפה לבשל לאנשים שהם באמת שפויים . 
טוב , בהצלחה . תגידי לי כשתמצאי אותם . 
אוקיי . זה הסימן שלי . 
השבוע , אני מאשר לשלושתכם להישאר בבטן הספינה כשננהל את הירידה ממנה . 
תבואי איתי ? - כן . נתראה . 
כן . אוקיי . נתראה בנמל . 
באמת , טריסטן ? 
ברצינות , כמעט לא שרדתי אתמול בלילה , נכון ? מה ? 
לא . אחרי שהרדמנו אותך בקושי היו גלים . באמת , עברנו את זה בקלות . 
זה היה פשוט . 
כן . אוקיי , לכו . 
צאו מפה . 
יש רק יומיים עד ההפלגה הבאה , אז חבל לבזבז אותם כאן . 
תחליקו על גלגיליות בטיילת , תשחקו " הכה בחפרפרת " , או מה שאתם עושים בזמנכם החופשי . 
מה אתם עושים ? - אני לא טוב בהחלקה על גלגיליות . 
אני לא משחק " הכה בחפרפרת " מטעמי מוסר . התאכזרות לחיות . 
אם את לא אוכלת את המרק הזה , יש לי מתכון חדש מצוין . 
מאפי פיצה , אבל לא אופים אותם , אוכלים אותם חיים . 
כן , אנחנו קוטפים אותם מעץ הפפרוני ממש כמו אבות אבותינו . 
טיפשים . שניכם . 
אם יקרעו לי התפרים , אתם תתקנו את זה . 
אוקיי . חלקו לי קלפים . נראה לי שאני מתחילה לתפוס את זה . 
שפתון טקסי ? באיזה מין טקס צריך שפתון ? 
היית מת לדעת , מה ? 
תפרים . 
מגיע לה כי היא חיה מלוכלכת . תפסיק . 
