עצור ! מה אתה ... היי ! 
בסדר . הדלת פתוחה . 
טוב , מי מהאסירים הוא המטרה ? 
אמרתי לכם . מנהיג כת . 
יש תשלום גדול אם נבריח אותו מפה . 
אתה שם . אתה במקרה חבר כת כלשהי ? 
תסלחי לי ? 
שאר התאים ריקים . 
הוא כנראה המניאק שלנו . 
אם אתם מחפשים את המיסטיקן המהמם , פספסתם אותו ביומיים . 
נראה שהכליאה לא תרמה לבריאותו . 
כן . דוחה . 
לעזאזל . 
אני מניח שאפשר להיפרד לשלום מהפרס . 
אולי לא . 
נראה שאתה לא שייך למקום כזה . מוזר . אתם נראים שייכים . 
אנחנו קצת קצרים בכסף , והדיבור שלך נשמע כמו של בעל ממון . 
אם נבריח אותך מפה , כמה זה יהיה שווה ? 
הון תועפות , אעז לומר . 
לולא הייתי תפרן כרגע . 
פרט שיכולת להסתיר עד שהיית חופשי . 
למה לטרוח לשקר ? 
הייתם מגלים במהרה שאין לי גרוש בכיס . 
למעשה , אני בודד לגמרי בעולם . 
אולי תצליחו להזדהות . 
מתברר שכשמגיעים לתחתית , האמת היא קלף המיקוח היחיד שיש לך . 
כשמודים שזקוקים לעזרה , ליבם של אנשים מתרכך . 
אתה מחורבן במו"מ , זה ידוע לך , כן ? 
אבל אתה כן להחריד . 
אולי תזדקקו יום אחד לכנות מסוג כזה . 
בסדר גמור . 
בוא נראה לאן תיקח אותנו האמת . 
מה שמך בכלל ? 
אובדן אינו זר לתושבי וייטסטון . 
היגון נהפך לשכן הכי מוכר שלנו . 
ויחד עם זאת , צער הטרגדיה הזאת , איכשהו אכזרי יותר מכל האחרות , כשאחינו היקר , ידידינו ובננו האציל נקטף מאיתנו בשנית . 
כמו משפחתו , פרסיבל דה רולו היה אדם מסור ביותר לביתו ונאמן לעמו . 
ואף שלא היה דתי , הוא האמין בווייטסטון בכל נימי נפשו . 
ליבו מצא משמעות בתולדותינו , אבל מחשבתו האירה את עתידנו . הוא השקיע את השעות והדקות בחייו בפיסול המורשת שלנו במפסלת הזמן הבלתי מתפשרת . 
כשאנחנו כרענו ברך שבורים , פרסי עמד זקוף , להזכיר לנו שהתקווה היא להבה ששווה לשמר . 
ולמרות שהיום אנחנו נפרדים לשלום , אב השחר ישמור על ניצוץ החיים הנצחי שלו בכולנו . 
בשמו אנחנו מתפללים , האר את האור היכן שהחשכה שוכנת . 
האר את האור היכן שהחשכה שוכנת . 
מה קרה ? 
איפה פרסי ? 
יש סיבה שאני לוחץ עלייך בעניין . 
אני מאוהב בך . 
- אחותי . 
- לא יכולתי להגיד את זה . 
לא הייתי מספיק חזקה . 
את האדם הכי חזק שאני מכיר . 
חששתי מהתגובה שלו . מהתגובה שלך . 
סגרתי את ליבי כשהייתי צריכה לפתוח אותו . 
אלוהים , אני באמת מביאה מזל רע . 
למה לך להגיד דבר כזה ? 
האהבה שלי הורסת כל דבר שהיא נוגעת בו . 
המחשבה שיהיו לי שוב רגשות עזים כאלה הבעיתה אותי . 
ועכשיו , פרסי לא ידע . 
מובן שהוא ידע . 
הוא אולי היה מניאק מסויג וממורמר , אבל פרסי היה חד יותר ממני . 
ובכל פעם שהבטת בו , ידעתי . 
- ידעת ? 
- רק שוטה יפספס את זה . 
והאיש הזה לא היה שוטה . 
אף על פי כן , מה שלא נאמר יישאר כך . 
איך אחיה עם זה ? איך אפשר בכלל ? 
- היי . 
- היי . 
וקס בסדר ? 
ואתה ? 
סליחה שברחתי . מאיתנו . 
בוא פנימה . 
העתיד הפחיד אותי כל כך הרבה זמן . 
אבל זה עתיד שטרם נכתב . 
ואני מתחיל לחשוב שהגורל נקבע בידינו . 
מותר לפחד . 
אבל אנחנו יכולים להתמודד עם הכול , אם אנחנו ביחד . 
אני לא רוצה להיות לבד הלילה . ואת ? 
לא רציתי להיות לבד ברוב הלילות . 
זו לא אשמתך , סקנלן . 
יכולתי למנוע ממך לעזוב . 
למה לא מנעת ? 
כשכל החלופות גרועות , נשמעים ללב . 
כן ? 
ומה קורה אם גם זה נכשל ? 
עדיין יש דרך , אתה יודע . 
מה לעזאזל את רוצה ? 
להביע תנחומים . ולתכנן את המהלך הבא שלנו נגד ת'ורדק . 
את חתיכת חוצפנית . 
העסקה שלנו מבוטלת , זוכרת ? 
קומץ מביציו כבר בקע . 
עשרות יצטרפו בתוך ימים ספורים . 
אלא אם אתה רוצה שטל'דורי תיכחד כמו הידיד שלך , אני מציעה שנצית אותה מחדש . 
אנחנו צריכים זמן . אנחנו מתאבלים . 
אחותי רק צל של עצמה . 
לא תכננתי להעיק עליך בזה , אבל הגיע הזמן שתדע את האמת על המשפחה שלך , ועל ת'ורדק . 
את ... מה כל זה ? 
אני לא מועילה לכולכם כרגע . 
דעתי מוסחת . 
אני צריכה לנקות את הראש . 
- טרינקט ואני נחנה ... 
- וקס'הליה , אסור לך . 
הכאב שאת חווה ... זאת לא הפעם הראשונה שאת ואני חשים בו . 
מה ? על מה אתה ... מעשיות ההרס שת'ורדק מספר . מתרברב בערים שהוא שרף . 
פורט קאלוון . גרמדאש . ביירודן . 
כן , עיר הולדתך , אם זיכרוני אינו מטעני . 
אימא . 
הגורל שלכם כרוך במלך האפר מילדותכם . 
הגיע הזמן שתפסיקו להתעלם מזה . 
ת'ורדק הוא הגורל שלכם . 
היגון הזה הקפיא את שנינו במשך שנים . 
אולי לאורך כל חיינו . 
והאובדן של פרסי אולי יביא לאותה תוצאה , אם נאפשר לו . 
מה אתה אומר ? 
גוצה , אולי נצליח לנקום את מות שניהם . 
תריסר דרקונים צעירים השמידו את וייטסטון . 
ולפי ריישן , הקן של ת'ורדק יבקע בקרוב . 
- אם זה יקרה ... 
- נידפק בכל חור וחור . 
זה יהיה רע , כן . 
אף אחד לא בוטח בה פחות ממני , אבל לא הקשבנו לה בפעם הקודמת , וזה גרם למותו של פרסי . 
אבל לכבוש את אימון מידי הדרקון הכי מסוכן בעולם ? 
ניסיתם את זה בעבר . 
אלא אם יש לכם צבא נסתר כלשהו , במה זה יהיה שונה ? 
ואילו היה לנו באמת צבא ? 
אוי ואבוי . גרוג , אמרתי לך לא לאכול מהדבק בסדנה של פרסי . 
מה ? לא . אני מתכוון שבכל מקום שהיינו בו יצרנו חברויות . 
- כן , ואויבים . 
- נו , כן , בהחלט . אבל אם ת'ורדק ינצח , חברים , אויבים ... כולם יסבלו . 
זה גדול יותר מווייטסטון , ואפילו מטל'דורי . 
הוא צודק . 
אולי אוכל לשכנע את האשארי לעזור . 
נוכל לבקש מזהרה ומקאש בווסלהיים . 
ומגרון שובר - הארץ . 
הוא חיה . 
רעיון מעניין , גרוג . 
אבל אתה מדבר על קומץ לוחמים פזורים . 
ספק אם הוא יספיק . 
מה לגבי אלף חיילי סינגורן ? 
זה בהחלט יעזור . 
אז למה אנחנו מחכים ? 
לעזאזל ! למה אני חייב תמיד להיות הפיתיון , זי ? 
קאש יקירי , זה משום שאתה מושך כל כך . 
זה ... מדויק לגמרי . 
טוב , בואי נגרור אותו בחזרה בשביל הפרס . 
וכמה ישלמו לכם תמורתו מ"הגמול " ? 
מאה זהבים ? 
חמישים ? 
לא ! 25 . 
ואם תשדרגו למשהו קשקשי יותר ? 
- אתה מדבר על דרקונים ? 
- לא ולא . לא ! בפעם האחרונה שחברנו אליכם , כמעט נהרגנו . 
בחייך , את לא רוצה הזדמנות לכפר ? 
או לפחות , פרס גדול בהרבה ? 
אנחנו יודעים שאנחנו חייבים לכם , אבל " על סף מוות " ו"מוות ודאי " הם שונים לגמרי . 
סליחה . אני וזי עסקת חבילה . 
אם מדברים על זה . איפה אחותך ? 
אז עשית את זה . השגת את הקשת של פנת'רס . 
אני מניח שבאת לגבות ממני שבחים . 
נפלא לראות גם אותך , אבא . 
אבל לא , אני לא זקוקה לתמיכה . אני מבקשת משהו שהרבה יותר קשה לתת . 
הצבאות שלנו ? 
שמעתי שאתם מכנסים כוחות , אבל אני חושש שזה ממש בלתי אפשרי . 
מצידי , שת'ורדק יקבל את אימון . 
על הכוחות שלנו להישאר פה להגן על סינגורן . 
הצבא שלך הוא החלק הקל . 
אז מה בקשתך ממני ? 
אני רוצה שתודה באמת . 
הדרקון הרג את אימא . אליינה . 
שנים חשבתי שמותה קרה באשמתי . 
שאיכשהו , אנחנו היינו הסיבה ששלחת אותה לביירודן , ושלולא נולדנו , אולי היא עוד הייתה בחיים . 
ואתה יודע למה האמנתי בזה ? 
כי גם אתה האמנת . 
האשמת אותנו במותה . שטויות ! 
מעולם לא אמרתי דבר כזה . 
הפנית עורף לילדים שלך ! 
ברגעי המצוקה שלנו , הפקרת אותנו . 
השארת אותנו לדאוג לעצמנו בעולם שמכלה אהבה ותקווה . 
העצה היחידה שנתת אי פעם הייתה לגונן על ליבנו . לא לפתוח את הלב בפני איש . 
ועכשיו אני יודעת מדוע . 
זה משום שהיית גאה מכדי להודות שאהבת אותה . 
המוות שלה פגע בך באותה מידה שהוא פגע בנו . 
זאת האמת שלך . 
זה היה מזמן . 
- המשכתי הלאה . 
- אני לא . 
לימדת אותי שהאהבה שלי רעילה . 
למדתי את הלקח טוב כל כך שהדפתי את האדם ההגון היחיד שפתח את ליבו , עד שהיה מאוחר מדי . 
ועכשיו אתן הכול כדי לחבק אותו , להגיד לו איך אני מרגישה , לא להיות השוטה הקשוחה שנהייתי בגללך . 
אבל לכל אחד כאב משלו . 
והוא איננו . 
וקס'הליה ... אני מצטער . 
זה קלף המיקוח היחיד שלי , אבא . 
האמת . 
אם נותרה בך אהבה כלשהי כלפיי , או כלפי אימא , אז תצעד לאימון ותוכיח את זה . 
ואם לא למעננו , תחשוב על מי שיאכלס את העולם הזה בהיעדרך ... אם ייוותר משהו . 
קאש וזהרה דחו את ההזמנה שלנו . 
האם זה יספיק ? 
אני פה . 
לא משנה מה יקרה , נתמודד עם זה ביחד . 
לא הגורל שלי . לא שלך . 
שלנו . 
מה את עושה ? 
לפעמים שירה מרגיעה אותי . 
זה " השיר של קיילי " . 
המילים שלך מקסימות , סקנלן . 
הראית לה ? לא . 
ולא אראה . 
ניסיתי להיות אבא וחלק מהצוות הזה , ונכשלתי בשני הדברים . 
אולי יש פתרון . 
כן , יש . 
נגמרו הסחות הדעת . 
חבר'ה ? אתם צריכים לראות את זה . 
פלוגה , עצור ! 
לכל הרוחות ! היא עשתה זאת ! 
קדימה צעד ! 
מי ייתן והוא יכבה את להבות הנקמה והמלחמה . למשוך לאחור ! 
שחרר ! 
בסדר גמור , החיילים שלנו בהיכון . 
מהי תוכנית המתקפה ? 
נצא במתקפה דו - ראשית . 
צבא סינגורן שלך , הלוחמים של גרון , ביחד עם המשמר החיוור של וייטסטון , יצעדו מבעד לשערי העיר ויתעמתו עם צאצאיו של ת'ורדק חזיתית . 
מאלפי - האש ואשארי האוויר מלפנים , לגונן מפני מתקפת הלהבות . 
גם אלורה ואני נתרום את הקסם שלנו למאבק . 
ובזמן שהכוחות הקרקעיים יתעמתו עם צאצאיו של ת'ורדק , ווקס מכינה ישתמשו בהסחת הדעת כדי להגיע למאורתו . 
איך תיכנסו פנימה ? 
סרקתי אותה . 
נגיע מהאוויר . 
זה לא יעבוד . 
הילדים שלו שומרים עליה כעת . 
ומי את בדיוק ? 
היא ... טוב ... מודיעה . שמה לארקין . כלומר , שם הקוד . 
יש למאורה של ת'ורדק כניסה אחורית שאינה מוגנת . 
מנהרה ליד הצוקים שקטנה מדי לדרקון , אבל גדולה דיה כדי להיכנס . 
ואת מבטיחה לנו שהמנהרה תהיה פתוחה ? 
אני נותנת את הבטחתי . 
אז אנחנו נחסל את הקטנים בזמן שאתם תשתמשו בשרידים שלכם נגד ת'ורדק . 
בנוסף למגן , אם אצליח להפעיל אותו . 
זו ... זו תוכנית איתנה , הליידי וקס'הליה . 
אבל האם היא תעבוד ? 
היא חייבת . 
חיל רגלים , להסתדר במבנה ! 
שיהיה לכם בהצלחה . 
זה כבוד שאתם לצידנו . 
לורד הסופה לצידכם . 
זה כל מה שאתם צריכים . 
הכול מוכן , גרוג ? 
וקס , אני מצטער שלא נכחתי שם . 
אני יודעת , סקנלן . 
אחרי היום , אולי כולנו נוכל לסלוח לעצמנו . 
את מוכנה , אחותי ? 
בשם פרסי . בשם אימא . 
בשם אקסנדריה ! 
שיט . לרדת ! 
טוב , אין כניסה משם . 
עשן בלי אש . איך זה עובד ? 
ובלי התנגדות . 
אפשר היה לחשוב שכבר יבחינו בנו . 
או לפחות שיבחינו בי . 
למזלנו הכניסה של ריישן עוד ישנה . 
ואם היא לא שם ? 
אני רואה אותה . 
ננחת שם . 
יש המון עשן . 
לא רואים כלום . 
לעצור ! 
גוזלי דרקון ! 
מכשפים לחזית ! 
לתפוס עמדות ! 
להכין בליסטראות ! 
למה הם לא תוקפים ? 
אתם מרגישים את זה ? 
אוי , לעזאזל . 
לא . היא בגדה בנו ! 
היא אטומה ? 
הוא עדיין חם . 
ת'ורדק כנראה אטם אותה לפני פחות משעה . 
גרוג , תצליח להבקיע אותה ? 
אבל זה לא יהיה שקט . 
לעזאזל . אני חזק יותר משחשבתי . 
לדעתי זה לא בגללך , בחור מגודל . 
לכל הרוחות ! אמרתי לכם שאסור לבטוח בה . אז זה אומר ... אבא . 
רגע . 
הוא יצא ממאורתו ? 
אוי , אלים ! 
מה עשיתי ? 
