Стоять ! Что вы ... Эй ! 
Так , дверь открыта . 
Так , какой из этих заключённых нам нужен ? 
Я же говорил , лидер культа . 
Выиграем куш , если вытащим его . 
Псс . Эй , ты . Ты , случаем , не культист ? 
Что , простите ? 
Остальные камеры пусты . 
Думаю , это наш говнюк . 
Если ищете мистика в бреду , то вы на пару дней опоздали . 
Похоже , его телосложение не выдержало заключения . 
Ага , фу . 
Чёрт . 
Можем попрощаться с наградой . 
А может и нет . 
Что-то ты не похож на завсегдатая таких мест . Забавно ... а вы похожи . 
У нас проблемки с финансами , а ты говоришь как богатый . 
Если вытащим тебя отсюда , сколько мы за это получим ? 
Кругленькую сумму , не иначе . 
Не будь я сейчас на мели . 
Эту информацию можно было и не сообщать , пока ты за решёткой . 
А зачем врать ? 
Вы бы всё равно быстро узнали , что у меня ни гроша . 
Да и вообще , я совсем один . 
Может , вы сможете это понять . 
Выяснилось , что на самом дне правда — единственный козырь . 
Стоит признать , что тебе нужна помощь , и все сразу сдаются . 
Дерьмовый ты переговорщик . Ты в курсе ? 
Но ты абсолютно честен . 
Когда-нибудь такая честность может пригодиться . 
Ну хорошо . 
Посмотрим , к чему нас приведёт честность . 
Как тебя вообще зовут ? 
Народ Уайтстоуна хорошо знает , что такое потеря . 
Скорбь стала нам привычным соседом . 
И всё же , печаль этой трагедии задевает сильнее прочих ведь наш любимый брат , друг и благородный сын вновь был у нас украден . 
Как и его семья , Персиваль де Роло был человеком глубоко преданным своему дому и верным своему народу . 
Он не был религиозным , но верил в Уайтстоун каждой частичкой своего естества . 
Его сердце нашло смысл в нашей истории , но его разум освещал наше будущее , он проводил часы и минуты своей жизни , вырезая наше наследие непоколебимым зубилом времени . 
Когда мы , сломленные , преклоняли колени , Перси поднимался выше , напоминая , что надежда — это пламя , достойное поддержания . 
И хотя сегодня мы прощаемся , Отец Зари навечно сохранит его яркую искру во всех нас . 
Помолимся за него . Направь свет туда , где кроется тьма . 
Направь свет туда , где кроется тьма . 
Что случилось ? 
Где Перси ? 
Я не просто так упорствовал с тем , чтобы всем рассказать . 
Я влюблён в тебя . 
Сестра . 
Я не смогла это сказать . 
Мне не хватило сил . 
Ты сильнее всех , кого я знаю . 
Я переживала о его реакции , о твоей реакции . 
Я закрыла своё сердце , когда должна была распахнуть . 
Боже , я действительно приношу неудачи . 
Как ты можешь такое говорить ? 
Моя любовь уничтожает всё , чего касается . 
Меня пугала сама мысль о столь сильных чувствах 
И теперь ... Перси никогда не узнает . 
Конечно же он знал . 
Он , может , и надменный , негодующий придурок , но ум Перси острее многих . 
И каждый раз , когда ты бросала на него взгляд , я знал . 
Ты знал ? 
Нужно быть глупцом , чтобы не заметить . 
А этот парень не был глупцом . 
И всё же , невысказанное таковым и останется . 
Как я могу жить с этим ? Как кто-то может ? 
- Привет . 
- Привет . 
Векс в порядке ? 
А ты ? 
Прости , что я убегал . От нас . 
Пойдём внутрь . 
Будущее долгое время пугало меня . 
Но это будущее ещё не написано . 
И я начинаю думать , свою судьбу мы выбираем сами . 
Бояться — нормально . 
Мы справимся с чем угодно , если будем вместе . 
Я не хочу быть сегодня один , а ты ? 
Я не хотела быть одна в большинство ночей . 
Это не твоя вина , Сканлан . 
Я могла помешать тебе уйти . 
Почему не стала ? 
Когда все варианты плохи нужно следовать сердцу . 
Да . 
Но что , если это тоже не сработает ? 
Выход всё ещё есть . 
Зачем ты сюда припёрлась ? 
Выразить соболезнования ... и поделиться планом следующего нападения на Тордака . 
Да ты совсем охуела . 
Нашей сделке конец , забыла ? 
Парочка его детёнышей уже вылупилась . 
Но в скоро вылупятся ещё десятки . 
Если не хочешь , чтобы Тал 'Дорей сгинул , как твой друг , предлагаю передумать . 
Нам нужно время , мы в трауре . 
Моя сестра — бледная тень . 
Не хотела давить на тебя этой информацией . Но пришло время узнать правду . О твоей семье ... и Тордаке . 
Векс , нам нужно поговорить . Что ты делаешь ? 
Сейчас я для вас бесполезна . 
Отвлечена . 
Мне нужно проветрить голову . 
Мы с Тринкетом ... 
Векс 'алия , ты не можешь . 
Эта боль ... для нас с тобой не впервой . 
Что ? Что ты ... О , сколько же Тордак твердит о своих разрушениях . Хвастается городами , которыми сжёг . 
Порт Каллавон , Гремедаш . Байроден . 
Да , твой родной город , если я правильно помню ... 
Мама . 
Твоя судьба переплелась с Королём Пепла ещё в детстве . 
Пора перестать её игнорировать . 
Тордак — твоя судьба . 
В этом горе мы заледенели на многие годы . 
Возможно , на все наши жизни . 
И потеря Перси повлияет на нас так же . Если мы позволим . 
Что ты хочешь сказать ? 
Коротышка . Мы можем отомстить за них обоих . 
Десяток юных драконов уничтожил Уайтстоун . 
И если верить Райшан , скоро в гнезде Тордака вылупятся новые . 
- Если это случится ... 
- Нас разъебут . Во все дыры . 
Это было бы плохо , да . 
Никто не доверяет ей меньше , чем я , но в прошлый раз мы её не послушали , и это погубило Перси . 
Но отбить Эмон у самого опасного дракона в мире ? 
Вы уже это пробовали . 
Если вы не прячете здесь целую армию , с чего вдруг итог будет другим ? 
А что если у нас будет армия ? 
Блин , Грог , я же говорила тебе не есть пасту из мастерской Перси . 
Что ? Да нет , просто где бы мы ни были , - мы заводили друзей . 
- Ага , и врагов . 
Ну да , но если Тордак победит , друзья , враги ... достанется всем . 
Это важнее Уайтстоуна . И даже Тал 'Дорея . 
Он прав . 
Может , я смогу убедить ашари помочь . 
Можем попросить Зару , Кэша и Вассельхайм . 
И Земледробителя Груна . 
Он вообще зверюга . 
Неплохая идея , Грог . 
Но речь идёт о парочке разрозненных бойцов . 
Сомневаюсь , что этого нам хватит . 
А как насчёт тысячи сингорнских солдат ? 
Это точно поможет . 
Тогда чего мы ждём ? 
Чёрт возьми . Ну и почему я всегда приманка , Зи ? 
Потому что , мой дорогой Кэш , ты чертовски привлекателен . 
Абсолютно верно . 
Ладно , пойдём , получим за него награду . 
И сколько в " Добыче " за него заплатят ? 
Сто золотых ? 
Пятьдесят ? 
Нет . Двадцать пять . 
А может вас заинтересуют чешуйки побольше ? 
Ха-ха , ты о драконе ? Нет , нет , нет . 
Мы один раз с вами связались , и это нас чуть не погубило . 
Да брось . А как же шанс исправиться ? 
Или хотя бы заработать побольше ? 
Ладно , мы знаем , что мы вам должны . Но смертельно опасное и просто смертельное — разные вещи . 
Прости , мы с Зи идём только в комплекте . 
Кстати об этом ... где твоя сестра ? 
Значит , у тебя получилось . Ты добыла лук Фентраса . 
Полагаю , ты пришла в ожидании похвалы . 
Я тоже рада тебя видеть , отец . 
Но нет , одобрение мне не нужно . А то , что на что ты ещё больше скупишься . 
Наши войска ? 
Я слышал , вы собираете силы . Но , боюсь , в нашем случае это невозможно . 
Тордак может забрать себе Эмон , мне плевать . 
Наши войска останутся здесь для защиты Сингорна . 
Вопрос армии — самый простой . 
Тогда чего ты хочешь от меня ? 
Я хочу , чтобы ты сказал правду . 
Дракон убил нашу мать . Элейну . 
Я годами думала о том , что виновата в её смерти . 
Что из-за нас ты отослал её в Байроден , и что если бы мы не родились ... она могла бы быть жива . 
И ты знаешь , почему я так думала . 
Потому что ты так думал . 
Ты винил нас в её смерти ... Чушь ! 
Я никогда такого не говорил . 
Ты отвернулся от своих детей ! 
Когда мы нуждались в тебе , ты оттолкнул нас ! 
Оставил нас на произвол судьбы в мире , который поглощает любовь и надежду . 
Единственный совет , который ты когда-либо давал , — оградить наши сердца и никого не подпускать . 
И теперь я знаю почему . 
Потому что гордость не позволяла тебе признать свою любовь . 
Её смерть ранила тебя не меньше , чем ранила нас . 
Вот твоя правда . 
Это было давно . 
Я уже забыл об этом . 
А я нет . 
Ты учил меня , что моя любовь — яд . 
Я так хорошо усвоила этот урок , что держала на расстоянии единственного порядочного человека , что делился со мной своим сердцем . Пока не стало слишком поздно . 
И я бы всё отдала , чтобы обнять его , сказать , что чувствую ... чтобы не быть той бессердечной дурой , какой ты меня сделал . 
Но боль каждого — его личная . 
А его больше нет . 
Векс 'алия ... Мне жаль . 
Это мой единственный козырь , отец . 
Правда . 
Если ты хоть немного любил меня или маму , тогда иди маршем на Эмон и докажи это . 
И если не ради нас , подумай о тех , кто будет жить в этом мире , когда тебя не станет . Если что-то останется . 
Кэш и Зара отклонили приглашение . 
Хватит ли нам людей ? 
Я здесь . 
Не важно , что случится , мы переживём это вместе . 
Не моя судьба . И не твоя . 
Наша . 
Что ты делаешь ? 
Иногда пение меня успокаивает . 
Это песня Кейли . 
У неё прекрасный текст , Сканлан . 
Ты ей показал ? Нет . 
И не покажу . 
Я пытался быть отцом и частью этой команды , но провалился и в том , и в другом . 
Может , решение ещё найдётся . 
Уже нашлось . 
Больше не отвлекаться . 
Ребят ? Вам нужно это увидеть . 
Солдаты , смирно ! 
Охренеть . 
Она это сделала . Шагом марш . 
Разойтись ! 
Вольно . 
Отлично , наши солдаты готовы . 
Каков план атаки ? 
Совершим двойную атаку . 
Армия Сингорна , воины Груна и Бледная Стража Уайтстоуна — все они отправятся через городские ворона в лобовую атаку на детёнышей Тордака . 
Укротители огня и ашари воздуха будут впереди , защищать от огненных атак . 
Мы с Аллурой добавим нашей магии . 
И пока пехота будет сражаться с детёнышами Тордака , Vox Machina использует эту возможность , чтобы добраться до логова . 
Как вы попадёте внутрь ? 
Я уже всё изучил . 
Проникну туда с воздуха . 
Не получится . 
Его дети теперь патрулируют небо . 
- А ты кто такая ? 
- Она ... - Ну ... - Информатор . Её зовут Ларкин . Кодовое имя . 
У логова Тордака есть незащищённый задний вход . 
Туннель у утёса , слишком маленький для дракона , но вы пролезете . 
И ты обещаешь , что туннель будет открыт ? 
Даю своё слово . 
Значит , мы разберёмся с мелочью , пока вы будете использовать отголоски на Тордаке . 
Плюс Латы , если научусь ими пользоваться . 
Это ... неплохой план , Леди Векс 'алия . 
Но сработает ли он ? 
Обязан сработать . 
Пехота , построиться . 
Удачи там . 
Это большая честь — быть на вашей стороне . 
Владыка Шторма на твоей стороне . 
Большего тебе и не нужно . 
Всё готово , Грог ? 
Векс . Прости , что меня там не было . 
Я понимаю , Сканлан . 
Возможно , после сегодняшнего мы все сможем простить себя . 
Ты готова , сестра ? 
За Перси . За маму . 
За Экзандрию ! За Экзандрию ! 
Чёрт . Вниз ! 
Так мы туда не попадём . 
Дым , но нет огня . Это как ? 
И нет сопротивления . 
Нас уже должны были заметить . 
Как минимум меня . 
К счастью , у нас всё ещё есть вход Райшан . 
А если его там нет ? 
Вижу . 
Садимся . 
Сколько дыма . 
Ничего не видно . 
Стойте . 
Драконы ! 
Маги вперёд . 
Занять позиции . 
Готовьте баллисту ! 
Почему они не нападают ? 
Вы это чувствуете ? 
Вот блядь . 
Нет . Она нас сдала . 
Запечатан ? 
Ещё горячий . 
Тордак , заплавил вход не более часа назад . 
Грог , ты сможешь пробить преграду ? 
Но тихо не получится . 
Чёрт , я сильнее , чем полагал . 
Не думаю , что это ты , здоровяк . 
Чёрт возьми . А я говорила , что нельзя ей верить . 
Стойте , тогда это значит ... 
Он покинул логово ? 
О боги . 
Что я наделала ? 
