Ти зшила собі сукню з декольте Капелюх зі стрічками та трояндами 
Тебе оточили три чи чотири співачки І ти говорила французькою , чи не так ? 
Позавчора я зустрів тебе Так , позавчора на Толедо - стріт 
Я любив тебе Ти любила мене Тепер ми вже не кохаємо одне одного 
Мимохіть думаєш про мене 
- Доброго ранку . 
- Доброго . 
Привіт , Ґабріело . 
Куди ти біжиш ? 
Готуєшся до марафону ? 
Вибач , задумалася . 
- Доброго ранку . 
- Доброго ранку . 
Ґабріело , доброго ранку . 
Заходьте , нова колекція вже в нас . 
Доброго ранку , Сабіно . 
Заходьте . 
Їх щойно привезли . 
Розкішна колекція . 
Скажете , що відкласти для готелю . 
Тобі пасуватиме . 
Дійсно чудово . 
Нам треба йти . 
Дякую , Сабіно . 
Дякую . 
Мені не можна тримати тебе за руку ? 
Вибач . Облиш . 
Ти вже представила мене родині . 
Здавалося , це кінець світу , але ми вижили . 
Плюс - мінус , Еліа . 
Яка різниця , що думають ці люди ? 
Це мої сусіди . У людей , з якими я працюю , є про мене певне уявлення . 
Яке ? 
Мене вважають серйозною та відповідальною жінкою . 
Зі мною ти менш відповідальна ? 
Що мені зробити ? Розклеїти плакати ? 
- Повідомити всьому світу , що ти ... - Хто ? 
Ні , кажи . 
Хто я ? 
Чесно ? 
Я не знаю . 
Коли визначишся , повідом мені . 
Мені нецікаво бути чиєюсь іграшкою . 
Ким би ти хотів бути ? 
Чому ти зі мною ? 
Я бачу , як на тебе дивляться . 
На мене багато років ніхто так не дивився . 
Легко скласти хибне враження . Он як ? 
То хай дивляться , гаразд ? 
Що ти робиш ? Що ... 
Я сказала Серені не підглядати , бо розповім учительці . 
Як ще вона навчиться ? 
Чудово . Ти молодець . 
Зачекай , люба . 
- Слухаю . 
- Ти мав рацію . 
Я дізнався дещо про Еліа . 
Є що почитати . 
Надішлю електронною поштою . 
Ти мене забереш ? 
Гаразд . 
Гей . Відійди . 
До зустрічі . Гаразд . До зустрічі . 
- Привіт , Еліа . 
- Привіт , Стефано . 
Твоя мати всередині . 
Я хочу поговорити з тобою . 
Частина моєї роботи , Еліа , це пошук інформації про людей . 
Такої , яку вони приховують . 
І що ти дізнався ? 
Цікаво . 
Так , що там у нас ? 
Наприклад , за два дні до випадкової зустрічі з моєю матір'ю ти видалився з усіх соцмереж , хоч і не використовував там справжнє ім'я . 
А ще ти закрив рахунок у банку . 
То ти дізнався , що мені набридли соцмережі і я змінив банк ? 
Вітаю . Справу розкрито . 
Я також дізнався , що у тебе немає майна . 
І що тебе додали в чорний список іспанського банку . 
Я ж казав , що я професіонал . 
Це незаконно . 
Як і втеча за кордон через борги . 
Мати може брехати собі , що тобі не потрібні її гроші . Але ми знаємо , що це не так . 
На відміну від тебе , я не хочу її принижувати чи ображати . 
Тому я нічого не скажу ані їй , ані поліції . 
У тебе 12 годин , щоб зникнути звідси . 
Скажеш моїй мамі , що поїхав чи щось таке . 
Упевнений , ти зможеш вигадати виправдання . 
Пішов ти . Ти нічого про мене не знаєш . 
Ти шахрай - невдаха . 
Витрати цьогоріч серйозні . 
Треба якось їх скоротити . 
- Номер , який ви ... 
- Є ідеї ? 
Мамо ? 
Забрати телефон , як у Софії ? 
Вибач . Ти маєш рацію . 
Я мала сьогодні йти в кіно з Еліа , але у нього вимкнений телефон . 
Може , розрядився . 
Продовжимо ? 
Гаразд . 
- Досі не відповідає ? 
Сподіваюся , нічого не сталося . 
Ти завжди драматизуєш . 
Може , виникло непорозуміння . 
Ні , у нас побачення . 
Слухай , я впевнений , що все гаразд . 
Люди не зникають просто так . 
Якщо він не прийде , я піду з тобою . 
- Ти думаєш , що не прийде . - Ну ... 
Вибач , що запізнився . 
Еліа . 
Що сталося ? 
Пробач . Я забув дещо важливе . 
Це тобі . 
- Мені ? 
- Саме так . 
- Ти божевільний . 
- Можливо . 
Викликати поліцію ? 
Мамо , вибач . Я маю це сказати . 
Він не той , за кого себе видає . 
Насправді він потопає в боргах . Він втік з Іспанії , щоб не платити . 
- Борги ? Про що ти ? 
- Ти сам їй скажеш ? Чи я ? 
Так , це правда . Я маю борги . 
Але я не втік . Я можу пояснити . 
Прошу , поясни . 
Ти мусиш піти . 
Мамо . 
Мамо , зрозумій , я намагаюся тебе захистити . 
Річ не в тобі . 
Залиш нас самих . 
У мене була проста ідея . Чартер на Ібіці . 
Я покликав свого друга Франческо стати партнером . 
Я місяцями працював над тим , щоб отримати всі дозволи . 
У день отримання кредиту ми були такі щасливі , що напилися . 
Але тієї ночі стався шторм . До ранку човни були знищені . 
І Франческо зник , залишивши мені борги . 
- Про яку суму йдеться ? 
- Це не твоя справа . 
Я поверну гроші . 
Як ? 
Я хочу відремонтувати куплену яхту , продати її вдвічі дорожче і потроху повернути борги . 
Я все поверну . 
Досить . 
Більше нічого не кажи . 
Вже пізно . 
Я хотів поговорити особисто , бо ситуація виходить з - під контролю . 
Еліа — шахрай . 
- Мати відмовляється це визнати . 
- Якщо її влаштовує ... 
Вона не знає , чого хоче . Вона йому вірить . 
Він її використовує , Джуліє . 
Вона стара , а він ... 
Красунчик . І що ? Нехай розважається . Мені байдуже . 
У мене своє життя , у неї своє . Навіщо щось змінювати ? 
Хоча б заради нас . 
Він може оселитися в готелі і отримати доступ до рахунків . 
У мене є власний будинок . І в тебе . У нас є гроші . 
Яке тобі діло ? 
- У мене немає ані будинку , ані грошей . 
- Дійсно . 
Добре посиділи , але в мене подія за дві години . Треба готуватися . 
Ти про цю гидоту ? 
Ти тікаєш у соцмережі замість спілкування з людьми . Починаючи з родини . 
Тебе це влаштовує , так ? 
Так . А тебе ? 
Тренуватимемося разом ? 
Авжеж , заходь . 
Почувайся як вдома . 
Ти вже облаштувався . 
Вперед . Я допоможу . 
Ну - бо . 
Так . 
Так , це надто легко . 
Спробуй отак . 
Годі , важко . 
Знаєш , мені тут подобається . 
Думаю , я залишуся . 
Вам із братом треба до цього звикнути . Так ? Ось так . 
На добраніч . 
Я лише кажу , що фото гарне , але графіку треба оновити , бо виглядає старим . 
- Доброго ранку . - Еліа . 
Заходь . 
Джузеппе , це Еліа Маріні . 
Ми зустрічаємося . 
- Радий знайомству . - Навзаєм . 
Еліа , це Джузеппе , душа готелю . 
Він керує готелем , відколи мій батько його відкрив . 
Без нього я б не впоралася . 
- Ви працюєте , тож ... 
- Ні , не йди . 
Ми дивилися , як оновити дизайн готелю . 
Може , поділишся думками . 
Ну , наприклад , я вчора ходив у спортзал . 
Там гарно , але дещо порожньо . 
Придбайте ще кілька тренажерів . 
Навряд наші давні клієнти їдуть на Амальфі заради спортзалу . 
Можливо , але можна орієнтуватися на нових клієнтів . 
Це лише ідея . 
Я тут лише гість . 
Ви душа готелю . 
Я піду . 
До зустрічі . 
Ти прийшов . 
І сестричка тут . 
Ми справді стежитимемо за маминим хлопцем ? 
Що саме ти хочеш дізнатися ? 
Що він дурить маму ? Чи що він з нею лише заради грошей ? 
Це очевидно , але він про це не кричатиме . 
- Не впевнений , що йому подобаються жінки . 
Про що ти ? 
Є речі , які ти просто знаєш . 
У мене радар на фальшивих гетеросексуалів . 
Радар ? 
Це він . 
Привіт , Сабіно . Слухаю . 
Вибачте , що турбую , але я не знала , що ще ... 
Так ? 
Чоловік , який був з вами , купив ... 
Браслет , так . 
Він виписав чек , але він не пройшов . 
- Не пройшов ? - Так . Недійсний чек ? 
Я впевнена , що це помилка . 
Це якесь непорозуміння . 
Може , ви попросите його перевірити ... 
- Гаразд . 
- Дуже дякую . 
Авжеж , на зв'язку . Я зараз перевірю . 
- Вибачте , що потурбувала . 
- До побачення . 
Чому він переодягається ? 
- Можливо , він зі спецслужби . 
- Можливо , ти дурепа . 
Чорт . 
Я піду за ними . 
Його методи незмінні . 
Шахрай спокушає самотніх старших жінок , щоб вони почувалися цінними й коханими . 
Потім він просить грошей . 
Мамо , ми розберемося разом . 
Я поговорю з ним . Ти більше його не побачиш . 
Так , бо ти думаєш , що я не можу про себе подбати . 
Я цього не казав . 
Тебе обманули . Нема чого соромитися . 
Соромно має бути тобі ! 
Ти пішов стежити за людиною . 
Тебе не стосується те , що робимо ми з Еліа . 
Я лише намагаюся тебе захистити . 
Ці фото ... 
Ці фото нічого не доводять ! 
І я можу себе захистити . 
Гаразд . 
Якщо щось знадобиться , я тут . 
Він був милим і турботливим . 
Здавалося , що ми знайомі цілу вічність . 
Ніколи не забуду , як він вперше сказав , що кохає мене . 
Якось він сказав , що його доньці потрібна операція на серці , а в нього немає грошей . 
Питання було термінове , і він не знав , кого попросити . 
Десять тисяч євро . 
Він обіцяв повернути гроші , щойно вони в нього з'являться . 
Минув тиждень , операцію зробили , все було добре . 
Наступного разу ... 
Тримай . 
Це вино ідеально пасує до лобстера . 
Що ти робив учора ? 
Де ти був учора ? 
Я був у пансіоні . Весь час ? 
Так . Я втомився . 
Скуштуй . 
Якщо сподобається , дам тобі рецепт . Можемо додати до меню . 
Можемо додати ? Ми тепер разом визначаємо готельне меню ? 
Щось не так ? 
Не знаю , це ти скажи . 
Слухай , я не люблю ці ігри . Я теж . Тому досить . 
Просто скажи . Ти зі мною заради грошей ? 
Знову ? Це син тебе переконує , так ? 
Ти щойно дістав з мого льоху пляшку вина за 500 євро . Ти готуєш лобстера на моїй кухні . І ти поводишся так , наче цей готель належить тобі ! 
Спитаю ще раз . Ти зі мною заради грошей ? 
Знаєш , чому я з тобою ? Я думав , ти вільна жінка . Але ти надто залежна від думки своїх дітей . 
Ти добре вмієш перекручувати . Але проблема не в мені й не в моїх дітях . Проблема в тобі . 
Сабіна подзвонила і сказала , що чек , який ти їй дав , не пройшов . 
Проблема з банком . 
Я заплатив вранці . 
З твоїми боргами в Іспанії те саме . 
Є ідея . Спитаймо її . 
- Ґабріело , це ви ? 
- Так . 
Я хотіла вибачитися . 
Еліа був дуже люб'язним , вибачався і все владнав . 
Еліа ! 
Де ти ? 
Вибач . 
Вибач . - Вибач . 
- За що ? Га ? 
- За те , що ти стерво ? 
- Ні ! 
- Ні . - Га ? 
Ні ! Припини . 
- Доброго ранку . 
- Доброго . 
Прокидайся , хочу забрати тебе на сніданок . 
Хіба не можна весь день залишатися в ліжку ? 
Ні . 
Нумо , вставай . 
Я в душ . 
ДВА ПРОПУЩЕНИХ ВИКЛИКИ ОДНЕ ПОВІДОМЛЕННЯ 
Я ДОБРЕ ПРОВЕЛА ЧАС , ХОЧ ТИ Й ДЗВОНИВ ЛИШЕ ЧЕРЕЗ ГРОШІ Клятий виродок . 
Я знала , що тобі не можна довіряти . Я знала , що тобі не можна довіряти ! 
Клятий виродок ! Пішов ти , Еліа ! 
Пішов ти ! 
Що ти робиш ? 
Те , що мала зробити одразу . 
Знищую все , що стосується тебе . 
Я знаю , хто ти . Я знаю , чим ти займаєшся . 
Ти божевільна . 
Що ти в біса хочеш ? 
Я хочу , щоб ти пішов ! 
Якщо піду , ти більше мене не побачиш . 
Мамо . Усе гаразд ? 
Так , любий . 
Гаразд , я піду в свою кімнату . 
Усе добре , що добре закінчується . 
НІКО : " ПАРАЗИТ ЗАБРАВСЯ ЗВІДСИ ! " 
І ? Тобі нічого сказати ? 
А якби все було навпаки ? 
60 - річний чоловік і 30 - річна жінка . 
Ти б подумав , що вона шахрайка ? 
А твої діти ? 
Вони б відреагували так само ? 
Я на роботу . 
Ґабріело . 
- Ґабріело . Гей . - Що ? 
Маріо . 
Скільки ти випила ? 
- Одну . 
- Авжеж . 
Що ти тут робиш ? 
Ніко попросив з'їздити з ним до якогось магазину в Салерно . 
Ґабріело , ми не могли тебе розбудити . 
Хвилювалися . 
Якщо хочеш сказати , що попереджав мене , краще мовчи . 
Власне , я прийшов вибачитися . 
Ти говорила з Джулією ? 
Один з так званих спонсорів її звільнив і замінив на молодшу жінку . 
Сприймай це , як щось хороше . 
Може , це шанс озирнутися навколо , знайти ... 
Я цього не казала . 
Можливо , це шанс трохи розслабитися ... 
У тебе зараз високий рівень стресу . 
Чесно кажучи , я люблю свою роботу . 
Себто , любила . 
Не драматизуй . 
Вони нічого не розуміють . 
Ти ... Ти розумна , ти ... 
Мовчи . 
Ти прекрасна . 
- Сказала . 
- Що в цьому поганого ? 
Це правда . 
Ні , неправда . Мене замінили на 23 - річну , яка вища і стрункіша за мене . 
Думаєш лише про те , щоб бути стрункою й високою . 
- Людина не стає успішною лише ... 
- Мамо , отямся ! 
Завжди є хтось стрункіший , вищий , молодший за мене . 
Не я встановлюю правила . 
Згадай Еліа . 
Стефано мерзотник , але як ти могла подумати , що такий ... 
Бувай , Джуліє . 
Не треба , мамо . 
- Доброго ранку . 
- Доброго . 
- Хочу приміряти ту чорну сукню . - Так . 
Виглядає чудово . 
Вам дуже личить . 
Добре . 
Я її візьму , дякую . 
- І взуття теж . - Авжеж . 
А ще червону сукню і рожеву , яку я приміряла . 
- І червону сумку . 
- Авжеж . 
Оновлення гардеробу ? 
Ні , я дуже нещасна . 
Гаразд . Я підготую рахунок . 
Тобі дуже пасує . 
Деліє . 
Ще тебе не вистачало . 
Я проходила повз і побачила тебе . 
- Чого ти хочеш ? 
- Маріо розповів , що сталося . 
- Я не сумнівалася . 
- Мені дуже шкода . 
Що він сказав ? Сказав , хто ця інша жінка ? 
Ні , я не питала . Навіщо питати , Деліє ? Щоб він знову пускав туман мені у вічі ? 
Я це вже проходила , Деліє . 
Досить . Кінець . Боже , чому ти завжди так поводишся ? 
Усе лише чорне та біле . Без відтінків сірого . 
Який це був відтінок , коли ти спала з моїм чоловіком ? 
Ображай мене , якщо тобі від цього легше . 
Якщо захочеш поговорити , я поруч . 
Про що ? 
Про те , що мене обдурили ? Що мене вважали повною дурепою ? Про це ти хочеш поговорити ? 
Знаєш , що болить найбільше ? Після всього , що він зробив . 
Те , що я сумую за ним . Навіть якщо він мене дурив . Я сумую . 
Я досить дурна , щоб повірити , що між нами все було по - справжньому . 
Може , було . Ґабріело . Люди — складні створіння . 
Я його не знаю . Я не знаю , хто він , але я знаю тебе . І я знаю , що ти не дурна й не наївна . 
Якщо відчуваєш , що все по - справжньому — мабуть , так і було . 
Я поруч , якщо знадоблюсь . 
Я бачила маму . 
І повелася як стерво . 
Хіба це щось нове ? 
Ми всі поводимося жахливо . 
Ця історія з Еліа завдала їй болю . 
Їй просто потрібен час . 
Може , варто було мовчати . 
Я так не думаю . 
Вона розклеїлася . Я її такою ще не бачила . Джуліє , я бачив . 
Це ніщо в порівнянні з тим , що було в нашому дитинстві . 
Ти не пам'ятаєш , а я пам'ятаю . 
Пам'ятаю її стан , коли ти народилася . 
Їй краще постраждати зараз . Згодом було б гірше . 
А якщо вона готова була платити , щоб бути з ним ? 
Хто ми такі , щоб судити ? 
Що ти таке кажеш , Джуліє ? 
Отямся . Люди погані . 
Як завжди . Хто має виправляти ваші помилки ? Завжди я . Як дурень . 
Ви впевнені ? Еліа Маріні . Хіба він не тут ночував ? 
Я впевнена . Я щойно перевірила записи , його імені там немає . 
Вибачте . 
Гаразд , дякую . 
Запитайте в " Дельфіно Блу " . 
Я вже там була . 
У " Роксі " хлопець , який тобі подобається . 
Якщо поквапишся , можеш спіймати . 
- Скільки вас ? 
- Троє . 
Привіт . Тож ... 
- Що ти робиш ? - Я ? 
Ходімо на вулицю . 
Я нічого тобі не зробив . 
Припини . 
Що не так ? Га ? 
- Що ти в біса хочеш ? 
- Досить ! 
- Еліа ! Якого біса ? - Гей ! 
Ні , облиш його ! 
- Не вставай ! - Еліа ! 
Ні ! 
Згинь . 
Ходімо . 
Ось . Тримай отак . 
- Якщо почорніє , буде кепсько . - Слухай . 
Тебе ще не раз битимуть . 
- Це лише початок . 
- Битимуть ? 
Я з покоління Z . Ми не б'ємося . 
Слухай , скільки можна так заробити ? 
Як ? 
- Зі старшими жінками . - Що ти мелеш ? 
Я був зі Стефано та Джулією і бачив тебе . 
У нас є фото . 
Я не знаю , про що ти . 
Я про це . 
Якого біса ... 
Ви стежили за мною ? 
Мама не сказала ? 
Слухай . Вам з братом і сестрою треба навчитися не лізти в чужі справи . 
Зрозуміло ? 
Га ? Серйозно . 
Дідько . 
- Вибачте . - Так ? Чим можу допомогти ? 
Ви знаєте цього чоловіка ? 
Його звати Еліа . 
Так . Він має бути на останній яхті на причалі . 
Ви впевнені ? 
Я б такого не забула . 
Ґабріело . 
Що ти тут робиш ? 
То ти живеш тут . 
Немає ніякого пансіону . 
Так . 
Після неприємностей на Ібіці я витратив усі гроші на цю яхту . Я соромився казати , що зараз живу тут . 
Мені показали твоє фото з жінкою . 
Хто це ? 
Кажи правду . 
Годі брехати , будь ласка . 
- Це моя мати . 
- Ти казав , що в тебе немає сім'ї . 
Так , і певною мірою це правда . 
Я ніколи не ладнав з татом . 
Він був гадом . Ми сварилися щодня . 
Словами все не обмежувалося . 
Присягаюся , Ґабріело , іноді я так лютував , що міг би його вбити . 
Я ненавидів матір , яка завжди його захищала . 
Днями я зустрівся з нею , щоб попросити грошей . 
Я втомився від того , що ти щодня за все платиш . 
Я хотів зробити тобі подарунок . 
І мене теж хвилює думка людей навколо . 
Особливо твоя . 
Але ... У тебе теж є секрети , так ? 
Я хочу зустрітися з твоєю мамою . 
Після 18 років у США повернутися до Італії було нелегко . 
Але тепер я нізащо не поїхала б назад . 
- У вас є діти , так ? - Так . Троє . 
Мабуть , вони не дають вам сумувати . 
- Ну ... 
- Доброго ранку . 
Дякую . 
- Прошу . 
- Дякую . 
Радий знову вас бачити . 
- Можна нам шампанського ? 
- Звісно . 
- Треба відсвяткувати . 
- Чудово . 
Що ми святкуємо ? 
Знайомство двох дуже важливих для мене жінок . 
Ґабріело . Еліа казав , що у вас чудовий готель . 
Так . Його збудував мій батько . 
Я намагаюся не дати йому розвалитися . 
Еліа розповідав , що ви вправно керуєте всім сама . 
Вибачте , я зараз повернуся . 
- Ви давно знайомі ? 
- Усе сталося дуже швидко . 
Я так і думала . 
Співчуваю . 
Що ? 
Співчуваю тобі . 
Перепрошую ? 
Мій син — погана людина . 
Що ти хочеш мені сказати ? 
Отже ? 
Що ви замовлятимете ? 
