Μετά τον θάνατο του πατέρα μου , κάθε μέρα νιώθω σαν να είμαι σε πλοίο . 
Εγώ θέλω να είμαι ευτυχισμένη . 
Θέλω σταθερότητα . 
Θέλω να πατάω σε στέρεο έδαφος . 
Δεν είμαι ο κατάλληλος για εσένα . 
Επειδή θέλω να είσαι ευτυχισμένη . 
Θα το μετανιώσεις . 
Δεν θα το μετανιώσω . 
Γιανγκ Τσου Ραν . 
Τώρα ήρθες στη δουλειά ; 
Δεν είναι καλό αυτό . 
Τσου Ραν , μην το κάνεις αυτό . 
Είσαι διευθύντρια τώρα . 
Πρέπει να έρχεσαι νωρίς . 
Ο υπολογιστής σου πρέπει να είναι ο πρώτος που θα ανοίγει . 
Επίσης , δεν ήθελα να το πω , αλλά είδα το μέιλ σου στο Τσομάρτ . 
Δηλαδή θα κάνεις ό , τι σου ζητάει ο κόσμος ; 
Αυτό είναι το πρόβλημα με τις γυναίκες . 
Αν φέρεσαι έτσι , όλη η ομάδα μας δεν θα έχει καλή εικόνα . 
Δεν το πιστεύω αυτό . 
Ο κύριος Κιμ δεν είναι διευθυντής πια . 
Όταν ήταν , ποτέ δεν τον είδα να έρχεται νωρίς και να ανοίγει τον υπολογιστή του . 
Καλό θα ήταν να του μιλήσεις για τον τρόπο που φέρεται . 
Έχει ανακοινωθεί επίσημα . 
Αλλά στη θέση του ... 
Ποια θέση ; 
Δεν είναι πια ο διευθυντής . 
Καλύτερα να του ξεκαθαρίσεις ότι εσύ είσαι το αφεντικό του . 
Εσένα μπορεί να μην σε πειράζει , αλλά θα δυσκολευτούν όσοι καινούργιοι έρθουν στην ομάδα . 
Μισό λεπτό . 
Δεν τον αντέχω καθόλου τον Κιμ Κιονγκ Ουκ . 
- Ναι . - Είναι ο χειρότερος . 
Πώς γίνεται να φέρεται έτσι ; 
Δεν ντρέπεται καθόλου ; 
Κανένας λογικός άνθρωπος δεν φέρεται έτσι . 
Μη γίνεσαι γελοίος . 
Έχω γίνει διευθύντρια . 
Πώς να φύγω στις πέντε ; 
Κανονικά σχολάω στις έξι ... 
Ίσως να μην το ξέρεις , αλλά όταν ήμουν παιδί ήμουν οξύθυμη . Γι ' αυτό πάντα ο παππούς μου τόνιζε τη σημασία της υπομονής . 
Έχω ζήσει έτσι ... 
Πότε σε υποτίμησα ; 
Για χαραμοφάη με περνάς ; 
Ωραίο είναι ; 
Ναι , ωραίο . Έχει γεύση καφέ . 
- Ναι . - Δώσε μου κι εμένα ένα . 
Πρέπει να ξυπνήσω . 
Πρέπει να φύγω νωρίς σήμερα και να έρθω αργότερα . 
Δεν μπορούν να βοηθήσουν οι γονείς σου ; 
Πρέπει να σου είναι δύσκολο . 
Ο σύζυγός μου είναι στο σπίτι . Πώς να ζητήσω βοήθεια από τους γονείς μου ; 
Αλλά πρακτικά εσύ κάνεις τα πάντα . 
- Ανησυχείς ... - Ο άντρας μου ... 
Νιώθω πολύ ευάλωτη . 
Είσαι όπως εγώ . 
Ανησυχούσα για τον άντρα μου ... 
Όχι , εννοούσα το αγόρι μου . 
Στο τέλος εγώ καταστράφηκα . 
Δώσ ' το μου . 
Έμαθα πολλά . Δεν μπορείς να τα σκέφτεσαι όλα . 
Οι κακοί άνθρωποι δεν θα εκτιμήσουν την προσοχή που τους δίνεις . 
Ο κύριος Γιου δεν θα έρθει σήμερα ; 
Όχι . Έχεις κάτι να του πεις ; 
Πήρε ρεπό σήμερα . Είναι άρρωστος . 
Νομίζω ότι είναι κρυωμένος . 
Αυτές τις μέρες έχει κρύο . Πρώτη φορά λείπει . 
Άνοιξε το στόμα σου . 
Άσ ' το . Είπα ότι δεν χρειάζεται . 
Είσαι ξεροκέφαλη . Γιατί το έφτιαξες αυτό ; 
Δεν το έφτιαξες για εμένα . 
Αλλά για να ικανοποιηθείς εσύ . Σου είπα ότι απεχθάνομαι τον χυλό . 
Όμως , φάε άλλη μία . 
Δεν θέλω . Να σε πάρει . 
Μου ταιριάζει πολύ αυτό . 
Δεν είναι σπίτι ; 
Είναι 20130419 . 
Ο κωδικός μου . 
Πανγκ ; 
Κύριε Γιου . 
Κύριε Γιου . 
Κύριε Γιου . 
Σήκω . Πάμε στο νοσοκομείο . 
Η Κανγκ Τσι Ουόν . 
Δεν μπορώ να σε βλέπω παντού . 
Είσαι καλά ; 
Ήρθε ένας γιατρός . 
Πήρα το φάρμακό μου . 
Είσαι ακόμα αγχωμένη ; 
Νιώθεις ακόμη αστάθεια ; 
Ελπίζω να μην αισθάνεσαι σαν να είσαι σε πλοίο . 
Κάθε μέρα νιώθω σαν να είμαι σε πλοίο . 
Τα πόδια μου είναι σταθερά , αλλά η βάρκα συνεχίζει να κουνιέται . 
Έχω άγχος . 
Δεν μπορώ να γίνω το στέρεο έδαφός σου . 
Θέλω σταθερότητα . 
Θέλω να πατάω σε στέρεο έδαφος . 
Θέλω να γίνω το στέρεο έδαφος . 
Ελπίζω να είσαι σταθερή κι ευτυχισμένη . 
Επειδή είσαι καλός άνθρωπος . 
Εσύ ήσουν εκείνος ; 
Πονάω πολύ . 
Το ήξερα ότι ήσουν εσύ τη στιγμή που σε είδα ξανά . 
Πάντα ήσουν στην καρδιά μου . 
Γεια σου . 
Μοιάζεις πολύ με τον αδερφό σου . 
Τι ; Εγώ ; 
Αυτό είναι προσβολή . 
Είσαι κακός . 
Ήρθα για να κάνουμε μια στρατηγική . 
Έχω δύο εισιτήρια για μιούζικαλ . Οι δυο σας πρέπει να πάτε ... 
Βασικά ... 
Η Τσι Ουόν ... 
Νόμιζα ότι δεν είχα θέμα . 
Δεν είμαι εγώ η λάθος πρόταση στο μυθιστόρημά της . 
Τι ; Ποια λάθος πρόταση ; Τι σημαίνει αυτό ; 
Είσαι καλά ; 
Ο πυρετός έπεσε . Πάλι καλά . 
Πρέπει να πάω στη δουλειά . 
Συνέβη κάτι χθες το βράδυ ; 
Μη μου πεις ότι το χθεσινό βράδυ κάναμε κάτι που δεν έπρεπε , έτσι δεν είναι ; 
Όχι , δεν έγινε τίποτα . Πήρα φάρμακα και δεν ήμουν στα καλά μου . 
Νόμιζα ότι σε έβλεπα σε κάποιο όνειρο . 
Άρα , θυμάσαι . 
Τι είπα χθες το βράδυ ; 
Αυτή η πλευρά σου με εξέπληξε . 
Μου μίλησες ελεύθερα . 
Συγγνώμη . 
Είπες ότι ήλπιζες να είμαι σταθερή κι ευτυχισμένη . 
Κι ότι με αναγνώρισες τη στιγμή που ξανασυναντηθήκαμε . 
Επίσης , ότι σου αρέσω ακόμη . 
Επιπλέον , ότι θέλεις να γίνεις το στέρεο έδαφός μου . 
Τσι Ουόν , εγώ ... 
Συγγνώμη που δεν σε αναγνώρισα . 
Μπορεί να το μετανιώσουμε . 
Αλλά ας το μετανιώσουμε μαζί . 
Τότε θα είμαστε καλά . 
Για να πω την αλήθεια , όταν μου είπες πώς ένιωθες , νόμιζα ότι ήταν ο λόγος που επέστρεψα . 
Για να μπορέσω να εμπιστευτώ ξανά κάποιον , να μου αρέσει κάποιος και να γίνω ευτυχισμένη . 
Μπορώ να το κάνω αυτό , σωστά ; 
Τι θα κάνεις το άλλο Σαββατοκύριακο ; 
Εμείς ; 
Ό , τι θέλεις εσύ . 
" Εμείς " ; 
Έλα να τα πούμε . 
Κάν ' το εδώ . 
Πρέπει να δουλεύουμε μαζί . 
Το να μου φέρεσαι σαν να είμαι αόρατος , φέρνει τους πάντες σε δύσκολη θέση . 
Τον εαυτό σου εννοείς . 
Οπότε , δεν έπρεπε να κάνεις αυτό που έφερε σ ' αυτήν την κατάσταση . 
Να πάρει . 
Δεν με παρατάς κι εσύ ; 
Σου είπα να χωρίσουμε , επειδή η σχέση μας δεν είναι όπως παλιά . 
Θέλω μια σχέση που να τη ζηλεύουν όλοι . 
Να πάρει . 
Πού στράβωσε το πράγμα ; 
Οι μόνες γυναίκες που γνωρίζεις είναι στην ομάδα σου ; 
Σου έκανε κακό εκείνο το παλιοθήλυκο κι αυτή δεν φαίνεται και πολύ καλύτερη . 
Θα είμαι ειλικρινής . 
Δεν περίμενα ο δικό μου γιος να παντρευόταν μ ' αυτόν τον τρόπο . 
Αλλά αλλάζει το πράγμα εφόσον τελείωσες το Πανεπιστήμιο Χανκούκ . 
Σπούδασε οικονομικά . Είναι έξυπνη και καλή στη δουλειά της . 
Επίσης , θα δουλέψει αφότου γεννήσει . Τέλειο , σωστά ; 
Μου άρεσε το διάβασμα , μητέρα . 
Οι γιοι μοιάζουν τις μητέρες τους . 
Μην το παίρνετε τόσο βαριά . 
Ούτε η μαμά μου πίστευε ότι θα παντρευτώ εγώ έτσι . Αλλά κατάφερα να την πείσω . 
Επίσης , λατρεύει - τον Μιν Χουάν . 
- Ναι , αυτό αληθεύει . 
Ο πατέρας σου είχε μια επιχείρηση στο Μπουσάν ; 
Κι η μαμά σου είναι δασκάλα ; 
Ναι . 
Πριν πεθάνει ο πατέρας μου , η οικογένειά μας ήταν πολύ ευτυχισμένη . 
Θέλω κι εγώ να ζήσω όπως οι γονείς μου . 
Αγαπούσαν ο ένας τον άλλον πάρα πολύ κι ήταν πολύ αφοσιωμένοι γονείς . 
Απ ' ό , τι είδα στο μάθημα μαγειρικής , μπορώ να πω ότι είσαι έξυπνη . 
Δεν ξέρω πολλά πράγματα . Ελπίζω να μου τα μάθετε εσείς . 
Αρχικά , μια γυναίκα πρέπει να γνωρίσει τον σωστό άντρα . 
Από το γούστο σου στους άντρες , καταλαβαίνω ότι είσαι πολύ έξυπνη . 
- Φάε . - Εντάξει . Έχεις δίκιο . Οι γιοι μοιάζουν στις μαμάδες τους . 
Γι ' αυτό ο Μιν Χουάν πήρε από εμένα και είναι τόσο έξυπνος . 
Έχετε δίκιο , μητέρα . 
- Γεια σου , μαμά . - Εντάξει , φεύγω εγώ . 
Στο καλό , μητέρα . 
Ναι , κι εσείς . 
Πανεπιστήμιο Χανκούκ ; 
Γιατί είπες ψέματα ; 
Για εσένα το έκανα . 
Η Τσι Ουόν αυτό τελείωσε . 
Πώς να της έλεγα ότι τελείωσες ένα άγνωστο πανεπιστήμιο ; 
Ήθελες μια νέα αρχή . Γιατί να πεις ψέματα ... 
Ψέματα ; 
Η μαμά σου με λατρεύει ; 
Πώς γίνεται αυτό , ενώ δεν την έχω γνωρίσει καν ; 
Ας μην το κάνουμε θέμα . 
Όλα θα πάνε καλά . 
Μάλλον η μαμά μου θα δώσει την ευχή της . 
Θα σου πω πότε θα βρεθούμε οικογενειακώς . 
- Τα λέμε τότε . Γεια . - Τι ; 
Έκλεισαν αίθουσα γάμου ; 
Μάλλον δεν θα το πουν στην εταιρεία , 
- αλλά ονομάζεται Στέμμα ... - Αίθουσα γάμων Στέμμα . 
Ναι , αυτό . 
Εκεί τον παντρεύτηκα κι εγώ . 
Είναι το χειρότερο μέρος που μπορούν να φανταστούν οι γυναίκες . 
Πρέπει να τελείωσε τώρα . 
Έχω υπέροχα νέα . 
Οι γονείς μου είπαν στον άντρα μου να δουλέψει στο εστιατόριό τους . 
Τίποτα δεν είπαμε όταν παραιτήθηκες από τη δουλειά σου , επειδή νομίζαμε ότι δεν είχε σημασία ποιος δούλευε στις μέρες . 
Αλλά η κόρη μου εργάζεται , φροντίζει τη Γιον Τζι και κάνει τις δουλειές εδώ . 
Η Τσου Ραν τα κάνει όλα . 
Πρέπει να δουλέψω . 
Η κεφαλή της οικογένειας που έχει παιδί και κάνει τις δουλειές είναι ... 
Γι ' αυτό σου λέω να δουλέψεις στο εστιατόριό μας . 
Είναι μεγάλο κι έχεις πολλά να κάνεις . 
Να πλένεις τις ψησταριές , τα πιάτα , να παίρνεις το κρέας , να σερβίρεις , να καθαρίζεις . 
Με παρεξηγήσατε . Ακούστε με λίγο . 
Δεν είμαι άνθρωπος για τέτοιες δουλειές . 
Τι ... 
Πώς μπορείς να το λες αυτό ; 
Δεν είσαι γι ' αυτές τις δουλειές ; 
- Τότε , ποιες δουλειές είναι για εσένα ; 
- Το σπίτι και το παιδί ; 
Αποφασίστηκε τότε . 
Ξύπνα νωρίς , πήγαινε την Τσου Ραν στη δουλειά και φέρε το παιδί στο μαγαζί . 
Είσαι καταπληκτική . 
Η κυρία Γιανγκ ανεχόταν όλα αυτά . Τη βοήθησες να κάνει ένα βήμα . 
Δεν είναι υπέροχα ; 
Σου φτιάχνει τη διάθεση . 
Όταν περνούσα δύσκολα στο πανεπιστήμιο πάντα ερχόμουν εδώ . Για να πάρω δύναμη να συνεχίσω . 
Πρώτη φορά έρχομαι εδώ ευτυχισμένη . 
Δεν πίστευα ότι θα το ξαναζήσω αυτό . 
Είναι στέκι ; 
Για εμένα είναι . 
Η περιοχή θα αναπλαστεί και δεν θα υπάρχει σε λίγα χρόνια . 
Θυμάσαι ; Πήγαμε να φάμε γκουκμπάπ . 
Δεν ήμουν γενναίος τότε ; 
Είχα μείνει άφωνη . Με το τόσο πολυτελές εστιατόριο γκουκμπάπ . 
Ήσουν πολύ κλασάτος . Έβγαζες μια αύρα νεότητας και πλούτου . 
Αποκλείεται . 
Βλέπεις ; Ο τρόπος που βάζεις το ρύζι στη σούπα . 
Εύκολα το καταλαβαίνεις . 
Βάλε το σχοινόπρασο . 
Λες ; Να το βάλω ; 
Όχι . 
Πλάκα έκανα . 
Αυτό είναι . Δεν είναι συνοδευτικό . Το βάζεις στη σούπα σου . 
Αλλά ο κόσμος στη Σεούλ το τρώει ξεχωριστά . Αυτό είναι λάθος . 
Καλά . 
Φά ' το μαζί με το κρέας . 
Εντάξει . 
Πώς είναι ; Καλύτερο ; 
Ωραίο και πικάντικο . 
Φάε . 
Κύριε Γιου , όταν ξεκινάς μια σχέση λες , " Σήμερα είναι η πρώτη μέρα " . 
Ή τέτοια πράγματα ; 
Πότε θα σταματήσεις να με λες κύριο Γιου ; 
Μέχρι να γίνεις διευθυντής ; 
Πλάκα κάνω . 
Πώς σ ' έλεγαν οι πρώην σου ; 
Δεν χρειάστηκε να κάνω τίποτα τέτοιο . 
Δεν θυμάμαι πώς με έλεγαν . 
Δεν είχε σημασία . 
Το μόνο όνομα που ξέρω είναι " Κανγκ Τσι Ουόν " . " Κανγκ Τσι Ουόν " . 
" Τσι Ουόν " . 
Μόνο Κανγκ Τσι Ουόν . 
- Τι έχει αυτός ; - Δες τον. Τι έπαθε ; 
Δεν ξέρω . 
Δεν τον έχει κουράσει ; 
Δεν έχει αλλάξει καθόλου . 
Είμαι εδώ . 
Γεια σας , κύριε . 
Είμαι ο Κιμ Τε Χιονγκ και ανήκω πλέον στην ομάδα μάρκετινγκ 1 . 
Ναι ... 
Παλαιότερα ήμουν διευθυντής . 
Ήρθες ; 
Η καρέκλα αναγνωρίζει τον ιδιοκτήτη της . Ταιριάζει τέλεια στον πισινό μου . 
Κυρία Γιανγκ . 
Όχι ... Διευθύντρια Γιανγκ , θα σου την πάρω σύντομα , γι ' αυτό να την προσέχεις . 
Ακούς ; Να βάλεις τα δυνατά σου . 
Μάλιστα . 
Υποδιευθυντή Κιμ . 
Πού είναι η πρότασή σου ; 
Θα την κάνω ... 
Τι είπες μόλις τώρα ; 
Η ιδέα σου δεν είναι τόσο καλή , γι ' αυτό πρέπει να γίνεις πιο εργατικός . 
Μην ανησυχείς . 
Δεν είναι χάλια . Αλλά δεν είναι τόσο καλή . 
Τρελάθηκες ; 
Τι στο διάολο κάνεις ; 
Ξέρεις την ιεραρχία καλύτερα απ ' όλους . 
Ξέρεις πώς είναι τα πράγματα . Δεν είσαι πια ο διευθυντής . 
Αλλά βολεύτηκες εδώ ; 
Πρέπει να γνωρίζω τις απαιτήσεις σου για να σε βοηθήσω . 
Γιατί μου μιλάτε έτσι ; Δεν θα ' πρεπε να μου μιλάτε στον πληθυντικό ; 
Έτσι μου μιλούσες κι εσύ . Σκέφτηκα ότι δεν πειράζει . 
Εγώ είμαι το αφεντικό τώρα . Αλλά εγώ δείχνω σεβασμό , ενώ εσύ όχι . 
Πολύ περίεργο . 
Λοιπόν , τι θα κάνουμε ; Να δείχνουμε περισσότερο σεβασμό ; Ή μήπως να σου μιλάω όπως θέλω ; 
Κύριε Κιμ . 
Μόνο οι άντρες προσέχουν τους άντρες . 
Οι σουσουράδες ... 
Πώς τολμάνε αυτές οι σουσουράδες να διαλύσουν μια ανδρική φιλία ; 
- Θρασύτατες . - Βρίσκεις ; 
Κύριε Πακ . Πάμε να πιούμε και να κάνουμε σάουνα απόψε . 
Ο μπαμπάς της κυρίας Γιανγκ απόψε κερνάει παϊδάκια ... 
Αλλά δεν θα πάω . 
Έχω κανονίσει στο σπίτι . Συγγνώμη . 
Αλήθεια ; 
Όμως , όντως έχεις σχέση με τη Σου Μιν ; Είναι αλήθεια ; 
Όχι . 
Ωραία . 
Τι ωραία μέρα . 
ΣΥΓΧΑΡΗΤΗΡΙΑ ΓΙΑ ΤΗΝ ΠΡΟΑΓΩΓΗ 
Κυρία Γιανγκ , συγχαρητήρια . 
Φάτε και πιείτε όσο θέλετε . 
Η Γιανγκ Τσου Ραν τα σπάει . 
Δεν το ξέρετε ; 
Είναι πολύ γνωστό . 
Καταπληκτικό . 
Είσαι ο καλύτερος . 
- Μπράβο . - Συγχαρητήρια . 
Ευχαριστώ . 
Όλους σας ευχαριστώ . 
Να κάνουμε μια πρόποση ; 
Στην υγειά μας . 
- Στην υγειά μας . - Στην υγειά μας . Τι έχουμε εδώ ; Ετοιμάσαμε το καλύτερο μοσχαρίσιο κρέας για την καλύτερη ομάδα μάρκετινγκ . 
Είναι το πλήρες μενού με όλα τα εκλεκτά κομμάτια . 
Εύχομαι να το ευχαριστηθείτε με την ψυχή σας . 
Γιανγκ Τσου Ραν . Γιανγκ Τσου Ραν . Γιανγκ Τσου Ραν . 
Εντάξει , παιδιά . 
Σας παρακαλώ , να προσέχετε την πριγκίπισσά μου . 
Ζήτω η πριγκίπισσα . Ζήτω , ζήτω . 
- Πριγκίπισσα . - Πριγκίπισσα . 
- Γιανγκ Τσου Ραν . 
- Μπαμπά . 
Μη με λες πριγκίπισσα . 
Κόρη μου , μην το λες αυτό . 
Αγάπη μου . 
- Πριγκίπισσα . - Σταμάτα . 
Αμάν . Θα κάνω τα πάντα για την πριγκίπισσά μου . 
Νομίζω ότι αυτό ήθελα πραγματικά , μπαμπά . 
Να μην είμαι μόνη . 
Να πατάω σε στέρεο έδαφος και να μην αφήσω κανένα κύμα να με παρασύρει . 
Ήταν τόσο εύκολο . 
Το μόνο που χρειαζόμουν ήταν ένα άτομο δίπλα μου . 
Νομίζω ότι τώρα το βρήκα . 
Πήγαινε εσύ πρώτη . 
- Τι ; - Τα χείλη σου . 
Εντάξει . Πήγαινε . 
Γεια σου . 
Αγάπη μου . Πού ήσουν ; 
Μπορούσες να πεις ένα γεια ... 
Κύριε . 
Ελάτε μέσα . 
Έλα . Πες ένα γεια . 
Γεια σας . 
Με λένε Λι Τσε Ουόν . Είμαι ο σύζυγος της Τσου Ραν . 
Σας παρακαλώ , να προσέχετε τη γυναίκα μου . 
Ναι ... 
Ευχαριστώ . 
- Κυρία Γιανγκ . 
Τι κάνει ο κύριος Λι εδώ ; 
Εγώ τον κάλεσα . 
Πήρα την προαγωγή , επειδή εκείνος με πίστεψε . 
Περίμενε λίγο . 
Κύριε Λι . 
- Μπορώ ; 
- Ήρθε επειδή τον κάλεσε ; 
Σοβαρά τώρα ; 
Να πάρει ... 
Τι χάλι είναι αυτό ; Δεν αντέχω άλλο . 
- Τι στον διάολο ; - Τι ; 
Με τρόμαξες . 
Δεν το πιστεύω αυτό . 
Τι θέλεις κι αυτός πάλι ; 
Δεν θα το πω στους συναδέλφους μου . Εντάξει ; 
Τι εννοείς ; 
- Γεια σας . - Γεια σας . 
Είναι καλό αυτό το σπίτι , σωστά ; 
Αφού βιάζεστε , δεν υπάρχουν πολλά σπίτια προς ενοικίαση . 
Έτυχε να έχω ένα . 
Κάτσε . Προς ενοικίαση ; 
Είπες ότι θα μου αγόραζες σπίτι . 
Αφότου ζήσετε μαζί δύο χρόνια . - Τι ; 
- Τι τυχερό ζευγάρι . 
- Πάμε μέσα . - Ναι . 
Γιατί ξαφνικά τώρα να νοικιάσουμε σπίτι ; 
Η νοτιοανατολική Ασία είναι ωραία . Προτείνω τη Χαβάη . 
Είναι έγκυος . Δεν μπορεί να πετάξει . Τόσα μέρη έχετε να δει στην Κορέα . 
Πουλγκουκσά ; 
Τι κάθεσαι ; Πήγαινε μέσα . 
Γεια σας . 
Φέρτε μου κάτι να πιω . 
Αυτό το χρώμα είναι ωραίο . 
Έτσι να κάνουμε το μακιγιάζ . 
- Εντάξει . - Για να δούμε τώρα το νυφικό . 
Αυτό είναι πολύ αποκαλυπτικό . Όχι . 
Αυτό είναι ωραίο . Είναι μια χαρά . 
Θα διαλέξουμε αυτό το νυφικό . Ναι . 
Τι είναι αυτό ; 
Ποιος διαλέγει τέτοια προσκλητήρια ; 
Τι έχει πάθει η μαμά σου ; 
Να της το πεις . 
Δεν μπορείς να της το πεις . Γιατί ξεσπάς σ ' εμένα ; 
Πώς γίνεται να της το πω εγώ αυτό ; 
Εσύ πρέπει να το κάνεις . 
Αλήθεια ; 
Παντρευόμαστε . 
Το περίμενες ; 
Όντως παντρεύονται ; 
Δεν μπορώ να το πιστέψω . 
Καλύτερα να δεις το μέιλ σου . 
Το μέιλ μου ; 
Κύριε , τι έχει γίνει με το μέιλ ; 
Ποιος είπε να κάνετε αναγγελία της εταιρείας ; 
Όνομα και τμήμα , παρακαλώ . 
Η αναγγελία γάμου του Πακ Μιν Χουάν της ομάδας μάρκετινγκ 3 . 
Δεν πρόκειται να παντρευτείς ; 
Παντρεύομαι , αλλά ... 
Όταν ένας υπάλληλος παντρεύεται , αναγγελίες και χρηματικά δώρα δίνονται . 
Η ομάδα θα πάρει ρεπό για να παρευρεθεί στο γάμο . 
Επίσης , κι εσύ θα πάρεις άδεια για τον μήνα του μέλιτος . 
Εντάξει όλα αυτά , αλλά ... Είναι δικός μου γάμος και δεν είπα τίποτα . 
Σας ζήτησα να τον αναγγείλετε ; 
Πάω να τρελαθώ . 
Βρίσκεται σε δύσκολη θέση , επειδή παντρεύεται τη φίλη της κυρίας Κανγκ Τσι Ουόν . 
Αυτό είναι απαράδεκτο . 
Καταλαβαίνω ότι σου αρέσει η Κανγκ Τσι Ουόν . Αλλά δεν είσαι άνθρωπος που θα έμπλεκε με τον Μιν Χουάν και τη Σου Μιν . 
Καθίκια σαν κι αυτά δεν έχουν καμία σχέση μ ' εσένα . 
Ό , τι αφορά την Τσι Ουόν , αφορά κι εμένα . 
Γελάει . 
Δεν τον έχω ξαναδεί έτσι . Το βρήκα συγκινητικό . 
Εσύ ; 
Δεν το περίμενα από εσένα . 
Τον είδα με άλλο μάτι . 
Καταλαβαίνω τις προθέσεις σας , αλλά ο Τσι Χιοκ ήταν πολύ βαρετός . 
Δεν ήθελε τίποτα . 
Καταπίεζε τα αισθήματά του . 
Είχε τα πάντα , οπότε δεν με χρειαζόταν στην πραγματικότητα . 
Αλλά αυτήν την περίοδο φαίνεται να ζει πραγματικά . Για πρώτη φορά . 
Τσι Χιοκ , εσύ την έστειλες ; 
Δεν άντεχα άλλο . 
Παραδέχομαι ότι ήταν πολύ παιδιάστικο . 
Είναι καταπληκτικό . 
Ποιο πράγμα ; 
Που κάποιος είναι με το μέρος μου . 
Κάποιον να γίνεται έξαλλος αντί για εμένα . 
Τι σκέφτεσαι ; 
Σκέφτομαι να σε φιλήσω . 
Τι λες ; 
- Βασικά , πιο πολύ θέλω ... 
- Να πάρει . - Θεέ μου . 
Τι κάνεις ; 
Είναι έγκυος . 
Μαμά , σε παρακαλώ . Μην ανακατεύεσαι . 
Τι είναι αυτό ; 
Εσύ έστειλες το προσκλητήριο στη δουλειά ; 
Στη δουλειά ; 
Τι ; 
Αυτό ... 
Έβγαλαν αναγγελία στη δουλειά . 
Τι ; 
Τώρα όλοι έμαθαν ότι παντρευόμαστε . 
Πώς θα πηγαίνω στη δουλειά ; 
Πώς θα δουλέψω εκεί τώρα ; 
Να πάρει . Στο καλό . 
- Μη φωνάζεις . - Γιατί να μην μπορείς ; 
Πού το πρόβλημα ; Είναι τόσο κακό που παντρεύεσαι ; 
Καλά λέει . 
Αυτά συμβαίνουν . Φοβήθηκα ότι συνέβη κάτι σοβαρό . 
Να σου πω . Πρέπει να πάρω πράγματα στον γάμο σου . 
Ναι , δεν είσαι μόνος τώρα . Σκέψου το μωρό μας . 
Άσε μας με το μωρό . Γιατί με κρατάει πίσω ; 
- Να πάρει . 
- Βρε καθίκι , μιλάς για τον εγγονό μου . 
Σταμάτα να με χτυπάς . 
Έλεος . 
Τι θα γίνει μ ' εμένα ; 
Όλο αυτό μου είναι πολύ δύσκολο . 
Να πάρει . 
Κορίτσι μου , πήγαινε μέσα . Μην κάθεσαι εδώ . 
Τι έχει πάθει ; 
Φωνάζει πολύ δυνατά . 
Πρόσεχε , καλή μου . 
Πανάθεμά τον. Φωνάζει πολύ δυνατά για το μωρό μας . 
Άκουσέ με . Όλοι οι άντρες είναι παιδιά . 
Μόλις ηρεμήσει , θα έρθει πάλι στα συγκαλά του . 
Μην ανησυχείς για τίποτα . 
Να σκέφτεσαι μόνο να κάνεις ένα υγιές μωρό . 
Ξέρω ότι είναι οξύθυμος . 
Γιατί δεν μένεις εδώ το βράδυ ; 
Όχι , πρέπει να πάω σπίτι . 
Αυτό λένε ότι είναι καλό για το μωρό . 
Κάνει καλό στην ανάπτυξη του εγκεφάλου . Άκουσέ το πριν φύγεις . 
Σε αφήνω . 
Θέλω να ζήσω . 
Πανγκ ; 
Είσαι έτοιμη ; 
Ναι , σχεδόν . Περίμενε ένα λεπτό . 
Τσι Ουόν , περίμενε . 
Κάθεσαι για λίγο ; 
Τι είναι αυτό ; 
Η Κανγκ Τσι Ουόν αξίζει τα καλύτερα . 
Δεν πειράζει . Είσαι όμορφη . 
Θα κάνω οικογένεια . 
Εγώ κέρδισα . 
Ήρθα . 
Μητέρα . 
Η κοιλιά μου φαίνεται ; 
Ούτε να το σκεφτείς . Γι ' αυτό κάνουμε γάμο αστραπή . 
Όμως , πού είναι οι φίλες σου ; 
Τους είπες τη σωστή ώρα ; 
- Ναι . 
- Ήρθε η μητέρα σου ; - Να βγάλουμε μια φωτογραφία ; 
- Όχι , είναι η πεθερά μου . 
Μου πάει πολύ το ροζ . 
Ναι . Δεν είναι πολύ ωραίο αυτό το χρώμα ; 
- Ναι , είστε πολύ όμορφη . 
- Ευχαριστώ . 
- Έλα να καθίσουμε . - Εντάξει . 
Το νυφικό είναι λίγο ... 
Όχι , βγάλτε την . 
Η κοιλιά της δεν φαίνεται ακόμα , αλλά καλύτερα έτσι . 
Ελάτε , βγάλτε την . 
Τώρα . 
Ναι , μάλιστα . 
Χαμογελάστε . 
- Όμως ... - Ναι ; 
πού είναι η μητέρα σου ; 
Γεια σας . 
Συγγνώμη που άργησα τόσο πολύ . 
Γεια σας . 
Πρέπει να συναντήσατε πολλή κίνηση . 
Ναι , είχε πολλή . 
Εγώ έχω ζήσει μόνο στο Μπουσάν . 
Η κίνηση στη Σεούλ με εξέπληξε . 
Σου Μιν , είσαι τόσο όμορφη . 
Συγγνώμη που άργησα . 
Γιατί άργησες τόσο πολύ , κυρά μου ; 
Σου είπα να έρθεις νωρίς . 
Συγγνώμη . 
Είχε πολλή κίνηση . 
Έγινε κι ένα ατύχημα εδώ κοντά . 
Τέλος πάντων . 
Θυμάσαι τα πάντα ; Ο πατέρας μου πέθανε . Είσαι δασκάλα . 
Φυσικά . 
Είχε μια επιχείρηση , άφησε πολύ πλούτο κι εγώ έχω εξασφαλίσει το μέλλον μου . 
Οι φίλες πού είναι ; 
Για 11 άτομα , 300.000 γουόν η καθεμία , σωστά ; 
Γεια σας . Σας ευχαριστώ . 
Γεια σας . 
- Πέρασε πολύ καιρός . - Συγχαρητήρια . 
- Χαίρετε . - Γεια . 
Το κάνεις τελικά . Είπες ότι αυτή δεν ήταν για παντρειά . 
Ευχαριστούμε . 
Σταμάτα . Πανάθεμά σε . 
Μόνος σου ήρθες ; 
Πού είναι οι άλλοι ; 
Ξέρεις πώς είναι η Γιουν Γκιονγκ . 
Δεν θα ερχόταν στον γάμο ενός άπιστου . Ούτε και τα άλλα κορίτσια . 
Ο Τσονγκ Τσαν είναι ταξίδι . Ο Γιονγκ Γκου θα είναι στη ρεσεψιόν . 
Στη ρεσεψιόν ; Το χαμένο το κορμί . 
Ποιοι είναι αυτοί ; 
Φίλοι της νύφης ; 
Συγχαρητήρια . 
Καλύτερα αυτό να το κρατήσεις εσύ . 
Ήρθες ; 
Είσαι κούκλα . 
Αλλά αυτό δεν χρειαζόταν . 
Θα φας πριν φύγεις , σωστά ; 
Κάτσε . 
Πάμε . 
Κάπου την έχω ξαναδεί αυτήν . 
Η πρώην σου δεν είναι ; Η Κανγκ Τσι Ουόν ; 
Τι ; Είναι θεά . 
Εκείνη σε χώρισε , έτσι ; Νόμιζα ότι εσύ τη χώρισες . 
Στο καλό σου κι εσένα . Μη μιλάς . 
Τα νεύρα μου . 
Τι είναι αυτό ; 
Σου έκαναν μήνυση ; Δανείστηκες λεφτά ; 
Σε λίγο θα ξεκινήσει . 
Εντάξει . 
Εντάξει . 
Γιατί άργησες τόσο πολύ ; 
Νόμιζα ότι δεν θα ερχόσουν . 
Εσύ είχες πιάσει την ανθοδέσμη μου . 
Έλα τώρα . Θέλεις την ανθοδέσμη ; Αυτό δεν είναι σωστό . 
Οι γονείς του Μιν Χουάν σε ξέρουν . 
Όντως . 
Το νυφικό σου πάει πολύ . 
Βρίσκεις ; Η πεθερά μου το διάλεξε . 
Δεν είναι του γούστου μου , αλλά αρέσει στους μεγαλύτερους , οπότε τι να έκανα ; 
Με θεωρεί κόρη της . 
Χαίρομαι που τα πάτε καλά . 
Ας βγάλουμε μια φωτογραφία . Φώναξε τον φωτογράφο . 
Όχι . 
Δεν το βρίσκω απαραίτητο . 
Συγχαρητήρια που μάζεψες τα σκουπίδια μου . 
Ο Πακ Μιν Χουάν μου την πήρε . 
Γι ' αυτό κράτησέ την ή πούλησέ την . Κάν ' την ό , τι θέλεις . 
Σκουπίδια ; 
Πέταξε τον Μιν Χουάν ; 
Να πάρει . Τα αντικείμενα είναι δωρεάν . 
Πώς θα δουλέψω εκεί τώρα ; 
Όχι . Αυτό δεν είναι δυνατόν . 
Παντρεύομαι τον Μιν Χουάν . 
Θα ξεκινήσω μια νέα οικογένεια . 
Δεν μπορώ να είμαι μαζί σου για πάντα . 
Ξεκινάει σε λίγο . 
Ήρθε η ώρα να υποδεχτούμε την όμορφη νύφη μας . - Εντάξει . - Ας την υποδεχτούμε μ ' ένα χειροκρότημα . 
Όχι , εγώ τους έκλεψα . Τον άντρα και την οικογένεια της Τσι Ουόν . Είναι όλοι δικοί μου τώρα . 
Εγώ κέρδισα . 
Κάνω μια νέα αρχή τώρα . 
Ο γαμπρός , Πακ Μιν Χουάν , κι η νύφη , Τσονγκ Σου Μιν , θα παντρευτούν σήμερα με την παρουσία της οικογένειας και των φίλων τους ... 
Χαμογελάστε λίγο , κυρία μου . 
Εντάξει , ωραία . 
Η Τσονγκ Σου Μιν δεν μοιάζει καθόλου τη μαμά της . 
Θα έμοιαζε στον πατέρα της . 
- Έχεις δίκιο . 
- Δύο ακόμα θα βγάλω . 
Χαμογελάστε όλοι . Κύριε , χαμογελάστε . 
Μάλλον δεν την έχεις δει . 
Κάποιοι πλέον προσλαμβάνουν καλεσμένους . Μη μου πεις ότι την προσέλαβε ; 
Έλα τώρα ... 
Αλλά αν θυμάμαι καλά , η μαμά της Τσονγκ Σου Μιν είναι ακόμα ζωντανή . 
Ουν Χο , τι κάνεις εδώ ; 
Η Σου Μιν μου έστειλε προσκλητήριο . 
Αλλά το πρόβλημα είναι ... 
Οι φίλοι της νύφης και του γαμπρού να έρθουν τώρα εδώ . 
Το έδειξα στη Γιε Τζι και ήρθαν κάπως έτσι . 
Περιμένετε . 
- Ήρθαν οι παλιές φίλες της νύφης . - Ήρθαμε . 
Στεναχωρήθηκαν και θα πάρουν εκδίκηση για εσένα . 
Φίλες σου είναι αυτές ; 
Όχι ... 
Σου Μιν , να ' μαι κι εγώ . 
Ποια θα πιάσει την ανθοδέσμη ; 
Η Τσι Ουόν μπορεί να είναι το άλλο σου μισό , αλλά εσύ παντρεύεσαι τον άντρα της . 
Πώς να πιάσει εκείνη την ανθοδέσμη ; 
Αληθεύει αυτό ; 
Έκλεψε τον άντρα της φίλης της ; 
Σε ποιον άλλον έστειλες προσκλητήριο ; 
Κάνε κάτι . 
Τι νομίζετε ότι κάνετε ; 
Ποιες είστε εσείς ; 
- Πρέπει να της πω ένα γεια . - Όχι ... 
Είμαι η καλύτερη φίλη της Σου Μιν . Η αριστερή μπάλα . 
- Άσε με . - Βρε συ , πού είναι οι τρόποι σου ; 
Εγώ είμαι η άλλη καλύτερή της φίλη . Η δεξιά μπάλα . 
Από πού ήρθαν αυτές οι πρόστυχες ; 
Πρόστυχες ; 
Τι σκεφτήκατε ; 
Είμαστε σαν τα μάτια της . Είμαστε ο βολβός των ματιών η μία της άλλης . 
Δεν το περίμενα . 
Σκεφτήκατε κάτι πρόστυχο ; 
Εγώ είμαι η μύτη . 
Αυτές είναι η δεξιά κι αριστερή μπάλα κι εγώ η μύτη . 
Ξέρετε σε ποιανής οικογένειας τον γάμο ήρθατε ; 
Της οικογένειας που μεγάλωσε έναν σκύλο που απάτησε την κοπέλα του με την κολλητή της . 
Αλλά αν πρέπει να ξέρω κι άλλα , πείτε μου . 
Τι είπες μόλις τώρα ; 
Σταματήστε . Μητέρα . 
Πώς τολμάτε ; 
- Μητέρα . - Πέταξέ τες έξω . 
Πού είναι ο Μιν Χουάν ; 
Ηρεμήστε όλοι σας . 
Δεν έγινε και κάτι . 
Ας τελειώνουμε με τον γάμο . Πού είναι ο γαμπρός ; 
Μιν Χουάν . 
Έχεις πολύ καλούς φίλους . 
Ήταν καταπληκτικές όταν με εκφόβιζαν . 
Αν είσαι κουρασμένη , πάμε ; 
Λες ; 
Θα τα πούμε αργότερα μ ' εσάς . 
Ναι , θα σας τηλεφωνήσω αργότερα . 
Ναι , εντάξει . 
Δεν θα φάτε ; 
Πλήρωσα 1.000 γουόν για να φάω . 
Πάμε . 
Πρέπει να το αποφάσισε . 
Είσαι καλά ; 
Εγώ πάω να φάω . Θέλεις να έρθεις παρέα ; 
Αν δεν σε πειράζει να πάμε κάπου αλλού , κερνάω εγώ . 
Φυσικά . Ωραία ιδέα . 
Αλλά είπε ότι θα ερχόταν κι η διευθύντριά μου . 
Πού είναι ; 
Σου είπα να μην ξανάρθεις εδώ . 
Είναι Σαββατοκύριακο . 
Δεν μπορώ να πάω σπίτι τώρα . 
Η Γιον Τζι είναι στο σπίτι . Κι ακόμα δεν έχω τακτοποιήσει τις σκέψεις μου . 
Είχα αρκετή δουλειά . Δεν πρόλαβα να ενημερωθώ για τα αποτελέσματα των εξετάσεων . 
Τα έμαθα από το τηλέφωνο . 
Ηρέμησε και μίλα μου ανοιχτά . 
Όχι ... Ας φύγουμε από εδώ . 
Έχω καρκίνο στο στομάχι . 
Μπράβο σου . Πήγαινε να ξεκουραστείς . 
Κι εσύ . 
Ήρθα να σου πω μόνο κάτι . 
Αλλά δεν είναι εύκολο έτσι . 
Γεια σου . 
Είμαι η αρραβωνιαστικιά του Γιου Τσι Χιοκ . 
Μάλλον η πρώην αρραβωνιαστικιά ; Εκείνος ακύρωσε τον αρραβώνα . 
Δεν ήξερα ότι το έκανε εξαιτίας μιας άλλης γυναίκας . 
