، بعد از مرگ پدرم هر روز این حس رو دارم که سوار یه قایقم 
می‌خوام خوشحال باشم 
می‌خوام باثبات باشم 
می‌خوام روی یه زمین سفت و محکم قدم بزارم 
من برای تو آدم مناسبی نیستم 
چون دلم می‌خواد که تو خوشحال باشی 
ازش پشیمون میشی 
نمیشم 
وای خدا ، یانگ جوران 
تازه داری میای سرکار ؟ 
این دیگه واقعاً مزخرفه 
جوران ، نمی‌تونی اینطوری رفتار کنی 
الان تو مدیری 
باید به موقع بیای سرکار 
کامپیوترت باید قبل از همه روشن باشه 
، تازه ، نمی‌خوام اینو بگم ولی من ایمیل جومارتت رو دیدم اگه چیزی نیاز داشتی خبرم کن " ؟ " 
منظورم اینه که ، هرکاری بقیه مردم بگن می‌کنی ؟ همینطوره ؟ 
خدایا ، مشکل زن‌ها همینه 
، اگه بخوای اینطوری رفتار کنی به چهره کل تیم لطمه می‌زنه 
باور نکردنیه 
آقای کیم حتی دیگه مدیر هم نیست 
وقتی هم که مدیر بود ، هیچوقت ندیدم زود بیاد و بشینه پشت کامپیوترش 
بنظرم باید برای یکبار هم که شده یه فکری برای این رفتارش بکنی 
بطور رسمی اعلام شده 
... ولی در جایگاه اون 
کدوم جایگاه ؟ 
اون دیگه مدیر نیست 
بنظرم باید اینو روشن کنی که تو رئیسشی 
شاید تو باهاش اوکی باشی ، اما افراد جدید نمی‌تونن به این راحتیا با تیممون کنار بیان 
ببخشید 
حالم از کیم گیونگ‌اوک بهم می‌خوره 
چیه ؟ - بدترین آدمیه که دیدم - 
چطوری می‌تونه اینجوری رفتار کنه ؟ 
واقعا از خودش خجالت نمی‌کشه ؟ 
هیچ آدم عاقلی همچنین کاری نمی‌کنه 
انقدر مسخره نباش 
من مدیر شدم 
چجوری می‌تونم ساعت پنج برم ؟ 
‌ ... کارم ساعت شش تموم میشه 
، شاید اینو ندونی ولی وقتی بچه بودم خیلی زود جوش میاوردم و پدربزرگم همیشه اهمیت صبر داشتن رو بهم گوشزد می‌کرد 
... اینجوری زندگی کردم 
من کی از بالا به پایین بهت نگاه کردم ؟ 
شبیه کارتن خواب‌هام ؟ 
خوبه ؟ 
آره ، مزه‌اش مثل قهوه‌ست 
آره - به منم یکی بده - 
باید هوشیار بشم 
فکر کنم باید زود برم و بعداً برگردم 
والدینت نمی‌تونن کمکی بکنن ؟ 
حتماً برات خیلی سخته 
وقتی شوهرم خونه‌ست چجوری می‌تونم از پدر و مادرم کمک بخوام ؟ 
اما عملا همه کارها گردن توئه 
... نگرانی درباره‌ی - ... شوهرم - 
احساس می‌کنم رسوا شدم 
تو دقیقاً مثل منی 
... منم درباره‌ی شوهرم نگران بودم 
نه ، منظورم اینه که ، دوست پسرم 
دست آخر ، این منم که آسیب دیدم 
هی 
من خیلی چیزا یاد گرفتم توجه و رسیدگی هم یه حد‌ و حدودی داره 
یسری آدمای مزخرف قدر توجهت رو نمی‌دونن 
آقای یو امروز سرکار نمیاد ؟ 
نه ، چیزی برای گزارش دادن داری ؟ 
امروز رو مرخصی گرفت ، مریض بود 
فکر کنم سرما خورده 
این اواخر هوا سرد بوده اولین بارشه 
دهنت رو باز کن 
هی ، بهت گفتم که بهش نیاز ندارم 
خیلی لجبازی واجب بود که اینو درست کنی ؟ 
بخاطر من اینکارو نکردی 
بخاطر دل خودته بهت گفته بودم از فرنی بدم میاد 
حالا هرچی ، یه لقمه دیگه هم بخور 
گفتم که ، نمی‌خوام لعنت بهش 
خیلی شبیهمه 
خونه نیست ؟ 
20130419ئه 
رمز دره 
پانگ ؟ 
! آقای یو 
! آقای یو 
! آقای یو 
بلند بشین بریم بیمارستان 
کانگ جی‌وونه 
نمی‌تونم این مدلی دیدنت رو تحمل کنم 
خوبین ؟ 
یه دکتر اومد 
قرصام رو خوردم 
... هنوز هم مضطربی ؟ 
احساس بی‌ثباتی می‌کنی ؟ 
امیدوارم احساس نکنی که انگار سوار یه قایقی 
احساس می‌کنم هر روز سوار یه قایقم 
پاهامو محکم نگه داشتم ولی قایق یکسره تکون می‌خوره 
مضطربم 
من نمی‌تونم برات مثل زمین باشم 
دلم ثبات می‌خواد 
می‌خوام روی یه زمین محکم پا بذارم 
! من می‌خوام برات همون زمین محکم باشم 
امیدوارم که به ثبات برسی و خوشحال باشی 
چون تو آدم خوبی هستی 
اون مرد تو بودی ؟ 
واقعاً خیلی نامردی 
همون لحظه که دوباره دیدمت فهمیدم که تو بودی 
همیشه دوستت داشتم 
! سلام 
خیلی شبیه داداشتی 
چی ؟ من ؟ 
این واقعاً یه توهینه 
بدجنس نباش 
اومدم اینجا تا درباره استراتژی صحبت کنم 
دوتا بلیط موزیکال گیرم اومده ... شما دوتا باید با هم برین 
... خب راستش ، من 
! جی‌وون 
فکر کردم که خوبم 
... من اون جمله اشتباه داخل رمانش نیستم 
چی ؟ جمله اشتباه ؟ این دیگه یعنی چی ؟ 
هی ، تو حالت خوبه ؟ 
تبت پایین اومده ، خداروشکر 
باید برم سرکار 
دیشب چیشد ؟ 
نکنه نمی‌خوای بگی که دیشب یه اشتباهی رخ داده ، نه ؟ 
نه ، همچین اتفاقی نیفتاد دارو خوردم ، برای همین اصلا تو باغ نبودم 
و فکر کردم تو رو توی خوابم دیدم 
پس یادت میاد 
دیشب چی بهت گفتم ؟ 
تو یه روی غافلگیر کننده داری 
داری با من خودمونی حرف می‌زنی 
ببخشید 
تو گفتی که امیدواری من با ثبات و خوشحال باشم 
و اینکه همون لحظه که دوباره همو دیدیم منو شناختی 
... دیگه اینکه همیشه منو دوست داشتی 
و اینکه می‌خواستی برای من مثل یه زمین محکم باشی 
... جی‌وون ، من 
ببخشید که نشناختمت 
ممکنه ازش پشیمون بشیم 
ولی بیا اگه قراره ازش پشیمون بشیم ، باهم پشیمون بشیم 
اینجوری همه چیز برامون اوکی میشه 
، بخوام روراست باشم ، وقتی درباره‌ی احساست بهم گفتی فهمیدم که دلیل برگشتنم همین بوده 
اینکه دوباره بتونم به یکی اعتماد کنم ، از یکی خوشم بیاد و خوشحال باشم 
می‌تونم اینکارو بکنم ، مگه نه ؟ 
برنامه‌‌ات برای آخر هفته آینده چیه ؟ 
ما ؟ 
هر کار که دلتون می‌خواد ، پایه‌ایم 
" ما ؟ " 
بیا حرف بزنیم 
همینجا بگو 
باید با هم همکاری کنیم 
ولی نادیده گرفتن من باعث میشه همه معذب بشن 
منظورت اینه که هستی 
پس نباید کاری می‌کردی که اینجوری بشه 
لعنتی 
ولم کن ، میگم ولم کن 
من خواستم که بهم بزنیم چونکه رابطمون دیگه مثل قبلنا نیست 
من رابطه‌ای می‌خوام که همه حسرتش رو بخورن 
لعنتی 
چیشد که اینجوری شد ؟ 
تنها زنی توی تیمته که می‌شناسیش ؟ 
، تو با اون زن گند زدی به همه چی و بنظر نمیاد که این یکیم بهتر از اون باشه 
بذار باهات روراست باشم 
فکر نمی‌کردم پسرم اینجوری ازدواج کنه 
با این حال ، از اونجا که تو از دانشگاه هانگوک فارق‌التحصیل شدی 
اون کارشناس ارشد تجارت بود اون باهوشه و توی کارش هم خوبه 
و بعد از اینکه بچه دار شد هم کار می‌کنه عالیه ، مگه نه ؟ 
مامان ، من درس خوندن رو دوست دارم 
پسرا به مامانشون میرن 
خیلی ناراحت نباشین 
مامان منم فکر نمی‌کرد که قراره اینطوری ازدواج کنم ولی متقاعدش کردم 
تازه ، مین‌هوان رو حسابی دوست داره 
آره ، درسته 
پس پدرت توی بوسان یه تجارت راه انداخته ؟ 
و مامانت یه معلمه ؟ 
درسته 
، قبل از اینکه پدرم فوت کنه ما یه خانواده خوشبخت بودیم 
فقط دلم می‌خواد مثل مامان و بابام زندگی کنم 
اونا خیلی همدیگه رو دوست داشتن و والدین فداکاری بودن 
، با چیزی که توی کلاس آشپزی دیدم می‌تونم بگم تو حسابی باهوشی 
کمبود های زیادی دارم ، امیدوارم بتونین بهم یاد بدین 
اساساً ، یه زن نیاز داره که یه مرد درست رو پیدا کنه 
، طبق سلیقه‌ای که توی مردها داری باید باهوش باشی 
بخور - باشه - راست میگی پسرا به مادرشون میرن 
بخاطر همین مین‌هوان همیشه مراقب منه و خیلی باهوشه 
بله درست میگین مادر جون 
خدافظ ، مامان - باشه ، من دیگه میرم - 
به سلامت به خونه برسین ، مادر جون 
شما هم همینطور 
دانشگاه هانکوک ؟ 
چرا در مورد این دروغ گفتی ؟ 
بخاطر تو این رو گفتم 
جی‌وون از اونجا فارغ‌التحصیل شده 
چطور می‌تونستم بهش بگم به یه دانشگاه بی اسم و نشون رفتی ؟ 
... تو یه شروع تازه می‌خواستی ، چرا دروغ 
دروغ ؟ 
مامانت ازم خوشش اومد ؟ 
چطور می‌تونه وقتی تا حالا ندیدمش ؟ 
بیا در موردش زیاد حساس نشیم 
همه چی درست میشه 
فکر کنم مامانم قبول کنه 
زمان قرار خانوادگی رو بعداً بهت میگم 
بعدا می‌بینمت ، خدافظ - چی ؟ 
اونا یه تالار عروسی رزرو کردن ؟ 
، به نظر میاد نمی‌خوان به شرکت چیزی بگن 
... اما اسمش تاج - تالار عروسی تاج - 
آره همون جاست 
جاییه که باهاش ازدواج کردم 
بدترین جایی که یه زن می‌تونه تصور کنه 
الان باید تموم شده باشه 
خبرای بزرگی دارم 
پدر و مادرم به شوهرم گفتن که تو رستورانشون کار کنه 
وقتی تو کارت رو ول کردی ما چیزی نگفتیم چون فکر می‌کردیم این روزا مهم نیست که کدومتون بیرون کار می‌کنه 
! اما ، دختر من سرکار میره ، از یون‌جی مراقبت می‌کنه و کار خونه رو انجام میده 
جوران همه کارا رو می‌کنه 
من باید برم سرکار 
سرپرست خانواده از بچه مراقبت می‌کنه و ... کار خونه انجام میده این فقط 
بخاطر همین بهت میگیم بیا رستوران گالبی ما 
خیلی بزرگه ، برای همین کار زیادی برای انجام دادن هست ، می‌تونی ظرف هارو بشوری 
، میزها رو تمیز کنی ، از مشتری سفارش بگیری گوشت پاک کنی 
آقا ، یه لحظه به من گوش کنین 
من از اون مدل آدمایی نیستم که این کارا رو بکنه 
... چی 
چطور می‌تونی این رو بگی ؟ 
اون مدلی نیستی ؟ 
پس چه مدل کاری برای تو مناسبه ؟ 
- خونه داری و بچه داری ؟ - 
اونوقت تصمیم گرفته میشه 
زود بیدار شو ، جوران رو برسون سرکار و یون‌جی رو به رستوران بیار 
تو شگفت انگیزی 
خانم یانگ معمولاً همه چیز رو تحمل می‌کنه و تو بهش کمک کردی یه قدم به جلو برداره 
این عالی نیست ؟ 
خیلی شاده ، درسته ؟ 
وقتی توی دانشگاه دوران سختی داشتم همیشه میومدم اینجا برای دوباره بدست آوردنِ قدرت ادامه دادن 
اولین بارمه که با خوشحالی میام اینجا 
وای ... هیچوقت فکر نمی‌کردم دوباره این رو بخورم 
اینجا یه پاتوقه ؟ 
برای من که هست 
چند سال بخاطر توسعه مجدد ناپدید میشه 
یادتونه ؟ رفته بودیم گوک‌باپ بخوریم 
اون موقع من شجاع نبودم ؟ 
خیلی سورپرایز شدم بخاطر دیدن همچین رستوران گوک‌باپی 
شما خیلی با کلاس بودین خیلی حس و حال ثروتمند بودن می‌دادین 
نه اصلا 
بفرما ، طوری که برنج رو داخل سوپ می‌ریزین 
هیچ کس نمی تونه بگه 
و همینطور جونگ‌گوجی 
درسته ، باید انجامش بدم 
نه 
داشتم شوخی می‌کردم 
این یکی ، پیازچه این مخلفات نیست باید توی سوپ بریزین 
اما مردم سئول اون رو جدا می‌خورن اشتباهه 
باشه 
با گوشت بخورینش 
باشه 
چطوره ؟ بهتره ، نه ؟ 
خیلی خوب و تنده 
کامل بخورش 
آقای یو وقتی قرار می‌ذارین ، میگین ″ امروز روز اوله ″ 
یا همچین فکرایی می‌کنین ؟ 
کی دیگه من رو آقای یو صدا نمی‌زنی ؟ 
... خب تا وقتی که به سمت ریاست برسین ؟ 
دارم شوخی می‌کنم 
دوست دختر قبلیتون چی صداتون می‌کرد ؟ 
من مجبور نبودم از این کارا بکنم 
یادم نمیاد چی صدام می‌کردن 
مهم نبود 
تنها اسمی که می‌دونم اینه " کانگ‌ جی‌وون " 
″ جی‌وون ″ 
فقط کانگ‌ جی‌وون 
مشکلش چیه ؟ اون رو ببین چه خبره ؟ 
نمی‌دونم 
ازش خسته نشده ؟ 
اون یه ذره هم تغییر نکرده 
من اینجام 
سلام ، آقا 
من کیم ته هیونگ هستم و به تیم بازاریابی 1 منتقل شدم خوشحالم از دیدنتون 
بله 
من در اصل مدیر هستم 
هی ، تو اینجایی 
خدایا ، این صندلی صاحبش رو می‌شناسه کاملاً به باسنم میاد 
خانم یانگ 
... نه مدیر یانگ ، بزودی بهم پسش میدی پس خوب مراقبش باش ، باشه ؟ 
هی ، سخت کار کن - باشه - 
بله ، آقا 
دستیار مدیر کیم 
طرح شما کجاست ؟ 
... گفتم انجامش میدم 
الان چی گفتی ؟ 
، ایده شما خیلی خوب نیست پس حداقل باید تلاشگر باشی 
اوه ، نگران نباش 
خیلی بد نیست فقط اونقدری خوب نیست 
خل و چل شدی ؟ 
چه غلطی داری می‌کنی ؟ 
شما بهتر از هرکسی سلسله مراتب رو می‌دونی 
میدونی چطوریاست ، تو دیگه مدیر نیستی 
اما اینجا نشستن اذیتت نمی‌کنه ؟ 
باید استاندارد هات رو بدونم به جای اینکه باهاشون روبه‌رو بشم 
چرا با من اینطوری حرف می‌زنی ؟ ادبت کجا رفته ؟ 
خودتم اینطوری با من حرف می‌زدی فکر کنم مشکلی نداره 
من الان مدیرتم ولی محترم هستم درحالی که شما نیستی 
این عجیبه 
پس باید چیکار کنیم ؟ ... باید محترمانه تر باشیم یا باید معمولی باهات حرف بزنم ؟ 
آقای کیم 
قطعا ، فقط مردها مراقب هم هستن 
... این زنیکه‌ها 
این زنیکه‌ها چطور می‌تونن یه دوستی مردونه رو از بین ببرن ؟ 
خیلی گستاخه - درسته ؟ 
آقای پارک بیا امشب بنوشیم و بریم سونا 
... پدر خانم یانگ امشب گالبی خریده 
ولی نمی‌تونم برم اونجا 
توی خونه کار دارم ، ببخشید 
واقعا ؟ باشه 
، راستی تو واقعاً با سومین رابطه نداری ، نه ؟ 
نه ، آقا 
خوبه 
چه روز خوبیه 
( ! بابت ارتقا شما تبریک می‌گوییم ) 
! خانم یانگ مبارکه 
! هرچقدر که می‌خواین بخورین و بنوشین 
! بمب یانگ جوران 
این نیست ؟ 
خیلی معروفه 
عالیه 
وای ، تو بهترینی 
کارت عالیه - تبریک میگم - 
ممنون 
ممنون از همه 
بزنیم به سلامتی ؟ 
به سلامتی 
! به سلامتی - ! ما بهترین گوشت رو برای بهترین تیم بازرگانی آماده کردیم 
! این یه غذای کامله با تمام برش‌هایی خاص 
! امیدوارم عجله نکنین و لذت ببرین ازش 
! یانگ جوران - ! یانگ جوران - 
باشه ، همگی 
لطفاً مراقب پرنسس من باشین 
! پرنسس ! بیب بیب هورا 
! پرنسس - ! پرنسس - 
! یانگ جوران - ! 
بابا - 
منو پرنسس صدا نکن 
دخترم ، این رو نگو 
عزیزم 
پرنسس - بسه - 
... قسم می‌خورم هرکاری برای پرنسسم انجام میدم 
فکر کنم این همون چیزیه که من می‌خوام ، پدر 
تنها نبودن 
روی زمین محکم وایسم و اجازه ندم هیچ موجی من رو تکون بده 
این خیلی راحت بود 
تمام چیزی که نیاز داشتم این بود که یکی کنارم باشه 
فکر کنم همین الآنم یکی رو کنارم دارم 
اول تو برو داخل 
چی ؟ - ! لبات - 
باشه حالا برو 
خدافظ 
عزیزم کجا بودی ؟ 
... می‌تونستی بیای سلام کنی 
جناب رئیس 
بفرمایید داخل 
زود باش سلام کن 
سلام 
من شوهر جوران ، لی جه وون هستم 
... خب لطفا هوای زنم رو داشته باشین 
بله 
ممنون 
خانم یانگ - بله ؟ 
آقای لی چرا اومده ؟ 
من گفتم بیاد 
چون اون به من اعتماد داشت من ترفیع گرفتم 
یه لحظه 
آقای لی 
اجازه هست ؟ 
- واسه اینکه ازش خواسته بود اومد ؟ - 
واقعا ؟ 
تف توش 
ریده دیگه نمی‌تونم - دیگه نمی‌تونم - 
چه گوهیه ؟ - چی ؟ - 
زهره‌ام رو ترکوندی 
باورم نمیشه 
اون چشه ؟ 
به همکارام‌ نمیگم ، فهمیدی ؟ 
چی داری میگی ؟ 
سلام - سلام - 
خونه خوبیه نه ؟ 
اینجا خونه‌های زیادی واسه اجاره‌ی فوری نیست 
اتفاقی یکی توی دست و بالم هست 
وایستا اجاره ؟ 
گفتی واسم خونه می‌خری 
بعد دوسال زندگی برات می‌خرم چی ؟ 
- این زوج خیلی خوشبختن - 
بریم داخل - باشه - 
چرا یهویی اجاره ؟ 
آسیای جنوب شرقی هم خوبه هاوایی رو بهتون توصیه می‌کنم 
اون بارداره ، پرواز امن نیست چیزای زیادی تو‌ی کره برای دیدن هست 
بولگوکسا ؟ 
چیکار می‌کنی برو داخل 
سلام 
یه نوشیدنی بهم بده 
رنگش عالیه 
آرایش همین باشه 
باشه - برای لباس ... بذار ببینم - 
این خیلی لختیه نه 
این خوبه ، آبرومندانه‌ست 
لباس همین رو برمیداریم 
این دیگه چیه ؟ 
آخه کی این کارتا رو انتخاب می‌کنه ؟ 
مامانت چشه ؟ 
! پس خودت بهش بگو 
نمی‌تونی اینو بهش بگی چرا بیرون نمی‌کشی ؟ 
چیجوری می‌تونم بهش بگم آخه ؟ تو باید بگی وای اینا مجانین 
! 
واقعاً که 
ما داریم ازدواج می‌کنیم 
باورت میشه ؟ 
واقعاً دارن ازدواج‌ می‌کنن ؟ 
... خدا - نمی‌تونم باور کنم - 
فکر کنم باید ایمیلت رو یه چک‌ بکنی 
ایمیلم ؟ 
قربان اون ایمیل چیه ؟ 
... کی‌ گفت واسه اطلاعیه شرکت بفرستیش ؟ 
اسم‌ و بخش ، لطفاً 
یه اطلاعیه عروسی برای پارک مین‌هوان از تیم بازاریابی سه 
مگه قرار نیست ازدواج‌ کنین ؟ 
... خب ... درسته ولی 
وقتی یه کارمند ازدواج‌‌ می‌کنه اطلاعیه ها و کادوهای زیادی بهش میدن 
و به تیم مرخصی میدن تا برن مراسم عروسی 
و تو برای ماه عسلت مرخصی می‌خوای 
... درسته ولی عروسی منه ! و منم چیزی نگفتم 
مگه گفتم جارش بزنین ؟ 
الان خل میشم 
انگار توی موقعیت سختیه چون با دوست کانگ‌ جی‌وون ازدواج‌‌ می‌کنه 
یعنی اینطور به نظر می‌رسه 
من فهمیدم از کانگ‌ جی‌وون خوشت میاد ... ولی فکر نکنم بین مین‌هوان و سومین دخالت کنی 
آشغال هایی مثل اونا به تو ربطی ندارن 
اگه به جی‌وون مربوطه پس به منم هست 
داره می‌خنده 
تاحالا اینجوری ندیده بودمش تحت تأثیر قرار گرفتم 
تو ؟ 
اون مثل تو نیست 
خیلی متفاوت به نظر می‌رسید 
، منظورتون رو می‌فهمم ولی جی‌هیوک اصلا خوش نبود 
اون هیچی نمی‌خواست 
احساساتش رو سرکوب می‌کرد 
همه چی داشت پس واقعاً به من نیاز نداشت 
... ولی این‌بار انگار واقعا داره زندگی‌ می‌کنه برای اولین بار 
جی هیوک تو اینو فرستادی ؟ 
نمی‌تونستم تحملش کنم 
قبول دارم خیلی بچه گانه بود 
حرف نداره 
چی ؟ 
اون یه نفر کنار منه 
کسی که بخاطر من عصبانی میشه 
به چی فکر میکنی ؟ 
دارم به بوسیدنت فکر می‌کنم 
چی ؟ 
... راستش بیشتر از اون 
! سگ توش - ! خدای من - 
! داری چیکار می‌کنی ؟ 
اون بارداره 
! مامان لطفاً ! تو هیچی نمی‌دونی 
این چیه ؟ 
واسه شرکت کارت دعوت فرستادی ؟ 
شرکت ؟ 
چی ؟ 
... این 
! توی شرکت اعلام شده 
چی ؟ 
الان همه می‌دونن داریم ازدواج‌ می‌کنیم 
دیگه چیجوری برم شرکت ؟ 
حالا چیجوری اونجا کار کنم ؟ 
! ای تف توش 
! وای گوشام - چرا نتونی ؟ - 
مشکل چیه ؟ ازدواج با من انقدر بده ؟ 
! دقیقا 
! پیش میاد دیگه فکر کردم دردسر بزرگتریه 
! هی ! باید هدیه عروسیتون رو بگیرم 
آره الان دیگه تنها نیستی به بچمون فکر کن 
! بچمون خدای من چرا من رو با خودت پایین می‌کشی ؟ 
! گو توش 
! بیشعور ! این نوه‌ی منه 
! انقدر منو نزن 
واقعا ؟ 
من چی ؟ 
! این واسه من سخت تره 
! گندش بزنن 
برو داخل ، اینطوری نمیشه 
اون چشه ؟ 
زیاد زر می‌زنه 
مواظب باش عشقم 
حتماً واسه بچمون هم خیلی سرصدا داره 
ببین همه‌ی مردا بچه‌ان 
وقتی آروم شد عادی برمی‌گرده 
پس نگران هیچی نباش 
فقط به سلامت بچه فکر کن 
می‌دونم تندخوئه 
چرا شب نمی‌مونی ؟ 
باید برم خونه 
این برای بچه خوبه 
برای رشد مغز عالیه قبل رفتن بهش گوش کن 
من رفتم 
می‌خوام زنده بمونم 
هی 
آماده‌ای ؟ 
آره تقریباً یخورده صبر کن 
جی‌وون صبر کن 
میشه یه دقیقه بشینی ؟ 
این چیه ؟ 
کانگ جی‌وون لایق بهتریناست 
مشکلی نیست ، خوشگلی 
دارم خانواده‌‌دار میشم 
من برنده شدم 
! هی 
مادرجون 
شکمم بیرون نزده که ؟ 
بهتره که نزنه واسه همین داریم زود عروسی می‌گیریم 
بیخیال ، دوستات کجان ؟ 
مطمئنی زمان مراسم رو‌ درست بهشون گفتی ؟ 
خب ... بله 
اوه مادرتون اومدن میشه عکس بگیریم ؟ 
نه ایشون مادر شوهرم هستن 
صورتی بهم میاد 
این رنگ‌ خیلی قشنگ نیست ؟ 
بله خوشگل شدین 
ممنون 
بشینیم - اوکی - 
... لباس عروس یکم 
فقط عکست رو بگیر 
شکمش هنوز بالا نیومده ولی بهتره هیچی معلوم نباشه 
عکست رو بنداز 
حالا 
بله فهمیدم 
لبخند بزنین 
... هی راستی - بله ؟ 
مامانت کجاست ؟ 
! سلام 
ببخشید دیر کردم 
سلام 
حتماً ترافیک سنگین بوده 
آره ، همینطور بود 
من فقط توی بوسان زندگی‌ کردم 
ترافیک سئول سوپرایزم کرد 
سومین ، خیلی خوشگل شدی 
ببخشید دیر کردم 
چرا انقدر دیر کردی ، آجوما ؟ 
بهت گفتم زود بیای 
متأسفم 
ترافیک سنگین بود 
نزدیک اینجا تصادف شده بود 
حالا هر چی 
همه چی یادت هست ؟ بابام فوت کرده . تو یه معلمی 
معلومه 
اون یه تجارت رو اداره می‌کرد ، و خیلی پول و پله به جا گذاشت و منم واسه زندگی بعدیم آماده‌ام 
پس دوستا چی ؟ 
واسه یازده نفر ، نفری 300 هزار وون ، نه ؟ 
سلام ! مرسی 
سلام 
خیلی وقته همو ندیدیم - تبریک میگم - 
سلام - سلام - 
آخرش داری میری گفتی اون به درد همسر بودن نمی‌خوره 
مرسی 
! بس کن 
تنها اومدی ؟ 
بقیه کجان ؟ 
می‌دونی که یون گیونگ اعصاب نداره 
اون به عروسی یه خیانتکار نمیاد بقیه دخترا هم نمیان 
جونگ چان رفته سفر کاری یونگ گو هم توی سالن غذاخوریه 
سالن غذاخوری ؟ اون حروم زاده‌ی بی‌مصرف 
برگام . اونا کین ؟ 
دوستای عروسن ؟ 
تبریک میگم 
فکر کنم اینو باید پیش خودت نگه داری 
تو اومدی 
خوشگل شدی 
ولی این ... نیازی بهش نبود 
قبل از رفتن شام می‌خوری ، آره ؟ 
... صبر کن ، اون 
بیا بریم 
فکر کنم قبلاً اون رو دیدم 
اون اکسته ؟ کانگ جی‌وون ؟ 
چی ؟ اون یه الهه‌ست 
اون تو رو ول کرد ، مگه نه ؟ من فکر کردم تو قالش گذاشتی 
! لعنت بهت ! خفه شو 
خیلی رو مخی 
این چیه ؟ 
ازت شکایت کردن ؟ پول قرض کردی ؟ 
باید یکم دیگه برین داخل 
باشه 
اشکال نداره 
چرا انقدر دیر کردی ؟ 
فکر کردم نمیای 
تو دسته گلم رو گرفته بودی 
بیخیال . تو دسته گل رو می‌خوای ؟ این درست نیست ؟ 
والدین مین‌هوان قیافت رو می‌شناسن 
درسته 
این لباس خیلی بهت میاد 
مگه نه ؟ مادرشوهرم واسم انتخابش کرده 
، یکم ناامید کننده‌ست ولی بزرگترا دوسش دارن ، پس کاری نمیشه کرد 
اون منو مثل دخترش می‌بینه 
خوشحالم که شما دوتا با هم کنار میاین 
بیا عکس بگیریم عکاس رو صدا کن 
نه 
فکر نمی‌کنم لازم باشه 
... تبریک میگم بهت ... بابت جمع کردنِ آشغالای زندگی من 
پارک مین‌هوان اینو برام خریده 
، پس یا استفاده‌اش کن یا بفروشش هرکاری می‌خوای باهاش بکن 
آشغال ؟ 
اون مین‌هوان رو انداخته دور ؟ 
لعنتی . وای ، اینا مجانین 
حالا چطور می‌تونم اونجا کار کنم ؟ 
نه ، غیر ممکنه 
من با مین‌هوان ازدواج می‌کنم 
یه خونواده‌ی جدید می‌سازم 
نمی‌تونم همیشه به تو وابسته باشم 
باید زود برین داخل 
حالا ، وقت آشنایی با عروس زیباست باشه - بیاین با یه کف مرتب - بهش خوش آمد بگیم 
نه ، من دزدیدمشون . خونواده و مردی که قرار بود مال جی‌وون باشه اونا الان همشون مال منن 
من بردم 
دارم از نو شروع می‌کنم 
، داماد ، پارک مین‌هوان ، و عروس ، جونگ سو مین امروز با حضور خونواده و دوستاشون با هم ازدواج می‌کنن 
یکم لبخند بزنین ، خانم 
باشه ، خوبه 
جونگ سومین اصلاً شبیه مامانش نیست ، نه ؟ 
حتماً شبیه باباشه 
راست میگی 
دو تا دیگه می‌گیرم 
بیاین همه لبخند بزنیم . آقا ، لبخند بزن 
فکر کنم اون رو ندیدی 
مردم این روزا مهمون استخدام می‌کنن بنظرت اون استخدامشون کرده ؟ 
نه بابا 
ولی اگه درست یادم بیاد مامان جونگ سومین هنوز زنده‌ست 
اون‌هو ، اینجا چیکار می‌کنی ؟ 
سومین برام کارت دعوت فرستاد 
... ولی مشکل اینه که 
میشه دوستای عروس و دوماد بیان ؟ 
، به یه‌جی نشونش دادم و اونا این ریختی اومدن 
! صبر کنین 
! دوستای قدیمی عروس اینجان - ! اینجا - 
، اونا شرمندن پس انتقامت رو می‌گیرن 
دوستای توئن ؟ 
... نه 
سومین ، من اینجام 
کی گل رو می‌گیره ؟ من بگیرم ؟ 
، جی‌وون شاید نیمه‌ی دیگه‌ات باشه ولی هر چی باشه داری با مردش ازدواج می‌کنی 
چطور می‌تونه گل رو برات بگیره ؟ 
این راسته ؟ 
اون مرد دوستش رو دزدیده ؟ 
دیگه واسه کی دعوتنامه فرستادی ؟ 
یه کاری بکن 
فکر می‌کنی داری چیکار می‌کنی ؟ 
شما کی هستین ؟ 
باید بهش سلام کنم - ... نه - 
من بهترین دوست سومینم . تخم سمت چپ 
ولم کن چی ... ادبت کجا رفته ؟ 
من بهترین دوست دیگه‌اشم . تخم سمت راست 
شما بی‌حیا ها دیگه از کجا اومدین ؟ 
بی حیا ؟ 
چی تو سرته ؟ 
ما مثل تخم چشماشیم ما نور چشمی همديگه ایم 
! 
بیخیال داشتی درمورد چیزای خجالت آور فکر می‌کردی ؟ 
! من دماغشم 
اونا چشم راست و چپن منم دماغشم 
می‌دونی این عروسی کدوم خانوادست ؟ 
خونواده‌ای که یه سگ رو بزرگ کردن که به دوست دخترش با بهترین دوستش خیانت کنه 
ولی اگه چیز دیگه‌ای هست که باید بدونیم روشنمون کن 
الان چی گفتی ؟ 
! بسه ! مادر 
! چطور جرأت می‌کنی 
! مادر - ! بندازین‌شون بیرون - 
مین‌هوان کجاست ؟ 
همه آروم باشین 
هیچ مشکلی پیش نیومده 
بیاین مراسم رو تموم کنیم داماد کجاست ؟ 
! مین‌هوان 
دوستای عالی‌ای داری 
وقتی برام قلدری می‌کردن هم عالی بودن 
اگه خسته‌ای می‌خوای بریم ؟ 
بریم ؟ 
شما دوتا می‌تونین بعداً حرف بزنین 
باشه . بعداً بهتون زنگ می‌زنم 
باشه باشه 
چیزی نمی‌خوری ؟ 
هزار وون واسه بلیط غذا دادم 
بیا بریم 
حتماً تصمیمش رو گرفته 
حالت خوبه ؟ 
من می‌خوام غذا بخورم . باهام نمیای ؟ 
اگه با جای دیگه غذا خوردن مشکلی نداری ، به حساب من 
حتما ! عالی میشه 
ولی قرار بود مدیرم هم بیاد 
اون کجاست ؟ 
بهت گفتم برنگردی اینجا 
آخر هفته‌ست . اینجا چیکار می‌کنی ؟ 
الان نمی‌تونم برم خونه 
یون‌جی خونه‌ست هنوز خودم رو جمع و جور نکردم 
سرم خیلی شلوغ بوده وقت نکردم نتایج چکاپ رو ببینم 
واسه همین پشت گوشی بهم گفتن 
آروم باش و واضح حرف بزن 
... نه فقط بیا از اینجا بریم 
من سرطان معده دارم 
گل کاشتی . برو استراحت کن 
تو هم همینطور 
اومدم یکم صحبت کنم 
ولی این معذب کننده‌ست 
سلام 
من نامزد یو جی‌هیوکم 
صبر کن ... نامزد سابق ، فکر کنم ؟ چون اون نامزدی رو بهم زد 
نمی‌دونستم پای یه زن درمیونه 
