' ' ' ФАБЛ ' ' ' 
Сезона 1 , Епизода 16 : " Човек планинар " 
Овaa е малку малa . 
Внимавај ! 
Тоа е отровна змија . 
Рачката на ножот ... 
Уф ! Сeто ова беше внатре ? 
Затоа и не е многу силна конструкција на нож . Но , има корисен дизајн . 
Го собираш неговиот отров ? 
Што ќе правиш со тоа ? 
Ќе го искористам овој отров на мечката . 
Како ќе го направиш тоа , Ни - сан ? 
Зарем отровот нема да ја убие мечката ? 
Ова нема да убие мечка . Премалку е . 
Само ќе и нанесе малку болка и оток за неколку дена . 
Тие не се слаби како луѓето . Леле . 
Дали е тоа точно ? 
За доброто на мечката е да мора да се научи дека мешање со луѓето само ќе и предизвика болка . 
Уште една дисекција на змија ... Трета . 
Конечно , мислам дека се навикнав на тоа . Но , дел од мене сe уште не е . 
Сепак , знам дека змиското месо е вкусно . А вајперот е особено вкусен ! 
И минатиот пат носев кратко здолниште . 
Типовите како Каваи сакаат било што поврзано со модата . 
Сакаат дизајнерски производи и се загрижени за изгледот . 
Сакам на Каваи да му се допаднам уште повеќе . 
Сакам да му го натерам срцето да му трепери и да направам целосно мој . И сакам да пијам со него и да го гледам како лази затоа што не може да оди . 
Сакам да зборувам со тебе кога си толку пијан што не можеш да составуваш зборови . 
Сакам да те слушам како зборуваш кога не можам да го разберам тоа што го кажуваш . 
Додека гледаш во мене со заслепени и поспани очи . 
Гледаш ... не можам да се воздржам . 
Немам што да правам . 
Се стемнува . 
Да . 
Се прашувам дали ќе се појави мечката . 
Па , најдобро е ако не се појави . Но , подобро е ... ако се подготвиме како да се справиме со неа , ако се појави . 
Ми стана тврд како камен . Дали е ова затоа што ... Јадев месо од вајпер ? 
Луѓето веруваат во тоа дека мечките се ноќни , но тие се и ... 
Ни - сан ми кажува за мечки , а јас сум тука со дигнат стап . 
Жал ми е , Ни - сан . Се подготвуваш да се бориш со мечка , а јас имам ... Имам голема ерекција ! 
Помина некое време , шанкер . 
Каваи . 
Рано дојде денес . 
Ти си всушност првиот . 
Да , добро ... Денес е ден за играта . 
Ден на играта ? 
Ќе се сретнам со онаа девојка . 
Знаеш , онаа со која разговарав овде пред некој ден , Јоко . 
О ... таа . 
Таа е од врвна класа , родом од Токио и се . 
Да , таа е слатка ... 
Ќе ја однесам во хотел вечерва и ќе продолжам со неа . 
Значи , ајде , шанкер , поддржи ме . 
О , гледам ... 
Таа девојка , а ? 
Нема да направам да изгледаш лошо . 
Всушност , би можел да излегувам со таква девојка подолго време . 
Како тоа сум толку проклета алфа ? 
Таков товар . 
Каваи . 
Многу среќа . 
Начинот на кој напаѓа мечката е прилично едноставен . 
Се справува со тебе и те обзема со својата сила . 
Замавнува со рацете користејќи ги канџите како оружје и ... 
- Што не е во ред ? 
- Па ... 
Ќе се соочиме со мечка , но вајперот ми даде силна ерекција . 
Никогаш не би можел да го кажам тоа ! 
Нии - сан , не се плашиш од мечки ? 
Мечки ? Зошто ? Дали се плашиш од нив ? Да ! 
Мечките се лоша вест . 
Може да те убијат . 
А , на мене ми е тврд како камен . 
Не грижи се . 
Има една работа што сите мечки не ја разбираат . 
Луѓето се попаметни од нив . 
Ја разбирам таа логика . Но , во борба , имаат предност во моќ , тежина и вештина . Само опушти се . Ако си нервозен , ќе се здрвиш . 
Знам . Еден дел од мене е тотално здрвен . 
Мирис на животно . 
Мислам дека е тука . 
Не можеме да го искористиме логорскиот оган ? 
Зарем животните не мразат оган ? 
За жал , пламен со големина на камперски оган нема да ја исплаши мечката . 
Зошто си стуткан ? 
Па , јас ... 
Секој што јаде толку вајпер станува таков . 
Не грижи се за тоа . 
Жал ми е ! 
Можеше претходно да ми каже ! 
Прави го само тоа што ти го кажувам . 
Ќе ја научиме да се плаши од луѓето за 6 секунди . 
Добро ! 
Јоко , овде сум . 
Добро . 
Можам да насетам ... 
Вечерва ќе биде дива . 
Дали чекаше долго ? 
Само што стигнав . 
Лажго ! 
Овде се шегуваш цел час . 
Како и да е ... Маж и жена , се лажат еден со друг , во ноќта на флерт со пиење . 
Овие двајца зачекорија во рингот вечерва во " Бар Бафало " . 
Ниту еден од нив не е обичен клиент . 
Ова е Јуки Каваи , Мухамед Али од Бафало . 
Далеку број еден срцекршач во овој бар . 
Неговата работа со нозете кога удира по жени е полесна од онаа на пеперутка . 
Сум видел безброј жени како плачат по него во овој бар . 
Лебди како пеперутка од жена на жена , продирајќи во секоја со својата " боцка " . 
Во другиот агол е мистериозната убавица Јоко , која од неодамна се преселила овде . 
Една од најжешките жени што некогаш го посетиле Бафало . Но , има привлечност што го надминува само изгледот . И го користи да ги фаќа машките срца како менгеме . 
Сакам да пијам , но не можам да го издржам пијалокот . 
Затоа , извини ако се опијам и правам или кажувам чудни работи вечерва . 
Се плашам ако не ти го кажам тоа пред време ... Не грижи се . 
Еве ја ... ! Му ја извади првата крв . 
Добро , шанкер . Вообичаено . 
Вообичаено ? 
Шанкер , можеш ли да направиш сладок , но силен пијалок на база на вотка ? 
О , коктел - убиец на дами , а ? 
Кога ќе побарам " вообичаено " , дај ни го тој пијалок . И направи ја мојот коктел со помалку водка . 
Вообичаено . Разбрав . 
Многу добро . Бидејќи ветив , ќе го послужам . 
Така е . 
И двајцата добивате иста количина на вотка . 
Ова е вкусно . 
Почетното ѕвоно заѕвони во Каваи против Јоко . 
Тоа е за почеток . 
Чувај стража на твојата страна . 
Јуки Каваи . 
Изгледа дека има околу 24 или 25 години . 
Часовник од висока класа , дизајнерска кошула , слабо слатка колонска вода , сноубординг и млаз скијање . 
Плиток воин чиј цел живот е посветен на легнување жени . 
Каква прекрасна играчка . 
Што е проблемот ? 
Кога ме гледаш така , правиш да поцрвенам . 
Не е дека зјапам . О , Јоко . 
Сосема разбирам зошто си воодушевена од мене . 
Начинот на кој се вознемирува е многу симпатичен . 
Дали си исто толку срамежлива кога си во кревет ? 
Дали сакаш светлата да бидат исклучени ? 
Извини , но јас секогаш ги држам светлата вклучени , дури и ако нема струја . 
Те сакам под светлата за да можам да те втиснам во мојот ум . 
Откако ќе се опијаниш вечерва , Јоко , одиме во љубовен хотел . 
О , не ме гледај така . 
Правиш да поцрвенам . 
Ова е поен од порано . 
О , ти . 
Овие двајца се вистински мајстори за флерт . 
Започнуваат со некои удари за да се мерат едни со други . 
Вистината е , сакав да ти се јавам многу порано . Но , брат ми не беше добро . 
Мислиш на твојот слаб и болен брат за кој ми кажуваше претходно ? 
Да . 
Така дали брат ти е добро ? 
Да . 
Вчера отиде на планина каде што воздухот е подобар . 
О , имам слушнато за тие домови за рехабилитација . 
Точно . 
А мене ми даде мала пауза . 
Не можев да се воздржам од желбата да се напијам малку вечерва . 
Ах , не грижи се ! Напиј се . 
Ќе се видиме дома . 
Вистина е само делот за неговото одење во планина . 
Нема знаци од мечката . 
Можеби отишла на друго место . 
Не . Уште е поблиску од порано . 
Не можеш да го почувствуваш мирисот на животните ? 
Не . 
Воопшто не го намирисувам . 
Јуки , дали сакаш да одиш на планина и да правиш работи на отворено ? 
Сакам да одам на кампување . 
Имам дури и сет за скара . А шаторот и вреќата за спиење секогаш ми на готовс . 
Природата е само место , човекот да стапи во контакт со својата вистинска природа . 
Навистина ? 
Не очекував дека ти се допаѓа одењето во природа . 
Како не ... ? 
Јас сум човек кој апсолутно сака скара . 
Месо на скара на отворено навистина е вкусно , нели ? 
А убаво е со малку лимон . 
Малку лимон е ОК . 
Особено со солен говедски јазик . 
Отсекогаш сум сакала нешто во врска со лимони . 
Ги ставив над сe . 
Сакав лимони уште од мала . 
Секогаш сакав лимони . 
Лимони ? 
Овој муабет за лимоните е измама . 
Немилосрдниот напад на Кралицата на пијанството е на пат да започне . 
Шанкер , кажи ми . Дали имаш пијалок што оди со лимон ? 
Чекај ! Дали навистина имаш пијалок што оди со лимон ? 
Лимони , сфати ? Лимони . Ти си професионалец , нели ? Професионален бармен , нели ? 
Остави ми го ова . Јас сум професионалец . 
Ако толку многу сакате лимони , треба да пробате текила . 
Лимон и текила се непобедлива комбинација . 
О , нели . Со него гризеш лимон . 
Гризаш лимон ? 
Како се прави тоа ? 
Можеме ли заедно ? 
Доаѓаат две текили . 
Прво , чашата текила на екс . 
Потоа гризни ја кришката лимон . 
Можеш исто така прво лимонот . Што и да ти е полесно . 
Уживај во вкусот на текилата и киселоста на лимонот . 
Сега се возбудувам . 
Гледај ме , добро ? 
Ова е толку вкусно . 
Уште една текила , шанкер . 
О , пиј со мене , Јуки . 
Нека бидат две . 
Доаѓаат веднаш . 
Сe погрешно направи , Каваи . Ти си тој што е наместен . 
Кој прв ќе се удави во текила , губи . 
Мирисот станува посилен . 
Блиску е . 
С ... Сериозно ? 
Лошо момче . 
Ни - сан ! Помогни ми ! 
Убаво . 
Сега таа мечка ќе се плаши од луѓе . 
Ќе биде во агонија од отровот на вајперот некое време . 
Ова ќе ја научи дека луѓето се проблематични . 
Ќе залади вечерва . 
Сакаш да направиме чај од бор ? Што ? 
Вака постапува после борбата со мечка ? 
Нии - сан е тотално неверојатен ! 
Јеее ! 
Нашата 20 - та тура текила ! 
Да ... Да ... 
Јуки , дали си добро ? 
Не се предавај . 
Овој трик ќе те отрезни . 
Не грижи се . 
Ова се само ф'стаци . 
Кралицата на пијанството Јоко е убедлив победник . 
Не само што може да го издржи својот пијалок , нејзиното срце е цврсто како нокти . 
Каваи , дали е се во ред ? 
Разбирам . 
Тоа беше : " Птуи . Добро сум , Јоко " . 
Звучеше како " Пе Дајоча " . Како име на корејски актер . 
Со лицето во тоалетот , тој вели : " Пех Дајоча " . 
По " Чекај ми - ее " на Такахаши , ова е уште една класика . " Пех Дајоча " . 
Дали Каваи е во ред ? 
Работите само што почнуваат . 
Еве го доаѓа . 
Еве доаѓа Пех Дајоча . 
Како ќе се појави ? Каков изглед ќе има на неговото лице ? 
Се чувствувам како да чекам да започне концерт ! 
Ајде , да видиме , Пе Дајоча . 
Ене го ! 
Бара нешто да зграпчи ! 
Како да се нурна во базен ! 
Ајде , стани . 
Застани за мене , Пе Дајоча ! 
О , го сакам ова ! 
Како сцена од хорор филм . 
Да ! 
Зомби ! 
Повикај такси ! 
Не ! 
Ќе повикам брза помош ! 
- Повикај такси ! - Не ! 
Ќе повикам брза помош ! 
Што ? Такси ? 
Не те оставам да заминеш , Јоко . 
Затоа што , се заколнав дека ќе те легнам вечерва . 
Вечерва , јас и ти го добиваме тоа ! 
Ќе се трескаме цела ноќ ! 
Неверојатно ! Апсолутно неверојатно ! 
Го кажува гласно тоа што си го мисли ! 
Таков интензитет ! 
Крвавото лице кое изјави дека ќе се трескаме цела ноќ е се поблиску . 
Го сакам ова чувство од хорор филм ! 
Толку е возбудливо ! Толку неверојатно возбудливо ! 
Боже мој ! Погледнете само колку е очаен да ме кресне ! 
Јоко ! 
Вода ... Вода ... 
Испиј го ова . 
Тоа е вода . 
Тоа е текила ! 
- Се пени како рак ? - Не ! Труење со алкохол ! 
Се чини дека ракот се ... 
Застани ! Не се осмелуваш да кажеш ... ! 
Здраво ? 
Ми треба брза помош . 
Добро , мислам дека ќе си одам . 
Да , точно е . 
Мислам дека има акутно труење со алкохол . И тој ... ух ... се укака во панталоните . 
Пулсот и дишењето му се во ред . 
Стануваш премногу загрижен . 
Мислам дека Каваи само испи премногу . 
Тоа е 100 % сигурно . 
Утре треба да го земам мојот болен брат во планините . 
Прилично сум зафатена , па ќе ја завршам ноќтта . 
Каква битка . 
Кралицата на пијанството Јоко победи за една милја . 
Сензационална победа со класичен нокаут . 
Ужасен пораз за генерацискиот плејбој , Каваи . 
Маж и жена , се залажуваат еден со друг , во ноќтта на флерт со пиење . 
Како што Нии - сан постојано велеше , ова дефинитивно не беше кампување . 
Многу работи се случија , но синојќа беше неверојатно . 
Мечката ме преплаши до смрт . 
Памет и иновации , а ? 
Она што ќ е го научиш во природата , обично ... може да се примени на некој начин во спротивниот свет на градот . 
Во градот , можеш да купиш што ти треба . Но овде не е така . 
Потребна е сета твоја интелигенција за да фатиш змии , жаби , или дури и еден скакулец . 
Утро . 
Копјето со твојата кама што го фрлив по мечката ... 
Го барав но не го најдов . 
Во ред е ! Не грижи се за тоа . 
Се чувствувам лошо за мечката . 
Се надевам дека не ја повредив многу тешко . 
Нии - сан , може ли да ти поставам едно прашање ? 
Само едно прашање . 
Алатките што ги користиш во твојата работа ... Дали се тоа работи што можат да ги купат речиси насекаде ? 
Да . 
Сe освен мојот пиштол може да се купи насекаде . 
Ако го немаат тоа што ми треба , јас го правам . 
Не користам ништо посебно . 
Моите цели ќе направат се за да преживеат . 
Така да , се случуваат многу неочекувани работи . 
Обично , работите никогаш не одат според планираното . 
Токму затоа доаѓам овде , да стекнам навика на користење на паметот и да правам иновации . 
Сепак , имам уште многу да научам . 
Се надевам дека еден ден , единственото нешто што ќе ми треба ... ќе бидам само јас . 
Добро , ајде да отспиеме . 
Изгасни го огинот . 
Да , господине . 
Нема шанси ! 
Ајде . Скокни . 
Добро ! 
Најагресивни се пчелите токму сега , пред зимата . 
Добро е што , не се стршлени . 
Ме боцкаат по носот ! 
Дали ќе бидам добро ? 
Ајде ! Бегај ! Само малку ќе ти отече . Ќе бидеш добро . 
Како што се очекуваше од мене . Дојдов 5 минути порано . 
Па , каде се момчињата ? 
Ене ги . 
Мојот брат и ... 
Кој е тоа ? 
Како си поминавте во планините ? 
Дали беше корисно ? 
Не , беше вообичаено . 
Нии - сан , се бореше со мечка ! 
Сериозно ? 
Со мечка ? 
Бидејќи ја изгубив твојата кама , можеш да го имаш ова . 
Што е тоа ? 
Нож " Блекхок " ( Црн јастреб ) . 
Го купив за одење во планина , но овој пат не го искористив . 
Сериозно ? Може ли навистина да го имам ? 
Таков нож користев . 
Истиот вид што го изгубив кога и го забив на една мечка во око . 
Зар не е супер , Куро ? 
Тоа е како сувенир . 
Слушнав дека најстарата алатка на човештвото е ножот . 
Покорисен е од вратоврската . 
Со него можеш да набиеш , излупиш , скршиш , исечеш , стругаш и кинеш . 
Ти благодарам многу ! 
Ова многу го ценам ! 
Знаете што , вие двајцата смрдите . 
Отвори го прозорецот ! 
Навистина ? 
Ти благодарам многу ! 
Превод на македонски јазик : 
