' ' ' ФАБЛ ' ' ' 
Сезона 1 , Епизода 18 : " Черио " 
Дали ги виде информациите за тоа убиство ? 
Како и секогаш , се појавуваш кога спремам вечера . 
Тоа е затоа што штотуку дојдов од работа . 
Денес спремам кари . Сакаш малку ? 
Ќе видам кога ќе биде готово . 
По ѓаволите , страшно ме нервираш . 
Ги запомнив сите убиства во Јуни од пред 4 години . 
Кажи ми кои се . 
4 јуни , провалник упаднал во паб ... 
Не . 
- 10 јуни , човек шета ... 
- Не . 
- 11 јуни , двајца студенти ... 
- Не . 20 јуни , на паркинг структура ... 
Тоа е тоа . 
Кенџи Кавахира , 28 години , му го пресече грлото со нож . 
Потоа ... излета од 3 кат од паркинг структурата . 
Кавахира почина . 
Имаше една девојка која беше со него , околу 15 или 16 години . 
Хинако Саба , 16 години . 
Таа беше бегалка . 
Хинако Саба во несреќата е тешко повредена . 
По бегството , мора да се заплеткала со некои ѓубриња . 
Сепак , може само да се обвинува себеси . Но , со оглед на нејзината возраст , жал ми е за неа . 
Не беше така . 
Ми требаа 2 секунди да го скршам стаклото , да му го пресечам грлото на момчето и да погледнам внатре . 
Девојчето веќе плачеше . 
Не можеш да заплачеш за 2 секунди . 
Исто така , го убив и момчето што се шеташе на 10 јуни . 
Што ? 
И него ? 
Ако добро се сеќавам , имав три мети во бизнисот со проституција . 
Девојки проститутки ? 
Зарем не ги погледна тие работи ? 
Во основа си ја работам работата и многу не прашувам . 
Па ... Претпоставувам дека и јас сум иста како тебе . 
Гледам . 
Тоа мора да и е од таа несреќа . 
Па , ќе земеш ли од моето кари ? 
- Да . 
- Навистина ? 
Сега нема враќање назад . 
Се одлучив . 
Јас живеам досаден живот . 
Како секогаш , ќе го искористам мојот резервен клуч за да влезам внатре . 
Кога Мисаки ќе дојде дома , ќе ја нокаутирам . 
Ќе и ја покријам устата со селотејп и ќе ја врзам со јаже . 
Тогаш можеби и ќе ја снимам . 
Ќе ја искористам оваа шанса да направам сe со неа . 
Завршив вака поради општеството . 
Всушност , за се е виновен тој дебил Сато . 
Се задоволив само со ѕиркање . 
А ? Чекај ! 
Што по ѓаволите ? 
Што се случува ? Клучот не одговара ! 
Нема шанси ! 
Дали ја сменила бравата ? 
Мора да се шегуваш . 
После сета подготовка што ја направив ... Откако се одлучив ... Проклетство ! 
Добра вечер . 
Значи , се прашувам што има горе . 
" Мисаки Шимизу " . 
Сум го слушнал тоа име и порано . 
Таа е моделот во бикини која работеше со Куро пред околу 3 години . 
Тоа пиленце , а ? 
Убаво . Ми се допаѓа . 
# Веднаш на рамената # 
# Сега го чувствуваш тоа # 
# Станувате вкочанети исто како # 
# Првут паѓа на рамената # 
# Не можам ... # 
Пиштол за зашеметување и селотејп . 
Тој човек е навистина збркан во главата . 
Кајнума беше смешно презаштитен како дете . 
Неговата мајка му купуваше се што сакаше . 
Ако се продолжи така додека детето не стане полнолетно , стануваат крајни будала . 
Мислат дека целиот свет се врти околу нив . 
Кога ќе станат такви , тоа е совршено . 
Ги ценам родителите кои подигаат такви тотални идиоти . 
Еднаш имаше ТВ реклама за спреј за ладење на спортски собир . 
Мајката на Кајнума веднаш се пожали до ТВ станицата . 
Рече дека нејзиниот син е лош во спортот , па рекламата ги повреди неговите чувства . 
Што ? Дали си сериозен ? 
Навистина има мајки чудовишта како неа . 
Сега кога работите во реалниот свет не тргнаа по неговиот пат , тој е сопнат . И сега ... Каинума стана прикриен демнач на жени . 
Ми го виде лицето . 
Добра поента . 
Тогаш , работата со Каинума , нека ја преземе Сизуки . 
Добро . 
Патем , каде е господинот Сузуки ? 
Те контактирав затоа што слушнав дека неодамна си се преселил овде . 
Никогаш не помислив дека навистина ќе дојдеш . 
Да , добро ... имам и јас неколку прашања и за тебе . 
Тајмингот е добар . 
Дали повторно правеше пластична операција ? 
Слушнав дека си кученцето на Утсубо . 
Не ме поседува . 
Имаме ексклузивен договор за партнерство . 
Но , вие двајца сте потрчковци на Сунагава , нели ? 
Ние не сме пријатели . 
Доста муабет . 
Што сакате ? 
Сакам да ми кажеш се што знаеш за Фабл . 
Истото го сакам и јас , информации за Фабл . 
Тогаш зошто не го споделиме она што го знаеме и двајцата ? 
Кажи ти прв ... 
Имаше договор со Магуро за многу години . 
Мораше рачно да исфрли чаура по секој истрел со неговиот пиштол . 
Не го погледнав добро самиот пиштол , но куршумите биле играчки . 
Како и да е , сакам какви било информации , колку и да се тривијални . 
Што имаш ? 
Па , одредено дуо мажи со чудна работа кои исто така убиваат ... беа шутнати во задниците од една осамена урбана легенда . 
Прилично смешно , а ? 
Ова е пиштолот што сакате да го погледнете , нели ? 
Ова не е играчка . 
Ова е вистинско Hush кученце . 
Знам дека имаш некаков аранжман . 
Како , во оваа ситуација , заборави на твојот партнер и само пукај . 
Пукај ! 
Но , тој ППК . 22 нема да помине низ телото на оваа мускулна глава . 
Па , што ќе правиш ? 
Немаш многу време за размислување . 
Има тони адреналин низ телото на оваа мускулна глава во моментов . 
Нема да чувствува болка околу 5 минути . Но штом полека почне да ја чувствува болката , тогаш е предоцна . 
Белите дробови ќе му се откажат а пулсот полека ќе му успори . 
Само ме закачи . Пред да може да го наполни следниот куршум ... 
Требаше да си ја завршиш домашната задача . 
Пиштолов може да работи и на автоматски режим . 
Не е како играчката со рачно полнење што ја имаше Фабл . 
Не е ни чудо што сте победени од дух како Фабл . 
Треба да бидете повнимателни секој ден и да учите понапорно . 
Во право си . 
Што гледаш ? 
Ах , само што поминував . 
Тоташ продолжи понатаму . 
Бев на пат кон работа , но ... 
О , гледам . 
Ако беше тука , тогаш зошто не ме фати пред да паднам ? 
Па , мислев дека нема да биде во ред да се мешам во твојата вежба . 
Ова е физикална терапија . Сепак , тоа е како вежбање . 
Значи , сакаш да помогнам ? 
Не , благодарам . 
Не ме допирај . 
Што сакаш ? 
Нозете не ти работат , нели ? 
Да , како што можеш јасно да видиш . 
Дали е тоа смешно ? 
Не , не е смешно . 
Според мојата проценка , со таа стапка , иако можеби ќе биде потребно време , ќе можеш повторно да пешачиш . 
Ќе дојдам пак да гледам . 
Не сакам да дојдеш . 
Поминувам оттука на пат кон работа . 
Како што реков , тогаш само продолжи понатаму . 
Телата ? 
Брзо се ослободив од нив . 
Овде ќе водиш клуб за хостеси , нели ? 
Исчистив сe совршено . 
Му ветив на Сузуки , дека ќе го уништам видеово . 
Изненаден сум што тој тип Сузуки се прошета овде сам . 
Како некој во таа насока на работа , има интерес за Фабл . 
После се што поминав да ги соберем тие типови на подземниот свет , но не добивме нови информации . 
Но , една добра работа излезе од тоа . 
Која ? 
Тие двајца безнадежни морони умреа , и тоа бесплатно . 
Дали навистина разбираш дека во нашиот свет , неуспехот на другите е поважен отколку нашиот сопствен успех , нели ? 
Да , разбирам . 
Нема да одам да го ловам Фабл и да го свртам против мене . 
Откако ќе станам шеф или капетан , ќе дојдат кај мене , нели ? 
Би ми било чест да работам со легендарната организација на убијци . 
Добро утро , Сузуки . 
Дали Сунагава сe уште имаше коса ? 
Не знам . 
Не го видов Сунагава . 
Мислам дека има смисла . 
Сунагава не е будала . 
Дали дозна нешто за Фабл ? 
Не . Двајцата со кои се сретнав не знаеја многу информации . 
Дали навистина постои тој Фабл ? 
За мене тоа не е ништо повеќе од урбана легенда . 
Сите сакаме добра мистерија , а ? 
Како и да е , не избрзувај . 
Тогаш се случуваат грешки . 
Разбрав . 
Што се однесува до тоа дуо , ме изнервираа , па ги елиминирав . 
Добра вежба , а ? 
Ни најмалку . 
Не ми беа потребни ниту 3 минути . 
Пократоко од боксерска рунда . 
Јас и Исаки ќе излеземе подоцна . 
Заврши ја својата работа , па одмори се . 
Каде одите ? 
Да работиме на следното пиле . 
МИКИ КАВАМУРА Авантуристичко скитање 
Тој мрачен демнач , а ? 
Ќе си одам сега . 
Се гледаме . 
О , почекај , Сато . 
Да ? 
Ги знаеш сликите што си ги нацрта за настанот за животните за деца ? 
Налетав на лицето кое го водеше тој настан . 
Му се допаднаа сликите и рече дека му го грејат срцето . 
Моите слики ? 
Ти ме натера да ги нацртам , Мисаки , затоа ти благодарам . 
Нема проблем . Нема на што . 
Имам неколку нови слики . 
Бев буден цела ноќ и ги цртав . 
Нови слики ? 
Шозо Хаманоја и Шакал Томиока . 
Го познавам . Има нов албум ... 
Беше буден ... цела ноќ ? 
Цртав слика по слика , околу пет часа . 
Пет часа ... ? 
Доволно е . Не кажувај повеќе . 
Пред да знам , беше утро . 
Беше утро ... Беше утро ... 
Утро ... ? 
Нацртав и една од тебе , Мисаки . 
Што ? 
Не треба да ме црташ повеќе . 
Еве . 
Ја скрати косата , па сакав да те нацртам . 
Да не изгледам ужасно ? 
Шефе , погледни . 
Невозможно . 
Не можам да престанам да се смеам . 
Може ли да ја имам оваа ? 
Баш сакав ваква слика . 
Секако . 
Ја нацртав за 10 минути . 
Немаше потреба да ми го кажеш тоа . 
Проклет да е тој чудак , Сато . А што е и со Мисаки ? 
Како може да биде толку среќна над тој глуп цртеж ? 
Сато е само слабак што плаче кога ќе му потече крв од носот од некои неранимајковци . 
Тренирав Keнпo 3 месеци кога имав 10 години . 
Ќе му ја скршам муцката . 
Се занимавав дури и со џудо 2 месеци . А вежбав и Кендо цел месец . Но , дури и да го претепам , знае дека јас ги поставив скриените камери . 
Проклета кукавица . 
Ќе го сокријам лицето со маска , капа и очила за сонце . 
Ќе го претепам како случајно , за да не може да дојде на работа . 
Градот Таихеи размислува да забрани бејзбол и фудбал во паркови и отворени простори заради безбедност на децата . 
Зарем не правиш денес физикална терапија ? 
Не ме игнорирај . 
Ние сме тим , нели ? 
Вчера се појави еден чуден тип во паркот . 
Ме уплаши , па ќе го вежбам во друго време . 
Чуден тип ? 
Каков изгледаше ? Дали беше сомнителен ? 
Не . Обичен човек . 
Како твој голем брат , сакаш да го исплашам ? 
Не . И онака не е голема работа . 
Не мисли на него така . 
Сe уште може да биде закана за девојка во инвалидска количка . 
Не сум толку слаба . 
Знам , но не можам да дозволам ова да се лизне . 
Моја работа е и да те заштитам . 
Само кажи ми како изгледаше . 
Сонцето зајде и станува студено . 
Чекате некого , господине ? 
Мм ... Можеби онаа девојка во инвалидска количка ? 
Ах , да . 
Лесно го признал тоа . 
Дали си глупав или само искрен ? 
Тоа девојче е мојата помала сестра . 
Дојдов затоа што ми рече дека овде доаѓа еден чуден тип . 
Јас сум тој чудниот тип ? 
Секогаш се труди толку многу , сакав да ја бодрам . 
Дали тоа го прави момчето чудно ? 
Можеш да се обложиш дека го прави . 
Да не си доктор или нешто слично ? 
Не . Но , јас доста знам за човечкото тело . 
Како и да е , ја исплаши сестра ми . 
Остани подалеку од неа . 
Само што се преселивме овде , затоа не ја плаши . 
Дали ја исплашив ? 
Не се доближувај до мојата сестра , первезњаку еден . 
Первезњак , а ? 
Зошто ? 
Добра вечер . 
Дали живеете во оваа зграда ? 
А ? 
Ах , да . 
Имаше извештаи за грешки и скриени камери во оваа зграда . 
Детективска агенција ? 
Вршиме бесплатни контроли користејќи едноставен детектор . 
Нема да потрае долго . 
Што мислите за тоа ? 
Не , во ред е . 
Нема ништо на мое место . 
Жените кои живеат сами се најверојатните цели . 
Ако се случи нешто лошо , ќе биде предоцна . 
Важно е да се биде внимателен ако сакате да живеете во мир . 
Извинете , толку е хаос . 
Воопшто не е . 
Доста е уредно . 
Може ли да се јавам на моето работно место да им кажам дека ќе задоцнам ? 
Само напред . 
Ќе го направиме тоа најбрзо што можеме . 
Ако не , покрај бесплатниот увид , имам чувство дека ќе ме натерате да ви ја платам и изгубената плата . 
Што ? 
Дали би платиле за тоа ? 
Подобро да не . 
Ќе излезам надвор и ќе се јавам . 
Убава е . Но , не е многу внимателна . 
Со неа на неговото работно место , не е ни чудо што Кајнума ја засакал . 
Надвор е од лигата на Кајнума . 
Кајнума имаше клуч од ова место , што значи дека овде има скриени камери . 
Започни со пребарување од задните агли . 
Оваа работа е толку евтина . 
Сигурен си дека ќе успее ? 
Нема проблем . 
Сигурен сум дека скриените камери на Кајнума се исто така евтини . 
Еј . 
Во последно време постојано доаѓаш точно околу време за вечера . 
Тоа е затоа што излегувам од работа околу ова време . 
Денес спремаш оден ? 
Точно . 
Сакаш малку ? 
Дали Хинако Саба има постар брат ? 
Зошто сакаш да го знаеш тоа ? 
Од она што го дознав , таа е единствено дете . 
Значи така . 
Како се повреди ? 
Ова на лицево ? 
Типот кој ми рече дека и е брат на Саба ме удри со нога . 
А , не е можно ? Што не го блокира ? 
Не го блокирав . 
Не го потценувај професионалецот . 
Зошто би те удрил ? Што направи ? 
Веројатно , затоа што зборував до Хинако Саба . 
Иако не и е брат ? Кој е овој човек ? 
Не сум сигурен . Но , по начинот на кој ме удри , не е обичен боречки уметник . 
Повеќе ми личеше на мојот стил . 
Мирисот , можам да кажам ... 
Сакаш да кажеш , тој е ... 
Не ми смета тоа . 
Подготвен ли е оденот ? 
Добро мириса . 
Мислиш на мирисот на ова ? 
Престани да ја менуваш темата толку брзо . 
Толку ме збунуваш . 
Сакате ли , да ви направам чај ? 
Секако , може да се напиеме чај ? 
О , во ред . 
- Еј . 
Извинете што немам тацна за сервирање . 
Нема проблем . 
Ви благодарам . 
Вашата дневна соба е чиста . 
За крај , ќе го провериме тоалетот и бањата . 
- Сакате да гледате ? 
Не , во ред е . 
Јас ќе одам во тоалет . 
Наскоро ќе завршиме . 
Потоа , можете да бидете спокојни . 
Види го ова . 
Видео од ѕиркачот од порано ? 
Работи по систем за откривање на човечко присуство . 
Таква е тутурутка , што е речиси срамно . 
Ова е ... како да оставил докази , за луѓето да дознаат дека тој го направил тоа . 
Бидејќи е толку плашлив , сигурно не е многу внимателен . 
Ги имаме овие докази плус ... скриените камери кои ги инсталиравме денес . 
- Леле ! Ваквите бесрамни работи добиваат подобра реакција и носат повеќе пари . 
Хина . Влези овде . 
Најди стан со две спални соби во близина . 
Ќе го изнајмиме во рок од една недела . Добро . 
И обезбеди дизајнирани визит - картички . 
Добро . 
Мислам дека во близина има печатница што ги прави . 
Прилично сум сигурен дека се вика ... Октопод . 
Добро . 
Следна епизода С01Е19 : Лаги и лажни аспиратори 
Превод на македонски јазик : Ацо Ковјанич 
