' ' ' ФАБЛ ' ' ' 
Сезона 1 Епизода 19 : Лаги и лажни аспиратори 
Еј ? 
Излегуваш ? 
Одам на состанокот на женскиот клуб . 
Што е овој пат во прашање ? 
Сакаат да постават гумени патосници под безбедносните лулашки . 
Каква шега , а ? 
Велат дека децата не се толку заштитени од повредата во денешно време , што не само што лесно се сопнуваат и паѓаат , туку си го повредуваат и лицето . 
Дали се шегуваш со мене ? 
Велат дека немаат чувство за рамнотежа . 
Тоа е веројатно затоа што се внатре и по цел ден играат видео игри . 
Затоа , немаат сила во рацете . 
Кога ќе паднат , нивните раце не можат да ја издржат нивната тежина . 
Но , тоа може да се реши со градење мускули , нели ? 
Да , можат да градат мускули . Но , што е со духот и умот израснати во премногу заштитничка средина ? 
Тие не можат така брзо да се зајакнат како мускулите . 
Тоа е она што ќе го користиме . 
Се вратив . 
Добредојде назад . 
Сато , дојди овде на една минута . 
Да ? 
Кажи ми , го знаеш Дедо Мраз , нели ? 
Не , не сум го запознал . 
И никогаш не сум го сретнал . 
Тоа е во ред . 
И јас исто . 
Божиќ доаѓа наскоро , нели ? 
Размислував да те натерам да направиш илустрации за Божиќен флаер . 
Божиќен флаер ? 
Така е . 
Се сеќаваш на сликите што ги нацрта за настанот за галење животни ? 
Лицето што го води тоа , рече дека сакаат ист вид уметност на летокот за Божиќниот настан што ќе го имаат . 
Можеш да нацрташ што сакаш , како на пример Дедо Мраз или ирваси . 
Ирваси ? 
Никогаш не сум ги видел . 
Не грижи се за такво нешто . 
Само пробај , Сато . 
Божиќ е , знаеш . 
Со нетрпение го очекуваше како дете , нели ? 
Кога добиваш подарок покрај креветот кога ќе се разбудиш наутро , нели ? 
Не ? О , нели . 
Секако дека не . 
Не грижи се за тоа . 
Така е . Така е . 
Секое семејство е различно . 
Ако ги сакате моите цртежи , тогаш со задоволство би го направил тоа . 
Добро , шефе . 
Кажи му . 
Во ред ! 
Ако ова помине добро , ќе ти дадам покачување од 100 јени на час . 
Значи , до 1.000 јени ? 
Точно . 
1.000 јени на час ! 
Еве , седни . 
Тој морон , Сато . 
Уметност за Божиќен флаер ? 
Не го заслужува тоа ! 
Прво , би сакал да видам слики од Дедо Мраз . 
Тоа има смисла . 
Само направи пребарување . 
Вечерва , на враќање дома , ќе го искористам мојот Kenpo да те стават во болница . 
Кога ќе те нема , ќе можам повторно да почнам да ја ѕиркам Мисаки . 
Можам и да и го украдам клучот . 
Можеш ли да се погрижиш за ова , Мисаки ? 
Се работи за нарачка што ја добивме по факс . 
Изгледа бараат визит - картичка за агенција за таленти или нешто слично . 
Во ред . Ќе составам три стилови за избор . 
Добро , ти благодарам . 
Значи , овој човек е Дедо Мраз , а ? 
Црвена , бела и црна . 
Бразилска корална змија , а ? 
Идиотот Сато , поминува низ овој парк кога се враќа дома . 
Ретко кој има наоколу во ова време . 
Совршено е . 
Купив ММА ракавици за да не ги повредам рацете кога ќе го удрам најсилно што можам . 
Се пресоблеков и ставив капа и маска , па никогаш нема да знае дека сум јас . 
Тоа ќе биде само случајно тепање . 
Еве го ! 
Настина , Кајнума ? 
Ова е тешко . 
Секоја година , во ноќта на Христовиот роденден , овој старец го зема еленот со сјаен нос кој му ја влече санката додека доброволно оди наоколу и им дели подароци на децата . 
Но зошто ? 
Што добива со тоа ? 
Дали оној млад човек сe уште работи со тебе , шефе ? 
Да . 
Отпрвин сакав да видам дали има волја да го направи тоа , па го терав да ја исчисти канцеларијата , ВЦ - то и сл . 
Но , ниту еднаш не направи кисело лице . 
Всушност , изгледаше како да ужива . 
Тоа е одлично . 
Сега , го натерав да направи илустрации . 
Не е многу добар , но неговите цртежи имаат карактер . 
Изгледаат како детски цртежи . Толку се невини и чисти . И исто така го греат срцето . 
Навистина ? 
Би сакала да видам еден . 
Всушност , имам еден . 
Го носам во паричникот . 
Еве . 
Тоа е Шозо Хаманоја . 
Рече дека му била потребна цела ноќ да го нацрта тоа . 
Рече , " Пред да знам , беше утро " . 
Пред да знам , беше утро ... Смешно , нели ? 
Се обложувам дека тоа момче сега навистина ужива . 
А ? 
Зошто го кажуваш тоа ? 
Погледни го ова . 
Ја гледаш оваа насмевка ? 
Хаманоја не се смееше на омотот на неговиот албум . 
Моите спомени од Дедо Мраз ? 
Да . Би сакал да знам за тој стар дечко Дедо Мраз . 
Зошто ? 
Хм ... 
Дали Дедо Мраз доаѓаше кај вас дома ? 
Сигурно го правеше тоа , секоја година . 
Кога ќе се разбудев наутро , имаше подарок покрај мојот кревет . 
Би рекла : " Од Дедо Мраз " . Но , да ти ја кажам вистината , кога имав 5 години , знаев кој е всушност Дедо Мраз . 
Бидејќи имав добра меморија , и бев прилично паметна . Но , сепак се преправав дека верувам во Дедо Мраз . 
Сигурна сум дека мајка ми сфати дека сепак се преправам . Но , го поминавме Божиќ и двете преправајќи се дека не знаеме . 
Што добиваше како подароци ? 
Кога имав 10 години , за мојот последен Божиќ , добив плишано мече . 
На крајот на краиштата , бев единствено дете . 
Очигледно , легнував држејќи го . Но и тоа изгоре во пожарот . 
Еј , зошто ме натера да се сеќавам на моите родители ? 
Веќе имам добро сеќавање , па зошто ме натера да го направам тоа ? 
Сe што направив е сакав да те прашам за Дедо Мраз . 
Што е со тебе ? Какви се твоите спомени од Дедо Мраз ? 
Не се ни сеќавам како изгледаа моите родители . 
Кога станав свесен за себе , шефот ме воспитуваше . 
Научив за Божиќ и Дедо Мраз откако бев многу постар . 
Всушност , верував дека Дедо Мраз е некој чуден старец . 
Тоа е исто така грубо . 
Кога ќе најдеше подарок до твојот кревет наутро , дали тоа те правеше среќна ? 
Секако дека ме правеше среќна . 
Иако знаев дека поклонот е од моите родители . 
Би помислила : " Се прашувам дали Дедо Мраз ќе дојде повторно оваа година " . 
Родителите се преправаат дека се Дедо Мраз за да ги исполнат желбите на нивните деца . 
Децата се преправаат дека веруваат во Дедо Мраз за да ги исполнат желбите на нивните родители . 
Тоа е таква семејна игра од бајките . 
Многу ги сакав мајка ми и татко ми . 
Каде ? Кој ти рече дека можеш да заминеш , кретену ! 
Само помислив дека треба да си одам . 
Ме натера да се сетам ! 
Пиј ! 
Пиј со мене ! 
Тогаш , ќе се пијам газирана вода . Нема шанси ! 
Ќе пиеш алкохол ! 
Октопод 
Навистина не можам да ја кажам разликата помеѓу двете . 
Па , се чини дека има мала разлика меѓу нив . 
Дали за овие ... исто ти требаше долго време да ги нацрташ ? 
Да . 
Не спиев ни намигнував . 
Не спиев ни намигнував . Не спиев ни намигнував . 
Зошто ... Зошто го праша тоа ? 
Бев ... само љубопитен . 
Кажи , Сато . 
Зошто не се опушти повеќе и да се забавуваше цртајќи ги ? 
" Да се забавувам " ? 
Така е . 
Тоа е она што ги прави твоите цртежи толку привлечни . 
Во ред . 
Ќе заминам сега да направам брза испорака . 
Внимавај . 
Сметам на тебе . 
" Да се забавувам " ... " Не спиев ни намигнував " . 
Шефе ! 
" Не спиев ни намигнував " . О , престанете . 
Детективска агенција " Таихеи " 
Да ? 
Јас сум од Октопод . 
Имам достава на визит картички . 
Ве молам проверете го името и адресата на визит - картичките . 
Дали го познаваш ? 
Некако , да . 
Не баш . 
Значи ти си тој , што беше удрен од братот на Хина . 
Да . 
Хина , дај му кафе . 
Името и адресата се во ред . 
Сигурно работите брзо . 
Ги направив овие за пријател . 
Патем , слушнав дека си се обидел да и помогнеш со нозете . 
Кога ги забележав нејзините треперливи , но упорни обиди , не можев да се возадржам од обидот да и помогнам . 
- Еве . 
- Ти благодарам . 
Треба да се обидеш да ги направиш вежбите на пониската шипката . 
Никој не побара твој совет . 
Сепак , ти падна . 
Остави ме на мира . 
Не е ни чудо што те нарекуваат перверзен . 
Кога некој ќе посегне да му помогне на некој што е повреден , дали тоа го прави перверзен ? 
Добра поента . 
Го разбирам твоето размислување , но така е во денешно време . 
Дури и ако имаш добри намери , другите можеби мислат дека имаш задни намери . 
Тотално бескорисните луѓе се исмејуваат и ги понижуваат способните луѓе . 
Особено на интернет . 
Но , тоа е во ред . 
Само вистинските спопособни луѓе ззвршуваат дела без разлика што ќе каже некој . 
Топло ! Жешко е ! 
Ти благодарам за кафето . Нема проблем . 
Ќе работиме повторно некогаш . 
Иако ние сме тие што ја поставуваат стапицата , ова е интересно . 
Овој доставувач предмалку , е пријатен човек , Хина . 
Има неколку лабави завртки во главата , но е единствен . 
Кајнума и Мисаки , двајца вработени во Октопод ... 
Доколку и двајцата ... одеднаш исчезнат , се прашувам ... што би помислил тој човек . 
Брат , навистина доаѓаш само кога спремам вечера . 
Слушај , ако сакаш да вечераш , тогаш барем јави ми се . 
Топло тенџере , а ? 
Тоа ќе ме загрее . 
Добро ! Сфаќам ! 
За инцидентот пред 4 години во кој беше и Хинако Саба . Имав три цели , но едната исчезна . 
Денеска го запознав . 
Го запозна ? 
Води детективска агенција во градот користејќи го името Утсубо . 
Кај него е Хинако Саба , Утсубо кој исчезна , и момчето што ме удри кој себеси се нарекува брат на Хинако . 
Чудна група . 
Да не си се осмелил ! 
Тоа беше откажано одамна , нели ? 
Заборави на тоа . Не се мешај . 
Така рече шефот , нели ? 
И да не правиме проблеми ? 
Така е . 
Го носам тенџерето . Внимавај . 
Клокоти и жешко е . 
Дувај во него самиот . 
Сега ќе си направам за мене . 
Кој би помислил дека момчето што го удрив работи со Кајнума во Октопод ? 
Да , сите овие коинциденции се добра работа . Но , кога работите одат чудно добро , тогаш треба да бидеме најмногу внимателни . 
Може да се случи неочекуваното , и добри и лоши работи . 
Тоа е како Марфиевиот закон . 
Го наоѓаш тоа што го сакаш кога ќе престанеш да го бараш . 
Од каде знаеш за прекарот Фабл ? 
Долго време сум во подземјето . 
Фабл е урбана легенда дури и во подземјето . 
Ако е тргнат по тебе , готов си . 
Секогаш ќе те фатат . 
Не секогаш . 
Некои преживеале . 
Јас сум еден од нив . 
Пред 4 или 5 години , изградив синџир за проституција . 
Обезбедував малолетни девојчиња на педофили . 
Тоа беа главно забегани девојки . Но , кога ни беше потребно киднапиравме некои . 
Бизнисот ми направи многу непријатели . 
На 10 јуни , пред 4 години ... 
Никогаш нема да го заборавам . 
Прво , еден од водачите беше убиен . 
Го повлекол пиштолот , но немаше знаци дека пукал . 
Грлото му беше пресечено . 
Му го зедов пиштолот и избегав . 
Уште еден беше убиен 10 дена подоцна . 
Откако му беше пресечено грлото на ист начин , излета со возилото од катната гаража . 
Хина беше на совозачкото седиште . 
Значи , после таа несреќа има проблеми со нејзините нозе , а ? 
Хина беше бегалка а Кавахира и се заканувал со проституција . 
Значи Хина го видела платениот убиец ? 
После несреќата ... околу една година подоцна , отидов да ја видам во болница . 
Се преправав дека сум некој од детективска агенција . 
Ја испитував за тоа што знае за платен убиец и синџирот на проституција . 
Хина инсистираше на тоа дека не знае ништо а истото им го кажа и на полицајците . 
Сигурно била толку шокирана , што не се сеќавала на ништо . 
Не , не беше тоа . 
Се исплашила од платениот убиец . 
Набргу по таа несреќа , ги убив родителите на Хина . 
Не е ни чудо што беше преплашена . 
Пијан сум . 
Премногу ги намокрив непцата . 
Да . 
О , да . Во врска со платениот убиец . 
Утробата ми кажува дека тоа е Фабл . 
Моето име е Утсубо . 
Се јавувам од Детективската агенција Таихеи . 
Би сакал да разговарам со вас за вашиот син Ецуџи . 
Па , тоа е многу загрижувачки проблем . 
Мислам дека е подобро да разговараме лично отколку преку телефон . 
Можам да зборувам само со вас , неговата мајка , за ова . 
Овој проблем се однесува на иднината на Ецуџи . 
Ова сигурно беше лесно . 
Навистина ? 
Но , има еден трик во тоа . 
Треба да кажеш дека е сериозно , но дека си на нивна страна . 
Не е ни чудо што телефонските измами никогаш не исчезнуваат . 
Не ги искористувам предностите на постарите како што го прават тоа , измамниците со имитирање . 
Луѓето што ги таргетираме се презаштитени богати дечишта . 
А тука е убавината . 
Кога таквите луѓе ќе исчезнат , немаат пријатели кои ќе ги бараат . 
Самоото тоа во голема мера го намалува ризикот за нас . 
Пријатели , а ? 
Тој човек ... 
Кои се овие ? 
Ти реков , не можам да замислам што може да биде . 
Мора да имаат погрешна личност . 
Можеби е така , но сепак сум загрижена . 
Дали си сигурна дека ова не е измама ? 
Можеш ли навистина да поверуваш на таков повик од ведро небо ? 
Да не е вистина , дали би ме повикале во нивната канцеларија ? Не е важно . 
Можеш ли да ми дадеш уште 100.000 овој месец ? 
Шефот е толку скржав , а мојата плата е навистина мала . Но , толку сум посветен на мојата работа , што не би можел да се откажам дури и да сакам . Ова може да е некоја грешка . 
Само внимавај на однесувањето додека разговарам со нив . 
Повторно дојде . 
Ова е уште почудно ! 
Тука сме . 
Да ? 
Ви благодариме што дојдовте . 
За да можеме да се сретнеме под фер и еднакви услови во иднина , ќе го снимам овој разговор . 
Се надевам дека разбирате . Во ред . 
Ќе ни се придружи уште еден колега , но малку ќе задоцни . 
Ајде да поминеме колку што можеме пред тоа . 
Па , што точно се случува со мојот син ? 
Прво , имам неколку прашања за вашиот син . 
Ве молам одговорете искрено . 
Во ред . 
Вие сте Ецуџи Каинума , 23 години , нели ? 
Живеете сами , нели ? 
Ах , да . 
Дали излегувате со жена , или дали некогаш сте се забавувале со жена ? 
Не , не сум . 
Дали во моментов ве привлекува некоја особена жена ? 
Одвојте време сега и одговорете јасно . 
Не , не баш . 
За што се работи ? 
Дали ја познавате г - ѓица Мисаки Шимизу ? 
Гледам дека е така . 
Д ... Да . 
Следна епизода : С01Е20 : " 24 часа " 
Превод на македонски јазик : 
