' ' ' ФАБЛ ' ' ' 
Сезона 1 , Епизода 14 : " Те сакам , Ни - сан ! " 
Октопод 
Добро утро . 
Утро , Сато . 
Дали е тоа телевизор ? 
Корисно е ако можеме да гледаме овде , нели ? 
Одиме сега со повеќе вести . 
Функционира ! 
Ти си неверојатен , Каи . 
Добро утро . Утро . 
Утро . 
Мисаки , дали ти е подобра настинката ? 
Ах . Да . Сега сум добро . 
Извинете . 
Тоа е добро да се знае . 
ТВ има одлична слика . 
- Како и ревидирање на ... - О . каде се поставува опрема за игралиште , инспекциите ... 
Работите се незгодни меѓу тебе и Мисаки ? 
Да . Како да ме избегнува . 
Не ми кажувај дека сфатила дека ти беше во фабриката . 
Мисаки тогаш беше во паничен режим , а јас не бев ниту една минута со неа . 
Па , да ... 
Веројатно ќе се налути уште повеќе ако знаеше дека си ти . 
Иако ја спасив ? 
Секако дека би се налутила и ќе биде во шок ако дознае дека нејзиниот пријател е платен убиец . 
Сериозно ? 
Дали си загрижен дека дознала ? 
Ајде , биди искрен со мене . 
Ако го сфатила тоа , тоа за мене како професионалец е неуспех . 
- Би требало да сум невидлив ... - Досадно ! 
Доволно ! 
Тоа не е она што го мислам . 
Си го ризикувал животот за да ја спасиш , па зарем не би те бунело ако те мрази што си платен убиец ? 
Го ризикував животот , а ? 
Тоа што го направив беше како прошетка во парк за мене . 
Значи , не би ти било важно дали Мисаки те мрази ? 
Ќе ја изгубиш како пријателка . 
Не ми е гајле . 
Шеш ! 
Ти си како робот . 
Како машина за убивање со ладно срце . 
Не сум толку добар . 
Тоа не беше комплимент ! 
Помина некое време , Суна . 
Сега кога Коџи е надвор од џоинт , групата мора повторно да се зајакне . 
Коџима е мртов . 
Што ? 
И ти си добар актер . 
Сите сте исти . 
Како и да е , што и да е . Имам прашање за тебе . 
Кажи ... ? 
Можам да ти кажам ако нешто знам . 
Сакам информации за тој платен убиец наречен Фабл . 
Слушнав дека работи за " Групата Магуро " . Но , никогаш не сум слушнал нешто за него . 
Што ? 
Платен убиец ? 
Фабл ? 
Не , никогаш не сум слушнал за него . 
Ти беше еден од нив , нели ? 
Пред околу 15 години , те викаа чистач , нели ? 
Еве 2 милиони . 
Кажи ми што знаеш . 
Сега , слушај ме добро Суна ... 
Не ми е гајле колку е тривијално . 
Дури и ако знаеш за името Фабл . 
Дали тој е само легенда како Бигфут и Неси ? 
Или момчето што го видов беше платениот убиец познат како Фабл ? 
Се појави од никаде како дух , и ги прегази сите таму пред моите очи со пиштол играчка . 
Па , ќе ти кажам една добра вест . 
Долго време си во подземјето , но дури и ти не знаеш кое е ова момче Фабл . 
Дали знаеш што значи тоа ? 
Тоа значи дека тие се организација која го усоврши бизнисот со убивање . 
Па најдобро е да не им бидам непријател , нели ? Не биди смешен . Мислам ... подобро за тебе е да го држиш носот надвор од него . 
Имаат врски со " Групата Магуро " , нели ? 
Тогаш не треба да копаш наоколу . 
На крајот , кога ќе станеш шеф или Капетан на " Групата Магуро " сепак ќе дојдат кај тебе , нели ? 
Значи , на тоа се сведува , а ? 
Брат ми не е тука . 
Досадно ми е . Толку ми е досадно . 
Да ? 
Здраво . 
Добредојдовте . 
Каков вид нож барате ? 
О , Црн јастреб ( Blackhawk ) . 
Да го извадам за да можеш да го држиш ? 
Да . 
Ве молиме ставете ракавица . 
Ова враќа спомени . 
А ? 
Дали го знаете овој нож ? 
Да . Многу ми се допааѓаше , но мечка ме нападна мечка . 
Па , добро ! 
Тоа звучи како тесно бегство . 
Таа мечка беше прилично опасна . 
Немав друг избор освен да ја прободам во окото со овој нож . 
Таа проклета мечка побегна со мојот нож уште заглавен во неа . 
Се шегувате , нели ? 
Да , само се шегувам . 
Ќе го земам овој нож . 
Извинете што наеднаш влегов . 
Во ред е . 
Значи , што те носи овде денес ? 
Па , можете да кажете дека јас сум еден од луѓето кои знаат што се случува . 
" На што мислиш " ? Да . За тоа што се случи пред некој ден во фабриката , а Фабл е ... работата на брат ви . 
Ух , само да знаете , јас сум на вашата страна . 
Дури и го прашав брат ви , дали би можел да му бидам ученик . 
" Негов ученик ... " ? 
Се разбира , тој ме одби . 
Па , што сакаш од мене ? 
Се надевав дека ќе можете да ми кажете како би можел да му пријдам на брат ви да го натерам да ме земе за негов ученик . 
Како по ѓаволите јас треба тоа да знам ? 
Што е со вашата организација ? 
Дали правите некој вид на регрутирање ? 
Уште помалку знам за тоа . И не изнесувај работи како некоја " организација " така лежерно . 
Да бидам искрна , речиси немам поим кој е брат ми . 
Навистина ? 
За еден млад дечко во Магуро , ти си прилично високо , нели ? 
Дали би го отфрлил тој ранг ? 
Не можев да се грижам за ранг или статус . 
Би оставил сe во мојот живот , ако ме направи негов ученик . 
Мојот брат , овој викенд ќе оди во планина на неколку ноќи . 
Во планините ? Ќе кампува ? 
Не знам . 
Кажа нешто за тоа , како ја губи својата мотивираност и слично . 
Зошто да не побараш од него да те земе со себе ? 
Односно , ако можеш да одиш со ногата . 
Претпоставувам дека ќе се откажеш , откако ќе поминете цели 2 дена заедно . 
Како да го прашам ? 
Моли го да те земе . 
Всушност , сака кога го молат . 
Да го замолам , нели ? 
Во ред . 
Ви благодарам ! 
Продолжи да доаѓаш . Продолжи да доаѓаш . 
Добро , тоа е добро . 
Добро попладне . 
Гледам си ги оставил штаките . 
Да не е малку рано ? 
Не , добро сум , Сенсеи . 
Мислам , Ни - сан . 
" Ни - сан " ? 
Имам подарок за тебе . 
Не е ништо многу . 
Слушнав од Јоко дека сакаш да го добиеш ова . 
Од Јоко ? 
Ова е ... Шозо Хаманоја . 
Ти се допаѓа Шакал и често ја гледаш таа драма , нели ? 
И мене ми се допаѓа Шакал , па можам да се поврзам . 
Ја немам гледано драмата , но знам за Шозо Хаманоја . 
Може ли да го задржам ова ? 
Секако ! 
Затоа го купив . 
Само напред . 
Некако слушнав дека викендов , ќе одиш на планините да кампуваш или нешто слично . 
Сигурно многу слушаш . 
Нии - сан , може ли да дојдам со тебе ? 
Само да знаеш , тоа не е кампување . 
Ако не е кампување , тогаш што е ? 
Само ќе поминувам 2 ноќи и 3 дена во планините . 
Идеално , би поминал една недела таму . 
Тоа ќе биде само одење по планините ? 
Тогаш ќе ги правам работите сам , но дали можеме да одиме таму заедно ? 
Нема да ти се испречам на патот . 
Го мислам тоа . Ќе бидам блиску до тебе , но секој ќе си го прави своето . 
Можеш само да ме игнорираш . 
Ќе останеме на повидок , секој со своето . 
Ќе бидеме на растојание за разговор , но ќе си го правиме своето . 
Разбирам . 
Секој од нас ќе си ја гледа своја работа . - Тогаш ... 
- Слушај внимателно . 
Не фрлај ѓубре во планините , ниту едно ткиво . 
Ако фрлиш ѓубре макар и еднаш , веднаш ќе те погребам таму . 
Нии - сан ! 
Значи , се согласи со тоа ? 
Да , затоа што ти му ја наполни главата со глупави идеи . 
Што не е во ред со одење на мало пешачење со него ? 
Во секој случај , тој никогаш нема да продолжи . 
Откако ќе види колку си поспособен и посилен , ќе се откаже . 
Сакаш ли зеленчук во пржењево ? 
Само малку . 
Исто така , пристигна пакет за тебе од Шефот . 
Од Шефот ? 
Таму е , на врвот на микробрановата печка . 
О , тоа . Што е тоа ? Како дојде до тоа ти си единствениот што добива нешто ? 
Што ? 
Да не доби срцев удар ! 
Како е можно , толку да си чувствителен на топла храна ? 
Не е само до топлата храна . 
Јазикот ми е едноставно чувствителен . 
Се случи кога тренирав да почувствувам отров . 
Можев да се потпирам само на сопствениот јазик . 
Кога човек навистина гладува , неговиот нос и јазик стануваат чувствителни . 
Твојот нос и јазик предвидуваат дали твоето тело ќе го асимилира или отфрли . 
Ако трне по мал залак , не е добро . 
Кога имав 12 години , цели 3 дена не можев да се движам во планините . 
Такво искуство го направи мојот јазик супер чувствителен . 
Претпоставувам ... сега ќе си одам дома . 
О , јади , не го тупи ! 
Добро , ќе го дувнам да се оладми малку . 
Колку се намачив , готвејќи го ова , а ти сакаш да ме откачиш . 
Знам дека го снимаше станот на Мисаки со скриени камери . 
Дај ми ги видеата . 
По ѓаволите ! 
Иако ми пристигна ДВД - то , не е добро без моите видеа со скриените камери ? 
Всушност , како Сато воопшто знаеше за моите скриени камери ? 
Кој е тој човек ? 
А по ѓаволите и таа Мисаки . 
Што е со нејзината мака со јакузата ? 
Како и да е , сакам да си ги вратам моите видеа со скриена камера од станот на Мисаки . 
Мисаки ! 
Влези ! 
Рано си пијана , Јоко ? 
Секако дека сум . - Ајде внатре . 
- Не можам . 
Имам работа после ова . 
Само сакав да ти ја вратам облеката што ја позајмив . 
Земи слободен ден од работата . 
Не можам да го сторам тоа . 
Ајде да пиеме . Ајде да се забавуваме . 
Добро , само 10 минути . - Одлично ! 
Еден час е доволно . 
- 10 минути ! 
Брат ми беше загрижен затоа што беше непостоен . А ? 
Што е проблемот ? 
Дали нешто се случи ? 
Почнуваме со вино ? 
Вистината е ... Се работи за цртежите . Го замолив Сато да направи ... 
О , оние цртежи што ги нацрта и требаше да ти го даде . Така е . 
Овој ... Еј , не е смешно . 
Дали вас двајца ме носевте вака ? 
Дали вака се смеевте ? 
О , колку е смешно ... Не ме засмејувај повеќе ! 
Не можам да се справам со тоа ! 
Не се обидувам да те насмеам . 
Откако го видов овој цртеж , работите ми се незгодни . 
Ме виде гола . И зошто го нацртал тоа ? 
Ова е пресмешно ! 
Благодарам , Мисаки ! 
Не направив ништо . 
Јас сум . 
Денеска излегов од болница . 
Гледам . 
Нередот во кој те вмешав ти предизвика проблеми . 
Така да ти известувам . 
Вашиот шеф ме посети . 
Го запозна Шефот ? 
Да , ми се налути . 
Но , има целосна смисла дека мора да беше тој . 
Имам едно прашање за тебе . Кажи ? 
По оваа твоја едногодишна пауза , дали се враќаш на претходната работа ? 
Да , тоа е мојот план . 
Тоа е единственото нешто што знам да го правам . 
Би сакал да може да се вклопи во обичното општество . 
Аналогниот стил на убивање на Акира е застарен . 
Не сакам да се ослободам од Акира . 
Дали е тоа точно ? 
Како и да е , сигурен сум дека ќе доживееш многу работи во текот на твојата година . 
Уживај . 
Да , во право си . 
Ќе одиме колку што можеме за да нема никој наоколу . 
Можеме да одиме толку далеку со автомобил , па Јоко ќе не вози . 
Тогаш јас и ти оттука ќе тргнеме на југоисток . 
Но , натаму нема пат . 
Тоа е затоа што ќе бидеме во дивината , нели ? Во право сте . 
Ќе се обидеме да стигнеме до оваа река до доцна попладне . 
Реките се многу корисни . 
Ах ... Значи , ќе одиме без пауза до доцна попладне ? 
Тоа е затоа што е опасно после стемнувањето , нели ? 
Ова ќе биде нашата база цели три дена . 
Ќе одиме по оваа река за да излеземе . 
Во 15 часот за 3 дена , ќе се сретнеме со Јоко на овој мост . 
Ах ... Јоко изгледа ... спиеше цело време ... 
Секако дека спиев ! 
Мислам , ова е обично време кога одам во кревет . 
Куро , имаш свои луѓе го Групата Магуро , нели ? 
Да , но никому во групата не кажав дека одам на планина . 
Сите мислат дека сe уште имам гипс . 
Еј , ме натера да возам , но никој не рече дека можеш да спиеш ! 
Тоа е она што ме нервира кај тебе . 
Се разденува полека . 
Да . 
Мислиш ли дека времето ќе биде добро ? 
Времето не е важно . 
Нема да одиме на кампување . 
О ... Ах , не знам многу кои работи треба да се поносат за на отворено . 
Дали заборавив нешто ? 
Не , земи што сакаш , но ... 
Каде ти е ранецот , брат ? 
Тоа е се што ќе носите ? 
Што е со шатор ? Вреќа за спиење ? 
Или храна ? 
Или батериска лампа за ноќе ? 
Ја потценувате дивината . 
Како што ти реков , ако го понесеш сето тоа , само ќе кампуваш . 
О , нели . 
Тогаш и јас ќе понесам исто толку работи . Да не си се осмелил ! 
Тој е посебен ! 
Не го имитирај . 
Кој е минимумот опрема што му треба на аматер за престој во дивината ? 
Бидејќи ќе одиме по патеки цело време , најдобро ти е да се спакуваш лесно . 
На крајот на краиштата , зависи од она што сакаш да го направиш . 
Ориз ... 
Дали кампуваме ? 
Тогаш , хм ... што ќе правиме за храна ? 
Ќе го најдеме таму . О ... 
Веројатно див зеленчук , како шитаке и печурки . 
Зарем печурките не се застрашувачки ? 
Шпорет на бутан ... Дали кампуваме ? 
Тогаш , ќе подигнеме камперски оган за да готвиме ? 
Преклопна столица , двоглед , ракавици , вилушка и лажица . 
А што е ова ? 
Сега не е ни кампување . Ова е пикник . 
Па , шаторот и ламбата се во ред . И вреќата за спиење . 
Што е со нож ? 
Тоа е кама ! 
Мислев дека секое сечило би завршило работа . 
Па , тоа е дефинитивно сечило . 
Мислев дека само треба нешто да се исече . 
Тоа дефинитивно сече . 
Ќе биде доволно добро . 
Ти благодарам Нии - сан . 
Ова е многу полесно . 
Ќе одиме југоисточно од овде па натаму . 
Се гледаме во 15 часот , за 3 дена , Јоко . 
Ако не се појавиме за 30 минути , можеш да си заминеш . 
Погрижете се да се вратите безбедно . 
Сепак , не сум толку загрижена . Да . 
Следи ме . 
Ние само ќе одиме овде , а ? 
Некако се возбудувам . 
Само мало потсетување , нема да одиме на кампување или на пикник . 
Значи , ова е како опстанок во дивината , нели ? 
Не , само трошиме неколку дена во планина . Тоа е се . 
Тоа е она што е толку кул кај вас Сенсеи ! 
Изгледа дека уживаат . 
