（ 歐布萊特獎 學生 選拔 訓練 ） 
跑 起來 ！ 
喂 ， 金產 ！ 
喂 ， 跑慢 一點 啦 
金 光敏 ， 快 跟上 
喂 ， 慢一點 啦 ！ 
- 必勝 
- 必勝 
來 ， 辛苦 了 
必勝 
來 ， 辛苦 了 
謝謝 
- 必勝 
- 必勝 
不好意思 
你 在 幹 嘛 ？ 
我 想 帶 一點 回去 給我 姪 女芷娜 
你 很 心煩 意亂 吧 ？ 
還好 
你 什麼 都 別 擔心 ， 專 心念 書 就 好 
留學 的 好 處 是 什麼 ？ 就是 要 你 別 擔心 家人 跟 家庭 讓 你專 心念 書 的 
我會 謹記 在 心 
你 父親 的 身體 狀況 還是 一樣 吧 ？ 
對 ， 還是 不太好 
我會給 你 一點 生活 費 
沒關 係 ， 將軍 ， 不用 
你 就 收下 吧 ， 別 推辭 了 
謝謝 
好 了 - 你 繼續 打包 吧 - 好 
（ 逆貧 大叔 ） 
（ 逆貧 大叔 ） 
（ 爸爸 對 上 叔叔 ） 
他現 在 八成 正握 著 安社長 的 手 哭哭啼啼 
渾然 不知 自己 落進 了 我們 的 圈套 
姜成民 肯定 會 感激 不已 
那 是 當然 的 
國務 總理 的 職位 他 肯定 想 都 沒想過 
那 傢 伙 從 還在 喝奶 的 時候 就 已經 被 我 一手 掌握 了 話 說 美 軍 怎麼 在 這進 進出 出 的 ？ 
美 軍 ？ 
氣氛 不 太 尋常 
年 輕 軍 官們 都 認同 這份 聲明 
美 軍 司令部 也 有 一些 新 的 情報 
我會 好好 約束 軍方 的 
國會 可以 用 錢 收買 但 軍人 就 難 了 
日本 統治 時期 我們 都 見識過 了 
其他 情報 指 的 是 什麼 ？ 
軍方 似乎 有意 推舉 第一 軍 司令官 
第一 軍 司令官 ？ 
是 崔漢林將 軍 ， 在 軍中 很 有 威望 和 美 軍 司令官 關 係 也 很 好 
崔漢林 ？ 
（ 首都 防衛隊 ， 祕 密 地堡 ） 
你 和 崔漢林 第一 軍 司令官 在 歐布萊特歡 送會 上 見 過面 吧 ？ 
是 ， 我見過 他 
那天 你們 談 了 政變 的 話題 嗎 ？ 
崔漢林將 軍 是 我 最 尊敬 的 軍人 
他 曾 在 我 困難 時 伸出 援手 
對 我 而言 ， 他 就 像 父親 一樣 
（ 1960 年 2 月 19 日 ， 首爾 ， 韓國 ） 
（ 半夜 飯店 ） 
敬禮 
金產 
你 身體 還好 嗎 ？ 
那個 傳聞 是 真的 嗎 ？ 
我 加入 了 民主 黨 
政治 圈 不好 混 喔 
大家 總會 覺得 自己 與眾 不同 事後才 發現 事實 並非 如此 
但 意識 到 的 時候 通常 都 太晚 了 
我會 謹記 這點 
走 吧 
尊敬 崔漢林將 軍 的 人太多 了 
你 喜歡 那些 受人 尊敬 的 傢 伙 嗎 ？ 
我 最 討厭 那種 人 了 
他 進來 了 
金產緊 跟 在 他 身邊 呢 
他 當然 要 緊緊 跟 著 這 可是 他 今天 的 目的 
崔漢林 將軍來 了 
他們 兩個關 係 會 不會 太好 ？ 
你 不是 說 這是 他 今天 的 目的 ？ 
可是 有 必要 那麼 親近 嗎 ？ 
他 畢 竟是 金產 的 養父 嘛 
姓朱 的 是 他 父親 ， 姓 崔 的 也 是 他 父親 
什麼 阿貓 阿狗 都 能當 他 父親 
看來 你 吃醋 了 
吃醋 ？ 
世康 紡織 的 安基澈 常務 代表 青優會 直接 捐款 給我們 了 
今年 我們 會 送 12 位獎 學生 前往 美國 
歡迎 歐布萊特 獎學 基金 會 的 鄭瑞秋 女士 她 是 我 妹妹 
各位 女士 、 先生 我 是 歐布萊特 基金 會 的 鄭瑞秋 
首先 ， 我想 謝謝 各位 撥 冗前 來 並且 由衷 地感謝 今天 在場 每 一位 貴賓 的 參 與 
能 做 這些 是 我們 的 榮幸 那麼 話 不 多 說 接下 來 我 要 隆重 地向 各位 介紹 歐布萊特獎 學計畫 的 獲選學 生們 
為 各位 介紹 這 12 位獎 學生 
我們 邀請 歐布萊特 校友 金產 、 鄭韓民 、 金 光敏 上前 頒發 證書 
立正 ， 敬禮 
瑞秋 ， 你 和 部長 談過 了 嗎 ？ 
上校 ， 好久 不見 
你 跟 你 叔叔 提過 了 吧 ？ 
等 我 回美國 ... 
" 我們 行善 不可 喪志 若 不 灰心 ， 到 了 時候 就要 收成 " 
《 加拉 太書 》 第六章 第九 節 這是 我 的 信念 ， 上校 
我 相信 只要 你 我 都 不放棄 我們 播下 的 種子 都 不會 白費 
你 還沒 跟 部長 提過 嗎 ？ 
我還 沒 跟 我 叔叔 提過 因為 我 怕 他 會 對 你 感到 失望 
上校 ， 歐布萊特 基金 會 正在 觀察 你 以及 你 的 耐心 程度 
無論 你 是否 不耐煩 了 你 都 要 有 信心 
想想 我們 即將 收割 的 成果 
我會將 你 的 問候 轉達給 我 的 父親 和 叔叔 
我先 失陪 了 
- 三食 大叔 
- 喔 ， 麥可 
這是 我 妹妹 瑞秋 
瑞秋 ， 這是 三食 大叔 
- 三食 大叔 
- 你 聽 說過 很多 他 的 事 吧 ？ 
幸會 
久仰大名 ， 很 高興見 到 你 
幸會 
你講 英文 跟 美國人 一樣 流利 耶 
我 是 美國人 
我 鞋子 不太 舒服 想 去 處理 一下 ， 可以 嗎 ？ - 好 啊 
- 不好意思 
我 的 鞋子 不太 舒服 
我們 下次 再見 
- 你們 好 
- 你好 
車太民殺 了 我 三個 手下 之 後 就 跑 了 
那些 證據 都 處理 乾淨 了 吧 ？ 那當然 ， 全都 燒光 了 
另外 ... 
你 說 
之前 水災 的 時候 我們 選區 有 一座 橋被 沖 毀 
選區 的 事 之 後 再 說 吧 
好 吧 
是 你 叫 我 說 ， 我 才 說 的 
不好意思 
是 ， 小姐 
可以 麻煩 你 幫 我 修個 鞋子 嗎 ？ - 我 ？ 
你 要 我 幫 你 修 鞋子 ？ 
對 ， 麻煩 你 
還是 算了 
我 可以 自己 處理 
隨便 你 吧 
不好意思 
可以 跟 你 借個 火 嗎 ？ 
你 還記 得 洛東江 戰役 嗎 ？ 
我 當然 記得 
當時 我們 被 連續 轟炸 了 28 小時 
我過 去 要 說 什麼 ？ 
那時候 我 以 為 你 死 了 
不好意思 我 自己 心裡 也 在 想 
" 這些 共 軍 怎麼 在 這 ？ " 
我 ... 
怎麼 了 ？ 
如果 有 需要 的 話 我 可以 幫 你 進行 專業 翻譯 
好 啊 ， 那 我 當然 求之不得 
我 還正納悶 他們 怎麼 不 笑 呢 
長 官 ， 不好意思 
我來 擔任 他 的 翻譯 
他剛 才 想表達 的 是 
" 我確 實死 了 ， 但 又 回來 了 因為 我 在 天堂 看到 了 一些 共 軍 " 
原來 他 在 開 玩笑 
我 跟 你 說過 
我 當時 真的 以為 我 死 了 
- 是 啊 - 對 啊 
他 真的 很 幽默 
誰 能 料到 古巴 竟然 會變 成共產政權 ？ 
" 誰 能 料到 古巴 竟然 會變 成共產政權 ？ " 
崔將 軍 ， 你 這樣 的 人 就 應該 從政 
" 像 你 這樣 的 人 就 應該 從 ... " 
跟 他 說夠 了 
這 可是 干 預內政 
幹嘛 一直 跟 軍人談 政治 ？ 
萬一 韓國 真的 共產化 ... 
" 別 跟 軍人談 政治 假如 ... 我 是 說 假如 南韓 真的 變成 ... " 
我來 翻譯 吧 
你 是 哪位 ？ 
我 是 傑森亞倫特 美國 大使 館 的 事務官 
大使 館 ？ 
瞭解 ， 大使 館 
怎麼 了 ？ 你 為何 就 這樣 回來 了 ？ 
大使 館 的 職員 突然 過來 說 他 要 負責 翻譯 
你 應 該賴 在 那裡 啊 怎麼 就 這樣 回來 了 ？ 
他們 聊 了 什麼 ？ 
他 要 從政 嗎 ？ 
他 說 什麼 ？ 
他 說 " 萬一 ... 雖然 不太可能 但 萬 一 韓國共產化 ... " 
然後會 怎麼樣 ？ 
他 講到 這裡 ， 大使 館 的 職員 就 來 了 
居然 偏偏 在 這關鍵 時刻 
你 還記 得 我 嗎 ？ 
記得 
在 獎學金 儀式 上 
- 對 吧 ？ 
- 對 
不錯 
你 記性 真好 
那天 的 一切 我 都 記得 
你 的 國家 再 建計畫 我覺 得 滿 有趣 的 
說 實話 ， 令人 大開 眼界 
謝謝 
你 真的 覺得 它 可行 嗎 ？ 
應該 吧 
只要 我們 將它 拆開 、 分解 從頭 開始 修整 
你 笑 什麼 ？ 
你連 我 的 鞋子 都 修 不了 了 
你 得 把 鞋子 給我 ， 我 才能 修 啊 
我 要是 給你 你 就 修得 了 嗎 ？ 
很多 人 在 古巴 的 投資 都 打水漂 了 
如果 韓國 的 情況 更糟 還有 誰 會 想 在 這裡 投資 ？ 
南韓 跟 古巴 不一樣 
我 還信 不過 韓國 政府 
所以 你們 的 意思 是 不會 投資 我們 的 工業 園區 嗎 ？ 
你們還 需要 什麼 ？ 
韓國 政府 的 付款 擔保 
付款 擔保 ... 
你 是 真的 有意 從政 嗎 ？ 
是 ， 真的 
你 有把握 打敗 那些 政客 嗎 ？ 
我會 努力 的 
有空 來 找 我 
我 有 重要 的 事 跟 你 說 好 的 
你 竟然 在 向 車尾 鞠躬 
佩特 龍實業 怎麼 說 ？ 
他們 希望 韓國 政府 做 付款 擔保 
我們 現在 哪 有 辦法 承諾 ？ 
上車 吧 ， 我 送 你 回去 
- 我們 再 聯絡 
- 慢走 
辛苦 了 
怎麼 ？ 你 的 崔 爸爸 說 要給 你 什麼 好 處 嗎 ？ 
你 也 太 幼稚 了 
你還 真是 到 哪 都 有 爸爸 
那 也 沒 你 的 姪 子 、 姪 女 多 
唉 唷 
你 有 在 算 啊 ？ 
你 就 別動 崔漢林將 軍 了 
怎麼 ？ 因為 他 是 你 爸爸 嗎 ？ 
是 的 話 ， 你 也 要 殺 了 他 嗎 ？ 
你 簡直 把 我 當成 無惡 不作 的 渾球 
那 是 你 自己 說 的 啊 
是 啊 ， 我 是 說過 不過 ... 那 都 是 有 前 因後果 的 是 因為 逼不得已 才 ... 
每當 那種 時候 你 就 派 車太民去 殺 人 嗎 ？ 
我 不會 殺 他 ， 只會 讓 他 脫掉 軍服 
有 可能 嗎 ？ 
這種 事 我 可是 做 了 一輩子 
你 的 計畫 是 什麼 ？ 
我要 讓 韓秀當 誘餌 ， 扳倒 朴智旭 
然後呢 ？ 
再 拿 朴智旭 當誘 餌 ， 搞垮 崔漢林 
號外 ！ 
（ 姜成民議員 推動 《 地方 自治法 》 修正案 的 野心 ） 
號外 ！ 
明天 會 刊出 《 地方 自治法 》 修正案 的 報導 
崔敏圭 肯定 會 不停 催促 姜成民 趕快 強行 通過 修正案 
這應 該 是 反 對 修法 的 議員放 的 消息 
你 怎麼 到 現在還 控制 不好 整個 黨 ？ 
給我 盡快 通過 修正案 
但 目前 還 ... 
別說 那種 草率 的 話 ！ 
票數 不夠 也 要給 我 想 辦法 通過 立刻 去 辦 ！ 
他 說 什麼 ？ 
他 要 我 立刻 讓 修正案 通過 
立刻 ？ 
行得通 嗎 ？ 
（ 國會 ） 
這很明 顯是 要 讓 政府 干 預選舉 吧 
為 什麼 選舉 要 動用 公務員 ？ 
因為 有 需要 啊 
我們 無法 贊成 這種 不合理 的 法律 修正案 
這都 是 為 了 總統 閣 下 好 
這是 為 了 總統 閣 下 好 嗎 ？ 
是 為 了 姜成民 吧 
我當 了 20 多年 警察 體悟 了 一件 事 
每個 人 的 身上 肯定 都 能 拍出 一點 灰塵 
問題 是 ... 你 越是 拍打 就會 發現 灰塵 越來 越 多 
各位 議員過 去 借名 登記 的 財產 選區 內 企業 的 人事 請 託 紀錄 以及 子女 們 升學 的 相關 資料 
我 都 從 治安 局拿來 了 
對 姜成民好 就是 對政黨 好 同時 也 是 對 總統 閣 下 好 ， 懂 嗎 ？ 
你們 覺得 姜成民是 信義社 的 人 嗎 ？ 
你們 是 這麼 想 的 嗎 ？ 
你們 有 可能 會 比 他 還要 早 倒下 ！ 
（ 仙柳園 ） 
我 把 那些 逃到 外縣 市 的 議員 通通 召回 來 了 
幹得 好 我們 明晚 最多能 有 180 票 
（ 支持 《 地方 自治法 》 修正案 的 議員名 單 ） 
對 了 報導 接二連三地 出現 
可能 是 三食 那 傢 伙 在 放 消息 
不然 還有 誰 能 跟 車太民 拿到 那些 資料 ？ 
《 愛民日報 》 那些 信義社 的 資料 也 是 他給 的 ？ 
別 再 提 這件 事 了 聊聊 《 地方 自治法 》 吧 
三食 那 傢 伙 有點 可疑 
我調 查過 他 的 底細 他 跟 朱仁 太 的 女婿 ， 一個 叫 金產 的 人 走 得 很 近 
他們 跟 安耀燮 社長 見 過面 
你 不能 相信 三食 那 傢 伙 
金產 是 做 什麼 的 ？ 
他 之前 好像 在 國家 再 建局 工作 
部長 ， 我 有 話 想 跟 你 說 
他 看 起來 很 面熟 
你 今天 沒看 報紙 嗎 ？ 
我 想起 來 了 ， 我見過 他 
怎麼樣 ？ 
需要 我 再 去 查查 嗎 ？ 
喂 ？ 
是 ， 他 在 這裡 
姜議員 ， 請 你 接電話 
- 我 是 姜成民 - 姜議員 嗎 ？ 
喔 ， 原來 你 在 那裡 啊 
我 有點 急事 想 跟 你 說 
這下 怎麼 辦 ？ 
不然 我過 去 找 你 吧 
好 ， 我 等 你 
誰 啊 ？ 
從外 縣市 過來 的 議員們 就 麻煩 你 打點 了 
到底 是 誰 打來 的 ？ 
三食 嗎 ？ 
- 這 傢 伙 真是 ... 
- 我 自己 會 看 著辦 
喂 ， 你 跟 三食 ... 
你 根本 不 知道 三食 在 打什麼 主意 
我 說 我會 自己 看著辦 
你 走 吧 
真是 的 
- 在 幹 嘛 ？ 
快去 發動 車子 ， 臭小子 - 是 
這給 你 
（ 履歷表 ， 姓名 ： 金產 ） 
安耀燮 社長 打算 用金產來 取代 我 ？ 
這實 在 太 荒謬 了 
真是 荒唐 
難道 安耀燮 還在 懷疑 我 嗎 ？ 
要 不要 我 去 跟 在 金產 身邊 看看 ？ 
假如 發現 他 有 什麼 威脅性 我 可以 找 適合 的 時機 賄賂 他 之類 的 
謝謝 你 
別 這麼 說 
這是 我 應該 做 的 啊 
就算 全世界 的 人 都 叫 我別 相信 你 我 還是 會信 你 
我們 也 要 讓 《 地方 自治法 》 修正案 通過 吧 ？ 
嗯 ， 我 必須 在 明晚 11 點前 讓 法案 通 ... 
我會 讓 在野 黨 的 議員 都 去 不了 
小心 
每次 都 是 你 救 了 我 
我會連 尹八峰 的 份 一起 努力 
你 回家吧 
等等 
我要 緩緩 ， 你 先 走 吧 
沒關 係 ， 我 送 你 回去 
不用 了 ， 你 就 先 走 吧 
辛苦 了 
叫 韓秀 召集 手下 
太民哥 ？ 
" 信義社 抵制 壓迫民眾 及 民族 的 權威 與 權力 
信義社 不會 為 了 一己之私 而 欺壓 任何人 " 
哥 " 我們 堅決 反對 任何 壟斷 權威 與 權力 的 思想 、 人物 與 組織 並為 此備 好 必要 的 暴力 及 武裝 
任何 助長 逼迫 與 欺壓 之 風者 我們 都 將以 信義社 之名 給予 懲罰 " 
這是 16 歲 的 姜成民所列 的 信義社 綱領 
你 還記 得 嗎 ？ 
那 是 崔敏圭 部長 一手 策劃 的 
那些 人 不是 我 派 的 
姜 成民 ... 就是 信義社 的 最後一個 目標 
等 一下 給我 一個 機會 
- 什麼 機會 ？ - 不管 什麼 事 
我 都 會 好好 表現 
哥 ， 我 一定 會 好好 做事 
我 ... 我 不能 就 這樣 死去 ， 哥 
機會 ？ 
太民哥 ， 我求 你 了 
我 就給 你 一次 機會 
我會 盯 著 你 
你 怎麼 會 來 ？ 
我 有 話 要 跟 你 說 
跟 我 來 吧 
請問 你 聯絡 得 上餘進 嗎 ？ 
怎麼 了 ？ 你 不是 毫不 關心 嗎 ？ 
姜成民 被 逼入 絕境 ， 行動 開始 反常 了 
他 要 修改 《 地方 自治法 》 - 讓 公務員為 選舉 ... - 這 就是 你 來 的 用意 ？ 
那件事 報導 都 刊過 了 
你 為 什麼 要針 對 姜成民 ？ 
總統 大選 結束 後 ， 政壇 肯定 會 改制 
他們 會 修憲 改為 內閣制 然後讓 姜成民當 上 總理 
所以 你 要 阻止 姜成民當 上 總理 ？ 
我 可以 給你 更 大 的 獨家 
獨家 ？ 
一張 國會 議員 在 國會 打人 可以 放上 頭版 的 照片 
姜成民 肯定 會試 圖 強行 通過 《 地方 自治法 》 修正案 
屆 時 你 必須 好好 展現 出 你 的 存在 感 
你 要 我 好好 跟 他 較量 一場 是 吧 ？ 
你 的 學習 能力 果然 出眾 
我們 要 讓 他 通過 修正案 因為 得 讓 他 在 自由 黨站 穩腳 跟 
看來 我 已經 沒什麼 能教 你 的 了 
而 我則 會 有 反對 強行 通過 修正案 的 民主 鬥士 形象 ， 對 吧 ？ 
（ 1960 年 2 月 24 日 ， 首爾 ， 韓國 ） 
（ 國會 ） 
嗯 ， 自由 黨 的 議員們 都 在 路上 了 嗎 ？ 
是 ， 我 已 經確 認連外 縣市 的 人 也 過來 了 
好 
好 ， 知道 了 
我 已經 召集 了 十位 力氣 大 的 議員 
還 有人 是 韓式 摔角 選手 
你 先 待命 ， 我會 再 打 電話給 你 
好 不過 十個 人夠 嗎 ？ 
他們 那邊 應該 超過 一百 人 吧 
鮮議員 ， 你 儘 管 放心 
沒 問題 的 
試著用 這個 擋 住 入口 
進去 吧 
麻煩 來 兩壺 濁 酒 
阿姨 
酒來 了 
辛苦 了 
感謝 你 們 撥 空前 來 
我 正好 也 很 好奇 什麼 是 國家 再 建計畫 
你們 要 向 無黨籍 議員 說明 我們 當然 是 感激 不盡 
我 是 經濟 政策 委員長 金產 
幸會 
你好 ， 幸會 
快 請 坐 
對 了 
我 忘 了 拿 一份 重要 資料 
那 我 先 跟 他們 說明 
好 ， 我 快去快回 
你們 坐 
鮮議員 ， 你 怎麼 了 嗎 ？ 
我 有 東西 忘 了 拿 
鮮議員 
你們 來 了 
真高興 見 到 你 們 
我們 就 一起 喝杯 茶 ， 然後再 進國會 吧 
沒什麼 特別 的 事 啦 
我 就是 想 跟 你 們 悄悄地 聚 一下 
金議員 ... 
只要 引入 可以 進行 技術 轉移 的 合資 公司 我們 就 有望 在 五年 內達 到 100 萬 美元 的 出口 額 
鮮議員 似乎 有點慢 
是 啊 
他 應該 快 回來 了 
- 我們 快過 去 吧 
- 這怎麼 ... 
- 怎麼 回事 ？ 
開門 ！ 
開門 ， 混帳 ！ 
李忠 原議員 沒來 嗎 ？ 
- 我 在 這 
- 喔 ， 你 到 啦 
好 的 
怎麼樣 ？ 要 去 了 嗎 ？ 
他 說 先 等等 
唉 唷 
現在 都 幾點 了 ？ 
怎麼 還要 這麼 久 ？ 
那個 ， 幫 我們 上點 威士忌 吧 
他 交代 過 不能 讓 你 們 喝酒 
誰 ？ 
三食 嗎 ？ 
我會 負責 ， 你 端 上 來 就是 了 
唉 唷 ， 幹嘛 這樣 ？ 
文景 州 議員有 來 嗎 ？ 
- 這裡 - 好 的 
文景 州 議員到 了 
議員 ， 這樣 很 危險 ， 下去 吧 
- 你 是 誰 啊 ？ 
- 趕快 下去 吧 快把門 打開 ！ 
- 快 開門 ！ - 快把門 打開 ！ 
唉 唷 
各位 議員 
你們 應該 回家 啊 
自由 黨現 在 試圖 強行 通過 法案 
- 現在 ？ 
- 什麼 法案 ？ 
《 地方 自治法 》 修正案 
那得 趕緊 去 阻止 他們 啊 
四個 人 怎麼 敵得過 一百 人 ？ 
我們 又 不是 李舜臣 將軍 
《 地方 自治法 》 修正案 ？ 
這 根本就是 非法 選舉 ！ 
金議員 
這下 該 怎麼 辦 ？ 
我們 應該 阻擋 不了 
現在 趕快 打電話 到 民主 黨 吧 
好 ， 我來 打 
各位 議員 ， 該 往國會 出動 了 
各位 議員 ， 往國會 出動 ！ 
動作 快 ！ 
為 什麼 要 去 國會 ？ 
走 ， 快 走 
- 大家 趕快 去 ， 快點 
你現 在 在 幹 嘛 ？ 怎麼 還沒去 國會 ？ 
你 都 站 不直 了 
在 這種 情況 下 ， 你 還給 我 喝 威士忌 ？ 
- 我要 過去 了 
- 你 這個 老糊塗 待會 金產 要是 受傷 怎麼 辦 ？ 
趕快 去 ！ 快 ！ 
你 幹 嘛 啊 ？ 
你 把 國會 議員 當什麼 了 ？ 
都 叫 你 別 讓 他 ... 
難道 我們 要 袖手 旁觀 嗎 ？ 
自由 黨 的 議員 超過 100 人耶 
好 ， 我們 去 表決 《 地方 自治法 》 修正案 吧 
都 來 到 這裡 了 應該 沒 有人 打算 投反 對票 吧 ？ 
走 吧 
我們 去 阻止 他們 進入 議事堂 
你們 這是 在 做 什麼 ？ 
竟敢 企圖 強行 通過 法案 ！ 
我們 直接 把 他們 擠開 吧 
我們 挽著 手臂 ！ 
- 強行 通過 的 法案 無效 ！ 
- 無效 ！ 我們 反對 非法 選舉 ！ 
我們 反對 非法 選舉 ！ 強行 通過 的 法案 無效 ！ 
你 搞 什麼 ？ 放手 我 說 我 反 對 非法 選舉 ， 姜成民 
你 這瘋子 竟敢 對國會 議員動手 ？ 
你 算 什麼 國會 議員 ？ 你 只是 崔敏圭 的 跟班 你 這混帳 ！ 
姜議員 
強行 通過 的 法案 無效 ！ 
反對 非法 選舉 ！ 
強行 通過 的 法案 無效 ！ 
反對 政府 干 預選舉 ！ 
反對 非法 選舉 ！ 
強行 通過 的 法案 無效 ！ 
是 誰 把 你 這張 英俊 的 臉 弄 成 這樣 ？ 
還能 有 誰 ？ 
當然 是 姜成民 
你 辛苦 了 
我 自己 來 
你 不會 真的 在 擔心 姜成民 吧 ？ 
當然 不會 
強行 通過 《 地方 自治法 》 修正案 一事 你 還真積 極干預 
接下 來 我們 聊聊 3 月 15 日 的 選舉 舞弊 吧 
可以 抽根 菸 嗎 ？ 
