Я проспала ! 
Я не чую його серцебиття . 
Звісно ти його не чуєш через обладунок . 
Нещодавно він нарешті зміг заснути . 
Здається , симптоми харчового отруєння також полегшуються . 
Зрозуміло . Тож я дарма здійняла галас . 
Дозволь йому ще трохи поспати . 
Здається , він усю ніч марив . 
Знаєте , у цьому підземеллі навіть кількість монстрів , яких перемагають прибулі , береться у розрахунок . 
І коли ми перемагаємо монстрів , ми лише підтримуємо баланс екосистеми . 
Але якщо ми дамо їм спокій , монстри попрямують до міст . 
А міста найматимуть шукачів пригод , щоб полювали на монстрів . 
Усе так добре сплановано . 
Про що ти говориш ? 
Про структуру підземелля , звичайно . 
Я вже дуже давно вивчала це в школі . 
Але це було дуже непросто . 
Агов , дивися . 
Це Марсіль із вищої школи , так ? 
Найталановитіша студентка за всю історію школи ! 
Чула , у свій перший день вона допомагала вчительці . 
А я чула , що вона вже незабаром стане придворним магом . 
Ого , це неймовірно ! 
Я стала помічницею вчительки лише на п'ятий день у школі , а стосовно життя придворним магом , просто один із батьків ним був . 
Сьогодні я попросила вчительку дозволити мені приєднатися до класу . 
Сподіваюся , ми потоваришуємо . 
- Так ! 
- Так ! 
Сьогодні ми спробуємо провести експеримент із розведення духів . 
Усі візьміть по склянці й ідіть надвір . 
Приготуйте дерев'яні дощечки з дірками й покладіть їх у склянку , простеляючи між ними землю . 
Створіть бар'єр , наповніть склянку магією й випустіть у неї духів . 
Маленькі духи живуть виключно за рахунок магії , що знаходиться в склянці . 
Якщо магія занадто сильна чи слабка , вони помруть . 
Розмноження духів вважають основою магії виклику . 
Оскільки структура нагадує підземелля , що дає прихисток монстрам , це називають " підземоніум " . 
Коли закінчите , поставте ваші склянки в темряві . 
Ми їх перевіримо за тиждень . 
Ого , твій бар'єр такий гарний , Марсіль ! 
Ти впевнена , що робиш це вперше ? 
Але навіщо ти вивчаєш магію виклику ? 
Це ж не головна сфера твоїх досліджень , так ? 
Я досліджую те , як створити безпечне підземелля . 
Зараз я зосередилася на складових магії . 
Наприклад , те , як ми зараз збираємо Мандрагори , доволі небезпечно . 
Але якщо я зможу спроєктувати безпечне підземелля й вирощуватиму в ньому лише корисних монстрів , гадаю , це піде на користь суспільству . 
Це так круто . 
Подивіться на бар'єр Марсіль ! 
Він такий гарний ! 
Я теж хочу подивитися ! 
Дозвольте поглянути ! 
Обережно ! 
Ти в порядку ? 
Дякую . 
У землі є домішки , а в бар'єрі є багато дір , через які магія слабшає . 
Якщо так піде й далі , духи всередині ще недовго проживуть . 
Сподіваюся , твоя форма не замастилася . 
Ця дівчина постійно вкрита брудом і постійно пропускає уроки , тож вона завжди пасе задніх . 
Усі заберіть свої склянки й подивіться , скільки духів залишилися живими . 
О ні , вони всі мертві ! 
Вони заледве живі . 
Я створила новий вид духів ! 
Це пліснява . 
Якщо тут ще багато живих духів , вогонь яскраво палатиме . 
Твої майже в тому ж стані , що й тиждень тому . 
Молодець . 
Моя склянка ! 
Твої духи сильно розмножилися . 
Що мені робити ? 
Я про це подбаю . 
Як ти змогла це зробити ? 
Вибач . 
Є одне місце , сповнене духів , тож я подумала , що можна взяти його за зразок . 
" Сповнене духів " ? 
Де це місце ? 
Гм ... 
У цій склянці не менше духів , ніж буває в підземеллі . 
Це буде чудовий зразок . 
Воно в справжньому підземеллі . 
Ось куди я нишком ходжу . 
Прихований прохід ? 
Ти завжди так робиш ? 
Так ! 
То ось чому ти пасеш задніх . 
Коник ! 
Малина ! 
Не їж такі таємничі речі ! 
І не торкайся їх ! 
Вони можуть бути отруйні й небезпечні ! 
Вони не таємничі . 
А ще коники й малина не отруйні . 
Це справжнє підземелля . 
Я жодного раніше не бачила . 
Там є застійна магія , а ще повітря не рухається . 
Це природна печера . 
Агов , це небезпечно ! 
Не хвилюйся . 
Я часто сюди ходжу . 
Ти будеш у безпеці , якщо йтимеш сухою землею . 
Ого . 
Підземелля справді сповнені духів . 
Я взяла звідси землю й воду й поклала їх у свою склянку . 
Зрозуміло . 
Чим ти зазвичай займаєшся , коли ти тут ? 
Я пишу листи й читаю книжки . 
Тож це точно результат її прогулів . 
У будь - якому разі це місце видається доволі безпечним . 
Стривай . 
Якщо я засаджу це місце Мандрагорами , я зможу безпечно використовувати магію підземелля . 
Так , це має спрацювати . 
А ще до води належна відстань . 
Слиз ! 
Нам слід спалити всіх монстрів ! 
Ні ! 
Навіщо ти це зробила ? 
Він не піде на сонце . 
Слиз поглинає послід кажанів і перетворює його на магію . 
Без нього це підземелля змарніє . 
Кажани ... 
Ось . 
Смачно . 
Якщо вона така смачна , упевнена , інші тварини її теж їдять . 
Цікаво , чим тут харчуються кажани . 
Коли ця малина плодоносить ? 
Що за тварини нею харчуються ? 
Не знаючи цього , я не зможу спроєктувати підземелля . 
Є стільки всього , чого я не знаю . 
Дякую , що привела мене сюди . 
Я думала , що для прогресу мені тільки треба вивчати магію . 
Але , здається , я помилялася . 
До речі , гм ... Я Фалін . Як тебе звати ? 
Я Марсіль . 
Фалін , я б хотіла з тобою дружити . 
Найталановитіша студентка за всю історію школи ? Певно , це не так . 
Це так ! 
У школі я була першокласною ученицею ! 
Хай там як , це підземелля приголомшливе . 
Воно продумане до дрібниць і в ньому постійно циркулюють неймовірні об'єми магії . 
Якщо цей божевільний маг справді існує , він точно далеко не нормальний . 
Сенші , тобі краще знайти інше місце для життя . 
Це тебе не обходить . 
По - перше , ти ненавидиш магію , а саме це підземелля створене з магії ! 
Я тебе не чую . 
Зрозуміло . 
То вона говорила про тебе . 
Коли сестра тільки вступила до школи магії , її листи були сповнені неспокою . 
Але відколи вона мені сказала , що знайшла подругу , здавалося , що вона насолоджувалася кожним днем . 
Казала , що ти неймовірна особистість . 
Вона постійно тебе вихваляла . 
Вона й тебе вихваляла . Казала , що вона тебе поважає . 
Справді ? 
У чому він управний ? 
Він дуже гарно імітує собаку . 
Ну що ж , гадаю , зараз не час жалітися . 
Гаразд . 
Ходімо чимшвидше врятуємо Фалін ! 
Ну ж бо ! 
Якщо ти прокинувся , то вставай уже ! 
Ось де ми зараз . 
А це те місце , яке згадували орки , де помітили Червоного Дракона . 
У нас має піти десь два дні на дорогу . 
Дракон , певно , не залишатиметься на місці , але він і не з тих монстрів , що постійно переміщуються . 
В ідеалі ми ще лише двічі розіб'ємо табір . 
Перший раз на півдорозі , а потім перед тим , як дістанемося Червоного Дракона . 
Ми піднімемо Лайоса , коли догорить свічка . 
Будьте готові . 
Наша наступна зупинка буде дещо нескоро . 
Я хочу обтертися . 
Де ? 
Я зроблю це в кутку кімнати . 
Не барися . 
Ми зачекаємо зовні . 
Можете залишитися тут . 
Знаєте , можу це зробити одягненою . 
Якщо ти так кажеш . 
Я їм докучаю , хіба ні ? 
Може , треба було вивчати магію ілюзій . 
Але справа не в цьому , чи не так ? 
Було простіше , коли серед нас була половина дівчат . 
Тут наші шляхи розійдуться . 
Що ? 
Ви справді маєте зараз піти ? 
Ми досі не знаємо , що сталося з Фалін . 
Вибач , але нам ще на життя заробляти треба . 
Одна думка про це мене засмучує . 
А я думала , що вони наші друзі ! 
Уставай , Лайосе ! 
Агов , прокидайся ! 
Час іти ! 
Ось так . 
Ой . Я закип'ятила забагато води . 
У ... Ундине ! 
У чому справа ? 
Мій посох ! 
Моя Хода - Водою ... 
Вода рухається . 
Зброю використати не вийде ! Потрібен вогонь . 
Вогонь ? 
Я можу розпалити багаття . 
Марсіль , розбирайся сама ! 
Простіше сказати , ніж зробити . 
Сподіваюся , я влучу . 
Марсіль , не стій там стовпом ! 
Тримайтеся подалі від води ! 
Ваш ефект від Ходи - Водою вже не працює ! 
Марсіль ! 
Кепсько ! Рухайся далі ! 
З такою ногою я від неї не втечу . 
Де вона ховається ? 
Вона так повільно рухається . Я не можу дивитися ! 
Дайте мені хвилину розпалити багаття ! 
Воно не буде готове вчасно ... 
У мене закінчується магія . 
Потрібно влучити наступною атакою . 
Де вона ? 
Де вона ? 
Має бути якийсь знак . 
Там ! 
Вона пофарбована кров'ю . 
Вона така швидка . 
Марсіль ! 
Агов . 
Це ... 
Можна зробити лише одне . 
Тікаймо ! 
Марсіль , як ти ? 
Я зупинила кров , але в мене мало крові й магії . 
Не можу повністю вилікуватися . 
Вибач . 
Не вибачайся . 
Відпочинь трохи . 
Так . 
Треба було приділяти більше уваги урокам магічного зцілення Фалін . 
Агов , Лайосе . 
Що ми тепер робитимемо ? 
Ми не можемо йти далі з магом , у якого немає магії . 
А ще ми не можемо йти далі без Ходи - Водою . 
Зачекаймо , поки прийдуть інші шукачі пригод . 
Один із них може виявитися цілителем чи магом . 
Ти справді вважаєш , що просто з'явиться дружелюбний шукач пригод ? 
Усе одно нам навіть нічого запропонувати натомість . 
У нас є лише м'ясо Кельпі . 
Тоді сподіваймося , що він помирає від голоду . 
Джерело живлення — рідкісна цінність у цьому підземеллі . 
Це справи не стосується ! 
М'ясо . 
У тебе є її печінка ? 
Звісно . 
Зрештою , у печінці багато заліза . 
Залізо ... 
Це значить ... 
- Барбекю ! 
- Барбекю ! 
Грива , шия , печінка , ребра , хвіст , стегно , філейна частина й овочі . 
СМАЖЕНЕ М'ЯСО КЕЛЬПІ 
Марсіль . 
Марсіль . 
Можеш сісти ? 
Ми тобі приготували дещо смачне . 
М'ясо зі стегна . 
Як щодо печінки ? 
Нутрощі мають бути ретельно приготовані . 
Вибач , Марсіль . Я їстиму перший . 
Воно не надто сильно пахне . 
Так , дещо волокнисте , але смачне . 
На смак радше як конина чи морська істота ? 
Шкода , що я нічого з цього не куштував , тож я не можу визначити . 
М'ясо з ребер . 
Жир солодкий . 
Воно таке м'яке . 
Марсіль , печінка готова . 
Філе . 
Воно тане в роті . 
Мені дуже подобається . 
Для тебе ще печінка , Марсіль . 
М'ясо з хвоста . 
Смачно . 
Доволі цікавий смак . 
З'їж іще , Марсіль . 
Іще печінка , Марсіль . 
Смачно , Марсіль ? 
Наїдайся , Марсіль . 
Тобі подобається , Марсіль ? 
Дайте й мені скуштувати інше ! 
Здається , до неї повернулося трохи енергії . 
Печінка точно поживна . 
Але що ми робитимемо з її браком магії ? 
Якби ж тільки було м'ясо , що поновлює магію . 
Навіщо ти начинив Василіска магічною травою ? 
Гадаю , це був найкращий вибір . 
Це тільки мені здається , чи відчуваєте запах ? 
Він іде знизу . 
Що це за запах ? 
Це запах смаженого м'яса ? 
Певно , хтось готує . 
Що , серйозно ? 
Що за дурень готує м'ясо в такому місці ? 
Переклад субтитрів : Сергій Гнатенко 
