( دسامبر گذشته ، منطقه متل ) 
- عزیزم ، صبر کن 
- همونجا بمون 
بهتره اول دوش بگیری 
واقعا ، بیا 
جسد زنی حدودا 30 ساله که 10 روز پیش مفقود شده بود پیدا شد در کوهی در گیونگی‌دو ، اوسونگ 
جسد او در صندوق عقب خودرویی با پلاک ناشناس پیدا شد برای اطلاع از علت دقیق مرگ ... سازمان پزشکی قانونی کشور در حال انجام کالبد شکافی است 
تو این کار رو کردی ؟ 
ازکجا این رو گیر اوردی ؟ 
( گو ایون‌سئواون سو ، باردار هنگام گم شدن - زنا ) 
( جانگ می‌اوک ، نافرمانی ) 
( حسادت ) ( بیماری ) 
انقدر گیر نده 
تو مشکل داری نه من ! 
اخیرا با خانم سونگ جین‌آه ارتباطی داشتی ؟ 
نه ، نداشتم 
- بقیه‌تون چطور ؟ 
- من ارتباطی نداشتم 
منم همین‌طور 
منم همین‌طور 
( حسادت ) 
کیم که به عنوان مظنون اصلی قتل سونگ شناخته می‌شه ، هم شناسایی شده به عنوان مظنون پرونده زن گمشده توی کوه اینوانگ‌سان 
- همه رو شوکه کرد 
- هی ، این همون مرده نیست ؟ 
فکر کنم 
- خدای من 
- خدایا 
من بی آزارم 
اینجا امنه 
من قرار نیست بمیرم 
هیچ وقت قرار نیست بمیرم 
- توی دو خط بمونین - بیا بیرون 
- زود باش تکون بخور 
- توی دو خط بمونین 
زندانی 1275 وقت غذاست ، بلند شو 
مریضی ؟ 
دارم توی تب می‌سوزم 
افسر می‌تونین برام دارو بیارین ؟ 
دارو رو آوردی ؟ 
می‌شه یه لیوان آب هم بهم بدین ؟ 
تو ... تو کی هستی ؟ 
گفته بودم بهت 
هرچیزی هم که بشه می‌کشمت 
کمک ! یکی بهم کمک کنه ! 
زندانی 1275 تب بر آوردم برات 
پاشو بخور ... 
- چی شده ؟ - چه اتفاقی افتاده ؟ 
- چه اتفاقی افتاده ؟ 
- ساکت باشین ! 
( کیم میونگ‌شیک ) 
سیب زمینی 
سیب زمینی 
بریم بیمارستان ؟ 
تو کی هستی ؟ 
شوهر خانم پارک سو‌یونگ هستین ؟ 
پلیسم 
می‌خوام ازتون یه‌چیزی بپرسم 
راستی ... کسی اونجا زندگی می‌کنه ؟ 
اون یه دانشجوی روستاییه ولی قیافش شبیه این بچه مچه هاست 
نوزده سال 
وقتی 19 ساله‌مون میشه 
بعضی ها قبل از اون هم می‌رن 
حسادت 
( هرچی هم که بشه ، می‌کشمت ) 
کی هستی ؟ 
( شایعات هونگ ای‌کیونگ ) ( ناتوانی در به دنیا آوردن وارث مرد ) 
دزدی ، سونگ‌داهی ) ( زنا ، گو اون سو 
( بیماری ، سونگ جین‌آه حسادت‌ - کیم میونگ‌شیک ) 
( آخرین شاهد مرده پیدا شد ) 
داری دروغ می‌گی 
داری دروغ می‌گی 
- سلام 
- قربان 
کیم میونگ‌شیک مرده 
چی ؟ 
کیم میونگ شیک مرده ؟ 
پس این ... 
من همین الان چک کردم 
مرده 
کیم میونگ‌شیک مرده 
کیم میونگ‌شیک ... 
بک‌ریون ! 
بک‌ریون ! 
( حسادت ) 
( هرچی هم که بشه می‌کشمت ) 
اون آخرین مورد ... هیچ وقت اتفاق نمیفته چون من اینجام 
اون توی بازداشتگاه قایم شد ... که از خودش مراقبت کنه 
( کارآگاه سو جه‌هی ) 
شماره ای که با آن تماس گرفته‌اید در دسترس نمی‌باشد 
چرا می‌لرزی ؟ 
می‌لرزی چون داشتی دروغ می‌گفتی ؟ 
مطمئنی بعد از این حالش خوب می‌شه ؟ 
لطفا چاقوی جراحی رو بده 
اون رو بده بهم 
جراحی به زودی شروع می‌شه 
دکتر گروه خونی 1.2 رو گرفتم 
جراحی قراره شروع بشه 
اون چاقوی جراحی رو بده به من 
لطفا خوب ازش مراقبت کن 
می‌شه همین الان از اتاق بری بیرون ؟ 
- چی ؟ 
- می‌تونی بیرون منتظر بمونی 
درست می‌گه ، لطفا بیرون منتظر بمونین آقا 
باشه 
لطفا خوب از سیب زمینی مراقبت کن 
آيــــ ( " قسمت پونزده : آخرین شاهد " ) ــــرِن : : @ AirenTeam : 
دکتر ، فکر نمی‌کنم سگ رو ول کرده باشه 
الان فقط روی جراحی تمرکز کن 
اندام هاش خیلی پاره شده 
سیب زمینی رو زدی ؟ 
خب راستش رو بخوای دیشب وقتی داشتیم پیاده روی می‌کردیم اتفاقی سیب زمینی رو گم کردم 
بالاخره امروز پیداش کردم اما توی این شرایط 
سیب زمینی خیلی بد اختلال اضطراب جدایی داره بنابراین فکر کنم که اون کل روز وقتی برای کار رفته بودم بیرون پارس می‌کرد 
همسایه‌ها از اینکه صداش بلند بود خیلی شکایت کردن 
- شاید اونا ... - می‌خوای بگی یکی از همسایه ها سیب زمینی رو پیدا کرده و با یه چیز سنگین اون رو زده‌ ؟ یه چیز سنگین ؟ 
آره ، اگه با چیز سنگینی کتک بخوری اینجوری می‌شی 
سیب زمینی چطوره ؟ 
جراحی خوب پیش رفت ؟ 
از بدتر از این هم گذشته ولی باید ببینیم 
معجزه‌ست که هنوز زنده‌ست 
همش تقصیر منه باید بندش رو خوب نگه می‌داشتم 
متاسفم که از اول حقیقت رو بهت نگفتم 
می‌ترسیدم من رو به عنوان یه سرپرست اسکل ببینی 
بک‌ریون ! بک‌ریون ! 
- اتفاقی افتاده ؟ 
- الان یک جراحی اورژانسی داشتن 
فکر کنم بعد از دیدن وضعیت سگ تو شوکه 
صاحبش گفت که سگ رو اشتباهی گم کرده اما به نظر می‌رسید که اون رو با یه چیز سنگین زده که اون رو بکشه 
چی ؟ 
کدوم آدمی این کار رو می‌کنه ؟ 
بک‌ریون ! 
یه دفترچه قرمز روی میز کیم میونگ‌شیک پیدا کردی ؟ 
یعنی کیم میونگ‌شیک 
اون مجرم نیست 
- گفته بودی یه دفترچه قرمز پیدا کردی 
- اون هدف بود نه مقصر 
کیم میونگ‌شیک مرده 
مرده ؟ 
نه ، مجرم زن ها رو هدف گرفته بود اون چه‌جوری ... 
آخرین مورد ، حسادت ، برای کیم میونگ‌شیک بود 
به‌خاطر همین باید زودتر اون رو بگیریم 
باید با هم بریم جایی 
کیم به‌خاطر قتل زن گمشده کوه اینوانگ‌سان دستگیر شد مجرم توی بازداشتگاه مرد 
مجرم خودکشی کرد ؟ 
- احتمالا اون نجرم نیست 
- بعد از اینکه اخیرا به کشتن معشوقه‌ی دیگرش ... خانم سونگ ، متهم شد 
- فرض به اینه که اون خودش رو کشته 
- توی این مورد اصلا احساس خوبی ندارم 
پلیس اعلام کرده که در مورد همه احتمالات تحقیق می‌کنه 
به گفته همسر خانم پارک سو‌یونگ یه پسر جوون اون موقع توی زیرزمین نیمه زندگی می‌کرده ولی اون خیلی جوون بود ، مردم فکر نمی‌کردن که اون باشه پس اون رو از لیست مظنونین کنار گذاشتن 
( پارک سو‌یونگ ناتوان در به دنیا آوردن وارث مرد ) 
( بیبونگ سه‌گیل ، 11 - 2 ، چونگون‌دونگ 14 
اینجا ... 
کارآگاه سو 
( گو جونگ‌هو ، چونگون‌ دونگ 14 - 2 جونگ‌سئو‌گو ، سئول ) 
( بیبونگ گیل 3 - ، 11 - 2 چونگون - دونگ 14 - 2 ) 
رئیس ، این درسته که کیم خودشو کشته ؟ 
- خانم سونگ رو کشت ؟ - قربان ، ایشون ... 
مطمئنی اون گو اون سو رو کشته ؟ 
رئیس ، لطفا جواب بدین 
- رئیس 
- لطفا جواب بدین 
( حسادت ) 
منو عصبانی میکنه 
آخرین قربانی یه مرد بود 
یعنی تغییری تو وضعیت روحیش ایجاد شده 
تیم مالی گروه پیومیونگ که کیم و سونگ تو اونجا کار می کردن بازداشتگاهی که کیم تو اونجا فوت کرد و ... 
من تموم این نیمه زیرزمین ها رو تو جونگسو گو جستجو میکنم 
لطفا با تیم جستجو از من حمایت کنین 
عجله کن و اون رو بگیر 
ما این چهار منطقه رو جستجو میکنیم 
سانگ هیوک ، کارآگاه کیم و من مسئولیت منطقه یک رو به عهده میگیریم 
و کارآگاه شین مسئول منطقه چهار هست 
- بله ، قربان 
- عجله کنین 
گروه یک ، جلوی گروه دو وایستید میتونین اونارو دنبال کنین 
- گروه یک ، از این طرف 
عجله کن 
خیلی خب 
میتونی این یکی رو بررسی کنی 
بقیه شما میتونین من رو دنبال کنین 
- شما دوتا برو پایین 
- بله ، قربان 
ببخشید ، کسی اینجا هست ؟ بله 
- شما کی هستین ؟ 
- ما پلیس هستیم لطفا با ما همکاری کنین 
می‌تونیم نیمه زیرزمین رو ببینیم ؟ اینه 
- کسی اینجا زندگی میکنه ؟ 
- هیچکس اینجا زندگی نمیکنه 
دفترچه یادداشت قرمز این شکلی بود ؟ 
آره . این بود اینجا نوشته بود " حسادت " 
که اینطور 
اون شب زیاد مشروب خوردم 
معنی نداره 
( چون دونگ گو ) 
چه خبره ؟ 
الو ؟ 
من رستوران رو اداره می کنم اما آقای چون دونگ گو مالک واقعیه 
کارمندها واقعاً از اون خبر ندارن ، برای همین اشتباه کردن 
لطفا اون رو اشتباه نگیرین باشه 
هزینه غذای امروز از قبل پرداخت شده 
اوقات خوبی داشته باشین 
لازم نبود مجبورش کنی توضیح بده 
اگه توضیح نمی داد ، تو فکر می کنی که همه چیزهایی که تا حالا گفتم دروغه 
چیزایی که گفتی ؟ 
گفتم از این به بعد فقط به تو علاقه دارم 
گفتم تو مورد علاقه‌ی منی گفتم تو از کیم ته هی خوشگل تری 
منظورم همه‌ی اینا بود 
چی باعث شد از من خوشت بیاد ؟ 
- چی باعث شد عاشقت بشم ؟ 
- چی شد که عاشق من شدی ؟ 
تو طول پونصد سال من روی این زمین گیر کردم ، همه‌ی زنان انسان نسبت به من سرد بودن 
درد داشت 
ولی اولین بارم بود تو اولین زن انسان بودی که به من گوش داد 
ما آدما رو از روی ظاهرشون قضاوت نمی کنیم 
اونارو بپوش 
تو اولین زن انسانی که با گرمی به چشمام نگاه کرد 
لبم 
- حالت خوبه ؟ 
- تو مثل یه حشره باهاشون رفتار نکردی 
تو زن باحالی هستی که بدون تعصب با من رفتار کرد 
تو همینی هستی که نشون میدی ، دورا 
بذار فقط یه سوال دیگه بپرسم تو واقعا پری هستی ؟ 
اون روز منو تو زمین بازی دیدی 
مطمئنم یادت هست 
- من نجاتت دادم 
- پس واقعا تو بودی ؟ 
وقتی تو هم رفتی دستشویی من اینجا بودم 
تو اینجا بودی ؟ 
من تورو دیدم که بی سر و صدا با صورت حساب بیرون رفتی 
من یه بار دیگه تحت تاثیر قرار گرفتم که دیدم چقدر با ظرافت باهاش برخورد کردی 
تقریبا داشتم فحش میدادم 
خوشحالم که این کارو نکردم 
خیلی چیزا بود که می خواستم با تو انجام بدم 
من می خواستم تو رو به یه به قرار ببرم ، ازدواج کنیم و یه موهیتو تو مالدیو بخوریم 
میخواستم باهات برم ماه عسل میخواستم تو ماه عسل بچه دار بشم و همیشه شاد زندگی کنم کنار تو 
خیلی جلو رفتی 
تو حتی از من نپرسیدی چه احساسی نسبت بهش داشتم 
و حالا نمیتونم 
چی میگی تو ؟ 
این یه نمایش یه نفره اس ؟ 
من به زودی میرم 
به اون بالا 
اون بالا ؟ 
این بال ها به من میگه که تقریباً وقتشه 
من واقعا این مردو نمیفهم 
از کمکت ممنونم 
خیلی خب ، کارآگاها.خدافظ 
بله ، ممنونم 
این آخرین نیمه زیرزمین بود تو جونگسو گو 
مطمئنم جای اون یه جایی این اطرافه 
شاید نیمه زیرزمین نباشه 
تو نقشه ، این خونه مشخص نیست 
ببخشید.ما پلیس هستیم 
کسی اونجاست ؟ 
- شما کی هستی ؟ 
- سلام ، قربان 
ما از ایستگاه پلیس جونگسو هستیم 
مشکل چیه ؟ 
من میخوام از شما یه درخواستی بکنم 
یه ارتباطی بین مفقودشده و قتل وجود داره اتفاقی که تو جونگسو افتاد ؟ 
بله ، اتفاقی که افتاد 
خانم گو که تو کوه اینوانگ‌سان گم شد خانم سونگ که تو تیم مالی یک شرکت بزرگ کار می کرد و آقای کیم که متهم به قتل این دو زن بود 
این دفترچه اس 
تا به حال اسم هفت گناه برای زنان رو شنیدین ؟ 
مگر اینا هفت چیز نیستن که جرم محسوب میشدن که در دوران سلسله چوسان توسط زنان انجام شد ؟ 
درسته . سه گناه از هفت گناه 
روی دفترهای قرمز نوشته شده بود زنا ، بیماری و حسادت 
پس مجرم این دفترچه رو به اونا داده ؟ 
بله ، طبق گفته پلیس به عنوان مدرک جمع آوری کرده ان 
و چیز جدیدی وجود داره وقتی این موضوع رو پوشش دادیم متوجه شدیم 
بقیه چهار مورد قبلاً اتفاق افتاده غیبت ، نافرمانی ، ناتوانی در بدنیا آوردن وارث مرد و سرقت 
همه اینا تو جونگسو گو ، 1993 اتفاق افتاد 
سونگ ، قربانی گمشده ژاکت خال خالی پرونده دختران دبیرستانی در سال 1993 ، یکی از دفترچه های یادداشت قرمز رنگی که روی اون نوشته شده بود " سرقت " گرفته بود 
پلیس در طی تحقیقات اخیرش متوجه شد که دفترچه های یادداشت قرمز رنگی هست که کلمات " غیبت " ... " نافرمانی " و " ناتوانی در بدنیا آوردن وارث مرد " روشون نوشته شده 
که اینطور 
مجرم این همه آدم رو کشته ؟ 
خانم اوه ، یکم مرخصی بگیر و با سانگ هیوک تو خونه بمونین 
به این خاطره که من آخرین شاهدم ؟ 
ببخشید 
اگه زودتر اون رو می گرفتم این اتفاق نمی افتاد 
اون رو میگیرین 
من میتونم چشم مردم رو بخونم 
من اراده رو تو چشمای تو می بینم 
شما مصمم هستین که مجرم رو بدون توجه به هر چیزی دستگیر کنی 
به همین دلیل من این رو باور دارم شما اون رو به دست میاری 
بهتون اعتماد دارم و زندگیمو میکنم ، کارآگاه سو 
قایم نمیشم 
خانم اوه 
قوی باش 
قوی باش و بگیرش 
ممنونم که بهم اعتماد میکنی 
تا وقتی فردا نیومدم دنبالت ، از خونه بیرون نیا ، خب ؟ 
فردا ، تا وقتی آفتاب طلوع نکنه ، نمیام بیرون 
بک ریون ، تو دختر خوبی هستی 
با خیال راحت به خونه برگرد 
برو داخل 
راستی ... 
بیخیال 
فردا می بینمت 
خدافظ 
چی ؟ 
سرب ؟ میخوای با یه تیر سربی ، بهت شلیک کنم ؟ 
منظورت اون تیر سربی ترسناکه ؟ که باعث میشه تو نگاه اول از چیزی متنفر بشی ؟ 
داری راجع به اون چیز ترسناک حرف میزنی ؟ 
- آره . با اون بهم شلیک کن 
- نه ! نمیخوام 
- اگه با اون بهت شلیک بشه ، میمیری - این تنها راهه که همه چی رو تموم کنیم 
نه ! 
نمیدونی وقتی اونو لمس کنی چه اتفاقی میوفته 
نمیخوام 
نمیتونم . انجامش نمیدم 
من شلیک میکنم 
اگه این تنها راهیه که احساساتت رو برمیگردونه 
نمیدونم اگه درست بهش شلیک میکردم ... چه اتفاقی میفتاد ؟ 
میتونی دوباره بهش شلیک کنی 
شاید 
پشیمونی چیزی رو تغییر نمیده 
حق با توئه 
همه شانس دوم دارن 
میخواستم اینو ازت بپرسم 
- چند سالته ؟ 
- نه سالمه 
کدوم واحد از آپارتمانی ؟ 
واحد 501 . دو طبقه پایین‌تر از شما 
واقعا ؟ 
نمیدونستم دو طبقه پایین‌تر از واحد من زندگی میکنی 
داری میری خونه ؟ 
ساعت 9 شبه 
باید مسواک بزنم و بخوابم 
به زودی میبینمت میبینمت 
من باید ... دوباره شلیک کنم ؟ 
سانگ هیوک ! 
همچین آدمایی هستن . انگار یکی داره بهش کمک میکنه 
بعد از اینکه مجرم رو گیر بندازی ، میبینی که اونا تو مدارک و فیلم های دوربین امنیتی که ما بررسی کردیم هستن 
اما به طرز عجیبی حین بررسی اونو جا انداختیم 
انگار یکی از بالا به مجرم کمک کرده 
ما تموم نیمه زیرزمین ها رو تو جونگسو گو بررسی کردیم 
هیچ مورد مشکوکی وجود نداره 
قربان ، چرا جمع و جورش نکنیم ؟ 
فکر نکنم چیزی نباشه 
بیا یه چرخ دیگه بزنیم چی ؟ 
یه بار دیگه ؟ 
خونه‌هایی هستن که روی نقشه نیستن باید یه بار دیگه بررسی کنیم 
خدای من 
بیا بریم یه بار دیگه بررسی کنیم باشه 
بجنب و بیا 
یه چیز که نمیدونم ؟ 
آره . اون گفت اگه متوجه بشی ممکنه بسته به شرایط ، دیگه این کار رو انجام ندی 
- اون چیه ؟ 
- نمیدونم 
از دونگ پال بپرس 
نمی دونم قراره بهت بگه یا نه 
شوخی میکنی ؟ 
به هرحال ، به نظرت چرا آخرین شاهد قاتل بین اینهمه آدم بک ریونه ؟ 
به نظرت چرا لی سون مسئول تحقیقات همه آدماست ؟ 
بعد از همه اینا ، اون کسیه که 500 سال پیش لی سو هی رو کشت 
اون نکشتش . اون مرده بود 
اون خودشو کشت 
چی ؟ 
خودشو کشت ؟ 
به اون گفته شده که باید دوباره متولد بشه تا دوباره با من ملاقات کنه 
کی بهش گفته ؟ 
- یه بچه 
- یه بچه ؟ 
اون بچه چند سالش بوده ؟ 
نمیدونم 
عجیبه 
وقتی گفتم نگران چیزیم ، بچه واحد 501 یه راه حل ساده بهم گفت اون گفت همه شانس دوم دارن 
فکرشو بکن ، قبلا هم چیز جالبی بهم گفته بود 
فکر میکنی وقتی عاشقی بیشتر به چی نیاز داری ؟ 
اون گفت شجاعت 
عشق چیه ؟ 
و چرا میپرسی ؟ 
شاید مجبور بشم به زودی این کار رو انجام بدم 
اون بچه تو کدوم واحد زندگی میکنه ؟ 
چرا ؟ تو هم ازش راهنمایی میخوای ؟ 
کیه ؟ 
خدای من 
ببین کی اینجاست 
شما دوتا اوپاهای خوش قیافه واحد 701 ئید 
اوپا ؟ 
مطمئنین ما اوپای شماییم ؟ 
من همه مردای خوشتیپ رو " اوپا " صدا میزنم 
که اینطور 
به هرحال ، چی شما رو این ساعت کشونده اینجا ؟ 
واقعا متاسفم این موقع شب مزاحم شدیم 
- حاج خانم ، شما اتفاقی ... - چی ؟ 
" حاج خانم " ؟ 
اونجوری صداش نکن 
مامان جون شما یه بچه نه ساله دارید ، نه ؟ 
یه پسر ، درسته ؟ 
هی ، مردم معمولا بعد از ازدواج بچه‌دار میشن 
و شما مردم رو وقتی مامان صدا میزنین که بچه دار شده باشن 
منظور ما این نبود ، مامان جون ... حاج خانم 
خانم . درسته . خانم 
پسر نه ساله ای که تقریبا انقدر قدشه پسر شما نیست ؟ 
- احمقا ! 
- اوه ، خدای من ! 
من هنوز ازدواجم نکردم ! 
حواستون باشه چی بلغور میکنید 
من حتی پسر ندارم ! چرا اینجا دنبال پسر میگردید ؟ 
تو این ساعت چطور جرئت کردید بهم توهین کنید ! 
زشتای بی قواره 
متاسفیم ، خانم ! خانم ! 
گم شید ، حرومزاده‌ها 
فکر نکنم اینجا باشه 
اون قبلا گفت که واحد 501 زندگی میکنه 
کجا داری میری ؟ 
تو اون بچه‌ای ؟ کسی که 500 سال پیش مقابل لی سو هی ظاهر شد ؟ 
من در حضور اون ظاهر شدم چون اون هزار بار دعا کرد 
چرا بهش گفتی بمیره و دوباره متولد بشه ؟ 
به خاطر اون دو فرصت که دوباره ببینتت 
من دیگه نزدیک آخرین دگردیسیم 
منظورت از شانس چیه ؟ 
چرا الان اینکارو میکنی ؟ 
پشت بهونه‌ها قایم نشو 
اون فقط برای دیدنت هزار بار دعا کرد 
لطفا بذارید ببینمش 
لطفا اجازه بدید ببینمش 
لطفا اجازه بدید ببینمش 
و اون مرد و دوباره به دنیا اومد تا تو رو ملاقات کنه 
در حالی که بک ریون برای این دو فرصت سخت تلاش میکرد ، تو چیکار کردی ؟ 
تو هم شانس‌هات رو داشتی 
برای شانس دومت ، به کاری فکر کن که تو اولین شانست انجام ندادی 
- کاری که انجام ندادم ؟ 
- خدا یه شانس دیگه بهت میده 
وایسا ! 
همه شانس دوم دارن 
میتونی درست ... 
بهش شلیک کنی 
بهم بگو اون کاری که میتونم بکنم چیه ؟ 
نمیتونم بهت بگم 
بسته به شرایط چیکار میکنم ؟ 
- نمیخوام از دستت بدم 
- الان ازت خواهش نمیکنم 
پس بهم بگو 
جوابمو بده 
بهم بگو چیکار میتونم بکنم 
پشیمون میشی 
- بعد از گوش دادن بهت تصمیم میگیرم 
- پشیمون میشم امروز پشیمون میشم که راز رو بهت گفتم 
جاییه که دگردیسی اتفاق میفته 
هسته قلب و بال های تو و منافذ بیرونی پیله یه لوله شفاف نازک هست که سه اندام رو به صورت یکپارچه به هم وصل میکنه اندازه یه تار مو نازکه 
این نقطه حیاتی برای دگردیسیه 
نقطه حیاتی ؟ 
نقطه حیاتی که باعث شفافیت بال ها میشه 
اگه یه تیر ازش عبور کنه ، دگردیسی تو متوقف میشه 
به خاطر همین میتونی بیدار بشی و منتظر دگردیسی بعدی باشی 
هی اگه همچین روشی رو بلد بودی ، - چرا زودتر بهش نگفتی ؟ 
- مشکل موقعیه که تیر رو از دست میده 
به نظرت شانس عبور تیر از نقطه حیاتی چقدره ؟ 
بیاید یه دور دیگه اونجا رو بگردیم 
- ما از این طرف میریم 
- باشه 
من خونه‌م 
در سال 1993 ، پرونده دختران دبیرستانی با ژاکت‌های خال خالی کل کشور رو شوکه کرد 
چرا انقدر جدی تماشا میکنی ؟ 
شاهدانی که در مورد محل نگهداری دختران شهادت دادند ، همگی به دلایل نامعلومی جان باختند 
آخرین شاهد که شهادت داد ، که مردی مشکوک رو در زمین برنج‌کاری دیده و لباس های یو جونگ آه در اونجا پیدا شده بود ، هم فوت کرد 
- پس اون قاتل سریالیه ؟ 
- قاتل کیه ؟ 
آیا تمام شاهدها توسط اون کشته شدن ؟ 
( اداره مرکزی پلیس ) 
قربان ، یکی اومده میخواد شما رو ببینه 
کیه ؟ 
خیلی وقته ندیدمتون ، قربان 
یو جونگ آه بود 
میخوام اون صدا رو دوباره بشنوم 
میخوای اون صدا رو بشنوی ؟ 
بله 
بعدش میتونیم مجرم رو بگیریم ، درسته ؟ 
همون مرد 
( مظنون در دوربین های مداربسته نزدیک کوه اینوانگ سانگ دیده شد ) 
تو قراره به سال 1993 تو سونگین دونگ برگردی 
حالا کجایی ؟ 
دارم میرم مدرسه 
جونگ آه . ناهارت یادت نره 
دوباره یادم رفت . دیگه میرم 
مدرسه خوش بگذره 
دا هی 
- وایسا منم بیام 
- زود باش 
راستی ، من ژاکت خال خالیم رو گم کردم 
- ژاکت خال خالیت ؟ 
- آره 
فکر کنم یکی زنگ ورزش برش داشته 
یه عالمه به خاطرش گریه کردم 
بیا بریم 
تا.دا 
- خوشگل نیست ؟ - عاشقشم خیلی خوشگله 
انقدر خوشحال شدی ؟ 
میتونی صورت مجرم رو ببینی ؟ 
نمیتونم صورتش رو ببینم چون خیلی تاریکه 
- دختر خوبی هستی یا نه ؟ - دختر خوبی هستم 
دختر خوبی میشم 
خواهش میکنم منو نکش 
داری دروغ میگی 
داری دروغ میگی 
داری دروغ میگی 
میخواستم باهات صادق باشم چون تو اولین زن انسانی هستی که ... با من مثل یه مرد انسان رفتار میکرد خیلی وقته منتظری ؟ 
ولی من سر وقت اومدم 
فکر نکنم امروز اتفاق بیفته تو پیدات شد 
درسته ، همینطوره 
- پس امروز بیا بریم سر قرار - باشه 
بیا بریم 
صبر کن ببینم 
چیکار کنیم ؟ 
نمیدونی قرار چیه ، نه ؟ 
منظورت همون کاریه که زن و مرد انجام میدن ؟ همون چیز عشقولانه و رمانتیک ؟ 
تو گفتی میخوای یه عالمه کار با من انجام بدی 
میخواستی بری سر قرار ، ازدواج کنی و نوشیدنی موهیتو تو مالدیو بخوری 
اما بال هات دارن میگن که دیگه وقتشه ، پس نمیتونی این کارها رو انجام بدی 
پس فقط امروز رو با من بیا سر قرار 
اگر هنوز وقت داشته باشی فردا دوباره میریم سر قرار 
چی ؟ 
فردا هم بریم ؟ 
آره 
نه مثل یه پری و انسان مثل یه مرد و یه زن 
قبلا هیچوقت اینکارو نکردم 
اینو بخور 
- خوب نیست ؟ 
- چرا 
- پشمک 
- سفیده 
نگاه عشقولانه 
بیا ، اینو بخور 
اوکی 
- دید به دوربین 
- یک 
سیب ( برداشت عکس ) 
- بریم ؟ 
- بریم 
نه 
همه مکان رو میخوام 
اوکی . زود میام اونجا 
اوکی 
جایی میری ؟ 
یه جایی هست که باید با همدیگه بریم 
کجا ؟ 
خوش اومدین 
- آقای پارک 
- خیلی وقت شده 
بیاین داخل هرچی خواسته بودی آماده کردم 
خوشت اومد ؟ 
آقای پارک . هیچ وقت ناامیدم نکردی 
دو را ، اینجاست 
عشق یعنی نترس بودن 
عشق یعنی بی پروا بودن 
اما به خاطر اینا ... شما جزئی از وجود همدیگه میشین ... یا همه چیز هم میشین 
ممکنه در مورد خودتون ضعیف باشین ، اما برای اون میتونین از همه قوی تر باشین 
برای همینه که ... معجزه ها به وجود اومدن 
معجزه ها با عشق ... شروع شدن 
من خودم رو دست کم گرفتم 
دوباره داری عصبانیم میکنی 
بلاخره پیداتون شد 
سلام ، قربان 
خانم اوه بک ریون دیروز اومد اتاق هیپتونیزم 
واقعا ؟ 
چرا یهویی اومده اونجا ؟ 
( خانم اوه بک ریون ) 
اون سرنوشتی که ساختین اگر برای کسی با اراده ای قوی بود به طور حتم شکسته میشد 
بلاخره فهمیدم که چرا بهم هشدار میدادین 
لی سو هی نخ قرمز سرنوشت رو پاره کرد تا بیاد و من رو ببینه اون داشت زمانش رو میساخت در همین حین ، کاری کردین که من وقتم رو با ترس بگذرونم ... چون قرار بود تو این زمان دوباره همدیگه رو ببینیم 
من متغییری هستم که تحت تاثیر رشته های سرنوشت شما قرار نمیگیره 
باید سریع تر بدوئم اینجوری اولین فرصتمون میتونه متفاوت باشه 
فراموش کردی ؟ 
به زودی قراره وارد دگردیسی بشی نه 
من ردش میکنم 
تو برنامه های من دیگه هیچ دگردیسی وجود نداره 
حین هیپتونیزم یه چیزی یاد گرفتم 
- میدونم باور کردنش سخته ، اما من ... 
- من باورت میکنم 
منم باورت میکنم ، خانم اوه 
از ستوان لی شنیدم که شما همون یو جونگ آه هستی همون دختره گمشده پرونده ژاکت خال خالی دختران دبیرستان سال 1993 
اونجا همون جاییه که من صدای قاتل رو شنیدم 
برای همین باید یه شهادت دیگه بدم بفرما 
این اواخر همین صدا رو شنیدم 
صبر کن . اینجا علامت گذاری نشده 
اینجا رو اول چک میکنم اوکی 
اون بانوی دربار نخ قرمز سرنوشت خودش رو داره 
لی سو هی رشته قرمز سرنوشت رو از قبل پاره کرده 
در حینی که داشته با تو وقت میگذرونده ، زمان اتصال دوباره‌ی نخ پاره شده هم داشته ساخته میشده 
- یه زنگ میزنم برمیگردم 
- باشه 
امشبه چیزی که اون شب محقق نشد 
چی محقق نشد ؟ 
بله ، کارآگاه میونگ 
قربان ، پیداش کردم 
( غیبت ، نافرمانی ) 
کیه ؟ 
همون یارو بود 
( مرد من ) 
بله ، سانگ هیوک 
کجایی ؟ 
خب ، من ... 
کجایی ؟ 
من اداره پلیسم 
میخواستم بهت بگم اما نمیخواستم نگران بشی 
همین الان از اونجا بیا بیرون 
دارم برمیگردم خونه تو ماشین کارآگاه سو نشستم 
ماشین کی ؟ 
از ماشین بیا بیرون 
برو بیرون 
( زن من ) 
سانگ هیوک ، چی شده ؟ 
الو ؟ الو ؟ 
الو ؟ سانگ هیوک 
سانگ هیوک 
بانوی دربار اون شب باید برای شاهزاده میمرد 
