Нет . 
Вот как вы отплатили за моё снисхождение ? Позарились на мой трон ? 
Я обращу вас в пепел . 
Уведите отсюда людей ! 
Это плохо ... 
Они пришли помочь нам . И теперь ... Их кромсают . 
Тордак не должен был оставлять яйца . 
Это мы должны были устроить засаду . 
Боги правые . 
Нельзя здесь оставаться . Нужно что-то делать . 
Мы ничего не можем поделать . 
Ладно , план смыло в унитаз . 
Есть у кого другой ? 
Перси бы знал , что делать . 
Остальные яйца скоро вылупятся . 
Нужно придерживаться плана : добраться до гнезда , пока армия держит оборону . 
Они должны были сражаться с мелочью , а не с Тордаком ! 
И входа Райшан не существует . 
Мы не сможем войти . 
Всё ещё есть главный вход . 
О , тот , который патрулируют дети Тордака ? 
Тот , который слишком опасен ? О нём речь ? 
Брат , мы не можем просто бросить остальных . 
Тордак уничтожит их за две минуты . 
А наша помощь , что , оттянет это до трёх ? 
Да заебали трындеть . 
Сделаем и то , и то . 
Килит , Пайки , помогите армии . 
Близнецы к вам присоединятся , когда скинут меня и Сканлана в гнездо . 
Мы разобьём яйца . Вы разбейте кристал . 
Есть вопросы ? 
Чувак , впечатляюще . 
Простите , отключился на секунду . 
Что я сказал ? 
Идём , гений . Пора улетать . 
Баллисты ! Огонь ! 
Ну давай , шавка . 
Стрелять по готовности ! 
Я прикрою . 
Что случилось ? 
Вы зачем вернулись ? 
Не хотели , чтобы вы умирали в одиночку . 
Это была ... плохая шутка . 
Нужно выводить отсюда солдат , сейчас же ! 
И куда именно ? 
За мной . Обогнём Тордака и задержим его . 
Ты нас погубишь . 
Нужно напасть на его выводок и попытаться пробиться . 
Вы разве не понимаете ? 
Нас окружили , выхода нет ! 
Что ты там говорила , дорогая ? 
Через дыру ! 
Скорее ! Зара ! 
Кэш ! 
Вы же вроде отказались . 
- Я на всё готов ради любви . 
- Ой , я не ... Не обольщайся , дорогая . 
С нашим появлением у вас наконец-то есть шанс на победу . 
А , ну знаете , всё ещё маленький шанс . 
Расчистим парадный вход . 
Эй ! Погонять не хотите ? 
Всё , вперёд . 
♪ Рука Сканлана ♪ Ты уверен ? 
Я раньше никогда не придумывал планов . 
Ага , как и остальные в команде . 
Нам всё равно пизда . 
Они на месте . 
Возвращаемся . 
Осторожно ! 
Килит , сбрось меня там ! 
Нет , нет , нет ! 
Райшан ? 
- Что она ? .. - Беги ! 
Земля нестабильна ! 
Держитесь ближе ! 
Я видела Райшан . И она не помогала . 
Она хотя бы не сражается против нас . 
Мне это не нравится . 
Осторожно ! 
Сюда , уродец ! 
Ну так что у нас на ужин ? 
Кэш , ну хоть иногда-то можно быть чуточку серьёзнее . 
Это плохо . 
Прикроешь , детка ? 
Ага . Осторожно . 
Ну понеслась . 
О , вот это было больно ! 
Ну давай , здоровяк ! 
Довольно ! 
Кэш ! 
Стоп , погодите-ка . 
- Это ? Нет ! 
Боги , нет . 
Не смотри . 
Кэш ! 
Вакс , убегаем ! 
Скорее ! 
Шон . Бери Зару и уносите ноги . 
А как же ты ? 
Он погубил слишком много жизней . 
Мы покончим с ним . 
Удачи , красивый глупец . 
Кэш ... Я не верю ... Он погиб не напрасно , чёрт возьми . 
Райшан сказала , что якорь душ — источник силы Тордака , так ? 
Как его разбить ? 
- Кики , готова к гвоздю программы ? 
- Погнали , нахуй . 
Сейчас ! 
Ты в порядке ? 
Сработало ? 
Не может быть . 
Неужели совсем его не задело ? 
Давай не будем задерживаться и выяснять . 
Давай , ну пожалуйста ! 
Блядь ! Я думала , получится . 
Ну , разберись уже с этим . 
Зара , я не могу . 
Даже когда я сомневалась , Кэш знал , что отголоски суждено использовать вам . 
Тордак отнял у нас слишком много . 
Заставь уёбка истечь за это кровью . 
О , Скан-мэн ! Ха ! Я нашёл одного ! 
Лучше пересчитай , приятель . 
Так , лучше разбить их побыстрее , пока нас не превзошли числом . 
Но это как-то неправильно . 
Это же типа дети , нет ? 
Ты издеваешься ? 
Может , подождём , пока они немного подрастут ... 
Грог ? Это плохие яйца , ты понял ? 
Давай сделаем чёртов омлет . 
Я что ... переборщил ? 
Ярость ! 
Немного напугался , немного завёлся . 
Нет ! Только не по лицу ! 
♪ Членомолния ! ♪ 
Нет , нет , нет . Не делай этого . 
Куда он , блядь , собрался ? 
Грог и Сканлан , наверное , уже добрались до гнезда ? 
Наше везение не так работает . Скорее ! 
Грог , заткни их ! Заткни их ! 
Стоп ! Стоп ! 
Стоп ! Это я ! 
Выглядишь дерьмово , дружище . 
Чувствую себя так же . 
Слушай , надо сваливать , пока ... 
О , чёрт , прячься ! 
Моя кровь ... 
Мои наследники ... 
Нет ! 
Эй , ты сегодня весь день планы строишь . 
- Есть ещё какой-нибудь ? - Что , у меня ? 
Я просто бью кулаками . 
Стоп . 
Я бью кулаками . 
Кто это сделал ? 
Ага , это всё я . Я всё сделал . 
Прости . Я думал это безлимитная столовая с яичками . 
Мои дети рождаются такими голодными . 
Твоя почерневшая плоть наполнит их животы в качестве компенсации . 
Да что ты ? Как они собираются меня есть , если им потолок на головы рухнет ? 
Глупец ! Ты не знаешь , что творишь . 
Как всегда . 
Ты бросил вызов королю ! 
Бля ! 
Мы умрём . Мы сейчас сдохнем ! 
Смотри , выход ! 
Сканлан ! 
О , вот это поездочка . 
Да , Сканлан ? 
Сканлан ? 
Очнись . 
Нет . Нет . 
Ты его ... Ты его исправишь ? 
Чёрт . 
Пожалуйста . Исправь его ! 
Мои детки . 
Мой доминион . 
Моё драгоценное будущее . 
Всё стёрто ! 
Я разорву вашу плоть . 
Вакс , что нам делать ? 
Биться до последнего . 
Пайк , подожди ! 
Не верь ни в кого , кроме самой себя . 
Дело не в броне . 
А во мне ! 
Я здесь , Тордак . 
Блядская предательница . 
Райшан . 
Уничтожь врага . 
Как прикажете , мой король . 
Ах ты сука . 
Как ты смеешь ? 
Я освободила тебя . Слушалась тебя . 
Собрала тебе конклав . 
Тебе стоило сдержать слово . 
Отведай мою хворь . 
Ну хорошо . 
Я ещё вернусь . 
Векс , Вакс . 
Этот мир может быть жестоким . 
В нём полно желающих его уничтожить . 
Но ещё он наполнен надеждой . 
Заботьтесь друг о друге . Защищайте друзей . И помните ... нет ничего сильнее любви . 
Тордак ! 
Не надо . 
Я хочу , чтобы немного поболело . 
Он жив , но не просыпается . 
Но проснётся ведь ? Я ... не уверена . 
Мы сделали всё , что смогли . 
Но это их не вернёт . 
Ни маму , ни Перси . 
Иди к ней , брат . 
Я ошибалась в Райшан . 
Это не важно . 
Важно . 
Прости , Вакс . 
Перед ней я тоже должна извиниться . 
Что ты делаешь ? 
Любуюсь тем , что нам удалось совершить . Вместе . 
Я ... Хотела поблагодарить тебя . За помощь в борьбе с конклавом . 
Не стоит благодарностей . 
У нас обеих были причины ненавидеть Тордака . 
И всё же , за твою помощь мы благодарны . 
Что планирует делать Vox Machina ? 
Сложно сказать . 
Не знаю , сможем ли мы жить как жили . Понимаешь ? 
А ты что будешь делать ? 
Всё , что захочу . 
Это ? .. Стоп , что это ? 
Инстинкты у тебя хорошие , девчонка . 
Я всегда считала тебя мудрой , Килит . 
Никогда не расслабляйся рядом с врагом . 
Вы дали мне то , что я и хотела . 
Не двигайся . 
Пришли меня поздравить ? 
Мы сегодня уже убили одного дракона . 
Можем прибавить одного . 
Такая бравада . 
Но я должна вас поблагодарить . 
Без Vox Machina я бы ничего из этого не добилась . 
Равно и того , чего добьюсь в будущем . 
Блядь ! 
Куда она его утащила ? 
Ты в порядке ? 
Ничто не в порядке . 
