אני נמצאת פה בבר החדש של ד"ר פרייז'ר קריין , בר עלוב בבוסטון שבו הדבר היחיד שמגישים הוא ייאוש . 
שלום , חמודים . 
הבאתי לכם בירה על חשבון הבית , כי אהבתי איך שאתם נראים . 
מה אתם עושים ? 
רוז מקליטה כתבת מחווה על אבא שלי לתוכנית רדיו . 
זה מדהים . 
- כן . 
הרדיו עדיין קיים ? 
בגלל זה אנחנו צריכים את פרייז'ר , להעלות את הרייטינג . 
נכון , מחר אנחנו טסים לחוף המערבי . למעשה , קיי - אל מסיימים את הספיישל הזה בשחזור התוכנית שלי , שבה אני עונה למאזינים . 
כן , נער הזהב של סיאטל חוזר הביתה . 
הבן של פרייז'ר מגלגל עיניים , ותוהה מדוע הוא הסכים לנסיעה הזו . 
הוא ייהנה . 
- כן . אם זה בסדר מבחינתך , כשאבוא להשקות את העציצים יכול להיות שאמזוג לעצמי כוסית או שתיים מהיין היקר שלך . 
אין לי עציצים . 
בסדר , אז אקנה לך עציץ . 
אני דווקא מצפה בקוצר רוח לנסיעה הזו . 
אולי נלך למשחק של המארינר'ס ? 
הדוד שלך עדיין גר שם , נכון ? לא , הוא והדודה דפני עברו לסדונה . 
היא חוואי ג'נטלמן כיום . הוא הופך את האדמה , ' מתקיים מהגידולים שלו וכו . 
יש לו יקב , הדבר האחרון שניילס שתל היה עמדת טעינה לטסלה שלו . 
סיימתי לבדוק את העבודות האלה , ואפיתי את זה בהתאם להוראות שלך . 
דיוויד , לעוגייה הזו יש טעם של שטרופוואפל של עניים . 
היחס בין הרכיבים לא נכון , ושנדבר על הצורה ? 
וסיימנו כי אין להן צורה . 
זה מספיק גרוע שאתה מכריח את עוזר ההוראה שלך לבשל , לנקות , ולשבת במקומך בחבר המושבעים , אבל האם אי פעם הבעת הערכה כלפיי ? 
רוז , המיקרופון שלך מקולקל ? 
אני פשוט שומע התבכיינות . 
ד"ר פינץ' , האם את צריכה עוזר ? 
אוכל לדאוג להתפנות . 
לא הייתי רוצה לקחת אותך ממנו . 
בבקשה , את תעשי לי טובה . 
בסדר , ליתר דיוק , אני לא רוצה ... 
- נהדר . אז אנחנו מסכימים , ' מעכשיו אני העוזר של ד"ר פינץ . נתראה מחר . 
כל הדברים ייכנסו לתיק יד אני פה עם בנו של פרייז'ר קריין , פרדי . 
ספר לנו מה אתה זוכר מהביקורים שלך אצל אבא שלך בסיאטל . 
בואי נראה , הדבר הראשון שעולה לי בראש הוא תמונה של אבא ובן שיוצאים לדוג יחד . 
זה היה בתוכנית של אנדי גריפית , שצפיתי בה לבד בחדר שלי כי אבא שלי לא היה באזור . 
עשיתי עבודה חשובה מאוד . 
מהתיאור שלך נשמע שלא הפסקתי לשתות ג'ין , וביליתי את כל זמני בצפייה במרוצי כלבים . 
אמרת שאסור לי לספר מה קרה בליסבון . 
אליס . היי , חמודה . 
אני יושבת בבר ומדברת עם לוחם אש . 
כן , כמו תמיד . 
לא , אני מנסה להציל את קיי - איי - סי 
פרדי , היית צעיר כל כך כשעברתי לגור בסיאטל , עכשיו תהיה לך הזדמנות לראות איזה כוכב גדול הייתי שם . 
האמת היא שאני קצת לחוץ להנחות את התוכנית שלי שוב . 
אני צריך להיכנס לנעליים גדולות מאוד . 
מובן שאתה מדבר על הנעליים שלך , נכון ? 
כן , אני מקווה שעדיין יש לי את זה . 
באמת ? 
העבודה שלך לא הייתה להגיד " הממ ... " בגוני קול שונים ? 
לא , זה ממש לא היה ככה . 
המאזינים שלי פנו אליי בעניין בעיות מורכבות מאוד . כן , ואני סיפקתי להם תובנות מדהימות מבחינה פסיכולוגית . 
עזרתי להם בתקופות קשות מאוד . 
אני מבין מה אתה עושה , וזה לא מצחיק . 
זה די מצחיק . - נכון ? 
אלוהים , לא הייתם צריכים לטרוח כל כך ... - ברוך שובך , פרנסיס בשביל פרנסיס . 
היא בדיוק חזרה מחופשת לידה , ולא היה לנו כסף לשלט נוסף . 
אנחנו לחוצים בכסף . 
- זה מגביל את היצירתיות שלנו . 
גיל רוצה לשיר כמה מביקורות המסעדות שלו , ואין לנו כסף לשלם על זכויות השירים . 
אתם קצרי רואי . 
זה יכול למשוך מאזינים חדשים , אם הם ישמעו ... " אל תטגני בשבילי , הקנטינה של ארט ... " 
ברוך שובך , דוקטור . 
- שלום , בולדוג . 
זה הבן שלך ? 
- כן . פרדי , נהגתי להאזין לתוכנית שלך בתור ילד . אני אוהב ספורט . 
אז הוא לא הבן שלך . 
דרך אגב , פרייז'ר , אתה לא תאמין לזה , מישהו סוף סוף יצא מהארון . 
- למען האמת , אני חושב שכולנו ... יצאתי , ואני גאה בזה . 
רודפי שמלות מיושנים כמוך וכמוני הם זן נכחד , ידידי . 
אני מבין . 
אז כל השנים האלה בעצם ניסית לפצות בעזרת הגבריות הלא בריאה הזו של נער האחווה ? 
לא , עדיין יש לי את זה , אני פשוט בקטע של גברים כיום . 
מר יולי 2023 , לוח השנה של לוחמי האש של בוסטון . 
ידעתי שאתה מוכר לי מאיפה שהוא . 
גיל , מה שלום אשתך ? 
בסדר כמו תמיד . 
יש לה סוף שבוע חשוב של רוגבי בקרוב . 
דב שלי אוהבת כל כך המוני אנשים . 
פרדי , עשיתי פה עבודה חשובה מאוד . 
סיאטל , האתונה שלי , קיי 
- איי - סי - אל , האגורה שלי . ואני , סוקראטס , סיפקתי ... רוז , זה קן ? 
לעזאזל , מה קורה פה ? 
תחנת הרדיו פחות מושקעת מכפי שהייתה , אבל אתה לא צריך רעש וצלצולים להגיש תוכנית טובה . 
דברי בשם עצמך . 
בסדר , כולם החוצה . 
הגיע הזמן לתוכנית שלי . 
כן , כדאי שנלך . 
חיפשתי כמה מהמאזינים שלך לקראת הספיישל . 
זה רעיון מעולה . כמה מצאת ? - אחד . 
היו יותר , אבל כמה מהם היו חמודים . יצאנו , וזה יצר ניגוד אינטרסים , אבל מה שחשוב הוא שהשגנו את לו . ניפגש איתו ב"קפה נרבוזה " . 
- נהדר . 
זה נהדר , תהיה לך הזדמנות לראות את אבא שלך בפעולה . 
כן , כשאמרת שכנראה נלך למשחק של המארינר'ס ... אני בהלם מזה שהאמנת לי . 
- - פקעת עצבים שפתיים קפוצות , גבות מכווצות . 
פרייז'ר המום מהשינויים שנעשו ב"קפה נרבוזה " האהוב עליו . 
אני לא מאמין שאת עדיין באה לפה , רוז . 
מה ? - הוא לא קסום כמו שזכרתי אותו . 
אופניים , בגדי כושר , ספות ? 
זה כמו ' איזה חדר מנוחה עלוב ב - י . 
ככה הוא מכנה את ייל . 
אלוהים , ד"ר קריין ? 
אני לו . אני לא מאמין שאני פוגש אותך סוף סוף . 
נעים מאוד . הקלטת את זה ? 
- לעזאזל , לא . אני שמח כל כך לפגוש אותך . 
תמשיך לדבר . 
שינית את החיים שלי . 
באמת ? 
אמרת לי להגשים את החלומות שלי אז התפטרתי , והקדשתי את החיים שלי ל ... קסמים . 
אני מצטער , זה היה אמור ל ... הינה זה . בסדר . 
אז איך הולך לך בתור קוסם ? 
מעולה ... 
עוד לא ממש הצלחתי לפרוץ . 
אבל אני לא מוותר , בדיוק כמו שאמרת לי לעשות . 
לו , בוא שב . 
האם יש לך עוד אפשרויות מבחינת הקריירה ? 
אני עושה שליחויות , מוכר מנות דם מדי פעם , אבל אחרי שעזבתי את משרד עורכי הדין , לא הבטתי לאחור , 
בדיוק כמו שאמרת לי , תהמר על עצמך . 
זה האס ... שיש לי ... בשרוול . 
בבקשה . 
זה שבע . 
אשתי מעולם לא האמינה בי כמוך . 
אנחנו גרושים כיום . לו , אני מצטער . 
- זה בסדר , זה בסדר . 
אני חייב ללכת , אבל היא התחתנה שוב עם בחור מדהים . 
כן , הוא ממש מצחיק . 
הוא תמיד מחזיק אותי באחיזת חנק לשעשע את הילדים שלי . 
מתברר שהם " שלי " . 
מה קרה ? 
אני מצטער , שעונים מפחידים אותי . 
בכל אופן , הדשא בבית הקברות לא יכסח את עצמו . 
אני שמח כל כך שפגשתי אותך . 
ומייד לאחר מכן שתיקה מביכה בשעה שפרייז'ר חושב , הרסתי את חייו . 
אמרת שזו כתבה מחמיאה , החיים שלו נהרסו . אני חייב לדבר איתו . 
נו , באמת , אבא , אתה לא באמת מאמין שזה בגללך , נכון ? 
דיברת איתו פעם אחת לפני 20 שנה . 
נכון , למה שלא תתמקד באנשים שכן עזרת להם ? 
נכון , אולי בזמן שנהיה מוקפים באלפי אוהדים של המארינר'ס ? 
לא , אתה יודע מה ? אני חייב לעזור לו . 
הרי יש לשם שלי משמעות כלשהי בעיר הזו . 
לאטה לפרוג'ר ? 
השם הוא פרייז'ר . 
אני מצטערת , המשחק המושלם של המארינר'ס הסיח את דעתי . את רצינית ? 
רוז . בבקשה , פרדי חייב לדעת שבאמת עזרתי פה לאנשים . 
תתקשרי ללו , תבקשי ממנו שיחזור לפה , ואולי תשאלי אותו אם שכח את זה פה . 
באתי רק לקחת את הדברים שלי . 
המשרד שלך מסודר יותר מהרגיל . 
מייסון יעיל מאוד . 
מייסון ? 
דיוויד , אתה מכיר את מייסון , העוזר החדש שלי ? 
שלום . 
- שלום . 
אני שונא אותו . 
סליחה ? 
לא דיברתי איתך . 
אני ממש שונא אותו . 
ואיך הולך לך עם אופליה ? 
אוליביה ? 
אנחנו מאושרים מאוד יחד . 
סידרתי את השולחן שלך , ומחקתי את הלוח שלך . 
מחקת את התזה שלי על ... אז ככה נשמעת " תודה " . 
לא תשמע את המילה הזו בקרוב , מייסון . 
היית אמור להרגיע את המצב , לא להסלים אותו . 
לא הסלמתי את המצב , הייתי נקמני בצורה ילדותית וקטנונית . 
עכשיו הגיע הזמן ש ... מה ? 
ד"ר קורנוול לא מקבל מבקרים כרגע . 
בבקשה . 
תודה רבה שהצלת את לאקי . 
אתה יודע למה קראתי לה לאקי ? 
לו , אתה מדמם . 
- לעזאזל , היא שוב נשכה אותי . 
לו , תהיתי אם תוכל לספר לי על הפחד שלך משעונים . 
זה מוזר , נכון ? 
משהו בהם מפחיד אותי , מרגיז אותי ... זה מעולה , זה מעולה . 
על שעונים , זה ברור . 
כמובן , אתה קוסם מתוסכל טיפוסי שיש לו פחד משתק משעונים . 
לו , תספר לי , בעלה של הגרושה שלך ... 
הוא עונד שעון ? - כן . 
ואמרת שלפעמים הוא אוחז בך באחיזת חנק ? 
זה אומר שאתה קרוב מאוד ל ... אלוהים , זהו זה . 
אני שומע תקתוק של שעון כשאני לכוד בבית השחי של דאג . 
אני כבר לא מפחד . 
בפעם הבאה שדאג ינסה לאחוז אותך באחיזת חנק תעיף את הזרועות שלו הצידה , תעמוד זקוף , ותתבע את הכבוד המגיע לך . 
אני אלך לעשות את זה עכשיו . 
תודה , ד"ר קריין . 
אתה עדיין מעדיף לצפות במשחק מושלם ? - כן . 
מה ? מה עכשיו ? 
פשוט דיוויד משתמש ... כמובן . 
נמאס לי לשמוע על דיוויד . 
דיוויד המושלם , הנהדר , שמתאמץ יותר מדי בעניין הסוודרים שלו . 
דיוויד בחיים לא היה מדבר ככה על דיוויד . 
אני מתפטר . 
למה שלא תבקש מדיוויד שיחזור ? 
הוא רק מבקש קצת הכרה . 
אתה לא זוכר איך הרגשת כשהיית במעמד שלו ? כשניסית להרשים את המרצים שלך ? 
הפסקתי לעשות את השטויות האלה בדנפרמלין . 
זו לא אחת הפנימיות הסקוטיות המזעזעות שסגרו ? תעשי לי טובה , לא היו אפשרויות צמחוניות בקפיטריה , וקומץ מקרי מוות לא מוסברים , ופתאום זו פנימיה מזעזעת . 
האם אי פעם נתנו לך שם מילות חיזוק או חיבה ? 
חיבה ? 
נראה לך שהיינו ולשים שיכורים אחרי משחק רוגבי ? 
בסדר . אני חושבת שאני מבינה מה קורה פה . 
תני לי לנחש , אני מנציח את מעגל האכזריות שאני חוויתי כתלמיד ? 
זה ברור , אבל מה שאני מבינה מזה הוא שאתה מגיב לסמכות במבטא סקוטי . 
אז כדאי מאוד שתבקש מדיוויד שיחזור ותתחיל להגיד לו תודה , אידיוט שכמותך . 
- כן , אם בית , אני מצטער , אם בית . 
זה העלה אצלי כמה זיכרונות . 
' הינה העוגיות שלך , פרופ' פינץ . 
תודה . 
תתכבד , אלן . ואז תגיד לדיוויד מה דעתך . 
דיוויד , הן ... דבר , עקשן שכמותך . 
לא העוגיות הכי נוראיות שאכלתי . 
בנוסף , אני חייב לך התנצלות , ובסופו של דבר אני אתנצל בפניך . 
ד"ר פינץ' , האם אוכל להיות העוזר ... 
- כן . אני מצטערת . 
כן . 
ובכן , דיוויד , אני מניח שתסכים ? 
סוף סוף . אנחנו עולים לשידור בעוד שתי דקות . איפה היית ? לוקח זמן לשנות חיים של בן אדם , אסור להאיץ בדברים האלה . נכון , והוא בחר במסלול המאסף של המוניות בטעות . 
עזרת ללו ? 
- כן , עזרתי לו . אולי לעולם לא נתראה שוב , אבל הוא תמיד ישמש תזכורת לי ולפרדי לכל הדברים הטובים שעשיתי בסיאטל . 
תודה , לו . 
על לא דבר . 
אני מצטער שהתפרצתי ככה , אבל אני בבעיה קטנה . 
מה קרה ? כשניסיתי לחמוק מאחיזת החנק של דאג , כמו שאמרת לי לעשות , העפתי אותו מכיסא הגלגלים שלו . 
האם הזכרת שהוא יושב בכיסא גלגלים ? 
אני חושב שיוגש נגדי כתב אישום , ודאג הוא גם בעל הבית שלי אז הוא העיף אותי מהדירה שלי . 
אלוהים , אני לא מצליח לנשום . 
בסדר . - אנחנו עולים לשידור ... לא , רוז , תצטרכי למשוך זמן , תחשבי על משהו . 
איך אני אמורה לעשות את זה ? 
- ככה שלום , גיל , אלוהים , אני רוצה מאוד להקים משפחה , אבל החבר שלי לא מוכן לזה . 
מה לעשות ? 
ובכן , ג'ניפר , יקירתי , ארוחה טובה תמיד עוזרת לי לחשוב על הדברים בהיגיון . 
ואם את אוהבת אוכל סיני , " אין דים סאם כמו הדים סאם של צ'ו , הם טעימים כל כך " 
בדיוק . נשימות איטיות ועמוקות . 
פרייז'ר , אתה חייב לחזור לשידור . 
הוא בהתקף חרדה קל . 
נוכל להביא לו כוס תה ? 
אם יש לך תיון וכוס . 
אולי נוכל להגביר את עוצמת המזגן ? 
אם יש לך מזגן . 
רוז , מה קרה למקום הזה ? 
אני מצטער , אני אלך עכשיו . 
- לא , בבקשה , תישאר . תישאר . 
לו , אני חייב להגיד לך משהו , ואולי יהיה לך קצת קשה לשמוע את זה . 
מה ? 
- ובכן ... לפעמים אנחנו חייבים להמשיך הלאה בקריירה שלנו כשאנחנו רואים שאנחנו לא מתקדמים לשום מקום . 
קריירת הקסמים שלי ? 
אני לא יכול לפרוש , בקושי השקעתי בה 20 שנה . 
אומנם היא חלק חשוב מהחיים שלך , אבל ... מגיע הזמן , ואני יודע עד כמה קשה לוותר על משהו , בייחוד שהוא חלק מהחיים שלך כל כך הרבה זמן , אבל ... בסופו של דבר מגיע הרגע שבו עליך להודות שאנחנו חייבים להמשיך הלאה . 
וואו , זו שיחה לא פשוטה . 
אפשר לקבל מים בבקשה ? 
כמובן . 
כן , יש לנו מים . 
רוז , אני לא יודע אם שמת לב מה אמרתי ללו ... 
- כן , שמתי לב . 
קיי - איי - סי 
נכון , אליס גרה ברוד איילנד . 
אולי תמצאי משהו מתגמל יותר לעשות בחוף המזרחי ? 
זה היה מהנה . - נכון . נכון . - אבל אסור לנו להיתקע בעבר . 
כפי שתומס וולף כתב , " לעבר השדות הירוקים , הבתוליים ומלאי התקווה של העתיד " . 
יש פה רוח ? 
אתקשר למוקד החירום . 
לו , אל תקפוץ . מה ? 
לא התכוונתי לקפוץ . 
לאקי ברחה החוצה , וניסיתי להחזיר אותה . 
אבל אולי ... אולי אתה צודק . 
אולי בזבזתי את החיים שלי , ועדיף שאקפוץ . - לא , לא . לא , לא , אני יודע שמפחיד לעבור לקריירה אחרת , אבל ברגע שאתה עושה את הצעד הראשון , את הזינוק הענק הזה ... אבא , תשתמש במטפורות טובות יותר . 
לו , אני לוחם אש . 
הבנתי , לכולם יש עבודות טובות יותר משלי . 
לו , יש לך כל כך הרבה סיבות לחיות . 
מה , למשל ? 
- למשל ... הארנבת שלך , לאקי , והילדים של אשתך . 
הילדים שלי חושבים שאני בדיחה . 
נכון , וזו הרגשה נוראית , נכון , לו ? 
כל הורה רוצה שהילד שלו יתגאה בו . 
תראה אותי , גררתי את הבן שלי עד סיאטל להוכיח לו שהייתי כוכב גדול . 
רגע , למה חשבת שאני לא גאה בך ? 
לא קל להתגאות בגבר שעבר לצד השני של המדינה כשהיית ילד . 
רציתי להוכיח לך ולי שעשיתי את זה מהסיבה הנכונה . 
מובן שעשית את זה מהסיבה הנכונה , אבא , עזרת לכל כך הרבה אנשים . אם רציתי שתהיה באזור ? ברור . אבל עכשיו אתה באזור . 
אין טעם לשקוע בעבר . 
אתה לא כועס עליי כי בגללי הפסדת את משחק הבייסבול שלך ? 
לא . זה בסדר . 
זה מסוג הדברים שהייתי עושה עם סבא . 
אני חושב שאני עדיין מפצה על כך שלא הגעתי ללוויה שלו . 
פרדי , אין לך מה לדאוג לגבי זה . 
שכחתם שאני פה ? 
אני מצטער . 
למה כולם מתנהגים כאילו לו לא קיים ? 
זה טוב , לו , תשחרר את הכעסים שלך . 
- כן . קלטת את זה , תפסיק להתנצל . 
- תשתוק . 
בסדר . 
אתה צודק , אני מצטער . 
אני לא מאמין שנתתי לך לשכנע אותי להפוך לקוסם . 
מעכשיו אני לא אקשיב לאיש מלבד לו . 
אני אחזור לעסוק בדיני נזיקין . 
האנשים האלה שנדרסו ע"י רכב לא יבינו מה נפל עליהם . 
מה אתם ? מכונות רעשים ? 
תפסיקו להמהם . 
לאקי , תזיזי את התחת הפרוותי שלך חזרה לפה . 
תודה לאל . 
פרייז'ר , אתה חייב לעלות לשידור . 
גיל שר את " כמו סקון מתגלגל " . 
חשבתי שיש מאזין על קו 3 . 
שוב איבדת את המאזין ? 
מישהו הזיז את קו 3 ל ... זה חרא , זה קשקוש אחד גדול , זה ... מצאתי אותו . 
הוא היה בין קו 2 לקו 4 . 
תודה , תודה , גיל . תודה , בולדוג . 
ואני מתנצל , סיאטל , על העיכוב . 
כאן ד"ר פרייז'ר קריין , אני מקשיב . 
הבר האהוב על סבא . 
זה היה רעיון טוב . כן , חשבתי שתיהנה מזה . 
אני יודע שסבא שלך היה שמח לראות את שנינו יושבים פה במקגינטי . 
כן . 
אתה חייב לסלוח לעצמך שלא באת ללוויה שלו . 
מישהו אמר לי לא מזמן שאסור לשקוע בעבר . 
אתה פה עכשיו . אנחנו חולקים כבוד לחיים שלו . 
זה כל מה שחשוב . 
תודה , אבא . 
סבא אי פעם גרר אותך לעבודה שלו ? 
כן , הוא לקח אותנו לתחנת המשטרה פעם . 
האמת היא שתמיד חשבתי שעשה את זה להפחיד אותנו . 
עצרו אותי ואת ניילס בגין שוטטות . 
ניסיתי להסביר שהצגנו קטע מתוך " מחכים לגודו " . 
אני מניח שזה היה מגוחך , אבל ... מעולם לא חשבתי שפשוט רצה שנהיה גאים במה שעשה . 
היינו גאים בך , אבא . 
הייתי צריך להגיד לך את זה לעיתים קרובות יותר . 
בפעם הראשונה שהסיהוקס זכו באליפות האן - אף - סי סבא ואני שתינו פה בירה לחגוג . 
כן , ב 
- 2006 , היית בן 17 . 
אסור לשקוע בעבר , אבא . 
כן , כן . 
- בכל אופן , תודה שהבאת אותי לפה . 
העונג כולו שלי . 
סיאטל השתנתה , אבל ... מקגינטי נשאר כפי שהיה . 
מה אתם עושים בבר של הומואים ? 
בסדר , אז אולי המקום השתנה קצת . 
