Я в новой любимой забегаловке доктора Фрейзера Крейна , захудалый бостонский бар , где наливают только отчаяние . 
Привет , милашки ! 
За счёт заведения , потому что мне нравится ваша внешность . 
Чем занимаетесь ? 
Роз пишет репортаж для радио , посвящённый отцу . 
- Это чудесно ! 
- Да ... 
Радио ещё существует ? 
Для этого нам и нужен Фрейзер , чтобы поднять рейтинги . 
Завтра мы едем на Западное побережье . На KACL будет спецвыпуск с возобновлением моего шоу . 
Да , самородок из Сиэтла возвращается домой . 
Сын Фрейзера закатывает глаза , размышляя , зачем он согласился поехать . 
- Ему будет весело . - Да . 
Если не против , когда я приду поливать цветы , выпью пару бокалов твоего дорогого вина . 
У меня нет цветов . 
Ладно , я принесу цветок . 
А я даже рад этой поездке . 
Может , схожу на игру " Маринерс " . 
Твой дядя ещё живёт там , да ? Нет , они с тётей Дафни переехали в Седону . 
И теперь он фермер-джентльмен . Вспахивает землю , живёт за счёт земли ... 
У него виноградник . И последнее , что " посадил " Найлз , - зарядную станцию для своей " Теслы " . 
Я закончил проверять работы и испёк крампет в соответствии с вашими требованиями . 
Ну , Дэвид , этот крампет на вкус как голландская вафля для бедняков . 
Соотношение трещинок неправильное . И стоит говорить о форме ? 
Нечего говорить , потому что нет никакой формы . 
Вы заставляете своего помощника готовить , убирать и быть присяжным заместо вас . Но при этом ни разу не проявили даже капли благодарности . 
Роз , у тебя микрофон сломан ? 
А то я слышу какой-то скулящий писк . 
Доктор Финч ? Вам нужен помощник ? 
Я могу стать свободным . 
Нет , не хотелось бы красть тебя у ... 
Да пожалуйста , ты сделаешь мне одолжение . 
Да , если быть точнее , я не очень хочу ... 
Отлично , договорились . Отныне я помощник доктора Финч . До завтра . 
ПОМЕСТИТСЯ ЛИ ВЕСЬ БАГАЖ В РУЧНУЮ КЛАДЬ ? Со мной сын Фрейзера Крейна - Фредди . 
Что ты помнишь о временах , когда ты навещал отца в Сиэтле ? 
Что ж , надо подумать . Первое , что приходит в голову , - это образ отца и сына на рыбалке . 
Их показывали в шоу Энди Гриффита , которую я смотрел один , потому что отца не было рядом . 
Я был занят важной работой . 
А ты говоришь так , будто я напивался и рылся в выброшенных билетах на собачьих бегах . 
А мне ты запретил рассказывать про Лиссабон . 
Элис . Привет , милая . 
Да просто сижу в баре , болтаю с пожарным . 
Ну да , всё как обычно . 
Нет , опять спасаю KACL . 
Фредди , ты был так юн , когда я переехал в Сиэтл . Теперь ты увидишь , какой большой шишкой я там был . 
Если честно , немного волнуюсь снова вести радиошоу . 
Всё-таки это высокая планка . 
И речь , конечно , о планке , которую установил ты . 
Да . - Надеюсь , я ещё в хорошей форме . 
- Серьёзно ? 
Разве тебе не нужно было просто говорить " хм " с разными интонациями ? 
Нет , всё было совсем не так . 
Слушатели звонили с очень серьёзными проблемами . Да , а я давал им невероятно полезные психологические советы . Хм . 
Помогая пережить трудные времена . Хм . 
Я вижу , что ты делаешь , и это не мило . 
- Очень мило . - Да же ? 
Боже мой , ребята , не стоило так утруждаться ради ... Фрэнсис . 
Она только вернулась из декрета . А нам не по карману второй плакат . 
- С деньгами туго . 
- Что ограничивает нас в творчестве . 
Гил хочет петь свои ресторанные обзоры , а нам не по карману права на музыку . 
Как недальновидно . 
Мы привлекли бы новых слушателей с : Не жарь для меня " Буфет Арта " 
- С возвращением , док . 
- О , Бульдог . 
- Это твой сын ? 
- Да . Привет . Я Фредди . В детстве слушал ваше шоу . Я обожаю спорт . 
Значит , не твой сын . 
Кстати , Фрейзер , ты не поверишь , кто наконец перестал скрывать свою суть . 
Если честно , я думаю ... Я гей и горжусь этим . 
Старомодные дамские угодники вроде нас с тобой теперь вымирающий вид , mon frère . 
Понятно . 
Значит , все эти годы ты компенсировал подавленные эмоции токсичной маскулинностью . 
Не , я всё тот же . Просто теперь я по мужикам . 
Мистер Июль-2023 из бостонского календаря пожарных ! 
Так и знал , что я где-то видел тебя . 
Гил , как поживает жена ? 
Она ещё крепкий орешек . 
В эти выходные у неё турнир по регби . 
Как же моя Деб обожает драться за мяч . 
Знаешь , Фредди , здесь я занимался важной работой . 
Сиэтл - это мои Афины . 
KACL - моя агора . А я , как Сократ , делился ... Роз , это что , гнездо ? 
Что здесь происходит ? 
На KACL теперь не так шикарно , но для хорошего радио не нужны всякие свистелки и дуделки . 
Говори за себя . 
Так , все на выход . 
Время моего шоу . 
Да , нам пора идти . 
Я для спецвыпуска поискала слушателей , звонивших тебе раньше . 
Отличная идея . Сколько нашла ? Одного . 
Были ещё . Симпатичная пара , мы разошлись , конфликт интересов . Короче , к нам придёт Лу , встретимся с ним в кафе " Нервоза " . 
Прекрасно ! 
Просто замечательно . Ты увидишь своего старика в деле . 
Да , но ты говорил , что мы сходим на игру " Маринерс " . Был потрясён , что ты в это поверил . 
НЕРВОЗНЫЙ СРЫВ Губы сжаты , брови нахмурены . 
Фрейзер недоволен переменами в его любимом кафе " Нервоза " . 
- Как ты можешь сюда ходить , Роз ? - Что ? 
Оно растеряло всё очарование . 
Велосипеды , спортивная одежда , диваны . 
Похоже на гостиную в студенческом общежитии в Йе . 
- Так он называет Йель . - Ясно . 
Боже мой . Доктор Крейн , я Лу ! 
Не верится , что мы наконец встретились . 
Очень приятно . - Записала ? 
- Вот блин . Нет . Рад тебя видеть . 
Говори дальше . 
Вы изменили мою жизнь . 
Правда ? 
Вы посоветовали стремиться к мечте , поэтому я бросил работу и посвятил свою жизнь ... магии . 
Простите . Должно было ... Сработало . Отлично . 
И как успехи в магии ? 
Восхитите ... 
Я пока не пробился . 
Но я не сдаюсь , как вы и посоветовали . 
Лу , присядь . 
Хорошо . А какие-нибудь ещё успехи в плане карьеры у тебя есть ? 
Ну , я работаю в доставке , иногда сдаю кровь за деньги . Но с тех пор , как я ушёл из юридической фирмы , я не думаю о прошлом . 
Как вы и сказали мне : " Делай ставку на себя " . 
Это и есть туз ... в моём ... рукаве ! 
Вот , держи . 
Это семёрка . 
Вы поверили в меня , в отличие от моей жены . 
- Теперь мы в разводе . - Сочувствую , Лу . 
Да ничего страшного . 
Ладно , мне пора , но ... Она вышла замуж за отличного парня . 
Да . Такой шутник . 
Он постоянно берёт меня в захват , чтобы позабавить моих детей . 
Ну , " моих " в кавычках , как оказалось . 
- Что случилось ? 
Простите . Часы меня напугали . 
Ну да ладно . Трава на кладбище сама себя не выкосит . 
Рад был повидаться . 
Наступила неловкая тишина . Фрейзер , очевидно , думает : " Я разрушил человеку жизнь " . 
Ты обещала хвалебную статью . Но его жизнь в руинах . Я поговорю с ним . 
Да брось , пап . Ты же не думаешь , что это из-за тебя . 
Он звонил один раз 20 лет назад . Да . 
Сосредоточься на людях , которым ты действительно помог . 
Да , желательно в окружении тысяч фанатов " Маринерс " . 
Нет . Знаете что , я обязан помочь ему . 
Всё-таки моё имя ещё что-то значит в этом городе . 
Латте для Фроджера ? 
Фрейзер ! 
Простите , отвлеклась на игру " Маринерс " без хитов . Издеваетесь ? 
Роз , прошу . Фредди должен увидеть , что я правда помогал здесь людям . 
Позвони Лу . Пусть вернётся сюда . И ... если не сложно , заодно спроси его , не он ли забыл здесь вот это . 
Я просто пришёл забрать вещи . 
Здесь чище , чем обычно . 
Ну , Мейсон хорошо потрудился . 
Мейсон ? 
Дэвид , ты знаком с Мейсоном , моим новым помощником ? 
- Привет . 
- Привет . 
Я ненавижу его . 
- Что , прости ? 
- Я не с тобой говорю . 
Я ненавижу его всей душой . 
А как тут дела у вас с Офелией , кажется ? 
С Оливией ? 
Мы просто счастливы . 
Я убрался на вашем столе и помыл доску . 
Спасибо , Дэвид . Стоп . Ты стёр мои тезисы ? Вот как звучит благодарность . 
Ты ещё не скоро такое услышишь ... Мейсон . 
Ты должен был разрядить ситуацию , а не усугубить . 
Я ничего не усугублял . А просто мелочно и по-детски отомстил . 
Ну , а теперь вам пора ... 
Доктор Корнуолл больше не принимает посетителей . 
Если позволите . 
Спасибо , что спасли Лаки . 
Знаете , почему я её так назвал ? 
Лу , у тебя кровь . 
Блин . Она опять меня укусила . 
Лу , не мог бы ты рассказать мне чуть больше о своей боязни часов ? 
Странно , да ? 
В них есть что-то , что заставляет меня испытывать страх и злость . Это хорошо . Хорошо . Злость на что ? 
На часы , очевидно . 
Разумеется . Типичный разочарованный волшебник с сильной боязнью часов . 
Лу , расскажи . Муж ... твоей бывшей жены носит наручные часы ? 
Да . 
Ты говорил , что иногда он берёт тебя в захват . 
Это означает , что ты часто оказываешься рядом с ... Господи , точно ! 
Когда я оказываюсь в подмышке Дага , я слышу , как тикают часы ! 
Страха больше нет . 
Когда Даг снова попытается применить на тебе захват , откинь его руки , встань с гордостью и верни своё достоинство . 
Я пойду и сделаю это прямо сейчас . 
Спасибо , доктор Крейн . 
Всё ещё жалеешь , что не смотришь игру ? Да . 
Что ? Что теперь не так ? 
Просто Дэвид использует ... Разумеется . 
Как мне надоело слушать про Дэвида . 
Замечательный , чудесный Дэвид , который тщательно выбирает свитера . 
Дэвид такого бы не сказал о Дэвиде . 
Я ухожу ! 
Почему бы тебе не вернуть Дэвида ? 
Ему лишь нужно небольшое поощрение . 
Разве сам не помнишь , каково быть на его месте , пытаться впечатлить профессоров ? 
Эти глупости из меня вывели ещё в Данфермлине . 
Это тот ужасный шотландский интернат , который закрыли ? Да брось . Отсутствие вегетарианских блюд в столовой и пара необъяснимых смертей , и всё , он " ужасный " . 
Скажи , а ты получил там хоть какую-то похвалу или близость ? 
Близость ? 
Мы что , пьяные валлийцы после матча по регби ? 
Так . Кажется , я поняла , что происходит . 
Дай угадаю . Я продолжаю цикл жестокости , потому что сам пережил её в юности . 
Да , разумеется , но я о том , что ты готов прислушиваться только к людям с шотландским акцентом . 
Итак ... Проси Дэвида вернуться и начни говорить " спасибо " , тупица с символом чертополоха . 
Да , настоятельница . Простите , настоятельница . 
Сразу вспомнил прошлое . 
Вот ваши крампеты , профессор Финч . 
Спасибо . 
Попробуй , Алан , и потом скажи Дэвиду , что ты думаешь . 
Дэвид , они ... Не тяни , упрямый засранец . 
Не худшее из того , что я ел . 
Также ... я должен перед тобой извиниться , и однажды я перед тобой и правда извинюсь . 
Доктор Финч , можно я стану у профессора Корнуолла ... Да ! 
Простите . 
Да . 
Что же , Дэвид ... я же правильно думаю ? Правильно , сэр . 
Наконец-то . Через две минуты начинаем . Где вы были ? Нужно время , чтобы изменить человеку жизнь . Спешить нельзя . Да , ещё по ошибке заказал такси с попутчиками ( Uber Pool ) . 
- Ты помог Лу ? - Да . 
Помог . Возможно , мы больше не увидимся , но он всегда будет напоминать нам с Фредди о том , сколько пользы я принёс в Сиэтле . 
Спасибо , Лу . 
Пожалуйста . 
Простите , что вмешиваюсь , но у меня кое-какая проблемка . 
Что случилось ? Я попытался уйти от захвата Дага , как вы и сказали , и из-за этого он очень резко выпал из своей инвалидной коляски . 
А ты упоминал коляску ? 
Кажется , мне предъявят обвинения . А ещё Даг - домовладелец , и он выгнал меня из квартиры . 
Господи , не могу дышать . 
- Тише , тише . - Мы выходим в эфир через ... Слышу , Роз , вам придётся потянуть время . 
- Придумай что-нибудь . - И как мне это сделать ? 
Привет , Гил . Боже мой . Я хочу завести детей , но мой парень не готов . 
Что мне делать ? 
Дженнифер , дорогая , Я узнал , что хороший перекус помогает всё обдумать . 
А если вы любите китайскую кухню ... Нет димсама лучше , чем димсам Чо И он такой вкусный ! 
Молодец , Лу . Дыши как можно глубже . 
Фрейзер , мне нужно вернуть тебя в эфир . 
У него тут приступ паники . 
Можно ему чашечку чая ? 
Если у тебя есть чашка и чайный пакетик . 
Может , включим кондиционер ? 
Если он у тебя есть собой . 
Роз , что стало с этим местом ? 
- Простите , давайте я выйду . - Нет , нет , нет , прошу , останься . 
Останься . 
Лу ... я должен тебе кое-что сказать , и ... возможно , это будет довольно непросто слышать . 
- Что же ? 
- Ну ... Иногда нужно найти другую карьеру , если с этой ничего не выходит . 
Вы про карьеру фокусника ? 
Я не могу так просто бросить . Я посвятил этому 20 лет . 
Я знаю , что это было огромной частью твоей жизни , но ... Приходит время ... и я понимаю , как трудно отказаться от чего-то , особенно когда оно являлось частью твоей жизни столько лет , но ... когда-то приходится признать ... что пора двигаться дальше . 
Ого . Жёстко . 
Можно мне , пожалуйста , воды ? 
Разумеется . 
Да , вода у нас есть . 
Роз ? Не знаю , слышала ли ты , что я говорил Лу ... 
Да , слышала . 
Радиостанция уже не та . 
Не та . А Элис живёт в Род-Айленде . 
Возможно , ты найдёшь что-то более интересное на Восточном побережье . 
Весёлое было время . Да . Да , но нам не стоит застревать в прошлом . 
Как писал Томас Вулф : " Зелёные , полные надежды , но всё ещё девственные луга будущего " . 
Слушай ... откуда это так дует ? 
Я вызову спасателей . 
- Лу , не прыгай ! - Что ? 
Я не собирался прыгать . 
Лаки выбежала , и я пытаюсь её поймать . 
Но , возможно ... Возможно , вы правы . 
Я потратил жизнь впустую , и мне лучше спрыгнуть . - Нет , нет , Лу ... - Нет , Лу . Нет , нет . Послушай , я знаю , что заняться другим делом непросто , но как только ты сделаешь первый большой шаг , - гигантский скачок , ты ... - Папа ! Используй другие метафоры . 
Лу , послушай , я пожарный . 
Я понял . У всех работа лучше , чем у меня . 
Нет , Лу , я пытался сказать , что тебе есть ради чего жить . 
Например ? 
Например , ради ... крольчихи Лаки , ради детей своей жены . 
Мои дети считают меня посмешищем . 
Да , и это ужасное чувство , Лу . 
Каждый родитель хочет , чтобы дети им гордились . 
Взгляни на меня , я затащил сына в Сиэтл , чтобы показать ему , что я был тут важным человеком . 
Почему ты думаешь , что я тобой не горжусь ? 
Трудно гордиться человеком , который переехал на другой конец страны , когда ты был ребёнком . 
Я хотел доказать и тебе , и себе , что у меня были на это веские причины . 
Разумеется были , папа , ты помог стольким людям . Хотелось бы мне , чтобы ты был рядом ? Да , но ты рядом сейчас . 
Ни к чему жить прошлым . 
Не злишься из-за того , что я пропустил бейсбольную игру ? 
Нет . Не страшно . 
Хотел сделать что-то , - что я делал с дедушкой . - Да . 
Кажется , я ... всё ещё пытаюсь наверстать пропуск его похорон . 
О , Фредди . Не стоит об этом беспокоиться . 
Вы что , забыли , что я здесь ? 
Прости ! 
Почему все ведут себя так , будто Лу не существует ? 
Отлично , Лу , выплесни свой гнев . 
- Да . - Никаких больше извинений . 
- Замолчите ! 
- Ладно . 
Всё . Да , извини . 
Поверить не могу , что вы уговорили меня стать фокусником . 
Хм ... С этих пор я буду слушать только Лу ! 
Снова стану адвокатом по делам о причинении вреда . 
Люди , которых собьёт машина , не поймут , что их сбило . 
Вы что , генераторы белого шума ? 
Хватит мычать ! 
Лаки , тащи сюда свой пушистый зад , живо . 
Слава богу . 
Фрейзер . Сейчас же выходи в эфир . 
Гил поёт " Как Роллинг Скоун " . 
Думал , что на третьей линии звонящий . 
Ты снова его потерял ? 
Кто-то переставил третью линию . Всё тут отстой ! Полный капец ! Всё ... О , нашёл . 
Она между второй и четвёртой . 
Да , спасибо . Спасибо , Гил . Спасибо , Бульдог . 
И прошу прощения , Сиэтл , за задержку . 
С вами доктор Фрейзер Крейн . Я вас слушаю . 
Любимый бар дедушки . 
Это была хорошая идея . Да , я знал , что тебе понравится . 
Дедушка был бы очень рад , увидев нас в " Макгинтис " . 
Да . 
Знаешь ... тебе пора простить себя за то , что ты пропустил его похороны . 
Один человек сказал мне , что не стоит застревать в прошлом . 
Сейчас ты здесь . Мы празднуем его жизнь . 
Это самое главное . 
Спасибо , пап . 
Дедушка брал тебя с собой на работу ? 
Да , однажды он повёз нас в участок . 
Я считал , что это было что-то вроде воспитания испугом . 
Нас с Найлзом задержали за бродяжничество . 
Я пытался объяснить , что мы исполняли " В ожидании Годо " . 
Это было нелепо , но ... Я тогда не понимал , что ... он просто хотел , чтобы мы гордились тем , чем он занимается . 
Мы тобой гордились , папа . 
Стоило чаще тебе об этом говорить . 
Знаешь , когда " Сихокс " впервые выиграли чемпионат , мы с дедушкой взяли пива , чтобы отпраздновать . 
Да . 2006-й ? 
- Тебе было 17 . 
- Не надо жить прошлым , пап . 
- Да , да . 
- В любом случае ... спасибо , что привёл меня сюда . 
С удовольствием . 
Сиэтл сильно изменился , но " Макгинтис " остался прежним . 
А вы что делаете в гей-баре ? 
Ладно . Возможно , и он немного изменился . 
