Αλλά και να μην ξεχνιέται ο λόγος , μπορούμε να το ξεπεράσουμε . 
Οι μνήμες της αγάπης ... ξεπερνούν τον λόγο χωρισμού . 
Ξέρω ότι για όποιον λόγο και να χωρίσαμε ... μπορώ να το ξεπεράσω . 
Το μονοπάτι να βλέπεις . 
Γιατί ; Δεν σ ' αρέσει να σε κοιτάζω ; 
Απλώς ... 
Με κάνεις και νιώθω αμήχανα , κοίτα αλλού . 
Έλα ! Κοίτα μπροστά σου . 
Γιατί ; 
Έχω να αναπληρώσω πολύ χαμένο χρόνο , θα πρέπει να σε κοιτάζω για τρία χρόνια ασταμάτητα . 
Θα γλιστρήσεις να πέσεις , χαζέ . 
Μη φοβάσαι , δεν πέφτω . 
Και δεν πειράζει να πέσω . 
Παρεμπιπτόντως , Γιονγκ-πιλ . Από αυτό το μονοπάτι είχαμε ανέβει ; 
Αμάν , πού είμαστε ; 
Πού είναι ... 
Το βρήκαμε . 
Φτάσαμε . 
Είσαι εντάξει ; 
Όχι , δεν είμαι . 
Εντάξει . Λογικό . 
Αναμφισβήτητα δεν είσαι καλά . 
Δεν σου είπα να κοιτάς το μονοπάτι ; 
Προσπάθησα , το ορκίζομαι . Τι να κάνω ; 
Πώς να κοιτάω αλλού όταν σε έχω δίπλα μου ; 
Μην είσαι τόσο όμορφη . Εντάξει ; Είμαι μαγεμένος από την ομορφιά σου . 
Αυτό με αποσυντονίζει . 
Τι βλακείες λες ; 
Έλα , μπες μέσα . 
Θα έχεις πεινάσει . Μπες . 
Πάμε να φάμε ; 
Τα πόδια μου τρέμουν και οι αστράγαλοί μου πονούν . 
Ξέχνα το , δεν πεινάω . 
Λιώνεις στην πείνα . Πάμε γρήγορα . Το πόδι σου . 
Ποιος δεν θα πεινούσε αν είχε χαθεί και περιφερόταν για δύο ώρες ; 
Ανεβήκαμε σε ένα τεταρτάκι και κάναμε δύο ώρες να κατεβούμε ! 
Εντάξει . Σε νιώθω . - Φάε . Πεινούσες , είπες . - Θα σε ... Εντάξει . Τουλάχιστον , χαρήκαμε τη βόλτα . 
Δεν έφερες κίμτσι ; 
Όχι . Αν έφερνα , θα το τρώγαμε . 
Να κλέψω λίγο ; Θα το χρεώσω στον Γκιεόνγκ-τάε . 
- Άσε , δεν πειράζει . - Όχι ; 
Δεν έχει νοστιμιά χωρίς κίμτσι . 
Κίμτσι και ράμιεον πάνε πακέτο , σωστά ; 
Είναι ο μόνος τρόπος για να πάψει η μαμά σου να βουτάει . 
Θέλω να βοηθήσω . 
Αύριο στις 11 το πρωί , ενημέρωση κατοίκων για το θεματικό πάρκο . 
Ας συνεργαστούμε . 
Τα φάρμακα της μαμάς ; 
Ναι . 
Πάρα πολλά είναι . 
Βρήκα τη στολή κατάδυσής της . 
Η Χα-γιουλ την έκρυψε . 
Η Χα-γιουλ ; 
Θα άκουσε τις κυρίες να το συζητούν , ανησύχησε μην πάθει τίποτα η μαμά και την καταχώνιασε στο δωμάτιό της . 
Η Σαμ-νταλ είναι σπίτι ; 
Γιατί δεν γύρισε ακόμη ; 
Εντάξει . 
Σαμ-νταλ , πάμε σπίτι . Θα πάρω ... 
Κυρία Κο . Πήγες στις μανταρινιές ; 
- Ναι , έβαλα κι άλλο ξύδι . - Ωραία . 
Κι εσύ ; Τι κάνεις εδώ ; 
Ξέχασα το κινητό μου . 
Κατάλαβα . 
Δεν μου λες , τα παιδιά είναι ακόμη μέσα ; 
Δεν έχω ιδέα . 
Η Σαμ-νταλ λείπει ; 
Στην κρυψώνα θα είναι . Πάμε να δούμε εκεί . 
Εντάξει . 
Πάντα εδώ το ξεχνάω . Τι ; 
Τα φώτα είναι αναμμένα , εδώ θα είναι ακόμη . 
Πάλι τα πίνετε , παιδιά ; 
Κάθε μέρα αφότου ήρθε η Σαμ-νταλ . 
Σαμ-νταλ , ήρθε η μαμά σου ! 
Καλέ ! 
Ξέρω ότι αρέσουν ο ένας στον άλλον , αλλά δεν είναι σωστό μπροστά σου . Σαμ-νταλ ; 
Δεν πειράζει . 
Τι ; 
Άφησέ τους . 
Τι ; 
Κυρία Κο ! 
Καλέ . Κυρία Κο ! 
Εδώ θα την αφήσεις ; Δεν θα την πας σπίτι ; 
Ενήλικη είναι . Γιατί να την πάω σπίτι , μια χαρά δεν κοιμάται ; 
Θα έρθει όταν ξυπνήσει . 
Αντίο . 
Θεούλη μου . 
- Τι γίνεται εδώ ; - Είσαι καλά ; 
- Περίμενε . Τι ; - Τι έγινε εδώ ; 
Τι ; 
Εδώ κοιμηθήκαμε όλο το βράδυ ; 
Ναι . Ρε συ ! 
Αντί να με ξυπνήσεις , ξεράθηκες ! 
Στάσου . Τι ώρα είναι ; 
Είναι 6 : 00 π.μ. 
Δεν το πιστεύω ! 
Θεέ μου . 
- Τι θα κάνω ; - Τι στο καλό ; 
Τι συμβαίνει ; 
Περίμενε . Κύριε Μαν-σου ; 
Άσε τον πληθυντικό , Σαμ-νταλ . 
Εντάξει , Μαν-σου . 
Απλώς μας πήρε ο ύπνος , εντάξει ; 
Δεν θέλω να οργιάσει η φαντασία σου και τσιμουδιά . 
Τσιμουδιά . Εντάξει ; 
Ωραία . 
Είσαι καλά , Γιονγκ-πιλ ; 
- Σαμ-νταλ ! - Θεέ μου ! 
Γεια σας . Πώς είστε ; 
Εγώ καλά είμαι , η μαμά σου δεν ξέρω . 
Ορίστε ; 
Πολλές παντρεύονται άρον-άρον λόγω εγκυμοσύνης , μα λυπήσου την καημένη τη μαμά σου . 
Ήρθε εδώ η μαμά μου ; 
Ναι . 
Καλοί οι έρωτες , αλλά κοίτα να της ζητήσεις συγγνώμη . 
Πώς κοιμάσαι με άντρα μπροστά στη μαμά σου ; 
Πολύ ανοιχτόμυαλη η κυρία Κο . 
Κυρία , απλώς μας πήρε ο ύπνος , δεν το θέλαμε . Εντάξει ; 
Δεν συνέβη τίποτα μεταξύ μας . 
Σοβαρολογώ ! 
Μεγάλα παιδιά είστε . Πολύ περίεργο να μη συμβεί τίποτα . 
Κυρία ... Που να πάρει ! 
Μην ανησυχείς , θα σας κάνω πλάτες ! 
Αμάν πια ! 
Ο έρωτας δεν είναι αμαρτία ! 
Ήρθα . 
- Τσο Σαμ-νταλ . - Ναι ; 
Τώρα γύρισες σπίτι ; 
Μην ξαναργήσεις τόσο . 
Έπρεπε να με ξυπνήσεις όταν ήρθες στην κρυψώνα . 
Ο Γιονγκ-πιλ κι εγώ κάναμε εξόρμηση , δουλεύουμε κάτι μαζί τελευταία . 
Αλλά χαθήκαμε στον γυρισμό . 
Ήμασταν πολύ πτώματα και πέσαμε να ξεκουραστούμε λίγο . 
Αλλά , τελικά , αποκοιμηθήκαμε . 
Επομένως , αυτό που είδες ήταν ... 
Ξέχνα το . 
Τι αρλούμπες μου λες ; 
Δεν σκαμπάζω λέξη . 
Μεγάλη κοπέλα είσαι . 
Δεν θέλω να μου δώσεις αναφορά με ποιον ήσουν μαζί . 
Όμως ... ήταν ο Γιονγκ-πιλ . 
Και λοιπόν ; 
Τι έγινε αν είναι αυτός ; 
Μαμά , δεν σε πειράζει ... αν ... μου αρέσει ; 
Κοίτα ... 
Σανγκ-τάε , ο Γιονγκ-πιλ ... 
Περίεργο , αφού εδώ ήταν . 
Σου ' πα , δεν είναι για πέταμα . 
Αντίο . 
Έλεος , ρε μπαμπά . 
Αυτό δεν είναι για πέταμα , είπαμε . 
Κύριε . 
Ευχαριστώ . 
Γραμματέα Κο . 
Θα έρθει η Τζιν-νταλ , σωστά ; 
Σωστά ; 
Θα έρθει . 
Διαισθάνομαι ότι θα έρθει . 
Εγώ διαισθάνομαι πως δεν θα έρθει . 
Απαισιόδοξε . 
Μ ' ακούς ; Πάψε πια να είσαι τόσο αρνητικός . 
Θα ήταν θετικό για εμένα να μην εμφανιστεί . 
Αν ο πρόεδρος μάθει για το σχέδιο του πάρκου στο Σάμνταλ-ρι ... 
Θεούλη μου ! 
Διαθέτεις αξιοθαύμαστη ικανότητα πρόβλεψης κρίσεων . 
Δράσε άμεσα , λοιπόν , χωρίς να το μάθει . 
Ψιτ . 
Κυρία Τσο ! 
Γλυκιά μου , ήρθες ! 
Πολύ χαίρομαι . 
Μη με αποκαλείς έτσι . 
Φοβάμαι ότι θα βλεπόμαστε πολύ συχνότερα τώρα . 
Τότε , μήπως " καλή μου " ... 
Ούτε έτσι . 
Τότε , 
" Κα Τσο " ; " Τζιν-νταλ " ; 
Ή μήπως ... 
- " Αγάπη μου " ; 
- Παλιο ... 
Τι άλλο απομένει , τότε ; 
Καμιά ιδέα , γραμματέα Κο ; 
- " Να σας πω " ; " Ακούστε " ; 
- Αυτά είναι μια χαρά . 
Εγώ θα λέω " Να σας πω " κι εσύ " Ακούστε " . Θα λέω " Να σας πω " . 
Όχι , " Ακούστε " . Κι εσύ " Να σας πω " . 
Πάμε ; Εμπρός . 
Τι ; 
Στάσου . Εκεί έχω το αμάξι . 
Υπόσχομαι πως την επόμενη φορά θα τα πάμε πολύ καλύτερα . 
Μάλιστα , κύριε . 
Μην ανησυχείτε . 
Τι εννοείτε ότι δίνω δουλειές στην Έουν-τζου , για προσωπικούς λόγους ; 
Χρειαζόμαστε κάποια στη θέση της Έουν-χίε . 
Την Τσο Έουν-χίε ; 
Δεν μπορώ να τη δεχτώ πίσω . 
Το συμβάν δεν έχει ξεχαστεί ακόμα . 
Πάει πολύ λίγος καιρός . Πώς λέτε να επιστρέψει ; 
Τελείωσες ; 
- Ναι . - Πάμε . 
Το αφεντικό έχει μεγάλες απαιτήσεις . 
Προετοιμάστηκες ; 
Πού στο καλό είναι ; 
Έχεις δει το τάπερ με το κίμτσι ; 
Το κίμτσι ; Όχι , δεν το είδα . 
Γιαγιά , η θεία Σαμ-νταλ πήρε νωρίτερα το κίμτσι . 
Τι ; 
Γιατί το πήρε ; 
Δεν ξέρω . 
Αλλά τουλάχιστον ήταν φρέσκο , δεν νομίζω να το φέρει καπέλο σε κανέναν . 
Γιατί αγχώνεσαι ; 
Για λίγο κίμτσι μιλάμε . 
Δεν του έφτιαξα ολόκληρο γεύμα ούτε κανένα δύσκολο φαγητό . 
Απλώς του δίνω λίγο κίμτσι της μαμάς μου . 
Θα φάω κι εγώ , κι ο Γκιεόνγκ-τάε κι ο Έουν-ου . 
Όλοι θα το μοιραστούμε . 
Γιατί παιδιαρίζω ; 
Σιγά το πράγμα . 
Θα το φάμε μαζί . Και τι έγινε ; 
Καίει πολύ . 
- Σαμ-νταλ ! - Αμάν ! 
Πώς κι από δω ; 
Τι κάνεις εδώ πέρα ; 
Τρώω λίγο τεοκμπόκι . 
Έλα να φας κι εσύ . Είναι καλό . 
Γιατί έφερες κίμτσι ; 
Έτσι . 
- Μη μου πεις επειδή χθες ... - Τι εννοείς ; 
Νομίζεις ότι ήρθα τρέχοντας να σ ' το φέρω επειδή το λιμπίστηκες χθες βράδυ ; 
Καλό θα ήταν να βρίσκεται λίγο κίμτσι εδώ πέρα . Σωστά ; 
Μάλλον ήρθες τρέχοντας . 
Άκου , δεν ήρθα τρέχοντας . Δεν είμαι κάνα κοριτσάκι . 
Δεν χάρηκα τα ράμιεον επειδή δεν είχαμε καθόλου κίμτσι χθες . 
Για εμένα το έφερα . 
Και εγώ θα το φάω . 
Θα φας και σήμερα ράμιεον ; 
Όχι , δεν θα φάω . Δεν καταλαβαίνω αυτά που λες . 
Δεν σε πίεσα να το φας , δεν χρειάζεται να το φας . 
- Οπότε ; Ας το πετάξουμε . - Γιατί να το πετάξουμε ; 
Καλύτερα να ... Φά ' το εσύ . 
Γιατί γελάς ; 
- Μη με κοροϊδεύεις . - Εντάξει . 
Κοίτα , Σαμ-νταλ σου είπα χθες να μην είσαι τόσο όμορφη . Πάψε να είσαι τόσο γλυκούλα και να με νοιάζεσαι τόσο . 
Κάνεις την καρδιά μου να χτυπά σαν τρελή . 
Τι είναι αυτά που λες ; 
Έλα , θα το φάω το κίμτσι . 
Δεν θα φας . 
Σοβαρά , θα το φάω . 
Μη μου χαμογελάς . 
Γιατί το έφερες ; 
- Σαμ-νταλ ... - Γεια , Γκιεόνγκ-τάε . 
Τι τρέχει , Γκιεόνγκ-τάε ; 
Βρε χαζούλα ... 
Τι στο καλό έπαθες πάλι ; 
- Εγώ ; 
Τι εννοείς ; 
- Τι συμβαίνει ; 
Τι θες να πεις " έπαθε " ; 
Τι είναι αυτό ; 
Τσο Έουν-χίε ! Παλιο ... 
Με τρόμαξες . 
Τι έγινε ; 
Τι συμβαίνει ; Λέγε . 
Αυτό εδώ ... 
Μαμά , η αδερφή μου ... 
Ποια από τις δυο ; 
Η Τζιν-νταλ ; Η Σαμ-νταλ ; 
Ξέχνα το . Τίποτα , μην ανησυχείς . 
Δώσ ' το μου . 
Γιατί ; 
Σου είπα να μην ανησυχείς . 
Είπα , δώσ ' το μου . 
Κι άλλο άρθρο για τη Σαμ-νταλ ; 
Δώσ ' το μου αμέσως ! 
Έλα δω ! 
Τσο Έουν-χίε ! 
Παλιο ... 
Πώς φέρθηκες έτσι στη φιλότιμη κορούλα μου ; 
Ποια θαρρείς ότι είσαι ; 
Νομίζεις ότι θα τη γλιτώσεις από εμένα , κακομαθημένη ; 
Θα πληρώσεις διπλά αυτό που της έκανες . 
Ποια είναι αυτή ; 
Ποια είναι ; 
Θα σε καταστρέψω ! 
Ποια είναι αυτή ; 
Σε ρωτάω ! 
Νομίζεις ότι είσαι κάποια ; 
ΤΙΣ ΤΡΩΕΙ ΑΠΟ ΜΗΤΕΡΑ ΒΟΗΘΟΥ ! 
" Μητέρα βοηθού " ; 
Η μητέρα της Μπανγκ Έουν-τζου είναι ; 
Ναι . 
... θα το πληρώσεις . 
Είναι τρελή . 
Δέρνει κάποια που είναι μισή μερίδα ; 
Να πάρει . Η Μπανγκ Έουν-τζου . 
Πολύ κακιασμένη . 
Θα το πληρώσει . 
Τι έγινε ; 
Το κατέγραψες όσο ήσουν στο νοσοκομείο ; 
Τσο Έουν-χίε ! Παλιο ... 
Και ; 
Εσύ το ανέβασες ; 
Ναι . 
Γιατί το έκανες τώρα ; 
Επειδή βαριόμουν . 
Ας τις ακούσουμε πρώτα και μετά λέμε όχι . 
Τζιν-νταλ . 
- Τζιν-νταλ . - Γεια σας , κύριε . 
Τζιν-νταλ , τι γυρεύεις εσύ εδώ ; 
Κι αν το μάθει η μητέρα σου ; 
Κοιτάξτε , ήρθα εδώ ως κάτοικος του Σάμνταλ-ρι . 
Θεωρώ καλό να αποκτήσουμε ένα αξιοθέατο . 
Η μητέρα σου είναι η αρχηγός των χαενγιό . 
Θα γίνει έξω φρενών αν μάθει ότι είσαι εδώ . 
- Φύγε καλύτερα . - Πήγαινε . 
Ας γίνει έξω φρενών . 
- Πρόσεχε τι λες . - Σοβαρολογείς ; 
Κοιτάξτε , καλύτερα να μου θυμώσει . 
Οι χαενγιό δεν γίνεται να βουτούν αιώνια . 
Όλοι σας μάθατε να βουτάτε , αλλά δεν το κάνετε επειδή είναι σκληρή δουλειά . 
Ναι , αυτό ... 
Αυτό είναι αλήθεια , όμως ... 
Είναι πολύ σκληρή δουλειά . 
Αλλά καμιά δεν θα χρειάζεται να βουτάει αν φτιάξουν εδώ θεματικό πάρκο . 
Θα χάσετε τέτοια ευκαιρία ; 
Πρέπει να το σκεφτείτε καλά . Εντάξει ; 
Αν η AS κατασκευάσει θεματικό πάρκο εδώ στο Σάμνταλ-ρι , θα δημιουργήσει 10.000 νέες θέσεις εργασίας . 
Επιπλέον , το θεματικό πάρκο θα γίνει δημοφιλής τουριστικός προορισμός , σύμβολο του Σάμνταλ-ρι , και θα βοηθήσει στην ευημερία του τόπου . 
Μπείτε στο ψητό . 
Τι θα έχει το πάρκο ; 
Πρέπει να ρίξω λίπασμα στις μανταρινιές μου . 
Κάντε λίγο γρήγορα . 
Μάλιστα , κυρία . Παρακαλώ , δείτε αυτό το σλάιντ . 
Θα φτιάξουμε έναν παραλιακό πεζόδρομο για νυχτερινές βόλτες τοποθετώντας προβολείς λέιζερ . 
Κοιμόμαστε στις 9 : 00 . 
Πώς θα κλείνουμε μάτι με τόσα λέιζερ ; 
- Σωστά ! - Οι γιαγιάδες θα βρικολακιάζουν . 
- Ακριβώς . - Με τίποτα . 
Θα κανονίσουμε τις λεπτομέρειες αργότερα , πότε θα χαμηλώνει ο φωτισμός . 
Τι εννοείτε ; Φώτα νυχτιάτικα ; 
Χωρίς φώτα ! 
Θα τα σβήνουμε στις 9 : 00 , αφού τότε κοιμούνται όλοι . 
Ποιος θα ήθελε να κάνει βόλτα τόσο αργά βραδιάτικα ; 
Κύριε , είναι νυκτερινή ατραξιόν . Δεν θα σβήνουν στις 9 : 00 . 
Ξέχνα το , τότε . Θα το κάνουμε ημερήσια ατραξιόν . 
Μάλιστα , κύριε . 
Τότε , πρέπει να το συζητήσουμε με το συμβούλιο . 
Η δεύτερη ατραξιόν θα είναι το Σαφάρι . 
Θα φιλοξενεί 50 διαφορετικά είδη - και άγρια ζώα όπως λιοντάρια ... - Άγρια ζώα ; 
Είστε τρελοί ; 
Έχω δει στις ειδήσεις να το σκάνε και να μπαίνουν σε σπίτια . 
Ναι , γι ' αυτό θα προσλάβουμε επαγγελματίες φύλακες που θα κάνουν βάρδια όλο το 24ωρο . 
Τα γουρούνια του διπλανού χωριού μας ρημάζουν τα χωράφια . 
Ναι . Έχει απόλυτο δίκιο . 
Χωρίς άγρια ζώα ! 
- Κύριε ... - Αφαιρούνται . 
Είναι πολύ επικίνδυνα . 
Θα έχουμε φυλακισμένα άγρια ζώα ; 
Κύριε ! 
Γίνεται σαφάρι χωρίς άγρια ζώα ; 
Τον βλάκα . 
Θέλει να φτιάξει θεματικό πάρκο ή όχι ; 
Θέλει να βγάλει τα πάντα ! 
Λοιπόν , ακούστε με όλοι ! 
Αν στρέψουμε τα φώτα στη θάλασσα , δεν θα φεγγοβολούν πολύ . 
Δεν θα ' ναι τόσο φωτεινά . 
Και , ειλικρινά , το χωριό μας είναι κάπως σκοτεινό τη νύχτα . 
- Πράγματι . - Δεν θυμάστε πρόπερσι τη ληστεία στο εστιατόριο του Σανγκ-ντο ; 
Τι κι αν είχε κάμερες ασφαλείας , στο σκοτάδι δεν φαινόταν καν ο κλέφτης . 
Δίκιο έχει . 
- Ήταν μαύρη μαυρίλα . - Ακριβώς . 
Και τα άγρια ζώα ; Σπάνια τα περιστατικά στις ειδήσεις . 
Έτσι και μπουν στο χωριό μας , φωνάξτε εμένα . 
Εγώ θα τα πιάσω . 
Δεν ξέρετε πόσο δυνατή είμαι ; 
Εγώ θα τα πιάσω . 
Άκου . 
Πρέπει να προσφέρεις λύσεις , όχι να ακυρώνεις τα πάντα . 
Ποιος είναι ο υπεύθυνος ; 
Ο πατέρας μου ... 
Εννοώ , ο πρόεδρος . 
Ακριβώς . Ο πρόεδρος . 
Και λες να εγκρίνει ένα σαφάρι χωρίς καθόλου άγρια ζώα ; 
Ήδη θα σε κατσαδιάσει που μπαστακώθηκες εδώ . 
Τι ; Χαμογελάς ; 
Κοίτα , εγώ ... 
Όταν σε είδα να με βοηθάς , ξύπνησαν μέσα μου παλιές αναμνήσεις . 
Καλή μου , ήσουν πάντα στο πλευρό μου και με καθοδηγούσες στα πάντα για να μη με κατσαδιάζει ο πατέρας μου , έστω κι αν το άξιζα . 
Τώρα όλο με κράζει . 
Δεν θα με λες " καλή μου " . Μόνο " ακούστε " θα με λες . 
Σωστά . 
Τσο Έουν-χίε ! Η ΤΙΜΩΡΙΑ ΤΗΣ ΤΣΟ ΕΟΥΝ-ΧΙΕ ! ΤΙΣ ΤΡΩΕΙ ΑΠΟ ΤΗ ΜΑΝΑ ΒΟΗΘΟΥ ! 
Πώς φέρθηκες έτσι στη φιλότιμη κορούλα μου ; 
Σαμ-νταλ ! Σε χτύπησε ; 
Τζιν-νταλ , ησύχασε . Δεν πειράζει . Ξέχνα το . 
Το έμαθε κι η μαμά ; 
Γιατί της το είπε η Χαέ-νταλ ; 
Δεν με ενοχλεί , αλήθεια . Εντάξει ; 
Αντίο . 
Φτάνει πια . 
Ήταν ανάγκη να γίνει τέτοιο μπέρδεμα τώρα ; 
Αν είναι δυνατόν . 
Κι όμως , σε ενοχλεί . 
Τι ; 
Αυτό ανήκει στο παρελθόν . 
Και τι σημασία έχει ; 
Δεν αλλάζει το γεγονός ότι τις έφαγες . 
Γιατί πήγες μόνη σου εκεί ; Ήταν επικίνδυνο . 
Δεν ξέρεις τι παραμονεύει . Ας έπαιρνες κάποιον μαζί σου . 
Δεν μπορούσα να πάρω κανέναν . 
Η Τζιν-νταλ θα έκανε σκηνή , ντρεπόμουν να φέρω τις βοηθούς μου . 
Γιατί την άφησες να σε χτυπάει ; 
Είσαι αθώα ! 
Γιατί δεν έκανες κάτι ; 
Έπρεπε να αμυνθείς ! 
Δεν ήξερα τι να κάνω τότε . 
Και τώρα που το σκέφτομαι , μετανιώνω που δεν αμύνθηκα και την άφησα να με χτυπά . 
Αλλά πρώτη φορά μου συνέβη κάτι τέτοιο . 
Οπότε , μη λες ότι έκατσα και τις έφαγα σαν χαζή και τι έπρεπε να έχω κάνει . 
Μη μου λες τέτοια , Γιονγκ-πιλ . Εντάξει ; 
Παίρνω τελείως ανάποδες . 
Ήσουν ολομόναχη όταν συνέβη . 
Καταπίεζες τα συναισθήματά σου , έκλαιγες μόνη σου , κι αυτό ... 
Όλοι μόνοι είμαστε σε αυτόν τον κόσμο . 
Δεν είσαι μόνη . 
Έχεις τους γονείς και τις αδερφές σου , έχεις τους φίλους σου . 
Και έχεις εμένα ! 
Εδώ μπροστά σου . 
Έχεις κι εμένα . 
Δεν είσαι μόνη . 
Από εδώ και πέρα , σταμάτα να το κάνεις αυτό , μην καταπιέζεσαι και κλαις μόνη σου . 
Κατάλαβες ; 
Δεν είναι κάτι πολύ σημαντικό ... 
Απάντησε . Το κατάλαβες ; 
Ναι , το κατάλαβα . 
Γιατί δεν μας είπε ότι σε χτύπησε ; 
Γιατί την άφησες να σε χτυπάει ; 
Έπρεπε να μας έχεις πάρει μαζί σου στο νοσοκομείο ! 
Θα το πληρώσουν . Πώς τόλμησαν να σε αγγίξουν ; 
Ποιος ανέβασε το βίντεο ; Σίγουρα το έκανε σκόπιμα . 
Τι λες τώρα ... 
Πάνω που καταλάγιαζαν τα πράγματα , άρχισαν πάλι να σε σχολιάζουν . 
Δες εδώ . 
Η μητρική αγάπη με συγκινεί . 
- Η κορυφαία σκηνή του 2023 . - Άξια . 
Καλά να πάθει . Έκανε μπούλινγκ . 
Έλεος . 
Όλοι αυτοί οι βαρεμένοι ... 
Μαμά . 
Πες μου το νούμερο της μητέρας . 
Έλα , μαμά . Ξέχνα το . 
Αμέσως ! 
Αν δεν το έχεις , πες μου το νούμερο της Έουν-τζου . 
Μα ... 
- Γιατί άφησες να σε δείρει ; - Μαμά . 
Πώς μπόρεσες ; 
Μαμά ! 
Γιατί κάθισες και τις έφαγες σαν χαζή ενώ δεν έχεις πειράξει κανέναν ; 
Μαμά , σε παρακαλώ . 
Γι ' αυτό σε έστειλα στη Σεούλ ; 
Πες το νούμερο . 
Θα της κάνω ό , τι σου έκανε . 
Δεν με ενοχλεί , μαμά . 
- Ψέματα λες ! - Μαμά . 
- " Δεν σε ενοχλεί " ; Ακούς εκεί ! - Μαμά , σε παρακαλώ . 
Θεέ μου ... 
Δεν μου λέτε , τοποθεσίες είναι αυτές ; 
Όλα αυτά είναι τουριστικά μέρη , τα έχουν φωτογραφήσει . 
Δεν ψάχνω γνωστά σημεία . Ψάχνω κρυμμένα διαμάντια ! 
Αρκετά την ανέχτηκα . 
Κοιτάξτε , χωρίς θέμα , δεν μπορούμε να βρούμε τοποθεσία . 
Είσαι τρελή ; 
Σε ανεχόμουν επειδή δούλευες με την Τσο Έουν-χίε και νόμιζα ότι όλο και κάτι θα μάθω . Αλλά είσαι λιγότερο ικανή από εμένα . 
Δεν έχεις βρει θέμα , έτσι ; 
Γι ' αυτό ξεσπάς πάνω μας έτσι ! Πάμε να φύγουμε . 
Τι κάνετε ; 
Δεν μπορείτε να φύγετε . 
Βοηθοί είμαστε , όχι υπηρέτριες . 
Κουβάλα εσύ τις τσάντες σου . 
Πάμε . 
- Πού πάτε ; - Ρε σεις ... 
Τίποτα δεν έμαθε από την Έουν-χίε ; 
Δώστε μου λίγο χρόνο , θα βρω άκρη . 
Ξεκουραστείτε και τα λέμε ... 
Έλα τώρα . 
Κακώς τις άφησες να φύγουν . 
Πώς θα τα καταφέρουμε χωρίς βοηθούς ; 
Αυτή η άτιμη η Έουν-χίε ! 
Τολμούν και την αναφέρουν ; 
Έουν-τζου ... 
Τρίτη φορά που αλλάζουμε βοηθούς . 
Αν το πρότζεκτ πατώσει , θα με απολύσουν . 
Έρχεται το συνεργείο και δεν έχουμε θέμα . 
Πού θα φωτογραφήσουμε αύριο ; 
Ακόμη δεν έχουμε βρει θέμα . 
Δεν είσαι μόνη . 
Έχεις τους γονείς και τις αδερφές σου , έχεις τους φίλους σου . 
Και έχεις εμένα ! 
Εδώ μπροστά σου . 
Μαμά . 
Σε πόνεσε ; 
Θα πρέπει να είχες σοκαριστεί . 
Με πόνεσε . 
Σοκαρίστηκα και τρόμαξα . 
Ένιωσα τελείως μόνη στον κόσμο χωρίς κανέναν να με υποστηρίξει . 
Φοβόμουν . 
Κακώς σε άφησα να πας στη Σεούλ . 
Μαμά ; 
Δεν τελείωσα ακόμα . 
Ναι , τότε είχα τρομάξει . 
Αλλά τώρα είμαι καλά . Αλήθεια . 
Τώρα έχω εσένα . Να με στηρίζεις . 
Οπότε , μη μου συγχύζεσαι . 
Θα ψυχοπλακώσεις όλο το σπίτι , κυρία Κο . 
Εντάξει . 
Εδώ κοιτάξτε ! 
Είναι βιαιοπραγία . 
Μέρα-μεσημέρι ! 
Επίθεση σε δημόσιο χώρο ! 
Το βλέπετε ; Ξεκάθαρη βιαιοπραγία ! 
Ναι , μπορεί να υποβάλει μήνυση . 
Σαφέστατα το ανέβασαν με υστεροβουλία . 
Δεν έκρυψαν καν το πρόσωπό της ! 
Ακριβώς ! Γιατί δεν το έκρυψαν ; Είναι παραβίαση ιδιωτικού απόρρητου ! 
Φτάνει πια ! 
- Μπορείτε να της κάνετε μήνυση . - Ωραία . 
Όσο και να με στεναχωρεί , για το καλό της Σαμ-νταλ , προτείνω να μην κάνετε τίποτα . 
- Γιατί ; - Γιατί ; 
Η κοινή γνώμη είναι εναντίον της . Λένε ότι της άξιζε . 
Το καταλαβαίνετε αυτό . 
Πάνω που είχε ηρεμήσει κι άρχιζε να το ξεπερνά . 
Ακριβώς ! Και ενώ ηρέμησε , έγινε αυτό ! 
- Σανγκ-μπονγκ ! - Τι έγινε ; 
Γιατί ήρθατε εδώ ; 
Πώς το λένε ; Θέλουμε να καταγγείλουμε μια επίθεση . 
Οι κακοί της υπόθεσης είναι ο Τσανγκ-γκι κι η Έουν-τζου . 
Έπρεπε να τους είχαμε δείρει , Γιονγκ-πιλ . 
Συμφωνώ απόλυτα . Να πάρει . 
- Γιατί ; Τους είδατε ; 
- Ναι , στη Σεούλ . 
Πάτε στον σκιτσογράφο για περιγραφή . Κι εσύ , Γιονγκ-πιλ . 
Έχει πολλές φωτογραφίες της Έουν-τζου στο ίντερνετ . 
Σοβαρά ; 
Τα δελφίνια υποφέρουν στα ενυδρεία . 
Προστατεύστε τα . 
Γεια σου , μικρή . Χα-γιουλ , εννοώ . 
Επιστρέψτε τα δελφίνια στη θάλασσα . 
Χα-γιουλ , σοβαρά , θα μείνεις εδώ και δεν θα μπεις μέσα ; 
Ναι . Μ ' αρέσει να παρατηρώ τα δελφίνια , αλλά η προστασία τους είναι σημαντικότερη . 
Είδα ότι αγαπάει πολύ τα δελφίνια , γι ' αυτό της έμαθα πώς να τα φροντίζει σωστά . 
Κύριε . 
Είναι αλήθεια ότι στην αιχμαλωσία ζουν λιγότερα χρόνια ; 
Ναι , στη θάλασσα ζουν έως και 40 χρόνια . 
Ενώ στην αιχμαλωσία , πολλά ζουν μόνο τέσσερα . 
Γιατί ; 
Εσύ πώς θα ένιωθες εγκλωβισμένη σε ένα δωματιάκι ; 
Θα είχα άγχος . 
Βλέπεις , λοιπόν ; 
Κι αυτά παθαίνουν άγχος όταν δεν ζουν ελεύθερα στη θάλασσα . 
Στο άγχος οφείλονται όλες οι ασθένειες . 
Ξέρεις πολλά , Χα-γιουλ . Είσαι πανέξυπνη . 
Δεν μου λέτε , ποιος τα έφτιαξε αυτά ; 
Αυτά ; Οι εθελοντές του κέντρου δελφινιών ... 
Θες να το επισκεφτείς ; 
Ναι , θέλω . 
Βρε . 
Γιατί δέχτηκες να πάμε μαζί του στο κέντρο ; 
Δεν πειράζει . Δεν είναι άγνωστος . 
Δηλαδή , εσείς είστε ο πρόεδρος ; 
Θα είστε πολυάσχολος , δεν είναι ανάγκη να μας ... 
Η δουλειά μου είναι . 
Στο μπαρ δεν συμφωνήσαμε να μιλάμε στον ενικό ; 
Ορίστε ; 
Πότε συμφώνησα εγώ σε κάτι τέτοιο ; 
Γιατί να σας ομιλώ στον ενικό , κύριέ μου ; 
Δεν είμαστε δα και φίλοι . 
Δεν είναι αλήθεια . 
Κύριε , γιατί γίνατε ο μπαμπάς της Ναμτσάν ; 
Εγώ ; 
Αν δεν γινόμουν , δεν θα είχε κανέναν να την προστατεύει . 
Ωραία την έχεις εδώ . 
Τι έγινε ο πληθυντικός ; 
Αυτό το είπα επειδή ανέφερες το μπαρ μπροστά στη Χα-γιουλ . 
Παλιά , το μέρος ήταν ερείπιο . 
Έναν χρόνο το καθάριζα και το έστηνα . 
Έκανες φοβερή δουλειά . 
Ήταν ερείπιο ; Απίστευτο . 
Οι πατεράδες κάνουν τα αδύνατα δυνατά . 
Κόρη μου δεν είναι η Ναμτσάν ; 
Σωστά . 
Πότε ξεκίνησε η φιλία σου με τη Ναμτσάν ; 
Στα 21 μου , δούλευα σε ένα ενυδρείο προτού ταξιδέψω στην Ευρώπη . 
Τότε γνωριστήκαμε . 
Τι πράγμα ; Δηλαδή , η Ναμτσάν τότε ζούσε σε αιχμαλωσία ; 
Ναι . 
Και μια μέρα , σταμάτησε να τρώει και αυτοτραυματιζόταν , έπεφτε στα τοιχώματα όταν έμπαινα να καθαρίσω . 
Αρχικά , νόμιζα ότι έπαιζε , αλλά σύντομα ανακάλυψα ότι προσπαθούσε να αυτοκτονήσει . 
Τι ; 
Μπορούν να κάνουν κάτι τέτοιο τα δελφίνια ; 
Ναι . Λέγεται παραίτηση , είναι συχνό σε άλλες χώρες . 
Όταν τα δελφίνια αυτοκτονούν λόγω άγχους . 
Τότε ήταν έγκυος στον Οριόνγκ . 
Όσα γεννιούνται σε ενυδρεία δεν ζουν πολύ . 
Νομίζω ότι η Ναμτσάν το ήξερε . 
Προτιμούσε να πεθάνει με το μωρό της , παρά να ζήσει στην αιχμαλωσία . 
Ναι . 
Τότε συνειδητοποίησα ότι ήμουν ο μόνος που μπορούσε να τη σώσει . 
Κατάλαβα . 
Νομίζω ότι ταυτίζομαι μαζί της . 
Δεν θέλω ! 
Γιατί μου λέτε να παρατήσω το μωρό μου ; 
Είσαι 21 ετών . 
Δεν έχει πατέρα . Πώς θα τη μεγαλώσεις μόνη ; 
- Θα τη μεγαλώσουμε εμείς . 
Αφού δεν έχει πατέρα , ας έχει τουλάχιστον τη μάνα της ! 
Εσείς είστε η μάνα της ; 
Αν πνιγόμασταν εγώ κι αυτή , εμένα θα έσωζες πρώτη . 
Κανείς άνθρωπος στον κόσμο δεν θα τη φροντίζει όπως εγώ . 
Ποιος άλλος θα το κάνει αν όχι εγώ ; 
Η Χα-γιουλ είναι ... 
Την περασμένη φορά , έκλαιγε στην ακτή . 
Πολύ συμπονετική για εννιάχρονη . 
Τι ... 
Έκλαιγε ; Γιατί έκλαιγε ; 
Η μητέρα σου δεν είναι η αρχηγός των χαενγιό ; 
Πέτυχα τη Χα-γιουλ όταν έπαθε το ατύχημα η μητέρα σου . 
Έκλαιγε γιατί δεν ήξερε ποιος θα φρόντιζε τη μάνα της αν πέθαινε η γιαγιά . 
Τι ; 
Κι αν η θάλασσα πάρει τη γιαγιά μου ; 
Τι θα γίνει η μαμά μου ; 
Πολύ ψυχοπονιάρα . 
Έλα , γιατί κλαις ; 
Χα-γιουλ . 
Γιατί κλαις , μαμά ; 
Ποιος σε έκανε να κλάψεις ; 
Γι ' αυτό πήγες κι έκρυψες τη στολή κατάδυσης της γιαγιάς ; 
Επειδή φοβόσουν ότι αν πάθαινε κάτι δεν θα υπάρχει κανείς να με προστατεύει ; 
Γιατί ανησυχείς για τέτοια πράγματα ; 
Εσύ πρέπει να σκέφτεσαι μόνο τι παιχνίδια θα παίξεις και τι φαγητό θα φας αύριο . 
Είμαι ακόμα πολύ μικρή για να σε προστατεύσω ! 
Δεν χρειάζομαι προστασία . 
Έχω κάποιον να με προστατεύει . Έχω εσένα . 
Είμαι δέκα φορές πιο δυνατή απ ' όλους , κι ας μη με προστατεύει κανείς . 
Όσοι προστατεύουν άλλους πάντα είναι πολύ πιο δυνατοί . 
Χα-γιουλ ... 
Μην ανησυχείς για τέτοια πράγματα . 
Δεν θέλω να ανησυχείς για τέτοια πράγματα . 
Μαμά , αυτό είναι ... Σοβαρά , εγώ δεν ... 
Τζιν-νταλ . 
Πήγες στην παρουσίαση του θεματικού πάρκου ; 
Όχι , καλέ . 
Για ποιον λόγο να πάω ; 
Σαμ-νταλ , βγες έξω γρήγορα . 
Εντάξει ! Έρχομαι ! 
Πες του να το γυρίσει στο Ναμντάλ-ρι . 
Τι εννοεί να γυρίσει ; 
Θεέ μου , ζέχνει . 
Δεν αντέχεται . 
- Τι θα τα κάνουμε αυτά ; 
- Σίχαμα . 
Τι μέρος είναι αυτό ; 
Έτσι είναι η επαρχία . 
Γιατί ήρθαμε εδώ ; Τοποθεσίες δεν θα ψάχναμε ; 
Το χωριό της Έουν-χίε είναι . 
Πού το ξέρεις ; 
Πρώην μου είναι . Ξέρω το πραγματικό της όνομα . 
Όποτε μεθούσε , έλεγε πως δεν θα γυρίσει ποτέ στο Σάμνταλ-ρι . 
Χρειαζόμαστε τοποθεσία . Τι γυρεύουμε εδώ ; 
Γι ' αυτό ακριβώς ήρθαμε εδώ . 
Εδώ θα βρεις τοποθεσία ; 
Ναι . 
Λες να μη βρούμε άγνωστα παραδοσιακά μέρη εδώ πέρα ; 
Κα Τσο , το παραδοσιακό θέμα είναι εξαίσιο . 
- Διόλου άσχημο , σωστά ; - Απολύτως . 
Αφού θα είναι στην επαρχία , γιατί όχι στα μέρη σου ; Στο νησί Τζετζού . 
Το νησί μου σίγουρα έχει πολλά άγνωστα παραδοσιακά σημεία . Αλλά δεν θέλω να πάω εκεί . 
Κι αν τυχόν τη συναντήσεις πουθενά ; 
Μισεί το χωριό της . 
Αποκλείεται να ' ναι εδώ . 
Σταμάτα κάπου . Πάμε να εξερευνήσουμε το μέρος . 
Νίπτω τας χείρας μου . 
ΜΠΑΝΓΚ ΕΟΥΝ-ΤΖΟΥ : " ΗΘΕΛΑ ΣΕΒΑΣΜΟ " Δες μούρη . Τελείως κακιασμένη . 
Κι εσύ είσαι κακάσχημος . 
Γιατί με κοροϊδεύεις ; 
Μαμά , κοίτα . 
Αυτή είναι η Μπανγκ Έουν-τζου που βασάνιζε τη Σαμ-νταλ . 
Τι σατανικό παλιοκόριτσο . 
- Γιατί το έκανες αυτό ; 
- Να της το μεταφέρεις . 
Πώς να της το μεταφέρω ; 
- Γεια σου . - Γεια σας . 
Πολλή ζέστη . 
Τι ; 
Δεν μπορεί . 
Αυτή είναι . 
Γκιεόνγκ-τάε , έλα γρήγορα έξω . 
Αυτήν την έβγαλα παλιά . 
Μάλιστα . 
Της μοιάζει κάπως . 
Κοίτα καλύτερα . 
Μου φαίνεται κάπως διαφορετική . 
Όλες οι γυναίκες της Σεούλ ίδιες φαίνονται . 
Να γιατί δεν έχεις κοπέλα . 
Τα μαλλιά της είναι ... 
- Γρήγορα , Έουν-ου . - Ελάτε ! 
Γιατί να έρθει εδώ , όμως ; 
Ακριβώς . 
Σωστά ; Δεν θα ερχόταν στο άντρο του λιονταριού . 
Ίσως για να βασανίσει κι άλλο τη Σαμ-νταλ . 
- Τι ; - Την παλιο ... 
- Πήρες τηλέφωνο τον Σανγκ-ντο ; - Ναι . 
Σιγουρευόμαστε και τους την πέφτουμε . 
- Εντάξει ! - Μέσα ! 
Ξεκαρφωθείτε . 
Μαμά , τα μπερδέψαμε . 
- Πάμε . - Εντάξει . 
Φεύγουν . Τι θα κάνουμε ; 
- Τι θα κάνουμε ; - Τι να κάνουμε ; 
Τσεόν Τσανγκ-γκι ! Μπανγκ Έουν-τζου ! 
- Εσύ με απείλησες στη Σεούλ . - Αυτοί είναι . 
- Άρα , ήρθαν στο άντρο του λιονταριού . - Τι ; 
- Πώς τολμάτε και πατάτε εδώ ; 
- Εσύ είσαι ο κρετίνος ; 
Τολμάτε να έρθετε εδώ ; 
- Ποιοι είναι αυτοί ; 
- Τι πάθατε ; 
Θα σου πω εγώ τι πάθαμε . 
Κι εσύ ; Γιατί είπες ψέματα για τη Σαμ-νταλ ; 
Μπανγκ Έουν-τζου , πού ' ναι η μάνα σου που χτύπησε την καλή μας Σαμ-νταλ ; 
Σου είπα να μείνεις μακριά της . 
Αρκετά σε ανέχτηκα . 
Τρέχα . 
Πιάστε τους ! 
- Πιάστε τους ! - Ρε ! - Ακίνητοι ! - Γυρίστε πίσω ! 
Που να πάρει . 
Τι έγινε ; 
Έλα , είναι εδώ η Έουν-τζου και ο Τσανγκ-γκι . 
Τι ήρθαν να κάνουν ; 
Δεν ξέρω . Μόλις μας ξέφυγαν . 
Δεν ξέρουμε τι σκαρώνουν , τρέχα αμέσως στη Σαμ-νταλ . 
Έγινε . 
Σαμ-νταλ , πού είσαι ; 
Πώς κι έτσι ; 
Λοιπόν , μείνε εκεί . Μην πας πουθενά . 
Έρχομαι τώρα . 
Τι έπαθε αυτός ; 
Σκέτη αναγούλα αυτό το ξύδι . Μου φέρνει πονοκέφαλο . 
Η έντονη μυρωδιά του διώχνει πουλιά και παράσιτα . 
Εμένα μου λες ; 
Το ξύδι είναι αναντικατάστατο . 
Έλα , είμαι στις μανταρινιές . 
Τι έγινε ; 
Ξαναγεμίζω ξύδι τα δοχεία στις μανταρινιές . 
Εντάξει . 
Γιατί ήρθαμε στο χωριό της Έουν-χίε ; 
- Γιατί έτρεξες ; 
Δεν κάναμε κάτι . - Έουν-τζου . 
Δεν είδες πώς μας κοιτούσαν ; 
Ήταν της Σαμ-νταλ , απειλούσαν να μας λιντσάρουν ! 
Μαμά , τελειώσαμε . Μπορούμε να φύγουμε . 
Μαμά . 
Μαμά , έλα να φας ένα . 
Έχεις πάθει ψύχωση με την Έουν-χίε . 
Γι ' αυτό ανέβασες το βίντεο κι ήρθες στο χωριό της . 
- Πάνω που ξεχνιόταν ο σάλος . - Εσύ τι θες ; 
Να ξεχαστεί για να της δώσεις το πρότζεκτ ; 
Μισό λεπτό . 
Επειδή άρχισαν να τη ζητούν ξανά οι πελάτες ανέβασες το βίντεο ; 
Ξανά ; Μετά απ ' ό , τι μου έκανε ; 
Την πάτησα κάτω για να μην ορθοποδήσει ποτέ . 
Κατσαρίδα πέρασες την κόρη μου ; 
Συγγνώμη ; 
- Μαμά ! - Μαμά ! 
Τι ... 
- Η Έουν-τζου ! - Τι ζέχνει ; 
Η Μπανγκ Έουν-τζου ! 
Θεέ μου , τι βρωμοκοπάει έτσι ; 
Είσαι τρελή , κυρά μου ; 
Τι κάνετε εσείς εδώ ; 
Βασικά ... 
Ναι . 
Έχω παρανοήσει . 
Ποια μάνα δεν θα είχε παρανοήσει με όσα τράβηξε η κόρη της ; 
Καμία ! 
Η μάνα σου ταράχτηκε με ό , τι νόμιζε πως συνέβη στην κόρη της . 
Αλλά εσύ τι είπες ; 
Την πάτησες για να μην ορθοποδήσει ποτέ ; 
Σε άκουσα να παραδέχεσαι ότι είπες ψέματα για τα πάντα . 
Σε άκουσα να το λες εσύ η ίδια ! 
Πώς μπόρεσες να το κάνεις ; 
Γιατί είπες ψέματα ; 
- Όμως , τους μπουγέλωσες ... 
- Νομίζεις ότι δεν θα ορθοποδήσει ; 
Μπουγέλωσέ τους κι εσύ . 
Κυρία , μη ... 
Δεν της έμαθα να πέφτει , αλλά της έμαθα πολύ καλά πώς να ξανασηκώνεται . 
Πάντα θα στέκεται όρθια ! 
Και πες στη μάνα σου ότι θα μου το πληρώσει αυτό που έκανε στο μωρό μου . 
Κι αυτή έχει μάνα ! 
- Κυρία ... - Μαμά . 
Έουν-χίε , περίμενε . Θα σου εξηγήσω . 
Τολμάς και την αγγίζεις ; 
Καθίκι . 
Μην την ξανακουμπήσεις . Κατάλαβες ; 
Θες να πεθάνεις ; 
Άντε ... 
Είσαι εσύ που ήρθες στο γραφείο μας . 
Ακριβώς . Εγώ είμαι , κάθαρμα . 
Και μου την έχεις δώσει στα νεύρα . Μου τη σπας . Συνεννοηθήκαμε ; 
Τι εννοείς ; 
Χάσου από μπροστά μου , καθίκι . 
Πάρε δρόμο . Θα το μετανιώσεις αν σε ξαναδώ . 
- Στάσου ... - Πίσω ! 
- Σιγά ! - Τσο Έουν-χίε ! 
Νομίζεις θα το αφήσω έτσι ; 
Μαμά , μια στιγμή . 
Ανέβασε κι αυτό . 
Τι ; 
Αυτήν τη συζήτηση . Στο ίντερνετ . 
Τι ; Έχασες τις δουλειές που εξασφάλισες παίζοντας το θύμα και φοβάσαι μη σου τις ξαναπάρω ; 
Εγώ δεν είμαι κλέφτρα σαν κι εσένα . 
Βγάζω χρήματα κι αλλιώς . 
Πού βρήκες το θράσος να έρθεις εδώ ; 
- Γιατί , το λημέρι σου είναι εδώ ; - Ακριβώς . 
Ίσως ήμουν ανίσχυρη στη Σεούλ , μα εδώ είναι η έδρα μου . 
Οπότε , πρόσεχε . 
Αν κάνεις παιχνιδάκια εδώ , θα το μετανιώσεις . 
Κατάλαβες ; 
Πάμε , μαμά . 
Άκου . 
Θα σας είχα σφάξει αν δεν ήταν εδώ η μάνα μου . 
Αν τυχόν ξαναπειράξετε την αδερφή μου ... 
Αμάν . 
Τι το θες αυτό εδώ ; 
Τι συμβαίνει ; 
Δεν θα ανέχομαι πια οποιονδήποτε φέρεται άσχημα στα κορίτσια μας . 
Και ούτε θα ανέχομαι όσους βασανίζουν τη Σαμ-νταλ . 
Περίμενε και θα δεις . 
Μαμά , δεν σε πειράζει ... αν ... μου αρέσει ; 
Τι συνέβη ; 
Τι έγινε ; 
Θα αναλάβω πρώτη τις ευθύνες μου . Κι εγώ κάνω δύσκολη τη ζωή της Σαμ-νταλ καιρό τώρα . 
Απίστευτο . 
Πολύ εντυπωσιακή η μαμά σου . 
Θα τους πάρει δύο βδομάδες να ξεμυρίσουν . 
Εμένα μου λες ; 
Η μαμά μου είναι πολύ ευέξαπτη . 
Τι είναι ; Χαρούμενη σε βλέπω . 
Χάρηκες που εκδικήθηκε την Έουν-τζου ; 
Δεν είναι αυτό . 
Για να είμαι ειλικρινής , όλη μέρα είμαι χαρούμενη . 
Έτρεμα ακόμα και να το σκεφτώ όταν ήμουν στη Σεούλ . Αλλά όταν ήρθα εδώ και είδα το βίντεο , δεν με πείραξε καθόλου . 
Γιατί ; 
Είναι όπως νιώθεις όταν παίζεις μήλα κι είσαι η τελευταία της ομάδας σου . 
Περικυκλωμένη από αντίπαλους που κιαλάρουν σε ποιο σημείο του σώματός σου να σε βαρέσουν . 
Έτσι ακριβώς ένιωθα τότε στη Σεούλ . 
Όμως ... Όταν γύρισα εδώ , είδα επιτέλους τα πράγματα με άλλο μάτι . 
Ανάμεσα στο πλήθος των αντιπάλων , βλέπω την ομάδα μου να με εμψυχώνει και να με ενθαρρύνει . 
Ναι , η ομάδα μου ... 
Όταν το κατάλαβα αυτό , τότε , νομίζω , άρχισα να νιώθω καλύτερα . 
Είμαι περήφανος για σένα , Σαμ-νταλ . 
Μου φαίνεται ότι ήταν σοφή απόφαση να γυρίσω εδώ . 
Μέχρι κι οι φίλες της μαμάς μου τους έκαναν να σκιαχτούν . 
Τι θα γίνει μ ' αυτές ; 
Θυμάσαι , όμως ; 
Μέχρι πρόσφατα ένιωθες ότι γύρισες πίσω αποτυχημένη . 
Και δες πώς νιώθεις τώρα . 
Σου είπα ότι δεν απέτυχα . 
Απλώς επέστρεψα στο χωριό μου . 
Έχεις δίκιο . 
Και το βίντεο της Έουν-τζου μάλλον σε βοήθησε . 
Όχι , καμία σχέση . 
Τι , τότε ; 
Βασικά , θυμήθηκα αυτό που μου είπες την περασμένη φορά . 
Ότι δεν ήμουν μόνη . 
Άρα , εγώ ήμουν αυτός που σε εμψύχωνε όταν σε περιτριγύριζαν οι αντίπαλοι . 
- Ναι . - Ωραία . 
Μάλιστα . 
Αν σου ζητήσουν να γυρίσεις πίσω , θα ξαναπάς στη Σεούλ ; 
Όχι . 
Δεν σκοπεύω να ξαναγίνω η παλιά Τσο Σαμ-νταλ . 
Και τι θα κάνεις ; 
Τώρα , θέλω να πετύχω πράγματα ως ο γνήσιος εαυτός μου . 
Τι πράγματα ; 
Πράγματα που η παλιά Τσο Σαμ-νταλ δεν μπορούσε να καταφέρει . 
Οτιδήποτε . 
Ευπειθώς αναφέρω . 
Ήρθες . Κάτσε . 
Έχουν περίφημο χοιρινό . 
Ορίστε . Πάρε . 
Τι έγινε πάλι ; 
Ο Γιονγκ-πιλ δεν πάει στα κεντρικά . 
Δεν εξαρτάται πια από μένα . 
Κι ο αληταράς ήθελε να με αναφέρει επειδή συνεννοήθηκα μαζί σας να τον πιέσω για τη μετάθεση . 
Γιος μου είναι . 
Πρόσεχε τι λες . 
Γιατί αλλάζετε συνέχεια γνώμη κι οι δυο ; 
Αρνήθηκε να πάει στα κεντρικά και δεν τον πιέσατε . 
Και λοιπόν ; 
Και μετά , ξαφνικά ενδιαφέρθηκε να πάει . 
Έπειτα , άλλαξε πάλι γνώμη . 
Ήθελε να πάει ; 
- Πότε ; 
- Δεν θυμάμαι . Έχει καιρό . 
Κι από τότε δεν έχει αλλάξει γνώμη . 
Τώρα έχει πολλή δουλειά . 
Οι άλλοι μετεωρολόγοι δεν έχουν πολλή δουλειά ; 
Μόνο αυτός ; 
Δεν το έχετε μάθει , δηλαδή ; 
Δεν θα έπρεπε να σας το πω . 
- Τι έγινε ; - Υπέπεσε σε πειθαρχικό παράπτωμα . Και τιμωρήθηκε . 
Για ποιον λόγο ; 
Ποιο ήταν το παράπτωμα ; 
Τι έκανε ; 
Τι είναι αυτό ; 
Κασκόλ σκοπεύεις να πλέξεις ; 
Δεν το αναγνώρισες ; 
Κοίτα προσεκτικά . 
Ένα κουβάρι μαλλί είναι . 
Σοβαρά ; Δεν θυμάσαι ; 
Ξετύλιξέ το . 
Θες να το ξετυλίξω ; 
Ναι , άντε . 
Έλα . 
Ξετύλιγε . 
- Από δω ; 
- Ναι , τράβα το . 
- Θα πάρει πολλή ώρα . - Ξετύλιγε . 
Τράβα . 
- Έτσι ; 
- Πιο γρήγορα . 
- Θες να συνεχίσω ; 
- Ναι , θα πάρει δύο ώρες . 
Πολύ κουραστικό . 
Πιο γρήγορα . 
Η λουλουδάτη σημαδούρα ήταν της αρχηγού των χαενγιό . 
Όταν έγινε το ατύχημα , παράτησε τη δουλειά κι έφυγε , γι ' αυτό τιμωρήθηκε . 
Τι είπες ; 
Εξαιτίας της αρχηγού των χαενγιό ; 
Ναι . 
Μετατέθηκε σε άλλο τμήμα και τώρα βοηθάει μια φωτογράφο . 
Μάλιστα . 
Έμαθα πως αυτή η φωτογράφος είναι κόρη της αρχηγού των χαενγιό . 
Μάλλον έχουν στενή σχέση . 
Σανγκ-τάε , πού πας ; 
Το τελείωσες . 
- Έτσι μπράβο . - Τι είναι αυτό ; 
Διάβασέ το . 
Γιονγκ-πιλ , νομίζω ότι μου αρέσεις . Τι να κάνω ; 
Έπιασε ! 
Τα κατάφερα ! 
Έπιασε ! 
Το θυμήθηκες τώρα ; 
Το φυλούσες τόσα χρόνια ; 
Ναι . Και λοιπόν ; 
Σου το χάρισα σαν κασκόλ . Τι έπαθε ; 
Το ξέπλεξες όταν χωρίσαμε ; 
Φυσικά , το ξέπλεξα όταν χωρίσαμε . 
Αν δεν σου αρέσει , μου το ξανακάνεις κασκόλ . 
Έχω ξεχάσει πια να πλέκω . 
Μήπως γάντια , τότε ; 
Είναι ακόμη πιο δύσκολο . 
Μπαμπά , τι κάνεις εδώ ; 
Σε ... 
Σε ικέτεψα ξανά και ξανά . 
Σου είπα ότι δεν μπορώ να ζήσω δίχως τον γιο μου . 
Σε ικέτεψα πριν από οκτώ χρόνια . 
Γιατί γύρισες , λοιπόν ; 
Γιατί γύρισες ; 
Πώς θα αντέχω να σε βλέπω , Σαμ-νταλ ; 
Πώς θα αντέχω να σε βλέπω όταν κουβαλώ τόση πίκρα μέσα μου ; 
Δεν μπορώ να ζήσω χωρίς τον Γιονγκ-πιλ . 
Ούτε εγώ μπορώ να ζήσω χωρίς τον γιο μου . 
Κύριε Τσο , εγώ ... 
Μπαμπά , τι είναι αυτά που λες ; 
Μου το υποσχέθηκες . 
Γιατί γύρισες και προκάλεσες τέτοιο χάσμα μεταξύ μας ; 
Γιατί ; 
Μισό λεπτό . 
Μπαμπά , τι είναι αυτά που λες ; 
Φύγε , σε παρακαλώ . 
Γύρνα πίσω στη Σεούλ ! 
Μπαμπά ! 
Δεν θέλω αγάπη χωρίς ανταπόκριση . 
Το έκανα οκτώ χρόνια . Φτάνει πια . Ποτέ δεν θα τον ξεπεράσω . 
Ας μη λέμε για τον Γιονγκ-πιλ . 
Γίνεται να με ακούσεις ; 
Ήρθα για να σε ταράξω . 
Θα συνεχίζω να σε ταράζω για να σε φροντίζω . 
Μπαμπά , ξέρω ότι από τότε που πέθανε η μαμά , έχεις μείνει στάσιμος . 
Μητέρα ! 
Τι κάνεις εδώ ; 
Πού πήγε σήμερα ; 
Στο Σαγκιεμούλ ; Σήμερα ; 
Τσο Σαμ-νταλ ! 
