근데 헤어진 이유가 사라지진 않아도 이길 순 있지 않냐 
헤어진 이유보다 사랑했던 기억이 더 세니까 
나는 우리가 헤어진 이유가 뭐가 됐든 다 이길 수 있어 
야 , 앞을 좀 보고 걸어 
왜 ? 계속 이렇게 보니까 싫어 ? 
아니 , 그 ... 
야 , 나 좀 창피해 그니까 앞에 좀 봐 
야 , 좀 ! 앞에 보라고 
아 , 왜 ! 
아이 , 그동안 잘 못 봤잖아 그거 다 채워서 볼려면 진짜 한 3 년은 나 이러고 계속 보고 있어야 돼 
아니 , 그러다가 다쳐 , 바보야 
안 다쳐 , 하나도 안 다쳐 
다쳐도 돼 , 다쳐도 돼 
야 , 근데 조용필 우리 아까 올라올 때는 이런 길 안 지나지 않았어 ? 
야 , 야 , 여기 어디야 ? 
야 , 여기 ... 
아 , 야 , 아 , 여기 있네 , 어 ? 
다 왔어 , 다 왔어 , 다 왔어 
다 왔어 야 , 너 괜찮아 ? 
안 괜찮아 
맞아 , 그렇지 
뭐 , 아무래도 괜찮기는 좀 힘들지 
야 , 너 내가 앞에 보라고 했잖아 ! 
아이 , 나도 앞을 볼라고 했지 , 근데 , 야 
아니 , 근데 어떻게 앞을 보냐 ? 니가 내 옆에 있는데 
예쁘지를 말든가 ! 어 ? 너가 나를 홀린 거야 예뻐 가지고 
너한테 빠져 가지고 그랬어 , 어 
뭐라는 거야 , 진짜 
알았어 , 알았어 빨리 타 , 빨리 타 
배고프잖아 , 빨리 타 
가자 , 밥 먹자 , 어 ? 
아 , 나 다리 부들부들 떨리고 발모가지 다 나갔어 , 아주 그냥 
됐어 , 나 배 안 고파 ! 
어 , 너 배고파 , 빨리 가자 , 어 발 , 발 , 발 , 발 
아 , 2 시간을 그렇게 헤맸는데 , 어 ? 배가 안 고프면 그게 정상이 아니지 
아니 , 올라갈 때 15 분 걸렸는데 내려올 때 2 시간 걸렸어 ! 
알겠어 , 알겠어 , 응 ? 빨리 먹어 , 배고프다며 ? - 너 , 너 , 이 ... 야 , 그래도 산책하고 좋잖아 
김치 없어 , 근데 ? 
응 , 없어 있었으면 진작 먹었지 
야 , 내가 하나 훔쳐 올까 ? 경태 이름으로 달아 놓으면 되는데 
됐어 , 됐어 , 됐어 
근데 김치가 없으니까 좀 그렇다 
라면엔 김치인데 , 그치 ? 
당신 어머니 물질 못 하게 할 방법은 이거밖에 없잖아 
내가 도와줄게 
내일 오전 11 시 삼달리 테마파크 주민 설명회 
우리 함께해요 
그게 다 엄마 먹는 약이야 ? 
어 
많이도 먹네 
엄마 잠수복 행방 찾았어 
범인 차하율 
하율이가 ? 
뭐 , 삼춘들이 하는 얘기 뭐 , 옆에서 뭐 들었나 봐 할머니 물질하다가 어떻게 될까 봐 몰래 지 침대 옆에 구석에 숨겨 놓은 거 있지 ? 
어 삼달이 완 ? 
무사 여적 안 완 ? 
알았쪄 
삼달아 , 이제 집에 가자 데려다줄 ... 
회장님 귤밭 갔다 오션 ? 
- 어 , 식초 채우고 완 - 이 
경태네는 무사 다시 나완 ? 
가게에 핸드폰 두고 와서 
기 
겐디 안에 아이들 여적 이신가 ? 
모르쿠다 
아 , 삼달이 아직 안 완 ? 
경허믄 아지트에 있지 않우꽈 ? 들어가 봅서 
싸 ... 
만날 여기 두고 감서 ... 
불 켜진 거 보니 독수리들 이신게 
또 술들 먹으냐 ? 
삼달이 오고부턴 만날이라 
삼달아 니 어멍 와서 
아고게 ! 
아 , 쟈이들이 암만 좋댄해도 어멍 앞에서 참 ... 삼 , 삼 , 삼달아 ? 
됐쪄 
이 ? 
- 냅두라 
- 에 ? 
아 , 성님 ! 
아이고 , 회장님 
삼달이 정 둘 거 ? 안 데령가고 
애도 아니고 자는 애를 무사 깨웡 데려가나 ? 
- 깨민 알아서들 오겄지 - 아 ... 
가라게 
어 , 깜짝이야 
- 아고게 , 어떵하나 ? 괜찮아 , 괜찮아 ? 
어 ? - 뭐야 ? - 아 , 뭐야 
뭐야 ? 
우리 여기서 쭉 잠든 거야 ? - 어 ? 어 ? 
- 아 ... 아우 , 잤어 , 아 ... 야 ! 
깨워야지 , 잠들면 어떡해 ! 
뭐야 , 뭐야 , 지금 몇 시야 ? 어 ? 몇 시야 ? 몇 시야 ? 
- 몇 시야 ? - 6 시요 
하 , 미치겠네 , 진짜 
어떡해 , 어떡해 어떡해 , 어떡해 
- 어떡해 , 어떡해 , 어떡해 
야 , 뭐야 
아 , 저 , 만수 씨 ? 
반말합서 , 누나 
그래 , 만수야 
우리 그냥 깜빡 잠든 거야 그냥 깜빡 , 어 ? 
그니까 막 이상한 상상 같은 거 하지 말고 입 , 쉿 
입 , 쉿 
그래 
형님 , 괜찮우꽈 ? 
- 삼달이 ? - 어우 ! 깜짝이야 
아 , 안녕하세요 ? 
난 안녕한디 니 어멍은 안녕 못 할 거 
예 ? 
아 , 요즘은 애가 혼수인 세상이라지만 어멍 앞에선 아니지 
어 , 엄마가 여기 왔었어요 ? 
기 
사랑하는 것도 좋지만 강 싹싹 빌어 , 어 ? 
아니 , 밤에 어멍 앞에서 남자 ... 
우리 회장님은 참말 개방적이라 
삼춘 ! 그 ... 저희 어제 그냥 깜빡 잠든 거예요 , 어 ? 
이상한 거 그런 거 아무것도 없었어요 , 진짜 
아 , 진짜 ! 
나이가 몇 갠디 아무것도 어신 게 더 이상한 거 아니라 ? 
아이 , 삼 , 아 , 아이 ... 
나는 너희 지지햄쪄 ! 
아이참 ! 
사랑은 죄가 아니라게 ! 
다녀왔습니다 
- 조삼달 - 예 
너 이 시간에 기어들어 오나 ? 
재기재기 다니라 
아지트에 왔으면 나 좀 깨우지 , 엄마 
아니 , 내가 요즘에 걔랑 같이 뭐 좀 돌아다니는 일을 하는데 
길을 잃었어 , 그래 가지고 
이제 너무 힘이 들어서 잠깐만 쉴까 했는데 , 이게 인제 
깜빡 잠이 들어 가지고 이제 ... 
그니까 엄마가 본 게 , 잠깐 ... 
됐쪄 
무신 소리를 허고 이신 거 ? 
하나도 못 알아듣겠쪄 
아이도 아니고 누게랑 있든 
나한테 일일이 해명할 필요 어서 
그게 용필이잖아 
무사 ? 
용필이민 무사 ? 
엄마 나 걔 좋아해 ... 도 
저기 
저 , 용필 아방 ... 
아 , 이상하네 , 여기 있었는데 ? 
아유 , 이거 쓰레기 아니라니까 , 아부지 
갈게요 
아이 , 아부지 ! 
아 , 이건 쓰레기 아니라니까 ! 
대표님 ? 
응 
고 비서 , 고 비서 
그 사람 
오겠지 ? 어 ? 
올 거야 , 어 
느낌이 딱 올 거 같아 
제 느낌으론 딱 안 오실 거 같습니다 
부정적이야 
어 ? 부정적이야 , 사람이 아주 
제 입장에서는 안 오시는 게 긍정입니다 
삼달리 테마파크 회장님이 아시면 
어후 ! 어후 ! 
닥쳐올 위기를 예측하는 자세 아주 좋아 
그니까 민첩하게 움직여 아부지 모르게 
이봐요 
어어 ... - 사 , 사모님 
당신 왔어요 ? 
잘 생각했다 
' 당신 ' 이라고 부르진 말고요 
본의 아니게 자주 볼 거 같은데 
그럼 여 ... 
' 여보 ' , ' 당신 ' 아니라고 
그럼 
진달 씨 ? 진달아 ? 
아이 ... 
- 그대 ? 
- 확 씨 ! 
그러면 ... 또 뭐가 있지 ? 
고 비서 , 또 뭐 있을까 ? 
뭐 , 뭐 , 저기요 , 이봐요 ... 
저기요 , 이봐요 , 좋네 
난 저기요 , 그쪽은 이봐요 오케이 ? 아 , 난 저기요 
아니 , 내가 이봐요 여기가 저기요 
안 가요 ? 
고 어 ? 
같이 가요 ! 저기 차 ... 
아휴 , 이번 로케는 문제없이 할게요 
예 , 이사님 
아 , 걱정하지 마세요 , 예 
아이 , 내가 무슨 또 사적 감정으로 은주한테 일을 몰아줘 응 ? 
조은혜 거 빵꾸 나서 어차피 작가도 없잖아 
조은혜 ? 
아 , 조은혜를 어떻게 불러 
아니 , 뭐 여론이 잠잠해지기는 , 지금 , 어 ? 
그냥 잠깐 소강된 거지 걔를 어떻게 복귀시켜요 ? 
다 했어 ? 
- 어 - 가자 
아 , 이사님이 기대하시는 바가 크시대 , 응 ? 
잘 준비했지 ? 
아 , 이게 어떵 된 거라 ? 
여디 김치 썰어 놓은 통 못 봤시냐 ? 
아 , 김치 ? 
할머니 아까 삼달 이모가 가져갔어 , 김치 
에 ? 
그걸 무사 ? 
거야 나도 모르지 
그래도 썩은 김치는 아니니까 누굴 죽일 작정은 아닌 거 확실해 
이게 뭐 ? 
김치가 뭐 , 어 ? 
아니 , 내가 무슨 도시락을 싸다 바치는 것도 아니고 뭐 십자수를 해다 바치는 것도 아니고 
집에 있는 엄마 김치 이거 갖다줄 수 있는 거잖아 
나도 먹고 경태도 먹고 , 은우도 먹고 
다 같이 나눠 먹는 거지 , 뭐 , 어 ? 
아 , 이거 너무 유치한가 ? 
이게 뭐라고 ! 
어 ? 걍 노나 먹는 거지 뭐 이게 뭐 , 뭐라고 ! 
어유 , 뜨거워 뜨거워 , 뜨거워 , 뜨거워 
- 조삼달 ! - 아 , 깜짝 ... 
야 , 뭐 해 , 거기서 ? 
아 , 너 거기서 뭐 하냐 ? 
나 떡볶이 먹는데 
빨리 올라와 같이 먹자 , 이거 맛있어 
웬 김치 ? 
응 , 그냥 김치 
야 , 너 혹시 어제 ... 어제 니가 뭐 ? 
뭐 , 니가 김치 아쉬워했다고 막 어 ? 막 쪼르르 갖고 온 거 그런 거 아니거든 ? 
그냥 뭐 , 여기서 뭐라도 먹을라면은 야 , 솔직히 김치 정도는 있어야지 , 그지 ? 
쪼르르 갖고 온 거 같은데 ? 
야 , 내 ... 내가 무슨 쪼르르 , 뭐 내가 애냐 ? 어 ? 
아니 , 내가 어제 라면 먹을 때 김치 없으니까 , 이게 맛대가리가 없어 가지고 , 어 ? 
그래 , 내 , 내가 먹을라고 , 내가 
내가 , 내가 먹을라고 
그럼 오늘도 라면 먹고 갈라고 ? 
아니 ? 나 라면 안 먹을 건데 ? 아 , 뭐야 , 말이 앞뒤가 다르잖아 
아이 , 뭐 내가 먹으라는 것도 아니고 니가 먹겠다는 것도 아니고 
버려 , 그냥 , 그럼 , 버려 , 버려 야 , 그걸 왜 , 왜 버려 ! 
그 , 버릴 거면은 그냥 니가 먹든가 
뭐야 , 너 왜 웃어 
- 야 , 웃지 마 , 너 - 알았어 , 알았어 
삼달아 야 , 너 , 아니 , 어제부터 이쁘지를 말든가 , 어 ? 아니면 귀엽지를 말든가 아니 , 나를 이렇게 챙겨 주질 말든가 
내가 정신을 못 차리겠네 아주 그냥 , 어 ? 
뭐래 , 뭐라는 거야 
야 , 아 , 내가 먹을게 내가 먹을게 
아 , 됐어 , 너 먹지 마 
아 , 진짜 내가 먹을게 
씨 , 뭘 웃어 , 씨 ... 
아 , 갑자기 나를 왜 때려 
- 아 , 삼달아 - 어 , 경태야 저 ... 
뭐야 , 왕경태 너 왜 그래 ? 
야 , 너 인마 ... 
너 무슨 짓을 당한 거야 
- 나 ? 
뭐 ? 
- 야 , 왜 , 뭘 , 뭘 ... 
뭔 , 뭔 짓을 뭘 어떻게 당해 ? 
야 ... 
조은혜 , 이런 ... 
아이고 , 깜짝이야 
무사 ? 
야이 무사 이래 ? 
아니 ... 
엄마 , 이거 언니가 ... 
언니 무시거 ? 
진달이 , 삼달이 ? 
아 , 아 , 아니야 , 아니야 아무것도 아니야 , 엄마 몰라도 돼 
내 보라 
아 , 왜 ? 
아니 , 별거 아니라니까 
주라게 
뭐 , 또 조삼달 무신 기사 났시냐 ? 
아 , 주라 , 얼른 ! 
야 ! 
조은혜 ! 
이런 ... 
일하라고 보내 놨더니 애를 사지로 몰아 ? 
니가 잘나가면 그렇게 잘나가 ? 
어 ? 내가 너 가만히 ! 가만히 둘 거 같아 이 나쁜 년아 , 어 ? 
내 딸한테 한 거 너 두 배로 - 갚아 줄 거야 ! 
- 이 , 이 여자 누게라 ? 
어 ? 
쫄딱 망하게 할 거야 , 어 ? 
이 , 이 여자 누게야 ? 
아 , 누게라 ! 
니가 그렇게 잘났어 , 어 ? 
니가 그렇게 잘났어 , 어 ? 
어시 어멍 ... 
이거 바 ... 방은주 어멍이라 ? 
어 
가만둘 거 같아 ? 
어휴 미치지 않앤 ? 
저 말라깽이 때릴 데가 어디 있어 ? 
씨 , 방은주 
가이 진짜 못된 년 아니라 ? 
가만 안 두켜 ! 
왜 ? 
이거 니가 찍은 거 아니야 ? 그때 병원에서 
조은혜 , 이런 ... 
근데 ? 
니가 올렸어 ? 
어 
아니 , 이걸 이제 와서 왜 ? 
심심해서 ? 
우리도 대강 듣고 반대하게 
어 , 진달아 
- 진달아 - 어 , 삼춘 
너 , 너가 무사 여기 껴 있나 ? 
너네 어멍 알면 어떵하잰 ? 
삼춘들 , 그니까 , 아 ... 저도 삼달리의 주민으로서 
아이 , 마을에 랜드마크 하나 생기면 좋잖아요 
야이 , 니 어멍 해녀 회장이라 
너 여기 있는 거 알면 허파 뒤집어 죽으매 
- 가라게 - 아 , 빨리 가 
아니 , 뭐 이래 죽으나 저래 죽으나 
- 얘 뭐 , 말하는 게 ... 
- 너 말을 ... 아니 허파가 뒤집히는 게 낫다고요 
아 , 언제까지 우리 해녀 삼춘들 물질만 하고 살아요 ? 
삼춘들도 해남 되겠다고 어 ? 다 물질 배워 놓고 힘들어서 안 하시잖아요 
아니 , 그거는 ... 
그건 뭐 그렇지만서도 ... 
그니까 얼마나 힘들어 
근데 테마파크 생기면 물질 안 해도 된다잖아요 
이 좋은 기회를 왜 놓치지 ? 
이거 잘 생각해 볼 문제라니까 , 어 ? 
AS 테마파크가 여기 삼달리에 세워지면 1 만 명 수준의 일자리가 창출될 예정입니다 
또한 AS 테마파크가 삼달리를 대표하는 관광 명소로 인식되므로 지역 활성화에도 많은 도움이 될 것으로 예상됩니다 
경행 ! 
테마파크에 무시가 들어온다는 거가 ? 
아 , 귤밭에 퇴비 주러 가야 한다게 
재기재기 말하라 
아 , 예 , 저 ... 자 , 그러면 여기 보시겠습니다 
먼저 삼달리 해안 길에 레이저 조명을 쏴서 야간 산책로를 만들겠습니다 
이 동네 9 시믄 다 자는데 
그런 걸 쏘믄 동네 환해서 어떵 자나 ! 
밤잠 어신 할망들 다 죽여 
잠 못 자 
저 , 그런 거는 저희가 여러분들과 협의를 통해서 조도를 낮추도록 하겠습니다 
뭐랜 ! 야밤에 불은 무사 키나 ? 
불 꺼 ! 
어르신들 9 시면 주무신다는데 9 시에 불 꺼야지 
뭐 , 야밤에 뭐 , 뭐 산책을 왜 하나 , 산책을 ? 
대표님 , 야간 명소인데 9 시에 불을 끄면 어쩌자고요 
그럼 야간을 빼 주간 명소로 만들어 어 , 주간 
- 응 - 예 , 예 
그러면 그거는 저희가 인제 내부에서 조금 더 얘기를 해 보도록 하겠습니다 
두 번째로 들어올 것은 사파리 월드입니다 
그런 사자나 호랑이 같은 맹수들을 포함해서 50 여 종의 동물들을 만나고 ... 맹수 ? 
미치지 않앤 ? 
뉴스 보니까 맹수가 나왕 막 마을로 내려오는데 무서워 어찌 살 거 ? 
예 , 그래서 저희들은 24 시간 교대로 어 , 전문 사육사를 배치하겠습니다 
옆 동네 똥돼지 한 마리 건너와도 밭을 쑥대밭을 맹그는데 , 맹수 ? 
맞네 , 맞네 , 맞네 , 맞네 
맹수 빼 ! 
맹수 빼 ! 
거 위험하게 , 어 ? 
어 , 맹수를 왜 가둬 
대표님 ! 
사파리에 맹수가 빠지면 그게 사파립니까 ? 
저 띨빡 
테마파크를 만들겠다는 거야 , 말겠다는 거야 
뭘 다 빼래 , 쯧 
자 , 자 , 삼춘들 ! 나 봅서 , 나 
조명은 바닷가 쪽으로 향하게 하면 눈부시지 않아요 
그렇게 환하지가 않아 
인간적으로 우리 동네 밤에 너무 깜깜하잖아요 
그 , 재작년엔가 ? 그 상도네 명가 밤에 도둑 들었을 때 ! 
그거 CCTV 달면 뭐 하냐고 아무것도 안 보여 가지고 못 잡았다며 ? 
경했지 
- 시커맹 하나도 못 봐 - 그니까 
맹수 , 어 ? 뉴스에 난 거 그거 백에 하나 
맹수가 만약에 내려오잖아 ? 나 불러요 
내가 잡을게 
나 힘센 거 알죠 ? 
내가 잡을게 
이봐요 
문제를 제기하면 대안을 찾아야지 뭘 자꾸 다 빼래 ? 
이거 기획 누가 했어요 ? 
아부지 , 아 ... 
아이 , 회장님 
그지 , 회장님 
이거 다 빼 들고 가면 ' 어 , 그래 맹수 없는 사파리를 만들어라 ' 참 하시겠어 , 어 ? 
가뜩이나 삼달리로 옮긴 것도 욕 한 바가질 텐데 
어 , 웃어 ? 
아 , 아니 
이렇게 당신이 나 도와주니까 옛날 생각이 나서 
당신이 옆에서 이렇게 지도해 주면 내가 먹을 욕도 안 먹고 그랬잖아요 아부지한테 
요즘엔 맨날 먹는데 
나 거기 당신 아니고 저기요 
아 , 네 
조은혜 , 이런 ... 일하라고 보내 놨더니 
애를 사지로 몰아 ? 
야 , 조삼달 ! 너 맞았어 ? 
언니 , 언니 , 언니 됐어 , 일 키우지 마 
엄마가 알았어 ? 
그걸 엄마한테 왜 알려 주냐고 조해달은 ! 
나 진짜 괜찮아 , 어 ? 
끊어 
아 , 진짜 ... 
아니 , 이게 왜 또 갑자기 터져 가지고 또 난리야 
아 , 참 , 내 ... 
너 뭐가 괜찮아 ? 
어 ? 
아 , 뭐 , 다 지난 일이니까 , 뭐 
아니 , 뭐 , 지난 일이면 
맞은 게 안 맞은 게 되고 때린 게 안 때린 게 돼 ? 
아니 , 그러니까 거기를 왜 혼자 가냐고 , 위험하게 
거기에 누가 있을 줄 알고 누구라도 데려갔어야 될 거 아니야 ! 
아 , 뭐 , 데려가긴 누굴 데려가 
아 , 조진달 데려갔다가는 기사 더 터질 거고 그렇다고 쪽팔리게 어시들 데려갈 수도 없는 거고 
아니 , 그러니까 니가 거기서 왜 맞고 있냐고 
너 잘못한 거도 없잖아 ! 
근데 왜 이상한 사람한테 맞고 있어 , 거기서 ! 
싸우기라도 해야 될 거 아니야 ! 
그때는 내가 어떻게 해야 될지 모르겠으니까 
아니 , 나도 있지 그때 생각하면은 ' 왜 그냥 맞고만 있었지 ? 아니라고 막 싸우기라도 할걸 ' 맨날 억울해 , 근데 ... 
나 그거 다 처음이었으니까 
그니까 ' 바보같이 왜 맞고만 있었냐 ' ' 이러지 저랬냐 , 저러지 그랬냐 ' 
그런 말 하지 마 , 용필아 , 어 ? 
그게 너무 속이 상하다고 , 어 ? 
니가 거기서 혼자 당하고 , 어 ? 
막 끙끙거리면서 참고 , 울고 ! 난 그니까 이게 ! 
야 , 뭐 , 그럼 다 혼자지 누구 있냐 , 어 ? 
니가 왜 혼자야 ? 
엄마도 있고 아빠도 있고 , 어 ? 자매들도 있고 친구도 있고 
그리고 나도 있잖아 ! 
여기에 
그니까 이제 나도 있다고 
너 혼자 아니야 
그니까 이제 앞으로 너 혼자 당하고 그리고 뭐 참고 , 울고 그런 거 하지 마 , 이제 앞으로 
알았어 ? 
뭐 , 뭘 또 내가 뭘 혼자서 그랬 ... 
아이 , 대답해 , 알았어 ? 
어 , 알았어 
너 맞은 거 왜 얘기 안 했어 ? 
그걸 왜 혼자 처맞고 있어 ! 
걔 병원 갈 거였으면 우리한테 얘기해서 같이 갔어야지 ! 
내가 이것들을 진짜 감히 얻다가 손을 대 ! 
아 , 누가 올린 걸까 ? 일부러 뿌린 건 확실한데 ... 
얘 ... 
어 , 한동안 잠잠했던 인터넷이 다시 언니 얘기로 난리야 ! 
이거 봐 
역시 감동 실화의 최고봉은 모성이다 
23 년 최고의 사이다 명장면 속 시원하다 
남의 귀한 자식 건드린 죄는 돌려받아야 함 
어머 
이런 미 , 미친 것 ... 
어 , 엄마 
가이 어멍 전화번호 찍으라 
아이 , 엄마 , 됐어 ... 
전화번호 찍어 ! 
어시면 방은주 가이 번호라도 찍으라 
아 ... 
- 왜 맞고 다녀 , 왜 ? - 엄마 , 엄마 , 엄마 
- 왜 맞고 다녀 ? 
- 엄마 , 엄마 , 엄마 , 엄마 
잘못한 것도 어신디 등신추룩 왜 , 왜 맞고 다녀 , 왜 ! 
- 아이 , 엄마 , 엄마 
- 엄마 그 꼴을 당하라고 육지로 보냈시냐 , 나가 ? 
번호 찍으라 
나가 똑같이 해 줄라니까 
아 , 나 괜찮아 , 진 ... 
- 괜찮기는 ! 괜찮기는 ! - 엄마 
무사 , 무사 뭐가 괜찮아 , 뭐가 
아휴 , 저 ... 
야 이걸 답사 자료라고 가져와 ? 
죄 관광지 아니면 다른 작가가 찍은 데잖아 
개나 소나 다 아는 데 말고 숨은 스팟 찾으라고 숨은 스팟 ! 
아 , 진짜 더러워서 못 해 먹겠네 
- 아 , 저 어시 , 저기 ... - 스팟도 정해진 컨셉이 있어야 찾죠 
야 , 너 미쳤니 ? 
갑질이야 어쨌든 조은혜 밑에서 일했다 그래서 뭐 하나라도 배울 게 있나 싶어 참고 있었더니 하 , 무슨 실력은 나보다도 없는 거 같고 
머릿속에 컨셉 없죠 ? 
그니까 지금 우리 이렇게 잡는 거잖아 ! 야 , 나가자 
어 , 어딜 가 ? 
어디 가 가면 안 되지 
우리가 일하러 왔지 실장님 시녀 짓 하러 온 줄 알아요 ? 
그 , 가방은 좀 각자 들죠 ? 
가자 
- 야 - 아이 , 어디 , 어딜 가 , 어 
조은혜한테 뭘 배운 거야 ? 
어시님들 , 일단은 어 , 내가 상황을 좀 어레인지를 해 줄게요 
일단 들어가서 조금 그래 , 쉬어 ... 
아니 , 그 ... 
이렇게 그냥 보내면 어떡해 ? 
로케 촬영 어쩌려고 어시 없이 어떻게 해 ? 
그놈의 조은혜 , 조은혜 
내 앞에서 그 이름을 꺼내잖아 
은주야 
어시 벌써 이번 달에만 세 번 바꿨어 
너 이번 로케 촬영도 망치면 나도 잘릴 판이야 
다음 주면 촬영 팀 넘어오는데 너 컨셉도 없잖아 
당장 내일 답사는 어디로 갈 건데 ? 
컨셉도 없이 
니가 왜 혼자야 ? 
엄마도 있고 아빠도 있고 , 어 ? 자매들도 있고 친구도 있고 
그리고 나도 있잖아 ! 
여기에 
엄마 
안 아팠시냐 ? 
혼자서 을마나 놀랐을 거라 
아팠어 
놀랐고 무서웠어 
내 편 하나 없는 세상에 나 혼자 툭 던져진 것처럼 
무서웠어 
육지를 보내는 게 아니었신디 
엄마 ? 
사람 말은 끝까지 들어야지 
그때는 , 그때는 무서웠다고 
나 지금 진짜 괜찮아 , 여기 
여기 이렇게 울 엄마 있잖아 내 편 , 응 ? 
아 , 그니까 그만 속상해하시라고 
여기 지반 다 가라앉겠어요 고미자 씨 
알았다게 
야 , 이거 봐 ! 
야 , 이거 폭행 아니야 ? 
야 , 이거 백주 대낮에 , 어 ? 
길거리 한복판에서 이거 폭행 맞잖아 ! 
그니까 이게 무슨 참교육이야 ? 야 , 폭행이지 , 봐 봐 ! 
그죠 명백히 폭행죄로 걸 수 있죠 
야 , 이거 누가 봐도 악의적으로 딱 올린 영상이야 
삼달이 얼굴 모자이크도 안 했잖아 
야 , 그래 모자이크 안 했네 모자이크 왜 안 해 ? 모자이크를 왜 안 해 초상권 있잖아 , 우리도 ? 
아유 ! 
- 그 , 다 할 수 있긴 한데요 - 어 
경찰인 내가 이런 말 하는 것도 웃기지만 삼달 누님 위해서라면 그냥 안 하는 게 좋을 거 같아요 형님들 
- 아 , 왜 , 왜 ! 
- 왜 ! 아 , 여론이 지금 응징이다 , 참교육이다 완전히 저쪽 편인데 ? 
에휴 , 알고 계시면서 ... 
이제 살짝 잠잠해져서 누나 좀 살 만해졌잖아요 
야 , 그래 , 좀 잠잠해졌는데 , 이거 야 , 이거 때문에 사람 속 뒤집 ... 
야 , 상봉아 ! - 어 , 뭐야 ? 
- 야 , 뭐야 , 니들 뭐야 ? 
우리 그 뭐 , 이거 ... 저 , 폭행 신고 좀 하자 , 어 ? 
아이씨 , 하여튼 천충기 , 방은주 , 그것들이 문제야 
야 , 용필아 , 그때 갔을 때 확 쥐어패 버릴 걸 그랬다 , 씨 
그니까 , 내 말이 , 아이씨 
뭐야 , 니네 걔 , 걔들 봤어 ? 
어 , 서울 갔을 때 
그럼 몽타주 그려야 될 거 아니야 야 , 빨리 들어가 몽타주 그려 야 , 조용필 , 너도 들어가 , 빨리 
야 , 인터넷 뒤지면 방은주 사진 다 나와 
아 , 그게 나와 ? 
수족관은 돌고래들이 힘들어합니다 
돌고래들을 지켜 주세요 
어 ? 꼬마 
돌고래들을 바다로 보내 주세요 
아 , 차하율 너 진짜 안에 안 들어가고 여기서 이러고 있겠다고 ? 
응 , 아저씨 말대로 보는 것도 좋지만 
아니 , 나는 하율이가 돌고래를 많이 사랑하길래 더 건강하게 사랑할 수 있는 법을 알려준 건데 
아저씨 
수족관에 사는 돌고래는 진짜 오래 못 살아요 ? 
응 , 돌고래는 40 년은 살거든 ? 
근데 수족관 애들은 4 년밖에 못 사는 경우가 많아 
왜요 ? 
어 ... 하율이도 좁은 방 안에 맨날 갇혀 있으면 어때 ? 
스트레스받아요 
그치 ? 
넓은 바다에 있어야 될 애들을 좁은 수조에 가둬 두니까 스트레스를 받겠지 
역시 스트레스가 만병의 근원이네요 
하율이 너 진짜 아는 게 많구나 똑똑해 
근데 아저씨 이거 누가 만든 거예요 ? 
아 , 이거 ? 돌핀 센터에서 봉사자들이랑 ... 
아 , 하율이도 돌핀 센터 가 볼래 ? 
네 , 가 볼래요 
야 
아니 돌핀 센터까지 따라가면 어떡해 
괜찮아 , 아는 사람이잖아 
그 ... 대표라면서요 ? 
아니 , 안 바빠요 ? 우리 때문에 막 이렇게 ... 
이게 내 일이야 
우리 말 놓기로 하지 않았었나 ? 술집에서 
어머 , 어머 , 어머 
아니 , 내가 언제 ? 
아니 , 선생님 제가 왜 말을 왜 놔요 ? 
미쳤나 봐 , 친하지도 않으면서 
아니야 아니야 
근데 아저씨 아저씬 왜 남춘이 아빠가 됐어요 ? 
나 ? 
내가 아니면 이 세상에 남춘일 지켜 줄 사람이 없었으니까 
여기 되게 아늑하다 
말 놓지 말자더니 ? 
아니 , 막 애 앞에서 술 먹은 얘기를 막 하니까 
원래 폐가였는데 
내가 1 년을 치우고 꾸미고 해서 만들었지 
오 , 금손이시네요 ? 
폐가였던 거 전혀 모르겠어 
이 세상 아빠들은요 못 할 게 없습니다 
남춘이 아빠잖아 , 나 
아 
그 남춘이는 언제 어떻게 만났길래 지금까지 온 거야 ? 
나 스물한 살 때 유럽 배낭여행 가 보겠다고 수족관에서 알바했었거든 ? 
그때 처음 봤어 
뭐야 ? 그럼 남춘이도 원래 수족관에 있던 돌고래였어 ? 
응 
근데 어느 날부턴가 먹이도 아예 안 먹고 청소하러 들어갈 때마다 자꾸 벽에 자기 몸을 부딪치면서 상처를 내더라고 
첨엔 장난치나 했는데 얼마 지나지 않아서 알았어 그게 자해였고 
뭐 ? 
아니 , 돌고래가 그런 것도 해 ? 
응 , 스트랜딩이라고 해외에서는 종종 일어나는 일이야 
스트레스를 받은 돌고래가 스스로 목숨을 끊는 일 
그때 남춘이 배 속에 오룡이도 있었거든 ? 
원래 수족관에서 태어나는 돌고래는 오래 못 살아 
그걸 남춘이도 알고 있었을 거고 
거기서 태어나서 죽는 것보다는 그냥 같이 죽어 버리려고 했었던 거네 
응 
그때였어 내가 남춘이를 지켜 주지 않으면 이 세상에 남춘일 지켜 줄 사람은 없겠구나 
응 
뭔지 알 것 같아 , 그 마음 
싫어 ! 
내 애긴데 내가 왜 그래야 되는데 , 내가 왜 ! 
너 나이 스물하나라 
아빠도 어신디 어떵 혼자 키울 거라 ? 
엄마 , 아부지가 키울켜 
아빠도 없는데 엄마도 없으면 어떡해 
엄마 , 아부지가 얘 엄마야 ? 
얘랑 나랑 물에 빠지면은 엄마 , 아부지는 나 구할 거잖아 
이 세상에 나만큼 얘 지켜 줄 사람 없거든 ? 
근데 내가 안 지키면 얘는 누가 지켜 
근데 하율이 있잖아 
저번에 바닷가 앞에서 막 우는데 
저 정도로 속 깊은 아홉 살은 처음 봤어 
아 ... 
울어 ? 우리 하율이가 왜 ? 
너희 어머니 해녀 회장님 아니야 ? 
전에 너희 어머니 사고 나셨을 때 하율이 만났거든 
근데 할머니 죽으면 자기 엄마는 누가 지켜 주냐고 막 울더라고 
뭐 ? 
저 바당이 울 할망도 데려가면 어떡해요 ? 
울 엄마 어떡해 
아홉 살 애가 어쩜 ... 
어 ? 야 , 야 , 야 , 왜 울어 ? 
하율아 ! 
엄마 , 왜 울어 ? 
누가 울렸어 ? 
너 ... 그래서 할머니 잠수복 숨겼어 ? 
할머니 바다 가서 잘못되면은 엄마 지켜 줄 사람 없을까 봐 그래서 잠수복 숨긴 거야 ? 
너가 그런 생각을 왜 해 ! 
너는 그냥 ... 내일 뭐 하고 놀지 뭐 먹고 싶은지 그런 것만 생각해야지 , 하율아 
나는 아직 꼬마니까 엄말 지켜 줄 수가 없잖아 ! 
아무도 엄마 지켜 주지 않아도 돼 
엄마는 지킬 게 있잖아 너가 있잖아 
아무도 엄마 지켜 주지 않아도 엄마는 열 배는 더 강해 
원래 지킬 게 있는 사람이 더 센 거야 
하율아 
니가 그런 생각을 왜 해 
엄만 너 그런 생각 하는 거 싫어 
아 , 엄마 , 진짜 아 , 이거는 정말 내가 ... 
너 
테마파크 설명횐가 그거 갔시냐 ? 
아 , 아니 
내가 거길 왜 가 , 무슨 ? 
야 , 조삼달 , 빨리빨리 나와 
어어 , 나가 , 나가 , 나가 ! 
- 남달리로 빨리 넘어가라 허라 - 나가 
어 ? 뭘 ? 뭐야 , 어딜 넘어가 ? 
아 , 냄새 , 아 ... 
야 , 이건 진짜 너무 ... 
이게 왜 아직도 ... 
아우 , 야 
뭐야 ? 
진짜 깡시골이네 
답사 가자더니 이 동네는 왜 온 건데 ? 
여기 조은혜 고향이잖아 
어떻게 알았어 ? 
나 걔 전 남친이야 걔 본명도 모를까 , 조삼달 
술 취하면 삼달리로 안 돌아가네 , 어쩌네 귀에 딱지 앉도록 들었다 
아 , 장소라도 빨리 정해야지 여길 왜 와 ? 
촬영 장소 찾으러 왔잖아 
장소를 ... 여기서 찾게 ? 
응 
뭔가 레트로한 숨은 장소들 많을 거 같지 않아 ? 
아니 , 실장님 이번에 레트로 컨셉 진짜 대박이에요 
- 그치 ? 나쁘지 않지 - 완전 
그럼 시골이니까 실장님 고향 어때요 ? 제주 로케요 
뭐 , 레트로 하면 우리 동네라 숨은 스팟이 많기는 한데 노 , 노 , 거긴 내가 싫어 , 안 가 
야 , 그러다 걔라도 만나면 어쩔려고 ? 
조은혜 고향 싫어하거든 ? 
망했다고 퍽이나 왔겠어 ? 
어디 차 좀 세워 봐 걸어 다니면서 구석구석 좀 보게 
하 , 나도 모르겠다 , 진짜 
하 , 이거 봐 봐 이거 아주 못되게 생겼구만 , 쯧 
아주 못나게 생겼쪄 너는 
왜 또 나야 
엄마 , 이거나 봐 봐 
얘가 그 , 방은준가 그 걔 , 걔야 삼달이 괴롭히는 애 
이 지집년 아주 못됐쪄 , 콱 
- 어우 ! 
난 왜 ? - 전달 
뭐 , 이걸 뭐 , 어떻게 전달을 해 ? - 어서 옵쪄 
- 어서 오세요 
아 , 더워 
이 ? 
에이 , 설마 ... 
맞은디 ? 
야 , 왕경태 , 나와 보라 나와 봐 
이거 내가 아까 찍은 거 
응 
이게 맞는 거 같기도 하고 이게 ... 
잘 보라게 
난 호끔 달라 보여서 
근데 이게 또 서울 여자들은 되게 비슷비슷하게 생겨 가지고 ... 
니가 연애를 못 하는 이유가 있다게 
이게 또 여자가 또 이게 머리가 ... 
은우야 , 빨리 좀 오라게 
야 , 근데 걔가 삼달리 여기에 왜 와 ? 
기 
호랭이 굴에 지 발로 기어들어 온 것도 아니고이 
삼달이 또 괴롭히러 온 거 아니라 ? 
- 응 ? - 저 , 씨 ... 
- 야 , 너 상도한테 연락했지 ? 
확신이 들면 덤비자 
- 오케이 
- 기 ! 야 , 야 ! 
엄마 , 바뀌었어 , 바뀌었어 
- 가자 , 이제 - 어 
간다 , 간다 , 간다 어떵 ? 
어떵 ? 어떵 ? 어떵 ? 어떵 ? 
야 ! 천충기 , 방은주 ! 
너 지난번에 그 멱살 너 ... - 맞다 - 이씨 ! 
호랭이 굴에 기어들어 온 거 맞았쪄 - 예 ? 
- 여기가 어디라고 기어들어 완 ? 
니가 충전기냐 ? 
천충기 , 방은주 , 너 , 이씨 
- 뭐야 ? 이 사람들 
- 왜 그러세요 ? 왜 이랴 ? 
어 ? 왜 이랴 ? 
게믄 너는 우리 삼달이한테 무사 경햄시냐 ? 
야 , 방은주 울 삼달이 때린 니 어멍 어디 계시냐 ? 
내가 눈에 띄지 말라 그랬지 , 어 ? 
아니 , 이게 보자 보자 하니까 
튀어 
- 잡아 ! 
- 저것들 잡으라게 ! - 잡으라게 , 잡으라게 ! - 잡으라게 ! 
아이씨 
어 
어 , 야 , 그 , 방은주랑 그 , 충전기랑 왔어 , 여기에 
걔네가 여길 왜 와 ? 
몰라 그 , 우리 방금 놓쳤거든 ? 
그 , 삼달이한테 뭔 짓 할지 모르니까 너 빨리 그 삼달이한테 가 봐 , 지금 
어 , 알았어 , 알았어 , 알았어 
어 , 삼달아 , 너 어디야 ? 
아 , 그래 ? 
그러면 어디 가지 말고 잠깐만 거기 있어 
어 , 잠깐만 
뭐라는 거야 
아우 아우 , 식초 냄새 머리 아파 진짜 미치겠네 , 어우 
이 정도는 냄새가 나 줘야 새들이 단내 안 맡고 안 몰렴네 
하긴 
새 쫓는 데 식초만 한 게 없지 , 아 ... 
어 , 밭티 
무사 ? 
어 , 밭티 식초 채우러 왔네 
알았쪄 
그니까 조은혜 고향에 왜 오냐고 
넌 왜 도망가는데 ? 
우리가 뭐 잘못했어 ? 야 , 방은주 ! 
너 아까 그 사람들 표정 못 봤어 ? 
' 우리 삼달이 , 삼달이 ' 하면서 우리 죽일 기세였어 
엄마 , 우리 이거 다 했어 인제 가면 돼 
엄마 
엄마 , 이거 하나 먹어 
너 근데 이 정도면 조은혜한테 집착이야 
여기 올 생각을 하지 않나 이미 다 지난 영상을 올리지 않나 
아 , 한동안 잠잠했는데 왜 ? 
더 잠잠해지면 내 일 조은혜한테 다 넘기게 ? 
너 설마 ... 
요즘 업계에서 조은혜 다시 찾는 분위기니까 그래서 그랬던 거야 ? 
나한테 그런 짓을 해 놓고 복귀 ? 
다시는 못 일어나게 확실하게 밟아 준 거뿐이야 
나 딸이 바퀴벌레라 ? 
예 ? 
엄마 ! 
아니 ... 
어머 , 언니 , 쟤 방은주야 
방은주야 
아 , 이게 무슨 냄새야 ? 
아줌마 미쳤어요 ? 
아 , 너네 왜 여기 있어 ? 
아 , 그 ... 
기여 
나 미쳤다게 
나 딸이 그 꼴을 당한 걸 보고 안 미치면 그게 에미라 ? 
그게 어멍이라 ? 
자식이 그리했다 허니 눈 뒤집힌 어멍이 그럴 수 있겠다 했쪄 
겐디 
뭐 못 일어나게 밟아 ? 
너 삼달이한테 그런 일 당한 거 아니라매 ? 
니 입으로 아니랜 했다매 ! 
근디 무사 경핸 ? 
무사 그짓말했나 ! 
엄마 , 아무리 그래도 식초는 좀 ... 
못 일어나 ? 
어디 한 번 더 밟아 보라 
아유 , 어 , 어머니 
나는 야이헌티 넘어지는 법은 못 갈쳤어도 일어나는 법은 갈쳤다게 
백 번 , 천 번도 더 일어날 거라 ! 
너 어멍한테 꼭 전하라 내 새끼 받은 거 나가 똑같이 갚아 줄 거라고 
야이도 엄마 이서 ! 
- 아 , 어 , 어머니 - 어 ? 엄마 
조은혜 , 잠깐만 이게 , 내가 어떻게 ... 
이게 어디서 ! 
- 아유 , 이 시끼야 - 아 , 아 , 아오 ! 
어딜 건드려 ? 어 ? 
너 죽을래 ? 
- 아오 ... - 야 , 너 
야 , 너 , 너 그때 , 그 회사에서 너 그 ... 
그래 , 그 , 그게 나다 이 새끼야 , 너 
야 , 너 거슬려 , 어 ? 거슬린다고 , 뭔 말인지 알아 ? 
뭐 , 뭐요 , 뭐요 ? 
눈에 띄지 말라고 뭘 ' 뭐요 ' 야 , 이 새끼야 
알짱거리지 마 , 너 진짜 한 번만 더 눈에 띄면 진짜 확 그냥 
- 잠깐만 - 아유 , 씨 ! 
- 아우 , 진짜 ! - 조은혜 ! 
너 내가 가만있을 거 같아 ? 
엄마 , 잠깐만 
그럼 이것도 올려 
뭐 ? 
이것도 찍어서 올리라고 
왜 , 피해자 코스프레로 따낸 일들 막 슬슬 어그러지니깐 내가 니 밥그릇 뺏을까 봐 ? 
내가 무슨 개도 아니고 니 밥그릇을 왜 뺏니 ? 
내 밥상 내가 차려 먹어 
아니 , 너 ... 겁도 없이 여기가 어디라고 찾아온 거야 ? 
뭐 여기가 니 땅이야 ? 어 , 내 땅이야 
서울선 내가 어떻게 당해 줬는지 몰라도 여기는 내 구역이야 
그러니까 몸 사리라고 
너 여기서 깝치다가 뼈도 못 추린다 , 너 
어 ? 
엄마 , 가요 
너 
울 엄마 아니었음 나한테 죽었어 
한 번만 더 내 동생 건드려 , 확 씨 ! 
아유 
아니 , 이거를 무사 집 안에 가지고 완 ? 
아 , 무사 ? 
나 이제 나 딸들헌티 함부로 하는 것들 가만 안 둘 거라 
삼달이 저거 저거 속상하게 하는 것들도 나가 가만 안 있을켜 
두고 보라게 
엄마 , 나 걔 좋아해 ... 도 돼 ? 
아 , 무사 ? 
아 , 무사 ? 
나 딸 속상허게 허는 나 고미자부터 어떵할 거라 
와 , 그래도 , 어 ? 
고미자 씨 진짜 장난 아니다 
그거 식초 냄새 다 빠지려면 한 1 , 2 주 걸릴걸 ? 
아 그러니까 말이야 
아유 , 우리 엄마 승질 진짜 , 아 , 참 
뭔데 ? 근데 기분 좋아 보인다 ? 
왜 ? 엄마가 방은주 복수해 줘서 ? 
아이 , 뭐 
아니 , 야 , 나 오늘 실은 기분 계속 괜찮았어 
이게 분명히 육지에서는 아 , 나 진짜 생각도 하기 싫을 정도로 끔찍했거든 ? 근데 여기 오고서 막상 동영상이 뜨니까 나 기분이 괜찮더라 ? 
왜 ? 
왜 , 너 그거 알아 ? 피구할 때 우리 팀 다 죽고 나 혼자 살아남은 기분 ? 
이 사방에 가득한 적들이 내 다리를 맞힐까 , 머리를 맞힐까 확 눈에 불 키고 쳐다보는 기분 
내가 딱 육지에서 그런 기분이었거든 ? 
근데 ... 내가 제주 내려오고 나서부터 확 조금씩 보이기 시작하는 거야 
이 사방에 가득한 적들 틈새 사이로 ' 우리 여기 있다 ' 막 손 흔들어 주는 우리 편 
내 편 , 뭐 
그거 알고 나서부터 좀 괜찮아졌던 게 아닐까 싶기도 하고 
멋있다 , 그래도 , 조삼달 
아 , 그냥 오길 잘했다는 생각이 들어 , 요즘은 
아니 , 아 , 근데 삼춘들까지 막 그렇게 겁을 주면 어떡해 
어떡하자는 거야 , 진짜 
야 , 그래도 너 생각 안 나 ? 
얼마 전에 망해 가지고 여기 돌아왔을 때가 엊그제 같은데 
그래도 너 엄청 잘하고 있다 , 그치 ? 
야 , 누가 내가 망해 돌아왔대 , 어 ? 
그냥 원래 내가 있던 곳으로 돌아온 거지 
맞아 
야 , 그래도 그 , 방은주 동영상이 엄청 컸다 
야 , 방은주 동영상 따위가 뭐 컸겠냐 ? 
그러면 ? 
뭐 ... 니가 해 줬던 말들도 참고가 됐고 
혼자 아니라고 막 해 줬던 거 
그러면은 막 적들 사이에서 막 , 막 이렇게 손 흔들고 있었던 게 , 그게 그게 나네 ? 
- 응 - 응 
어 , 그래 
만약에 있잖아 업계에서 너 다시 부르면 다시 갈 거야 , 육지로 ? 
아니 
나는 인제 더 이상 조삼달을 찾는 게 목표가 아니거든 
그러면 ? 
이제는 조삼달로서 해내는 거지 
뭐를 ? 
조삼달이 못 했던 것들 조삼달이 이루지 못했던 것들 
뭐든 다 
필승 
어 , 완 ? 어어 
이 돗괴기 좋다 , 응 ? 
자 , 저 , 제기 먹으라 , 응 ? 
또 왜요 ? 
용필이 본청 안 간대 
전출은 내 소관 아니고 
형님이랑 따로 숙덕거린다고 직무 강요로 나 본청에 신고할 기세예요 , 지금 그 자식 
나 자식 
너 자식 아니고이 
아 , 형님도 그렇고 , 어 ? 용필이 걔도 이랬다저랬다 아 , 대체 왜 그래요 ? 
절대 본청 안 간다 하고 안 보낸다더니 
겐디 ? 
아니 , 갑자기 본청에 관심을 보이지 않나 
그리고 또 갑자기 안 간다고 던져 버리고 
가이도 관심을 보연 ? 
- 언제 ? 
- 몰라 , 쫌 됐어요 
근데 그 후론 쳐다도 안 봐 
바빠요 , 걔 지금 
예보관이 예보 업무 다 똑같지 무신 
바쁠 게 있댄 ? 
아유 , 몰라요 ? 
아유 , 이거 또 말하면 ... 
무사 ? 아 , 용필이 징계 중이야 
가이가 무사 ? 
무사 징계 ? 
아 , 무신 잘못을 했신디 ? 
야 , 뭐야 , 이거 
너 뭐 , 목도리라도 뜰라고 ? 
너 그거 기억 안 나 ? 
자세히 봐 봐 
뭐 , 뭐 , 털실이지 , 뭐 
진짜 기억 안 나 ? 
그거 한번 풀어 봐 
이거를 ? 풀어 ? 
아 , 일단 풀어 봐 , 한번 
줘 봐 
자 , 풀러 봐 
- 이거를 ? 
- 응 , 댕겨 
- 이걸 언제 다 풀어 ? - 아이 , 댕겨 봐 
댕겨 
- 이렇게 ? 
- 어 , 더 빨리 
이걸 이렇게 계속 풀라고 ? 
어 , 한 2 시간 걸려 
얠 언제 다 풀어 , 이거를 
빨리 , 빨리 
그 꽃무늬 테왁 해녀 회장인가 ? 
그분 사고 나신 날 일하다 말고 뛰쳐나가서 근무지 이탈로 징계 떨어졌어요 
뭐라 ? 
누게 , 해녀 회장 ? 
어 
지금 기후 서비스과 가서 사진작가 서포트하느라고 바빠 
아 
그 당선된 작가도 그 꽃무늬 테왁 , 그 , 딸이라던데 ? 
아이 , 뭐 엄청 친한가 봐요 
형님 , 어디 가 ? 
다 풀었다 
- 자 - 응 ? 뭐야 , 이게 
한번 봐 봐 
야 , 조용필 ! 나 너 좋아하는 거 같은데 어쩌지 ? 
와 , 됐다 , 와 , 됐다 ! 
됐다 , 됐다 ! 
됐다 ! 
이제 기억나 ? 
너 ... 너 이거 갖고 있었어 ? 
그래 , 갖고 있었다 , 왜 ? 
근데 나는 목도리를 줬는데 이거 왜 다 풀렸는데 ? 
너 이거 헤어지고 나서 막 다 풀어 제꼈구만 ? 
그래 , 뭐 , 헤어지고 나서 풀르지 그러면 안 헤어졌는데 풀어 , 내가 이거를 ? 
그러면은 니가 다시 만들어 주든가 목도리로 
야 , 나 이거 ... 목도리 뜨는 법 다 까먹었거든 ? 
아니면 장갑으로 
야 , 목도리도 못 뜨는데 장갑을 어떻게 떠 ? 
아부지 아부지 , 어떻게 여기를 ... 
너 ... 
나가 그추룩 사정을 해신디 
나가 ... 나 아덜 어시면 안 된다고 내 아덜 어시면 못 산다고 
8 년 전에 그추룩 사정을 해신디 
무사 다시 완 ? 
무사 다시 완 ? 
나가 널 널 어떵 보고 사나 , 삼달아 
이 가슴에 이 한을 품고 널 나가 어떵 보나 ! 
저 용필이 없으면 안 돼요 , 아저씨 
나도 내 아들 어시면 안 돼 
아저씨 , 저 ... 
아니 , 아부지 , 그게 무슨 소리 ... 
나랑 약속하지 않안 ! 
무사 다시 왕 우리 부자를 또 찢어 갈겸나 
무사 ! 
잠깐만 , 아 ... 
아부지 , 이게 무슨 , 무슨 말이야 ? 
제발 가라게 
육지로 가 불라고 ! 
아부지 ! 
나는 안 할래 , 짝사랑 
내가 8 년 동안 했는데 나 더 이상은 못 해 나는 아저씨 절대 못 이겨 
하지 말자 , 용필이 얘기 
내 얘기 들어 주면 안 되냐 ? 
나 아부지 속 뒤집을라고 왔어 
이렇게 계속 뒤집어서 내가 지킬 거야 
아부지는 우리 엄마 떠난 그날 아직도 그날에 갇혀 있잖아 
어멍 ! 
여기서 뭐 하맨 ! 
어디로 간대요 , 촬영 ? 
사계물이요 , 오늘요 ? 
조삼달 ! 
