නමුත් හේතුව අපට අමතක කළ නොහැකි වුවද , නමුත් අපට තවමත් එය ජය ගත හැකි විය . 
අපේ ආදරයේ මතකයන් ... වඩා ශක්තිමත් වේ අපේ වෙන්වීමට හේතුවට වඩා . 
මම දන්නවා හේතුව කුමක් වුවත් අපගේ වෙන්වීම නිසා ... මට ඒ සියල්ල ජය ගත හැකියි . 
ඔබේ ඇස් මාර්ගය මත තබා ගන්න . 
කුමක් ද ? ඔබ කැමති නැහැ මම ඔබ දෙස දිගටම බලන්නේ කෙසේද ? 
මම අදහස් කළේ ... 
ඔයා මාව අපහසුතාවයට පත් කරනවා , එබැවින් ඔබ ඉදිරියෙහි බලන්න . 
ඉදිරියට එන්න ! මම කිව්වා කෙලින්ම බලන්න කියලා . 
ඇයි මම ? 
මට ඔයාව වැඩිය දකින්න බැරි උනා . . ඒ නිසා එය පිරිමැසීමට , මට ඔයා දිහා බලන් ඉන්න වෙයි අවුරුදු තුනක් මේ වගේ . 
තොපි පැකිලී වැටෙයි , මෝඩයා . 
බය වෙන්න එපා , මම එහෙම කරන්නේ නැහැ . 
ඒ වගේම මම එහෙම කළාට කමක් නැහැ . 
මාර්ගය වන විට , Yong - pil . අපි ගත්තද අපේ ගමනේ මේ වගේ මාර්ගයක් ? 
ඒයි , අපි කොහෙද ? 
කොහෙද ... 
මේ තියෙන්නේ . 
අපි මෙතන ඉන්නවා . 
ඔයාට හරි ද ? 
නැහැ , මම නැහැ . 
හරි . ඇත්ත වශයෙන්ම නැත . 
මට විශ්වාසයි ඔබ හොඳින් සිටිනු ඇතැයි සිතිය නොහැක . 
මම ඔයාට කිව්වෙ නැද්ද ඔබේ ඇස් මාර්ගය මත තබා ගැනීමට ? 
මම උත්සාහ කළා , මම දිවුරනවා . නමුත් එන්න . 
මම කොහොමද ඉදිරිය බලන්නේ ඔබ මා අසල සිටි විට ? 
ඔච්චර ලස්සන වෙන එක නවත්තන්න . හරි හරී ? ඔයා ගොඩක් ලස්සන නිසා මම රැවටුනා . 
ඒ මා ඔබට වසඟ වූ නිසා ය . 
ඔයා මොනවද කියවන්නේ ? 
කමක් නැහැ . ඇතුල් වන්න . 
ඔබ බඩගිනි විය යුතුය . ඇතුළට එන්න . 
අපි යමු කන්න , හරිද ? 
මගේ කකුල් වෙව්ලනවා , මගේ වළලුකර රිදෙනවා . 
එය අමතක කරන්න . මට බඩගිනි නැත . 
ඔබට බඩගිනි ඇති බව පෙනේ . ඉක්මන් කරමු . ඔබේ පාදය බලාගන්න . 
නැති උනොත් කාටත් බඩගිනියි ඒ වගේම පැය දෙකක් ඉබාගාතේ යනවා . 
අපිට උඩට යන්න විනාඩි 15ක් ගියා . නමුත් බැසීමට පැය දෙකක් ! 
කමක් නැහැ . මට එය තේරෙනවා . - කන්න . ඔයාට බඩගිනියි කිව්වා . - ඔබ - - කමක් නැහැ . අඩුම තරමේ අපි ලස්සනට ඇවිදින්න ගියා . 
ඔයාට කිම්චි නැද්ද ? 
නෑ මම එහෙම කළා නම් අපි ඒක කනවා . 
මම ටිකක් හොරකම් කරන්න යන්නද ? මට ඒක Gyeong - tae ගේ ටැබ් එකට දාන්න පුළුවන් . 
- ඒක හොඳයි . - නැත ? 
කිම්චි නැතුව ඒක එච්චර හොඳ නෑ . 
රමියොන් සහ කිම්චි අත්වැල් බැඳගෙන යන්න , එහෙම නේද ? 
එකම මාර්ගය මෙයයි ඔබේ මව කිමිදීම නතර කිරීමට . 
මම ඔබට උදව් කරන්නම් . 
හෙට පෙරවරු 11.00 ට . Samdal - ri තේමා උද්‍යාන ඉදිරිපත් කිරීමක් පදිංචිකරුවන් සඳහා . 
එකට වැඩ කරමු . 
මේ ඔක්කොම අම්මගෙ බෙහෙත්ද ? 
ඔව් . 
එය නිසැකවම බොහෝය . 
මම ඇගේ කිමිදුම් ඇඳුම කොහෙද සොයාගත්තා . 
හ - යූල් තමයි ඒක හැංගුවේ . 
හ - යූල් ? 
ගෑණු කතා කරනවා එයාට ඇහෙන්න ඇති . ඇය කලබල විය අම්මා කිමිදීමේදී තුවාල වේ එබැවින් ඇය එය සඟවා තැබුවාය ඇගේ ඇඳ අසල ස්ථානයක . 
හේයි . සෑම් - ඩාල් ගෙදරද ? 
ඇය තවමත් ආපසු නොපැමිණියේ ඇයි ? 
කමක් නැහැ . 
සෑම් - දාල් අපි ගෙදර යමු . මම ගන්නම් ... 
කෝ මහත්මිය . ඔබ ටැංජරීන් වතුයායේ සිටියාද ? 
- ඔව් , මම විනාකිරි නැවත පිරෙව්වා . - මම දකියි . 
ඔයාට කොහොම ද ? ඇයි ඔයා ආපහු මෙහෙ ආවේ ? 
මම මගේ දුරකථනය වෙළඳසැලේ තැබුවෙමි . 
මම දකියි . 
මාර්ගය වන විට , ළමයින් තවමත් ඇතුළතද ? 
අදහසක් නැහැ . 
සෑම් - ඩාල් තවමත් එළියේද ? 
එවිට ඇය සැඟවී සිටිය යුතුය . අපි ගිහින් පරීක්ෂා කරමු . 
කමක් නැහැ . 
මම එය සැමවිටම මෙහි තබමි . කුමක් ද ? 
පහන් දල්වා ඇත , එබැවින් ඔවුන් තවමත් මෙහි සිටිය යුතුය . 
කට්ටිය ආයෙත් බොනවද ? 
එයාලා හැමදාම බොනවා Sam - dal ආපු වෙලාවේ ඉදන් . 
සෑම් - ඩාල් , ඔබේ අම්මා ඇවිත් ! 
අහෝ හිතවත ! 
මම දන්නවා මේ දෙන්නා එකිනෙකාට කැමතියි කියලා නමුත් ඇගේ මව ඉදිරිපිටද ? යහපත්කම . S - Sam - dal ? 
ඒකට කමක් නැහැ . 
කුමක් ද ? 
ඔවුන්ට ඉන්න දෙන්න . 
කුමක් ද ? 
මිස් කෝ ! 
යහපත්කම . මිස් කෝ ! 
ඔබ ඇයට එහි නිදා ගැනීමට ඉඩ දෙන්න සහ ඇයව ගෙදර ගෙන යන්නේ නැද්ද ? 
ඇය වැඩිහිටියෙක් . ඇයව ගෙදර ගෙනියන්නේ ඇයි ? ඇය නිදා සිටින විට ? 
ඇය අවදි වූ වහාම ඇතුලට එයි . 
ආයුබෝවන් . 
මගේ යහපත . 
- මගේ ආදරණීය යහපත . - ඒයි , ඔයා හොඳින්ද ? 
- ඉන්න . කුමක් ද ? - වෙන්නේ කුමක් ද ? 
කුමක් ද ? 
අපි රාත්‍රිය ගත කළේ මෙහිද ? අපි කළාද ? 
- අපි කළා . - හේයි ! 
ඔයාට තිබුනා මාව අවදි කරන්න , නින්ද යන්නෙත් නැහැ ! 
නවත් වන්න . වේලාව කීය ද ? 
වෙලාව උදේ 6.00 යි . 
මේක පිස්සුවක් . 
අහෝ මගේ දෙවියනේ . 
- මම කුමක් ද කරන්නේ ? - ලෝකයේ කුමක්ද ? 
වෙන්නේ කුමක් ද ? 
ඉන්න . මන් - සු මහත්මයා ? 
ඔබ විධිමත් විය යුතු නැත , සෑම් - ඩාල් . 
හරි , මන් - සු . 
අපි නිදාගත්තා විතරයි . අහම්බෙන් , හරිද ? 
එබැවින් ඔබේ පරිකල්පනය අවුල් කිරීමට ඉඩ නොදෙන්න , කට වහගෙන ඉන්න . 
මම කට වහගෙන ඉන්නම් . හරි හරී ? 
යහපත . 
යොන් පිල් , ඔබ හොඳින්ද ? 
- සෑම් - ඩාල් ! - අහෝ මගේ දෙවියනේ ! 
ආයුබෝවන් . ඔයාට කොහොම ද ? 
මම හොඳයි , නමුත් මට ඔයාගේ අම්මා වෙනුවෙන් කතා කරන්න බැහැ . 
සමාවන්න ? 
මට වෙඩින් වෙඩින් එක ලැබෙනවා මේ දවස් වල දෙයක් නමුත් ඔබට එය කළ නොහැක ඔබේ මව ඉදිරිපිට . 
මගේ අම්මා මෙහෙට ආවාද ? 
ඔව් . 
ආදරයෙන් බැඳීම උතුම් සහ සියල්ල , නමුත් ඔබ ඇයගෙන් සමාව ගත යුතුය . 
ඔබ මිනිසෙකු අසල නිදා ගන්නේ කෙසේද ? ඔබේ මව ඉදිරිපිට ? 
මිස් කෝ ෂුවර් විවෘත මනසකින් . 
නෝනා අපි නිදාගත්තා විතරයි අනතුරකින් . හරි හරී ? 
කිසිසේත්ම කිසිවක් සිදු නොවීය අප අතර . ඇත්තටම . 
මම බැරෑරුම් ! 
ඔබ වැඩිහිටියන් . එය අමුතු දෙයක් වනු ඇත ඔබ දෙදෙනා අතර කිසිවක් සිදු නොවූයේ නම් . 
නෝනා ... එය අඳුරු කරන්න ! 
මම ඔය දෙන්නා වෙනුවෙන් රූට් කරනවා . 
ඉදිරියට එන්න ! 
ආදරය කිරීම පාපයක් නොවේ ! 
මම Home . 
- චෝ සෑම් - ඩාල් . - ඔව් ? 
ඔයා දැන් ගෙදර එනවද ? 
ලබන පාර කලින් ගෙදර එන්න . 
ඔබ මා අවදි කළ යුතුව තිබුණි ඔබ සැඟවුණු ස්ථානයෙන් පැමිණි විට . 
Yong - pil සහ මම වටේ යනවා සහ මෑතකදී එක්ව ව්‍යාපෘතියක වැඩ කිරීම . 
ඒත් ආපහු එනකොට අපි අතරමං වුණා . 
ඉතින් අපිට ඕන වුනේ විවේක ගන්න විතරයි අපි ගොඩක් මහන්සි නිසා ටිකක් . 
ඒත් අන්තිමට අපිට නින්ද ගියා . 
ඉතින් ඔයා දැක්ක දේ ... 
එය අමතක කරන්න . 
ඔබ කුමක් ගැන ද ? 
මට ඔයා කියන වචනයක් තේරෙන්නේ නැහැ . 
ඔබ වැඩිහිටියෙක් . 
ඔබ මට පැහැදිලි කිරීමට අවශ්ය නැත ඔබ සමඟ සිටියේ කවුරුන්ද යන්න ගැන . 
එහෙත් ... එය Yong - pil ය . 
ඒ නිසා ? 
ඉතින් යොන්ග් - පිල් නම් ? 
අම්මේ කමක් නැද්ද ... මම නම් ... ඔහු වගේ ? 
බලන්න ... 
බලන්න , සංග් - ටේ - - 
ඒක අමුතුයි . මම දිවුරන්නේ එය මෙහි වූ බවයි . 
මම කිව්වා මේක කුණු නෙවෙයි කියලා . 
ආයුබෝවන් . 
තාත්තා ! 
මම කිව්වා මේක කුණු නෙවෙයි කියලා . 
සර් . 
ස්තුතියි . 
ලේකම් කෝ . 
ජින් - ඩාල් එන්න ඇති නේද ? 
හරිද ? 
ඇය එසේ කරනු ඇත . 
ඇය එසේ කරනු ඇතැයි මට අනුමානයක් ඇත . 
මගේ අදහස නම් ඇය එසේ නොකරන බවයි . 
මොනතරම් අශුභවාදීද . 
ඔයාට මාව ඇහෙනවද ? ඔබට අවශ්යයි එතරම් සෘණාත්මක වීම නතර කිරීමට . 
එය මට ධනාත්මක දෙයක් වනු ඇත ඇය නොපැමිණියේ නම් . 
ගැන සභාපතිතුමා දැනගත්තොත් Samdal - ri සඳහා තේමා උද්‍යානය සැලසුම් කරයි ... 
මගේ යහපත ! 
මම ඔබේ හැකියාව අගය කරනවා ඉදිරියට එන අර්බුදයක් පුරෝකථනය කිරීමට . 
ඒ නිසා ඉක්මනින් ක්‍රියා කරන්න ඔහු නොදැන . 
හේයි . 
චෝ මහත්මිය ! 
ඔබ එය කළා , ආදරණීය ! 
ඔයා ආව එක ගැන මම සතුටුයි . 
මට එහෙම කියන්න එපා . 
මම බයයි අපි එහෙම වෙයි කියලා දැන් නිතර නිතර දකිනවා . 
එතකොට , කොහොමද " පැණි " - - 
මටත් එහෙම කියන්න එපා . 
ඉන්පසු , 
" මිස් චෝ " ? " ජින් - ඩාල් " ? 
හෝ ... 
- " ඩාලිං " ? 
- ඔයා පොඩි ... 
එතකොට , තව මොනවද තියෙන්නේ ? 
කිසියම් අදහසක් , ලේකම් කෝ ? 
- " ඒයි " ? " බලන්න " ? 
- එය හොඳ යැයි හැඟෙනවා . 
මම " ඒයි " භාවිතා කරන්නම් , ඔබ " බලන්න " භාවිතා කරන්න . හරි හරී ? මම දකියි . මම " හේයි " භාවිතා කරමි . 
නැහැ , මම " බලන්න " භාවිතා කරන්නම් . ඔබ " හේයි " භාවිතා කරනු ඇත . 
අපි යන්නද ? අපි යමු . 
කුමක් ද ? 
ඉන්න . මගේ කාර් එක ආපහු එතන . 
බලන්න , අපි පොරොන්දු වෙනවා අපි මේ වතාවේ වඩා හොඳ කාර්යයක් කරන්නෙමු . 
ඔව් සර් . 
ඔයා කලබල වෙන්න එපා . 
ඔබ අදහස් කරන්නේ මට ලැබෙන බවයි Eun - ju වැඩ කරන්නේ පුද්ගලික හේතු මතද ? 
Eun - hye ගියා , ඉතින් එයාගේ project නව ඡායාරූප ශිල්පියෙකු අවශ්‍යයි . 
චෝ Eun - hye ? 
මට ඇයට ආපසු එන්න කියන්න බැහැ . 
ඔබ මහජනතාව අදහස් කරන්නේ කුමක්ද ? නිහඬ වී තිබේද ? 
එය කෙටි විවේකයක් පමණි . ඔබ ඇයට නැවත පැමිණීමට ඉඩ දෙන්නේ කෙසේද ? 
ඔබ ඉවරද ? 
- ඔව් . - අපි යමු . 
අධ්‍යක්ෂකවරයා මේ ගැන ලොකු බලාපොරොත්තු තියාගෙන ඉන්නවා . 
ඔබ සූදානම් , හරිද ? 
එය ලෝකයේ කොහේද ? 
ඔබ කිම්චි කන්ටේනරය දැක තිබේද ? 
කිම්චි ? නැහැ , මම නැහැ . 
ආච්චි . සෑම් - ඩාල් නැන්දා එය කලින් ගත්තා . 
කුමක් ද ? 
ඇය එසේ කරන්නේ ඇයි ? 
මම දන්නේ නැහැ . 
නමුත් අවම වශයෙන් කිම්චි නරක් නොවීය , ඉතින් මට විශ්වාසයි ඇය කාවවත් මරන්න නෙවෙයි කියලා . 
ඔබ කලබල වන්නේ කුමක් ගැනද ? 
එය කිම්චි පමණි . 
මම ඔහුගේ දිවා ආහාරය පැක් කළා වගේ නොවේ නැතහොත් ඔහු වෙනුවෙන් යමක් එම්බ්‍රොයිඩර් කර ඇත . 
මම එයාට දෙනවා විතරයි මගේ අම්මාගේ කිම්චි සමහරක් . 
මම ටිකක් ගන්නම් Gyeong - tae සහ Eun - u එසේම වනු ඇත . 
අපි හැමෝම එය බෙදා ගන්නෙමු . 
මේක බොළඳ වැඩිද ? 
ඒක ලොකු දෙයක් නෙවෙයි . 
අපි කෑම බෙදනවා විතරයි . මොකක්ද ලොකු වැඩේ ? 
එතරම් උණුසුම් . 
- සෑම් - ඩාල් ! - මගේ යහපත ! 
ඔයා මොනවද පහල කරන්නේ ? 
ඔය උඩ මොනවද කරන්නේ ? 
මට ටිකක් තියෙනවා tteokbokki . 
ඉක්මන් කරලා ටිකක් අරන් එන්න . එය හොඳයි . 
ඇයි කිම්චි ගෙනාවේ ? 
හේතුවක් නෑ . 
- ඉන්න . ඊයේ නිසාද ... - ඔයා අදහස් කරන්නේ කුමක් ද ? 
මම කිම්චි එක්ක මෙතනට ගියේ නැහැ ඔබ ඊයේ රාත්‍රියේ එයට ආශා කළ නිසා , හරිද ? 
නිකන් කිම්චි ටිකක් ඕන අඩුම තරමේ මෙතන තියෙන දේවල් කන්න . හරිද ? 
මම හිතනවා ඔබ කලබල වුණා කියලා . 
බලන්න , මම මෙතනට ආවේ නැහැ . මම ළමයෙක් නෙවෙයි . 
එම ramyeon එතරම් හොඳ රසයක් නොතිබුණි මොකද ඊයේ කිම්චි තිබුණේ නැහැ . 
ඔව් , මේක මට . 
මම ඒක කන්න යනවා . 
ඉතින් ඔයා කනවා ramyeon අද නැවතත් ? 
නැහැ , මම නැහැ . කුමක් ද ? ඔයාට කිසිම තේරුමක් නැහැ . 
මම ඔයාට ඒක ගන්න කියලා බල කරන්නේ නැහැ , ඔබ එය කන්න යන්නේ නැහැ . 
- ඔබේ ගනුදෙනුව කුමක්ද ? එය විසි කරන්න . - ඇයි ඔයා එහෙම කරන්නේ ? 
එම අවස්ථාවේ දී ... ඔබට එය ලබා ගත හැක්කේ එවිට පමණි . 
ඔයා හිනා වෙන්නේ ඇයි ? 
- හිනාව නවත්වන්න . - කමක් නැහැ . 
සෑම් - ඩාල් , මම ඔබට ඊයේ කිව්වා එතරම් ලස්සන වීම නතර කිරීමට . ඒ වගේම හුරතල් වෙන එක නවත්තන්න සහ එතරම් කල්පනාකාරී . 
මට හරියට ග්‍රහණය කරගන්න බෑ . 
ඔයා මොනවද කියවන්නේ ? 
හේයි , මම කිම්චි කන්නම් . 
නැහැ , ඔබට එය ලබා ගත නොහැක . 
සිරාවටම මම කන්නම් . 
හිනා වෙන්න එපා . 
ඒ කුමක් සඳහාද ? 
- සෑම් - ඩාල් ... - හේයි , ග්යොං - ටේ . 
මොකක්ද අවුල , Gyeong - tae ? 
මෝඩයා ... 
ඔබ ලෝකයේ කුමක් හරහා ගියේද ? 
- මට ? 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
- එය කුමක් ද ? 
" හරහා යන්න " ඔබ අදහස් කරන්නේ කුමක්ද ? 
මෙය කුමක් ද ? 
චෝ Eun - hye ! ඔයා පුංචි ... 
ඔයා මාව බය කළා . 
මොකක් ද වැරැද්ද ? 
කාරණය කුමක් ද ? එය කුමක් ද ? 
මෙය ... 
අම්මේ එයා ... 
ඔබේ සහෝදරියගෙන් කවුද ? 
ජින් - ඩාල් හෝ සෑම් - ඩාල් ? 
ගණන් ගන්න එපා . ඔබ කලබල විය යුතු කිසිවක් නැත . 
ඒක මට දෙන්න . 
නමුත් ඇයි ? 
මම කිව්වා ඒක ලොකු දෙයක් නෙවෙයි කියලා . 
මම කිව්වා මට දෙන්න කියලා . 
තවත් ලිපියක් කළා Sam - dal ගැන එලියට එන්නද ? 
මම කිව්වා දැන් දෙන්න ! 
හේයි ! 
චෝ Eun - hye ! 
ඔයා පුංචි ... 
ඔබ අනතුරේ හෙළන්නේ කෙසේද ? මගේ වෙහෙස මහන්සි වී වැඩ කරන දියණිය ? 
ඔයා කවුරු කියලද හිතන්නේ ? 
ඔයා හිතන්නේ මම ඔයාට ඉඩ දෙනවා කියලා මේකෙන් අයින් වෙන්න බැල්ලි ? 
මම ඔබට දෙගුණයක් ගෙවීමට සලස්වන්නෙමි ඔබ ඇයට කළ දේ සඳහා . 
මේ කාන්තාව කවුද ? 
ඌ කව් ද ? 
ඔබ විනාශ වී ඇති බව මම සහතික කරමි ! 
මේ කාන්තාව කවුද ? 
මම ඔබෙන් අසමි ! 
ඔබ සිතන්නේ ඔබ යමක් කියාද ? 
සහායකගේ මව ඇයව විනය කරයි ! 
" සහායකයාගේ මව " ? 
මේ Bang Eun - ju ගේ මවද ? 
ඔව් . 
... මේකෙන් අයින් වෙන්න . 
ඒ ගෑණිට පිස්සු . 
ඇය ඒ දුප්පත් කෙට්ටු කෙල්ලට පහර දෙන්නේ කෙසේද ? 
ඒකට සාප වේවා . බං Eun - ju . 
ඇය තමයි නියම නපුරු බැල්ලිය . 
ඇය මේ සඳහා ගෙවනු ඇත . 
කාරණය කුමක් ද ? 
මේක ඉස්පිරිතාලෙදි රෙකෝඩ් කළේ නැද්ද ? 
චෝ Eun - hye ! ඔයා පුංචි ... 
ඒ නිසා ? 
ඔබ මෙය උඩුගත කළාද ? 
ඔව් . 
ඇයි දැන් එහෙම කරන්නේ ? 
කම්මැලි නිසා . 
අපි ඒවා අහලා අපිත් එපා කියමු . 
ජින් - ඩාල් . 
- ජින් - ඩාල් . - හෙලෝ , සර් . 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
ඔබේ අම්මා දැනගත්තොත් ? 
හැමෝම , මමත් මෙහි සිටින්නේ Samdal - ri හි පදිංචිකරුවෙකු ලෙසය . 
අපේ නගරයට මං සලකුණක් ලැබෙනවා නම් හොඳයි . 
ඔබේ අම්මා තමයි නායකයා haenyeos . 
ඇය කෝපයට පත් වනු ඇත ඔබ මෙහි සිටින බව ඇය දැනගත්තොත් . 
- ඉතින් ඔබ යා යුතුයි . - යන්න , දැන් . 
ඇය කෝපාවිෂ්ට නම් කවුද ගණන් ගන්නේ ? 
- ඒක බලන්න . - ඔයා කොහොමද එහෙම කියන්නේ ? 
නැහැ , මම කියන්නේ මම ඇයව ලබා ගැනීමට කැමතියි මේ ගැන මට පිස්සු . 
අපගේ haenyeos හැමදාම කිමිදෙන්න බැහැ . 
ඔබ සැවොම ඉගෙන ගෙන ඇත ඔවුන් මෙන් වීමට කිමිදෙන්නේ කෙසේද , ඒත් ඔයා ඒක කරන්න එපා ඒක අමාරු නිසා . 
හොඳයි , ඒ ... 
ඒක ඇත්ත ඒත් ... 
හරිද ? එය එතරම් ඉල්ලුමකි . 
නමුත් කිසිවෙකු කිමිදීමට යා යුතු නැත මෙතන තේමා උද්‍යානයක් හැදුවොත් . 
ඇයි මේ වගේ හොඳ අවස්ථාවක් මගහරින්නේ ? 
ඔබ සිතා බැලිය යුතුය මේ ගැන ප්රවේශමෙන් . හරි හරී ? 
AS තේමා උද්යානය නම් මෙහි Samdal - ri හි ඉදිකර ඇත , එය නව රැකියා 10,000 ක් පමණ නිර්මාණය කරනු ඇත . 
ඊට අමතරව , අපි අපේ තේමා උද්‍යානය බලාපොරොත්තු වෙමු හඳුනාගනු ඇත ජනප්රිය සංචාරක ආකර්ෂණයක් ලෙස Samdal - ri නියෝජනය කරමින් , 
කපාගන්න . 
තේමා උද්‍යානයේ කුමක් වේද ? 
මගේ ටැංජරීන් වත්තට පොහොර දාන්න යන්න ඕනේ . 
දේවල් වේගවත් කරන්න . 
ඔව් නෝනා . කරුණාකර මෙම ස්ලයිඩය බලන්න . 
පළමුව , අපි වෙරළ තීරය ආලෝකමත් කිරීමට සැලසුම් කරමු එය දිගේ ලේසර් ස්ථාපනය කිරීමෙන් රාත්රී ඇවිදීම සඳහා සක්මන් මළුවක් නිර්මාණය කිරීමට . 
අපි හැමෝම රෑ 9.00 වෙනකොට ඇඳේ . 
එය නිදා ගැනීමට නොහැකි තරම් දීප්තිමත් වනු ඇත ඒ දේවල් එක්ක ! 
- හරි ! - මහලු කාන්තාවන්ට නින්දක් නොලැබේ . 
- හරි . - ඔවුන් එසේ නොකරනු ඇත . 
අපට පසුව විස්තර සාකච්ඡා කළ හැකිය දීප්තිය අඩු කිරීමට . 
ඔයා අදහස් කරන්නේ කුමක් ද ? රෑට ලයිට් දාන්නේ ඇයි ? 
විදුලි පහන් නිවා දමන්න ! 
ඔවුන්ගේ නින්දේ වේලාව රාත්‍රී 9.00 ට නම් , එවිට අපි ඒවා ක්‍රියා විරහිත කළ යුතුයි . 
ඇයි කවුරුවත් ගන්නේ කොහොම හරි මහ රෑ ඇවිදින්නද ? 
සර් , ඒක රාත්‍රී කාලයේ ආකර්ෂණයක් . රාත්‍රී 9.00 ට ඔබට ඒවා ක්‍රියා විරහිත කළ නොහැක . 
එවිට රාත්‍රිය අමතක කරන්න . එය දිවා කාලයේ ආකර්ෂණයක් බවට වෙනස් කරන්න . 
ඔව් සර් . 
ඊට පස්සේ , අපි මේ ගැන සාකච්ඡා කරමු අභ්යන්තරව තව ටිකක් . 
දෙවන ආකර්ෂණය Safari World ලෙස හැඳින්වේ . 
විවිධ සත්ව විශේෂ 50 ක් පමණ , - සිංහයන් වැනි වන සතුන් ඇතුළු - - - වන සතුන් ? 
ඔයාට පිස්සුද ? 
මම නිව්ස් වල දැක්කා උන් පැනල යන හැටි නගරවලට එන්න . 
ඔව් , ඒ නිසා අපි කුලියට ගන්නම් වෘත්තීය සත්වෝද්යාන පාලකයන් පැය 24 පුරාම වැඩ මුරවල වැඩ කරන . 
අල්ලපු ගමේ ඌරෙක් එනකොට ඔවුන් අපේ කුඹුරු අවුල් ජාලාවක් බවට පත් කරනවා . 
ඔව් . ඔහු සම්පූර්ණයෙන්ම හරි . 
වන සතුන් එපා ! 
- සර් . - ඔවුන්ව එළියට ගන්න . 
ඒක භයානක වැඩියි . 
වන සතුන් හිරකර තබන්නේ ඇයි ? 
සර් ! 
මොන වගේ සෆාරිද වන සතුන් නැද්ද ? 
ඒ මෝඩයා . 
ඔහුට තේමා උද්‍යානයක් ඉදිකිරීමට අවශ්‍යද නැද්ද ? 
ඔහුට සියල්ල ඉවත් කිරීමට අවශ්‍යයි ! 
හොඳයි , හැමෝම ! මට ඇහුම්කන් දෙන්න . 
එය ඉතා දීප්තිමත් නොවනු ඇත අපි විදුලි පහන් වතුරට මුහුණ ලා හැදුවොත් . 
එය එතරම් දීප්තිමත් නොවනු ඇත . 
ඇත්තම කිව්වොත් අපේ ගම රෑට ටිකක් අඳුර වැඩියි . 
- එය ඇත්ත . - එය වසර දෙකකට පෙර සුප්‍රසිද්ධ සැන්ඩෝස් රාත්‍රියේ සොරකම් කළ විට ? 
CCTV කැමරා වල තේරුම මොකක්ද ? ඔවුන්ට හොරා අල්ලන්න බැරි වුණා මන්ද එය නොපෙනෙන තරම් අඳුරු විය . 
ඒක හරි . 
- එය කළුවර විය . - හරියටම . 
සහ වන සතුන් ? ප්‍රවෘත්ති වල ඔය සිද්ධි හරිම දුර්ලභයි . 
ඔවුන් එනවා නම් අපේ ගමට , මට කතා කරන්න . 
මම එයාලව අල්ලගන්නම් . 
මම කොච්චර ශක්තිමත්ද කියලා ඔයා දන්නවා නේද ? 
මම එයාලව අල්ලගන්නම් . 
බලන්න . 
ඔබ ගැටළු වලට විසඳුම් ඉදිරිපත් කළ යුතුය , සියල්ලෙන් මිදෙන්න පමණක් නොවේ . 
මෙම ව්‍යාපෘතිය පිටුපස සිටින්නේ කවුද ? 
මගේ තාත්තා ... 
මම කියන්නේ සභාපතිතුමා . 
හරියටම . සභාපති . 
ඔයා හිතනවද එයා සෆාරි එකක් අනුමත කරයි කියලා එහි වන සතුන් නොමැතිව ? 
ඔබ දැනටමත් හපන්නට නියමිතයි එය Samdal - ri වෙත ගෙන යාම සඳහා . 
කුමක් ද ? ඔයා හිනාවෙනවද ? 
මම අදහස් කළේ ... 
ඔයා මට උදව් කරන හැටි බලාගෙන පරණ මතකයන් ගෙනාවා . 
ඔබ මගේ පැත්තේ සිටිනු ඇත , ආදරණීය , සහ සෑම දෙයකින්ම මට මඟ පෙන්වන්න ඒ නිසා මට කනක් ඇහෙන්නේ නැහැ මම සුදුසු වුවත් මගේ පියාගෙන් . 
එයා දැන් මට නිතරම බනිනවා . 
මට " ආදරණීය " කියා කියන්න එපා . එය " හේයි . " 
හරි . 
චෝ Eun - hye ! චෝ යුන් - හේට දඬුවම් ලැබේවා ! සහායකගේ මව ඇයව විනය කරයි ! 
ඔබ අනතුරේ හෙළන්නේ කෙසේද ? මගේ වෙහෙස මහන්සි වී වැඩ කරන දියණිය ? 
හේයි , සෑම් - ඩාල් ! ඔයාට ගැහුවද ? 
ජින් - ඩාල් , සන්සුන් වන්න . ඒකට කමක් නැහැ . එය නරක අතට හැරෙන්න එපා . 
අම්මා දැනගත්තද ? 
හේ - ඩාල් ඇයට එසේ කීවේ ඇයි ? 
ඇත්තටම මම හොඳින් . හරි හරී ? 
ආයුබෝවන් . 
ජීස් . 
ඇයි දැන් මෙහෙම වෙන්නේ සහ අවුල් කරනවාද ? 
මහ හයියෙන් ඇඬුව නිසා . 
ඔයා හොඳින් නෑ . 
කුමක් ද ? 
හොඳයි , ඒ සියල්ල අතීතයේ ය . 
ඉතින් එය එසේ නම් ? 
එය වෙනස් නොවේ ඇය ඔබට පහර දුන් බව . 
ඇයි ඔබ එහි ගියේ ඔබ විසින්ම ? එය භයානකයි . 
ඔතන ඉන්නේ කවුද කියලා ඔයා දන්නේ නැහැ . ඔබ සමඟ යමෙකු රැගෙන යා යුතුව තිබුණි . 
මට කාවවත් එක්කන් යන්න බෑ . 
ජින් - ඩාල් එහි දර්ශනයක් ඇති කරයි , සහ එය අපහසුතාවයට පත් වනු ඇත මගේ සහායකයින් ගෙන ඒමට . 
නමුත් ඔබ ඇයට පහර දීමට ඉඩ දුන්නේ ඇයි ? 
ඔයා අහිංසකයි ! 
නාඳුනන කෙනෙකුට ඔබට පහර දීමට ඔබ ඉඩ දුන්නේ ඇයි ? 
ඔබ ආපසු සටන් කළ යුතුව තිබුණි ! 
මම ඒ වෙලාවේ මොනවා කරන්නද කියලා දැනගෙන හිටියේ නැහැ . 
මම දැන් ඒ ගැන සිතන විට , ආපසු සටන් නොකිරීම ගැන මම කනගාටු වෙමි ඒ වගේම ඇයට මට ගහන්න ඉඩ දුන්නා . 
නමුත් එය මගේ පළමු අවස්ථාවයි එවැනි දෙයක් අත්විඳිමින් . 
ඒ නිසා මම මෝඩයෙක් කියලා කියන්න එපා ඇයට දිගටම මට පහර දීමට ඉඩ දෙන්න සහ මෙය හෝ එය කළ යුතුව තිබුණි . 
ඔය දේවල් කියන්න එපා යොන්ග් පිල් . හරි හරී ? 
ඒක මාව ගොඩක් කලබල කරනවා විතරයි . 
එය සිදු වූ විට ඔබ සියල්ලන්ම තනි විය . 
ඔබ එය දරා ගැනීමට දේවල් බෝතල් කර ඇත සහ තනියම ඇඬුවා , ඒ විතරක් ... 
අපි හැමෝම මේ ලෝකේ තනිවෙලා , ඔයා දන්නවද ? 
ඔබ තනිවම නොවේ . 
ඔබට ඔබේ දෙමාපියන් සිටී , ඔබේ සහෝදරියන් , ඔබේ මිතුරන් . 
සහ ඔබට මා ඇත ! 
මෙතනම . 
ඔයාට මාත් දැන් ඉන්නවා . 
ඔබ තනිවම නොවේ . 
ඉතින් මෙතැන් සිට , තනියම දේවල් කිරීම නවත්වන්න දේවල් බෝතල් කර , පසුව අඬන්න . 
තේරුම් ගත්තා ද ? 
ඇත්තටම ඒක ලොකු දෙයක් නෙවෙයි මම තනි වුනා කියලා ... 
මට පිළිතුරු දෙන්න . තේරුම් ගත්තා ද ? 
ඔව් , මට තේරුණා . 
ඇය ඔබට පහර දුන් බව ඔබ අපට නොකීවේ ඇයි ? 
ඔබ ඇයට පහර දීමට ඉඩ දුන්නේ ඇයි ? 
ඔබ අපව ඔබ සමඟ රැගෙන යා යුතුව තිබුණි ඔබ ඇයගේ රෝහලට යනවා නම් ! 
මම එයාලට ගෙවන්න හදන්නේ . ඔවුන් ඔබට ඇඟිල්ල දිගු කරන්නේ කෙසේද ? 
මට පුදුමයි ඒ වීඩියෝ එක අප්ලෝඩ් කලේ කවුද කියලා . එය නියත වශයෙන්ම හිතාමතා විය . 
ඔබට ... 
අන්තර්ජාලයේ දේවල් නිහඬව තිබුණා , නමුත් ඔවුන් නැවතත් ඔබ ගැන කතා කරයි . 
මේ දෙස බලන්න . 
මවකගේ ආදරය වේ වඩාත්ම ස්පර්ශ වන දෙය . 
- 2023 වඩාත්ම ප්‍රබෝධමත් දර්ශනය . - මම එයට ආදරය කළා . 
ඇගේ දරුවාට රිදවීම නිසා ඇයට එය ලැබිය යුතුය . 
යහපත්කම . 
ඒ පිස්සන් ... 
අම්මා . 
මට එයාගෙ අම්මගෙ නම්බර් එක දෙන්න . 
ගෝෂ් , අම්මා . එය අමතක කරන්න . 
එය දැන්ම කරන්න ! 
ඔබට එය නොමැති නම් , මට Eun - ju ගේ අංකය දෙන්න . 
එහෙත් ... 
- ඔබ ඇයට පහර දීමට ඉඩ දුන්නේ කෙසේද ? - අම්මා . 
ඔබට කෙසේ විය හැකිද ? 
අම්මා ! 
ඇයි ඔයා එයාට මෝඩයෙක් වගේ ඔයාට ගහන්න දුන්නේ ඔබ වරදක් නොකළ විට 
අනේ අම්මේ . 
මම ඔයාට සෝල් යන්න දුන්නේ නැහැ එසේ සැලකීමට ! 
මට ඇගේ අංකය දෙන්න . 
මම ඇයට ඒ දේම කරන්නම් . 
මම හොඳින් අම්මේ . 
- නැහැ , ඔබ නොවේ ! - අම්මා . 
- ඔබ " හොඳයි " යනුවෙන් අදහස් කරන්නේ කුමක්ද ? - අම්මා , කරුණාකරලා . 
යහපත පිණිස ... 
හේයි . ඔබ මෙය අඩවි සමීක්ෂණයක් ලෙස හඳුන්වනවාද ? 
ඒවා සියල්ලම සංචාරක ස්ථාන හෝ වෙනත් ඡායාරූප ශිල්පීන් භාවිතා කළ ස්ථාන . 
මට හුරුපුරුදු ස්ථාන අවශ්‍ය නැත . මම කිව්වේ හැංගිලා තියෙන මැණික් හොයන්න කියලා ! 
මට මේ කුණු තවත් ඉවසන්න බැහැ . 
බලන්න - - අපට අවම වශයෙන් අවශ්යයි ස්ථානයක් සොයා ගැනීමට තේමාවක් . 
ඔබේ මනස නැති වී තිබේද ? 
බලය අනිසි ලෙස භාවිතා කළත් , ඔබ චෝ Eun - hye සඳහා වැඩ කළා . ඉතින් මම ඒක දරාගෙන හිටියා , මට ඔයාගෙන් ඉගෙන ගන්න පුළුවන් කියලා හිතාගෙන . ඒත් ඔයා මට වඩා අඩු දක්ෂයෙක් . 
ඔබ තේමාවක් ගැන හිතුවේ නැහැ නේද ? 
ඔබ එය අපෙන් ඉවත් කරන්නේ එබැවිනි ! එන්න අපි යමු . 
ඔයා කොහේද යන්නේ ? 
ඔයාට යන්න බෑ . 
අපි සහය අධ්‍යක්ෂවරු , ඔබේ පුද්ගලික සේවිකාවන් නොවේ . 
මෙතැන් සිට ඔබේ ම බෑග් රැගෙන යන්න . 
අපි යමු . 
- ඔයා කොහේද යන්නේ ? 
ඇය චෝ යුන් - හයිගෙන් ඉගෙන ගත්තේ කුමක්ද ? 
බලන්න , මට මුලින්ම දේවල් විසඳන්න දෙන්න . 
ගිහින් ටිකක් විවේක ගන්න , මම එන්නම් ... 
ඉදිරියට එන්න . 
උන්ට මෙහෙම යන්න දෙන්න බෑ . 
ඔන් ලොකේෂන් ෂූට් එක ගැන කිව්වොත් ? අපට සහායකයින් අවශ්‍යයි . 
ඒ මගුල Cho Eun - hye . 
ඔවුන් ඇගේ නම සඳහන් කිරීමට නිර්භීත වන්නේ කෙසේද ? 
Eun - ju ... 
අපි දැනටමත් දැන්වීම් වෙනස් කර ඇත මේ මාසයේ තුන් වතාවක් . 
මේ ෂූට් එක වැරදුනොත් මාව අයින් කරනවා . 
කණ්ඩායම ලබන සතියේ එයි , සහ ඔබට තේමාවක් නැත . 
අපි හෙට වෙඩි තියන්න යන්නේ කොහෙද ? 
අපිට තේමාවක්වත් නැහැ . 
ඔබ තනිවම නොවේ . 
ඔබට ඔබේ දෙමාපියන් සිටී , ඔබේ සහෝදරියන් , ඔබේ මිතුරන් . 
සහ ඔබට මා ඇත ! 
මෙතනම . 
අම්මා . 
රිදුනද ? 
ඔයා තනියම කම්පනයට පත් වෙන්න ඇති . 
ඒක රිදුනා . 
මම තිගැස්සුණා ඒ වගේම බයයි . 
කවුරුත් නෑ වගේ දැනුනා ලෝකයේ මගේ පැත්තේ විය සහ මම තනිව සිටියෙමි . 
මම බය වුණා . 
මට ඔයාට යන්න දෙන්න තිබුණේ නැහැ ගොඩබිමට . 
අම්මා ? 
මම තාම කතා කරලා ඉවර නෑ . 
එදා . මම එදා බය වුණා . 
ඒත් ඇත්තටම මට දැන් හොදයි . 
ඔබ දැන් මා සමඟ මෙහි සිටී . මගේ පැත්තේ . 
ඒ නිසා කලබල වීම නවත්වන්න . 
ඔයා මේ ගෙදර හදන්නේ හරිම අඳුරුයි , මිස් කෝ . 
කමක් නැහැ . 
මේ දෙස බලන්න ! 
මෙය සෘජු පහරදීමකි . 
මහ දවල් ! 
ඇය ප්‍රසිද්ධියේ ඇයට පහර දුන්නා ! 
කොහොමද මේ " විනය " ? එය පහරදීමක් ! බලන්න ? 
ඔව් , ඇයට පැහැදිලිවම පුළුවන් පහරදීම සඳහා චෝදනා කර ඇත . 
ඔවුන් පැහැදිලිවම පළ කර ඇත මෙම වීඩියෝව ද්වේෂසහගත ලෙස . 
ඔවුන් සෑම් - ඩාල්ගේ මුහුණවත් බොඳ කළේ නැත ! 
ඔහු හරි ! ඇයි ඒවා බොඳ වුණේ නැත්තේ ඇගේ මුහුණ ? අපිටත් ප්‍රචාරණ අයිතිය තියෙනවා ! 
යහපත්කම ! 
- ඔබට ඒ සියල්ල සඳහා ඇයට නඩු පැවරිය හැකිය . - හරි . 
මට විශ්වාස කරන්න බෑ මම මෙහෙම කියනවද කියලා , නමුත් සෑම් - ඩාල් වෙනුවෙන් , මම හිතන්නේ ඔබ කිසිවක් නොකළ යුතුයි . 
- ඇයි නැත්තේ ? - ඇයි නැත්තේ ? 
මහජන මතය දැන් ඇයට සම්පූර්ණයෙන්ම විරුද්ධයි . 
ඔබ එය දන්නවා . 
දැන් දේවල් ටිකක් මැරිලා , ඒ නිසා ඇයට අවසානයේ හුස්ම ගන්න පුළුවන් . 
හරියටම ! දේවල් සමථයකට පත් විය , ඉන්පසු මෙය අපව නැවත කලබලයට පත් කළේය ! 
- සංග් - බොං ! - කුමක් ද ? 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
මොකක්ද ඒකට කියන්නේ ? අපි පහරදීමක් වාර්තා කිරීමට කැමතියි . 
ඒකට සාප වේවා . Cheon Chung - gi සහ Bang Eun - ju ගැටළු වේ . 
අපිට තිබ්බේ අන්තිම වතාවේ උන්ව පරද්දන්න . යොන්ග් - පිල් . 
මම සම්පූර්ණයෙන්ම එකඟයි . ඒකට සාප වේවා . 
- කුමක් ද ? ඔබ ඔවුන්ව දුටුවාද ? 
- ඔව් , අපි සෝල් වෙත ගිය විට . 
ඊට පස්සේ , ආපහු ඇතුලට ගිහින් ගන්න මුහුණේ සංයුතියකි . ඔයත් යොන්ග් පිල් . 
හේයි , ෆොටෝ ගොඩක් තියෙනවා Bang Eun - ju සමඟ අමුත්තන් . 
ඇත්තටම ? 
ඩොල්ෆින් මින්මැදුරේ දුක් විඳිනවා . 
කරුණාකර ඔවුන්ව ආරක්ෂා කරන්න . 
හේයි , පැටියෝ . මම කිව්වේ , Ha - yul . 
කරුණාකර ඩොල්ෆින් මුහුදට මුදා හරින්න . 
හා - යූල් , ඔබ බරපතලද ? මෙතනින් ගිහින් ඇතුලට යන්නෙ නැතුව ඉන්නවද ? 
ඔව් . ඔහු කිව්වා වගේ , ඩොල්ෆින් නැරඹීම සතුටක් , නමුත් ඒවා ආරක්ෂා කිරීම වඩා අර්ථවත් ය . 
මම කිව්වේ , ඇය පෙනුණා ඇත්තටම ඩොල්ෆින් වලට ආදරය කරන්න ඉතින් මම ඇයට ඉගැන්නුවා විතරයි ඔවුන් රැකබලා ගැනීමට නිවැරදි මාර්ගය . 
හේයි මහත්තයා . 
මින්මැදුරේ ඩොල්ෆින් බව ඇත්තද ? ඇත්තටම වැඩි කාලයක් ජීවත් වෙන්නේ නැද්ද ? 
ඔව් , ඩොල්ෆින් ජීවත් විය හැක මුහුදේ අවුරුදු 40 ක් දක්වා . 
නමුත් ඔවුන්ගෙන් බොහෝ දෙනෙක් වහල්භාවයේ සිටිති ජීවත් වන්නේ වසර හතරක් පමණි . 
ඇයි ඒ ? 
හොඳයි , ඔබට කෙසේ හැඟේවිද ඔබ නිතරම කුඩා කාමරයක සිරවී සිටියා නම් ? 
මම ආතතියට පත් වනු ඇත . 
හරිද ? 
ඩොල්ෆින් යනු විශාල සාගරය සඳහා ය . එබැවින් ඒවා ඇලවීම කුඩා ටැංකියක ඔවුන්ව අවධාරණය කරයි . 
මානසික ආතතිය සියලු රෝග වලට මුල බව නිසැකය . 
ඔබ ඉතා දැනුමක් ඇති හ - යූල් . ඔයා හරිම දක්ෂයි . 
මාර්ගය වන විට , මහත්මයා , කවුද මේවා හැදුවේ 
මේ ? ඒවා හැදුවා ඩොල්ෆින් මධ්‍යස්ථානයේ ස්වේච්ඡා සේවකයන් විසින් ... 
ඔබ බැලීමට පැමිණීමට කැමතිද ? 
ඔව් මම කරන්නම් . 
හේයි . 
ඇයි යන්න එකඟ වුණේ ඔහු සමඟ ඩොල්ෆින් මධ්‍යස්ථානයට ? 
ඒකට කමක් නැහැ . ඔහු අමුත්තෙක් නොවේ . 
ඒ නිසා , ඔබ ජනාධිපති නේද ? 
එතකොට කාර්යබහුල නැද්ද ? ඔයා අපි වෙනුවෙන් මේක කරන්න ඕන නෑ ... 
ඒක මගේ වැඩක් . 
අපි අහම්බෙන් කතා කරන්න එකඟ වුණේ නැද්ද අපි ඒ බාර් එකේදී මුණගැසුණේ කවදාද ? 
කුමක් ද ? 
මගේ යහපත , මම එයට එකඟ වූයේ කවදාද ? 
සමාවෙන්න සර් , ඒත් ඇයි මම අහම්බෙන් කතා කරන්නේ ? 
ඔයාට පිස්සු ද ? අපි යාළුවෝවත් නෙවෙයි . 
ඒක ඇත්ත නෙවෙයි . 
මිස්ටර් ඇයි ඔයා නම්චුන්ගේ තාත්තා වුණේ ? 
මට ? 
මොකද මම එහෙම නොකළා නම් , මේ ලෝකයේ කිසිවෙක් නැත ඇයව ආරක්ෂා කරනු ඇත . 
මෙම ස්ථානය ලස්සන හා සුවපහසුයි . 
ඔයා කිව්වෙ අහම්බෙන් කතා කරන්නෙ නෑ කියල . 
මම එහෙම කිව්වේ ඔයා කියපු නිසා විතරයි ඇය ඉදිරිපිට බාර් එකකට යනවා . 
මෙම ස්ථානය කලින් අතහැර දමා තිබුණි . 
මම එය විවෘත කළේ වසරකට පසුවය එය පිරිසිදු කිරීම සහ සවි කිරීම . 
ඔබ විශිෂ්ට කාර්යයක් කර ඇත . 
එය අතහැර දමා ඇති බව මම දැන සිටියේ නැත . 
පියාට කළ නොහැකි දෙයක් නැත . 
මම නම්චුන්ගේ තාත්තා . 
හරි . 
ඔබට මුලින්ම නම්චුන් මුණගැසුණේ කවදාද සහ කෙසේද ? 
මට වයස අවුරුදු 21 දී , මම මින්මැදුරක අර්ධකාලීනව වැඩ කළා යුරෝපය පුරා බැක්පැකින් යන්න . 
එදා තමයි අපි මුලින්ම මුණගැහුණේ . 
කුමක් ද ? ඒ කියන්නේ ඉතින් Namchun එතකොට වහල්කමේ හිටියේ ? 
ඔව් . 
ඉන්පසු දිනක් ඇය ආහාර ගැනීම නැවැත්තුවාය සහ ඇගේ සිරුරට එරෙහිව පහර දීමට පටන් ගත්තේය මම පිරිසිදු කිරීමට ඇතුළට ගිය සෑම විටම බිත්තිය . 
මුලදී මම හිතුවේ ඇය සෙල්ලම් කරනවා කියලා . නමුත් මම ඉක්මනින්ම දැනගත්තා ඇය තම ජීවිතය අවසන් කර ගැනීමට රිදවා ගත්තාය . 
කුමක් ද ? 
ඩොල්ෆින් මසුන්ට එය කළ හැකිද ? 
ඔව් . එය stranding ලෙස හැඳින්වේ , සහ වෙනත් රටවල එය සාමාන්ය දෙයක් නොවේ . 
ඩොල්ෆින් අවසන් වන විටය ආතතිය නිසා තමන්ගේම ජීවිතය . 
ඒ වන විට ඇය Oryong ගැබ්ගෙන සිටියාය . 
මින්මැදුරේ උපත ලබන ඩොල්ෆින් සාමාන්යයෙන් වැඩි කාලයක් ජීවත් නොවේ . 
මම හිතන්නේ නම්චුන් ඒ ගැන දැනගෙන හිටියා . 
ඇයට අවශ්‍ය වූයේ තම දරුවා සමඟ මිය යාමටයි වහල්භාවයේ ජීවත් වීමට වඩා . 
හරි . 
එතකොටයි මට තේරුනේ මම කියලා Namchun ආරක්ෂා කළ හැකි එකම පුද්ගලයා . 
මම දකියි . 
මම හිතන්නේ මම දන්නවා ඔයාට දැනුනේ කොහොමද කියලා . 
මට අවශ්‍ය නැහැ ! 
ඒ මගේ බබා ! මා එසේ කළ යුත්තේ ඇයි ? 
ඔයාට 21යි . 
ඇයට පියෙක් නැත . ඔබ ඇයව තනිවම ඇති දැඩි කරන්නේ කෙසේද ? 
- අපි ඒ වෙනුවට ඇයව ඇති දැඩි කරන්නෙමු . 
ඇයට ඇගේ පියා නැත , එබැවින් ඇයට අවම වශයෙන් ඇගේ මව සිටිය යුතුය ! 
ඔයාලා දෙන්නා එයාගේ අම්මා . ඔබද ? 
ඇය සහ මම දියේ ගිලී ගියහොත් , ඔයාලා දෙන්නා මුලින්ම මාව බේරගන්න . 
මේ ලෝකේ කවුරුත් නෑ මට පුළුවන් වගේ ඇයව ආරක්ෂා කරන්න පුළුවන් . 
ඉතින් මම නැත්නම් ඇයව ආරක්ෂා කරන්නේ කවුද ? 
Ha - yul යනු ... 
පසුගිය කාලයේ ඇය වෙරළ අයිනේ අඬමින් සිටියාය . 
මම කවදාවත් දැකලා නැහැ එවැනි කල්පනාකාරී 9 හැවිරිදි ළමයෙක් . 
කුමක් ද ... 
ඇය අඬමින් සිටියාද ? ඇයි ? 
ඔයාගේ අම්මා නේද හි නායකයා haenyeos ? 
මම හ - යූල් වෙත දිව ගියෙමි ඔබේ මවගේ අනතුර සිදු වූ විට . 
ඇය අඬමින් සිටියේ කවුදැයි කියමිනි ඇගේ ආච්චි මිය ගියහොත් ඇගේ මව ආරක්ෂා කරන්න . 
කුමක් ද ? 
මුහුද මගේ ආච්චි රැගෙන ගියොත් ? 
මගේ අම්මට මොනවා වෙයිද ? 
ඇය එතරම් කල්පනාකාරී ය . 
ඒයි , ඇයි ඔයා අඬන්නේ ? 
හ - යූල් . 
ඇයි අම්මේ ඔයා අඬන්නේ ? 
කවුරුහරි ඔබව අඬන්න හැදුවද ? 
ඒ නිසාද ආච්චිගේ කිමිදුම් ඇඳුම හැංගුවේ ? 
මොකද ඔයා බය උනා මාව ආරක්ෂා කිරීමට කිසිවෙක් නොසිටිනු ඇත ඇයට යමක් සිදුවුවහොත් ? 
ඇයි ඔයා කලබල වෙන්නේ ඒ වගේ දෙයක් ගැන ? 
ඔබ කලබල විය යුත්තේ පමණි සෙල්ලම් කිරීමට කුමන ක්රීඩා ගැන සහ මොන කෑමද ඔබ ඊළඟ දවසේ කන්න යනවා . 
මම තාම පොඩි ළමයෙක් නිසා මට ඔයාව ආරක්ෂා කරන්න බැහැ ! 
මට මාව ආරක්ෂා කරන්න කවුරුත් අවශ්‍ය නැහැ . 
මට ආරක්ෂා කරන්න කෙනෙක් ඉන්නවා . මට ඔබ ඉන්නවා . 
මාව ආරක්ෂා කරන්න කවුරුත් නැති උනත් . . මම අනිත් අයට වඩා දස ගුණයකින් ශක්තිමත් . 
ආරක්ෂා කිරීමට අන් අය සිටින අය සෑම විටම වඩා ශක්තිමත් වේ . 
හ - යූල් ... 
ඔබ එවැනි දේවල් ගැන කරදර විය යුතු නැත . 
මට ඔයාව ඕන නෑ ඒ දේවල් ගැන කරදර වෙන්න . 
අම්මේ මේ ... බරපතල ලෙස , මම ... 
ජින් - ඩාල් . 
ඔබ තේමා උද්‍යාන ඉදිරිපත් කිරීමට ගියාද ? 
නැත . 
මම එහි යන්නේ ඇයි ? 
සෑම් - ඩාල් , ඉක්මන් කර එළියට එන්න . 
හරි හරී ! මම එනවා ! 
එය නැවත Namdal - ri වෙත ගෙන යාමට ඔහුට කියන්න . 
ඇය කතා කරන්නේ කුමක් ගැනද ? 
දෙයියනේ මේක ගැහෙනවා . 
මේක වැඩියි . 
- ඇයි අපි තවමත් මෙය කරන්නේ ? 
- දළ . 
මේ කුමක් ද ? 
ඇත්තටම ඒක තමයි බැඳුම්කර . 
ඔබ කිව්වා අපි අඩවි සමීක්ෂණයක් කරනවා කියලා . ඇයි අපි මේ නගරයට ආවේ ? 
මේ Eun - hye ගේ උපන් නගරයයි . 
ඔබ දැනගත්තේ කෙසේද ? 
මම ඇගේ හිටපු කෙනෙක් . මම ඇගේ සැබෑ නම , චෝ සෑම් - ඩාල් දනිමි . 
ඇය බීමත්ව සිටින විට , ඇය නිතරම කියනවා ඇය කිසිදා Samdal - ri වෙත ආපසු නොඑනු ඇත . 
අපි ඉක්මනින් තැනක් සොයා ගත යුතුයි . ඇයි අපි මෙහෙට ආවේ ? 
ඒක තමයි අපි මෙතන කරන්නේ . 
ඔබ මෙහි ස්ථානයක් තෝරා ගැනීමට යන්නේ ? 
ඔව් . 
ඔයා හිතන්නේ නැද්ද අපි හොයාගනියි කියලා රෙට්රෝ වයිබ් සහිත සැඟවුණු මැණික් ගොඩක් ? 
චෝ මහත්මිය , රෙට්රෝ තේමාව පුදුම සහගතයි . 
- නරක නැහැ , හරිද ? - සම්පූර්ණයෙන්ම . 
ගම්බද ප්‍රදේශයක් විය යුතු නිසා ඔබේ උපන් නගරය කොහොමද ? ජෙජු දූපත . 
හොඳයි , මගේ උපන් ගම නිසැකවම රෙට්රෝ වන සැඟවුණු ලප ඇත . ඒත් මට එහෙ යන්න ඕන නෑ . 
හේයි . ඔබ ඇය වෙත දිව ගියහොත් කුමක් කළ යුතුද ? 
ඇය තම උපන් ගමට වෛර කරයි . 
ඇය කවදාවත් ආවේ නැහැ ඇගේ වෘත්තිය අවසන් වුවද . 
කොහේ හරි අදින්න . අපි එහා මෙහා ඇවිද ගොස් එම ස්ථානය ගවේෂණය කරමු . 
මේක දැන් මගේ අතේ නෑ . 
BANG EUN - JU චෝ EUN - HYE හෙළිදරව් කළේ ඇයි : " මට ගෞරවය අවශ්‍යයි " ඇය දෙස බලන්න . ඇය නපුරු පෙනුමකි . 
අනික ඔයා හරිම කැතයි . 
ඇයි ඔයා මාව තෝරගන්නේ ? 
අම්මේ මේ බලන්න . 
මේ Bang Eun - ju , සෑම් - ඩාල්ට වද දුන් දැරිය . 
මොන නපුරු පිස්සෙක්ද . 
- එය කුමක් සඳහාද ? 
- එය ඇයට දෙන්න . 
මම කොහොමද ඒක කරන්නේ ? 
- ආයුබෝවන් . - ආයුබෝවන් . 
දෙවියනේ , එය උණුසුම් . 
කුමක් ද ? 
ඒක වෙන්න බෑ . 
ඒ ඇයයි . 
Gyeong - tae , එළියට එන්න . ඉක්මන් කරන්න ! 
මම මේක ටික කාලෙකට කලින් ගත්තා . 
මම දකියි . 
එය ඇය මෙන් පෙනේ . 
හොඳට බලන්න . 
ඇය මට ටිකක් වෙනස් වගේ . 
සෝල්හි කාන්තාවන් සියල්ලෝම සමාන ය . 
ඔබ තනිකඩ වීම පුදුමයක් නොවේ . 
ඇගේ කොණ්ඩය ... 
- මම කිව්වා ඉක්මන් කරන්න , Eun - u . - එන්න එන්න ! 
නමුත් ඇය මෙහි පැමිණියේ ඇයි ? 
හරියටම . 
හරිද ? ඇය කැමැත්තෙන් එන්නේ නැහැ සිංහ ගුහාවට . 
සමහර විට ඇය මෙහි සිටී Sam - dal තවත් කරදරයක් දෙන්න . 
- කුමක් ද ? - ඒ පුංචි ... 
- ඒයි , ඔබ සැන්ග් - ඩෝට කතා කළාද ? - ඔව් . 
අපට සහතික වූ පසු අපි ඔවුන්ට මුහුණ දෙමු . 
- හරි හරී . - කමක් නැහැ ! 
පහලින් තියන්න . 
අම්මේ අපි ඒවා පටලවා ගත්තා . 
- අපි යමු . - හරි හරී . 
ඔවුන් යනවා . අප කළ යුත්තේ කුමක්ද ? 
- අපි මොකද කරන්නේ ? - අපි කුමක් කළ යුතුද ? 
හේයි , Cheon Chung - gi සහ Bang Eun - ju ! 
- ඔබ අවසන් වරට මගේ කරපටි අල්ලා ගත්තා . - ඒ ඔවුන් . 
- ඉතින් ඔවුන් සිංහ ගුහාවට ගියා . - කුමක් ද ? 
- ඔබ මෙහි පය තැබුවේ කෙසේද ? 
- ඉතින් ඔයා ඒ මෝඩයා ? 
ඔයාලා දෙන්නා කොහොමද මෙතනට ආවේ ? 
- මේ අය කවුද ? 
- ඇයි ඔයා මෙහෙම කරන්නේ ? 
" ඇයි ඔයා මෙහෙම කරන්නේ ? " 
ඔයාට කොහොම ද ? ඇයි අපේ සෑම් ඩාල්ට එහෙම කළේ ? 
හේයි , බං Eun - ju . ඔයාගේ අම්මා අපේ ආදරණීය සෑම් - ඩාල්ට ගැහුවා , ඉතින් ඇය කොහෙද ? 
මම ඔයාට කිව්වා එයාගෙන් ඈත් වෙලා ඉන්න කියලා . 
මට මේක හොඳටම ඇති . 
දුවන්න . 
ඒවා ලබා ගන්න ! 
- ඒවා ගන්න ! - හේයි ! - එතනම නවතින්න ! - නැවත මෙහි එන්න ! 
ඒකට සාප වේවා . 
හේයි . 
හේයි , බං Eun - ju සහ Chung - gi මිනිහා මෙතන ඉන්නවා කියලා . 
ඔවුන් මෙහි එන්නේ ඇයි ? 
මම දන්නේ නැහැ . අපිට ඒවා නැති වුණා විතරයි . 
කවුද දන්නේ මුන් මොනවා කරයිද කියලා සෑම් - ඩාල් වෙත , එබැවින් දැන්ම ඇය වෙත යන්න . 
කමක් නැහැ . 
සෑම් - ඩාල් , ඔබ කොහෙද ? 
ඇත්තටම ? 
නිකන් ඉන්න . කොහෙවත් යන්න එපා . 
මම ඉක්මනට එන්නම් . 
එයාට මොකද ? 
ඔව් ! මෙම විනාකිරි දිලිසෙනවා . ඒක මට හිසරදයක් වෙනවා . 
විනාකිරි වල සුවඳ ශක්තිමත් විය යුතුය , එබැවින් එය කුරුල්ලන් ඈත් කරයි . 
ඔයා හරි . 
විනාකිරි වලට වඩා හොඳ කිසිවක් ක්රියා නොකරයි . 
හේයි මම වත්තේ ඉන්නේ . 
එය කුමක් ද ? 
මම වතුවල විනාකිරි නැවත පුරවනවා . 
හරි හරී . 
ඇයි අපිට එන්න වුණේ Eun - hye ගේ උපන් නගරයට ? 
- ඇයි දුවන්නේ ? 
අපි වරදක් කළේ නැහැ . - බං Eun - ju . 
ඔබ ඔවුන්ගේ මුහුණු දුටුවේ නැද්ද ? 
ඔවුන් සෑම් - ඩාල් ආරක්ෂා කරමින් සිටියා සහ අපිව මරනවා කියලා තර්ජනය කරනවා ! 
අම්මේ අපි ඉවරයි . අපිට දැන් යන්න පුළුවන් . 
අම්මා . 
අම්මේ , ටැංජරීන් එකක් තියෙනවා . 
ඔබ දන්නවා , මේ අවස්ථාවේදී , ඔබ Eun - hye සමඟ උමතු වී ඇත . 
ඇගේ උපන් ගමට එනවද ? අර පරණ වීඩියෝ එක දාන්නද ? 
- අවසානයේ දේවල් ටිකක් නිහඬ විය . - කුමක් ද ? 
ඔබට බලා සිටිය නොහැකි විය මගේ ව්‍යාපෘතිය ඇයට භාර දෙන්නද ? 
මිනිත්තුවක් ඉන්න . 
මිනිස්සු අහන්න පටන් ගත්තා නැවතත් ඇය සමඟ වැඩ කිරීමට , ඉතින් ඔබ වීඩියෝව පළ කළාද ? 
ඇයව ආපසු ගෙනෙන්නද ? ඇය මට කළ දේට පසුව ? 
මම ඇයව පාගා දැමුවෙමි ඇය නැවත කිසිදා නැගිටින්නේ නැත . 
ඔයා හිතන්නේ මගේ දුව කැරපොත්තෙක් කියලද ? 
මට සමාවෙන්න ? 
- අම්මා ! - අම්මා ! 
කුමක් ද ... 
- එය Eun - ju ! - මොකක්ද මේ සුවඳ ? 
ඒ බං Eun - ju ! 
දෙයියනේ මොකක්ද මේ සුවඳ ? 
ඔයාට සිහිය නැති වෙලාද නෝනා ? 
ඇයි ඔය දෙන්නා මෙතන ? 
හොඳින් ... 
ඔව් . 
මගේ මනස නැති වී ඇත . 
මොන වගේ අම්මා කෙනෙක්ද සිහිබුද්ධියෙන් ඉන්නේ ඇගේ දියණිය සිදු වූ දේට පසුව ? 
කිසිම මවක් එසේ නොකරනු ඇත ! 
මට තේරුණා ඔයාගෙ අම්ම කලබල වෙලා තියෙන්නෙ ඇයි කියලා තම දියණියට සිදු වූ දේ මගින් . 
ඒත් ඔයා මොනවද කිව්වේ ? 
තහවුරු කර ගැනීම සඳහා ඇය මත පාගා දමන්න ඇය නැවත කිසිදා නැගිටින්නේ නැද්ද ? 
ඔයා බොරු කියනවා මට ඇහුණා ඔයාට වෙච්ච දේ ගැන . 
ඔබ එය ප්‍රතික්ෂේප කරන බව මට ආරංචි විය ! 
ඒත් ඇයි එහෙම කළේ ? 
ඇයි බොරු කිව්වේ ? 
- තවමත් , විනාකිරි විසි කිරීම විය - - 
- ඔබ සිතන්නේ ඇයට නැවත නැඟිටින්න බැහැ කියාද ? 
ඉදිරියට ගොස් නැවත ඇයව පාගා දමන්න . 
නෝනා , කරුණාකරලා ... 
මම ඇයට වැටෙන්නේ කෙසේදැයි කියා දුන්නේ නැත , නමුත් මම ඇයට නැවත නැඟිටින ආකාරය කියා දුන්නා . 
ඇය සෑම විටම නැවත නැඟිටිනු ඇත ! 
මෙය ඔබේ මවට පැවසීමට වග බලා ගන්න . මම ඇයට ආපසු ගෙවන්නෙමි ඇය මගේ දරුවාට කළ දේ සඳහා . 
එයාටත් අම්මා කෙනෙක් ඉන්නවා ! 
- මැඩම් ... - අම්මා . 
Eun - hye , ඉන්න . මට පැහැදිලි කරන්න දෙන්න . 
ඔබ ඇයව ස්පර්ශ කරන්නේ කෙසේද ? 
අවජාතකයෙක් . 
ඔබ ඇයව අල්ලන්න එපා . ඔයාට ඒක තේරුණාද ? 
ඔබට මරණ ආශාවක් තිබේද ? 
හේයි . 
ඔයා අපේ ඔෆිස් එකට ආපු මිනිහා . 
ඒක හරි . මේ මමයි , අවජාතකයා . 
ඔයා මගේ හිත අවුල් කරනවා . හරි හරී ? ඔයා මාව අවුස්සනවා . - ඔබ මාව ගන්නවාද ? 
- ඔයා අදහස් කරන්නේ කුමක් ද ? 
ඒ කියන්නේ එළියේ ඉන්න මට පේන විදියට , අවජාතකයා . 
ඔබ අතරමං වීම හොඳය . මම ඔබව නැවත දුටුවහොත් ඔබ ඒ ගැන පසුතැවෙනු ඇත . 
- විනාඩියක් - - - ඒකට සාප වේවා ! 
- දෙයියනේ ! - චෝ Eun - hye ! 
ඔයා හිතනවද මම මේක යන්න දෙන්නම් කියලා ? 
අම්මේ මට විනාඩියක් දෙන්න . 
ගිහින් මේකත් දාන්න . 
කුමක් ද ? 
මෙය රූගත කර අන්තර්ජාලයට ද පළ කරන්න . 
කුමක් ද ? ඔබට ලැබුණු වැඩ නැති වෙනවා ගොදුරක් ලෙස පෙනී සිටීම , ඉතින් ඔයා බයද මම ඔයාගේ රස්සාව ගන්නවා කියලා ? 
මම හොරෙක් නෙවෙයි , ඉතින් ඇයි මම ඔබෙන් සොරකම් කරන්නේ ? 
මට සහාය වීමට වෙනත් මාර්ග තිබේ . 
ඔච්චර කම්මැලි වෙලා මෙහෙට ආවේ කොහොමද ? 
- මේ ඔබේ ප්‍රදේශයද නැත්නම් වෙනත් දෙයක්ද ? - ඔව් එය තමයි . 
මට සෝල්හි බලයක් නොතිබෙන්නට ඇත , නමුත් මේ මගේ තණතිල්ලයි . 
එබැවින් ඔබ විමසිලිමත් විය යුතුය . 
ඔබ මෙහි සෙල්ලම් කළහොත් , ඔබ ඒ ගැන පසුතැවෙනු ඇත . 
තේරුණා ? 
අපි යමු අම්මේ . 
ඔබ . 
ඔබ මේ වන විට මිය ගොස් ඇත ඒ මගේ අම්මා නොවේ නම් . 
අක්කා එක්ක ආයෙත් අවුල් , මම ... 
දෙවියනේ . 
ඇයි මේක මෙතනට ගෙනාවේ ? 
මොකක් ද වැරැද්ද ? 
මම කාටවත් ඉවසන්නේ නැහැ කවුද අපේ දුවලාට තවත් හිරිහැර කරන්නේ . 
මම මිනිස්සු ඉවසන්නේ නැහැ එක්කෝ Sam - dal අමාරුවෙන් දෙන . 
ඔබ බලා සිටින්න . 
අම්මේ කමක් නැද්ද , මම නම් ... ඔහු වගේ ? 
කාරණය කුමක් ද ? 
එය කුමක් ද ? 
මමත් සෑම් ඩාල්ටත් අමාරුයි . මම මුලින්ම මා සමඟ ගනුදෙනු කරන්නෙමි . 
යහපත්කම . 
ඔබේ අම්මා ආකර්ෂණීයයි . 
ඔවුන්ට සති දෙකක් ගත වේ ඒ විනාකිරි සුවඳ නැති කරන්න . 
මට ඒ ගැන කියන්න . 
මගේ අම්මට එහෙම තරහක් තියෙනවා . 
එය කුමක් ද ? ඔයා සතුටින් වගේ . 
ඇය පළිගත් නිසාද ඔබ වෙනුවෙන් Eun - ju එරෙහිව ? 
නැත . 
ඇත්තම කිව්වොත් මම දවසම සතුටින් හිටියා . 
මට ඒ ගැන සිතීමට පවා බියක් ඇති විය මම නැවත ගොඩබිමට පැමිණි විට . නමුත් දැන් මම මෙහි සිටින විට , මම ඒ වීඩියෝ එක දැක්කම , මට සනීපයක් දැනුනා . 
ඇයි ? 
ඔබ දන්නවාද ඒ හැඟීම එකම දිවි ගලවා ගත් තැනැත්තා වීම ඩොජ්බෝල් අතරතුර ඔබේ කණ්ඩායමේ ? 
ඔබ විරුද්ධ කණ්ඩායම විසින් වට කර ඇත , ඔවුන් සිතන පරිදි ඔවුන් ඔබ දෙස බලයි ඔවුන්ට පහර දීමට අවශ්‍ය මගේ කුමන කොටස ගැනද ? 
සෝල්හිදී මට හැඟුණේ හරියටම එයයි . 
එහෙත් ... අන්තිමට මම ඒක බලන්න පටන් ගත්තා වරක් මම නැවත ජෙජු වෙත පැමිණියෙමි . 
ප්‍රතිවාදී කණ්ඩායමේ සෙනඟ අතරේ , මගේ කණ්ඩායම අත වනනවා මට පෙනුණා ඔවුන් මා වෙනුවෙන් මෙහි සිටි බව මට පවසමින් . 
ඔව් , මගේ කණ්ඩායම ... 
මට ඒක තේරුනාට පස්සේ , මම හිතන්නේ එදා තමයි මම පටන් ගත්තේ වඩා හොඳ දැනීමට . 
මට ඔයා ගැන ආඩම්බරයි සෑම් - ඩාල් . 
මේ දවස්වල මම හිතන්නේ මම මෙහි පැමිණීම නුවණට හුරුයි . 
මට නැන්දලා විශ්වාස කරන්න බෑ ගිහින් එයාලවත් බය කළා . 
අපි ඔවුන් සමඟ කරන්නේ කුමක්ද ? 
ඔයාට මතක ද ? 
ඒක දැනෙන්නේ ඊයේ වගේ ඔබ අසාර්ථක ලෙස නැවත මෙහි පැමිණි විට . 
ඒත් බලන්න ඔයා දැන් කොච්චර හොදින් ඉන්නවද කියලා . 
හේයි , මම ඔයාට කිව්වා මම අසමත් නැහැ කියලා . 
මම ආපහු මගේ උපන් ගමට ආවා විතරයි . 
ඔයා හරි . 
මම හිතන්නේ Bang Eun - ju ගේ වීඩියෝව ඔබට විශාල උපකාරයක් විය . 
ඒක මට මොකුත් කළේ නැහැ . 
එවිට එය කුමක්ද ? 
හොඳින් , මට ඔයා ගිය සැරේ කියපු දේ මතක් උනා . 
ඔයා මට කිව්වා මම තනිවෙලා නැහැ කියලා . 
ඉතින් අත වැනුවේ මම වෙන්න ඇති සතුරා මැද . 
- ඔව් . - හරි . 
මම දකියි . 
කර්මාන්තයට ඔබව නැවත අවශ්‍ය නම් , ඔබ නැවත සෝල් වෙත පැමිණෙනවාද ? 
නැත . 
චෝ සෑම් - ඩාල් සොයා ගැනීම තවදුරටත් මගේ ඉලක්කය නොවේ . 
එවිට , එය කුමක්ද ? 
දැන් , එය දේවල් සාක්ෂාත් කර ගැනීමයි චෝ සෑම් - ඩාල් ලෙස . 
මොන දේවල්ද ? 
චෝ සම් - ඩාල් කියන දේවල් කිරීමට හෝ සාක්ෂාත් කර ගැනීමට නොහැකි විය . 
කිසිවක් . 
ආයුධ ඉදිරිපත් කරන්න . 
ඔහ් , ඔයා මෙතන . 
මෙහි ඌරු මස් විශිෂ්ටයි . 
මෙතන . කෑම කන්න . 
මේ වතාවේ එය කුමක්ද ? 
යොන්ග් පිල්ට අවශ්‍ය නැත මූලස්ථානයට සම්බන්ධ වීමට . 
අනික එයාගේ මාරුව මට අයිති දෙයක් නෙවෙයි . 
ඔබ සමඟ හවුල් වීම සඳහා , ඒ පන්ක් මාව මූලස්ථානයට වාර්තා කරන්නයි හදන්නේ ඔහුගේ ස්ථාන මාරුව බලහත්කාරයෙන් කිරීමට උත්සාහ කිරීම නිසා . 
එයා මගේ පොන්නයා . 
ඔබේ නොවේ . 
ඇයි දෙන්නම කරන්නේ හදවතේ වෙනසක් දිගටම කරගෙන යන්නද ? 
ඔහු මූලස්ථානයට සම්බන්ධ වීම ප්‍රතික්ෂේප කළේය . ඔබ ඔහුව එහි යැවීම ප්‍රතික්ෂේප කළා . 
ඒ නිසා ? 
නමුත් ඔහු හදිසියේම යන්න උනන්දු වුණා . 
ඉන්පසු ඔහු නැවතත් ඔහුගේ අදහස වෙනස් කළේය . 
ඔහු කලින් උනන්දු වූයේද ? 
- කවදා ද ? 
- මට මතක නැහැ . ටික කාලෙකට කලින් . 
ඒත් එදා ඉඳන් යන්න හිතුවෙ නෑ . 
එයා දැන් ගොඩක් කාර්ය බහුලයි . 
සියලුම අනාවැකිකරුවන්ට ඇත්තේ එකම කාර්යයකි . 
කාර්යබහුල වීමට ඇත්තේ කුමක්ද ? 
පින්වත , ඔබ අසා නැද්ද ? 
මම ඔබට මෙය නොකිය යුතුය . 
- එය කුමක් ද ? - යොන්ග් පිල් ... ඔහුගේ දඬුවමට යටත් වේ . 
කුමක් සඳහා ද ? 
දඬුවම් කළේ කුමක් සඳහාද ? 
ඔහු කළ වරද කුමක්ද ? 
මේ කුමක් ද ? 
ඔබ ස්කාෆ් එකක් ඇඳීමට සැලසුම් කරනවාද ? 
ඔබ එය හඳුනා ගන්නේ නැද්ද ? 
සමීපව බලන්න . 
එය නූල් බෝලයක් පමණි . 
ඇත්තටම මතක නැද්ද ? 
ඒක ලිහාගන්න එහෙනම් . 
මම මේක ලිහා ගන්න ඕනද ? 
හුදෙක් එය කරන්න . 
මෙතන . 
හරි , ඒක ලිහා ගන්න . 
- මෙය ? 
- ඔව් , අදින්න . 
- මෙය අවුරුදු ගණනාවක් ගත වනු ඇත . - හුදෙක් එය කරන්න . 
එය අදින්න . 
- මෙවැනි ? 
- ඔව් . ඉක්මනින් . 
- ඔයාට මම දිගටම යන්න ඕනද ? 
- ඔව් , ඒකට පැය දෙකක් විතර යයි . 
එය සදහටම ගත වනු ඇත . 
ඉක්මනින් . 
ඒ මල් රටා බෝයාව . මම හිතන්නේ එය අයිති විය haenyeo නායක . 
ඇයගේ අනතුර සිදුවූ දිනයේ , ඔහු වැඩ අතරමගදී පැන ගියේය , එබැවින් ඔහු ඒ සඳහා විනයගරුක විය . 
ඔයා කීවේ කුමක් ද ? 
එය කා වෙනුවෙන්ද ? එම haenyeo නායක ? 
ඔව් . 
ඔහු කාලගුණ සේවා අංශයට ගියා . ඔහු ඡායාරූප ශිල්පියෙකුට උදව් කිරීමට කාර්යබහුලයි . 
හරි . 
තෝරා ගත් ඡායාරූප ශිල්පියා මට ඇසිණි දුව ද වේ හි haenyeo නායක . 
ඔවුන් ඉතා සමීප විය යුතුය . 
Sang - tae , ඔබ කොහෙද යන්නේ ? 
ඔයා දැන් ඔක්කොම ඉවරයි . 
- ඔන්න ඔහේ යන්න . - මෙය කුමක් ද ? 
බලන්න . 
හේයි , යොන්ග් - පිල් . මම හිතන්නේ මම ඔයාට කැමතියි . මම කළ යුත්තේ කුමක් ද ? 
දෙයියනේ , ඒක වැඩ කළා ! 
එය කළේ මමයි ! 
එය වැඩ කළා ! 
දැන් මතකද ? 
ඔබ මෙය වසර ගණනාවක් තිස්සේ තබා ගත්තාද ? 
ඔව් . ඉතින් කුමක් ද ? 
මම මේක ඔයාට දුන්නේ ලේන්සුවක් විදියට . ඒකට මොකද වුණේ ? 
ඔබ එය ලිහා දැමුවා අපි වෙන් වුණාට පස්සේ නේද ? 
ඇත්ත වශයෙන්ම , මම එය ලිහා දැමුවෙමි අපි වෙන් වූ පසු . 
ඔබ එයට අකමැති නම් , එය මට ස්කාෆ් එකක් බවට පත් කරන්න . 
ඒත් මට කොරන හැටි අමතක වුනා . 
එවිට අත්වැසුම් ගැන කුමක් කිව හැකිද ? 
ඒක හදන්න ඊටත් වඩා අමාරුයි . 
තාත්තේ , ඔයා මොකද මෙතන කරන්නේ ? 
ඔබට ... 
මම බැගෑපත්ව අයැද සිටියෙමි . 
මම ඔයාට කිව්වා මට මගේ පුතා නැතිව ඉන්න බැරි වුණා . 
මම අවුරුදු අටකට පෙර ඔබෙන් අයැද සිටියෙමි . 
ඉතින් ඇයි ඔයා ආපහු ආවේ ? 
ඇයි ආපහු ආවේ ? 
මම කොහොම දරාගන්නද ඔබව දකින්නද , සෑම් - ඩාල් ? 
මම කොහොමද ඔයාව දැක්කම දරාගන්නේ මගේ හිතේ තියෙන මේ තරහත් එක්කද ? 
මට යොන් පිල් නැතුව ඉන්න බෑ . 
මටත් පුතා නැතුව ඉන්න බෑ . 
සර් , මම ... 
තාත්තේ , ඔයා මොනවද කතා කරන්නේ ? 
ඔයා මට පොරොන්දු උනා . 
ඇයි ආපහු ඇවිත් හේතුව මම සහ මගේ පුතා අතර තවත් විරසකයක් ? 
ඇයි ? 
නවත් වන්න . 
තාත්තේ , ඔයා මොනවද කතා කරන්නේ ? 
අනේ පලයන් . 
නැවත ගොඩබිමට යන්න ! 
තාත්තා ! 
මට ඒකපාර්ශ්වික ආදරයක් අවශ්‍ය නැහැ . 
මම එය අවුරුදු අටක් කළා . මට තවත් ඒක කරන්න බෑ . මට ඔහුව කිසිදා ජයගත නොහැක . 
Yong - pil ගැන කතා නොකර ඉමු . 
ඒ වෙනුවට ඔයාට මාව ඇහෙනවාද ? 
මම ආවේ ඔයාව අවුල් කරන්න . 
මම දිගටම ඔයාව කලබල කරනවා , ඒ නිසා මට ඔයාව බලාගන්න පුළුවන් . 
තාත්තේ , අම්මා මැරුණ දවසේ ඉඳන් මම දන්නවා . ඔබට කවදාවත් ඉදිරියට යාමට නොහැකි විය . 
මව ! 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
අද ඇය කොහෙද ගියේ ? 
සග්යෙමුල් ? අද ? 
චෝ සෑම් - ඩාල් ! 
