‫ أيها الأبله !‬ 
‫ هل ممكن أن يجلس إلى هذا المكتب ؟‬ 
‫ أجل ، بالطبع . تفضّل بالجلوس .‬ 
‫ هل تدرك مدى سوء هذا ؟‬ 
‫ أجل ، إلى حد ما .‬ 
‫ بوسعي مساعدتك في التخلص من الجثة‬ ‫ إن كنت تريد مني أن أفعل ذلك .‬ 
‫ - ماذا عنه ؟‬ ‫ 
‫ المصاب بالوسواس القهري الذي يعدّ النقود .‬ 
‫ بوسعي مساعدتك في تدبّر أمره أيضًا .‬ 
‫ لن نقتله .‬ 
‫ هل لديك فكرة أفضل ؟‬ 
‫ أربعة ملايين بالضبط !‬ 
‫ سأطبق فمي .‬ 
‫ لن أتفوّه بحرف .‬ 
‫ جلب ذلك لنفسه .‬ 
‫ تعال إلى هنا !‬ 
‫ " جيثرو " !‬ 
‫ توقّف عن الركض !‬ 
‫ - هل وضعك جيد يا " جيف " ؟‬ 
‫ - عمّن نبحث يا جلالة الدوق ؟‬ 
‫ شاب ببدلة رياضة زرقاء .‬ 
‫ " فريدي " ، اسلك الطريق الشمالي .‬ 
‫ سأذهب شرقًا .‬ ‫ 
- هل تعرف إلى أين ستذهب ؟‬ ‫ - أعرف إلى أين سأذهب .‬ 
‫ لا تُوجد إشارة !‬ 
‫ توقّف عن الركض يا " جيثرو " !‬ 
‫ استرح والتقط أنفاسك يا بني .‬ 
‫ - هذا يكفي .‬ 
‫ - لن أقول شيئًا ، اتفقنا ؟‬ 
‫ لم أر شيئًا .‬ 
‫ أرجوكم ألّا تؤذوني .‬ ‫ لن نؤذيك يا " جيثرو " .‬ 
‫ سنحلّ الأمر .‬ 
‫ سنحلّ الأمر ؟ لقد قتلتم " تومي " للتو !‬ 
‫ أعدك بأننا لن نؤذيك .‬ 
‫ حسنًا .‬ ‫ فلننه المسألة .‬ 
‫ اترك السلاح .‬ 
‫ لا نريد أي شهود .‬ 
‫ ما خطبك ؟‬ ‫ أعطني هذه .‬ 
‫ اترك الهاتف .‬ 
‫ قلت اترك الهاتف يا " جيثرو " .‬ 
‫ " فريدي " ، لا ... ‬ 
‫ قُطعت الاتصالات .‬ ‫ أحسنت .‬ ‫ أخبرني الآن ،‬ ‫ من كان يراسل للتو ؟‬ 
‫ دعهم يأتون يا " إيدي " .‬ 
‫ دعهم يأتون .‬ 
‫ تعال معي .‬ 
‫ ما معنى هذا ؟‬ 
‫ يمكننا جميعًا أن نشعر بألمك يا " جوني " .‬ 
‫ نعرف سبب وجودك هنا .‬ 
‫ لقد ضيّعت نفسك في مطاردة الشهوات المادية .‬ 
‫ الأمر لا يتعلق بالسيارة‬ ‫ ولا بالساعة التي حول معصمك‬ 
‫ ولا بالغرامات الخمسة من الكوكايين‬ ‫ أو أيًا كان ما يتعاطاه ليلة الجمعة .‬ 
‫ تعرف أن تلك المطاردة غير مثمرة .‬ 
‫ هذا سبب وجودك هنا .‬ ‫ هذا سبب وجودنا جميعًا هنا .‬ 
‫ يمكننا أن نقدّم لك ... ‬ ‫ الحب ... ‫ أما العالم الخارجي ،‬ ‫ فلن يقدّم لك شيئًا‬ ‫ سوى ما ظاهره جذّاب وباطنه تافه .‬ 
‫ لذا غمّض عينيك‬ ‫ وافتح قلبك‬ ‫ لله .‬ 
‫ حسنًا ، فلنأخذ استراحة قصيرة لنتفكّر .‬ 
‫ " ماكسي " .‬ ‫ خذ مكاني .‬ 
‫ اعذرني يا " جون " ،‬ ‫ لكننا عاجزون عن التواصع مع " تومي " .‬ ‫ 
- لا يردّ على هاتفه .‬ ‫ - وإن يكن ؟‬ 
‫ من المفترض أنه ذهب ليستلم النقود .‬ ‫ لقد اختفى .‬ ‫ غالبًا ذهب إلى مكان ما ليعيث فسادًا .‬ 
‫ عادةً ما كنت لأقلق ،‬ ‫ ولكنني تلقيت للتو رسالة من " جيثرو "‬ ‫ الذي كان برفقته .‬ 
‫ ما مضمونها ؟‬ 
‫ مضمونها غامض .‬ 
‫ ماذا تقصد بـ " مضمونها غامض " ؟‬ ‫ أقصد أنه ليس واضحًا ويقبل أكثر من تأويل .‬ 
‫ أعرف معنى كلمة غامض يا " إيرول " .‬ ‫ أعني ، ماذا كتب فيها ؟‬ 
‫ حسنًا . ضعوه في الخلف .‬ ‫ سنبقيه في مكان آمن إلى أن نصلح الأمور .‬ 
‫ هل ثلاجتك كبيرة ؟‬ 
‫ ليست كبيرة بما يكفي .‬ 
‫ - هل يُوجد قفل لباب المكتب ؟‬ ‫ - أجل .‬ 
‫ أغلق الستائر وأقفل الأبواب‬ ‫ ولا تسمح لأحد بالدخول أو الخروج .‬ 
‫ كم شخصًا في المنزل ؟‬ 
‫ أمي و20 موظفًا تقريبًا .‬ 
‫ أنت ، أخبر الموظفين‬ ‫ بأنهم في إجازة بقية اليوم ،‬ ‫ ثم اجلس وانتظر ولا تفعل شيئًا .‬ 
‫ عُلم ، 20 موظفًا في إجازة بقية اليوم . فهمت .‬ 
‫ " إدوارد " ، مسؤوليتك ضبط تصرّفاته .‬ ‫ أجل . دعي الأمر لي .‬ 
‫ فلنذهب إذًا .‬ 
‫ أنت . اركب السيارة . الآن .‬ 
‫ حسنًا ، اجلس .‬ 
‫ تحدّث إلى الموظفين .‬ ‫ لا تتحدث إلى أي شخص آخر .‬ ‫ أجل ، طبعًا . لن أفسد الوضع . الأمور جيدة .‬ 
‫ إنما لا يمكن استيعاب ما حدث بسهولة ، صحيح ؟‬ 
‫ أشعر بأن كل شيء فجأةً أصبح واقعيًا .‬ 
‫ هذا لأن كل شيء واقعي فعلًا .‬ 
‫ أعني أن الأمر مختلف الآن لسبب ما .‬ 
‫ أجل يا " فريدي " ، إنه مختلف فعلًا .‬ ‫ فقد أصبحت قاتلًا .‬ 
‫ هل تريدينني حرفيًا أن أقف هنا وأراقبه فحسب ؟‬ 
‫ هل لي بتأدية عملي مع هذا ؟‬ ‫ أو دخول الحمّام مثلًا ؟‬ 
‫ أريدك أن تشغّل عقلك يا " جيمي " .‬ 
‫ بئسًا لذلك .‬ 
‫ لا أعرف ما إن كان بمقدوري فعل ذلك .‬ ‫ أحتاج إلى تعليمات واضحة ومحددة .‬ 
‫ أنت لها يا عزيزي . سنتركه بضع ساعات فحسب .‬ 
‫ لا تسمح له باستخدام الهاتف .‬ 
‫ تذكّر أنه سجين عندنا ، وهو في مأزق .‬ 
‫ لا تدعه يخدعك بالكلام ليبرّئ نفسه .‬ 
‫ مفهوم أيتها الرئيسة .‬ 
‫ لا مشكلة .‬ 
‫ هل تدخّن الماريجوانا ؟‬ 
‫ لماذا ؟ هل لديك أي منها ؟‬ 
‫ يجب أن نجد طريقة لتسوية الأمر‬ ‫ من دون أن يُقتل شخص آخر .‬ 
‫ اسمع ، آخر ما يريده أي منا هو جثة أخرى .‬ 
‫ فالقتل يعقّد الأمور ويضرّ بتجارتنا .‬ 
‫ لكن عليك أن تدرك ماهية ما نتعامل معه .‬ 
‫ كان " تومي ديكسون " الأقل شأنًا في المجموعة .‬ ‫ لكن أخاه " الخنفشاري " أعلى شأنًا منه بقليل .‬ 
‫ وأكثر غضبًا بكثير .‬ 
‫ إنه شخص خطر .‬ ‫ ويعرف بعض الأشخاص ذوي النفوذ .‬ ‫ مثل من ؟‬ 
‫ المسيح . ووالده .‬ ‫ اللذين ساعداه على أن يصبح‬ ‫ أحد أكبر تجار الكوكايين في الشمال الغربي .‬ 
‫ المسيح ووالده .‬ ‫ مجموعة خطرة .‬ 
‫ لا تتكلوا على الرؤساء ،‬ ‫ ولا على ابن آدم حيث لا خلاص عنده .‬ 
‫ تخرج روحه فيعود إلى ترابه .‬ ‫ في ذلك اليوم نفسه ، تهلك أفكاره !‬ 
‫ " أنا هو الطريق والحق والحياة .‬ ‫ ليس أحد يأتي إلى الآب إلا بي ! "‬ 
‫ العقاب يتجلى .‬ 
‫ لو كنت مكانك ، لتجنبت التورط في هذا .‬ ‫ دعه للخبراء .‬ 
‫ صباح الخير .‬ 
‫ " فيليكس " ، هل أنت بخير ؟‬ 
‫ أنا في أفضل حال . شكرًا .‬ 
‫ إنما ... ‬ ‫ نهضت من السرير للتو .‬ 
‫ اسمع ، عندي لك مهمة صغيرة .‬ 
‫ هل أنت متفرغ اليوم ؟‬ 
‫ اليوم ؟‬ 
‫ دعيني أتفقد جدول أعمالي .‬ 
‫ حالفك الحظ اليوم .‬ ‫ لكنني سأحتاج إلى سائق .‬ 
‫ أريد ... أخبراني بمحتوى القائمة مجددًا .‬ 
‫ الجير الحي .‬ 
‫ حمض الهيدروفلوريك .‬ 
‫ - ما هذا ؟‬ ‫ - منشار عظام .‬ ‫ 
- منظار ... ‬ ‫ - منشار ترددي .‬ ‫ منشار ترددك .‬ 
- أكياس بلاستيكية .‬ ‫ - عُلم .‬ ‫ 
- وبدلات واقية .‬ ‫ - ماذا ؟‬ - بدلات واقية .‬ ‫ - بدلات واقية .‬ 
‫ هيا بنا .‬ 
‫ وسنحتاج إلى لهوة .‬ 
‫ أقصد قهوة .‬ 
‫ كيف صرت ضليعًا في العصابة ؟‬ 
‫ كنت عضوًا في جوقة الكنيسة .‬ 
‫ أحب الموسيقى والأرقام .‬ 
‫ فالموسيقى أصلًا هي أرقام تتحرك بتناغم .‬ 
‫ على أي حال ،‬ ‫ عرضوا عليّ أن أعمل في إجراء الحسابات .‬ 
‫ لم أكن أعرف أنهم عائلة إجرامية عالمية‬ ‫ ترتكب جرائم باسم المسيح .‬ 
‫ لم يبد لي " تومي ديكسون " شخصًا متدينًا .‬ 
‫ أنت مخطئ في هذا .‬ 
‫ إنه يعتنق نهجًا مسيحيًا‬ ‫ يجعله أكثر فتكًا من غاز الخردل السام .‬ 
‫ هذان الأخوان معتوهان .‬ 
‫ القتل هو الشيء الوحيد‬ ‫ الذي يحبونه أكثر من ممارسة الحب .‬ 
‫ استحق " تومي " ما حدث له .‬ 
‫ يسعدني أنه مات .‬ 
‫ لن أتفوّه بحرف .‬ ‫ لن أٌقول شيئًا لأحد ، أقسم بالمسيح .‬ 
‫ المسيح الآخر .‬ ‫ المسيح اللطيف .‬ 
‫ قد أصدّقك يا " جيثرو " ،‬ ‫ لكنني لست الوحيد الذي عليك إقناعه .‬ 
‫ سيقتلونني ، صحيح ؟‬ 
‫ ليس بالضرورة .‬ 
‫ انهض لنبدأ العمل يا " فيليكس " .‬ 
‫ " فيليكس " . مرحبًا .‬ ‫ تبدو نشيطًا .‬ 
‫ " بلانكت " ، افتح صندوق السيارة‬ ‫ وأخرج الحصيرة من فضلك .‬ 
‫ لك ذلك .‬ 
‫ إنها باردة .‬ 
‫ إذًا ، هل الوضع تحت السيطرة ؟‬ 
‫ حاليًا ، أجل . فالأم نائمة في الطابق العلوي ،‬ ‫ والموظفون في إجازة بقية اليوم .‬ 
‫ إذًا ... ‬ ‫ جثة واحدة وشاهد واحد ، صحيح ؟‬ 
‫ لدينا المهم والأهم . هل الشاهد بحوزتكم ؟‬ 
‫ سنبدأ بالأهم إذًا .‬ 
‫ ماذا تنتظران ؟‬ 
‫ ما دمتما ستدخلان ، فبدّلا ملابسكما . هيا .‬ 
‫ لدينا جثة واحدة مصابة بضربة قوية في الرأس .‬ 
‫ هل هذا السلاح الذي استُخدم ؟‬ ‫ أجل ، بالضبط .‬ 
‫ هل هذه لوحة لـ " غينزبورو " ؟‬ 
‫ إنها رائعة .‬ 
‫ سنأخذها لاحقًا بهدف ترتيب المكان .‬ 
‫ إذّا ، أفكر في أن ننجز المهمة بالقطع والحفر .‬ 
‫ أي نقطّع الجثة إلى أربعة أرباع ،‬ ‫ ونبحث عن مكان هادئ ومنعزل ،‬ ‫ ثم ندفنها عميقًا ونضع عليها الجير الحي ،‬ ‫ ثم نغطّيها بالتراب ونزيّنها ببعض السماد .‬ 
‫ لديّ سؤال .‬ ‫ تفضل .‬ 
‫ لماذا ستقطعونها إلى قطع صغيرة ؟‬ 
‫ أولًا ، ليصبح حجم الحفرة المطلوبة أصغر .‬ 
‫ بالإضافة إلى أن كشف الأعضاء الداخلية‬ ‫ يزيد من سرعة التحلل .‬ 
‫ والديدان تحب ذلك .‬ 
‫ في مجال عملي هذا ،‬ ‫ ينبغي للمرء اتباع نهج شموليّ .‬ 
‫ " كيث " ، ابدأ بغسل الدماء عن الجدران .‬ 
‫ " بلانكت " ، خذ السلاح وضعه في صندوق السيارة‬ ‫ وقُدها إلى خلف المنزل‬ ‫ لتكون بعيدة عن الأنظار حاليًا .‬ 
‫ سأقطّع أوصال الجثة في الخارج .‬ 
‫ إذًا ستُجري العملية بنفسك ؟‬ 
‫ أجل . فأنا أقدّم خدمة كاملة .‬ ‫ بما في ذلك التخلص من الشهود .‬ 
‫ والآن ، هل من أسئلة أخرى ؟‬ 
‫ إذًا من فضلك يا " سوزان " ، عرّفيني إلى المضيف .‬ 
‫ " إيدي " ، هذا " فيليكس " .‬ 
‫ حنكته كبيرة في مثل هذه المواقف .‬ ‫ 
- أتى ليقدّم خبرته .‬ ‫ - مرحبًا يا " إيدي " .‬ 
‫ أهلًا يا " فيليكس " . شكرًا لحضورك بهذه السرعة .‬ 
‫ هذا واجبي ، فهذه مسألة وقتها حسّاس .‬ 
‫ أقدّر كل المعرفة والخبرة التي ستقدّمها لنا ،‬ ‫ ولكن علينا التحدث عن " جيثرو " .‬ 
‫ " جيثرو " هو الشاهد ، صحيح ؟‬ 
‫ أفكر في أن نستعين به‬ ‫ لخلق رواية بديلة يسمعها " الخنفشاري " .‬ 
‫ إليكما الاقتراح التالي ،‬ ‫ " تومي " و " جيثرو " لم يكونا على وفاق .‬ ‫ كانا يتشاجران في أثناء عدّ النقود .‬ 
‫ نصوّر العرض بهاتف " تومي " ونضعه في جيبه .‬ ‫ ثم نضع الجثة في صندوق السيارة .‬ 
‫ سيظن " الخنفشاري " أن " جيثرو " قتل " تومي "‬ ‫ ورحل ومعه النقود .‬ 
‫ معذرةً ، وأين سيكون " جيثرو "‬ ‫ بينما يحدث كل هذا ؟‬ 
‫ سيكون على متن سفينة متجهة إلى " أستراليا " ،‬ ‫ وفي جيبه مليونا جنيه .‬ 
‫ ألن يكون من الأسهل أن نرسله إلى " لابلاند " ؟‬ 
‫ يمكنه أن يتسكع مع " بابا نويل "‬ ‫ ويختبئ مع الأقزام ويتدرّب ليصبح صانع ألعاب .‬ 
‫ إنه فتى صالح اتخذ بعض القرارات السيئة .‬ 
‫ لو كان لديه خيار آخر ،‬ ‫ لما كان يفعل ما يفعله .‬ 
‫ ما رأيك يا " فيليكس " ؟‬ 
‫ رأيي أن عليكما قطع رأسه .‬ 
‫ رائع .‬ ‫ أعرف ما كان ليفعله أبوك .‬ 
‫ لو كان موجودًا ، لقطع رأسه أيضًا .‬ 
‫ من حسن الحظ أنه في السجن ، أي لن نقطع رأسه .‬ 
‫ ممتاز . بما أننا وضحّنا هذه النقطة ،‬ ‫ احتفظوا بـ " جيثرو "‬ ‫ بينما أذهب للتحدث إلى " الخنفشاري " .‬ 
‫ نظّفوا المنزل ، ولكن لا تتخلصوا من الجثة .‬ ‫ هل هذا مقبول ؟‬ 
- هل تمانع تحدّثي إليه ؟‬ ‫ 
- لا ، بل أحبّذه .‬ 
‫ لنذهب ونتحدث .‬ ‫ بكل سرور .‬ 
‫ يبدو أنك لا تفهم تمامًا سبب وجودنا هنا .‬ 
‫ لم أتسبب في هذه المشكلة .‬ ‫ إنني أحاول مساعدتك على حلّها .‬ 
‫ إن كنت لا تريد مساعدتي ،‬ ‫ فسأخبرهم بأن يُرجعوا العدّة إلى العربة .‬ 
‫ لا . أنا أعتذر .‬ 
‫ لم أقصد أن أبدو جاحدًا للجميل .‬ ‫ إنما أحتاج إلى بعض الوقت ... ‬ ‫ لأرى ما إن كان بوسعي إنجاح خطتي .‬ 
‫ قلت بنفسك إن القتل يضرّ بالتجارة .‬ 
‫ أمامك 24 ساعة ، وإلا فسأُضطر إلى التصرف .‬ 
‫ رائع .‬ 
‫ لا أريد فعلها يا " إيدي " .‬ 
‫ ما أردت فعلها من قبل ، ولا أريد فعلها الآن .‬ 
‫ لن أرقص ، مفهوم ؟ أرفض أن أرقص .‬ 
‫ لقد فعلت شيئًا في غاية الغباء يا " فريدي " .‬ 
‫ لقد قتلت رجلًا .‬ ‫ ولا يمكنك التراجع عن ذلك ،‬ ‫ ولكن إن فعلت ما أقوله لك بحذافيره ،‬ ‫ فثمة احتمال ضئيل ... ‬ 
‫ سترقص .‬ 
‫ حسنًا .‬ 
‫ سيد " جيه " ، تفضّل .‬ 
‫ تستخدم حبر " ووترمان " الهادئ ، صحيح ؟‬ ‫ الحبر الأزرق لا الأسود ؟‬ 
‫ بالفعل .‬ 
‫ احرص على استخدام الورق النشاف .‬ 
‫ أود إضافة اسم آخر إلى قائمة الضيوف .‬ 
‫ من فضلك ، وجّه دعوة إلى دوق " هالستيد " الجديد‬ ‫ لنرى ما إن كان سيقبلها .‬ 
‫ تفضّل يا سيدي .‬ 
‫ " أنا وغد ثري فاشل "‬ 
‫ هذا أفضل أداء حتى الآن .‬ 
‫ أفضل الأداءات السيئة .‬ 
‫ عجبًا يا حبيبي .‬ 
‫ مرحبًا يا أمي . إننا نعمل على شيء ما .‬ ‫ هل تحتاجين إلى مساعدة ؟‬ 
‫ أجل ، سُلّمت هذه البطاقة باليد للتو .‬ ‫ - حسنًا .‬ ‫ 
- إنها دعوة من شخص اسمه " جونستون " .‬ 
‫ هل اسمه " جونستون " بحرف " تي " ؟‬ 
‫ أجل ، هل هو صديقك ؟‬ 
‫ لا ، لم نتعرف بشكل رسمي بعد .‬ 
‫ إذًا مؤسف أن هذه الدعوة ليست موجهة إليك .‬ 
‫ هل يريد أصدقاؤك بعض الشاي ؟ ما رأيكم ؟‬ ‫ عادةً أطلب من الموظفين ،‬ ‫ ولكن يبدو أنهم اختفوا .‬ 
- أجل ، أفضّل الشاي .‬ ‫ 
- دعي هذا لي يا صاحبة الجلالة .‬ 
‫ شكرًا لك يا " جيف " .‬ 
‫ أظن أن الوقت قد حان‬ ‫ لأتعرف إلى " ستانلي جونستون " .‬ 
‫ ظننت أن عملي معه قد انتهى .‬ 
‫ شاي " لابسانغ سوتشونغ " .‬ 
‫ - هل تريدين كعك " دودجر " يا صاحبة الجلالة ؟‬ ‫ - شكرًا يا " جيفري " . 
‫ " فريدريك " ، لماذا ترتدي زي دجاجة ؟‬ 
‫ أجل ، أنت محقة .‬ 
‫ إليك الأمر ، يعبّر زي الدجاجة ... ‬ ‫ الفكرة أن الدجاجة ... ماذا قلت يا " إيدي " ؟‬ ‫ 
- جمعية خيرية .‬ ‫ - جمعية . جمعية خيرية .‬ 
‫ أي جمعية ؟‬ 
‫ إنها جمعية تلفت الانتباه‬ ‫ إلى الأوضاع المروعة في بطاريات الدواجن .‬ 
‫ بالضبط .‬ ‫ هذه لفتة كبيرة منك يا " فريدي " .‬ 
‫ لم أكن أعرف أنك مهتم جدًا بالرفق بالحيوان .‬ 
‫ يفعل المرء ما يمكنه فعله‬ ‫ وما لا يستطيع غيره فعله من أجل الدواجن .‬ 
‫ أنا مشوّشة قليلًا يا آنسة " غلاس " لأن ... ‬ ‫ ما طبيعة عملك بالضبط ؟‬ 
‫ فقد أخبرني زوجي‬ ‫ بأنك تعملين في مجال التحف الأثرية .‬ ‫ والآن تبدين مهتمة‬ ‫ بالسعي المتفاني إلى الرفق بالحيوان .‬ 
‫ فأيهما مجال عملك ؟‬ ‫ التحف أم الدواجن ؟‬ 
‫ شخصيًا لا أهتم بالأوضاع المتعلقة بالحرمان‬ ‫ الذي تعانيه الدواجن التجارية .‬ 
‫ لكن قلب جلالته أكثر تعاطفًا من قلبي .‬ 
‫ وبما أنني أساعده في مصالحه التجارية ،‬ ‫ فارتأيت أن أساعده في هذا أيضًا .‬ 
‫ نخب ذلك .‬ 
‫ ثلاث مرات . اتصل ثلاث مرات يا " إيدي " !‬ 
‫ هل تظن أنه يريد التحدث إليّ ؟‬ 
‫ أجل يا " فريدي " ، أظن ذلك .‬ 
‫ اسمع ، إن أردت أن تنجح الخطة ،‬ ‫ فعليك أن تتصرف كأن لا خطب أبدًا ، مفهوم ؟‬ 
‫ " إيدي " ، لا أريد أن أفسد هذا الأمر أبدًا ،‬ ‫ ولكن خلاصة القول ، يجب أن تردّ أنت .‬ 
‫ مرحبًا ، هذا هاتف " فريدي " .‬ ‫ هل " فريدي " موجود ؟ أريد التحدث إليه .‬ 
‫ مع الأسف ، إنه يتعشى . هل أنقل له رسالتك ؟‬ 
‫ اسمي " جون ديكسون " . 
من تكون حضرتك ؟‬ 
‫ أنا " إدوارد " ، أخوه .‬ 
‫ حسنًا . هذه مصادفة جيدة‬ ‫ لأنني اتصلت لأسأل عن أخي " تومي ديكسون " .‬ 
‫ هل سمعت خبرًا عنه يا تُرى ؟‬ 
‫ أجل ، كان هنا صباح اليوم .‬ 
‫ حسنًا .‬ ‫ من الجيد معرفة ذلك .‬ 
‫ اسمع ، لم يرجع إلى المنزل بعد ،‬ ‫ لذا أحاول أن أعرف أين قد يكون .‬ 
‫ غادر من هنا صباح اليوم عند الـ11 تقريبًا .‬ 
‫ كنت معه ، صحيح ؟‬ 
‫ أجل .‬ 
‫ هذا يجعلك آخر من رآه .‬ 
‫ يؤسفني سماع هذا يا سيد " ديكسون " .‬ 
‫ هل من شيء يمكننا فعله لمساعدتك ؟‬ 
‫ هل ممكن أن آتي صباح الغد عند الـ12 تقريبًا‬ ‫ لنناقش بعض الأمور ؟‬ 
‫ إن كنت تظن أن هذا قد يساعدك ، فبالطبع .‬ ‫ أجل ، أظن ذلك .‬ 
‫ حسنًا إذًا ، اعتن بنفسك حتى ذلك الحين .‬ 
‫ " إيرول " ،‬ ‫ أشم رائحة متاعب .‬ 
‫ ظهر الغد ؟ ممتاز .‬ 
‫ " فريدي " ، لماذا أتوا بسيارتين ؟‬ 
‫ - أحضروا فريق كرة قدم كاملًا .‬ ‫ 
- أجل ، لا يسافرون بحمولة خفيفة .‬ 
‫ لا تخافا من مظاهر رجالي .‬ 
‫ إنهم رجال صالحون وطيبون .‬ ‫ إنهم رجال يخافون الله .‬ 
‫ طاب مساؤك يا سيد " ديكسون " .‬ 
‫ هذا منزلك ، صحيح ؟‬ ‫ أجل .‬ 
‫ إنه فاخر جدًا .‬ 
‫ إنه باهر جدًا .‬ 
‫ ولكن لا بد أن فاتورة الكهرباء باهظة .‬ 
‫ معذرةً ، ما معنى باهظة ؟‬ 
‫ أعتقد أنك تعرف أخي " فريدي " .‬ 
‫ أجل ، أنا و " فريدي " نعرف أحدنا الآخر .‬ 
‫ يجب أن تتوب يا بني . لأن المسيح يحبك .‬ 
‫ تعارفنا أحسن تعارف .‬ ‫ هذا جيد .‬ 
‫ سيد " لورنس " .‬ 
‫ تفضّل . وأحضر كل الجوقة معك .‬ 
‫ يؤسفنا سماع خبر فقدان أخيك .‬ 
‫ كما قلت لك عبر الهاتف ،‬ ‫ بعد أن أنهى " فريدي " عمله معهما ،‬ ‫ غادرا صباح أمس ،‬ ‫ ولم نسمع منهما خبرًا منذ ذلك الحين .‬ 
‫ هل حُلّت المسألة بما يرضي " تومي " ؟‬ 
‫ ابتعد عني !‬ 
‫ أجل . " فريدي " أعطى النقود لـ " تومي " .‬ ‫ انتظر " تومي " بينما كان مساعده ... ‬ 
‫ هل كان اسمه " جيثرو " ؟‬ ‫ 
- أجل .‬ ‫ - حسنًا .‬ ‫ عدّ " جيثرو " النقود ليتأكد من أنها كاملة ،‬ 
‫ يقلقني أننا لم نسمع من أي منهما خبرًا‬ ‫ منذ أن غادرا هذا المنزل .‬ 
‫ ثم وصلتنا رسالة غامضة من " جيثرو " .‬ 
‫ " إيرول " ، أرهما الرسالة الغامضة .‬ 
‫ " مشكلة ( تومي ) المزيفة . "‬ 
‫ هل هذا تعبير دينيّ ؟‬ ‫ لا أظن ذلك .‬ ‫ 
- معك حق .‬ ‫ - لعله جلس على هاتفه فأُرسلت بالخطأ .‬ 
‫ ربما .‬ ‫ لكنني أظن أنه كان يحاول إيصال رسالة .‬ 
‫ ولكن السؤال ... ما هي ؟‬ 
‫ " إيدي " ، هل لديك أي فكرة عن هذا ؟‬ 
‫ أبدًا ، مع الأسف .‬ 
‫ ولكن ثمة أمر قد حدث .‬ 
‫ غالبًا لا دخل له ، ولكن حدث شجار صغير .‬ 
‫ ماذا تقصد بـ " شجار " ؟‬ 
‫ - الشجار يعني أن شخصين ... 
‬ ‫ - " إيرول " ، أعرف معنى كلمة شجار .‬ 
‫ بينما كان " جيثرو " يعدّ النقود ،‬ ‫ اشتاط أخوك غضبًا عليه ، فتشاتما .‬ 
‫ " إيرول " ، هل ترى هذا طبيعيًا ؟‬ 
‫ لم أسمع قط أيًا منهما يشتم الآخر بكلمة .‬ 
‫ ما كان سبب الخلاف ؟‬ 
‫ كان " تومي " غاضبًا‬ ‫ من المدة التي استغرقتها عملية العد .‬ ‫ لم يُرد " جيثرو " أن يُستعجل .‬ 
‫ بصراحة ، " تومي " ليس شديد الصبر .‬ 
‫ ربما انتهى الخلاف عند ذلك الحد .‬ ‫ كما قلت ، قد لا يكون له دخل .‬ ‫ لا دخل له .‬ ‫ آمل أن يكون " تومي " قد ضلّ طريقه فحسب .‬ 
‫ طبعًا لن تكون المرة الأولى .‬ 
‫ أكثر ما يحبه الله‬ ‫ عودة المذنب إلى الصراط المستقيم .‬ 
‫ وعلى ذكر هذا ،‬ ‫ هل يشعر أحد هنا بأنه بحاجة إلى التوبة ؟‬ 
‫ هل ترغب في مشاركة شيء معنا يا " فريدريك " ؟‬ 
‫ أجل .‬ ‫ أريد الاعتراف بشيء .‬ 
‫ لقد قتلت نفسًا .‬ 
‫ من قتلت يا بني ؟‬ 
‫ أنا آسف يا " إيدي " .‬ 
‫ أنا المسؤول عن موت " مونتي " .‬ 
‫ - القط " مونتي " ؟‬ ‫ - أجل .‬ ‫ أخبرني أحدهم بأن رمي القط في البحيرة‬ ‫ أفضل طريقة لتعليمه السباحة .‬ ‫ فرميته في البحيرة .‬ ‫ غاص في الماء ،‬ ‫ ثم غرق .‬ 
‫ " فريدي " ، قعدت أبحث عن ذلك القط أسبوعين .‬ ‫ أنا آسف . حدث هذا قبل 25 عامًا .‬ 
‫ ظننت هذا مكانًا آمنًا ،‬ ‫ ظننت أنه سيتقبل الأمر .‬ 
‫ هل من شيء آخر ؟‬ 
‫ أجل ، تحرّشت بالخادمة التي كانت تروقك ... ‬ ‫ " فريدي " .‬ 
‫ ما الذي يفعله ؟‬ 
‫ أشكركما على وقتكما وأعتذر عن إزعاجكما .‬ 
‫ لا تقل هذا . 
نأمل أن تجده .‬ 
‫ أقدّر كلامك .‬ ‫ ولكن لا أظن الآن أنني سأجده .‬ 
‫ فعندما كنت واقفًا هناك ،‬ ‫ طغى عليّ شعور بأن روح أخي قد أُزهقت .‬ 
‫ يا إلهي .‬ 
‫ من ناحية معيّنة ، هذا أمر جليل ... ‬ ‫ ولكن احترامًا لذلك ،‬ ‫ أود أن نقف دقيقة صمت حدادًا .‬ 
‫ هل أنتما موافقان ؟‬ 
‫ أجل ، بالطبع .‬ 
‫ - هل تريد ... ‬ ‫ - " إدوارد " ، ما رأيك ... ‬ 
‫ هل تريد ... ‬ 
‫ علينا غالبًا ... ‬ 
‫ إنك تضغط بشدّة .‬ 
‫ السلام على " مريم " . آمين .‬ 
‫ حسنًا ، فلنذهب !‬ 
‫ هل تظن أنه انخدع ؟ أشعر بأنه صدّق كلامنا .‬ ‫ أظن أنه لا يمكننا الجزم بعد .‬ 
‫ صحيح ، أنت محق فعلًا .‬ 
‫ ولكن إن صدّق كلامنا ،‬ ‫ إن تجاوزنا هذا الأمر ،‬ ‫ فسأعوّضك .‬ ‫ لا أقصد النقود . بل أقصد ... ‬ ‫ سأدين لك بحياتي .‬ 
‫ أجل يا " فريدوين " .‬ 
‫ الشقة رقم 12 في الطابق السادس ،‬ ‫ جواز السفر في الخزانة في غرفة نومي .‬ ‫ الدرج الثالث خلف السراويل .‬ 
‫ للتوضيح فحسب ، ليس لديك شريك سكن ، صحيح ؟‬ 
‫ أعيش بمفردي .‬ 
‫ حسنًا . دع الأمر لي .‬ 
‫ كان يومًا حافلًا . زارنا أشخاص كثيرون .‬ 
‫ هل سيزورنا غيرهم ؟‬ 
‫ لا . أظن أن زيارات اليوم انتهت .‬ 
‫ أعرف أنه كان صعبًا‬ ‫ أن يذهب أشخاص ويأتي آخرون ،‬ ‫ ولكنني أعدك بأن هذا لن يطول .‬ 
‫ علام تضحكين ؟‬ 
‫ كان أبوك يقول الكلام نفسه .‬ 
‫ شكرًا لك يا " لورنس " .‬ 
‫ العفو يا مولاتي .‬ 
‫ ولكن لم يكن بوسعه فعل شيء حيال ذلك .‬ 
‫ إذًا كنت تعرفين .‬ ‫ - أجل .‬ ‫ - كنت تعرفين طوال هذا الوقت .‬ 
‫ لماذا لم تخبريني ؟‬ 
‫ لأنني أظن أن عليك اتخاذ قرار بنفسك .‬ 
‫ لم يظن والدك أن في الأمر مشكلة .‬ 
‫ فكما تعرف ، كانت النقود مصدر نفع لنا جميعًا .‬ ‫ لكنها أفسدته .‬ ‫ شوّهت روحه .‬ ‫ ولا أريد أن أرى المثل يحدث لك .‬ 
‫ لن أسمح له بأن يحدث .‬ 
‫ ولكن عليّ الآن تسوية أمر معيّن .‬ ‫ - بخصوص " فريدي " ؟‬ ‫ - أجل . " فريدي " .‬ 
‫ ولكن حين يُسوّى ، وسوف يُسوّى ... ‬ ‫ سأمنعهم من تأدية أعمالهم في هذا العقار .‬ 
‫ حسنًا ... عدني فحسب بأن تكون حذرًا .‬ 
‫ إن تركت ذلك الباب الخفي مفتوحًا بوصتين فقط ،‬ ‫ فستدخل الحيوانات متسللة بطريقة أو بأخرى .‬ 
‫ لست متفاجئًا . لا بد أنها حائرة .‬ ‫ فالجو هنا صيفي طوال الوقت .‬ 
‫ تدخل كل الأنواع يا صاح .‬ ‫ ثعابين العشب . حيوانات القاقم .‬ 
‫ ذات مرة دخل " أبو الحناء " طيرانًا .‬ 
‫ فأمسكت به ككرة بيسبول .‬ 
‫ وإليك معلومة ، إن وضعت إصبع السبابة‬ ‫ على ريش طائر " أبو الحناء " فوق رأسه‬ ‫ ودلّكت المنطقة بلطف ،‬ 
‫ سيفتح ساقيه ويضع جناحيه على خاصرتيه .‬ 
‫ " جيمي " ، هذا أنا .‬ ‫ - مرحبًا .‬ ‫ - أخبره بأنني لم أجده حيث قال .‬ 
‫ يا صاح ، قال إن الشيء الذي يبحث عنه‬ ‫ ليس حيث يُفترض به أن يكون .‬ 
‫ ظننت أنه حيث قلت له .‬ 
‫ - قال إنه حيث قال لك .‬ ‫ 
- ماذا ؟‬ ‫ هل بحث في الخزانة ؟‬ 
‫ إنه في الخزانة .‬ ‫ - " جيمي " .‬ ‫ - في الخزانة .‬ ‫ " جيمي " ، أعطه الهاتف فحسب .‬ 
‫ يا صاح ، لديّ تعليمات محددة‬ ‫ بألّا أسمح له باستخدام الهاتف .‬ 
‫ لأنني إن سمحت له بذلك ، فقد يتصل بشخص ما .‬ ‫ إنه سجين ، صحيح ؟‬ 
‫ اسأله مجددًا عن مكان جواز سفره .‬ 
‫ يقول إنه في الخزانة .‬ ‫ - تبًا .‬ ‫ - انتظر .‬ ‫ إنه تحت البيانو في غرفة المعيشة .‬ ‫ - ماذا ؟ هل تعزف على البيانو ؟‬ ‫ - أجل .‬ ‫ - يجيد العزف على البيانو !‬ ‫ - " جيمي " .‬ ‫ - أخبره بألّا يقلق .‬ ‫ 
- كنت أعزف على البيانو .‬ ‫ - " جيمي " .‬ ‫ - يقول إنه قرب البيانو .‬ ‫ 
- أجل ، وتحديدًا تحته .‬ ‫ 
- في خزانة صغيرة .‬ ‫ - في خزانة صغيرة .‬ 
‫ لا أعرف أي خزانة ، ولكنها صغيرة .‬ ‫ حسنًا ، لا بأس .‬ 
‫ تبًا لهذا .‬ 
‫ مساء الخير يا سيدي .‬ 
‫ شكرًا لك .‬ 
‫ تأمّل نفسك . ترتدي ملابس المحاربين .‬ 
‫ هل أحضرت جواز السفر ؟‬ 
‫ هل واجهت صعوبة ما ؟ 
تبدو بحالة مزرية قليلًا .‬ 
‫ ذكّريني بسبب وجودنا هنا .‬ 
‫ نريد أن نعرف سبب كون العمّ " ستان "‬ ‫ على استعداد أن يدفع ضعف ثمن عقارك .‬ 
‫ ولماذا تتحدثين بالجمع ؟‬ 
‫ لأنني لا أظن أنه مهتم بالمنزل .‬ ‫ بل مهتم بتجارتنا .‬ 
‫ وما تجارته ؟‬ ‫ يتاجر بالميث . لقد جنى المليارات منها .‬ 
‫ ماذا تكونين يا " سوزان " ؟‬ 
‫ تاجرة مخدرات طيّبة القلب ؟‬ 
‫ نحب النقود كما يحبها أي شخص .‬ ‫ لكن ثمن منتجاته باهظ جدًا .‬ 
‫ ونحن لا نشغل بالنا بغير تجارتنا‬ ‫ لأنها تجارة مسالمة نسبيًا .‬ 
‫ أما إن أشركناه معنا ، فستحدث مجازر .‬ 
‫ ها أنتما هنا .‬ 
‫ السيد " جونستون " غيران نوعًا ما لغيابكما .‬ 
‫ تفضّلا معي .‬ 
‫ جلالة دوق " هالستيد " برفقة صديقته ،‬ ‫ الآنسة " سوزي غلاس " .‬ - مرحبًا بكما يا جلالة الدوق .‬ ‫ - نعتذر لتأخرنا . 
إنما صادفت صديقًا لي .‬ ‫ تشرّفت بحضوركما .‬ 
‫ اسمحا لي بأن أعرّفكما إلى الأميرة " روزان " .‬ 
‫ - مرحبًا يا " روزي " .‬ ‫ 
- أهلًا يا " إيدي " .‬ 
‫ أراكما تقولان " روزي " و " إيدي "‬ ‫ بدلًا من جلالة الدوق وصاحبة السمو .‬ 
‫ كنا نقضي الصيف في عزبة " هالستيد "‬ ‫ حين كنت صغيرة .‬ 
‫ قبل وقت طويل .‬ 
‫ كان يجب أن أعرف .‬ ‫ إنه عالم صغير .‬ 
‫ الأميرة " روزان "‬ ‫ سليلة مباشرة للملك " ليوبولد " الثالث .‬ ‫ إنها السليلة الـ11‬ ‫ في ترتيب العرش البلجيكي .‬ 
‫ آخر معلوماتي أنها السليلة الـ12 .‬ 
‫ من فقدنا يا " روزي " ؟‬ 
‫ سقط أبي عن حصانه .‬ 
‫ لا تتأسف يا " إيدي " . أعرف أنه ما راقك قط .‬ 
‫ كانت لديه بعض المزايا . وأهمّها أنت .‬ 
‫ آسفني ما حدث لأبيك .‬ 
‫ آسفنا كلّنا .‬ 
‫ هل كنت تعرفين الدوق الراحل ؟‬ 
‫ أجل ، عملت " سوزي " مع أبي لعدة سنوات .‬ 
‫ بأي صفة ؟‬ ‫ أنا تاجرة تحف أثرية .‬ 
‫ يا لها من صدفة عجيبة .‬ 
‫ ربما يمكنك مساعدتنا في حل خلاف نواجهه .‬ 
‫ إذًا ، سأذهب مع الأميرة لنتحدث عمّا فاتنا‬ ‫ بينما تتناقشان في تحفكما الأثرية .‬ 
‫ طابت ليلتك .‬ 
‫ لا بد أن أخاك منزعج لأنه لم يرث شيئًا .‬ 
‫ كان إرضاؤه صعبًا بعض الشيء .‬ 
‫ هل كان ردّ فعله‬ ‫ تعاطي الكوكايين وحضور الحفلات ؟‬ 
‫ كثير من الأول وقليل من الثاني . من فضلك .‬ ‫ هذه السيدة " جونز " .‬ 
‫ أعرّف إليك " سوزان غلاس " .‬ 
‫ تشرّفت بلقائك .‬ 
‫ الآنسة " جونز " تنصحني بعمليات الاستحواذ .‬ 
‫ ما علاقتك بالسيد " جونستون " ؟‬ 
‫ إنه مسلّ جدًا .‬ ‫ وكريم .‬ 
‫ اشتريت حديثًا ساعة أثرية معيّنة .‬ 
‫ أصرّت السيدة " جونز " على أن أصنع منها نسخة .‬ ‫ إليك السؤال الذي أود طرحه عليك ،‬ ‫ هل تستطيعين التمييز بينهما ؟‬ 
‫ حسنًا ، لاحظت أنها ساعة " باتيك فيليب 1518 " .‬ 
‫ أنت شديدة الملاحظة يا آنسة " غلاس " .‬ ‫ هذه ليست أي ساعة " باتيك فيليب 1518 " .‬ 
‫ هذه الساعة التي كان يرتديها " ونستون تشرشل "‬ ‫ عندما قبل باستسلام الألمان عام 1945 .‬ 
‫ هل تعرفين ماذا يعمل ؟‬ 
‫ أيًا كان عمله ، لا بد أنه بارع فيه جدًا .‬ 
‫ فدائمًا يرسل إليّ طائرات وهدايا ويخوتًا ... ‬ 
‫ فهمت .‬ 
‫ ما رأيك يا " سوزي " ؟ كم ثمنها ؟‬ 
‫ ساعة " باتيك فيليب " من تلك الفترة‬ ‫ يكون ثمنها عادةً‬ ‫ بين مليونين ونصف وثلاثة ملايين ونصف ،‬ ‫ ولكن نظرًا إلى كونها الساعة‬ ‫ التي لبسها من وقّع الورقة التي أنهت الحرب ،‬ ‫ أخمّن أن ثمنها بين ثمانية ملايين وتسعة .‬ 
‫ تخمين دقيق .‬ 
‫ اتضح لك الآن سبب إصراري على أن يصنع نسخة .‬ 
‫ وماذا تقدّمين له ؟‬ 
‫ يتسنى له قضاء بعض الوقت مع أميرة .‬ 
‫ كما لاحظت غالبًا ، يحب جمع الأرستقراطيين .‬ 
‫ آنسة " غلاس " ، هل تظنين أن بوسعك‬ ‫ أن تعرفي أيهما مزيفة وأيهما أصلية ؟‬ 
‫ ستكون بادرة لطيفة منك .‬ 
‫ هذه أصلية .‬ 
‫ لا بد أنك منزعجة قليلًا‬ ‫ لأنه يفنيها بارتدائه لها .‬ 
‫ كان ذلك سريعًا . كيف عرفت ؟‬ 
‫ المزيفة دافئة عند لمسها .‬ 
‫ أما البلورة الأصلية‬ ‫ فتكون باردة بسبب الناقلية المنخفضة .‬ 
‫ أو لعله كان تخمينًا احتمال صوبه 50 بالمئة .‬ 
‫ لا أتعامل بالمنتجات المزيفة .‬ ‫ ففي عالمي ، لست مضطرًا إلى ذلك .‬ 
‫ ستكتشفين أن السمعة‬ ‫ تحل كل المشكلات الأمنية .‬ 
‫ فمثلًا ، إن تركت هذه الساعة على هذا المشرب ،‬ ‫ فأنا أعرف أنني سأجدها مكانها حين أرجع .‬ 
‫ وهذا وقت كاف لأتشارك معك سيجارًا .‬ 
‫ هل نذهب ؟‬ 
‫ آمل أنك تعرفين ما تورطين نفسك فيه .‬ 
‫ من وجهة نظري ، إنه الرجل المثالي .‬ 
‫ هل تعرف أنت ما تورّط نفسك فيه ؟‬ 
‫ هذا محرج جدًا .‬ 
‫ يبدو أنني لطّخت نفسي .‬ 
‫ فلنذهب لننظّفك .‬ 
‫ هيا بنا .‬ 
‫ - تفضّلي يا آنسة .‬ ‫ - شكرًا لك .‬ 
‫ هل ندخل في صلب الموضوع يا آنسة " غلاس " ؟‬ 
‫ دعينا لا نتظاهر بأننا مثلهم .‬ 
‫ فهُم أسراء مقيّدون ،‬ ‫ أما نحن ، فإننا وحشان طليقان في الغابة .‬ 
‫ إذًا أخبرني بسبب تطفّلك على تجارتي .‬ 
‫ لقد أدى والدك عملًا رائعًا‬ ‫ بحفاظه على ربحية هذا المشروع .‬ 
‫ وأنت أبليت حسنًا‬ ‫ باجتنابك الصراع والمنافسة .‬ 
‫ ولكن يؤسفني عدم إمكانية استمرار هذا الوضع .‬ 
‫ لماذا ؟‬ 
‫ ليتنا لا نزال في الأيام الخوالي .‬ 
‫ ستحتاجين إلى شريك .‬ 
‫ هل تحسب نفسك وحيًا عرّافًا ؟‬ 
‫ ما الذي تظن أنك تعرفه وأنا لا أعرفه ؟‬ 
‫ أحسنت .‬ 
‫ أنا أرى المستقبل .‬ 
‫ وإن أردت أن تبقى الأمور على هذه الحال ،‬ ‫ فيجب أن تحدث بعض التغييرات .‬ 
‫ حسنًا .‬ ‫ شكرًا على إبداء رغبتك في هذا .‬ ‫ سأحرص على التفكير مليًا في الأمر .‬ 
‫ لا تتصل بي . سأتصل بك .‬ ‫ وأنت خارجة ،‬ ‫ لا تنسي هديتك .‬ ‫ هديتي ؟‬ 
‫ الساعة .‬ ‫ إنها لك .‬ 
‫ الساعات تُهدى عند التقاعد .‬ 
‫ توقيتك غير مناسب .‬ 
‫ تبًا ، على رسلك .‬ 
‫ لا تتحرك .‬ 
‫ أيها النقيب .‬ 
‫ مرحبًا يا " سوزان " .‬ ‫ هل كل شيء على ما يُرام ؟‬ 
‫ إننا نسدّ ثغرة فحسب .‬ 
‫ انتهيت .‬ 
‫ ماذا فعلت به أيتها الأميرة ؟‬ 
‫ لست خبيرة جدًا في هذه الأمور ،‬ ‫ ولكنه يبدو جرح ضرب ناري .‬ 
‫ فماذا فعلتم أنتم به ؟‬ 
‫ أيها المغفل .‬ 
‫ أظن أنك لم تُضرب بالنار في الأسفل .‬ 
‫ لا أظن أنني أريد سماع القصة .‬ 
‫ ولا أنا أظن ذلك .‬ 
‫ " إدوارد " ، اتصل بي .‬ 
‫ أحضرت جواز السفر ،‬ ‫ ولكنه كلّفني أكثر بقليل مما توقعت .‬ 
‫ أهلاً بك في غابة الوحوش .‬ 
‫ هل عليّ الاتصال بـ " فيليكس " ؟‬ 
‫ اتصلت به .‬ 
‫ هل تقصد أنه ذاهب إلى هناك ؟‬ 
‫ إنه في الموقع بالفعل مع تعليمات محددة جدًا .‬ 
‫ هل أبدأ العمل ؟‬ 
‫ شكرًا يا " فيليكس " .‬ 
‫ إليك ما سنفعله .‬ 
‫ أصغي جيدًا .‬ 
‫ حين يتصل " الخنفشاري " بمن قتلته للتو ... ‬ 
- قتلته ؟‬ ‫ - أجل .‬ ‫ قتلته .‬ ‫ هذا عالمكم لا عالمي .‬ 
‫ هو بدأ ، كان دفاعًا عن النفس .‬ 
‫ اهدأ .‬ 
‫ حين يذهب " الخنفشاري " ليبحث عنه ،‬ ‫ سيجد الجثة .‬ 
‫ لماذا سيجد الجثة ؟‬ 
‫ لأننا سنتركها هناك‬ ‫ ليبدو أن " جيثرو " قتل الرجل‬ ‫ حين كان يبحث عن جواز سفره .‬ 
‫ وسيرى " الخنفشاري " كل هذا منطقيًا‬ ‫ حين يجد جثة " تومي " والبندقية التي قُتل بها‬ ‫ في صندوق السيارة على رصيف الميناء .‬ 
‫ هذا من عجيب المفارقات .‬ ‫ ذهبت لتنقذ حياة رجل ،‬ ‫ فانتهى بك الأمر بقتل آخر .‬ 
‫ لست غافلًا عن هذه المفارقة .‬ ‫ ولكن هل أبدو أنني بحاجة إلى درس ؟‬ 
‫ هذا ليس درسًا .‬ ‫ بل مجرد ملاحظة .‬ 
‫ هل نذهب ؟‬ ‫ أستساعدين جنديًا سابقًا‬ ‫ أم ستقفين هناك ممتعضة مستنكرة ؟‬ 
‫ أنا بخير .‬ 
‫ اجلس ، وسأخلع لك حذاءك .‬ 
‫ تفضّل . احتس شرابًا .‬ 
‫ - هل ستتدبر أمرك وحدك ؟‬ 
‫ - سأتدبّره بفضل الشراب .‬ 
‫ أرى أنك ما زلت هنا .‬ 
‫ لا تغترّ بنفسك .‬ 
‫ فأنا لا أعاشر مساعديّ .‬ 
‫ طابت ليلتك أيها القاتل .‬ 
‫ من سيخلع لي حذائي ؟‬ 
‫ انتظروني هنا .‬ 
‫ وردتنا إشارة مفاجئة‬ ‫ من جهاز التعقب الموجود في سيارته .‬ 
‫ وجدناها مركونة على ميناء القوارب الإرشادية‬ ‫ عند نهر " التايمز " .‬ 
‫ هذه ليست سيارة . هذا تابوت .‬ 
‫ كان هذا في جيبه .‬ ‫ الدليل الأول .‬ 
‫ انتهى لقاؤكم مع مقطع يوضّح اعتذار أخيك .‬ 
‫ لذا ،‬ ‫ يبدو أنكما كنتما على حق .‬ 
‫ لم يكن قلبك حاضرًا وأنت ترقص ، صحيح يا بني ؟‬ 
‫ ... " وأقاقي هناك " ... ‬ ‫ لا أعرف .‬ 
‫ في الواقع ، بذلت جهدًا كبيرًا فيها .‬ 
‫ " أنا وغد ثري فاشل "‬ ‫ تبيّن أن " جيثرو " خبيث وغير جدير بالثقة .‬ 
‫ كيف استنتجت هذا ؟‬ 
‫ لقد قتل رجلين ثم اختفى ومعه كل المال !‬ 
‫ هل وجدتموه ؟‬ 
‫ ليس بعد ، ولكننا سنجده . لا تقلقا حيال هذا .‬ 
‫ ولكن ثمة ما يحيّر في القصة .‬ 
‫ فالسلاح الذي قُتل به أخي‬ ‫ وُجد في صندوق السيارة مع جثته .‬ 
‫ سلاح أم سكّين ؟‬ 
‫ إنه بندقية رياضية فاخرة إنجليزية الصنع .‬ 
‫ من الواضح أن ثمنها‬ ‫ أكثر من 200 ألف جنيه إسترليني .‬ 
‫ من أين أتى " جيثرو " بسلاح كهذا ؟‬ 
‫ تفسير هذا بسيط . إنها بندقيتي .‬ ‫ أو بالأحرى ، بندقيتنا . إذ كانت ملكًا لأبينا .‬ 
‫ لاحظت أنها مفقودة بعد أن غادرتم .‬ 
‫ غالبًا ما تُترك مقصورة الأسلحة مفتوحة ،‬ ‫ و " جيثرو " كان من دون رقابة .‬ 
‫ أجل ، توقعت أنها قد تكون لكما .‬ ‫ لن يختار تاجر مخدرات ليفربولي سلاحًا كهذا‬ ‫ ليرتكب فيه جريمة .‬ 
‫ إنها تنتمي إلى هذا المكان . لهذا أعدتها .‬ 
‫ رأيت أن عليّ إعادتها إلى أصحابها ،‬ ‫ كما هي العادة .‬ 
‫ لكن الغريب أنني في طريقي إلى هنا ،‬ ‫ شعرت بأن علاقة غير دنيوية بدأت تنشأ‬ ‫ بيني وبين ... قطعة المعدن المُهلكة تلك .‬ 
‫ قد يكون هذا طلبًا كبيرًا ،‬ ‫ هل تسمحان لي بالاحتفاظ بهذا السلاح لمدة ؟‬ 
‫ من الناحية القانونية مع الأسف ،‬ ‫ سيضعنا هذا في موقف حرج .‬ 
‫ أجل ، سيوقعنا في مشكلات قانونية .‬ 
‫ - ولكن ... ‬ ‫ - أو يمكنك الاحتفاظ به .‬ 
‫ هذا لطف كبير منكما .‬ 
‫ لكن اطمئنا ، سيُحاسب الفاعل على فعلته .‬ 
‫ وعندها سنعيد إليكما السلاح .‬ 
‫ - أظن أن علينا شكر المسيح على ذلك .‬ ‫ - عساه يتقبّل شكرنا يا أخي .‬ 
‫ هل يمكننا الآن العودة إلى الحياة الهادئة ؟‬ 
‫ عندما تقول " الحياة الهادئة " ،‬ ‫ هل تساءلت يومًا من أين أتى المال ؟‬ 
‫ لا أعرف . من العبودية ؟‬ 
‫ أظن أن عليّ أن أريك شيئًا يا " فريدي " .‬ 
‫ يا لهول ما أراه !‬ 
‫ أهلًا بك في الغابة .‬ 
‫ سيأخذك ذلك القارب إلى سفينة تجارية‬ ‫ ستوصلك إلى " أستراليا " .‬ 
‫ ستتوقف عند كل محطة مثل القطار ،‬ ‫ أي سيستغرق الأمر بضعة أشهر ،‬ ‫ ولكنها الطريقة الأكثر أمانًا .‬ 
‫ قبل أن تذهب ، ما كان قصدك مما أرسلته‬ ‫ إلى " جون ديكسون ( الخنفشاري ) " ؟‬ 
‫ " لقد قتلوا ( تومي ) . النجدة . "‬ 
‫ - كيف تحوّل هذا إلى " مشكلة مزيفة " ؟‬ 
‫ - بسبب النص التنبؤي ، على ما أظن .‬ 
‫ يصعب على المرء أن يكتب‬ ‫ ومجموعة أشخاص غاضبين يطاردونه في الغابة .‬ 
‫ حظًا طيبًا يا " جيثرو " .‬ ‫ شكرًا .‬ 
‫ حسنًا ، لن نراه مجددًا .‬ 
‫ أوقن أنك على حق .‬ 
‫ اسمعي ، أقدّر لك كل مساعدتك ،‬ ‫ ولكن الاتفاق الأصلي عُقد بين والدي ووالدك .‬ 
‫ أظن أن الوقت قد حان لأتحدث إليه .‬ 
‫ ممكن ترتيب هذا .‬ ‫ جيد .‬ 
‫ هل آخذ له أي شيء معي ؟‬ 
‫ إنه يحب الطعام المشوي .‬ 
‫ - في السجن ؟‬ 
‫ - إنه سجن مفتوح .‬ 
‫ ولديه بضعة امتيازات .‬ 
‫ هذه قطعة لحم ممتازة .‬ 
‫ مثالية الدهون .‬ 
‫ وشريحة لحم الخاصرة هذه جميلة .‬ 
‫ جميلة جدًا .‬ ‫ هذا لطف كبير من جلالتك .‬ 
‫ " جورجي " ، افتح السقف من فضلك .‬ 
‫ لا بد أن معارفك نافذون .‬ 
‫ احتفظ أبي في المزرعة‬ ‫ بقطيع من المواعز البيضاء .‬ 
‫ لا تصلح للتجارة ،‬ ‫ ولكنه أحب طريقة مطاردتها المتسكعين‬ ‫ عند ممرات المشاة .‬ 
‫ قرونها كبيرة وسلوكها سيئ .‬ 
‫ كنت دومًا أتفرّغ لأبيك . فقد كان رجلًا صالحًا .‬ 
‫ لك أن تذهب يا " جورج " .‬ 
‫ سأعود عند المغرب‬ ‫ إن كنت لا تمانع هذا يا سيدي .‬ 
‫ هل سبق أن تأخرت ؟‬ ‫ ماذا ؟ دائمًا تتأخر .‬ ‫ اذهب . اغرب عن وجهي .‬ 
‫ سأوفّر لك بعض اللحم في حال عدت في الموعد .‬ 
‫ أتعرفان لماذا اسمه لحم " سيرلوين " ؟‬ 
‫ في القرن الـ17 ، الملك " جايمس " ،‬ ‫ أحد أقاربك البعيدين ، على ما أظن ،‬ ‫ كان يقيم مأدبة ضمّت أكثر من 100 طبق .‬ 
‫ قُبيل انتهاء اليوم الثاني ،‬ ‫ قدّموا له شريحة لحم فاخرة‬ ‫ من خاصرة ماعز أبيض ،‬ 
‫ انهضي يا شريحة " سيرلوين " .‬ 
‫ وعلق اللقب .‬ 
‫ وهذا ، كما يقولون ،‬ ‫ هو التاريخ .‬ 
‫ ويل لغبائي .‬ ‫ اعذر سهوتي من فضلك . تفضّل بالجلوس .‬ 
‫ ضع ساقيك تحت الطاولة . دفّئ ركبتيك .‬ 
‫ شكرًا لك .‬ 
‫ لا يقدر المرء على تفويت طعام مشوي‬ ‫ في منتصف الشتاء ، صحيح ؟‬ 
‫ يجب أن أعترف يا سيد " غلاس "‬ ‫ بأن هذا ليس بالضبط ما توقعت رؤيته في سجن .‬ 
‫ هذا شيء لا يُذكر .‬ 
‫ لدينا ملعب غولف يضم تسع حفر ،‬ ‫ وحمّام " ساونا " اسكندنافيًا ،‬ ‫ وبُركة سباحة برية مفيدة جدًا للدورة الدموية .‬ 
‫ مع ذلك ، ألا تُعدّ حيازة سكّين في السجن مشكلة ؟‬ 
‫ فالمأمور ، مع حسن الحظ ، من أشد المعجبين‬ ‫ بمهارة السيد " كاواساكي " الحائزة على جوائز ،‬ ‫ والتي نوشك على أن نتنعّم بها .‬ 
‫ هل تود سؤالي عن شيء معيّن يا جلالة الدوق ؟‬ 
‫ هل هذا ممكن بوجوده ؟‬ 
‫ - من ؟ هو ؟‬ - أجل .‬ ‫ يمكنك التحدث بوجود السيد " كاواساكي " .‬ ‫ إنه جدير بالثقة .‬ 
‫ إلا إن كنت ستتحدث عن أمر يخصّ دفع ضرائبه .‬ 
‫ صحيح يا حضرة الطاهي ؟‬ 
‫ بصراحة يا سيد " غلاس " ،‬ ‫ لا أعرف سبب كون أعمالكم في عقاري‬ ‫ أمرًا يخدم مصالحي .‬ 
‫ أود فتح حديث بخصوص إعادة التفاوض .‬ 
‫ مهلًا ، انتظر . معذرةً ؟‬ ‫ ألا ترى أنك تسرّعت قليلًا في فتح الموضوع ؟‬ 
‫ يُفترض بهذا اللقاء أن يكون لقاء تعارف فحسب .‬ 
‫ أي مجرد بداية صغيرة لقادم كبير .‬ ‫ لا لقاء تستغلّه لإجراء إعادة تفاوض شاملة .‬ 
‫ أشعر بأن والدك يريد سماع ما أود قوله .‬ 
‫ ماذا يدور في ذهنك ؟‬ 
‫ أريدكم أن تتركوا أرضي بحلول نهاية العام .‬ 
‫ في المقابل ،‬ ‫ أعدكم بأنني سأجني لكم نقودًا أكثر بكثير .‬ 
‫ سيد " كاواساكي " ، اشو هذه من فضلك .‬ 
‫ اسكب لنا بعضًا من ذلك الويسكي الياباني .‬ 
‫ أعتقد أننا على وشك خوض حديث قيّم .‬ 
‫ كانت عليك استشارتي بذلك قبل أن تستشيره به .‬ 
‫ تصرّفك غير مقبول ، وتعرف ذلك .‬ ‫ - لو استشرتك لرفضت .‬ ‫ - طبعًا لرفضت .‬ 
‫ هذا لأنك جندي أرستقراطي‬ ‫ لا تاجر مخدرات من جنوب " لندن " .‬ 
‫ مهلًا . أنا من قال لك هذه الجملة .‬ ‫ وتريدون مني أن أوقفكم عن قتل الناس .‬ 
‫ بالطبع لا نحب قتل الناس . من يحب ذلك أصلًا ؟‬ 
‫ لولا أخوك مدمن الكوكايين‬ ‫ لما كنا في هذا الوضع السيئ .‬ 
‫ ما إن تبدأ بعملية قتل ، يجب أن تتمّها .‬ 
‫ ماذا عن " جيثرو " ؟‬ 
‫ سندعه يذهب ، صحيح ؟‬ 
‫ لقد ذهب ، صحيح ؟‬ 
‫ البرد قارس في الخارج .‬ 
‫ ما رأيك أن تأتي إلى الداخل يا صاح ؟‬ 
- أجل ، سأفعل . شكرًا .‬ ‫ - على الرحب .‬ 
‫ اسكب لنفسك كوب شاي دافئًا .‬ 
