‫ هوی ، شیرین‌عقل ! 
‫ مشکلی نداره پشت میز بشینه ؟ 
‫ آره ، حتماً . بشین 
‫ می‌دونی اوضاع چقدر وخیمـه ؟ 
‫ گمونم تا حدی بدونم ، آره 
‫ می‌تونم واسه خلاص شدن ‫ از شر جسد کمک کنم ‫ اگه همچین کاری ازم بخوای 
‫ - اون چی ؟ ‫ 
‫ آقای وسواسی که داره پول‌ها رو می‌شمره 
‫ می‌تونم کمکت کنم ترتیبِ اون رو هم بدی 
‫ قرار نیست بُکشیمش 
‫ فکر بهتری داری ؟ 
‫ صاف چهار میلیون پوند ! 
‫ نم پس نمیدم 
‫ هیچی نمیگم 
‫ تقصر خودش بود 
‫ بیا اینجا ! 
‫ جترو ! 
‫ مسخره بازی در نیار ! 
‫ - تو ردیفی ، جف ؟ ‫ 
- دنبالِ کی هستیم ، عالی‌جناب ؟ 
‫ یه پسر با لباس ورزشی آبی 
‫ فردی ، از مسیر شمالی برو 
‫ من میرم شرق . 
‫ تو هم که می‌دونی باید کجا بری ؟ ‫ آره ، خوب می‌دونم 
‫ لامصب آنتن نمیده ! 
‫ دست از فرار کردن بردار ، جترو ! 
‫ یه نفسی بگیر ، پسرم 
‫ 
- کافیه ‫ - من لب وا نمی‌کنم ، خب ؟ 
‫ من هیچی ندیدم . خب ؟ 
‫ - لطفاً بهم صدمه نزنید ‫ - قرار نیست بهت صدمه‌ای بزنیم ، جترو 
‫ خب ؟ قراره حلش کنیم 
‫ حلش کنی ؟ ‫ زدی تامی رو مثل سگ کُشتی ! 
‫ بهت قول میدم ، ‫ قرار نیست بهت صدمه‌ای بزنیم 
‫ صحیح ‫ بیاید تمومش کنیم 
‫ اسلحه رو بذار کنار ، فردی 
‫ هیچ شاهدی در کار نیست ، داداش 
‫ چه مرگتـه لامصب ؟ ‫ بدش من 
‫ موبایلت رو بذار کنار 
‫ گفتم موبایلت رو بذار کنار ، جترو 
‫ فردی ، نکـ ... 
‫ ارتباط قطع شد ‫ باریکلا ‫ حالا می‌تونی بهم بگی ‫ داشتی با کی تماس می‌گرفتی 
‫ بذار بیان ، اِدی 
‫ بذار کونی‌ها بیان 
‫ بیا اینجا 
‫ خب الان یعنی چی لامصب ؟ 
‫ همه‌مون درد و عذابت رو درک می‌کنیم ، جانی 
‫ می‌دونیم چرا اینجایی 
‫ افتادی دنبالِ امیال مادی و خودت رو گم کردی 
‫ مسئله ماشین نیست ‫ مسئله ساعتی که دستتـه نیست 
‫ مسئله اون پنج گرم کوکائین ‫ یا هر غلطی که شب جمعه می‌کنی نیست 
‫ خودت می‌دونی که این کار بی‌فایده‌ست 
‫ واسه همین اومدی اینجا ‫ واسه همین همگی اینجاییم 
‫ ما می‌تونیم بهت عشق و ... ‫ برادری نشون بدیم ‫ در حالی که دنیای بیرون ‫ هیچی نمی‌تونه بهت بده ‫ جز یه سری چیزای واهی و پوچ 
‫ پس چشمات رو ببند و ‫ درِ قلبت رو به روی ‫ خدا باز کن 
‫ خیلی‌خب ، بیاید همگی چند لحظه‌ای تفکر کنیم 
‫ مکسی ‫ جام ادامه بده 
‫ شرمنده جان ، ولی نمی‌تونیم ‫ با تامی تماس بگیریم 
‫ - موبایلش رو جواب نمیده ‫ - خب ؟ 
‫ قرار بود اون پول رو تحویل بگیره . ‫ غیب شده . ‫ احتمالاً رفته یه جایی آتیش بسوزونه 
‫ در حالت عادی نگران نمی‌شدم ‫ ولی جترو که همراهش بود بهم پیامک داد 
‫ چی گفت ؟ 
‫ مُبهم بود 
‫ منظورت چیه " مُبهم بود " ؟ ‫ واضح نیست . نمیشه ازش ‫ برداشت درستی کرد . 
‫ معنی مُبهم رو می‌دونم ، اِرول . ‫ متن نوشته‌اش چی بود ؟ 
‫ خیلی‌خب . بچپونیدش اون پشت . می‌بریمش ‫ یه جای امن تا کارها رو راست و ریست کنیم . 
‫ - فریزرت چقدر جا داره ؟ ‫ 
- زیاد جادار نیست 
‫ - درِ دفتر قفل داره ؟ ‫ - آره 
‫ پرده‌ها رو بکِشید ، درها رو قفل کنید ، ‫ نذارید هیچکس وارد یا خارج بشه 
‫ - چند نفر داخل هستن ؟ ‫ 
- فقط مامانم و حدوداً 20 تا کارمند 
‫ تو ، به کارمندها بگو که ‫ بقیه‌ی روز رو برن مرخصی ‫ بعدش منتظر باش و هیچ کاری نکن 
‫ حله . بیست تا کارمند ، باقی روز رو ‫ برن مرخصی ، فهمیدم . ردیفه . 
‫ اِدوارد ، تو افسارش رو دست بگیر ‫ آره . بذارش به عهده‌ی خودم 
‫ یالا پس 
‫ تو . سوار ماشین شو . همین الان 
‫ خیلی‌خب ، یالا ، بشین 
‫ با کارمندها صحبت کن . ‫ با هیچکس دیگه‌ای حرف نزن . ‫ آره . نه ، گند نمی‌زنم . 
ردیفه ‫ فقط ... ‫ یه ذره هضمش سخته ، نه ؟ 
‫ حس می‌کنم همه چی یهویی سه بُعدی شده 
‫ خب همه چی سه بُعدیـه ! 
‫ یعنی الان بنا به دلایلی یه حس دیگه‌ای دارن 
‫ آره ، فردی ، فرق دارن ‫ چون الان قاتلی 
‫ واقعاً می‌خوای همینطوری ‫ اینجا وایستم و نگاهش کنم ؟ 
‫ می‌تونم در کنارش کارم رو هم بکنم ؟ ‫ می‌تونم برم دستشویی ؟ 
‫ ازت می‌خوام از مغزت استفاده کنی ، جیمی 
‫ کیر توش 
‫ مطمئن نیستم از پسش بر بیام ، رئیس . ‫ دستورالعمل واضح و دقیق می‌خوام . 
‫ مشکلی پیش نمیاد ، عزیزم . ‫ فقط واسه چند ساعتـه . 
‫ فقط نذار از تلفن استفاده کنه . 
یادت باشه ، ‫ اون زندانی ماست و توی دردسر افتاده . 
‫ نذار با حرف زدن سرت رو شیره بماله 
‫ خیلی‌خب ، حله رئیس 
‫ مشکلی نیست 
‫ اهل دود هستی ، رفیق ؟ 
‫ چطور ؟ چیزی داری ؟ 
‫ باید یه راهی برای حل این مشکل پیدا کنیم ، ‫ بدون اینکه یکی دیگه هم کُشته بشه 
‫ ببین ، هیچ کدوم‌مون اصلاً نمی‌خوایم ‫ یه جسد دیگه روی دستمون بیفته 
‫ قتل اوضاع رو پیچیده می‌کنه و ‫ برای تجارت هم خوب نیست 
‫ ولی باید بفهمی که اینجا با چی طرف هستیم 
‫ تامی دیکسون یه بی‌سر و پای دوزاری بود ‫ ولی برادرش ، جان گاسپل ، ‫ یه‌کم گردن کُلُفت‌تره و 
‫ بی‌نهایت روانی‌تره 
‫ اون خطرناکـه و ‫ با آدمای قدرتمندی در ارتباطـه ‫ مثلاً کی ؟ 
‫ مسیح و پدرش ‫ کسایی که کمکش کردن یکی از بزرگترین ‫ کوکائین‌فروش‌های شمال غربی بشه 
‫ مسیح و پدرش ‫ عجب ترکیب برنده‌ای 
‫ " به رهبران اعتماد نکنید ‫ نه فرزندانِ آدم که رستگاری برایشان نیست . " 
‫ " روحش از بدنش خارج می‌شود و ‫ به خاک بازمی‌گردد . " ‫ " در آن روز ، تمام افکارشان محو می‌شوند ! " 
‫ " من راه و حقیقت و زندگی هستم ‫ و هیچکس جز به وسیله‌ی من ‫ به پدر نمی‌رسد ! " 
‫ زمان مجازات فرا رسیده . ‫ زمان مجازات فرا رسیده . ‫ زمان مجازات فرا رسیده . 
‫ اگه من جات بودم در این مورد دخالت ‫ نمی‌کردم . می‌سپردمش دستِ حرفه‌ها . 
‫ صبح بخیر ‫ صبح بخیر 
‫ فلیکس ، ردیفی ؟ 
‫ خوبم ، ممنون 
‫ راستش ... ‫ داشتم از رخت خواب بلند می‌شدم 
‫ گوش کن ، واست یه مقدار کار دارم . 
‫ امروز سرت خلوتـه ؟ 
‫ امروز ؟ 
‫ بذار برنامه‌مو نگاه کنم 
‫ خوش‌شانسی ‫ ولی راننده لازم دارم 
‫ یه بار دیگه فهرست رو می‌خوام 
‫ آهک 
‫ اسید هیدروفلوریک 
‫ - این چیه ؟ ‫ - ارّه‌ی استخون‌بُر 
‫ - ارّه ؟ ‫ - ارّه‌ی دو طرفه ‫ ارّه‌ی ... دو طرفه 
‫ - کیسه‌های پلاستیکی ‫ - کیـ ... پلاستیکی 
‫ - و هزمت ‫ - جانم ؟ ‫ - لباس ایمنی ‫ - هزمت 
‫ بریم 
‫ در ضمن قهوه ... لازم داریم 
‫ قهوه 
‫ چطوری وارد این بازی شدی ؟ 
‫ توی گروه سرود کلیسا بودم 
‫ با موسیقی و آمار و ارقام حال می‌کنم 
‫ موسیقی هم همینـه دیگه ‫ اعدادی که توی با هماهنگی کنار هم می‌شینن 
‫ به هر حال ، اونا این شغل رو ‫ بهم پیشنهاد دادن ، حسابداری 
‫ نمی‌دونستم یه خانواده‌ی مافیایی ‫ بین‌المللی هستن که مسیح سردسته‌شونـه ! 
‫ تامی دیسکون به نظرم آدم مذهبی‌ای نیومد 
‫ اشتباهت همینجاست 
‫ این نسخه از مسیح ، مرگبارتر از گاز خردلـه 
‫ این برادرها رسماً روانی و ردی هستن 
‫ فقط یه چیز هست که بیشتر از ‫ عشق‌بازی دوست دارن و اون هم کُشتنـه 
‫ تامی هر بلایی سرش اومد حقش بود . 
‫ خوشحالم که مُرده . 
‫ و من هیچی نمیگم . ‫ نم پس نمیدم ، به مسیح قسم . 
‫ اون یکی مسیح ‫ همون مسیح خوبه 
‫ خب ، شاید من حرفت رو باور کنم ، جترو . ‫ ولی من تنها کسی نیستم که باید متقاعدش کنی . 
‫ - قراره منو بُکشن ، مگه نه ؟ 
‫ - لزوماً نه 
‫ پا شو دست به کار شو ، فلیکس 
‫ فلیکس . خوش اومدی ‫ به نظر حسابی سر پا و ردیفی 
‫ بلانکت ، صندوق عقب رو باز کن و ‫ تشک رو در بیار ، لطفاً 
‫ حله 
‫ سرده 
‫ خب . اوضاع تحت کنترلـه ؟ 
‫ فعلاً آره . مادره طبقه‌ی بالا خوابیده . ‫ بقیه‌ی کارمندها هم امروز رو رفتن مرخصی . 
‫ خب ‫ یه جسد ، یه شاهد ، درسته ؟ 
‫ اصل کاری‌ها رو داریم . ‫ شاهد جاش امنـه ؟ 
‫ پس با جسد شروع می‌کنیم 
‫ شما دو تا منتظر چی هستید ؟ 
‫ اگه میاید داخل باید لباس عوض کنید . 
‫ خیلی‌خب ، یه جسد ‫ با آسیب شدید به ناحیه‌ی سر 
‫ این همون اسلحه‌ایـه که باهاش کُشته شده ؟ ‫ خودِ خودشـه 
‫ اثر " توماس گینزبرا " ـه ؟ 
‫ اوه ، محشره 
‫ بعداً یه فکری براش می‌کنیم 
‫ نظرم اینـه که حرکتِ ‫ " بُرش و چال کردن " رو انجام بدیم 
‫ پس جسد رو به چهار قسمت تقسیم می‌کنیم ‫ یه محلِ ... ‫ ساکت ولی دور افتاده پیدا می‌کنیم ‫ روش خاک می‌ریزیم و ‫ یه مقدار هم کود روش می‌پاشیم 
‫ - یه سؤال دارم ‫ 
- بفرما ‫ چرا تیکه‌تیکه‌اش می‌کنی ؟ 
‫ اولاً که اون‌وقت ‫ چاله‌ی کوچیک‌تری می‌کـَنی 
‫ بعلاوه ، وقتی اندام‌های داخلی بیرون باشن ، ‫ سرعت تجزیه‌ شدن بیشتر میشه 
‫ تازه کِرم‌ها هم عاشقش هستن 
‫ ببین ، توی حیطه‌ی کاریِ من ‫ باید رویکرد همه‌جانبه داشته باشی 
‫ کیث ، تو با شستن خون ‫ از روی دیوارها شروع کن 
‫ بلانکت ، اسلحه رو بردار و ‫ بذارش توی صندوق عقب ماشین ‫ ببرش پشت عمارت تا ‫ جلوی دید نباشه 
‫ من هم بیرون جسد رو تیکه‌تیکه می‌کنم 
‫ پس این کار رو خودت انجام میدی ؟ 
‫ آره ، آره . من خدمات کامل ارائه میدم ‫ از جمله سر به نیست کردنِ شاهدها 
‫ حالا ، سؤال دیگه‌ای هست ؟ 
‫ پس سوزان لطفاً ‫ منو به میزبان معرفی کن 
‫ اِدی ، این فلیکسـه 
‫ واسه همچین شرایطی کوه تجربه‌ست 
‫ - اومده تخصصش رو در اختیارمون بذاره ‫ 
- اِدی ‫ فلیکس . ممنون که اینقدر سریع اومدی 
‫ خواهش می‌کنم ، مورد فوری‌فوتی بود 
‫ ممنون از دانش و تجربه‌ای که ‫ در اختیارمون میذاری ‫ ولی باید راجع به جترو حرف بزنیم 
‫ - جترو همون شاهده ؟ ‫ - اوهوم 
‫ به نظرم می‌تونیم ازش استفاده کنیم تا ‫ داستان رو یه طورِ دیگه به خوردِ گاسپل بدیم 
‫ [ روایتِ جایگزینِ ادی از داستان ] ‫ مثلاً پیشنهاد میدم طوری القاء کنیم که ‫ رابطه‌ی تامی و جترو خوب نبوده ؟ ایجاد توهم اختلاف ] ‫ که موقع شمردن پول داشتن دعوا می‌کردن 
‫ با گوشی تامی از نمایش فیلم می‌گیریم و ‫ می‌ذاریمش توی جیبش ‫ بعدش جسد رو با صحنه‌سازی ‫ می‌ذاریم توی صندوق عقب ماشین ‫ [ قدم دوم : دستکاری مدارک و شواهد ] 
‫ گاسپل خیال می‌کنه جترو تامی رو ‫ کُشته و با پول‌ها فرار کرده ‫ [ قدم دوم : دستکاری مدارک و شواهد ] 
‫ ببخشید ، اون‌وقت موقعی که این اتفاقات ‫ داره میفته ، جترو کجاست ؟ 
‫ سوار یه کشتی کانتینری به طرف استرالیا . ‫ با دو میلیون پوند پول توی جیبش . ‫ [ قدم سوم : فرستادن جترو به استرالیا ] 
‫ خب ، راحت‌تر نیست بفرستیمش لاپلند ؟ ‫ [ روایتِ جایگزینِ سوزی ] 
‫ می‌تونه با بابانوئل وقت بگذرونه ، ‫ با کوتوله‌ها دم‌خور بشه ‫ و شغل جدیدش بشه اسباب‌بازی ساز . ‫ [ جترو به لاپلند ، بابانوئل ، فرصت شغلی جدید ] 
‫ اون پسر خوبیـه ، فقط چندتا ‫ تصمیم اشتباه گرفته 
‫ اگه چاره‌ی دیگه‌ای داشت سراغ این کار نمی‌اومد 
‫ تو نظرت چیه ، فلیکس ؟ 
‫ به نظرم بهتره کله‌ی کیریش رو قطع کنی 
‫ - عالیه ‫ - می‌دونم اگه پدرت بود چیکار می‌کرد 
‫ اگه اون هم بود ... کله‌ی کیریش رو قطع می‌کرد 
‫ خدا رو شکر که توی زندانـه ، پس ‫ کله‌ی کیریش رو قطع نمی‌کنیم 
‫ عالیه . حالا که تکلیفِ این قضیه روشن شد ‫ شما حواس‌تون به جترو باشه ‫ تا من برم با گاسپل صحبت کنم 
‫ خونه رو تمیز کنید ، ‫ ولی از شر جسد خلاص نشید ‫ ردیفه ؟ 
‫ - میشه یه لحظه خصوصی صحبت کنیم ؟ 
‫ - البته ، حتماً 
‫ - بریم یه گپی بزنیم ‫ - با کمال میل 
‫ انگار پاک یادت رفته چرا اینجاییم 
‫ من عامل ایجاد این مشکل نبودم . ‫ فقط دارم کمکت می‌کنم حلش کنی . 
‫ کمکِ من رو نمی‌خوای ؟ می‌تونم ‫ به فلیکس بگم وسایلش رو بذاره پشتِ ماشین 
‫ نه ، نه ، نه . عذر می‌خوام 
‫ نمی‌خواستم نمک‌نشناسی کنم ‫ فقط یه مقدار زمان می‌خوام تا ... ‫ ببینم می‌تونم حلش کنم یا نه 
‫ خودت گفتی ، قتل واسه تجارت خوب نیست 
‫ 24 ساعت ، وگرنه مجبور میشم ‫ خودم دست به کار شم 
‫ عالیه 
‫ نمی‌خوام این کار رو بکنم ، ادی . ‫ نمی‌خوام انجامش بدم . 
‫ قبلاً هم نمی‌خواستم و الان هم نمی‌خوام 
‫ من ... نمی‌رقصم ، خب ؟ ‫ من نمی‌رقصم لامصب ! 
‫ کار خیلی اشتباهی کردی ، فردی 
‫ یه نفر رو کُشتی ‫ و نمی‌تونی جبرانش کنی ‫ ولی احتمالش خیلی کمـه که اگه ‫ دقیقاً کارهایی که میگم رو بکنی ‫ شاید ازش قسر در بری 
‫ پس می‌رقصی 
‫ باشه 
‫ " استنلی جانستون محترم " ‫ آقای جِی ، قربان 
‫ داری از جوهر " واترمن سرینیتی " ‫ استفاده می‌کنی ، درسته ؟ آبی ، نه سیاه ؟ 
‫ درسته 
‫ حواست باشه از کاغذ ‫ جوهر خشک کُن استفاده کنی 
‫ می‌خوام یه اسم دیگه هم ‫ به فهرست مهمانان اضافه کنم 
‫ یه دعوت‌نامه هم واسه دوکِ جدید هالستد بفرست ‫ ببینیم قبول می‌کنه یا نه 
‫ بفرمایید ، قربان 
‫ ♪ من یه اشراف‌زادۀ آشغالم که ریدم ♪ ‫ ♪ ای - آی - ای 
‫ تا اینجا بهترینش همین بوده 
‫ بهترین توی کیری‌ترین‌ها 
‫ اوه ، عزیزم 
‫ سلام مادر . داشتیم یه کاری رو ‫ تموم می‌کردیم . کمکی از ما بر میاد ؟ 
‫ - آره ، این رو الان شخصاً تحویل دادن ‫ - صحیح 
‫ دعوت‌نامه از یه آقایی به اسم جانستونـه 
‫ جانستونی که توی اسمش " ت " داره ؟ 
‫ آره ، از دوستاتـه ؟ 
‫ هنوز رسماً آشنا نشدیم 
‫ پس حیف که مخاطبِ این دعوت‌نامه تو نیستی 
‫ دوستات چایی میل دارن ؟ آره ؟ ‫ به کارمندها می‌گفتم ، ‫ ولی گویا همگی غیب شدن 
‫ - چایی باشه عالی میشه ‫ 
- بذارید من حلش می‌کنم ، بانوی من 
‫ ممنون ، جف 
‫ گمونم وقتش بود که با این ‫ استنلی جانستون آشنا بشم 
‫ گمونم کارم باهاش تموم شده 
‫ چای لپسنک چوسانگ 
‫ داجر می‌خورید ، اولیاحضرت ؟ ‫ ممنون جفری . لطف داری 
‫ فردریک ، چرا لباس مرغ پوشیدی ؟ 
‫ خب ، آره بگی نگی مرغـه 
‫ نه خب ، این مرغ بیشتر ... ‫ این مرغه ... چی بود ادی ؟ 
‫ - واسه سازمان خیریه‌ست ‫ - خیریه . سازمان خیریه 
‫ کدوم ؟ 
‫ خیریه‌ای که توجه رو به ‫ شرایط وحشتناک توی مرغداری‌ها جلب می‌کنه 
‫ دقیقاً ‫ خب ، چقدر بشردوست هستی ، فردی 
‫ نمی‌دونستم اینقدر به رفاه حیوانات اهمیت میدی 
‫ خب ، آدم هر کاری از دستش بر بیاد می‌کنه ، ‫ ولی واسه مرغ‌ها کوتاهی میشه ... 
‫ من یه‌کم گیج شدم ، خانم گلس ‫ چون ... دقیقاً شغلت چیه ؟ 
‫ آخه شوهرم گفت در زمینه‌‌ی ‫ آثار باستانی فعالیت داری ‫ و الان انگار فداکارانه ‫ به رفاه حیوانات اهمیت میدی 
‫ پس کدومه ؟ ‫ آثار باستانی یا مرغ‌ها ؟ 
‫ شخصاً به شرایط محرومیتی که ‫ پرندگان تجاری دچارش هستن اهمیتی نمیدم 
‫ ولی عالی‌جناب از من دلسوزتره 
‫ و از اونجا که من واسه اموراتش کمکش می‌کنم ‫ گفتم یه کمکی بکنم 
‫ به سلامتی همین 
‫ سه بار . سه بار زنگ زده ، ادی 
‫ به نظرت ... می‌خواد با من حرف بزنه ؟ 
‫ گمونم آره ، فردی 
‫ ببین ، اگه قراره این نقشه جواب بده ‫ باید طوری وانمود کنی ‫ که ابداً هیچ اتفاقی نیفتاده 
‫ خیلی‌خب ، واقعاً نمی‌خوام لاشی‌بازی در بیارم ‫ ولی ختم کلام اینـه که ... ‫ باید جوابش رو بدی 
‫ سلام ، موبایل فردیـه ‫ فردی اونجاست ؟ ‫ باید باهاش حرف بزنم 
‫ متأسفانه رفته شام بخوره . ‫ پیغامتون رو برسونم ؟ 
‫ اسم من جان دیکسونـه . 
‫ با کی دارم حرف می‌زنم ؟ 
‫ داری با ادوارد صحبت می‌کنی ، برادرش 
‫ صحیح ‫ خب ، عجب تصادفی ‫ چون من هم بابت برادرم ‫ تامی دیکسون زنگ زدم 
‫ شاید ازش خبری داشته باشی ؟ 
‫ آره ، راستش امروز صبح اینجا بود 
‫ صحیح ‫ خب ، خوب شد فهمیدم 
‫ نیومده خونه ‫ پس سعی دارم بفهمم کجاست 
‫ خب ، حدوداً ساعت 11 صبح ‫ از اینجا رفت 
‫ تو هم اونجا بودی دیگه ؟ 
‫ بله ، بودم 
‫ خب این یعنی تو آخرین کسی هستی ‫ که اونو دیده 
‫ از شنیدنش متأسفم ، آقای دیسکون . 
‫ کمکی از ما برمیاد ؟ 
‫ مشکلی نیست فردا یه سر بیام اونجا ‫ مثلاً حوالی ساعت 12 ، ‫ تا بتونیم یه صحبتی باهم بکنیم ؟ 
‫ - اگه فکر می‌کنید کمکی می‌کنه ، آره ‫ - آره ، کمک می‌کنه 
‫ خیلی‌خب ، پس مراقب ‫ خودتون باشید ، می‌بینمتون 
‫ اِرول ‫ بوی دردسر به مشامم می‌خوره 
‫ فردا ظهر ؟ دمت گرم 
‫ فردی ، چرا دو تا ماشینـه ؟ 
‫ - یه تیم فوتبال کامل برداشتن آوردن ‫ 
- آره ، سبک سفر نمی‌کنن 
‫ از ظاهر پسرهام نترسید 
‫ اونا پسرهای خوب و مهربونی هستن . ‫ خداترس هستن . 
‫ عصر بخیر ، آقای دیکسون 
‫ این خونه‌ی شماست ؟ ‫ بله 
‫ خیلی ... ‫ ورساچه‌طوره 
‫ خیلی تحسین برانگیزه 
‫ ولی قبض آذرخش‌تون لابد خیلی میاد ‫ [ برق ] 
‫ شرمنده ، قبض آذرخش یعنی چی ؟ 
‫ گمونم برادرم رو می‌شناسید ، فردی 
‫ آره ، من و فردی ‫ همدیگه رو می‌شناسیم 
‫ باید توبه کنی ، پسرم . ‫ چون مسیح دوستت داره . 
‫ خوب همدیگه رو می‌شناسیم ‫ خوبه 
‫ آقای لارنس 
‫ بفرمایید . کل گروه سرود رو هم بیارید داخل 
‫ متأسفیم که برادرتون گم شده 
‫ همونطور که دیروز پشت تلفن گفتم ‫ بعد از اینکه فردی دیروز صبح کارش تموم شد ‫ اونا رفتن و از اون موقع ‫ دیگه ازشون خبری نداریم 
‫ تامی از نحوه‌ی انجام کار راضی بود ؟ 
‫ گم شو ! 
‫ بله . فردی پول رو به تامی داد ‫ تامی صبر کرد تا همکارش ... 
‫ اسمش جترو بود ؟ 
‫ آره جترو بود ‫ جترو پول رو شمرد ‫ تا مطمئن بشه کم و کسری نداره ، ‫ بعدش رفتن 
‫ آخه مشکل من اینـه که جفت‌شون ‫ از وقتی از این خونه خارج شدن ، ‫ دیگه خبری ازشون نشده 
‫ و بعدش این پیغام مبهم ‫ از جترو به دستمون رسید 
‫ اِرول ، پیامکِ مبهم رو نشون‌شون بده 
‫ " تکل تامی ، وو وو " 
‫ شعار مذهبیـه ؟ ‫ بعید می‌دونم 
‫ نه . نکنه شاید روی موبایلش نشسته ؟ 
‫ شاید . ولی گمونم ‫ سعی داشته یه پیغامی بهمون برسونه 
‫ سؤال اینه که ... چی ؟ 
‫ - ادی ، نظری نداری ؟ ‫ 
- متأسفانه اصلاً 
‫ هرچند یه موردی بود 
‫ به احتمال زیاد چیز خاصی نیست ، ‫ ولی یه بگو مگویی شد 
‫ منظورت از " بگو مگو " چیه ؟ 
‫ - منظورش اینه وقتی دو نفر ... 
‫ - ارول ، معنی بگو مگو رو می‌دونم ! 
‫ وقتی جترو داشت پول رو می‌شمرد ‫ برادرت به‌هم ریخت و ‫ یه حرف‌هایی بارِ همدیگه کردن 
‫ ارول ، این به نظرت طبیعیـه ؟ 
‫ حتی یه بار هم نشنیدم ‫ از گل نازک‌تر به همدیگه بگن 
‫ علت این اختلافشون چی بود ؟ 
‫ تامی از طولانی شدنِ ‫ زمان شمردن پول شاکی بود ‫ جترو هم نمی‌خواست کسی هولش کنه 
‫ خداییش تامی زیاد صبور نیست 
‫ شاید فقط همین بوده . ‫ گفتم که ... ممکنه چیز خاصی نبوده باشه . ‫ هیچی ‫ امیدوارم تامی راهش رو گم نکرده باشه 
‫ چون تا دلت بخواد بی‌راهه رفته 
‫ خدا هیچی رو بیشتر از این دوست نداره ‫ که یه گناهکار به صراط مستقیم برگرده 
‫ بنابراین ‫ اینجا کسی هست که حس کنه لازمه توبه کنه ؟ 
‫ می‌خوای چیزی رو باهامون ‫ در میون بذاری ، فردریک ؟ 
‫ بله ‫ باید یه اعترافی بکنم 
‫ من ... جونِ یکی رو گرفتم 
‫ کی رو کُشتی ، پسرم ؟ 
‫ ببخشید ، اِدی 
‫ من مسئولِ مرگ مانتی بودم . بفرما 
‫ - مانتی گربه ؟ ‫ - آره ‫ یکی بهم گفت بهترین راه ‫ واسه یاد دادن شنا به گربه ‫ اینـه که بندازیش توی دریاچه ، ‫ من هم انداختمش توی دریاچه ‫ رفت توی آب ‫ رفت زیر آب 
‫ فردی ، من دو هفته دنبال اون گربه گشتم ‫ ببخشید . قصه مال 25 سال پیشـه 
‫ فکر کردم اینجا محل امنی‌ـه و ‫ می‌تونه حقیقت رو بشنوئـه 
‫ چیز دیگه‌ای هست ؟ 
‫ خب ، آره ، اون پیش‌خدمتی که ازش ‫ خوشت می‌اومد رو هم انگشت کردم ‫ - فردی ‫ 
‫ چه غلطی داره می‌کنه ؟ 
‫ ممنون بابت وقتی که گذاشتید . ‫ شرمنده که مزاحم‌تون شدم . 
‫ این حرفا چیه 
‫ 
- امیدواریم پیداش کنید ‫ - ممنونم ‫ ولی فکر نکنم دیگه پیداش کنم 
‫ وقتی اونجا وایستاده بودم ‫ یه حس میخکوب‌کننده بهم دست داد ‫ که روح برادرم دیگه توی بدنش نیست 
‫ خدایا 
‫ یجورایی ، خیلی باشکوهـه ... ‫ ولی از روی احترام ، ‫ می‌خوام یه دقیقه سکوت کنیم 
‫ مشکلی نداری ؟ 
‫ آره ، آره ، آره . نه ، آره ، البته 
‫ - تو ... ‫ - ادوراد ، دلت می‌خواد ... 
‫ می‌‌خوای ... 
‫ بهتره ما هم ... 
‫ خیلی محکم گرفته 
‫ مریم مقدس . آمین 
‫ خیلی‌خب ، بریم ! 
‫ به نظرت باورش شد ؟ ‫ انگار باورش شد ‫ گمونم واسه گفتنش یه‌کم زوده ، فردی 
‫ البته ، البته ، آره 
‫ ولی اگه باور کرد ‫ اگه از این مخمصه جون سالم به در ببریم ‫ برات جبران می‌کنم ‫ منظورم پول نیست . یعنی ... ‫ جونم رو مدیونت میشم 
‫ آره ، میشی ، فردوین 
‫ آپارتمان 12 ، طبقه ششم ‫ پاسپورتم داخل کشوری جوراب‌ها ‫ توی اتاق خوابمـه ‫ کشوی سوم پشت شلوار 
‫ محض اطمینان ، هم‌خونه که نداری ؟ 
‫ تنهایی زندگی می‌کنم 
‫ خیلی‌خب . بسپارش به خودم 
‫ عجب روز شلوغی بود . ‫ چقدر آدم . 
‫ منتظر کس دیگه‌ای هم هستیم ؟ 
‫ نه . گمونم امروز دیگه کسی نمیاد 
‫ می‌دونم سخت بوده ‫ اینکه همش آدم بیاد و بره . ‫ ولی تا ابد اینطور نیست ، قول میدم . 
‫ به چی می‌خندی ؟ 
‫ پدرت هم یه همچین چیزی گفت 
‫ ممنون ، لارنس 
‫ اولیاحضرت 
‫ ولی هیچ کاری از دستش برنیومد 
‫ پس می‌دونستی ‫ - اوهوم ‫ - تمام این مدت می‌دونستی 
‫ اون‌وقت چرا بهم نگفتی ؟ 
‫ چون به نظرم باید تصمیم خودت رو بگیری 
‫ به نظر پدرت این کار هیچ مشکلی نداشت 
‫ پولش ، می‌دونی ... به همه‌مون نفعش رسید ‫ ولی خودش رو مسموم کرد ‫ روحش رو مسموم کرد ‫ نمی‌خوام ببینم همین اتفاق برای تو میفته 
‫ نمی‌ذارم بیفته 
‫ ولی الان باید به یه موضوع خاص رسیدگی کنم ‫ فردی ؟ ‫ آره . فردی 
‫ ولی وقتی انجام شد ‫ که انجام هم میشه ... ‫ دیگه نمی‌ذارم پاشون به این عمارت باز بشه 
‫ خب ‫ فقط قول بده مراقب باشی 
‫ اگه اون دریچه رو فقط 5 سانت باز بذاری ‫ کل حیوانات باغ وحش می‌ریزن اینجا 
‫ من که غافلگیر نشدم . لابد اونا گیج شدن . ‫ چون اینجا دائماً تابستونـه . 
‫ داداش ، هر حیوونی بگی میاد ‫ مار آبی . قاقم 
‫ یه بار یه سینه‌سرخ اروپایی اومده بود داخل 
‫ مثل یه توپ بیسبال گرفتمش 
‫ می‌دونستی اگه انگشت اشاره‌ات رو ‫ بذاری روی سر سینه‌سرخ و ‫ یه کوچولو نوازشش کنی 
‫ پاهاش رو باز می‌کنه و ولو میشه 
‫ جیمی ، منم ‫ - الو ‫ - بهش بگو اون جایی که گفته بود نیست 
‫ داداش ، میگه چیزی که دنبالشـه ‫ اونجایی که باید باشه نیست 
‫ فکر می‌کردم همونجاییـه که بهش گفتم 
‫ - میگه همونجاییـه که بهت گفته ‫ 
- چی ؟ ‫ - کشوی جوراب‌ها رو بررسی کرده ؟ 
‫ - توی کشوی جوراب‌هاست ‫ - جیمی ‫ - توی کشوئـه ‫ جیمی خب تلفن کیری رو بده بهش 
‫ داداش ، دستورالعملِ مشخصی بهم ‫ داده شده که نذارم دستش به تلفن برسه 
‫ چون اون‌وقت می‌تونه به یکی زنگ بزنه . ‫ اون زندانیـه . مگه نه ؟ 
‫ دوباره ازش بپرس پاسپورت وامونده‌اش کجاست 
‫ - میگه توی کشوی جوراب‌هاست ‫ - گوه توش . وایسا ‫ زیر صفحه‌کلید موسیقی‌مـه توی اتاق نشیمن ‫ - چی ؟ اهل موسیقی هستی ؟ ‫ - آره ‫ - جدی اهل موسیقیـه ! ‫ - جیمی ‫ - بهش بگو مشکلی نیست ‫ 
‫ - من هم قبلاً با صفحه‌کلید موسیقی کار می‌کردم ‫ - جیمی ‫ - داداش ، کنار صفحه‌کلیده ‫ 
- زیرش رفیق ، آره 
‫ - توی یه قفسه‌ی کوچیک ‫ - توی یه قفسه 
‫ نمی‌دونم چه قفسه‌ای ، ولی کوچیکـه ‫ خیلی‌خب ، باشه 
‫ محض رضای خدا ! 
‫ شب بخیر ، قربان 
‫ ممنون 
‫ خب ، نگاهت کن . مثل جنگجوها ‫ لباس پوشیدی . 
پاسپورت رو پیدا کردی ؟ 
‫ مشکلی پیش نیومد ؟ 
‫ یه‌ مقدار داغونی 
‫ دوباره بگو واسه چی اینجاییم ؟ 
‫ ما می‌خوایم بدونیم چرا ‫ عمو استنلی حاضره دو برابر ‫ واسه ملکت پول بده 
‫ چرا میگی " ما " ؟ 
‫ فکر نکنم علاقه‌اش به خودِ خونه باشه ‫ فکر کنم چشمش دنبالِ تجارت‌مونـه 
‫ اون‌وقت تجارتِ خودش چیه ؟ ‫ شیشه . از این راه میلیاردها پوند به جیب زده 
‫ تو چی هستی ، سوزان ؟ 
‫ یه موادفروشِ خوش‌قلب ؟ 
‫ ما هم درست مثل بقیه ‫ از پول بدمون نمیاد ‫ ولی محصول استنلی هم گرونـه ‫ و هم دردسر زیادی پشتشـه 
‫ ما توی حیطه‌ی تجاری خودمون می‌مونیم ، ‫ چون نسبتاً آروم و بی‌دردسره 
‫ اگه بذاریم واردش بشه ، خون به پا میشه 
‫ خب ، پس اومدید 
‫ آقای جانستون به نبودتون حسادت می‌کنه 
‫ خواهش می‌کنم 
‫ عالی‌جناب ، دوکِ هالستد ‫ همراه با دوستشون ، ‫ خانم سوزی گلس ‫ - خوش اومدید ، عالی‌جناب ‫ - عذر می‌خوام که دیر کردیم 
‫ به یه دوست برخوردم ‫ باعث افتخارمـه 
‫ بذارید با شاهدخت رزان آشناتون کنم 
‫ سلام ، رُزی 
‫ ادی 
‫ رزی ، ادی ، عالی‌جناب ، اولیاحضرت 
‫ بچه که بودم تابستون‌ها رو ‫ باهم توی عمارت هالستد می‌گذروندیم 
‫ خیلی وقت پیش 
‫ باید می‌دونستم ‫ عجب دنیای کوچیکیـه 
‫ شاهدخت رزان از نوادگانِ مستقیم ‫ پادشاه لئوپولد سوم هستن ‫ یازدهمین فرزند تاج و تخت بلژیکـه 
‫ آخرین باری که شنیدم دوازدهمین بود . 
‫ کی رو از دست دادیم ، رُزی ؟ 
‫ - پدرم از اسبش افتاد ‫ - اوه 
‫ نگو که متأسفی . ‫ هیچ‌وقت ازش خوشت نمی‌اومد . 
‫ خوبی‌هایی هم داشت . ‫ مهم‌ترینش خودت . 
‫ - خبرِ فوت پدرت رو که شنیدم ناراحت شدم ‫ 
- همگی ناراحت شدیم 
‫ شما دوکِ مرحوم رو می‌شناختید ؟ 
‫ بله ، سوزی سال‌ها با پدرم کار می‌کرد ‫ 
- در چه زمینه‌ای ؟ ‫ - من فروشنده‌ی آثار عتیقه و باستانی‌ام 
‫ چه تصادفی 
‫ شاید بتونی کمک‌مون کنی ‫ اختلافی که برامون پیش اومده رو حل کنیم 
‫ خب ، گمونم بهتره من با شاهدخت گپ بزنم ‫ شما دو تا هم عتیقه‌های همدیگه رو صیقل بدید 
‫ شب بخیر 
‫ لابد برادرت از ارث نبردن ناراحت شده 
‫ براش چالش‌برانگیز بوده 
‫ واکنشش مهمونی رفتن و ‫ کوکائین کشیدن بود ؟ 
‫ مهمونی زیاد رفت ولی کوکائین نه چندان . ‫ ببخشید . ‫ این خانم جونزه 
‫ با سوزان گلس آشنا شو 
‫ باعث افتخارمـه 
‫ خانم جونز توی خرید بهم مشاوره میده 
‫ ارتباطت با آقای جانستون چیه ؟ 
‫ خیلی سرگرم‌کننده‌ست ‫ همینطور دست و دل‌باز 
‫ اخیراً یه ساعت خیلی به‌خصوص خریدم 
‫ خانم جونز اصرار کرد که ‫ یه نسخه‌ی بدل ازش درست کنم ‫ سؤالی که ازت دارم ، اینه که ‫ می‌تونی فرق‌شون رو متوجه بشی یا نه 
‫ خب ، متوجه شدم که ساعت ‫ " پاتک فیلیپ " مدل 1518ـه 
‫ چقدر ریزبین هستید ، خانم گلس ‫ یه پاتک فیلیپ معمولی نیست 
‫ این همون ساعتیـه که ‫ دستِ وینستون چرچیل بود ‫ وقتی تسلیم شدن آلمان‌ها رو ‫ در سال 1945 قبول کرد 
‫ می‌دونی شغلش چیه ؟ 
‫ خب ، هر چی که هست ، ‫ لابد توش خیلی مهارت داره 
‫ همیشه برام هواپیمای شخصی و ‫ هدیه و قایق می‌فرسته ... 
‫ آره ، فهمیدم 
‫ نظرت چیه ، سوزی ؟ ‫ ارزشش چقدره ؟ 
‫ ساعت پاتک فیلیپ از این دوره معمولاً ‫ بین 2.5 تا 3.5 میلیون می‌ارزه ‫ ولی چون این ساعت روی مچ ِ ... ‫ میگم ارزشش بین 9 تا 10 میلیونـه 
‫ زدی وسط خال 
‫ حالا می‌فهمی چرا اصرار کردم ‫ ازش یه نسخه‌ی بدل درست کنیم 
‫ - اون‌وقت از جون تو چی می‌خواد ؟ 
‫ - می‌تونه با یه شاهدخت وقت بگذرونه 
‫ همونطور که شاید فهمیده باشی ، ‫ دلش می‌خواد اشراف‌زاده‌ها دور و برش باشن 
‫ خانم گلس ، میشه بهمون بگید ‫ این الان اصله یا بدل ؟ 
‫ اگه حاضر بشی دلم رو نشکونی البته 
‫ اصلِ اصلـه 
‫ لابد یه‌کم ناراحتی که دستش کرده 
‫ سریع بود . چطور فهمیدی ؟ 
‫ ساعت بدل موقع لمس ، گرمـه 
‫ کریستالِ ساعت اصل ، به خاطر ‫ رسانایی کمتر ، سرد و خنک‌تره 
‫ یا شاید هم یه حدس 50 / 50 بود 
‫ من سراغ چیزای بدلی نمیرم ‫ توی دنیای من ، نیازی به این کار نیست 
‫ واقعیت اینـه که شهرت و اعتبار ‫ تمام مشکلات امنیتی و اعتمادی رو حل می‌کنه 
‫ اگه بخوام این ساعت رو توی این بار بذارم ‫ مطمئنم وقتی برگردم سر جاشـه 
‫ و همین زمان کافیه که یه سیگار با هم بکشیم 
‫ بریم ؟ 
‫ امیدوارم بدونی داری ‫ پا توی چه کاری می‌ذاری ، رُزی 
‫ تا جایی که می‌دونم ، ‫ اون یه پارچه آقاست 
‫ خودت می‌دونی داری پا توی چه کاری می‌ذاری ؟ 
‫ چقدر خجالت‌آور 
‫ انگار داره ازم خون میره 
‫ بریم تمیزت کنیم ؟ 
‫ بریم 
- بفرمایید خانم ‫ - ممنون 
‫ بریم سر اصل مطلب ، خانم گلس ؟ 
‫ بیا وانمود نکنیم که من و تو ‫ مثل اونا هستیم 
‫ اونا توی باغ وحش زندگی می‌کنن ‫ درحالی که ما توی جنگل زندگی می‌کنیم 
‫ پس چطوره بهم بگی که چرا ‫ توی قلمرو جنگلی من سرک می‌کشی ؟ 
‫ پدرت کار بزرگی کرده که ‫ این تشکیلات رو سود دِه نگه داشته 
‫ و خودت هم عملکرد خوبی داشتی ‫ از درگیری و رقابت دوری کردی 
‫ ولی می‌ترسم که دیگه نشه ‫ همین دست فرمون رو رفت 
‫ اون‌وقت چرا ؟ 
‫ اگه اون قدیم‌ها بود می‌شد 
‫ یه شریک لازمتون میشه 
‫ چی هستی ؟ پیشگوی کیری ؟ 
‫ خیال می‌کنی چی می‌دونی که من نمی‌دونم ؟ 
‫ کاملاً حق با توئـه 
‫ من آینده رو می‌بینم 
‫ و اگه می‌خواد اوضاع ‫ همینطوری که هستن باقی بمونن ‫ اوضاع باید تغییر کنن 
‫ خب ‫ ممنون از ابراز علاقه‌ات به این مسئله ‫ حتماً بهش فکر می‌کنم 
‫ بهم زنگ نزن . خودم بهت زنگ می‌زنم ‫ موقع رفتن ‫ هدیه‌ات رو یادت نره ‫ هدیه‌ام ؟ 
‫ ساعت ‫ واسه توئـه 
‫ ساعت واسه بازنشستگیـه 
‫ زمان‌بندیت ایراد داره 
‫ - لعنتی ، مراقب باش ‫ 
- تکون نخور 
‫ سروان 
‫ سلام سوزان ‫ همه چی مرتبـه ؟ 
‫ فقط داریم یه شکاف رو پر می‌کنیم 
‫ تموم شد 
‫ چه بلایی سرش آوردی ، شاهدخت ؟ 
‫ من زیاد از این چیزا سر در نمیارم ، ‫ ولی شبیه زخم گلوله‌ست 
‫ - تو چه بلایی سرش آوردی ؟ 
‫ - پسره‌ی احمق 
‫ فکر نکنم پایین بهت شلیک کرده باشن 
‫ - مطمئن نیستم بخوام قصه رو بشنوم ‫ 
- مطمئن نیستم بخوای 
‫ ادوارد ، بهم زنگ بزن 
‫ پاسپورت رو برداشتم ‫ ولی دردسرش یه‌کم بیشتر از ‫ چیزی بود که پیش‌بینی شده بود 
‫ به جنگل خوش اومدی . 
‫ لازمه زنگ بزنم فلیکس ؟ 
‫ بهش زنگ زدم 
‫ منظورت چیه ؟ 
سر صحنه‌ست ؟ ‫ توی محلـه و دستورالعمل‌های دقیقی بهش دادم 
‫ بریم سر وقتش ؟ 
‫ ممنون ، فلیکس 
‫ نقشه اینه 
‫ توجه کن 
‫ وقتی گاسپل به مردی که کُشتم زنگ بزنه ... 
‫ - کُشتی ؟ ‫ - آره ‫ کشتم ‫ این دنیای توئـه ، نه من 
‫ - خودش شروع کرد . 
دفاع از خود بود ‫ - آروم باش 
‫ وقتی گاسپل بیاد دنبالش ‫ جسد رو پیدا می‌کنه 
‫ چرا قراره جسد رو پیدا کنه ؟ 
‫ چون قراره همونجا بذاریمش ‫ تا اینطور به نظر بیاد که جترو ‫ اون قلچماق رو کُشته ‫ موقعی که داشته دنبال پاسپورتش می‌گشته 
‫ که همه‌اش برای گاسپل با عقل جور در میاد ‫ وقتی جسد تامی رو با شاتگانی که اونو کُشته ‫ توی صندوق عقب ماشینی که توی اسکله‌ست 
‫ چقدر طعنه‌آمیز ‫ می‌خواستی جون یه نفر رو نجات بدی ‫ ولی در نهایت یه نفر دیگه رو هم کُشتی 
‫ متوجه این طعنه شدم . ولی ‫ به نظرت نیازی به درس و نصیحت دارم ؟ 
‫ درس و نصیحت نیست ‫ فقط یه مشاهده‌ست 
‫ بریم ؟ ‫ به یه سرباز کهنه‌کار کمک می‌کنی ؟ ‫ یا قراره اونجا بایستی و ‫ انگشت اتهامت رو بگیری سمتم ؟ 
‫ من خوبم 
‫ حالا ، تو بشین ، ‫ من کفش‌هات رو در میارم 
‫ بیا . یه نوشیدنی بخور 
‫ - دردش رو تحمل می‌کنی ؟ ‫ 
- با یه نوشیدنی آره می‌تونم 
‫ می‌بینم که هنوز اینجایی 
‫ زیاد به خودت نناز 
‫ من با همکارام نمی‌خوابم 
‫ شب بخیر ، قاتل 
‫ کی قراره کفش‌هام رو در بیاره ؟ 
‫ همینجا صبر کنید 
‫ یه سیگنال ناگهانی از ردیاب ماشینش گرفتیم 
‫ کنار رودخونه‌ی تیمز ‫ نزدیک اسکله پیداش کردیم 
‫ این ماشین نیست . تابوتـه 
‫ این توی جیبش بود ‫ مدرک شماره‌ی یک 
‫ جلسه‌تون با فیلمی از ‫ عذرخواهی برادرت تموم شد 
‫ پس ... انگار از اول حق با شما بوده 
‫ خودشـه ‫ زیاد واسه اون اجرا ‫ از جون مایه نذاشتی ، مگه نه پسرم ؟ 
‫ ♪ ریدم از بس کسخلم ♪ ‫ ♪ ای - آی - ای ‫ نمی‌دونم 
‫ راستش خیلی براش سعی کردم 
‫ ♪ یه آشغال احمقم ، یه آشغال احمقم ♪ ‫ معلوم شد جترو یه حیوون موذی بوده 
‫ چطور ؟ 
‫ چون دو نفر رو کُشته و ‫ با اون همه پول زده به چاک ! 
‫ پیداش کردید ؟ 
‫ هنوز نه ، ولی می‌کنیم . ‫ اصلاً شک نکن . 
‫ فقط یه مسئله خیلی کوچیکی هست 
‫ اسلحه‌ای که باهاش به برادرم شلیک شده ‫ توی صندوق عقب ماشین ‫ همراه جسدش پیدا شده 
‫ اسلحه‌ست یا چاقو ؟ 
‫ یه شاتگانِ ورزشی درجه یک ‫ ساخت انگلستانـه 
‫ ظاهراً بیشتر از 200هزار پوند می‌ارزه 
‫ چطوری همچین چیزی افتاده دستِ جترو ؟ 
‫ یه توضیح ساده براش هست ‫ مال منـه ‫ یا اقلاً ، مال ماست . ‫ متعلق به پدرمون بود . 
‫ بعد اینکه رفتید متوجه شدم سر جاش نیست 
‫ گاهی از سر حواس پرتی ‫ قفسه‌ی اسلحه رو قفل نمی‌کنیم ‫ و کسی بالای سر جترو نبود 
‫ آره ، فکر می‌کردم شاید مال شما باشه ‫ اسحله‌ی انتخابی موادفروش‌های ‫ اهل لیورپول نیست ! 
‫ به درد همینجا می‌خوره . ‫ واسه همین برش‌گردوندم . 
‫ فکر کردم کار درستی باشه که ‫ به صاحبش برگردونده بشه ‫ طبق معمول 
‫ ولی به طرز عجیبی ، موقع اومدن به اینجا ‫ حس کردم یواش‌یواش داره ‫ یه ارتباط غیر دنیوی ‫ بین من و اون ... ‫ میله‌ی قضاوت شکل می‌گیره 
‫ حالا ، شاید خواسته‌ی بزرگی باشه ‫ به نظرتون میشه یه مدت ‫ اون اسلحه دستِ من باشه ؟ 
‫ از لحاظ قانونی شاید واسه ما ‫ دردسرساز بشه ، متأسفانه 
‫ واقعاً ما رو از نظر قانونی ‫ در وضعیت بدی قرار میده 
‫ - هر چند ... ‫ - یا می‌تونی نگهش داری 
‫ خیلی لطف کردید 
‫ ولی خیال‌تون راحت ، ‫ زمان مجازات فرا می‌رسه 
‫ که اون موقع ، اسلحه رو برمی‌گردونم 
‫ گمونم واسه این یکی ‫ باید از مسیح تشکر کنیم ‫ آمین ، داداش 
‫ حالا میشه برگردیم به همون زندگی ساکت ؟ 
‫ وقتی میگی " زندگی ساکت " ‫ تابحال برات سؤال شده ‫ پولش داره از کجا میاد ؟ 
‫ نمی‌دونم . برده‌داری ؟ 
‫ گمونم باید یه چیزی نشونت بدم ، فردی 
‫ خب ، یا خودِ خدا 
‫ به جنگل خوش اومدی 
‫ اون قایق تو رو به یه کشتی تجاری می‌بره ‫ که از اونجا هم می‌رسونتت استرالیا 
‫ مثل قطاری که توی هر ایستگاه توقف می‌کنه ‫ پس چند ماهی طول می‌کشه ، ‫ ولی امن‌ترین راهـه 
‫ قبل اینکه بری ، سعی داشتی توی ‫ اون پیامکی که به جان " گاسپل " دیکسون ‫ فرستادی ، چی بگی ؟ 
‫ " اونا تامی رو کُشتن ، کمک " 
‫ چطور شد تهش شد وو وو ؟ 
‫ گمونم متن پیش‌بینی 
‫ ضمناً تایپ کردن سختـه ‫ وقتی وسط جنگل یه مشت ‫ سگ عصبانی افتادن دنبالت 
‫ موفق باشی ، جترو ‫ ممنون 
‫ خب ، دیگه هیچ‌وقت نمی‌بینیمش 
‫ مطمئنم حق با توئـه 
‫ گوش کن ، از همۀ کمک‌هات ممنونم ‫ ولی توافق اصلی بین پدر من و پدر تو بوده 
‫ گمونم وقتشـه یه صحبتی باهاش بکنم 
‫ میشه ترتیبش رو داد ‫ خوبه 
‫ حالا ، چیزی هست که براش ببرم ؟ 
‫ عاشق باربیکیوئـه 
- توی زندان ؟ 
‫ - ندامتگاهـه 
‫ ضمناً امتیازات ویژه‌ای داره 
‫ عجب فیله‌ی بی‌نظیریـه 
‫ چربی ایده‌آل 
‫ یه سرلوین عالی 
‫ عالیه ‫ خیلی لطف کردید ، عالی‌جناب 
‫ جورجی ، میشه این سقف رو باز کنی ؟ 
‫ لابد خیلی بُرش داری 
‫ پدرم یه گله گاو وایت‌پارک مخصوص ‫ توی عمارت نگه می‌داشت 
‫ از لحاظ تجاری سودی نداشت ‫ ولی حال می‌کرد که توی ‫ باریکه‌ها بیفته دنبال‌شون 
‫ شاخ‌های بزرگی دارن . بد رفتارن 
‫ واسه پدرت همیشه وقت داشتم . ‫ آدم خوبی بود . 
‫ برو رد کارت ، جورج 
‫ اگه مشکلی نیست ، موقع غروب آفتاب ‫ برگردم آقای گلس ؟ 
‫ آخه مگه تابحال شده دیر کنم ؟ ‫ - چی داری میگی ؟ همیشه دیر می‌کنی خب ! ‫ - یالا . گم شو . 
‫ اگه سر وقت برگردی ، ‫ یه‌کم از این گوشت برات نگه می‌دارم 
‫ می‌دونید چرا بهش میگن سرلوین ؟ 
‫ توی قرن 17 ، شاه جیمز ، ‫ که گمونم یکی از اقوام دور شما بوده ، ‫ میزبان ضیافتی بود که ‫ شامل بیشتر از صد نوع غذا بود 
‫ پایان روز دوم ‫ یه استیکِ درجه یک از گوشت ‫ کمر گاو وایت‌پارک براش سرو کردن ‫ که خیلی ... 
‫ بلند شو ، جنابِ کمر ‫ [ دو کلمه‌ی آخر : سرلوین ] 
‫ بعدش این لقب روش موند 
‫ و میگن که این شده جزو تاریخ 
‫ ببخشید . منِ احمق حواسم کجاست . ‫ بگیر بشین . 
‫ پاهات رو ببر زیر میز . ‫ زانوهات رو گرم کن . 
‫ ممنون 
‫ وسط زمستون نمیشه از خیر ‫ غذای کبابی گذشت ، مگه نه ؟ 
‫ باید بگم آقای گلس ، اصلاً انتظار ‫ همچین چیزی رو از یه زندان نداشتم 
‫ این که هیچی نیست 
‫ یه زمین گلف 9 سوراخه داریم ‫ و یه سونای بخار فنلاندی ‫ یه استخر تمیز که شنا می‌کنیم توش 
‫ بازم ، داشتن چاقو توی زندان ایراد نداره ؟ 
‫ خدا رو شکر رئیس زندان ‫ طرفدار دوآتیشه‌ی کارهای ‫ آقای کاوازاکیـه که جایزه هم برده ‫ که الان قراره ازش لذت ببریم 
‫ می‌خواید چیزی ازم بپرسید ، عالی‌جناب ؟ 
‫ مشکلی نداره اون باشه ؟ 
‫ کی ؟ اون ؟ ‫ می‌تونی جلوی آقای کاوازاکی حرف بزنی . ‫ خیلی قابل اعتماده . 
‫ مگه اینکه مسئله به پرداخت ‫ مالیات‌هاش مربوط باشه 
‫ مگه نه ، سرآشپز ؟ 
‫ راستش رو بخواید ، آقای گلس ‫ برام مشخص نیست که تجارت شما ‫ توی ملک من ، به نفع من هست یا نه 
‫ می‌خواستم درمورد مذاکره‌ی مجدد ‫ گفتگو کنم 
‫ یواش ، صبر کن . ببخشید ؟ ‫ به نظرت زیادی عجله نکردی ، ادوارد ؟ 
‫ قرار بود فقط ملاقات و دیدار ساده باشه 
‫ تعارف نزده که نباید بیای تو ‫ نه جلسه‌ای که براش واسه ‫ مذاکره‌ی مجدد همه‌جانبه استفاده کنی 
‫ حس می‌کنم پدرت می‌خواد ‫ حرفم رو بشنوئـه 
‫ چی توی فکرت داری ؟ 
‫ می‌خوام تا آخر سال از املاکم برید بیرون 
‫ در ازاش ، تضمین می‌کنم ‫ که براتون پول خیلی بیشتری ‫ براتون بدست بیارم 
‫ آقای کاوازاکی ‫ این سرلوین رو بذار روی باربیکیو ، خب ؟ 
‫ از اون ویسکی اعلای ژاپنی ‫ هم یه لیوان برامون بریز 
‫ گمونم قراره یه جلسۀ ‫ درست حسابی داشته باشیم 
‫ قبل اینکه این موضوع رو با اون مطرح کنی ، ‫ باید با من مطرحش می‌کردی 
- بی‌نظم شدی سروان ، خودت هم می‌دونی ‫ - اون‌وقت مانعم می‌شدی ‫ غیب گفتی لامصب ! 
‫ چون تو یه سرباز اشرافی هستی ‫ نه مواد فروش جنوب لندن 
‫ وایسا . این من بودم که اینو بهت گفتم ‫ و می‌خوای نذارم آدما رو بکُشی 
‫ البته که از آدم کُشتن خوشمون نمیاد . ‫ آخه کدوم خری خوشش میاد ؟ 
‫ اگه به خاطر داداشِ کوکائینی‌ت نبود ، ‫ توی این دردسر نمیفتادیم 
‫ وقتی کُشتار رو شروع کردی ، ‫ باید تمومش کنی 
‫ اون‌وقت جترو چی ؟ 
‫ می‌ذاریم بره دیگه ، درسته ؟ 
‫ اون که رفته ، مگه ؟ ‫ [ معنی دوم : 
‫ بیرون سرده ! 
‫ چرا نمیای داخل ، رفیق ؟ ‫ 
- آره ، چشم . ممنون ‫ - آره 
‫ یه فنجون چای داغ واسه خودت بریز 
