‫ - 2 آخران . ‫ 
- في الحال . 
‫ " باكي " محظوظ جداً . 
‫ نعم ، إنها جميلة . 
‫ لا أقصد ذلك ، بل أن الوغد المحظوظ ‫ سيسافر إلى الميدان غداً . 
‫ سيكون قاب قوسين أو أدنى ‫ من الحقراء الألمان ، ‫ بينما سيظل بقيتنا يطيرون ‫ في مهامّ تدريبية فوق " نبراسكا " . ‫ لا تقلق . ‫ سنسافر لإسقاط القنابل هناك عمّا قريب . ‫ - نعم . ‫ - " باكي " ، مشروبك التالي علينا . 
‫ لم يفعل ذلك من قبل . 
‫ إذاً أنت " باكي " ، وهو " باك " ؟ 
‫ إنها قصة طويلة . 
‫ إنهما ثنائي لطيف ، أليس كذلك ؟ ‫ كان يجدر أن أعرّف كليهما بالآخر مسبقاً . 
‫ سيغادر غداً . 
‫ يحتاج الجميع إلى شخص ليراسله في الديار . 
‫ لست واثقاً بأن " جون إيغن " من الصنف المراسل . 
‫ طيب ، قد يصبح من ذلك الصنف ‫ إذا التقى فتاة جديرة بمراسلتها . 
‫ يصعب العثور على فتاة جديرة بمراسلتها . 
‫ ما لم تعرف أين تبحث . 
‫ أفهم قصدك . 
‫ فهل ستراسلني ؟ 
‫ سبق أن فعلت . 
‫ كتبت لي خطاباً ؟ ‫ نعم . ‫ ماذا يقول ؟ 
‫ عليك أن تنتظري حتى تكتشفي . 
‫ فمتى سيكون ذلك ؟ 
‫ حين أسافر إلى الميدان . ‫ بعد أسبوعين أو 3 تقريباً . 
‫ سأشتاق إليك في كل لحظة . 
‫ حسناً . لديّ نخب أيها السادة . 
‫ " باك " ، " مارج " ... أيها العصفوران العاشقان ... ‫ نقدّم نخباً إلى " باكي " هنا . 
‫ - لضابطنا التنفيذي الجوي الجديد ، " باكي " . ‫ - مرحى . ‫ تحية للرائد . ‫ من كل سكّيري السرب الـ100 . 
‫ على أحد تمهيد الطرق لبقيتكم أيها الحمقى . 
‫ - نخبك . ‫ - نخب الـ100 . 
‫ - نخب الـ100 . ‫ - بالتوفيق يا سيدي . ‫ - شكراً . ‫ - اترك بعض الحقراء الألمان لنا . 
‫ سنذهب إلى " سلوتر " . قادمون ؟ 
‫ لا ، عليّ السفر باكراً . 
‫ - " باك " ؟ ‫ - لا أظن يا أولاد . 
‫ نراك غداً إذاً . سلام يا " مارج " . 
‫ " باكي " ، أراك في " إنجلترا " . 
‫ وتذكّر ، أريد بطاطين إضافية ‫ وسريراً ذا إطلالة . 
‫ اعتبر طلبك قد نُفّذ . 
‫ يرفض إخباري . ما خطب الكنيتين ؟ 
‫ أفصحي . 
‫ - نعم ؟ ‫ - تفضّلي . ‫ - حسناً . ‫ - قلت لك ، قصة طويلة . 
‫ طيب ، التقيا في معسكر التدريب ‫ قبل بدء الحرب . 
‫ " جون " ، لطالما لُقّب بـ " باكي " منذ صغره . 
‫ - صحيح ؟ ‫ 
- هذا صحيح ، نعم . 
‫ و " غايل " ... لطالما سُمّي " غايل " . 
‫ حتى ... ‫ في أول أيام معسكر التدريب ، جاءني هذا الرجل ‫ وقال إنني أذكّره برجل في موطنه " ويسكونسن " ، ‫ يُقال له " باك " . 
‫ فأخبرته أن اسمي " غايل " ، " غايل كليفن " . 
‫ و ... لكن " باكي " لم ينته عن الأمر . 
‫ كلا يا سيدي . ‫ بل ظل يناديني بـ " باك " في كل جملة . 
‫ " ( باك ) ، هلّا تساعدني على ربط حذاءيّ . " ‫ " ( باك ) ، ساعدني على قيادة هذه الطائرة . " 
‫ ولم أدر ‫ إلا وصارت القوية الجوية الثامنة كلها ‫ تناديني بـ " باك " . لذا ... ‫ أي نوع من الأسماء " غايل " أصلاً ؟ ‫ أتعرف ؟ ينبغي لك أن تشكرني . ‫ لقد أسديت إليك صنيعاً . ‫ - لتسميتي على اسمك ؟ ‫ - ليس الاسم نفسه تحديداً ، ‫ وليس ذنبي أنك طبق أصل " باك " ‫ - من " مانيتووك " بـ " ويسكونسن " . ‫ - من " مانيتووك " . ‫ أي رجل يفعل هذا بأعز أصدقائه ؟ 
‫ - لطيف جداً . ‫ - تلزمنا موسيقى . 
‫ حسناً . لا تذهب يا " غايل " ... ‫ " باك " . سترقص معي قبل انقضاء الليلة . 
‫ لا تجعليني أرقص يا " مارج " . ‫ اختارا أغنية جيدة . 
‫ " آرتي شو " أو " بيني غودمان " . 
‫ لعلمك ، أنا مذهول من أننا صديقان . 
‫ فأنت لا تهوى الرقص مع امرأة جميلة . ‫ ولا تشرب ، ولا تقامر . 
‫ ولا تحب حتى الرياضة . 
‫ صحيح ، نحن من أعظم ألغاز الحياة . ‫ أعشقها . نعم . ‫ فهذه هي النهاية . 
‫ هذه هي النهاية . 
‫ سأراك بعد بضعة أسابيع . ‫ إذا لم أمت أولاً . 
‫ أكره أن أصدمك بالخبر يا " باكي " ، ‫ لكنك ضابط تنفيذ السرب الـ100 الآن . 
‫ لست ذاهباً لأجل المشاركة في مهامّ الطيران . 
‫ اسمع ، لقد ، تحدثت إلى قائد الوحدة ‫ في السرب الـ389 ، ‫ وسوف أطير مع أولئك الرجال حتى تصلوا . 
‫ سأكون طيّار مراقبة . 
‫ - أيها السافل . ‫ - نعم . ‫ على أحدنا تذوّق طعم المعركة ، ‫ ليخبركم بماهية الوضع في السماء . 
‫ طيب ، إياك أن تموت قبل أن أصل . 
‫ لا تضمن ذلك . 
‫ أنزل مقدمتك ! لنطلق هذه النيران ! 
‫ هيا ، أسرع ! يجب أن تساعدنا ! 
‫ هكذا ! أُطلقت النيران ! 
‫ اسحب ! إلى الأعلى ! 
‫ أقوى ! 
‫ - مقاتلات ، أمامنا مباشرةً ! 
‫ - تباً ! 
‫ خسرنا القلّابة الرابعة . 
‫ من الطيار إلى الملّاح . 
‫ علينا الرجوع . نحتاج إلى زاوية تقدم جديدة ! 
‫ تباً ! 
‫ هنا " دوفال " . 
‫ وقد أُصبت . 
‫ أنا نازل إليك يا " دوفال " . 
‫ وجّهها غرباً . ‫ عُلم ! يهبط منا ضغط الزيت في المحرك الثاني ! 
‫ ثبّتها وسآتي بزاوية تقدم جديدة . 
‫ تنفّس يا رجل ! تنفّس وحسب ! تماسك ! 
‫ - " دوفال " ! أين أُصبت ؟ 
‫ - تباً . 
‫ ابق معي يا " دوفال " ! 
‫ أنا ها هنا . 
‫ - لن أنجو يا " باكي " ! ‫ - اسكت يا " دوفال " . سوف تنجو . 
‫ ضع يدك على الجرح . هنا . هذا جيد . ‫ - حسناً . ‫ - حسناً ؟ إياك أن تفقد وعيك ! 
‫ أتسمعني ؟ 
انظر إليّ ! افتح عينيك ! 
‫ تنفّس ، تنفّس ! 
‫ مقاتلات ، أمامنا مباشرةً ! 
‫ أصبت واحدة ! 
‫ " إيغن " ، أسرع بزاوية التقدم ! 
‫ زاوية التقدم الجديدة : ‫ استدر يساراً عند الدرجة 248 . 
‫ عُلم ! 
‫ هيا . ابق معي . 
‫ - نحن عائدون إلى الديار . ‫ - نعم . 
‫ واصل التنفّس وحسب ! ‫ يا لها من مهمة مراقبة أيها الرائد ! 
‫ هل كلها هكذا ؟ 
‫ أتتساءل عمّا تقوله لرجالك ؟ 
‫ لا تقل أي شيء . سيستنتجون بأنفسهم . 
‫ كما نفعل جميعاً . 
‫ " الجزء الأول " ‫ أُرسل سرب القنابل الـ100 ‫ إلى " إنجلترا " في ربيع عام 1943 ‫ للانضمام إلى القوة الجوية الثامنة ‫ الأمريكية بمعركتها ضد " ألمانيا " النازية . 
‫ أرى أن نسمّي هذه القلعة " أليس من دالاس " . 
‫ " أليس من دالاس " ؟ 
‫ لها وقع على الأذن . 
‫ " أليس من دالاس " . " أليس " ، قصرنا . 
‫ أر الرائد " كليفن " . 
‫ " لورتش " ، أر الرائد . 
‫ لتعدها إليّ . 
‫ يا لها من سيدة ! ‫ ستمنح هذه القلعة قوة زائدة . 
‫ " عد إليّ يا ( كين ) ! ‫ مع حبي ، ( أليس ) " ‫ أتفهّم رغبتك في تسمية هذه القلعة تيمناً بها . 
‫ - إنها مميزة . ‫ 
- إنها مبهرة . 
‫ " أميسون " ، أواثق بأنك أوصلتنا ‫ إلى الزقاق البحري الصحيح ؟ 
‫ صحيح . 100 بالمئة . 
‫ " ناتينغ " ، كيف يبدو وضعنا بالخلف ؟ 
‫ الـ8 مصطفّة يا سيدي . ‫ عُلم . 
‫ لم يكن معظمنا قد سافر بعيداً عن الديار قطّ ، ‫ ناهيكم بالسفر في طائرة جوية . 
‫ جئنا من شتى أنحاء البلاد ، ولنا غرض مشترك : ‫ أخذ الحرب إلى عتبة باب " هتلر " . 
‫ من الطيار إلى الطاقم . ‫ سنهبط في " غرينلاند " قريباً ‫ لتناول بعض الطعام والاستراحة . 
‫ برج " بلوندي " ، الجيش 233 . ‫ سرب من طائرات " بي 17 " فوق " بلوي ويست ون " . 
‫ تعليمات الهبوط ، من فضلك . 
‫ الجيش 233 ، معكم مدير طيران برج " بلوندي " . 
‫ تابعوا نحو المدرج السادس . ‫ مصرّح لكم بالهبوط . 
‫ الرؤية مطلقة . الرياح بزاوية 330 وسرعة 64 ، ‫ والهبّات تصل إلى 80 . 
‫ قياس الارتفاع 2 - 9 - 9 
- 2 . ‫ يُوجد نسيم بسيط . ‫ نسيم ؟ 
في " ألاباما " ، نطلق على هذا إعصاراً . 
‫ عُلم يا برج " بلوندي " . نتابع ‫ نحو المدرج السادس . الرؤية مطلقة . 
‫ الرياح بزاوية 330 إلى 40 ، ‫ والهبّات تصل إلى 50 . 
‫ ريح متعامدة قوية . ‫ الهبّات تزيد يا رجال . حذار . 
‫ ربما يجدر بك الدوران من حول المكان ‫ أيها الرائد . مرحباً في " غرينلاند " . 
‫ إنزال عجلات الهبوط . استعدوا على القلّابات . 
‫ إنزال عجلات الهبوط . 
‫ سنواجه بعض المطبات . تماسكوا يا رجال . 
‫ من الطيار إلى الطاقم . ‫ استعدوا للهبوط . 
‫ إنزال العجلة اليسرى . ‫ أُنزلت اليمنى . 
‫ مراجعات الزحف النهائي . القلّابات عند الربع ؟ ‫ نعم . القلّابات عند الربع . ‫ - القلّابات عند المنتصف . ‫ - عند المنتصف . 
‫ رفعتها . 
‫ عليك الارتفاع يا " فيل " . لفّ ثم ارجع . 
‫ " مهبط ( بلوي ويست ون ) ‫ جنوبي ( غرينلاند ) " ‫ تألّفت وحدتنا من 4 أسراب . 
‫ كان الرائد " غايل كليفن " قائد السرب الـ350 ؟ 
‫ كان هو والرائد " إيغن " القائدين المطلقين ‫ لمجموعتنا كلها . 
‫ كان " إف بلايكلي " طياراً من " سياتل " . ‫ - انظروا من جاء . ‫ - " بلايكلي " . 
‫ و " بيني ديماركو " الطيب من " فيلادلفيا " . ‫ - حضرة الرائد . ‫ - " ديماركو " . 
‫ - يا له من هبوط ! ‫ 
- ليس أسوأ ما رأيت . 
‫ - هل ذاك القتال ؟ ‫ - نعم . 
‫ - " كلايتور " ، تراهن على هذا ، صح ؟ ‫ - صحيح . ‫ - لكن الإشارة سيئة يا رجل . ‫ - شيء غير متوقع . 
‫ ارفع الصوت إذاً . 
‫ قاذفا القنابل " جيمس دوغلاس " ‫ و " هاورد هاملتون " كانا من وسط الغرب . 
‫ " هامبون " . 
‫ - حضرة الرائد . ‫ - نعم . ‫ اهدؤوا . ضبطته . ‫ و " تشارلز كروكشانك " ، ‫ الشهير بـ " كرانك " ، كان من " نيو إنجلاند " . ‫ أهلاً يا " كرانك " . سمعت أن هبوطكم كان وعراً . 
‫ كنت وأعز أصدقائي ‫ " جو باين " الشهير بـ " بابلز " ملّاحين ، ‫ لذا كان الموقع مهماً لنا . ‫ حضرة الرائد ؟ الملازم " كروسبي " . 
‫ من أين أنت ؟ 
نعم ، عليّ وضع دبوس على الموقع . 
‫ أنا و " بابلز " ... نحافظ على التقليد . 
‫ لدينا رجال من شتى الأرجاء . ‫ " كاسبر " بـ " وايومنغ " . 
‫ - ولاية رعاة البقر ؟ ‫ 
- نعم . ‫ يبدو أنك الأول يا حضرة الرائد . ‫ " ( وايومنغ ) " ‫ يا للعجب ! ‫ حضرة الرائد . بم آتيك ؟ 
‫ مرّ صديق لي من هنا منذ بضعة أسابيع . ‫ ضابط تنفيذي جوي لأحد الأسراب . وقعت حادثة . 
‫ هل أنت صديق لـ " إيغن " ؟ ‫ الرائد " جون إيغن " ؟ " باكي " ؟ 
‫ صحيح . ‫ نعم . 
مهما كان ما قاله ، فلم أخطئ في شيء . ‫ لا ، إنما أرادني أن أعطيك هذا . 
‫ قال إنه بديل . 
‫ بديل ؟ ‫ نعم . ‫ وكيف بالتحديد يُفترض أن يكون هذا بديلاً ؟ 
‫ حضرة الرقيب ، لا أدري ماذا حصل ، ‫ لكنه أخبرني أن هذا سيعوّض عمّا فُقد . 
‫ أترى ذلك ؟ 
‫ ناب كركدن البحر المكسور ؟ نزعه من الحائط ، ‫ وتظاهر بأنه حصان وحيد القرن . ‫ مزّق 2 من أرائكي ، ‫ وكسر قرابة كل كوب في الحانة . 
‫ فهمت . 
‫ لعلمك ، عادةً أستطيع تمييز المشاغبين ، ‫ لكن صديقك بدا طيباً . 
‫ حتى شرع يغنّي . 
‫ نعم ، يبدو ذلك منطقياً . 
‫ " طلبت منها ثناء ‫ فرفضت طلبي ‫ زبون مثلك ‫ يمكن أن أحظى به في أي يوم ‫ - والجواب لا ، كلا ، أبداً " ‫ - ليس عليك فعل هذا . ‫ إنه رهان غبي . ‫ - " لا ، كلا ، أبداً ، محال " ‫ - يجب عليّ الآن . ‫ - " أن ألعب ... " ‫ - من سيكون ؟ 
‫ - حسناً . ‫ - من سيكون ؟ 
‫ لقد لاعبت كل واحد منكم ... ‫ وأنتم الأيرلنديين ‫ لا تزيد براعتكم في إصابة ذلك الهدف ‫ عن براعتكم في طرق مساميركم . 
‫ لا أعرف لما تضحكون . ‫ أنتم الإنجليز لستم أحسن كثيراً . ‫ " جاك " ! 
‫ لكن " تومي " هذا أفضل رام ‫ - في شرق " أنجليا " كله ! ‫ - ستفقد عيناً . 
‫ غير صحيح . أثق بـ " تومي " . ‫ إذا فاز بهذا ، حصلت على كلتا الدراجتين . 
‫ قبلت رهانك يا أمريكي . 
‫ - كلتاهما . 
‫ - طيب ، كلتاهما . 
‫ وسأحصل على قبلة . ‫ حسناً يا " تومي " . ابتعد عن عينيّ يا " تومي " . ‫ حسناً ؟ 
‫ حسناً يا " تومي " . حين تكون مستعداً . ‫ خسرت لتوّي دراجتين يا " تومي " . ‫ - ما خطبك ؟ ‫ - " تومي " ! 
‫ " لا أرى سوى سماوات زرقاء " ‫ " شرق ( أنجليا ) ، ( إنجلترا ) ‫ 8 يونيو ، 1943 " 
‫ " لكن ليس في ( إنجلترا ) ‫ فلديّ طقس بشع وسماوات زرقاء ‫ تبتسم لي " ‫ " ممنوع دخول غير المصرّح لهم " ‫ " القوة الجوية الملكية ‫ ( ثورب أبوتس ) " 
‫ - سعيدة أيها الرائد . هل الدراجة للبيع ؟ ‫ - ولا بكل أموال العالم . 
‫ كانت مهمتي إيصال ‫ النقيب " برايدي " وسائر طاقمنا ‫ من " غرينلاند " إلى قاعدتنا ‫ بـ " ثورب أبوتس " في " إنجلترا " . 
‫ لكننا بشكل ما ، افترقنا عن بقية مجموعتنا ‫ في السحب فوق المحيط " الأطلسي " . 
‫ الوضع صعب كفاية في ظل انعدام الرؤية ، ‫ لكنني واجهت مشكلة أخرى : ‫ دوار جوّ خارج عن السيطرة . ‫ لدينا مشكلة كهربائية . ‫ نحتاج إلى زاوية تقدم . 
‫ " كروسبي " ، أأنت معي ؟ 
‫ آسف . هلّا تكرّر ما قلته . 
‫ لدينا خلل كهربائي مجهول . 
‫ أعطنا نمط حفظ سير بينما نجد حلاً يا " كروز " . ‫ عُلم . يُرجى الانتظار . 
‫ استدر يميناً إلى 165 . حوّل . ‫ عُلم . أستدير يميناً إلى 165 . 
‫ أطفئ الكهرباء وأعيد تدويرها . لنصلح هذا . 
‫ لا بد أنها إحدى دوائر التحكم . 
‫ سأسحب القابسات . سيعزل ذلك المشكلة . ‫ طيب . نفّذ . 
‫ كيف ما زلت تقيء ؟ 
‫ لا بد أن معدتك خاوية مثل خزان وقودنا . 
‫ نعم . ‫ - اللعنة يا " كروز " . 
‫ - أنا آسف . 
‫ إنه يكسوني . أعطني خرقة . 
‫ - آسف . ‫ - هيا . 
‫ رائحته نتنة . 
‫ هيا . هل انتهيت ؟ 
‫ لا خلل حسبما أرى . ‫ ربما مشكلة في موتور العجلات . 
‫ أعيد تشغيل البطاريات والمولدات . ‫ عاد التشغيل . 
‫ انطفأت أنوار التحذير . 
‫ هل ذلك ساحل " إنجلترا " ؟ 
‫ " كروسبي " ، تلك " إنجلترا " ، صح ؟ 
‫ لا ، لا يُفترض أن نكون فوق الماء ‫ يا حضرة الملازم . 
‫ سيدي ، ما زاوية تقدمك ؟ 
‫ 165 ، كما أخبرتني . 
‫ يا إلهي الرحيم . 
‫ اللعنة . تلك " فرنسا " ! 
‫ إلى الطواقم ، أمامنا نيران مدفعية . ‫ تشبثوا . تباً ! 
‫ اللعنة يا " كروز " . ‫ " قاعدة ( ثورب أبوتس ) الجوية " ‫ " موريس " . شكراً على الدراجات . 
‫ سأنال منك المرة القادمة . ‫ هيا . من هنا يا عزيزتي . 
‫ ها هم أولاء آتون . ‫ هيا يا فتى . 
‫ " ديماركو " ! 
‫ أهلاً يا حضرة الرائد . 
‫ من أين لك بذاك الكلب يا " بيني " ؟ 
‫ فزت به في مقامرة . 
‫ حلّقت به من فوق 10 آلاف قدم . 
‫ لديه قناع . كلّفني 3 دولارات . ‫ لكن كم يعشق الطيران ! 
‫ لم يكفف عن العواء . 
هذا لأن له أصولاً ذئبية . 
‫ بل لذلك الذئب أصول كلبية . 
‫ - هل له اسم ؟ ‫ 
- " ميتبول " . 
‫ مرحباً في السرب الـ100 يا " ميتبول " . 
‫ هيا يا " ميتبول " . 
‫ هل اشتقت إليّ ؟ 
‫ كما أشتاق إلى وجود حجر في حذائي . 
‫ - كيف أحوالكم هنا ؟ ‫ - ما زال نصف معدّاتنا لم يصل . 
‫ اضطُررنا إلى استعارة أقنعة ومظلات ‫ من البريطانيين . 
‫ على الضابط التنفيذي التكفل بذلك . 
‫ رأيي أن عليهم تسريحه . 
‫ وأيضاً ، تعوّد الوحل . 
‫ اسمع ، هل ، هل التقط عسكري المراسلة ‫ لديكم أي مراسلات من السرب الـ418 ؟ 
‫ نجهل مكان " برايدي " . 
‫ لا . 
‫ جئتك بدراجة . 
‫ هل أحتاج إلى دراجة ؟ 
‫ أو التمشية 20 دقيقة ‫ من المهجع إلى عنبر الطعام . 
‫ وهذه الأشياء نافدة حتى أسابيع قادمة . 
‫ أتوقع أن تمرّ بجماعة رجال زاحفين عبر المطر ‫ في الطريق إلى العشاء . ‫ ثم ستغير رأيك وتقول ، " شكراً يا ( باكي ) . " 
‫ لا تضمن ذلك . 
‫ ها هو " برايدي " . 
‫ طيب ، لنفحص عجلات الهبوط . أنزلها . 
‫ عُلم . 
‫ اليسرى نازلة . 
‫ نزل الذيل . 
‫ اليمنى لم تنزل . 
‫ تباً . ‫ لم تنزل العجلة اليمنى . 
‫ - " بلوم " ، تولّ الكرنك اليدوي . ‫ 
- سأفعل . ‫ " هايفر " ، ساعده . 
‫ عُلم ويُنفّذ . 
‫ خذ هذه . 
‫ أين الكرنك ؟ 
‫ هيا . ‫ يرفض التحرك . 
‫ - هيا . 
‫ - أحاول . 
‫ هيا . تنحّ عن الطريق . أعطنيه . 
‫ - أمسكت به ؟ ‫ - نعم . 
‫ لا بد أن موتور عجلة الهبوط تالف ‫ أو أن المرفاع اللولبي عالق . 
‫ - متأكد ؟ ‫ 
- نعم يا سيدي . 
‫ إنه متصلب تماماً . ‫ لن ينزل . 
‫ ارفع عجلة الهبوط اليسرى . 
‫ متأكد ؟ 
‫ نعم ، فرصتنا أعلى في النجاة ‫ من الهبوط دون عجلات ‫ من فرصتنا على عجلة واحدة . 
‫ برج " كلير أب " ، هنا الجيش 071 . ‫ عجلة الهبوط لا تستجيب . 
‫ أطلب تعليمات هبوط . حوّل . ‫ عُلم يا جيش 071 ، مصرّح لكم بالهبوط . ‫ طاقم الإنقاذ في حالة استعداد . حوّل . 
‫ عُلم يا " كلير أب " . 
‫ من الطيار إلى الطاقم ، ‫ استعدوا لهبوط اضطراري . 
‫ سمعتم ؟ هيا بنا . 
‫ 247 . موظفو الطوارئ ... ‫ - حسناً . اخرجوا ! ليخرج الجميع . ‫ - هيا بنا ، هيا ! ‫ اخرجوا من هنا فوراً ! 
‫ - تحركوا ! ‫ 
‫ تحركوا ! هيا ! أسرعوا . ‫ اجروا الآن وإلا متّم . تحركوا ! ‫ " إسعاف " ‫ - أمان . ‫ - تباً . 
‫ مسألة سهلة . 
‫ - ارفعها وانقلها . ‫ - سأفعل . هيا بنا . 
‫ أنت ملّاح يا " كروسبي " . 
‫ يُفترض أن تستطيع ... ‫ لا أدري ، العثور على " إنجلترا " . 
‫ هل الجميع بخير ؟ 
‫ - نعم يا سيدي . ‫ - سيدي . 
‫ " برايدي " . ‫ تعال إلى مكتبي . 
‫ كيف خسرتم بقية السرب ؟ 
‫ لقد ، افترقنا وسط الغيوم . 
‫ ثم واجهنا قصوراً كهربائياً ما ، ‫ لذا أمضينا ساعة ‫ في مجرد محاولة إنزال العجلة . 
‫ تعلم ما يقولون . ‫ يُوجد نوعان من الطيارين ، ‫ من سبق أن نفّذوا هبوطاً بلا عجلات ، ‫ ومن سيلحقون بهم . 
‫ حضرة الرائد ، حالتها أفضل من منظرها . ‫ - حسناً . أصلحوها . ‫ - أمرك يا حضرة الرائد . 
‫ لم يكن عليك التستر عليّ ، حسناً ؟ ‫ - كانت مسؤوليتي . كان ينبغي ... ‫ - لم أكن أتستر عليك . ‫ تعرضنا إلى قصور ميكانيكي . 
‫ سيطر على دوارك الجوي ذلك . ‫ أو ابتعد عن طائرتي . 
‫ " كروز " ، هل توقفت لمشاهدة المناظر الطبيعية ؟ 
‫ إذاً ، أتريد إخباري ‫ عن قصة الحصان وحيد القرن هذه ؟ 
‫ الحصان وحيد القرن حيواني المنقرض المفضل . 
‫ " فرنسا " ؟ 
‫ - كيف تمكنت من فعل ذلك بحق الجحيم ؟ ‫ - كيف في ظنك يا " بابلز " ؟ 
‫ لقد تقيأت أمعائي كلها . 
‫ ظننت أنك تتعافى من ذلك ‫ - فور الطيران بثبات . ‫ - نعم ، عادةً . ‫ لكن في ظل المطبات الجوية هذه المرة ... ‫ لا أدري . 
‫ لم أتعاف هذه المرة . ‫ أنا حتماً أسوأ ملّاح ‫ في القوات الجوية بأسرها . 
‫ " كروسبي " ، حتماً يُوجد من هو أسوأ منك . ‫ واحد على الأقل . ‫ جانب الطريق الخطأ يا حضرة الملازم . ‫ - سيدي . 
‫ - مرحباً في " إنجلترا " . 
‫ إذا سألتني ، أرى أنهما شاهدا ‫ فيلم " تيست بايلوت " ‫ عدد مرات أكثر من اللازم . 
‫ أنت شاهدت " تيست بايلوت " ‫ عدد مرات أكثر من اللازم . ‫ نعم . 
لم يساعدني . 
‫ على الأقل يتسنّى لنا ‫ إملاء الاتجاه الذي يوجّهون إليه الطائرة . ‫ - سلام . ‫ - شكراً على توصيلي . ‫ عادةً الاتجاه المباشر . ‫ في حالتك ، اتجاه المناظر الطبيعية . 
‫ المناظر الطبيعية ؟ ظريف جداً . 
‫ لم أفترض أن عليّ أن أشرح لك ‫ مدى أهمية مسؤولياتك . 
‫ تعي أن هذا ليس متعلقاً ‫ ببراعة طاقمك في ترتيب أسرّتهم . 
‫ أعي يا سيدي . 
‫ لهذا أولي الأهمية إلى الطيران ‫ عن تطبيقهم بطاطينهم . 
‫ أنت مسؤول عن 35 طائرة و350 فرد طاقم جوي . 
‫ شبّان لم يختبروا المعارك بعد . 
‫ تعتمد أرواحهم على النظام والانضباط ‫ والاقتداء بك . 
‫ نعم يا سيدي . 
‫ مع كامل احترامي ... ‫ أرى أنني سأكون أنفع لهم ولك ‫ بصفتي قائد سرب ، بدلاً من ضابط تنفيذي جوي . 
‫ مجرد تلويحك بالعصا في المقدمة ‫ لا يجعلك قائد الفرقة الموسيقية . 
‫ إنما لا أرى أن الجلوس وراء مكتب ‫ يناسب طبيعتي . 
‫ أحتاج إلى مساعدة رجالي في السماء . 
‫ تركيز العقيد " ليماي " منصبّ علينا . ‫ وهو متلهف للإجهاز على سرب القنابل الـ100 . ‫ لن يحدث ذلك ما دمت مسؤولاً . 
‫ وأتوقع من كل الضباط معاونتي على هدفي . 
‫ بمن فيهم أنت أيها الرائد " إيغن " . 
‫ انصراف . ‫ أأنت بخير يا سيدي ؟ 
هل أستدعي الطبيب ؟ 
‫ أنا بخير . 
‫ في غضون أيام ، أيقظونا لأجل أولى مهامّنا . ‫ " مهجع الضباط " ‫ بعد مئات الساعات ‫ من تدريبات الطيران في " أمريكا " ، ‫ وجب أن نؤمن بأننا مستعدون . 
‫ وجب علينا ذلك ، لأن الأمر صار حقيقياً الآن . 
‫ سيدي ، سوف تطير اليوم . 
‫ سيادة الرائد " كليفن " . 
‫ لطالما قُدّم فطور خاص في أيام المهامّ ، ‫ بيض وتوست فرنسي وقوالب شوفان ‫ وحصص مزدوجة من اللحم المقدد ‫ وعصير ليمون جنة طازج ‫ وكوبان من قهوة القوات المسلحة . 
‫ صار الرجال يلقّبونه بالعشاء الأخير . 
‫ أرجو أن نعود جميعاً سالمين من ... ‫ " تشاك " ، هلّا تعطيني الملح ، من فضلك . 
‫ تباً . لقد سكب الملح . 
‫ هلّا ترمي من فضلك الملح ‫ من فوق كتفك ، لكي نتابع فطورنا جميعاً . 
‫ - من فعل ذلك ؟ ‫ - تباً . 
‫ - لم أقصد الشيء كله يا " تشاك " . 
‫ - لا يجلب النحس . 
‫ قلت أن أرمي الملح . ‫ أحمق . 
‫ قال أن أرمي الملح . 
‫ - " كرت " ، سأطير معك اليوم . ‫ - تفضّل . ‫ - ماذا ؟ ‫ - آسف يا " ديك " . ‫ أعلم أن ذاك يضعك في الذيل ، ‫ لكن أقلّه ستستطيع رد النيران . 
‫ - لا بأس . ‫ 
- هل سيصعد معنا " ميتبول " ؟ 
‫ سيرعاه " ليمنز " أو " وينك " . 
‫ أؤكد لك يا صاحبي ‫ ألّا يجدر بك المشاركة بهذه المهمة . 
‫ طيب ، يحسن أن آكل من ذلك البيض قبل أن ينفد . 
‫ لا تتعب نفسك يا " باك " . 
‫ لقد طُهي هذا البيض قبل أن أبلغ الحلم . ‫ حسناً . سأفوّت البيض إذاً . 
‫ - صباح الخير يا أولاد . ‫ 
- أهلاً يا سيادة الرائد " فيل " . 
‫ كيف نمت ؟ ‫ - نوماً هنيئاً . ‫ - كالطفل الرضيع . 
‫ هل سيطير معنا قائد الوحدة الجديد ؟ 
‫ الجديد أم الجديد الجديد ؟ 
‫ لا تشغل نفسك بالقائد . اشغل نفسك بالطيران . 
‫ أريد تشكيلاً منتظماً ‫ بحيث لا تنفذ عملة معدنية ‫ من خلال أطراف أجنحتنا . 
‫ - أمرك يا سيدي . ‫ - أمرك . 
‫ انتباه . 
‫ كما كنت . 
‫ هدف اليوم مدينة " بريمن " . ‫ سنستهدف أحواض غواصات " يو بوت " ‫ في نهر " فيزر " . 
‫ الآن ، لا يسعني وصف مدى أهمية هذا الهدف . 
‫ فقدنا قرابة 70 سفينة بضائع ‫ بفعل غواصات " يو بوت " الشهر الماضي وحده . 
‫ وإذا عجزنا عن توصيل المواد ‫ من " أمريكا " إلى " بريطانيا العظمى " ، ‫ فلن نطأ بقدمنا أرض القارة . 
‫ سيكون السرب الـ350 بالموقع العلوي ‫ بقيادة الرائد " كليفن " ، ‫ وسيكون السرب الـ349 بالسفلي ‫ بقيادة الرائد " فيل " . 
‫ وسأكون في المقدمة مع الملازم " داي " ‫ في السرب الـ351 . 
‫ بعد التشكيل ، سينضمّ السرب الـ100 ‫ إلى أسراب القنابل الـ94 والـ95 ‫ والـ96 . 
‫ سنكون بالموقع الأدنى في المؤخرة . ‫ قاذفة الساقة . 
‫ بإجمالي قوة طيران 78 قاذفة ثقيلة . 
‫ - تباً . ‫ - الرائد " بومان " ، ضابط استخباراتنا ، ‫ سيكمل التعليمات من هنا . ‫ وسيختم النقيب " بيكر " بظروف الطقس . ‫ حضرة الرائد . 
‫ شكراً يا سيدي . 
‫ الأنوار ، فضلاً . 
‫ انتبهوا لكلا موقعي النيران المدفعية ‫ البحرية والبرية ‫ على محاذاة " الجزر الفريزية " ، ‫ من " نوردرناي " إلى " لانجه أوخ " . 
‫ على البرّ الرئيس ، يمكنكم توقع ‫ وجود نيران مدفعية مركّزة من " فيلهلمسهافن " ، ‫ حتى " بريمن " . 
‫ سريّات المدفعية المعروفة ‫ تتألف من مدافع عيار 88 و105 ملمترات ‫ بإرشاد رادار " فرزبورغ " ، ‫ لذا يُتوقع أن يتعقّبوكم . 
‫ الملّاحون وقاذفو القنابل ، فورما ننتهي هنا ، ‫ احرصوا على الذهاب إلى المقر الرئيس ‫ لأجل إفادة مخصصة . 
‫ الآن ، نقطتكم الأولية ‫ على الجانب الشمالي الغربي لـ " بريمن " ، هنا . 
‫ خريطة الأهداف ، فضلاً . 
‫ من تلك النقطة الأولية ، ‫ المسافة 14 كلم مباشرة نحو الهدف . 
‫ هذه هي الأحواض على جانب النهر الشرقي . 
‫ الآن ، هذا الحوض المركزي هنا ‫ سيكون نقطة إصابتكم المتوسطة . 
‫ وزاوية تقدمكم في الزحف ‫ ستكون 218 درجة شمالاً . 
‫ بعد الاستدارة مباشرةً ، اتبعوا النهر . 
‫ - تفضّل يا حضرة الرائد . 
‫ - شكراً . 
‫ هيا يا " كرت " . ما اقتباسك لليوم ؟ 
‫ سأطير كالملائكة اليوم ، ولن أموت مثلهم . ‫ حضرة الرائد ، أظنه صغيراً عليّ . ‫ لا أستطيع لبسه . 
‫ " باك " ، ساعدني على هذه السترة . ‫ نعم . 
‫ تعجبني الكولونيا خاصتك . 
‫ جيد . بهذا القرب أريدك على جناحي اليوم . 
‫ - كما تدربنا عليه . ‫ 
- نعم يا سيدي . 
‫ صباح الخير يا سادة . 
‫ لمن لا يعرفونني ، أنا الأب " تسكا " . 
‫ أنا بجواركم مباشرةً ... ‫ والنقيب " فيلبس " أيضاً ، ‫ إن احتاج إلينا أحد . 
‫ شكراً أيها الأب . سنتذكّر ذلك . 
‫ " باك " . 
‫ - أهلاً . ‫ - أأنت بخير ؟ 
‫ ما هذا ؟ ‫ أتصفّي حساباتك ؟ 
‫ إنها ورقة حظي . ‫ ورقة ... 
‫ - تباً يا " جون " . 
‫ - هيا . خذها . 
‫ لقد أديت مهمتين بالفعل بها . ‫ ونزلت كلتا عجلتيّ . 
‫ انظر ، قُضم ركنان منها . ‫ واحد لكل مهمة . وها أنذا . ‫ خذها . 
‫ لأجل الحظ . 
‫ حسناً . ‫ أراك لاحقاً . 
‫ - حسناً . ‫ - أراكم لاحقاً . 
‫ إلى هناك أنا ذاهب . 
‫ لنجتمع . 
‫ كما تعرفون ، هذه أولى مهامّنا هنا . 
‫ وأثق بأن تتذكّروا جميعاً تدريباتكم ‫ وتعرفوا وظائفكم . 
‫ لننجز المهمة ، ‫ ونسقط القنابل على أولئك النازيين الملاعين ، ‫ وبهذا نعود إلى الديار باكراً . 
‫ نعم يا سيدي ! 
‫ سيطير معنا حضرة الرائد هنا . حضرة الرائد ؟ 
‫ أول مرة في الميدان يا أولاد . 
‫ لنقض عليهم . 
‫ نعم يا سيدي . 
‫ حسناً . لم ما زلنا واقفين هنا إذاً ؟ 
‫ - هل كل شيء بخير هنا يا " ديكي " ؟ 
‫ - هل تمزح ؟ 
‫ المكان مريح كجناح في فندق " ريتز " . 
‫ شكراً . ‫ - سادتي . 
‫ - سيدي . ‫ نحن منعمون بوجودك على طائرتنا يا سيدي . ‫ أشعر بروح الرب فيك . 
‫ نعم ، فينا جميعاً يا صديقي . 
‫ لقد حجزت لي مقعدي . ‫ نعم . 
‫ أحبّذ عرضه عليك ‫ على أن تجلس على حجري حتى أتحرك . 
‫ جاهز لقائمة الفحوصات . 
‫ الشكل " 1 إيه " ؟ 
‫ سليم . 
‫ مفاتيح وصمامات نقل الوقود ؟ 
‫ كلا صمامي النقل مغلق والمفتاح مغلق . 
‫ المبردات البينية باردة . 
‫ أجهزة التوازن ؟ 
‫ مفاتيح حبس الوقود ؟ 
‫ كل الـ4 مفتوحة . 
‫ مصارع غطاء المحرك ؟ 
‫ الأيسر مفتوح ومثبت . 
‫ - الصمامات الخانقة ؟ ‫ - مغلقة . 
‫ المفتاح الرئيس ومفتاح الإشعال ؟ 
‫ البطاريات نشطة . ‫ وسليمة . 
‫ مضخات التعزيز ، والضغط ؟ 
‫ المضخات نشطة . 
‫ كمية الوقود جيدة . 
‫ حسناً أيها الملازم ، جاهز لتشغيل المحركات ؟ 
‫ نعم يا سيدي . 
‫ تشغيل الأول . 
‫ يسرّنا وجودك معنا يا حضرة العقيد . ‫ - تشغيل الثاني . ‫ - تشغيل الثاني . 
‫ ضغط الوقود وضغط الزيت يبدوان سليمين . 
‫ تشغيل الثالث . 
‫ كان بطائرة " بي - 17 " ‫ 12 مدفعاً آلياً يحمينا من كل جانب . 
‫ أطلقنا عليها " القلعة الطائرة " 
‫ لكن مفتاح نجاتنا كان تكاتفنا ، ‫ وخلق صندوق مقاتل من نيران الدفاع ‫ من تشكيل منيع . 
‫ كان ذلك مهماً ، لأننا إن افترقنا ، ‫ تستطيع المقاتلات الألمانية ‫ اقتناصنا واحداً تلو الآخر . 
‫ دمّروهم يا أولاد ! ‫ أعطهم إشارة الانطلاق . 
‫ هيا بنا يا رجال . ‫ 60 . 
‫ 90 . 
‫ 100 . ‫ 110 . 
‫ حسناً يا أولاد . هيا بنا . ‫ 40 . ‫ 50 . 
‫ 60 . ‫ 90 . ‫ 100 ، 110 . 
‫ ما زلنا نرتقي يا أولاد . ‫ 3 ساعات حتى نبلغ الهدف . 
‫ قائمة فحوصات ما بعد الإقلاع . 
‫ حُدّدت قدرة الصعود . 
‫ مصارع غطاء المحرك سليمة . 
‫ ارتفعت العجلة اليمنى . 
‫ ارتفعت العجلة اليسرى . 
‫ ارتفعت عجلة الذيل . 
‫ حسناً يا " بوسر " ، لنضعك في الجفرة . 
‫ حسناً يا " كرت " ، تولّيت التحكم . 
‫ من الطيار إلى الطاقم . 10 آلاف قدم . 
‫ ضعوا أقنعتكم وأعلنوا حالاتكم . 
‫ البرج الكروي ، مستعد . 
‫ الذيل ، مستعد . 
‫ الدفاع الأيمن ، مستعد . 
‫ الدفاع الأيسر ، مستعد . 
‫ اللاسلكي ، مستعد . 
‫ المهندس ، مستعد . 
‫ الملّاح ، مستعد . 
‫ قاذف القنابل ، مستعد . 
‫ " بست " ، أطلق قنبلة إشارة . 
‫ لنحاول اتخاذ تشكيلنا وسط هذا الغمام . 
‫ عُلم . 
‫ هل تلك قنبلة إشارة ؟ 
‫ من المقدمة إلى الطاقم ، ‫ أظنني رأيت قنبلة إشارة أسفلنا . 
‫ تلقيتك . أترى ممّن جاءت ؟ ‫ كلا . لا أرى شيئاً بالخارج . 
‫ يا للهول ! " بي - 17 " أمامنا . وتحتنا مباشرةً . 
‫ " روي " ، ارفعها ! 
‫ اللعنة ! تُوجد قلعة فوقنا . 
‫ عُلم . أراه . 
‫ مدفعيّ الذيل ، تحدّث إليّ . ‫ اللعنة ، هل تفاديناها ؟ 
‫ من الذيل إلى الطيار ، تفاديناها . 
‫ - تباً . كان ذلك وشيكاً . 
‫ - تلك قلعة " كليفن " . 
‫ أميّز تلك الكولونيا في أي مكان . ‫ هل أنت جادّ ؟ 
‫ أعني ، أنت قلت له أن يلازم جانبك . 
‫ لم أقصد هكذا . 
‫ من الطيار إلى الطاقم ، ‫ لدينا ساعة أخرى نخترق فيها هذا الضباب . 
‫ كونوا متيقظين . 
‫ بئساً . علينا اللحاق بباقي السرب . ‫ نحن متأخرون جداً . التشكيل بحالة فوضوية . ‫ المحرك الأول لا يعمل بسلاسة . 
‫ - نحن نفقده . ‫ - تباً . 
‫ من الطيار إلى مدفعيّ الذيل . ‫ ماذا ترى بالخلف عندك ؟ 
‫ من الذيل إلى " كليفن " ، ‫ من سربنا لدينا 6 ملتزمون بالتشكيل . 
‫ السرب الـ351 مصطفّ ، ‫ أمّا السرب الـ349 فمتأخر جداً . الـ6 كلهم . ‫ يبدو أن قائدهم ، " فيل " ، يخلّف دخاناً . 
‫ عُلم . ‫ إلى قائد " ريدميت " ، هنا قائد " سرفس " . 
‫ ماذا يجري عندك يا " فيل " ؟ 
‫ قائد " سرفس " ، ‫ لدينا مشكلة في أحد المحركات . نعمل عليها . ‫ عُلم . عليك اتخاذ قرار يا " فيل " . 
‫ تعرّض سربك إلى خطر . 
‫ قائد " بيسر " ، عُلم . ‫ سيدي ، نحن متخلّفون عن السرب بأميال . 
‫ كلما طال انتظارنا ، ‫ استُغرقنا وقتاً أطول في اللحاق بهم . 
‫ اللعنة . أطفئها . 
‫ قطع الوقود . 
‫ إلى قائد " بيسر " ، هنا قائد " ريدميت " . 
‫ فقدنا المحرك الأول . 
‫ لا أستطيع الحفاظ على هذه السرعة . ‫ نحن عائدون . 
‫ تلقيتك يا قائد " سرفس " . 
‫ نائب " ريدميت " ، لدينا قصور ميكانيكي . ‫ أنا عائد . القيادة بين يديك . 
‫ عُلم ويُنفّذ . 
‫ من الطيار إلى الطاقم ، ‫ سنتولّى قيادة " ريدميت " . 
‫ استعملوا الطاقة المتواصلة القصوى . 
‫ ارصدوا معدل استهلاكنا . ‫ سنحرق وقوداً كثيراً للّحاق بسائر السرب . ‫ - اضرب ! ‫ - اضرب ! 
‫ ها هي نيران المدفعية قادمة . ‫ تماسكوا يا أولاد . 
‫ البرج الكروي إلى الطاقم ، ‫ نيران مدفعية باتجاه الساعة الـ11 أسفلنا . 
‫ نيران مدفعية باتجاه الساعة العاشرة ‫ من أعلى . باتجاه الرابعة من أعلى . 
‫ نيران مدفعية من كل مكان . 
‫ ليفرض الله عليه سلطانه . نضرع إليك بذلك . 
‫ وأنت ، يا قائد القوات السماوية ، ‫ ادفع إلى جهنّم ، بقوة الله ، الشيطان . 
‫ أيها الملّاح ، ما زمن الوصول إلى هدفنا ؟ 
‫ نحو 11 دقيقة . 
‫ - عُلم . ‫ - 11 دقيقة ؟ 
‫ القوّات السماوية ، وسائر الأرواح الشريرة ... ‫ يا للهول ! 
‫ التي تجوب العالم لإهلاك النفوس . آمين . ‫ تباً . 
‫ من قاذف القنابل إلى الطيار القائد ، ‫ يُفترض أن نكون فوق الهدف ، ‫ لكنني لا أرى أي شيء . هل أسقط القنابل ؟ 
‫ لا ينفع . ‫ لا ينفع . ‫ - سيدي ؟ ‫ - لن أسقط قنابل ‫ إذا لم نكن نرى الهدف أصلاً . 
‫ أيها الملّاح ، كيف يبدو الهدف الثانوي ؟ 
‫ من الملّاح إلى الطيار القائد ، الوضع مشابه . 
‫ الرؤية منعدمة يا سيدي . 
‫ من الطيار القائد إلى الطاقم ، ‫ أعلن إلغاء هذه المهمة . 
‫ - أيها الملّاح ، أعدّ زاوية تقدم جديدة . ‫ - عُلم . 
‫ من قائد " زوتسوت 2 " إلى " زوتسوت 2 " . 
‫ " روجر " . " أنكل " . " فوكس " " إكس راي " . ‫ أكرّر . " روجر " . " أنكل " . " فوكس " " إكس راي " . ‫ - اللعنة ، ألغى القائد المهمة . ‫ - تباً ! 
‫ قائد " سرفس " إلى قائد " بيسر " ، عُلم ويُنفّذ . 
‫ من الطيار إلى الطاقم ، أُلغيت المهمة . ‫ أكرّر ، أُلغيت المهمة . ‫ توقفت نيران المدفعية . 
‫ تعرفون معنى ذلك يا أولاد . 
‫ حسناً . استعدوا يا رجال . 
‫ عُلم يا حضرة الرائد . 
‫ من الطيار القائد إلى الذيل ، ‫ ماذا ترى بالخلف عندك ؟ 
‫ لا أستطيع قراءة السرب الـ349 . ‫ ما زالوا متخلّفين كثيراً . 
‫ سرب " كليفن " بالقرب منا . 
‫ عُلم . ترقّب أي مقاتلات للعدو . 
‫ في أي لحظة يا أولاد . كونوا متيقظين . 
‫ البرج العلوي إلى الطاقم ، ‫ أمامنا مباشرةً من أعلى . 
‫ إنها سريعة جداً . 
‫ يلاحق طاقم " فيل " . 
‫ مقاتلات ، أمامنا مباشرةً من أعلى ! 
‫ تباً . 
‫ " آدامز " ، أخل الطائرة . أيرى أحد أي مظلات ؟ 
‫ من الذيل إلى الطيار ، لا أرى أي مظلات . 
‫ عُلم . واصلوا إعلان مواقع تلك المقاتلات . 
‫ مقاتلات ! أمامنا مباشرةً من أعلى ! 
‫ أُصيب " شمالنباخ " . ‫ بئساً . سقط " شمالنباخ " . 
‫ تباً . يستهدفوننا بشكل مباشر . بئساً . ‫ " مولنز " . ‫ من " كليفن " إلى الذيل ، ‫ ماذا ترى بالخلف عندك ؟ 
‫ من الذيل إلى " كليفن " ، ‫ السرب الـ349 في ركمة غيوم . 
‫ لا أراهم يا سيدي . 
‫ مقاتلات 190 تبادلنا النيران . 
‫ مقاتلات من خلفنا . باتجاه الساعة الثامنة ! 
‫ بئساً . إنه عالق . 
‫ تباً . 
‫ هيا ! هيا ! 
‫ يا للهول ! بئس الأمر . 
‫ الذيل ، أعلن حالتك . " ديكي " . 
‫ من الذيل إلى " كليفن " ، ذهبت المقاتلات . 
‫ لا أرى إلا طائرتين متبقيتين ‫ من السرب الـ349 يا سيدي . 
‫ " ديكي " ، كرّر . 
‫ لم تبق إلا طائرتان ‫ من السرب الـ349 يا سيدي . 
‫ تباً . 
‫ من البرج الكروي إلى الطيار . ‫ سيدي ، أحدثوا ثقباً في البرج . ‫ سيجمّدني البرد حتى الموت . ‫ هلّا يخرجني أحد من هنا . 
‫ يا رجال ، أخرجوا " بوسر " من هناك ودفّئوه . 
‫ هل " بوسر " بخير ؟ 
‫ نعمل عليه يا سيدي . 
‫ بذلتك مرقّعة بالثقوب . لا عجب . 
‫ هاتوا له بطانية . 
‫ تماسكوا يا أولاد . ‫ سنعود إلى القاعدة ‫ بعدما نلقي هذه القنابل في القناة . 
‫ انقطعت الطاقة ، ثم تعطلت منا تماماً . 
‫ حظ عاثر في أولى مهامّك يا حضرة الرائد . 
‫ تسبّبت حلقة مزج المكربن ‫ في تحميل شمعة إشرار وخنقها . 
‫ متوقّع إصلاحها خلال ساعات . 
‫ 7 ، 8 ، 9 ، 10 ، 11 ، 12 ، 13 ، 14 ، 15 . 
‫ - نحن معك . ‫ - هيا بنا . 
‫ تباً . ‫ حضرة العقيد ؟ 
‫ حضرة العقيد ، أأنت بخير ؟ 
‫ بئساً . هل أنت بخير يا سيدي ؟ 
‫ قائد الوحدة بحاجة إلى مساعدة ! 
‫ لا أحد آخر قادم . 
‫ - أحصي 15 طائرة . ‫ 
- وأنا أيضاً . 
‫ أقلعت 19 ، وعادت واحدة . ‫ تُوجد 3 طائرات مفقودة . 
‫ - كلها من سرب " فيل " . ‫ 
- هيا . ‫ - إليك الأرقام يا سيدي . 
‫ - ليس الآن . 
‫ حسناً . اركبوا الشاحنة فوراً . ‫ " فان نوي " ! " غلين " ! 
‫ يا " فيل " . اهدأ . 
‫ أطبقوا أفواهكم . اركبوا الشاحنة . 
‫ ولا كلمة أخرى . وفّروا كلامكم للاستجواب . 
‫ - " فان نوي " ، اسكت . إلى الشاحنة . ‫ - اذهبوا إلى الاستجواب فوراً . 
‫ - ولا كلمة أخرى . ‫ - إنما أحاول معرفة ‫ - ما حدث لرجالي . ‫ - اذهب إلى الاستجواب . ‫ فوراً ! هذا أمر . 
‫ هيا . اركب يا رجل . 
‫ إلام تنظرون ؟ 
لديكم قلعة عليكم إصلاحها . 
‫ - عودوا إلى العمل يا أولاد . ‫ - هيا ! ‫ هيا بنا . 
‫ لنحرّك الشاحنة . امنع الكلام ! ‫ نعم . إنها لمعجزة أنها لم تسقط . 
‫ هبوط بلا قلّابات . 
‫ أُصيب الموتور بنيران . 
‫ عليّ أخذك إلى الاستجواب يا " باك " . هيا . 
‫ لم نسقط قنبلة واحدة . 
‫ اضطُررت إلى إلقائها في القناة . 
‫ أعلم . 
‫ هيا بنا . 
‫ لماذا لم تخبرني ؟ 
‫ ماذا ؟ 
‫ سبق أن طرت . 
‫ في مهمتين . 
‫ لم تخبرني أن الأمر بهذا الشكل . 
‫ لم أعرف ماذا أقول . 
‫ لقد رأيته الآن . 
‫ لا أدري ما رأيت . 
‫ 30 رجلاً ... ‫ ببساطة ... 
‫ كان ينبغي أن أكون بالأعلى معكم . 
‫ أمامنا طريق طويلة . 
‫ " عودوا إلى ( هتلر ) " ‫ تبهرونني أيها الأمريكيون . ‫ تصعدون في وضح النهار . 
‫ لكن القصف نهاراً انتحار . 
‫ بما أنك تحب القتال ليلاً يا " براين " . 
‫ من يستطيع إصابة هدفه ليلاً ! 
‫ أتشعر بأي شيء ؟ 
فأنا ؟ لا أشعر بأي شيء . 
‫ لدينا مشكلة أيها الرائد . 
‫ - أستطيع الطيران . 
‫ - هذا غير صحيح . 
‫ - سنقود الجناح اليوم . ‫ 
‫ أضرار جسيمة بالمحرك الثالث . ‫ من الذيل إلى " كليفن " . أُصيب " بيدك " . 
‫ - استعدوا لهبوط اضطراري . ‫ - هذا أدنى من اللازم . ‫ من الطيار إلى الطاقم . تشبثوا . 
