- Яшчэ дзве . 
- Зараз прынясу . 
Бакі пашанцавала . 
Так , яна прыгожая . 
Не , не з ёй . Засранец адпраўляецца ўжо заўтра . 
Яму будзе рукой дастаць да фрыцаў , пакуль мы будзем практыкавацца над Небраскай . Не хвалюйся . Хутка і мы будзем скідаць там бомбы . - Ага . - Бакі , наступная чарка за наш кошт . 
Раней ён так не рабіў . 
Дык ты Бакі , а ён Бак ? 
Гэта доўгая гісторыя . 
Яны прыгожая пара , ці не так ? Варта было пазнаёміць іх раней . 
Ён паедзе заўтра . 
Кожнаму трэба камусьці пісаць дадому . 
Джон Іган наўрад ці любіць пісаць . 
Магчыма , калі б ён сустрэў дзяўчыну , якой варта пісаць , ён пісаў бы . 
Дзяўчыну , якой варта пісаць , цяжка знайсці . 
Не , калі ведаеш , дзе шукаць . 
Я разумею , пра што ты . 
Дык ты мне напішаш ? 
Я ўжо напісаў . 
Ты напісаў мне ліст ? Ага . І што ў ім ? 
Пачакай і даведаешся . 
І калі менавіта ? 
Калі я паеду . Можа , праз два - тры тыдні . 
Буду сумаваць па табе кожную секунду . 
Добра , добра . Джэнтльмены , тост . 
Бак , Мардж , гэй , галубкі у нас тут тост за Бакі . 
За нашага новага камандзіра , Бакі . Так , маёр . Ад усіх п'яніц Соткі . 
Нехта павінен звіць гняздо для вас , ідыётаў . 
- Будзьма , маёр . - За Сотку . 
- Так , за Сотку . - Поспехаў , сэр . - Дзякуй . - Пакінь нам крыху фрыцаў . 
Мы ідзём у Слутэр . Вы ідзяце ? 
Не , я рана вылятаю . 
- Бак ? - Не думаю , хлопцы . 
Тады да заўтра . Бывай , Мардж . 
Бакі , пабачымся ў Англіі . 
І памятай , я хачу дадатковыя коўдры і гамак з добрым краявідам . 
Лічы , што будзе . 
Ён мне не кажа . Што гэта за мянушкі ? 
Раскажы , Мардж . 
- Можна ? - Давай . - Добра . - Гэта доўгая гісторыя . 
Ну , яны пазнаёміліся на базавых занятках перад пачаткам вайны . 
Джона заўсёды звалі Бакі , яшчэ з дзяцінства . 
- Сапраўды ? 
- Сапраўды , так . 
А Гейл ... Ну , Гейл заўжды быў Гейлам . 
Пакуль ... першым днём навучання гэты хлопец не падышоў да мяне і не сказаў , што я нагадваю яму хлопца з Вісконсіна , якога звалі Бак . 
Я сказаў , што мяне завуць Гейл , Гейл Клэвен . 
І ... Але Бакі гэта не спыніла . 
Не , сэр . Усё казаў : " Бак тое , Бак сёе " . 
" Бак , дапаможаш завязаць шнуркі ? " " Бак , дапамажы кіраваць самалётам " . 
Я і не заўважыў , як уся 8 - я паветраная армія стала зваць мяне Бакам . - Што гэта за імя Гейл ? Ведаеш што ? Табе варта быць удзячным . Я зрабіў табе ласку . - Што даў мне сваё імя ? - Яно не зусім такое ж , і гэта не мая віна , што ты так падобны на Бака - з Манітоўка , штат Вісконсін . - З Манітоўка . Хто робіць такое з найлепшым сябрам ? 
- Гэта так міла . - Нам трэба музыка . 
Добра . Не ўцякай , Гейл ... Бак . Ты будзеш танцаваць са мной увесь гэты вечар . 
Не прымушай мяне танцаваць , Мардж . Выберыце добрую . 
Арці Шоў , Бэні Гудман . 
Гэй . Ведаеш , я здзіўлены , што мы сябры . 
Ты не хочаш танцаваць з прыгожай жанчынай . Ты не п'еш , не гуляеш у карты . 
Ты нават спорт не любіш . 
Наша сяброўства - вялікая таямніца жыцця . - Я люблю гэтую , так . - Так ? Ну , вось і ўсё . 
Вось і ўсё . 
Пабачымся праз пару тыдняў . Калі я не памру раней . 
Не хачу цябе засмучаць , Бакі , але цяпер ты камандзір Соткі . 
Ты не будзеш лятаць на місіі . 
Слухай , я гаварыў з камандзірам 389 - й , і я буду лятаць з хлопцамі , пакуль вас не будзе . 
Буду лётчыкам - назіральнікам . 
Ах ты суччын сын . Так , хтосьці мусіць адчуць смак бою , каб расказаць вам , як гэта . 
Што ж , не памры там , перш чым я прылячу . 
І не разлічвай . 
Апусці нос ! Трэба тушыць пажар ! 
Хутчэй ! Дапамажыце нам ! 
Усё ! Пажар патушаны ! 
Цягні , цягні стырно ! Уверх ! 
Мацней ! 
- Знішчальнікі на 12 гадзін ! Прама па курсе ! 
- Гаўно ! 
Мы страцілі чацвёрты закрылак . 
Пілот да штурмана . 
Нам трэба вярнуцца . У нас новы курс ! 
Трасца ! 
Гэта Дзюваль . 
І мяне ранілі . 
Ляцім да цябе , Дзюваль . 
Курс на захад . Зразумеў ! Ціск масла ў другім рухавіку падае ! 
Пачакай , я вызначу новы курс . 
Дыхай , мужык ! Проста дыхай ! Пачакай ! 
- Дзюваль ! Куды ранілі ? 
- Трасца . 
Не адключайся , Дзюваль ! 
Я ўжо тут . 
- Я не выжыву , Бакі . - Хопіць , Дзюваль . Ты выжывеш . 
Пакладзі руку на рану . Сюды . Вось так . - Добра . Добра . - Добра ? Толькі не адключайся ! 
Ты чуеш ? Паглядзі на мяне ! 
Расплюшчы вочы ! Расплюшчы вочы ! 
Дыхай , дыхай , дыхай ! 
Знішчальнікі на 12 гадзін ! 
Адзін ёсць ! 
Іган , мне трэба курс ! 
Новы курс : налева на 248 . 
Зразумеў ! 
Давай . Будзь са мной . 
- Мы ляцім дадому . - Так , так . 
Проста дыхай ! Проста пекла , а не назіранне , маёр . 
І так заўжды ? 
Думаеш , што сказаць сваім ? 
Нічога не кажы . Яны разбяруцца . 
І ўсе мы . 
ЧАСТКА ПЕРШАЯ 100 - я бамбардзіровачная група была накіраваная ў Англію вясной 1943 , каб далучыцца да 8 - й паветранай арміі ЗША ў бітве супраць нацысцкай Германіі . 
Назавём гэты форт " Аліса з Даласа " . 
Аліса з Даласа ? 
Нешта знаёмае . 
Аліса з Даласа . Аліса , наш палац . 
Пакажыце маёру Клэвену . 
Лорч , пакажы маёру . 
Толькі вярні . 
Дужая дама . Яна дадасць сілы гэтаму форту . 
ВЯРНІСЯ ДА МЯНЕ , КЕН ! КАХАЮ , АЛІСА Разумею , чаму вы хочаце назваць форт у яе гонар . 
- Яна асаблівая . 
- Яна грозная . 
Эмісан , ты ўпэўнены , што гэта патрэбны фіёрд ? 
Зразумеў . 100 % . 
Натынг , што ты бачыш ? 
Восем у шэрагу , сэр . Зразумеў . 
Большасць з нас не былі далёка ад дому , не кажучы ўжо пра лятанне на самалёце . 
Мы прыехалі з усіх куткоў краіны з агульнай мэтай - давесці вайну да парога Гітлера . 
Пілот экіпажу . Хутка мы сядзем у Грэнландыі , каб перакусіць і адпачыць . 
Белая Вежа , армія 233 . Палёт Б - 17 над Bluie West One . 
Прашу інструкцыі па пасадцы . 
Армія 233 , рэйс Белая Вежа . 
У вас шостая паласа . Даю дазвол на пасадку . 
Бачнасць неабмежаваная . Вецер з 330 , 65 , парывы да 80 . 
Вышынямер - два - дзевяць - дзевяць - нуль . 
Крыху ветрана . Ветрана ? 
У Алабаме гэта называюць ураганам . 
Зразумеў , Белая Вежа . Іду на шостую паласу . Бачнасць неабмежаваная . 
Вецер з 330 , 65 , парывы ​ ​ да 80 . 
Моцны бакавы вецер . Парывы ​ ​ ўзмацняюцца . Асцярожна . 
Калі хочаце , зрабіце круг , маёр . Запрашаем у Грэнландыю . 
Шасі ўніз . Рыхтуйце закрылкі . 
Шасі апускаюцца . 
Трохі патрасе . Трымайцеся , хлопцы . 
Пілот экіпажу . Рыхтуемся да пасадкі . 
Левае шасі ўнізе . Правае - унізе . 
Канчатковая праверка . Закрылкі на чвэрць ? Так , закрылкі на чвэрць . - Закрылкі напалову . - Закрылкі напалову . 
Зроблена . 
Трэба пачакаць , Віл . Яшчэ адзін круг . 
Наша частка складалася з чатырох эскадрылляў . 
Камандзірам 350 - й быў маёр Гейл Клэвен . 
Ён і маёр Іган былі бясспрэчнымі лідарамі ўсёй нашай групы . 
Эў Блэйклі быў пілотам з Сіэтла . - Хто ў нас тут . - Блэйклі . 
І добры Бэні ДэМарка з Філадэльфіі . - Маёр . - ДэМарка . 
- Ну і пасадка . 
- Бачылі горш . 
- Слухаеце матч ? - Так . 
- Клэйтар , ты паставіў грошы ? - Ага . - Але сігнал дрэнны . - І не кажы . 
Зрабі гучней . 
Бамбардзіроўшчыкі Джэймс Дуглас і Говард Гамільтан з Сярэдняга Захаду . 
Гамбоўн . 
- Маёр . - Ага . А Чарльз Круйкшэнк , вядомы як Крэнк , з Новай Англіі . Здароў , Крэнк . Чуў , вы цяжка прызямліліся . 
Мы з маім лепшым сябрам , Джо Баблзам Пэйнам , былі штурманамі , таму месцазнаходжанне было для нас важным . Маёр ? Лейтэнант Кросбі . 
Адкуль вы ? 
Хочам пазначыць на карце . 
Мы з Баблзам ... так , мы захоўваем традыцыю . 
- Тут хлопцы адусюль . - Так . Каспер , Ваёмінг . 
- Каўбойскі штат , га ? 
- Ага . Што ж , здаецца , вы першы , маёр . Вось як . Маёр . Што вам даць ? 
Некалькі тыдняў таму тут быў мой сябар . Начальнік штаба групы . Тут быў інцыдэнт . 
Вы сябар Ігана ? Маёр Джон Іган ? Бакі ? 
Сябар , так . 
Што б ён ні казаў , я не зрабіў нічога дрэннага . Не , ён хацеў , каб я даў вам гэта . 
Сказаў , гэта кампенсацыя . 
Кампенсацыя ? Так . І як менавіта гэта можа быць кампенсацыяй ? 
Сяржант , не ведаю , што здарылася , але ён сказаў , што гэта мусіць пакрыць шкоду . 
Вы бачылі ? 
Зламаны бівень нарвала . Ён сарваў яго са сцяны , прыкінуўся аднарогам . Парваў дзве канапы , разбіў амаль усе шклянкі ў бары . 
Ясна . 
Ведаеце , звычайна я адразу бачу баламута , але ваш сябар здаваўся спакойным . 
Пакуль не заспяваў . 
Так , падобна на яго . 
♪ Я папрасіў пазыку , Яна сказала не , ♪ ♪ Кліенты , як ты , Ёсць кожны дзень у мяне ♪ ♪ - Гэта не , не , ніколі ♪ - Не варта гэтага рабіць . Гэта дурная стаўка . ♪ - Не , ніколі больш ♪ - Цяпер я павінен . ♪ - Я буду гуляць ... ♪ - Хто будзе ? 
- Добра , добра . - Дык хто будзе ? 
Я гуляў з кожным з вас ... і вы , ірландцы , трапляеце ў яблычак , быццам забіваеце цвікі . 
Не ведаю , чаму вы смеяцеся . Англічане не лепшыя . Джэк ! 
Але Томі , Томі найлепшы гулец у дартс - ва ўсёй Усходняй Англіі ! - Ты страціш вока . 
Не страчу . Я веру ў Томі . Калі ён зможа , я забяру абодва ровары . 
Згодны , янкі . 
- Абодва . 
- Добра , абодва . 
І атрымаю пацалунак . Добра , Томі . Толькі не ў вочы Не ў мае вочы , Томі . Добра ? 
Добра , Томі . Кідай , як будзеш гатовы . Я страціў два клятыя ровары , Томі . - Што з табой ? - Томі ! 
♪ Я не бачу нічога , акрамя блакітнага неба ♪ УСХОДНЯЯ АНГЛІЯ 8 ЧЭРВЕНЯ 1943 
♪ Але не ў Англіі , дзе кепскія надвор'е і блакітнае неба ♪ ♪ Усміхаюцца мне ♪ - Добры вечар , маёр . 
Прадаяце ровар ? - Ні за якія грошы на свеце . 
Я мусіў даставіць капітана Брэйдзі і астатнюю каманду з Грэнландыі на нашу базу ў Торп - Эбатс у Англіі . 
Але нейкім чынам мы былі страцілі групу ў аблоках над Атлантыкай . 
Хоць бачнасць і была нулявая , у мяне была іншая праблема - некантраляваная паветраная хвароба . У нас праблема з электрыкай . Нам трэба курс . 
Кросбі , ты чуеш ? 
Прабачце . Можаце паўтарыць ? 
У нас праблемы з электрыкай . 
Дай нам схему палёту , пакуль мы разбіраемся , Крос . Зразумеў . Чакайце . 
Направа на 165 , прыём . Зразумеў . Направа на 165 . 
Выключаю электрычнасць . Давай усё паправім . 
Відаць , нешта ў сістэме кіравання . 
Выцягну засцерагальнікі . Гэта ізалюе праблему . Так , давай . 
Колькі ў табе ванітаў ? 
Твой страўнік цяпер такі ж пусты , як нашы бакі . 
Так , так . - Каб цябе , Крос . 
- Прабач . 
Усё на мне . Дай анучу . 
- Прабач , прабач . - Давай . 
Як смярдзіць . 
Ну што там ? 
Не бачу ніякіх праблем . Магчыма , праблема з генератарамі . 
Перазапуск акумулятараў і генератараў . Уключай . 
Сігнальныя агні патухлі . 
Гэта ўзбярэжжа Англіі ? 
Кросбі , гэта ж Англія , так ? 
Мы не павінны быць над вадой , лейтэнант . 
Сэр , які ў вас курс ? 
165 , як ты сказаў . 
Божа літасцівы . 
Суччын сын . Гэта Францыя ! 
Пілот экіпажу , наперадзе зенітны агонь . Трымайцеся . Гаўно ! 
Каб цябе , Крос . АВІЯБАЗА ТОРП Морыс . Дзякуй за ровары . 
Я дастану цябе наступным разам . Пайшлі . Вось так , мілая . 
Вось яны . Пайшлі , хлопчык . 
ДэМарка ! 
Здароў , маёр . 
Дзе ты ўзяў гэтага сабаку , Бэні ? 
Выйграў у косці . 
Ты падняў малога на тры тысячы метраў . 
Ён быў у масцы . Каштавала мне тры баксы . Але хлопчык любіць лятаць . 
- Ён выў увесь час . 
- Бо часткова ён воўк . 
Гэты воўк часткова сабака . 
- Мянушка ёсць ? 
- Мітбол . 
Вітаю ў Сотцы , Мітбол . 
Пайшлі , Мітбол . 
Сумаваў па мне ? 
Як камень у чаравіку . 
- Як ты ? - Палова абсталявання яшчэ не прыбыла . 
Прыйшлося пазычаць маскі і парашуты ў брытанцаў . 
Але гэта клопат начальніка . 
Як па мне , яго трэба звольніць . 
І яшчэ , прывыкайце да гразі . 
Гэй , слухай , твой радыст штосьці чуў ад 418 - га ? 
Брэйдзі знік . 
Не . 
Я купіў табе ровар . 
Мне трэба ровар ? 
Ад казармы да сталовай 20 хвілін хады . 
Іх распрадалі на тыдні наперад . 
Будзеш гнаць на ім міма кучы хлопцаў , што паўзуць на вячэру пад дажджом . Ты прыйдзеш і скажаш : " Дзякуй , Бакі " . 
І не разлічвай . 
Ну , вось і Брэйдзі . 
Добра , праверым шасі . Апускай . 
Зразумеў . 
Левае апускаецца . 
Хваставое ўнізе . 
Справа - не . 
Трасца . Правае не працуе . 
- Блюм , апусці ўручную . 
- Іду . Хэфер , дапамажы яму . 
Зразумеў , зраблю . 
Вазьмі . 
Дзе рычаг ? 
Давай . Не круціцца . 
- Круці . 
- Я спрабую . 
Так , адыдзі . Давай . Дай мне . 
- Трымаеш ? - Так . 
Відаць , згарэў матор шасі ці заклінавала дамкрат . 
- Ты ўпэўнены ? 
- Так , сэр . 
Зусім не круціцца . Шасі не апусціцца . 
Падняць левае шасі . 
Упэўнены ? 
Так , у нас больш шанцаў выжыць , сеўшы на жывот , чым на адно кола . 
Вежа , гэта Армія 071 . Шасі не працуюць . 
Прашу інструкцыі па пасадцы . Прыём . Зразумеў , Армія 071 , можаце прызямляцца . Ратавальнікі гатовыя . Прыём . 
Зразумеў , Вежа . 
Пілот экіпажу , рыхтуйцеся да аварыйнай пасадкі . 
Вы чулі ? Давайце , пайшлі . 
247 . Аварыйны персанал ... - Добра . На выхад . Усе на выхад . - Пайшлі , пайшлі ! Прэч адсюль ! 
- Хутчэй ! Хутчэй ! 
Пайшлі , хутчэй ! Бяжым , а то памром . Хутчэй ! - Усё чыста . - Халера . 
Нічога такога . 
- Падніміце і замкніце . - Я зраблю , пайшлі . 
Ты штурман , Кросбі . 
Ты мусіш умець , не ведаю , знайсці Англію . 
Усе цэлыя ? 
- Так , сэр . - Сэр . 
Брэйдзі . Зайдзіце ў мой кабінет . 
Як вы адсталі ад эскадрыллі ? 
Мы разляцеліся ў аблоках . 
А потым у нас была нейкая электрычная няспраўнасць , мы цэлую гадзіну проста спрабавалі апусціць шасі . 
Ведаеце , як той казаў . Ёсць два віды пілотаў - тыя , хто прызямліўся без шасі , і тыя , хто яшчэ прызямліцца . 
Маёр , усё не так дрэнна , як здаецца . - Добра , разбірайся . - Так , маёр . 
Не трэба было мяне прыкрываць . - Я адказны за гэта . Я мусіў ... - Я не прыкрываў цябе . У нас быў збой механікі . 
Спраўся са сваёй паветранай хваробай . Ці ідзі з майго самалёта . 
Крос , маляўнічы быў маршрут ? 
Ну , раскажаш мне гісторыю пра аднарога ? 
Аднарог - мая любімая неіснуючая жывёла . 
У Францыю ? 
- Як табе гэта ўдалося ? - А як інакш , Баблз ? 
У мяне вантробы вонкі вылезлі . 
Думаў , гэта ўжо прайшло . Не , звычайна ўсё нармальна . Але гэтым разам турбулентнасць , нібы ... Я не ведаю . 
Гэтым разам было інакш . Відаць , я найгоршы штурман ва ўсёй авіяцыі . 
Кросбі , думаю , ёсць і горшыя . - Хаця б адзін . - Здароў . Не той бок дарогі , лейтэнант . - Сэр . 
- Вітаю ў Англіі . 
Відаць , гэтыя двое зашмат глядзелі " Пілота - выпрабавальніка " . 
Гэта ты зашмат глядзеў " Пілота - выпрабавальніка " . Ага . 
Не дапамагло . 
Прынамсі , мы можам сказаць ім кірунак палёту . - Бывай , Бак . - Дзякуй , што падвёз . Звычайна гэта прамы маршрут . У тваім выпадку - маляўнічы маршрут . 
Маляўнічы маршрут ? Вельмі смешна . 
Не думаў , што мне давядзецца тлумачыць вам сур'ёзнасць вашых абавязкаў . 
Рэч не ў тым , наколькі добра ваша каманда запраўляе ложкі . 
Я ведаю , сэр . 
Таму я аддаю перавагу палётам , а не засціланню ложкаў . 
Вы адказваеце за 35 самалётаў і 350 членаў экіпажа . 
Хлопцы , якія яшчэ не зведалі бою . 
Іх жыццё залежыць ад парадку , дысцыпліны і вашага прыкладу . 
Так , сэр . 
З усёй павагай ... думаю , я буду больш карысны для іх і для вас як камандзір эскадрыллі , а не начальнік штаба . 
Тое , што вы круціце булавой у першым шэрагу , не робіць вас лідарам групы . 
Я проста не думаю , што створаны сядзець за сталом . 
Я мушу быць там , дапамагаць сваім хлопцам . 
Палкоўнік Лемэй назірае за намі . Ён толькі і хоча расфарміраваць Сотку . У маю змену гэтага не будзе . 
І я чакаю , што ўсе афіцэры будуць са мной . 
То - бок , і вы , маёр Іган . 
Вы вольны . Вы ў парадку , сэр ? 
Мне выклікаць доктара ? 
Я ў парадку . 
Праз некалькі дзён нас разбудзілі для першага задання . АФІЦЭРСКАЯ КАЗАРМА Пасля сотняў гадзін трэніровачных палётаў у Штатах , мы павінны былі паверыць , што гатовыя . 
Мы былі павінны , бо цяпер усё было па - сапраўднаму . 
Сэр . Сэр , вы сёння ляціце . 
Маёр Клэвен , сэр . 
У дні місій заўсёды быў асаблівы сняданак - яйкі , французскія тосты , злакавыя батончыкі , двайны бекон , свежы грэйпфрутавы сок і пара кубкаў кавы . 
Людзі называлі гэта апошняй вячэрай . 
Спадзяюся , што мы ўсе вернемся з ... Чак , перадай соль , калі ласка . 
Гаўно . Ён рассыпаў соль . 
Можаш кінуць соль праз плячо , каб мы маглі спакойна паснедаць ? 
- Хто гэта зрабіў ? - Божа . 
- Не ўсю ж , Чак . 
- Затое ліха не прыцягнецца . 
Вы сказалі кінуць соль . Ідыёт . 
Ён сказаў кінуць соль . 
Курт , сёння я лячу з табой . - Што ? - Прабач , Дык . Ты паляціш у хвасце , але зможаш адстрэльвацца . 
- Усё добра . 
- А Мітбол паляціць ? 
Леманс і Вінк будуць яго даглядаць . 
Табе гэта не трэба , дружа . Абяцаю . 
Што ж , пайду вазьму яйкі , пакуль не скончыліся . 
Лепш не трэба , Бак . 
Гэтыя яйкі знеслі яшчэ да таго , як мае яйцы адвіслі . Ладна . Тады абыдуся без яек . 
- Добры дзень , хлопцы . 
- Маёр Віл . Добры дзень , сэр . 
Як паспалі ? - Ачмурэнна . - Як немаўляты . 
Новы камандзір ляціць з намі ? 
Новы камандзір ці яшчэ навейшы ? 
Не думайце пра камандзіра . Думайце пра палёт . 
Хачу , каб строй быў такім шчыльным , каб між краямі крылаў і манета не пралезла . 
- Так , сэр , маёр Віл . - Так , сэр . 
Зважай . 
Вольна . 
Сённяшняя мэта - Брэмен . Нападаем на базу падлодак на рацэ Везер . 
Што ж , важнасць гэтай мэты нельга перабольшыць . 
Толькі за мінулы месяц мы страцілі амаль 70 грузавых караблёў праз падлодкі . 
А калі мы не зможам даставіць матэрыялы з ЗША ў Вялікабрытанію , то не высадзімся на кантынент . 
350 - я пойдзе вышэй на чале з маёрам Клэвенам , а 349 - я будзе ніжэй , на чале з маёрам Вілам . 
Я буду наперадзе з лейтэнантам Даем у 351 - й . 
Пасля пастраення 100 - я далучыцца да 94 - й , 95 - й і 96 - й бамбардзіровачных груп . 
Ляцім на самай нізкай вышыні . Замыкае Чарлі . 
Усяго паляціць 78 цяжкіх бамбавікоў . 
- Халера . - Маёр Боўман , наш афіцэр разведкі , раскажа падрабязней . А капітан Бекер скончыць умовамі надвор'я . Маёр . 
Дзякуй , сэр . 
Святло , калі ласка . 
Звярніце ўвагу на марскія і наземныя зенітныя пазіцыі уздоўж Фрызскіх астравоў , ад Нардэрная да Лангеога . 
На кантыненце чакайце зенітных комплексаў ад Вільгельмсхафена аж да самога Брэмена . 
Вядома , што батарэі складаюцца з 88 - мм і 105 - мм гармат , іх накіроўвае Вюрцбургскі радар , так што за вамі будуць сачыць . 
Штурманы , бамбардзіроўшчыкі , калі мы скончым , абавязкова з'явіцеся ў штаб на спецыяльны інструктаж . 
Адпраўная кропка атакі на паўночным захадзе Брэмена тут . 
Карта мэты , калі ласка . 
Ад стартавай кропкі да мэты 14 кіламетраў па прамой . 
Гэта прыстані базы на ўсходнім беразе ракі . 
Гэтая цэнтральная прыстань будзе вашым сярэднім пунктам удару . 
Ваш курс да мэты будзе складаць 218 градусаў . 
Адразу пасля павароту ляціце ўніз па плыні . 
- Трымайце , маёр . 
- Дзякуй . 
Давай , Курт . Які твой дэвіз на сёння ? 
Сёння я палячу , як анёл , але не памру , як анёл . Маёр , камізэлька малая . Я не магу зацягнуць . 
Бак , дапамажы мне з аўчынай . Ага . 
Смачны ў цябе ласьён . 
Добра . Будзь сёння гэтак жа блізка каля майго крыла . 
- Як мы трэніраваліся . 
- Так , сэр . 
Добры дзень , джэнтльмены . 
Для тых , хто не ведае , я айцец Тэска . 
Я буду тут ... як і капітан Філіпс , калі мы камусьці спатрэбімся . 
Дзякуй , падрэ . Будзем мець на ўвазе . 
Бак . 
- Гэй . - Ты ў парадку ? 
Што гэта ? Аддаеш пазыкі ? 
Мае шчаслівыя два баксы . Твае шчаслівыя ... 
- Божа , Джон . 
- Вось , вазьмі . 
Я ўжо лётаў з імі на два заданні . І шасі апускаліся . 
Два адкушаныя вуглы . Па адным на кожнай місіі . І вось я тут . Вазьмі . 
На шчасце . 
Добра . Пабачымся . 
- Добра . - Пабачымся з усімі . 
Я палячу туды . 
Станьце ў круг . 
Як ведаеце , гэта наша першая місія тут . 
Я веру , што вы ўсе памятаеце навучанне і ведаеце сваю справу . 
Зробім усё хвацка , скінем бомбы на гэтых нацысцкіх вырадкаў і вернемся дадому раней . 
Так , сэр ! 
Маёр паляціць з намі . Маёр ? 
Першы раз на тартаку , хлопцы . 
Давайце ператром іх у пыл . 
Так , сэр . 
Добра . Дык чаму мы яшчэ тут стаім ? 
- Табе падабаецца тут , Дыкі ? 
- Жартуеш ? 
Тут утульна , як у люксе ў Рыцы . 
Дзякуй . - Джэнтльмены . 
- Сэр . Мы рады бачыць вас у нашым самалёце , сэр . Я адчуваю ў вас дух Божы . 
Ён ва ўсіх нас , дружа . 
Ты пакінуў мне месца . Так . 
Лепей сядайце там , чым у мяне на каленях . 
Рыхтуйся да праверкі . 
Форма 1А ? 
Праверана . 
Клапаны і пераключальнікі паліва ? 
Клапаны зачыненыя , пераключальнікі выключаныя . 
Інтэркулеры халодныя . 
Гіракомпас ? 
Выключальнікі паліва ? 
Усе чатыры адкрытыя . 
Засланкі рухавіка ? 
Адкрытыя і закрытыя . 
- Дроселі ? - Дроселі зачыненыя . 
Выключальнік запальвання ? 
Акумулятары ўключаныя . І правераныя . 
Помпы высокага ціску ? 
Помпы ўключаныя . 
Колькасць паліва - добрая . 
Лейтэнант , гатовы запусціць рухавікі ? 
Так , сэр . 
Запускаю першы . 
Добра , што вы з намі , палкоўнік . - Запускай другі . - Запускаю другі . 
Ціск паліва , ціск масла ў норме . 
Запускаю трэці . 
Б - 17 меў 12 кулямётаў , якія абаранялі нас з усіх бакоў . 
Мы назвалі яго Лятучым Фортам . 
Але ключ да нашага выжывання - згуртаванасць , фарміраванне блізкага баявога парадку для вядзення абарончага агню . 
Гэта было важна , бо калі б нас разлучылі , нямецкія знішчальнікі маглі збіць нас па адным . 
Задайце ім дыхту , хлопцы ! Зялёнае святло . 
Паляцелі , хлопцы . Сотня . 
140 . 
160 . 180 . 
Добра , хлопцы . Паляцелі . 65 . Восемдзесят . 
Сто . 140 . 160 , 180 . 
Набіраем вышыню , хлопцы . Тры гадзіны да мэты . 
Праверка пасля ўзлёту . 
Сіла ўздыму нармальная . 
Заслонкі рухавіка ў норме . 
Правае шасі паднятае . 
Левае шасі паднятае . 
Хваставое кола паднятае . 
Добра , Босер , лезь у яму . 
Добра , Курт , цяпер кірую я . 
Пілот экіпажу . Тры тысячы метраў . 
Надзеньце маскі , пераклічка . 
Шаравая турэль тут . 
Хвост тут . 
Правы бок тут . 
Левы бок на месцы . 
Радыст тут . 
Інжынер тут . 
Штурман на месцы . 
Бамбардзіроўшчык тут . 
Запусціце сігнальную ракету . 
Паглядзім , ці зможам мы ўвайсці ў строй у гэтым тумане . 
Зразумеў . 
Гэта сігнальная ракета ? 
Носам экіпажу , здаецца , я бачыў ракету прама пад намі . 
Прынята . Бачыў ад каго ? Не . Я наогул нічога не бачу . 
Ашалець ! B - 17 на 12 гадзін . Яны прама пад намі . 
Рой , уверх ! 
Трасца ! Над намі Форт . 
Зразумеў . Я яго бачу . 
Хваставік , пагавары са мной . Трасца , усё чыста ? 
Хвост пілоту , усё чыста . 
- Божа , было блізка . 
- Гэта Форт Клэвена . 
Я пазнаю гэты ласьён дзе заўгодна . Ты сур'ёзна ? 
Вы сказалі яму трымацца побач . 
Не настолькі . 
Пілот экіпажу , у нас яшчэ гадзіна ўзлёту праз гэтую гадасць . 
Будзьце ўважлівымі . 
Божа . Нам трэба дагнаць астатніх . Мы моцна адстаём . Парадак парушаны . Першы рухавік , перабоі . 
- Мы яго губляем . - Гаўно . 
Пілот хвасту . Што ты бачыш ззаду ? 
Хвост Клэвену , з нашай групы шэсць у страі . 
351 - я ў шэрагу , але 349 - я адстае . Усе шэсць самалётаў . Здаецца , іх лідар , Віл , дыміць . 
Зразумеў . Лідар Чырвонага Мяса , гэта лідар Паверхні . 
Што ў вас там , Віл ? 
Лідар Паверхні , праблемы з рухавіком . Разбіраемся . Зразумеў . Табе трэба прыняць рашэнне , Віл . 
Ты падводзіш сваю эскадрыллю ў небяспеку . 
Лідар Хадуноў , зразумеў . Сэр , мы адстаём ад групы . 
Чым даўжэй мы будзем чакаць , тым даўжэй яны будуць даганяць . 
Трасца , выключай яго . 
Перакрыць паліва . Прыкруціць флюгер . 
Лідар Хадуноў , гэта лідар Чырвонага Мяса . 
Мы страцілі першы рухавік . 
Не магу падтрымліваць тэмп . Мы вяртаемся . 
Прыняў , лідар Паверхні . 
Намеснік , у нас механічны збой . Я вяртаюся . Цяпер вядзеш ты . 
Зразумеў , зробім . 
Пілот экіпажу , мы лідары Чырвонага Мяса . 
Перайсці на максімальную магутнасць . 
Сачыце за расходам . Мы спалім шмат паліва , даганяючы астатніх . - Агонь ! Агонь ! - Агонь ! 
Вось і ўсё . Зенітная зброя . Трымайцеся , хлопцы . 
Шар экіпажу , зенітны агонь , на 11 гадзін уніз . 
Зенітны агонь , 10 гадзін зверху . Чатыры гадзіны зверху . 
Зенітны агонь , усюды . 
Няхай Божа пакарае яго , мы пакорна молімся . 
І табе , князь нябеснага войска , сілаю Бога ўкінь сатану ў пекла . 
Штурман , колькі яшчэ да мэты ? 
Каля 11 хвілін . 
- Зразумеў . - Адзінаццаць хвілін ? 
Войска нябеснае , няхай усе злыя духі ... Ашалець ! 
якія блукаюць па зямлі , шукаючы смерці душ . Амін . Гаўно . 
Бамбардзіроўшчык камандзіру , мы павінны быць над мэтай , але я нічога не бачу . Скінуць бомбу ? 
Гэта нядобра . Гэта нядобра . - Сэр ? - Я не скідаю бомбы , калі мы не бачым клятую мэту . 
Штурман , бачыш другасную мэту ? 
Штурман камандзіру , таксама не . 
Нулявая бачнасць , сэр . 
Камандзір экіпажу , я прыпыняю гэтую місію . 
- Штурман , рыхтуй новы курс . - Зразумеў . 
Лідар Зут - касцюма сваёй камандзе . 
R - U - F - X . Паўтараю . R - U - F - X . - Камандзір адмяняе заданне . - Гаўно ! 
Лідар Паверхні лідару Хадуноў , зразумеў , выконваю . 
Пілот экіпажу , місія адмененая . Паўтараю , місія адмененая . Зенітны агонь спыніўся . 
Вы ведаеце , што гэта значыць . Добра . 
Рыхтуйцеся , хлопцы . 
Зразумеў , маёр . 
Камандзір хвасту , што бачыш ззаду ? 
Я не бачу 349 - ю . Яны яшчэ адстаюць . 
Група Клэвена блізка да нас . 
Зразумеў . Сачыце за варожымі знішчальнікамі . 
У любы момант , хлопцы . Будзьце пільнымі . 
Верхняя вежа экіпажу , 12 гадзін уверх . Знішчальнікі . 
Божа , яны хуткія . 
Ён атакуе каманду Віла . 
Знішчальнікі , 12 гадзін зверху ! 
Трасца . 
Адамс , катапультуйся . Вы бачыце парашуты ? 
Хвост пілоту , ніякіх парашутаў . 
Зразумеў , паведамляйце пра знішчальнікі . 
Знішчальнікі ! 12 гадзін зверху ! 
Шмаленбаха падбілі . Бога . Шмаленбах падае . 
Гаўно . Яны ідуць проста на нас . Божа . Малінз . Клэвен хвасту , што бачыш ззаду ? 
Хвост Клэвену , 349 - я ў воблаку . 
Я іх не бачу , сэр . 
190 - я вяртаюцца да нас . 
Знішчальнікі на шэсць гадзін , восем гадзін . 
Трасца . Ён захрас . 
Бляха , бляха , бляха . 
Давай ! Давай ! 
Суччын сын ! Хрыстосе . 
Хвост , дакладвай . Дыкі . 
Хвост Клэвену , знішчальнікі зніклі . 
Я бачу толькі два з 349 - й , сэр . Трох фартоў няма . 
Дыкі , паўтары . 
Засталося толькі два з 349 - й , сэр . 
Божа . 
Шаравая турэль пілоту . Сэр , яны прабілі дзірку ў турэлі . Я замярзаю да смерці . Можаце выцягнуць мяне адсюль ? 
Хлопцы , выцягніце Босера адтуль і сагрэйце . 
Босер там у парадку ? 
Разбіраемся з ім , сэр . 
Твой касцюм увесь прастрэлены . Не дзіва . 
Дайце яму коўдру . 
Трымайцеся , хлопцы . Вернемся на базу , як толькі скінем гэтыя бомбы ў канал . 
Заглух рухавік і самалёт зусім нас не слухаўся . 
Не пашанцавала на першай місіі , маёр . 
Свечка залілася праз іголку карбюратара , іскра знікла . 
На выпраўленне спатрэбіцца некалькі гадзін . 
Сем , восем , дзевяць , дзесяць , 11 , 12 , 13 , 14 , 15 . 
- Усё добра , добра . - Пайшлі , пайшлі . 
Гаўно . Палкоўнік ? 
Палкоўнік , вы ў парадку ? 
Божа . Вы ў парадку , сэр ? 
Камандзіру трэба дапамога ! 
Больш нікога . 
- Я налічыў 15 . 
- І я . 
Дзевятнаццаць паляцелі , адзін вярнуўся . Тры прапалі . 
- Усе з каманды Віла . 
- Давай . - Вось лічбы , сэр . 
- Не цяпер . 
Добра . Сядайце ў сраны грузавік . Ван Ной ! Гэй ! Глен ! Глен ! 
Гэй , Віл . Віл , супакойся . 
Заткнуцца . Сядайце ў грузавік . 
Больш ні слова , ні слова . Паберажы іх для допыту . 
- Ван Ной , нічога . У грузавік - Давайце , на допыт . 
- Больш ні слова . - Я проста хачу ведаць , - што здарылася з маімі хлопцамі . - Ідзі на допыт . Зараз жа ! Гэта загад . 
Давай . Залазь , хватан . 
Што вы глядзіце ? 
Вам трэба залатаць форт . 
- Працуем , хлопцы . - Пойдзем ! Зробім гэта , давайце . 
Адпраўляйце грузавік . Ніякіх размоў да допыту . Ага . Цуд , што ён не ўпаў . 
Пасадка без закрылкаў . 
Рухавік падстрэлілі . 
Мне трэба даставіць цябе на допыт , Бак . Паехалі . 
Ніводнай бомбы не скінуў . 
Давялося страляць залпам над каналам . 
Я ведаю . 
Паехалі . 
Чаму ты мне не сказаў ? 
Што ? 
Ты лятаў . 
На два заданні . 
Ты не сказаў мне , як гэта . 
Я не ведаў , што сказаць . 
Цяпер ты сам усё бачыў . 
Я не ведаю , што я бачыў . 
Трыццаць хлопцаў ... Проста ... 
Я мусіў быць там з табой . 
Нас чакае доўгі шлях . 
Я захапляюся амерыканцамі . Ляцець , сярод белага дня . 
Але бамбіць удзень - гэта самагубства . 
Бачу , ты любіш біцца ноччу , Браян . 
Хто трапіць у цэль ноччу ! 
Ты што - небудзь адчуваеш ? 
Таму што я , я нічога не адчуваю . 
У нас праблема , маёр . 
- Я магу лятаць . 
- Яшчэ як можаш . 
- Сёння мы ляцім першымі . 
Трэці рухавік моцна падбіты . Хвост Клэвену . Бідзіка падбілі . 
- Рыхтуйцеся да аварыйнай пасадкі . - Занадта нізка . Пілот экіпажу . 
