Още две . 
- Нося ги . 
Бъки е късметлия . 
- Да , хубавица е . 
Не затова . Негодникът заминава утре . 
Ще е на хвърлей камък от швабите , а ние - пак на учения над Небраска . Не бери грижа , скоро и ние ще бомбардираме там . Да . - Бъки , сега ние черпим . 
За пръв път ще му е . 
Значи ти си Бъки , а той - Бък ? 
- Дълга история . 
Хубава двойка са , нали ? Трябваше да ги запозная по - рано . 
Утре заминава . 
Тъкмо ще има на кого да пише . 
- Джон Иган не си пада по писането . 
Ако срещне момиче , което си заслужава , ще му пише . 
Трудно се намират такива . 
- Не и ако знаеш къде да търсиш . 
Разбирам накъде биеш . 
Значи ще ми пишеш ? 
- Вече ти писах . 
Написал си ми писмо ? - Да . И какво пише в него ? 
- Изчакай и ще разбереш . 
Докога ? 
- Докато замина . След две - три седмици . 
Ще ми липсваш всеки миг . 
Господа , тост . 
Бък , Мардж , влюбени гълъбчета , ще пием за Бъки . 
- За новия зам . - командир , Бъки . От всички пияници в 100 - тната . 
Все някой трябва да ви проправи път , идиоти . 
Наздраве , майоре . 
За 100 - тната . - Късмет . Остави шваби и за нас . 
Отиваме в " Слутърс " . Идвате ли ? 
- Не , летя рано . 
Бък ? - Не , момчета . 
Тогава до утре . Чао , Мардж . 
- Бъки , ще се видим в Англия . 
Искам допълнителни одеяла и легло с изглед . 
Ще го уредим . 
Не ми казва защо имат такива прякори . 
Да чуя , Мардж . 
Давай . - Казах ти , дълга история . 
Запознали се на обучението преди войната . 
На Джон са му викали Бъки още от малък . 
Нали ? 
- Точно така . 
А Гейл винаги си е бил Гейл . 
Докато ... На първия ден от обучението този тип идва при мен и ми казва , че му приличам на негов познат от Уисконсин , който се казвал Бък . 
Отвърнах , че се казвам Гейл Клевън . 
Но Бъки продължи да упорства . 
Все повтаряше : " Бък това , Бък онова " . 
" Бък , ще ми завържеш ли връзките ? " " Бък , помогни ми със самолета . " 
И докато се усетя , цялата Осма въздушна армия ме кръсти Бък . Що за име е Гейл ? Всъщност трябва да ми благодариш , направих ти услуга . Че ме кръсти като себе си ? - Не е същото . Пък и не съм виновен , че си одрал кожата на Бък от Манитоуок , Уисконсин . - Кой постъпва така с приятеля си ? 
Колко мило . - Трябва ни музика . 
Стой тук , Гейл . Бък , докато не е превалила нощта , ще танцуваш с мен . 
Не ме карай да танцувам . Избери нещо хубаво . 
Арти Шоу , Бени Гудман . 
Знаеш ли , чудя се как така сме приятели с теб . 
Не обичаш да танцуваш с красавици , не пиеш , не играеш комар . 
Дори не обичаш спорта . 
- Да , голяма загадка сме . Страхотна е . Супер . - Нали ? Значи това беше . 
Да , това беше . 
Ще се видим след няколко седмици . - Ако не ме убият . 
Ще те разочаровам , вече си зам . - командир на 100 - тната . 
Няма да изпълняваш мисии . 
Говорих с командира на 389 - а ескадрила , ще летя с тях , докато дойдете . 
Като наблюдател . 
Ах , ти , кучи сине ! Трябва да усетя вкуса на битката , за да ви кажа как е после . 
Само не умирай , преди да съм дошъл . 
Не разчитай . 
Дръж носа надолу ! Да изгасим пожара ! 
По - бързо ! Трябва да ни помогнеш ! 
Готово , пожарът угасна ! 
Издигни се ! Нагоре ! 
Дърпай по - силно ! 
Изтребители - право пред нас ! 
- Загазихме ! 
Загубихме четвъртата задкрилка . 
Пилот до навигатор ! 
Трябва да се върнем , задай нов курс ! 
Мамка му ! 
Говори Дювал . 
Улучиха ме . 
- Слизам , Дювал . 
Насочи го на запад . Разбрано . Губим налягане във втори двигател ! 
Стабилизирай го , ще задам нов курс . 
Дишай , човече , дишай ! Дръж се ! 
Дювал , къде те улучиха ? 
- Мамка му ! 
Не губи съзнание ! 
Тук съм . 
Ще умра , Бъки . - Стига , Дювал , ще живееш . 
Притисни раната . Дръж така , браво . Добре . - Само не губи съзнание ! 
Чуваш ли ? 
Погледни ме , отвори очи ! 
Дишай ! 
Изтребители отпред ! 
Улучих един ! 
- Иган , задай курса ! 
Нов курс - завий наляво на 248 . 
- Разбрано ! 
Дръж се . 
Летим към нашите . - Да . 
Дишай ! Каква наблюдателна мисия , майоре ! 
- Всички ли са такива ? 
Не знаеш какво ще казваш , а ? 
По - добре нищо , момчетата сами ще разберат . 
Като нас . 
ПЪРВА ЧАСТ 100 - тната ескадрила бе изпратена в Англия през пролетта на 1943 г . в подкрепа на Осма въздушна армия на САЩ в битката й срещу нацистка Германия . 
Да кръстим самолета " Алис от Далас " . 
- " Алис от Далас " ? 
Благозвучно е . 
- " Алис от Далас " . " Алис Палас " . 
Покажи на майор Клевън . 
- Лорч , покажи на майора . 
Да ми я върнеш . 
Страхотна мацка . Ще прибави мощ към самолета . 
ЦЕЛУВКИ , АЛИС Ясно защо ще го кръстите на нея . 
Необикновена е . 
- Страховита . 
Еймисън , сигурен ли си , че сме над точния фиорд ? 
Тъй вярно , напълно сигурен . 
Нътинг , всички ли са тук ? 
- И осемте , сър . Прието . 
Повечето не бяхме се отдалечавали от вкъщи , камо ли да летим . 
Стекохме се от всички краища на страната с една обща цел : да пренесем войната на прага на Хитлер . 
Тук пилотът . Ще кацнем в Гренландия да хапнем и да си починем . 
Контролна кула , позивна Арми 233 . Група Б - 17 над база " Блуи Уест Уан " . 
Дайте инструкции за кацане . 
- Арми 233 , тук контролна кула . 
Насочете се към шеста писта , можете да кацнете . 
Отлична видимост . Вятър 330 на 65 км / ч , с пориви до 80 км / ч . 
Висотомер 29,90 . - Малко е ветровито . 
Ветровито ? 
В Алабама му викаме ураган . 
Прието , кула . Захождам към шеста писта . Отлична видимост . 
Вятър 330 на 65 км / ч , с пориви до 80 км / ч . 
Силен страничен вятър . Усилва се , внимавайте . 
Покръжете малко , майоре . Добре дошли в Гренландия . 
Спусни колесника . Готови за задкрилките . 
Колесникът се спуска . 
- Ще ни раздруса , дръжте се . 
Тук пилотът , готови за кацане . 
Спусни левия колесник . Десният е спуснат . 
Последна проверка . Задкрилки на четвърт ? - Да , на една четвърт . Задкрилки наполовина . 
Готово . 
Вийл , издигни се , нов заход . 
Бойната ни част се състоеше от четири ескадрили . 
Майор Гейл Клевън беше командир на 350 - а . 
С майор Иган бяха безспорните водачи на цялата група . 
Ев Блейкли беше пилот от Сиатъл . Кой дошъл ! - Блейкли . 
И добродушният Бени де Марко от Филаделфия . 
Адско кацане . 
- Не беше зле . 
Мача ли слушате ? - Да . 
Клейтър , заложил ли си ? - Да . Сигналът е лош . - Така си е . 
Увеличи . 
Мерачите Джеймс Дъглас и Хауард Хамилтън бяха от Средния Запад . 
Хамбоун . 
- Майоре . Готово . Чарлс Крукшанк , или Кранк , беше от Нова Англия . Здрасти , Кранк . Имали сте тежко кацане . 
С приятеля ми Джо Пейн - Бъбълс бяхме навигатори . Местоположението бе важно за нас . Майоре , аз съм лейтенант Кросби . 
Откъде сте родом ? 
Да отбележим на картата . 
Ние с Бъбълс сме пазители на традициите . 
Имаме хора от всички краища . - Да . Каспър , Уайоминг . 
Каубойския щат ? - Да . 
Май вие сте първият от там , майоре . - Виж ти . Майоре , какво да бъде ? 
- Преди седмици оттук е минал мой приятел . Зам . - командир на въздушната група . Станала е злополука . 
Приятели сте с Иган ? Майор Джон Иган ? Бъки ? 
Да . 
Каквото и да е казал , не съм сторил нищо лошо . Не , той заръча да ви дам това . 
Да подмените счупеното . 
Да го подменя ? - Да . И как точно да го подменя с това ? 
Сержант , не знам какво е станало , но той ми каза , че ще свърши работа . 
Вижте там . 
Счупен рог от нарвал . Смъкна го и се правеше на еднорог . Разпра ми два дивана , изпотроши чашите на бара . 
Разбирам . 
Обикновено ги надушвам отдалеч , но приятелят ви изглеждаше свестен . 
Докато не запя . 
Да , типично за него . 
Не си длъжен , облогът е глупав . Вече няма как . Кой ще бъде ? 
Добре . - Кой ? 
Играх с всички вас , но ирландците не можете пирон да забиете , камо ли да уцелите десетката . 
Какво се смееш ? И англичаните сте същите . - Джак ! 
Томи обаче е най - точният на стрелички в Източна Англия ! - Ще загубиш око . 
Не , имам му доверие . Ако спечели , получавам двете колела . 
- Дадено , янки . 
И двете . 
- Добре . 
И една целувка . Хайде , Томи , само внимавай с очите ми , чу ли ? 
Хайде , Томи , когато си готов . Загубих две колела ! Какво ти става ? 
Пред мен се разкриват сини небеса ... ИЗТОЧНА АНГЛИЯ 8 ЮНИ 1943 Г . 
Не и в Англия обаче . Гадно време и тук - там късче синьо небе . БАЗА НА КРАЛСКИТЕ ВВС " ТОРП АБЪТС " 
Продавате ли колелото , майоре ? - За нищо на света ! 
Трябваше да закарам капитан Брейди и останалите от Гренландия до базата ни в Торп Абътс , Англия . 
Но се откъснахме от групата в облаците над Атлантическия океан . 
Не стигаше нулевата видимост , а имах и друг проблем : въздушната болест . Проблем със захранването , трябва ни курс . 
Кросби , чуваш ли ? 
Може ли да повторите ? 
Проблем със захранването . 
Задай курс , докато го открием , Крос . Изчакайте . 
Надясно на 165 градуса , край . - Прието . Надясно на 165 . 
Изключвам и рестартирам захранването . Да го оправим . 
Някоя от веригите в управлението е . 
Ще извадя бушоните и ще разбера . Действай . 
Още ли повръщаш ? 
Стомахът ти е празен като резервоара ни . 
Да . Да му се не види , Крос ! 
- Съжалявам . 
Целия ме оплеска ! Дай парцал . 
Извинявай . - Хайде ! 
Как вони ! 
- Оправи ли го ? 
Не виждам повреда . Може да е моторът на колесника . 
Рестартирам батерии и генератори . Включени са . 
Индикацията изгасна . 
Това ли е английският бряг ? 
Кросби , нали е Англия ? 
Не , не трябва да сме над вода . 
Сър , какъв курс държите ? 
- 165 , както ми каза . 
Боже милостиви ! 
Проклятие , това е Франция ! 
Пилот до екипаж , обстрелват ни , дръжте се . По дяволите ! 
Дявол те взел , Крос ! БАЗА НА ВВС " ТОРП АБЪТС " Морис , благодаря за колелата ! 
- Другия път ще ти го върна ! Хайде . Браво , хубавице . 
Ето ги . Хайде , приятел . 
- Де Марко ! 
Здрасти , майоре . 
- Откъде взе кучето , Бени ? 
Спечелих го на комар . 
- И си го качил на 3000 метра ? 
Взех му маска за три долара . Много обича да лети . 
Непрестанно вие . 
- Защото е наполовина вълк . 
Този вълк е наполовина куче . 
Има ли си име ? 
- Кюфте . 
Добре дошъл в 100 - тната , Кюфте . 
- Ела , Кюфте . 
Липсвах ли ти ? 
Като камъче в обувката . 
Как я карате ? - Половината оборудване още го няма . 
Заехме маски и парашути от британците . 
Зам . - командирът ще се погрижи . 
- Според мен - да го разжалват . 
И свиквай с калта . 
Слушай , твоят радист да е прехващал съобщения от 418 - а ? 
Брейди липсва . 
- Не . 
Намерих ти колело . 
- Трябва ли ми ? 
Иначе е 20 мин пеша от спалното до столовата . 
Запазени са за седмици наред . 
Реших , че като профучиш покрай другите , шляпащи в дъжда на път към вечерята , ще ми кажеш : " Благодаря , Бъки " . 
Не разчитай . 
Ето го и Брейди . 
Да проверим колесника . Свали го . 
- Разбрано . 
Левият се спуска . 
Опашният се спусна . 
Десният - не . 
- Мамка му . Не слиза . 
Блъм , манивелата . 
- Да . Хейфър , помогни му . 
- Изпълнявам . 
Вземи това . 
Къде е манивелата ? 
Давай я . Не помръдва . 
Давай . 
- Мъча се . 
Дръпни се , дай на мен . 
Хвана ли я ? - Да . 
Моторът е изгорял или винтът е заклещен . 
Сигурен ли си ? 
- Да , сър . 
Замръзнал е , не се спуска . 
Вдигни левия колесник . 
- Сигурен ли си ? 
Да , имаме по - голям шанс да се приземим по корем , отколкото на едно колело . 
Кула , тук Арми 071 . Колесникът не пада . 
Чакам инструкции за кацане , край . Арми 071 , имате разрешение . Ще ви чака спасителен екип , край . 
Прието , захождам . 
- Готови за аварийно кацане . 
Чухте ли ? Хайде , по - живо ! 
247 , спешен екип . Вън ! Всички вън ! - Мърдайте , живо ! Изчезвайте ! 
Мърдай ! - Давай , давай ! 
Хайде , размърдайте се ! Тичайте , иначе сте мъртви ! Бегом ! ЛИНЕЙКА Чисто е . - Мамка му . 
Леко се отървахме . 
Изтеглете го . - Заемам се , хайде . 
Кросби , ти си навигатор . 
Все някак трябваше да намериш Англия . 
Добре ли са всички ? 
- Да , сър . 
Брейди , заповядай в кабинета ми . 
Как се откъсна от ескадрилата ? 
Изгубихме се в облаците . 
Възникна проблем в захранването и цял час се мъчихме да спуснем колесника . 
Нали знаеш , има два вида пилоти - едните са кацали по корем , а на другите им предстои . 
Майоре , не е чак толкова зле . - Оправете го . 
Недей да ме покриваш . Аз съм отговорен . - Не те покривах , имаше механична повреда . 
Овладей въздушната болест , иначе няма да летиш с мен . 
Крос , наслаждаваш се на гледката ли ? 
Ще ми разкажеш ли за еднорога ? 
Той е любимото ми изчезнало животно . 
Франция ? 
Как се озовахте там ? - Как мислиш , Бъбълс ? 
Изповръщах си червата . 
Не ти ли минава в един момент ? - Обикновено да . Но този път заради турбулентността ... 
Знам ли . Не мина . Сигурно съм най - лошият навигатор във ВВС . 
Все има някой по - зле . Поне един . Сбъркали сте лентата , лейтенант . 
- Добре дошли в Англия . 
Тези двамата сигурно са гледали твърде много " Пилот изпитател " . 
Ти си го гледал твърде много . 
- Да . Не помогна . 
Поне можем да им кажем накъде да летят . - До скоро , Бък . По прекия , в твоя случай - по панорамния маршрут . 
По панорамния ? Много смешно . 
Не предполагах , че трябва да ви обяснявам колко голяма е отговорността ви . 
Най - важното не е дали екипажите си оправят добре леглата . 
Разбирам , сър . 
Ето защо давам приоритет на летенето , а не на леглата . 
Отговаряте за 35 самолета и 350 души екипаж . 
Момчета , които не са встъпвали в бой . 
Животът им зависи от реда , дисциплината и примера ви . 
Да , сър . 
Моите уважения , но ще съм по - полезен и на тях , и на вас като командир на ескадрила , а не зам . - командир . 
Това , че махате с палката отпред , не ви прави диригент на оркестъра . 
Просто не съм роден да седя на бюро . 
Трябва да съм във въздуха и да им помагам . 
Полковник Лемей ни е вдигнал мерника . Няма търпение да сложи край на 100 - тната ескадрила . Но не и под мое командване . 
Очаквам всички офицери да ме подкрепят . 
Отнася се и за вас , майор Иган . 
Свободен сте . Добре ли сте ? 
Да повикам лекар ? 
Нищо ми няма . 
Само след няколко дни ни събудиха за първата ни мисия . След стотици летателни часа в САЩ трябваше да вярваме , че сме готови . 
Защото щяхме да влезем в истински бой . 
Сър , днес ще летите . 
Майор Клевън . 
Преди мисия имаше специална закуска - яйца , препечен хляб , палачинки , двойна порция бекон , пресен сок от грейпфрут и две чаши войнишко кафе . 
Кръстихме я " Тайната вечеря " . 
Дано всички се върнем невредими . - Чък , подай солта , ако обичаш . 
Олеле . - Разсипа солта . 
Ако обичаш , метни солта през рамо , за да си продължим закуската . 
Кой беше ? 
Не солницата ! 
- Да не ни урочасва . 
Каза да метна солта . - Кретен . 
Това му бяха думите . 
Кърт , днес ще летя с теб . - Ето . Какво ? - Съжалявам , Дик . Ще си на опашката , но поне ще стреляш по врага . 
Нищо . 
- Кюфтето ще лети ли ? 
Ще го гледат Лемънс или Уинк . 
Този път по - добре да не летиш , друже . 
Я да си хапна яйца , преди да са свършили . 
- Недей , Бък . 
Снесени са , преди да вляза в пубертета . - Значи ще мина без яйца . 
Добро утро . 
- Майор Вийл . 
Как спахте ? - Като къпани . 
Новият командир ще лети ли с нас ? 
- Новият или по - новият ? 
Оставете го , мислете как ще летите . 
Стегната формация , и монета да не може да мине между крилата ни . 
Тъй вярно , майоре . 
Мирно ! 
Свободно . 
Днешната цел е Бремен . Ще ударим бункерите за подводници на река Везер . 
Целта е от изключително значение . 
Само миналия месец подводници потопиха близо 70 товарни кораба . 
Ако не изпращаме материали от САЩ до Великобритания , няма да стъпим на континента . 
350 - а ще лети високо , предвождана от майор Клевън , а 349 - а ще лети ниско , начело с майор Вийл . 
Аз ще съм отпред с лейтенант Дай в 351 - ва . 
Щом се построим , 100 - тната ще се присъедини към 94 - та , 95 - а и 96 - а бомбардировъчни групи . 
Ще летим най - ниско и най - отзад . Най - уязвимата позиция . 
- Общо ще вдигнем 78 тежки бомбардировача . 
Леле ! - Майор Боуман от разузнаването ще разясни подробностите , а от капитан Бекър ще чуете прогнозата . Майоре . 
- Благодаря , сър . 
Угасете . 
Забележете позициите на военноморската и наземната артилерии покрай Фризийските острови - от Нордерней до Лангеог . 
Над континента може да очаквате концентриран обстрел от Вилхелмсхафен чак до Бремен . 
Идентифицираните батареи се състоят от 88 - мм и 105 - мм оръдия , насочвани от радарите във Вюрцбург , така че ще ви следят . 
Навигатори и мерачи , след като приключим тук , явете се в щаба за специален инструктаж . 
Ориентирът ви се намира в северозападната част на Бремен , тук . 
Дайте карта на целта . 
От този ориентир до целта има 15 км по права линия . 
Това са бункерите на източния бряг на реката . 
Централният бункер тук ще бъде средната ви мишена . 
Към целта ще държите истински курс 218 градуса . 
Веднага след завоя следвайте реката . 
Заповядайте , майоре . 
- Благодаря . 
Давай , Кърт . Какъв е цитатът ти за деня ? 
Днес ще летя като ангел , но няма да умра като такъв . Майоре , малко ми е , не мога да го облека . 
Бък , помогни ми с якето . Да . 
Хубав афтършейв . 
Днес те искам на такова разстояние от крилото ми . 
Както сме тренирали . 
- Да , сър . 
Добро утро , господа . 
За който не ме познава , аз съм отец Теска . 
Отсреща съм , както и капитан Филипс , ако имате нужда от нас . 
Благодарим , отче , ще го имаме предвид . 
Бък . 
Здрасти . - Добре ли си ? 
Какво става , оправяш си сметките ? 
Моята късметлийска двойка . 
Боже , Джон . 
- Вземи я . 
Изпълних вече две мисии с нея , кацнах невредим . 
С две отхапани крайчета , по едно за всяка мисия - и съм жив . Вземи я . 
- За късмет . 
Добре . До скоро . 
До скоро ! 
Ей там отивам . 
Стройте се в кръг . 
Това е първата ни мисия тук . 
Помнете обучението и си изпълнявайте задълженията . 
Да засипем с бомби нацистките копелета , да завършим мисията и да се приберем по - рано . 
- Да , сър ! 
Майорът ще лети с нас . Майоре ? 
За пръв път ще влезете в бой , момчета . 
Да ги разбием . 
- Да , сър ! 
Е , какво чакаме още ? 
Всичко наред ли е , Дики ? 
- Че как ! 
Като в луксозен хотел . 
Благодаря . Господа . 
- Чест е да сте в самолета ни , сър . Усещам Божия дух във вас . 
- Той е във всички ни . 
Запазил си ми място . 
Предлагам ти го , за да не седнеш в скута ми . 
Готов за проверка . 
Карта 1А ? 
- Тук . 
Горивни клапани и превключвател ? 
Клапани - затворени , превключвател - изключен . 
Интеркулерите са студени . 
Жироскопи ? 
Клапани за гориво ? 
И четирите са отворени . 
Капаци на двигателите ? 
- Отворени и застопорени . 
Дросели ? - Затворени са . 
Главен ключ и запалване ? 
Батерии - включени . Отметнато . 
- Налягане на бустер помпите ? 
Помпи включени . 
- Горивни резервоари - пълни . 
Лейтенант , ще включиш ли двигателите ? 
- Да , сър . 
Включвам първи . 
Радваме се , че сте с нас , полковник . Включи втори . - Втори . 
Налягането на горивото и маслото е наред . 
Включвам трети . 
Б - 17 имаше 12 картечници , които ни пазеха от всички страни . 
Наричахме го " Летящата крепост " . 
Най - важно за оцеляването ни бе да сме заедно - да направим квадрат от отбранителен огън в стегната формация . 
Защото разделим ли се , немците ще ни свалят един по един . 
Размажете ги , момчета ! Дай им разрешение . 
Потегляме . 100 км / ч . 
150 . 
160 , 180 . 
Тръгваме , момчета . 65 , 80 . 
100 . 145 . 160 . 180 . 
Още се издигаме . Три часа до целта . 
Проверка след излитане . 
Подемна мощност - зададена . 
Задкрилки - в изправност . 
Десният колесник е вдигнат . 
- Левият също . 
И опашният . 
Босър , влизай в гнездото . 
Кърт , поемам управлението . 
Тук пилотът , височина - 3000 метра . 
Сложете маски и докладвайте . 
Овално гнездо - готов . 
- Опашка - готов . 
Десен корпус - готов . 
- Ляв корпус - готов . 
Радист - готов . 
- Инженер - готов . 
Навигатор - готов . 
- Мерач - готов . 
Бест , пусни сигнална ракета . 
Дано успеем да се построим в тази мъгла . 
Разбрано . 
Сигнална ракета ли беше ? 
Май видях сигнална ракета под нас . 
Прието . Видя ли кой я пусна ? - Не , нищо не се вижда . 
Майко мила ! Б - 17 ниско отпред . Точно под нас са . 
Рой , издигни се ! 
По дяволите ! Над нас има самолет . 
Прието , видях го . 
Опашен картечар , какво виждаш ? 
Чисто ли е ? Чисто е . 
На косъм ! 
- Беше самолетът на Клевън . 
Надуших афтършейва му . - Ти сериозно ли ? 
Нали му каза да е до теб . 
- Но не така . 
Тук пилотът , имаме още час в тая гадост . 
Отваряйте си очите . 
Трябва да настигнем групата . Изостанахме , формацията се разпадна . Първи двигател прекъсва . 
Губим го . - Лошо . 
Пилот до опашка . Какво виждаш отзад ? 
До Клевън , шест от групата във формация . 
351 - ва е с нас , а 349 - а е много назад . И шестте изостават . Водачът им Вийл дими . 
Водач " Редмийт " , тук водач " Сърфис " . 
Какво става , Вийл ? 
Водач " Сърфис " , проблем с двигателя , отстраняваме го . Трябва да вземеш решение , Вийл . 
Застрашаваш ескадрилата си . 
Водач " Пейсър " , прието . Сър , изостанахме много . 
Бавим другите , трудно ще настигнат първите . 
По дяволите , изключи го . 
Спирам горивото и витлото . 
Водач " Пейсър " , тук водач " Редмийт " . 
Първи двигател е извън строя . 
Губим скорост , връщаме се . 
- Прието , водач " Сърфис " . 
Зам . - командир , имаме повреда . Връщаме се , ти ще водиш . 
- Изпълнявам . 
Заемаме мястото на водач " Редмийт " . 
Включваме на пълна мощност . 
Следете разхода , ще изразходваме доста гориво , докато настигнем групата . Огън ! - Огън ! 
Започва се . Обстрелват ни , дръжте се , момчета . 
Обстрел ниско вляво отпред . 
Обстрел високо вляво . Високо вдясно . 
Обстрел отвсякъде ! 
Смирено се молим Бог да го отклони . 
Княже на небесното войнство , с Божията мощ хвърли Сатаната в Ада ! 
Навигатор , още колко има до целта ? 
- 11 минути . 
Разбрано . - 11 минути ? 
Княже на небесното войнство , срази всички зли духове ... Майко мила ! 
които бродят по земята да погубват души . Амин . Лошо . 
Мерач до пилот , трябва да сме над целта , но не виждам нищо . Да пусна ли бомбите ? 
Недей , не става . Сър ? - Няма да пускам бомби , ако не виждаме целта . 
Навигатор , виждаш ли втората цел ? 
Същата история . 
Нулева видимост , сър . 
Командир до екипаж , отменям мисията . 
Задай нов курс . - Разбрано . 
Водач " Зутсют 2 " до ескадрила . 
Команда Роджър , Ънкъл , Фокс , Ексрей . Повтарям , команда Роджър , Ънкъл , Фокс , Ексрей . Отменя мисията . - По дяволите ! 
Водач " Сърфис " до водач " Пейсър , изпълняваме . 
Мисията е отменена . Повтарям , мисията е отменена . Обстрелът спря . 
Знаете какво значи това . 
- Пригответе се , момчета . 
Разбрано . 
Опашен картечар , какво виждаш ? 
Не виждам 349 - а , още са назад . 
Групата на Клевън е с нас . 
Внимавайте за вражески изтребители . 
Ще се появят всеки момент , момчета . Отваряйте си очите . 
Горно гнездо , изтребители отпред ! 
Бързи са ! 
Отиват към групата на Вийл . 
Изтребители отпред и отгоре ! 
Мамка му ! 
Адамс , скачайте ! Видяхте ли парашути ? 
Не виждам парашути . 
- Стреляй по изтребителите ! 
Изтребители отпред и отгоре ! 
Улучиха Шмаленбах ! Боже ! Шмаленбах пада . 
По дяволите , стрелят по нас . Господи ! Мълинс . Клевън до опашка , какво виждаш ? 
До Клевън , 349 - а е в облаците . 
Не ги виждам , сър . 
Пак се връщат ! 
Изтребители отзад вляво ! 
Да му се не види ! 
Мамка му ! 
Хайде ! Давай ! 
Гадина такава ! Боже господи ! 
Докладвай , Дики . 
До Клевън , изтребителите изчезнаха . 
От 349 - а останаха само два , сър . Три самолета ги няма . 
Дики , повтори . 
От 349 - а останаха само два , сър . 
Боже ! 
Сър , пробиха дупка в овалното гнездо . Умирам от студ , ще ме извадите ли ? 
- Измъкнете Босър и го стоплете . 
Босър добре ли е ? 
- Обгрижваме го , сър . 
Нищо чудно - костюмът ти е надупчен . 
Дай му одеяло . 
Дръжте се , изсипваме бомбите в Ламанша и се връщаме в базата . 
Загуби мощност , а накрая съвсем отказа . 
Лош късмет на първа мисия . 
Сместа в карбуратора е протекла и е окъсила свещ . 
Ще я оправим за няколко часа . 
Седем , осем , девет , десет ... Петнайсет . 
Спокойно , тук сме . - Бързо ! 
По дяволите ! Полковник ? 
Добре ли сте ? 
Боже . Добре ли сте , сър ? 
Помогнете на командващия ! 
Не се задават други . 
Преброих 15 . 
- И аз . 
Излетяха деветнайсет , един се върна , три ги няма . 
От ескадрилата на Вийл . 
- Хайде . Ето цифрите . 
- Не сега . 
Така . Качвайте се в камиона ! Ван Ной ! Глен ! 
Вийл , успокой се . 
- Тихо , качвайте се ! 
Да не сте гъкнали ! Изчакайте разпита . 
Ван Ной , качвай се ! - Бързо на разпит ! 
Само искам да разбера какво е станало с хората ми . Веднага на разпит ! 
Това е заповед ! - Качвай се . 
Какво ме гледате ? 
Трябва да го поправите ! 
На работа ! - По - живо ! Действайте ! 
Камионът да тръгва . Без разговори ! Цяло чудо , че не е паднал . 
Кацане без задкрилки . 
Двигателят беше надупчен . 
Ще те закарам на разпит , Бък , хайде . 
Не пуснахме и една бомба . 
Изсипах ги в Ламанша . 
Знам . 
Да тръгваме . 
Защо не ми каза ? 
Какво ? 
- Че си летял . 
Две мисии . 
А не ми каза какво е . 
- Не знаех какво да кажа . 
Сега видя сам . 
Не знам какво видях . 
Трийсет души . 
Трябваше да летя с вас . 
Чака ни много работа . 
Възхищавам ви се . Летите посред бял ден . 
Но това е самоубийство . 
- Май обичаш да воюваш нощем , Брайън . 
Познайте кой улучва целта нощем ! 
Изпитваш ли нещо ? 
Защото аз съм ... напълно безчувствен . 
Имаме проблем . 
Мога да летя . 
- Да бе , как пък не ! 
Днес ще водим ескадрилата . 
Повредиха трети двигател . - Улучиха Бидик ! 
Аварийно кацане . - Твърде ниско си ! Дръжте се ! 
