- द और । 
- अभ देत हूँ । 
बक बेहद क़ स्मतव ल है । 
ह ँ , वह म हतरम बेहद सुंदर है । 
नह ं , उस म मले में नह ं । कमबख़्त क़ स्मतव ल कल तैन त ह ने ज रह है । 
वह जर्मन ं से कुछ ह दूर म जूद ह ग , जबक हममें से ब क ल ग नेब्र स्क के ऊपर अभ्य स म शन में उड़ नें भर रहे ह ंगे । च ंत मत कर । हम जल्द ह वह ँ बम ग र रहे ह ंगे । - ह ँ । - बक , अगल र उंड हम र ओर से । 
उसने यह पहले कभ नह ं क य थ । 
त तुम बक ह और वह बक है ? 
यह लंब कह न है । 
उनक ज ड़ क फ़ अच्छ लग रह है , है न ? मुझे उनक पर चय पहले ह कर देन च ह ए थ । 
वह कल ज रह है । 
सभ क क ई ऐस च ह ए ज से वह च ट्ठ ल ख सके । 
मुझे नह ं लगत क ज न इगन क च ट्ठ ल खन पसंद है । 
वैसे , श यद अगर उसे च ट्ठ ल खने ल यक लड़क म ल ज ए , त वह ज़रूरत ल खेग । 
पर , च ट्ठ ल खने ल यक लड़क ढूँढन कठ न है । 
तब नह ं जब तुम्हें पत ह क कह ँ ढूँढन है । 
मैं तुम्ह र मतलब समझ रह हूँ । 
त , तुम मुझे च ट्ठ ल ख गे ? 
मैं पहले ह ल ख चुक हूँ । 
तुमने मेरे ल ए च ट्ठ ल ख ? ह ँ । उसमें क्य ल ख है ? 
तुम्हें यह ज नने के ल ए इंतज़ र करन ह ग । 
कब तक इंतज़ र करन ह ग ? 
जब मैं तैन त के ल ए न कलूँग । लगभग द य त न हफ़्ते ब द । 
मुझे हर पल तुम्ह र य द सत एग । 
ठ क है , ठ क है । सज्जन ं , एक ज म । 
बक , म र्ज ... ए , त त - मैन ... 
- हम रे नए एयर एग्ज क्यूट व , बक के न म । - ए , ए । श ब श , मेजर । स वें के इस प यक्कड़ क भेजन थ ! 
वैसे , क स क त ज कर तुम ब क बचे बेवकूफ़ ं के ल ए र स्त बन न थ । 
- च यर्स , मेजर । - 100 वें के न म । 
- ह ँ , 100 वें के न म । - शुभक मन एँ , सर । - धन्यव द । - हम रे ल ए कुछ जर्मन छ ड़ देन । 
हम स्लूटर के यह ँ ज रहे हैं । तुम ल ग चल गे ? 
नह ं , मुझे कल जल्द उड़ न भरन है । 
- बक ? - नह ं , द स्त ं । 
त फ र कल म लेंगे । अलव द , म र्ज । 
बक , तुमसे इंग्लैंड में म लूँग । 
और य द रहे , मुझे अत र क्त कंबल और अच्छ नज़ र द खने व ल ब स्तर च ह ए । 
समझ म ल गय । 
वह मुझे बत नह ं रह है । यह उपन म ं क क्य चक्कर है ? 
बत ओ भ , म र्ज । 
- ह ँ ? - बत ओ । - ठ क है । - मैंने कह थ , यह लंब कह न है । 
दरअसल , वे युद्ध शुरू ह ने से पहले बुन य द प्रश क्षण में म ले थे । 
ज न क बचपन से ह सब बक बुल ते थे । 
- है न ? 
- सह कह , ह ँ । 
और गेल ... गेल क सब हमेश से बस गेल ह बुल ते थे । 
पर फ र ... बुन य द प्रश क्षण के पहले ह द न , इस बंदे ने मेरे प स आकर कह क मुझे देखकर उसे उसके घर , व स्क न्स न के एक बंदे क य द आत है ज सक न म बक है । 
मैंने उसे बत य क मेर न म गेल है , गेल क्लेवेन । 
और ... पर बक टस से मस नह ं हुआ । 
नह ं , सर । यह बस " बक यह , बक वह " थ । 
" बक , जूते के फ़ ते ब ँधने में मेर मदद कर गे ? " " बक , यह प्लेन उड़ ने में मेर मदद कर । " 
और जल्द ह , पूर कमबख़्त एट्थ एयर फ़ र्स मुझे बक बुल ने लग । इसल ए ... वैसे भ , यह गेल कैस न म है ? पत है क्य ? दरअसल तुम्हें मेर शुक्र य अद करन च ह ए । मैंने तुम पर एहस न क य । - मुझे अपने जैस न म देने के ल ए ? - यह ब ल्कुल एक जैस न म नह ं है और यह मेर ग़लत नह ं है क तुम ब ल्कुल उस बक जैसे द खते ह - ज मैन ट व क , व स्क न्स न से है । - मैन ट व क से है । अपने सबसे अच्छे द स्त के स थ क न ऐस करत है ? 
- यह बेहद प्य र है । - हमें संग त च ह ए । 
ठ क है । चले मत ज न , गेल ... बक । आज र त ख़त्म ह ने से पहले तुम मेरे स थ ज़रूर न च गे । 
मुझे मत नचव ओ , म र्ज । एक अच्छ ग न चुनन । 
आर्ट श , बैन गुडमैन । 
ए । ज नते ह , मुझे हैर न है क हम द स्त हैं । 
तुम्हें एक सुंदर मह ल के स थ न चन पसंद नह ं है । तुम प ते नह ं ह । जुआ नह ं खेलते ह । 
तुम्हें खेल भ पसंद नह ं हैं । 
हम ज वन के मह न रहस्य ं में से एक हैं । - मुझे यह पसंद है । ह ँ । - ह ँ ? त अभ के ल ए अलव द । 
अभ के ल ए अलव द । 
मैं तुमसे कुछ ह हफ़्त ं में म लूँग । अगर मैं पहले नह ं मर त । 
मुझे तुम्हें बत ते हुए खेद ह रह है , बक , पर अब तुम 100 वें के एयर एग्ज़ क्यूट व ह । 
तुम वह ँ ख़ुद म शन पर प्लेन उड़ ने नह ं ज रहे ह । 
देख , मैंने 389 वें के स ओ से ब त क थ और जब तक तुम ल ग वह ँ नह ं पहुँचते ह , मैं उनके स थ उड़ न भरूँग । 
मैं ऑब्ज़र्वेशन प यलट रहूँग । 
कम ने कह ं के । ह ँ । क स क त युद्ध क थ ड़ अनुभव लेन ह ग त क तुम्हें बत सके क दरअसल वह ँ कैस महसूस ह त है । 
ख़ैर , मेरे वह ँ पहुँचने से पहले म रे मत ज न । 
मैं इसक ग रंट नह ं दे सकत । 
स मने क भ ग न चे रख ! चल यह आग बुझ एँ ! 
चल भ , और तेज़ ! तुम्हें हम र मदद करन ह ग ! 
ह गय ! आग बुझ गई है ! 
ख ंच ! ऊपर ल ! ऊपर ! 
और ज़ र से ! 
- लड़ कू व म न , स मने ! ब ल्कुल स मने ! 
- अरे , धत् ! 
हमने च थ फ़्लैप ख द य है । 
प यलट , नैव गेटर के ल ए । 
हमें व पस ल टन ह ग । हमें नई द श च ह ए ! 
धत् ! 
मैं डुव ल ब ल रह हूँ । 
और मुझे ग ल लग है । 
मैं तुम्ह रे प स आ रह हूँ , डुव ल । 
पश्च म क तरफ़ मुड़ । ठ क है ! हम दूसरे इंजन में तेल क दब व ख रहे हैं ! 
इसे स्थ र रख , मैं नई द श पत करत हूँ । 
स ँस ल ! बस स ँस ल ! डटे रह ! 
- डुव ल ! तुम्हें कह ँ ग ल लग है ? 
- धत् । 
मेरे स थ रह , डुव ल ! 
मैं यह ं हूँ । 
- मैं ज़ ंद नह ं बचूँग , बक । - चुप रह , डुव ल । तुम्हें कुछ नह ं ह ग । 
घ व पर अपन ह थ रख । ऐसे । श ब श । - ठ क है । ठ क है । - ठ क है ? कमबख़्त ह श में रह ! 
सुन तुमने ? 
मेर तरफ़ देख ! अपन आँखें ख ल ! अपन आँखें ख ल ! 
स ँस ल , स ँस ल , स ँस ल ! 
लड़ कू व म न , स धे स मने ! 
एक क म र ग र य ! 
इगन , मुझे वह द श च ह ए ! 
नई द श : 248 पर ब एँ मुड़ । 
ठ क है ! 
चल भ । मेरे स थ रह । 
- हम घर क ओर ज रहे हैं । - ह ँ । ह ँ । 
बस स ँस लेते रह ! वह कम ल क ऑब्ज़र्वेशन म शन थ , मेजर । 
क्य वे सभ ऐसे ह ह ते हैं ? 
तुम स च रहे ह क अपने स थ य ं क क्य बत ओगे ? 
कुछ मत बत ओ । वे ख़ुद ज न लेंगे । 
हम सभ ख़ुद ह ज न लेते हैं । 
पहल भ ग स वें ब म्ब ग्रुप क न ज़ जर्मन के ख़ ल फ़ लड़ ई में अमर क सेन क एट्थ एयर फ़ र्स के स थ श म ल ह ने के ल ए सन् 1943 के वसंत में इंग्लैंड भेज गय थ । 
मेर सुझ व है क हम इस क ले क ऐल स फ़्र म डैलस बुल एँ । 
ऐल स फ़्र म डैलस ? 
यह अच्छ सुन ई पड़त है । 
ऐल स फ़्र म डैलस । ऐल स , हम र पैलेस । 
मेजर क्लेवेन क द ख ओ । 
ल र्च , मेजर क द ख ओ । 
मुझे यह व पस च ह ए । 
म हतरम कम ल क है । वह इस क ले क थ ड़ अत र क्त शक्त देग । 
मेरे प स व पस ल टन कैन ! प्य र , ऐल स अब समझ क इस क ले क न म उसके न म पर क्य ं रखन च हते ह । 
- वह ख़ स है । 
- वह शक्त श ल है । 
एम सन , पक्क तुम हमें सह फ़्य र्ड में लेकर आए ह ? 
ह ँ । 100 प्रत शत । 
नट ंग , प छे सब कैस है ? 
पंक्त में आठ हैं , सर । ठ क है । 
हम में ज़्य द तर ं ने कभ घर से दूर सफ़र नह ं क य थ , एयरप्लेन में उड़ न भरने क ब त त छ ड़ ह दें । 
हम देश के हर क ने से एक स झ उद्देश्य के स थ इकट्ठ हुए थे : इस युद्ध क ह टलर के घर में ले ज ने के ल ए । 
प यलट , दल के ल ए । हम ख ने - प ने और थ ड़ आर म करने के ल ए जल्द ह ग्र नलैंड में उतरेंगे । 
ब्ल न्ड ट वर , आर्म 233 । ब्लूई वेस्ट वन के ऊपर ब - 17 क एक बेड़ है । 
कृपय उतरने के ल ए न र्देश दें । 
आर्म 233 , फ़्ल इट ब्ल न्ड ट वर । 
रनवे संख्य छह के ल ए आगे बढ़ । उतरने क अनुमत है । 
आसम न स फ़ है । हव एँ 330 ड ग्र पर 40 क गत पर चल रह हैं , 50 तक पहुँच रह हैं । 
ऑल्ट म टर द - न - न 
हव थ ड़ तेज़ है । थ ड़ तेज़ ? 
एल्ब म में हम इसे तूफ़ न कहते हैं । 
ठ क है , ब्ल न्ड ट वर । रनवे संख्य छह क ओर बढ़ रहे हैं । आसम न स फ़ है । 
हव एँ 330 ड ग्र पर 40 क गत पर चल रह हैं , 50 तक पहुँच रह हैं । 
क फ़ त रछ हव एँ हैं । झ ंके बढ़ रहे हैं , द स्त ं । स वध न रहन । 
श यद आपक चक्कर लग कर उतरन च ह ए , मेजर । ग्र नलैंड में स्व गत है । 
लैंड ंग ग यर उत र । फ़्लैप्स पर तैय र रह । 
लैंड ंग ग यर उत र रह हूँ । 
थ ड़े ह चक ले लगेंगे । डटे रह , द स्त ं । 
प यलट , दल के ल ए । उतरने क तैय र कर । 
ब य ँ ग यर उतर गय है । द य ँ भ उतर गय है । 
अंत म-प्रवेश चेक । फ़्लैप्स एक-च थ ई पर हैं ? ह ँ । फ़्लैप्स एक-च थ ई पर हैं । - फ़्लैप्स आधे पर हैं । - फ़्लैप्स आधे पर हैं । 
ह गय । 
तुम्हें व पस ऊपर लेन ह ग , व ल । द ब र चक्कर लग कर आओ । 
ब्लूई वेस्ट वन एयरफ़ ल्ड दक्ष ण ग्र नलैंड हम र इक ई च र स्क्व ड्रन ं से बन थ । 
मेजर गेल क्लेवेन 350 वें के कम ंडर थे । 
वह और मेजर इगन हम रे पूरे दल के न र्व व द ल डर थे । 
एव ब्लेकल स एटल से एक प यलट थ । - देख क न आय है । - ब्लेकल । 
और बड़े - द ल-व ल बैन ड म र्क फ़ ल से थ । - मेजर । - ड म र्क । 
- ख़तरन क लैंड ंग थ । 
- इससे भ बदतर देख है । 
- लड़ ई क कमेंट्र सुन रहे ह ? - ह ँ । 
- क्लेटर , तुम इसे पर द ंव लग रहे ह न ? - ह ँ । - पर स ग्नल क फ़ बुर है । - ह ँ , वह त ह ग ह । 
ख़ैर , व ल्यूम बढ़ ओ । 
ब म्ब र्ड यर जेम्स डग्लस और ह वर्ड हैम ल्टन म डवेस्ट से थे । 
हैम्ब न । 
- मेजर । - ह ँ । श ंत ह ज ओ । मैं संभ ल लूँग । और च र्ल्स क्रुकशैंक , ज क्रैंक के न म से भ ज न ज त थ , वह इंग्लैंड से थ । हैल , क्रैंक । सुन क तुम ल ग ं क लैंड ंग में क फ़ परेश न हुई । 
मेर सबसे अच्छ द स्त , ज " बबल्स " पेन और मैं नैव गेटर थे , इसल ए स्थ न हम रे ल ए महत्वपूर्ण थ । मेजर ? लेफ़्ट नेंट क्र स्ब । 
आप कह ँ से हैं ? 
ह ँ , हमें उस जगह पर प न लग न है । 
बबल्स और मैं ... हम , ह ँ , इस परंपर क ज व त रख रहे हैं । 
- यह ँ देश भर से ल ग हैं । - ह ँ । कैस्पर , व य म ंग । 
- क ऊब य र ज्य , हँ ? 
- ह ँ । लगत है वह ँ से आने व ले आप पहले हैं , मेजर । व य म ंग क्य ब त है । मेजर । आपक क्य दूँ ? 
मेर एक द स्त कुछ हफ़्त ं पहले यह ँ से गुज़र थ । ग्रुप एयर एग्ज़ क्यूट व । यह ँ क ई दुर्घटन घट थ । 
आप इगन के द स्त हैं ? मेजर ज न इगन के ? बक के ? 
ह ँ । 
उन्ह ंने ज भ कह ह , मैंने कुछ ग़लत नह ं क य । नह ं , वह बस च हत थ क मैं तुम्हें यह दूँ । 
कह क यह क स च ज़ के एवज में है । 
एवज में ? ह ँ । और ज तब ह हुई थ , इससे उसक भरप ई कैसे ह ग ? 
स र्जेंट , मुझे नह ं पत क क्य हुआ थ , पर उसने मुझे बत य क इससे उसक भरप ई ह ज न च ह ए । 
आप वह देख रहे हैं ? 
नरव ल क टूट हुआ द ँत ? उन्ह ंने उसे द व र से उत रकर यून क र्न बनने क ढ ंग क य । मेरे द स फ़े फ ड़ द ए और ब र के लगभग स रे ग ल स त ड़ द ए । 
समझ गय । 
आमत र पर , मैं उपद्रव य ं क देखकर ह भ ंप लेत हूँ , पर आपक द स्त श ंत इंस न द ख रह थ । 
जब तक क उन्ह ंने ग न शुरू नह ं क य । 
ह ँ , यह सह सुन ई पड़त है । 
मैंने उससे उध र म ँग उसने जव ब में न कह तुम्ह रे जैसे ग्र हक यह ँ र ज़ आते हैं - और नह ं , नह ं , कभ नह ं - तुम्हें यह करने क ज़रूरत नह ं है । यह बचक न द ंव है । - और नह ं , नह ं , कभ नह ं , अब नह ं - मुझे अब यह करन ह ह ग । - क्य मैं बज ऊँग ... - त वह क न ह ग ? 
- ठ क है , ठ क है । - त वह क न ह ग ? 
अब , मैं तुम सभ के व रुद्ध खेल चुक हूँ ... और तुम आयर श ल ग न श ने पर ड र्ट म रने में उतने ह अच्छे ह ज तन क हथ ड़े से क लें ठ कने में । 
पत नह ं तुम क्य ं हँस रहे ह । तुम अंग्रेज़ भ ख़ स अच्छे नह ं ह । जैक ! 
पर ट म पूरे पूर्व एंग्ल य में - सबसे बेहतर न ड र्ट स्ल ंगर है ! - तुम्ह र आँख फूट ज एग । 
नह ं , नह ं फूटेग । मुझे ट म पर व श्व स है । अब , अगर वह ज त , त मुझे वे द न ं स इक लें म लेंग । 
ह ँ । मुझे मंज़ूर है , यैंक । 
- द न ं म लेंग । 
- ठ क है , तुम्हें द न ं म लेंग । 
और तुम मुझे क स कर ग । ठ क है , ट म । मेर आँख पर मत म रन । मेर आँख पर मत म रन , ट म । ठ क है ? 
ठ क है , ट म । जब भ तुम तैय र ह । मैंने अभ - अभ द स इक लें ख द ं , ट म । - तुम्हें क्य ह गय है ? - ट म ! 
मुझे केवल न ले आसम न ह द ख रहे हैं पूर्व एंग्ल य , इंग्लैंड 8 जून , 1943 
पर इंग्लैंड में नह ं यह ँ ख़र ब म सम और न ल आसम न मुझे देखकर मुस्कुर रह है क स भ अनध कृत व्यक्त क प्रवेश करने क अनुमत नह ं है र यल एयर फ़ र्स थ र्प ऐबट्स 
- नमस्ते , मेजर । क्य वह स इक ल बेचेंगे ? 
कैप्टन ब्रेड और हम रे ब क दल क ग्र नलैंड से इंग्लैंड में थ र्प ऐबट्स में स्थ त हम रे बेस तक पहुँच न मेर क म थ । 
पर क स तरह , हम एटल ंट क के ऊपर ब दल ं में हम रे ब क के समूह से ब छड़ गए । 
शून्य दृश्यत के क रण पहले से ह समस्य ह रह थ , पर मेरे स मने एक और समस्य थ : हव ई य त्र के द र न ह ने व ल अन यंत्र त उल्ट य ँ । हमें एक व द्युत य समस्य हुई है । हमें नई द श च ह ए । 
क्र स्ब , सुन रहे ह ? 
म फ़ करन । क्य यह द हर ओगे ? 
हमें एक अज्ञ त व द्युत य समस्य हुई है । 
जब तक हम इसे सुलझ एँ , हमें एक ह ल्ड ंग पैटर्न द , क्र ज़ । ठ क है । रुक ए । 
एक स पैंसठ ड ग्र पर द एँ मुड़ ए । ओवर । ठ क है । 165 ड ग्र पर द एँ मुड़ रहे हैं । 
व द्युत य प्रण ल बंद करके र स यकल कर रह हूँ । चल इसे ठ क करें । 
पक्क न यंत्रण सर्क ट ं में से एक में ख़र ब आई ह ग । 
मैं फ्यूज़ न क ल कर देखत हूँ । इससे समस्य पत चल ज एग । ह ँ । ज ओ । 
तुम अब भ कैसे उल्ट कर रहे ह ? 
हम रे फ़्यूल टैंक क तरह तुम्ह र पेट भ ख ल ह ज न च ह ए । 
ह ँ , ह ँ । - अरे , हद है , क्र ज़ । 
- मुझे म फ़ कर द । 
मेरे ऊपर पूर फैल गय है । मुझे एक कपड़ द । 
- म फ़ कर द , म फ़ कर द । - चल भ । 
बदबू आ रह है । 
चल भ । खर ब पत चल ? 
मुझे यह ँ क ई ख़र ब नह ं द ख रह है । श यद व्ह ल म टर में क ई ख़र ब आई ह ग । 
बैटर य ँ और जेनेरेटर द ब र शुरू कर रह हूँ । द ब र च लू ह गय है । 
चेत वन ल इटें बंद कर द हैं । 
क्य वह इंग्लैंड क तट है ? 
क्र स्ब , वह इंग्लैंड है न ? 
नह ं , हमें प न के ऊपर नह ं ह न च ह ए , लेफ़्ट नेंट । 
सर , आपक द श क्य है ? 
एक स पैंसठ , जैस क तुमने मुझे बत य थ । 
अरे , हे भगव न । 
कम न कह ं क । वह फ़्र ंस है ! 
प यलट , दल के ल ए , स मने ज़म न से एयरप्लेन-व र ध हमले ह रहे हैं । डटे रह । धत् ! 
हद है , क्र ज़ । थ र्प ऐबट्स एयर बेस म र स । स इक ल ं के ल ए धन्यव द । 
मैं अगल ब र तुम्हें ज़रूर हर ऊँग । चल भ । श ब श , बहुत ख़ूब । 
वे आ गए हैं । चल , लड़के । 
ड म र्क ! 
ए , मेजर । 
तुम्हें वह कुत्त कह ँ से म ल , बैन ? 
मैंने इसे जुए में ज त । 
तुम इस बच्चे क 10,000 फ़ ट से ऊपर ले गए । 
उसके प स एक म स्क है । मैंने त न ड लर में खर द थ । पर , इसे उड़न बेहद पसंद है । 
- वह च ल्ल न बंद ह नह ं कर रह थ । 
- क्य ंक वह आध भेड़ य है । 
वह भेड़ य आध कुत्त है । 
- उसक क ई न म है ? 
- म टब ल । 
स वें में स्व गत है , म टब ल । 
चल , म टब ल । 
मेर य द आई ? 
जूते में फंसे पत्थर क तरह । 
- तुम कैसे ह ? - हम रे आधे उपकरण अभ भ नह ं पहुँचे हैं । 
हमें अंग्रेज़ ं से म स्क और पैर शूट उध र में लेने पड़े । 
एयर एग्ज़ क्यूट व क इसक व्यवस्थ करन च ह ए । मेर र य : 
उन्हें उसे न कर से न क ल देन च ह ए । 
स थ ह , क चड़ के आद ह ज ओ । 
ए , सुन , तुम्ह रे रेड य व ले ने 418 वें क क ई ब तच त सुन ? 
ब्रेड क क ई ख़बर नह ं है । 
नह ं । 
मैं तुम्ह रे ल ए एक स इक ल लेकर आय हूँ । 
मुझे स इक ल च ह ए ह ग ? 
वरन अपने क्व र्टर से मेस तक 20 म नट पैदल चलन ह ग । 
और ये च ज़ें हफ़्त ं तक ब ज़ र में ख़त्म रहत हैं । 
तुम्हें ड नर के ल ए ज ते समय कई ल ग ब र श में भ गते हुए द खेंगे । फ र तुम मेरे प स आकर कह गे , " धन्यव द , बक । " 
इसक आश मत रखन । 
अरे , वह रह ब्रेड । 
ठ क है , चल लैंड ंग ग यर क ज ँच करें । उसे न चे ल ओ । 
ठ क है । 
ब य ँ न चे आ रह है । 
टेल न चे है । 
द य ँ व ल न चे नह ं आय । 
धत् । द य ँ पह य न चे नह ं आ रह है । 
- ब्लम , ह थ से क्रैंक चल ओ । 
- कर रह हूँ । हेफ़र , उसक मदद कर । 
ठ क है । 
यह ल । 
क्रैंक कह ँ है ? 
चल भ । यह ह ल नह ं रह है । 
- चल भ । 
- मैं क श श कर रह हूँ । 
चल । र स्ते से हट । चल । वह मुझे द । 
- तुमने पकड़ ल य ? - ह ँ । 
लैंड ंग ग यर म टर जल गय ह ग य जैकस्क्रू फंस गय ह ग । 
- पक्क ? 
- ज , सर । 
यह पूर तरह से जम गय है । यह न चे नह ं आ रह है । 
ब एँ लैंड ंग ग यर क ऊपर उठ ओ । 
पक्क ? 
ह ँ , एक पह ए के बल उतरने के मुक़ बले , पेट के बल उतरने से हम रे बच न कलने क संभ वन एँ ज़्य द हैं । 
क्ल यर-अप ट वर , यह आर्म 071 है । लैंड ंग ग यर क म नह ं कर रह है । 
उतरने के न र्देश द ज ए । ओवर । ठ क है , आर्म 071 , आपक उतरने क अनुमत है । बच व दल तैय र है । ओवर । 
ठ क है , क्ल यर-अप । 
प यलट , दल के ल ए , क्रैश लैंड ंग के ल ए तैय र रह । 
तुमने वह सुन ? चल । चल चलें । 
247 । आप तक ल न कर्म ... - ठ क है । ब हर न कल ! सभ ब हर न कल । - चल चलें , चल , चल ! यह ँ से न कल ! 
- चल ! चल ! - ज ओ , ज ओ , ज ओ , ज ओ । 
ज ओ , ज ओ ! चल ! जल्द न कल । तुरंत भ ग वरन म रे ज ओगे ! ज ओ , ज ओ ! एम्बुलेंस - सब ठ क है । - अरे , धत् । 
आस न से ठ क ह ज एग । 
- उसे उठ कर ग ड़ से ज ड़ । - अभ करत हूँ । चल चलें । 
तुम एक नैव गेटर ह , क्र स्ब । 
तुम्हें इंग्लैंड ढूँढने में सक्षम ह न च ह ए । 
सब ठ क हैं ? 
- ज , सर । - सर । 
ब्रेड । यह ँ आओ । 
तुम ब क स्क्व ड्रन से अलग कैसे ह गए ? 
हम ब दल ं में ब छड़ गए थे । 
और फ र क स तरह क व द्युत य ख़र ब ह गई थ , इसल ए हमने पह य न चे उत रने क क श श में एक घंट ब त य । 
वैसे , तुम्हें कह वत पत है । प यलट द तरह के ह ते हैं , एक वे ज ब न पह य ं के उतरे हैं और दूसरे ज उतरेंगे । 
मेजर , यह ज तन द खत है उतन बुर है नह ं । - ठ क है । इसे ठ क कर । - ठ क है , मेजर । 
आपक मुझे बच ने क ज़रूरत नह ं थ , ठ क है । - वह मेर ज़ म्मेद र थ । मुझे ... - मैं तुम्हें बच नह ं रह थ । हम रे प्लेन में य ंत्र क ख़र ब आई थ । 
अपन ज म तल ने क समस्य क क़ बू में ल ओ । य मेरे प्लेन से उतर ज ओ । 
क्र ज़ , सुंदर र स्ते से ज न च ह गे ? 
त , मुझे इस यून क र्न व ल कह न के ब रे में बत ओगे ? 
वैसे , यून क र्न मेर सबसे पसंद द व लुप्त ज नवर है । 
फ़्र ंस ? 
- तुम वह ँ कैसे पहुँच गए ? - और कैसे , बबल्स ? 
उल्ट य ँ कर-करके । 
मुझे लग थ क उड़ न स्थ र ह ने के ब द उल्ट य ँ - बंद ह ज त थ ं । - नह ं , ह ँ , आमत र पर बंद ह ज त हैं । पर इस ब र व क्ष म के क रण , यह ... पत नह ं । 
यह बंद नह ं हुईं । पक्क मैं पूरे आर्म एयर फ़ र्स क सबसे बुर नैव गेटर हूँग । 
अरे , क्र स्ब , पक्क क ई तुमसे भ बुर ह ग । - कम से कम एक त ह ग । - ए । सड़क क ग़लत क न र , लेफ़्ट नेंट । - सर । 
- इंग्लैंड में स्व गत है । 
अब , अगर मुझसे पूछ त , उन द न ं ने " टेस्ट प यलट " कुछ ज़्य द ह ब र देख ह ग । 
तुमने ह " टेस्ट प यलट " कुछ ज़्य द ह ब र देखे । ह ँ । 
पर उससे मदद नह ं म ल । 
कम से कम हम उन्हें यह बत ते हैं क प्लेन क द श क स तरफ़ म ड़न है । - ब द में म लेंगे , बक । - ल फ़्ट देने के ल ए धन्यव द । आमत र पर , स ध र स्त । पर तुम्ह रे म मले में , सुंदर र स्त । 
सुंदर र स्त ? यह बेहद मज़ क य है । 
मैंने यह नह ं स च थ क मुझे तुम्हें तुम्ह र ज़ म्मेद र य ं क गंभ रत समझ ने क ज़रूरत पड़ेग । 
तुम्हें पत है क यह बस इस ब रे में नह ं है क तुम्ह र दल क तने अच्छे से अपने ब स्तर बन त है । 
मुझे पत है , सर । 
इस ल ए मैं उनके तह करने से ज़्य द , उनक उड़ न क प्र थम कत देत हूँ । 
तुम 35 व म न ं और 350 व युसैन क ं के प्रभ र ह । 
ऐसे लड़क ं के ज न्हें अभ तक युद्ध क अनुभव नह ं हुआ है । 
उनक ज़ ंदग य ँ आदेश , अनुश सन और तुम्ह रे उद हरण पर न र्भर करत हैं । 
ज , सर । 
सम्म न सह त ... मुझे लगत है क मैं एयर एग्ज़ क्यूट व के बज य , स्क्व ड्रन कम ंडर के रूप में उनके और आपके ज़्य द क म आऊँग । 
बस इसल ए क तुम एक महत्वपूर्ण पद पर ह , इसक यह मतलब नह ं क तुम फैसले ले सकते ह । 
मुझे बस यह नह ं लगत क मैं डेस्क के प छे बैठने के ल ए बन हूँ । 
मुझे वह ँ ऊपर अपने सैन क ं क मदद के ल ए म जूद रहन च ह ए । 
कर्नल लेमे हम पर क़र ब से नज़र रखे हुए हैं । और वह बस 100 वें ब म्ब ग्रुप क ख़त्म करने के ल ए बेक़र र हैं । मेर न गर न में यह नह ं ह ग । 
और मुझे उम्म द है क मेरे स रे ऑफ़ सर इस क श श में मेर स थ देंगे । 
य न तुम , मेजर इगन । 
तुम ज सकते ह । आप ठ क हैं , सर ? 
मैं ड क्टर क बुल ऊँ ? 
मैं ठ क हूँ । 
कुछ ह द न ं में , उन्ह ंने हमें हम रे पहले म शन के ल ए जग य । ऑफ़ सर ं के क्व र्टर अमर क में कई स घंट ं के उड़ न प्रश क्षण के स थ , हमें यह व श्व स करन ह थ क हम तैय र थे । 
करन ह थ क्य ंक अब यह असल जंग थ । 
सर । सर , आप आज उड़ न भरेंगे । 
मेजर क्लेवेन , सर । 
म शन के द न ं में हमेश ख़ स न श्त म लत थ : अंडे , फ़्रेंच ट स्ट , फ़्लैपजैक , बेकन क दुगुन र शन , त ज़ चक तरे क रस और ज आई क फ़ के कुछ कप । 
ब द में , सैन क इसे आख़ र सपर बुल ने लगे थे । 
उम्म द है क हम सभ सुरक्ष त व पस ल टें ... चक , कृपय मुझे नमक द गे ? 
- अह-ओह । - अरे , धत् । उसने नमक ग र द य । 
क्य तुम नमक क अपने कंधे के प छे फेंक गे त क हम न श्त करन ज र रख सकें ? 
- यह क सने क य ? - हे भगव न । 
- पूर शेकर नह ं , चक । 
- यह अपशगुन नह ं है । 
तुमने नमक फेंकने क कह थ । बेवकूफ़ । 
उसने नमक फेंकने क कह थ । 
- कर्ट , आज मैं तुम्ह रे स थ उड़ न भरूँग । - यह ल । - क्य ? - म फ़ करन , ड क । मुझे पत है क इससे तुम आख़ र में रह गे , पर कम से कम पलटकर ग ल चल सक गे । 
- क ई ब त नह ं । 
- क्य म टब ल भ स थ चलेग ? 
लेमन्स य व ंक उसक देखभ ल करेग । 
तुम इस व ले में नह ं ज न च ह गे , द स्त । मेर व श्व स कर । 
इससे पहले क स रे अंडे ख़त्म ह ज एँ , मैं थ ड़े ले आत हूँ । 
नह ं , उसक परव ह मत कर , बक । 
ये अंडे क फ़ ब स ह चुके हैं । ठ क है । त फ र मुझे अंडे नह ं च ह ए । 
- सुप्रभ त , लड़क ं । 
- मेजर व ल । सुप्रभ त , सर । 
न ंद कैस रह ? - बढ़ य । - बच्चे क तरह स य । 
नए स ओ हम रे स थ उड़ न भरेंगे ? 
नए स ओ , य नए , नए स ओ ? 
स ओ क परव ह मत कर । अपने प्लेन उड़ ने क परव ह कर । 
मैं च हत हूँ क हम रे व म न आपस में इतन क़र ब उड़ें क पंख ं के ब च से एक स क्क तक न न कल सके । 
- ज , सर , मेजर व ल । - ज , सर । 
स व-ध न । 
आर म से । 
आज क लक्ष्य है , ब्रेमेन । हम वेज़र नद में म जूद यू - ब ट पेन ं पर हमल करेंगे । 
अब , मुझे इस लक्ष्य के महत्व पर ज़्य द ज़ र देने क ज़रूरत नह ं है । 
बस प छले मह ने में ह हमने यू - ब ट के क रण लगभग 70 म लव हक जह ज़ ख द ए । 
और अगर हम अमर क से ग्रेट ब्र टेन में स म न न ल सके , त हम उस मह द्व प पर क़दम नह ं रख सकेंगे । 
ल ड प यलट के रूप में मेजर क्लेवेन के नेतृत्व में 350 व ं सबसे ऊंच ई पर उड़ेग , और मेजर व ल के नेतृत्व में 349 व ं सबसे न चे उड़ेग । 
मैं लेफ़्ट नेंट ड ई के स थ स मने 351 वें में हूँग । 
व न्य स बन ने के ब द , 100 व ं , 94 वें , 95 वें और 96 वें ब म्बर ग्रुप में श म ल ह ग । 
हम सबसे न चे उड़ रहे ह ंगे । टेल-एंड च र्ल । 
हम कुल म ल कर 78 प्रशस्त ब म्बर ह ंगे । 
- धत् । - मेजर ब मन , हम रे इंटेल जेंस ऑफ़ सर , आगे क ब्य र देंगे । और कैप्टन बैकर म सम क ज नक र के स थ म ट ंग ख़त्म करेंगे । मेजर । 
धन्यव द , सर । 
कृपय , ल इटें । 
न र्डने से लेकर लैंगेउग तक , फ़्र ज़न द्व प ं के प स न सैन्य और ज़म न पर म जूद , द न ं क फ़्लैक स्थ त य ं पर ध्य न दें । 
मुख्य भू - भ ग के ऊपर , आप व ल्हेल्मशेवन से लेकर ब्रेमेन तक भ र ग ल 
पहच ने गए हथ य र ं में 88 और 105 म ल म टर क बंदूकें श म ल हैं ज वर्ज़बर्ग रेड र द्व र न र्देश त हैं , इसल ए वे आपक ट्रैक कर रहे ह ंगे । 
नैव गेटर , ब म्ब र्ड यर , यह म ट ंग ख़त्म ह ने के ब द , सुन श्च त करन क आप ख़ स ब्य रे के ल ए मुख्य लय में र प र्ट करें । 
अब , आप यह ँ ब्रेमेन के उत्तर पश्च म छ र से शुरुआत करेंगे । 
कृपय , लक्ष्य क नक़्श द ख ओ । 
इस शुरुआत जगह से , लक्ष्य स धे न - म ल क दूर पर है । 
नद के पूर्व क न रे पर स्थ त , ये रहे व पेन । 
अब , यह ँ यह ब च में स्थ त पेन आपके हमले क मुख्य लक्ष्य ह ग । 
और लक्ष्य तक आपक द श ह ग , 218 ड ग्र उत्तर में । 
मुड़ने के तुरंत ब द , नद क अनुसरण कर । 
- यह ल ज ए , मेजर । 
- धन्यव द । 
चल , कर्ट । तुम्ह र आज क उद्धरण क्य है ? 
आज मैं फ़र श्ते क तरह उड़ूँग , पर फ़र श्ते क तरह नह ं मरूँग । मेजर , श यद यह ज़्य द छ ट है । मैं यह पहन नह ं प रह हूँ । 
बक , यह जैकेट पहनने में मेर मदद कर । ह ँ । 
मुझे तुम्ह र आफ़्टरशेव पसंद आय । 
बढ़ य है । मैं च हत हूँ क आज तुम मेरे इतन ह क़र ब उड़ । 
- वैसे ह जैसे हमने अभ्य स क य थ । 
- ज , सर । 
सुप्रभ त , सज्जन ं । 
ज मुझे नह ं ज नते हैं , मैं फ़ दर टेस्क हूँ । 
मैं उस तरफ़ रहूँग ... और कैप्टन फ़ ल प्स भ , अगर क स क हम र ज़रूरत है । 
धन्यव द , प ड्रे । हम यह ज़रूर ध्य न में रखेंगे । 
बक । 
- ए । - तुम ठ क ह ? 
यह क्य है ? ह स ब चुकत कर रहे ह ? 
यह मेर भ ग्यश ल द क पत्त है । तुम्ह र भ ग्यश ल ... 
- हे भगव न , ज न । 
- ल । यह ले ल । 
मैं इसे लेकर पहले ह द म शन पर ज चुक हूँ । द न ं ब र सल मत ल ट आय । 
देख , मैंने द क ने क टकर न क ले । हर म शन के ल ए एक क न । मैं यह ँ ज़ ंद हूँ । यह ले ल । 
अच्छ क़ स्मत के ल ए । 
ठ क है । ब द में म लेंगे । 
- ठ क है । - तुम सबसे ब द में म लूँग । 
मैं त वह ँ ज रह हूँ । 
चल सभ घेर बन ओ । 
जैस क तुम ज नते ह , यह यह ँ हम र पहल म शन है । 
मुझे व श्व स है क तुम सभ क अपन प्रश क्षण और अपने क म य द हैं । 
चल इसे सफलत पूर्वक ख़त्म करें और उन न ज़ कम न ं के ऊपर बम फेंकें , और हम जल्द अपने घर ल ट सकेंगे । 
ज , सर ! 
मेजर यह ँ हम रे स थ उड़ न भरेंगे । मेजर ? 
पहल ब र असल युद्ध में भ ग ले रहे हैं , लड़क ं । 
चल उन्हें तब ह कर दें । 
ज , सर । 
ठ क है । त फ र हम अब भ यह ँ क्य ं खड़े हैं ? 
- यह ँ प छे सब ठ क है , ड क ? 
- आप मज़ क कर रहे हैं ? 
यह र ट्ज के सुइट ज तन आर मद यक है । 
धन्यव द । - सज्जन ं । 
- सर । हम स भ ग्यश ल हैं क आप हम रे प्लेन में हैं , सर । मुझे आपमें ईश्वर क आत्म महसूस ह त है । 
ह ँ , वह हम सभ में है , द स्त । 
तुमने मेरे ल ए स ट बच कर रख है । ह ँ । 
मेरे ह लने तक मेर ग द में बैठने के बज य , मैं ख़ुद ह आपक स ट देन च हूँग । 
चेकल स्ट के ल ए तैय र । 
फ़ र्म 1 ए ? 
चेक । 
फ़्यूल ट्र ंसफर व ल्व और स्व च ? 
द न ं ट्र ंसफर व ल्व बंद हैं और स्व च बंद है । 
इंटरकूलर ठंडे हैं । 
ज इर स ? 
फ़्यूल शटऑफ़ स्व च ? 
च र ं खुले हैं । 
क उल फ़्लैप ? 
ब य ँ खुल और ल क क य हुआ है । 
- थ्र टल ? - थ्र टल बंद हैं । 
म स्टर और इग्न शन स्व च ? 
बैटर य ँ ऑन हैं । और चेक । 
बूस्टर पंप , दब व ? 
पंप ऑन हैं । 
ईंधन क म त्र ठ क है । 
ठ क है , लेफ़्ट नेंट , इंजन शुरू करने के ल ए तैय र ह ? 
ज , सर । 
पहल शुरू कर । 
हमें ख़ुश है क आप हम रे स थ चल रहे हैं , कर्नल । - दूसर शुरू कर । - दूसर शुरू कर । 
ईंधन क दब व , तेल क दब व ठ क द ख रह है । 
त सर शुरू कर । 
ब - 17 में 12 मश न गन थ ं ज च र ं तरफ़ से हम र रक्ष कर रह थ ं । 
हम उसे फ़्ल इंग फ़ र्ट्रेस बुल ते थे । 
पर एक स थ रहकर एक तंग व न्य स से रक्ष त्मक हमले क एक लड़ कू ब क्स बन न ह हम रे ज़ ंद रहने क कुंज थ । 
यह बेहद ज़रूर थ क्य ंक अगर हम अलग ह ज ते , त जर्मन लड़ कू व म न हमें एक-एक करके म र ग र ते । 
उन्हें धूल चट द , लड़क ं ! उन्हें प्रस्थ न करने क संकेत द । 
संकेत म ल गय , द स्त ं । स ठ । 
नब्बे । 
स । एक स दस । 
ठ क है , लड़क ं । चल चलें । च ल स । पच स । 
स ठ । नब्बे । एक स , 110 । 
अब भ ऊपर ज रहे हैं , लड़क ं । त न घंट ं में लक्ष्य पर पहुँचेंगे । 
उड़ न-पश्च त चेकल स्ट । 
चढ़ने क शक्त सेट है । 
क उल फ़्लैप ठ क हैं । 
द य ँ ग यर ऊपर उठ गय है । 
ब य ँ ग यर ऊपर उठ गय है । 
प छे क पह य ऊपर उठ गय है । 
ठ क है , ब सर , चल तैन त ह ज ओ । 
ठ क है , कर्ट , न यंत्रण मेरे प स है । 
प यलट , दल के ल ए । 10,000 फ़ ट । 
म स्क पहन ल और स्थ त बत ओ । 
ब ल टरेट , तैन त हूँ । 
टेल पर , तैन त हूँ । 
द ईं तरफ़ , तैन त हूँ । 
ब ईं तरफ़ , तैन त हूँ । 
रेड य पर , तैन त हूँ । 
इंज न यर , तैन त हूँ । 
नैव गेटर , तैन त हूँ । 
ब म्ब र्ड यर , तैन त हूँ । 
बेस्ट , फ़्लेयर चल ओ । 
चल देखें क हम इस क हरे में व न्य स बन सकते हैं य नह ं । 
ठ क है । 
क्य वह फ़्लेयर है ? 
न ज़ , दल के ल ए , श यद मैंने हम रे ठ क न चे एक फ़्लेयर देख । 
समझ गय । क्य तुमने देख वह क सने चल य ? नह ं । मुझे कुछ द ख ई नह ं दे रह है । 
हे भगव न ! ब - 17 हम रे न चे है । वे हम रे ठ क न चे हैं । 
र य , ऊपर ल ! 
हद है ! हम रे ऊपर से एक फ़ र्ट गुज़र रह है । 
ठ क है । मुझे वह द ख रह है । 
टेल गनर , जव ब द । कमबख़्त , क्य हम सुरक्ष त हैं ? 
टेल , प यलट के ल ए , हम सुरक्ष त हैं । 
- हे भगव न । वह क़र ब म मल थ । 
- वह क्लेवेन क फ़ र्ट है । 
मैं वह आफ़्टरशेव कह ं भ पहच न लूँग । आप गंभ र हैं ? 
मेर मतलब , आपने उन्हें क़र ब रहने क कह थ । 
इतने क़र ब नह ं । 
प यलट , दल के ल ए , हमें यह ँ से न कलने में और एक घंट लगेग । 
अपन आँखें खुल रख । 
हे भगव न । हमें ब क के समूह तक पहुँचन ह ग । हम क फ़ प छे हैं । व न्य स ब गड़ गय है । पहले इंजन में ख़र ब आई है । 
- हम उसे ख रहे हैं । - धत् । 
प यलट , टेल गनर के ल ए । तुम्हें वह ँ प छे क्य द ख रह है ? 
टेल , क्लेवेन के ल ए , हम रे दल से छह प्लेन व न्य स में हैं । 
त न स इक्य वनव ं पंक्त में आ गय है , पर 349 व ं क फ़ प छे है । स रे छह । लगत है उनके ल डर , व ल के प्लेन से धुआँ न कल रह है । 
समझ गय । रेडम ट ल ड , सरफ़ेस ल ड ब ल रह हूँ । 
वह ँ प छे क्य ह रह है , व ल ? 
सरफ़ेस ल ड , इंजन में ख़र ब आई है । इस पर क म कर रहे हैं । समझ गय । तुम्हें फैसल लेन ह ग , व ल । 
तुम अपने स्क्व ड्रन क ख़तरे में ड ल रहे ह । 
पेसर ल ड , समझ गय । सर , हम समूह से म ल ं प छे हैं । 
हम ज तन ज़्य द देर इंतज़ र करेंगे , ब क य ं क उन तक पहुँचने में उतन ह ज़्य द समय लगेग । 
हद है । उसे बंद कर । 
ईंधन क ट रह हूँ । 
पेसर ल ड , रेडम ट ल ड ब ल रह हूँ । 
हमने पहल इंजन ख द य है । 
यह गत बरक़र र नह ं रख सकते । हम व पस ल ट रहे हैं । 
ठ क है , सरफ़ेस ल ड । 
रेडम ट ड प्ट , हम रे प्लेन में य ंत्र क ख़र ब आई है । मैं व पस ल ट रह हूँ । तुम नेतृत्व कर । 
समझ गय , ठ क है । 
प यलट , दल के ल ए , हम रेडम ट क ल ड क स्थ न ले रहे हैं । 
अध कतम न रंतर गत से आगे बढ़ । 
हम र खपत पर नज़र रख । ब क के समूह तक पहुँचने में ईंधन क क फ़ खपत ह ग । - द ग ! द ग ! - द ग ! 
शुरू ह गय । ज़म न से हमल ह रह है । डटे रह , लड़क ं । 
ब ल , दल के ल ए , ज़म न से हमल , आगे , न चे हल्क ब ईं तरफ़ । 
ज़म न से हमल , आगे , ऊपर हल्क ब ईं तरफ़ । प छे , हल्क द ईं तरफ़ । 
च र ं तरफ़ हमले ह रहे हैं । 
ईश्वर उसे फटक रें , हम व नम्रत पूर्वक प्र र्थन करते हैं । 
और आप , हे स्वर्ग के र जकुम र , ईश्वर क शक्त से , शैत न क नर्क में धकेल दें । 
नैव गेटर , हम हम रे लक्ष्य तक क तन देर में पहुँचेंगे ? 
लगभग 11 म नट ं में । 
- ठ क है । - ग्य रह म नट ं में ? 
स्वर्ग के मेज़ब न , और स र बुर आत्म एँ ... हे भगव न ! 
ज इंस न ं क तब ह करने के ल ए पृथ्व पर घूमत रहत हैं । आम न । धत् । 
ब म्ब र्ड यर , कम ंड प यलट के ल ए , हमें लक्ष्य के ऊपर ह न च ह ए पर मुझे कुछ द ख ई नह ं दे रह है । क्य मैं बम ग र ऊँ ? 
क ई फ़ यद नह ं ह ग । क ई फ़ यद नह ं ह ग । - सर ? - अगर हम कमबख़्त लक्ष्य ह नह ं देख सकते , त मैं बम नह ं ग र ऊँग । 
नैव गेटर , दूसरे लक्ष्य क क्य ? 
नैव गेटर , कम ंड प यलट के ल ए , वह ह ल है । 
कुछ द ख ई नह ं दे रह है , सर । 
कम ंड प यलट , दल के ल ए , मैं यह म शन रद्द कर रह हूँ । 
- नैव गेटर , नई द श तैय र कर । - ठ क है । 
ज़ूटसूट टू ल ड , ज़ूटसूट टू के ल ए । 
र जर । अंकल । फ़ क्स । एक्सरे । द हर त हूँ । र जर । अंकल । फ़ क्स । एक्सरे । - हद है , स ओ म शन रद्द कर रहे हैं । - धत् ! 
सरफ़ेस ल ड , पेसर ल ड के ल ए , समझ गय , ठ क है । 
प यलट , दल के ल ए , म शन रद्द हुआ । द हर त हूँ , म शन रद्द हुआ । हमल बंद ह गय । 
तुम्हें पत है क इसक मतलब क्य है , लड़क ं । ठ क है । 
तैय र ह ज ओ , द स्त ं । 
ठ क है , मेजर । 
कम ंड प यलट , टेल के ल ए , तुम्हें वह ँ प छे क्य द ख रह है ? 
मुझे 349 व ं द ख ई नह ं दे रह है । वे अब भ क फ़ प छे हैं । 
क्लेवेन क दल हम रे स थ और क़र ब है । 
समझ गय । दुश्मन के लड़ कू व म न ं से च कन्न रह । 
जल्द ह , लड़क ं । अपन आँखें खुल रख । 
ट प टरेट , दल के ल ए , स धे ऊपर । लड़ कू व म न ! 
हे भगव न , वे क फ़ तेज़ हैं । 
वह व ल के दल पर हमल करने ज रह है । 
लड़ कू व म न , स धे ऊपर ! 
धत् । 
एडम्स , कूद । क स क पैर शूट द ख रहे हैं ? 
टेल , प यलट के ल ए , मुझे क ई पैर शूट नह ं द ख रह है । 
ठ क है । उन लड़ कू व म न ं क सूचन देते रह । 
लड़ कू व म न ! स धे ऊपर ! 
श्म लेनबक क ग ल लग है । हे भगव न । श्म लेनबक ग र रह है । 
अरे , धत् । वे स धे हम र ओर आ रहे हैं । हे भगव न । मल न्स । क्लेवेन , टेल के ल ए , तुम्हें वह ँ प छे क्य द ख रह है ? 
टेल , क्लेवेन के ल ए , 349 व ं ब दल ं में हैं । 
मुझे वे द ख नह ं रहे हैं , सर । 
एक स नब्बे व पस हम र ओर आ रहे हैं । 
लड़ कू व म न , स धे प छे । ब ईं तरफ़ ! 
अरे , नह ं । कमबख़्त ज म ह गई है । 
धत् , धत् , धत् । 
चल भ ! चल भ ! 
कम न कह ं क ! हे भगव न । 
टेल , र प र्ट । ड क । 
टेल , क्लेवेन के ल ए , लड़ कू व म न ज चुके हैं । 
मुझे 349 वें से केवल द द ख रहे हैं , सर । त न फ़ र्ट म रे ज चुके हैं । 
ड क , द हर ओ । 
त न स उनच सवें से केवल द बचे हैं , सर । 
हे भगव न । 
ब ल टरेट , प यलट के ल ए । सर , उन्ह ंने टरेट में छेद कर द य है । मैं ठंड से मर रह हूँ । क ई मुझे यह ँ से न क ल सकत है ? 
ए , द स्त ं , ब सर क वह ँ से न क ल और उसे गर्म हट द । 
ब सर वह ँ ठ क है ? 
हम उसक देखभ ल कर रहे हैं , सर । 
तुम्ह रे सूट में छेद ह गय है । तभ तुम्ह र इतन बुर ह ल है । 
उसे एक कंबल द । 
डटे रह , लड़क ं । नहर में ये बम ग र ने के ब द हम तुरंत बेस पर व पस ल ट ज एँगे । 
उसमें ऊर्ज नह ं थ और फ र वह बस पूर तरह से बंद ह गई । 
पहले म शन में क़ स्मत ने स थ नह ं द य , मेजर । 
क र्ब रेटर म श्रण ल ंक के क रण एक स्प र्क प्लग ल ड ह कर ख़र ब ह गय । 
यह कुछ ह घंट ं में ठ क ह ज न च ह ए । 
स त , आठ , न , दस , 11 , 12 , 13 , 14 , 15 । 
- हम तुम्हें संभ ल लेंगे । हम तुम्हें संभ ल लेंगे । - चल चलें । चल । 
धत् । कर्नल ? 
कर्नल , आप ठ क हैं ? 
हे भगव न । आप ठ क हैं , सर ? 
स ओ क मदद च ह ए ! 
और नह ं आ रहे हैं । 
- मैंने 15 ग ने । 
- मैंने भ । 
उन्न स न कले थे , एक ल ट आय । त न ग यब हैं । 
- वे सभ व ल के स्क्व ड से हैं । 
- चल । - ये रहे आंकड़े , सर । 
- अभ नह ं । 
ठ क है । कमबख़्त ट्रक में चढ़ । वैन न य ! ए ! ग्लेन ! ग्लेन ! 
ए , व ल । व ल , श ंत ह ज ओ । 
मुँह बंद रख । ट्रक में बैठ । 
एक भ शब्द नह ं , एक भ शब्द नह ं । पूछत छ के ल ए बच कर रख । 
- वैन न य , कुछ नह ं । ट्रक में चढ़ । - अभ पूछत छ के ल ए चल । 
- एक भ शब्द नह ं । - मैं बस पत करने क क श श में हूँ - क मेरे लड़क ं क क्य हुआ । - पूछत छ के ल ए चल । अभ ! यह आदेश है । 
चल भ । चढ़ । 
तुम क्य देख रहे ह ? 
तुम्हें यह फ़ र्ट ठ क करन है । 
- व पस क म शुरू कर , लड़क ं । - चल चलें ! चल यह करें । चल चलें । 
ट्रक शुरू कर । क ई ब तच त नह ं ! ह ँ । यह चमत्क र है क यह दुर्घटन ग्रस्त नह ं हुआ । 
ब न फ़्लैप के लैंड ंग हुई है । 
म टर पर ग ल लग थ । 
मुझे तुम्हें पूछत छ के ल ए ले ज न ह ग , बक । चल । 
मैंने एक भ बम नह ं ग र य । 
मुझे उन्हें नहर के ऊपर ग र न पड़ । 
ज नत हूँ । 
चल चलें । 
तुमने मुझे बत य क्य ं नह ं ? 
क्य ? 
क तुम ऊपर ज चुके ह । 
द म शन पर । 
तुमने मुझे नह ं बत य क वह कैस ह त है । 
मुझे समझ नह ं आय क क्य बत ऊँ । 
अब तुम ख़ुद देख चुके ह । 
मुझे नह ं पत मैंने क्य देख । 
त स ल ग ... बस ... 
मुझे तुम्ह रे स थ वह ँ ऊपर म जूद ह न च ह ए थ । 
हम रे स मने क फ़ लंब र स्त है । 
व पस ह टलर के प स ज ओ मैं तुम अमर क य ं क सर हन करत हूँ । तुम द न के उज ले में वह ँ ऊपर थे । 
पर द न में बमब र करन आत्महत्य है । 
लगत है तुम्हें र त क ह लड़न पसंद है , ब्र यन । 
ज अपने लक्ष्य पर र त क भ हमल कर सकते हैं ! 
तुम कुछ भ महसूस कर रहे ह ? 
क्य ंक मैं ? मुझे कुछ महसूस नह ं ह रह है । 
हमें एक समस्य ह गई है , मेजर । 
- मैं उड़ न भर सकत हूँ । 
- ब ल्कुल नह ं । 
- आज हम व ंग क नेतृत्व कर रहे हैं । 
त सर इंजन पूर तरह क्षत ग्रस्त ह गय है । टेल , क्लेवेन के ल ए । ब ड क क ग ल लग है । 
- क्रैश लैंड ंग क तैय र कर । - ज़्य द न चे है । ज़्य द न चे है । प यलट , दल के ल ए । ख़ुद क संभ ल । 
