עוד שתיים . 
- מיד . 
באקי הכי בר מזל . 
כן , היא יפה . 
לא , לא זה . המנוול נשלח לשם מחר . 
הוא יהיה קרוב מאוד לגרמנים בזמן שאנחנו נמשיך להתאמן בטיסות מעל נברסקה . אל תדאג . נישלח לשם כדי להפיל פצצות בקרוב . כן . - באקי , הסיבוב הבא על חשבוננו . 
הוא לא עשה את זה מעולם . 
אז אתה באקי והוא באק ? 
זה סיפור ארוך . 
הם זוג נחמד , מה ? הייתי צריכה להכיר ביניהם מזמן . 
הוא עוזב מחר . 
כל אחד צריך מישהי לכתוב לה בבית . 
אני לא בטוח שג'ון איגן מתאים להיות חבר לעט . 
טוב , אולי הוא יהיה כזה אם יפגוש בחורה ששווה לכתוב לה . 
לא קל למצוא בחורה ששווה לכתוב לה . 
לא אם יודעים איפה לחפש . 
אני מבין את כוונתך . 
אז תכתוב לי ? 
כבר כתבתי . 
כתבת לי מכתב ? כן . מה כתוב בו ? 
תיאלצי להמתין כדי לגלות . 
מתי זה יקרה ? 
כשישלחו אותי . בטח בעוד שבועיים או שלושה . 
אתגעגע אלייך בכל רגע ורגע . 
בסדר , רבותיי . נרים כוסית . 
באק , מארג' . היי , זוג יונים , אנחנו מרימים כוסית לכבוד באקי . 
לעוזר המנהלי האווירי החדש שלנו , באקי . - היי , היי . כל הכבוד , מייג'ור . מתוך כל השיכורים בטייסת ה - 100 . 
טוב , מישהו צריך להכין קן בשבילכם , ציפורי דודו שכמוכם . 
לחיים , מייג'ור . - לחיי הטייסת ה - 100 . 
לחיי הטייסת ה - 100 . - בהצלחה , אדוני . תודה . - שמור לנו כמה גרמנים . 
אנחנו הולכים לסלוטר . אתם באים ? 
לא , יש לי טיסה מוקדמת . 
באק ? - לא נראה לי , חברים . 
' נתראה מחר . ביי , מארג . 
באקי , נתראה באנגליה . 
זכור שאני רוצה שמיכות נוספות ומיטה עם נוף . 
סגור . 
הוא לא מגלה לי , מה הקטע של הכינויים ? 
' דברי , מארג . 
כן ? - בבקשה , בבקשה . בסדר . - אמרתי לך שזה סיפור ארוך . 
הם נפגשו בטירונות לפני תחילת המלחמה . 
ג'ון היה באקי מאז שהיה ילד . 
נכון ? 
- נכון , כן . 
וגייל ... טוב , גייל היה גייל תמיד . 
עד ש ... ביום הראשונות בטירונות ניגש אליי מישהו ואמר שאני מזכיר לו בחור מעיירת מולדתו בוויסקונסין שקוראים לו באק . 
אמרתי לו ששמי גייל . גייל קליבן . 
ובאקי לא נרתע . 
לא , אדוני . זה ... " באק פה , באק שם " . 
" באק , אתה יכול לעזור לי לשרוך את הנעליים ? " " באק , עזור לי להטיס את המטוס . " 
לפני ששמתי לב כל הגדוד האווירי השמיני קרא לי באק , אז ... איזה מין שם זה גייל בכלל ? אתה יודע מה ? בעצם אתה צריך להודות לי . עשיתי לך טובה . שקראת לי בשם שלך ? - זה לא בדיוק אותו השם , וזו לא אשמתי שאתה דומה בדיוק לבאק ממניטווק , ויסקונסין . - ממניטווק . איזה מין אדם עושה דבר כזה לחבר הכי טוב שלו ? 
זה מתוק מאוד . - אנחנו צריכים מוזיקה . 
בסדר . אל תלך , גייל ... באק , אתה תרקוד איתי לפני שהערב זה ייגמר . 
' אל תיאלצי אותי לרקוד , מארג . בחרו בשיר טוב . 
ארטי שואו , בני גודמן . 
היי . אני המום מכך שאנחנו חברים . 
אתה לא רוצה לרקוד עם אישה יפה , אתה לא שותה , אתה לא מהמר , 
אתה אפילו לא אוהב ספורט . 
טוב , אנחנו אחת התעלומות הגדולות בחיים . אני מתה על זה . כן . - כן ? אז זהו זה . 
זהו זה . 
נתראה בעוד כמה שבועות . אם לא אמות קודם . 
לא נעים לי לבשר לך , באקי , אבל עכשיו אתה פקיד מנהלי בטייסת ה - 100 . 
אתה לא נוסע לשם כדי להטיס משימות . 
שמע , אני ... ניהלתי שיחה עם מפקד הטייסת ה - 389 ואני אטוס איתם עד שתגיעו . 
אהיה טייס תצפית . 
חתיכת בן זונה . כן . טוב , מישהו צריך לטעום קצת קרבות כדי להגיד לך מה באמת קורה שם . 
טוב , אל תמות לי לפני שאגיע . 
אל תבנה על זה . 
תוריד את החרטום ! בוא נכבה את השרפה הזו ! 
קדימה , מהר יותר ! אתם חייבים לעזור לנו ! 
זהו זה ! האש כבתה ! 
משוך ! משוך מעלה ! מעלה ! 
חזק יותר ! 
לוחמים בשעה 12 . ישר מולנו ! 
- אוי , שיט ! 
איבדנו את המדף הרביעי . 
טייס לנווט . 
אנחנו חייבים לחזור לבסיס . אנחנו צריכים כיוון חדש ! 
פאק ! 
כאן דובאל . 
ונפגעתי . 
אני בדרך אליך , דובאל . 
פנה מערבה . קיבלתי ! אנחנו מאבדים לחץ שמן במנוע שתיים ! 
תייצב את המטוס ואני אקבע כיוון חדש . 
תנשום , אחי ! פשוט תנשום ! תחזיק מעמד ! 
דובאל ! איפה נפגעת ? 
- פאק ! 
הישאר איתי , דובאל ! 
אני כאן . 
לא אצא מזה , באקי . - מספיק , דובאל . אתה תצא מזה . 
שים את היד שלך על הפצע . כך . זה טוב . בסדר , בסדר . - בסדר ? הישאר איתי , לעזאזל . 
אתה שומע אותי ? 
תביט בי ! פקח עיניים ! פקח עיניים ! 
תנשום , תנשום , תנשום ! 
מטוסי קרב בשעה 12 . 
פגעתי באחד מהם ! 
איגן , אני צריך את הכיוון ! 
כיוון חדש : פנה שמאלה ל - 248 . 
קיבלתי ! 
קדימה , תישאר איתי . 
אנחנו בדרך הביתה . - כן . כן . 
פשוט תמשיך לנשום ! זו הייתה יופי של משימת תצפית , מייג'ור . 
כולן כאלה ? 
אתה תוהה מה לספר לחברים שלך ? 
אל תגיד מילה . הם יבינו לבד . 
כולנו מבינים לבד . 
- - חלק ראשון טייסת ההפצצה ה - 100 נשלחה לאנגליה באביב 1943 כדי להצטרף לחטיבת האוויר השמינית של צבא ארה"ב בקרב עם גרמניה הנאצית . 
אני מציע שנקרא למבצר הזה אליס מדאלאס . 
אליס מדאלאס ? 
זה מצלצל יפה . 
אליס מדאלאס . אליס , הארמון שלנו . 
תראו למייג'ור קליבן . 
לורץ' , תראה למייג'ור . 
אני רוצה אותה חזרה . 
יופי של בחורה . היא תוסיף עוד קצת כוח למבצר הזה . 
- חזור אליי , קן ! - באהבה , אליס אני מבין למה רצית לקרוא למבצר הזה על שמה . 
היא מיוחדת . 
- היא נראית מאיימת . 
איימיסון , אתה בטוח שמצאת את הפיורד הנכון ? 
כן , 100 אחוזים . 
נאטינג , מה המצב שם מאחור ? 
כולם במבנה , אדוני . קיבלתי . 
רובנו לא התרחקנו מהבית מעולם ובטח שלא טסנו במטוס . 
באנו מכל קצוות הארץ עם מטרה משותפת , להעביר את המלחמה אל סף דלתו של היטלר . 
טייס לצוות , ננחת בגרינלנד בקרוב כדי לאכול ולנוח קצת . 
מגדל פיקוח בלונדי , כאן מטוס צבאי 233 . טייסת של מטוסי בי - 17 מעל בלואי מערב אחת . 
הוראות נחיתה , בבקשה . 
מטוס צבאי 233 , מגדל פיקוח בלונדי . 
המשיכו למסלול שש , יש לכם אישור נחיתה . 
אין מגבלת ראות , רוח מכיוון 330 , במהירות 75 עם משבים של 95 קמ"ש . 
מד גובה , 2990 . 
יש רוח קלילה . קלילה ? 
באלבאמה קוראים לזה הוריקן . 
קיבלתי , מגדל פיקוח בלונדי . ממשיכים למסלול שש , אין מגבלת ראות . 
רוח מכיוון 330 , במהירות 75 עם משבים של 95 קמ"ש . 
רוח נגדית חזקה . המשבים גוברים , חברים , היזהרו . 
אולי כדאי לך לעשות סיבוב , מייג'ור . ברוך הבא לגרינלנד . 
הורידו ציוד נחיתה . היכונו לפתוח מדפים . 
ציוד נחיתה יורד . 
זה יהיה פרוע , החזיקו חזק , חברים . 
טייס לצוות , היכונו לנחיתה . 
ציוד נחיתה שמאלי ירד . הימני ירד . 
בדיקות לקראת גישה אחרונה . מדפים ברבע ? כן , מדפים ברבע . המדפים בחצי . - המדפים בחצי . 
פתחתי . 
אתה חייב לעלות , ויל , עשה סיבוב נוסף . 
- בסיס חיל אוויר בלואי מערב אחת - דרום גרינלנד היחידה שלנו הייתה מורכבת מארבע טייסות . 
מייג'ור גייל קליבן היה המפקד של הטייסת ה - 350 . 
הוא ומייג'ור איגן היו המנהיגים הבלתי מעורערים של כל הקבוצה שלנו . 
אב בלייקלי היה טייס מסיאטל . תראו מי כאן . - בלייקלי . 
ובני דמרקו בעל הלב הגדול מפילדלפיה . מייג'ור . - דמרקו . 
יופי של נחיתה . 
- ראיתי גרועות ממנה . 
זה הקרב ? - כן . 
קלייטור , הימרת על זה , לא ? - כן . אבל הקליטה גרועה . - מה אתה אומר ! 
תגביר . 
המפציצים ג'יימס דאגלס והווארד המילטון היו מהמערב התיכון . 
המבון . 
מייג'ור . - כן . תירגעו , הצלחתי . וצ'רלס קרוקשאנק שידוע בשם קראנק , היה גם הוא מניו אינגלנד . היי , קראנק . שמעתי שהייתה לכם נחיתה קשה . 
החבר הכי טוב שלי ג'ו " באבלס " פיין ואני היינו נווטים , אז מיקום היה חשוב לנו . מייג'ור ? לוטננט קרוסבי . 
מאיפה אתה ? 
אנחנו רוצים לסמן את המקום . 
באבלס ואני ... שומרים על המסורת . 
יש לנו בחורים מכל מקום . - כן . קספר , ואיומינג . 
מדינת הבוקרים . 
- כן . טוב , נראה שאתה הראשון משם , מייג'ור . - ואיומינג איזה קטע . מייג'ור , מה אפשר להציע לך ? 
חבר שלי עבר כאן לפני כמה שבועות . פקיד מנהלי של יחידה אווירית . הייתה תקרית . 
אתה חבר של איגן ? מייג'ור ג'ון איגן ? באקי ? 
כן . 
מה שהוא אמר , לא עשיתי משהו לא בסדר . לא , הוא ... הוא רק רצה שאתן לך את זה . 
הוא אמר שזה תחליף . 
תחליף ? כן . ואיך בדיוק זה אמור להיות תחליף ? 
סרג'נט , אני לא יודע מה קרה , אבל הוא אמר לי שזה אמור להיות פיצוי . 
אתה רואה את זה ? 
החט השבור של דג החדשן ? הוא הוריד אותו מהקיר והעמיד פנים שהוא חד קרן . הוא קרע שתי ספות שלי ושבר כמעט כל כוס בבר . 
אני מבין . 
שמע , לרוב אני טוב בזיהוי אנשים בעייתיים , אבל החבר שלך נראה בסדר גמור . 
עד שהוא התחיל לשיר . 
כן , זה נשמע נכון . 
" ביקשתי לקנות בהקפה היא סירבה לקוחות כמו שלך יש לי בכל יום וזה לא , לעולם לא ... " - אתה לא חייב לעשות את זה . זו התערבות מטופשת . " לא , לעולם לא ... " - עכשיו אני חייב . " לא אשלם ... " - אז מי זה יהיה ? 
בסדר , בסדר . - מי זה יהיה ? 
שיחקתי נגד כולכם ... וגיליתי שאירים פוגעים במרכז המטרה באותה הקלות שהם פוגעים במסמר עם פטיש . 
אני לא יודע מה אתה צוחק . אנגלים לא טובים בהרבה . ג'ק ! 
אבל טומי לעומת זאת ... טומי הוא הצלף הטוב ביותר במזרח אנגליה כולה ! - אתה תאבד עין . 
לא נכון , אני בוטח בטומי . אם הוא ינצח , אזכה בשני זוגות האופניים . 
כן , עשינו עסק , יאנקי . 
בשניהם . 
- בסדר , בשניהם . 
ואקבל גם נשיקה . בסדר , טומי . לא בעיניים שלי . לא בעיניים שלי , טומי , בסדר ? 
בסדר , טומי , ברגע שתהיה מוכן . הפסדתי שני זוגות אופניים הרגע , טומי . מה קרה לך ? - טומי ! 
" אני רואה רק שמיים כחולים ... " - מזרח אנגליה , אנגליה - ‏ 8 ביוני 1943 
" אבל לא באנגליה , לנו יש מזג אוויר מחורבן ושמיים כחולים שמחייכים אליי ... " - - כניסה למורשים בלבד - בסיס חיל האוויר המלכותי 
- תורפ אבוטס ערב טוב , מייג'ור . האופניים האלה למכירה ? - בשום פנים ואופן . 
התפקיד שלי היה להעביר את הקברניט בריידי ואת שאר הצוות שלנו מגרינלנד לבסיס שלנו בתורפ אבוטס שבאנגליה . 
אבל משום מה הופרדנו משאר הקבוצה בעננים שמעל האוקיינוס השקט . 
זה קשה מספיק בראות אפסית , אבל הייתה לי בעיה נוספת , בחילות בלתי נשלטות . יש לנו בעיה חשמלית . אנחנו צריכים כיוון . 
קרוסבי , אתה שם ? 
אני מצטער , אתה יכול לחזור על זה ? 
יש לנו גרמלין במערכת החשמל . 
תן לנו כיוון עד שנתאפס עליו , קרוז . קיבלתי . המתן . 
פנו ימינה ל - 165 , עבור . קיבלתי . פונים ימינה ל - 165 . 
מכבה את מערכת החשמל ומאתחל אותה . בואו נתקן את זה . 
זה חייב להיות אחד ממעגלי הבקרה . 
אוציא את הנתיכים . זה יבודד את הבעיה . בסדר . קדימה . 
איך אתה עדיין מקיא ? 
הבטן שלך בטח ריקה כמו מכל הדלק שלנו . 
כן . כן . לעזאזל , קרוז . 
- אני מצטער . 
אני מטונף בזה . תן לי סמרטוט . 
אני מצטער , אני מצטער . - קדימה . 
זה מסריח . 
קדימה , אתה מסתדר ? 
אני לא רואה שום גרמלין . אולי הבעיה היא במנוע הגלגל . 
מאתחל סוללות וגנרטורים . הם פועלים שוב . 
נורית האזהרה כבתה . 
זה חוף אנגליה ? 
קרוסבי , זו אנגליה , נכון ? 
לא , אנחנו לא אמורים להיות מעל מים , לוטננט . 
המפקד , מה הכיוון ? 
מאה שישים וחמש , כמו שאמרת לי . 
אלוהים אדירים שבשמיים . 
בן זונה . זו צרפת ! 
טייס לצוות , ירי גרמני לפנינו . שיט ! 
לעזאזל , קרוז . - - בסיס חיל האוויר תורפ אבוטס מוריס . תודה על האופניים . 
אנצח אותך בפעם הבאה . קדימה . קדימה , מקסימה אחת . 
הם מגיעים . קדימה , חבר . 
דמרקו ! 
היי , מייג'ור . 
איפה השגת את הכלב הזה , בני ? 
זכיתי בו בקוביות . 
העלית אותו ליותר מ - 10,000 רגל . 
יש לו מסכה . היא עלתה לי שלושה דולרים , אבל הוא אוהב מאוד לטוס . 
הוא לא הפסיק ליילל . 
- זה מכיוון שהוא חצי זאב . 
הזאב הזה הוא חצי כלב . 
יש לו שם ? 
- מיטבול . 
ברוך הבא לטייסת ה - 100 , מיטבול . 
בוא , מיטבול . 
התגעגעת אליי ? 
כמו לאבן בנעל . 
איך הולך לך ? - חצי מהציוד עוד לא הגיע . 
נאלצתי לשאול מסכות ומצנחים מהבריטים . 
הפקיד המנהלי אמור לדאוג לזה . 
לדעתי צריך לפטר אותו . 
חוץ מזה , תתרגל לבוץ . 
היי , שמע , האלחוטן שלכם שמע משהו מטייסת 418 ? 
בריידי נעדר . 
שלילי . 
השגתי לך אופניים . 
אני צריך אופניים ? 
זו הליכה של 20 דקות מהמגורים לאוהל הראשי . 
ולאופניים כאלה צריך להמתין שבועות . 
אני מניח שתעקוף כמה בחורים שזוחלים לארוחת הערב בגשם . אתה תחזור אליי ותגיד , " תודה , באקי " . 
אל תבנה על זה . 
הנה בריידי . 
בסדר , בואו נבדוק את הגלגלים וננחת . 
רות . 
גלגל שמאלי יורד . 
גלגל בזנב ירד . 
שלילי על הימני . 
פאק . הגלגל הימני לא יורד . 
בלום , גש לידית הידנית . - אני מטפל בזה . 
הייפר , לך לעזור לו . 
רות , היישר . 
קח את זה . 
איפה הידית ? 
קדימה . זה לא זז . 
קדימה . 
- אני מנסה . 
קדימה , פנה את הדרך . קדימה . תן לי אותה . 
אתה מחזיק אותה ? - כן . 
נראה שמנוע ציוד הנחיתה נשרף או שהבורג הראשי תקוע . 
אתה בטוח ? 
- כן , המפקד . 
הוא תקוע לגמרי . הוא לא יורד . 
תרים את ציוד הנחיתה השמאלי . 
אתה בטוח ? 
כן , יש לנו סיכוי טוב יותר לצאת בשלום מנחיתת גחון מאשר מנחיתה עם גלגל אחד . 
מגדל פיקוח , כאן מטוס צבאי 071 . ציוד הנחיתה לא מגיב . 
מבקש הוראות נחיתה , עבור . מטוס צבאי 071 , יש לכם אישור נחיתה . צוות הצלה מוכן . עבור . 
קיבלנו , מגדל פיקוח . 
טייס לצוות , היכונו לנחיתת אונס . 
שמעתם ? קדימה , מהר . 
מאתיים ארבעים ושבע , אנשי צוות הצלה ... בסדר , החוצה ! - קדימה , מהר , מהר . פאקינג עופו מכאן ! 
קדימה ! קדימה ! 
קדימה ! מהר ! זוזו ! רוצו או שתמותו . קדימה , קדימה ! - - אמבולנס השטח פנוי . - פאק . 
קלי קלות . 
להרים ולחבר . - אני מטפל בזה . קדימה . 
אתה נווט , קרוסבי . 
אתה אמור להיות מסוגל ... אני לא יודע , למצוא את אנגליה . 
כולם בסדר ? 
כן , המפקד . - המפקד . 
בריידי . היכנס למשרד שלי . 
איך איבדתם את שאר הטייסת ? 
אנחנו הופרדנו בעננים . 
ואז היה לנו כשל חשמלי כלשהו , אז במשך שעה שלמה ניסינו להוריד את הגלגל . 
אתה מכיר את האמרה . יש שני סוגי טייסים , אלה שנחתו בלי גלגלים ואלה שזה יקרה להם . 
מייג'ור , זה נראה חמור משזה באמת . בסדר , טפלו בזה . - אני מטפל בזה , מייג'ור . 
לא היית צריך לחפות עליי , בסדר ? זו הייתה אחריות שלי , הייתי צריך ... - לא חיפיתי עליך . הייתה לנו תקלה מכנית . 
תשתלט על הבחילות האלה . או שתסתלק מהמטוס שלי . 
קרוז , בחרת בדרך ארוכה בשביל הנוף ? 
אז אתה רוצה לספר לי על החדקרן ? 
החדקרן הוא החיה שנכחדה האהובה עליי . 
צרפת ? 
איך עשית את זה , לעזאזל ? - איך אתה חושב , באבלס ? 
הקאתי את כל הנשמה . 
חשבתי שזה עובר ברגע שאתם באוויר . - לא , כן , לרוב זה עובר , אבל הפעם , בגלל מערבולות האוויר , זה ... אני לא יודע . 
הפעם זה לא עבר . אני בטח הנווט הגרוע ביותר בכל חיל האוויר . 
קרוסבי , בטוח יש מישהו גרוע יותר . לפחות אחד . - היי . הצד הלא נכון של הכביש , לוטננט . המפקד . 
- ברוך הבא לאנגליה . 
אם אתה שואל אותי , שני אלה צפו ב"טסט פיילוט " יותר מדי פעמים . 
אתה צפית בסרט יותר מדי פעמים . כן . 
זה לא עזר . 
לפחות אנחנו אומרים להם לאן לכוון את המטוס . להתראות , באק . - תודה על הטרמפ . לרוב בדרך הישירה . במקרה שלך , בדרך עם הנוף . 
הדרך עם הנוף ? מצחיק מאוד . 
- 100 לא חשבתי שאהיה צריך להסביר לך את כובד האחריות המוטלת עליך . 
אתה יודע שהתפקיד שלך חורג מאיכות סידור המיטה של הצוות שלך . 
אני יודע , אדוני . 
וזו הסיבה שהטיסה חשובה לי מסידור המיטה . 
אתה אחראי ל - 35 מטוסים ול - 350 אנשי צוות אוויר . 
ילדים שטרם חוו קרב . 
החיים שלהם תלויים בסדר , במשמעת ובדוגמה שאתה מציב . 
כן , המפקד . 
עם כל הכבוד ... אני חושב שאועיל להם ולך יותר כמפקד טייסת ולא כפקיד מנהלי . 
זה שאתה מסובב את הלפיד בראש לא אומר שאתה מנהיג התזמורת . 
אני פשוט לא חושב שנועדתי לשבת ליד שולחן . 
אני צריך להיות שם ולעזור לבחורים שלי . 
אנחנו על הכוונת של קולונל למיי . הוא מת לחסל את טייסת ההפצצה ה - 100 . זה לא יקרה במשמרת שלי . 
ואני מצפה שכל הקצינים ישתפו פעולה איתי . 
אני מדבר עליך , מייג'ור איגן . 
אתה משוחרר . אתה בסדר , אדוני ? 
לקרוא לרופא ? 
אני בסדר . 
אחרי כמה ימים הם העירו אותנו למשימה הראשונה שלנו . - - מגורי קצינים אחרי מאות שעות אימוני טיסה בארצות הברית , היינו חייבים להאמין שאנחנו מוכנים . 
היינו חייבים כי זה נעשה אמיתי . 
המפקד . המפקד , אתם טסים היום . 
מייג'ור קליבן , המפקד . 
ארוחת הבוקר הייתה מיוחדת בימים של משימות : ביצים , פרנץ' טוסט , חביתיות , מנות כפולות של בייקון , מיץ אשכוליות סחוט טרי וכמה כוסות של קפה צבאי . 
החיילים החלו לקרוא לזה הסעודה האחרונה . 
אני מקווה שכולנו נחזור בשלום מ ... צ'אק , אתה יכול להעביר את המלח , בבקשה ? 
אוי , לא . - שיט . הוא שפך מלח . 
אתה יכול להשליך בבקשה את המלח מעבר לכתף כדי שכולנו נוכל להמשיך בארוחת הבוקר ? 
מי עשה את זה ? - אלוהים . 
לא את כולה , צ'אק . 
- זה לא עושה מזל רע . 
אמרתם לי להשליך את המלח . דביל . 
הוא אמר להשליך את המלח . 
קורט , אני טס איתך היום . - בבקשה . מה ? - מצטער , דיק , אני יודע שזה מעביר אותך לזנב , אבל לפחות תוכל לירות אחורה . 
זה בסדר . 
- מיטבול יטוס איתנו ? 
למונס או וינק ישמרו עליו . 
לא כדאי לך להצטרף הפעם , חבר , תאמין לי . 
טוב , כדאי שאקח כמה ביצים לפני שהן ייגמרו . 
לא , אל תטרח , באק . 
הביצים האלה הוטלו עוד לפני ששלי ירדו . בסדר , אז אוותר על ביצים . 
בוקר טוב , בחורים . 
- מייג'ור ויל . בוקר טוב , המפקד . 
איך ישנתם ? פאקינג מעולה . - כמו פאקינג תינוק . 
המפקד החדש יטוס איתנו ? 
המפקד החדש או המפקד החדש - חדש ? 
אל תחשבו על המפקד . תחשבו על הטיסה שלכם . 
אני רוצה מבנה צפוף כל כך שאי אפשר יהיה להעביר מטבע בין קצות הכנפיים שלנו . 
כן , מייג'ור ויל המפקד . - כן , המפקד . 
הקשב ! 
משוחררים . 
המטרה היום היא ברמן . נפגע במעגני הצוללות בנהר וזר . 
עכשיו , אני לא יכול להגזים בחשיבות המטרה הזו . 
איבדנו כמעט 70 ספינות משא לצוללות בחודש שעבר בלבד . 
ואם לא נצליח להעביר חומרים מארצות הברית לבריטניה , כף רגלנו לא תדרוך ביבשת . 
טייסת 350 תהיה במיקום גבוה ומייג'ור קליבן יהיה המוביל , והטייסת ה - 349 תהיה נמוכה ומייג'ור ויל יוביל אותה . 
אני אהיה בראש עם לוטננט דיי ועם הטייסת ה - 351 . 
אחרי שניכנס למבנה יצטרפו לטייסת ה - 100 טייסות ההפצצה ה - 95 וה 
אנחנו נהיה הכי נמוכים ... מפציצי הזנב . 
בטייסת של 78 מטוסי הפצצה כבדים . 
- מייג'ור בומן , קצין המודיעין שלנו , ימשיך מכאן . וקפטן בקר יספר לנו על מזג האוויר . מייג'ור . 
תודה , המפקד . 
אורות , בבקשה . 
שימו לב לבסיסי הנ"ט שממוקמים לאורך איי פריזיה מנורדרני ועד לנגאוג . 
ביבשת תוכלו לצפות לירי גרמני מווילהלמסהאפן ועד ברמן . 
הסוללות שזיהינו מורכבות מתותחי 88 ו - 105 מ"מ שמונחים על ידי מכ"ם וירצבורג , אז הן יעקבו אחריכם . 
נווטים , מטילנים , ברגע שנסיים כאן , התייצבו במפקדה לתדרוך מיוחד . 
הנקודה הראשונית שלכם תהיה בצד הצפון מערבי של ברמן , כאן . 
מפת מטרה , בבקשה . 
מהנקודה הראשונית יש טיסה ישירה של 14 ק"מ עד המטרה . 
אלה המעגנים בצד המזרחי של הנהר . 
המעגן המרכזי הזה יהיה נקודת התקיפה המרכזית שלכם . 
והכיוון שממנו תגיעו יהיה 218 מעלות . 
מיד אחרי הפנייה טוסו לאורך הנהר . 
בבקשה , מייג'ור . 
- תודה . 
בחייך , קורט . מה המכסה שלך היום ? 
אטוס כמו מלאך היום , לא אמות כמו מלאך . מייג'ור , אני חושב שזה קטן מדי . אני לא מצליח ללבוש את זה . 
באק , עזור לי ללבוש הז'קט הזה . כן . 
האפטרשייב שלך מוצא חן בעיניי . 
טוב . זו מידת הקרבה שאני מצפה לה בטיסה היום . 
כמו באימונים . 
- כן , המפקד . 
בוקר טוב , רבותיי . 
למי מכם שלא מכיר אותי , אני האב טסקה . 
אני נמצא ממש כאן ... גם קפטן פיליפס . אם מישהו צריך אותנו . 
תודה , אבי . נזכור את זה . 
באק . 
היי . - אתה בסדר ? 
מה זה ? אתה סוגר חשבונות ? 
זה שטר המזל שלי . מזל ? 
אלוהים אדירים , ג'ון . 
- בבקשה . קח את זה . 
יצאתי איתו כבר לשתי משימות . היו לי שתי נחיתות . 
תראה , שתי פינות הורדו בנשיכה , אחת בכל משימה ואני עדיין כאן . קח אותו . 
למזל . 
בסדר . להתראות . 
בסדר . - להתראות לכולכם . 
אני בדרך לשם . 
בואו נסתדר במעגל . 
כידוע לכם , זו המשימה הראשונה שלנו כאן . 
אני בטוח שכולכם תיזכרו בהכשרה שלכם ושתדעו את העבודות שלכם . 
בואו נבצע את המשימה ונטיל פצצות על הפאקינג נאצים האלה ונוכל לחזור הביתה מהר . 
כן , המפקד ! 
המייג'ור יטוס איתנו . מייג'ור ? 
זה יהיה הקרב הראשון שלי , חברים . 
בואו נסדר אותם ונפיל אותם . 
כן , המפקד . 
בסדר , אז למה אנחנו עדיין עומדים כאן ? 
הכול בסדר כאן , דיקי ? 
- אתה עושה צחוק ? 
נעים כאן כמו בסוויטה במלון ריץ . 
תודה . רבותיי . 
- המפקד . השהות שלך במטוס שלנו היא ברכה , המפקד . אני מרגיש שיש בך את רוח האלוהים . 
כן , כולנו יחד בסיפור הזה , חבר . 
שמרת לי מקום . כן . 
אני מעדיף להציע לך אותו על פני שתשב עליי עד שאזוז . 
אני מוכן לבדיקה . 
' טופס אחת - א ? 
יש . 
שסתומי העברת דלק ומתגי העברת דלק ? 
שני השסתומים סגורים והמתגים במצב כבוי . 
נוזלי הקירור קרים . 
גירוסקופים ? 
מתגי כיבוי דלק ? 
כל הארבעה פתוחים . 
מדפי קירור ? 
פתוחים ונעולים . 
משנקים ? - משנקים סגורים . 
מתג ראשי ומתג הצתה ? 
הסוללות מופעלות ונבדקו . 
לחץ משאבות ? 
משאבות מופעלות . 
כמות הדלק טובה . 
בסדר , לוטננט , אנחנו מוכנים להתנעת מנועים ? 
כן , אדוני . 
הפעל את הראשון . 
טוב שאתה איתנו , קולונל . הפעל את השני . - מפעיל את השני . 
לחץ דלק ולחץ שמן נראים טוב . 
הפעל את השלישי . 
בבי - 17 היו 12 תתי מקלע שהגנו עלינו מכל הכיוונים . 
קראנו לו המבצר המעופף . 
אבל כדי לשרוד היינו חייבים להישאר יחד וליצור תיבת לחימה של אש מגן מתוך מבנה צפוף . 
זה היה חשוב כי אילו היינו נפרדים , מטוסי הקרב הגרמניים היו יכולים לחסל אותנו בזה אחר זה . 
עשו להם את המוות , בחורים ! תן להם אישור . 
יוצאים לדרך , חברים . שישים . 
תשעים . 
מאה . מאה ועשר . 
בסדר , בחורים , הנה זה בא . ארבעים . חמישים . 
שישים . תשעים . מאה , 110 . 
ממשיכים לטפס , חברים . שלוש שעות למטרה . 
בדיקה אחרי המראה . 
כוח טיפוס נקבע . 
מדפי קירור עדיין בסדר . 
ציוד ימני נסגר . 
ציוד שמאלי נסגר . 
ציוד זנב עלה . 
בסדר , בוסר , בוא נוריד אותך לבור . 
בסדר , קורט , השליטה בידיי . 
טייס לצוות , 10,000 רגל . 
שימו מסכות וצרו קשר . 
צריח כדורי , רות . 
זנב , רות . 
מקלען ימין , רות . 
מקלען שמאל , בסדר . 
אלחוטן , רות . 
מהנדס טיסה , רות . 
נווט , בסדר . 
מטילן , רות . 
בסט , שחרר פצצת תאורה . 
בואו ננסה להיכנס למבנה במרק הזה . 
קיבלתי . 
זו פצצת תאורה ? 
חרטום לצוות , אני חושב שראיתי פצצת תאורה מתחתינו . 
קיבלתי . אתה רואה מאיפה היא באה ? שלילי . אני לא רואה שום דבר שם למטה . 
אלוהים אדירים ! בי - 17 בשעה 12 למטה . הם ממש מתחתינו . 
רוי , עלה למעלה ! 
לעזאזל ! יש מבצר מעלינו . 
רות , אני רואה אותו . 
מקלען זנב , דבר אליי שם מאחור . לעזאזל , התרחקנו ממנו ? 
זנב לטייס , התרחקנו ממנו . 
אלוהים , זה היה קרוב . 
- זה המבצר של קליבן . 
אני מזהה את האפטרשייב שלו . אתה רציני ? 
כלומר , אמרת לו להישאר קרוב . 
לא עד כדי כך . 
טייס לצוות , יש לנו עוד שעה של טיסה דרך הראות העכורה הזו . 
פקחו עיניים . 
אלוהים . אנחנו צריכים להדביק את הקבוצה . אנחנו בפיגור גדול . המבנה בבלגן מוחלט . מנוע ראשון מתקשה . 
אנחנו מאבדים אותו . - שיט . 
טייס למקלען זנב . מה אתה רואה שם מאחור ? 
זנב לקליבן , יש שישה במבנה מהקבוצה שלנו . 
ה - 351 מסודרת , אבל ה - 349 הרבה מאחורינו . כל השישה . נראה שהמוביל שלהם , ויל , מעלה עשן . 
רות . מנהיג רדמיט , כאן מנהיג משטח . 
מה קורה שם , ויל ? 
מנהיג משטח , יש לנו בעיות מנוע . אנחנו עובדים על זה . רות , אתה צריך לקבל החלטה , ויל . 
אתה מסכן את היחידה שלך . 
מנהיג קצב , קיבלתי . המפקד , אנחנו מפגרים אחרי האחרים בהרבה . 
ככל שנחכה יותר ייקח להם זמן רב יותר להדביק אותנו . 
לעזאזל . כבה אותו . 
מכבה דלק . 
מנהיג קצב , כאן מנהיג רדמיט . 
איבדנו מנוע אחד . 
לא נוכל לשמור על הקצב הזה . אנחנו פונים לאחור . 
קיבלתי , מנהיג קצב . 
סגן רדמיט , יש לנו תקלה מכנית , אני פונה לאחור . 
רות , היישר . 
טייס לצוות , נתפוס את המיקום של מנהיג רדמיט . 
עברו למהירות שיא מתמשכת . 
שימו לב לצריכת הדלק שלנו . נשרוף המון דלק בניסיון להדביק את שאר הקבוצה . אש ! אש ! - אש ! 
הנה זה בא . ירי של הגרמנים . החזיקו חזק , חברים . 
צריח כדורי לצוות , ירי גרמני , שעה 11 מתחתינו . 
ירי גרמני , שעה 10 מעלינו . שעה ארבע מעלינו . 
ירי גרמני בכל מקום . 
ישמיד אותו אלוהים , אנו מתפללים בענווה . 
ואתה , נסיך השמיים , השלך בכוח אלוהי את השטן לגיהינום . 
נווט , עוד כמה זמן למטרה ? 
כ - 11 דקות . 
רות . - ‏ 11 דקות ? 
ממושבך בשמיים וכל רוחות הרשע ... אלוהים אדירים ! 
המשוטטות בכדור הארץ ומנסות לפגוע בנשמותינו , אמן . שיט . 
מטילן למפקד טיסה , אנחנו אמורים להיות מעל המטרה , אבל אני לא רואה שום דבר . להטיל ? 
זה לא טוב . זה לא טוב . המפקד ? - לא אטיל פצצות אם אנחנו לא רואים את המטרה לעזאזל . 
נווט , איך נראית המטרה המשנית ? 
נווט למפקד טיסה , אותו הדבר . 
ראות אפסית , המפקד . 
טייס מפקד לצוות , אני מבטל את המשימה . 
נווט , הכן כיוון חדש . - רות . 
מנהיג זוטסוט שתיים לזוטסוט שתיים . 
רות . וו . פסל . קורח . אני חוזר . רות . וו . פסל . קורח . לעזאזל , המפקד מבטל את המשימה . - שיט ! 
מנהיג משטח למנהיג קצב , רות , היישר . 
טייס לצוות , המשימה בוטלה . אני חוזר , המשימה בוטלה . הירי הגרמני נפסק . 
אתם יודעים מה זה אומר , בחורים . 
בסדר . היכונו , חברים . 
קיבלתי , מייג'ור . 
מפקד טיסה לזנב , מה אתה רואה מאחור ? 
אני לא רואה את ה - 349 . הם עדיין רחוקים . 
הקבוצה של קליבן צמודה אלינו . 
קיבלתי . פקח עין וחפש מטוסי אויב . 
בקרוב מאוד , בחורים . פקחו עיניים . 
צריח עליון לצוות , שעה 12 מעלינו . מטוסי קרב ! 
אלוהים , הם מהירים . 
הוא תוקף את הצוות של ויל . 
מטוסי קרב , שעה 12 מעלינו . 
פאק . 
אדמס , נטשו את המטוס . מישהו ראה מצנחים ? 
זנב לטייס , אני לא רואה מצנחים . 
רות . המשיכו לדווח על מטוסי קרב . 
לוחמי קרב ! שעה 12 מעלינו ! 
שמלנבאך נפגע . אלוהים . שמלנבאך צולל . 
שיט . הם תוקפים אותנו ישירות . אלוהים . מאלינס . קליבן לזנב , מה אתה רואה מאחור ? 
זנב לקליבן , ה - 349 מכוסים בעננים . 
אני לא רואה אותם , המפקד . 
מטוסי 190 חוזרים לכיווננו . 
מטוסי קרב , שעה שש . שעה שמונה ! 
אלוהים . זה פאקינג תקוע . 
פאק . 
נו כבר ! נו כבר ! 
בן זונה ! אלוהים אדירים . 
זנב , דווח . דיקי . 
זנב לקליבן , מטוסי הקרב נעלמו . 
אני רואה רק שני מטוסים שנותרו מטייסת 349 , המפקד . שלושת המבצרים האחרים נעלמו . 
דיקי , חזור שנית . 
נותרו רק שני מטוסים מ - 349 , המפקד . 
אלוהים . 
צריח כדורי לטייס . המפקד , הם עשו חור בצריח . אני קופא למוות . מישהו יכול להוציא אותי מכאן ? 
היי , חברים , תוציאו משם את בוסר וחממו אותו . 
בוסר בסדר שם ? 
אנחנו עובדים עליו , אדוני . 
החליפה שלך קרועה לגמרי . אין פלא . 
תשיגו לו שמיכה . 
החזיקו מעמד , בחורים . נחזור לבסיס אחרי שנטיל את הפצצות בתעלה . 
הוא היה חלש ואז פשוט הפסיק לעבוד לגמרי . 
היה לך מזל רע במשימה הראשונה שלך , מייג'ור . 
תערובת המאייד גרמה תקלה בסליל ההצתה . 
זה תיקון שדורש כמה שעות . 
שבע , שמונה , תשע , עשר , ‏ 11 , 12 , 13 , 14 , 15 . 
אנחנו נטפל בך . אנחנו נטפל בך . - קדימה . קדימה . 
שיט . קולונל ? 
קולונל , אתה בסדר ? 
אלוהים אדירים . אתה בסדר , המפקד ? 
המפקד צריך עזרה ! 
לא מגיעים מטוסים נוספים . 
ספרתי 15 . 
- גם אני . 
תשעה עשר המריאו , אחד חזר , שלושה חסרים . 
כולם מהצוות של ויל . 
- בוא . הנה המספרים , המפקד . 
- לא עכשיו . 
בסדר . היכנסו לפאקינג רכב . ואן נוי ! היי , גלן ! גלן ! 
היי , ויל . ויל , תירגע . 
סתמו פיות והיכנסו לרכב . 
אל תוסיפו מילה , אל תוסיפו מילה . 
ואן נוי , אף מילה . לרכב . - לכו לחדר החקירות מיד . 
אל תוסיפו מילה . - זה מה שאני מנסה לברר . מה פאקינג קרה לבחורים שלי . - לך לחדר החקירות ! עכשיו ! זו פקודה ! 
קדימה , עלה , בנאדם . 
על מה אתם מסתכלים ? 
אנחנו צריכים לתקן מבצר . 
המשיכו לעבוד , בחורים . - קדימה ! בואו נעשה את זה , קדימה . 
בואו נצא לדרך . בלי דיבורים ! כן . ממש נס שהוא לא התרסק . 
נחיתה בלי מדפים . 
המנוע נורה . 
אני צריך לקחת אותך לחקירה , באק . בוא . 
לא הטלנו אף פצצה . 
נאלצתי להיפטר מהן מעל התעלה . 
אני יודע . 
בוא נזוז . 
למה לא אמרת לי ? 
מה ? 
היית שם . 
שתי משימות . 
לא אמרת לי שזה ככה . 
לא ידעתי מה לומר . 
עכשיו ראית את זה . 
אני לא יודע מה ראיתי . 
שלושים בחורים ... פשוט ... 
הייתי צריך להיות שם איתך . 
מצפה לנו דרך ארוכה . 
- - להחזיר להיטלר אני מעריך אתכם האמריקנים , אתם טסים לאור יום . 
אבל הפצצות באור יום הן התאבדות . 
נראה שאתה אוהב להילחם בלילה , בריאן . 
אי אפשר לפגוע במטרה בלילה ! 
אתה מרגיש משהו ? 
כי אני לא מרגיש שום דבר . 
יש לנו בעיה , מייג'ור . 
אני יכול לטוס . 
- בשום אופן . 
נוביל את הטיסה היום . 
מנוע שלוש נפגע קשה . זנב לקליבן . בידיק נפגע . 
היכונו לנחיתת אונס . - נמוך מדי . נמוך מדי . טייס לצוות , היכונו . 
