Г - н Гилфойл , прибрах покупките . 
Оставих вестника отгоре . И взех петте лири . Нали ? 
Това мед ли е ? 
Да . Искаш ли да видиш ? - Може ли ? 
Ето . Сложи това . 
Не бой се . Няма да те ужилят . 
Какво виждаш ? 
Нищо . 
Това лошо ли е ? - Царицата остарява . 
Снесла е яйца , но са малко . 
Сержант Ленкър ? Архивът за Еръл Матис от 2011 г . 
Заслушай се . 
Жужат по - силно , разтревожени са . Усещат промяната и това ги изнервя . 
ПОЧУКАЙТЕ И ИЗЧАКАЙТЕ И какво ще правят ? 
Ще изберат нова царица , да не губят производството . Но старата няма да позволи някой да я измести . Защото царицата е само една . 
И какво ще стане ? 
- Ще се сбият . Ще се бият , докато едната убие другата . 
Стига , Престън . 
Дарове от външния свят . 
Ако ви е писнало от кафе на прах и дълготрайно мляко . Имах нужда , да . 
Какво е толкова важно , че трябва да е преди обед ? 
Когато се запознахме , казах , че не мога да премахна болката . 
Но че ще се постарая този , който ви причини това , да прекара живота си зад решетките . 
Ще го обвиним в опит за убийство . 
Добре . Довечера имам среща с прокурора . Не обещавам нищо . 
Както казах , понякога тези неща отнемат време . 
Е ? - И това е от архива ? Да , записките на Хегарти . 
Отначало Еръл категорично отрича всичко . Твърди , че е невинен . А няма и 48 часа по - късно , прави доброволни самопризнания . 
Междувременно отиват до местопрестъплението . 
Нещо е станало там . - Определено . Не че това ни помага , но да . 
Не ти ли е странно ? 
Да , но не е нова информация . Коментирахме го на процеса . После и на обжалването . Леко е безчувствено . 
" Ей , да се разходим до апартамента , където убиха гаджето ти преди два дни ? " Но законът го позволява . 
А какво беше това " Хм . " ? 
Каза го сякаш забеляза нещо . Може би . Не знам . 
Може да е несъществено , но виж 7 : 30 ч . 
В 7 : 30 ч . д - р Холингуърт дава разрешение Еръл да бъде разпитан . 
И после ? 
- Провеждат разпита . 
В 10 : 30 ч . разпит на Еръл Матис с прочитане на правата . 
А какво става междувременно ? 
Нищо . 
Нали ? Медицинското разрешение е от 7 : 30 ч . И после нищо . 
Притискат ги за арест . 
Защо не са го разпитали след разрешението ? 
А са чакали три часа . Защо ? 
Може сутрин да е киселяк . Да е искал да поспи до късно или ... Чакали са да се смени дежурният адвокат . 
Знаели са какво им трябва . - И кой им трябва . Техен човек . - Да си затвори очите . 
И ако успеят да намерят тази жена ... Разбираш ли какво значи това ? Важно е . 
Имат запис на обаждането , в което казва , че знае кой е извършителят . 
Ще ангажирам всички с това , да знаеш . Еръл ! 
Миличък , това е добра новина . - Мамо , не мога . 
Не разбираш ли ? Не мога . Така ми е още по - трудно . 
Миличък . - Не искам да ми помагаш . 
Не разбираш ли ? 
Не искам . Не искам надежда . 
Искам да забравя , мамо . 
Остави ме да забравя . 
Уморен си . Легни по - рано и се наспи . Така ми става още по - зле . - Избръсни се . 
Влошаваш нещата . - О , боже . 
Моля те . 
Просто ме остави на мира . 
Как да различа коя гайка за какво е ? Спокойно можеш и без маса . 
Лиза ? 
Откъде го познаваш ? 
- Сериозно ли ? Как се запознахте ? 
Няма ти да определяш с кого да си прекарвам времето . 
И двамата сте непостоянни и уязвими . Тревожа се за теб . 
Опитваш се да ме контролираш все едно съм ти случай . 
Опитах всичко . Клиники , метадон . - Всичко ? Плащам щети за съсипани апартаменти . 
Всячески опитвам да намеря решение . 
Това ли правиш сега ? 
Затова ли всяка вечер ми даваш доза , да не те оставя сам ? 
Аз съм ти баща . Грижа се за теб . - Не си ми баща , а дилър . 
Имаш ли представа колко е сбъркано това ? 
Иначе вече щеше да си мъртва . И двамата го знаем . 
И знаеш ли какво ? - Качвай се . 
Да не се разправяме . 
Така ти изнася . - Моля ? 
Страх те е , че ще си тръгна и ще си поредният стар самотник . 
Де да беше в състояние . Не започвай тази тема . 
Нямаш нито приятели , нито семейство . Качвай се . - Не е ли така ? 
Качвай се . - Знаеш ли ? Болният си ти . Влизай . - Все едно съм ти домашен любимец . 
Знаеш ли какво ? Нищо чудно , че мама се е предала . 
Кой би избрал да живее , ако това значи да е с теб ? 
Заминавай да се облечеш . 
Разкарай се . - Да . Разкарай се . 
Как мислиш се запознахме ? 
Било е през 2011 г . Не знам дали помните . Защитавали сте Еръл Матис . 
- Той призна , доколкото помня . 
Интересуват ме разследващите полицаи . 
Познавахте ли се преди този случай ? 
Ще трябва да проверя . - Няма нужда . 
Две седмици по - рано сте защитавали г - жа Дестини Болейси по обвинение за притежание и разпространение . Разследващият полицай е бил същият . Гл . инсп . Даниъл Хегарти . За какво точно ровите ? 
Какво стана на местопрестъплението ? 
- В смисъл ? 
Бяхте ли с клиента си през цялото време ? 
- Да . Как гл . инсп . Хегарти е взел самопризнания от Еръл ? 
Карате ме да задълбавам , серж . Ленкър , което значи да наруша професионалната тайна на клиента ми . Описано е в секция 1.3е от Закона за правните услуги от 2007 г . 
Предполагам знаете . Не ме принуждавайте да се чуя с началника ви и да го помоля да ви обясни той . - Благодаря , г - н Кардона . Помолете го да ми обясни и частта , че тази привилегия е невалидна , ако адвокатът е в заговор за извършване на измама или друго подобно престъпление . 
Не ме изпращайте . 
Къде е Лиза ? 
Мислех , че е с теб . Какво става ? Какво стана ? 
- Тя не ти ли се обади ? 
Какво й наговори ? 
- Не започвай . 
Отивам да я търся . 
- Не , сигурно вече е на път за вкъщи . 
Стой тук . Аз ще ида . Сигурно чака отпред на стъпалата . Изгубих си ключовете . 
Бързаш ли за някъде ? 
- Имам среща след 45 минути . 
Да , за стрелеца в парка . 
Тя каза , че ... - За дъщеря ми ли говориш ? 
Радваше се . Радвала се е ? - Да . 
Едва ли . - Горда е с теб , човече . 
Не е вярно . 
Свърши нещо . Звънни на приятелите й . 
Тя няма приятели . 
Ясно . 
Дорис , моля те . 
Сбогом , Латиша . - Нека ти обясня . Каза , че ще изгубиш децата си , аз те подкрепих . 
Така беше . - Не ми се слуша . 
Искам да помогна . Честно . - Не искаш . Никой не иска . 
Нито ти , нито съпругът ми , нито Еръл . 
И знаеш ли ? Все ми е тая . 
Не ми трябвате . 
Няма да се откажа . 
Чао . Здрасти . Здрасти . 
Помниш ли първия ми ден в отдела ? 
" Клоуи ще те разведе . " 
" Ако имаш въпроси , питай Клоуи . " 
" Клоуи , ще разведеш ли новата колежка ? Гледай ... " 
" Да я предразположиш . " 
- Да . Рой си е Рой . 
Не беше лично . Нали знаеш ? Аз ... 
- Ти просто държиш на своето . Щях да кажа : " Работя по - добре сама . " 
И ме мислиш за нагаждачка . Не е вярно . Не става дума за теб или мен , а за вършенето на работа . 
Навързано е . - Тук е така . 
Знаеш ли кое ме вбесява ? Клодия Мейхю се опитва да промени нещо , а какво се налага да търпи онлайн . - Сериозно ли ? 
Заплашват я . Местила се е два пъти . 
- Изчела си тези неща ? 
Да . - Защо ? 
Защо им доставяш удоволствието ? Не знам . Самозалъгвам се , че опознавам врага . Истината е , че се будя посред нощ толкова ядосана , че не мога да не прочета . 
Знам какво ти е . Не ми обяснявай . Прави каквото ти се казва . 
Аз й действам добре . 
- Същински ангел пазител . 
Говори с мен . Споделя ми . 
И действа зад гърба ми ! О , мамка му ! Не действа зад гърба ти ! 
Страхува се от теб . 
- Възхищава ти се , но теб все те няма . Не я слушаш , не говорите , не й позволяваш нищо ! Нищичко ! 
Какво ? Какво става ? 
Какво не е наред ? 
Какво става ? 
- Нищо . 
Промяна в плана . Намери ми телефонни номера . 
С кого се движи , къде ходят . 
И стой у вас . Ще можеш ли ? 
Ще държим връзка . 
- А срещата ти ? 
Здрасти , Джейки . Мога да те закарам , ако ти се излиза , но да си се прибрал до 21 ч . 
Не , благодаря . Не ми се рискува . - Добре . Благодаря . - И това ми било учен ! 
Миличка , тъкмо се качвах . - С докторантура . 
Добре . - Направо си лягам . 
Благодаря . 
Само за няколко дни , да се закрепи . 
- Да . Тъкмо ще науча повече за ... Как им вика тя ? Датите на годност . 
Исках да говорим за нещо . 
Да кажа , че не се сърдя за онзи ден . 
И двамата ги наговорихме едни . - Това ли ? 
Съгласен съм . 
Минало - заминало . 
Имаме ли ... Нямаме горчица . 
И нея е изхвърлила . 
Като каза " това ли " ... Като каза " това ли " , какво ... Нищо . Все тая . - Добре . Ще вечеряме ли ? 
Извинявай , като каза " това ли " , прозвуча сякаш не е кой знае какво , а то си беше доста сериозно . 
Добре . - Нали ме разбираш ? Усещането ти , че синът ми и приятелите му може да са виновни . Ами ... Това не е ... Забравена годишнина от сватбата . 
Доста е сериозно . Да . Знам . 
Просто се опитвам да разбера . Защо го направи ? 
Не знам . 
Наред ли е всичко ? - Да . 
Мамо ? 
- Искам да си ходя . 
Може вие с Джейки да дойдете у нас . 
Само за няколко дни . Докато се посъвзема . 
Става ли ? 
Гл . инсп . Даниъл Хегарти , оставете съобщение . 
Дан , това шега ли е ? 
Пия пина колада с главния прокурор и си говорим празни приказки . Дано имаш добро извинение . 
Както и да е . Амит Чекер . За какво се борим ? 
Опит за убийство , телесна увреда ? Къде си , по дяволите ? Звънни ми . 
Свързахте се с Лиза . Не мога да вдигна . Оставете съобщение . Или ми пишете , ако се познаваме . Аз ще ви звънна . 
Ало ? От спешното ли сте ? - Да . 
Как да помогна ? 
Обажда се гл . инсп . Даниъл Хегарти от участъка в " Хакни Даунс " , издирвам бяла жена . Може да е приета тази вечер . 
Млада , слаба , с руса коса , на около 25 години . 
Добре , ще отбележа . 
- Може да е докарана днес . За употреба на наркотици . - Ясно . Ако се появи момиче с това описание , ще ми се обадите ли ? - Да , разбира се . 
Здрасти , приятелю . 
Рос Кардона е . Мина време , а ? 
Днес имах странна случка . 
Цъфна някоя си серж . Джун Ленкър . Звънни ми . 
Най - близката кола да провери клуб " Кингс Армс " на Ерскин Роуд 22А . 
115 до централата . 
- Слушам те , 115 . 
Поемаме на север по " Кейдейл Драйв " . 
Патрик ? - Тук нищо ново . 
Ако се върне в апартамента или ти се обади , ми звъниш , разбра ли ? 
Говоря сериозно . 
- Да , обещах да ти кажа . 
Отговорен съм за нея , разбираш ли ? 
Имран ти е пратил тази снимка . Видяла си я тази вечер , нали ? 
Лиза ? 
Не бях я виждала от години . Зарадвах се . 
Беше с някакви момчета , които не познавам , но тръгнаха . Споменаха " Сигнум " или нещо такова . " Сигнум " ? 
Това някакво рейв парти ли e ? 
Прекалено ми е модерно . 
- Къде го организират ? Къде ? 
В Епинг Форест или някъде там . 
Откъде го познаваш ? 
Как се срещнахте ? 
За какво ? Просто да я наглеждам . 
И ако се опита да купува наркотици , да ти пиша . 
Лесни пари . 
Какво е това момиче ? 
Къде ще идеш ? 
Къде отиваме ? 
Лиза ? Не , аз съм . Тя е добре . У вас сме . 
Децата ти къде са ? 
Сестра ми ги гледа . Добре . 
Защо спиш в колата ? 
СКАПАНИЯ ПОВДИГАЧ НА СТОЛОВЕ # НИКАКВИЦА ОТГОВОР НА ТОАЛЕТНИ ЗА ИНВАЛИДИ Той ми намери апартамента . Плащаше наема . 
Като се махнах от теб , спря всичко . На улицата съм . 
Кой е този човек , Латиша ? 
Кой е този човек ? 
Я се разкарай . 
- Колко мило . В рамките на четири дни ме тормозиш за втори път . 
Ако имаш въпрос , питай по каналния ред . 
Недей така , че съм наясно колко си загазила . 
Защо 24 часа по - късно Еръл Матис прави самопризнания ? 
Това , че съм инвалид , влошава нещата . 
- Защо е размислил ? 
Какво е направил Хегарти ? А , ТБ_ДТ ? 
Страх ли те хвана ? 
И с право . 
Нямам представа за какво говориш . 
Кажи го на дигитална криминалистика , като се разровят . 
Изчезни . - Ще проследят ИП адреса . Ще видят и какво друго е правено през същия ВПН . Всичко ще излезе наяве . - Предупреждавам те . 
Това ще е краят на кариерата ти , Тони . 
Забрави и за пенсията . 
Говори и ще си помисля дали да те издам . 
Харесва ти , а ? 
- Какво се случи ? 
Радвате се с другите помиярчета . 
Този път Хегарти няма да те опази . - Аз ли съм проблемът ? 
Живееш в заблуда , Тони . - Не , скъпа . 
Заблудената си ти . 
Полицай съм от 35 г . Това не ти е реклама на " Бенетон " . Военна зона е , миличка . 
Иди в " Тауър Хамлетс " и виж има ли една смесена банда . 
Не . Защо ? Не се дишат , затова . 
Бели , черни , пакита - всички се мразят , затова не идвай тук да ме заплашваш и да ми обясняваш кое как е , защото аз не съм проблемът , а решението . Засрами се ! Ти си в полицията за украса ! Изчезни ! 
Остави я да се наспи . 
До хладилника има аспирин . 
За друго - първо ме питаш . 
Моля ви , изслушайте ме . Тези неща ги знаят само хора от екипа ви . 
ИП адресът е на 1,5 км от къщата на Тони . 
Не стига . Той е действащ полицай . 
Г - жо , той е един от хората , които са ви заплашвали . 
Не гадаем . Изземаме му телефоните и компютрите и сме го пипнали . 
Не ви трябва съдия . Трябва да изземете доказателствата . 
Ти ! Ей , на теб говоря . 
Сега не е моментът , скъпа . 
Изчезни , преди да си пострадала . 
Карал си приятелите ми да ме шпионират ! И това ми било полицай ! 
Пълна отрепка . 
Излъга тогава , лъжеш и сега . Знам какво направи . Знам какво направи ! 
Как сте ? 
Слизай . Да си продължиш ли смяташ ? 
Излез от колата ! 
Кретен скапан ! 
Здрасти , Дорис е . 
Не мога да вдигна , оставете съобщение след сигнала . 
Здрасти , мамо . Аз съм . 
Дано си спала добре . 
Исках само ... Да се извиня . 
Избръснах се . Да съм в приличен вид следващия път , като дойдеш . 
Знаеш , че те обичам . 
До всички в посока изток . 
Има жертва , тъмнокожа жена , казва се Дорис Матис , починала е . 
Парамедиците приключват там . 
Освен обвинението за Дорис Матис , има ли друго ? 
Тролване , по - скоро заяждане . Това е . Само това ? - Да . 
Може да съм минал границата , но всички го правят . 
Изпускаме парата . С чувство за хумор . 
Заплашвал ли си някого ? - Не . 
Кой взема всичко насериозно ? 
Ще го изкарат истинска заплаха . 
Могат ли ? 
Пуснах скица къде е офисът й . И една - две снимки , но не с такава цел . 
Нямах намерение да ... - Не е там въпросът . 
Нарочила ме е , не виждаш ли ? Тя не харесва хора като нас . - Не започвай пак , Тони . Тя започна война . Какво очакваше ? - Казах , не сега . 
Ако нещо трябва да се свърши , аз ще го направя . 
Дано . 
В момента претърсват у вас , ако ме разбираш . 
Помогни ми да ти помогна . 
Имаш ли да ми казваш нещо ? 
Това е ... Да . - Трагедия . 
Бореше се за убежденията си . - Да , жалко . 
И умря за тях . 
Чудя се може ли да е станало нещо ? Да не е била под стрес ? 
Като си помисля за мъжа й , горкият човек . Надяваше се тя да се откаже . 
Ако сте дошли да опазите убежището на вашия трол , сте закъснели - почти приключваме . Не , разбира се . В никакъв случай . 
Явно е бил доста активен онлайн . Не знаех . 
Така смятах . - Успял е да скрие всичко от вас ? 
Въпреки че сте му шеф от 20 години ? - Водел е двойствен живот . 
Боже , какво недоглеждане , сър . 
При тези обстоятелства не мога да не се съглася . 
Ще знам повече , като успея да прегледам уликите . 
Няма да стане . 
Напротив , това се води продължение на дейността му под прикритие , за която , както каза , му бях началник . 
Ще ти пратя доклада , като е готов . 
Не . - Благодаря , че почна . 
Искам всяка хартийка тук да се опише и заведе под номер . 
Сър . - Ще претърсим щателно . 
Сър ! Аз се отзовах първа . Случаят е мой . 
Съжалявам , серж . Ленкър . 
Имам имейл от помощник - началник Клодия Мейхю . Постановила е йерархията . 
Както виждате , според началника дългогодишната ви близост с полицая расист и женомразец , отправящ смъртни заплахи , ви прави неподходящ да водите случая . Но и аз ще ви пратя копие от доклада , като съм готова . 
Предполагаем расист и женомразец , отправящ смъртни заплахи . 
Едва ли сте мислили , че тя ще ви остави да ръководите , защо сте тук ? 
Да поднесете съболезнования ? 
Да защитите приятеля си ? 
Да бе . 
Изчакайте ! Не сме приключили . 
Шефе , празнуваме . 
ПОЧУКАЙТЕ И ИЗЧАКАЙТЕ Звънях ти . Круела си удържа на думата . 
На Прокуратурата най - после й стиска . Опит за убийство . Това е обвинението . 
Хайде де . Шефе , спипахме стрелеца . 
Както и да е . 
За протокола , присъстват гл . инсп . Даниъл Хегарти и серж . Тони Гилфойл . 
Часът е 00 : 13 на 25 септември 2011 г . 
Присъстват още Еръл Матис и адвокатът му , Рос Кардона . 
Разбрах , че обвиняемият иска да промени показанията си . 
Така е . 
Еръл , с твои думи . 
Аз ... Аз я убих . 
Име , моля . 
Аз убих Аделейд Бъроус . 
Взех ножа от чекмеджето в кухнята . Така . 
И я наръгах . 
Къде ? 
Гърлото . 
Наръгал си я в гърлото ? 
Само там ли ? 
Гърдите . - В гърдите . 
За протокола , присъстват гл . инсп . Даниъл Хегарти и серж . Тони Гилфойл . 
Часът е 00 : 13 на 25 септември 2011 г . 
Присъстват още Еръл Матис и адвокатът му , Рос Кардона . 
Разбрах , че обвиняемият иска да промени показанията си . 
Така е . 
Еръл , с твои думи . 
Аз я убих . 
Името , моля . 
Аз убих Аделейд Бъроус . 
Къде ? 
Гърлото . 
В гърлото ? Наръгал си я в гърлото ? 
Къде ? 
Гърлото . 
В гърлото ? Наръгал си я в гърлото ? 
Само там ли ? 
Гърдите . - В гърдите ? 
В гърлото ? 
- Да . Само там ли ? 
Гърдите . - В гърдите . 
В гърдите и в гърлото . 
В гърдите и в гърлото . 
- Няма да го признаят . Подавали сте му отговорите . 
- Никое жури няма да го види така . 
Обаче не отричате . 
Видеозаписът е обявен за съсипан . 
Няма какво да ... - Не отричате . 
Един човек е в затвора . А извършителят е на свобода и друга жена е в опасност . 
Няма ли най - после да разберете , че не става дума за вас ? 
Какво е станало между вас и Еръл ? 
Как паметта му се е върнала изведнъж ? 
И защо на разпита чака да му подсказвате ? 
В Епинг Форест има папагали . Знаеше ли ? 
Две птици избягали от волиера в Есекс преди над 100 години . 
И сега са навсякъде . 
Какво стана ? 
Гл . инсп . Хегарти , време е . 
Кажете ми какво стана . 
