श्र ग लफ एल , मैंने आपक खर दद र क स र स म न ख ल द य है । 
मैंने आपके ल ए अख़ब र भ न क लकर रख द य । मैंने प ँच प उंड क न ट ले ल य , उम्म द है आपक ऐतर ज़ नह ं है । 
क्य वह शहद है ? 
ह ँ । तुम देखन च ह गे ? मैं देख सकत हूँ ? 
यह ल । यह पहन ल । 
च ंत मत कर । वे तुम्हें च ट नह ं पहुँच एँग । 
तुम्हें अंदर क्य द ख रह है ? 
- कुछ भ नह ं । - अह-हँ । 
क्य यह बुर है ? इसक मतलब है क र न बूढ़ ह रह है । 
अंदर ढेर ं अंडे ह ने च ह ए थे , पर उसने ज़्य द अंडे नह ं द ए । 
ड एस लेंकर ? 2011 संग्रह से एर ल मैथ स क फ़ इलें ज नक अनुर ध क य गय थ । 
अब मेर ब त सुन । 
ज़्य द तेज़ श र ह रह है । वे ब खल ई हुई हैं । वे महसूस कर सकत हैं क बदल व आने व ल है और इससे वे घबर रह हैं । 
कृपय दस्तक दें और इंतज़ र करें वे क्य करेंग ? 
त , कर्म नई र न बन ने क क श श करेंगे त क वे छत्ते क ज़ ंद रख सकें । पर पुर न र न , वह चुन त देने व ल क स क भ ख़तर म नकर उसे र कने क क श श करेग । और यह इसल ए क्य ंक केवल एक ह र न ह सकत है । 
त , फ र क्य ह ग ? 
बेशक़ , वे लड़ेंग । वे तब तक नह ं रुकेंग जब तक उनमें से एक दूसर व ल क म र नह ं देत । 
बस कर । बस कर , प्रेस्टन । 
ब हर दुन य से त हफ़े । 
मैंने स च क तुम प उडर व ल कैफ़ न और यूएचट दूध प कर ऊब गई ह ग । तुम्ह र बहुत-बहुत धन्यव द । 
त , इतन क्य ज़रूर है क तुम लंच के ब द तक इंतज़ र न कर सके ? 
जब हम पहल ब र म ले थे , मैंने कह थ क मैं तुम्ह र दर्द दूर नह ं कर सकत । 
पर मैं बस यह सुन श्च त करने के ल ए द न-र त क म कर सकत हूँ ... क ज स आदम ने तुम्ह रे पर व र के स थ ऐस क य , वह ब क क ज़ ंदग जेल में ब त ए । 
मैं हत्य के प्रय स क आर प लग ने पर ज़ र दे रह हूँ , ठ क है ? 
ठ क है । आज र त क स प एस के स थ हम र म ट ंग है । मैं क ई व द नह ं कर सकत । 
जैस क मैंने कह थ , कभ - कभ इन च ज़ ं में समय लगत है । 
- है न ? - और यह संग्रह त स मग्र से है ? ह ँ , यह हैगर्ट क ल गबुक है । 
त , एर ल ने अपन बेगुन ह के ल ए लड़ते हुए हर ब त क सख़्त से नक र । और फ र 48 घंट ं से भ कम समय में , उसने अपन मर्ज़ से क़बूल कर ल य । 
फ र ब च में , वे अपर ध स्थल में गए थे , है न ? 
- वह ँ कुछ हुआ थ । - बेशक़ । कुछ ऐस ... मेर मतलब , यह बेक र है , पर ह ँ , कुछ हुआ थ । 
तुम्हें यह संदेहजनक नह ं लगत है ? 
मैंने यह नह ं कह क यह संदेहजनक नह ं है । इस ब रे में सब ज नते हैं । सुनव ई में इसक ज़ क्र हुआ थ । अप ल के द र न हमने भ ज़ क्र क य थ । मेर मतलब , यह सह नुभूत पूर्ण नह ं है । 
" ए , वह ँ ज न च ह गे जह ँ द द न पहले तुम्ह र गर्लफ्रेंड क न र्मम हत्य हुई थ ? " पर इसक अनुमत है । 
ठ क है । त , यह " हँ " क्य ं ? 
तुमने ऐसे कह थ म न कुछ द लचस्प ह । श यद । पत नह ं । 
यह थ ड़ मुश्क ल है , पर 7 : 30 बजे । 
स ढ़े स त बजे , ड . ह ल ंगवर्थ ने मंज़ूर द । एर ल से पूछत छ क अनुमत द गई । 
- फ र ? 
- फ र उन्ह ंने पूछत छ क । 
स ढ़े दस बजे , स वध न के स थ एर ल मैथ स से पूछत छ हुई । 
और उस ब च क्य हुआ ? उस ब च कुछ नह ं हुआ । 
कुछ भ नह ं । 
है न ? च क त्स व भ ग ने 7 : 30 बजे उसे मंज़ूर द । उसके ब द क ई सबूत नह ं है । 
उन पर ग रफ़्त र करने के ल ए दब व थ । 
उन्ह ंने ड क्टर से मंज़ूर म लने के तुरंत ब द ह उससे पूछत छ क्य ं नह ं क ? 
उसके बज य उन्ह ंने त न घंटे इंतज़ र क य । क्य ं ? 
श यद उसे सुबह उठने क आदत नह ं है । श यद उसे थ ड़ और देर स ने क मन क य , य ... वे ड्यूट स ल स टर के बदलने क इंतज र कर रहे थे । 
- सफल ह ने के ल ए इंतज़ र क य ... - जब तक क उन्हें एसएनई , उपयुक्त व्यक्त नह ं म ल । - उस वक़ ल क ज सके स थ वे क म कर सकते थे । - बुर ई मत देख । 
और यह क लर , अगर वे उसे ढूँढ सकें ... मेर मतलब , मेर ब त समझ रहे ह ? यह बहुत बड़ ब त है । 
उन्ह ंने फ़ न पर उसक ब तें र क र्ड कर ल हैं , समझे ? वह फ़ न पर कह रह है क वह हत्य रे क ज नत है । 
मैं इसमें सभ क श म ल करूँग , समझे ? मैं ... एर ल ! 
- बेट , यह अच्छ ख़बर है । - म ँ , मुझसे यह नह ं ह ग । 
आप समझत क्य ं नह ं हैं ? मुझसे यह नह ं ह ग । जब भ आप यह करत हैं , मेरे ल ए यह ज़्य द कठ न ह ज त है । 
- नह ं , बेट , मैं ... - नह ं , मुझे आपक मदद नह ं च ह ए । 
आप यह क्य ं नह ं समझत ं ? 
मुझे ... मुझे उम्म द नह ं च ह ए । 
मैं भूलन च हत हूँ , म ँ । 
इसल ए बस मुझे भूल ज ने द ज ए । 
तुम थक गए ह । तुम्हें जल्द स ने क ज़रूरत है ... - नह ं , जब भ आप यह करत हैं ... - द ढ़ बन न है । ... आप बस इसे और बदतर बन देत हैं । 
आप इसे और बदतर बन देत हैं । हे भगव न । 
कृपय । 
बस मुझे अकेल छ ड़ द ज ए । 
कैसे ? मैं ये पेंच ... कैसे पहच नूँ ... श यद तुम्हें टेबल क ज़रूरत नह ं है । 
ल स ? 
- तुम उसे कैसे ज नत ह ? 
- आप गंभ र हैं ? तुम द न ं कैसे म ले ? 
आपक मुझे यह बत ने क हक़ नह ं है क मैं क्य कर सकत हूँ , क ससे म ल सकत हूँ , क सके स थ समय ब त सकत हूँ । 
तुम द न ं चंचल और संवेदनश ल ह । मैं बस तुम्ह र रक्ष करने क क श श कर रह हूँ । 
नह ं । आप मुझे न यंत्र त करने क क श श कर रहे हैं , म न मैं क ई केस हूँ ज से संभ लने क ज़रूरत है । 
- मैंने बेहतर न क श श क । र हैब , मेथ ड न ... - बेहतर न क श श ? ... फ़्लैट ं क अग्र म र श क भुगत न जब तुमने उन्हें त ड़ - फ ड़ करके छ ड़ द य । 
मैं वह कर रह हूँ , ज मुझे सम ध न ढूँढने के ल ए करन च ह ए । 
यह वह है ? यह वह है ? यह वह है ? 
र ज़ र त क अपन बेट क नश ले पद र्थ देन त क वह आपक अकेल छ ड़कर चल न ज ए ? 
- मैं तुम्ह र डैड हूँ । - आप मेरे डैड नह ं हैं । - मैं यह ँ तुम्ह र देखभ ल के ल ए हूँ । - आप मेरे ड लर हैं । 
मेर मतलब , आपक क ई अंद ज़ है क यह क तन अनैत क है ? 
अगर मैं यह नह ं कर रह ह त , त तुम मर चुक ह त । हम द न ं यह ज नते हैं । 
- ज नते हैं सबसे बुर ब त क्य है ? - क र में बैठ । 
तुम्हें पत है क तुम ज़रूर क र में बैठ ग । 
- आपक यह स्थ त पसंद है । - क्य ? 
आपक डर है क मैं आपक छ ड़कर चल ज ऊँग और आप इस बुढ़ पे में बस उद स और अकेले रह ज एँगे । 
क श तुम मुझे छ ड़कर ज ने क ह लत में ह त , इसल ए उसक ज़ क्र भ मत कर । 
मेर मतलब , आपक न क ई द स्त है , न पर व र ... - क र में बैठ । - नह ं । क्य मैंने ग़लत कह ? 
- क र में बैठ । - पत है क्य ? वह आप हैं ज ब म र हैं । क र में बैठ । कुछ ... मुझे नशे क आद बन कर रख जैसे मैं आपक प लतू ज नवर हूँ । 
और पत है क्य ? क ई हैर न क ब त नह ं है क म ँ ने ह र म न ल । 
क्य ंक आपके स थ क से ज़ ंद रहने क इच्छ ह ग ? 
ज ओ कुछ कपड़े पहन ल । 
- भ ड़ में ज ओ । भ ड़ में ज ओ । - ह ँ । भ ड़ में ज ओ । भ ड़ में ज ओ । 
आपक क्य लगत है हम कैसे म ले ? 
त यह सन् 2011 क ब त है , पत नह ं आपक य द है य नह ं , पर आप एर ल मैथ स न मक एक आदम के पक्ष में लड़ रहे थे । 
जह ँ तक मुझे य द है , उसने क़बूल क य थ । 
मुझे ज ँच कर रह पुल स ट म के स थ आपके संबंध के ब रे में ज नन है । 
जैसे , क्य आप इस केस से पहले उनमें से क स क ज नते थे ? 
- मुझे मेरे र क र्ड देखने ह ंगे । - इसक ... इसक क ई ज़रूरत नह ं है । मैं ... 
त , आप द हफ़्ते पहले , म सेज़ डेस्ट न ब लेइस के पक्ष में लड़ रहे थे , ज न पर बेचने के इर दे से ड्रग्स रखने क आर प थ । और ज ँच करने व ल ऑफ़ सर वह इंस न थ । वह ड स आई डैन एल हैगर्ट थे । पत नह ं तुम क्य ढूँढने क क श श में ह । 
क्य आपके अपर ध स्थल के द रे के समय कुछ हुआ थ ? 
क्य मतलब ? 
क्य आप हर समय अपने मुवक्क ल के स थ थे ? बेशक़ थ । 
और क्य ड स आई हैगर्ट ने कभ स्पष्ट क य थ क उन्हें एर ल क स्व क र क्त कैसे म ल ? 
देख , मुझे खेद है , ऑफ़ सर लेंकर , क मुझसे इससे ज़्य द खुल स करने क कहन मुझसे पेशेवर व शेष ध क र क उल्लंघन करने क कहन है ज केवल मेरे मुवक्क ल क है , जैस क 2007 के क़ नून सेव अध न यम क ध र 1.3 ई में न र्ध र त है । 
श यद तुम्हें यह पहले से पत है । पर अगर तुमने मुझ पर ज़ र देन ज र रख , त मेरे प स तुम्ह रे ड्यूट इंस्पेक्टर से संपर्क करके तुम्हें यह ध र समझ ने क कहने के अल व क ई व कल्प नह ं ह ग । ख़ैर , धन्यव द , श्र . क र्ड न । श यद आप उन्हें उस व शेष ध क र के ख र ज ह ने के ब रे में समझ ने क कह सकेंगे जब स ल स टर ध ख धड़ य स दृश्य द्व र , क स अन्य अपर ध क अंज म देने क स ज़ श करत हुआ प य ज त है । 
मैं ज रह हूँ । 
ल स । वह कह ँ है ? 
मैं बस ... रुक ए । मुझे लग वह आपके स थ थ । क्य ह रह है ? - वह ... - क्य हुआ ? 
उसने फ़ न नह ं क य ? 
- आपने उससे क्य कह ? 
- अब शुरू मत ह ज ओ , समझे ? 
- सुन ... - मैं उसे ढूँढने ज रह हूँ । 
नह ं । श यद वह घर ह ज रह ह ग । 
तुम कह ं मत ज न । मैं घर ज ऊँग । वह वह ँ वह ं दरव ज़े पर बैठ ह ग । मैंने अपन च ब य ँ ख द ं , वरन मैं तुमसे नह ं पूछत । 
- आपक कह ं और ज न है ? 
- ह ँ , 45 म नट ं में एक म ट ंग है । 
ह ँ , ज स आदम क आपने ग रफ़्त र क य थ । ज सने प र्क में उस बच्चे क ग ल म र थ । 
- ह ँ , वह बत रह थ ... - " वह " य न मेर बेट ? 
वह इस ब रे में बेहद ख़ुश थ । - ख़ुश थ ? - ह ँ । 
- मुझे ऐस नह ं लगत है । - उसे आप पर गर्व है । 
नह ं , नह ं है । 
मेर मदद कर । उसके द स्त ं क फ़ न वगैरह कर । 
उसक क ई द स्त नह ं है । 
ह ँ । 
ड र स , कृपय । 
- अलव द , लट श । - मुझे सफ़ ई देने क म क द । नह ं । तुमने मुझसे कह थ क तुम अपने बच्च ं क ख ने व ल थ । और मैंने तुम्ह र समर्थन क य । 
- यह सच थ । - मैं कुछ नह ं सुनन च हत । 
- मैं मदद करन च हत हूँ । कसम से । - नह ं , नह ं च हत । क ई मदद करन नह ं च हत है । 
न तुम , न मेर पत , न एर ल । 
और पत है क्य ? क से परव ह है ? 
मुझे तुम्ह र ज़रूरत नह ं है । 
मैं ह र नह ं म नूँग । 
फ र म लेंगे । ए । ए । 
तुम्हें स आईड में मेर पहल द न य द है ? 
" क्ल ई इस जगह से तुम्ह र पर चय करव एग । " 
" क ई भ सव ल ह , त बस क्ल ई से पूछन । " 
" क्ल ई , इस नई लड़क क इस जगह से पर च त करव ओग ? बस उसे सहज ... " 
- ह ँ , ह ँ । " सहज महसूस करव ओ । " ह ँ । - " सहज महसूस करव ओ । " 
क्ल स क र य । 
यह तुम्ह रे ब रे में नह ं है । समझ ? मैं बस ... 
बेहद ज़ द्द ह । मैं कहने व ल थ , " अकेले बेहतर क म करत हूँ । " 
और तुम्हें लगत है क मुझे ल ग ं क ख़ुश करने क आदत है । नह ं , मैं ऐस नह ं स चत हूँ । यह सच नह ं है । दरअसल , ग़लत तुम्ह र नह ं है । न ह मेर है । इस न कर क है । 
- सब इसक ग़लत है । इस ... - इस न कर क है । 
पत है मैं क स च ज़ से सबसे ज़्य द परेश न ह त हूँ ? क्ल ड आ मेह्यू ने व नम्रत पूर्वक सुध र क सुझ व द य और तुमने देख उन्हें क न ऑनल इन बकव स ं क स मन करन पड़ ? यह बेहद भद्द है । सच में ? 
म त क धमक य ँ । श यद उन्ह ंने द ब र घर बदले । 
तुमने वह च ज़ें देख ं ? 
- ह ँ । - क्य ं ? 
तुमने उन्हें यह संतुष्ट क्य ं द ? पत नह ं । मैं ... मैं ख़ुद से कहत हूँ क मैं दुश्मन क ज न रह हूँ , पर सच्च ई यह है क मुझे आध र त क इतन गुस्स आत है क मैं ख़ुद क र क नह ं प त हूँ । 
मुझे पत है आप क्य स च रहे हैं , समझे ? नह ं , नह ं । तुम कुछ मत ब ल , समझे ? बस वह कर ज मैंने कह । 
पर मैं उसे संभ ल सकत हूँ । 
ह ँ , तुम श नद र रक्षक ह । 
वह मुझसे ब त करत है । मुझे द ल क ब तें बत त है । 
यह ज नन क तुम द न ं मेर प ठ प छे एक-दूसरे से म ल रहे थे ! अरे , नह ं ... वह आपक ध ख नह ं दे रह थ ! 
वह आपसे डरत है । वह ... आप बस बेहद ... आप बस ... 
वह आपक सर हन करत है , पर आप कभ उसके ल ए म जूद नह ं ह ते । आप उसक सुनते नह ं हैं । उससे ब तें नह ं करते हैं । आप उसे कुछ नह ं देते हैं ! कुछ भ नह ं ! 
क्य ? क्य ह रह है ? 
क्य हुआ ? 
क्य ह रह है ? 
कुछ नह ं । 
ठ क है , य जन बदलन ह ग । बस मुझे फ़ न नंबर ढूँढकर द । 
उसके द स्त ं के । ज न जगह ं पर वह समय ब त त है । 
तुम जह ँ ह , वह ं रह । यह कर सकते ह ? 
संपर्क में रह । 
आपक म ट ंग क क्य ? 
हैल , जेक । सुन , मैं तुम्हें कह ं छ ड़ सकत हूँ , अगर तुम अपने द स्त ं के स थ समय ब त न च हते ह त । पर तुम्हें न बजे तक व पस ल टन ह ग । 
नह ं , मुझे नह ं ज न , धन्यव द । - मैं ज ख म नह ं उठ ऊँग । - ठ क है । - ठ क है । धन्यव द । - ख़ुद क वैज्ञ न क बुल ते ह । 
- मेरे प स प एचड है ! - हैल , ज न । मैं बस ऊपर ज रह हूँ । 
- ठ क है । - मैं जल्द ह स ने के ल ए न चे आऊँग । 
धन्यव द । 
यह बस कुछ द न ं के ल ए है , कसम से । - ह ँ । - जब तक वह थ ड़ ठ क नह ं ह ज त ं । 
ह ँ । ह ँ । क ई ब त नह ं । इससे मुझे इस ब रे में और स खने क म क म ल ज एग ... वह इसे क्य बुल त हैं ? सम प्त त थ । 
दरअसल , मुझे तुमसे कुछ ब त करन थ । 
मैं बस कहन च हत हूँ क मैं उस द न क लेकर न र ज़ नह ं हूँ । 
श यद हम द न ं ने गुस्से में कुछ च ज़ें कह ं ... वह । 
ह ँ । अरे , ह ँ । मैं भ न र ज़ नह ं हूँ । मैं सहमत हूँ । 
ज ह गय , उसे भूल ज ओ । 
हम रे प स ... हम रे प स मस्टर्ड स स नह ं है । 
उन्ह ंने वह भ फेंक द य । 
जब तुमने " वह " कह मेर मतलब , जब तुमने " अरे , वह " कह , क्य तुम्ह र ... - पत नह ं । छ ड़ , भूल ज ओ । - ठ क है । क्य तुम्हें ड नर च ह ए य तुम ... 
म फ़ करन , जब तुमने " अरे , वह " कह , यह ऐस सुन ई पड़ म न वह क ई बड़ ब त नह ं थ , बस इतन ह । और वह बड़ ब त थ । 
ठ क है । म फ़ करन । तुम समझ रहे ह मैं क्य कहन च ह रह हूँ । क तुम्ह र अंतर त्म कह रह है क मेर बेट और उसके द स्त उस घटन के ल ए ज़ म्मेद र हैं । दरअसल ... मेर मतलब , यह ऐस नह ं है क ... क श द क स लग रह वगैरह भूल गए थे । 
यह बेहद महत्वपूर्ण मुद्द है । ह ँ । मुझे यह पत है । 
इसल ए , मैं बस समझने क क श श कर रह हूँ ... तुमने ऐस क्य ं क य । 
पत नह ं । 
- हम ठ क हैं ? - ह ँ । 
म ँ ? 
मैं सच में घर ज न च हूँग । 
श यद तुम और जेक मेरे घर चलन च ह । 
बस कुछ द न ं के ल ए । जब तक मेर द म ग़ ह लत , थ ड़ ठ क नह ं ह ज त । 
समझ ? 
मैं ड स आई डैन एल हैगर्ट हूँ , कृपय संदेश छ ड़ें । 
डैन , तुम मज़ क कर रहे ह ? 
मैं यह ँ स प एस में च फ़ क्र उन प्र स क्यूटर के स थ बैठकर क कटेल प रह हूँ और मेरे प स उन्हें ब लने के ल ए कुछ नह ं है । त बेहतर ह ग क तुम्ह रे प स क ई अच्छ बह न ह । 
ख़ैर ... अम त सेकर । हमें क्य कहन है ? मैं उससे क्य कहूँ ? 
हत्य क क श श , एब एच ? भगव न के ल ए , डैन , तुम कह ँ ह ? मुझे फ़ न कर । 
ए , मैं ल स हूँ । म फ़ करन , अभ मैं फ़ न नह ं उठ सकत । पर अगर आप संदेश छ ड़ें य अगर मैं आपक ज नत हूँ , त मुझे संदेश भेजें और मैं आपसे व पस संपर्क करूँग । 
हैल ? ह ँ , क्य तुम ए एंड ई स्ट्र म ंग नर्स ह ? 
ह ँ । मैं आपक क्य मदद कर सकत हूँ ? 
ह ँ , मैं हैकन ड उन्स पुल स स्टेशन से ड टेक्ट व च फ़ इंस्पेक्टर डैन एल हैगर्ट ब ल रह हूँ । मैं एक श्वेत मह ल क ढूँढ रह हूँ । श यद उसे आज श म क भर्त कर य गय ह । 
जव न , पतल , सुनहरे ब ल , ब स से ... ब स से पच्च स क उम्र क लगत है । 
ठ क है , हम न ट स में ड ल देंगे । 
ह ँ , श यद उसे आज र त क भर्त कर य गय ह । श यद ... - ड्रग्स-संबंध म मले के ल ए । - ठ क है । अगर इस व वरण से मेल ख ने व ल क ई आई , - त कृपय मुझे फ़ न कर गे ? - ठ क है । ज़रूर । 
हैल , द स्त । मैं र स क र्ड न ब ल रह हूँ । 
क फ़ अरस ह गय , है न ? 
सुन , आज कुछ हुआ थ । थ ड़ अज ब थ । 
क ई ड एस जून लेंकर मुझसे म लने आई थ । मुझे व पस फ़ न करन , ठ क है ? 
पहल न कटतम उपलब्ध क र तुरंत 22 ए के ल ए एर्स्क न र ड पर क ंग्स आर्म्स क्लब में ज ओ । 
ड स्पैच के ल ए 115 । 
ब ल , 115 । 
हम केडेल ड्र इव पर उत्तर में ज रहे हैं । 
- पैट्र क । - नह ं । वह यह ँ नह ं आई है । 
मेर ब त सुन । अगर वह वह ँ आई , अगर वह तुम्ह रे फ़्लैट में ल ट , अगर उसने तुम्हें फ़ न क य य तुम्हें क ई भ ख़बर म ल , त मुझे तुरंत बत न । समझे ? 
क ई गड़बड़ मत करन , समझे ? 
ह ँ , मैं ज़रूर बत ऊँग । 
- वह मेर ज़ म्मेद र है , समझे ? 
इमर न ने कह क उसने तुम्हें यह फ़ ट भेज । तुमने आज र त क इसे देख , इस लड़क क ? 
ल स ? 
उससे स ल ं से नह ं म ल थ । म लकर बेहद ख़ुश हुई । 
वह कुछ ल ग ं के स थ थ ज न्हें मैं नह ं ज नत थ , पर वे चले गए और स ग्नम वगैरह के ब रे में ब ल रहे थे । स ग्नम ? 
वह क्य है ? स ग्नम , वह क्य है ? क ई रेव प र्ट है ? 
मेरे ल ए कुछ ज़्य द ह श नद र है । 
वह कह ँ है ? वह कह ँ है ? 
एप ंग फ़ रेस्ट वगैरह में कह ं पर । 
तुम उसे कैसे ज नत ह ? 
तुम द न ं कैसे म ले ? 
क्य करूँ ? मैं बस नज़र रखूँ अगर वह द खत है । 
और अगर वह ड्रग्स खर दने के ल ए आए , त आपक संदेश भेजूँ । 
पैसे कम ने क आस न तर क । 
वैसे , वह लड़क क न है ? 
तुम कह ँ ज ओगे ? 
हम कह ँ ज रहे हैं ? 
ल स ? नह ं , यह मैं हूँ । वह ठ क है । हम आपके घर में हैं । 
बच्चे कह ँ हैं ? 
मेर बहन के प स हैं । बढ़ य है । 
तुम क र में क्य ं स रह ह ? 
वैसे भ कमबख़्त चेयर ल फ़्ट # कम न जव ब व कल ंग ल ग ं के ल ए ट यलेट ज उसने मेरे ल ए फ़्लैट क व्यवस्थ क थ । क र ए क भुगत न क य थ । 
जब मैं तुम्ह रे स थ नह ं रह सक , उसने फ़्लैट व पस ले ल य । अब मेरे प स रहने के ल ए जगह नह ं है । 
यह आदम क न थ , लट श ? 
यह आदम क न थ ? 
- चल ज ओ , समझ ? 
- बढ़ य है । च र द न ं में यह दूसर ब र है जब तुम मुझे परेश न कर रह ह । 
अगर तुम्हें क ई सव ल पूछन है , त मेरे प्रत न ध के द्व र पूछ । 
तुम यह नह ं करन च ह ग । मुझे पत है क तुम पहले से क तन मुस बत में ह । 
च ब स घंट ं में , एर ल मैथ स ने बेगुन ह क द व करन छ ड़कर गुन ह क़बूल कर ल य । 
स थ ह , मैं व कल ंग हूँ , इसल ए यह बेहद बुर नज़र आएग । 
ऐस क्य हुआ क उसक फैसल बदल गय ? 
हैगर्ट ने क्य क य थ , @ ट ब _ ड ट ? 
तुम यह सुनकर डर गए ? 
डरन भ च ह ए । 
मुझे क ई अंद ज़ नह ं है क तुम क्य कह रह ह । 
तुम यह ड ज टल फ़ रेन्स क्स से कह सकते ह जब वे अक उंट क पत लग एँगे । 
मेरे घर से चल ज ओ । श यद आईप एड्रेस के आस-प स देखेंगे । देखेंगे क वह ँ से और क्य - क्य क य ज रह है । व प एन क पत लग एँगे । - गहर ई में ढूँढेंगे , अगर मेर मतलब समझ रहे ह त । - मैं तुम्हें चेत वन दे रह हूँ । 
तुम्ह र कर यर ख़त्म ह ज एग , ट न । 
तुम्हें पेंशन भ नह ं म लेग । 
मुझे बत ओ क्य हुआ थ और मैं यह ज नक र न देने के ब रे में स च सकत हूँ । 
- तुम्हें बेहद मज़ आ रह है , है न ? 
- मुझे बत ओ क्य हुआ थ । 
तुम्हें और तुम्ह रे कर ब द स्त ं क ? 
- हैगर्ट इससे तुम्ह र रक्ष नह ं कर सकत । - मेरे प छे पड़ ह म न मैं ह समस्य हूँ । 
तुम सपन ं में ज रहे ह , ट न । 
मैं ? नह ं , ज न । तुम सपन ं में ज रह ह । 
मैंने 35 स ल पूर्व लंदन में न कर क । तुम बस एक मज़ क ह । तुम्हें लगत है क दुन य यून इटेड कलर्स ऑफ़ बेनेटन के व ज्ञ पन क तरह है । यह युद्ध क मैद न है , ज न । 
ट वर हैमलेट्स क क स भ संपत्त में ज ओ और देख अगर तुम्हें क ई म श्र त गैंग म लत है । 
नह ं म लेग । पत है क्य ं ? क्य ंक वे सभ एक-दूसरे से नफ़रत करते हैं । 
श्वेत अश्वेत ं से नफ़रत करते हैं । और अश्वेत तुर्क ं से नफ़रत करते हैं । और तुर्क प क स्त न य ं से नफ़रत करते हैं । इसल ए यह ँ आकर मुझे धमक देने क क श श मत कर य यह मत बत ओ क दुन य कैसे चलत है क्य ंक मैं समस्य नह ं हूँ । मैं सम ध न हूँ । और तुम , देख तुम्हें ! तुम्हें बस अश्वेत ह ने के क रण पुल स में ल य गय ! 
उसे स ने द । 
फ्र ज के प स दर ज़ में कुछ एस्प र न हैं । 
मुझसे ब न पूछे उससे ज़्य द कड़क दव मत देन । 
कृपय , बस मेर ब त सुन ए । कृपय । यह ज नक र बस क स ऐसे क पत ह ग ज आपके स थ क म कर चुक है । 
और हम पहले ह पत कर चुके हैं क वह आईप एड्रेस ट न के घर के एक म ल के द यरे में है । 
यह क फ़ नह ं है । तुम एक सेव रत ऑफ़ सर के ब रे में ब त कर रह ह । 
मैडम , वह आपक धमक देने व ले आदम य ं में से एक है । 
यह अन श्च त ख ज नह ं है । अगर हमने फ़ न और कंप्यूटर ज़ब्त कर ल ए , त वह पकड़ ज एग । 
आपक मज स्ट्रेट क ज़रूरत नह ं है । आप ख़ुद वह ँ ज कर वह सब ल सकत हैं । 
तुम ! ए , तुम । ए ! मैं तुमसे ब त कर रह हूँ । 
अभ सच में सह समय नह ं है । समझ ? 
सुन , इससे पहले क तुम्हें च ट लगे , यह ँ से चल ज ओ । 
तुमने मेरे द स्त ं क मेर ज सूस करने क कह ! तुम ख़ुद क पुल सव ल कहते ह ? 
तुम एक कलंक ह । समझ रहे ह ? कलंक ह । 
तुमने तब भ झूठ ब ल थ और अब भ ब ल रहे ह । मुझे पत है तुमने क्य क य थ । मुझे पत है । मुझे पत है । मुझे पत है तुमने क्य क य थ ! 
तुम ठ क ह ? 
ए ! क र से ब हर न कल । तुम क्य कर रहे ह ? 
क र से ब हर न कल ! 
प गल कह ं के ! 
हैल , मैं ड र स हूँ । 
मैं फ़ न नह ं उठ सकत , पर कृपय ब प के ब द संदेश छ ड़ें । 
हैल , म ँ । यह मैं हूँ । 
उम्म द है क आप ठ क से स ई ह ंग । 
मैं बस कहन च हत हूँ क ... मुझे म फ़ कर द ज ए । 
मैंने द ढ़ बनव ल । इसल ए , अगल ब र जब आप आएँग , मैं ज़्य द स्म र्ट द खूँग । 
आपक पत है क मैं आपसे प्य र करत हूँ । 
डेल्ट , यैंक , अल्फ़ । पूर्व क ओर ज ने व ल सभ इक इय ं क बुल रह हूँ । 
घटन स्थल पर एक प ड़ त है , आईस 3 य न अश्वेत मह ल , ज सक न म ड र स मैथ स है और मृत घ ष त क ज चुक है । 
पैर मेड क्स अब अंत म चरण में हैं । 
ड र स मैथ स के आर प के अल व , और क्य आर प लग ए ज सकते हैं ? 
ट्र ल ंग करने क । दरअसल , मज़ क उड़ ने क । बस इतन ह । - बस इतन ह ? - ह ँ । 
देख , श यद कभ - कभ मैंने हद प र क ह ग , पर यह बस आम ब त है । यह सभ करते हैं , समझे ? 
तुम बस तन व दूर करते ह । यह बस मज़ क करने क तर क थ । 
- क्य तुमने धमक य ँ द थ ं ? - नह ं । 
मेर मतलब , तुम हर च ज़ क गंभ रत से नह ं ले सकते , है न ? 
वे यह कहने क क श श करेंगे क तुम सच में व श्वसन य ख़तर थे । 
यह सच है ? 
देख , मैंने य र्ड क तस्व र बन कर प स्ट ज़रूर क थ जह ँ उनक ऑफ़ स है और ... और एक ध फ़ ट प स्ट क थ ं , ह ँ । पर रुक , यह ऐस नह ं है । 
- मैं सच में ऐस नह ं करूँग ... - ब त वह नह ं है । 
द स्त , वह मुझ पर हमल कर रह है , समझे ? मेरे जैसे ल ग ... यह ऐस है म न , चल भ , हम रे जैसे ल ग ... शुरू मत कर , ट न , समझे ? सुन , उसने यह लड़ ई शुरू क , है न ? उसने और क्य उम्म द क थ ? मैंने कह अभ नह ं । 
अगर कुछ करने क ज़रूरत है , त वह मैं करूँग । 
बेहतर ह ग तुम कर । 
पर अभ वे तुम्ह रे घर क तल श ले रहे हैं । तुम इसक मतलब ज नते ह ? 
त , अगर मेर मदद च ह ए , त मुझे मदद करने में सक्षम ह न ह ग । 
इसल ए , तुम्हें मुझे कुछ बत न है ? 
यह ... - ह ँ । - ह ँ , यह एक दुखद घटन है । 
उसने अपन पूर ज़ ंदग अपने व श्व स के ल ए लड़कर ब त द । ह ँ । यह बड़े ह दु ख क ब त है । 
उस के ल ए म र गई । 
श यद ह ल क घटन ओं ने उसे और ज़्य द उत्तेज त कर द य थ । श यद वह ऐस स्थ त में थ ज समें वह क फ़ तन व में आ गई थ । 
मुझे ब र-ब र उसके पत क ख़य ल आ रह है , बेच र , और यह क कैसे वह इतन बेत ब थ क उसक पत्न यह सब भूल ज ए । 
त , अगर आप अपने द स्त क नन्ह स ट्र ल गुफ़ क बच ने आए हैं , त मुझे डर है क आपने देर कर द । हम बस यह ँ हम र क म ख़त्म कर रहे हैं । नह ं , बेशक़ नह ं । मैं ऐस कभ नह ं करूँग । 
हमें पत चल क वह ऑनल इन पर क फ़ सक्र य थ । मुझे क ई अंद ज़ नह ं थ । 
- मेर यह म नन थ । - त , वह आपसे यह सब छुप ने में क़ मय ब रह ? 
इसके ब वजूद क आप लगभग 20 स ल ं से उसके सुपरव इज़ ंग ऑफ़ सर थे ? 
हे भगव न , आप क फ़ बेवकूफ़ भर ब तें कर रहे हैं , सर । 
स्थ त क देखते हुए , मैं असहमत नह ं ह सकत , है न ? 
श यद मुझे और ज नक र म लेग जब मुझे इन सबूत ं क सम क्ष करने क म क म लेग । 
अरे , नह ं , मुझे डर है क आपक म क नह ं म लेग । 
दरअसल , यह मूल अंडरकवर क म ं के व स्त र के अंतर्गत आत है ज सक , जैस क तुमने कह , मैं सुपरव इज़ ंग ऑफ़ सर थ । 
त जब र प र्ट पूर ह ज एग , मैं तुम्हें वह भेज दूँग । 
- नह ं । नह ं , ऐस नह ं ... - शुरुआत करने के ल ए बहुत-बहुत धन्यव द । 
मैं च हत हूँ क यह ँ म जूद हर क गज़ के टुकड़े क सूच बद्ध क य ज ए । 
- सर । - हम क ल न भ उठ एँगे । 
सर ! मैं यह ँ सबसे पहले आई थ । यह मेर केस है । 
म फ़ करन , ड एस लेंकर , इस ब र नह ं । 
मेरे प स एस स क्ल ड आ मेह्यू क ईमेल है । यह कम ंड क श्रृंखल न र्ध र त करत है । 
जैस क आप देख सकते हैं , अध क्षक के अनुस र , इस केस से जुड़े नस्लव द , स्त्र - द्वेष , म त क धमक देने व ले ऑफ़ सर के स थ पर , जब मैं र प र्ट पूर कर लूँग , मुझे आपक उसक प्रत देकर ख़ुश ह ग । 
कथ त नस्लव द , स्त्र - द्वेष , म त क धमक देने व ल ऑफ़ सर । 
आपक पत थ क वह आपक इसे न यंत्र त करने नह ं देंग , त आप यह ँ क स ल ए आए ? 
संवेदन व्यक्त करने के ल ए ? 
अपने द स्त क रक्ष करने के ल ए ? 
ब ल्कुल नह ं । 
रुक ! यह ँ हम र क म पूर नह ं हुआ है । 
ख़ुश ह ज ओ , च फ़ । हम जश्न मन रहे हैं ! 
कृपय दस्तक दें और इंतज़ र करें मैंने फ़ न करने क क श श क थ । क्रुएल ने क म कर द य , भगव न उस पर कृप करें ! 
आख़ रक र स प एस ने स हस भर क़दम उठ य । हत्य क क श श । उस पर यह आर प लग । 
चल भ । ब स , हमें शूटर म ल गय । 
चल , ज ने द । 
टेप के ल ए , यह ँ म जूद ऑफ़ सर हैं , ड स आई डैन एल हैगर्ट और ड एस ट न ग लफ एल । 
समय है 00 : 13 बजे , 25 स तंबर , 2011 । 
और स थ ह म जूद हैं , एर ल मैथ स और उनक वक़ ल , र स क र्ड न । 
मैं समझत हूँ क प्रत व द अपन प छल बय न संश ध त करन च हत है । 
सह कह । 
एर ल , तुम्ह रे शब्द ं में । 
मैंने ... मैंने उसक हत्य क । 
कृपय , न म बत ओ । 
मैंने एड लेइड बर ज़ क हत्य क । 
मैंने रस ई क दर ज़ से च कू उठ य ... ठ क है । 
और उसे घ ंप द य । 
कह ँ ? 
गले में । 
तुमने च कू से उसे गले में घ ंप ? 
और कह ं घ ंपन य द है ? 
- स ने में । - स ने में । 
टेप के ल ए , यह ँ म जूद ऑफ़ सर हैं , ड स आई डैन एल हैगर्ट और ड एस ट न ग लफ एल । 
समय है 00 : 13 बजे , 25 स तंबर , 2011 । 
और स थ ह म जूद हैं , एर ल मैथ स और उनक वक़ ल , र स क र्ड न । 
मैं समझत हूँ क प्रत व द अपन प छल बय न संश ध त करन च हत है । 
सह कह । 
एर ल , तुम्ह रे शब्द ं में । 
मैंने उसक हत्य क । 
कृपय , न म बत ओ । 
मैंने एड लेइड बर ज़ क हत्य क । 
कह ँ ? 
गले में । 
गले में घ ंप ? तुमने च कू से उसे गले में घ ंप ? 
कह ँ ? 
गले में । 
गले में ? तुमने च कू से उसे गले में घ ंप ? 
और कह ं घ ंपन य द है ? 
- स ने में । - स ने में ? 
गले में घ ंप ? 
ह ँ । और कह ं घ ंपन य द है ? 
- स ने में । - स ने में । 
स ने और गले में घ ंप । 
स ने और गले में घ ंप । 
इससे कुछ स ब त नह ं ह ग । आप उसके द म ग़ में जव ब ड ल रहे थे । 
इस देश में ऐस क ई जूर नह ं है ज इससे सहमत ह ग । 
आप इनक र नह ं कर रहे हैं । 
इस स क्ष त्क र के फ़ुटेज के क्षत ग्रस्त ह ने क सूचन द गई थ । 
- मुझे सफ़ ई देने क ज़रूरत नह ं है ... - आप इनक र नह ं कर रहे हैं । 
एक आदम जेल में कैद है । ब हर एक आदम कह ं खुल घूम रह है , एक मह ल के स थ ज सक ज न क ख़तर है । 
आप बस एक सेकंड के ल ए भ समझ सकते हैं क यह आपके ब रे में नह ं है ? 
आपके और एर ल के ब च क्य हुआ थ ? 
यह कैसे हुआ क अच नक उसक य दद श्त ल ट आई ? 
और ऐस क्य ं लगत है क वह आपसे म र्गदर्शन क उम्म द कर रह है ? 
एप ंग फ़ रेस्ट में त ते हैं । तुम्हें यह पत है ? 
ज़ ह र त र पर , 100 से भ ज़्य द स ल पहले , एसेक्स क एक पक्ष श ल से द पक्ष उड़ गए थे । 
अब वे हर जगह हैं । 
क्य हुआ थ ? 
ड स आई हैगर्ट , समय ह गय है । 
मुझे बत इए क्य हुआ थ । 
