길포일 씨 쇼핑하신 거 다 풀었어요 
신문도 꺼내 놨어요 5 파운드 가져갔어요 , 괜찮겠죠 ? 
그거 꿀이에요 ? 
그래 , 와서 볼래 ? 그래도 돼요 ? 
자 , 이거 써 
걱정하지 마 , 해치지 않으니까 
안에 뭐가 보여 ? 
- 아무것도요 - 그래 
나쁜 거예요 ? 여왕이 나이 들었다는 뜻이지 
안에 알이 있어야 하는데 수가 너무 적어 
렝커 경사님 ? 요청하신 2011 년 에롤 매시스 서류예요 
잠깐 귀 기울여 봐 
고음이야 , 지금 당황한 거야 변화가 닥치는 걸 느끼고 그래서 불안한 거야 
" 노크하고 기다려 주세요 " 인제 어떻게 해요 ? 
글쎄 , 일벌들이 새 여왕을 만들어서 벌집을 지속하려고 하겠지 하지만 늙은 여왕은 위협하는 도전자에게 계속 맞설 거야 여왕은 한 마리밖에 있을 수 없기 때문이지 
그러면 어떻게 돼요 ? 
물론 싸우겠지 한 마리가 죽을 때까지 멈추지 않아 
그만해 , 그만 , 프레스턴 
외부에서 온 선물이에요 
가루 커피와 살균 우유는 질렸을 것 같아서요 정말 고마워요 
점심시간 후까지 기다릴 수 없이 급한 일이 뭐예요 ? 
우리가 처음 만났을 때 제가 말했죠 제가 고통을 없앨 수는 없다고요 
제가 할 수 있는 건 계속 일하며 당신 가족에게 ... 이런 일을 한 사람을 잡아서 평생 감옥에서 썩게 하는 거라고요 
살인미수 기소를 시도할 겁니다 
네 오늘 저녁에 검찰청과 만남이 있어요 약속은 못 해요 
말했듯이 이런 일은 시간이 걸리기도 하거든요 
- 그렇죠 ? - 기록 보관실에서 찾았다고요 ? 네 , 헤가티의 일지예요 
에롤은 열정적으로 전부 부인하고 결백을 증명하려고 싸웠는데 48 시간도 안 되어서 자진해서 자백했어요 
그 사이에는 범죄 현장에 방문했었고요 , 맞죠 ? 
- 그 방문 때 무슨 일이 있었어요 - 확실히요 무슨 ... 쓸모없긴 하지만 무슨 일이 있긴 하죠 
의심스럽지 않아요 ? 
의심스럽지 않다고 안 했어요 이미 알던 거죠 , 재판 때 나왔어요 항소 때도 제기했어요 동정심을 보여 주지 않잖아요 
' 이봐 , 이틀 전에 당신 여자 친구가 끔찍하게 ' ' 살해당한 곳으로 가 볼래 ? ' 하지만 이건 공명해요 
그래요 , 그러면 왜 ' 허 ' 라고 했어요 ? 
흥미롭다는 듯이 말했잖아요 어쩌면요 , 모르겠어요 
승산은 없겠지만 7 시 반을 보세요 
7 시 반 , 홀링워스 박사로부터 허가가 떨어졌어요 에롤이 심문에 동의했죠 
- 그러고는요 ? 
- 그러고는 집행했어요 
10 시 반 , 에롤 매시스와의 조심스러운 심문이 시작됐죠 
그 사이에는요 ? 그 사이엔 아무 일도 없었어요 
아무 일도요 
그렇죠 ? 7 시 반에 의료진이 허가했어요 그 후에 새 단서는 없어요 
체포하려는 부담이 있었겠죠 
왜 의사가 허가한 직후에 심문하지 않았을까요 ? 
3 시간이나 기다렸어요 , 왜일까요 ? 
아침형 인간이 아닌가 보죠 늦잠 자고 싶었거나 , 또는 ... 국선 변호인이 바뀌길 기다렸던 거죠 
- 목록을 보면서 ... - 눈감아 줄 사람이 올 때까지요 - 협력할 수 있는 변호사를요 - 눈감아 줄 사람 
그들이 이 발신자를 찾는다면 ... 무슨 말인지 알겠어 ? 엄청난 일이야 
통화 내용이 있어 누가 범인인지 안다고 했어 
모두 이 일에 참여하게 할게 , 응 ? 내가 ... 에롤 ! 
- 얘야 , 이건 좋은 소식이야 - 엄마 , 전 못 해요 
모르겠어요 ? 못 한다고요 엄마가 이러실 때마다 저는 더 힘들어져요 
- 아니 , 얘야 ... - 아니 , 엄마 도움 필요 없어요 
모르시겠어요 ? 
저는 ... 저는 희망이 필요 없어요 
잊고 싶어요 , 엄마 
그러니까 잊게 해 주세요 
넌 지쳤어 , 일찍 자야 ... - 아뇨 , 매번 이러실 때마다 ... - 면도해 더 안 좋아진다고요 
상황이 더 안 좋아져요 맙소사 
제발 
그냥 저 좀 내버려 두세요 
어떻게 ? 어떻게 이 많은 나사를 구분하라는 거야 ? 테이블이 필요 없나 봐 
리사 ? 
- 쟤는 어떻게 아니 ? 
- 진심이세요 ? 어떻게 만났어 ? 
제가 뭘 하든 , 누굴 만나든 누구랑 시간을 보내든 아빠는 신경 쓰지 마세요 
너희 둘 다 연약하고 불안해 너희를 돌보려는 거야 
아뇨 , 저를 통제하시려는 거죠 담당 사건인 것처럼요 
- 최선을 다했어 , 재활원 , 메타돈 - 최선요 ? 네가 엉망으로 만든 아파트 수리 비용까지 냈어 
난 해결책을 찾기 위해 노력할 뿐이야 
이게 그런 거예요 ? 그런 거예요 ? 
혼자 놔두고 떠나지 않게 매일 밤 딸에게 약을 주는 거 ? 
- 난 네 아빠야 - 내 아빠가 아니에요 - 널 지키려는 거야 - 내 망할 마약상이죠 
그게 얼마나 말도 안 되는지 알기나 하세요 ? 
내가 안 했으면 넌 죽었어 우리 둘 다 알잖아 
- 최악인 게 뭔 줄 아세요 ? - 차에 타 
뭘 해야 하는지 알지 ? 
- 이 상황을 즐기잖아요 - 뭐 ? 
제가 떠날까 봐 두려워하시잖아요 그냥 또 한 명의 외로운 노인이 될까 봐요 
난 네가 떠날 수 있는 상태이길 바라니까 그런 얘기는 하지도 마 
참나 , 친구도 없고 가족도 없으니 ... - 차에 타 - 싫어요 , 내가 틀렸어요 ? 
- 차에 타 - 아픈 건 아빠예요 차에 타 , 뭣 좀 ... 망할 애완동물처럼 약으로 길들이죠 
그거 알아요 ? 이러니까 엄마가 포기한 거예요 
아빠와 살아야 하면 누가 계속 살고 싶겠어요 ? 
가서 망할 옷이나 좀 입어 
- 꺼져 , 꺼져 - 그래요 , 꺼져요 
우리가 어떻게 만났을 것 같아요 ? 
2011 년이었어요 기억하실지 몰라도 에롤 매시스라는 남자를 변호하셨죠 
자백한 걸로 기억해요 
수사 경찰 팀과의 관계가 궁금해서요 
사건 전부터 알던 사람이 있나요 ? 
- 기록을 확인해야 해요 - 그럴 필요 없어요 ... 
2 주 전에 데스티니 볼래시 부인을 변호하신 것 같네요 공급 의도 마약 소지 혐의를 상대로요 그리고 담당 수사관은 같은 사람이었어요 대니얼 헤가티 경감요 뭘 원하시는 건지 모르겠어요 
현장 방문 때 무슨 일이 있었나요 ? 
네 ? 
줄곧 의뢰인과 함께 계셨나요 ? 당연히 있었죠 
헤가티 경감이 에롤에게서 어떻게 자백받았는지 밝혔나요 ? 
저기요 , 렝커 경관님 , 이 이상은 2007 년 법률 서비스법 1.3e 조에 명시된 바와 같이 의뢰인에게만 주어지는 비밀 유지 권리를 포기하라는 것과 같아요 
그건 이미 아시겠죠 하지만 절 계속 몰아붙이시면 경관님의 경감에게 연락해서 설명하게 할 수밖에 없습니다 고마워요 , 카도나 씨 변호사가 사기나 다른 범죄에 공모한 것이 밝혀지면 그 특권이 무효가 되는 부분을 설명해 달라고 요청하시죠 
안 나오셔도 돼요 
리사 , 리사 어디 있어 ? 
지금 막 문자하려고 ... 잠깐 같이 계신 줄 알았는데요 무슨 일이에요 ? - 리사는 ... - 무슨 일이에요 ? 
전화 안 했나 ? 
- 리사한테 뭐라고 하셨어요 ? 
- 시작도 하지 마 , 응 ? 
- 저기 ... - 가서 찾아볼게요 
아니야 , 아마 집에 가는 길일 거야 
아무 데도 가지 마 내가 집에 갈 테니까 문 앞에 앉아 있겠지 열쇠를 잃어버렸어 안 그러면 부탁 안 했을 텐데 
- 어디 가야 할 데 있어요 ? 
- 그래 , 45 분 후에 회의가 있어 
네 , 아저씨가 체포하신 남자요 그 공원 아이요 
- 네 , 걔 말로는 ... - ' 걔 ' 라면 내 딸 ? 
걔가 무척 기뻐했어요 - 기뻐해 ? - 네 
- 그럴 리가 없어 - 아저씨를 뿌듯해한다고요 
아니야 
도움 되는 일 좀 해 전화 돌려 , 리사 친구들한테도 
리사는 친구가 없어요 
그렇지 
도리스 , 제발요 
- 잘 가 , 라티샤 - 해명할게요 아니 , 네가 애들을 뺏길 거라고 했을 때 난 널 도와줬어 
- 그건 사실이었어요 - 듣기 싫어 
- 돕고 싶어요 , 진짜로요 - 아니야 , 아무도 안 도와 
너도 , 내 남편도 , 에롤도 
그거 알아 ? 무슨 상관이야 ? 
난 네가 필요 없어 
난 포기하지 않아 
나중에 봐요 안녕 안녕하세요 
내가 범죄 수사부에 처음 온 날 기억해 ? 
' 클로이가 안내해 줄 거예요 ' 
' 궁금한 거 있으면 클로이한테 물어봐요 ' 
' 클로이 , 새 동료 좀 안내해 줄래 ? ' ' 그냥 아주 ... ' 
- 네 , ' 편안하게요 ' , 네 - ' 편안하게 ' 
로이답죠 
사적인 거 아니야 그거 알아 ? 난 그냥 ... 
어마어마하게 잘났죠 ' 혼자 일하는 게 편해 ' 라고 말하려고 했어 
제가 아부를 잘한다고 생각하시죠 아니 , 그렇지 않아 그건 사실이 아니야 사실 , 네가 문제가 아니야 나야 , 그리고 이 일도 
- 전부 다야 , 이건 ... - 여기가 원래 그래요 
제일 짜증 나는 게 뭔 줄 알아요 ? 클로디아 메이휴가 정중히 개혁을 제안했는데 인터넷에서 반대하며 떠드는 것 봤죠 ? 진짜 역겨워요 진짜야 ? 
살인 협박도 받고 이사도 두 번이나 했어요 
그런 걸 봐 ? 
- 네 - 왜 ? 
왜 그들이 만족하게 해 ? 모르겠어요 적을 알아 가는 거라고 생각하긴 하지만 사실 저는 한밤중에 너무 화가 나서 그냥 참을 수가 없어요 
무슨 생각 하는지 알아요 , 네 ? 아니 , 넌 얘기하지 마 , 응 ? 그냥 내가 시키는 대로만 해 
하지만 전 리사한테 도움이 돼요 
그래 , 넌 수호천사지 
리사는 저한테 얘기해요 온갖 얘기를 한다고요 
너희 둘이 나 몰래 만난다는 사실 ! 오 , 무슨 ... 리사는 아저씨 몰래 다니지 않았어요 ! 
아저씨를 걱정한다고요 , 리사는 ... 아저씨는 정말 ... 그냥 ... 
아저씨를 존경하는데 안 받아 주시죠 아저씨는 듣거나 얘기하지 않아요 리사한테 아무것도 안 줘요 ! 아무것도요 ! 
왜요 ? 무슨 일이에요 ? 
왜 그러세요 ? 
무슨 일이에요 ? 
별일 아니야 
그래 , 계획이 바뀌었어 전화번호만 줘 
걔 친구들 , 어울리는 애들 
넌 딱 거기에 있어 그럴 수 있겠어 ? 
전화받고 
아저씨 회의는요 ? 
안녕 , 제이키 , 저기 어디 가서 놀고 싶으면 데려다줄게 , 9 시까지만 돌아온다면 
아니 , 괜찮아요 , 고마워요 - 난 모험 안 해 - 알겠어 - 네 , 고마워요 - 그러면서 과학자라니 
- 박사 학위가 있어요 ! - 안녕 , 얘야 그냥 올라갈게 
- 그래요 - 곧 잘 거야 
고마워 
그냥 며칠 만이야 , 약속할게 - 그래 - 엄마가 기운 차리실 때까지만 
그래 , 그래 , 걱정하지 마 배울 기회가 생겼으니까 ... 뭐라고 부르시더라 ? 유통 기한 
어 , 사실 하고 싶은 얘기가 있었어 
지난번 일에 악감정은 없다고 말하고 싶었어 
우리 둘 다 ... 그거 
그래 , 오 , 응 , 나도 
이미 지난 일이야 
우리 ... 겨자가 다 떨어졌네 
그것도 버리셨어 
' 그것 ' 이라고 할 때 ' 그것 ' 이라면 혹시 ... - 글쎄 됐어 - 알겠어 이따가 저녁 먹을래 ? 아니면 ... 
미안 , ' 오 , 그거 ' 라고 했을 때 별일 아닌 것처럼 들렸거든 그게 다야 , 그런데 큰일이잖아 
그래 미안해 , 그냥 내 말이 무슨 뜻인지 알지 ? 내 아들과 걔 친구들이 잘못이라고 생각하던 당신의 직감 글쎄 ... 그건 ... 결혼기념일 같은 걸 잊은 것과 달라 
꽤 큰일이라고 그래 , 알아 
그러니까 왜 그랬는지 ... 이해하고 싶은 거야 
몰라 
- 우리 괜찮은 거지 ? - 응 
엄마 ? 
진짜 집에 돌아가고 싶어 
어쩌면 , 어쩌면 , 너랑 제이키가 내 집으로 와 
그냥 며칠만 , 알잖아 정신 좀 차릴 때까지만 
응 ? 
대니얼 헤가티 경감입니다 , 메시지 남기세요 
댄 , 지금 농담해요 ? 
난 지금 여기서 검찰청의 부장 검사님과 피냐 콜라다를 홀짝이고 있는데 이제 얘깃거리도 떨어져 가요 그러니까 엄청나게 좋은 핑계가 있길 바라요 
어쨌든 ... 어밋 세커 , 뭐라고 할까요 ? 검사님한테 뭐라고 해요 ? 
살인 미수 , 상해 ? 세상에 , 댄 , 대체 어디 있어요 ? 전화해요 
안녕하세요 , 리사입니다 지금 전화를 받을 수 없습니다 하지만 메시지 남기시거나 지인이라면 문자 보내세요 바로 연락할게요 
여보세요 ? 네 , 응급실 간호사인가요 ? 
네 , 어떻게 도와드릴까요 ? 
네 , 해크니 다운스 경찰서의 대니얼 헤가티 경감입니다 한 백인 여성을 찾고 있어요 오늘 저녁에 입원했을 수 있어요 
젊고 마르고 금발에 20 대 중반 ... 20 대 초반으로 보여요 
알겠어요 , 공지 올려 둘게요 
네 , 저녁에 입원했을 수도 있어요 아마 ... - 마약 관련 문제로요 - 네 신상 정보에 맞는 사람이 나타나면 - 연락해 주시겠어요 ? - 네 , 그럼요 
안녕 , 친구 , 로스 카도나입니다 
오랜만이죠 ? 
저기 , 오늘 어떤 일이 있었어요 좀 희한해요 
준 렝커 경사가 찾아왔었어요 연락해 줘요 , 알겠죠 ? 
어스킨가의 킹스 암스 클럽에 22A 가장 가까운 차량에 처리 요청합니다 
115 , 가능합니다 
115 번 , 출동하세요 
케이데일가에서 북쪽으로 향합니다 
- 패트릭 - 아무 소식도 없어요 
잘 들어 , 리사가 나타나거나 네 아파트에 다시 오면 또는 연락이든 뭐든 한다면 꼭 알려 줘 , 알겠어 ? 
수작 부리지 말고 , 어 ? 
네 , 그러겠다고 했잖아요 
- 리사는 내 책임이야 , 알겠어 ? 
임란이 이 사진을 보냈다던데 이 젊은 여자를 오늘 봤나요 ? 
리사요 ? 
몇 년간 못 봤어요 , 참 좋았죠 
어떤 남자들이랑 있었는데 시그넘인지 뭔지에 관해 얘기하며 다른 데로 갔어요 시그넘 ? 
그게 뭐죠 ? 시그넘이 뭐예요 ? 파티 같은 거예요 ? 
저한텐 과하게 멋진 거죠 
어디예요 ? 어디요 ? 
에핑포리스트인가 그럴 거예요 
쟤는 어떻게 알아 ? 
대체 어떻게 만났어 ? 
리사가 오는지 잘 볼게요 
마약 사러 오면 연락할게요 
쉬운 돈이네요 
그나저나 누군데요 ? 
어디 갈 거예요 ? 
우린 어디 가요 ? 
리사 ? 아뇨 , 저예요 , 리사는 괜찮아요 , 아저씨 집에 있어요 
애들은 어디 있어 ? 
언니가 보고 있어요 잘됐네 
왜 차에서 지내 ? 
" 그나저나 , 망할 휠체어 승강기 # 등신 " " 댓글 장애인 화장실 " 그가 아파트를 준비해 줬었어요 집세도 내 주고요 
당신 곁에 있을 수 없게 되자 다 가져갔어요 갈 곳이 없어요 
그 남자는 누구였어 , 라티샤 ? 
누구였어 ? 
- 좀 꺼질래 ? 
- 참 좋네요 4 일 만에 또 나를 귀찮게 굴러 왔어 
궁금한 게 있으면 담당자를 거치라고 
그러지 않는 게 좋을 텐데 이미 얼마나 문제가 심각한지 알고 있거든 
24 시간 만에 에롤 매시스는 무죄를 주장하다가 자백했어요 
게다가 난 다리를 못 쓰니까 무척 안 좋게 보일 거야 
왜 마음을 바꾼 거죠 ? 
헤가티가 무슨 짓을 했나요 @ TB - DT 씨 ? 
겁먹었어요 ? 
그래야죠 
무슨 얘긴지 전혀 모르겠어 
그 계정을 수사하는 사이버 수사대한테 말해요 
내 사유지에서 나가 이미 IP 주소를 조사했겠죠 또 무슨 일을 했는지 가상 사설망도 수사하고요 - 깊이 파고들 거예요 , 아시죠 ? - 이건 경고야 
당신 경력은 끝이에요 , 토니 
연금도 끊길 거예요 
무슨 일이 있었는지 말하면 그 정보를 어떻게 할지 다시 생각해 볼게요 
- 아주 기분 좋겠어 ? 
- 무슨 일이 있었죠 ? 
자네와 그 친한 친구들 ? 
- 헤가티도 이 일에선 못 지켜요 - 날 문제라고 생각하다니 
당신은 망상 속에 살아요 , 토니 
나 ? 아니야 망상 속에 사는 건 자네야 
난 동부 런던에서 35 년간 일했어 자네는 아무것도 아니야 이 세상을 베네통 광고라고 생각하겠지 세상은 전쟁터야 
타워 햄리츠의 어느 지역이든 가서 다인종 갱단을 찾아봐 
못 찾지 , 왠지 알아 ? 다들 서로를 혐오하니까 
백인은 흑인을 미워하고 흑인은 터키인을 미워해 터키인은 파키스탄인을 미워하지 그러니까 여기에 와서 날 협박하거나 이 세상의 이치를 가르치려 들지 마 문제는 내가 아니니까 난 해결책이야 , 자네를 좀 봐 ! 자네는 그냥 일개 경찰이야 ! 이제 썩 꺼져 ! 
자게 둬 
냉장고 옆 서랍에 아스피린이 있어 
그보다 더 센 건 나한테 먼저 물어봐 
제발 , 그냥 들어 봐요 제발요 , 이 정보는 부국장님과 함께 일한 사람만 
이미 IP 주소는 토니 집 1.6km 반경 내로 확인했어요 
그걸로 부족해요 현직 경찰 얘기잖아요 
부국장님 , 부국장님을 협박한 사람 중 한 명이에요 
정보 탐색이 아니에요 그냥 전화랑 컴퓨터만 쓰면 잡을 수 있어요 
치안 판사도 필요 없어요 그냥 가서 증명하면 돼요 
거기 ! 이봐 , 거기 ! 이봐 ! 당신 부르잖아 
지금은 좋은 때가 아니에요 , 네 ? 
잘 들어요 , 그냥 가요 다치기 전에 
내 친구들을 시켜 날 감시하게 했잖아요 ! 그러고도 경찰이에요 ? 
당신은 수치스러워요 , 알아요 ? 수치라고요 
그때도 거짓말했고 , 지금도 해요 당신이 무슨 짓을 했는지 알아요 난 알아요 , 뭘 했는지 안다고요 ! 
괜찮아요 ? 
이봐 ! 차에서 내려 지금 어디 가는 거야 ? 
차에서 내리라고 ! 
망할 정신병자 ! 
안녕하세요 , 도리스예요 
지금 전화를 받을 수 없으나 삐 소리 후에 메시지 남기세요 
엄마 , 저예요 
잘 주무셨길 바라요 
그냥 얘기하고 싶어서 ... 죄송해요 
저 정신 차렸어요 그러니까 다음엔 깔끔한 모습으로 만나요 
제가 사랑하는 거 아시죠 
D , Y , A 동부 방향 요원들은 응답 바람 
현장에 피해자가 있다 , 흑인 여성 이름은 도리스 매시스 , 사망 선고 
긴급 구조대가 최종 단계를 집행 중이다 
도리스 매시스의 혐의는 제쳐 두고 ... 어떤 상황이지 ? 
트롤링요 , 뭐 , 사실 농담 정도죠 그게 다예요 - 그게 다라고 ? - 네 
가끔 도가 지나친 적이 있긴 하지만 그건 그냥 원래 그래요 다들 한다고요 
그냥 화를 푸는 거죠 , 유머예요 
- 협박한 적 있어 ? - 아니요 
모든 걸 너무 진지하게 받아들일 수는 없잖아요 ? 
그쪽에선 확실한 위협을 제기했다고 할 거야 
그럴 수 있을까 ? 
사무실이 있는 건물 마당 그림을 올렸고 ... 사진 한두 장요 , 네 그런데 그런 거 아니었어요 
- 실제로 그러지는 않을 ... - 그게 중요한 게 아니야 
그 여자는 나를 노린다고요 , 네 ? 나 같은 사람 ... 알잖아요 , 우리 같은 사람은 ... 시작도 하지 마 , 토니 , 응 ? 전쟁을 시작한 건 그 여자예요 당연한 결과잖아요 지금은 됐다고 했지 
뭐든 해야 할 게 있다면 할 거야 
당연히 해야죠 
하지만 지금 자네 집을 수색 중이야 , 무슨 뜻인지 알아 ? 
그러니 내가 도우려면 도울 수 있는 상황이 되어야 해 
그러니까 나한테 할 얘기 있어 ? 
이건 ... - 네 - 그래 , 비극이지 
도리스는 신념을 위해 평생 싸워 왔어요 그래 , 정말 안타까워 
그걸로 죽었고요 
현재 상황이 그녀를 흥분하게 만들었는지 궁금해 감정이 고조되었는지도 모르지 
남편 생각을 떨칠 수가 없어 가엾은 사람 그녀가 전부 잊기를 얼마나 바랐는지도 
경감님 친구분의 트롤 동굴을 보호하러 오신 거라면 너무 늦으셨어요 거의 다 마쳤거든요 아니야 , 당연히 아니지 그런 생각조차 안 해 
온라인 활동이 꽤 활발했더군요 전혀 몰랐어 
- 그런 줄 알았지 - 경감님한테서도 숨겼다고요 ? 
경감님은 20 년 가까이 상급 수사관이었는데도요 ? 
세상에 , 정말 바보스럽게 들려요 
이 상황을 고려하면 부정할 수는 없지 , 안 그래 ? 
증거를 검토해 보면 더 잘 알 수 있겠지 
오 , 아니요 , 안타깝게도 그런 일은 없을 거예요 
그렇지 않아 이건 원 위장 근무의 일부로 인정되고 자네가 말했듯이 내가 그 담당 상급 수사관이니까 
마치면 자네에게 보고서를 보내도록 하지 
- 아뇨 , 그렇게는 ... - 시작할 수 있게 해 줘서 고맙네 
이곳의 종잇조각 하나까지 전부 기록하고 확인해 
- 경감님 - 카펫도 들출 거야 
경감님 ! 제가 최초 수사관이었어요 이건 제 겁니다 
미안하네 , 렝커 경사 이번에는 아니야 
클로디아 메이휴 부국장님의 이메일이 있어요 지휘 계통을 정해 주셨어요 
보시다시피 경정님의 말씀에 따르면 인종 차별주의자이자 여성 혐오자 , 협박 문자를 보내는 이 관련 경관과 경감님은 오래되고 가까운 사이라서 어쨌든 , 다 마치면 기꺼이 경감님께도 보고서를 보내 드리죠 
인종 차별주의자이자 여성 혐오자 협박 문자를 보내는 혐의의 경관 
경감님한테 지휘권을 줄 거라고 생각하진 않으셨겠죠 그러면 왜 오신 거예요 ? 
조의를 표하러 ? 
친구를 보호하러 ? 
말도 안 돼요 
잠깐 ! 아직 안 끝났어요 
좀 편히 계세요 , 대장님 축하 중이잖아요 ! 
" 노크하고 기다리세요 " 전화했었어요 , ' 크루엘라 ' 가 승낙했어요 , 정말 다행이죠 ! 
검찰청도 드디어 자신감이 생겼나 봐요 , 살인 미수 , 기소됐죠 
어서요 보스 , 저격범을 잡았다고요 
됐어요 
녹음을 위해 대니얼 헤가티 경감과 토니 길포일 경사가 출석했습니다 
시간은 오전 12 시 13 분 2011 년 9 월 25 일입니다 
에롤 매시스와 그의 변호인 로스 카도나도 함께합니다 
피고는 기존 진술 수정을 요청합니다 
그렇습니다 
에롤 , 직접 말해 봐요 
내가 ... 내가 그녀를 죽였어요 
이름 부탁해요 
내가 애들레이드 버로스를 죽였습니다 
부엌 서랍에서 칼을 가져갔어요 그래요 
그녀를 찔렀습니다 
어디에요 ? 
목 
칼을 애들레이드 목에 꽂았나요 ? 
또 기억하는 다른 부분은요 ? 
- 가슴요 - 가슴요 
녹음을 위해 대니얼 헤가티 경감과 토니 길포일 경사가 출석했습니다 
시간은 오전 12 시 13 분 2011 년 9 월 25 일입니다 
에롤 매시스와 그의 변호인 로스 카도나도 함께합니다 
피고는 기존 진술 수정을 요청합니다 
그렇습니다 
에롤 , 직접 말해 봐요 
내가 그녀를 죽였어요 
이름 부탁해요 
내가 애들레이드 버로스를 죽였습니다 
어디에요 ? 
목요 ? 
칼을 애들레이드 목에 꽂았나요 ? 
어디에요 ? 
목 
목요 ? 칼을 애들레이드 목에 꽂았나요 ? 
또 기억하는 다른 부분은요 ? 
- 가슴요 - 가슴요 ? 
목요 ? 
네 또 기억하는 다른 부분은요 ? 
- 가슴요 - 가슴요 
목과 가슴요 
목과 가슴요 
이걸로는 안 될 거야 에롤에게 답을 제시하셨어요 
거기에 동의할 배심원은 없어 
부정은 아니네요 
이 인터뷰 영상은 손상된 걸로 보고됐죠 
- 내가 설명할 이유가 없 ... - 부정이 아니네요 
한 남자가 감옥에 있어요 다른 한 남자가 저 밖에 있고 어딘가에 목숨이 위험한 한 여자가 있어요 
잠깐이라도 이해할 수 없겠어요 ? 경감님이 중요한 게 아니라고요 
에롤과 경감님 사이에 무슨 일이 있었죠 ? 
어떻게 에롤의 기억이 갑자기 돌아왔죠 ? 
왜 에롤이 경감님의 지시를 기다리는 걸로 보이죠 ? 
에핑포리스트에 잉꼬들이 있어 그거 알았나 ? 
100 년도 더 전에 에식스의 한 새장에서 두 마리가 탈출한 모양이야 
이젠 어디에나 있지 
어떻게 된 거죠 ? 
헤가티 경감님 , 때가 됐어요 
무슨 일이 있었는지 말해 주세요 
