Містере Ґілфойл , я розпакував усі ваші покупки . 
І газету для вас залишив . Я взяв пʼять фунтів , якщо ви не проти . 
Це мед ? 
Так . Хочеш подивитися ? А можна ? 
Так . Надінь оце . 
Не бійся . Вони не вкусять . 
Що ти бачиш усередині ? 
- Нічого . - Ага . 
Це погано ? Бджолина матка старіє . 
Там мають бути яйця , але їх у неї мало . 
Детектив Ленкер ? Справа Еррола Метіса з архіву за 2011 рік . 
Послухай уважно . 
Висока тональність . Вони розлючені . Відчувають , що насувається зміна , і їх це нервує . 
ПОСТУКАЙТЕ І ЗАЧЕКАЙТЕ А що вони зроблять ? 
Ну , робітниці спробують створити нову матку , щоб вулик не загнувся . Але стара матка намагатиметься усунути суперницю , яка загрожує їй особисто . Бо матка може бути лише одна . 
І що буде ? 
Вони битимуться . До переможного кінця , доки одна не знищить другу . 
Перестань . Годі , Престоне . 
Дари від зовнішнього світу . 
Подумав , що вас дістала розчинна кава й ультрапастеризоване молоко . Ви мій рятівник . 
То яка у вас важлива справа , що не можна було поговорити після обіду ? 
Коли ми познайомились , я сказав , що не зможу забрати ваш біль . 
Я можу тільки працювати цілодобово , щоб та ... людина , яка таке вам заподіяла , усе життя провела за ґратами . 
Я наполягаю на обвинуваченні у замаху на вбивство . 
Добре . Сьогодні буде зустріч з прокурорами . Нічого не обіцяю . 
Як я вже казав , іноді на таке потрібен час . 
- Скажи ? - Це архівні матеріали ? Це журнал Геґарті . 
Еррол несамовито заперечував усе , відстоював невинуватість . А потім , менш ніж через дві доби , добровільно зізнався . 
У перерві між цими подіями була поїздка на місце злочину . 
- Під час поїздки щось сталося . - Однозначно . Щось ... Нема сенсу говорити , але щось таки сталося . 
По - твоєму , це не підозріло ? 
Я так не сказала . Але це не новина . У суді про це йшлося . На апеляції теж . Нуль співчуття . 
" А хочеш зʼїздити туди , де два дні тому жорстоко зарізали твою дівчину ? " . Але таке практикують . 
Ясно . А чого ж тоді " Ха " ? 
Ти так сказала , наче побачила щось цікаве . Можливо . Я не знаю . 
Малоймовірно , але ось . Сьома тридцять . 
Сьома тридцять , надходить дозвіл від доктора Голлінґворта . Дозволено допитати Еррола . 
- А потім ? 
- Потім сам допит . 
Десята тридцять , допит Еррола Метіса , під присягою . 
А що було в перерві ? Нічого не було . 
Нічого . 
Бачиш ? Лікар дає " добро " о сьомій тридцять . Після того нових записів нема . 
Їм потрібен арешт . 
Чому не допитати його , одразу як лікар дав " добро " ? 
А вони вичікують три години . Чому ? 
Може , він не жайворонок . Хотів довше поспати або ... Чекали , коли зміниться черговий адвокат . 
- Переглядали список , доки ... - Не трапився лояльний . - З ним можна домовитися . - Він не здасть . 
А ця додзвонювачка , якщо її знайдуть ... Розумієш , до чого я веду ? Це ж бомба . 
Вона по телефону – по телефону ! – сказала , що знає , хто вбивця . 
Я всіх поставлю на вуха . Розумієш ? Я не знатиму ... Ерроле ! 
- Синку , це ж прекрасно . - Мамо , я не можу . 
Ти не розумієш ? Я не можу . Ти тільки гірше мені робиш . 
- Ні , синку , я ... - Не потрібна мені твоя допомога . 
Як ти не розумієш ? 
Я не хочу ... Не хочу надіятися . 
Мамо , я хочу забути . 
Дай мені просто забути . 
Ти втомився . Лягай спати раніше ... - Коли ти так робиш ... - Поголися . ... стає тільки гірше . 
Ти робиш тільки гірше . Господи . 
Не треба . 
Просто дай мені спокій . 
Ну от як ? Як мені розрізняти ... усі ці саморізи ... Може , тобі не потрібен стіл . 
Ліса ? 
- Як це ти його знаєш ? 
- Ти серйозно ? Як ви познайомилися ? 
Не вказуй мені , що робити , з ким зустрічатися , з ким тусуватися . 
Ви обоє неврівноважені , вразливі . Я про тебе турбуюся . 
Ти мене контролюєш , наче я – справа , яку треба розслідувати . 
- Я зробив , що міг . Клініки , метадон ... - Що міг ? ... віддавав завдатки за квартири , які ти громила . 
Я роблю те , що повинен , щоб знайти рішення . 
Он для чого це все ? Он для чого ? Рішення шукаєш ? 
Увечері даєш дочці ширнутися , щоб не кинула тебе самого ? 
- Я твій тато . - Ти не мій тато . - Я про тебе піклуюся . - Ти мій дилер . 
Ти хоч розумієш , яка це шизуха ? 
Якби не це , ти була б мертва . Сама прекрасно знаєш . 
- Знаєш , що найгірше ? - Сідай у машину . 
Ти сядеш , сама знаєш . 
- Тобі це подобається . - Що ? 
Ти страшенно боїшся , що я тебе покину і ти станеш іще одним жалюгідним самотнім старим . 
Жаль , що ти не здатна піти з дому , тому навіть не починай . 
Та ти ... Та в тебе немає ні друзів , ні сімʼї ... - Сядь у машину . - А що , не так ? 
- Сідай у машину . - А знаєш що ? Це ти хворий . Сядь у машину . Надінь ... Тримаєш на привʼязі , як тваринку . 
І знаєш що ? Не дивно , що мама перестала боротися . 
Кому треба це життя , якщо воно – з тобою ? 
Піди вдягнися . 
- Вали звідси . Пішла . - Вали звідси . 
А як , по - твоєму , ми познайомилися ? 
Це було в 2011 - му , не знаю , чи ви памʼятаєте . Ви тоді захищали Еррола Метіса . 
Я памʼятаю , він зізнався . 
Цікавлять ваші взаємини з поліціянтами , які вели розслідування . 
Наприклад , чи були ви з ними знайомі до цієї справи ? 
- Треба підняти свій архів . - Не потрібно . Я ... 
За два тижні до того ви захищали місіс Дестіні Болейсі , її обвинувачували у зберіганні з метою збуту . І слідчим був той самий чоловік . Інспектор Деніел Геґарті . Не знаю , чого ви добиваєтеся . 
Щось сталося , коли ви були на місці злочину ? 
Не зрозумів ? 
Ви весь час були з клієнтом ? Авжеж , весь час . 
А інспектор Геґарті пояснював , як домігся зізнання Еррола ? 
Детективе Ленкер , на жаль , цими розпитуваннями ви зазіхаєте на професійну таємницю , знати яку має право тільки мій клієнт , відповідно до розділу 1.3e Закону про надання юридичних послуг 2007 року . 
Я припускаю , що ви це знаєте . Але якщо ви тиснутимете , я буду змушений звернутися до вашого керівника і попросити , щоб він вам пояснив . Дякую , містере Кардона . А ще попросіть , нехай розповість , що таємниця анулюється , якщо адвокат вступив у змову з метою вчинення шахрайських дій або , за аналогією , іншого злочину . 
Не проводжайте . 
Ліса . Де вона ? 
Я збирався ска ... Стоп . Я думав , вона з вами . Що сталося ? - Вона ... - Що ? 
Вона не дзвонила ? 
- Що ви їй сказали ? 
- Не починай . 
- Слухай ... - Я її пошукаю . 
Ні . Вона , мабуть , поїхала додому . 
Нікуди не йди . Я поїду додому . Вона там , сидить на ґанку . Я загубив ключі , інакше б тебе не питав . 
- Вам треба кудись ? 
- У мене зустріч за 45 хвилин . 
Той заарештований . Через малого в парку . 
- Вона казала ... - " Вона " – це моя дочка . 
Її перло від радості . - " Перло " ? - Ага . 
- Навряд . - Вона вами пишається . 
Неправда . 
Зроби щось корисне . Обдзвони її друзів . 
У неї немає друзів . 
Точно . 
Доріс , почекай . 
- Бувай , Латішо . - Дай поясню . Ні . Ти казала , що втратиш дітей . Я тебе підтримувала . 
- То була правда . - Я не хочу цього чути . 
- Я хочу допомогти . Клянуся . - Не хочеш . Ніхто не хоче . 
Ані ти , ані мій чоловік , ані Еррол . 
І знаєш що ? Яка різниця ? 
Ти мені не потрібна . 
Я не здамся . 
Бувай . Гей . Привіт . 
Памʼятаєш мій перший день у ДКР ? 
" Хлої вам усе покаже " . 
" З усіма питаннями звертайтеся до Хлої " . 
" Хлої , покажеш усе новенькій ? Щоб вона почувалась як ... " 
- Так . " Як удома " . - Як удома . 
Класика від Роя . 
Нічого особистого . Розумієш ? Я просто ... 
Маєш товсте шило в дупі . Я збиралася сказати : " Краще працюю сама " . 
А я , по - твоєму , догоджаю людям ? Я так не вважаю . Це неправда . І взагалі суть не в тобі . І не в мені . А в цій роботі . 
- Це все вона . Це ... - Самі ці стіни . 
А знаєш , що дістає найбільше ? Клодія Мейгʼю ввічливо пропонує реформи й показує всю херню , з якою має справу онлайн . Це така гидота . Справді ? 
Їй погрожують розправою . Вона вже двічі переїжджала . 
Ти читала всі ті коментарі ? 
- Так . - Навіщо ? 
Навіщо давати їм таку втіху ? Не знаю . Я ... Я собі кажу , що ворога треба знати , але насправді я прокидаюся серед ночі , така зла , що не можу заспокоїтися . 
Я знаю , що ви думаєте . Не говори . Виконуй те , що тобі кажуть . 
Але я їй підходжу . 
Аякже . Янгол - охоронець із тебе ще той . 
Вона зі мною спілкується . Розказує . 
Ви з нею потайки злигалися в мене за спиною ! Та вона не ... Вона нічого не робила у вас за спиною ! 
Вона вас боїться . Не може ... Ви такий ... Ви просто ... 
Вас ніколи немає поряд . Ви не слухаєте . Не розмовляєте . Нічого їй не даєте ! Нічого ! 
Що ? Що там ? 
Що сталося ? 
Не мовчіть . 
Нічого страшного . 
План змінився . Дістань номери телефонів . 
Будь - які її приятелі . З ким тусить . 
А ти будь там , де ти є . Зможеш ? 
Залишайся на звʼязку . 
А ваша зустріч ? 
Джейкі . Слухай , я можу тебе кудись підкинути , якщо хочеш до друзів . Тільки вдома будь о 9 : 00 . 
Не треба , дякую . - Я не ризикуватиму . - Добре . - Добре . Дякую . - А ще науковець . 
- У мене є ступінь ! - Привіт , люба . Я піду нагору . 
- Добре . - Я вже лягаю . 
Дякую . 
Це лише на кілька днів , обіцяю . - Так . - Поки до неї не повернуться сили . 
Не турбуйся . Для мене це нагода більше дізнатися про ... Як вона їх називає ? " Вжити до " . 
Я хотіла з тобою поговорити . 
Хотіла сказати , що не ображаюся за той день . 
Ми обоє наговорили ... Оте . 
Так . Я теж . Погоджуюся . 
Проїхали . 
А в нас є ... У нас немає гірчиці . 
Її вона теж викинула . 
Коли ти кажеш : " Оте " . Коли кажеш : " Оте " , – ти ... - Не знаю . Забий . - Добре . Почекаєш вечері чи ти ... 
Вибач , коли ти кажеш : " Оте " , – звучить так , ніби це щось неважливе , от і все . А це було важливе . 
Добре . Вибач , ти розумієш , що я маю на увазі . Інтуїція тобі підказує , що мій син з друзями винуваті . Ну ... Це не ... Це не щось типу забутої річниці весілля . 
Проблема велика . Так . Я розумію . 
Я просто намагаюся збагнути ... чому ти так вчинив . 
Я не знаю . 
- Усе добре ? - Так . 
Мама ? 
Мені хочеться додому . 
Може , ви з Джейкі приїдете до мене . 
Усього на кілька днів . Доки в мене голова не стане на місце . 
Добре ? 
Це Деніел Геґарті , залишіть повідомлення . 
Ден , ви знущаєтеся ? 
Ми тут цмулимо " Піна коладу " з головним королівським прокурором , і закінчуються теми . Надіюся , у вас дуже серйозне виправдання . 
Словом ... Аміт Чекер . Яке наше рішення ? Що йому сказати ? 
Замах на вбивство , тяжкі тілесні ? Господи , Ден , де ви ? Передзвоніть . 
Ви подзвонили Лісі . Вибачте , не можу зараз говорити . Але залишіть повідомлення або напишіть , якщо ми знайомі , і я спробую відповісти . 
Алло . Це відділення невідкладної допомоги ? 
Так . Слухаю вас . 
Це детектив , старший інспектор Деніел Геґарті з відділка Гекні - Даунз . Я шукаю білу жінку . Її могли привезти сьогодні ввечері . 
Молода , струнка , білява , років ... приблизно двадцять пʼять . 
Ми сповістимо всіх . 
Її могли привезти сьогодні . Можливо , у неї ... - Проблема з наркотиками . - Гаразд . Якщо привезуть людину , яка відповідає цьому опису , - передзвоните ? - Добре . Е , авжеж . 
Здоров . Це Росс Кардона . 
Давно не спілкувалися . 
Сьогодні сталося щось дивне . 
До мене приходила така собі детектив Джун Ленкер . 
Найближче патрульне авто до клубу " Кінґз - Армз " на Ерскін - роуд , 22А . 
115 – диспетчерській . 
Уперед , 115 . 
Їдемо на північ по Кейдейл - драйв . 
- Патрік . - Ні . Тут глухо . 
Послухай . Якщо вона зʼявиться , якщо прийде до тебе на квартиру , подзвонить чи ще щось , дай знати . Ти мене зрозумів ? 
Сприйми серйозно . 
Добре , я ж сказав . 
- Я за неї відповідаю , розумієш ? 
Імран скинув вам це фото . Ви сьогодні бачили цю молоду жінку ? 
Ліса ? 
Кілька років її не бачила . Класно тоді відтяглися . 
Вона вмазалася з якимись кентами , я їх не знаю , але вони пішли , говорили про Сіґнум . Сіґнум ? 
Що це ? Сіґнум – це що ? Рейв ? 
Для мене занадто крутий . 
Де воно ? Де це ? 
У лісі Еппінґ чи десь там . 
Як це ти його знаєш ? 
Де ви познайомилися ? 
Нащо ? Я за нею пильнуватиму . 
Якщо вона спробує купити наркотики , я вам напишу . 
Легкі гроші . 
І взагалі , хто ця дівчина ? 
Куди ви поїдете ? 
Куди ми їдемо ? 
Ліса ? Це я . Вона в порядку . Ми у вас . 
А де діти ? 
Сестра взяла до себе . Добре . 
Чому ти ночуєш у машині ? 
ВСЕ ОДНО НЕ ВТРИМАЄТЬСЯ В КРІСЛІ # МА * ДА ТУАЛЕТИ ДЛЯ ЛЮДЕЙ З ІНВАЛІДНІСТЮ Він орендував для мене квартиру . Заплатив за неї . 
А коли я від тебе пішла , вигнав . Мені нема куди йти . 
Латішо , хто цей чоловік ? 
Хто цей чоловік ? 
- Відмахайся нарешті . 
- Як любʼязно . Ти мені докучаєш уже вдруге за чотири дні . 
Якщо є питання , передай через представника . 
Я б тобі не радив . У тебе й так неприємностей по вуха . 
За одну добу Еррол Метіс , який заперечував вину , раптом зізнався . 
А ще я каліка , тому це дуже негарно . 
Чому він передумав ? 
Що зробив Геґарті , @ TB_DT ? 
Що , злякалися ? 
Правильно . 
Я гадки не маю , що ти мелеш . 
Експертам це поясните , коли відстежать , хто пише . 
Геть від мого дому . Подивляться IP - адресу . Глянуть , що ще з неї робили . Відстежать користувача VPN . - Глибоко копнуть , ви ж розумієте . - Я тебе попереджаю . 
Тоні , вашій карʼєрі кінець . 
Пенсії не буде . 
А розкажете , що було , і я подумаю , що робити з цією інформацією . 
- Насолоджуєшся ? 
- Розкажіть про Еррола . 
Зі своїми дружбанчиками ? 
- Від такого Геґарті не захистить . - Вчепилася в мене , наче проблема – я . 
Ви відірвані від реальності . 
Я ? Ні , люба . Це ти живеш як уві сні . 
Я працював у Східному Лондоні 35 років . А ти посміховисько . Думаєш , світ – це реклама United Colors of Benetton . А це зона бойових дій . 
Проїдься по Тауер - Гемлетс і пошукай там змішану банду . 
Не знайдеш . Знаєш чому ? Бо раси ненавидять одна одну . 
Білі ненавидять чорних . А чорні – турків . А турки – пакистанців . Тому не приходь сюди з погрозами й поясненнями , як влаштований світ , бо проблема не в мені . Я її розвʼязую . А ти подивися на себе ! Ти коп " аби було " . Пішла нахер ! 
Нехай проспиться . 
Біля холодильника є аспірин . 
Міцнішого без мене не давай . 
Будь ласка , послухайте . Прошу . Цю інформацію міг знати тільки той , хто з вами працює . 
Визначили , що IP - адреса – в радіусі півтора кілометра від дому Тоні . 
Цього мало . Ви говорите про співробітника . 
Мем , вам погрожує ваш підлеглий . 
Це не зондування ґрунту . Беремо телефони , компʼютери – і викриваємо його . 
До судді звертатися не треба . Треба просто зайти й знайти докази . 
Ви ! Гей , ви ! Я до вас звертаюся . 
Сонце , мені зараз не до вас . 
Забирайся звідси по - хорошому . 
Ви змусили моїх подруг шпигувати за мною ! Який же ви поліціянт ? 
Ви ганьба . Чуєте мене ? Ганьба для поліції . 
Тоді брехали й тепер брешете . Я знаю , що ви зробили . Знаю . Я знаю . Знаю , що ви зробили ! 
Як ви ? 
Ану виходь з машини . Ти що наробив ? 
Вийди з машини ! 
Довбаний маніяк ! 
Привіт , це Доріс . 
Я не можу відповісти , тому , будь ласка , залишіть повідомлення після сигналу . 
Привіт , мамо . Це я . 
Надіюся , ти добре спала . 
Я просто хотів сказати ... пробач . 
Я отямився . Коли ти знову прийдеш , я вже буду розумніший . 
Ти знаєш , що я люблю тебе . 
Дельта , Янкі , Альфа . Усім східним підрозділам . 
Жертва наїзду , афро - кариб , жінка , Доріс Метіс , повідомляють про смерть . 
Парамедики закінчують роботу . 
Крім обвинувачень за Доріс Метіс ... що в нас є ? 
Тролінг . А точніше – глузування . От і все . - І все ? - Так . 
Може , кілька разів мене занесло , але ж це просто так виходить . З усіма буває . 
Ти випускаєш пару . Таке почуття гумору . 
- Ти погрожував ? - Ні . 
Не можна ж усе сприймати серйозно . 
Тебе спробують виставити реальною загрозою . 
А зможуть ? 
Я справді скинув малюнок двору , в якому її офіс , і ... і одну - дві фотки . Але стривай , у цьому ж нічого такого . 
- Насправді я б не пішов ... - Не в тому суть . 
Друже , вона в мене вчепилася . А такі , як я ... Ти ж сам знаєш . Такі , як ми ... Тоні , не починай . Вона почала війну . На що вона розраховувала ? Я кажу , не зараз . 
Якщо необхідно щось зробити , кажи , я зроблю . 
Зроби . 
Але твій будинок обшукують . Ти розумієш наслідки ? 
Щоб допомогти , я повинен мати таку можливість . 
Ти мені щось розкажеш ? 
Це ... - Так . - Це трагедія . 
Усе життя боролася за те , в що вірила . Дуже прикро . 
За це ж і загинула . 
Я думаю , що недавні події могли її збурити . Може , її довели до стану , коли емоції взяли гору . 
Як тепер чоловік без неї ? Бідолашний . І як він її благав про це все забути . 
Якщо ви прийшли затулити собою троляче лігво свого дружка , то спізнилися . Ми вже закінчуємо . Авжеж , ні . У мене й думки не було . 
Він був такий активний в інтернеті . Я про це не знав . 
- Бо я так думав . - Тобто він і від вас приховував ? 
Попри те , що ви були його керівником , майже 20 років ? 
Це якась непрохідна тупість з вашого боку , сер . 
За таких обставин я мушу з цим погодитися . 
Знатиму більше , коли зможу переглянути речові докази . 
На жаль , вам не вдасться . 
Навпаки . Це вихідна умова роботи під прикриттям , а я був , як ти кажеш , його керівником . 
Тому я скину рапорт , коли закінчу . 
- Ні . Це не ... - Дякую за сприяння . 
Кожен клаптик паперу тут оформити як речовий доказ . 
- Сер . - Піднімемо килими . 
Сер ! Я перша зʼявилася на місці . Це моя справа . 
Вибачте , детективе , цього разу ні . 
Я маю імейл від заступниці комісара Клодії Мейгʼю . Визначено ланцюг командування . 
Як бачите , за словами начальства , ваші давні тісні стосунки з расистом , жінконенависником , копом , який погрожує вбивством , не дозволять вам виконувати цю роль . Однак я радо надішлю вам копію рапорту , коли закінчу . 
Гаданим расистом , жінконенависником , копом , який погрожує вбивством . 
Ви ж знали , що вона не дозволить вам очолити розслідування . А чому тоді приїхали ? 
Висловити співчуття ? 
Захистити друга ? 
Не може бути . 
Стійте ! Ми не закінчили . 
Бос , розслабся . Ми святкуємо ! 
ПОСТУКАЙТЕ І ЗАЧЕКАЙТЕ Я дзвонив . Круелла своє зробила , дай їй бог здоровʼячка ! 
Прокуратура нарешті змужніла . Замах на вбивство . Таке обвинувачення . 
Ну чого ти ? Бос , ми взяли стрільця . 
Проїхали . 
Для запису : присутні старший інспектор Деніел Геґарті і детектив - сержант Тоні Ґілфойл . 
Зараз 00 : 13 , 25 вересня 2011 року . 
Також присутні Еррол Метіс і його адвокат Росс Кардона . 
Як я розумію , підсудний бажає переглянути попередню заяву . 
Правильно . 
Ерроле . Кажіть своїми словами . 
Я ... Я її вбив . 
Імʼя , прізвище . 
Я вбив Аделаїд Берроуз . 
Узяв ножа з шухляди на кухні ... Так . 
І вдарив її . 
Куди ? 
У горло . 
Ви вдарили її ножем у горло ? 
Ще якесь місце памʼятаєте ? 
- Груди . - У груди ? 
Для запису : присутні старший інспектор Деніел Геґарті і детектив - сержант Тоні Ґілфойл . 
Зараз 00 : 13 , 25 вересня 2011 року . 
Також присутні Еррол Метіс і його адвокат Росс Кардона . 
Як я розумію , підсудний бажає переглянути попередню заяву . 
Правильно . 
Ерроле , кажіть своїми словами . 
Я її вбив . 
Імʼя , прізвище . Будь ласка . 
Я вбив Аделаїд Берроуз . 
Куди ? 
У горло . 
У горло ? Ви вдарили її ножем у горло ? 
Куди ? 
У горло . 
У горло ? Ви вдарили її ножем у горло ? 
Ще якесь місце памʼятаєте ? 
- Груди . - У груди ? 
У горло ? 
Так . Ще якесь місце памʼятаєте ? 
- Груди . - У груди . 
У горло й у груди . 
У горло й у груди . 
Це не докази . Ви підказували йому відповіді . 
Ніякі присяжні в країні цього не побачать . 
Отже , не заперечуєте . 
Відеоматеріал цього допиту списали як пошкоджений . 
- Я не мушу пояснювати ... - Ви не заперечуєте . 
Чоловік сидить у тюрмі . І ще один – на волі , десь там , з жінкою , життя якої в небезпеці . 
Ви можете хоч на секунду зрозуміти , що йдеться не про вас ? 
Що сталося між вами й Ерролом ? 
Чому до нього зненацька повернулася памʼять ? 
І чому таке враження , що він виконує ваші вказівки ? 
У лісі Еппінґ є папужки . Ти знала ? 
Мабуть , двійко пташок випурхнули на волю з пташника в графстві Ессекс понад сотню років тому . 
Тому тепер вони скрізь . 
Що сталося ? 
Старший інспекторе Геґарті , пора . 
Розкажіть , що сталося . 
