吉尔福 伊尔 先生 我 把 你 的 采购 品从 袋子 里 取出 来 了 
我 也 帮 你 把 报纸 放在 外面 了 我 拿 了 5 英镑 希望 你 允许 
这是 蜂蜜 吗 ? 
没错 你 想要 看一看 吗 ? 我 可以 吗 ? 
给 把 这个 戴上 
别 担心 它们 不会 伤害 你 的 
你 在 里面 看见 了 什么 ? 
- 没什么 - 没错 
这是 坏事 吗 ? 这 只是 代表 蜂后 变老 了 
里面 本该 要 有 蜂卵 但 它 这次 的 产卵 量 不 多 
伦克 探长 ? 这里 是 您 申请 的 埃罗 尔 马西斯 2011 年 的 档案 
现在 你 仔细听 
它们 的 音调 很 高 它们 此刻 在 狂暴 状态 它们 可以 感受 到 变化 即将 到来 所以 急躁不安 
( 敲门 之后 稍等片刻 ) 它们 要 做 什么 ? 
工蜂 会 拥立 新 的 蜂 后 好 让 蜂巢 不死 至于 前蜂 后 它会 尝试 阻止 任何 一个 对 它 有 威胁 的 挑战者 因为 一个 蜂巢 里 只能 有 一只 蜂后 
那么 之后 呢 ? 
当然 了 它们 会 互相 斗争 直到 其中 一方 战死 为止 
停下来 ... 普雷斯顿 
来自 外面 的 礼物 
总 感觉 你 可能 受够了 粉末 咖啡因 和 超高温 灭菌 乳 没错 你 简直 是 救世主 
什么 事 那么 重要 不能 在 午餐 之后 再聊 ? 
我们 第一次 见面 的 时候 我 说 过 我 无法 带走 伤痛 
我 唯一 能 做 的 是 夜以继日 地 工作 好 确保 ... 对 你 的 家人 下毒手 之 人 一辈子 在 牢狱 之中 
我会 尝试 指控 谋杀 未遂 好 吗 ? 
好 我们 今晚 和 儿童 保护 机构 有个 会议 我 无法 给 你 任何 承诺 
正如 我 所说 这些 事 都 需要 时间 
- 是 吧 ? - 这些 都 在 档案 里 ? 没错 是 赫加蒂 的 日志 
埃罗 尔 坚决 否认 一切 指控 为了 自己 的 清白 而战 然而 在 两天 之内 他 就 自愿 交代罪行 了 
在 这 之间 他 还 去过 犯罪现场 吧 ? 
- 那趟 路程 中 肯定 发生 了 什么 - 绝对 的 肯定 有 什么 ... 我 是 说 意义 不 大 但是 肯定 发生 了 什么 
你 不 认为 这 很 可疑 吗 ? 
我 没有 说 这 并 不 可疑 但 这 是 旧 情报 在 审理 会上 已经 提过 了 我们 在 上诉 的 时候 也 提到 过 这 无法 让 人 引起共鸣 
" 嘿 想 一起 到 你 女友 两天 前 被 残忍 杀害 的 现场 吗 ? " 但 这 被 允许 了 
没错 那 你 说 " 呵 " 是 什么 意思 ? 
因为 你 说 得 像是 发现 了 一件 很 有趣 的 事 也许 吧 我 不 知道 
虽然 有 一点 勉强 但 你 看一看 7 点 30 分 的 记录 
7 点 30 分 收到 来自 霍玲沃 医生 的 批准 埃罗 尔 愿意 录 口供 
- 然后 呢 ? 
- 然后 他们 就录 了 
10 点 30 分 埃罗 尔 马西斯 在 警戒 下录 口供 
这 之间 发生 了 什么 事 ? 没 发生 什么 事 
没事 发生 
是 吧 ? 医疗 部在 7 点 30 分 批准 离开 那 之后 再 没有 新 的 证据 了 
他们 当时 着急 抓 到 犯人 
但 为何 不 在 医生 批准 后 立刻 审问 他 呢 ? 
他们 却 再 等 了 三个 小时 这是 为什么 ? 
也许 他 不 习惯 早起 也许 他 想 在 床上 多 躺 一会儿 或者 ... 他们 在 等 当值 的 诉状 律师 轮替 
- 直到 他们 能 等到 ... - 等到 认为 无罪 的 律师 - 一个 可以 合作 的 律师 - 认为 无罪 
若 他们 能 找到 这个 致电 者 ... 你 知道 我 的 意思 吗 ? 这 至关重要 
他们 有 她 的 通话录音 你 懂吗 ? 她 在 通话 中说 她 知道 凶手 是 谁 
我会 让 所有人 着手 调查 这件 事 的 好 吗 ? 我会 ... 埃罗 尔 
- 亲爱 的 这是 一个 好消息 - 妈妈 我 做 不到 
你 还 不 明白 吗 ? 我 做 不到 每当 你 这么 做 这 让 我 更 难过 
- 不 亲爱 的 我 ... - 不 我 不 想要 你 的 帮助 
你 不 明白 吗 ? 
我 不 ... 我 不 想要 希望 
我 想要 遗忘 妈妈 
请 你 让 我 遗忘 吧 
你 太累 了 你 今晚 需要 早些 休息 ... - 不 你 每次 这样 ... - 刮个 胡子 你 让 事情 更 糟糕 
你 让 这件 事 更 糟糕 我 的 天 啊 
拜托 了 
请 你 别 再 烦 我 了 
要 怎样 ? 我该 怎样 区分 这些 螺丝 也许 你 不 需要 一张 桌子 
丽萨 ? 
- 你 是 怎么 知道 他 的 ? 
- 你 是 认真 的 吗 ? 你们 是 怎么 认识 的 ? 
你 无权 告诉 我 该 做 什么 该 见 谁 或者 该 跟 谁 度过 我 的 闲暇 时间 
你们 两个 都 易怒 也 很 脆弱 我 是 想 保护 你们 
不 你 只是 想 操控 我 把 我 当成 一个 案例 
- 我 已经 尽力 了 康复中心 、 美沙酮 - 尽力 ? 在 你 损坏 公寓 的 时候 我 替 你 支付 定金 
我 在 尽我所能 找出 解决方案 
这 就是 你 说 的 解决方案 吗 ? 是 这样 吗 ? 
每晚 给 你 的 女儿 喂 毒品 好 让 她 不会 弃 你 而 去 ? 
- 我 是 你 爸 - 你 不是 我爸 - 我 是 来 照顾 你 的 - 你 只是 该死 的 毒贩 
你 明白 这有 多么 不道德 吗 ? 
我 若 不 这么 做 你 早就 命丧 黄泉 了 我们 都 清楚 
- 你 知道 最 糟糕 的 是 什么 吗 ? - 上车 
你 知道 你会照 做 
- 你 就是 喜欢 如此 - 什么 ? 
你 就是 很 害怕 我会 离开 你 那么 你 就 会 变成 另 一个 悲伤 、 孤苦伶仃 的 老人 
我 倒 是 希望 你 能 快点 离开 你 最好 不要 开始 这个 话题 
要 我 说 你 没有 任何 朋友 、 家人 - 上车 - 我 不要 我 说错 了 吗 ? 
- 上车 - 你 可 知道 ? 你 才 是 生病 的 那个 上车 穿 上 一些 ... 让 我 成瘾 好像 我 是 你 的 宠物 
你 知道 吗 ? 难怪 妈妈 放弃 了 
我 是 说 谁 想 和 你 共度 一生 ? 
你 去 穿 上 一些 衣服 吧 
- 滚开 ... - 没错 滚开 ... 
你 觉得 我们 能 是 怎么 认识 的 ? 
在 2011 年 不 知道 你 是否 还 记得 你 曾 为 一个 名叫 埃罗 尔 马西斯 的 人 辩护 
他 好像 是 招供 了 
我 很 好奇 你 和 警队 侦查 组 的 关系 
你 在 接受 案子 之前 认识 他们 吗 ? 
- 我 必须 回顾 我 的 记录 - 不 需要 这么 做 我 ... 
在 记录 上 ... 在 接过 案子 的 两周 之前 你 还 在 为 戴思 特尼 伯 拉斯 女士 辩护 罪名 是 持有 毒品 并 有 贩毒 意图 当时 负责 调查 的 警员 是 同一个 人 是 丹尼尔 赫加蒂 我 不 知道 你 想查 什么 
在 你们 前往 案发现场 的 途中 有没有 发生 任何 事 ? 
你 说 什么 ? 
你 是否 全程 都 伴随 你 的 客户 左右 ? 那 是 自然 
赫加蒂 侦探 总 督察 是否 曾 解释 他 是 如何 让 埃罗 尔 招供 的 ? 
伦克 警官 若 你 再 让 我 多 解释 什么 恐怕 会 让 我 违反 专业 保密 特权 我 无法 向 我 客户 以外 的 人 透露 任何 事 如 2007 年 颁布 的 法律 服务局 法 1.3 e 所说 
想必 你 也 清楚 这项 条例 若 你 继续 强迫 我 我 只好 联系 你 的 上级 督察 员 然后 请 他 亲自 跟 你 解释 谢谢 卡 多纳 先生 或许 你 可以 让 他 跟 你 解释 若 诉状 律师 被 认定 共谋 实施 欺诈 或 任何 其他 罪行 该 特权 就 会 失效 
我 先走一步 
丽萨 她 在 那里 ? 
我刚 想 和 你 说 ... 等等 我 以为 她 和 你 在 一起 发生 什么 事 了 ? - 她 ... - 怎么 了 ? 
她 没 打电话 给 你 吗 ? 
- 你 对 她 说 了 什么 ? 
- 你 最好 别 开始 这个 话题 好 吗 ? 
- 听 着 ... - 我 去 找 她 吧 
不 她 应该 在 回家 的 路上 了 
你别 去 任何 地方 我会 回家 她 会 坐在 门口 的 台阶 上 我 的 钥匙 丢 了 不然 不会 来 问 你 
- 你 是 要 前往 哪里 吗 ? 
- 没错 我 45 分钟 之后 有个 会议 
没错 你 逮捕 的 家伙 公园 里 的 孩童 
- 没错 她 说 ... - 你 是 指 我 的 女儿 吗 ? 
她 特别 开心 - 开心 ? - 没错 
- 我 认为 不 可能 - 她 很 为 你 骄傲 朋友 
不 她 才 没有 
做些 有 意义 的 事 打电话 问一问 她 的 朋友 
她 没有 任何 朋友 
这样 啊 
多丽丝 拜托 了 
- 拉蒂莎 再见 - 让 我 解释一下 不 你 说 你 要 失去 孩子 了 我 帮助 了 你 
- 那 是 事实 - 我 不想 听 
- 我 是 想 帮忙 的 我 发誓 - 不 你 不想 没有 人想 帮忙 
你 不想 我 的 丈夫 不想 埃罗 尔 也 不想 
但 你 可 知道 ? 没 人 在乎 
我 不 需要 你 
我 也 不会 放弃 
再见 嘿 嘿 
你 还 记得 我 在 刑侦 部 的 第一天 吗 ? 
" 克洛伊 会带 你 参观 一下 的 " 
" 你 有 任何 问题 就 问 克洛伊 " 
" 克洛伊 能带 新 女孩 参观 一下 吗 ? 让 她 觉得 ... " 
- 没错 ... " 放松 、 自 在 " - " 放松 、 自 在 " 
罗伊 的 经典 风格 
我 不是 在 针对 你 你 知道 吗 ? 我 只是 ... 
俨乎其然 我 本来 想 说 " 习惯 独来独往 了 " 
看来 你 认为 我 到处 奉承 别人 不 我 没有 这么 想 这 不是 事实 说实话 这件 事 与 你 无关 也 与我无关 但 与 这份 职业 有关 
- 是 它 的 所有 ... - 是 从事 这份 职业 的 后果 
你 知道 最 困扰 我 的 是 什么 吗 ? 克劳迪 娅 梅休 礼貌 地 提出 改革 你 可 曾 看见 她 面对 的 那些 线上 攻击 吗 ? 简直 太 可恨 了 朋友 认真 的 吗 ? 
多个 死亡 恐吓 我 想 她 应该 搬过 两次 家 了 
你 会 看 这些 东西 ? 
- 是 啊 - 为什么 ? 
你 为什么 要 给 他们 这份 满足感 ? 我 不 知道 我 ... 我 告诉 我 自己 知己知彼 百战不殆 但 事实 是 我 发现 我 在 夜晚 时分 满腔 怒火 无法平息 
我 知道 你 的 想法 不 ... 你别 说话 懂吗 ? 你 只要 照着 指示 去 做 就行了 
但 我 能 帮助 到 她 
没错 你 简直 是 守护神 
她 会 跟 我 说话 她 向 我 倾诉 
只要 想到 你们 背着 我 交往 ... 我 的 天 啊 她 没有 背着 你 做 任何 事 
她 害怕 你 她 无法 ... 你 该死 的 ... 你 就是 ... 
她 敬仰 你 但 你 总是 不 在 你 不 听 她 倾诉 你 不 跟 她 谈心 什么 都 不 给 她 什么 都 没有 
怎么 ? 出 什么 事 了 ? 
发生 什么 事 了 ? 
发生 什么 事 了 ? 
没什么 大不了 的 
好 吧 计划 有变 你 把 电话号码 给 我 
她 的 密友 和 常去 的 地方 
你 待 在 原地不动 你 能 做到 吗 ? 
保持 联络 
那 你 的 会议 怎么办 ? 
雅各 听 着 如果 你 想 去 哪里 我 可以 带你去 只要 你 在 9 点到 家 就 行 
不用 了 谢谢 - 我 不会 冒险 - 好 吧 - 好 吧 谢谢 - 你 可以 自称 是 科学家 了 
- 我 确实 有个 博士学位 - 你好 亲爱 的 我 刚好 要 上去 
- 好 吧 - 我 很快 就 会 上床 去 
谢谢 
我 答应 你 这个 情况 只会 持续 几天 - 没错 - 直到 她 恢复 力量 
别 担心 这 让 我 有 更 多 机会 可以 了解 ... 她 叫 它们 什么 来 着 ? 最佳 出售 时间 
其实 我 有 想 和 你 聊 的 事情 
我 只 想 说 我 没有 因为 那天 的 事 而 感到 伤心 
我 认为 我们 两个 都 说 了 ... 那件事 ... 
没错 我 也 是 我 赞同 
过去 的 事 都 不 重要 了 
我们 没有 ... 任何 芥末 黄了 
她 也 把 那些 都 丢掉 了 
你 说 了 " 那件事 " 你 刚刚 说 了 " 噢 那件事 " 你 是 指 ... - 我 不 知道 算了吧 - 好 吧 你 想要 过后 再 吃 晚餐 还是 ... 
不好意思 当 你 刚刚 说 " 噢 那件事 " 听 起来 像是 没什么 大不了 但 其实 这件 事 很 重要 
好 吧 对不起 我 想 说 的 只不过 是 ... 你 的 直觉 在 告诉 你 我 的 儿子 和 他 的 朋友 做错 了 其实 ... 这 不是 ... 这个 不是 忘记 结婚 纪念日 之类 的 小事 
这件 事 很 重要 没错 我 知道 的 
所以 我 是 想 试图 明白 ... 你 为何 那么 做 
我 不 知道 
- 我们 还好 吗 ? - 还好 
妈妈 ? 
我 真的 想要 待在家里 
我 是 说 也许 你 和 雅各 可以 到 我家 来 住 
暂住 几天 直到 我 的 精神状态 变 好 为止 
可以 吗 ? 
我 是 丹尼尔 赫加蒂 侦探 总 督察 请 给 我 留言 
丹 你 是 在 开玩笑 吗 ? 
我 在 这里 喝 着 椰林 飘香 皇家 检控 署 的 首席 检察官 也 在 这里 寒暄 话题 快要 耗尽 了 你 的 锦囊 中 最好 有 一个 可信度 高 的 借口 
话说回来 阿密 特西 科尔 我们 有 什么 说辞 ? 我该 怎么 跟 他 说 ? 
谋杀 未遂 、 实际 身体 伤害 ? 我 的 天 啊 丹 你 在 哪里 ? 给 我 回个 电话 
嘿 我 是 丽萨 不好意思 我 暂时 无法 接通 电话 若 你 可以 给 我 留 一则 语音 短信 我 若 认识 你 你 也 可以 给我发 个 信息 我会 尽量 给 你 回电 
喂 ? 你好 请问 这里 是 急诊室 护士 吗 ? 
没错 我能 帮助 你 吗 ? 
是 的 我 是 总 督察 丹尼尔 赫加蒂 我 隶属 哈克 尼山 警局 我 在 找 一位 白种 女人 她 可能 是 今天 傍晚 入院 的 
年轻 、 苗条 、 金发 看起来 20 岁 出头 
好 的 我们 会 发出 留意 通告 
好 的 她 也 有 可能 是 今晚 才 入院 的 入院 原因 可能 是 ... - 吸毒 之类 的 - 好 的 若有 符合 叙述 的 人 出现 - 可以 请 你 给 我 打个 电话 吗 ? - 好 的 没 问题 
伙计 你好 我 是 罗斯 卡 多纳 
好久不见 了 是 吧 ? 
听 着 今天 发生 了 一件 事 有点 可疑 
朱妮 伦克 探长 今天 来 拜访 我 了 请 你 给 我 回个 电话 好 吗 ? 
请 最近 的 空闲 小队 前往 尔斯 肯大 路上 的 金斯 阿姆斯 俱乐部 事件 : 22A 
115 小队 请求 出动 
115 小队 请 出发 
我们 从凯 戴尔 路向 北驶 
- 帕特里克 - 没有 这里 什么 都 没有 
你 听 我 说 若 她 出现 了 或者 回到 你 的 单间 若 她 给 你 打电话 还是 之类 的 我 都 需要 知道 你 听懂 了 吗 ? 
别 搞砸 了 好 吗 ? 
好 我 说 过会 给 你 打电话 了 
- 我 是 她 的 监护人 你 明白 吗 ? 
尹梅然 说 他 给 你 发 了 这张 照片 你 今晚 有见 过 这个 年轻 女孩 吗 ? 
丽萨 ? 
我 已经 有 几年 没见 过 她 了 那段 日子 很 快乐 
和 我 不 认识 的 男生 结伴 而行 他们 离开 了 提到 正负号 函数 之类 的 正负号 函数 ? 
那 是 什么 ? 正负号 函数 是 什么 ? 是 一个 派对 吗 ? 
我 也 听不懂 
那个 地方 在 哪里 ? 在 哪里 ? 
好像 在 艾坪 森林 
你 是 怎么 知道 他 的 ? 
你们 是 怎么 认识 的 ? 
要 如何 ? 我 只是 在 照看 她 
她 若 出现 想要 买 毒品 我会 给 你 发短信 
快 钱 
那个 女孩 是 谁 ? 
你 想 去 哪里 ? 
我们 要 去 哪里 ? 
是 丽萨 吗 ? 不 是 我 她 没事 我们 在 你家 
孩子 们 呢 ? 
在 我 姐姐 那里 很 好 
你 为什么 在 车子 里 睡觉 ? 
( 只不过 是 该死 的 轮椅 升降机 # 笨蛋 ) ( 回复 残疾 人士 厕所 ) 他 替 我 解决 了 公寓 的 问题 支付 所有 租金 
我 不能 监视 你 他 就 都 收回 去 了 我 没有 可 去处 
拉蒂莎 这个 男人 是 谁 ? 
这个 男人 是 谁 ? 
- 你 能 不能 滚开 ? 
- 真 好 这 是 我 在 四天 里 第二次 被 你 骚扰 了 
你 若 有 任何 疑问 请 你 透过 律师 询问 
你 不想 这么 做 的 据 我 了解 你 闯 的 祸 已经 够 多 了 
在 24 小时 内 埃罗 尔 马西斯 从 力争 清白 到 招供 
而且 我 是 残疾 人士 这 将 让 你 颜面扫地 
发生 了 什么 才 让 他 改变 主意 ? 
@ TB _ DT 赫加蒂 做 了 什么 ? 
这 让 你 害怕 了 吗 ? 
你 确实 应该 害怕 
我 根本 听不懂 你 在 说 什么 
你 可以 在 数字 取证 组 调查 的 时候 这么 跟 他们 说 
请 你 离开 我家 他们 也许 会查 互联网协议 地址 看看 该 用户 还 做 了 什么 事 或者 追踪 他们 的 虚拟 专用 网络 - 深入调查 你 懂 我 的 意思 - 我 在 警告 你 
托尼 你 的 职业生涯 完 了 
你 的 养老 基金 完 了 
你 若 跟 我 说 事情 的 经过 我 可以 考虑一下 要 如何 处理 这些 情报 
- 你 很 享受 此刻 吧 ? 
- 告诉 我 事情 的 经过 
你 和 你 的 亲信 
- 赫加蒂 无法 从 这件 事情 中 袒护 你 - 把 我 当成 问题 人物 在 调查 我 
托尼 你 生活 在 梦境 里 
我 ? 不 亲爱 的 你 才 是 做梦 的 那个 
我 在 东 伦敦 任职 了 35 年 你 才 是 玩笑 你 认为 这个 世界 是 贝纳通 的 广告 亲爱 的 它 是 一个 战场 
你 到 陶尔哈 姆莱 茨区 的 任何 一个 巷口 去 看 有没有 一个多 族群 的 帮派 
找 不到 的 你 可知 为何 ? 因为 他们 憎恨 彼此 
白人 仇视 黑人 而 黑人 仇视 土耳其人 土耳其人 仇视 巴基斯坦 人 所以 请 你 不要 到 这里 来 试图 威胁 或者 教育 我 这个 世界 如何 运转 因为 我 不是 问题 人物 我 是 解决方案 还有 你 你 看看 你 自己 你 只是 给 警队 多元化 充数 的 给 我 滚 
让 她 好好 睡一觉 
冰箱 旁 的 抽屉 里 有 阿司匹林 
没有 我 的 允许 别 给 更 强 的 药 
拜托 了 请 你 听 我 说 拜托 了 这个 情报 只能 是 
互联网协议 地址 已经 被 查出 是 在 托尼 的 家 两公里 以内 的 距离 
这 还 不够 对方 是 一个 在职 警员 
长官 这是 其中 一个 威胁 你 的 人 
这 不是 一个 无 目标 调查 只 需要 查看 他 的 手机 和 电脑 就 能 将 他 逮捕 
不 需要 地方 法官 的 介入 你 只 需要 进到 他 的 住所 找到 证据 
你 ... 嘿 ... 我 在 跟 你 说话 
亲爱 的 现在 真的 不是 时候 好 吗 ? 
听 着 亲爱 的 在 你 受伤 之前 赶紧 消失 
你 让 我 的 朋友 监视 我 ... 你 还 配 自称为 警察 吗 ? 
你 是 警察 之耻 听懂 了 吗 ? 警察 之耻 
你 当时 欺骗 了 我 你 现在 还 在 欺骗 我 我 知道 你 做 了 什么 我 都 清楚 我 知道 你 都 做 了 什么 
你 还好 吗 ? 
喂 ... 下车 你 到底 想 做 什么 ? 
快点 下车 
该死 的 疯子 
你好 我 是 多丽丝 
我 暂时 无法 接通 电话 请 在 哔声 后 留言 
妈妈 你好 是 我 
我 希望 你 昨晚 睡得 安稳 
我 只是 想 说 对不起 
我 好好 打理 了 自己 所以 你 下次 来 见 我 时 我 看起来 会 利落 一些 
你 知道 我 很 爱 你 
D 、 Y 、 A 呼叫 所有 东部 的 小队 
事发 现场 有 一个 女黑人 受害者 名为 多丽丝 马西斯 被 宣告 死亡 
救护 人员 准备 撤离 
除了 杀害 多丽丝 马西斯 的 罪名 还有 其他 的 指控 吗 ? 
发布 煽动性 言论 其实 只能 算是 开玩笑 就 这样 - 就 这样 ? - 没错 
听 着 我 也许 偶尔 会 做 得 太过分 但 这 就是 事情 的 本质 大家 都 是 如此 你 知道 吗 ? 
你 需要 发泄 一下 这 就是 幽默 之 处 
- 你 发送 威胁 了 吗 ? - 没有 
我 是 说 你 不能 太过 认真 是 吧 ? 
他们 可能 会 主张 你 给出 了 可信 威胁 
你 认为 呢 ? 
听 着 我 确实 发布 了 一张 她 办公室 前院 的 绘图 还有 一 、 两张 照片 没错 不过 你 稍 等 事情 不是 这样 的 
- 我 大概 不会 真正 去 ... - 这 不是 重点 
朋友 是 她 先 攻击 我 的 好 吗 ? 像 我 这样 的 人 ... 就 好像 ... 你 也 知道 的 ... 像 我们 这样 的 人 ... 托尼 别 再说 了 听 着 是 她 先 宣战 的 好 吗 ? 她 想 怎样 ? 我 让 你 别 再说 了 
若有 什么 需要 采取 的 行动 我会 出手 
你 最好 是 会 
但 他们 此刻 在 搜查 你家 你 知道 这 代表 什么 吗 ? 
所以 我 若 必须 帮忙 我 得 有 这个 能力 帮忙 
所以 你 有 需要 向 我 坦白 的 事情 吗 ? 
这是 ... - 没错 - 是 啊 这 是 个 悲剧 
穷其 一生 为 自己 的 信仰 奋斗 没错 太 不幸 了 
还 赔上 了 性命 
我 好奇 最近 的 事件 是否 让 她 精神 更 紧张 了 也许 她 被 逼 到 情绪 激动 的 地步 
无法 不 同情 她 的 丈夫 可怜 的 男人 他 曾 多么 希望 她 能 放下 一切 
如果 你 是 来 保护 你 这 网络 喷子 朋友 的 老巢 恐怕 你 来 迟 了 我们 已经 在 做 收尾 工作 了 不 ... 当然 不是 了 我 没有 这个 想法 
原来 他 在线 上 这么 活跃 我 根本 不 知道 
- 我 是 这么 相信 的 - 所以 他 从未 让 你 知道 ? 
就算 你 近 20 年来 一直 是 他 的 上级 ? 
天 啊 长官 你 听 起来 也 太 不 聪明 了 吧 
在 这样 的 情况 下 我 无从 否认 是 吧 ? 
看来 我 在 审查 物证 的 时候 会 更 了解 一些 吧 
不 恐怕 这 不 可能 
恰恰相反 这件 事 属于 原本 卧底 工作 的 延伸 正如 你 所说 我 是 他 的 上级 
所以 我 在 完成 报告 之后 会 给 你 发送 一份 
- 不 ... 这 不是 ... - 谢谢 你 让 开始 工作 一切顺利 
这里 的 每 一张 纸 都 必须 记录 在册 
- 长官 - 还 得 将 地毯 掀起 搜查 
长官 我 是 第一个 反应 人员 这个 案件 该 由 我 受理 
不好意思 伦克 探长 这次 不是 
克劳迪 娅 梅休 助理 警察局长 给我发 了 一封 电邮 邮件 内容 阐述 了 指挥 链 
如 你 所见 据 负责 警司 的 意思 你 和 这位 种族主义者 、 厌女者 还 发送 死亡威胁 的 在职 警员 有 长期 关系 尽管如此 我 还是 很 乐意 在 完成 报告 之后 给 你 发送 一份 
种族主义者 、 厌女者 发送 死亡威胁 的 说法 都 未经 证实 
你 知道 她 不会 把 调查权 交给 你 那 你 为何 还来 ? 
为了 表示 哀悼 吗 ? 
来 保护 你 的 朋友 ? 
不 可能 吧 
等 一下 搜查 还 没 结束 
开心 点 总 督察 我们 在 庆祝 
( 敲门 之后 稍等片刻 ) 我 尝试 打 过 电话 库 伊拉 成功 了 愿神 祝福 她 
皇家 检控 署 终于 有 长进 了 罪名 是 谋杀 未遂 
拜托 老大 我们 抓 到 枪手 了 
算了 
录影 为证 在场 的 警员 有 丹尼尔 赫加蒂 侦探 总 督察 和 托尼吉尔福 伊尔 探长 
时间 是 2011 年 9 月 25 日 0 点 13 分 
在场 的 还有 埃罗 尔 马西斯 和 他 的 诉状 律师 罗斯 卡 多纳 
据我所知 被害人 想要 修改 之前 的 口供 
没错 
埃罗 尔 请 你 用 自己 的 原话 
我 ... 我 杀 了 她 
请说出 姓名 
是 我 杀害 了 阿德莱德 伯 罗斯 
我 从 厨房 抽屉 里 拿出 刀 好 的 
我 刺入 她 体内 
刺 了 哪里 ? 
喉咙 
你 把 刀子 插入 她 的 喉咙 ? 
你 还 记得 刺 了 哪里 吗 ? 
- 胸部 - 还有 胸部 
录影 为证 在场 的 警员 是 丹尼尔 赫加蒂 侦探 总 督察 还有 托尼吉尔福 伊尔 探长 
时间 是 2011 年 9 月 25 日 0 点 13 分 
在场 的 还有 埃罗 尔 马西斯 和 他 的 诉状 律师 罗斯 卡 多纳 
据 我 理解 被告人 想要 修改 之前 的 口供 
没错 
埃罗 尔 请 你 用 自己 的 原话 
我 杀 了 她 
请说出 姓名 
是 我 杀害 了 阿德莱德 博 罗斯 
刺 了 哪里 ? 
喉咙 ? 
你 把 刀子 插入 她 的 喉咙 ? 
刺 了 哪里 ? 
喉咙 
喉咙 ? 你 把 刀子 插入 她 的 喉咙 ? 
你 还 记得 刺 了 哪里 吗 ? 
- 胸部 - 还有 胸部 ? 
喉咙 ? 
没错 你 还 记得 刺 了 哪里 吗 ? 
- 胸部 - 还有 胸部 
她 的 胸部 和 喉咙 
她 的 胸部 和 喉咙 
这是 站不住脚 的 你 在 给 他 提供 答案 
这个 国家 没有 任何 陪审团 会 赞同 你 这种 说法 
你 居然 没有 否认 
报告 上 说 这段 审讯 的 影像 受损 
- 我 不 需要 解释 ... - 你 没有 否认 
有 清白 之人 在 蹲 监狱 罪犯 还 在 逍遥法外 在 某处 和 一个 生命 受到 威胁 的 女人 在 一起 
你 能否 花 一秒钟 去 理解 这件 事 不止 关系 到 你 ? 
你 和 埃罗 尔 之间 究竟 发生 了 什么 ? 
他 的 记忆 是 如何 突然 恢复过来 的 ? 
还有 为何 他 似乎 总是 在 寻求 你 的 指引 ? 
艾坪 森林 里 有 长尾 小 鹦鹉 你 可 知道 ? 
据说 有 两只 鹦鹉 逃离 了 艾塞克斯 郡 的 一个 鸟舍 这是 100 多年 前 的 事 
这些 鹦鹉 现在 无处不在 
发生 了 什么 ? 
赫加蒂 侦探 总 督察 时间 到 了 
告诉 我 发生 了 什么 
