吉爾福 伊 先生 我 把 你 買 的 東西 都 拿出 來 了 
報紙 也 留給 你 了 我 拿 了 5 鎊 , 應該 可以 吧 
那 是 蜂蜜 嗎 ? 
對 , 你 想 來 看看 嗎 ? 可以 嗎 ? 
來 , 把 這個 戴 上 
別 擔心 , 牠 們 不會 傷害 你 的 
你 在 裡頭 看到 了 什麼 ? 
- 什麼 也 沒 有 - 嗯 哼 
這樣 不好 嗎 ? 這 表示 女王蜂 老 了 
裡頭 應該 要 有 蛋 , 可是 牠 沒產能 了 
蘭克警 佐 , 妳 申請 的 艾羅馬 提斯 2011 年 檔案 
現在 聽 聽 看 
音調 變高 了 , 牠 們 現 在 很 激動 牠 們 能 感覺 到 即將 發生 的 變化 因此 而 感到 緊張 
( 請 敲門並 等待 ) 牠 們 會 怎樣 呢 ? 
這個 嘛 , 工蜂 會 擁立 一 隻 新 的 女王蜂 讓 蜂巢 能繼續 運作 下去 但 老 的 那 隻 會 盡力 阻止 任何 被 牠 視為 威脅 的 挑戰者 因為 女王蜂 只能 有 一 隻 
那會 怎樣 呢 ? 
牠 們 當然會 打鬥 在 其中 一 隻 被 對 方殺 死 之前 不會 停止 
別鬧 了 ... 普雷斯 頓 
從 外界 來 的 禮物 
我 想 妳 應該 受夠 咖啡粉 和 高溫 殺菌奶 了 你 真是 救星 , 是 啊 
那麼 , 什麼 事 這麼 重要 讓 你 沒 辦法 等到 午餐 後 ? 
我們 剛認識 的 時候 , 我 說過 , 妳 知道 的 我無法 讓 痛苦 消失 
但 我 能 做 的 是 用 盡 所有 的 時間 來 確保 對 妳 家庭 做 這件 事 的 人 會 蹲 苦 窯 一輩子 
我要 提出 謀殺 未遂 的 指控 , 好 嗎 ? 
好 我們 今晚 要 在 皇家 檢察署 開會 沒有 保證 
就 如 我 所 說 的 有些 時候 , 這種 事情 需要 時間 
- 對 吧 ? - 這是 從存 檔裡 找到 的 東西 ? 對 , 赫格 提 的 日誌 
好 , 艾羅強烈 否認 所有 事 為 自己 的 清白 而戰 然 後 , 不到 48 小時 之 後 , 他 自願 認罪 
而 在 這期間 , 他們 有 去 犯罪 現場 , 對 吧 ? 
- 在 那 一趟 當中 發生 了 某件事 - 肯定 有 有 某件 ... 我 是 說 , 沒什麼 用 處 但 對 啊 , 發生 了 事情 
妳 不覺 得 這 其中 有疑點 ? 
我 不會 說 沒 有 疑點 因為 都 是 已知 的 了 , 他們 在 審判時 搬出 來 我們 在 上訴 時 也 搬出 來 一點 同情心 也 沒 有 
" 嘿 , 想 去一趟 你 女朋友 兩天前 被 殘忍 殺害 的 現場 走走 嗎 ? " 但 這是 光明正大 地去 
好 , 那 妳 說 " 啊 " 是 什麼 意思 ? 
妳 說 得 好像 是 某件 有意思 的 事 也許 吧 , 我 不 知道 
不太可能 , 但 妳 看 7 點半 的 時候 
7 點半 , 霍林 沃斯 醫生 批准 了 艾羅 可以 進行訊問 
- 然後呢 ? 
- 然後他 們 就 訊 問了 
10 點半 , 在 戒護 下訊問 了 艾羅馬 提斯 
在 那 之間 呢 ? 之間 什麼 事 也 沒 有 
什麼 也 沒 有 
對 吧 ? 醫生 那邊 在 7 點半 批准 在 那 之 後 就 沒 有 新 證據 了 
他們 有 逮捕 的 壓力 
他們 為 何不 在 醫生 批准 之 後 直接 對 他 進行訊問 呢 ? 
而 他們 卻 等 了 三小時 , 為何 ? 
也 許他 不是 晨型 人 也 許他 想 睡 晚 一點 , 或是 ... 他們 在 等 值班 律師 換班 
- 慢慢 等 , 一直 到 ... - 等到 一個睜 一 隻 眼閉 一 隻 眼 的 - 可以 合作 的 律師 - 會視 而 不見 的 
這位 來 電者 , 如果 能 找 得到 她 ... 我 是 說 , 你 明白 我 說 的 嗎 ? 這 很 重大 
他們 接到 她 打 的 電話 , 你 知道 嗎 ? 在 電話 上 說 她 知道 是 誰 幹 的 
我會 找 所有人 來辦 這件 事 , 好 嗎 ? 我要 ... 艾羅 
- 親愛的 , 這是 好消息 - 媽 , 我 沒 辦法 
妳 不 明白 嗎 ? 我 沒 辦法 妳 每次 這樣 , 我 都 會 更 辛苦 
- 不 , 親愛的 , 我 ... - 不要 , 我 不要 妳 來 幫忙 
妳 不 懂 嗎 ? 
我 不 ... 我 不 想要 希望 
我 想要 忘記 , 媽 
就 讓 我 忘 了 吧 
你 累 了 , 你 得 早點 睡 ... - 不 , 妳 每次 這樣 ... - 去 刮 個 鬍 子 只會 讓 事情 變 更糟 
妳 讓 事情 變得 更糟 天 啊 
拜 託 
妳 就 別理 我 
要 怎麼 弄 啊 ? 我要 怎麼 分辨 這些 螺絲 的 用途 , 就 像 ... 也許 你 不 需要 桌子 
麗莎 ? 
- 妳 怎麼 會 認識 他 ? 
- 你 是 認真 在 問嗎 ? 你們 是 怎麼 認識 的 ? 
你 不能 命令 我要 做 什麼 好 嗎 ? 還有 我 要 見 誰 我 他 媽要 跟 誰 在 一起 
你們 都 很 不 穩定 , 很 脆弱 我 在 努力 照顧 妳 
不 對 , 你 是 在 努力 控制 我 就 像 我 是 某個 你 要 管理 的 案子 
- 我 盡力 了 , 勒戒 、 美沙酮 ... - 盡力 ? 妳 把 房子 搞 得 亂 七八 糟 我 還幫 妳 付清 押金 
我 盡 一切 所 能 , 只為 找出 解決 方法 
是 這樣 嗎 ? 就是 這樣 吧 ? 
每天晚上 餵 毒給 你 的 女兒 這樣 她 就 不會 丟下 你 一個 人 ? 
- 我 是 妳 爸 - 你 不是 我爸 - 我 在 照顧 妳 - 你 是 我 的 毒販 
你 知不知道 這 到底 有 多 糟糕 啊 ? 
如果 我 沒 這麼 做 , 妳 早就 死 了 我們 兩個 都 知道 
- 你 知道 最糟 的 是 什麼 嗎 ? - 上車 
妳 知道 自己 會 這樣 
- 你 喜歡 這樣 - 什麼 ? 
我 是 說 , 你 很 害怕 我會 離開 你 那樣 你 就 會 變成 那種 悲哀 又 孤單 的 老頭 
我 也 希望 妳有 辦法 離開 我 所以 不准 說 那種 話 
我 是 說 , 你 都 沒 有 朋友 沒有 他媽 的 家人 ... - 上車 - 不要 , 但 我 說 錯 了 嗎 ? 
- 上車 - 跟 你 說 , 你 才 是 生病 的 人 上車 , 把 ... 讓 我 持續 上 癮 , 就 像 我 是 你 他媽 的 寵物 
你 知道 怎麼 著 ? 難怪媽 不 玩 了 
我 是 說 , 如果 得 跟 你 待 在 一起 誰 能 活得 下去 ? 
他媽 的 去 穿 上些 衣服 吧 
- 給我 滾 ... - 對 , 給我 滾 ... 
你 覺得 我們 他媽 的 怎麼 會 認識 ? 
那 是 2011 年 , 不 知道 你 是否 記得 但 你 當時 替 一個 叫做 艾羅馬 提斯 的 人 辯護 
若 我 記得 沒錯 , 他 認罪 了 
我 想 知道 你 和 警方 調查 組的關 係 
像是 你 在 這 案件 之前 認識 他們 其中 的 任何人 嗎 ? 
- 我 得 去 查看 我 的 紀錄 - 不 需要 , 我 ... 
所以 , 似乎 是 兩 週前 你 替 一位 黛 斯特 妮波 拉希 女士 辯護 針對 持有 並意 圖販毒 的 指控 而 調查 警官 是 同一 個 人 丹尼 爾赫格 提 總 警督 我 不 知道 妳 想 問出 什麼 來 
你們 去 犯罪 現場 的 時候 發生 了 什麼 事 嗎 ? 
妳 說 什麼 ? 
你 隨時 都 跟 客戶 在 一起 嗎 ? 當然 是 
赫格 提 總 警督 有 沒 有 說明 他 是 如何 讓 艾羅 認罪 的 ? 
聽 我 說 , 蘭克 警官 , 恐怕 再 繼續問 下去 就是 要 我 放棄 職業 保密 特權 只有 我 的 客戶 能 要求 根據 2007 年 《 法律 服務法 》 第 1.3 e 條的 規定 
我 想 妳 應該 已經 知道 了 吧 但 如果 妳 繼續 逼 我 的 話 我別 無選擇 , 只能 聯絡 妳 的 值班 督察 請 他 來 向 妳 解釋 好 的 , 謝謝 你 , 卡多納 先生 也許 你 可以 請 他 解釋 一下 關於此 特權 無效 的 部分 如果 這位 律師 被 發現 串謀詐 騙 或 以此 類推 , 有 任何 其他 的 犯罪 行為 
我 自己 出去 吧 
麗莎 在 哪裡 ? 
我 其實 就是 要 去 ... 等等 她 不是 跟 你 在 一起 嗎 ? 怎麼 了 嗎 ? - 她 ... - 怎麼 回事 ? 
她 沒 打來 ? 
- 你 跟 她 說 了 什麼 ? 
- 別 他媽 的 開始 吵 , 好 嗎 ? 
- 聽 好 ... - 我要 去 找 她 
不用 , 她 可能 在 回家 的 路上 吧 
哪裡 都 別 去 , 我 回家 她 會 坐在 門口 台階上 我 把 鑰匙 丟了 , 不然 我 不會問 你 
- 你 得 去 哪裡 嗎 ? 
- 對 , 我 45 分鐘後得 開會 
對 , 你 逮捕 的 那 傢 伙 , 公園裡 的 那 孩子 
- 對 , 她 說 ... - 我 的 女兒 ? 
她 對 此 感到 很 高興 - 高興 ? - 對 
- 不 可能 啦 - 她 以 你 為榮 , 兄弟 
不 , 她 沒 有 
你 去 做 點事 吧 去 打電話 , 打給 她 的 朋友 們 
她 沒 有 朋友 
好 
朵 瑞絲 , 拜 託 
- 再見 , 拉蒂莎 - 讓 我 解釋 不要 , 妳 跟 我 說 妳 要 失去 妳 的 孩子 們 了 我 幫助 了 妳 
- 是 這樣 沒錯 - 我 不 想要 聽 
- 我想 幫忙 , 我 發誓 - 不 , 妳 不想 , 沒人 想 
妳 不想 , 我 先生 不想 , 艾羅 也 不想 
妳 知道 怎麼 著 ? 誰 在乎 啊 ? 
我 不 需要 妳 
我 才 不要 放棄 
再見 嘿 嘿 
妳 記得 我 進 犯罪 調查部 的 第一天 嗎 ? 
" 蔻 洛伊 會帶 妳 到 處 看看 " 
" 有 任何 問題 , 就 去 問蔻 洛伊 " 
" 蔻 洛伊 , 妳 介 不介意 帶 新人 到 處 看看 ? 讓 她 感覺 真的 ... " 
- 對 ... " 賓至 如 歸 " , 對 - " 賓至 如 歸 " 
羅 伊 就是 會 那樣 
不是 針對個 人 妳 知道 嗎 ? 我 只是 ... 
一點 也 不在乎 其他人 我本來 要 說 " 比較 適合 單獨 工作 " 
而且 妳 覺得 我 是 馬 屁精 沒有 , 我 沒 這麼 想 , 不是 這樣 的 其實 不是 關於 妳 是關 於 我 , 關於 這份 工作 
- 關於 全部 的 事 , 是 ... - 因為 妳在 這裡 工作 
妳 知道 我覺 得 最煩 的 是 什麼 嗎 ? 克勞蒂亞梅 修 委婉 地 提出 改革 , 妳有 看過 她 在 網路 上面 對 的 那些 爛事 嗎 ? 真是太 噁 了 , 小妞 真的 嗎 ? 
死亡 威脅 , 她 好像 搬家 兩次 了 吧 
妳 查 了 這種 東西 ? 
- 對 啊 - 為何 ? 
為 什麼 要 讓 他們 稱心 如意 ? 我 不 知道 , 我 ... 我 跟 自己 說 這是 知己知彼 但事實 是 我 發現 我 自己 在 大半夜 氣到 不行 
我 知道 你 怎麼 想 , 好 嗎 ? 不 ... 你 不要 說話 , 好 嗎 ? 你 只要 照著 指示 做事 就 對 了 
但 我 很 適合 她 
是 啊 , 某種 守護 天使 嘛 
她 會 跟 我 聊 , 會 跟 我 傾訴 事情 
就是 你們 兩個 背著 我 偷偷 搞 在 一起 真 他媽 ... 她 沒 有 背 著 你 偷偷 來 
她 很 怕 你 , 她 沒 辦法 ... 你 就是 很 他媽 的 ... 你 就是 ... 
她 很 尊敬 你 , 但 你 從 來 都 不 在 你 不 傾 聽 , 也 不 對 話 , 你 什麼 也 沒給 她 什麼 也 沒 有 
怎樣 了 ? 發生 什麼 事 了 ? 
怎麼 了 ? 
怎麼 了 嗎 ? 
沒什麼 
好 , 計畫 改變 只要 給我 電話 號碼 就 可以 了 
她 的 密友 , 她 會 去 的 地方 
你 就 待 在 原地 , 你 做 得到 嗎 ? 
保持 聯絡 
那 你 的 會議 呢 ? 
嗨 , 小 各 , 聽 我 說 我 可以 送 你 去 某個 地方 如果 你 想 去 跟 朋友 玩 的 話 只要 你 9 點 以前 回來 就 行 
不用 , 不 需要 , 謝 了 - 我 不要 冒險 - 好 - 好 , 謝謝 - 你 還自稱 科學家 呢 
- 我 有 博士 學位 - 哈 囉 , 親愛的 我要 上樓 去 
- 好 - 我 等 一下 就要 睡 了 
謝謝 
只待個 幾天 而已 , 我 保證 - 好 - 只待 到 她 體力 恢 復 
好 ... 沒關 係 , 讓 我 有 機會 能 更 深入 瞭解 ... 她 是 怎麼 說 的 ? 售出 期限 
我 的 確是 有事 想 跟 你 聊聊 
我 只 想 說關 於 前 幾天 的 事 , 你別 生氣 
我們 兩個 都 說 了 些 ... 那個 啊 
好 , 對 啊 , 我 也 是 , 我 同意 
都 過去 了 啦 
我們 有 沒 有 ... 我們 沒有 芥末 醬 了 
她 把 芥末 醬 也 丟了 
你 說 " 那個 " 當你說 " 那個 啊 " , 你 ... - 不 知道 啦 , 算了 - 好 妳 等等 想吃點 晚餐 嗎 ? 還是 妳 ... 
抱歉 , 你 剛剛 說 " 那個 啊 " , 聽起 來 就 像 沒什麼 大不了 的 , 就 這樣子 但 其實 很 嚴重 耶 
好 對 不起 , 只是 因為 我 說 的 是 你 本能 地覺 得 我兒子 跟 他 朋友 們 有 做 錯事 這個 嘛 ... 我 是 說 , 這 不是 ... 不是 錯過 一次 結婚 紀念日 之類 的 事 
這挺 嚴重 的 對 , 我 知道 
所以 , 我 只是 在 試圖 理解 ... 你 為 何會 那樣 
我 不 知道 
- 我們 沒事 了 ? - 對 
媽 
我覺 得 我 想 待 在 自己 家 
也許 妳 跟 小 各 可以 來 我家 
待個 幾天 就 好 , 到 我 恢 復 正常 就 好 
好 嗎 ? 
我 是 丹尼 爾赫格 提 總 警督 , 請 留言 
丹 , 你 他媽 跟 我 開 玩笑 嗎 ? 
我 被迫 坐在 這裡 , 喝著 鳳梨雞 尾酒 跟 皇家 檢察署 的 首席 檢察官 一起 而且 我 已 經閒聊 不 下去 了 所以 你 最好 有個 非常 好 的 藉口 
總 之 ... 艾密 特賽 克 , 我們 要 怎麼 說 ? 我要 怎麼 跟 他 說 ? 
謀殺 未遂 、 實際 身體 傷害 ? 他媽 的 , 丹 , 你 跑 哪 去 了 ? 打給 我 
嘿 , 我 是 麗莎 , 抱歉 , 我現 在 無法 接電話 但 如果 你 留言 或是 我 認識 你 的 話 , 就 傳 簡訊來 我會 試著 回覆 你 的 
喂 好 , 是 急 診室 的 護理師 嗎 ? 
沒錯 , 有什麼 事 呢 ? 
好 , 我 是 偵緝 總 督察 丹尼 爾赫格 提 任職 於 哈克 尼 唐斯 警局 我 在 找 一名 白人 女性 她 可能 是 今天 晚上 入院 的 
年輕 、 瘦瘦的 、 金 髮 , 樣貌 是 20 多歲 出頭 
好 , 我們 會 發布 告示 
好 , 她 可能 是 今晚 入院 的 , 可能 有 ... - 某種 毒品 問題 - 好 如果 有 任何 符合 描述 的 人 出現 - 請 打 電話給 我 - 好 , 當然 好 
喂 , 兄弟 , 我 是羅斯卡 多納 
好久 不見 了 , 對 吧 ? 
聽 我 說 , 今天 有件 事情 , 有點 奇怪 
有位 茱恩蘭克 警佐來 找 我 回電給 我 , 好 嗎 ? 
距離 最近 的 警車 請 前往 厄斯金 路上 的 國王 阿姆斯 俱樂部 情況 是 22A 
115 呼叫 調派員 
115 , 請 說 
我們 將沿 凱代爾 大道 往北走 
- 派翠克 - 沒有 , 這裡 全無 消息 
聽 我 說 , 如果 她 出現 , 如果 她 回到 你家 去 如果 她 打給 你 , 或 有 任何 消息 我 需要 知道 , 你 懂 我 說 的 嗎 ? 
別亂 搞 , 好 嗎 ? 
好 , 我 說過 我會 的 
- 我 對 她 有責任 , 懂 嗎 ? 
伊姆蘭 說 他 把 照片 傳給 妳 了 妳 今晚 有 看到 這個 年 輕 小姐 嗎 ? 
麗莎 ? 
我 幾年 沒 看到 她 了 , 見 到 她 真 開心 
她 挺 嗨 的 , 跟 某些 傢 伙 在 一起 我 不 知道 , 但 他們 離開 了 他們 在 說 希格 南之類 的 東西 希格 南 ? 
那 是 什麼 ? 希格 南是 什麼 ? 是 狂歡 派 對 嗎 ? 
對 我 來 說 太酷 了點 
在 哪裡 ? 到底 在 哪 ? 
在 艾平 森林 之類 的 地方 吧 
妳 怎麼 會 認識 他 ? 
你們 是 怎麼 認識 的 ? 
要 做 什麼 ? 我會 注意 她 有 沒 有 來 
如果 她 跑 來 買 毒 的 話 , 我會傳 簡訊給 你 
輕 鬆 錢 
這 女生 是 誰 啊 ? 
你 要 去 哪裡 ? 
我們 要 去 哪 ? 
麗莎 不 , 是 我 , 她 沒事 , 我們 在 你家 
孩子 們 呢 ? 
我 妹妹 在 照顧 他們 很 好 
妳 為 何會 睡 在 車上 ? 
( 真 他媽 的 升降 椅 , 討厭 鬼 ) ( 回覆 : 殘障 廁所 ... ) 他 幫 我 安排 了 住 處 , 付 了 所有 的 房租 
我 一 不 在 妳 身邊 , 他 就 都 收回 了 我 沒 地方 可以 去 
拉蒂莎 , 這個 人 是 誰 ? 
這個 人 是 誰 ? 
- 妳 可以 滾 嗎 ? 
- 很 好 這是 四天 之內 , 妳 第二次 來 騷擾 我 了 
如果 妳有 問題 , 去問 我 的 代理人 
妳 最好 別 這樣 我 知道 妳 的 麻煩 已 經夠 多 了 
艾羅馬 提斯 在 24 小時 之 內 從 為 了 清白 而 抗議 變成 一概 招認 
而且 我 是 個 跛子 , 所以 妳 會 很 難 看 喔 
發生 了 什麼 事 讓 他 改變 心意 ? 
- 赫格 提 做 了 什麼 ? - TB _ DT 
你 怕 這個 嗎 ? 
你 應該 要 怕 
我 完全 不 知道 妳在 說 什麼 
在 數位 鑑識科 追查 帳號 的 時候 你 可以 去 跟 他們 說 
從 我家 滾開 可能 查 一下 IP 位址 看看 還有 其他 的 什麼 事情 追查 一下 虛擬 私人 網路 - 挖下去 , 如果 你 懂 我 的 意思 - 我 警告 妳 
湯尼 , 你 的 事業會 就此 斷送 
養 老金 也 會 沒 了 
跟 我 說 發生 了 什麼 事 我 可以 考慮 一下 要 拿 這資訊 怎麼 辦 
- 妳 很 愛這樣 , 對 吧 ? 
- 跟 我 說 發生 了 什麼 事 
妳 跟 妳 那些 小夥 伴們 
- 赫格 提無法針 對 這件 事 保護 你 - 妳 找 我 麻煩 , 彷 彿 我 是 問題 所在 
湯尼 , 你 根本 活在 夢 境裡 
我 ? 才 不是 , 親愛的 , 在 做 夢 的 人 是 妳 
我 在 東倫敦 工作 了 35 年 , 妳 根本 可笑 至極 妳 以 為 這 世界 是 班尼頓 的 廣告 親愛的 , 這 世界 是 個 戰場 
妳 去 塔村 看看 能 不能 找到 一個 種族 融合 的 社區 
沒辦法 , 妳 知道 為何 嗎 ? 因為 我們 全都 他媽 的 痛恨 彼此 
白人 痛恨 黑人 , 黑人 痛恨 土耳其人 土耳其人 痛恨 巴基斯坦 人 所以 別 跑 來 這裡 想要 威脅 我 , 或是 跟 我 說 這 世界 怎麼 運作 因為 我 不是 問題 , 我 是 解答 而 妳 , 瞧瞧 妳 啊 妳 只是 個樣 板 條子 , 好 , 快 滾 吧 
讓 她 睡過 去 
冰箱 旁邊 的 抽屜裡 有些 阿斯 匹靈 
要用 更強 的 藥得 先 問過 我 
拜 託 , 聽 我 說 拜 託 , 這些 資訊 只有 
而且 我們 已經 找出 IP 位址 就 在 距離 湯尼家 1 公里 半以 內 
這樣 不夠 , 妳 說 的 是 還在 服務 的 警官 
長 官 , 這是 其中 一個 威脅 妳 的 人 
並非 無 意義的 肉 搜 我們 只要 拿到 手機 跟 電腦 , 就 能 逮到 他 
不 需要 地方 法官 , 妳 只 需要 進去 證明 就 行 
你 啊 , 嘿 , 你 這個 人 , 嘿 , 我 在 跟 你 說 話 
現在 不是 好 時機 , 親愛的 , 好 嗎 ? 
聽 好 , 親愛的 , 快 走 開 , 不然 妳 會 受傷 
你 叫 我 朋友 來 監視 我 , 你 還自稱 警察 嗎 ? 
你 丟臉 死 了 , 你 明白 我 的 話 嗎 ? 
你 那 時候 說 謊 , 現在 也 在 說 謊 我 知道 你 幹 了 什麼 事 , 我 知道 我 知道 , 我 知道 你 幹 了 什麼 事 
妳 還好 嗎 ? 
喂 , 給我 下車 , 你 他 媽覺 得 自己 在 幹 嘛 ? 
下車 啦 
該 死 的 神經病 
嗨 , 我 是 朵 瑞絲 
我無法 接電話 , 但 請 在 嗶聲 後 留言 
嗨 , 媽 , 是 我 
希望 妳 睡 得 好 
我 只是 想 說 ... 對 不起 
我 把 自己 整理 乾淨 了 所以 , 妳 下次 來 的 時候 我會 比較 體面 一點 
妳 知道 我 愛 妳 
D 、 Y 、 A , 呼叫 所有 往東行 的 小組 
我們 現場 有 一名 受害者 是 非洲 裔 加勒比 黑人 女性 名字 是 朵 瑞絲馬 提斯 , 被 宣告 死亡 
救護員 的 工作 已到 最後階段 
除了 朵 瑞絲馬 提斯 那 條罪 還有 什麼 罪刑 ? 
網路 挑釁 , 其實 只是 逗逗 人 , 如此而已 - 如此而已 ? - 對 
嘿 , 我 也 許有 幾次 過分 了點 但 這 很 正常 , 大家 都 這樣 , 你 知道 嗎 ? 
要釋 放 壓力 , 這是 幽默 啊 
- 你 有 威脅 人 嗎 ? - 沒有 
我 是 說 , 不能 把 所有 事 看得 太過 認真 , 是 吧 ? 
他們 會 試圖 說 你 構成 了 可信 的 威脅 
他們 可以 嗎 ? 
聽 我 說 , 我 的 確傳 了 她 在 蘇格蘭場 辦 公室 的 圖 , 然 後 ... 還有 一 、 兩張 照片 , 是 啊 但 等等 , 並 不是 那樣子 的 
- 我 不會 真的 去 ... - 那 不是 重點 
兄弟 , 是 她 針對 我 , 好 嗎 ? 像 我 這種 人 ... 你 知道 啊 , 拜 託 , 像 我們 這種 人 ... 別吵 , 湯尼 , 好 嗎 ? 嘿 , 是 她 開戰 的 , 對 吧 ? 不然 她 覺得會 怎樣 ? 我 說現 在 別 吵 
如果 需要 做什麼 事 , 我會 做 
你 最好 去 做 
但 他們 現在 正在 搜 你家 你 知道 那 是 什麼 意思 嗎 ? 
所以 , 如果 我要 幫忙 , 我 得 能 幫得 上 才 行 
那麼 , 你 有事 需要 跟 我 說 嗎 ? 
這是 ... - 對 - 對 , 一場 悲劇 
花 了 一輩子 為 她 所 相信 的 事情 奮鬥 對 , 真是太 可惜 了 
為 此 而 死 
不 知道 是不是 最近 的 事 可能 引起 了 她 的 不安 也許 她 受到 了 影響 , 所以 才 會 很 情緒化 
讓 我 不禁 想起 她 的 先生 , 可憐 的 人 他 是 多麼 地 希望 她 能 忘記 這些 事 
那麼 , 如果 你 是 來 保護 你 兄弟 的 犯罪 巢穴 恐怕 你 太遲 了 , 我們 才剛 搜完 不是 , 當然 不是 , 我 不會 想 那麼 做 的 
結果 他 在網 路上 挺 活躍的 我 都 不 知道 
- 我 相信 是 那樣 - 所以 他 對 你 隱瞞 了 所有 事 ? 
儘 管 你 當 了 他 的 上司 長 達 20 年 之久 ? 
天 啊 , 長 官 , 這讓 你 聽 起來 他媽 的 真蠢 
好 吧 , 在 這種 情況 之下 我 很 難 反駁 此 說法 , 對 吧 ? 
只要 有 機會 檢視 證據 , 我應 該會 知道 更 多 
不會 的 , 恐怕 不會 有 這種 事 
正好 相反 這 案件 是 原本 臥底 工作 的 延伸 狀況 而 我 如 妳 所 說 , 是 他 的 上司 
所以 完成 之 後 , 我會 把 報告 傳給 妳 
- 不行 ... 這樣 不 ... - 感謝 妳 幫 我們 起 了頭 
我 希望 這裡 的 每 一 張紙 都 逐項 列出 並 加以 說明 
- 長 官 - 得 徹底 清查 
長 官 , 我 是 最先 到場 的 人 , 這是 我 的 案子 
不好意思 , 蘭克警 佐 , 這次 不是 
我 有克 勞蒂亞梅 修 助理 局長 的 電子 郵件 指揮系統 已經 確立 了 
如 你 所見 , 據 主管 所 說 你 與 這位 有 種族 歧視 、 厭女 情結 以及 發出 死亡 威脅 的 涉案 警官 具有 長 期且 密切 的關 係 不過 , 我會 很樂意 在 完成 的 時候 傳 一份 報告給 你 
是 被 指控 為 種族 歧視 、 厭女 情結 發出 死亡 威脅 的 警官 
你 不 可能 真的 認為 她 會 讓 你 負責 這件 案子 那 你 為何 跑 來 呢 ? 
來 表示 哀悼 嗎 ? 
來 保護 你 朋友 ? 
不 可能 
等等 , 我們 還沒 結束 
放 輕 鬆 , 老大 , 我們 在 慶祝 
( 請 敲門並 等待 ) 我 有 試著 打電話 , 老巫婆 來接 了 老天 保佑 她 
皇家 檢察 署終 於 有種 一點 了 指控 是 謀 殺 未遂 
拜 託 啦 老大 , 我們 逮到 槍手 了 
當我 沒 說 
這個 帶子裡 的 警員 是 丹尼 爾赫格 提 總 警督 和 湯尼吉爾福 伊警 佐 
現在 時間 是 2011 年 9 月 25 日 , 0 點 13 分 
列席 的 還有 艾羅馬 提斯 以及 他 的 律 師羅斯卡 多納 
我 明白 被告 想 修改 他 先前 的 陳 述 
對 
艾羅 , 你 自己 說 
我 ... 我 殺 了 她 
請 說 出 姓名 
我 殺 了 阿德 蕾 鮑 洛斯 
我 從 廚房 抽屜裡 拿 了 刀子 好 
我 把 刀 插入 她 的 身體裡 
哪個 部位 ? 
喉嚨 
你 把 刀 插進 她 的 喉嚨 裡嗎 ? 
你 記得 還有 哪個 部位 嗎 ? 
- 胸口 - 胸口 
這個 帶子裡 的 警員 是 丹尼 爾赫格 提 總 警督 和 湯尼吉爾福 伊警 佐 
現在 時間 是 2011 年 9 月 25 日 , 0 點 13 分 
列席 的 還有 艾羅馬 提斯 以及 他 的 律 師羅斯卡 多納 
我 明白 被告 想 修改 他 先前 的 陳 述 
對 
艾羅 , 你 自己 說 
我 殺 了 她 
請 說 出 姓名 
我 殺 了 阿德 蕾 鮑 洛斯 
哪個 部位 ? 
喉嚨 
她 的 喉嚨 ? 你 把 刀 插進 她 的 喉嚨 裡嗎 ? 
哪個 部位 ? 
喉嚨 
她 的 喉嚨 ? 你 把 刀 插進 她 的 喉嚨 裡嗎 ? 
你 記得 還有 哪個 部位 嗎 ? 
- 胸口 - 胸口 ? 
她 的 喉嚨 ? 
對 你 記得 還有 哪個 部位 嗎 ? 
- 胸口 - 胸口 
她 的 胸口 和 喉嚨 
她 的 胸口 和 喉嚨 
這些 不會 成立 的 你 當時 在給 他 答案 
這國家 沒有 一個 陪 審團會 同意 的 
這並 不 是否 認 
這次訊問 的 影片 據稱 已經 損毀 了 
- 我 不 需要 解釋 ... - 這並 非 否認 
有 一個 人 在 牢裡 有 另 一個 人 逍 遙法外 在 某處 , 跟 一個 命在旦夕 的 女人 
即使 只有 一秒 鐘 , 你 可以 理解 嗎 ? 重點 並不在 你 
你 跟 艾羅之間 發生 了 什麼 事 ? 
他 的 記憶 為 何會 突然 恢 復 ? 
還有 為何 感覺 就 像 他 在 尋求 你 的 引導 ? 
艾平 森林 裡有長 尾 小 鸚鵡 妳 知道 嗎 ? 
顯然 有 兩 隻 鳥 從 艾塞克斯 的 鳥 舍裡 逃走 了 在 100 多年 前 
現在 到 處 都 是 那種 鳥 
發生 了 什麼 事 ? 
赫格 提 總 警督 , 該 說 出來 了 
跟 我 說 發生 了 什麼 事 
