Αυτός δεν πέθανε . Απλώς παρέλυσε . 
Εδώ βρήκε ; 
Μπορείς να τον συνεφέρεις ; 
Δεν ξέρω . 
Ωραία . Συνήλθες . 
Μας εξολόθρευσαν ; 
Χάθηκε το κολιέ μου . 
Και τα νομίσματά μου . 
Και όλα τα κοσμήματα . 
Χάσαμε κάποια πράγματα . 
Ξέρετε κάτι ; 
Είναι βέβαιο . Θησαυροζουζούνια τούς σκότωσαν . 
Δεν ξέρουμε τίποτα . Σας βρήκαμε κάτω ξαπλωμένους στη σειρά . 
Κάποιοι θα πέρασαν από ' δώ πριν από μας . 
Τρίχες μαλλιών . 
Ξόρκι για ν ' απωθεί τα φαντάσματα . 
Ένα ξωτικό , ένας ψηλοπόδαρος , ένας μικροπόδαρος κι ένας νάνος . 
Έφαγαν εδώ . 
Έφαγαν ; Έχουν θράσος . 
- Πάμε να τους βρούμε . 
- Μια στιγμή . 
Δεν κάνουμε φιλανθρωπίες . 
Ορίστε . 
Ευχαριστώ . 
Γιατί δεν τους το είπες ; 
Είναι απλό . Όσο πιο πολλά πτώματα , τόσο το καλύτερο . 
Θέλω να λούσω τα μαλλάκια μου . 
Αν κουρευτείς , θα αναζωογονηθείς . 
Άρχισες πάλι τις κακίες . 
Εσύ δεν θες να πλύνεις τα γένια σου , Σένσι ; 
Από πότε έχεις να τα πλύνεις ; 
Ας τα πλύνουμε τώρα ! 
Τα μαλλιά παίζουν σημαντικό ρόλο στη μαγεία . 
Η φροντίδα τους είναι σαν προθέρμανση . 
Αν έχεις έτσι τα γένια σου , τα μαγικά μου δεν θα πιάνουν σ ' εσένα . 
Τέλεια . 
Ξέχασα ! Έχω ένα ωραίο σαπούνι . 
Θα σου πλύνω τα γένια και θα τα κάνω πλεξούδες ! 
Τι ; Δεν το βρίσκω . 
Σωστά , εκείνη τη μέρα ... 
Δεν το πιστεύω ! 
Ήταν πανάκριβο . 
Πάμε . 
Στο τέταρτο επίπεδο , υπάρχει λίμνη που σχηματίζεται από νερό που βγαίνει από βραχώδες υπόστρωμα . 
Το μαγικό νερό εκπέμπει μια αμυδρή λάμψη και , στα βάθη του νερού , αχνοφαίνεται η καστρούπολη σαν ψευδαίσθηση . 
Πώς εξερευνάς συνήθως το τέταρτο επίπεδο , Σένσι ; 
Ψαρεύω και βάζω παγίδες εδώ τριγύρω . 
Αυτά . Εσείς πώς περνάτε απέναντι ; 
Με μαγεία , φυσικά . 
Κάνω έτσι κι έτσι . 
Και ορίστε ! 
Περπατάμε πάνω στο νερό . 
Όχι ! 
Όχι ! - Όχι ! - Μην ταράζεσαι τόσο . 
- Όχι ! 
- Δεν πρόκειται . - Ας τον δέσουμε με σχοινί να τον σύρουμε . 
Κάν ' του μάγια όσο τον κρατάω . 
- Τι ; 
- Μ ' αυτήν την πανοπλία ... Μ ' αυτήν την πανοπλία , μόνο έτσι θα διασχίσει το νερό . 
Με τη βάρκα είναι επικίνδυνο . 
Οι άνθρωποι διαλέγουν πάντα τον εύκολο δρόμο . 
Μπορεί να σκουριάσεις σε μια στιγμή , αλλά χρειάζεται πολύς χρόνος για να ... Ορίστε ! 
- Είδες ; Δεν ήταν και τόσο δύσκολο , έτσι ; 
- Άμα σε ... 
Δεν καταλαβαίνω . Γιατί μισείς τόσο τη μαγεία ; 
Πολύ χαλαρά παίρνετε τα μάγια . 
Δεν το καταλαβαίνω . 
Ηρέμησε . Τώρα έγινε . 
Μπορεί και να σου αρέσει . 
Γιατί ; 
Γιατί δεν πιάνουν τα μαγικά μου ; 
Το μούσι θα φταίει . 
Λειτουργεί ως μονωτής ; 
Ποτίστηκε με τα έλαια και το αίμα διάφορων τεράτων . 
Πλύν ' το γρήγορα ! 
- Δεν ξέρω αν θα καθαρίσει μόνο με νερό . 
- Δεν χρειάζεται . 
Θα περάσω απέναντι με τον τρόπο μου . 
Τι ; Θα φτιάξεις βάρκα ; 
Θα βουλιάξεις σαν πέτρα . 
Όχι , κάποιο σχέδιο θα έχει . 
Μεγάλη εμπιστοσύνη τού έχεις . 
Δεν καταλαβαίνω . 
Δείτε . 
Είναι κέλυφος από μίμικ ; 
Ένα κέλπι ! 
Προσοχή ! Κάντε πίσω ! 
Μη φοβάστε , είναι ακίνδυνο . 
Η Αν είναι ένα άλογο που εμφανίζεται πάντα όταν ψαρεύω . 
Η Αν ; 
Καιρό τώρα αναρωτιέμαι αν θα μπορούσε να με περάσει απέναντι . 
Ίσως θα μπορούσα να την κατευθύνω με το κέλυφος του μίμικ . 
Ακούγεται φανταστικό ! 
ΩΡΑ ΓΙΑ ΠΕΡΙΠΕΤΕΙΑ Εγώ διαφωνώ . 
Θα ήταν πιο πρακτικό να κάναμε πλωτό με τα εντόσθιά του . 
Πώς μπορείς και λες κάτι τέτοιο ; 
Είσαι πολύ σκληρός ! 
Τα τέρατα είναι επικίνδυνα . Ειδικά τα χαριτωμένα . 
Τα κέλπι σε κάνουν να χαλαρώνεις και σε παρασέρνουν στο νερό . 
Δεν μπορείς να ξέρεις τι σκέφτεται ένα τέρας . 
Ξέρω καιρό την Αν , όπως και τα γκόλεμ . 
Την ξέρω πολύ καλύτερα από σένα . 
Γιατί έχουν όλοι αδυναμία στα θηλαστικά , ενώ δεν μ ' αφήνουν να καλλιεργήσω ανθρωποφάγο φυτό ; 
Τώρα ρωτάς σοβαρά ; 
Φύγαμε , Αν ! 
- Σένσι ! 
- Σένσι ! - Μάρσιλ ! - Τι ; 
Αν ... 
Σταμάτα , Αν ! 
Λάιος ! 
Συγχώρεσέ με , Αν. 
Όχι , μη . 
Δεν είναι δυνατόν ! 
Σε παρακαλώ , όχι ! 
Δηλαδή περίμενε να την καβαλήσω ; 
Μα μπορούσε να μου επιτεθεί ανά πάσα στιγμή . 
Δεν ξέρω . 
Δεν ξέρουμε πώς σκέφτονται τα τέρατα . 
Δεν καταλαβαίνω . 
Δεν καταλαβαίνω καθόλου . 
Θα κρυώνεις . 
Πάω ν ' ανάψω φωτιά . 
Στάσου ! Τη συμπαθούσες τόσο και τώρα θα τη φας ; 
Απίστευτο . 
Γιατί ; 
Να βοηθήσω ; 
Όχι . 
Θα το κάνω εγώ . 
Να σου πω . 
Να πάρω λίγο λίπος ; 
Πώς κι έτσι ; 
Έχω μια ιδέα . 
Τι στο καλό κάνουμε εδώ ; 
Τσίλτσακ . 
Κάτι επιπλέει εκεί . 
Ελπίζω να μην είναι άνθρωποι . Πάμε να δούμε . 
Τι ; Καλύτερα όχι . 
Τι είναι αυτά τα άσπρα ; 
Σιτηρά . 
Μάλλον σκόρπισαν . 
Να κι οι κάτοχοι . 
Ας τους βγάλουμε απ ' το νερό . 
Τι έγινε ; 
Δεν σου θυμίζει κάτι το πρόσωπό του ; 
Όχι . 
Το ξέρω αυτό το κομπόλτ . 
Το βρήκαμε νεκρό στο τρίτο επίπεδο . 
Πώς μας προσπέρασαν ; 
Είδαν γοργόνα κι αλληλοσκοτώθηκαν . 
Οι καημένοι ... 
Τσίλτσακ ... 
Τσιλ ! Τσίλτσακ ! 
Τσιλ ! 
Δεν μ ' άφησαν να τελειώσω το τραγούδι , μολονότι έκανα προσπάθεια να το θυμηθώ . 
Ωραία . 
Ας μην αφήσουμε να πάνε χαμένα τα σιτηρά . 
- Ας τους βοηθήσουμε . 
- Λίγο υπερβολικό το βρίσκω . 
Τότε θα τα κρατήσουμε για μας . 
Θα χαρεί κι η Μάρσιλ . 
Καημένη Μάρσιλ . 
Όχι ! 
Μα δεν είπα τίποτα . 
Υποσχέθηκες να μη φάμε ημιανθρώπους ! 
Ημιάνθρωποι ... 
Τι ακριβώς είναι ; 
Τι εννοείς ; 
Οι γοργόνες έχουν διάφορες μορφές . Από θηλαστικά μέχρι και ψάρια . 
Αυτή ανήκει στα ψάρια . Γεννάει αυγά , δεν έχει αφαλό ή ρώγες . Έχει βράγχια . 
Διαφέρουν πιο πολύ απ ' τους ανθρώπους απ ' ό , τι αγελάδες και γουρούνια . 
- Ξέχασέ το ! - Τι ; 
Γιατί ; 
Γιατί να τρώμε αγελάδες , αλλά όχι γοργόνες ; 
Νιώθω πως δεν είναι σωστό . 
" Νιώθεις " ; 
Νιώθεις ... 
Ακόμα να τελειώσουν . 
Αρχίζω να πεινάω . Φτιάχνουμε κάτι ; 
Ρίχνουμε τα σιτηρά σε νερό και τα θερμαίνουμε . 
Προσθέτουμε νιφάδες μίμικ και φύκια κι έπειτα ... 
Μια στιγμή . 
Αυτό ήταν στο κεφάλι του γοργόνου . 
Ναι , αλλά είναι ένα συνηθισμένο φυτό . 
Το χρησιμοποιούν για καμουφλάζ . 
Χωρίς αυτό θα έμοιαζαν ακόμα πιο πολύ με ψάρια . 
Είσαι ακόμα θυμωμένος ; 
Αρχίζει να καταντά ενοχλητικό . 
Καλά . Κάνε ό , τι καταλαβαίνεις . 
Φοβάμαι πως έκανα βλακεία . 
Λοιπόν , έτοιμο . 
Μάρσιλ , Σένσι . Ελάτε να φάμε . 
Πήγε κιόλας μεσημέρι ; 
Πού βρήκες τα σιτηρά ; 
Έπεσαν απ ' τους νεκρούς εξερευνητές και τα μάζεψα . 
Τι στο καλό σκεφτόσουν ; 
Έτσι μπράβο . Ήξερα πως μπορούσα να βασιστώ στη Μάρσιλ . 
Τώρα , πάει . Τα μαγείρεψες . Ορμάω ! 
Νιώθω κάτι περίεργο στην υφή . 
Τι είναι ; 
Μάλλον αυγά ψαριού . 
Θα ήταν στα φύκια . 
Νόστιμο . 
Το ξέρω . 
Χαίρομαι που τα πρόσθεσα . 
Έλα λίγο μαζί μου . 
Να σου πω ! 
Αυγά γοργόνας δεν ήταν ; 
Άκουσα πως οι γοργόνες κάνουν αυγά στα φύκια και τα φοράνε στο κεφάλι για να τα προστατέψουν ! 
Τι συμβαίνει ; 
Μάρσιλ . 
Σου άρεσε το φαγητό ; 
Ναι ! 
Σένσι . 
Για σένα . 
Έφτιαξα σαπούνι απ ' το λίπος του κέλπι . 
Χρησιμοποιείται συχνά στα έλαια μαλλιών , αλλά είναι κατάλληλο για ρούχα και σαπούνια . 
Μπορώ να το χρησιμοποιήσω αμέσως ; 
Ζυμώνεται ακόμα , δεν είμαι σίγουρη . 
Θέλω να δοκιμάσω . 
Δεν κουράστηκες για να το φτιάξεις ; 
Εντάξει . 
- Ευτυχώς ! 
- Πια μπορούμε να συνεχίσουμε όλοι μαζί . 
Κατάλαβα . 
Μόλις συνειδητοποίησα κάτι . 
Είναι ωραία να περπατάς στο νερό . 
Σ ' ευχαριστώ , Μάρσιλ . 
Μπήκε σαπούνι στο μάτι μου . 
Αναλαμβάνω εγώ . 
Θα τους εξολοθρεύσω ! 
Μη ! 
- Πρόσεχε ! 
Σου είπα να μην το κάνεις ! Οι υποβρύχιες εκρήξεις σκοτώνουν τεράστιο αριθμό . 
Αυτοί οι ξιφίες τρώγονται βραστοί , ψητοί , στον ατμό , αποξηραμένοι , καπνιστοί ή και ωμοί . 
Όπως κι αν τους κάνεις , είναι πεντανόστιμοι . 
Αλλά είναι πηγή τροφής και για άλλα τέρατα . 
Αν μειωθεί ο πληθυσμός τους , θα διαταραχτεί το οικοσύστημα . 
Πρέπει να τους σκοτώνουμε έναν έναν . 
Πολλά ζητάς ! 
Τώρα που το σκέφτομαι , κυκλοφορούν λιγότερα μεσαία τέρατα απ ' ό , τι συνήθως . 
Είδατε ; 
Πάντως , δεν μπορώ να πάω με το μαλακό . Ειδικά όταν θέλουν να μας σκοτώσουν . 
Πάντως , υπάρχουν πιο πολλοί ξιφίες απ ' ό , τι συνήθως . Δεν νομίζω πως υπάρχει λόγος ανησυχίας . 
Κι αν πεινάσουν τα τέρατα ; 
Δεν θέλω να πεθάνω για να προστατέψω το οικοσύστημά τους ! 
Πολύ βιάζεστε να διαλέξετε τον εύκολο δρόμο . 
Τι ; Τότε προσπάθησε εσύ να τους σκοτώσεις έναν έναν . 
Δεν είναι εύκολο ! 
Σκέψου λίγο το οικοσύστημα ... 
Τι συμβαίνει ; 
Σένσι ! 
Τι έγινε ; Απλώς μας προσπέρασαν . 
Χτύπησες ; 
Σένσι . 
Κάτι πλησιάζει . 
Μου κάνετε πλάκα ! 
Είναι τεράστιο ! 
Καλαμάρι ; 
Ή μήπως χταπόδι ; 
Είναι κράκεν ! 
Είναι γενικά μεγάλα τέρατα , αλλά αυτό είναι πολύ μεγαλύτερο . 
Φοβερό ! 
Τι θα κάνουμε ; 
Αν δεν προσέξουμε , θα μας πιάσει ! 
Θα του τραβήξουμε την προσοχή ! 
Βασίζομαι σε σένα , Μάρσιλ . 
Πάλι μαγεία ; 
Ηρέμησε . Θα το πετύχω αυτήν τη φορά . 
Έρχεται ! 
Τρέξτε γρήγορα ! 
Να το ! 
Τα κατάφερα ! 
Δεν το πιστεύω . Δεν έπαθε τίποτα ! 
Τα όπλα το πολύ πολύ να κόψουν λίγο εξωτερικά το δέρμα του . 
Κάποιο ξόρκι θα υπάρχει ... 
Μάρσιλ ! 
- Κάνε ξανά μαγικά . 
- Τι ; 
Δεν μπορώ να ξανακάνω τόσο ισχυρά μάγια κατευθείαν . 
Όχι . 
Αυτό μου αρκεί . 
Πρώτη φορά συναντάς κράκεν , έτσι ; 
Ξέρεις τι τέρας είναι ; 
- Όχι . - Τι ; 
Δεν ξέρω πολλά για τα κράκεν , αλλά έχω καθαρίσει καλαμάρια και χταπόδια . 
Πρόσεχε , Μάρσιλ ! 
Έρχεται κατά πάνω σου ! 
Περπάτημα επί των υδάτων ! 
Για να σκοτώσεις καλαμάρι ή χταπόδι , κάρφωσέ το ανάμεσα στα μάτια ! 
Απίστευτο . 
Τι ; 
Πού είναι ο Λάιος ; 
Παιδιά , εδώ . 
Αυτό το πλάσμα καταβρόχθιζε όλα τα τέρατα μεσαίου μεγέθους . 
Ελάτε λίγο . 
Πρέπει να καθαρίσετε κεφαλόποδο τουλάχιστον μία φορά . 
Τα καλαμάρια και τα χταπόδια καρφώστε τα εδώ για να τα σκοτώσετε . 
Έχουν ωραία γεύση ; 
Απίστευτο ! Δεν έχεις φάει ποτέ ; 
Είναι πεντανόστιμα ! 
Τρώγονται βραστά , ψητά , στον ατμό , αποξηραμένα , καπνιστά ή και ωμά . 
Όπως κι αν τα κάνεις , είναι πεντανόστιμα ! 
Ξέρω ένα καλό μέρος . Θα σου δείξω την επόμενη φορά . 
Δεν γίνεται τώρα ; 
Έσκαψα τον λάκκο μου ! 
Πολύ παράξενο ! 
Πώς τρώγεται αυτό ; 
Κάτσε να προσθέσω αλάτι . 
- Μάλιστα . 
Είναι πολύ πικρό . 
Μούδιασε το στόμα μου . 
Μάρσιλ , αλήθεια το τρως σε διάφορα πιάτα ; 
Όχι , λάθος ! 
Παρεξήγηση ! 
Υπέροχα ! 
Ένα μεγάλο παράσιτο για ένα μεγάλο τέρας ! 
Αηδία ! 
Πέτα το αμέσως ! 
Γιατί τόση φασαρία ; 
Τα περισσότερα πλάσματα περιέχουν παράσιτα . 
Και πολλά καταλήγουν στα γεύματά μας . 
Δεν χρειαζόταν να μου το πεις ! 
Αν το μαγειρέψουμε , θα τρώγεται κι αυτό . 
Όχι ! 
Είναι κι αυτό μια άποψη . 
Είπα , όχι ! 
Ας τα ψήσουμε με σάλτσα . 
Μου τη σπάει που μοσχοβολάει ! 
Έτοιμο ! 
Νόστιμο ! 
Δεν μπορώ να το περιγράψω , αλλά είναι πολύ μαλακό και εύγευστο ! Έχει λίγη γλίτσα , αλλά και μπόλικη σάρκα . 
Ωραίο είναι . Όχι κι άσχημο . Η γεύση του δεν μοιάζει με συνηθισμένο ψάρι . 
Δεν νομίζω πως ισχύει . 
Όπως κι αν το κάνεις , θα είναι πεντανόστιμο . 
Το δοκίμασα και ωμό και δεν με χάλασε . 
Κάτσε , το έφαγες ωμό ; Λίγο . 
Είχε πεθάνει , δεν υπάρχει πρόβλημα . 
Τα ψάρια τρώνε το κράκεν . 
Έτσι θα επιστρέψουν σταδιακά και τα τέρατα μεσαίου μεγέθους . 
Το στομάχι μου ... 
Τι συμβαίνει ; 
Είσαι καλά ; 
Ωραιότατα . 
Όπως το περίμενα . 
Είναι το ίδιο είδος που βρίσκεις και στα ψάρια . Είδα ένα όταν καθάριζα το σκουλήκι . 
Δεν μπορεί ... 
Δεν έχει ανθρώπους για ξενιστές , αλλά θ ' ανοίξει τρύπα στο στομάχι σου και θα πονάς . 
Πρέπει απλώς να περιμένεις να πεθάνει . 
Φοβάμαι πως θα πεθάνω πρώτος εγώ . 
Δεν του κάνεις κανένα ιαματικό ξόρκι πού και πού ; 
Καλά λες . 
Τώρα καταλαβαίνω . 
Οι γοργόνοι τρώνε τους ξιφίες και το κράκεν τρώει τους γοργόνους . 
Εξολοθρεύσαμε το κράκεν , και τα ψαράκια τρέφονταν απ ' αυτό . 
Ο Λάιος έφαγε το παρασιτικό σκουλήκι που ζούσε στο κράκεν και το παράσιτο του σκουληκιού άνοιξε τρύπα στο στομάχι του Λάιος . 
Ήταν αλαζονικό που μιλούσα για προστασία του οικοσυστήματος . 
Ήμασταν εξαρχής μέρος του κύκλου της ζωής . 
Ο Λάιος προσπάθησε να μιλήσει , αλλά απ ' τον αβάσταχτο πόνο και τη ναυτία κόλλησε το μυαλό του . 
Ο πόνος , που ήταν σαν να του έσκιζαν μαχαίρια τα σωθικά , κράτησε όλη νύχτα . 
Κι ορκίστηκε να μην ξαναφάει ποτέ ωμό παρασιτικό σκουλήκι . 
