Βήματα . 
Τι έκπληξη ! 
Όντως ψήνουν κρέας . 
Ελπίζω να μην είναι τίποτα εγκληματίες που απαγορεύεται να βγουν στην επιφάνεια . 
Κατασκηνωτές είμαστε . 
Δεν θα σας πειράξουμε . 
Την ξέρω αυτήν τη φωνή . 
Έπεσα μέσα ! 
Λάιος , εσύ είσαι ! 
- Νάμαρι ! 
- Νάμαρι ! 
Γνωρίζεστε ; 
Ήμασταν στην ίδια ομάδα . 
Χρόνια και ζαμάνια . 
Μια βδομάδα πέρασε . 
Να σας συστήσω . 
Οι τωρινοί μου εργοδότες , ο κύριος και η κυρία Τάνσου . 
Εργάζονται ως προσωπικοί λόγιοι και πληρώνουν πολύ καλά . 
Κι αυτά είναι τα δίδυμα , ο Κάκα και η Κίκι . 
Για να είμαι ειλικρινής , όλο τους μπερδεύω . 
Νάμαρι , πώς φέρεσαι έτσι ενώ εγκατέλειψες τη Φάλιν ; 
Την εγκατέλειψα ; 
Απλώς αρνήθηκα να μπω δωρεάν στα σαγόνια του θανάτου . 
Άμα σε ... 
Μάρσιλ , ηρέμησε . 
Χαλαρώστε και λίγο . 
Η Φάλιν δεν θα ήθελε να πάθετε κάτι . 
Αλήθεια , έχετε θεραπευτή στην ομάδα σας ; 
Η φίλη μου χρειάζεται φροντίδα . 
Με τι αντάλλαγμα ; 
Έχουμε κέλπι . 
Δεν θα πάρουμε . 
Πάμε , Νάμαρι . 
Αν είσαι φιλάνθρωπος στο μπουντρούμι , σε εκμεταλλεύονται . 
Ακόμα και το πτώμα που συναντήσαμε στον δρόμο , κουβαλούσε αμοιβή για αναβίωση . 
Θα συνεχίσετε ; 
Κυκλοφορεί ένα ουντίν κι είναι επικίνδυνο . 
Ένα ουντίν ; 
Άρα η κοπελιά εξόργισε κάποιο πνεύμα του νερού ; 
Μη μας υποτιμάτε . 
Οι νάνοι ζούμε δίπλα σε θεούς και πνεύματα από την αρχαιότητα ακόμα . 
Εμείς τα πνεύματα τα βλέπουμε ως γείτονες , δεν τα φοβόμαστε . 
Ουντίν ! 
Σεβαστό πνεύμα του νερού ! Άκου τη φωνή μου κι απάντησέ μου ! 
Δεν πιάνει . 
Παππού Τάνσου ! 
Δεν πέτυχε . 
Νάμαρι ! 
Η Νάμαρι πέθανε ! 
Θα αναρρώσει αμέσως . 
Ιρά φα λάνε μπρέτε λάνε μπρετέγκο . 
Πανάθεμά σε , παλιόγερε ! 
Πάντα με χρησιμοποιείς σαν ασπίδα ! 
Γι ' αυτό σε πληρώνω αδρά ! 
Ξόρκι ανάστασης ; 
Αντιπαθώ ιδιαίτερα αυτό το είδος μαγείας . 
Είσαι κατά της ανάστασης ; 
Δεν είναι ευχάριστο θέαμα . 
Είναι αφύσικο να ανασταίνονται οι νεκροί . 
Έξω απ ' το μπουντρούμι , ναι . Εδώ είναι φυσιολογικό . 
Δεν είναι φυσιολογικό . 
Δεν είναι φυσιολογικό , Λάιος . 
Ακριβώς . 
Αυτό το μπουντρούμι είναι μαγεμένο . 
Προσκολλά την ψυχή στο σώμα . 
Έτσι , όση ζημιά κι αν πάθει το σώμα , η ψυχή δεν απελευθερώνεται ποτέ . 
Και μόλις επουλωθούν τα τραύματά σου , μπορείς να επανέλθεις . 
Κατά τη γνώμη μου , δεν μιλάμε για ανάσταση νεκρών . 
Εδώ απαγορεύεται ο θάνατος . 
Πραγματικά πρόκειται για τρομερή κατάρα . 
Εκτός αυτού , μελετώ παρόμοια αρχαία ξόρκια . 
Ήρθα εδώ για να ερευνήσω έναν μαγικό κύκλο , αλλά , όπως βλέπετε , δεν μπορώ να βασιστώ και πολύ στη συνοδό μου . 
Αν με βοηθήσετε στην έρευνά μου , θα θεραπεύσω τη σύντροφό σας . 
Σύμφωνοι . 
Θα σε συνοδέψουμε εγώ κι ο Σένσι . 
Εδώ πρέπει να είναι . 
Χαρακτήρες ξωτικών . 
Τι απαίσιος γραφικός χαρακτήρας ! 
Μας εμποδίζουν οι ρίζες . Πάρτε τες . 
Λάιος , έχεις ακόμα εκείνο το τρομακτικό σπαθί ; 
Πόσες φορές σ ' το ' χω πει ... 
" Πάρε ένα από μαγαζί " , σωστά ; Το ξέρω . 
Να πάρεις χειροποίητο από νάνο . 
Μην πας σε μαγαζί μικροπόδαρου . 
Και μη χρησιμοποιείς το ίδιο θηκάρι . 
Κι εσύ εκεί πρέπει να φροντίζεις κάπου κάπου το όπλο σου ! 
Λυπάμαι το τσεκούρι σου ! 
Θα με θεωρείς ενοχλητική , έτσι δεν είναι ; 
Όχι . 
Στον χειρισμό όπλων σε εμπιστεύομαι περισσότερο απ ' όλους . 
Κάντε πίσω . 
Τι συμβαίνει ; 
Παραμονεύει ένα τέρας . 
Σκότωσέ το . 
Δεν ξέρω τι είναι ούτε πού κρύβεται . 
Τότε , πώς είσαι σίγουρος ότι υπάρχει τέρας ; 
Απλώς το διαισθάνομαι . 
Μιλάς σοβαρά ; 
Κύριε Τάνσου . 
Να εμπιστεύεσαι τον Λάιος σε κάτι τέτοια . 
Δεν έχω την πολυτέλεια για αβάσιμες υποψίες . 
Αν παραμονεύει , κάν ' το να βγει έξω . 
Κατάλαβα . 
Είναι πλοκάμια . 
Σταμάτα να το θαυμάζεις ! 
Κίκι , κρατήσου ! 
Κι εσύ μη στέκεσαι έτσι ! 
Νίκησε το τέρας ! 
Δεν το φτάνουν τα όπλα μας . 
Γρήγορα , κάντε κάτι ! 
Μήπως να αφήναμε επίτηδες να μας πιάσει για να το πλησιάσουμε ; 
Τα πλοκάμια ανήκουν στα κνιδόζωα . 
Αν έρθουν σε επαφή με το δέρμα , εκτοξεύουν δηλητηριώδη αγκάθια που παραλύουν . 
Αν μας πιάσουν , ίσως δεν θα βγούμε ζωντανοί από εδώ . 
Και να πεθάνετε , θα σας αναστήσω . 
Άκου να δεις ... 
Εντάξει , θα πάω . 
Σένσι , δώσ ' μου το κράνος σου . 
Λάιος , μην πας ! 
Μη βασίζεσαι πως θα πετύχει το ξόρκι της ανάστασης . 
Όλα θα πάνε καλά . 
Σ ' εσένα και στον Σένσι βασίζομαι . 
- Τι εννοεί ; 
- Δεν ξέρω . 
Λοιπόν . 
Για κοπιάστε , πλοκάμια ! 
Αμάν ! 
Διαπερνούν την πανοπλία , όπως το φοβόμουν . 
Ήδη μούδιασαν τα χέρια μου . 
Όμως ... 
Τι στο καλό κάνεις , Λάιος ; 
Χτύπα τα στη μέση ! 
Στη μέση ! 
Να πάρει . 
Αυτό εννοούσε , λοιπόν ! 
Την πιο δύσκολη δουλειά μού ανέθεσε ! 
Κίκι ! 
Λάιος , είσαι καλά ; 
Μάλλον όχι . 
Κίκι , τι έπαθες ; 
Θα σε θεραπεύσω αμέσως . 
Δεν θα είναι εύκολο . 
Συγγνώμη , μπορεί να πάρει ώρα . 
Με την ησυχία σου . 
Είναι ιδέα μου ή άλλαξε το πρόσωπό σου ; 
Με τσίμπησαν πλοκάμια . 
Αυτό τι να το κάνω ; 
Γιατί το κρατάς ; 
Όταν το έκοψα , μούδιασε το χέρι μου και τώρα δεν μπορώ να το αφήσω . 
Το χέρι σου μοιάζει με νάνο . 
Για να δω . 
Πλοκάμια " Κισσός " ; 
" Η πλύση με ξύδι μειώνει την τοξικότητα των κεντριών . 
Μπορεί να έχει το αντίθετο αποτέλεσμα , ανάλογα με το είδος των πλοκαμιών . Γι ' αυτό , προσοχή . 
Κάντε κάθετη τομή και ξεφλουδίστε το κάθετα για να αφαιρεθεί το εξωτερικό στρώμα με τα κεντριά " . 
ΠΛΟΚΑΜΙΑ ΜΕ ΝΤΡΕΣΙΝΓΚ ΞΥΔΙΟΥ 
Είναι νόστιμο απ ' ό , τι φαίνεται . 
Κάνεις πλάκα ; 
Όχι , είναι απλώς μια διασκεδαστική πληροφορία . 
Αν είναι η μόνη λύση , δεν έχω άλλη επιλογή . 
Μάλιστα . Δεν είναι κακό . 
Αν μαγειρευτεί σωστά , θα γίνει ακόμα πιο νόστιμο . 
Να δοκιμάσω κι εγώ ! 
Ειλικρινά , έχει άλλη γεύση ανάλογα με το σημείο ! 
Θα το φαντάστηκες . 
Όχι , αλήθεια ! 
Δοκίμασε . 
Σαν να τρώω ξύδι . 
Θέλεις λίγο , Μάρσιλ ; 
Τι είναι ; 
Ξινό . 
Και μαστιχωτό . 
- Πείτε μου πως είναι ρίζα τάρο . 
- Κι εσύ , Νάμαρι . 
Αυτό το σημείο δοκίμασε . 
Όχι , ευχαριστώ ! 
Δεν μας λείπει φαγητό ! 
Ωραίο είναι , πάντως . 
Όχι ακριβώς , αλλά θα γίνει , αν προετοιμαστεί σωστά . 
Το βράζουμε ή το πολτοποιούμε και μετά το τηγανίζουμε . 
Καλό ! 
Μου γλίστρησε ! 
Συγγνώμη που περιμένατε . 
Θα σε κουράρω τώρα . 
Ευχαριστώ . 
Τότε , σε παρακαλώ , κάνε καλά αυτήν πρώτα . 
Ιλάβα ρίτγκε ατέους πιλίτος νουσουέρα ιμποϊσιμέ σέους ουέρμπρα . 
Τι τέλειο να είσαι υγιής ! 
Σ ' ευχαριστώ , κύριε Τάνσου . 
Κι εσένα , Λάιος . 
Τι έπαθε η φάτσα σου ; 
Τη Νάμαρι ευχαρίστησε . 
Έχεις απίστευτο σημάδι . 
Δεν το πιστεύω πως το πέτυχες με την πρώτη . 
Είμαστε τυχεροί που ξέρεις κι από βαλλίστρες . 
Πρώτη φορά χρησιμοποίησα . 
Νάμαρι . 
Ευχαριστώ για τη βοήθεια . 
Θα προσπεράσω το περιστατικό με τη Φάλιν . 
Παρακαλώ . 
Όταν πληρώνεσαι , τα δίνεις όλα . Όχι όπως όταν δεν παίρνεις μία . 
Ηρεμήστε . 
Πάει πια , πέρασε . 
Όχι βέβαια ! 
Ειδικά εσύ γιατί κάνεις λες και δεν σε αφορά ; 
Απίστευτο ! 
- Παρεξήγηση ! 
- Είσαι ο αρχηγός ; 
Δύσκολος ρόλος , έτσι ; 
Κοιτάζει προς τα εδώ . 
Είναι ακόμα θυμωμένο ; 
Τι έκανες και το εξαγρίωσες τόσο ; 
Δεν μου έχουν επιτεθεί ποτέ τόσο άγρια . 
Παίζει να έριξα πάνω του καυτό νερό κατά λάθος . 
Κακό αυτό . Κλασικό ξωτικό . 
Ξωτικά ... 
Δεν έχει σχέση το είδος μου ! 
Υπάρχει τρόπος να κατευνάσουμε το πνεύμα χωρίς μαγεία ; 
Είναι απλό . 
Το ουντίν είμαι μία κολεκτίβα μικροσκοπικών πνευμάτων . 
Αν πεθάνουν τα πρόσωπα που το συνθέτουν , γεννιέται μια νέα γενιά και η εχθρότητα φθίνει . 
Το προσδόκιμο ζωής ενός πνεύματος είναι μία εβδομάδα το πολύ . 
Μία εβδομάδα ; 
Δεν μπορώ να περιμένω τόσο . 
Ούτε κι εμείς . 
Προς το παρόν θα επιστρέψουμε στην επιφάνεια . 
Θα συνεχίσουμε άλλη φορά την έρευνα . 
Λοιπόν , ας ετοιμάσουμε το ξόρκι επιστροφής . 
Εμπρός , Λάιος . Ετοιμάζουν το ξόρκι επιστροφής . 
Κύριε Τάνσου , θέλω να ζητήσω μια χάρη . 
Θέλετε να γυρίσω μαζί τους στην επιφάνεια ; 
Τώρα ; 
Αφού φτάσαμε ως εδώ ; 
Σου τελείωσε η μαγεία . 
Λένε πως όταν ξεμένεις από μαγεία , είναι σαν να έχεις αναιμία . 
Πήγαινε στην επιφάνεια με την ομάδα του κου Τάνσου . 
Είμαι μια χαρά . 
Μου κάνει εντύπωση πόσο καλά νιώθω . 
Ίσως χάρη στο συκώτι . 
Δεν αλλάζει τόσο άμεσα η κατάστασή σου αν φας ένα θρεπτικό γεύμα . 
- Πρέπει καθημερινά ... 
- Άσ ' το για μετά . 
Αλήθεια , νιώθω φανταστικά . 
Νιώθω πως επανήλθε και λίγη μαγεία τώρα που ξεκουράστηκα . 
Μα το ραβδί σου δεν έχει τη συνηθισμένη μαγική αύρα . 
Επειδή ... 
Ας την αφήσουμε . 
Γιατί γελάς ; 
Δεν έχω ξαναδεί αυτήν την έκφραση . 
Πάντως , εσείς τι θα κάνετε μόνοι σας ; 
Δεν μπορείτε να τα βάλετε με τον δράκο οι τρεις σας . 
Εμένα μη με υπολογίζεις . 
Άσε που το τσεκούρι σου δεν θα κάνει το παραμικρό στον δράκο . 
Νάμαρι , έχεις νικήσει πολλούς δράκους , σωστά ; 
Ναι . 
Τότε ... σε παρακαλώ , Νάμαρι . 
Έλα μαζί μας ! 
Μιλάς σοβαρά ; 
Βοήθησε την ομάδα μας να νικήσει τον κόκκινο δράκο . 
Θέλω να σώσω τη Φάλιν πάση θυσία ! 
Μια χάρη σού ζητάω ! 
Θα βρω τρόπο να μαζέψω τα λεφτά ! 
Ξέχνα το , Μάρσιλ . 
Γιατί ; 
Η κοινότητα των εξερευνητών είναι μικρή . Το κουτσομπολιό ταξιδεύει σαν αστραπή . 
Η Νάμαρι έχει οικονομικά προβλήματα τώρα τελευταία . 
Κι εσύ , κύριε Τάνσου , το έμαθες , σωστά ; 
Σωστά . 
Φαντάσου λοιπόν να γύριζε στην παλιά ομάδα της για λεφτά . 
" Αν η τιμή είναι καλή , θα κάνει τα πάντα " . 
Έτσι θα λένε όλοι . 
Μπορεί να παρουσιαστούν νέες ευκαιρίες , αλλά από τελείως διαφορετικούς πελάτες . 
Γι ' αυτό , ξέχνα το . 
Ειδικά αν νοιάζεσαι για το μέλλον και των δυο σας . 
Ισχύει . 
Ξέχνα το , Μάρσιλ . 
Όχι , υπάρχει λύση . Μπορώ να επανακτήσω τη μαγεία μου . 
Πώς ακριβώς ; 
Θα πιω το ουντίν ! 
Τι ; 
Το ουντίν ; 
Τι αντίδραση είναι αυτή ; 
Πού είναι ο γνωστός ενθουσιασμός ; 
Δεν μ ' ενδιαφέρουν τα πνεύματα . 
Τα πνεύματα τρέφονται με μαγεία . 
Σίγουρα θα έχουν άφθονη μαγική ενέργεια ! 
Θα δυσκολευτούμε περισσότερο να το πιάσουμε απ ' το να το νικήσουμε . 
Τα πνεύματα του νερού είναι ευάλωτα στη ζέστη . Ίσως το χρησιμοποιήσω κάπως . 
Ίσως να κάναμε επίθεση με κάποιο καυτό όπλο . 
Ή να ρίχναμε λάδι στη λίμνη , ν ' ανάβαμε φωτιά και να το παγιδεύαμε . 
Όταν επιτίθεται , χύνεται στο έδαφος . Ίσως να το έπινα στα γρήγορα . 
Θ ' ανοίξει τρύπες στο σώμα σου από μέσα . 
Καλά λες . 
Σκέψου κάτι . 
Θα υπάρχει τρόπος . 
Αν ζεστάνω το τσουκάλι και το κάνω ασπίδα , θα παίζω άμυνα κι επίθεση μαζί ! 
Τα ουντίν μπορούν να διαπεράσουν μέχρι και πέτρες . 
Λες να σε προστατέψει ένα παλιοτσουκάλι ; 
Είναι άδικο να το λες " παλιοτσουκάλι " . 
Είναι οικογενειακό κειμήλιο που πέρασε από γενιά σε γενιά . 
Το συντηρώ με πολλή φροντίδα . 
Δεν καίγεται ποτέ και μοιράζει ομοιόμορφα τη θερμότητα . 
Είναι εξαιρετικό τσουκάλι . 
Μια στιγμή . 
Το χρώμα , το λούστρο , το βάρος , η υφή ... 
Είναι αδάμαντας ! 
Απίστευτο . 
Ως όπλο σπάει μέχρι και κόκαλο δράκου . Ως πανοπλία προστατεύει κι απ ' τα δόντια του . 
Αδάμαντας , το μέταλλο που ονειρεύεται κάθε σιδηρουργός . 
Τι δουλειά έχει σε τσουκάλι ; 
Αρχικά ήταν ασπίδα , αλλά δεν τη χρειαζόμουν , οπότε ... 
Πώς το χαράμισες έτσι ; 
Λες ν ' αντέξει την επίθεση ουντίν ; 
Εννοείται ! 
Έχουμε και τσουκάλι και καπάκι . Μπορούμε να τα κρατάμε και να επιτεθούμε από δυο μεριές . 
Και θα τα κάψουμε ! 
Είναι η μόνη μας επιλογή . 
Σοβαρά ; 
Ακόμα κι αν έχουν γερές ασπίδες , τα ουντίν είναι πανίσχυρα . 
Ο νάνος ίσως θα μπορούσε να το πιάσει . Ο Λάιος θα τα καταφέρει ; 
Μόλις κινηθεί η επιφάνεια , ετοιμάσου . 
Ας μη χάσουμε την ευκαιρία . 
Έρχεται ! 
Λάιος ! 
Τι απίστευτη δύναμη ! 
Λάιος ! 
Νάμαρι ... 
Τώρα ! 
Ωραία , συνεχίστε . 
Κουράγιο ! 
Πάνω στις φλόγες ! 
Κάηκα ! 
- Φοβερό ! 
- Απίστευτο . 
Εκπληκτική δύναμη . 
Νάμαρι , Σένσι . Σας ευχαριστώ ! 
Κι εσένα , Λάιος . 
Είσαι καλά ; 
Παρά την κορμοστασιά του , είναι αδύναμος . Κλασικός ψηλοπόδαρος . 
Ξέχασα . 
Δεν χρειάζεται να το πιεις όλο με τη μία . 
Η μαγεία των πνευμάτων δεν απορροφάται εύκολα . 
Πρέπει να το συνδυάσεις με κάτι που βοηθάει στην απορρόφηση . 
Σένσι ... 
Ας μαγειρέψουμε . 
Καθαρίζουμε πατάτες , καρότα , κρεμμύδια και πλοκάμια . Μετά τα κόβουμε κομματάκια . 
Μαρινάρουμε το κέλπι με αλατοπίπερο και το τηγανίζουμε μέχρι ν ' αλλάξει χρώμα . 
Προσθέτουμε κρεμμύδια και καρότα , τα σοτάρουμε μαζί και τα βάζουμε στο ουντίν . 
Ξαφρίζουμε , προσθέτουμε πατάτες και μπαχαρικά και σιγοβράζουμε . 
Έτοιμο ! 
ΟΥΝΤΙΝ ΣΤΙΦΑΔΟ ΜΕ ΠΛΟΚΑΜΙΑ ΚΑΙ ΚΕΛΠΙ 
Καλά , πού πήγαν όλοι ; 
Να συνεχίσουν την έρευνα στον πύργο απέναντι απ ' το νερό . 
Γυρίσαμε ! 
Δεν ήξερα πως θα ήταν τόσοι πολλοί . 
Ευτυχώς τους κανονίσαμε . 
Να σας πω , θέλετε να φάτε μαζί μας ; 
Ορίστε . 
Ωραίο φαίνεται . 
Εσύ το έφτιαξες , Μάρσιλ ; 
Βοήθησε πολύ κι ο Σένσι . 
Ορίστε , Νάμαρι . 
Σταμάτα να σερβίρεις και φάε . 
Εντάξει . 
Ναι ! 
Άρχισε να επανέρχεται η μαγεία ! 
Παιδιά , φτάσατε ως εδώ τρώγοντας ό , τι βρίσκατε στον δρόμο ; 
Ναι . 
Ήμουν προετοιμασμένη να με κατακρίνουν που έφυγα απ ' την ομάδα , αλλά δεν περίμενα να ξεπέσουν έτσι . 
Ίσως είναι μια μορφή τιμωρίας . 
Είναι πεντανόστιμο ! Ο ζωμός πότισε και τα υλικά . 
Πώς έγιναν όλα τόσο γρήγορα ; 
Χάρη στο τσουκάλι ; 
Λες να κάνει ο αδάμαντας για σκεύη ; 
Σένσι δεν σε είπαμε ; 
Ξέρεις , το τσεκούρι σου ... Συγγνώμη που το κορόιδεψα . 
Δεν πειράζει . 
Η αλήθεια είναι πως δεν ενδιαφέρομαι καθόλου για τη σιδηρουργία . 
Δεν μπορώ να ξεχωρίσω τα διαφορετικά ορυκτά και οι φίλοι μου συχνά εκνευρίζονταν μαζί μου . 
Νάμαρι , εμείς επιστρέφουμε στην επιφάνεια . 
Εσύ μπορείς να μείνεις . 
Τι είναι αυτά που λες ; 
Δοκίμασε τουλάχιστον μια μπουκιά ! 
Έχει περίεργη υφή , αλλά είναι πολύ νόστιμο ! 
Μα ... 
Δεν μπορώ να σας ζητήσω να μ ' εμπιστευτείτε , αλλά δεν θέλω να είμαι απλώς μια μισθοφόρος . 
Θέλω να με δεχτείτε σαν μία από εσάς . 
Θα βάλω τα δυνατά μου . 
Ειλικρινά , Τσίλτσακ , νόμιζα πως εσύ θα έφευγες πρώτος απ ' την ομάδα . 
Δεν είσαι τύπος που δουλεύει δωρεάν . 
Άσ ' τα να πάνε . 
Γι ' αυτό επιμένω πάντα να πληρώνομαι προκαταβολικά . 
Το πρόβλημα είναι πως δεν την κάνω σε τέτοιες περιπτώσεις . 
Τι ; Έμεινες λόγω της δουλειάς ; 
Όχι για τους φίλους ή τη σχέση μας ; 
Άκου , Μάρσιλ . 
Θα σου πω κάτι σημαντικό . 
Όσοι λένε πως δεν θέλουν αντάλλαγμα για κάτι είναι τα πιο αναξιόπιστα άτομα στον κόσμο . 
Αλήθεια , τι κάνει ο Σούρο ; 
Δεν έχω ιδέα . 
Πρέπει να είχε κι άλλες διασυνδέσεις . Αλλά ήταν ερωτευμένος με τη Φάλιν και ήθελε να της κάνει πρόταση . Λογικά θα την ψάχνει ακόμα απεγνωσμένα . 
Τι ; 
Δεν είχα ιδέα . 
- Κοσμάρα . 
- Εντελώς . 
Ακούστε , ξέρω πως νοιάζεστε για τη Φάλιν , αλλά πρέπει οπωσδήποτε να ξαναγυρίσετε στην επιφάνεια . 
Νάμαρι , να προσέχεις . 
Τα λέμε ! 
Υποτιτλισμός : Λιάνα Μεσάικου 
