Περσία . 
Ελλάδα . 
Μακεδονία . 
Τι παράξενο , τόσο μένος για απλές γραμμές σε έναν χάρτη . 
Εκτός αν ακολουθείς δρόμο ηρώων . 
Κι έτσι , ο νεαρός βασιλιάς Αλέξανδρος ξεκινάει την επική του περιπέτεια , αποφασισμένος να μεταφέρει τη μάχη στη γη του άσπονδου εχθρού του . 
Ένα μικρό βασίλειο ... τα βάζει με τη δύναμη του τεράστιου δυνάστη του . 
Τι καραδοκεί όμως ; 
Είναι δόξα ... ή παραφροσύνη ; 
Την άνοιξη του 334 π.Χ. , λοιπόν , έχοντας νικήσει και καταστείλει κάθε ανταρσία , εξέγερση και απειλή στην Ελλάδα , ο Μέγας Αλέξανδρος και ο στρατός του φεύγουν από τη Μακεδονία για να εισβάλουν στην Περσία . 
Ο Αλέξανδρος προελαύνει ανατολικά από τις Αιγές , και μετά από 22 μέρες , ο στρατός φτάνει στον Ελλήσποντο . 
Φτάνει στη Μικρά Ασία με έναν στρατό 32.000 ανδρών πεζικό , 5.000 ανδρών ιππικό , και σαφώς ανάμεσά τους οι στενοί φίλοι του , ο Πτολεμαίος και ο Ηφαιστίων . 
Ήταν καίριας σημασίας για τον Αλέξανδρο πώς θα τον δέχονταν τα στρατεύματά του . Αυτοί οι άνθρωποι θα έπρεπε να τον αποδεχτούν , να τον ακολουθήσουν , να πεθάνουν γι ' αυτόν . 
Ο ουρανός δεν σηκώνει δύο ήλιους . 
Ούτε η Γη δύο αφέντες . 
Η Ασία θα είναι το δώρο μας από τους θεούς . 
Ας ξεκινήσει η εισβολή . 
Ο Αλέξανδρος πρέπει να δείξει από νωρίς μια επιτυχία για να πείσει τους ακολούθους του ότι όλο αυτό το εγχείρημα , που εξαρχής φαίνεται κάπως αστείο , έχει πιθανότητες επιτυχίας . 
Αφέντη , οι άντρες είναι κουρασμένοι από την πορεία τόσων ημερών . 
Μετά από μια ήττα που σφαγιάστηκαν σχεδόν οι μισοί . 
Ακριβώς . 
Χρειάζονται ηγεσία . 
Να στήσω τις γραμμές για να τις επιθεωρήσεις . 
Να σε γνωρίσουν . 
Αδελφέ , τους χρειαζόμαστε μαζί μας . 
Δεν μας φτάνουν , Πτολεμαίε . 
Θέλουμε τους θεούς με το μέρος μας . 
Πάμε . 
Δεν είναι μακριά ο ναός . 
Είναι η στιγμή που ο Αλέξανδρος πρέπει να δεθεί με τους άντρες του . 
Μη ρωτήσεις . 
Οι στρατιώτες τον περιμένουν να έρθει . 
Έχουν ηττηθεί . 
Θέλουν να δείξει ότι είναι ο ηγέτης που ισχυρίζεται ότι είναι . 
Αλλά , όπως πάντα , ο Αλέξανδρος συμπεριφέρεται ανάποδα . 
Δεν ακολουθεί την πεπατημένη και εξαφανίζεται για λίγο . 
Φεύγει , να περιηγηθεί σε αξιοθέατα και να ανακαλύψει τον κόσμο του Αχιλλέα , του μεγάλου του ήρωα . 
Βασιλιά μου . 
O Αλέξανδρος έφτασε με το τάγμα του στον Ελλήσποντο , κοντά στην Τροία . 
Συγχωνεύτηκε με τον στρατό του Παρμενίωνα , ό , τι απέμεινε . Προχωράνε νότια , προς Μυσία . 
Είναι αγροίκοι , μολύνουν τη γη μας . 
Θα τους διαχειριστούμε , Βήσσε . 
Μέμνονα . 
Αυτόν τον Αλέξανδρο ... Τον γνώριζες ; 
Στη Μακεδονία , όταν έμεινα στην αυλή του πατέρα του . Ένα αγόρι ήταν . 
Αλλά φωτεινό , ατελείωτα περίεργο . 
Μορφωμένους άντρες . 
Τους έβαλε τα γυαλιά . 
Αυτό όμως ... Αυτό είναι απερίσκεπτο . 
Έχει πέσει στα βαθιά . 
Πώς εκμεταλλευόμαστε τη βλακεία του ; 
Είναι μακριά απ ' τον τόπο του , ήδη ζορισμένος . 
Κόψτε τις γραμμές τροφοδοσίας . Κάψτε τα σπαρτά . 
Ναι , να πεθάνει της πείνας . 
Κέρδισέ τους χωρίς μάχη . 
Όχι . 
Ορίστε ; 
Όχι , Βήσσε . 
Μας μειώνει μια τέτοια μακεδονική τακτική . 
Θα λιμοκτονήσουν κι οι δικοί μας . 
Σας ρωτώ όμως το εξής . Τι κακό έχει η μάχη ; 
Ας χρησιμοποιήσουμε ως παράδειγμα αυτό το αγόρι . 
Ένα μάθημα στον κόσμο για την περσική υπεροχή . 
Μέμνονα , ξέρεις τις αδυναμίες του . 
Πάρε ό , τι στρατεύματα χρειάζεσαι και κατάστρεψέ τον οριστικά . 
Μετά , Βήσσε , διάδωσέ το . Μια προειδοποίηση στους επαναστάτες στην Αίγυπτο , την Ινδία . 
Όποιος απειλήσει την Περσία , δεν θα ζήσει για να το ξανακάνει . 
Στη Μικρά Ασία , η πρώτη κίνηση του Αλέξανδρου δεν είναι πολεμική , αλλά προσκυνήματος . Πηγαίνει με τον Ηφαιστίωνα στον διάσημο χώρο της Τροίας . 
Έτρεφε μεγάλο σεβασμό για μεγάλους ήρωες όπως ο Αχιλλέας . 
Οπότε την παραμονή της μεγάλης εκστρατείας για την Περσία , που δεν θα ήταν απλή αποστολή , είναι λογικό ο Αλέξανδρος να αναζητήσει έμπνευση από μεγάλους πολεμιστές της μυθολογίας , όπως τον Αχιλλέα . 
Αυτό κάνει ξεχωριστό τον Αλέξανδρο . Δεν ήταν ένας απόλυτος στρατιωτικός διοικητής . 
Ήταν κάποιος που σκεφτόταν συνεχώς πράγματα . Όλα στη ζωή του είχαν σημασία . 
Επισκεπτόμενος , λοιπόν , τον ναό του Αχιλλέα , ένιωθε ότι αυτό θα άλλαζε την έκβαση κάποιας μάχης . 
Έπρεπε να είναι εδώ ο Πτολεμαίος , να προσεύχεται στον μεγαλύτερο πολεμιστή . 
Θυμάσαι πώς τον περιέγραφε ο Όμηρος ; 
" Ένας λεοντόκαρδος που τα τάγματα συλλήβδην διαλύει " . 
Δύσκολο να ανταποκριθείς . 
Μόνο αν κάνεις τέτοιες συγκρίσεις . 
Ο Αχιλλέας ήταν ημίθεος . 
Αλέξανδρε , τι συμβαίνει ; 
Πριν φύγουμε , μου αποκάλυψε ένα όραμα η μητέρα μου . Για τον πραγματικό μου πατέρα . 
Δεν είναι ο Φίλιππος ; 
Φαίνεται πως είμαι γιος του Δία . 
Και το πιστεύεις ; 
Θέλω να πω ... Έχω μια φλόγα μέσα μου , Ηφαιστίωνα . Το ξέρεις . Και ίσως είναι σημάδι . 
Αν όμως κατάγομαι από θεούς , δεν μπορώ να βασίζομαι σε όνειρα . Ούτε στα λόγια της μητέρας μου . 
Χρειάζομαι ... επιβεβαίωση . 
Για τους Έλληνες , υπήρχαν θεοί και ημίθεοι . Ο θεός ήταν μια οντότητα εντελώς θεία , και ήταν εκεί κατά τη δημιουργία του κόσμου . Ο ημίθεος , όπως το λέει και η λέξη , ήταν κάποιος μισός θεός , μισός θνητός . 
Ήταν οι άνθρωποι που μπορούσαν ακόμα και να περπατάνε ανάμεσα σε θνητούς . 
Μάθε αυτό . 
Είτε ως βασιλιά μου , είτε ως ημίθεο , είτε απλώς ως φίλο μου , 
Και αν τους εμπιστευτείς , θα σε εμπιστευτούν κι οι άντρες σου . 
Έναν ήρωα χρειάζονται μόνο . 
Η απόφαση του Αλέξανδρου για μάχη , κατά κάποιον τρόπο είχε ένα πλεονέκτημα σε σχέση με άλλους . Έβλεπε τον εαυτό του ως ημίθεο . Αλλά , ασφαλώς , η έκβαση της μάχης θα ήταν η απόδειξη . 
Ο Αλέξανδρος οδηγεί τους άντρες του μέσα στη σημερινή Τουρκία , προς τον Γρανικό ποταμό . 
Θα τους πήρε κανέναν μήνα . 
Οι Πέρσες έχουν κάτι σαν μόνιμο στρατό , αλλά χρησιμοποιούν πάντα μισθοφόρους . Και ο Δαρείος έχει προσαρμοστεί καλά να φέρνει τους σωστούς ανθρώπους τη σωστή στιγμή . Και να τους τοποθετεί στη σωστή θέση . 
Οπότε συγκεντρώνει στρατεύματα μισθοφόρων και τους ρίχνει στη Μικρά Ασία . 
Η σύγκρουση είναι αναπόφευκτη . 
Οι κατάσκοποι το επιβεβαίωσαν . 
Τους οδηγεί ο στρατηγός Μέμνονας . 
Ο ίδιος που μας ανάγκασε να πορευτούμε προς Μαγνησία . 
Δύο μεραρχίες του έχουν ήδη παραταχθεί στην απέναντι όχθη του Γρανικού . 
Σαράντα χιλιάδες άντρες . Κατά τον κατάσκοπο . 
Οι πέντε χιλιάδες είναι Έλληνες μισθοφόροι . 
Παλιοπροδότες . 
Με επικεφαλής τον μεγαλύτερο προδότη . 
Παρμενίωνα , πώς έγινε αυτό ; Πώς μας αναχαίτισαν τόσο γρήγορα ; 
Είχε βάλει κατασκόπους να μας παρακολουθούν όλους από τη Μακεδονία . 
Πτολεμαίε , πες στους άντρες να κατασκηνώσουν . 
Επανεκτιμούμε και ξαναπάμε αύριο . 
Ή θα επιτεθούμε τώρα . 
Θα τους πιάσουμε εξαπίνης . 
Είμαστε πιο γρήγοροι , πιο ευέλικτοι . 
Προελαύνουμε τέσσερις μέρες . 
Οι άντρες είναι ξεθεωμένοι . 
Τους νοιάζει μόνο η νίκη . 
Έχει δίκιο ο στρατηγός , Αλέξανδρε . 
Δώσε τους τη νύχτα . Επίθεση την αυγή . 
Με τον τωρινό σχηματισμό είμαστε πλήρως εκτεθειμένοι . 
Έχω εμπειρία του Μέμνονα στη μάχη . 
Καταλαβαίνω . 
Αλλά ήταν εμπειρία ήττας , σωστά ; 
Αλέξανδρε ; 
Εσύ είσαι ο βασιλιάς τώρα . 
Στρατηγέ , ετοίμασε τα στρατεύματά σου . 
Θα επιτεθείτε από αριστερά , όσο εγώ κινούμαι προς το κέντρο τους . 
Τώρα , στρατηγέ . 
Μου ακούστηκε σαν διαταγή . 
Η κύρια διαφορά έγκειται στην ηλικία και την εμπειρία . 
Ο Παρμενίων είναι μεγαλύτερος . Παλιός στρατιώτης . Είναι στρατηγός την περισσότερη ζωή του . 
Γνωρίζει όλα τα ενδεχόμενα σε ένα πεδίο μάχης . Θέλει να σκέφτεται και να κάνει τη σωστή επιλογή . Ενώ ο Αλέξανδρος έχει τη γενναιότητα , τoν παρορμητισμό της νιότης . 
H νοοτροπία του Αλέξανδρου είναι " Ξέρω τι θέλω . Θα το κάνουμε . 
Πάμε " . 
" Πάνσοφε Δία , δώσ ' του αυτήν τη νίκη " . 
Και για πρώτη φορά στην καριέρα του Αλέξανδρου , οι Μακεδόνες βρίσκονται αντιμέτωποι με τους Πέρσες στις δύο πλευρές του Γρανικού . 
Οι Μακεδόνες είναι παραταγμένοι στη μια μεριά του ποταμού , με τον κλασικό σχηματισμό του Αλέξανδρου . 
Στην απέναντι μεριά , το φημισμένο περσικό ιππικό είναι στις απόκρημνες όχθες του ποταμού με το ελληνικό μισθοφορικό πεζικό πίσω . 
Τα στρατεύματα του Δαρείου είναι όλα προετοιμασμένα για πρωινή μάχη . 
Ιππικό , έτοιμοι ! 
Είναι ο τυπικός τρόπος διεξαγωγής ενός αρχαίου πολέμου . 
Κρατήστε την παράταξή σας ! 
Εκμεταλλεύεσαι την αυγή , πολεμάς την περισσότερη μέρα και όλα τελειώνουν στο βραδινό . 
Ο Αλέξανδρος όμως σκέφτεται αλλιώς . 
Δεν θα περιμένει ως αύριο . 
Θα συμβεί τώρα . 
Επίθεση ! 
Οπλιστείτε ! 
Πολύ σημαντική στιγμή για τον Αλέξανδρο . Μπορεί για πρώτη φορά να αποδείξει ότι είναι ικανός επικεφαλής του στρατού του και βασιλιάς του . 
Κι έτσι ηγείται από μπροστά από την κεφαλή του ιππικού του έμπιστου φίλου του . 
Αμυντικές θέσεις ! 
Το μακεδονικό ιππικό είναι πραγματικά το πιο σημαντικό τμήμα της στρατιωτικής τους μηχανής . 
Ετοιμαστείτε να αποκρούσετε ! 
Ο Αλέξανδρος το χρησιμοποιεί αυτό για να διαπεράσει τους Πέρσες . 
Θα ήταν αιφνιδιαστικό , και για τους Πέρσες στρατιώτες , και για τα άλογά τους . 
Δεν είχαν ξαναβιώσει κάτι τέτοιο . Και όταν ξαναπήραν φόρα ή κατάλαβαν τι συνέβαινε , ήταν πολύ αργά . 
Ο Μέμνονας θα έλεγε " Να πάρει , τι στην ... Τι συμβαίνει ; 
Δεν είναι ένας τρόπος μάχης που έχω ξαναζήσει " . 
Αριστερή πτέρυγα ! 
Κρατήστε τη γραμμή ! 
Ο Μέμνων αιφνιδιάζεται εντελώς από τη παράξενη τακτική του Αλέξανδρου . 
Πολεμήστε , αναθεματισμένοι δειλοί ! 
Συνεχίστε την πίεση ! 
Είναι μια πολύ γρήγορη μάχη . 
Παρόλο που ο περσικός στρατός είναι μεγαλύτερος απ ' του Αλέξανδρου , με την ταχύτητα της επίθεσής του ξεπερνάει αυτό το μειονέκτημα . 
Συνεχίστε ! 
Οπισθοχωρούν ! 
Ο Αλέξανδρος θέλει να μπει ορμητικά στο κέντρο της δράσης . 
Το δόρυ ! 
Ο Αλέξανδρος δεν ήταν απλώς ενεργός . Ήταν απερίσκεπτα ενεργός . 
Μπήκε στην καρδιά του κινδύνου . 
Σε αυτήν τη μάχη , ο Αλέξανδρος φοράει την πανοπλία του Αχιλλέα , που είχε πάρει από τον ναό της Τροίας . 
Αυτό τον κάνει πολύ ορατό , και πολύ καθαρό στόχο για τους Πέρσες . 
Στον βασιλιά ! 
Αλέξανδρε ! 
Όχι ! 
Μόνο χάρη στην προνοητικότητα και στη γενναιότητα του Μακεδόνα αξιωματικού , του Κλείτου , σώζεται η ζωή του Αλέξανδρου . 
Όσο συμβαίνει αυτό στη μια μεριά του πεδίου της μάχης , ο Παρμενίων και το βαρύ ιππικό του παίρνουν το πάνω χέρι σε σχέση με τους Πέρσες . 
Ιππικό ! 
Επίθεση ! 
Και κάνει τις γραμμές τους να χάσουν κάθε πειθαρχία και να διαλυθούν . 
Εκεί τα άλογα πανικοβάλλονται και οι αναβάτες λένε " Τι συμβαίνει ; " 
Και επικρατεί μια σύγχυση . 
Είναι το μειονέκτημα του να χρησιμοποιείς άλογα στη μάχη . Όταν όλα αρχίσουν να καταρρέουν , καταρρέουν πολύ γρήγορα . 
Δεν έχουν παρά να τραπούν σε φυγή . 
Ο Ναπολέων είχε πει " Μη μου δίνετε καλούς στρατηγούς , αλλά τυχερούς " . 
Αναμφίβολα έπαιξε ρόλο η τύχη . Δεν υπάρχει αμφιβολία . 
Αλλά το θέμα με τον στρατό του Αλέξανδρου , σε αυτό το στάδιο σίγουρα , είναι η ικανότητα και η κινητικότητα να αρπάζει αυτές τις ευκαιρίες . 
Το πιστεύετε ; 
Όλος ο περσικός στρατός ηττήθηκε . 
Δύο μεραρχίες του . 
Από έναν λαμπρό στρατιωτικό τακτικιστή . 
Ό , τι έμεινε από εκείνον . 
Αγνόησε τον Πτολεμαίο . 
Θα αφήσει εποχή αυτή η νίκη , έτσι ; 
Ναι . 
Ναι , θα αφήσει . 
Ο Γρανικός ήταν καίριος για τον Αλέξανδρο . 
Έπρεπε να αποδείξει την αξία του στον στρατό του , αλλά και σε αυτούς πίσω στην Ελλάδα , που ίσως αμφισβητούσαν την ικανότητά του , αλλά και στους Πέρσες . Να δείξει ότι άξιζε να τον παίρνουν σοβαρά κι ότι ήταν πραγματική απειλή . 
Κοίτα γύρω , Ηφαιστίωνα . 
Δεν χύθηκε μόνο περσικό αίμα σήμερα . 
Είχαν κι Έλληνες στρατιώτες . 
Έλληνες να σκοτώνουν Έλληνες . 
Φρόντισέ τον καλά . 
Είναι ήρωας της Μακεδονίας . 
Να είσαι σίγουρος , φίλε μου . Θα αναλάβω εγώ τον εχθρό . 
Ο περσικός στρατός απαρτιζόταν πάντα από Έλληνες μισθοφόρους . 
Οπότε εκείνη τη μέρα , όταν ήρθαν αντιμέτωποι στη μάχη , Έλληνες άκουγαν ελληνικά , Έλληνες πολεμούσαν Έλληνες . Μακεδόνες εναντίον Μακεδόνων . 
Έτσι δούλευε ο κόσμος στην αρχαιότητα . 
Υπήρχαν περισσότεροι Έλληνες στον στρατό του Δαρείου απ ' ό , τι στον στρατό του Αλέξανδρου , πράγμα εντυπωσιακό . Εν μέρει επειδή , προφανώς , οι υπηρεσίες τους στον στρατό του Δαρείου ήταν πολύ κερδοφόρες και αξιόπιστες . 
Λοιπόν . Αυτό χρειάστηκε όλο κι όλο . Για να προδώσετε τη γη των πατεράδων σας . Να σφάξετε τους αδερφούς σας για τον βασιλιά της Περσίας . 
Αυτά χρειάστηκαν όλα κι όλα . 
Μερικά νομίσματα από τα βρόμικα χέρια του Μέμνονα . 
Ηφαιστίωνα ; 
Θα το έκανες ; 
Παρμενίωνα ; 
Πάντως ... ελπίζω να κρατήσατε αρκετά για να πληρώσετε τον Άδη . 
Η πλειοψηφία των μισθοφόρων σφαγιάζεται εν ψυχρώ . 
Ο Αλέξανδρος δημιουργεί ένα ξεκάθαρο , σαφές μήνυμα ότι αν είσαι Έλληνας και πολεμάς για τους Πέρσες , να μην περιμένεις έλεος , έχεις προδώσει τον σκοπό μου . Πολεμάς για τους Έλληνες . 
Αιφνιδιαστήκαμε . 
Όχι όσο αιφνιδιάζομαι εγώ τώρα . 
Τι χάσαμε ; 
Τι χάσαμε ; 
Πάνω από 5.000 Έλληνες στρατιώτες , 1.000 ιππικό . 
Μαθαίνω κι ότι λεηλατήθηκε το θησαυροφυλάκιο στις Σάρδεις . 
Κατευθύνεται νότια , προς τις παραλιακές πόλεις . 
Δεν ψέγω τη φιλοδοξία του . 
Και πάλι , πρέπει να τελειώσει εδώ . 
Αφήστε με να το τελειώσω εγώ . 
Στο όνομα της τιμής μου , όχι μόνο θα υπερασπιστώ πόλεις στο όνομά σας , αλλά θα συντρίψω και αυτό το πρόσκομμα . 
Μέμνονα , είμαστε η Περσία . 
Και δεν θέλουμε να αιφνιδιαστούμε ξανά . 
Ο Αλέξανδρος , με την επιτυχία του τώρα για οδηγό , ξεκινάει την κάθοδό του προς τις ελληνόφωνες πόλεις της Μικράς Ασίας . 
Το προμοτάρει σαν ένα είδος εκστρατείας απελευθέρωσης γι ' αυτές τις ελληνικές πόλεις-κράτη , από την καταπίεση των Περσών . 
Πρέπει να θυμόμαστε ότι υπάρχει μακρά ιστορία αλληλεπίδρασης Ελλήνων-Περσών στη Μικρά Ασία . 
Αυτοί οι Έλληνες έχουν ζήσει τους Πέρσες πολύ περισσότερο απ ' όσο τον καινούργιο από τη Μακεδονία . 
Δεν έχουν άποψη γι ' αυτόν . 
Ο Αλέξανδρος προελαύνει παραλιακά και καταλαμβάνει ελληνικές πόλεις . Μια από αυτές είναι η Αλικαρνασσός . 
Ο Μέμνων ηγείται της άμυνας της Αλικαρνασσού και βασικά εξελίσσεται σε αδιέξοδο . 
Είναι μια πόλη που έχει ωφεληθεί από την περσική ηγεμονία , κι είναι πολύ πιστοί στον Δαρείο Γ ' . Ο Αλέξανδρος βρίσκει στην Αλικαρνασσό τον πρώτο αποκλεισμό . Την πρώτη στιγμή που δεν μπορεί να παρακάμψει την πόλη . 
Δεξιά φάλαγγα , στον δρόμο . 
Αριστερή φάλαγγα , μαζί μου . 
Οπότε , την πολιορκεί . 
Ψάξτε το σπίτι . 
Έξω , τώρα ! 
Η πόλη εντέλει έπεσε . 
Κουνήσου ! 
Οι άντρες του Αλέξανδρου εισβάλουν και έχουν πολύ αυστηρές εντολές να βρουν τον Μέμνονα και να τον φέρουν στον Αλέξανδρο . 
Να τος ! 
Προχώρα ! 
Δέστε τους . 
Πηγαίνετέ τους στην πλατεία . Τραβάτε ! 
- Βρήκαμε τον Μέμνονα ; 
- Όχι . Έχει διατάξει να καεί η πόλη . 
Αλέξανδρε , η πόλη είναι δική μας . 
Όχι ακόμα ! 
Αφήστε τη φωτιά να κάψει . 
Να κάψει ; 
Αδερφέ , αυτούς τους ανθρώπους πρέπει να σώσουμε . 
Αν όμως δεν ξεσηκωθούν για τη Μακεδονία , τι είναι ; 
Ο εχθρός . 
Κι οι εχθροί εξολοθρεύονται . 
Ο Αλέξανδρος συχνά απεικονίζεται στην ιστορία ως μεγάλος πολεμιστής , αμερόληπτος , δίκαιος , διανοούμενος . Κι ήταν πράγματι όλα αυτά . Μα είχε μια σκοτεινή πλευρά . 
Μπορούσε να γίνει βάναυσος , να σκοτώσει ολόκληρα χωριά . 
Σκότωσε Έλληνες μισθοφόρους που πολεμούσαν για τους Πέρσες . 
Από τη μια , ήταν ο ευγενής Αλέξανδρος , και από την άλλη , ο βάναυσος Αλέξανδρος . Ενίοτε δεν ήξερες ποιον θα συναντήσεις . 
Ο Μέμνονας το έχει σκάσει από την Αλικαρνασσό και κατευθύνεται προς την ακτή και την ασφάλεια του περσικού στόλου , που είναι εκεί , και δυστυχώς πεθαίνει πάνω σε ένα από τα πλοία . 
Οι πηγές δίνουν διάφορες ερμηνείες . 
Άλλες λένε ότι πέθανε από πυρετό , άλλες από τα τραύματά του . 
Δεν γνωρίζουμε . Ήταν όμως ένας θλιβερός και άδοξος θάνατος για αυτόν τον ξεχωριστό στρατηγό . 
Ασφαλώς , για τον Αλέξανδρο , ήταν κάτι σαν θρίαμβος . 
Κομβικό σημείο για τον Αλέξανδρο , δεν μπορούσε να το έχει προβλέψει . 
Ο θάνατος του Μέμνονα είναι απίστευτη καλοτυχία για τον Αλέξανδρο , γιατί ο Μέμνονας ήταν πολύ ικανός στρατηγός . 
Ο Δαρείος εξαρτιόταν απίστευτα από εκείνον και τώρα πέθανε . 
Ανήκε στον στρατηγό Μέμνονα . 
Πέθανε πάνω στο πλοίο του . 
Δεν θα ήθελε να φύγει έτσι από τη Γη το Λιοντάρι της Μαγνησίας . 
Τότε , θα τον θυμόμαστε όπως ήταν . 
Θα τον γιορτάζουμε . 
Θα τον εκδικηθούμε . 
Ο στρατηγός ήταν αληθινός ηγέτης των αντρών . 
Θα ήταν συνετό να ορίσουμε αμέσως αντικαταστάτη του . 
Και , εν καιρώ , νέο διοικητή των δυτικών σατραπιών . 
Χωρίς πυγμή , η Αίγυπτος ... 
Ναι , αλλά αυτήν τη στιγμή ο μικρός βασιλιάς έχει στερέψει από ιδέες . 
Ο στρατός του είναι εξαντλημένος . 
Μπορεί να χάσαμε τον στρατηγό Μέμνονα ... 
Μπορούμε να το λήξουμε μια για πάντα . 
Διοικητά Μαζαίε . 
Ώρα να αποδείξεις ότι αξίζεις το χέρι της κόρης μου . 
Ενημέρωσε τους φρουρούς σου . 
Την αυγή ... προελαύνουμε δυτικά . 
Μετά τον θάνατο του Μέμνονα , ο Δαρείος πρέπει να αναλάβει ο ίδιος , και να δώσει ιδιαίτερη και κατ ' ιδίαν προσοχή στον Αλέξανδρο , καθώς τώρα θα μετακινηθεί προς την καρδιά της αυτοκρατορίας . 
Εν μέσω αυτής της προέλασης και της εκστρατείας , ο Αλέξανδρος κατευθύνεται στην ενδοχώρα , τη σημερινή κεντρική Τουρκία , 
προς ένα σημείο ονόματι Γόρδιον , που έχει επίσης μυθικό παρελθόν . 
Όχι για πόλεμο , όχι επειδή είναι εκεί ο Δαρείος , αλλά εξαιτίας ενός κόμπου . 
Του Γόρδιου Δεσμού . 
Συνοδεύει ένας θρύλος αυτόν τον κόμπο . Ότι όποιος καταφέρει να τον λύσει , θα γίνει ο άρχοντας και αφέντης , ο ηγεμόνας όλης της Ασίας . 
Καταλαβαίνετε γιατί αυτό είναι κάπως δελεαστικό για τον Αλέξανδρο . 
Έχει την προοπτική ενός τεράστιου μπόνους δημοσίων σχέσεων , αλλά είναι κι εφιάλτης . Αν δεν καταφέρει να τον λύσει ; 
Κανείς δεν του έχει πει πώς πρέπει να λύσει τον κόμπο . 
Δεν υπάρχουν κανόνες για το τι σημαίνει λύσιμο . Και βγάζει το σπαθί του . 
Μπαμ ! Ο κόμπος λύνεται . 
Εύγε . 
Είτε το πίστευε είτε όχι , ξέρει ότι καταφέρνοντάς το προσθέτει πόντους στο κύρος του , στην προπαγάνδα του , στην επιρροή του στην περιοχή . 
Στρατηγέ Παρμενίωνα , κάνε τις προετοιμασίες για να φύγουμε . 
Με την αυγή , φεύγουμε ανατολικά . 
Μακριά από την ακτή ; 
Πώς θα ανεφοδιαστούμε χωρίς πλοία ; 
Λεηλατώντας πόλεις . 
Θα έχουν ό , τι χρειαζόμαστε . 
Και θα είμαστε πιο σβέλτοι γι ' αυτό . 
Είναι η ώρα μας να χτυπήσουμε . 
Τι είναι αυτό ; 
Το μεγάλο σου στοίχημα ; 
Ξέρεις ότι κόβοντας τις γραμμές εφοδιασμού μένουμε εκτεθειμένοι . 
Κανένας δεν κερδίζει πόλεμο με πεινασμένους στρατιώτες . 
Τότε , ίσως κάτι άλλο στο οποίο είμαι πρώτος . 
Και μην παριστάνεις ότι μας κάνεις πιο γρήγορους ή σβέλτους . 
Και τι μας κάνω , στρατηγέ ; 
Δόλωμα . 
Αυτό δεν είναι ; 
Ξέρεις ότι ο Δαρείος έχει βγει για αίμα , γι ' αυτό θα κάνεις έναν πόλεμο με τον μεγαλύτερο στρατό που έχει δει ποτέ ο κόσμος . 
Κι αν πάει στραβά , τότε , τι ; 
- Θα ήταν αυτοκτονικό . 
- Σαφέστατα . 
Γιατί αυτός είναι ο μόνος τρόπος που θα κερδίσουμε . 
Κανένας γεννημένος άντρας ή γυναίκα , δειλός ή γενναίος , δεν μπορεί να πάει κόντρα στη μοίρα του . Ή να αποφύγει έναν δρόμο που πάντα προοριζόταν να ακολουθήσει . 
Ένας δρόμος όπου δύο άντρες , δύο πλευρές του ίδιου νομίσματος , 
θα αντίκριζαν ο ένας τον άλλο για πρώτη φορά . Σε μια μάχη που η ηχώ της θα έφτανε πιο μακριά κι απ ' τους θεούς που λατρεύουν . 
Και που τα λάφυρα της νίκης είναι ο ίδιος ο κόσμος . 
Αυτήν τη φορά όμως ... όλα τα πιόνια μας είναι στη θέση τους . 
Ο Αλέξανδρος , ο Δαρείος και η Στάτειρα . 
