ඔබ ... කොහොමද ඔයාට ... 
ඔයා කරන්නේ කුමක් ද ? 
ආර්යාව ඕ . ඔබ හොඳින්ද ? අවදි වන්න . මගේ නෝනා ! 
ඔයා කිව්වද මම දුක් වෙන්න ඕන කියලා ඔබේ පුතාගේ සොහොන ළඟද ? 
ඇයි ? 
ඔබට අවශ්ය නැද්ද ? 
හොඳයි , එය ඉතා හදිසි ය . 
වංශවත් කාන්තාවන් ඇති බව මට ආරංචි විය ... තරමක් ආරවුලක් නිර්මල ගේට්ටුවක් ලැබෙන්නේ කාටද යන්න ගැන . 
මම එය හුදු ඉරිසියාවක් ලෙස සැලකුවෙමි , සහ සම්බන්ධ වීමට ගියේ නැත . ඒත් ඔයාගේ නැන්දම්මා ගොඩක් කලබල වෙලා ඉන්නවා දැක්කම ... මට පියවර ගැනීමට තීරණය කළා . 
මම හදිසියේම ඉවත්ව ගියොත් වසර තුනක් සඳහා , අම්මා ඉතිරි වනු ඇත ඇයව රැකබලා ගැනීමට කිසිවෙකු නොමැති නිසා ... 
ඒක මම බලාගන්නම් . කණගාටු නොවන්න . ඔබ කළ යුත්තේ ඔබේ යුතුකම ඉටු කිරීම පමණයි . 
එයා මාව අයින් කරන්න හදන්නේ එහෙම උනොත් ... මම වැඩි විස්තර හොයනවා . 
ඇයි උත්තර දෙන්නෙ නැත්තෙ ? 
මගේ ස්වාමිනි . ඔයා ඇවිත් මේක බලන්න ඕනේ . 
එය කුමක් ද ? 
හි සේනාවිධායක කැපිටල් ඩිෆෙන්ස් ඔබව දැකීමට කැමතියි . 
මේ මහ රෑ ? 
මම අණදෙන නිලධාරි හ්වං චි ඩල් . 
මෙච්චර පරක්කු වෙලා ඔයාට බාධා කලාට මම සමාව ඉල්ලනවා , නමුත් බරපතල අනතුරක් සිදු විය , අපි ආරක්ෂාව වැඩි කරනවා Bukchon අවට . 
අත්වැරදීමක්ද ? සිදුවුයේ කුමක් ද ? 
සැක සහිත මිනිසෙක් කඩා වැදුණි දිවංගත යෝම් සාමිවරයාගේ නිවස ... සහ ඔහුගේ වැන්දඹුව ඝාතනය කිරීමට උත්සාහ කළේය . 
කුමක් ද ? මට එයාව හොයන්න මිනිස්සු ඉන්නවා , නමුත් එය බරපතල කාරණයක් ... 
ඔබට ඔබේ කාමරයට ආපසු යා හැකිය . 
ඔව් තාත්තේ . 
මගේ කාර්යාලය සහ මගේ මිනිසුන් ... අපට හැකි උපරිමය කරනු ඇත අමාත්‍යවරුන්ගේ ආරක්ෂාව තහවුරු කිරීමට ... 
ඔහේ ආර්යාව මරන්න හැදුවද ? 
පියා . ඔබ ඇත්තටම එය කළාද ? 
( 10 කථාංගය : ඔබේ සතුරන් සමීපව තබා ගන්න ) 
ඔබ සැක සහිත ප්‍රහාරකයා අල්ලා ගත්තාද ? 
සමාව දෙන්නද ? 
හොඳින් ... 
අපිට එයා නැති වුණා . 
මිනිසා දුටුවේ කවුද ? 
මම ඔහුව දැක්කා . 
ඔබ ඔහුව දුටුවාද ? 
ඔව් . ඒ කවුද කියලා බලන්න බැරි තරමට කළුවරයි . නමුත් ආර්යාව ඕ ඔහුගේ මුහුණ දකින්න ඇති . 
ඇය අවදි වූ විට අපට ඔහුව හඳුනාගත හැකිය . 
ඔව් . 
අපට ඔහුව අල්ලා ගත හැකි බව ඇසීම සතුටක් . 
මට හැම ඇමතිගෙම ගෙදර තියෙනවා ... ආරක්ෂිත සහ ආරක්ෂා ... කුහුඹුවෙකුටවත් ගැලවිය නොහැක . 
මම අමතර පූර්වාරක්ෂාවන් ගන්නෙමි ඔබේ පදිංචිය සමඟ , මගේ ස්වාමීනි . ඔබට විවේකීව නිදා ගත හැකිය . 
ඔයාට ස්තූතියි . 
උබේ වැඩේ කරගනින් එහෙනම් . 
මම නැවත වරක් වටපිට බලන්නම් , උවමනාවක් වුනොත් . 
ඔව් . 
ප්රවේශමෙන් හා හොඳින් බලන්න . 
වහාම යුද ඇමතිවරයා කැඳවන්න . 
එසේය උතුමාණෙනි . 
එයාලා ගිහින් දේවල් හැදුවා වඩාත් සංකීර්ණ . 
අද රෑ හැමතැනම සොල්දාදුවෝ ඉන්නවා . ඔබේ කාන්තාවට වෙස් මුහුණකින් පෙනී නොසිටින ලෙස පවසන්න . 
ආර්යාව මරන්න හැදුවේ කවුද ? 
මම හිතන්නේ ඒ කං පිල් ජික් කියලා . 
මගේ පියා මට අණ කළා වැලපෙන්න අවුරුදු තුනක් තිස්සේ මගේ සැමියාගේ සොහොන අසල . 
මාව Myungdo Inn වෙත ගෙන යාමට මාර්ගයක් සොයන්න . 
සියලුම රත්රන් එකතු කිරීමෙන් ආරම්භ කරන්න . 
කෙලින්ම Gaegyeong වෙත ... 
නැහැ , මම ක්විං වෙත යන්නෙමි . 
ඔබ පලා යා යුත්තේ ඇයි ? ඔබ එම ස්ථානයට හසු නොවූ විට ? 
ඔයා හිතන්නේ මම පැනලා යනවා කියලා සමහර මුරකරුවන්ගෙන් ? 
මම ඔහුගේ මෙහෙයුම අසාර්ථක විය , ඒ නිසා ස්වාමියා මට ජීවත් වෙන්න දෙන්නේ නැහැ . 
කණගාටු නොවන්න . 
ඔබ ඔහුගේ කුලියට ගත් කඩුව ය . ඔහු ඔබව අත්හරින්නේ නැත . කඩු මාරු කිරීම ඔහුට කිසිවක් නොවේ . 
ඉක්මන් කරන්න . කවුරුහරි අපිව අල්ලගත්තොත් , මේ වතාවේ , අපි වෙනුවෙන් කරන්නෙමු . 
ඔව් සර් . 
ඇයට ඇත්තටම ඒ ආකාරයෙන් පිටතට යා හැකිද ? 
කණගාටු නොවන්න . ඇය හොඳින් එළියට එනු ඇත . 
අගනුවර නොසන්සුන්තාවක් පවතී . 
මම විස්තර අහන්නේ නැහැ ඔබ කරන දේ ගැන . 
එහෙත් ... ඔබ සහ මගේ කාන්තාව කරන්නේ කුමක්ද ? භයානකයි නේද ? 
සමහරවිට . 
ඔබ සැමවිටම චෝ ආර්යාව සමඟයි , එබැවින් ඔබටත් අනතුරක් විය හැකිය . 
මෙතැන් සිට වඩාත් කල්පනාකාරී වන්න . 
මම ... ගොඩක් කලබල වෙලා . 
කල්තියා කරදර නොවන්න . 
ඔබේ අනියම් බිරිඳ ආරක්ෂිත වනු ඇත . 
ඇයගේ ආරක්ෂාව ගැන කරදර වෙන කෙනෙක් ඔබ කරන තරමට ... ඇයගේ පැත්තෙන් ඇයව ආරක්ෂා කරයි . 
හොඳින් ... 
ඔබට තවත් කියන්නට යමක් තිබේද ? 
මම ... ඔබ ගැනත් කරදර වෙන්න . 
කරුණාකර ආරක්ෂිතව සිටින්න . 
ඔයාලා දෙන්නා මොනවා කරන්න ඇතිද ... සෙවණැලි තුළ ? 
මොන හේතුවකටද ඔබ අපව එක්රැස් කරනවාද ? 
ඒ මගේ තාත්තා ගැන කතා කරන්නයි . 
මම විස්තරේ කිමිදෙන්නම් හැමෝම පැමිණි පසු . 
ෂුවර් . 
ඒ කෙසේ වුවත් , යමක් සැමවිටම තිබේ මගේ උනන්දුව වැඩි කළා . මට ඔබෙන් පිළිතුරක් ලබා ගත හැකිද ? 
ෂුවර් . 
ඒක මගේ මල්ලිට අදාලයි . 
මොකක්ද ... ඔහු සමඟ ඔබේ සම්බන්ධය ? 
" එයා එක්ක මගේ සම්බන්ධය ? " 
සහෝදර සහෝදරියන් , මිතුරන් , පෙම්වතුන් , කලත්රයා , හෝ දෙමාපියන් සහ දරුවා . මම අහන්නේ ඔයා කොහොමද කරන්නේ කියලා ඔබේ සම්බන්ධතාවය නිර්වචනය කරන්න . 
මම තෝරා ගත යුතු නම් , මම කියන්නම් අපි යාළුවෝ කියලා . 
පිරිමියෙකු සහ කාන්තාවක් අතර මිත්රත්වයක් ? ඒකත් පුලුවන්ද ... මේ රටේ අපි හඳුන්වන්නේ ජොසොන් කියලද ? 
මම දැන් ඔබට කාන්තාවක් වගේද ? 
අපි එහි සිටින අතරතුර , මමත් දැනගන්න කැමතියි ඔබ සහ යොන් සන් කතා කළේ කුමක් ගැනද ? පිරිමියෙක් සහ කාන්තාවක් යනු කුමක්ද ? සෙවනේ කරන්නේ ? 
ඉතින් මේ වගේ කෙනෙක් ... සෝක් සාමිවරයාගේ ලේලියයි . 
ලේ සම්බන්ධ නැති පුද්ගලයින් දෙදෙනෙකු සඳහා , ඔබ සහ ඔෆිසර් පාර්ක් ගොඩක් සමානයි . 
රාජකීය ලේකම් නිලධාරී පාර්ක් . 
Bi Chan , ඒ ඔබයි . 
කොහේ යන්න ඇතිද ... Bukchon හි දේවල් නොසන්සුන් වන්නේ කවදාද ? 
ඒ මුහුණ මා හඳුනා නොගත් මුහුණකි . 
ඔබ අලුතින් බඳවා ගන්නා අයෙක්ද ? පාක් නිලධාරියා මට නියෝග කළා රාජකීය ලේකම් නිලධාරී පාර්ක් පරිවාර කිරීමට . 
කුමක් ද ? ඔහු සියලු මිනිසුන්ගෙන් ඔබට ලබා දුන්නේය බරපතල වැදගත්කමක් ඇති අනුපිළිවෙලක් ? 
මම ඔහුට මාව රැගෙන යන ලෙස ඉල්ලා සිටියෙමි ... අපි අපේ ගමනේ සිටිමු . 
- ඔබ කළා ? - ඔව් . 
සූ හෝ බව පෙනුණි මංමුලාවෙන් ඔයාව හොයනවා . 
ඇත්තටම ? 
මේ මොහොතේ ඔහු සිටින්නේ කොහේද ? 
එයාට ඔයාව කැපිටල් ඩිෆෙන්ස් එකේ ඉන්න ඕන . 
මම ඔබව හමුවෙමු , අලුත් මිනිහා . 
ඇඳුම් ආයිත්තම් කට්ටලය ඔබට හොඳින් ගැලපේ . 
- අපි පිටත් වෙමු . - ෂුවර් . 
මෙතරම් කඩිමුඩියේ ඔබ යන්නේ කොතැනටද ? 
ලොක්කා . 
Seok සාමිවරයා ඔබගේ මාර්ගය අවහිර කර ඇත ... වනාන්තර හරහා ගමන් කිරීමට හෝ යාත්රා කිරීමට . 
දැන් අපෙන් බේරෙනවා වෙනසක් නොකරනු ඇත . 
ඔබේ සැමියාගේ සොහොන ළඟ ඔබ වැළපෙනවාද ? ඔබ එයින් අදහස් කරන්නේ කුමක්ද ? අපි නොදන්න ප්‍රහාරකයෙක් ඉන්නවා Bukchon අවට සැරිසරමින් , ඉතින් කොහොමද ඒක ඔයාගේ ලොකුම සැලකිල්ල ? 
අත්විඳීම බරපතල ලෙස කරදර වන්නට ඇත මගේ මාමණ්ඩි . 
ගොතන ලද නෝට්ටුව ඔහු මාව මගේ සැමියාගේ සොහොන ළඟට යැව්වා . 
කොහොම හරි මේ ප්‍රහාරකයා හඳුනනවා සහ කන්ග් පිල් ජික් යන නමින් හැඳින්වේ . 
ඔහු මට සේවය කරන ලෙස අණ කළේය මිනීවළ අසල තෙවසරක ශෝකයක් ... සහ කං පිල් ජික් බව ආර්යා ඕගේ ජීවිතය නැති කරන්න හැදුවා ... අහම්බයක් විය නොහැක . 
ඒ නිසා ? ඔහුගේ නියෝගයට මගක් නැද්ද ? 
සෝ හෝ . 
මෙය වඩා හොඳ සඳහා ය . 
මම ක්‍රමයක් කල්පනා කළා චෝ ආර්යාව ක්විං වෙත යැවීමට . අවසාන වශයෙන් , අපට අපගේ අවස්ථාව තිබේ . 
කිං ? 
කොහෙත්ම නැහැ . 
සේක් සාමිවරයාගේ ලේලිය වගේ Qing වෙත පැන යාමට සිතනු ඇත . 
ඔබම වැළකී සිටින්න . 
මම කොහේවත් යන්නේ නැහැ . 
ඉන්පසු , මට විකල්ප කිහිපයක් ඇසීමට ඉඩ දෙන්න මට ඉන්න පුළුවන් කොහොමද කියලා ... Hanyang හි . 
- අපේන් ? 
- අපේන් ? එයා මාව යවනවා මගේ සැමියාගේ සොහොනට ... යම් කාරණයක් සමඟ බැඳිය යුතුය . මම හැර වෙන කාටද වඩා හොඳ පුද්ගලයා විය හැක්කේ ... ඔහු කරන්නේ කුමක්දැයි සොයා බැලීමට ? 
හොඳයි , එනම් ... ආර්යාවට සිදු වූ දේ අනුව විනිශ්චය කිරීම ඕ , මාව මගේ සැමියාගේ සොහොන ළඟට යවනවා ඔහු මාව මරා දැමීමට සූදානම් වූ ආකාරය විය . 
ආර්යාව සහ මම ... මතක් කරන්න තිබුණා කැපවූ කාන්තාවන් ලෙස ... සිය දිවි නසාගත් මියගිය තම ස්වාමිපුරුෂයන් සමඟ සිටීමට . 
ඒක කවදාවත් වෙන්නේ නෑ , ඒ නිසා මං දිහා එහෙම බලන්න එපා . 
ඔහ් ආර්යාව ගැන යමක් හෙළිදරව් වී තිබේද ? කන් පිල් ජික් දෙස බලන අතරතුර ? 
එය එසේ වුවද පෙනේ ඔවුන් දුප්පතුන්ට ලබා දුන් සහල් කෑවා , නමුත් අපි තවමත් විමර්ශනය කරනවා . 
දුප්පතුන්ට බත් ? 
උබ කියන්නේ උන් හොරකම් කලා කියලද ... ඒ දුප්පත් මිනිස්සුන්ගෙන් යන්තම් කන්න තිබුණේ කාටද ? 
ඔවුන්ට , ජනතාවගේ ජීවිත ... කමක් නැත . 
ඒක නෙවෙයි ඔයාව හැදුවේ සෑම රාත්‍රියකම වෙස්මුහුණක් දමන්නද ? 
ආර්යාව ඔහ් හැසිරවීමට මට ඉඩ දෙන්න . 
ඉන්පසු , මම තවදුරටත් Kang Pil Jik ගැන සොයා බලමි . 
එහෙනම් මම ... 
යූන් හක් , ඔබ මාර්ගයක් සොයා ගනු ඇත චෝ ආර්යාව හන්යැං හි තබා ගැනීමට . 
- මට ? - ඔයා නේද ... රාජකීය ලේකම් නිලධාරියා මේ ජාතියේ ? 
ඒක නම් අවුල් . 
මොනතරම් අපූරු අදහසක්ද . එය අගය කරනු ඇත . 
එහෙත් ... බව පෙනේ වඩාත්ම අභියෝගාත්මක කාර්යය . 
ඔබ මාර්ගයක් සොයා ගනු ඇතැයි මම බලාපොරොත්තු වෙමි . 
එහෙත් ... කෝ මම බලන්න . 
කරුණාකර ආරක්ෂිතව ගෙදර යන්න . 
ප්රධාන වෙළඳ ජං . මට අහන්න දෙයක් තිබුණා . සමහර විට මට ඔබේ කාලය ඉල්ලා සිටිය හැකිද ? 
මටත් ඔයාගෙන් ම අහන්න දෙයක් තිබුණා . කෙතරම් විශිෂ්ඨද . 
ෂුවර් . ෂැල් වී ? 
මට ආරංචි වුණා ඔයාට කියන්න දෙයක් තියෙනවා කියලා . 
නම් ... ඔබට පිටවීමට සිදු විය ඔබේ සැමියාගේ සොහොන අසල වැලපෙන්න වෙනත් මාර්ගයක් තිබිය හැකිය ... ඔබට අගනුවර රැඳී සිටීමට Qing වෙත පලා යන්නේ නැතිව . 
මම පිරිමියෙක් වගේ අඳින්නද ... සහ කැපිටල් ඩිෆෙන්ස් එකට බැඳෙනවාද ? 
ඒක හොඳ අදහසක් වගේ . 
ස්වාමීනි , රාජකීය ලේකම් නිලධාරී පාර්ක් ... මේක මගෙන් ඇහුවා . 
මගේ සහෝදරයා ? 
මම නිර්වචනය කරන්නේ කෙසේදැයි ඔහු ඇසුවේය අපගේ සම්බන්ධතාවය . 
ඔබ සහ මම ... සම්බන්ධතාවයක් ඇති කර ගත නොහැක . 
විට දී වුවත් ... මම ඉන්න දවසක් එනවා තවදුරටත් Seok පවුල සමඟ විවාහ වී නැත . 
- චෝ ආර්යාව . - ඔව් . " චෝ ආර්යාව . " 
ඔබ මාව යොමු කරන්නේ එලෙසයි . 
ඒ මන්ද යත් මම වෙනත් කෙනෙකුගේ බිරිඳක් වීමි . 
ඒ මන්ද ... අපි අතර සම්බන්ධයක් ඇති වෙන්නේ නැහැ ... අපට කිසිදාක එකක් තිබිය නොහැක . 
එකම ඉරණම බෙදාගත් දෙදෙනෙකු ලෙස ... එකම ඉලක්කය සොයන , අපි මෙම මෙහෙයුමේ හවුල්කරුවන් වෙමු . 
ඒ මන්ද ... මම අන් අයව අගය කරමි අපි ගැන වැරදි අදහසක් ගන්නෙ නෑ . 
මට සම්පූර්ණයෙන්ම තේරෙනවා ... ඔබ කියන දේ . 
නමුත් මම කිව යුතුයි ... කවදාවත් කාටවත් නොලැබුණු බව අපි ගැන " වැරදි " අදහස . 
කොහොමවත්ම වෙන්න බැහැ ... මම ඔබට ප්‍රශ්නයක් ඇති කරයිද ? 
මම කවදාවත් හිතුවේ නැහැ මට කවදාවත් ලැබෙයි කියලා මම නැවත උයන කෑම ඔබට කවන්නයි . 
මෙතන . 
ඔයා කොහොමද තාම අඬන්නේ ඔබ දැනටමත් මුළු රාත්‍රිය පුරාම අඬන විට ? 
මට කනගාටුයි . ඒක තමයි මට මාවම සන්සුන් කරගන්න බැරි එක . 
ජේ යී , ඇති . 
දිගටම අඬනවා නම් , කොටියෙක් ඇවිත් ගර්ජනා කරයි ... මම හිතන්නේ ඔයා දැන් ලොකු වැඩියි එය ඔබව රැගෙන යාම සඳහා . 
මම යන්නම් සහ අවම වශයෙන් ඔබේ ප්‍රියතම ගම්ජු ලබා ගන්න . ( ගම්ජු : බීම වර්ගයක් සහල් සහ මෝල්ට් වලින් සාදා ඇත ) 
මම මෙතන ඉඳගෙන ඉන්නම් . 
හරි හරී . 
කමක් නැහැ . ඉක්මන් කර කන්න . ඔබ අවසන් වූ පසු අපි ගෙදර යමු . 
ඔබේ පියා ඔබව දැකීමෙන් සතුටු වනු ඇත . 
මගේ තාත්තා මම ගැන ගොඩක් හෙව්වද ? 
ඇත්ත වශයෙන් . 
එයා රටේ හැමතැනම ගියා ... ඔබ වෙනුවෙන් මංමුලා සහගතව බැලීමට . 
අහස් අගය කරන්න ඇති අපගේ දැඩි උත්සාහය . 
ඔබේ බිරිඳ ... ඇගේ මුළු ශක්තියෙන් ද භක්තියෙන් යාච්ඤා කළාය . 
ඇය එතරම් නිහතමානී හා විනීත කාන්තාවක් . 
ඇය ඉතා හොඳින් හැසිරී ඇත . 
යහපත්කම . 
දෙයියනේ ඔයා මොනවද කරන්නේ ? 
ඇයි එකපාරටම අඬන්නේ ? 
කාලය ඇදගෙන යන්න ඕනම දෙයක් කරන්න වෙනවා . 
යහපත්කම . 
මට ඇතුලට යන්න පුලුවන්ද ? 
යහපත්කම . 
මම කිව්වා ලෑස්ති ​ ​ වෙන්න කියලා වසර තුනක ශෝක කාලයක් සඳහා . ඒත් ඇයි ඔච්චර හයියෙන් අඬන්නෙ ? 
ඔබට සමහරවිට වෙනත් අදහසක් තිබේද ? 
නෑ තාත්තේ . 
මට ඔබට අකීකරු වීමට එඩිතර විය නොහැකි විය . 
මම මගේ මහත්තයාව දැක්ක විතරයි ඊයේ රෑ මගේ සිහිනයේ . ඔහු දුකෙන් කෑගැසුවේය , ඔහු තනියම සිටින බව පවසමින් මම ගියා නම් සිද්ධස්ථානයේ . මට යන්න බැරි තරම් දුකක් දැනෙනවා . 
මම දකියි . ඔබේ නැන්දම්මා සහ මම ගොඩක් කාලෙකින් ඔයාව දැක්කේ . ජියොන්ග් ගැන ඔබට හැඟෙන ආකාරය මම දනිමි . 
එබැවින් ඔබ නිවැරදි තේරීමක් කරනු ඇත ... ජියොන්ග් සහ අපේ පවුල වෙනුවෙන් . 
ඔයාව එක්කන් යන්න කෙනෙක් එයි දවස් තුනකින් කන්දට . 
- පියා . - එතකොට දේවල් ලෑස්ති ​ ​ කරන්න . 
මම හිතන්නේ ඔහු අදහස් කරන්නේ නැහැ ... ඔහුගේ සැබෑ ස්වභාවය තවත් වසන් කිරීමට , මා වටා පවා . 
මම හිතන්නේ අපි මාර්ගයක් සොයා ගත යුතුයි චෝ ආර්යාව නවත්වන්න ... වසර තුනක ශෝකයක් සඳහා පිටත්ව යාමෙන් . 
මට කියන්න . ඔය පොඩි දේට භාරව ඉන්නේ ඔයාද සිදුවෙමින් පවතින සියල්ල සමඟ ? 
ඒක තමයි අමාරුම වැඩේ . 
මගේ අම්මා කුතුහලයෙන් සිටියා සෝක් සාමිවරයාගේ ලේලිය ගැන . රැස්වීමක් සංවිධානය කරන ලෙස මම ඇයට කියන්නම් . අපට ඒ ආකාරයෙන් යම් කාලයක් මිලදී ගත හැකිය . 
මම කෘතඥ වෙනවා ඔබේ අසීමිත ත්යාගශීලීත්වය සඳහා . 
ඔන්න මිනිහා එනවා අසීමිත ලෙස ත්‍යාගශීලී වීම මට අපහසුයි . 
උතුමාණනි . මට ඔයාට කියන්න දෙයක් තියෙනවා . 
අපි රාජකීය කාර්යාලයේ කතා කරමු . 
මේ කුමක් ද ? 
එය ධාන්ය ප්රමාණය ලැයිස්තුගත කරයි ... වැන්දඹු රැජින සහනය සඳහා ගත් බව ... සහ ඇත්ත වශයෙන්ම ලබා දුන් මුදල පසුගිය වසර දහය තුළ දුප්පතුන්ට . 
මෙය ... හිටපු රජතුමා අපවත් වූ පසු , සෙනඟ ඔබේ මහිමයට ප්‍රශංසා කළහ මහා රජෙක් වීම නිසා ... ඇයගේ දායකත්වය නිසා ගොඩක් . 
නමුත් ඔවුන් සොයා ගන්නේ නම් ඇය සහන ආහාර වංචා කර ඇති බව ... 
වම් රාජ්‍ය මන්ත්‍රී Seok . ඔබ කියන දේ බලා සිටිය යුතුය . 
යහපත්කම . 
එය ඊටත් වඩා නරක වනු ඇත ඇමැතිවරු ඒ ගැන දැනගත්තොත් . 
සමහර විට ... ඔවුන් ඇගේ සිංහාසනය ගැන සාකච්ඡා කරනු ඇත . 
මේක මගේ අම්මගේ වගකීමක් නෙවෙයි . 
ආර්යාව ඔහ් මේ සියල්ල පිටුපස ! 
ආර්යා ඕ බව ඔබ දැන සිටියාද ... එවැනි දෙයක් කරන්නේ ? 
ඇමැතිවරු හිතන්නේ නැහැ ඇමතිවරයෙකුගේ බිරිඳට එය කළ හැකිය ... එවැන්නක් වැන්දඹු රැජිනගේ නියෝගයකින් තොරව . 
මගේ අම්මා ... රජ ගෙදර වැඩිමලා ... අභ්යන්තර අධිකරණය පාලනය කර ඇත ඇගේ මුළු ජීවිතයම . 
පුරාවට , ඇය තම ස්ථානය ප්‍රශංසනීය ලෙස තබා ඇත . මම කවදාවත් කාවවත් ළඟ ඉඳගෙන බලන්නේ නැහැ ... ඒ වැරදි වරද ඇය පිට පටවන්න . 
එය හරියටම මගේ අදහසයි . 
ඔබ රැඳී සිටියහොත් පමණක් ඔබට තබා ගත හැකිය ඔබේ ඒ සාමකාමී තැන් ... ඔබේ ජීවිතයේ ඉතිරි කාලය සඳහා . නමුත් හැමෝම ... ඔවුන්ගේ ස්ථානය අහිමි වීමට ආසන්නයි ඔබගේ නොසැලකිලිමත් හැසිරීම් නිසා . 
ආර්යා ඕ නොබියව කුමන්ත්‍රණය කළා පහත් හඬින් ... ඇගේ ආත්මාර්ථකාමී ආශාවන් තෘප්තිමත් කිරීමට . ඊයේ රාත්‍රියේ සිදුවූ අවාසනාවන්ත සිදුවීම ... ඇති වෙන්න ඇති පුද්ගලික තරහකින් . 
මේ අනුව , වැන්දඹු රැජින ... ඕ ආර්යාව සඳහා තවදුරටත් ආවරණය නොකළ යුතුය . 
හොඳයි , එහෙනම් . ඔබ මගේ අදහස තේරුම් ගෙන ඇති බව මම විශ්වාස කරමි අස්ථි දක්වා . මම දැන් යන්නම් . 
මගේ නෝනා . ඔබ අවදියෙන් . 
සිදුවුයේ කුමක් ද ? 
ඔෆිසර් පාර්ක් ඔයාව බේරගත්තා . 
ඒ මිනිසා . ඔහු අල්ලා ගත්තාද ? 
නෑ තවම නෑ . 
ප්‍රාග්ධන ආරක්‍ෂාව වේ පිටත මුරකාවල් සිටගෙන . 
ඔහ් , හරි . සහ Hwayeon Merchant Guild හි මාස්ටර් බලා සිටී . 
ඇයට ඔබට පෞද්ගලිකව කියන්නට දෙයක් ඇත . 
ප්‍රධාන වෙළෙන්දා ? ඇයි ? 
සැලසුම් කළ පරිදි දේවල් සිදුවනු ඇතැයි මම බලාපොරොත්තු වෙමි . 
ඔච්චර කලබල වෙන්න එපා ... චෝ ආර්යාව සහ ගිල්ඩ් ගැන . 
මම දන්නා විදිහට , ජං සෝ වූන් ප්‍රධාන වෙළෙන්දා ය Hwayeon Merchant Guild හි . ඔබ කවුරු විය හැකිද ? 
ඇය ප්‍රොක්සියක් පමණයි . 
සංසදයේ සැබෑ හිමිකරු මමයි . 
මම එය විශ්වාස කරන්නේ කෙසේද ? 
ඔබට එය විශ්වාස කිරීමට මෙය ප්‍රමාණවත් නොවේද ? 
එය හුදෙක් ... හුදු ටැබ්ලට් එකක් . එයින් පලක් නැත . 
සංසදයේ හිමිකාරිත්වය , මම ගොඩක් දේවල් දන්නවා . 
මේක කොහොමද ? 
සම්බන්ධතාවය යෝම් සාමිවරයාගේ සිතුවම අතර ... සහ Pil Merchant Guild . 
Kang Pil Jik සමඟ ඔබේ සම්බන්ධතාවය . සිතුවමේ පෙති වල තේරුම . 
මගේ මෙම තනතුරේ , මට එවැනි තොරතුරු පහසුවෙන් ලබා ගත හැකිය . 
ඔයා කව්ද ? 
කළා ... ස්වාමියා ඔබව එවනවාද ? 
මම වම් රාජ්‍ය මන්ත්‍රී Seok ගේ ලේලි ... සහ චෝ සුං හූගේ සහෝදරිය , චෝ යෝ හ්වා . 
කොහොමද ඔයා ... 
ඔබ මට ඇමක් විසි කළේ ඇයිදැයි මම නොදනිමි , ඒත් ඔයා වැරදියට හිතනවා වගේ ... මම අල්ලා ගැනීමට පහසු වනු ඇත . 
මට මේක විශ්වාස කරන්න බැ . 
එකකොට ඔයා ... හැමෝවම සම්පූර්ණයෙන්ම රැවටුවා ... 
ඒක කියන්න ඉක්මන් වැඩියි . 
මම ඔබ ගැන බොහෝ දේ දනිමි , නමුත් ඔබ දන්නවා ... මම ගැන ගොඩක් අඩුයි . 
ඇයි මාව බලන්න ආවේ ? 
මට ඔයාව මගේ ඇමක් වෙන්න ඕන . 
ඔයා දන්නා පරිදි , මගේ මාමණ්ඩි මාව අවුරුදු 15ක් රැවැට්ටුවා . 
දැන් මම හැමදේම දන්නවා , මට නිකන් ඉඳගෙන කිසිම දෙයක් කරන්න බැහැ . 
ඔබ සියල්ල දන්නවාද ? 
ඉතින් ඔබ මට උදව් කළොත් , මම ඔබට ජීවත් වීමට මාර්ගයක් සොයා දෙන්නෙමි . 
ඔයා හිතනවද මම එහෙම කරයි කියලා ? 
ඔබට වෙනත් විකල්පයක් නැත . 
හෙට නම් අපි කොහොමද දැනගන්නේ , වෙන කෙනෙක් ඔබව ගෙල සිර කරයිද ? 
මගේ මාමණ්ඩි කවදාවත් අත්හැරියේ නැහැ ... ඔහු සිතට ගත් දෙයක් මත . 
හිත හදාගත්තම වචනයක් එවන්න . 
දවස් තුනකින් මට ඔයාගෙන් ආරංචියක් නැත්නම් , මම එය ප්‍රතික්ෂේප කිරීමක් ලෙස සලකමි . 
ඔබට මගේ උදව් අවශ්‍ය කුමක්ද ? 
මම ඔබට කියන්නම් ඔබ ඔබේ හිත හදාගත් පසු . 
ඔයා කිව්වා ඔයා හැමදේම දන්නවා කියලා . ඔයා හැමදේම දන්නවද ... ඔබේ වැඩිමහල් සහෝදරයා ගැන ? 
මම කරනවා . 
ඔබත් ? 
මගේ නෝනා . 
එය සිදු වූයේ කෙසේද ? 
එයා දන්නවා මගේ අයියට වෙච්ච දේ . 
අවම වශයෙන් , ඇය මට වඩා නිසැකවම දන්නවා . 
ඔෆිසර් පාර්ක් වෙත පණිවිඩයක් යවන්න . 
ඔව් , මගේ ආර්යාව . 
අපි යන්නම් . 
ඔබ අද වසාද ? 
ඔව් . අපි අභ්යන්තරය අලුත්වැඩියා කරනවා . 
අපි ටික කාලෙකට වහලා . 
මාස්ටර් කන්ග් ඉන්නවද ? 
හොඳයි , එනම් ... 
මොකක්ද ඔෆිසර් ඔයාව මෙතනට ගෙනාවේ ? 
මම ආවේ මාස්ටර් කන්ග් බලන්න . 
ඔහු ඇතුලේද ? 
ඔහු ඈත . 
ඔහුද ? 
එයාට කියන්න මම එයාව බලන්න කිව්වා . එයාට මගේ ඔෆිස් එකට එන්න පුළුවන් . 
- ඔබ ඔහුට පැවසිය යුතුයි . - ෂුවර් . 
ඔහු දැනටමත් පලා ගොස් ඇති බව මම විශ්වාස කරමි . 
ඔහු පිටුපසින් සිටින මිනිසුන් ඔබ දුටුවාද ? 
ඔවුන් ඔහුගේ කල්ලිය නොවේ . එතකොට ඒ අය කවුද ? 
ඔහු සිටියේ අසාමාන්‍ය නිල ඇඳුමකින් , ඒ වගේම රණශූර කඩුවක් තිබුණා . 
සහ කන්ග් පිල් ජික්ගේ මිනිසුන් ... නිරායුධ විය . 
කවුරුහරි ඔවුන් දෙස බලා සිටින බව පෙනේ . 
Kang Pil Jik නරඹන්න සහ එන්නේ කවුද යන්න බලන්න . 
එසේය උතුමාණෙනි . 
රාජ්‍ය මන්ත්‍රී Seok ඇත්ත වශයෙන්ම හැර ගියේ කවුද ... කෙටියෙන් මගේ මනස ලිස්සා ගියේය . 
උතුමාණනි . 
ක්‍රමයක් නැහැ ඔහු ඕනෑම දෙයක් අහම්බෙන් තබනු ඇත . 
අපි බොහෝ දුරට එහි සිටිමු . 
අපි දැනටමත් බොහෝ දේ සොයාගෙන ඇත . 
හේතුව ඔහු ඕ ආර්යාව තම ඉත්ත ලෙස භාවිතා කළේය . දැන් මම ආපසු හැරී බලන විට , එය පවා අමුතු දෙයක් විය . 
සම්බන්ධතාවය සොයනවා වෙනුවට ආර්යා ඕ සහ සෝක් සාමිවරයා අතර , මට තේරුම් ගන්න තිබුණා කවුද පහලට යන්නේ ... ඔහු ආර්යාව ඉවත් කිරීමට තීරණය කළේ නම් ඕ . 
මගේ තාත්තාව මරන්න , ඔහු මගේ මව ප්‍රාණ ඇපයට ගත්තේය . 
වෙනත් මාර්ගයක් තිබිය යුතුය . මම සාක්ෂි හොයාගන්නම් ... එය සෝක් සාමිවරයාගේ අපරාධ ඔප්පු කරනු ඇත . 
මම ... එය ඔබ වෙත ගෙන එන්න . 
සෝක් සාමිවරයා . 
සෝක් සාමිවරයා ! 
කන් පිල් ජික්ට ගන්න බෑ ... පිල් තානායමෙන් පිටත එක් පියවරක් . 
දෙයියනේ එයා මොනවද කළේ ? 
ඔබ දැන ගැනීමට අවශ්ය නැත . 
අපි කොහොමද එයාව එලියට ගන්නේ ... දේවල් නරක අතට හැරෙන්නට පෙර ? 
ඔහු තත්වය නරක අතට හැරේවිද ... නැතහොත් අනාගතයේදී අපට වඩාත් ප්‍රයෝජනවත් වනු ඇත , අපි ඔහුව තුරන් කිරීමට ඉක්මන් නොවෙමු . 
බලාගෙන ඉන්න . 
ඒ වෙනුවට , රජතුමා කොහොම ප්‍රතිචාර දක්වයිද කියලා මට පුදුමයි . 
ඔහුට පණිවිඩය ලැබුණු බව මම සහතික කළෙමි , නමුත් ඔහු ලබා ගැනීමට නම් නැවතත් අභිලාෂකාමී ... 
මම ප්‍රාර්ථනා කරන්නේ මට කරන්න සිදු නොවේවා නම් එකම දේ දෙවරක් . 
මම ඕනෑවට වඩා කලබල වී සිටියෙමි ... ඒ වෙලාවේ ඔයා දිහා හොඳට බලන්න කියලා . 
එය දැකීමට සිත් ඇදගන්නා සුළුය ... උතුම් පවුලක කාන්තාවක් ... ඒ වගේ අඳින්න . 
යූන් හක් . 
එය වර්ණනාවකි . 
එය වර්ණනාවකි . 
ඔයාට ස්තූතියි . 
ජැන්ග් ආර්යාව මට කිව්වා ... ඔබට අද ආර්යාව මුණගැසුණා . 
ඔබ මෙම වෙළඳ සංසදයේ හිමිකරු ලෙස පෙනී සිටියේය . 
එය ඉතා භයානක නොවේද ... ඔබට වෙනත් අනන්‍යතාවයක් තියෙනවා කියන්නද ? 
ආර්යාව ඔහ් ආඩම්බර කාන්තාවක් . 
බැගෑපත්ව හෝ බැගෑපත්ව මට කියන්න ... ඇය දන්නා දේ සාර්ථක නොවනු ඇත . 
ඒ නිසා මගේ මාමණ්ඩි ... ඇයව මරන්න හැදුවා . 
ඒ නිසා මම මගේ වෙඩි පහරට වෙඩි තැබුවා . " මම සියල්ලම දන්නවා . " " මට කිසිවක් අඩු හෝ අවශ්ය නැත . " 
" අපි ඉන්නේ එකම පැත්තේ . අපි එකතුවෙලා පළිගමු . " අපි එකම පැත්තේද ? 
ඇයට එසේ විශ්වාස කිරීමට ඉඩ දෙන්න . 
මගේ අරමුණක් නෑ ... ඕ ආර්යාව සමඟ පැත්තකට වීම . 
ක්‍රමයක් නෑ ... මම කාගේ හරි පැත්ත ගන්නම් ... සියලු දේවල ආහාර අල්ලාගෙන සිටින අන් අයට එරෙහිව . 
නෝනා මොනවා කිව්වත් ... අපිට ප්‍රයෝජනයක් නැති වෙන්න පුළුවන් . 
සෝක් සාමිවරයා ... මහරජාණන්ට තර්ජනය කළා ඩොවගර් රැජිනගේ ආරක්ෂාව සමඟ . 
ඔහු සියල්ල සැලසුම් කළේය පෙනුම ඇති කිරීමට ... ඩෝවගර් රැජින ඕ ආර්යාවට පිටුපසින් සිටියාය . 
ඔහු සැමවිටම පවුලේ ප්‍රාණ ඇපකරුවන් ලෙස භාවිතා කරන්නේ කෙසේද ? 
Kang Pil Jik ගැන කුමක් කිව හැකිද ? 
ඔහු ඔහුගේ තානායම තුළ රඳවා ඇත . අපි යන්නම් . 
මුලින්ම ක්රියා කිරීම , පසුව කතා කිරීම වඩාත් සුදුසුය . 
කවුද එතනට යන්නේ ? 
ඔයා කව්ද ? 
කාලයක් ගත වී ඇත . 
ඔයා කොහොමද මෙතනට එන්නෙ ? 
ඔබට අපට කෑ ගැසීමට හැකියාවක් නැත . 
ලොක්කා . 
ඔබට කඩුවක් නැත . එය පෙනෙන්නේ ... ඔබ මෙහි සිරවී ඇත . 
ඒ මම විතරද ? 
කවුද අපිව හිර කරන්න එඩිතර වෙන්නේ ? 
මම අමතක කරන්නම් ඔබ සැමවිටම මගේ මාර්ගයට පැමිණි ආකාරය . 
ඒක අරන් පලයන් . 
ඒ මල්ල . ඔහු සිතන්නේ මම ඔහුව කොල්ලකෑමට පැමිණියාද ? 
ඔබ සාමාන්‍යයෙන් කරන්නේ එයයි . 
ඔබ වැඩ කරන්නේ කාටද ? 
එතකොට ඔයා කවුද ? 
මම මුලින්ම ඔබේ පිළිතුර අසමි . 
ඔබ වෙස්මුහුණු මිනිසා සමඟ ඇසුරු කරන්න . 
ඔබ ඔෆිසර් පාක් සූ හෝ නොවේද ? 
ඔබ ඉතා සමීප බව මම දැන සිටියෙමි වෙස්මුහුණු මිනිසාට . 
අගනුවර ආරක්ෂක අංශයේ නිලධාරියෙක් ... වෙස්මුහුණක් පැළඳ සිටියදී මිනිසෙකු මරා දැමිය නොහැක . 
මම යම් අපරාධයකට වැරදිකරු නම් , ඔබ මගෙන් ප්‍රශ්න කළ යුතුයි කැපිටල් ඩිෆෙන්ස් එකේ . නමුත් මෙන්න ඔබ මාව කඩුවකින් අල්ලාගෙන සිටිනවා . 
ඔබ මට එල්ල කරන අපරාධ මොනවාද ? 
මොන අපරාධද ? 
ප්‍රොටෝකෝලය අනුගමනය කරනවාට වඩා ... 
ඔබ මා කවුදැයි දැන සිටියා නම් , ඔබේ අපරාධ ගැන ඔබට මතක් වේවිද ? 
ඔබ මගේ මුළු පවුලම මරා දැමූ රාත්‍රිය , මම ලේ වැගිරීමෙන් බේරුණා . මම ඉම් කන්ග්ගේ පුතා , රජුගේ ආරක්ෂකයාගේ ප්රධානියා , සහ නම Im Hyun Jae . 
- හියුන් ජේ . - පියා . 
ඔබත් ... මතකද එදා රෑ 
ඔබ මගේ මතකය අවදි කිරීමට සිදු විය . මට මතකයි ඔයා කරපු දේ . 
මම කිසිම දෙයක් දන්නේ නැහැ . 
සැලසුම් වෙනස් කිරීම . 
ඔහු මෙහිම මිය යනු ඇත . 
ඉන්න ! 
ඔයා මාව නවත්තන්නේ නෑ කියලා පොරොන්දු උනා . 
අනේ මේ මිනිහව නවත්තලා මගේ ජීවිතේ බේරගන්න . 
හොඳයි , මම ඔහුට මගේ වචනය ලබා දුන්නා . 
ඔබ කැමති පරිදි කරන්න . එහෙත් ... 
මම කියපු විදියට කරන්නම් . 
ඇයි ඔයා මගේ පවුල මැරුවේ ? 
රජුගේ ආරක්ෂකයාගේ ප්රධානියා රජුගේ නියෝගය තිබුණා . 
වටිනවා කියලා කිව්වා විශාල විපාකයක් . 
මම විස්තර දන්නේ නැහැ . 
මම විතරයි කලේ ... ආර්යා ඕ කියපු විදියට . 
ඔබට එය ඔප්පු කළ හැකිද ? මම ... මම ඔබේ සාක්ෂිය . 
මගේ ජීවිතය ඉතිරි කරන්න , මම එයට සාක්ෂි දෙමි . 
ඒත් මම මෙතන මැරුනොත් එදින රාත්‍රියේ සිදු වූ දේ කවදාවත් ඔප්පු වෙන්නේ නැහැ . 
ඔහු ළඟ සාක්‍ෂි නැත්නම් ... 
ඉදිරියට එන්න . 
ඔබ හොඳින්ද ? 
ඔබ වාසනාවන්තයි , එය නරක නොවීය . 
යහපත්කම . මෙය ව්යසනයක් විය හැකිය . දෙවියනේ . 
මට ඒ ගැන කියන්න . යහපත්කම . 
මට කනගාටුයි . 
මම ... 
ඔව් , ඔබ සමාව ගත යුතුයි . 
අපේ සැලසුම වුණේ ඔහුට තර්ජනය කිරීමයි සහ ඔහුට පැන යාමට ඉඩ දෙන්න ... එවිට අපට ඔහුව ලුහුබැඳ යාමට හැකි විය . 
එසේම , වෙස්මුහුණු වීමේ පළමු රීතිය ... ඔබේ අනන්‍යතාවය සඟවා තබා ගැනීමයි . 
ඔහු ඔබව පිත්තෙන් ම හඳුනා ගත්තා . 
අපට ඔහුගේ වලිගය මත කෙනෙක් සිටී , එබැවින් මෙහෙයුම සම්පූර්ණ අසාර්ථක නොවීය . 
ඔයා ඇත්තටම කවුද කියලා එයාට කිව්වා . එය සැලැස්මේ කොටසක් නොවීය . 
ඔහු විශ්වාස කරනවා දැකීමට මම ඔහුගේ අපරාධ ගැන අමතක කර ඇති බව ... ඔහුව එම ස්ථානයේදීම මරා දැමීමට මට සැලැස්විය . 
මා එහි සිටියේ ඇයිදැයි මට බොහෝ දුරට අමතක විය . 
මට තනියම යන්න තිබුනා . 
ඔබට තිබුණා නම් , ඔබට හානියක් සිදු නොවනු ඇත . 
දැන් මම ඒ ගැන සිතන විට , එය භයානක වනු ඇත මම තනියම ගියා නම් . 
ඔබ උදව් නොකළේ නම් , කිනිස්සට තිබිය හැකි බව මගේ පිටුපසින් අවසන් විය . 
චෝ ආර්යාව . 
එහෙම වෙන්නේ නැහැ . 
කවදාවත් ඔයා ... කවදා හෝ රිදවන්න . 
කං පිල් ජික් , අර පන්ක් . 
ඊළඟ වතාවේ මම ඔබව නවත්වන්නේ නැහැ , එබැවින් ඔබට අවශ්ය නම් ඔහුව මරා දමන්න . 
පරක්කුයි , ඒ නිසා මම ගෙදර යන්න ඕනේ . 
ෂුවර් . 
මගේ ස්වාමිනි . කන් පිල් ජික් පැන යාමට සමත් විය . 
කුමක් ද ? 
වෙස්මුහුණු මිනිසුන් කොතැනක හෝ පෙනී සිටියේය , ඔහු ඒ සඳහා දුවන ලදී කලබල අතරතුර . 
වෙස්මුහුණු මිනිසුන් ? 
මේ අය කවුදැයි සොයා බලන්න . 
Kang Pil Jik සමඟ අප කළ යුත්තේ කුමක්ද ? 
ඔහුට ඉන්න දෙන්න . 
ඔහුට නොහැකි වනු ඇත ආයෙත් වීදි මැස්සෙක් විදියට ජීවත් වෙන්න එබැවින් ඔහු අතුරුදහන් වනු ඇතැයි මට සැකයි පොරක් දාන්නේ නැතුව . 
එසේය උතුමාණෙනි . 
එය පෙනෙන්නේ නැත අපට ගේට්ටුවෙන් ඇතුල් වීමට හැකි වනු ඇත . 
මම මේ මොහොතේ සිට ඔහුට වලිගය දෙමි , ඉතින් ඔෆිසර් පාර්ක් එකට යන්න වැඩිදුර උපදෙස් සඳහා . ෂුවර් . 
ඒ නිසා මගේ පියා රාජ නියෝගයක් නිකුත් කර තිබුණා . 
ඔහුගේ විශ්වාසවන්ත විෂය කුමක්ද තම ජීවිතය රැකගත් ... ඔහුගෙන් ගන්නා ලදී වඩාත්ම ම්ලේච්ඡ ස්වරූපයෙන් . 
එය එසේ වුවද පෙනේ අපට දැන් විකල්ප නොමැත . 
උතුමාණනි , එය අධෛර්යමත් කිරීමට ඉක්මන් වැඩියි . 
ඉම් කන්ග්ගේ මරණයෙන් පසු , චෝ සුං හූ අතුරුදහන් ... ඔබේ පියා සමඟ ඔහුගේ හමුවීමෙන් පසුව . 
සෝක් සාමිවරයාගේ ආකාරය අනුව විනිශ්චය කිරීම දැඩි ලෙස ඔහුව සෙව්වා ... ඔහු ඇත්තටම කළ බව මට කියයි රහසිගත රාජකීය නියෝගයක් ලබා ගන්න . 
අපිට කවදා හරි හොයාගන්න පුළුවන් වෙයි වගේ . 
ආර්යා ඕ ඒ ගැන දන්නවා වගේ , ඒ නිසා කරුණාකර ඉවසන්න ... සහ සෝක් සාමිවරයාගේ ලේලිය එනතුරු බලා සිටින්න එය තේරුම් ගැනීමට . 
ආර්යාව ඔහ් කවදාහරි තර්ජනයක් වුණොත් මගේ මවට , ආර්යාව ඕ ජීවත් වීමට තෝරා ගන්නේ නම් සියෝක් සාමිවරයාට පක්ෂ වීමෙන් , අපි කුමක් කරමුද ? 
ආර්යාව ඕ ... ඇගේ අපරාධ සඳහා හිස ගසා දැමිය යුතුය . 
ඇයට පිරිනැමීමට කිසිවක් නොමැති නම් , ඇගේ අපරාධවලට වහාම පිළිතුරු දෙන්න . 
මගේ ආර්යාව , මම ඇතුල් වෙන්නද ? 
ඔයාට හැකියි . 
මට කිව්වා මේ ලියුම ඔයාට දෙන්න කියලා . 
නාඳුනන පුද්ගලයෙක් එහි පදිංචියට ගියේය ඊයේ රාත්‍රියේ අමුත්තන්ගේ කාමරය . 
ඔහු සමහරවිට කෙනෙක් වෙන්න ඇති කං පිල් ජික් ආරක්ෂා කරමින් සිටි . 
මගේ මාමණ්ඩිගේ මැරයෝ සෑම තැනකම සැඟවී සිටින බව පෙනේ . 
සෝක් සාමිවරයා සොයා ගැනීමට උත්සාහ කරනවා විය යුතුය කවුද සටහන එව්වේ . 
මාව පිටත් කරනවා මේ මොහොතේ ඔහුගේ ප්‍රමුඛතාවයයි . 
කෙසේ වෙතත් , කුමක්ද රාජකීය ලේකම් නිලධාරී උද්යානය දක්වා ? 
ඔෆිසර් පාක් සහ මම කාර්යබහුලයි මුළු රෑම දුවනවා , නමුත් ඔහු තමාට පැවරී තිබූ එක සුළු කාර්යයක් අසාර්ථක විය . 
ඔහුට ඔහුගේ හේතු තිබූ බව මට විශ්වාසයි . 
ඔයාද ... ඔහුගේ පැත්ත ගන්නද ? 
ඔහුගේ පැත්ත ? 
ඔහුට නොහැකි වූ බව මට විශ්වාස කළ නොහැක ඔබ වෙනුවෙන් මෙම කාරණය විසඳන්න . 
මගේ නෝනා . 
යූ ආර්යාව නැවත පැමිණ ඇත . 
මගේ නැන්දම්මා ආපහු ආවාද ? 
ඉක්මන් කරන්න , මගේ නෝනා . 
මම ඉක්මනින් එහි එන්නම් . 
ගිහින් රාජකීය ලේකම් නිලධාරියාට කියන්න . අපි තවදුරටත් මාර්ගයක් ඉදිරිපත් කළ යුතු නැත . 
මගේ නැන්දම්මා කාලය මිලදී ගනීවි . 
මව . 
ඇයට අමතක වෙලාද ? යූ ආර්යාවට ඇයව පිටත් කර හැරීමට අවශ්‍ය විය සෝක් සාමිවරයාට වඩා . 
කුමක් ද ? ආපසු පැමිණෙන්නේ කවුද ? 
පියා . 
මගේ ස්වාමිනි . ඒ අපේ ජොං . 
අපේ ජියොන්ග් ආපහු ආවා . 
පියා . 
ඔයාගේ නරක පුතා අන්තිමට ආපහු ඇවිත් . 
කොහොමද ඔයාට ... 
ඔයාටත් විශ්වාස කරන්න බෑ නේද ? 
ගෙදර යන ගමන් මමත් ... 
ඔහු පසුපස හඹා යද්දී බොහෝ දුරට මිය ගියේය සමහර කොල්ලකරුවන් විසින් ඔහුගේ මතකය නැති විය . 
වෙළෙන්දෙක් ඔහුව බේරාගෙන ක්විං වෙත ගෙන ගියේය . 
මට ආපහු එන්න බැරි වුණා මොකද මට කිසිම දෙයක් මතක නැති නිසා . 
ඔබ බොහෝ කලකිරීමට පත්ව සිටින බව මට ආරංචි විය . 
දැන් , මම කවදාවත් ... නැවත එවැනි අනිසි ක්‍රියාවක් කරන්න . 
කමක් නැහැ . 
ඔබ නැවත ජීවමානයි . 
මම හිතුවේ නෑ ... මට කවදා හෝ ඔවුන්ව දකින්නට ලැබේවි එකට ඉතා මිහිරි . 
මව . - ආපසු සාදරයෙන් පිළිගනිමු . 
- යෝ හ්වා . ඔබ මෙහි සිටීම ගැන මම සතුටු වෙමි , ආදරණීය . 
අපේ ජොං ... ඔබේ ස්වාමිපුරුෂයා ජීවතුන් අතර ආපසු පැමිණ ඇත . 
WHO ? 
මගේ පුතා , ජියොන්ග් . 
ඔහු හොඳින් ජීවමානයි . 
මට කනගාටුයි ... මම ගෙදර එන්න පරක්කු වැඩියි . 
ඉන්න . මේ පන්ක් ... 
මගේ හිස කෙස් . 
යහපත්කම . ඔබට ඇති වරද කුමක්ද ? 
ලස්සනයි . 
ප්‍රධාන වෙළෙන්දා ඇතුලේද ? 
- මොනතරම් රළුද ! - සමාවෙන්න . 
මට කනගාටුයි . ඔබේ කාලය භුක්ති විඳින්න . 
මගේ දෙයියනේ . 
ඇය වසර 15ක් වැන්දඹුවක්ව සිටියාය . පිරිමියෙකු වටා ඇයට නුහුරු බවක් දැනෙන්නට ඇත . 
ඇය කෙතරම් බොළඳද . 
ඇය ඉක්මනින් ඔබව උණුසුම් ලෙස පිළිගනී . ඕනෑවට වඩා පහත් බවක් දැනෙන්න එපා . 
කමක් නැහැ . 
අපි ඉක්මනින් ඇතුලට යමු . 
දැන් මටත් අමුතුම හීනයක් පේනවා . 
මම වෙනත් තැනකට ගියොත් ඔබ මෙය කරනවාද ? තුන් අවුරුදු ශෝකයක් කරනවා වෙනුවට ? 
ඇයි එලියට එන්නෙ ඔබ මෙහි සිටිය යුත්තේ කවදාද ? 
මට මොහොතකට ඇතුල් විය හැකිද ? 
මී පැණි . අනේ මට කියන්න ඒ මිනිහා නෙවෙයි කියලා . 
කරුණාකර ... 
මම ඇතුලට යන්නම් . 
නැත . 
මට සමාවෙන්න . 
හොඳින් ... 
මගේ ... 
මගේ නෝනා . 
ඔබ තරමක් කලබල විය යුතුය . 
ඔබ සන්සුන් වූ විට මට කතා කරන්න . 
මම බලා සිටිමි . 
මම මගේ නැන්දම්මා බලාපොරොත්තු වුණේ නැහැ ... තුන් අවුරුදු ශෝකය නවත්වනු ඇත මට මේ විදියට . 
Bi Chan යනු ... ඒ මිනිසාට සෙවන දෙමින් . 
අපි හොඳින් දැනුවත් විය යුතුයි කවුරුහරි ඔහු ළඟට ගියොත් ... සහ ඔහු කොහෙද යන්නේ . 
මම නිතර පණිවිඩ හුවමාරු කර ගන්නවා ඔහු සමග . - කණගාටු නොවන්න . - කමක් නැහැ . 
පියා . 
ඔව් ? සොඳුරිය . 
මෙවර ඔබව මෙහි ගෙන එන්නේ කුමක්ද ? 
ප්‍රාග්ධනය සතුව ඇත තවත් දෛවෝපගත ආදර කතාවක් ... ඒක හරියට ජනකතා පොතකින් වගේ . 
වම් රාජ්‍ය මන්ත්‍රී Seok ගේ පුත්‍රයා පණපිටින් ආපහු ආවා . ඒ පවුල තුළ පිස්සු හැදෙනවා . 
ඔහුගේ බිරිඳ භක්තියෙන් යාච්ඤා කළ බව වචනවලින් කියැවිණි සැම දවසකම . 
ඇගේ භක්තිය අහස අල්ලන්න ඇති . 
මෙය ඇදහිය නොහැකි ය . 
මොනතරම් හොඳ ආරංචියක්ද ! 
චෝ ආර්යාව ගොඩක් සතුටු වෙන්න ඇති . 
ඇයට ලැබෙනවා ඇගේ වැලපෙන ඇඳුම් ගලවන්න ... ඒ වගේම සැමියෙක් ඉන්නවා . 
මම කොටසක් වීමට කැමතියි එවැනි ආදර කතාවක . 
නෑ මම ඒක අනිවාර්යයෙන් කරන්නම් තාත්තේ . 
ඉන්පසු , ඔබ ආරම්භ කිරීමට සිදු වනු ඇත ස්වාමිපුරුෂයෙකු අහිමි වීමත් සමඟ . 
විකාර ! 
එය විය නොහැක . 
නිලධාරි උද්යානය ! 
දෙවියනේ . කොහොමද එහෙම දෙයක් කිව්වේ ... ඔබේ අනාගත සැමියා ඉදිරියේ ? 
මට තියෙනවා ... වෙනත් කෙනෙකු කෙරෙහි ඇල්මක් . 
නැවත හමුවෙන්නම් . 
යූන් හක් . ඔයාට ඇහුනද ? 
ඔව් , මම කළා . 
මැරිච්ච මිනිහෙක් පණ පිටින් ආවද ? එය කළ නොහැක්කකි . 
මම ඇතුලට එන්නම් . 
මගේ නෝනා . මම තනියම මොහොතක් ඉන්න කැමතියි ජොං සමඟ . 
මම ඔට්ටු අල්ලනවා . 
මම ඔහුගේ පැත්තේ සිටියෙමි ඊයේ ඉදන් ඔක්කොම . 
මම ඔය දෙන්නට කතා කරන්න දෙන්නම් . 
ඔබ ආපසු මෙහි බඩගා යාමට එඩිතර වූයේ ඇයි ? 
හැමෝම සතුටු වෙලා . 
ඔබ හැර , පියාණෙනි . 
ඔයා පොඩි ... 
ඔයා මට කරපු හැම දෙයක්ම මම භූමදාන කරනවා ... ඒ වගේම අම්මවයි මගේ බිරිඳවයි හොඳින් බලාගන්න . එසේ කරදර වෙන්න එපා . 
ඔයාවත් දන්නවද ඔබ මගේ සැලැස්ම කොතරම් විනාශ කළාද ? 
මම කරුණාකර ... කාටවත් හානියක් නොවේවා කියලා ප්‍රාර්ථනා කරනවා ... ඔබේ සැලසුම නිසා එය කුමක් වුවත් . 
මම ... මම කිව්වේ , මම ... 
යූන් හක් . මම කුමක් කළ යුතුද ? 
මෙය පිළිගත නොහැකි ය . 
එය විය නොහැක . 
කරුණාකරල කරනවද ... 
ගණන් ගන්න එපා . දිගටම කතා කරන්න . 
ඔබ අවම වශයෙන් කතා කළ යුතුය ඔබව සනසන්නට . 
මම මැරෙනවා දැනගන්න ... කවුද ඒ පොන්නයා කියලා . 
ඔබේ ස්වාමිපුරුෂයා මේ වගේ හොඳින් ජීවත් වෙනවා , එබැවින් ඔබ ඔහුව නොදැකිය යුතුය වැලපෙන ඇඳුම් වලින් . 
මම ඔහුව කිහිප වතාවක්ම දැක ඇත්තෙමි වැලපෙන ඇඳුමින් , අම්මා . 
මම ඔයාට ඇඳුම් අන්දන්න කිව්වා ජේ යී විවාහ වීමට පෙර ඇඳ සිටි බව . නමුත් ඔවුන් ඔබට ඉතා හොඳින් පෙනේ . ඔබ ඇත්තටම ලස්සනයි . 
ඔබ එකඟ නොවන්නේද ? 
ඔව් අම්මේ . 
ඒ පාට ඇඳුම් ඇඳගෙන , ඇය ඊටත් වඩා එම කාන්තාව මෙන් පෙනේ . 
ඔබ විවාහ වූ දා සිට , ඔබ මුළු කාලය පුරාම ශෝක ඇඳුමින් සිටියා . 
මට ඉතාමත් කණගාටුයි ඔබ ගිය සෑම දෙයක් සඳහාම . 
ඒක කියන්න එපා අම්මේ . 
මම හොඳින් හිටියා . 
මම අදහස් කළේ එයයි . 
ජියොන්ග් ආරක්ෂිතව ආපසු පැමිණ ඇත ... ඔබගේ භක්තියට ස්තුතියි . ලස්සන ඇඳුම් ඇඳගන්න ... සහ වටපිට බැලීමට නිවසින් පිටතට යන්න . අපි එකට සතුටින් ජීවත් වෙමු . 
නෑ අම්මේ . 
මම දැනටමත් බොහෝ විට නිවසින් පිටතට යමි . 
වැලපෙන ඇඳුම් වෙනුවට , මමත් කළු ඇඳුම් ඇඳගත්තා . 
මට පන්සලේ ඉන්න දෙන්න වැලපෙන ඇඳුම් වලින් . 
හරි . එය පැහැදිලි කිරීමට අපහසු බව මම දනිමි මෙම හුස්ම හිර කරන හැඟීම් . 
ඔබට නුහුරු නුපුරුදු බවක් දැනීම ස්වභාවිකයි . නමුත් ඔබ එයට පුරුදු විය යුතුය . 
එහෙනම් මම දැන් ඔයාව දාලා යනවා . ඔය දෙන්නට කතා කරන්න පුළුවන් . 
මගේ දෙයියනේ . 
මව . 
ඇය බොහෝ දුරට නිලධාරියාගේ පෙම්වතියට සමානයි . 
ඇයි එයා මට ඒ බැල්ම දෙන්නේ ? 
ඔහුට මතකද ? 
ඔබ බොහෝ දුක් විඳ ඇත . 
කොහෙත්ම නැහැ . 
අවසන් වරට Myungdo Inn හි ... 
Myungdo Inn ? 
මම කවදාවත් එතනට ගිහින් නැහැ . 
ඒත් එදා ... ඔබේ හිසකෙස් . 
මම එදා ඔයාව අඳුනගත්තේ නැහැ . 
මම සමාව ඉල්ලනවා . 
ඔබ මගේ බිරිඳ බව මම දැන සිටියේ නැත . 
ඇයි කිව්වෙ ඔයා කවදාවත් Myungdo Inn එකේ හිටියේ නැද්ද ? 
මම හිතුවේ එයාගේ ඔළුව අසනීප වෙලා කියලා . නමුත් ඔහු ඉක්මන් බුද්ධිමත් බව පෙනේ . 
ඇය යමක් සඟවන බව පෙනේ . 
වැන්දඹුවකට නිවසින් පිටවීමට අවසර නැත . අම්මා දැනගත්තොත් මම බොරු කිව්වා ... තරහ ගියා . 
මම දකියි . මම ඒ ගැන හිතුවේ නැහැ . 
ඔයා දන්නව ද ... අගනුවර ආරක්ෂක අංශයේ නිලධාරියෙක්ද ? 
ඔබ අදහස් කරන්නේ කවුද ? 
මම එහෙම කෙනෙක්ව දන්නේ නැහැ . 
එහෙනම් හොඳයි . 
අද රාත්‍රිය ඔබේ අවසන් අවස්ථාව විය හැක . 
ඉන්න . මම සිතිය යුතුයි . 
සිතන්නට ඇත්තේ කුමක්ද ? 
ඔබ මෙහි රැඳී සිටිනවාද ? 
යෝ හ්වා . 
ඔයා මෙතන කරන්නේ කුමක් ද ? 
මට මේ ස්ථානය සැනසීමක් විය යුතුයි . 
ඔබේ සැමියා ජීවතුන් අතර හොඳින් ඉන්නවා . තවත් මෙහෙ එන්න එපා . 
ඔව් අම්මේ . 
ජියොන්ග්ගේ කාමරය සූදානම් වන තුරු , මම එයාට කිව්වා දැනට ඔයා එක්ක ඉන්න කියලා . 
ඔව් අම්මේ . 
මොකක්ද අම්මේ ? 
ඔබට ඉදිරියට ගෙන යාමට පෙළපත් නාමයක් ඇත . 
මම ජියෝන්ට කිව්වා ... ඔබ සමඟ සිටීමට ඔබ පුතෙකු බිහි කරන තුරු . 
මම ආසයි ඉක්මනින්ම ආච්චි කෙනෙක් වෙන්න . 
දැන් ඔබේ කාමරයට ආපසු යන්න . 
ඕනෑවට වඩා කලබල වෙන්න එපා . 
මට තරමක් හොඳ පුරුදු තියෙනවා . 
හරි . " ආචාර ධර්ම " යනු කුමක්ද ? 
ඔහුට පහර දෙන තුරු බලා සිටිය නොහැක . 
මම ආචාරධර්ම දනිමි . 
ඔබ ආචාර විධි දන්නා බව පවසන බැවින් , මම ඔබට යමක් මතක් කළ යුතුයි . මම තනියම මංගල උත්සවයක් තිබ්බා . මම සංගමේ වයින් තනිවම පානය කළෙමි . අපි සැබෑ යුවලක් නොවේ ... අපි එම කටයුතු අවසන් කරන තුරු . 
මම ඒ ගැන හිතුවේ නැහැ . 
අපි තවත් විවාහයක් කරමු . 
මගේ පවුලේ අය ඔයාව එව්වද මගේ උපන් දිනය සහ වේලාව ? ( තහවුරු වූ විවාහ ගිවිස ගැනීමෙන් පසු , මනාලියට මනාලයාගේ විස්තර ලැබුණි . ) ඔවුන්ට තිබිය යුතුය . 
මංගල තෑගි . ඔබටත් ඒවා ලැබෙන්න ඇති . 
එහෙනම් අපි මේකට කතා කරමු ... සංගමයේ වයින් . 
මම නිකමටද ... ඔහුව මරන්නද ? 
මම සමාව ඉල්ලනවා . 
ඔයාව හැදුවට මම සමාව ඉල්ලනවා එය තනිවම කරන්න . 
මම ප්‍රාර්ථනා කළා ... අද දවසම කියන්න . 
මම ඔබ ගැන කිසිවක් නොදනිමි , ඒත් ඔයා මේ විදියට ජීවත් වෙන්නේ මම නිසා . ඒ සඳහා පමණක් , මට ඕන උනේ ... ඔබෙන් සමාව ඉල්ලනවා . 
කාට හරි දොස් කිව්වත් එය නොවනු ඇත ... වන්නේ නැහැ ... එය ඔබගේ වරදක් නොවේ . 
මම ලී කුට්ටියකට කතා කළා ... සැමියෙක් හොඳයි , ඒත් මට ඒක එයාට කියන්න බෑ . 
එහෙනම් අපි ... ඇඳට යන්න ? 
හොඳින් , ඔබට අපහසුතාවයක් දැනෙනවා නම් , මම ඔතන නිදාගන්නම් . ඔයාට මෙතන නිදාගන්න පුළුවන් . 
ඉන්පසු ... මම දැන් නිදාගන්නම් . 
ඔයා කරන්නේ කුමක් ද ? 
ඔබ සිටින ආකාරයටම නිදාගන්න . 
මට මගේ ඇඳුම් ඇඳගෙන නිදාගන්න බැහැ . 
මට මේක කරන්න ඕන වුණේ නැහැ අපි එකට පළමු රාත්‍රියේ . 
ඉන්පසු ... මම ඔබට උදව් කරන්නම් . මගෙන් ඈත් වෙන්න . 
ඔබ මා වෙනුවෙන් එය කරනවද ? 
මගේ නෝනා . ඇත්තටම මම ... 
ආදරණීය සැමියා . ඔබ එතරම් සැහැල්ලු ය වයින් සම්බන්ධයෙන් ගත් කල . 
ඇයි ඔයා මෙතරම් ප්‍රමාද ? 
මට හොරෙන් එලියට එන්න අමාරු උනා . 
ඔබට මෙය වැඩි කාලයක් කළ නොහැක . 
දැන් ඔබ මොනවද කරන්නේ ? 
මට නිවසින් පිටවීමට මගක් සෙවිය යුතුය . 
ඊයේ වෙනකන් ඔයාට අපිව ඕන උනා ඔබව රැඳී සිටීමට මාර්ගයක් සොයා ගැනීමට . ඔබ ඇත්තටම අන්ත ලේලියක් . 
කොහොමද ... පණපිටින් ආපු සැමියා ? 
ඒ වචනය කියන්න බැරිද ? 
ඒ ඔහුය . මෙතන කඩයක් තිබ්බ ජූ කියන මිනිහා . 
ජූ ඔබේ සැමියාද ? 
ඔහු ඉතා අමුතු ලෙස ක්රියා කරයි . ඔහු යමක් දන්නවාද නැද්ද ? 
කොහොම හරි මට එයා ගැන හොයලා බලන්න . 
ජූ ... 
ඒක අමුතුයි . 
එය අහම්බයක් ලෙස නොපෙනේ . 
මට හෙට ලේඩි ඕ කතා කරන්න ඕන . 
මේ අපේ අවසාන අවස්ථාව විය හැකියි . 
මට බයයි ... මම කවදාවත් මගේ සහෝදරයා සොයා ගන්නේ නැහැ ආර්යා අනේ මට මොකුත් කියන්නේ නැත්තම් . 
ඔබ තරම්ම අනුකම්පා සහගත තවත් ජීවියෙක් අල්ලපු කාමරේ නිදාගෙන ඉන්නේ . 
ඔබ ඔහුව අවදි කර ඔහුට යන්න කියන්නද ? 
ආයුබෝවන් . මම ඔබට මගේ ජීවිතය දෙන්නම් ස්වාමීනි . 
බිරිඳ . 
ඔහු කොපමණ පානය කළාද ? 
මම විය යුතුයි ... දැන් දේවල් දකිනවා . 
මගේ නෝනා . 
ඔබ , චෝ ආර්යාව , කවුද ... වෙනත් කෙනෙකුගේ බිරිඳ . 
( නයිට් මල් ) 
මම Myungdo Inn එකට යන්නම් . 
මෝඩයා . 
පැය කීයක් ගියාද දන්නවද ? 
යූන් හක් . 
( එපිලෝග් ) මම ගිහින් අහන්න ඕනේ මිනිහා මොන වගේද කියලා . 
අපි Myungdo Inn වෙත යමු ! 
යන්න ! 
ඔබට අවශ්ය ඕනෑම දෙයක් කරන්න . ඔහු ඒ තරම් දරුණු බේබද්දෙක් . 
හිටපු කෙනාගේ පුතා රජුගේ ආරක්ෂක සේනාවේ ප්‍රධානියා ජීවතුන් අතර සිටී . 
මේ අවස්ථාව ගන්න කරදරයේ මූලාශ්රය ඉවත් කිරීමට . 
කන් පිල් ජික් ඔබ පසුපස එනු ඇත . 
ඔබ පරෙස්සම් විය යුතුය . 
ඔයා කියනවද ඔයා ... 
මම ඔබෙන් මේ එක දෙයක් අහන්නම් . 
වඩා හොඳ කුමක්ද ? මගේ බිරිඳ ඔබේ පෙම්වතිය වෙලා ... නැතිනම් ඇය වෙස්මුහුණු සුපරීක්ෂාකාරිනියද ? 
මම බලාපොරොත්තු වුණා දින දෙකකින් තේ පැන් සංග්‍රහයක් . 
සොක් ස්වාමීන් වහන්ස , කරුණාකර ආරාධනාව කරන්න ... ඔබේ බිරිඳට , ඔබේ පුතාට , සහ ඔබේ ලේලිය . 
මම කැමැත්තෙන් සිටිය යුතුයි කූට උපක්‍රමයක නිරත වීමට . 
උතුමාණනි . 
ඔබ තැනින් තැන කතා කරන්නේ කෙසේද ? 
