The Fable 
Το Φάντασμα στο Μπαλκόνι 
Εντάξει , πήγαινε στο αμάξι . 
Πόσο καιρό κάνεις αυτήν τη δουλειά ; 
Λίγο περισσότερο από δύο χρόνια . 
Αλήθεια ; 
Εγώ την κάνω 10 . 
Πάει καιρός , κύριε Σουναγκάβα . 
Ναι . Τρία χρόνια . 
Βλέπω ότι ακόμα οδηγείς μόνος σου . 
Μάλλον δεν εμπιστεύεσαι κανέναν . 
Δεν μιλάω για τα προσωπικά μου . Ας μιλήσουμε για δουλειές . 
Ορίστε φωτογραφίες και ονόματα . 
Θα εξοντώσεις δύο άτομα . 
Δύο ; 
Θέλω να σκοτώσεις πρώτα αυτόν . 
Θα τον συναντήσω σύντομα σε ένα σιδηρουργείο που έχω ως ενέχυρο . 
Όσο μιλάμε ήρεμα , σημάδεψε καλά και σκότωσέ τον. 
Θα το φροντίσω . 
Ποιος είναι ο άλλος ; 
Ούτε εγώ θέλω να μιλάω για τα προσωπικά μου . 
Τι ωραία μυρωδιά . 
Είναι τέλεια . 
Αλλά δεν είναι ώρα γι ' αυτά . 
Ορίστε . 
Μια κάμερα κρυμμένη εδώ εντοπίζεται πολύ δύσκολα . 
Αυτή η κάμερα με σύστημα ανίχνευσης ανθρώπινης παρουσίας ήταν ακριβή . Δεν πρέπει να ξεχνάω να αλλάζω κάρτα μνήμης . 
Θα σε παρακολουθώ πάντα . Το ίδιο θα γίνει και απόψε , Μισάκι . 
Μακάρι να μπορούσες να μιλήσεις . 
Μακάρι να μπορούσαμε να πιούμε μαζί . 
Μακάρι να με έκανες να σκάσω στα γέλια . 
Δεν έχω τίποτα να κάνω . 
Με συγχωρείς . 
Ανοιχτά είναι . 
Γιόκο . 
Μισάκι ! 
Σου πήρα αυτό για να σε ευχαριστήσω που με άφησες να μείνω . 
Αλήθεια ; 
Παρακαλώ , πέρασε . 
Δεν δουλεύεις σήμερα ; 
Πήρα ξαφνικά ρεπό . 
Αλήθεια ; 
Δουλεύεις πολύ σκληρά , να παίρνεις ρεπό καμιά φορά . 
Έμαθα από τον Σάτο ότι σου αρέσει το ποτό . 
Το λατρεύω ! 
Έλα . Κάθισε . 
Ευχαριστώ . 
Τι θόρυβος είναι αυτός ; 
Σταμάτησε . 
Έσβησε . 
Άγνωστος Η Μισάκι είναι εδώ . 
Ας πιούμε . 
" Διαβάστηκε " και δεν απάντησε ; 
Δεν πειράζει . Δεν χρειάζεται να τον ρωτήσεις . 
Αγνοεί εντελώς την αδερφή του που βαριέται . 
Μου τη δίνει όταν είναι τόσο άκαρδος . 
Έτσι δεν κάνει όμως ; 
Χαίρομαι που περνάει καλά . 
- Έλα . Γέλασέ μου κι άλλο . - Σταμάτα , Γιόκο . 
Πανάθεμά τον ! 
Τα διαβάζει , αλλά δεν απαντάει . 
Έχω εκνευριστεί πολύ τώρα . 
Δεν είναι και πολύ γρήγορο . Αλλά πώς να το θέσω ... 
Θα σου δώσω αυτό το αμάξι . 
Τι σημαίνει για μένα ! 
Είναι σαν να οδηγείς ένα ζωντανό πράγμα . 
Νομίζω ότι μπορεί να μου αρέσει αυτό το αμάξι . 
Έμαθα ότι κάνεις πολλές δουλειές , Μισάκι . 
Ναι . 
Πρέπει να έχεις μεγάλα όνειρα . 
Ίσως ήρθε η ώρα να ψάξω κι εγώ για δουλειά . 
Γιόκο , μέχρι τώρα , τι δουλειά έχεις κάνει ; 
Τι δουλειά ; 
Δεν είναι δουλειά για να καυχιέμαι . Και δεν την κάνω επειδή μου αρέσει . 
Πριν το καταλάβω , έγινε η δουλειά μου . Αλλά μπορείς να πεις ότι μου ταιριάζει . 
Τι δουλειά είναι ; 
Είναι σωματική και σκληρή δουλειά . 
Δύσκολα τη συζητάς με κόσμο , αλλά τα λεφτά είναι καλά . 
Δηλαδή , είναι ... 
Η αλήθεια είναι ότι η ζωή δεν είναι πάντα όμορφη . 
Τι συμβαίνει , Μισάκι ; 
Έχεις πρόβλημα με τη δουλειά σου ; 
Όχι . 
Βασικά , ναι . 
Μερικές φορές , δεν πρέπει να παίρνεις τόσο σοβαρά τα πράγματα . 
Η ζωή δεν κρατάει για πάντα , ξέρεις . 
Αυτό είναι πολύ βαθύ . 
Αλήθεια ; Έτσι λες ; 
Βέβαια , σωματικά δύσκολο δεν είναι για μένα . 
Μ ' αρέσει να πίνω 
Είμαι ντίρλα . 
Πίνω πάρα πολύ όταν πίνω μόνος . 
Έπρεπε να είχα καλέσει τον Σάτο . 
Συγγνώμη που έπεσα πάνω σου . 
Να πάρει . 
Κακό αυτό . 
Ξεπέρασα τα όριά μου . 
Κι άλλος ... 
Τι κάνετε , βρε αλήτες ... 
- Να πάρει ! Αυτή παραήταν δυνατή . - Τι ; 
Πάμε ! 
Μάλλον το παρακάναμε . 
Όταν μπεις μέσα , πρώτα βεβαιώσου ότι το περίστροφό μου είναι εκεί . 
Δεν πρέπει να το πάρει ο Κότζιμα . 
Αν δεν το βρήκε ο Κότζιμα , τότε κράτησέ το εσύ προς το παρόν . 
Επίσης , τις έξι κάμερες που έβγαλες , θέλω να τις βάλεις να καταγράφουν το σπίτι μου . 
Μόνο δύο κολ γκερλ βρήκες ; 
Συγγνώμη . 
Υπάρχουν άλλες τρεις γυναίκες που θέλουν λίγο χρόνο ακόμα . 
Θα τις ξαναπάρω αύριο . 
Αυτές οι γυναίκες έχουν μια περίεργη αίσθηση περηφάνιας . 
Οι άντρες θέλουν κομπλιμέντα , αλλά οι γυναίκες θέλουν κατανόηση . 
Εκμεταλλεύσου αυτές τις συναισθηματικές ανάγκες . 
Τέλος πάντων , ας πιούμε καμιά μπίρα . Εντάξει . 
Αδερφέ , ορίστε η ... 
Τι συμβαίνει ; 
Αδερφέ . 
Καλεί ο κύριος Σουναγκάβα . 
Αυτός ο φαλακρός ; 
Απάντησε . 
Μάλιστα . 
Εμπρός ; 
Εδώ Τακαχάσι . 
Εντάξει . 
Να πάρει , κάνει κρύο . 
Εδώ Κότζιμα . 
Παρακολουθώ αρκετή ώρα , αλλά είναι όλα φυσιολογικά . 
Σε λάθος μέρος την έβαλα . 
Ο διευθυντής του μαγαζιού όπου δουλεύω δέχτηκε επίθεση και τραυματίστηκε . 
Τσακώνεται με κάποιον ; 
Με δουλεύεις ; 
Τότε , έβαλες άλλον να το κάνει . 
Δεν θα γίνω ποτέ κολ γκερλ , ό , τι κι αν μου κάνεις . 
Το ορκίζομαι ! 
Τι ; 
Κολ γκερλ ; 
Κάτσε ! Τι ; Τι είναι αυτό ; 
Εισερχόμενη κλήση 
Εδώ Δημοτικό Νοσοκομείο Ταϊχέι . 
Ορίστε ; 
Ένα πρώην μοντέλο για μπικίνι δουλεύει για εμάς . 
Αν θες , τη βάζω να δουλέψει και για σένα , κύριε Σουναγκάβα . 
Φυσικά , μέχρι τέλους φτάνει . Κάνει τα πάντα . 
Πώς τη λένε ; 
Προς το παρόν , ας την πούμε Μισάκι . 
Θα σου πω περισσότερα αργότερα . 
Ναι , καταλαβαίνω , αδερφέ Σουναγκάβα . 
Δώσε μου ακόμα δύο μέρες . Εντάξει . 
Ο παλιοκαράφλας , που με τρέχει κιόλας . 
Ορίστε . 
Φτάνουν δύο μέρες ; 
Μην είσαι χαζός , βλάκα ! 
Κοίτα με όσο κάνω τα δικά μου . 
Καλημέρα . 
Πού είναι ο πρόεδρος ; 
Δεν είναι εδώ . 
Καλημέρα , Σάτο . 
Καλημέρα . 
Χθες το βράδυ , έμεινα πάλι στην αδερφή σου . 
Έχω χανγκόβερ . 
Καλημέρα , Κάινουμα . 
Τι ; Πού είναι ο πρόεδρος ; 
Δεν είναι εδώ . 
Τον πήγαν στο νοσοκομείο χθες βράδυ . 
Ένας περαστικός τον βρήκε στον δρόμο και κάλεσε ασθενοφόρο . 
Μάλλον τον έδειρε κάποιος τυχαίος . 
Τη γλίτωσε μόνο με μερικούς μώλωπες απ ' ό , τι φαίνεται , αλλά θα του κάνουν αξονική και θα τον αφήσουν αύριο . 
Μισάκι , έχεις μπλεξίματα με επικίνδυνους τύπους ; 
Γιατί το λες αυτό ; 
Γιατί το ίδιο συνέβη σε κάποια από τις άλλες της δουλειές . 
Ποιος σου το είπε αυτό ; 
Πάω σ ' εκείνο το μπαρ μερικές φορές . 
Δεν πιστεύω ότι είναι σύμπτωση . 
Συγγνώμη . 
Γιατί ζητάς συγγνώμη ; 
Συγγνώμη . 
Βγαίνω για λίγο . 
Της τηλεφώνησα αμέσως χθες το βράδυ , αλλά εκείνη μεθούσε ; 
Πες μου λεπτομέρειες . 
Τι ; 
Πες μου όσα ξέρεις . 
Ξέρω ότι τραβάς τη Μισάκι με κρυφές κάμερες . 
Αλλά αυτά δεν έχουν σημασία τώρα . 
Δεν σκοπεύω να το πω σε κανέναν . 
Δώσε μου τα βίντεο . 
Θέλω να κάνω κάτι για να βοηθήσω τη Μισάκι . 
Να κάνεις κάτι για να τη βοηθήσεις ; 
Μάλλον έχει να κάνει με τη γιακούζα . 
Σοβαρά ; 
Τι ; 
Δύο άντρες σε σεξοξενοδοχείο ; 
Είναι του Σουναγκάβα . 
Δεν υπάρχει πιο ασφαλές μέρος . 
Σίγουρα έχει μεγάλη επιρροή . Αλλά πρόκειται για μικρή συμμορία . Εκπλήσσομαι που επιβιώνουν μόνοι τους . 
Συνήθως , ενώνονται με μεγαλύτερες ή τις διαλύουν οι μπάτσοι . 
Με προσέλαβε ο Σουναγκάβα πριν τρία χρόνια κι εξουδετέρωσα δύο μέλη του ομίλου Σάμεκεν . Λίγο αργότερα , όμως , σκοτώθηκαν το αφεντικό και όλα τα μέλη του Σάμεκεν . 
Κυκλοφορούν φήμες ότι ο εκτελεστής Μύθος στηρίζει τον Μαγκούρο . 
Ο Μύθος ; 
Πλάκα κάνεις ; 
Αυτό είναι σαν αστικός μύθος . 
Έτσι νομίζεις ; 
Αν παραδεχτείς ότι υπάρχει ο Μύθος , τότε ... 
Πλάκα κάνεις . 
Άκου . 
Ξέρουμε την αλήθεια για τα περιστατικά που οι περισσότεροι θεωρούν αστεία . 
Υπάρχει πάντα αλήθεια σε κάτι που μοιάζει με αστείο . 
Εννοείς ότι αυτήν τη φορά έχει να κάνει με τον Μύθο ; 
Όχι , αμφιβάλλω . 
Δεν νομίζω ότι ο Σουναγκάβα ξέρει καν ότι υπάρχει ο Μύθος . Ωστόσο , αν τύχει να πέσω πάνω στον Μύθο , θέλω να τον σκοτώσω . 
Μπες μέσα . 
Χαίρομαι που πήρες . 
Το αποφάσισες , λοιπόν . 
Μη με κοιτάς θυμωμένα . 
Σου χαλάει την ομορφιά . 
Τι προτιμάς , μαραθώνιο ή σπριντ ; 
Σου ζήτησα να βοηθήσεις έναν χρόνο στη δουλειά με τα κολ γκερλ , αλλά αν βοηθάς και σε μπαρ συνοδών ταυτόχρονα , τρεις μήνες αρκούν . 
Τρεις μήνες ; 
Ναι . Εσύ επιλέγεις τον αγώνα . 
Θα υπογράψεις συμβόλαιο αργότερα . 
Δεν θέλω προβλήματα αργότερα . 
Βάλε και τη σφραγίδα σου . 
Θα είναι όλα σωστά και νόμιμα . Για να ' ναι όλοι χαρούμενοι . 
Ετήσιο ή τρίμηνο πακέτο . 
Είσαι τυχερή . Έχεις επιλογές . 
Με κάλεσες ; 
Ναι . 
Τι στο καλό κάνεις ; 
Στάσου ! Περίμενε ! 
Μη μου πεις ότι αυτό είναι ... 
Ναι , είναι κάννη . 
Τι σκοπεύεις να κάνεις ; 
Φτιάχνεις όπλο ; 
Μόνο την κάννη . 
Έχω το σώμα του Nighthawk . 
Το ξέρω . Και σφαίρες ; 
Είχε κάτι ωραίες σ ' ένα δείγμα στο μαγαζί . 
Θα τις αξιοποιήσω . 
Γιόκο , θέλω να σου ζητήσω μια χάρη . 
Συμβόλαιο προσωρινής εργασίας 
Το σπριντ σού πάει καλύτερα ; 
Σοφή επιλογή . 
Πόσο ήσουν όταν έκανες πρώτη φορά σεξ ; 
Με πόσους το έχεις κάνει ; 
Δεν χρειάζεται να απαντήσω . 
Ναι , αυτό είναι αλήθεια . Αλλά εγώ ρωτάω , εντάξει ; 
Τέσσερις . 
Τέσσερις άντρες ; 
Τόσο καλό κορίτσι είσαι ; 
Μετά το ερωτικό μόντελινγκ , μόνο τέσσερις ; Πλάκα κάνεις . Και ... 
Ρούφα αυτό . 
Τι ; 
Μην κάνεις την έκπληκτη . 
Εμπρός . 
Αυτή είναι η δουλειά σου . 
Σε τρεις μήνες , ο αριθμός των αντρών που θα έχεις πάει θα είναι σίγουρα τριψήφιος . 
Δεν θα γίνω ποτέ κολ γκερλ , ό , τι κι αν μου κάνεις . 
Ένα πρώην μοντέλο για μπικίνι δουλεύει για εμάς . 
Θέλω να βοηθήσω τον Κότζιμα . 
Θα έρθω να σε πάρω αύριο το βράδυ . 
Φρόντισε τα ρούχα και το μακιγιάζ σου να είναι κατάλληλα . 
Αν η φούστα σου είναι κοντή , όλα είναι εντάξει . 
Εντάξει . 
Καλό κορίτσι . 
Καλόν ύπνο . 
Φαίνεται ότι έχεις πολλή δουλειά τελευταία , Τακαχάσι . 
Ναι , περίπου . 
Πρέπει να είμαι πάντα κοντά στον αδερφό για τον οποίο δουλεύω τώρα . 
Είσαι πολύ χλωμός . 
Πιες λίγο καφέ . 
Ευχαριστώ . 
Ας βγούμε να διασκεδάσουμε αύριο βράδυ . 
Τι ; 
Όχι , δεν μπορώ αύριο βράδυ . 
Έχω μια μεγάλη δουλειά . 
Την τελευταία φορά , μέθυσες πολύ και χτύπησες , οπότε σκέφτηκα να σου πάρω κάτι ως ένδειξη συγγνώμης . 
Σοβαρά ; 
Ορίστε . 
Ρολόι ; 
Λυπάμαι , δεν είναι σε κουτί . 
Βιαζόμουν όταν το αγόρασα . 
Τέλος πάντων , εμπρός . Δοκίμασέ το . 
Άντε . 
Ευχαριστώ . 
Τέλεια ! Σου πάει τέλεια . 
Δεν ξέρω πώς να το θέσω , αλλά έχει κάποιες γρατζουνιές . 
Καινούργιο είναι ; 
Από πού το αγόρασες ; 
Μην ανησυχείς γι ' αυτά . 
Δεν το λέω με περίεργο τρόπο . Αλλά θα ' ταν πολύ κρίμα να σ ' έχουν εξαπατήσει . 
Μην ανησυχείς γι ' αυτό . 
Δες το ρολόι ως γούρι από μένα και φόρα το συνέχεια , εντάξει ; 
Φυσικά . 
Εντάξει , φεύγω . 
Είπα στον αδερφό ότι πάω σπίτι ν ' αλλάξω . 
Τα λέμε αργότερα . Ναι . 
Πάμε να πιούμε πάλι . 
Έδωσα στον Τακαχάσι το ρολόι με το GPS . 
Ωραία . 
Μπορούσαμε απλώς να τον ακολουθήσουμε , γιατί κάναμε τόσο κόπο ; 
Πολλοί γιακούζα είναι καλοί στο να εντοπίζουν ποιος τους ακολουθεί . 
Ειδικά ο Κότζιμα . 
Έχω συνηθίσει να σκοτώνω και να φεύγω . Αλλά η Μισάκι είναι μπλεγμένη σ ' αυτό . 
Δεν έχω ξανακάνει διάσωση . Και δεν πρέπει να μάθει ότι είμαι εγώ . 
Τότε , πώς θα το κάνεις ; 
Δεν πρέπει να σκοτώσεις κανέναν . 
Το ξέρω . 
Θα σου δώσω αυτό το αμάξι . 
Τι σημαίνει για μένα ! 
Κανονικά , ένας σωστός άντρας δεν μπορεί να αρνηθεί , όταν ένας άλλος δείχνει την ειλικρίνειά του . 
Μπαρούτι από πυροτεχνήματα δεν είναι αυτό ; 
Και οι σφαίρες τι είναι ; 
Βαρίδια ψαρέματος ; 
Ναι , κάτι τέτοιο . 
Θα ' σαι εντάξει μ ' αυτό το παιχνιδάκι ; 
Αφού εκείνοι θα έχουν όπλα , δεν μπορώ να πάω άοπλος . 
Σε σχέση με το αληθινό , δεν έχει σχεδόν καθόλου ισχύ . Μα ως επαγγελματίας , θα καλύψω εγώ την έλλειψη . 
Εσύ κοίτα προσεκτικά . 
Αφού το μπαρούτι δεν έχει ισχύ , δεν υπάρχει αντιρροή . 
Πλάκα κάνεις ; 
Δεν πετάγεται ; 
Θα το κάνω χειροκίνητα . 
Ως επαγγελματίας , μπορώ να το χειριστώ . 
Αυτό με αγχώνει . 
Παρεμπιπτόντως , μια σφαίρα θέλει 40 λεπτά . 
Με αγχώνει πολύ ! 
