有人 幫 了 我 
好美 
妳 記得 這個 地方 嗎 ？ 
這 就是 我放學 後 要 在 晚上十 點和 你 見面 的 地方 
放學 後 晚上十 點 ， 我會 在 公園 等 你 
如果 ... 那天 我 早 到 的 話 呢 ？ 
如果 我 早 一點 到 ... 
你現 在 來 了 
我應 該 再 一次 甜蜜 地 看 著 妳 
我應 該 再 和 妳 多 說些 甜言 蜜語 
我應 該 再 對 妳 微笑 一次 
我 應該 再給 妳 一次 溫暖 的 擁抱 
我 每一刻 都 感到 懊悔 
因為 我 遇見 了 你 因為 花朵 盛開 了 ， 早晨 變得 令人 興奮 
因為 清爽 的 微風 ， 下午 變得 舒服 清爽 
因為 下雪 了 ， 我 的 夜晚 變得 美麗 
所以 我 每一刻 都 很快 樂 
換我 勇敢 了 
我 不要 變形 
有 可能 嗎 ？ 
我 知道 該 如何 拒絕 了 
可以 這麼 做 嗎 ？ 
我 就 說 一定 有 辦法 的 
果然 有 辦法 
你 找到 方法 了 
這 表示 我們 可以 永遠 在 一起 嗎 ？ 
等 我 一下 
尺寸 很合 
我 愛 妳 
白蓮 
我 也 愛 你 
喂 ？ 
妳在 做什麼 ？ 
我 在 想 一個 人 
我 也 是 
謝謝 你 ， 尚赫 
怎麼 忽然 謝 我 ？ 
因為 你 ， 每 一天 都 很 精彩 
因為 你 ， 我遇 見 了 我 的 家人 每 一天 都 感覺 很 溫暖 
因為 你 ， 我 更 了解 我 自己 
所以 ， 謝謝 你 
我 也 很 感激 謝謝 妳 說 這些 話 
我會 成為 一個 很棒 的 人 這樣 我 才 不會 讓 你 失望 
現在換 我 了 
我 不會 讓 妳 失望 的 
所以 我會 再次 鼓起 勇氣 
當這個 變 透明 時 
沒 射中 的 機率 是 百分之 99.999 
- 你 辦 得到 的 - 我 不要 
我 不能 
我 也 會後悔 
我 不會後悔 信任 你 
- 尚赫 - 拜 託 ， 東七 ， 我 的 朋友 
現在 就 射 
你 可以 再射 一次 
這 次要 射中 
第 16 集 ： 我 的 男人 是 
東八 
我得射 這 支箭 什麼 ？ 
- 你 要 射 這 支箭 ？ - 這支 鉛 箭 必須 被 射出 
而且 要 射中 
天 啊 這是 怎麼 回事 ？ 
你 是 這裡 的 神射手 
你好 厲害 
朴 先生 ， 你 的 店面 要 大 一點 箭靶 太近 了 
這太 簡單 了 
東九 ， 你 能 不能 做 那件事 給我們 看 ？ 
是 什麼 事 ？ 
說來 聽 聽 
我 可以 用箭 做 任何 事 
羅 賓漢箭 
就是 射 另 一支 箭 把 之前 的 箭 分成 兩半 
原來 是 那個 ， 我覺 得 很酷 
你 做 得到 嗎 ？ 
我 想 看看 
羅 賓漢幹 嘛 做 那種 事 ？ 
你 失敗 的 機率 是 百分之 99.999 
那 就 不是 完全 沒有 成功 的 機率 
這是 最 後 一次 機會 
這 就是 ... 我們 存在 的 原因 
1993 年紅點 高中 女學生 失 蹤 案 震驚 全國 
指證 女學 生身 在 何處 的 證人 全都 死於非命 
最 後 一位 證人 指出 在 柳淨 娥 的 衣服 被 發現 的 稻田 看到 一名 可疑 的 男子 
我覺 得 我 的 店夠 大 了 
你 做 得 很 好 
再來 一次 
每個 人 都 有 兩次 機會 
（ 鐘路 警察局 ） 
你 不是 我 老公 你 是 來毀 了 我 一生 的 人 
我 上輩子造 了 什麼 孽 ， 竟然 嫁給 你 ？ 
你 去 死 啦 
去 死 
去 死 ， 拜 託 你 去 死 
殺 了 她 
殺 了 她 
這 就是 你 和 那名 宮女 必須 逆轉 的 因果 
全都 是 他 造成 的 
誰 ？ 
你 的 記憶 中 沒 有 他 嗎 ？ 
放手 
放開 我 
妳 幹 嘛 在 這裡 這樣 ？ 
放手 
唯有 如此 你 的 姻緣 紅線 才 會 重新 開始 
謝謝 你 
不 客氣 
那位 宮女 也 有 自己 的 姻緣 紅線 
就 在 今晚 發生 那晚 未盡 之事 
那個 宮女 本來 在 那晚 就 該 為 太子 而 死 的 
（ 真命天子 ） 
- 喂 ， 尚赫 - 妳在 哪裡 ？ 
我 在 ... 
妳在 哪裡 ？ 
我 在 警察局 
我本來 要 告訴 你 的 但是 我 不想 讓 你 擔心 
立刻 離開 那裡 
我 已經 出來 準備 回家 了 
- 我 在 徐 警探 的 車裡 - 誰 的車 ？ 
隊長 我 找到 他 了 
（ 惡疾 ， 宋真雅 ） 
（ 竊盜 ， 宋多熙 ， 多言 ， 洪惠慶 ） 
是 誰 ？ 
是 宋英哲 
快下車 
下車 ！ 
喂 ？ 
喂 ， 尚赫 ？ 
尚赫 
你 怎麼 不 回答 ？ 你 聽 不到 我 嗎 ？ 
我 不會後悔 信任 你 
拜 託 ， 東七 ， 我 的 朋友 
不要 找 藉口 
上天 會 再給 你 一次 機會 
尚赫 
難道 他 ... 
白蓮 
妳 待 在 這裡 
- 尚赫 - 吳 小姐 
他 的 翅膀 不 對 勁 
和 我 之前 看到 的 翅膀 不一樣 
長 官 ， 我 在 鐘路 警察局 外出 事 了 
快 追查 那一區 的 車輛 
- 是 ， 長 官 - 是 
我們 找到 逃逸 車輛 了 
我們 找到 逃逸 車輛 了 
正往 京畿道 梧城 的 方向 前進 
警探 ， 我們 發現 他 的 位置 了 
在 京畿道 梧城 美城 郡 175 號 一棟 廢棄 的 建築 
那 是 什麼 ？ 
我 一定 是 出現 幻覺 了 
不 
我 沒 有 瘋 掉 
殺人 兇手 
怪物 
- 你 是 魔鬼 - 是 誰 ？ 
- 你 為 什麼 要 殺 我 ？ - 我 做 錯 了 什麼 ？ 
我什麼 也 沒 做 錯 
你 不 該 出生 的 
- 和 我們 一樣 被 對 待 有 什麼 感覺 ？ 
- 我絕 對 不會 原諒 你 
你 為 什麼 要 殺 我 ？ 
- 地獄 裡見 - 我 沒 有 做 錯事 
你 是 誰 ？ 
你 到底 是 什麼 東西 ？ 
你 想要 我 怎樣 ？ 
你 
你 這個 怪物 
宋英哲 
你 本來 也 有 兩次 機會 
（ 天使 孤兒院 ） 
老師 ， 對 不起 
你 有 機會 原諒 
- 寶貝 ， 不要 啦 - 站 好 
你 有 機會 停止 
但是 你 又 重蹈 覆轍 
對 不起 
妳在 說謊 
你 下輩子 會 投胎 成為 最糟 的 東西 
這 就是 你 累積 的 因果 你 必須 為 你 殺害 的 人 贖罪 
你 等 著 瞧 吧 
殺人 兇手 
怪物 
我 沒 有 做 錯事 
我絕 對 不會 原諒 你 
我 沒 有 做 錯事 
我 不會 原諒 你 
尚赫 
尚赫 
你 不能 這樣 離開 
別 走 ， 別離開 
朵 拉 ， 握著 這裡 
好 ， 用 兩 隻 手指 這樣 拉開 
往後拉 到底 
拉 到底 ， 對 了 
我 今天 很 開心 
再見 了 ， 朵 拉 
東九 
再見 
（ 兒童 不該 犯 的 七 去 之惡 ） 
殺 人犯 宋英哲 
生命 中 的 第一 個 女性 是 遺棄 他 的 母親 
第二位 是 會 打 他 的 孤兒院 院長 
第三位 是 令 他 怨恨 的 房東 因為 她 令 他 想起 母親 
在 逐一 殺害 這些 女性 後 他 變得 膽大妄為 開始 隨機 對 女性 下手 
第一位 被害人 是 1993 年 失 蹤 的 宋 多 熙 那天 穿著 同樣 的 紅點 外套 的 柳淨 娥 也 失 蹤 了 
他 殺害 所有 的 證人 顯示 他 是 個 手段 兇殘之人 
在 針對 女性 七出 之罪 中 的 " 惡疾 " 而 殺 人時 他 在 逃離 警方 追捕 時出 了 意外 
當時 救 他 的 人 是 他 的 妻子 高恩瑞 
婚後他 不再 殺人 但是 28 年 後 他 發現 妻子 外遇 讓 他 又 故態 復 萌 
他 對 妻子 和 妻子 的 外遇 對象 金明植 下手 以及 金明植 身邊 的 人 
原來 他 太太 就是 他 28 年前 不再 殺人 然 後 又 再次 殺人 的 原因 
是 的 
但是 殺人 是 滔天大罪 
宋英哲 就是 個 殺 人 兇手 我們 不 需要 去 理解 他 
（ 舊基洞 動物 醫院 ） 
37 號寵物 主人 ， 你 可以 進來 了 
你 剛才 笑 了 嗎 ？ 你 剛才 笑 了 
也許 丘比特 對 你 射 了 一箭 
真 不敢相信 你們 就 這樣 神奇 地 相遇 
丘比特 何時會 對 我 射箭 ？ 
我 也 要 
我 想 知道 一見 鍾 情 的 感覺 
給我 
明 警探 交 女朋友 了 ， 她 很漂亮 吧 ？ 
上次 聚餐 時 ， 你 不是 說 你 很 寂寞 嗎 ？ 
那天 晚上 和 你 道 別 後 ， 我 走路 回家 在 十字路口 時 ... 
妳 還好 嗎 ？ 
我 當下 就 愛上 了 草莓 
- 草莓 ？ 
- 這是 你給 女朋友 的 綽號 嗎 ？ 
你 知道 我 最 喜歡 的 水果 就是 草莓 
那 她 叫 你 什麼 ？ 
蘋果 
天 啊 ， 蘋果 ， 真遜 
- 草莓 喜歡 蘋果 - 少 肉麻 了 我應 該 把 你 們 做 成果 醬 
但是 真的 很 不可 思議 
我 這輩子 從 沒 對 任何人 一見 鍾 情 
- 結果 就 發生 了 - 丘比特 射中 你 了 
我 很 確定 
你好 
吳 小姐 還是 一樣 嗎 ？ 
她 不出 房門 
拿 去 
請 幫助 她 ， 她 要 吃點 東西 才 會 好 起來 
我會 的 
我 下次 再來 
我現 在 沒事 了 
所以 你別 再 來 了 
謝謝 妳 
因為 妳 相信 我 
我 只是 需要 有人 相信 我 
我們 ... 永遠別 再 見面 了 不論 是 今生 或來生 
對 不起 
- 謝謝 你 請 吃 飯 - 謝謝 
- 惠善 
- 請馬上 清理 桌子 - 好 的 
謝謝 
- 請給 我 一瓶 燒酒 - 好 的 ， 請 稍 等 
你 覺得 那個 女人 現在 需要 什麼 ？ 
配湯 吃 吧 
這會 讓 妳 感覺 很 溫暖 
說 到底 ， 重要 的 是 真 誠 的 心 
把妹 技巧 有什麼 用 ？ 
你 需要 的 只是 真 誠 的 心 
我 今天 很 開心 
再見 
喂 
妳 不能 就 這樣 走 了 ， 妳 要 付錢 
付錢 ？ 
對 ， 今晚 整間 店 的 費用 
他 沒 有付 錢 嗎 ？ 
我 聽 說 他 是 常客 
他 打電話 來 預訂 的 時候 說 晚點 再付 他 說 等 結束 再付 錢 
這樣 啊 ， 多少 錢 ？ 
拿 去 吧 
（ 特別 出租 費 ： 250 萬元 活動費 ： 135 萬 6 千元 ） 
（ 總額 ： 385 萬 6 千元 ） 
會 這麼 貴 是 因為 他 租下 整個場 地 
還 包括 活動費 
朵 拉 ， 就是 這裡 
我 相信 這 世上 會有 一個 人 看到 你 的 真 誠 
這 不是 用 看 的 這是 用 吃 的 
我 想要 倒 轉時間 
回到 我 在 爬山 的 時候 
那時候 ， 我 有 他 
你 到底 為 什麼 這麼 喜歡 白蓮 ？ 
我 不 喜歡 她 ， 完全 不喜歡 我 發誓 我 不 喜歡 她 
我 不在乎 他 說 不 喜歡 我 
我 只 希望 他 在 這裡 ， 我要 他 在 我 身邊 
我 想念 他 
我 好 想 他 
時間 會治 癒 一切 
一切 都 會 好 起來 的 
明天 是 春醒 日 青蛙 會 在 季節 轉變 時醒 來 的 日子 
南部 的 梅花 已經 盛開 了 
季節 變換 ， 溫度 升高 ， 天氣會 更 舒服 
- 今日 最高 溫是 ... - 我 出去 了 
好 ， 晚點 見 
- 這是 第 977 次 - 妳 這次 祈求 的 是 什麼 呢 ？ 
- 奇 蹟 - 奇 蹟 ？ 
什麼樣 的 奇 蹟 ？ 
好棒 ， 現在 都 乾淨 了 
- 你 不 可以 吃 這個 - 好乖 
我 知道 會痛 
好 了 ， 不 可以 吃 這個 
說 得 對 
真的 很 好笑 
（ 舊基洞 動物 醫院 ） 真是 的 - 我 也 是 
我們 走 吧 
妳 還好 嗎 ？ 
還好 
謝謝 你 
不 客氣 
只 剩下 一次 了 
對 了 我覺 得 在 仁王 山上 祈禱 真的 有用 
妳 說 妳 這次 祈求 的 是 奇 蹟 
我 認為 妳 能 這樣 恢 復 正常 就是 奇 蹟 
說 得 對 
是 這股 力量 讓 我 持續 下去 
- 是 那座 山辦 到 的 - 沒錯 
- 乾杯 - 乾杯 
- 妳 嚇到 我 了 - 朵 拉 
這是 妳 做 的 嗎 ？ 
妳在 說 什麼 ？ 
妳 明天 又 要 再 去 一次 嗎 ？ 
妳 為 什麼 要 連續 去 兩天 ？ 
這 不是 妳 寫 的 ？ 
我 跟 妳 喝酒 到 剛才 ， 現在 才 回 房間 
我 好 睏 
去 睡 吧 
我 不 記得 我 有 寫 這個 
這是 怎麼 回事 ？ 
你 太棒了 ， 朴 先生 ！ 
謝謝 你 下雪 還趕 來 
請 把 我 下午 的 約 診 全部 延 後 
- 什麼 ？ 下午 所有 的 約 診 ？ 
- 對 
- 我 必須 去 一個 地方 ， 非常 緊急 - 醫生 
妳 這次 祈求 的 是 什麼 呢 ？ 
奇 蹟 
我 太天真 了 
像 這樣 的 奇 蹟 不會 隨便 就 發生 
一千次 了 
白蓮 
真的 是 你 嗎 ？ 
妳 一定 等 很 久 了 
這是 真的 嗎 ？ 
你 真的 是 尚赫 嗎 ？ 
是 我 
千尚赫 
發生 什麼 事 了 ？ 
我 死 了 ， 然 後 又 重生 
就 像 妳 五百年 前一樣 
千尚赫 真是 個 幸運 的 人 
不是 因為 他 幸運 ， 是 因為 我 射得準 
你 射 偏 了 
我 射中 對 的 位置 
我 認為 這 就是 他 能 破 繭 而 出 的 原因 翅膀 也 脫落 了 
尚赫 他 是 個 非常 幸運 的 人 
我 說過 了 不是 他 幸運 ， 是 我 的 箭術 好 
現在 他 只要 重生 就 好 了 
我想 時候 到 了 
到 頭來 ， 我 只 需要 突破 這個 繭 就行了 
我 失去 了 翅膀 
我 再也 不是 仙子 了 
我 再也 不用 變形 了 
我給 你 們 兩人 兩個 機會 
唯有 當你 克服 恐懼 才 配 得到 新 的 命運 
上天 創造 了 一個 命運 的 架構 
人類 只能 依照 架構 活著 但是 人類 也 會 想要 抵抗 命運 
想 對 抗命 運 只有 一個 辦法 
（ 勇氣 ） 
勇氣 
如果 被 他 拒絕 ， 也 就 只是 丟臉 而已 還有 什麼 好 損失 的 ？ 
你 在 人生 中 總得面 對 丟臉 的 時刻 
在 愛的 人 面前 有什麼 放不下 的 ？ 
我 跟 你 們 說 如果 害怕 ， 你們 就 什麼 也 做不了 
但 如果 你 克服 恐懼 ， 提起 勇氣 就 會 有 一個 嶄 新 的 世界 等 著 你 
（ 爸爸 、 我 、 媽媽 ） 
王子 和 公主 從此 過著 幸福 快樂 的 生活 
她 總算 睡 著 了 
真是 的 ， 永遠 都 是 王子 和 公主 的 故事 
不是 有個 男僕 和 女主人 的 故事 嗎 ？ 
- 那 是 色情 版 的 《 灰姑娘 》 嗎 ？ 
- 那有 什麼 不 對 ？ 
別 瞧不起 他們 之間 的 愛 
五百年 前 我 在 射箭 的 時候 ... 
- 好 吧 - 我們 走 吧 
我 在 她 這個 年 紀時 是否 猜得到 我 的 男人 會 是 丘比特 ？ 
我 已經 不是 了 
我 是 人類 ， 所以 她 才 會 出生 
如果 妍 兒 是 獨生 女 ， 她 會 很 孤單 
我們 該 再生 一個 嗎 ？ 
拜 託 
獨生 女的確 很 孤單 我們 走 吧 
（ 愛之房 ） 
謝謝 
你好 
我們 到 了 
手 伸出 來 
妍 兒 ， 握 爸爸 的 手 ， 把 那個給 我 
慢慢 走 
- 外公 、 外婆 - 太好了 
- 妍 兒 ， 妳 來 了 - 妍 兒 ， 妳 來 了 
你們 好 
- 妳 好 嗎 ？ 
- 我 好想你 們 
- 妳 想 我們 ？ - 好 可 愛 
妍 兒 ， 跟 他們 打招呼 
- 你們 好 嗎 ？ 
- 我 可愛的 外孫女 
來 吧 ， 試吃 這個 
（ 在 愛之房 遇見 真愛 ） 
對 我 而言 ， 奇 蹟 就是 當我睜開 眼睛 你 就 在 我 面前 
對 我 而言 ， 奇 蹟 就是 和 妳 共度 這 一天 
所以 我們 的 愛 ... 每 一天 都 是 奇 蹟 
