क स ने मेर मदद क है । 
बहुत सुंदर है । 
क्य तुम्हें यह जगह य द है ? 
यह वह प र्क है जह ँ मैं क्ल स के ब द र त के दस बजे तुमसे म लने व ल थ । 
मैं स्कूल के ब द र त के दस बजे प र्क में तुम्ह र इंतज़ र करूँग । 
अगर ... मैं उस द न जल्द आ ज त त ? 
अगर मैं उस द न जल्द आ ज त ... 
अब तुम मेरे प स आ गए । 
मुझे तुम्हें एक और ब र प्य र से देखन च ह ए थ । 
मुझे तुमसे एक और ब र प्य र से ब त करन च ह ए थ । 
मुझे तुम्हें देखकर एक और ब र प्य र से मुस्कुर न च ह ए थ । 
मुझे तुम्हें एक और ब र प्य र से गले लग लेन च ह ए थ । 
मुझे हर पल इस ब त क पछत व ह त थ । 
तुमसे म लने के क रण मेर हर सुबह खुशनुम ह गई थ क्य ंक फूल ख लने लगे थे । 
मेर हर द पहर खूबसूरत और सुह न ह गई थ क्य ंक हव एँ चलने लग थ ं । 
और मेर र तें र शन थ ं क्य ंक बर्फ़ब र ह त थ । 
इसल ए मैं हर पल खुश रहत थ । 
अब बह दुर द ख ने क ब र मेर है । 
मैं पर वर्तन नह ं करूँग । 
क्य यह मुमक न है ? 
मैंने मन करने क तर क ढूँढ़ ल य है । 
क्य ऐस ह सकत है ? 
मैंने कह थ न क ऐस कुछ ज़रूर ह ग । 
त क ई र स्त है । 
तुमने र स्त न क ल ल य । 
क्य इसक मतलब हम हमेश स थ रहेंगे ? 
एक सेकंड रुक । 
यह एकदम सह फ़ ट ह रह है । 
मैं तुमसे प्य र करत हूँ । 
बेक-रेय न । 
मैं भ तुमसे प्य र करत हूँ । 
हैल ? 
क्य कर रह ह ? 
क स के ब रे में स च रह थ । 
मैं भ । 
शुक्र य , सैंग-ह्युक । 
अच नक ऐस क्य ं ब ल रह ह ? 
तुम्ह र वजह से , मुझे हर द न खूबसूरत लगत है । 
तुम्ह र वजह से , हर द न प्य र लगत है क्य ंक मैं अपने पर व र से म ल प ई । 
तुम्ह र वजह से , हर द न मैं अपने ब रे में और ज़्य द ज न रह हूँ । 
इसल ए शुक्र य । 
मैं भ तुम्ह र शुक्रगुज़ र हूँ । यह सब कहने क शुक्र य । 
मैं बहुत अच्छ इंस न बनूँग त क कभ तुम्हें न र श न करूँ । 
अब मेर ब र है । 
मैं तुम्हें न र श नह ं करूँग । 
इसल ए मैं एक ब र फ र अपन ह म्मत जुट ऊँग । 
जब यह प रदर्श ह ज एग । 
न श न चूकने क गुंज इश 99.999 प्रत शत है । 
- तुम यह कर ल गे । - मैं नह ं करूँग । 
मैं नह ं कर सकत । 
मुझे पछत व ह ग । 
मुझे पछत व नह ं ह ग क मैंने तुम पर भर स क य । 
- सैंग-ह्युक । - प्ल ज़ । मेरे द स्त , द ंग-च ल । 
त र चल ओ ! 
तुम द ब र उस पर न श न लग सकते ह । 
ठ क से । 
एप स ड 16 . मेर ज न है । 
द ंग-प ल । 
मुझे त र चल न ह ह ग । क्य ? 
- तुम त र चल ओगे ? - यह लेड क त र चल न ह ह ग । 
ठ क से । 
हे भगव न ! यह ह क्य रह है ? 
यह ँ क ई आपसे बेहतर न श न नह ं लग सकत । 
आप त ल जव ब हैं । 
म स्टर प र्क , दुक न क थ ड़ और बड़ क ज ए । ट र्गेट बहुत प स है । 
यह त बच्च ं क खेल है । 
द ंग-ग्यू , क्य आप हमें वह करके द ख सकते हैं ? 
क्य ? 
बत ओ । 
मैं त र ं से कुछ भ कर सकत हूँ । 
र ब न हुड त रंद ज़ । 
इसमें एक त र से न श न लग कर दूसरे त र क ब च से च र देते हैं । 
अच्छ ! यह त बहुत ह कम ल क ह ग । 
क्य तुम यह कर सकते ह ? 
मैं देखन च हत हूँ । 
र ब न हुड ऐस हरकतें क्य ं करत थ ? 
इस ब त क 99.999 प्रत शत गुंज इश है क तुम्ह र न श न चूक ज एग । 
ऐस भ नह ं है क न श न सह लगने क क ई गुंज इश नह ं है । 
यह आख र म क है । 
यह त ... हम र मकसद है । 
1993 में प ल्क ड ट ह ई स्कूल गर्ल्स केस ने पूरे देश में सनसन फैल द थ ... 
ज न गव ह ं ने उन लड़क य ं के ब रे में ज नक र द , वे सब अज्ञ त क रण ं से म रे गए । 
वह आख र गव ह ज सने बय न द य थ क उसने उस च वल के खेत में एक रहस्यमय आदम क देख थ जह ँ यू ज न्ग-आह के कपड़े म ले थे ... 
लगत है दुक न उतन भ छ ट नह ं है । 
तुमने बहुत कम ल क त रंद ज़ क । 
एक और क श श करत हूँ । 
सबक दूसर म क म लत है । 
ज न्गस पुल स स्टेशन 
तुम मेरे पत नह ं ह ! तुम मेर ज़ ंदग बर्ब द करने आए ह ! 
मैंने प छले जन्म में क्य प प क ए थे ज तुमसे श द करके इस ह ल में पहुँच गई ? 
मर ज ओ कह ं ज कर ! 
तुम मर ज ओ । 
मर ! मर ज ओ कह ं ज कर ! 
म र ड ल उसे । 
म र ड ल उसे । 
दरब र क उस द स और तुम्हें यह कर्म बदलन ह ग । 
यह सब उस क खेल है । 
क सक ? 
क्य वह तुम्ह र य द ं में नह ं है ? 
छ ड़ ! 
छ ड़ मुझे ! 
यह ँ ऐसे क्य ं पेश आ रह ह ? 
छ ड़ ! 
तभ तुम्ह र प्य र क बंधन द ब र जुड़न शुरू ह ग । 
शुक्र य । 
ज़रूर । 
दरब र क उस द स क अपन एक प्य र क बंधन है । 
वह आज र त ह ग । ज उस र त पूर नह ं हुआ । 
उस र त दरब र क उस द स क ... र जकुम र के ल ए मरन थ । 
मेर ज न 
- ह ँ , सैंग-ह्युक । - तुम कह ँ ह ? 
दरअसल , मैं ... 
तुम कह ँ ह ? 
मैं पुल स स्टेशन में हूँ । 
मैं तुम्हें बत ने व ल थ , पर तुम्हें परेश न नह ं करन च हत थ । 
इस वक्त वह ँ से न कल । 
मैं घर ज ने के ल ए ब हर आ गई हूँ । 
- मैं ड टेक्ट व स क क र में हूँ । - क सक क र में ? 
सर । मुझे वह म ल गय । 
ब म र - स ंग ज न-आह 
च र - सूंग द - ह अफ़व ह उड़ न - ह ंग ए-क्य ंग 
क न है वह ? 
वह स ंग य न्ग-च य ल है । 
क र से ब हर न कल । 
न कल ! 
हैल ? 
हैल , सैंग-ह्युक । 
सैंग-ह्युक । 
तुम जव ब क्य ं नह ं दे रहे ? मेर आव ज़ सुन नह ं प रहे क्य ? 
मुझे पछत व नह ं ह ग क मैंने तुम पर भर स क य । 
प्ल ज़ । मेरे द स्त , द ंग-च ल । 
बह ने बन न बंद कर । 
भगव न तुम्हें एक और म क देंगे । 
सैंग-ह्युक । 
कह ं वह ... 
बेक-रेय न ! 
यह ं रहन । 
- सैंग-ह्युक ! - म स ओ । 
उसके पंख अज ब लग रहे थे । 
उसके पंख पहले ऐसे नह ं थे । 
सर , मुझे ज न्गस पुल स स्टेशन में कुछ द ख ई द य । 
जल्द से उस इल के क ग ड़ य ं क ट्रैक कर । 
- ज , सर । - ज । 
उस भग ड़े क क र म ल गई । 
उस भग ड़े क क र म ल गई । 
वह ओस ंग , ग्य नग - द क ओर ज रह है । 
ड टेक्ट व , हमें उसक पत म ल गय । 
पत है 175 म स ंग-गुन , ओस ंग , ग्य नग - द । एक व र न ब ल्ड ंग है । 
वह क्य थ ? 
वह ज़रूर मेर कल्पन ह थ । 
नह ं । 
मैं प गल नह ं हूँ । 
तुम खून ह । 
एक दर ंदे ह । 
- शैत न ह । - क न है ? 
- तुमने मुझे क्य ं म र ? - मेर क्य गलत थ ? 
मैंने क ई गलत नह ं क थ । 
तुम्हें पैद ह नह ं ह न च ह ए थ । 
- ज हम रे स थ क य , वह खुद के स थ ह त देख कैस लग ? 
- मैं तुम्हें कभ म फ़ नह ं करूँग । 
तुमने मुझे क्य ं म र ? 
- तुमसे जहन्नुम में मुल क त ह ग । - मैंने क ई गलत नह ं क थ । 
तुम क न ह ? 
तुम आख र क्य ह ? 
तुम मुझसे क्य च हते ह ? 
तुम । 
तुम एक दर ंदे ह । 
स ंग य न्ग-च य ल । 
तुम्ह रे प स भ द म के थे । 
एंजेल अन थ लय 
मैडम , मुझे म फ़ कर द ज ए । 
तुम्ह रे प स म फ़ करने क म क थ । 
- रुक , ज न । - ह ल मत । 
तुम्ह रे प स खुद क र कने क म क थ । 
पर तुमने वह सब फ र से शुरू कर द य । 
मैं म फ़ च हत हूँ । 
तुम झूठ ब ल रह ह । 
अगले जन्म में तुम सबसे बुरे रूप में जन्म ल गे । 
वह तुम्ह रे बुरे कर्म ं क नत ज ह ग । वह कर्म ज नक जव ब तुम्हें उन ल ग ं क देन ह ग ज न्हें तुमने म र है । 
यह ह कर रहेग । 
हत्य र । 
दर ंद । 
मैंने क ई गलत नह ं क थ । 
मैं कभ तुम्हें म फ़ नह ं करूँग । 
मैंने क ई गलत नह ं क थ । 
मैं तुम्हें म फ़ नह ं करूँग । 
सैंग-ह्युक ! 
सैंग-ह्युक ! 
तुम ऐसे नह ं ज सकते । 
मत ज ओ । मुझे छ ड़कर मत ज ओ । 
द - र । इसे यह ँ से पकड़ । 
ठ क है । द उंगल य ं से इसे ऐसे प छे क ओर ख ंच । 
प छे तक ख ंच । 
पूर ख ंच । ह ँ , ऐसे ह । 
आज मुझे बहुत अच्छ लग । 
अलव द , द - र । 
द ंग-ग्यू । 
ब य । 
स त गुन ह ज बच्च ं क कभ नह ं करने च ह ए 
क त ल स ंग य न्ग-च य ल । 
उसक ज़ ंदग में ज पहल औरत थ , वह थ उसक म ँ ज सने उसे छ ड़ द य थ । 
दूसर औरत थ अन थ लय क न देशक ज उसे प ट करत थ । 
त सर औरत थ उसक मक न म लक न और वह उससे इसल ए नफ़रत करत थ क्य ंक वह उसे उसक म ँ क य द द ल त थ । 
उन त न ं औरत ं क एक-एक करके ठ क ने लग ने के ब द , उसे अपन त कत पर और ज़्य द व श्व स ह गय । उसके ब द वह दूसर औरत ं क अपन श क र बन ने लग । 
पहल श क र थ सूंग द - ह ज 1993 में ग यब ह गई । म स यू ज न्ग-आह ज सने वैस ह प ल्क ड ट जैकेट पहन हुआ थ , वह भ ग यब ह गई । 
उसने स रे गव ह ं क म र ड ल , ज ससे पत चलत है क वह क तन बेरहम थ । 
हत्य ओं क द र ज र रखते हुए , औरत ं के स त गुन ह ं में से एक , ब म र , क श क र करते हुए जब वह पुल स से भ ग रह थ , वह एक दुर्घटन क श क र ह गय । 
उसक पत्न , ग युन-स ने तब उसक ज न बच ई थ । 
उससे श द करने के ब द , उसने हत्य एँ करन बंद कर द य । पर 28 स ल ब द उसे पत चल क उसक पत्न के संबंध क स और से हैं और वह फ र से बेक बू ह गय । 
उसने अपन पत्न और उसके प्रेम क म म्य ंग-श क क और उसके आस-प स के ल ग ं क न श न बन य । 
मतलब अपन पत्न के क रण ह वह 28 स ल के ल ए रुक भ , और द ब र हत्य एँ करन शुरू भ क य । 
ब ल्कुल सह कह । 
लेक न हत्य ऐस अपर ध नह ं ज से म फ़ क य ज सके । 
स ंग य न्ग-च य ल ऐस हत्य र है ज क स क दय प ने के ल यक नह ं है । 
गूग - द ंग पशु च क त्स लय 
म ल क नंबर 37 । अब आप अंदर ज सकते हैं । 
तुम अभ मुस्कुर ए , है न ? तुम अभ मुस्कुर ए । 
श यद क्यूप ड ने तुम पर भ त र चल य ह ग । 
तुम्ह र पहल मुल क त बड़ ज़बरदस्त रह । 
क्यूप ड मुझ पर त र कब चल एग ? 
मुझे भ उसक ज़रूरत है । 
मैं ज नन च हत हूँ क पहल नज़र में प्य र ह ज ने पर कैस लगत है । 
वह मुझे द । 
ड टेक्ट व म्युंग क एक गर्लफ़्रेंड है । बहुत सुंदर है न ? 
प छले ट म ड नर पर तुमने कह थ न क तुम अकेले ह ? 
उस र त आप ल ग ं से व द लेकर मैं घर ज रह थ । च र हे पर ... 
आप ठ क त हैं न ? 
मुझे देखते ह प्य र ह गय स्ट्र बेर से । 
- स्ट्र बेर ? 
- तुम अपन गर्लफ़्रेंड क यह बुल ते ह ? 
पत है न मेर पसंद द फल स्ट्र बेर है । 
त वह तुम्हें क्य बुल त है ? 
एप्पल । 
हे भगव न ! एप्पल ? क्य बकव स है ! 
- स्ट्र बेर क एप्पल पसंद है । - चल भ । तुम ल ग ं क फल ं क जैम बन देन च ह ए । 
पर कम ल क ब त है । 
मुझे कभ पहल नज़र में प्य र नह ं हुआ । 
- पर ऐस ह त है । - क्यूप ड ने तुम पर त र चल य ह ग । 
मुझे पूर यक न है । 
हैल । 
क्य म स ओ क ह लत अब भ वैस ह है ? 
वह अपने कमरे से ब हर ह नह ं आत । 
यह ल । 
प्ल ज़ उसे ख ल देन त क उसे बेहतर महसूस ह । 
ज़रूर । 
मैं फ र आऊँग । 
अब मैं ठ क हूँ । 
त अब आने क ज़रूरत नह ं है । 
शुक्र य । 
मुझ पर भर स करने के ल ए । 
मुझे बस उस क ज़रूरत थ । 
अब ... हम द ब र कभ नह ं म लेंगे , च हे वह इस जन्म में ह य अगले में । 
मुझे म फ़ कर द । 
- ख ने के ल ए शुक्र य । - शुक्र य । 
- हे - सुन ! 
- ज़र टेबल स फ़ कर द । - ठ क है ! 
शुक्र य । 
- एक स जू देन । - ठ क है । अभ ल य । 
बत ओ इस वक्त उस लड़क क क्य च ह ए ह ग ? 
इसे सूप के स थ ख ओ । 
इससे त कत म लेग । 
अंत में , ब त बस सच्च ई पर आ ट कत है । 
क स भ हुनर क क्य फ़ यद ? 
ज़रूरत त बस सच्च ई क है । 
आज मुझे बहुत अच्छ लग । 
ब य । 
अरे । 
आप ऐसे नह ं ज सकत ं । इसके पैसे देने ह ंगे । 
पैसे ? 
ह ँ , आज र त के ल ए यह पूर जगह बुक करने के पैसे । 
उसने पैसे नह ं द ए क्य ? 
वह त हमेश यह ँ आत है न । 
जब उन्ह ंने बुक ंग के ल ए फ़ न क य , तब कह थ क पैसे ब द में देंगे । कह क क म के ब द पैसे देंगे । 
अच्छ । क तने पैसे देने हैं ? 
यह ल ज ए । 
दुक न क क र य : 2,500,000 व न खेल ं क फ़ स : 1,356,000 व न 
कुल : 3,856,000 व न 
उसने यह पूर जगह क र ये पर ल थ , इसल ए ब ल इतन ज़्य द है । 
इसमें स रे खेल भ श म ल हैं । 
द - र , यह द ख न थ । 
मुझे यक न है क क स न क स क आपक सच्च ई ज़रूर नज़र आएग । 
यह बस देखने के ल ए नह ं रख है । इसे ख य ज त है । 
मैं गुज़रे वक्त में ल टन च हत हूँ । 
जब मैं पह ड़ पर चढ़ करत थ । 
तब वह मेरे प स थ । 
तुम्हें बेक-रेय न क क न स ब त बहुत पसंद है ? 
मुझे यह पसंद नह ं है । ब ल्कुल पसंद नह ं है । कसम से , मुझे यह ब ल्कुल पसंद नह ं है । 
भले ह वह कहे क वह मुझे पसंद नह ं करत । 
बस इतन च हत हूँ क वह यह ँ आ ज ए । इतन च हत हूँ क वह मेरे प स रहे । 
मुझे उसक य द आत है । 
मुझे उसक बहुत य द आत है । 
समय के स थ सब ठ क ह ज एग । 
सब ठ क ह ज एग । 
कल से बसंत शुरू ह रह है । यह वह द न है जब म सम के बदल व के क रण मेंढक न ंद से ज ग ज ते हैं । 
दक्ष ण में प्लम के फूल ख लने लगे हैं । 
म सम बदलने के स थ त पम न बढ़ने लगेग , ज ससे म सम और सुह न ह ज एग । 
- द न क अध कतम त पम न ... - मैं थ ड़ देर में आ ज ऊँग । 
ठ क है । ब द में म लते हैं । 
- आज 977 द न ह गए । - इस ब र क्य म ँगने ज रह ह ? 
- एक चमत्क र । - चमत्क र ? 
कैस चमत्क र ? 
श ब श । अब सब ठ क है । 
- तुम यह नह ं ख सकत । - आर म से । 
मुझे पत है दर्द ह रह है । 
ह गय । तुम यह नह ं ख सकत । 
ह ँ , तुम सह कह रह ह । 
क तन मज़ेद र ब त है । 
गूग - द ंग पशु च क त्स लय हे भगव न । - मुझे भ । 
चल । 
तुम ठ क त ह न ? 
ह ँ । 
शुक्र य । 
ज़रूर । 
बस एक और ब र ज न है । 
सुन । मुझे लगत है इन्व ंगस न पर्वत पर म ँग हुई दुआ क म करत है । 
तुमने कह थ क इस ब र एक चमत्क र म ँग रह ह । 
मुझे लगत है यह क स चमत्क र से कम नह ं क तुम फ र से पहले क तरह ठ क ह गई । 
सह कह । 
उस क त कत के सह रे में आगे बढ़ प ई हूँ । 
- यह उस पह ड़ क ज दू है । - ह ँ । 
- च यर्स । - च यर्स । 
- तुमने त मुझे डर द य । - द - र । 
क्य यह तुमने क य है ? 
क्य ब ल रह ह ? 
क्य तुम कल भ वह ँ ज ओग ? 
लग त र द द न क्य ं ज ओग ? 
त क्य तुमने यह नह ं ल ख ? 
मैं अब तक तुम्ह रे स थ प रह थ । अभ अपने कमरे में व पस आई हूँ । 
मुझे न ंद आ रह है । 
ज कर स ज ओ । 
मुझे त य द नह ं क मैंने यह ल ख थ । 
यह क्य ह रह है ? 
आप ज़बरदस्त हैं , म स्टर प र्क ! 
बर्फ़ब र के ब वजूद यह ँ आने क शुक्र य । 
आज द पहर के मेरे स रे अप इंटमेंट ब द के ल ए ट ल द । 
- क्य ? द पहर के स रे अप इंटमेंट ? 
- ह ँ । 
- मुझे कह ं ज न है । एक ज़रूर क म है । - ड क्टर ! 
इस ब र क्य म ँगने ज रह ह ? 
एक चमत्क र । 
क्य उम्म द कर रह थ ? 
ऐस चमत्क र नह ं ह सकत । 
एक हज़ र द न । 
बेक-रेय न । 
क्य यह सच में तुम ह ? 
तुमने बहुत लंब इंतज़ र क य ह ग । 
क्य यह सच है ? 
तुम सच में सैंग-ह्युक ह ? 
यह मैं ह हूँ । 
चन सैंग-ह्युक । 
क्य हुआ थ ? 
मैंने मरकर द ब र जन्म ल य । 
जैसे 500 स ल पहले तुमने ल य थ । 
चन सैंग-ह्युक बहुत खुशक स्मत है । 
ब त यह नह ं क वह खुशक स्मत है । मैंने न श न अच्छ लग य थ । 
तुम चूक गए थे । 
मैंने सह जगह न श न लग य थ । 
श यद इस ल ए वह क कून से ब हर न कल प य । उसके पंख भ ग र गए । 
सैंग-ह्युक । वह बहुत खुशक स्मत है । 
मैंने कह न क वह ब त उसक क स्मत क नह ं है । यह मेर त रंद ज़ क कम ल है । 
अब बस उसे द ब र जन्म लेन ह ग । 
मेरे खय ल से समय ह गय है । 
अंत में , मुझे बस वह क कून त ड़न थ । 
अपने पंख ख ने थे । 
अब मैं क ई फ़र श्त नह ं हूँ । 
अब मुझे पर वर्तन से नह ं गुज़रन ह ग । 
मैंने तुम द न ं क द - द म के द ए थे । 
आप नई क स्मत के हकद र तभ बनते हैं जब अपने डर पर ज त प लेते हैं । 
भगव न क स्मत क बहुत बड़ त न - ब न रचते हैं । 
इंस न ं क उसके ह स ब से चलन ह त है । पर इंस न ह उसके ख ल फ़ भ ज ते हैं । 
बस एक च ज़ स र खेल बदल देत है । 
ह म्मत 
बह दुर बन । 
अगर वह मन कर दे , त थ ड़ शर्म ंदग ह ग । बस । इसमें क्य हर्ज़ है ? 
ज़ ंदग में ऐसे शर्म ंदग भरे पल ं क स मन करन पड़त है । 
अपने प्रेम के स मने ज़ द पकड़े रहने क क्य ज़रूरत है ? 
मैं बत रह हूँ , डरते रहे , त कुछ नह ं कर प ओगे । 
पर अगर उस डर पर ज त प ल और बह दुर बन , त पूर दुन य तुम्ह रे इंतज़ र में बैठ म लेग । 
प प - मैं - म ँ 
उसके ब द र जकुम र और र जकुम र हमेश खुश - खुश स थ रहे । 
आख रक र यह स गई । 
ब प रे , हमेश वह र जकुम र-र जकुम र व ल कह न सुनत है । 
न कर और न कर न के ब रे में ऐस क ई कह न नह ं है क्य ? 
- यह स ंड्रेल क क ई क मुक वर्ज़न है क्य ? 
- त उसमें क्य द क्कत है ? 
उनके प्य र क कम मत समझ । 
जब मैं 500 स ल पहले त र चल त थ ... 
- ठ क है । - चल । 
जब मैं इसक उम्र क थ , तब क्य मैं स च सकत थ क मुझे एक क्यूप ड से प्य र ह ज एग ? 
अब मैं वह नह ं हूँ । 
अब मैं इंस न हूँ । इस ल ए यह पैद हुई है । 
य न-आह हम र इकल त संत न रह , त अकेल पड़ ज एग । 
एक और बच्चे के ल ए क श श करें ? 
चल भ । 
इकल त रह त यक नन अकेल पड़ ज एग । चल । 
लव रूम 
शुक्र य । 
हैल । 
हम पहुँच गए । 
ह थ ब हर न क ल ल । 
य न-आह , प प क ह थ पकड़ ल । वह मुझे दे द । 
आर म से । 
- न न ! न नू ! - अरे व ह ! 
- य न-आह ! तुम आ गई । - य न-आह ! तुम आ गई । 
हैल । 
- तुम कैस ह ? 
- आपक बहुत य द आई । 
- तुम्हें हम र य द आई ? - क तन प्य र है । 
हैल ब ल , य न-आह । 
- तुम कैस ह ? 
- मेर प्य र गुड़ य । 
ल , यह ख कर देख । 
लव रूम में ज ड़ बन 
मेरे ल ए यह चमत्क र ह है क जब मैं अपन आँखें ख लत हूँ , तुम मेरे स मने ह ते ह । 
मेरे ल ए यह चमत्क र ह है क मैं तुम्ह रे स थ आज क द न ज प रह हूँ । 
इसल ए हम र प्य र ... हर र ज़ एक चमत्क र है । 
