یکی به من کمک کرد 
زیباست 
اینجارو یادته ؟ 
اون پارکه که قرار بودساعت ده شب بعد از کلاسم تو رو ببینم 
من تو پارک منتظرتم ساعت ده شب بعد از کلاس 
... چی میشد اگه اون روز زودتر اومده بودم ؟ 
... اگه زودتر اومده بودم 
تو الان اینجا با منی 
باید یه بار دیگه بهت قشنگ نگاه میکردم 
من باید یه بار دیگه با تو قشنگ صحبت می کردم 
باید یه بار دیگه بهت لبخند میزدم 
باید یه بار دیگه گرم بغلت میکردم 
هر لحظه پشیمون شدم 
، چون با تو آشنا شدم ، صبح های من هیجان انگیز بود چون گل ها شکوفه میدادن 
بعدازظهرهای من خوب و خنک بود چون نسیم بود 
و شب های من خیره کننده بودن چون برف میبارید 
برای همین هر لحظه خوشحال بودم 
نوبت منه که شجاع باشم 
من قرار نیست وارد دگردیسی بشم 
امکان داره ؟ 
فهمیدم چجوری نه بگم 
همچین چیزی وجود داره ؟ 
بهت گفتم حتما یه چیزی شبیه اون هست 
پس راهی وجود داشت 
متوجه شدی 
این به این معنیه که ما میتونیم برای همیشه با هم بمونیم ؟ 
یه لحظه صبر کن 
خب بهت میاد 
دوستت دارم 
بک ریون 
منم دوستت دارم 
الو ؟ 
چیکار می کنی ؟ 
داشتم به یکی فکر میکردم 
منم 
ممنون ، سانگ هیوک 
یهویی چرا ؟ 
هر روز واسم خیلی شگفت انگیزه ، ازت ممنونم 
و هر روز احساس گرما می کنم چون به لطفت با خانواده ام آشنا شدم 
، من هر روز بیشتر در مورد خودم یاد می گیرم به لطفت 
برای همین ممنونم 
منم ممنونم ممنونم که این رو گفتی 
من آدم بزرگی میشم تا ناامیدت نکنم 
الان نوبت منه 
من تورو ناامید نمیکنم 
برای همین یک بار دیگه جراتم رو جمع می کنم 
این وقتیه که این شفاف میشه 
احتمال خطا 99.999 درصده 
تو میتونی انجامش بدی - من این کارو نمی کنم - 
نمیتونم 
منم پشیمون میشم 
پشیمون نمیشم که بهت اعتماد کردم 
سانگ هیوک - لطفا . دوستم ، دونگ چیل - 
! همین الان شلیک کن 
میتونی دوباره بهش شلیک کنی 
درست حسابی 
: آيــــ ( " ... قسمت شانزده : مرد من " ) ــــرِن : : @ AirenTeam : 
دونگ پال 
من باید این تیر رو بزنم چی ؟ 
میخوای شلیک کنی ؟ - این تیر سرب باید شلیک بشه - 
درست حسابی 
! خوبه اون چی بود ؟ 
تو بهترین تیرانداز اینجا هستی 
تو فوق العاده ای 
آقای پارک ، مغازه خودتون رو بزرگتر کنین هدف خیلی نزدیکه 
این بچه بازیه 
دونگ گو . تو فکر میکنی تو میتونی اون رو به ما نشون بدی ؟ 
چیه ؟ 
بهم بگو 
من میتونم هر کاری رو با تیر انجام بدم 
تیر رابین هود 
یه تیر رو به دونیم تبدیل میکنه با شلیک یه تیر دیگه 
اوه اون ! به نظر من واقعا باحاله 
تو میتونی اون رو انجام بدی ؟ 
من دوست دارم اون رو ببینم 
چرا رابین هود همچین کارایی انجام داد ؟ 
احتمال 99.999 درصد وجود داره که شکست بخوری 
اینطوری نیست که هیچ شانسی برای پرتاب درست وجود نداشته باشه 
این آخرین تیره 
... به همین خاطر ما وجود داریم 
تو سال 1993 ، پرونده دختران دبیرستانی با ژاکت خال خالی کل کشور را شوکه کرد 
شاهدانی که در مورد محل نگهداری دخترها شهادت دادن همه به دلایل نامعلوم مردن 
آخرین شاهدی که شهادت داد یه مرد مشکوک رو تو شالیزار دیده ... جایی که لباس های یو جونگ آه پیدا شد 
فکر می کنم مغازه من به اندازه کافی بزرگه 
کارت خوب بود 
یه بار دیگه 
هر کس دو فرصت داره 
( ایستگاه پلیس جونگسو ) 
! تو شوهر من نیستی ! تو اینجایی تا زندگی من رو خراب کنی 
من تو زندگی گذشته چه گناهی کردم که با تو ازدواج کردم اینطوری شدم ؟ 
! باید بمیری 
باید بمیری 
! بمیر ! لطفا برو بمیر 
بکشش 
بکشش 
این همون کارمایی هست که بانوی دربار و شما باید اونو بگیرید 
مطمئنم همه‌ی اینا کار اون بود 
کی ؟ 
اون تو خاطرات تو نیست ؟ 
! بیا بریم 
ولم کن 
چرا اینجا اینجوری رفتار میکنی ؟ 
! بیا بریم 
تنها به این صورته که رشته سرنوشت شما دوباره شروع میشه 
ممنونم 
حتما 
بانوی دربار ، نخ قرمز سرنوشت خودشو داره 
امشبه اون چیزی که اون شب برآورده نشد 
... اونشب بانوی دربار باید برای شاهزاده میمرد 
( مرد من ) 
بله ، سانگ هیوک - تو کجایی ؟ 
... خب ، من 
کجایی ؟ 
من تو ایستگاه پلیسم 
قرار بود بهت بگم اما من نمی خواستم تو نگران بشی 
همین الان از اونجا برو بیرون 
الان اومدم بیرون که برم خونه 
من تو ماشین کارآگاه سو هستم - ماشین کی ؟ 
قربان پیداش کردم 
( بیماری - سونگ جین آه ) 
( دزدی - سونگ داهی ) ( شایعات - هونگ ئه کیونگ ) 
کیه ؟ 
سونگ یونگ چوله 
از ماشین پیاده شو 
! پیاده شو 
الو ؟ 
الو ، سانگ هیوک ؟ 
سانگ هیوک 
چرا جواب نمیدی صدای منو نمی شنوی ؟ 
پشیمون نمیشم که بهت اعتماد کردم 
لطفا . دوستم ، دونگ چیل 
پشت بهونه های خودت پنهون نشو 
خدا یه فرصت دیگه بهت میده 
سانگ هیوک 
... اون 
! بک ریون 
همینجا بمون 
! سانگ هیوک - خانم اوه - 
بال هاش عجیبن 
همون بال هایی که قبلا دیده بودم نیستن 
قربان ، تو ایستگاه پلیس جونگسو یه چیزی دیدم 
عجله کنین و ماشینی که تو منطقه هست رو ردیابی کنین 
چشم قربان 
ماشین فراری رو پیدا کردیم 
ماشین فراری رو پیدا کردیم 
به سمت اوسونگ گیونگی دو میره 
کاراگاه ما لوکیشنش رو پیدا کردیم 
میسونگ گون 175 ، اوسونگ گیونگی دو یه ساختمون متروکه 
چی بود ؟ 
مطمئنم یه چیزی دیدم 
نه 
دیوونه نیستم که 
تو قاتلی 
یه هیولا 
شیطانی - کیه ؟ 
چرا منو کشتی ؟ - مگه من چه غلطی کردم ؟ - 
کار اشتباهی نکرده بودم 
کاش اون شب بابات میرفت داروخونه تا تو به دنیا نیای 
چه حسی داره که مثل ما باهات رفتار بشه ؟ 
- هیچوقت نمیبخشمت - 
چرا منو کشتی ؟ 
جهنم میبینمت - من هیچ کاری نکردم - 
تو کی هستی ؟ 
تو دقیقا چه موجودی هستی ؟ 
از جون من چی میخوای ؟ 
تو 
تو هیولایی 
سونگ یونگ چول 
حتی دوتا فرصت هم داشتی 
( پرورشگاه فرشته ) 
خانوم ببخشید 
دوتا فرصت داشتی تا ببخشی 
عزیزم بس کن - وایسا - 
فرصت اینو داشتی که بس کنی 
ولی بازم شروعش کردی 
ببخشید 
داری دروغ میگی 
تو به عنوان بدترین چیز ممکن تو زندگی بعدی به دنیا میای 
همش به خاطر این همه کارمای کارهای بدیه که جمع کردی این یه کارماس که باید با کسایی که کشتی کار کنی 
میتونی روش حساب کنی 
یه قاتل 
یه هیولا 
من هیچ کاری نکردم 
هیچوقت نمی بخشمت 
من هیچ کار اشتباهی نکردم 
من نمی بخشمت 
! سانگ هیوک 
! سانگ هیوک 
نمیتونی اینطوری بری 
نرو ، نروو 
دو را ، اینجا نگهش دار 
اوکی از دوتا انگشتات استفاده کن تا اینطوری عقب بکشیش 
همه رو بکش عقب 
کلا بکش عقب ، درسته 
به لطفت روز خوبی داشتم 
خدافظ دو را 
دونگ گیو 
بای بای 
( هفت گناه که کودکان هرگز نباید مرتکب بشن ) 
قاتل سونگ یونگ چول 
اولین زن تو زندگیش مادرش بوده که رهاش کرده 
دومین زن ، مدیر پرورشگاه بوده که اونو کتک میزده 
سومین زن ، صاحبخونه بود که نمیتونست ازش بدش نیاد چون اونم یاد مامانش مینداخت 
بعد از اینکه سه تا زن رو از بین برد به قدرت خودش ایمان اورد بعد شروع کرد زن های رندوم رو هدف قرار داد 
اولین قربانی ، خانم سونگ دا هی ، که سال 1993 گم شد خانم یو جونگ آه ، هم اون روز دقیقا همون ژاکت خال خالی رو پوشیده بود اون هم گم شد 
اون با کشتن همه شاهد ها نشون داد که چقدر میتونه وحشی و روانی باشه 
درحالی که به قتل یکی از هفت زن بی گناه ادامه میده وقتی از پلیس فرار میکرد تصادف کرد 
کسی که بعدش نجاتش داد ، زنش بود گو اون سو 
بعد از اینکه با اون ازدواج کرد قتل رو بوسید گذاشت کنار ولی بعد از 28 سال ، متوجه خیانت همسرش شد و بازم از کوره در رفت 
هدفش ، زنش و عشق زنش ، کیم میونگ شیک و همینطور آدمای دور و بر کیم میونگ شیک 
پس زنش کسی بود که باعث شد برای 28 سال اون از قتل دست بکشه و شروع دوباره قتل هم بازم به لطف زنش بود 
درسته 
ولی قتل یه جرم فراموش نشدنیه 
سونگ یونگ چول ، فقط یه قاتلیه که نیاز به هیچ درک و فهمی نداره 
( بیمارستان حیوانات گوگی دونگ ) 
سرپرست شماره 37 ، الان میتونین بیاین 
الان خندیدی مگه نه ؟ الان خندیدی 
شاید خدای عشق یه تیر بهت زده 
باورم نمیشه شماها انقدر عجیب با هم آشنا شدین 
خدای عشق ، کی قراره به همن یه تیر بزنه ؟ 
منم میخوام 
میخوام بدونم عشق در نگاه اول چه حسی داره 
بدش به من 
کاراگاه میونگ ، یه دوس دختر داره خوشگل نیست ؟ 
هی ، مگه نگفتی تو اخرین شام گروهی ، تنها بودی ؟ 
اون شب ، وقتی بهت خدافظ گفتم ، رفتم خونه ... تو خط عابرپیاده 
حالت خوبه ؟ 
فوراً دلم واسش رفت واسه توت فرنگی 
توت فرنگی ؟ 
- دوس دخترتو همین صدا میزنی ؟ - 
میدونی میوه موردعلاقه من توت فرنگیه 
پس اون چی صدات میزنه ؟ 
سیب 
! پشمام ! سیب ؟ خیلی ضایع اس 
توت فرنگی از سیب خوشش میاد - شوخی نکن - باید برات مربای میوه درست کنم 
فکر عالی بودی 
هیچوقت تو زندگیم با نگاه اول عاشق نشدم 
ولی فکر کنم اتفاق میفته - خدای عشق بهت تیر زده - 
مطمئنم 
سلام 
خانم اوه هنوز تو همون حاله ؟ 
از اتاقش بیرون نمیاد 
بفرمایین 
لطفا بهش کمک کنین تا بتونه بخوره و حالش بهتر بشه 
باشه 
بعدا بازم میام 
الان خوبم 
پس انقدر زحمت نکش 
ممنون 
تو بهم باور داشتی 
منم همینو میخواستم 
... بیا دیگه هیچوقت راهمون به هم نخوره حالا چه این زندگی باشه چه زندگی بعدی 
ببخشید 
ممنون بابت غذا - ممنون - 
! هه سون - بله - 
لطفا میزو تمیز کن - باشه - 
ممنون 
لطفا یه سوجو - باشه یه لحظه - 
فکر میکنی اون زنه الان چی میخواد ؟ 
با یه سوپ بخور 
گرمت میکنه 
در اخر همه چیز درمورد بی ریایی و صداقته 
مهارت ها چه فایده ای داره ؟ 
تمام چیزی که نیاز داری صداقته 
امروز روز خوبی داشتم 
بای بای 
هی 
نمیتونی همینجوری بذاری بری باید حساب کنی 
حساب کنم ؟ 
بله ، هزینه کل مکان امشبو 
حساب نکرده ؟ 
شنیدم پای ثابت اینجاست 
وقتی برای رزرو زنگ زد گفت بعدا پرداخت میکنه گقت وقتی کارش تموم شد پرداخت میکنه 
که اینطور . چنده ؟ 
بفرما 
( اجاره مکان : 2.500.000 وون ) ( تدارکات : 1.356.000 وون ) 
( مجموع : 3.856.000 وون ) 
واقعا گرونه ، حتما چون اون همه مکان رو رزرو کرده 
شامل تدارکات هم میشه 
دو را ، همینه 
ممطئنم یه نفر اون بیرون حتما این صداقت تو رو درک میکنه 
این چیزی نیست که فقط بهش نگاه کنی چیزیه که باید بخوری 
میخوام زمان رو به عقب برگردونم 
به همون زمانی که از کوه بالا میرفتم 
همون موقع که داشتمش 
چی رو در مورد بک ریون خیلی دوست داری ؟ 
من دوستش ندارم . اصلا دوستش ندارم قسم میخورم که اصلا دوستش ندارم 
برام مهم نیست اگر بگه که دوستم نداره 
فقط آرزو میکنم که کاش اینجا بود من اونو درست همنجا کنارم میخوام 
دلم براش تنگ شده 
خیلی دلم براش تنگ شده 
همه چی با گذشت زمان رو به راه میشه 
همه چیز رو به راه میشه 
فردا روز بیداری بهاریه وقتیه که قورباغه ها به خاطر شروع فصل جدید از خواب بیدار میشن 
درخت آلو تو جنوب شکوفه داده 
دما با تغییر فصل افزایش پیدا میکنه و این باعث میشه هوا لذت بخش تر بشه 
... بیشینه دمای امروز - من رفتم - 
اوکی . خدافظ 
بار 977 هستش - این دفعه میخوای برای چی دعا کنی ؟ 
معجزه - معجزه ؟ 
چه معجزه ای ؟ 
آفرین . حالا تمیز شدی 
نباید لیسش بزنی - آروم ، آروم - 
میدونم درد میکنه 
تمومه . نباید لیسش بزنی 
هی ، حق با توئه 
واقعا خنده داره 
( بیمارستان حیوانات گوگی دونگ ) منم - خدایا ، مسخره ست - 
بیا بریم 
حالت خوبه ؟ 
بله 
ممنون 
خواهش میکنم 
فقط یه بار دیگه مونده 
هی فکر کنم دعا کردن تو کوه اینوانگ سان جواب میده 
گفتی این دفعه داری برای یه معجزه دعا میکنی 
به نظر من این یه معجزه ست که تو به حالت نرمالت برگشتی 
حق با توئه 
همین بود که منو سر پا نگه داشته 
کار کوهه - درسته - 
به سلامتی - به سلامتی - 
ترسوندیم - دو را - 
کار توئه ؟ 
چی میگی ؟ 
هی ، فردا دوباره میری اونجا ؟ 
چرا دو روز پشت سر هم میری ؟ 
تو اینو ننوشتی ؟ 
تا حالا داشتم باهات میخوردم تازه برگشتم اتاقم 
خوابم میاد 
برو بخواب 
یادم نمیاد اینکارو کرده باشم 
چه خبره ؟ 
تو بهترینی ، آقای پارک 
ممنون که تو این برف اومدی 
تمام نوبت های بعد از ظهرم رو عقب بنداز 
چی ؟ تمام نوبت های بعد از ظهر ؟ 
- بله - 
باید برم جایی . فوریه - دکتر - 
این دفعه برای چی میخوای دعا کنی ؟ 
معجزه 
انتظار چی رو داشتم ؟ 
همچین معجزه ای اتفاق نمیفته 
هزار بار 
بک ریون 
واقعا تویی ؟ 
حتما خیلی منتظر موندی 
خواب نیست ؟ 
تو واقعا سانگ هیوکی ؟ 
خودمم 
چون سانگ هیوک 
چی شده ؟ 
من مردم و دوباره متولد شدم 
همون طور که500 سال پیش برای تو اتفاق افتاد 
چون سانگ هیوک مرد خیلی خوش شانسیه 
به خاطر این نیست که خوش شانسه به خاطر منه که تیر رو خیلی خوب پرتاب کردم 
به هدف نزدی 
درست زدم به هدف 
فکر کنم برای همینه که از پیله آزاد شده بال هاش هم ناپدید شدن 
سانگ هیوک اون مرد خوش شانسیه 
بهت گفتم ربطی به شانسش نداره به خاطر مهارت های تیراندازی منه 
حالا اون فقط باید دوباره متولد بشه 
فکر کنم وقتشه 
در آخر ، تنها چیزی که باید میشکستم پیله بود 
باید بال هام رو از دست میدادم 
من دیگه یه پری نیستم 
دیگه لازم نیست وارد دگردیسی بشم 
به شما دوتا دوتا شانس دادم 
فقط وقتی که بر ترس غلبه کنین لیاقت یه سرنوشت جدید رو دارین 
خدا چهارچوب بزرگی از سرنوشت ساخته 
این انسان ها هستن که باید طبق این چهارچوب عمل کنن و بازم این انسان ها هستن که مخالفش عمل میکنن 
فقط یه چیز لازمه تا بازی عوض بشه 
( شجاعت ) 
شجاع باشین 
اگر بگه نه ، خیلی ضایع بازیه همینه دیگه . چی دارین که از دست بدین ؟ 
شماها تو زندگی با موقعیت های خجالت آور زیادی رو به رو شدین 
اینکه یکی رو دوست دارین کجاش افتخار کردن داره ؟ 
دارم بهتون میگم اگر بترسین نمیتونین هیچ کاری بکنین 
اما اگر بر ترستون غلبه کنین و شجاع باشین کل دنیای جدید پیش روی شماست 
( بابا . من . مامان ) 
شاهزاده و پرنسس تا ابد به خوبی و خوشی با هم زندگی کردن 
بلاخره خوابید 
همیشه همون داستان قدیمی شاهزاده و پرنسس 
یه داستان در مورد پیشخدمت مرد و معشوقه ش ندارن ؟ 
ورژن اروتیک سیندرلاست ؟ 
- چشه ؟ - 
عشق بین اونا رو دست کم نگیر 
... وقتی 500 سال پیش تیر پرتاب میکردم 
باشه - بیا بریم - 
وقتی همسن اون بودم ... فکرش رو میکردم که مرد من الهه عشق باشه ؟ 
دیگه الهه عشق نیستم 
من آدمیزادم برای همینه که اون به دنیا اومد 
یون آه اگر تک فرزند بمونه قراره خیلی تنها باشه 
میخوای یه تلاشی برای بچه دوم بکنیم ؟ 
بی خیال 
تک فرزند بودن یعنی تنهایی بیا بریم 
( لانه عشق ) 
ممنون 
سلام 
بیا بریم 
دست هات رو بیار بیرون 
یون آه ، دست بابا رو بگیر بدش به من 
یواش 
مامان بزرگ ، بابا بزرگ - خدای من - 
یون آه اومدی - یون آه اومدی - 
سلام 
چطورین ؟ 
- دلم براتون تنگ شده بود - 
دلت برای ما تنگ شده بود ؟ - چقدر ناز - 
بهشون سلام کن ، یون آه 
چطوری ؟ 
- مامان و بابا بزرگ نازم - 
بیا ، اینم بخور 
( مچ شده در لانه عشق ) 
برای من این یه معجزه ست که وقتی چشم هام رو باز میکنم تو درست جلوی چشم هامی 
برای من این معجزه ست که این روز رو با تو میگذرونم 
... پس به خاطر عشق ما هر روز یه معجزه ست 
