Аз съм , Кени . 
Майоре ? Полковник Хардинг ви търси . 
Добре ли сте ? 
Майор Клевън ще ни липсва . 
Прогнозата . 
- Казаха , че ще е ясно . Чудесно . 
Да ви закарам ? - Не , сам ще шофирам . 
Сигурен ли сте ? 
- Спокойно , Кени , не съм пиян . 
До утре сутрин . 
За мен мисията над Бремен бе най - трудна . 
Не сме попадали под по - тежък обстрел . 
Осколка колкото футболна топка проби носа на самолета и едва не ни обезглави с Дъглас . 
Лявото ни крило се подпали и останахме без захранване , но Ев Блейкли успя да ни върне в Англия . 
Видях как самолетът на Клевън бе улучен и падна . 
Бък Клевън бе нашият водач , откакто влязох в 100 - тната . 
Мислехме го за непобедим . 
Щом дори Гейл Клевън не оцеля , какво оставаше за нас ? 
Нещо да помогнем ? 
- Да , разкарайте се от леглата ни . 
И къде ми е шкафчето , а ? 
Казаха , че самолетът ви ... - Не , не падна . 
Излезте , господа . 
Ще ви намеря нова палатка . 
Нали още не си изпратил шкафчето ми ? 
Не , в санитарната палатка е . 
- Трябва да пийна . 
Добра идея . 
- Хайде . 
Дъги , какво толкова ценно има в шкафчето ти ? 
Цяла камара презервативи . Не искам майка ми да ги брои . 
Аз ще й обясня . 
Екипажът на Блейкли ! 
- Мислехме , че сте загинали ! 
Съобщиха за четири парашута . 
Някой не може да брои , не скочихме . 
Виа и Йевич са в болница . 
Загубихме Сондърс . 
Къде кацнахте ? 
- На писта край Лъдам . 
Адски сложно кацане по корем . 
- Говори ми . Без два двигателя и с корпус на решето . 
Един механик преброи дупките . 1200 ли ? - Да . Стабилизаторът бе разкъсан , колесниците не слязоха . 
Спирачките работеха , но само докато кацнахме . 
Чудо е , че този човек , Евърет Блейкли , успя да го приземи . 
Чудото беше курсът на Крос . Малка грешка и щяхме да цопнем . 
Чист късмет . - Едва ли , твърде често го правите . 
Но ни насочи право към единственото дърво в околността . Гений ! Уцели единственото дърво в Източна Англия . Такава голяма писта . Пред вас е Хари Кросби , най - великият навигатор в Осма армия ! Поръчвайте , черпим аз и Кранк . 
Аз ли ? - Ти . Щом казваш . - Супер . 
Давай . Бъбълс ! Как си , приятелю ? 
- Наистина ли си ти , Крос ? 
Защо не се обади ? 
- В базата нямаше телефон . 
Но имаха камион . 
- Ужас ! 
Писах на Джийн . Какво ? - Писах на жена ти , мислехме , че си ... Но не си го пратил , нали ? - Не . Слава богу . 
- Не се сетих нищо хубаво за теб . На моменти и аз си мислех , че ще умра . 
- Да , но все пак се върна . 
И тъкмо навреме . Има размествания в щаба . 
- Навигатор на групата ? 
Ще ни свалят от полети с Картър . 
Само изчакват да ни намерят заместници . 
Невъзможно . 
Ето , Крос . 
- Благодаря , Найфхед . 
Да пием за 100 - тната ! 
Не съм го чувал досега . 
- Сериозно ? Крос , Хардинг те вика . 
Иган се е върнал по - рано ? 
Явно са взели решение . 
Догоре , Майк . - Добре . 
Не се чудете , господа . 
Знаете защо се върнах по - рано . 
- Боже , още една мисия . 
Вече всеки ден ли ще летим ? 
230830 е за Брейди . 30725 - за Крукшанк . 
Майоре ? - Клифт ! Готов ли е 230758 ? 
Нещо важно - не можах да разбера защо ... 
Сър , няма да успеят да приготвят двата самолета , които искахте за мисията . А снимка на целта ? Дадохте ли им данни за бомбения товар ? 
- Да , имат всичко необходимо . 
Крос , започваме с дежурния офицер . Хоумър , Кросби бе повишен до навигатор на групата . 
Добре дошли в лудницата . 
- Благодаря . Спенс ще ти даде навигационните заповеди . 
- Капитане , занесете ги в С - 2 . Кажете какво ви трябва . 
- По дяволите ! 
Съжалявам . 
- Дай парцал . 
За бога ! Няма нищо . 
Не се мотай , Крос . Всичко е наред . - Благодаря . 
Това е кабинетът ти . 
Ще имаш свой джип , върви с длъжността . Ако ти трябва нещо , питай Трип . 
Успех , Крос . 
Майоре ? 
Мислите ли , че съм подходящ ? Не . 
Главната ви цел е Мюнстер . 
Точката на прицел и средната точка на попадение е жп гарата . 
Целта е източно от центъра на града . 
Тихо , слушайте . 
Точността е изключително важна за тази мисия . 
По данни на разузнаването наоколо живеят най - вече железничари . Ако ги улучим , удряме хората , които поддържат немските железници . 
Светнете . Полковник ? 
Благодаря . 
95 - а и ние ще водим в ниска позиция , а 390 - а - във висока . 
Добрата новина е , че полетът е кратък . Мюнстер е съвсем близо . 
Лошата е , че събрахме само 17 самолета . Някои дори не бяха наши допреди два дни . - Само 17 ? 
Мисията е следната : прекъсване на промишления транспорт в Рурска област . Разбрахте ли ? 
- Тъй вярно , сър . 
Майор Иган ще командва от самолета на Брейди . 
Изпълнихме две мисии за два дни . 
Не трябва ли да сменят ескадрилите ? Да оставят едната да почива ? 
- И с коя да я сменят ? 
Не е редно , неделя е . 
Да , а утре е понеделник . 
- Видя колко близо е катедралата до целта . 
Ще ударим , когато излизат от литургия . 
Е , и ? - Катедралата ще е пълна . Хората ще са там или по домовете си . 
И няма да са само железничари . 
Те са врагове . 
- Не сме бомбардирали градски център . За бога , Кранк , война е . 
Тук сме да хвърляме бомби . 
- Върху жени и деца ? 
Трябва да ги ударим в слабото място . 
По - добре сега , преди всичките ни другари да загинат или изчезнат безследно . 
Хората , които ще убием , не са свалили Бък . 
Ще летиш ли , или не ? 
" Да , сър . " 
Да , сър . 
Изглеждаш ужасно . 
- И се чувствам ужасно . Дай . 
Защо не поспиш ? 
Исках да съм сигурен , че всички навигатори имат нужното . 
Бих предпочел капитулация на швабите , но и това става . 
Честито за повишението . 
Не мисли , че ще се цупя . 
Смятам , че си най - добрият навигатор . 
- Май само ти смяташ така . 
Пожелай ми късмет в " Тя ще го направи " . 
- Какво ще направи ? 
Няма да ти кажа . 
Спри камиона ! 
Добре ли си , Бъки ? 
- Да , вие вървете . Ще ви настигна с джип . 
Джак ! 
Да си разменим якетата . - Какво ? 
Хайде , дай си якето . 
- Сериозно ли ? 
Казаха ли кога ще ни го върнат ? 
Как се казва самолетът , в който ще летим ? 
" Кралска кента " . 
" Айде почвай " ? Що за име е това ? 
Вчера дойде от Фрамлингам . 
Но ще лети , поне до целта . 
- Олекна ми . 
Благодаря . 
Разменил си якето си ? 
Бък мразеше онова яке . 
Най - трудното в мисиите бе неизвестността . Очакването . 
Чертаех маршрутите , инструктирах подробно навигаторите , но след излитането нямаше какво повече да сторя . 
Фланаган излиза от формацията . 
- По дяволите , още един . 
Опашен картечар , какво му е на самолета на Фланаган ? 
Изглежда четвърти двигател е извън строя . 
Стивън заема мястото му . 
Навигатор , отбележи още една механична повреда . 
Три или четири загубихме ? Изгубих им бройката . 
Четири се върнаха , останахме с 13 машини . 
- Проклятие ! 
Не можем да настигнем 95 - а преди крайбрежието . 
Да , правим каквото можем . 
- Опашка , с колко изостава 390 - а ? 
С осем километра , сър . 
Швабите може да се намърдат между нас и да ни опукат . Да . 
Джони , май е време да слезеш и да застанеш на третата картечница . 
Слизам , майоре . 
Вече мислех , че няма да се разкара . 
- Той ми е втори пилот . 
Грижи се да не ми взривиш самолета . 
Няма да го взривя , не и днес . 
Горно гнездо до мерача . - Мерачът слуша . 
Да вадя ли щифтовете ? 
- Действай . 
Как си с кислорода отзад ? - Всичко е точно . 
Провери подаването на патрони . Включи на " натиснато " . 
Проверено . Лентата е на преградата . 
Провери картечниците . 
- Да , готови са . 
50 - калибровите - готови . 
Боже ! Колко кафе изпи сутринта ? 
- Прекалено много . 
Пускам бомбите ! 
Отивам си на мястото . - Добре . 
Придружителите свършват горивото . Връщат се . 
Поне ни пазиха над Ламанша . 
Тук овално гнездо , обстрел отпред . 
Прието . 
Обстрел отпред под нас . 
Обстрел отстрани и отзад . 
Да съм ти казвал , че мразя обстрела ? 
- Днес още не . 
Улучиха " Лауро " , оттеглят се . Лошо . - Виждам парашути . 
Самолетът на Стайми пада . 
Останахме 11 . 
До командващия , три минути до началната точка . Прието , навигатор . 
Хари ! 
Не . - Улучиха ли ни ? 
До екипажа , добре ли сте ? Край . 
Отнесоха лицето на Клантън ! 
Боже . 
Проклятие ! Дишай , Хари . 
Дишай , дявол те взел ! 
Не ми умирай в ръцете ! 
Дишай ! 
Моля те , Хари . 
Първи двигател отказа . 
- Мамка му ! Спри горивото и го изключи . 
Клантън е мъртъв . 
До пилота , над началната точка сме . Завой на 057 . 
Прието , завивам на 057 , край . 
Обстрелът отслабва , отваряйте си очите . Изтребителите сигурно са наоколо . 
Господи . 
Изтребители право пред нас . Май са стотици гадовете . 
Открийте огън по тях ! 
Да свалим колкото можем . 
Улучиха ме ! 
Улучен съм ! Раниха ме в крака ! 
Идвам ! 
- Кракът ми ! 
До мерача , приближаваме целта , готов ли си ? До пилота , тъй вярно . Самолетът е твой . - Разбрано , отварям бомбения отсек . 
Врагове вляво над нас ! 
Падна още един , последният от ниската редица ! 
По дяволите ! 
Трети двигател гори ! 
Спирам горивото и го изключвам . 
Добре сме ! 
Поддържаме скоростта . 
На ръба сме . 
- Но ще стигнем целта . 
Една минута до пуска . 
Ракети отпред вдясно ! 
Пилот до носа . Какво правите , трябва да пуснем бомбите ! 
Хамбоун ! 
Пак ще ни атакуват . 
- Върни им го на тези копелета ! 
И четвърти е извън строя ! Остана ни един двигател . 
Хамбоун е тежко ранен . 
Втори двигател отказва , накланяме се . Трудно ще го задържим водоравно . 
Да излезем от формацията . - Мамка му , гадост ! 
Пускай бомбите ! 
Натисни бутона за евакуация ! 
Пускай бомбите ! 
Скачаме , пускай бомбите ! 
Унищожи мерника , простреляй го ! 
Не мога да го стабилизирам още дълго ! 
Дръж се ! 
- Помогни ми , дай ми парашута ! 
Навигатор , отбележи в дневника : водачът Иган се оттегля . 
Разбрано . Крукшанк заема водеща позиция . 
- Прието . Тук навигатор , майор Иган пада бързо . 
Готвят се да скочат . 
Хайде , трябва да скочим веднага ! 
Помогни ми ! 
Петрос , хайде ! 
Трябва да го погребат . 
Длъжни сме да спуснем Хари . 
Джордж , тръгвай , той е мъртъв ! Трябва да скочим веднага , хайде ! 
Помощ , коланът ми се закачи ! - Хамбоун ! 
Откачи ме ! 
Дръпни ръчката ! 
Готово , всички скочиха ! - Да се махаме от тая бракма ! 
Скачай ! 
- Ти скачай ! 
Брейди , по - старши съм от теб , скачай ! - Самолетът е мой , ти скачай ! 
Какво става ? 
Хубаво . До скоро , Джон ! 
Копелета гадни ! 
Над целта сме , пускай бомбите и да се омитаме . 
Тук мерачът , сега ли ? - Чакаме водача . 
Сега ли ? 
Задръж . 
Сега ? 
- Още не . 
Сега . 
- Пускам бомбите . 
Падат . 
Точно в целта . 
Обстрелват ни ! 
Добре ли си ? 
Спокойно , добре съм . - Тук ляв картечар . Раниха Де Блазио в опашното гнездо . 
Кърви доста , но май е добре . 
- Прието . 
Обстрелът спря , бъдете нащрек . 
Изтребители отляво и отдясно над нас . 
Целят се във водача Крукшанк . 
Водачът пада ! 
Виждам парашути ! 
Изтребители отзад , спускат се . 
Ракети отдясно ! 
Леле , имаме дупка в крилото ! 
" Тя ще го направи " се взриви ! 
- Парашути ? 
Загубихме водача и " Тя ще го направи " . 
Видяхте ли парашути ? - Не виждам . 
Къде са другите ? 
До екипажа , някой вижда ли други самолети от 100 - тната ? 
Горно гнездо - не . 
- Картечар отляво - не . 
Овално гнездо - не . 
Нос - не . - Опашка - не . 
Картечар отдясно - не . 
Врагове вдясно зад нас ! 
И още копелета вляво зад нас . 
До екипажа , дръжте се ! 
Още два . - Вдясно . 
Атакуват ни ! 
Картечниците отляво - готови . 
Подпукайте ги ! 
Дръжте се . 
Добър изстрел , Милбърн . 
Бъдете нащрек , не са се отказали . 
Два атакуват опашката ниско отзад ! 
Добре , изчакайте . Ще ви ги поднеса на тепсия . 
Ето ги , Били . 
Виждам ги , пред нас са ! Маневрирай ! 
12 часа , отпред . 
Какво ? 
- Като стрелки на часовник . 
Право пред вас е 12 ч . Значи отзад е ... 6 ч . ? - Точно така . 
Огън ! 
Пусни бомбите , сега ! 
Чувам ги . 
Не е наш . 
От 390 - а е . 
Свържи ме с тях . 
Приближаващ самолет , тук станция 139 , отговори . 
Самолет от 390 - а ескадрила в заход , тук контролна кула , чувате ли ме ? 
Кацнахте на станция 139 . 
Говори командирът на 100 - тната ескадрила . 
Къде ще кацне моята група ? 
Пилот ? 
Къде са нашите ? 
Свалили са всички . 
Всички ? 
Още един . 
Този е наш . 
- Кой е ? 
Един от новите . Розентал . 
Тук самолет 087 , имаме ранени на борда . 
Прието , 087 , пращам линейка . 
Къде са останалите ? 
- Прибирайте се . 
Ами другите ? - Вървете си . 
Карай . 
Полека . 
Първо краката . 
Сега главата . 
Готово . 
Поехме го . 
Ще те върнем у дома . 
А къде е Бъбълс ? 
Ами Иган ? 
- След разпита . 
А Кранк ? 
- После , Кени . Всички ли ? 
Стига ми . 
Край , мамка му ! 
Повече няма да летя . 
Не могат да ме накарат , няма да летя . 
Казвам ви , няма . 
За последно ми беше ! 
Опашка 230823 . " Нахлуващата девица " , екипажът на Уолц . 
Няма данни . - Никой ли ? 
Опашка 230047 , " Момичето с пуловера " . Екипажът на Ачинсън . 
Няма данни . 
- Никой ли ? 
Опашка 23534 , " Старият баща " . 
Няма данни . 
Беше истински ад , сър . 
Нямаше време за дневници . 
Опашка 230023 , " Вечно твоя " . Екипажът на Сторк . 
Да , сър . Удари ги ракета още в началото . 
Самолетът горя минута - две и после ... Видяхте ли парашути ? 
Опашка 23229 , " Нина от Пасадина " . 
Роналд ? 
Някой друг ? 
Опашка 234423 , " Тя ще го направи " . 
Бъбълс Пейн , навигатор . 
Няма данни . 
Видях ги . 
- Какво стана ? 
Запалиха се и се взривиха . 
Парашути ? 
- Казах , че се взривиха . 
Не , сър , никой не скочи . 
Опашка 230087 , " Плъхът от бараката " . 
Няма данни . 
Опашка 23237 , " Леко опасен " . 
Екипажът на Томпсън . 
- Няма данни . 
Опашка 23433 , " Леона " . 
Няма данни . 
Скъпа Джийн , вече го знаеш , но съпругът ти бе най - добрият ми приятел . 
И най - добрият навигатор , когото съм виждал , макар че бе прекалено скромен да си го признае . 
Нужна е особена храброст , за да останеш скромен , когато си заобиколен от надути пуяци , но такъв си беше Крос . 
Повече от всичко ми се иска сега той да седеше тук вместо мен . Тогава нямаше да пишем това писмо . 
В СЛЕДВАЩИЯ ЕПИЗОД Мисията до Мюнстер беше тежка . 
Три мисии за първите ви три дни . 
120 души загинаха в един ден . 
А аз оцелях . 
Средата тук не ми помага . 
Искам да се върна в базата . Тази война е против човешката природа . 
Щом видиш преследвани , подчинявани хора , трябва да направиш нещо . 
Бъбълс загина миналата седмица . По моя вина . 
Недей да хленчиш . 
Качвай се в машината и си върши работата . 
