Εγώ είμαι , Κένι . 
Επισμηναγέ ; Σας ψάχνει ο σμήναρχος Χάρντινγκ . Ναι . 
Είστε καλά ; 
Θα μας λείψει ο επισμηναγός Κλέβεν . 
Δελτίο καιρού . 
Μάλλον θα καθαρίσει . Ωραία . 
Να σας πάω εγώ ; Όχι . Είμαι μια χαρά . 
Σίγουρα , κύριε ; 
Μην ανησυχείς , Κένι . Δεν το νιώθω καν. 
Τα λέμε το πρωί . 
Η Βρέμη ήταν η πιο δύσκολη αποστολή του πολέμου για μένα . 
Τα περισσότερα αντιαεροπορικά που είχα δει ποτέ . 
Ένα θραύσμα στο μέγεθος μπάλας ποδοσφαίρου διαπέρασε τη μύτη του οχυρού μας , σχεδόν αποκεφάλισε εμένα και τον Ντάγκλας . 
Το αριστερό φτερό έπιασε φωτιά και χάσαμε όλα τα ηλεκτρικά , αλλά ο Μπλέικλι βρήκε τρόπο να μας φέρει πίσω στην Αγγλία . 
Είδα το αεροπλάνο του Κλέβεν να δέχεται άμεσο χτύπημα και να πέφτει . 
Από την πρώτη μου μέρα ο Κλέβεν ήταν ο αρχηγός μας . 
Τον θεωρούσαμε άτρωτο . 
Αν δεν επιβίωσε ο Γκέιλ Κλέβεν , τότε ποιος μπορεί ; 
Θέλετε κάτι ; 
Ναι . Να τσακιστείτε να φύγετε από τα κρεβάτια μας . 
Πού είναι το ντουλάπι μου ; 
- Συγγνώμη . Μου είπαν ότι το αεροπλάνο σας ... - Λάθος . 
Μαζέψτε τα και βγείτε έξω . 
Θα σας βρω άλλο κατάλυμα . 
Δεν έστειλες το ντουλάπι μου σπίτι , έτσι ; 
Όχι , κύριε . Είναι στους υπασπιστές . 
Χρειάζομαι ποτό . 
- Καλή ιδέα . 
- Πάμε . 
Ντάγκι , τι έχεις στο ντουλάπι σου και ανησυχείς τόσο ; 
Έχω αμέτρητα προφυλακτικά . Δεν χρειάζεται να τα μετρήσει η μάνα μου . 
Μη σκας , θα της μιλήσω εγώ . 
Γαμώτο , το πλήρωμα του Μπλέικλι . 
Χριστέ μου , νομίζαμε ότι τα κακαρώσατε . 
Ανέφεραν τέσσερα αλεξίπτωτα . 
Δεν ξέρουν να μετρούν . Κανείς δεν εγκατέλειψε . 
Βία και Γέβιτς νοσηλεύονται . 
Χάσαμε τον Σόντερς . 
- Πού προσγειωθήκατε ; 
- Σε βάση της RAF στο Λάνταμ . 
- Με την κοιλιά . Χαμός . 
- Αυτό ξαναπές το . Δύο κινητήρες χτυπημένοι , άτρακτος γεμάτη τρύπες . 
- Κάποιος τις μέτρησε . Πόσες ήταν , 1.200 ; - Ναι , 1.200 . Το πηδάλιο διαλυμένο . Δεν κατέβαιναν οι τροχοί . 
Τα φρένα λειτουργούσαν . Μέχρι που πιάσαμε διάδρομο . 
Ήταν εντελώς θαύμα που αυτός εδώ , ο Έβερετ Μπλέικλι , το προσγείωσε . 
Το θαύμα ήταν η πορεία του Κροζ . Μία μοίρα λάθος και βουλιάζαμε . 
- Καθαρή τύχη . - Το κάνεις πολύ συχνά για να είναι τύχη . 
Κατάφερε να μας οδηγήσει κατευθείαν στο μοναδικό δέντρο . Είναι φυσικό ταλέντο . Ένα δέντρο σε όλη την Ανατολική Αγγλία , - το πετυχαίνει . - Σε τεράστιο χωράφι ... - Κρόσμπι ... - Διάνα . ο καλύτερος πλοηγός της 8ης Αεροπορίας , κυρίες μου . Ποιος θέλει να πιει ; Κερνάω . Κι ο Κρανκ . 
- Κι εγώ ; - Ναι . Έλα . - Αφού το λες . - Υπέροχα . 
Ωραία . - Μπαμπλς , πώς είσαι ; 
- Εσύ είσαι , Κροζ ; 
Έλεος , γιατί δεν τηλεφώνησες ; 
Η βάση της RAF δεν είχε τηλέφωνο . 
- Είχαν φορτηγό . 
- Δεν το πιστεύω . 
Έγραψα στην Τζιν . Τι ; Συγγνώμη , τι έκανες ; Έγραψα στη γυναίκα σου . Νομίζαμε ότι ... - Δεν το έστειλες , όμως . - Όχι . Ευτυχώς . 
Δεν έβρισκα κάτι καλό να πω , άρα ... Κάποιες στιγμές νόμιζα κι εγώ ότι είχα πεθάνει . 
Ναι , αλλά γύρισες . 
Πάνω στην ώρα . Αλλάζουν κάποια πράγματα στις επιχειρήσεις . 
Τι ; Πλοηγός ομάδας ; 
Θα πάρω πόδι . Όπως κι ο Κάρτερ . 
Θα μας αλλάξουν μόλις βρουν τους αντικαταστάτες μας . 
Δεν θα γίνει . 
- Ορίστε , Κροζ . 
- Ευχαριστώ , Νάιφχεντ . 
- Στην 100ή ! 
- Δεν το έχω ξανακούσει ποτέ αυτό . 
- Αλήθεια ; Κροζ , σε θέλει ο Χάρντινγκ . 
Ο Ίγκαν . Γιατί γύρισε νωρίτερα ; 
Μάλλον αποφάσισαν . 
- Γέμισέ το , Μάικ . - Αμέσως . 
Μην αναρωτιέστε , κύριοι . 
Μπορείτε όλοι να μαντέψετε γιατί γύρισα νωρίς . 
Χριστέ μου . Κι άλλη αποστολή . 
Θα πετάμε κάθε μέρα πια ; 
Το 230830 στον Μπρέιντι . Το 30725 στον Κρούκσανκ . 
- Επισμηναγέ ; - Κλιφτ ; Έχουμε το 230758 ; 
Κάτι σημαντικό . Δεν μπορούσα να καταλάβω τι ήταν ... 
Συγγνώμη , οι μηχανικοί δεν μπορούν να ετοιμάσουν τα δύο αεροσκάφη την ώρα που πρέπει . Έχουμε εικόνα του στόχου ; - Έδωσες τα στοιχεία στο τμήμα πυρομαχικών ; 
- Όλα κανονισμένα , έχουν ό , τι χρειάζονται . 
- Κροζ . - Το ' χω . Ξεκινάμε με τον αξιωματικό υπηρεσίας . Χόμερ . Ο Κρόσμπι προήχθη σε πλοηγό ομάδας . 
- Καλώς ήρθες στο τσίρκο . 
- Ευχαριστώ . Ο Σπενς θα σου δώσει τις διαταγές πορείας . 
Σμηναγέ , πήγαινέ το στο γραφείο S-2 . Πες τους τι χρειάζεσαι . 
Να πάρει . 
Συγγνώμη . 
Φέρτε ένα πανί . 
Έλεος . Καλά είναι . 
ΑΞΙΩΜΑΤΙΚΟΣ ΥΠΗΡΕΣΙΑΣ Τελείωνε , Κροζ . - Όλα καλά . - Ευχαριστώ . 
Να το γραφείο σου . 
Έχεις δικό σου τζιπ . Προνόμιο της θέσης . Ό , τι θες , το ζητάς απ ' τον Τριπ . Ναι ; 
Καλή τύχη , Κροζ . 
Επισμηναγέ ; 
Είστε σίγουρος ότι μπορώ ; Όχι . 
Κύριος στόχος είναι το Μίνστερ . 
Κύριος και κεντρικός στόχος είναι το σιδηροδρομικό κέντρο διαλογής . 
Ο στόχος είναι ανατολικά του κέντρου της πόλης . 
Ησυχία . Ακούστε . 
Η ακρίβεια είναι πρωταρχικής σημασίας . 
Γνωρίζουμε ότι στα περισσότερα σπίτια στους παρακείμενους οικισμούς κατοικούν εργάτες . Αν αυτά πληγούν , θα έχουμε πετύχει αυτούς που συντηρούν τα γερμανικά τρένα . 
Φώτα . Σμήναρχε ; 
Ευχαριστώ . 
Η 95η θα ηγείται από χαμηλά και η 390ή από ψηλά . 
Τα καλά νέα : Είναι σύντομη πτήση . Το Μίνστερ είναι πολύ κοντά . 
Τα κακά νέα : Έχουμε μόνο 17 αεροσκάφη . Κάποια απ ' αυτά τα έχουμε μόλις δύο μέρες . Μόνο 17 αεροσκάφη ; 
Η αποστολή σας , παιδιά : Διακοπή των βιομηχανικών μεταφορών στην κοιλάδα του Ρουρ . Κατανοητό ; 
Μάλιστα , κύριε . 
Καλώς . Ο επισμηναγός Ίγκαν θα είναι στο φρούριο του Μπρέιντι . 
Μόλις πετάξαμε δύο αποστολές σε δύο μέρες . 
Δεν θα έπρεπε να πετάμε εναλλάξ ; Να παίρνουμε ρεπό ; 
Ποιους άλλους έχουν ; 
Δεν είναι σωστό . Είναι Κυριακή . 
Ναι , και αύριο Δευτέρα . 
Ο καθεδρικός είναι πολύ κοντά στον στόχο . 
Θα χτυπήσουμε ενώ τελειώνει η λειτουργία . 
- Και ; - Θα έχει κόσμο στον καθεδρικό . Και στα σπίτια τους . 
Δεν θα είναι μόνο σιδηροδρομικοί . 
- Όλοι συμμετέχουν . 
- Δεν χτυπήσαμε ποτέ σε κέντρο πόλης . Έλεος , Κρανκ . Πόλεμος είναι . 
- Ήρθαμε να ρίξουμε βόμβες . 
- Σε γυναικόπαιδα ; 
Πρέπει να χτυπήσουμε όπου πονούν . 
Προτού κάθε συνάδελφός μας είναι νεκρός ή αγνοούμενος . 
Αυτοί που θα βομβαρδίσουμε δεν έριξαν τον Μπακ . 
Πετάς σήμερα ή όχι ; 
" Μάλιστα , κύριε " . 
Μάλιστα , κύριε . 
Έχεις τα χάλια σου . 
Και νιώθω χάλια . Δώσε μου . 
Δεν πας να ξαπλώσεις ; 
Ήθελα να σιγουρευτώ ότι οι πλοηγοί έχουν ό , τι χρειάζονται . 
Θα προτιμούσα άνευ όρων παράδοση από τους Γερμαναράδες , αλλά κι αυτό κάνει . 
Συγχαρητήρια για την προαγωγή . 
Μη νομίζεις ότι θύμωσα . 
Ακόμα λέω πως είσαι ο καλύτερος . 
Μόνο εσύ το λες αυτό . 
Ευχήσου μου καλή τύχη στο Σιζ Γκόνα . 
Σιζ Γκόνα ; 
Άσ ' το καλύτερα . 
Σταμάτα το φορτηγό ! 
- Είσαι καλά , Μπάκι ; 
- Προχωρήστε εσείς . Θα έρθω με τζιπ . 
Τζακ ! 
- Να ανταλλάξουμε τζάκετ . - Τι ; 
Έλα , δώσε το τζάκετ σου . 
Σοβαρολογείς ; 
Είπαν πότε θα το έχουμε πάλι ; Όχι ακόμα . 
Πώς λέγεται το αεροπλάνο που μας έβαλαν ; 
Ρόγιαλ Φλας . 
" Ω-Αρ-Γκο " ; Τι διάολο σημαίνει ; 
Ήρθε χθες από το Φράμλινγχαμ . 
- Θα πετάξει . Τουλάχιστον μέχρι εκεί . 
- Τώρα ησύχασα . 
Ευχαριστώ . 
Αντάλλαξες το τζάκετ σου ; 
Ο Μπακ σιχαινόταν αυτό το τζάκετ . 
Το δυσκολότερο κομμάτι κάθε αποστολής ήταν η προσμονή . Η αναμονή . 
Όσο καλά κι αν σχεδίαζα τις διαδρομές , όσο αναλυτικά κι αν ενημέρωνα τους πλοηγούς , μετά την απογείωση δεν μπορούσα να κάνω τίποτα . 
- Ο Φλάναγκαν αφήνει τον σχηματισμό . 
- Να πάρει , κι άλλος . 
Επικεφαλής πιλότος προς ουρά . Βλέπεις τι έχει ο Φλάναγκαν ; 
Ναι , θετικό . Μάλλον χάλασε ο κινητήρας τέσσερα . 
Ο Στίβενς μπαίνει στη θέση του . 
Επικεφαλής πιλότος προς πλοηγό . Κατάγραψέ το ως βλάβη . 
Είναι το τρίτο ή το τέταρτο που χάνουμε ; Έχασα τον λογαριασμό . 
Τέσσερις αποχωρήσεις , άρα απομένουν 13 αεροσκάφη . 
Σκατά . 
Δεν θα μπορέσουμε να κλείσουμε το κενό ανάμεσα σ ' εμάς και στην 95η πριν την ακτή . 
Ναι , και τα δίνουμε όλα . 
- Προς ουρά . Πόσο μακριά είναι η 390ή ; 
- Περίπου 8 χλμ. , κύριε . 
Οι Γερμανοί έχουν άφθονο χώρο ανάμεσά μας . Ναι . 
Τζόνι , ίσως είναι ώρα να πας στη μύτη να επανδρώσεις το πυροβόλο . 
Αμέσως , επισμηναγέ . 
Έλεος , νόμιζα πως δεν θα έφευγε ποτέ . 
Είναι συγκυβερνήτης μου . 
Δεν θέλει να ανατινάξεις το αεροσκάφος μου . 
Σήμερα δεν θα το κάνω . 
Προς βομβαρδιστή . Ακούει ο βομβαρδιστής . 
Μπορώ να τραβήξω τις περόνες ; 
Κατανοητό . 
Από οξυγόνο είστε καλά εκεί πίσω ; Το οξυγόνο είναι εντάξει . 
Ας καθαρίσουμε την τροφοδοσία του πυροβόλου . Πίεσε το κουμπί . 
Τροφοδοσία καθαρή . Το υπόλοιπο είναι στη φρακτή . 
Έλεγχος πυροβόλων . - Έτοιμα . - Όλα καλά ; 
- Μάλιστα . Πυροβόλα έτοιμα . 
- Έτοιμα τα 50άρια . 
Έλεος , πόσο καφέ ήπιες το πρωί ; 
Πάρα πολύ . 
Βόμβες έφυγαν ! 
- Παιδιά , πάω μέσα . - Εντάξει . 
Η συνοδεία έμεινε από καύσιμα . Γυρίζει πίσω . 
Μας πέρασαν από τη Μάγχη . 
Κάτω πυργίσκος προς πλήρωμα . Αντιαεροπορικά εμπρός . 
Ελήφθη . 
Κάτω πυργίσκος προς πλήρωμα . Πυρά από δεξιά . 
Αντιαεροπορικά δεξιά και πίσω . 
- Σου είπα πόσο μισώ τα αντιαεροπορικά ; 
- Όχι σήμερα . 
Χτύπησαν τον Λόρο . Αποχωρεί . - Να πάρει . - Βλέπω αλεξίπτωτα . 
Γαμώτο ! Ο Στάιμι πέφτει . 
Μείναμε 11 . 
Πλοηγός προς κυβερνήτη . Τρία λεπτά απ ' το αρχικό σημείο . Πιλότος προς πλοηγό . Ελήφθη . 
Χάρι ; Χάρι ! 
Όχι . - Μας πέτυχαν ; - Χάρι ! 
Πιλότος προς πλήρωμα , είμαστε καλά εκεί πίσω ; 
O Κλάντον ... Διαλύθηκε το πρόσωπό του . 
Χριστέ μου . 
Να πάρει . Χάρι , ανάσαινε , Χάρι . 
Ανάσαινε , γαμώτο ! 
Χάρι , μην πεθάνεις . 
Ανάσαινε . 
Σε παρακαλώ , Χάρι . 
Σταμάτησε ο κινητήρας ένα . 
Γαμώτο ! Κόψε καύσιμο , πτέρωσέ τον. 
Ο Κλάντον πέθανε . 
Πλοηγός προς πιλότο , φτάσαμε στο αρχικό σημείο . Στροφή στις 057 . 
Ελήφθη . Στροφή στις 057 . Όβερ . 
Τα αντιαεροπορικά μειώνονται . Τα μάτια σας ανοιχτά . Μάλλον πλησιάζουν μαχητικά . 
Χριστέ μου . 
Μαχητικά μπροστά . Είναι εκατοντάδες , τα καθάρματα . 
Πυροβολήστε , σκίστε τους ! 
Ας βελτιώσουμε τις πιθανότητες . 
Χτυπήθηκα ! 
Χτυπήθηκα ! Χτυπήθηκα στο πόδι ! 
- Το πόδι μου ! 
- Έρχομαι ! 
Πιλότος προς βομβαρδιστή . Πλησιάζουμε τον στόχο . Είσαι έτοιμος ; Βομβαρδιστής προς πιλότο . Ελήφθη . Πιλότος προς βομβαρδιστή . Δικό σου . Ελήφθη . Θύρες βομβών ανοίγουν . 
Μαχητικά αριστερά ψηλά ! 
Ουρά . Χάσαμε κι άλλον ! Ο τελευταίος του χαμηλού τμήματος . 
Σκατά ! 
Φωτιά στον νούμερο τρία ! 
Κόβω καύσιμο . Πτέρωση . 
Είμαστε εντάξει ! 
- Διατηρούμε ταχύτητα . 
- Ναι , μετά βίας . 
Θα φτάσουμε στον στόχο . 
Ένα λεπτό πριν τη ρίψη βομβών . 
Ρουκέτες εμπρός δεξιά ! 
Πιλότος προς μύτη . Τι γίνεται εκεί κάτω ; Έχουμε βόμβες να ρίξουμε . 
Χαμπόν ! 
Ξανάρχονται πάνω μας . 
Δώσε πόνο στα καθάρματα ! 
Πάει κι ο κινητήρας τέσσερα ! Μείναμε με έναν . 
Ο Χαμπόν χτυπήθηκε άσχημα . 
Ο κινητήρας δύο δεν πάει καλά . Το αεροσκάφος τραβάει . Δύσκολα θα μείνει οριζόντιο . 
- Αφήνουμε τον σχηματισμό . - Γαμώτο . Γαμώτο ! 
Πέτα τις βόμβες τώρα ! 
Σήμανε εγκατάλειψη ! 
Πέτα τις βόμβες ! 
Εγκαταλείπουμε ! Πέτα τις βόμβες ! 
Σπάσε τη διόπτρα ! Πυροβόλησέ την ! 
Δεν μπορώ να το κρατήσω άλλο σταθερό . 
Κουράγιο , Χαμπόν . 
Βοήθησέ με ! Φέρε μου το αλεξίπτωτο ! 
Πιλότος προς πλοηγό . Κατάγραψε : Αρχηγός μοίρας Ίγκαν αφήνει σχηματισμό . 
Ελήφθη . Ο Κρούκσανκ αναλαμβάνει επικεφαλής . 
Ελήφθη . Πλοηγός προς πιλότο , ο επισμηναγός Ίγκαν πέφτει γρήγορα . 
Ετοιμάζονται για εγκατάλειψη . 
Πάμε ! Πρέπει να βγούμε αμέσως ! 
Δώσε ένα χεράκι . 
Πέτρος , πάμε ! 
Πρέπει να τον θάψουμε . 
Πρέπει να πάρουμε κάτω τον Χάρι . 
Τζορτζ , έλα τώρα , γαμώτο ! Είναι νεκρός ! Πρέπει να βγούμε από δω αμέσως . Πάμε ! 
- Βοήθεια ! Πιάστηκε ο ιμάντας μου ! - Χαμπόν ! 
Λύσε με ! 
Τράβα τον μοχλό ! 
- Εντάξει ! Βγήκαν όλοι ! - Πάμε να φύγουμε από δω ! 
- Φύγε ! 
- Φύγε εσύ ! 
Να πάρει , Μπρέιντι . Είμαι ο ανώτερος . Πήδα ! Αεροσκάφος μου είναι ! Πήδα ! 
Τι διάολο ! 
Ωραία . Τα λέμε , Τζον ! 
Ακόμα εδώ είμαι , μαλάκες ! 
Φτάσαμε στον στόχο . Ρίξ ' τες , γαμώτο , να σηκωθούμε να φύγουμε . 
Βομβαρδιστής προς πιλότο . Τώρα ; Πρώτα θα ρίξει ο αρχηγός . 
Τώρα ; 
Μισό . 
Τώρα ; 
Όχι ακόμα . 
- Τώρα . 
- Βόμβες έφυγαν . 
Έφυγαν . 
Ακριβώς στον στόχο . 
Αντιαεροπορικά . 
Είσαι καλά ; 
- Μην ανησυχείς , καλά είμαι . - Πυροβολητής προς πιλότο . Ο ΝτεΜπλάζιο στην ουρά χτυπήθηκε . 
Τρέχει πολύ αίμα , αλλά νομίζω πως είναι καλά . 
Ελήφθη . 
Πιλότος προς πλήρωμα . Σταμάτησαν τα πυρά . Σε επιφυλακή . 
Μαχητικά εμπρός αριστερά και δεξιά . 
Επιτίθενται στον Κρούκσανκ . 
Ο αρχηγός πέφτει ! 
Βλέπω αλεξίπτωτα ! 
Τα μαχητικά είναι πίσω δεξιά . 
Εισερχόμενες ρουκέτες . Δεξιά πλευρά . 
Το κέρατό μου , άνοιξε τρύπα στο φτερό ! 
Το Σιζ Γκόνα διαλύθηκε ! 
Αλεξίπτωτα ; 
Χριστέ μου , χάσαμε τον επικεφαλής και το Σιζ Γκόνα . 
Ουρά , πυργίσκε , αλεξίπτωτα ; Δεν βλέπω κανένα . 
Πού είναι όλοι ; 
Πιλότος προς πλήρωμα , βλέπει κανείς άλλα αεροσκάφη από την 100ή ; 
- Άνω πυργίσκος προς πιλότο , αρνητικό . 
- Αριστερή πλευρά , αρνητικό . 
Κάτω πυργίσκος , αρνητικό . 
- Μύτη , αρνητικό . - Ουρά προς πιλότο , αρνητικό . 
Δεξιά πλευρά , αρνητικό . 
Μαχητικά πίσω δεξιά . 
Κι άλλοι μαλάκες πίσω αριστερά . 
Πιλότος προς πλήρωμα . Κρατηθείτε . 
- Άλλα δύο . - Εμπρός δεξιά . 
Έρχονται κατά πάνω μας . 
Αριστερά πυροβόλα έτοιμα . 
Σκίστε τους . 
Κρατηθείτε . 
Ωραία βολή , Μίλμπερν . 
Μείνετε σε επιφυλακή . Δεν τα παρατάνε ακόμα . 
Έρχονται δύο ακριβώς πίσω μας . 
Ωραία , περίμενε . Θα τους φέρω ακριβώς μπροστά σου . 
Έρχονται , Μπίλι . 
Τους βλέπω . Ίσια μπροστά . Κάνε ελιγμούς ! 
Δώδεκα στο ύψος μας . 
Τι ; 
Είναι σαν το ρολόι . 
Ίσια μπροστά είναι το 12 : 00 . Άρα , πίσω σου είναι ... - Το έξι ; - Σωστά . 
Πυρ ! 
Ρίξε τις βόμβες ! Τώρα . 
Τα ακούω . 
Δεν είναι δικό μας . 
Είναι της 390ής . 
Βάλε μου έναν στον ασύρματο . 
Προσεγγίζον αεροσκάφος , Σταθμός 139 . Επιβεβαιώστε . 
Αεροσκάφος της 390ής στην προσέγγιση , εδώ πύργος . Με ακούτε ; 
Προσγειωθήκατε στον Σταθμό 139 . 
Σας μιλά ο διοικητής της 100ής . 
Ξέρετε πού προσγειώνεται η ομάδα μου ; 
Πιλότε ; 
Πού είναι τα παιδιά μας , Τσικ ; 
Είπε ότι δεν γύρισε κανείς . 
Κανείς ; 
Έρχεται κι άλλο . 
- Είναι δικό μας . 
- Ποιος είναι ; 
Καινούργιος . Ο Ρόζενταλ . 
Εδώ αεροσκάφος 087 . Μεταφέρουμε τραυματία . 
Ελήφθη , 087 . Στέλνουμε ασθενοφόρο . 
- Πού είναι οι υπόλοιποι ; 
- Πηγαίνετε σπίτι . 
- Πού είναι οι άλλοι ; - Φύγετε . 
Πάμε . 
Με το μαλακό . 
Πιάνω τα πόδια σου . 
Κρατάμε το κεφάλι σου . 
Έτσι μπράβο . 
- Έτσι . - Τον έχουμε . 
Θα σε πάμε σπίτι , Λόρεν . 
Τι απέγινε ο Μπαμπλς ; 
Ο Ίγκαν ; 
Μετά την ανάκριση . 
Και ο Κρανκ ; 
Μετά , Κένι . Όλοι τους ; 
Αυτό ήταν . 
Να πάει να γαμηθεί ! 
Είναι η τελευταία φορά που πετάω . 
Δεν μπορούν να με αναγκάσουν . Δεν θα το κάνω . 
Δεν πρόκειται να το κάνω . 
Είναι η τελευταία φορά που πετάω . 
Το 230823 . Ινβέιντιν Μέιντεν . Το πλήρωμα του Ουόλτς . 
Καμία καταγραφή . Κανείς ; 
Το 230047 . Σουέτερ Γκερλ . ΑΝΑΚΡΙΤΗΣ 1 Το πλήρωμα του Άτσισον . 
- Καμία καταγραφή . 
- Κανείς ; 
Το 23534 . Ολ Νταντ . 
Καμία καταγραφή . 
Ήταν πολύ άσχημα εκεί πάνω . 
Δεν είχαμε χρόνο για καταγραφές . 
Το 230023 . Φορέβερ Γιορζ . Το πλήρωμα του Στορκ . 
Μάλιστα . Αυτοί ... Χτυπήθηκαν από ρουκέτα νωρίς . 
Καίγονταν για ένα ή δύο λεπτά και μετά ... Είδε κανείς αλεξίπτωτα ; 
Το 23229 . Πασαντίνα Νίνα . 
Ρόναλντ ; 
Κανείς ; 
Το 234423 . Σιζ Γκόνα . 
Μπαμπλς Πέιν . Πλοηγός . 
Καμία καταγραφή . 
Τους είδα εγώ . 
Τι συνέβη ; 
Είχαν πιάσει φωτιά και μετά απλά ανατινάχτηκαν . 
- Αλεξίπτωτα ; 
- Είπα ότι ανατινάχτηκαν . 
Όχι , κύριε . Κανένα αλεξίπτωτο . 
Το 230087 . Σακ Ρατ . 
Καμία καταγραφή . 
Το 23237 . Σλάιτλι Ντέιντζερους . 
Το πλήρωμα του Τόμσον . 
Καμία καταγραφή . 
Το 23433 . Λιόνα . 
Καμία καταγραφή . 
Αγαπητή Τζιν , ξέρεις ότι ο άντρας σου ήταν ο καλύτερος φίλος που είχα ποτέ . 
Και ο καλύτερος πλοηγός που γνώρισα ποτέ , αν και ήταν πολύ ταπεινός για να το παραδεχτεί . 
Χρειάζεται θάρρος για να μείνει κανείς σεμνός περιτριγυρισμένος από φλύαρους και ξιπασμένους , αλλά αυτός ήταν ο Κροζ . 
Μακάρι να καθόταν εκείνος τώρα εδώ και όχι εγώ . Να μη χρειαζόταν να γραφτεί αυτό το γράμμα . 
ΣΤΟ ΕΠΟΜΕΝΟ Ήταν μια αποστολή στο Μίνστερ . Ήταν δύσκολη . 
Τρεις αποστολές σε τρεις μέρες . 
Εκατόν είκοσι νεκροί σε ένα απόγευμα . 
Δεν ήμουν ένας απ ' αυτούς . 
Δεν νομίζω ότι με βοηθάει αυτό το περιβάλλον . 
Θέλω να γυρίσω στη βάση . Αυτός ο πόλεμος ... Οι άνθρωποι δεν έπρεπε να φέρονται έτσι . 
Βλέπεις ανθρώπους να διώκονται , να καταπιέζονται . Πρέπει να κάνεις κάτι . 
Ο Μπαμπλς σκοτώθηκε πριν λίγες μέρες και ήταν δικό μου λάθος . 
Δεν θα κλάψεις γι ' αυτό . 
Θα επιστρέψεις στη θέση σου και θα τελειώσεις τη δουλειά . 
