只有 我 肯尼 
少校 哈丁 上校 找 你 好 
少校 你 还好 吗 ? 
我们 都 会 想念 克莱 文 少校 的 长官 
天气预报 
应该 会 放晴 很 好 
少校 我来 开 吧 ? 不用 我 没事 
长官 你 确定 ? 
别 担心 肯尼 我 甚至 还 没 微醺 呢 
早上 见 
对 我 来说 不来梅 是 整个 战争 中 最 艰难 的 任务 
是 我 遇到 的 高射炮 火力 最 密集 的 一次 
一个 橄榄球 大小 的 弹片 打 穿 了 我们 飞行 堡垒 的 机鼻 差点 把 我 和 道格拉斯 的 头 砍掉 
我们 的 左 机翼 着火 了 失去 了 所有 的 电力 但 艾弗 布莱克 利 不知 怎么 地 竟然 带 我们 飞回 了 英格兰 
我 还 看见 克莱 文 少校 的 飞机 被 直接 击中 并 坠毁 
从 我 加入 100 轰炸 大队 那天 起 巴克 克莱 文 就是 我们 的 队长 
我们 以为 他 刀枪不入 
如果 盖尔 克莱 文都 无法 幸存 那 谁 还 能活 下来 ? 
要 帮忙 吗 ? 
要 你们 先 从 我们 的 营房 里 滚出去 
我 的 储物柜 呢 ? 
- 抱歉 长官 我 被 告知 你 的 飞机 ... - 并 没有 
收拾 东西 出去 吧 先生 们 
我会 给 你们 找个 新 营房 
嘿 你 该 不会 已经 把 我 的 储物柜 运走 了 吧 ? 
没有 长官 还 在 勤务兵 小屋 
我 得 喝一杯 
好 主意 
来 吧 
听 着 道 格 你 那 储物柜 里 到底 有 什么 宝贝 让 你 这么 惦记 ? 
有 多 到 我 数不清 的 套子 总 不能 让 我 妈 去 数 对 吧 ? 
别 担心 我会 跟 她 聊 的 
老天 是 布莱克 利 的 机组 
天 啊 我们 以为 你们 挂 了 
他们 报告 说 你 的 飞机 有四人 跳伞 
看来 是 某人 不会 数数 啊 没 人 跳伞 
维亚 和 叶 维奇 在 医院 里 
桑德斯 牺牲 了 
你们 在 哪 降落 的 ? 
卢德姆外 的 某 皇家 空军基地 
- 是 一次 危险 的 机腹 迫降 
- 可不是 嘛 两台 引擎 被 打坏 整个 机身 被 打成 蜂窝 
有个 机械 工数 了 一下 - 多少 弹孔 来 着 ? 一千二 ? - 一千二 稳定器 被 彻底 打烂 了 起落架 放 不 下来 
别 担心 制动 系统 还 能 用 直到 我们 落 在 跑道 上 
埃 弗雷 特 布莱克 利 能 把 飞机 降落 简直 是 个 奇迹 
不 克罗斯 的 导航 才 是 奇迹 差 1 度 我们 就 掉 进水 里 了 
- 纯属 走运 - 是 你 成功 得 太 频繁 了 不 可能 是 走运 
然后 他 又 引导 我们 撞 上 了 方圆 几公里 内 唯一 的 一棵树 所以 ... 正中 靶心 这 家伙 是 个 天才 那 是 整个 东 英吉利 唯一 的 一棵树 - 他 就 撞 上 了 - 你 见 过 的 最大 的 机场 ... - 哈里 克罗斯 比 - 正中 第 8 航空队 最强 导航员 就 在 这里 女士们 好 谁 喝酒 ? 我 请客 还有 克兰 克 
- 我 也 请 ? - 是 的 来 吧 - 那好 吧 - 很 好 
好 的 哥们 - 泡泡 朋友 你好 吗 ? 
- 克罗斯 真的 是 你 吗 ? 
天 啊 你 为什么 不 打电话 ? 
皇家 空军基地 没有 电话 
- 他们 有 卡车 已经 很 幸运 了 
- 难以置信 
我 给 琼 写 了 信 你 ... 抱歉 你 ... 干 了 什么 ? 我 给 你 老婆 写 了 封信 我们 都 以为 你 ... - 但 你 还 没 寄出 吧 ? - 没有 ... 谢天谢地 
我 想不出 安慰 人 的话 来 所以 ... 说实话 有 几次 我 都 觉得 自己 死定了 
是 可 你 活着 回来 了 
而且 时机 刚好 他们 正要 改变 行动 方式 
什么 机群 导航员 ? 
我要 被 调离 了 卡特 也 是 
他们 一 找到 替代 的 人 就 会 把 我们 换下去 
他们 不会 的 
- 给 克罗斯 
- 谢 了 刀头 
- 嘿 ... 敬 100 轰炸 大队 
- 我 之前 从没 听过 这种 事 真的 
- 是 吗 ? 克罗斯 哈丁 找 你 
嘿 是 伊根 他 怎么 提前 回来 了 ? 
看来 他们 决定 了 
- 迈克 帮 我 满上 好 吗 ? - 好 
不用 猜 了 先生 们 
你们 都 明白 我 为什么 提前 回来 
天 啊 又 有 任务 了 
我们 现在 每天 都 要 飞 ? 
230830 布雷 迪 30725 给克鲁克 香克 
- 少校 - 克里夫 特 有 230758 吗 ? 
有件事 很 重要 我 其实 不 明白 什么 是 ... 
抱歉 长官 但是 工程部 无法 在 起飞前 把 你 要 的 两架 飞机 准备 好 有 轰炸 中心 的 照片 吗 ? 你 把 炸弹 装载量 细节 交给 军械部 了 吗 ? 
都 安排 好 了 他们 拿到 了 所 需 的 一切 
- 嘿 克罗斯 - 有 一个 你 先 担任 当值 军官 霍默 克罗斯 比 晋升为 机群 导航员 了 
- 欢迎 来到 混乱 之地 上尉 
- 谢谢 斯宾塞 会 把 战地 导航 命令 为 你 准备 好 
上尉 你 把 这个 拿 去 S2 告诉 职员 你 需要 什么 
该死 的 
抱歉 
去 拿 块 布好 吗 ? 
天 啊 没事 
( 当值 军官 ) 跟上来 克罗斯 - 没 弄坏 - 谢谢 
这 是 你 的 办公室 
你 会 有 自己 的 吉普车 是 这个 职位 的 福利 还 需要 什么 就 找 特里普 好 吗 ? 
祝你好运 克罗斯 
少校 
你 确定 我能 胜任 吗 ? 不 确定 
你们 的 主要 目标 是 明斯特 
瞄准 点 和 轰炸 中心 是 铁路 调度 场 
目标 就 在 市中心 东侧 
安静 认真 听 
所以 本次 任务 的 精确度 至关重要 
情报 显示 相邻 居民区 的 房子 里 主要 住 的 是 铁路工人 所以 如果 炸 到 他们 我们 炸 的 也 是 维持 德国 铁路 运行 的 人 
请 开灯 吧 上校 
谢谢 你 瑞德 
95 大队 和 我们 一起 在 低位 领飞 390 大队 在 高位 
好消息 是 飞行 距离 很 短 明斯特 很近 
坏消息 是 我们 只能 集结 17 架飞机 其中 甚至 有 几架 在 两天 前 还 不 属于 我们 只有 17 架 ? 
任务 就是 这样 了 兄弟 们 破坏 鲁尔 河谷 的 工业 运输 明白 了 吗 ? 
是 长官 
好 伊根 少校 将 搭乘 布雷 迪 的 飞机 担任 指挥 飞行员 
我们 过去 两天 刚刚 出 了 两次 任务 
难道 不该 让 各 飞行 中队 轮流 吗 ? 让 一个 中队 歇 一次 任务 ? 
他们 还有 谁 能 用 ? 
这 不 对 今天 星期天 
对 明天 星期一 
你们 都 看见 那座 教堂 离 轰炸 中心 有多近 了 
我们 轰炸 的 时候 人们 正 做 完 弥撒 往外 走 
所以 呢 ? 会 有 很多 人 在 那座 教堂 里 或者 在 家里 
而且 不光 是 铁路工人 
他们 都 有份 
我们 从没 轰炸 过离 城市 这么 近 的 ... 老天爷 克兰 克 这是 战争 
我们 是 来 是 丢 炸弹 的 
炸 妇女 和 儿童 吗 ? 
我们 不 打击 他们 的 软肋 战争 就 不会 结束 
最好 现在 就 动手 趁着 我们 同 营房 的 兄弟 们 还 没 死 或 失踪 
巴克 不是 被 我们 今天 要 轰炸 的 人 击落 的 
你 今天 到底 飞不飞 ? 
说 " 是 长官 " 
是 长官 
你 气色 真差 
感觉 也 很 差 给 我 吧 
你 为什么 不 睡觉 ? 
我 想 确保 所有 的 导航员 拿到 所 需 的 东西 
我 更 想要 德国 鬼子 无条件 投降 但 这个 也 行 吧 
恭喜 你 升官 了 
千万别 觉得 我 是 眼红 
我 还是 认为 你 是 最 棒 的 导航员 
似乎 只有 你 这么 认为 
祝 我 好运 吧 今天 飞 " 她 要 来 " 号 
" 她 要 来 " ? 
很想 知道 她 要 来 哪 吧 ? 
嘿 ... 
- 巴基 你 还好 吗 ? 
- 很 好 你们 先走 我 搭 吉普车 追上来 
杰克 
- 我们 得换 一下 夹克 - 什么 ? 
快点 把 你 的 夹克 给 我 
你 认真 的 ? 
他们 说 什么 时候 能修 好了吗 ? 还 没 说 
今天 他们 给 我们 的 飞机 叫 什么 ? 
同花顺 
" 嗷嗷 飞 " ? 这是 什么 意思 ? 
昨天 从 弗拉 林汉 抵达 的 
但 能 飞 至少 能飞 那么 远 
这 让 我 感觉 好多 了 
谢 了 劳埃德 
少校 你 把 羊皮夹克 换 了 ? 
巴克 一向 不 喜欢 那 件 夹克 
任何 一次 任务 中 最 难熬 的 就是 期待 和 等待 
无论 我 把 航线 设计 得 多 好 给 其他 导航员 讲解 得 多 充分 他们 起飞 后 我 便 无能为力 了 
弗拉 纳根要 掉队 了 
该死 又 掉队 一个 
领飞 飞行员 呼叫 机尾 你 看得出 弗拉 纳根 的 飞机 怎么回事 吗 ? 
是 能 看 出来 似乎 是 四号 引擎 坏 了 
史蒂芬 正要 顶上 他 的 位置 
领飞 飞行员 呼叫 导航员 再 记录 一架 飞机 机械故障 好 吗 ? 
所以 一共 损失 几架 了 ? 我 忘 了 完毕 
四架 终止 任务 少校 我们 还 剩 13 架 
见鬼 
我们 不 可能 在 95 大队 飞 到 海岸 前 追 上 他们 了 
是 我们 已经 在 全速 飞行 了 
领飞 飞行员 呼叫 机尾 390 大队 落后 多远 ? 
得 有 8 公里 长官 
我们 给 德国 鬼子 留 的 空间 太大 了 是 
嘿 约翰尼 也许 你 该 下去 操纵 第三个 炮塔 了 好 吗 ? 
这 就 去 少校 
天 啊 我 还 以为 他会 一直 赖着 不 走 呢 
他 是 我 的 副 飞行员 
他 只 想 确保 你 不会 把 我 的 飞机 炸 了 
今天 不会 
顶 炮塔 呼叫 投弹手 我 是 投弹手 请 讲 
我 可以 准备 投弹 吗 ? 
明白 
氧气 呢 ? 后面 还好 吗 ? 氧气 没 问题 
保证 你 的 送 弹器 没 卡住 扣 扳机 即可 
送弹器 正常 剩下 的 子弹 已经 固定 到 隔板 上 了 
好 检查一下 机枪 - 机枪 就绪 - 都 没 问题 ? 
是 没 问题 机枪 都 就绪 了 
... 50 口径 机枪 蓄势待发 
天 啊 你 今天 早上 喝 了 多少 咖啡 ? 
太多 了 
尿弹 发射 
好 兄弟 们 我要 上岗 了 好 
护航 战斗机 燃油 耗尽 已 转向 返航 
至少 陪 着 我们 飞过 了 海峡 
球 炮塔 呼叫 机组 正前方 有 高射炮 
收到 
球 炮塔 呼叫 机组 高射炮 1 点 方向 低位 
高射炮 3 点 方向 、 6 点 方向 
嘿 - 我 跟 你 说 过 我 超 讨厌 高射炮 吗 ? 
- 今天 没说 过 
高射炮 打中 了 月桂 他们 要 掉下去 了 - 该死 - 我 看见 降落伞 了 
不好 斯泰米 被 击落 了 
还 剩 11 架 
导航员 呼叫 指挥 飞行员 还有 三分钟 到 任务 起始 点 飞行员 呼叫 导航员 收到 
哈里 ? 哈里 
不 - 我们 中弹 了 ? - 哈里 
领飞 飞行员 呼叫 机组 后面 还好 吗 ? 完毕 
克 兰顿 ... 他 的 脸 被 炸 没 了 
天 啊 
该死 的 哈里 喘气 啊 哈里 
喘气 ... 该死 的 
哈里 我 不许 你 死 
喘气 
拜托 哈里 
一号 引擎 完蛋 了 
可恶 切断 燃料 关掉 它 
克 兰顿 死 了 
导航员 呼叫 飞行员 我们 到 任务 起始 点 了 转至 057 
收到 转至 057 完毕 
高射炮 要 停火 了 兄弟 们 眼睛 都 睁 大点 战斗机 可能 已经 包围 我们 了 
天 啊 
战斗机 12 点 方向 这群 苍蝇 得 有 成百上千 只 
开火 干掉 他们 
给 他们 做做 减法 
我 中弹 了 
我 中弹 了 我 的 腿 中弹 了 
- 我 的 腿 
- 我来 了 
飞行员 呼叫 投弹手 我们 接近 目标 了 你 准备 好了吗 ? 投弹手 呼叫 飞行员 收到 飞行员 呼叫 投弹手 飞机 交给 你 了 收到 炸弹 舱门 即将 打开 
敌机 9 点 方向 高位 
机尾 我们 又 损失 了 一架 低位 梯队 里 的 最后 一架 
见鬼 
三号 引擎 着火 了 
切断 燃料 关闭 引擎 
我们 没事 
还 能 保持 速度 
是 很 勉强 
我们 能 飞到 目标 上空 
大约 一分钟 后 投弹 
火箭弹 2 点 方向 
领飞 飞行员 呼叫 机鼻 下面 什么 情况 ? 我们 还 得 投弹 呢 
汉勃恩 ... 
他们 向 我们 发起 第二轮 进攻 了 
让 这些 混蛋 付出代价 
天 啊 四号 引擎 完蛋 了 我们 只 剩 一个 引擎 了 
汉勃恩伤 得 很重 
二号 引擎 也 要 坏 了 飞机 已经 在 偏向 了 我们 将 很 难 保持 飞机 水平 
- 我们 不得不 脱离 阵型 - 该死 该死 
立刻 投掉 全部 炸弹 
按下 跳伞 铃 
投掉 全部 炸弹 
我们 要 跳伞 了 投掉 全部 炸弹 
摧毁 轰炸 瞄准器 用枪 打 
我 快要 稳 不住 了 
坚持 住 汉勃恩 
帮帮我 给 我 降落伞 
飞行员 呼叫 导航员 请 记录 中队长 伊根 正在 脱离 阵型 
收到 克鲁克 香克正 进入 领飞 位置 
收到 导航员 呼叫 飞行员 伊根 少校 正 快速 坠落 
看起来 他们 要 跳伞 了 
走 吧 我们 必须 立刻 跳伞 
嘿 帮 我 一把 
彼得 罗斯 走 了 
他 应该 被 埋葬 
我们 必须 带 哈里 下去 
乔治 快 该死 的 他 死 了 我们 现在 必须 撤 了 快 走 
- 帮帮我 ... 束带 挂 住 了 - 汉勃恩 
把 我 解开 ... 
拉 释放 栓 ... 
他们 跳 了 全都 跳出去 了 我们 撤 
- 跳 
- 你 先 跳 
该死 的 布雷 迪 我 军衔 比 你 高 给 我 跳 这 是 我 的 飞机 你 跳 
搞 什么 鬼 
好 吧 回头见 约翰 
我 还 活着 呢 杂种 
我们 在 目标 上方 了 投弹 真 见鬼 然后 我们 就 撤 
投弹手 呼叫 飞行员 现在 吗 ? 等 领飞 投弹 再 投 
现在 吗 ? 
等等 
投 吗 ? 
还 不行 
- 就 现在 
- 投弹 了 
让 炸弹 飞 吧 
正中 目标 
高射炮 打 过来 了 
你 还好 吗 ? 
- 别 担心 我 我 没事 - 左 炮手 呼叫 飞行员 德 布拉 西奥 被 从 机尾 打 出来 了 
流 了 很多 血 但 他 好像 没事 
收到 
飞行员 呼叫 机组 高射炮 停 了 保持警惕 
敌方 战斗机 10 点至 2 点 方向 高位 
他们 的 目标 是 领飞 的 克鲁克 香克 
领飞 被 击落 了 
看见 降落伞 了 
110 型 战机 5 点 方向 高位 飞向 同高 
火箭弹 来 了 右侧 
老天 机翼 上 有 个 洞 
" 她 要 来 " 被 炸碎 了 
有 降落伞 吗 ? 
天 啊 我们 损失 了 高位 领飞 和 " 她 要 来 " 
机尾 、 球 炮塔 有 降落伞 吗 ? 我 没 看见 
大家 都 在 哪 啊 ? 
飞行员 呼叫 机组 有人 看到 100 轰炸 大队 的 其他 飞机 吗 ? 
- 顶 炮塔 呼叫 飞行员 没有 
- 左腰 炮手 呼叫 飞行员 没有 
球 炮塔 呼叫 飞行员 没有 
- 机鼻 没有 - 机尾 呼叫 飞行员 没有 
右腰 枪手 没有 
敌机 5 点 方向 高位 
还有 更 多 敌机 7 点 方向 高位 
飞行员 呼叫 机组 大家 扶稳 了 
- 又 有 两架 飞来 - 2 点 方向 
冲 我们 来 了 
左侧 所有 机枪 就绪 
干掉 他们 兄弟 们 
扶稳 了 兄弟 们 
打得 好 米尔本 
保持警惕 兄弟 们 他们 还 没 放弃 
机尾 方向 有 两架 敌机 转弯 6 点 方向 低位 
好 稍 等 我要 让 这 两架 正对 你们 的 后 准星 
他们 来 了 比利 
看见 了 正前方 规避 动作 
12 点 方向 同高 
什么 ? 
就 像 表盘 
正前方 是 12 点 所以 身后 是 ... - 6 点 ? - 对 
开火 
投弹 立刻 
我 听见 了 
不是 我们 的 
是 390 大队 
接通 其中 一架 的 无线电 
正在 接近 的 飞机 139 号 机场 确认 
正在 转向 进近 航道 的 390 大队 飞机 这里 是 塔台 收否 收到 ? 
你 已 降落 在 139 号 机场 
我 是 100 轰炸 大队 指挥官 
你 是否 知道 我 的 大队 降落 在 哪 ? 
飞行员 ? 
奇克 我们 的 兄弟 们 呢 ? 
他 说 他们 全 牺牲 了 
全 牺牲 了 ? 
又 来 了 一架 
- 这是 我们 的 
- 是 谁 ? 
是 一位 新人 罗森塔尔 
这里 是 087 号 飞机 机上 有 伤员 
收到 087 号 飞机 正 派出 救护车 
其他 飞机 呢 ? 
回家 去 吧 孩子 们 
- 其他 飞机 在 哪 ? - 回家吧 
开车 
轻 一点 
我 先 抬 你 的 腿 
我们 扶 着 你 的 头 
好 了 ... 
- 好 - 我们 抬起 他 了 
我们 会 送 你 回家 的 罗伦 
泡泡 出 了 什么 事 ? 
伊根 呢 ? 
审问 后 再说 
克兰 克 呢 ? 
晚点 再说 肯尼 全 被 击落 了 ? 
就 这样 吧 
到此为止 
这 是 我 最后 一次 飞 
他们 不能 强迫 我 再 飞 了 我 不会 飞 的 
打死 我 也 不飞 
这 绝对 是 我 最后 一次 飞 
尾号 230823 进击 的 少女 沃茨 的 机组 
无 记录 有人 看见 吗 ? 
尾号 230047 毛衣 女孩 ( 审问 桌 1 号 ) 阿奇森 的 机组 
无 记录 
有人 看见 吗 ? 
尾号 23534 老爹 
无 记录 
今天 战况 非常 惨烈 长官 
我们 没 多少 时间 做 记录 
尾号 230023 永远 属于 你 斯托克 的 机组 
我 知道 长官 他们 ... 被 火箭弹 击中 了 很 早期 时 
它 燃烧 了 一两分钟 然后 ... 有人 看见 降落伞 吗 ? 
尾号 23229 帕萨迪纳 妮娜 
罗纳德 ? 
有人 看见 吗 ? 
尾号 234423 " 她 要 来 " 
泡泡 佩恩 导航员 
无 记录 
我 看到 他们 了 
什么 情况 ? 
他们 着火 然后 爆炸 了 
有人 跳伞 吗 ? 
我 说 他们 爆炸 了 
没有 长官 没 人 跳伞 
尾号 230087 棚屋 鼠 
无 记录 
尾号 23237 " 微险 " 
汤普森 的 机组 
无 记录 
尾号 23433 莉 安娜 
无 记录 
亲爱 的 琼 你 知道 你 老公 是 我 今生 最好 的 朋友 
他 还是 我 认识 的 最 优秀 的 导航员 虽然 他 太 谦虚 自己 并 不 承认 
一个 人要 有 特别 的 勇气 才能 保持 谦逊 毕竟 他 的 身边 尽 是 吹牛大王 但 克罗斯 就是 这样 的 人 
我 是 多么 希望 坐在 这里 的 人 是 他 而 不是 我 那 就 没有 必要 写 这 封信 了 
( 下集 预告 ) 有 一次 轰炸 明斯特 的 任务 很 艰难 
你头 三天 就 出 了 三次 任务 
一个 下午 死 了 120 人 
然而 我 没 死 
我 觉得 这个 环境 对 我 没有 帮助 
我 想 回 基地 这场 战争 ... 人类 不 应该 有 这种 行为 
你 看到 人们 被 迫害 、 被 征服 你 必须 做点 什么 
泡泡 上周 被 击落 了 是 我 的 错 
你 不能 为此 哭泣 
你 要 回到 岗位 完成 该死 的 任务 
