‫ אני לא זוכר אם בצד שמאל ‫ מניחים את המזלג או את הכף . 
‫ אם לא אלמד את זה עכשיו , ‫ מה אעשה אם יכתירו אותי ‫ לנסיכת ארץ אירופית קטנה ? 
‫ אם תתחיל בעריפת כמה ראשים , ‫ לא יזיז להם איפה הסכו"ם מונח . 
‫ למזלנו , המומחה שלנו לעריכה יושב פה . 
‫ מוכן לתרום לשיחה , האם טובין , ‫ מלך כלי השולחן בעיירה ? 
‫ אז לא צדקתי ? 
‫ מצטער , וולף , אני באמצע משבר רציני . 
‫ אני משתגע מהמטלה הטיפשית הזו ‫ לקורס הבחירה שלי בנאומים . 
‫ זו מטלה ששווה חצי מהציון ונקראת ... ‫ " המחסלת . " 
‫ אתה שייך לי עכשיו , האם . 
‫ כפי שאתם בטח מנחשים ‫ מההתנהגות המרושעת של מון , ‫ המטלה היא לשאת נאום בפני הכיתה שלו . 
‫ לא , לא כיתה 15 . 
‫ הם ידועים כבלגניסטים . 
‫ שמעתי שג'רמי ניקלבוטום עבר לבי"ס אחר ‫ אחרי שנאם בכיתה הזו בסמסטר שעבר . 
‫ ממי שמעת את זה ? 
‫ ממי לא ? 
‫ הבלגן נורא כל כך שהרוב ‫ לא מסיימים את הנאום . 
‫ מר גלובוקין מלמד את הכיתה שלי ‫ ואוהב להכשיל את מי שלא מסיים . 
‫ הוא קרא לזה אחד מתענוגות החיים . 
‫ וגם נושא הנאום לא עוזר . ‫ זה : " אלסקה : וואו ! " 
‫ זה נשמע קל . אלסקה מלאה וואו - ים . 
‫ באיזה מהפלאים הרבים שלה אתה מתמקד ? 
‫ אקריא לך מה שכתבתי בינתיים . 
‫ " לאלסקה קו החוף הארוך ביותר בארה"ב ‫ עם 106,216 ק"מ חופים . 
- אוי , האם . 
‫ בכיתה שלי יאכלו אותך חי . ‫ ואני אישית אכרסם את שארית הסחוס מעצמותיך . 
‫ מון , זה אחיך . 
‫ לקשרי משפחה אין שום משמעות בכיתה 15 . 
‫ מה אם זה יוריד לי את הציון ל - 80 ? 
‫ מבחינתי זה כישלון . ‫ אצטרך לברוח לסיאטל , ואני לא פרייז'ר . 
‫ אני אפילו לא ניילז . 
‫ האם , אחי , תירגע . 
‫ אתה פשוט צריך נושא ‫ שהוא יותר " אלסקה : וואו ! " ‫ לו הייתי נואמת , ואני לא , ‫ כי בחרתי ב"עיצוב תכשיטי טורקיז " , ‫ הייתי מספרת סיפור מרגש . 
‫ גם אני הייתי יכול לספר ‫ המון מעשיות צבעוניות על אלסקה . 
‫ גם אני יכולה להפליץ סיפור מדהים על אלסקה . 
‫ טיפשים ! 
‫ בטוח שאף אחד מהסיפורים שלכם ‫ לא יעשה עליי רושם . 
‫ אולי נעשה תחרות ? 
‫ כל אחד יספר סיפור " אלסקה : וואו ! " ‫ ומון יבחר את הטוב ביותר . 
‫ ואז אוכל להשתמש בסיפור לנאום שלי . 
‫ זו לא גניבה ספרותית כשחייך תלויים בזה . 
‫ אני בעד ! וכמו טרנינג קטיפה וצעיפי אינסוף , ‫ שניכם כבר בחוץ . 
‫ ומי שחולם , משלם . 
‫ סליחה , בדיחה ברוח טובה . ‫ לא התכונתי לשום דבר אישי . 
‫ לעומת זאת , כל הערה שלי ‫ במהלך הסיפורים שלכם תהיה אישית . 
‫ מי ראשון ? 
‫ המתבגרת הקולנית , הממלמל בפלנל ‫ או האישה שלבושה כמו אחותו של ברני ? 
‫ הבלגן התחיל . 
‫ אני תמיד מוכן כדי שלא אצטרך להתכונן . 
‫ אני אתחיל . 
‫ זהו הסיפור האמיתי על בוב רוס , ‫ אחד הציירים האהובים באמריקה , ‫ ואיך הוא מצא השראה באלסקה . 
‫ נושא מושלם , ג'ודי . 
‫ בני עשר מתים על ציירים אהובים . 
‫ לא ... לא , זה היה ... 
‫ זה היה יותר מרגש מזה כי ... ‫ למען האמת , בוב רוס הוצב פה בחיל האוויר . 
‫ אתה אוהב מטוסים , לא ? 
‫ הוא השתתף בדבר הזה ‫ של הכשרת טייסי הקרב בחיל האוויר . 
‫ וזה מרגש מאוד ואפילו קולנועי , אפשר לומר . 
‫ אנו רואים את בוב - ג'ודי " מאווריק " רוס ‫ טס במטוס קרב מגניב . 
‫ וואו . האם הוק , תראה את העננים היפים האלו . 
‫ אני יודע שאנחנו באמצע ‫ אימון טיסה לחיים או למוות , ‫ אבל אני מוכרח לצייר אותם . 
- האם הוק - ‫ בוב - ג'ודי " מאווריק " רוס , ‫ עליך להטיס את המטוס . 
‫ סליחה . אתה יודע שקוראים לי " מאווריק " ‫ בגלל סגנון התעופה הייחודי שלי . 
‫ בוב - ג'ודי " מאווריק " רוס , תפסיק לצייר ! ‫ אנחנו עומדים להתנגש בהר ! ‫ - אופס ! 
‫ אולי האם הוק בסדר . 
‫ האם הוק מת . 
‫ זה הנווט השני שהרגת השבוע בגלל הציור . 
‫ מה אפשר לומר ? אני מאווריק . ‫ לעזאזל . אני צריך לקרקע אותך . ‫ אבל מפני שכל השאר מתים ‫ ויש לך מעיל עור מגניב , ‫ אני שולח אותך לבית הספר לטיסה ‫ הטוב בארץ , " סנו גאן " . 
‫ בוב - ג'ודי נשלח ל"סנו גאן " באלסקה , ‫ וגם צ'יף ביפרסון הגיע לשם ‫ כדי לקדם את העלילה . 
‫ אז בוב - ג'ודי יצא לצפון . 
‫ כשנחת , הוא הבין שיאהב ‫ את " סנו גאן " באלסקה מפני ש ... ‫ היה להם כדורעף חתיכים . 
‫ סתם חבורה של גברים בלי חולצה שמבלים , ‫ מלטפים ישבנים , צורחים " כן " בהילוך איטי . 
‫ מה הכללים ? איש לא יודע ולאיש לא אכפת . 
‫ וולף . 
‫ - מה ? 
‫ כולנו חיכינו לסצנה הזו . 
‫ תפסיק להרוס את הסיפור . 
‫ כן , היא רוצה להרוס אותו בעצמה . 
‫ ג'ודי , בבקשה . זה חייב להיות טוב . 
‫ וזה יהיה טוב . ‫ כי הדבר הכי טוב ב"סנו גאן " ‫ היה הנוף המרהיב באלסקה . 
‫ בוב - ג'ודי ידע מייד שיצטרך לצייר את כולו ‫ בזמן שהוא טס והורג עוד טייסים . 
‫ עליי לצייר את כל זה ‫ בזמן שאני טס והורג עוד טייסים . 
‫ ואז מאווריק פוגש את האויבים החדשים שלו , ‫ אייס - וולף והאני - איכס . 
‫ אנחנו יודעים עליך הכול , מאווריק . 
‫ אתה מסוכן מכדי לטוס . 
‫ גם אבא שלך היה נמהר . 
‫ מאות אנשים מתו ביום הפלישה ‫ כי אבא שלך פיסל במטוס שלו בשמי נורמנדי . 
‫ ובמלחמת 1812 , סבא רבא שלך נפל מהסוס ‫ בגלל מגזרות הנייר שלו . 
‫ אתם יודעים הרבה על משפחתי . 
‫ אנחנו יודעים שאתה מצייר טוב משאתה טס . 
‫ ולמרות שאנו שונאים זה את זה , ‫ בהמשך נלמד לכבד זה את זה . 
‫ אני מצפה לזה . 
‫ מאווריק , סוף סוף מצאתי ‫ מישהו שמוכן לטוס איתך . 
‫ הכינוי שלו הוא " גוס " . 
‫ בוב - ג'ודי , תפסיק לצייר בטיסה . 
‫ אני לא יכול לקבור עוד אדם , ‫ אפילו אם האדם הזה הוא אווז . 
‫ לעזאזל עם הנוף המרהיב הזה באלסקה . 
‫ אולי אצייר רק עץ קטן ומאושר אחד . 
‫ נטוש , גוס ! 
‫ בוב - ג'ודי נוטש בדיוק בזמן . ‫ אבל גוס לא הסתדר עם כיסא המפלט ... ‫ - גוס - ‫ כי הוא היה אווז . 
‫ לא ! 
‫ למרבה המזל גוס נזכר שהוא יודע לעוף . 
‫ אבל אז נשאב לתוך המנוע . 
‫ הציור שלי ! 
‫ וגוס ! 
‫ מון , אני מקווה שהתלהבת מהסיפור , ‫ כי תכף יהיה פה בידור . 
‫ הדבר היחיד שאת צריכה ל"התבדר " עליו ‫ זה הדיבור , בובה . 
‫ קראת לאחותך " בובה " ? 
‫ זו האווירה , אבא . בבקשה אל תפקפק בזה . 
‫ קדימה , ג'ודי . אני צריך משהו טוב . 
‫ חבורה של פעוטות יקרעו אותי לגזרים מחר . 
‫ ואז נעשה קרב חרבות עם הידיים שלך ‫ כשהראש החי למחצה שלך עדיין צורח . 
‫ כיף . 
אז בוב - ג'ודי מיואש ‫ אחרי שאיבד או הרג ‫ את חברו הטוב והיחיד , גוס . 
‫ גם אשתו ובנו של גוס היו עצובים , ‫ אבל לא מדובר בהם . ‫ מדובר בגיבור המגניב שלנו ‫ שמבטא עצב בנסיעה על אופנוע . 
‫ אבל אז קורה משהו מסעיר . 
‫ כלי טיס לא מזוהים . 
‫ מהרו למטוסים ! 
‫ מה העניין ? 
‫ לעזאזל , מאוו . ‫ המטוסים האלו צריכים להמריא עכשיו . 
‫ באמת ? אפשר לפחות לתת להם להתייבש קודם ? 
‫ - האני - איכס - ‫ אייס 
- איכס נלחמים ‫ ואומרים משפטי קרב מגניבים , כמו ... ‫ נעל וטען . 
‫ - קיבלתי . 
‫ נושאת מטוסים . 
‫ המיג בשעה שש לא תוקף . 
‫ - אייס - וולף - ‫ כאילו שהוא לא מבחין בנו . 
‫ ואז הם הבינו שהציורים של בוב - ג'ודי ‫ הפכו את המטוסים ... ‫ לבלתי נראים . 
לעזאזל , מאוו . 
עשית את זה . 
‫ אבל אז צ'יף ביפרסון מבחין ... ‫ השמש שוקעת . 
‫ צבעי השמיים משתנים באופן עוצר נשימה . 
‫ לביפרסון היה רעיון . 
‫ אייס - וולף , האני - איכס , ‫ אני צריך שתטוסו בכל המהירות לכיוון הבניין . 
‫ נשמע נהדר . אין בעיה . 
‫ להתרומם ! 
‫ ובגלל האופן שבו אלסקה ‫ גרמה לבוב - ג'ודי להגיד " וואו " , ‫ החבר'ה הטובים מאמריקה ניצחו את הרעים ‫ הלא כל כך ברורים , אבל בהחלט מרושעים . 
‫ מאווריק , אני מניח שאני מכבד אותך עכשיו . 
‫ לחיי מאווריק . 
‫ ואז בוב - ג'ודי פותח את בקבוק השמפניה ‫ ופוגע באימא אווזה שגם היא מתה . 
‫ בחייך , ג'ודי . - מה ? רציתם התרגשות . 
‫ אוקיי . 
מון , התלהבת ? 
‫ התלהבתי שזה נגמר . ‫ אל תדאג , האם . 
‫ לי יש נאום על משהו ‫ שגורם לכולם להגיד , " וואו . " ‫ דגלים . 
‫ נהמות ההתלהבות שלכם מוצדקות . 
‫ אספר לכם את הסיפור האמיתי ‫ על הסיבה לכך שאת דגל אלסקה עיצב ‫ ילד בן 14 בשם בני בנסון , ‫ גיבור אמיתי בן אלסקה , בערך בגילכם . 
‫ ואספר אותו על בסיס סרט אקשן שראיתי לאחרונה ‫ שהיה במקור על מתמטיקה ושרתים . 
‫ בני קווינסון הצעירה ... ‫ אלוהים . ‫ שינית את שם הילד שעיצב את דגל אלסקה ‫ לקווין שמון מאוהב בה ‫ בניסיון עלוב לנצח ? 
‫ אני בכלל לא מאוהב בקווין . 
‫ זו השמצה . אבל אני מקשיב . 
‫ בני קווינסון עבדה כשרתת ‫ באוניברסיטת הדגלים של אלסקה , ‫ המוסד המוביל לעיצוב דגלים . 
‫ היי , הנה מרי מגבו - פינס . 
‫ תנקי את זה , לוזרית . 
‫ את סתם פרחחית בת 14 ‫ שלא יודעת כלום על עיצוב דגלים ‫ ולעולם לא תדעי . 
‫ אבל לבני קווינסון היה סוד ‫ שאיש מהסטודנטים לעיצוב דגלים לא ידע . 
‫ כגאונה בעיצוב דגלים ... ‫ - מה ועוד מה שווה דגל - ‫ הייתה לה יכולת לראות בדגלים ‫ את המורכבות המרתקת שאיש לא ראה . 
‫ אבל היא הסתירה זאת ‫ כי כל החברים שלה היו נחמדים ‫ אבל גם טיפשים מאוד . 
‫ והם רק שיחקו כדורעף חתיכים . 
‫ רק חבורה של גברים עירוניים בלי חולצות ‫ שפורצים לאוניברסיטה בלילה ‫ והמזגן לא פועל אז הם נורא מזיעים . 
‫ מה הכללים פה ? ‫ איש לא יודע ולאיש לא אכפת . 
‫ וולף ! 
‫ - טוב , בסדר . 
‫ למעשה , כל מה שבני והחברים שלה עשו ‫ היה לבלות בפאב המקומי ‫ בעיירה שלהם באלסקה . 
‫ שלום , חברתי הטינופת , האני - בן . 
‫ גם אני טינופת ובמקרה גם גאונה , ‫ אבל לעולם לא אשכח את שורשיי בטינופת . 
‫ בתור החברה הטובה שלך שבגילך , ‫ רוצה לשתות משהו ? 
‫ בטח , כי יש לי בעברי קטע עצוב שקשור לדגל ‫ שאני מנסה להדחיק . 
‫ אני לא מאמינה שאת טובה בהרבה בעיצוב דגלים ‫ מכולם באוניברסיטה , אבל את רק שרתת שם . 
‫ זה כל מה שהכרתי אי פעם . 
‫ אבא שלי היה שרת , ‫ אבא שלו היה שרת , ‫ ואבא שלו היה מגב . 
‫ בכל בוקר , כשאני באה לבית שלך , ‫ אני מקווה שלא תהיי שם . 
‫ זאת אמירה מרושעת . 
‫ לא , זה אמיתי , כי את חכמה מדי . 
‫ את יודעת , מחפשים מישהו לעצב דגל חדש ‫ לאלסקה הנפלאה שלנו . 
‫ אם זה לא קשור לטאטוא או לזבל , ‫ אני לא רוצה לשמוע . 
‫ עזבתי את הדגלים ‫ בגלל הקטע העצוב בעברי הקשור לדגל . 
‫ את ממש יודעת להרטיב רצפה . 
‫ - תודה . 
‫ אבל את יודעת ‫ על מה את יודעת יותר ? דגלים . 
‫ אני יודע שפתרת את המשוואה הבלתי פתירה ‫ שהשארתי על הלוח . 
‫ את יכולה להיות פלאנרי מק - דגל הבאה ‫ ויש דגלים על שמה . 
‫ דגלים הם לא סתם חתיכות בד ‫ שמתנופפות ברוח כמו מפגרות . ‫ הם מעניקים לנו זהות . ‫ ואת יכולה ליצור את הדגל ‫ שהמדינה שלנו צריכה . 
‫ אני לא יכולה . 
‫ זה מפני שיש לך קטע עצוב בעברך שקשור לדגל ? 
‫ כן , זה בדיוק העניין . 
‫ אז אני צריך לשלוח אותך ‫ לפסיכולוג " אמור את האמת " ‫ שלעולם לא יתייאש ממך . 
‫ - ד"ר לא - אשמתך - ‫ אני ד"ר לא - אשמתך ואני אעזור לך ‫ עם הקטע העצוב בעברך הקשור לדגל . ‫ אני גם אומר את האמת . 
‫ תני לי לנחש . דגל הרג ‫ את הפוני האהוב שלך , " פפרמינט " . 
‫ כן , זה באמת מה שקרה . 
‫ רק רציתי להראות לפוני האהוב שלי , ‫ " פפרמינט " , את הדגל הגדול בעולם . 
‫ גם הוא אהב דגלים , כי מי לא אוהב ? 
‫ אבל כשהתרחקתי כדי לצלם ‫ את הפוני שלי ליד הדגל , ‫ הדגל היה כבד מדי . ‫ הוא מחץ אותו למוות . 
‫ הדבר היחיד שנותר לקבור היה הזנב שלו . 
‫ אז נשבעתי שלעולם לא אתעסק שוב בדגלים , ‫ לכן קניתי גן חיות וניסיתי להתמודד ‫ עם מחלת השכחה שלי ‫ בשעה שרדפו אחריי מחסלים בינלאומיים ‫ שהיו נחושים להרוג אותי . 
‫ הנה שטר הקניין לגן החיות שלך . 
‫ ביף , לא . אלו שני סרטים שונים ‫ עם מאט דיימון . 
‫ באמת ? ‫ 
- כן . 
‫ טוב . ואז ... ‫ בני קווינסון , אני יודע שאת עצובה ‫ כי דגל מחץ את פפרמינט , ‫ אבל אני חייב לומר את האמת . 
‫ את גאונת דגלים . 
‫ לא תוכלי להמשיך לברוח מזה . 
‫ אוכל ועוד איך . 
‫ לעולם לא אתייאש ממך . ‫ אבל אחייב אותך על הפגישה הזו ‫ למרות שנותרו לך 44 דקות . 
‫ וכך בני ברחה . ‫ ברחה למרות שידעה שעליה להפסיק לברוח . 
‫ בדיוק כמו שאתה צריך להפסיק לדבר . 
‫ מון ! ‫ אם אתה לא סובל את החום , ‫ אל תתקרב לתנור , מותק . 
‫ בחייך , אבא . אני צריך נס . 
‫ סבלנות , האם . 
‫ אז ד"ר לא - אשמתך לא מוותר על בני ‫ מפני שהוא מסרב לעשות זאת . 
‫ היי , ד"ר לא - אשמתך . 
‫ את חושבת על דגלים ? 
‫ תמיד . 
‫ - בני . ‫ מה שקרה לפפרמינט לא היה באשמתך . 
‫ דווקא כן . 
‫ - לא . 
‫ כן . ‫ 
- לא , זה לא . 
‫ כן , אף פעם לא חשבתי על זה כך . 
‫ זו לא אשמתי . 
‫ - החלמת . 
‫ עכשיו אפשר לספר לך איך אשתי מתה ? 
‫ לא , תודה . ‫ 
- הקשבתי לקטע שלך , אבל בסדר . ‫ את יודעת , דגל יכול להגיד הרבה כל כך ‫ במעט כל כך . 
‫ הדגל הזה של אלסקה הנפלאה שלנו יישאר ריק , ‫ חסר כל משמעות , ‫ אם מישהו לא יחשוב איך למלא אותו . 
- הלכתי לברר על דגל - ‫ עכשיו שהחברה הכי טובה שלי עזבה בלי להיפרד , ‫ זו הרגשה רעה . 
‫ אז למרות שבני הייתה רק בת 14 , ‫ היא יצרה דגל שהיה בדיוק כמו אלסקה . ‫ מקסים בפשטותו . 
‫ הבת זונה הזו . 
‫ הדגל הזה היה באשמתה , ואני מת על זה . 
‫ הפאר שבדגלים . 
‫ אבא , העניין היחיד שיש לי בדגלים ‫ זה שתוריד את שלנו לחצי התורן ‫ לכבוד ההלוויה שלך , זקן . 
‫ רואה איך אני מדבר אל אבא ? ‫ אל אבא שלנו שאני דווקא מכבד ? 
‫ תאר לעצמך עשרים כמוני , ‫ נואשים להגיע לפודינג בארוחת הצהריים . 
‫ אלוהים , אני אבוד . 
‫ אולי אראה אם ג'ף בזוס רוצה לקחת אותי לחלל ‫ כמו אותו נער הולנדי . 
‫ האם , תחזיק מעמד , כי אני עומדת לחסל ‫ את אבא שלך ואת אחותך . 
‫ תשאירי לי את האיומים . ‫ 
- סליחה . 
‫ עכשיו , לפני שאתניע את מכונית הסיפור שלי ‫ ואנהג בה היישר לתוך המוח שלך , ‫ אני רוצה לשאול משהו . 
‫ מון , אתה שונא ירקות ? 
‫ אני באמת שונא ירקות . 
‫ אז תאר לעצמך עולם , ממש פה באלסקה , ‫ שבו האוכל היחיד היה ירקות פשוטים . 
‫ עכשיו תאר לעצמך אדם , ‫ שרברב פשוט בשם סטיב הנסון , ‫ שעמד לעשות מעשה יוצא מן הכלל . ‫ להמציא המצאה שהדיה ירחיקו בזמן , ‫ וישמחו מיליונים . 
‫ כן , האיש הזה המציא את רוטב הראנץ' . ‫ ואני אספר לך איך הוא עשה זאת ‫ באופן כיפי ומלא אקשן . ‫ ולא לגמרי הגיוני , ‫ כמו " המטריקס " , אבל גם מקורי לגמרי . 
‫ פשוט תזרום עם זה . 
‫ אז אנחנו בעתיד דיסטופי , ‫ ובעתיד הדיסטופי הזה , ‫ אנחנו מוצאים שרברב פשוט שחי באלסקה , ‫ ושמו האניבי - או הנסון . 
‫ תגידי לי , האני , האם הסיפור בי - דיוק ייגמר ? 
‫ רק התחלתי . 
‫ וזה " בי - או " כמו ניאו . 
‫ שוב , לא שזה מבוסס על " המטריקס " או משהו . 
‫ האניבי , את התקווה היחידה שלי . ‫ אני מתחנן שתתייחסי לזה ברצינות . 
‫ ואני מתחנן בפנייך להפסיק עכשיו ‫ כשאת בפיגור גדול מאוד . 
‫ שניכם , תסתמו את הפה ותנו לי לספר . 
‫ כמו שאמרתי , היו רק ירקות בעולם הזה , ‫ אז זה מה שכולם אכלו . ‫ בכל יום ויום . 
‫ עד שבבוקר מפחיד אחד , ‫ האניבי - או ניגש למקרר ו ... ‫ תתעורר , האניבי 
- או . 
‫ אבל אני ער . 
‫ לא חשוב . אני יוצא . 
‫ ואז דלת המקרר נפתחה , ‫ ו"בחור רע " מגניב ומסתורי יצא . 
‫ גאי מורפיירי . 
‫ שלום , האניבי - או . 
‫ העולם שאתה חי בו הוא שקר . 
‫ וכמעט נגמרו לך הצנוניות . 
‫ אוקיי , איך נכנסת לשם ולפה ? 
‫ אין זמן להסברים ‫ וזה גם לא יהיה הגיוני , אבל תקשיב . ‫ העולם הזה , העולם סביבך , הוא למעשה דמיוני . 
‫ הכול ? 
אפילו השירותים שלי ? 
‫ במיוחד השירותים שלך . ‫ אבל יש עולם אמיתי . 
‫ עם שירותים אמיתיים ? ‫ תפסיק לדבר על שירותים . 
‫ אני רוצה שתתרכז . 
‫ העולם האמיתי הוא רק אנשים בתאי נוזל צמיגי . 
‫ זה מגעיל אבל לפחות זה אמיתי , ‫ או מה שלא יהיה . 
‫ ושם יש שירותים ? 
‫ בחיי ... ‫ 
- סליחה . 
‫ תראה , אנחנו צריכים להעיר את כולם ‫ משנת הנוזל כדי לשחרר אותם . ‫ אז בחרתי בך לעזור . 
נשמע הגיוני ? 
‫ לא . ‫ 
- מושלם . 
‫ והנה המסר החשוב . 
‫ ירקות לא מוכרחים להיות לא טעימים . 
‫ שיקרו לכולנו . ‫ וזו הסיבה שאתה צריך לבחור . 
‫ תאכל את כרוב הניצנים ‫ ותישאר בעולם שאתה מכיר . ‫ או שתיקח את שן השום , תשנה הכול לתמיד , ‫ ותהיה בסכנה רצינית . 
‫ כרוב הניצנים . ‫ לא , תבחר בשני . 
‫ בדרך כלל , אני לא אוכל שום טרי ‫ עבור גברים שיוצאים לי מהמקרר , ‫ אבל אתה מקסים והשיער שלך גורם לי לחייך . ‫ אז קדימה . 
‫ אז מה דעתך עד עכשיו , מון ? 
‫ אהבתי כשאמרת שירקות זה מגעיל , ‫ אבל שנאתי את החלק שבו המשכת לדבר . 
‫ אוי , לא . 
דיבור זה החלק העיקרי בנאום . 
‫ נשמע שיש לי עדיין סיכוי . 
‫ אני חושב שסיפור הדגל שלי היה נחמד מאוד . 
‫ ואני חושב שהוא היה פשע מלחמה . ‫ שתי טיפות מים . 
‫ אם מדברים על טיפות מים , ‫ כשהאניבי - או לוקח את השום , ‫ הוא וגאי מורפיירי נכנסים למעין חלל ריק לבן ‫ כדי שיתאמן בהצלת העולם ‫ מירקות חסרי טעם ויתחיל ... ‫ כדורעף חתיכים ! 
‫ גברים במכנסי עור קצרים ‫ שמסובבים כדור כרובית על אצבע אחת ! 
‫ וולף ! 
‫ - סליחה , מומחית המטריקס שלי . תמשיכי . 
‫ אז האניבי - או וגאי מורפיירי ‫ מתעסקים קצת בקראטה והתעמלות קלה . ‫ לא ברור איך זה יעזור לאנשים ‫ לצאת מתאי נוזל , ‫ אבל זה נראה מגניב מאוד . 
‫ לעזאזל . לא משנה כמה שזה נראה מגניב , ‫ זה לא עובד . 
‫ מה נעשה ? ‫ 
- אני יודע . 
‫ בוא נלך אל אישה מוזרה שמדברת בחידות ‫ וגם לא נסביר כלום . 
‫ מושלם . 
‫ בתור הג'ודי - קל אני יכולה להגיד לכם ‫ שאולי אתה האחד , האניבי - או . 
‫ אז אני האחד או ... ‫ אני די בטוחה שזה אתה אבל אני טועה הרבה . 
‫ חשבתי שהאיש בסדרת " הג'ינקס " חף מפשע . ‫ אז הבנתם אותי ? 
‫ ואז משהו קורה . תנו לי שנייה . 
‫ שכחת את הסרט , מה ? 
‫ איזה סרט ? 
‫ - המטריקס . 
‫ זה לא הסרט . 
‫ זה סיפור מגניב שאני ממציאה ... ‫ רגע . נזכרתי . 
‫ כרגע נזכרתי שאני צריך ‫ להעלות הוראות למוח שלך . 
‫ אקפוץ לשנייה לעולם הנוזל הצמיגי . 
‫ קסם כפות מגניב . 
‫ אוקיי . סליחה על זה . ‫ כרגע העליתי משהו למוח שלך ‫ בעולם הנוזל הצמיגי . 
- שום - ‫ מתכון לאיזשהו רוטב . 
‫ והטענתי גם רשימת שירים ‫ בשם " לזה גאי קורא מוזיקה " ‫ שלוקחת אותי למקום מלא טעם כשאני עצוב . 
‫ שירים של " ספין דוקטורס " . 
‫ אז בוא נזוז ונחזור לעולם הנול הצמיגי , ‫ נכין את הרוטב שהעלית למוח שלי , ‫ ואז נכניס זאת לתא הנוזל ‫ כדי שאוכל לזכות בתחרות הסיפורים . 
‫ רגע , איזו תחרות סיפורים ? 
‫ אין זמן להסברים . בוא . ‫ ואז הסוכן ביף סמית מגיע כדי לעצור אותם ‫ כי הוא רוצה שאנשים ‫ יישארו בתאי הנוזל האלו לנצח . 
‫ ירקות לא אמורים להיות טעימים . 
‫ אם ברוקולי יבש לא טעים לכם , ‫ תאכלו אותו רטוב . 
‫ כאילו ספוג במים ? ‫ 
- כן ! ‫ על מה אתה מדבר ? 
‫ אף אחד לא רוצה " ירק - מים " . 
‫ האניבי - או , תחסל את האיש הזה . 
‫ ואז הם נלחמו . 
- או השתמש בכוח המחשבה ‫ לגרום למרכיבים להופיע , ‫ גרם להם לעופף סביב , ‫ וערבב הכול באוויר בגוש גדול של רוטב צף . ‫ אבל אז הסוכן ביף סמית ירה עליו כדורי גזר . 
‫ אבל הוא עצר אותם באוויר בעזרת כוח הטעם . 
‫ אלסקה . וואו ! 
‫ בשילוב מושלם של ריוויון , מיונז , ‫ ביצים ותערובת תבלינים ייחודית , ‫ המצאתי רוטב מדהים ממש פה ‫ במדינה הנהדרת הזו . 
‫ אקרא לזה " רוטב החמור " . 
‫ אני אתבע אותך למוות . 
‫ אז רוטב ראנץ' . 
‫ ואז הוא הכניס לפה את הגזר עם הרוטב ‫ וזה היה טעים מדי . 
‫ לא ! זה טעים מדי ! 
‫ האניבי - או , עשית את זה ! 
‫ כן . ונראה לי שהכול היה הגיוני לגמרי , לא ? 
‫ לגמרי . 
בוא נלך להוסיף רוטב לתאים האלו . 
‫ - רוטב ראנץ' - ‫ כולם השתחררו מתאי הנוזל . ‫ ובסרט ההמשך יש מסיבה גדולה במערה . 
‫ זה הסיפור האמיתי על איך אלסקה ‫ הייתה המקום שבו הומצא ‫ הרוטב המושלם בעולם . 
‫ שמו של הממציא היה סטיבן הנסון . ‫ ואני מעריצה אותו ואת הגאונות שלו . 
‫ סוף ! ניצחתי ! 
‫ היא ניצחה , מון ? 
או שג'ודי ניצחה ? או אבא ? 
‫ בזכות איזה סיפור לא אעשה פיפי במכנסיים ‫ מול הכיתה שלך ? 
‫ אני מצטער , האם , אבל אני לא יכול לבחור . 
‫ אני חייב להכריז על תיקו ‫ בסיפור הכי גרוע בעולם . 
‫ אבל הסיפור שלי היה על שנאת ירקות ! 
‫ הוא היה על סלט ! ‫ שלא הייתי אוכל גם אם היה טבול בזיגוג סוכר . 
‫ אוי , לא . 
‫ מה אני אמור לעשות ? 
‫ אני מצטער , האם , ‫ זה הרגע לסדר את כל העניינים ‫ כי מחר תמות . 
‫ תקשיבו , כולם . ‫ כרגע הבנתי שהלזניה ‫ נשארה בתנור 90 דקות יותר מהדרוש ‫ והיא עולה באש . ‫ אז בואו נכבה אותה ונצא לאכול פיצה . 
‫ נואשים להגיע לפודינג שלהם . 
‫ לזה גאי קורא מוזיקה . 
‫ לא הייתי אוכל גם אם היה טבול בזיגוג סוכר . 
‫ אני יודע מה אני צריך לעשות . 
‫ אז היום אספר לכם על קו החוף של אלסקה . 
‫ להתראות , אח . 
‫ כפי שרואים בעוגות האלו שהכנתי . 
‫ כל אחד מקבל שש ! 
‫ שש עוגות שלמות שתאכלו לאכול ‫ במהלך הנאום שלי . 
‫ אלו דיבורים . 
‫ בן זונה אחד . 
‫ מצאת את הפתרון . 
‫ אתה באמת נותן שש עוגות ‫ לכל אחד מהתלמידים שלי ? 
‫ כן , ובעוד עשר דקות זו תהיה הבעיה שלך . 
‫ אבל כרגע , הפה שלהם מלא מכדי לדבר . 
‫ אז , " אלסקה : וואו ! " 
‫ למדינה הנפלאה שלנו ‫ קו החוף הארוך ביותר בארה"ב . 
‫ " כשמדובר בעריכת שולחן ‫ יש אדם אחד שיודע מה הוא עושה ‫ 
- האם ‫ המיקום הנכון של סכין לסלט ‫ תותח ארוחות , מלך כלי השולחן ‫ - שולחן ‫ שימוש שאין כמוהו בצלחות הגשה ‫ הוא יודע איזו כוס ליין ‫ - זו ‫ רק תתקשרו אליו ‫ והוא יערוך את השולחן ‫ 
- שולחן ‫ זה האם ‫ 
- האם ‫ מלך כלי השולחן של העיירה ‫ זה האם ‫ - האם ‫ שבו , תאכלו ותראו אותו מרקד ‫ זה האם ‫ - האם ‫ לילד יש כל מה שצריך ‫ הוא טוב יותר בעריכה מהנר ב'היפה והחיה' " 
‫ תרגום כתוביות : סמדר פיסיק 
