The Fable 
Ρεαλιστής 
Κόφ ' το . 
Γιόκο , κάνεις το πρόσωπο της Μισάκι να φαίνεται αστείο . 
Ναι , είναι ακόμα πιο αστείο , γιατί είναι ομορφούλα . 
Αφού θα μείνει απόψε εδώ , πρέπει να επικοινωνήσουμε λίγο . 
Να επικοινωνήσετε ; 
Εντάξει , ας το ξανακάνουμε . 
- Λάβετε θέσεις , έτοιμοι ... - Θα κερδίσω τώρα . - Πάμε ! 
- Πάμε ! 
Μισάκι , πάλι έχασες ! 
Δεν το ' χεις καθόλου . 
Κοίτα , αδερφέ ! 
Είναι πιο αστεία από τον Τζάκαλ , έτσι ; 
Όχι . 
Συγγνώμη , Μισάκι . 
Εμφανιστήκαμε ενώ ήταν μεθυσμένη . 
Όχι . Δεν πειράζει . 
Εντάξει , φεύγω τώρα . 
Σ ' ευχαριστώ που μ ' αφήνεις να μείνω σπίτι σου τελευταία στιγμή . 
Και σ ' ευχαριστώ που ανέχεσαι την αδερφή μου όταν φέρεται έτσι . 
Μην ανησυχείς . 
Πλάκα είχε . 
Πόσων ετών είναι η αδερφή σου ; 
Η ηλικία της ; 
Πόσο φαίνεται ; 
Περίπου όσο κι εγώ , άρα 22 . 
Τότε , μάλλον είναι 22 . 
Τι ; Μάλλον ; 
Ποιος στο καλό είσαι ; 
Τι ; 
Ποιος στο καλό ... 
Τι πρόβλημα έχεις , γαμώτο ; 
Ποιανού το παιδί για τα θελήματα είσαι ; 
Ηλίθιε ! 
Αυτή η ουλή ... 
Είσαι ... 
Είσαι από τον Μαγκούρο . 
Με λένε Τακαχάσι . 
Συγγνώμη γι ' αυτό . 
Δεν σε είχα ξαναγνωρίσει . 
Δεν πειράζει . 
Συγγνώμη για την μπουνιά . 
Ο αδερφός είναι στην μπανιέρα . 
Ήμουν 15 χρόνια φυλακή , συγχώρεσέ με . 
Θες να πιεις κάτι ; 
Όχι . Ήρθα μόνο να επιστρέψω το κλειδί της αποθήκης . 
Γιατί δεν πίνεις κάτι ; 
Εντάξει , θα πιω τσάι . 
Μπίρα ! 
Θα πιω μια μπίρα ! 
Πόσο καιρό είσαι στον Μαγκούρο ; 
Λίγο παραπάνω από δύο χρόνια . 
Ποιος σου είπε να καθίσεις πρώτος ; 
Με προσβάλλεις ; 
Αυτό κάνεις , έτσι ; 
Δεν κάθεσαι μέχρι να κάτσουν οι ανώτεροί σου , κατάλαβες ; 
Συγγνώμη ! 
Τύποι σαν εσένα με κάνουν να αναρωτιέμαι αν ο Μαγκούρο έχει θέματα . 
Λυπάμαι . 
Πιες . 
Ευχαριστώ . 
Mε τα δύο χέρια , αλλιώς θα σε σκοτώσω . 
Ευχαριστώ ! 
Παρακαλώ . 
Τακαχάσι , είπαμε ; 
Ναι . Είμαι ο Τακαχάσι . 
Όλοι οι νέοι στον Μαγκούρο είναι σαν εσένα ; 
Πώς είναι ; 
Βασικά ... 
Δεν είναι εύκολο να απαντήσω , νομίζω . 
Γιατί δεν τους λες " Αυτός ο Κότζιμα είναι ακόμα σε λήθαργο κι είναι επικίνδυνος , γι ' αυτό προσοχή " ; 
- Πίνε , ρε συ . 
- Μάλιστα . 
Φέρε μου κι εμένα μια μπίρα . 
Μάλιστα . 
Δεν νομίζεις ότι ο αρχηγός κάνει πολλή ώρα μπάνιο ; 
Το απολαμβάνει , μα και πάλι ... 
Θα ρίξω μια ματιά . 
Όχι , πάω εγώ . 
Αδερφέ ; 
Κοιμάσαι ; 
Θα κρυώσεις . 
Αδερφέ ! 
Άι , μη γίνεις η γυναίκα της Παρασκευής του Τατσούγια . 
Δεν σου ταιριάζει να γίνεις ερωμένη του . 
Πώς το λες αυτό , Γιούτζι ; 
Θέλω να με παντρευτείς . 
Σοβαρολογώ ! 
Λες ψέματα ! 
Ξέρω τα πάντα για σένα . 
Τι είναι ; 
Πες μου , Άι ! 
Γιούτζι ... 
- Τι ; 
- Τι ; 
Πώς το ξέρεις αυτό ; 
Συνεχίζεται 
Απάτητο έδαφος για τον Τζάκαλ . 
Θα χαρίσουμε 20 CD με το τραγούδι τίτλων της σειράς , " Σαν Ώμοι Σκληροί " του Σόζο Χαμανόγια . 
Μείνετε συντονισμένοι για να μπείτε στην κλήρωση . 
Χρειάζομαι χαρτί . 
Δημοτικό Νοσοκομείο Ταϊχέι 
Έφερα το αμάξι . 
- Πώς είναι ... 
- Πιστεύουν ότι ίσως ήταν έμφραγμα . 
Τακαχάσι , παραπονέθηκε για τίποτα ; Αϋπνίες , άγχος ; 
Από τότε που ήρθαν οι συγγενείς του αφεντικού . 
Στα σπίτια του Μαγκούρο ; 
Ναι . Δεν ξέρω πολλά , όμως . 
Πες μου ό , τι ξέρεις . 
Αλήθεια ; 
Σ ' ευχαριστώ . 
- Θα τον επισκεφτώ όταν βρω χρόνο . 
- Εντάξει . 
Μπορώ να δανειστώ τον Τακαχάσι όσο ο αδερφός είναι στο νοσοκομείο ; 
Μάλλον θα έχεις δουλειές , οπότε μάλλον ναι . 
Μην τον τραμπουκίσεις . 
Όχι βέβαια . 
Αντίο . 
Δεν είναι πια υπό το άγρυπνο βλέμμα του Εμπιχάρα . 
Αυτό θα δημιουργήσει μπελάδες . 
Γεια , Κότζιμα . 
Αδερφέ Σουναγκάβα , συγγνώμη που δεν σε χαιρέτησα νωρίτερα . 
Φεύγω τώρα . 
Μια στιγμή . 
Μου κάνει εντύπωση που έχεις το θράσος να εμφανίζεσαι μετά απ ' ό , τι έκανες . 
Θα χρειαστεί ν ' ανέβεις από χαμηλά . 
Θες να δουλέψεις για μένα από χαμηλά ; 
Θα μου ήσουν χρήσιμος . 
Θα παλέψουμε , αν αυτό θες . 
Είμαι ακόμα σε λήθαργο , οπότε έχω χρόνο . 
Είσαι ο Σάτο ; 
Τακαχάσι , πρόσεχε το αμάξι . 
Μάλιστα . 
Για δες . 
Αυτό μου ξυπνάει αναμνήσεις . 
Δεν έχει αλλάξει καθόλου . 
Το Hakosuka του αδερφού ... 
Γυαλιστερό όπως πάντα . 
Είσαι συγγενής του αφεντικού ; 
Ναι . 
Τι σχέση έχετε ; 
Δεν ξέρω . 
Δεν ξέρεις ; 
Μου έδωσαν αυτήν τη διεύθυνση και μου είπαν να μείνω εδώ προς το παρόν . 
Γιατί ; 
Γιατί δεν ρωτάς το αφεντικό σου , σε παρακαλώ ; 
Κατάλαβα . 
Βλέπω ότι είσαι λίγο εξυπνάκιας . 
Με ξέρεις , έτσι ; 
Σε προσπέρασα στον δρόμο όταν ήσουν με το ποδήλατο . 
Ναι . 
Έμαθα ότι ο αδερφός δεν σε συμπαθεί . Ωστόσο είσαι εδώ , και ζεις όμορφα και άνετα . 
Βασικά , πρέπει να φύγω για τη δουλειά . 
Αλήθεια ; 
Δεν χρειάζεται να πληρώνεις νοίκι , έτσι ; 
Ναι . 
Ξέρεις ότι δεν υπάρχει τίποτα πιο ακριβό από το δωρεάν , έτσι ; 
Αν θες να ζεις ήρεμα , πλήρωνέ με 50.000 γιεν τον μήνα . 
Αν θέλω να ζω ήρεμα ; 
Έμαθα ότι η αδερφή σου μένει δίπλα . Άρα , είναι 100.000 και για τους δυο σας . 
Μ ' ακούς ; 
Θες να σου καθαρίσω τ ' αφτιά ; 
Ναι , κατάλαβα . 
Μπράβο το αγόρι μου . 
Πώς πήγε ; 
Ο τύπος είναι κότα , έτσι ; 
Ξεκίνα . 
Μάλιστα . 
Όκταπους 
Να τα . 
Τα βρήκα , πρόεδρε . 
Χαίρομαι που το ακούω . Κάτω απ ' το γραφείο σου ; 
Καλημέρα . 
Καλημέρα . 
Σάτο . Βρήκα τα κλειδιά μου . 
Αλήθεια ; Χαίρομαι που το ακούω . 
Αλλά είναι παράξενο . 
Θυμάμαι ότι τα έβαλα στην τσάντα μου . 
Αν ανησυχείς , άλλαξε κλειδαριές . 
Εύκολα αντιγράφεις κλειδιά . 
Δεν έχω τίποτα να μου κλέψουν . 
Μπορείς να ευχαριστήσεις την αδερφή σου εκ μέρους μου ; 
Νιώθω απαίσια . 
Μάλλον έχω χανγκόβερ . 
Γκρίνιαζα σ ' αυτούς απ ' τη γιακούζα όταν μέθυσα ; 
Ναι , και πολύ ξεκάθαρα μάλιστα . 
Είναι πολύ κακό μου συνήθειο . 
Κι αν έμπλεκες πουθενά τον καημένο τον Σάτο ; 
Συγγνώμη , Σάτο . 
- Φοβήθηκες ; 
- Ναι . 
Έτρεμα ολόκληρος όσο σε έβλεπα . 
- Σοβαρά ; 
- Ας πιάσουμε δουλειά . 
Καλή ιδέα . 
Πόσα χρόνια ήταν ; 
Δεκαπέντε . 
Πολύς καιρός . 
Τώρα που είμαι έξω , δεν μου φαίνεται πολύς . 
Σοκαρίστηκα όταν έμαθα ότι ο Έμπι νοσηλεύτηκε . 
Ο αδερφός θα πρέπει να χαλαρώσει για λίγο . 
Παρεμπιπτόντως , θέλω ν ' αγοράσω ένα όπλο . 
Κότζι , δεν ασχολούμαι μ ' αυτά πια . 
Δεν αξίζει το ρίσκο . 
Μη μου λες μπούρδες . 
Έχω τα λεφτά . 
Σου είπα , δεν κάνω τέτοια . 
Ασχολούμαι με κατοικίδια τώρα . 
Μυρίζει λάδι εδώ μέσα . Έχεις και στα δάχτυλά σου . 
Θα πληρώσω πιο πολλά απ ' την τιμή αγοράς . Και δεν θα το πω στον όμιλο . 
Για μεγάλο περίστροφο , προτείνω το εξής . 
Ένα Colt Python .357 Magnum . 
Σου δίνω και 20 σφαίρες . 
Δύο εκατομμύρια γιεν . 
Με ξεζουμίζεις , έτσι ; 
Θα το πάρω . 
Συγγνώμη για την ξαφνική επίσκεψη χθες ! 
Κοιμήθηκα μια χαρά . Ωραία ήταν . 
Κανονική κυρία . 
Κι εγώ τι είμαι συγκριτικά ; 
Πίνω μέχρι αργά τη νύχτα και κοιμάμαι μέχρι το βράδυ . 
Ζω σαν μεσήλικας το σαββατοκύριακο . 
Κάποια στιγμή θα κάνω και φαλάκρα . 
Πλάκα κάνω . 
Εμπρός ; 
Γιόκο . 
Τακαχάσι , είσαι ελεύθερος απόψε ; 
Θα ήθελα πολύ να έρθω , αλλά δεν νομίζω ότι μπορώ απόψε . 
Τι ; 
Ο αρχηγός μπήκε ξαφνικά στο νοσοκομείο . 
Αλήθεια ; 
Οπότε έχω πολλή δουλειά . 
Τι στο καλό ; 
Ζει ακόμα , έτσι ; 
Χώσ ' τον στο αμάξι . 
Εντάξει . 
Συγγνώμη . Έχω δουλειά . 
Έλεος ... 
Τώρα μπορούμε να τα πούμε με την ησυχία μας . 
Μια χαρά είσαι . 
Μερικά σπασμένα κόκαλα δεν θα σε σκοτώσουν . 
Τακαχάσι , να σε συστήσω . 
Αυτός εδώ ήταν στον Μαγκούρο . 
Εντάξει ... 
Ήταν και ανώτερός μου . 
Είπε ότι ήθελε να ανοίξει επιχείρηση με γυναίκες , οπότε του δάνεισα τρία εκατομμύρια γιεν . 
Από τότε που με συνέλαβαν , δεν επικοινώνησε μαζί μου ούτε μία φορά . 
Γι ' αυτό ήρθα να εισπράξω σήμερα . 
Να θυμηθούμε τα παλιά ; 
Πρώτα , θα μιλήσουμε για τα τρία εκατομμύρια γιεν που σου δάνεισα . 
Τι ; 
Ίσως να υποσχεθείτε ότι δεν θα τον σκοτώσετε . 
Όχι . Τα λεφτά προηγούνται . 
Πόσα μπορείς να μου δώσεις αμέσως ; 
Να διαπραγματευτούμε ; 
Ένα εκατομμύριο ; 
Δύο εκατομμύρια ; 
Τρία εκατομμύρια ; 
Μάλιστα . 
Τότε , βρες μου έξι εκατομμύρια μέχρι το τέλος της μέρας . 
Αλλιώς , θα σε σκοτώσω . 
Επόμενο είναι , αν σκεφτείς 15 χρόνια τόκου . 
Αν τον σκότωνα τώρα , θα ένιωθα καλύτερα απ ' ό , τι αν έπαιρνα τα δύο εκατομμύρια που μπορεί να πληρώσει . 
Λένε ότι αυτό το όπλο είναι τόσο ισχυρό , που θα σου τινάξει τα μυαλά στον αέρα . 
Νομίζω ότι θέλει να πει κάτι . 
Τι μπελάς . 
Αν φωνάξεις , θα χάσεις τη μούρη σου . 
Κατάλαβες ; 
Καλώς ήρθες . 
Πώς μπήκες ; 
Το γκαράζ είναι του αρχηγού . Μου έδωσε κι εμένα κλειδί . 
Δεν έχω κλειδί για τον δεύτερο όροφο , μην ανησυχείς . 
Κύριε Σάτο ... Σενσέι , ήθελα να πω ! 
" Σενσέι " ; 
Κάνε με μαθητή σου . 
Τι ; 
Σοβαρολογώ . 
Σε παρακαλώ ! 
Δύο εκατομμύρια ... 
Όχι , τρία εκατομμύρια . Τόσα μπορώ να βρω σε μετρητά . 
Όσο για τους τόκους , έχω πιστωτική κάρτα . 
Έχει όριο τρία εκατομμύρια γιεν . 
Τόσα μπορώ να δώσω σ ' έναν μήνα . 
Το αμάξι μου ! Θα σου δώσω το αμάξι μου ή θα το πουλήσω και ... 
Τακαχάσι , πήγαινε στο διαμέρισμα του τύπου και πάρε όλα τα βιβλιάρια και τις σφραγίδες του . 
Εντάξει . 
Τα κλειδιά του αυτοκινήτου και το διαβατήριό του . 
Αυτά είναι στο χρηματοκιβώτιο . 
Ανοίγει μόνο με το αποτύπωμά μου . 
Κότζιμα , θα σου δώσω μερίδιο στην υπηρεσία ιερόδουλων κατ ' οίκον . 
Αν πάθω κάτι , ο αδερφός Σουναγκάβα θα ... 
Όλα θα πάνε καλά . Ένας δυνατός κρότος ήταν . 
Κανείς δεν θα θεωρήσει ότι ήταν όπλο . 
Ένιωσα πολύ ωραία . 
Σοβαρολογώ ! Αλήθεια ! 
Δεν ξέρω τι να απαντήσω . 
Θα κάνω ό , τι θέλεις . 
Μπορώ να το αντέξω . 
Το πόδι μου είναι έτσι τώρα , αλλά ... θέλω να κάνω όνομα στον υπόκοσμο . 
Θέλω να αφήσω το στίγμα μου στον κόσμο . 
Θα κάνω ό , τι χρειαστεί γι ' αυτό . 
Έχεις το πάθος , μα για λάθος λόγους . 
Να κάνεις όνομα ; 
Να αφήσεις το στίγμα σου ; 
Δεν γίνεται να αφήσεις ούτε ίχνος σου . 
Δεν γίνεται να ' σαι γνωστός . 
Έτσι είναι οι επαγγελματίες σ ' αυτήν τη δουλειά . 
Μη χάνεις την ψυχραιμία σου . 
Πάρε βαθιές ανάσες . 
Βαθιές ανάσες . Πάρε πέντε και θα ηρεμήσεις . 
Όλα θα πάνε καλά . 
Νιώθω κι εγώ λίγο τσιτωμένος . 
Νιώθω την αδρεναλίνη να ρέει . 
Χαλάρωσε . Ηρέμησε . 
Τακαχάσι , σου αρέσει το σεξ ; 
Τι ; 
Σε ρώτησα αν σου αρέσει το σεξ . 
Ναι , μου αρέσει όσο σε όλους . 
Η διάπραξη φόνου και το σεξ είναι παρόμοια . 
Το ένα καταστροφικό και το άλλο παραγωγικό . 
Λένε ότι η έρευνα για φόνο είναι παρόμοια με την έρευνα για το σεξ . 
Τα παιδιά είναι ειλικρινή και απλά . 
Όταν ένας γέρος μιλάει για τις εμπειρίες του στον πόλεμο , τα παιδιά ρωτάνε " Σκότωσες κανέναν ; Πόσους σκότωσες ; " 
Κοίτα το πρόσωπό του . 
Δεν μοιάζει με κάποια που μόλις είχε οργασμό ; 
Μάλλον το ίδιο θα ' ναι . 
Τόσο ήρεμο και γαλήνιο . 
Τακαχάσι . 
Κόψ ' του τα χέρια μετά . 
Με τα αποτυπώματά του θα ανοίξουμε το χρηματοκιβώτιο . 
