* * * ФАБЛ * * * 
Сезона 1 , Епизода 7 : " Реалист " 
Престани со тоа . 
Јоко , правиш лицето на Мисаки да изгледа смешно . 
Да , уште посмешно е бидејќи таа е слатка уште од старт . 
Бидејќи ќе преноќи кај мене , треба малку да комуницираме . 
Комуницирање ? 
Добро , ајде да го направиме тоа повторно . 
Подготвена , подготви се , Се колнам дека овој пат ќе победам . 
Одиме ! 
Мисаки , повторно изгуби ! 
Навистина си лоша во оваа игра . 
Види , брат ! 
Изгледа посмешно од Шакал , нели ? 
Не . 
Извини Мисаки . 
Се појавивме кога е летва пијана . 
Не , не . Во ред е . 
Добро , сега ќе одам . 
Ти благодарам многу што ми помогна да останам на толку краток рок . 
И јас ти благодарам што ја трпеше сестра ми кога е ваква . 
Не грижи се за тоа . 
Беше некако забавно . 
Колку години има сестра ти ? 
Нејзината возраст ? 
Колку години мислиш дека има ? 
Отприлика исто како мене , значи околу 22 години . 
Тогаш претпоставувам дека има 22 години . 
А ? Претпоставуваш ? 
Кој си ти по ѓаволите ? 
А ? 
Што правиш по ѓаволите ... 
Каков проклет проблем имаш ? 
Чиј си ти ? 
Идиоту ! 
Таа лузна ... 
Дали си ти ... ? 
О , ти си од " Групата Магуро " . 
Моето име е Такахаши . 
Жал ми е поради тоа . 
Никогаш не сум те сретнал . 
Во ред е . 
Извини што те удрив . 
Аники сега е во бањата . 
Бев во затвор 15 години , затоа прости ми . 
Сакаш нешто да се напиеш ? 
Не . Само дојдов да го вратам клучот од магацинот . 
Затоа што немам баш некој избор за пиење , во ред ? 
Добро , тогаш ќе се напијам чај . 
Пиво ! 
Ќе пијам пиво ! 
Колку време си со Магуро ? 
Малку повеќе од 2 години . 
Кој ти рече дека можеш прв да седнеш ? 
Не ме почитуваш ? 
Зарем не , глупак ? 
Не седнувај , додека твоите претпоставени не седнат , јасно ? 
Извини ! 
Момците како тебе ме тераат да се прашувам дали Магуро е во неволја . 
Жал ми е . 
Пиј . 
Ти благодарам . 
Прифати ја двете раце , или ќе те убијам . 
Ти благодарам ! 
Секако . 
Такахаши , а ? 
Јас сум Такахаши . 
Дали сите млади момци во Магуро се како тебе ? 
Какви се тие ? 
Ах , добро ... 
Сигурен сум дека не е лесно да се одговори . 
Зошто не им кажеш : " Коџима сe уште е под затворски надзор и е опасен , затоа бидете внимателни " ? 
- Пиј , човеку . 
- Да , господине . 
- Донеси ми пиво и на мене . 
- Да , господине . 
Зарем не мислиш , дека Капетанот се задржа во бањата предолго ? 
Аники сака долго да се бања , но и покрај тоа ... 
Ќе погледнам . 
Не , јас ќе одам . 
Аники ? Аники ? 
Спиеш ? 
Ќе настинеш . 
Аники ! 
Ај , не му станувај TGIF жена на Тацуја . 
Не е како тебе да му станеш љубовница . 
Како можеш да го кажеш тоа , Јуџи ? Како ... 
Сакам да се омажиш за мене . 
Сериозен сум ! 
- Лажеш ! 
Знам се за тебе . - А ? 
Што знаеш ? 
Кажи ми , Ај ! 
Јуџи ... ти си бил си се разведувал 9 пати , нели ? 9 пати ! 
- Што ? 
- Што ? 
Како тоа го знаеш ? 
Продолжува 
Ова е нова територија за Шакалот . 
А ? Ќе ви подариме 20 ЦД - а од тематската песна на оваа драма , Исто како и заштитни раменици од Шозо Хаманоја . 
Останете во тек по паузата за реклами за тоа како да се пополни цртежот . 
Ми треба малку хартија . 
Општинската болница " Таихеи " 
Ја донесов колата . 
Како е ... ? 
Мислат дека можеби е срцев удар . 
Еј Такахаши , дали се пожалил на нешто , како несоница или дека е под стрес ? 
Па , нервозен е , откако се вселија роднините на газдата . 
До куќите на Магуро ? 
Да . Сепак , не знам многу за тоа . 
Кажи ми се што знаеш . 
Навистина ? 
Ти благодариме што го направи тоа . 
Ќе го посетам кога ќе имам време . 
Добро . 
Може ли да го позајмам Такахаши додека Аники е во болница ? 
Веројатно имаш работи на кои треба да работиш , па може . 
Не го малтретирај . 
Се разбира , нема . 
Збогум . 
Не е повеќе под будното око на Ебихара ... 
Ова сигурно ќе предизвика проблеми во работата . 
Еј , Коџима . 
Сунагава Аники , извини што не се поздравив порано . 
Ќе одам сега . 
Еј , почекај секунда . 
А ? Изненаден сум што смело го покажуваш твоето лице повторно после она што го направи . 
Треба да се искачиш од дното . 
Сакаш да работиш под мене од дното ? 
Би можел да те искористам . 
Ќе се борам со тебе ако така сакаш . 
Сe уште сум под затворски надзор , па имам време . 
Ти си Сато ? 
Такахаши , чувај ја колата . 
Да , господине . 
Па , добро . 
Ова сигурно враќа спомени . 
Не се сменила ни малку . 
Хакосука на Аники ... 
Сјајна е како и секогаш . 
Дали си роднина на газдата ? 
Да . 
Каква е вашата врска ? 
Не знам . 
Не знаеш ? 
Само што ми ја дадоа оваа адреса ... и ми рекоа да живеам овде засега . 
Зошто ? 
Зошто не го прашаш твојот шеф ... те молам ? 
Гледам . 
Гледам дека сакаш малку да се правиш паметен тип . 
Ме познаваш , нели ? 
Се разминавме на улица додека возеше велосипед . 
Да . 
Слушнав дека Аники не те сака . Но , еве те , живееш убаво и удобно овде . 
Всушност , сега морам да заминам на работа . 
Дали е тоа точно ? 
Не плаќаш кирија , нели ? 
Да . 
Знаеш дека нема ништо поскапо од она што е бесплатно , нели ? 
Ако сакаш да живееш во мир , ќе ми плаќаш 50.000 јени месечно . 
Ако сакам да живеам во мир ? 
Слушам дека и сестра ти живее во соседството , па ќе чини вкупно 100.000 за вас двајца . 
Ме слушна ? 
Сакаш да ти го исчистам увото ? 
Да , разбирам . 
Добро момче . 
Како помина ? 
Тој човек е тотален мамурлак , нели ? 
Вози и не го тупи ! 
Да , господине . 
" Октопод " 
Еве гие . 
Ги најдов , шефе . 
Задоволство ни е што слушам . 
Добро утро . А ? 
Добро утро . 
О , Сато . Ги најдов моите клучеви . 
Навистина ? Баш ми е мило . 
Но , сигурно е чудно . 
Јасно се сеќавам дека ги ставив во мојата торба . 
Ако сте загрижена , тогаш треба да ги смениш бравите . 
Навистина е лесно да се копираат клучевите . 
Но , нема ништо вредно да се украде од мојот стан . 
Како и да е , можеш ли да и кажеш на сестра ти благодарам од мене ? 
Се чувствувам ужасно . 
Мора да се разбудам . 
Му се пожалив на онаа јакуза кога бев пијан , нели ? 
Да , беше директен исто така . 
Тоа е моја лоша навика . 
Што ако го внесе кутриот Сато во неволја ? 
Извини за тоа , Сато . 
- Дали се исплаши ? 
- Да . 
Се тресев во чизмите гледајќи те . 
Сериозно ? 
Добро , ајде да се фатиме за работа . 
Добра идеја . 
Колку години беше во затвро ? 
15 . 
Тоа е прилично долго . 
Сега кога сум надвор , не беше долго . 
Бев навистина шокиран кога слушнав дека Еби е хоспитализиран . 
Аники треба да се смири некое време . 
Патем , би сакал да купам пиштол од тебе . 
Коџи , јас веќе не се занимавам со тие работи . 
Не вреди да се ризикува . 
Мене најде да ме фарбаш . 
Ги имам парите . 
Ти реков , не го правам тоа . 
Сега се занимавам со домашни миленици . 
Овде ми мириса на масло . А го имаш на прстите . 
Ќе ти платам повеќе од пазарната цена . И нема да и кажам на групата . 
За голем револвер , ова е она што јас го препорачувам . 
Колт Питон , калибар . 357 Магнум . 
Ќе ти дадам и 20 куршуми . 
Два милиони јени . 
Сакаш да ми ги собереш сите пари , нели ? 
Ќе го земам . 
Јоко - сан , извини за ненадејната посета синоќа . 
Благодарение на тебе , добро спиев . Беше забавно . 
Толку женствено од неа . 
А што сум јас за споредба ? 
Пијам до доцна во ноќта и спијам до вечер . 
Живеам како средовечен човек за викенд . 
А на крајот и ќе оќелавам . 
Само се шегувам . 
Здраво ? 
О , Јоко . 
Такахаши , слободен си вечерва ? 
Навистина би сакал да ти се придружам , но мислам дека не можам вечерва . 
Што ? 
Капетанот ненадејно беше хоспитализиран . 
Навистина ? 
Така е , сега сум навистина зафатен . 
Што по ѓаволите ? 
Еј . Сe уште е жив , нели ? 
Стави го во автомобилот . 
Ах ... Во ред . 
Извини . Имам работа . 
Ај , џабе се надевав ... 
Сега можеме да имаме убав долг разговор . 
Добро си . 
Неколку скршени коски нема да те убијат . 
Такахаши , да те запознаам . 
Овој човек порано беше во " Групата Магуро " . 
Добро ... 
Дури и ми беше претпоставен . 
Рече дека сака да започне бизнис користејќи жени , па му позајмив 3 милиони јени . 
Откако ме уапсија , не ме контактира ниту еднаш . 
Затоа ... Дојдов да го соберам долгот . 
Да се потсетиме на старите времиња ? 
Прво , ќе разговараме за трите милиони јени што ти ги позајмив . 
Што ? 
Можеби треба да му ветиш дека нема да го убиеш . 
Не . Парите се на прво место . 
Колку можеш да ми дадеш веднаш ? 
Да преговараме ? 
Еден милион ? 
Два милиони ? 
Три милиони ? 
Гледам . 
Тогаш најди ми 6 милиони јени до крајот на денешниот ден . 
Ќе те убијам ако не го направиш тоа . 
Со оглед на 15 - годишниот интерес , тоа е сосема природно . 
Ако го убијам сега , ќе се чувствувам подобро отколку да земам 2 милиони јени кои може да ми ги плати сега . 
Слушам дека овој пиштол е толку моќен , што може да ти го разнесе лицето . 
Мислам дека сака да каже нешто . 
Каква досада . 
Ако врескаш , ќе го изгубиш лицето . 
Разбра ? 
Добредојде дома . 
Како влезе ? 
Оваа гаража му припаѓа на Капетанот , па и мене ми даде клуч . 
Немам клуч од II кат , затоа не грижи се . 
Ах , господине Сато ... 
" Сенсеи " ? 
Направи ме твој ученик . 
Што ? 
Сериозен сум . 
Те молам ! 
2 милиони ... 
Не , 3 милиони ... Толку можам да ти дадам во готово . 
Што се однесува до интересот , имам кредитна картичка . 
Лимитот и е 3 милиони јени . 
Тоа е се што можам да направам за еден месец . 
Мојот автомобил ! Ќе ти го дадам мојот автомобил , или дури и да го продадеш и ... 
Такахаши , оди во станот на овој човек и земи ги сите негови банкарски книги и лични картички . 
Добро . 
Неговите клучеви од автомобилот и пасошот исто така . 
Ах ... Тие се во мојот сеф . 
Се отвора само со мојот отпечаток . 
Коџима , ќе ти дозволам да имаш дел од мојот бизнис со курвите . 
Ако нешто ми се случи , Сунагава Аники ќе ... 
Ќе биде се во ред . Тоа беше само еден силен удар . 
Никој нема да помисли дека пиштол е во прашање . 
Се чувствувам толку добро . 
Сериозен сум ! Јас сум ! 
Не сум сигурен што да кажам на тоа . 
Ќе правам што сакаш . 
Можам да се справам со тоа . 
Ногата сега ми е ваква , но ... Сакам да направам име за себе во подземјето . 
Сакам да оставам свој белег на светот . 
Ќе направам се што е потребно за да го направам тоа . 
Имаш дух , но тоа е од погрешни причини . 
Сакаш да направиш име за себе ? 
Да оставиш свој белег на светот ? 
Не можеш да оставиш ни трага од себе . 
Воопшто не можеш да бидеш познат . 
Тоа е она што е професионалец во овој тип на работа . 
Не губи ја свежината . 
Земи длабоки вдишувања . 
Длабоки вдишувања . Земи 5 од нив и ќе се смириш . 
Ќе бидеш во ред . 
И јас се чувствувам малку опуштено . 
Го чувствувам адреналинот како тече . 
Опушти се . Полека . 
Такахаши , сакаш секс ? 
Што ? А ? 
Те прашав дали сакаш секс . 
Да , ми се допаѓа исто како и на секој друг . 
Извршување на убиство и сексот се слични . 
Едниот е деструктивен , а другиот е продуктивен . 
Велат дека убиството е слично со сексот . 
Децата се толку искрени и едноставни . 
Кога некој старец зборува за неговите искуства во војната , децата го прашуваат : " Уби ли некого ? Колку уби ? " 
Погледни го лицето на овој човек . 
Нели сличи на изгледот на некој кој штотуку достигнал кулминација ? 
Всушност , веројатно е исто . 
Толку мирно и спокојно . 
Такахаши . 
Пресечи му ги рацете на овој човек подоцна . 
Ќе ги искористиме неговите отпечатоци за да му го отвориме сефот . 
