- Какво става ? 
- Охранителите спират доставките . 
- Пуснете ги ! - Кои доставки ? 
Всички . Пуснете ги ! 
По - леко . 
Едва те докоснах . 
- Боли ли ? 
- Естествено , че боли . 
Ще повикам всички да те видят как плачеш за една драскотина . 
По - тихо . 
- Благодаря . - Длъжник си ми . 
Уок , ще върнем Маклейн . 
Тя е шеф на Снабдяване , важна е . 
И е техен враг също като нас . Няма значение какво оглавява . 
- Шерифът ви търси , тръгвайте . 
- Той издирва и теб , Уок . 
С мен ще се справи лесно . Никъде няма да ходя . 
- Коя е тя ? 
- Марк , това е Шърли - ненадминат механик . 
Теб всеки може да те надмине . 
Чудех се кога ще се върнеш . 
- Страхотно производство . 
- Скромно е , но ефективно . 
Лий ! 
По дяволите . 
Помолих Марк да откаже всички поръчки за оръжия . 
- И да работи за теб ? 
- Охраната спира доставките . Включително на храни , но има и друго . 
Влязох в склада за закуската и беше навсякъде . 
Върху плодовете , зеленчуците , месото , дори върху яйцата . 
- Какво е това ? - Само едно нещо има този син цвят . 
Отровата за мишки . 
- Сигурна ли си ? 
- Нещо друго е влязло в склада преди мен . 
Някой е искал да ни отрови . 
Май е свързано със спрените доставки . 
Бърнард със сигурност е замесен . Някой тук работи за него . 
Нужен ни е нов план . 
- Пуснете ги ! - Има една истина , г - н Амундсен , която важи за човешката цивилизация отпреди катастрофата до днес . Само девет пропуснати хранения делят организираното общество от хаоса . 
- Кой е този ? 
- Феликс - сянката на нашия лекар . 
Смяташ , че защото съм престъпник , не се нуждая от лекар , а само от сянка ? Не , д - р Фелан е на гости у близки на средните нива . 
Ама разбира се . 
На колко години си , хлапе ? 
Бръснеш ли се ? 
Имаш ли косми по топките ? 
Докторът нямаше да замине , ако сянката му не е на ниво . 
- Сигурен ли си ? 
- Ще се справиш , нали ? 
Извади куршума . 
Чакай малко , спри за момент . Не забравяш ли нещо ? 
Упойка , Феликс . 
Трябва да ми я сложиш , преди да започнеш да ровиш . И то силна . 
Само лекарите имат такава . 
Аз имам аспирин . 
Имал аспирин . 
Наистина ли ще арестуваш Нокс , Шърли и Уокър ? 
Заклех се да браня Пакта . Нокс и Шърли трябва да бъдат задържани и за тяхно добро . 
Ще ти помогна да ги намериш , ако смяташ , че трябва . 
- Видно е , че ти си против . 
- Моето мнение не е важно . 
Когато шериф Холстън сложи ръката ми на Пакта , положих клетва . 
Ханк , ако наистина са свестни граждани , както твърдиш , сами ще се предадат . 
Запазете тишина ! 
- Предайте се ! 
- Млъкнете ! 
Всички ги чухте . Твърдят , че сме убили съдия Медоус . 
Кълна се в живота си , че това е лъжа . 
Отидохме при нея , за да говорим , но я заварихме мъртва . 
Бърнард Холанд и Робърт Симс ни натопиха . Цяло чудо е , че се върнахме живи . 
А ние колко ще оцелеем ? 
Имам две деца и ще гладувам , за да се хранят те , но какво ще стане , когато и за тях няма храна ? 
Ще карате ли децата ни да гладуват заради вас ? 
Изглежда те вече победиха . 
Готови сме да разкъсаме двама души , ако не се обрекат на смърт . 
Може би искате и аз да ида с тях . 
Не е невъзможно . Много скоро ще ни видите паднали на хълма в опит да намерим Жулиета . 
Но вие ще получите храна . 
Бърнард ще ви потупа по рамото и ще каже : " Браво на вас , а сега - на работа " . 
Това победа ли е ? 
Винаги е било така , но това не означава , че е правилно . 
В Механичния не се бием за храна , а я споделяме . 
Не се виним един друг за недостиг , а затягаме коланите и ... 
Не искаме да гладуваме ! 
Слушайте ! Никой няма да гладува , не и днес . 
Който е работил на сметището , знае , че не всичко , попаднало в шахтата , е боклук . 
" За нашите приятели в Механичния . Благодарим ви , че ни давате светлина . 
От вашите приятели на ниво 122 . Жулиета е жива . " 
Д - р Никълс ? 
Катлин . 
Какво те води насам ? 
Клеър добре ли е ? 
Тя спи , значи и аз съм добре . 
Пол моли за услуга . 
- Още ли е в Механичния ? 
И някой там се нуждае от лекар . 
Мисля , че шерифството има процедура за медицинска помощ . 
Той предпочита другия начин . 
Сподвижници на Механичния им хвърлят храна през шахтата . 
Подранили са , това е добре . 
Ще избързаме с нашия график . 
Сложи охрана при всяка шахта . 
- Да , господине . - Храната им скоро ще свърши . 
Значи когато храната свърши , приключваме ? 
Ще се предадем ли ? 
- На кое ниво е барикадата ? 
Ами ако беше на 120 ? 
Нужна си им долу . Сега повече от всякога . 
Добре де , идвам ! 
Вратата ли искате да счупите ? 
Не съм глуха . 
Уокър , това е шериф Билингс . 
Бяхте заместник на Жулиета . Да ме арестувате ли сте дошли ? 
Първо ще ви задам няколко въпроса за случилото се със съдия Медоус . 
- Не бях там . Питайте Нокс и Шърли . 
- Сигурно са ви казали какво е станало . 
Няма да говоря за никого , особено за съдия Медоус , докато не разберете къде държат Маклейн . 
Карла Маклейн , шефката на Снабдяване . 
Последно я видях в кафетерията на ниво 70 . 
Сигурно вече са я хванали . Искам да знам дали е жива и здрава . 
Ако е така , ще говоря с вас . 
Ако ли не , търсете Нокс и Шърли . - Чакай . - Става дума за убийство . 
- Аз съм лекар . 
- Повикаха ме за спешен случай . 
- Вървете си . 
- Шериф Билингс ме повика . 
- Не съм уведомен и няма да ви пусна . 
Върнете се . 
- Ражда жена , спешно е . - Коя сте вие ? Катлин Билингс , съпругата на шерифа . 
Знаете ли какво е секцио ? 
Вадят бебето през корема на майката . 
Само двама лекари могат да извършат тази операция . - Д - р Никълс е единият . 
- Имам заповед ... Ако родилката пострада , ще сте нарушили точка 6 на параграф 12 от Пакта : " Отказана първа помощ на жител " . 
Пускам двама души ! 
И едно бебе ! 
- Пуснете трима души ! Назад ! - Минете ли , може и да не се върнете . 
- Хайде , вървете ! - Назад ! Казах назад ! Хайде ! 
- Спокойно . 
- Назад ! Отдръпнете се ! 
В началото се опитах да сменя буквите със следващата в азбуката - А да е Б . Нищо не се получи . После реших да пробвам с предишната буква . 
- И това не е довело до нищо . - Да , така е . Реших , че може да е разместил буквите с две или три напред , дори с четири - пет . 
Започнах да заменям буквите ръчно . - После се сетих да напиша програма . 
- Умно . 
Нарича се " шифър на Цезар " . 
Няма време да ти обяснявам . 
Продължавай . 
- Госпожо Симс . 
- Кмете Холанд . 
Камил , чух , че онзиден си помогнала на убийците на съдия Медоус . 
Бях призована като бивш охранител да помогна в издирването . 
На ниво 90 видях местни да тормозят двама жители . 
Заведох ги на сигурно място и съобщих на охраната . Казах им да пратят екип и че ще ги пресрещна на стълбището . - Защо не изчака екипа ? 
- Защото такъв не беше изпратен . 
Казаха ми неофициално , че жителите на силоза ще въздадат справедливост . 
Настигна ме група хора , сред тях имаше охранители в цивилни дрехи . Попитаха ме къде съм скрила бегълците . 
- Не си им казала . 
- Разбира се , че не . 
От работата си в Правния знам , че саморазправата е незаконна . - Всички трябва да спазваме законите . 
Съпругът ти нареди на тълпата да хване убийците . 
Любопитно ми е как е реагирал , когато си му разказала за случилото се . 
Сега той е съдия . Разбра ме . 
Несъмнено . 
Засега владеем положението . Хайде ! 
Вървете да хапнете нещо топло . Спокойно ! 
Какво става ? 
Кажи на Амундсен да прати защитно оборудване . 
- Какво оборудване ? - Оръжия . 
- Г - н Амундсен , тук екип 19 . 
- Амундсен слуша . Ситуацията тук е опасна . 
Нужно ни е защитно оборудване . 
Мамка му . - Леля ми от ниво 135 ... 
- Не сега . 
- Къде е пациентът ? - Ето там . 
- Благодаря . 
- Скъпа . 
- Скъпа , какво правиш ? 
- Ще помогна на д - р Никълс . - Тук е опасно . 
- Вече никъде не е безопасно . 
Трогателна картинка сте , но какво ще кажете да извадим куршума ? 
Здравей , ела при мен . 
Липсваше ми . 
Виждаш ли мама ? 
Оглеждаш ли ? 
Защо ме повика ? 
Механиците се готвят да атакуват барикадата . 
- Имат оръжия и щитове ... - Г - н Амундсен е наясно . 
Да , но не знае каквото знам аз . 
Откакто камерите не работят , разчитаме на доносници . 
Не им вярвам . Но вярвам на леля си . 
Тя живее на ниво 135 и ми прати съобщение . - Пише за въоръжени механици ... - Нали вече ми каза за тях ? 
Втора група е тръгнала в обратна посока . Носели са оръжия и трион . 
Леля ми е строител . Каза , че с такъв трион се реже бетон . 
Чисто е . 
Извинете за ... Ти пък какво правиш тук ? 
- Пратихме те в мините . 
- Кметът Холанд ме потърси за помощ . 
За какво ? 
За един код . 
- Къде е той ? 
- Не знам . 
- Усещате ли болка , г - н Кенеди ? 
- Да , но не ми пука . 
Ето го . 
Мислиш , че прерязват пода ? 
А Амундсен и Бърнард не знаят ? 
Понякога хората трябва да изстрадат грешките си . 
Стига грешката им да не застрашава всички , включително и сина ни . 
Нищо не можеш да направиш , вече си съдия . 
Знам . И никога не съм бил охранител . 
- Какво правят ? - Пробиват нещо . 
Чувам , че пробиват , Дерек . 
- Къде са оръжията ? 
- Носят ги . 
Не е засегнал белия ти дроб . 
Късметлия си . 
Да , господине , голям късметлия съм си . 
Аз изпълних каквото обещах . 
Да поговорим . 
Ама ти сериозно ли ? 
Исках само да извадите куршума . 
Недейте така . 
Пом . - шериф Ханк има много работа , но дойде да ви изслуша . 
Чувствам се замаян от лекарствата и изваждането на куршума . Може би утре . 
Превърза ли го ? 
Ще взема бебето . 
Ето . 
Д - р Никълс , искам да говоря насаме с пациента . 
- Върви си и ти , Ханк . 
- По - добре да остане . - Отделил си е специално време . 
- Ще му разкажа после . 
Май ядосах татенцето . 
Ни най - малко . 
Ти си престъпник . 
Нямам големи очаквания . Но си ми нужен , за да ми кажеш това , което обеща да споделиш с мен . 
Ако откажеш ... Ще се обадя на съдия Симс . 
- Какво ? 
- Добре чу , той вече е съдия . 
Ще му кажа къде си и , кой знае , може да те вкара отново в сандък . 
Или по - лошо . 
Но ще съжаляваш . 
- Защо ? 
- Защото думите ми ще съсипят живота ти . 
Беше ли близо до компютър , когато Никълс избяга ? 
- Защо изключиха компютрите ? 
- Рестартираха ги . 
Така казаха , но те лъжат за какво ли не . 
Изключиха ги , защото Никълс накара Дани да пусне нещо на всички екрани . - За десет секунди , преди да ги спрат . 
- Какво е пуснал ? 
Сигурно са прибрали всички , които са го видели . Кой знае какво са му сторили . 
- Изолираха ни , за да не кажем на никого . 
- Какво да не кажете ? 
Като на снимката е , но хиляди пъти по - красиво . 
Нямам думи да го опиша . 
Каква е връзката със Симс ? 
Малко след като Никълс излезе , той дойде да ми предложи сделка . 
Поиска да облека мръсни дрехи и да хвърля бомба в участъка на Ханк . В замяна обеща да ми даде хапчета . С тях щях да забравя последните 22 години . 
Не е имал никакво намерение да удържи на думата си . 
Сигурно и магическите хапчета са лъжа , но нямах избор с торба на главата . 
Нека те попитам нещо . 
Тайничко не съжаляваш ли , че чу всичко това ? 
Ако ролите ни бяха разменени , нямаше ли да постъпиш по същия начин ? 
Ами ако се проваля , Мери ? 
Цели 140 години мир , а всичко може да рухне по време на моето управление . 
Аз ... Направих изчисленията . Планирах всичко . 
Но после събитията ме принудиха да те добавя като величина в уравнението . 
И затова горчиво съжалявам . 
Поставете тактическа група тук . 
В две редици , сега ! 
- Какво правиш ? 
- Ще ни атакуват . 
- Откъде ? 
- През пода . 
- Какво ? 
- Нивото е наше ! 
Хора ! 
Ето там ! 
Сега ! 
- Ще ни смажат ! - Назад ! 
По - бързо ! Хайде ! 
Спрете ! 
Убихте десет наши хора . Ще ви избием до крак . И ще превземем стълбището . 
Какво ще кажете това ниво да е новата граница ? 
Не е перфектно , но завладяха само 10 нива . 
Не било перфектно . На кое ниво е новата барикада ? 
- На 120 . 
- А какво има на ниво 122 ? 
Не гледайте картата . Някой знае ли ? 
- Какво има на 122 ? 
- Фермата на средните нива , има ферма . 
Искаме да се предадат от глад , а те вече имат ферма . Затова , да , съвсем не е перфектно . 
Чух да се води битка на стълбището . 
Мястото ви не е ли там ? Проверявах какво се е случило с Карла Маклейн . 
Била е арестувана в кафетерията на ниво 70 . 
Да , там я оставих . 
Къде е сега ? 
Обикновено изпращат задържаните при нас . Ханк провери във всички участъци и тя не е там . 
Къде е тогава ? 
В болница ли ? 
Понякога , когато охранителите заловят издирван престъпник , опасен заподозрян , го водят в изолатора . 
Не , не бива . Карла има здравословни проблеми , няма да оцелее . 
Вие сте шериф , направете нещо . 
Може и да успея да я измъкна , ако докажа , че е невинна . Моля ви , кажете ми какво стана със съдия Медоус . 
- Планът беше страхотен . - Защото съм ненадминат механик . 
- Кой глупак ти го каза ? 
- Също така и гений . 
Ето защо не правя комплименти . 
За екипния дух . 
За добрите партньори . 
Арестувани ли сме , шерифе ? 
Марта Уокър ми разказа своята версия за случилото се с Медоус . 
Това , което сте й казали вие . 
Влезли сте и сте заварили съдийката мъртва . 
Бърнард Холанд и Робърт Симс ви били натопили . 
- Ще се закълнете ли в Пакта ? 
- За всяка дума . 
Шериф Билингс до кмета Холанд . 
Билингс до Холанд . 
- Слушам . 
- Открих бегълците . 
Отлично , шерифе , благодаря ви . Къде са ? 
Засега няма да разкрия мястото . Първо искам пълно разследване на смъртта на съдия Медоус . - И ново разследване на атаката ... - Прекъсни радиовръзките . ... при която загинаха двама души ... - Мамка му . Загубих шерифа . 
- Кмете ? 
Благодаря ви . 
За какво ? 
Не заставам нито зад кмета , нито зад съдията , нито зад вас . 
Стоя зад закона . 
Пол , добре ли си ? 
Днес постъпи много смело . 
Смело - може би . 
Глупаво - със сигурност . 
Няма да остана шериф задълго . 
Не беше глупаво и беше правилно . 
Хората ще го разберат . 
Не съм сигурен в правотата си . 
Откога не си вземал билките ? 
- Съжалявам , скъпа , забравих . - Не те критикувам . 
- Ще ми подадеш ли чашата с вода ? 
- Какво ... - Виж . 
Каква е причината ? 
- Аз ... - От няколко дни си без билки . 
- Не знам какво се е променило . 
- Може би ти . 
Това е кодът на Куин , но азбуката е обърната и изместена с три букви . 
Нищо не се разбира . 
Няма нищо свързано . 
- Да , освен тук . - " Сило " . 
Съмнявам се , че Салвадор Куин не е можел да напише " силоз " . 
И аз си помислих същото . Ето още един опит , пак с обърната азбука , но с промяна през десет букви . 
" Али " . 
Дъщерята на Куин се е казвала Али . На прав път си . 
Да , но освен тази , няма друга смислена дума . 
Този код не може да се разгадае чрез шифъра на Цезар . 
Сложен е , съдържа код в кода . 
За да го дешифрираш , трябва да ... Какво ? 
Да видиш Завета . 
Завет ли ? Не знам какво е това . 
Стани . Хайде ! 
Лукас Кайл , избирам те за своя сянка . 
Сложи дясната си ръка на Пакта . 
Приемаш ли ? 
- Да . 
- Повтаряй след мен . 
Аз , Лукас Кайл ... Ако си приятел , влез . Ако ли не , върви си . 
Дано още да ме смяташ за приятел . 
Отдавна не сме се виждали . 
Исках да ти благодаря за грижите за нея през всичките години . 
Тя се грижеше за всички нас . 
Един от инженерите ми каза , че си намерила друга лента за Жулиета . 
- Вярно ли е ? 
Затова ли прехвърли хълма ? 
Мислиш ли , че е жива ? 
Защо ни даде фалшива надежда ? 
Направих го заради нея . И заради всички , които я познаваха и обичаха , макар че понякога им идваше да я удушат . 
Направих го , защото знаех , че тя не иска да гледаме как умира . 
Но не мислиш , че е жива . 
Не е възможно . 
Будна си , чудесно . 
Имаше тежка инфекция . 
Радвам се , че антибиотиците са подействали . 
- Аз ги произведох преди известно време . 
- Намерих шлем . 
Къде е ? Трябва да тръгвам , да си сложа костюма . 
Да , костюмът ... На сигурно място е , ще ти го върна . Първо ще поправиш помпата . 
- Какво ? 
- Каза , че ако успееш да захраниш помпата , - ще спреш покачването на водата . - Не . Донеси ми костюма . 
Добре де , приеми , че ми правиш услуга . Спасих ти живота , ти ще спасиш моя . - И ще бъдем квит . 
- Квит ли ? Ти си един , а там са 10 000 души . Да , и те може да умрат всеки момент , също като хората тук . Вместо да губиш време в спорове с мен , измисли начин да поправиш помпата . 
Ти решаваш . 
