اینجا چه خبره ؟ 
مأمورها از تحویل محموله‌ها خودداری می‌کنن 
- بذارید عبور کنن ! - چه محموله‌هایی ؟ 
همشون . بذارید عبور کنن ! بذارید عبور کنن ! 
آروم 
اصلاً دستم بهت نخورد که 
درد می‌کنه ؟ 
معلومـه درد می‌کنه 
باید کل بچه‌ها رو بیاریم اینجا . ببینن سر یه زخم الکی چه قشقرقی به پا کردی . 
میشه ساکت باشی ؟ 
- ممنون - یکی طلبم 
واک ، مکلین رو پس می‌گیریم 
اون رئیس بخش تجهیزاتـه . زیادی مهمـه . 
اون هم دشمن‌شونـه ، درست مثل ما . اینکه رئیس تجهیزاتـه اصلاً اهمیتی نداره . 
کلانتره دنبال‌تونـه ، بهتره راه بیفتید 
آره ، دنبال تو هم هست ، واک 
خب ، پس کارش راحتـه ، مگه نه ؟ چون من از جام تکون نمی‌خورم 
این کیـه ؟ 
مارک ، این شرلیـه . مهارت‌های مکانیکی‌اش دوبرابرِ منـه . 
خب ، همچین کار شاخی هم نکرده 
مونده بودم کِی برمی‌گردی 
عجب دم و دستگاهی دارید اینجا 
آره ، تعدادمون کمـه ولی کار رو راه می‌ندازیم 
لی 
لعنتی 
به مارک گفتم هر کسی ازش خواست که سلاح بسازه قبول نکنه 
و فقط واسه خودت بسازه ؟ 
مأمورها جلوی ارسال محموله‌ها رو گرفتن ، من‌جمله غذا و ... فقط همین نیست 
اومدم فهرست مواد غذایی صبحونه رو بررسی کنم که متوجه یه چیزی شدم 
میوه‌ها‌ . سبزیجات . گوشت‌ . 
این چیـه ؟ فقط یه ماده هست که باعث به وجود اومدن این رنگِ آبی میشه 
مرگ موش 
مطمئنی ؟ 
یه چیز دیگه قبل من رسیده بود اینجا 
مسئله اینـه ، یه نفر این کارو کرده 
شاید این قضیه با جلوگیری از ارسال غذا مرتبطـه 
این کار از برنارد بعید نیست ولی این یعنی یه نفر این پایین واسه برنارد کار می‌کنه 
در هر صورت ، باید یه نقشه‌ی جدید بکشیم 
بذارید عبور کنن ! آقای آمندسن ، حقیقتی وجود داره که که از زمان‌های قدیم تا به امروز شامل حال تمام انسان‌ها بوده مرز بین یک جامعه‌ی فعال و بی‌نظمی کامل ، فقط و فقط حذف ۹ وعده‌ی غذاییـه 
اون دیگه کدوم خریـه ؟ 
اسمش فلیکسـه . دست‌راستِ دکتره . 
پس فکر کردید چون یه مجرم پست و حقیرم نیازی به دکتر ندارم ؟ دست‌راست بشم واسم کافیـه ؟ نه . دکتر فیلان رفته طبقات وسط تا پیش خانواده‌اش بمونه 
معلومه که میره 
اصلاً چند سالتـه ، بچه‌جون ؟ 
پُشت لبت سبز شده ؟ 
شاشت کف کرده ؟ 
دکتر اگه مطمئن نبود که دست‌راستش آماده‌ست نمی‌ذاشت بره 
از این بابت مطمئنی ؟ 
از پسش برمیای ، نه ؟ 
فقط گلوله رو در بیار 
وایسا ، یه لحظه صبر کن . یه لحظه هیچ غلطی نکن . چیزی رو فراموش نکردی ؟ 
مسکن ، فلیکس 
قبل اینکه با اون ابزارت بیفتی به جونم باید بهم مسکن بدی اونم خیلی زیاد 
مسکن‌های قوی فقط دست دکترهاست 
من آسپرین دارم 
آسپرین داره 
واقعاً می‌خوای دستگیرشون کنی ؟ ناکس ، شرلی و واکر رو ؟ 
من قسم خوردم تا به منشور پایبند باشم ( ک.ب : کلیر خوابیده . خوبی ؟ ) ناکس و شرلی باید دستگیر بشن ، ( یه دکتر می‌خوام . واسه خودم . غیر رسمی ) واسه صلاح خودشون و سیلو 
می‌تونم کمکت کنم پیداشون کنی ، اگه فکر می‌کنی کار درست همینـه 
مشخصاً ، تو اینطور فکر نمی‌کنی 
اینکه من چی فکر می‌کنم مهم نیست 
وقتی کلانتر هولستون منو مجبور کرد دستم رو بذارم روی منشور ، سوگند خوردم 
هنک ... اگه همونطور که میگی اونا شهروندای خوبی باشن ، خودشون رو تحویل میدن 
ساکت بشید ! 
خودتون رو تحویل بدید ! خودتون رو تحویل بدید ! 
همگی ، خفه شید ! 
همتون شنیدید چی میگن . میگن ما قاضی مدوس رو کُشتیم . 
به جون خودم قسم این یه دروغـه 
ما رفتیم بالا تا باهاش صحبت کنیم و دیدیم که مُرده 
برنارد هالند و رابرت سیمز برامون پاپوش دوختن و شانس آوردیم که از اونجا زنده برگشتیم 
ما چقدر قراره زنده بمونیم ؟ 
من دوتا بچه دارم و می‌تونم گرسنه بمونم و غذام رو بدم به اونا ، ولی وقتی دیگه واسه اونا هم چیزی نمونه چی ؟ 
واقعاً می‌خواید بذارید بچه‌هامون به خاطر شما گرسنگی بکشن ؟ 
به نظر من که همین الانش هم بُردن 
یه نگاهی به خودتون بندازید ، حاضرید دوتا از مردم خودتون رو به خاطر اینکه خودشون رو تحویل نمیدن تیکه‌پاره کنید 
لابد می‌خواید من هم خودم رو تحویل بدم 
این کار رو هم میشه کرد ولی اینجوری ، یه چند روز بعد ، جنازه‌مون رو روی اون تپه ، جایی که سعی کردیم راه جولز رو دنبال کنیم می‌بینید 
ولی به جاش براتون غذا می‌فرستن 
برنارد میاد دست می‌کشه رو سرتون و میگه : " آفرین . حالا برگردید سر کار " 
این از نظر شما بُرد حساب می‌شه ؟ 
چون از قدیم‌الایام همین آش و همین کاسه بوده ولی اما این دلیل نمیشه کاری درستی باشه 
ما بخش مکانیک‌ایم . ما سر غذا نمی‌جنگیم ، تقسیمش می‌کنیم . 
بابت کمبودها همدیگه رو مقصر نمی‌دونیم ، منابع‌مون رو کنار هم می‌ذاریم ، کمربندهامون رو سفت می‌کنیم ، ما ... 
ما نمی‌خوایم از گرسنگی تلف شیم ! نمی‌خوایم از گرسنگی تلف شیم ! 
گوش کنید ! گوش کنید ! قرار نیست کسی از گرسنگی تلف شه . امروز نه . تدی 
هر کسی که توی اتاق زباله‌گردی کار کرده می‌دونه که تمام چیزایی که توی مجرای تخلیه‌ی زباله ریخته میشه آشغال نیست 
" برای دوستان‌مون در بخش مکانیک . ممنون که همیشه برق رو برقرار نگه می‌دارید . 
از طرف دوستان‌تون در طبقه‌ی ۱۲۲ . جولیت زنده‌ست . " 
دکتر نیکولز ؟ 
کتلین 
چی شده اومدی اینجا ؟ 
کلیر خوبـه ؟ 
کلیر خوابـه ، واسه همین من هم خوبم 
شوهرم می‌خواد یه لطفی در حقش بکنید 
هنوز اون پایین تو بخش مکانیکـه ؟ بله 
یکی اون پایین هست که دکتر لازم داره 
فکر کنم واسه درخواست دکتر باید از کلانتری اقدام کنید 
ترجیح میده از این طریق اقدام نکنه 
قربان ، شنیدیم متحدینِ بخش مکانیک دارن از مجرای تخلیه‌ی زباله براشون غذا می‌فرستن 
از برنامه جلوتریم ، که یعنی خبر خوبیـه 
به برنامه‌ی زمانی‌مون سرعت می‌بخشه 
سر تمام مجراها مأمور بذارید 
- بله ، قربان - هر غذایی که دریافت کردن بزودی تموم میشه 
خب ، وقتی دوباره غذامون تموم بشه ، تمومـه دیگه ؟ 
تسلیم میشیم ؟ 
راهبند تو کدوم طبقه‌ست ؟ صد و سی 
اگه تو طبقه‌ی ۱۲۰ باشه چی ؟ 
‫ اون پایین بهت نیاز دارن بیشتر از همیشه 
خیلی‌خب . خیلی‌خب ! 
می‌خوای در رو از جا بکَنی ؟ 
کَر که نیستم 
واکر ، ایشون کلانتر بیلینگزه 
تو معاون جولیت بودی . اومدی دستگیرم کنی ؟ 
اول می‌خوام در مورد اتفاقی که واسه قاضی مدوس افتاد سؤالاتی بپرسم 
من از کجا بدونم ؟ من که نرفتم داخل 
- از ناکس و شرلی بپرس - حتماً بهت گفتن چی شده 
ببین ، تا زمانی که نفهمیدی مکلین رو کجا نگه می‌دارن در مورد هیچکس حرف نمی‌زنم ، چه برسه به قاضی مدوس 
کارلا مکلین . رئیس بخش تجهیزات 
آخرین بار تو کافه‌ی طبقه‌ی ۷۰ دیدمش 
مطمئنم تا الان دستیگرش کردن و می‌خوام بدونم زنده‌ست و صحیح و سالمـه 
اگه بود ، باهات صحبت می‌کنم 
در غیر این صورت ، گمونم بهتره که ناکس و شرلی رو پیدا کنی - وایسا - من می‌خوام در مورد یه قتل ... 
من دکترم 
یه وضعیت اورژانسی پیش اومده . کمک من رو لازم دارن . 
برگردید 
کلانتر بیلینگز به کمکم نیاز داره 
من چیزی در این مورد نمی‌دونم پس نمی‌ذارم رد بشید 
برگردید بالا 
- یه زن داره زایمان می‌کنه . اورژانسیـه - شما ؟ کتلین بیلینگز . شوهرم کلانتره . 
می‌دونید سزارین چیـه ؟ 
وقتی که با عمل جراحی بچه رو از رحم مادر بیرون میارن 
فقط دوتا دکتر توی سیلو هستن که می‌تونن همچین عملی انجام بدن یکیشون دکتر نیکولزه 
ببینید ، به من دستور دادن که ... اگه بلایی سر این زن بیاد ، شما تبصره‌ی ۶اُم از ماده‌ی ۱۲اُم منشور رو نقض کردین ، " ممانعت از دریافت خدمات درمانی حیاتی " 
دو نفر دارن میان ! 
خب ، یکی‌شون بچه بغلشـه ! 
سه نفر دارن میان ! برید عقب ! اگه رد بشید ، شاید دیگه نتونید برگردید ! 
- برید کنار ! برید ! برید کنار ! - برید عقب ! گفتم برید عقب ! برید کنار ! 
چیزی نیست 
جلو نیاید ! برید عقب 
اول ، سعی کردم تمام حروف رو یه حرف بکِشم جلو ، یعنی تمام الف‌ها رو به ب تبدیل کردم ولی نتیجه‌ی خاصی نداشت بعدش با خودم گفتم ، شاید باید یه حرف بکشم عقب ؟ 
اون هم نتیجه‌ای نداشت نه . واسه همین ، با خودم گفتم ، شاید دو سه‌تا حرف باید جابجا بشن ، می‌دونی ؟ یا حتی چهار پنج‌تا ؟ 
و شروع کردم دستی انجامش دادنش ولی با خودم گفتم ، می‌دونی ، - اگه براش برنامه بنویسم سریع‌تر پیش میره 
- هوشمندانه‌ست 
درضمن ، کاری که داری می‌کنی اسمش " جابجایی سزار " ـه 
داستانش مفصلـه 
به کارِت ادامه بده 
خانم سیمز 
شهردار هالند 
کمیل ، شنیدم که اون روز به قاتلین قاضی مدوس کمک کردی 
من صرفاً به این درخواست که تمام مأمورین سابق اعلام حضور کنن و به دستگیری مجرمان کمک کنن پاسخ دادم 
وقتی رسیدم طبقه‌ی ۹۰ ، دیدم که چندتا محلی دوتا شهروند رو مورد آزار و اذیت قرار میدن 
من هم بردم‌شون یه جای امن بعدش به حراست قوه‌ی قضاییه بی‌سیم زدم ، بهشون گفتم اونا کجان و خواستم یه تیم استخراج بفرستن و و توی راه‌پله همدیگه رو ببینیم چرا نموندی تا تیم برسه ؟ 
چون تیمی نفرستاده بودن 
به صورت غیر رسمی بهم گفتن که عدالت باید به دست شهروندان سیلو اجرا بشه 
یه گروه از این شهروندان اومدن پیشم ، خیلی‌ از اون مأمورها رو می‌شناختم ، که حالا با لباس شخصی بودن و پرسیدن اون دو تا مظنون رو کجا قایم کردم 
ولی بهشون نگفتی 
البته که نگفتم 
از زمانی که تو قوه‌ی قضاییه بودم می‌دونستم اجرای عدالت خودسرانه خلاف قانونـه و همه باید از قانون پیروی کنیم بله 
می‌دونی ، شوهرت بود که به مردم دستور داد برن دنبال‌شون 
برام جالبـه بدونم وقتی این رو بهش گفتی واکنشش چی بود 
اون الان قاضیه . درک کرد 
البته که می‌کنه 
از حالا به بعدش با ما . یالا ! 
برید کافه‌تریا یه غذای گرم بخورید . ما اینجاییم . 
یعنی چی ؟ 
به آمندسن بی‌سیم بزن . تجهیزات دفاعیِ عملیاتی لازم داریم . 
- تجهیزات عملیاتی ؟ - تفنگ . تفنگ می‌خوایم 
آقای آمندسن . واحد ۱۹ صحبت می‌کنه 
آمندسن به گوشم . بگو قربان ، اینجا داره یه اتفاقی میفته 
تجهیزات دفاعی عملیاتی پیشرفته می‌خوایم 
‫ " دار و دسته‌ی مسلح بخش مکانیک "‫ به سمت راهبند میرن کیر توش - قربان ، عمه‌ام تو طبقه‌ی ۱۳۵ همین الان ... 
- الان وقتش نیست 
- بیمار کجاست ؟ - خیلی‌خب ، اینجاست 
ممنون 
عزیزم 
عزیزم ، اینجا چیکار می‌کنی ؟ 
دکتر نیکولز ممکنه به کمکم نیاز داشته باشه گفتم این پایین امن نیست 
پال ، هیچ جا امن نیست 
تجدید دیدار خانوادگی‌تون اشکمو درآورد ولی به نظرتون میشه بیاید این گلوله‌ی کوفتی رو دربیارید ؟ اینجوری عالی میشه 
آهای ، بیا اینجا . عزیزم 
دلم برات تنگ شده بود 
مامانو می‌بینی ؟ 
داری دور و برو نگاه می‌کنی ؟ 
چرا گفتی بیام ، دیگو ؟ 
بخش مکانیک می‌خواد به راهبند حمله کنه 
اونا اسحله و زره دارن ... مطمئنم آقای آمندسن در جریانه 
آره ، ولی چیزی که من می‌دونم رو نمی‌دونه 
از اونجایی که از طبقه‌ی ۱۲۰ به پایین دوربین نداریم به جاسوس‌ها متکی هستیم 
من بهشون اعتماد ندارم کسی که بهش اعتماد دارم عمه‌امـه 
اون تو طبقه‌ی ۱۳۵ـه و یه پیام فرستاده و نوشته که چندتا از این طبقه‌پایینی‌ها دارن با اسحله میان بالا ... خب این رو که گفتی 
گفت یه گروه دیگه هم هستن که دارن خلاف جهت اونا حرکت می‌کنن گفت اسحله و یه اَره دارن 
عمه‌ام تو بخش ساخت و سازه گفت از اون اَره‌هاست که بتُن رو می‌بُره 
امنـه 
شرمنده مزاحم ... اینجا چه غلطی می‌کنی ؟ 
باید تو معادن باشی 
شهردار هالند به کمکم نیاز داشت 
برای چی ؟ 
یه سری برنامه‌نویسی 
الان کجاست ؟ 
نمی‌دونم 
حسش می‌کنی ، آقای کندی ؟ 
آره ، حس می‌کنم . فقط اهمیت نمیدم 
ایناهاش 
فکر می‌کنی اونا یه تیم گذاشتن که کف زمین رو سوراخ کنه ؟ 
و برنارد و آمندسن نمی‌دونن ؟ 
اینکه بذاریم مردم از اشتباهات خودشون رنج بکشن عیبی نداره 
تا زمانی که این اشتباه واسه مردم سیلو خطرآفرین نباشه ، همینطور واسه پسرمون 
کاری از دستت برنمیاد . الان قاضی‌ای . 
می‌دونم . تازه ، تابحال مأمور نبودم 
- چیکار می‌کنن ؟ - دید نداریم انگار دارن حفاری می‌کنن 
آره ، خودم صدای حفاری رو تشخیص میدم ، دِرِک 
تفنگ‌ها کجان ؟ 
تازه از اسحله‌خونه خارج شدن 
به ریه‌ات نخورده 
شانس آوردی 
آره ، آقا . ما اینیم دیگه . لوکِ خوش‌شانس 
من سهم خودم رو انجام دادم ، آقای کندی 
بیا صحبت کنیم 
جدی می‌گفتی ؟ 
من فقط می‌خواستم گلوله رو دربیاری 
بیخیال ، آقای کندی 
معاون هنک توی روز پرمشغله‌ش وقت گذاشته اومده حرفاتو بشنوه 
یکم گیج‌ام ، به خاطر اون همه مسکن و در آوردنِ گلوله از بدنم می‌دونی ، بذارش واسه فردا 
پانسمانش انجام شد ؟ 
بده بغل من 
برو بغل مامانی 
دکتر نیکولز ، مایلم با بیمار دو کلام صحبت کنم 
شاید بهتر باشه تو هم بری ، هنک 
شاید بهتر باشه بمونه می‌دونی ، گفتی وقت گذاشته اومده و اینا 
بعداً خودم بهش می‌گم چی شد 
ای بابا انگار بابایی رو ناراحت کردم 
نه واقعاً 
تو یه مجرمی 
توقع خاصی ندارم ولی چیزی که لازم دارم رو می‌خوام ، یعنی باید اون چیزی که گفتی بهم میگی رو بگی 
چون اگه نگی ... به قاضی سیمز بی‌سیم می‌زنم 
چی ؟ 
درست شنیدی اون الان قاضیـه 
بهش می‌گم کجایی و بعدش خدا می‌دونه شاید دوباره بندازتت تو اون قفس 
یا بدتر 
ولی دلت نمی‌خواد چیزی که میگم رو بشنوی 
- چرا ؟ 
- چون زندگی وامونده‌تو خراب می‌کنه 
وقتی نیکولز فراری بود ، احیاناً نزدیک یه کامپیوتری چیزی نبودی وقتی از کار افتادن ؟ 
- می‌دونی چرا از کار افتادن ؟ 
- داشتن سیستم رو مجدداً راه‌اندازی می‌کردن 
این چیزیـه که اونا گفتن ولی اونا کسشعر زیاد میگن 
از کار افتادن چون نیکولز به دوستم دنی گفته بود به مدت ده ثانیه یه چیزی توی تمامِ کامپیوترهای سیلو پخش کنه قبل از اینکه خاموش‌شون کنن 
چی پخش کرد ؟ 
شرط می‌بندم اونا هر کسی که دیدتش رو دستگیر کردن من و دنی ... خدا می‌دونه چه بلایی سر اون آوردن 
سرمون کیسه کشیدن و دهن‌مون رو بستن تا نتونیم به کسی چیزی بگیم 
چی بگید ، پسر ؟ 
مثل همون مجله‌ست ... فقط هزار برابر خوشگل‌تر 
می‌خواستم هم نمی‌تونستم توصیفش کنم 
سیمز چه نقشی تو این ماجراها داره ؟ 
یکم بعد از اینکه نیکولز رو فرستادن بیرون ، سیمز اومد پیش من ، می‌خواست معامله کنه 
گفتن لباس‌های چرک و کثیف بپوشم ، برم بخش مکانیک ، یه بمب پرت کنم سمت کلانتریِ هنک اونم در عوضش ، بهم دارو بده کاری کنه تمام اتفاقاتِ ۲۲ سال گذشته رو فراموش کنم 
مسلماً قصد نداشت به قول خودش عمل کنه 
و اون داروی فراموشیِ جادویی هم احتمالاً کسشعری بیش نیست ولی وقتی سرم توی گونی بود زیاد حق انتخاب نداشتم 
حالا ، بذار من یه سؤال ازت بپرسم 
حتی ذره‌ای پیش خودت آرزو نمی‌کنی که ای کاش اینا رو بهم نگفته بودم ؟ 
اگه جامون عوض میشد ، تو هم همین کار رو می‌کردی ؟ 
اگه شکست بخورم چی ، مری ؟ 
‫ ۱۴۰ سال ثبات و همش می‌تونه تحت نظارت من به پایان برسه 
من ... معادلات رو انجام دادم ، من ... واسه همه چی برنامه ریختم 
بعدش ... اتفاقات ... مجبورم کردن که ... تو رو از معادلات ... کنار بزنم 
‫ از این بابت واقعاً متاسفم 
‫ اینجا آرایش جنگی تشکیل بدید 
‫ دوتا صف . فوراً ! 
‫ - چی کار می‌کنی ؟ 
‫ - می‌خوان غافلگیرمون کنن 
‫ - از کجا ؟ 
‫ - دارن زمینی میان بالا 
‫ چی ؟ 
‫ اینجا طبقه‌‌ی ماست ! 
‫ بچه‌ها ! 
‫ اونجا ! 
‫ حالا ! 
می‌خوان منگنه‌مون کنن ‫ عقب‌نشینی کنید ! 
‫ برید برید برید ! ‫ یالا ! 
‫ بایستید ! 
‫ شما می‌تونید ده نفرمونو بکشید ... ‫ ولی ما همتونو می‌کُشیم و ... ‫ پله‌ها رو می‌گیریم 
‫ چطوره این طبقه‌ مرز جدیدمون باشه ؟ ‫ اینجوری خوبـه ؟ 
‫ جناب شهردار ، وضعیت مطلوب نبود . ‫ اما فقط ده‌تا طبقه رو گرفتن . 
‫ مطلوب نبود ! راهبند جدید کدوم طبقه‌ست ؟ 
‫ صد و ... صد و بیست 
‫ و توی طبقه‌ی ۱۲۲ چی هست ؟ 
‫ بدون این که کسی نقشه رو نگاه کنه . ‫ می‌تونید بگید ؟ 
‫ طبقه‌ی ۱۲۲ چی هست ؟ 
‫ مزرعه‌ی طبقات متوسط پایین . ‫ طبقه‌ی مزرعه‌ست . 
‫ ما در تلاشیم بهشون گشنگی بدیم تا ‫ تسلیم شن اونوقت حالا مزرعه دارن ‫ پس آره ، مطلوب نیست 
‫ شنیدم توی راه‌پله یه جور جنگ شده 
‫ نباید تو اونجا باشی ؟ مشغول این بودم که بفهمم چه بلایی سر کارلا مکلین اومده 
‫ اون توی همون کافه‌ی طبقه‌ی ۷۰ دستگیر شده 
‫ آره ، همونجایی که تنهاش گذاشتم 
‫ حالا الان کجاست ؟ 
‫ مردم معمولاً بابت رسیدگی به کار ‫ به ما ارجاع داده میشن ‫ اما هنک تموم کلانتری‌ها رو چک کرده ‫ توی هیچکدوم‌شون نیست 
‫ پس کجاست ؟ 
‫ توی یه بیمارستان ؟ 
‫ بعضی وقتا ، ‫ زمانی که مأمورها فرد رده‌بالایی رو می‌گیرن ، ‫ مظنونی که پرخطر باشه ، ‫ می‌برنشون انفرادی 
‫ نه ، نمی‌تونن این کارو بکنن . ‫ نه ، کارلا بیماره . ‫ دووم نمیاره 
ببین ، تو کلانتری . ‫ می‌تونی یه کاری کنی 
‫ شاید بتونم بیارمش بیرون ، ‫ اما فقط در صورتی که بتونم اسمش رو پاک کنم ‫ پس لطفاً بگو چه اتفاقی ‫ برای قاضی مدوس افتاد ؟ 
عجب نقشه‌ای کشیدی ها ‫ مگه نشنیدی ؟ ‫ مهارت من توی مکانیک دوبرابر توئـه 
‫ کدوم اسکلی اینو بهت گفته ؟ 
‫ پس یعنی فکرم هم دو برابر تو کار می‌کنه . ‫ مهندس بهتری هم هستم . 
‫ واسه همینـه که از بقیه تعریف نمی‌کنم 
‫ به سلامتی همکاری 
‫ به سلامتی پارتنرهای درجه یک 
‫ ما بازداشتیم ، کلانتر ؟ 
‫ مارتا واکر شرح خودش رو درمورد ‫ اتفاقی که برای مدوس افتاد بهم گفت 
‫ یا حدأقل اون چیزی که میگه شما بهش گفتید رو 
‫ این که رفتید داخل و دیدید قاضی مُرده 
‫ شما گفتید برنارد هالند و رابرت سیمز ‫ داشتن براتون پاپوش می‌دوختن 
‫ به منشور سوگند می‌خورید که حقیقت داره ؟ 
‫ تک‌تک کلماتش 
‫ از کلانتر بیلینگز به شهردار هالند 
‫ از کلانتر بیلینگز به شهردار هالند 
‫ به گوشم 
‫ جای فراری‌ها رو پیدا کردم 
چه خبر معرکه‌ای ، کلانتر . ‫ متشکرم . کجائن ؟ 
‫ در حال حاضر موقعیت‌شون رو برملا نمی‌کنم ‫ اول باید یه تحقیقات کامل ‫ درمورد اتفاقاتی که ‫ به مرگ قاضی مدوس منجر شده شروع کنم ‫ - همونطور یه تحقیقات جدید ... ‫ - ارتباطات رادیویی سیلو رو ‫ - غیرفعال کنید . همین حالا ‫ - ... حمله به کلانتری ... توی طبقات پایین ‫ که جون دو نفر رو گرفت و ... ‫ لعنتی . کلانتر از دستم پرید 
‫ شهردار ؟ 
‫ ازت ممنونم 
‫ بابت چی ؟ 
‫ من نه طرف شهردارم ، نه طرف قاضی و نه شما 
‫ من طرف قانونم 
‫ پال ، حالت خوبـه ؟ 
‫ امروز کار خیلی شجاعانه‌‌ای کردی 
‫ شجاعانه شاید 
‫ اما قطعاً احمقانه بود 
‫ شک دارم بیشتر از این کلانتر بمونم 
‫ احمقانه نبود و کار درستی بود 
‫ مردم اینو می‌بینن 
‫ مطمئن نیستم درست هم بوده باشه 
‫ آخرین باری که گیاه داروییت رو خوردی ‫ کی بوده ؟ 
‫ متأسفم ، عزیزم ، یادم رفت ‫ انتقاد نکردم 
‫ - می‌تونی اون لیوان آب رو بهم بدی ؟ ‫ - آره ، باشه 
‫ منظورت ... ‫ ببین 
‫ به نظرت چرا اینجوریـه ؟ 
‫ من ... ‫ چندین روزه داروت رو نخوردی 
‫ اما نمی‌دونم این وسط چی عوض شده 
‫ شاید خودت تغییر کردی 
‫ این پیام رمزی کوئینـه اما حروفش برعکس شدن و سه حرف جلو کشیده شدن 
‫ انگار بی‌معنیـه 
‫ شرو و ره 
‫ درستـه ، به جز اینجا ... "‫ " سیللو 
‫ گمون نکنم سالوادور کوئین ‫ سیلو رو اشتباه بنویسه 
‫ من هم همین فکرو کردم . خب ، باشه ‫ اینجا هم یه بار دیگه تکرار شده ، ‫ همچنان معکوس ، اما با جابجایی ۱۰تا حرف 
"‫ " الی 
‫ اسم دختر کوئین الی بود . ‫ احتمالاً یه چیزی کشف کردی . 
‫ درستـه ‫ اما هیچکدوم از کلمات دیگه معنایی ندارن 
‫ خب ، این خیلی فراتر از جابجایی سزاره 
‫ پیچیده‌ست ‫ کُد در کُده 
‫ برای رمزنگاری کردنش تو باید ... ‫ چی ؟ 
‫ باید " میراث " رو ببینی 
‫ میراث ؟ نمی‌دونم چی هست 
‫ بلند شو . بلند شو ! 
‫ لوکاس کایل من تو رو ‫ به عنوان دست‌راست خودم انتخاب می‌کنم 
‫ لطفاً دست راستت رو بذار روی کتاب منشور 
‫ قبول می‌کنی ؟ 
‫ بله 
‫ بعد از من تکرار کن 
‫ - من ، لوکاس کایل ... ‫ ‫ اگه دوستی بیا داخل وگرنه برو پی کارت 
‫ امیدوارم هنوز منو دوست خودت بدونی 
‫ خیلی وقتـه ندیدمت 
‫ می‌خواستم ازت تشکر کنم که ‫ این همه سال مراقبش بودی 
‫ می‌دونی ، اون مراقب ما بود 
‫ یکی از مهندس‌ها بهم گفت که ‫ برای پاکسازی جولیت یه نوارچسب متفاوت بُردی 
‫ درستـه ؟ ‫ بله 
‫ برای همین تونست از تپه رد بشه ؟ 
‫ به نظرت هنوز زنده‌ست ؟ 
‫ پس چرا بهمون امید الکی دادی ؟ 
‫ به خاطر اون این کارو کردم ، دکتر ‫ و به خاطر تو و من و همه‌ی کسایی که ‫ این پایین می‌شناختنش و دوستش داشتن ‫ و آره ، بعضی روزها دلم می‌خواستم خفه‌اش کنم 
‫ به این خاطر این کارو کردم که ‫ می‌دونستم اون نمی‌خواد ‫ هیچکدوم از ماها مرگش ‫ رو بالای اون تپه ببینیم 
‫ اما فکر نمی‌کنی هنوز زنده باشه 
‫ نمی‌دونم چطور می‌تونه زنده باشه 
‫ بیداری . خوبـه 
‫ عفونت داشتی . شدید بود 
‫ خوشحالم که اون آنتی‌بیوتیک‌ها جواب دادن 
‫ همین چند وقت پیش خودم تنهایی درست‌شون کردم 
‫ یه کلاه ایمنی پیدا کردم 
‫ کجاست ؟ من باید برم . ‫ باید لباسم رو بپوشم . 
‫ آره ، اون لباس ... جاش امنـه ‫ بهت برش می‌گردونم ‫ اول ازت می‌خوام اون پُمپ رو تعمیر کنی 
‫ چی ؟ 
‫ تو گفتی که اگه بتونی به پمپ زیر آب ... ‫ - برق برسونی ... ‫ - نه ‫ می‌تونی جلوی بالا اومدن آب رو بگیری ‫ لباسم رو واسه‌ام بیار 
‫ باشه . خب ... ‫ فکر کن داری در حقم لطف می‌کنی ‫ من جون تو رو نجات دادم ، تو هم ‫ جون منو نجات میدی ‫ اونوقت بی‌حساب می‌شیم 
‫ - بی‌حساب ؟ ‫ - آره ‫ تو یه نفری . اما ده هزار نفر اونجا هست ... ‫ آره ده هزار نفری که هر آن ممکنه بمیرن ‫ درست همونطور که مردم این سیلو مُردن ‫ ببین ، تو می‌تونی با بحث کردن با من ‫ وقتت رو تلف کنی ‫ یا هم می‌تونی به این فکر کنی که ‫ چجوری اون پمپ رو تعمیر کنی 
‫ خود دانی 
