무슨 일이에요 ? 
대원들이 배달을 못 받게 해요 
- 보내 줘라 - 무슨 배달요 ? 
전부 다요 보내 줘라 , 보내 줘라 
살살 
거의 건드리지도 않았다 
아파 ? 
안 아프겠어 ? 
다 불러와야겠다 긁혔다고 우는 꼴을 보여 줘야지 
조용히 좀 할래 ? 
- 고마워 - 신세 갚아 
워크 매클레인을 데려올 거예요 
보급부 책임자라 중요한 사람이잖아요 
우리처럼 저들의 적일 뿐 책임자고 나발이고 소용없어 
보안관이 너희를 찾으니 빨리 가 
워크도 찾죠 
그럼 쉽게 찾겠네 난 아무 데도 안 갈 거니까 
누구야 ? 
마크 , 이쪽은 셜리인데 나보다 두 배는 뛰어난 엔지니어예요 
그게 뭐 별거라고 
언제 돌아오나 했어 
바빠 보이네요 
규모는 작아도 효율이 높지 
리 
미친 
무기 제작 요청을 받으면 다 거절해 달라고 했어 
너는 예외고 ? 
대원들이 배달을 막고 있어요 식량까지요 그게 다가 아니죠 
아침 재고 파악하러 왔다가 알게 됐어요 
과일 , 채소 , 고기 달걀에도 뿌렸죠 
이게 뭔데요 ? 저 퍼런 색깔은 하나밖에 없어요 
쥐약이야 
확실해요 ? 
뭔가가 나보다 빨리 여기 왔어요 
즉 누가 이런 짓을 했다는 거죠 
식량 배달이 중단된 것과 연관됐을지도 모르겠네요 
버나드라면 충분히 가능한데 버나드의 부하가 여기 있단 거네 
어느 쪽이든 새 계획이 필요해 
보내 줘라 진실이 있답니다 아문센 씨 옛날부터 지금까지 이어져 온 인간 문명에 적용되는 진실요 아홉 끼만 못 먹으면 사회는 대혼란에 빠지죠 
저건 누구야 ? 
필릭스 우리 의사 후계자지 
내가 밑바닥 범죄자라고 정식 의사도 아니고 후계자한테 맡겨 ? 그게 아니라 펠란 선생님은 가족과 있으려고 중간층에 갔어 
물론 그랬겠지 
그래서 너 몇 살인데 ? 
면도는 하나 ? 
불알이 내려오긴 했어 ? 
후계자가 준비가 안 됐다면 선생님도 가지 않았을 거야 
확실해 ? 
이거 할 수 있죠 ? 
총알만 꺼내요 
잠깐만 기다려 봐 , 새끼야 뭐 까먹은 거 없어 ? 
약 말이야 , 필릭스 
쑤시기 전에 약을 줘야 할 것 아니야 그것도 잔뜩 
센 약은 의사 선생님만 갖고 있어서요 
난 아스피린이 다예요 
아스피린이 다라네 
정말 체포할 거예요 ? 녹스 , 셜리 , 워커를 ? 
더 팩트를 지킨다고 서약했어요 " 캐슬린 : 클레어는 자 당신 괜찮아 ? " 녹스와 셜리를 잡아야 해요 " 은밀히 의사가 필요해 난 괜찮아 " 그 사람들과 사일로를 위해서요 
수색을 도와줄게요 그게 옳다고 생각한다면요 
당신 생각은 다르군요 
내 생각이 중요한 게 아니니까요 
홀스턴 보안관이 더 팩트에 손을 얹으라고 했을 때 난 서약을 했어요 
행크 , 당신 말대로 무고한 시민들이라면 자수할 거예요 
조용히 하세요 
자수해라 , 자수해라 
다들 좀 다물어요 
우리가 메도스 판사를 죽였다고 들었을 거예요 
내 목숨을 걸고 맹세하는데 거짓말이에요 
우린 얘기하러 올라갔는데 이미 죽어 있었어요 
버나드 홀랜드와 로버트 심스가 누명을 씌운 거고 살아 돌아온 게 기적이었죠 
우리가 얼마나 살아남겠어요 ? 
난 자식이 둘이고 애들 대신 내가 굶을 수 있지만 애들 먹을 것도 없으면요 ? 
우리 애들이 댁들 때문에 굶어야겠어요 ? 
저쪽이 이미 이긴 것 같네요 
우리를 봐요 둘이 자진해서 죽지 않는다고 죽일 듯이 덤비잖아요 
나도 나가길 바랄지 모르겠네요 
그러든지요 하지만 이틀 뒤에 우리 모두 줄스를 따라가려다 그 비탈에서 쓰러지는 걸 볼 테죠 
그래도 식량은 배송받겠네요 
버나드가 토닥여 줄 거예요 ' 잘했어요 이제 일하러 가세요 ' 
그게 승리일까요 ? 
늘 그래 왔으니까요 그렇다고 옳은 건 아니에요 
우린 기계부예요 식량을 두고 싸우지 않고 나누죠 
부족하다고 서로를 탓하지 않고 우리 자원을 모으고 허리띠를 졸라매요 
우린 굶어 죽기 싫다 ! 
들어 봐요 , 아무도 안 굶어요 적어도 오늘은요 , 테디 
쓰레기실에서 일해 본 사람이라면 활송 장치에서 떨어지는 게 다 쓰레기는 아니란 걸 알죠 
' 기계부 친구들에게 늘 전력을 공급해 줘서 고마워요 ' 
' 122 층 친구들이 줄리엣은 살아 있다 ' 
니컬스 선생님 ? 
캐슬린 
여긴 웬일이에요 ? 
클레어는 괜찮나요 ? 
클레어는 자고 있어요 나도 괜찮고요 
남편한테 도움이 필요해요 
아직 기계부에 있어요 ? 네 
의사가 필요한 사람이 있다나 봐요 
보안관실에 의사를 요청하는 절차가 있을 텐데요 
그 방식은 좀 힘든가 봐요 
기계부 동맹들이 쓰레기 통로로 식량을 떨어뜨린다고 합니다 
일정보다 빠르네요 좋은 소식이군요 
우리 타임라인이 빨라지니까 
모든 통로 접근 지점에 대원을 배치해요 
- 네 - 식량을 뭘 받았든지 곧 바닥날 거예요 
또 식량이 동나면 끝일까요 ? 
항복해요 ? 
바리케이드가 몇 층에 있지 ? 130 층요 
120 층이라면 어떨까 ? 
하층에선 네가 필요해 그 어느 때보다 더 
알았어 , 알았다고 
망할 문을 부수려는 거야 ? 
누구를 귀머거리로 아나 
워커 빌링스 보안관님이세요 
줄리엣의 부보안관이었잖아요 날 체포하러 왔나요 ? 
우선 메도스 판사님 사건 관련해 묻고 싶네요 
난 안 들어가서 아는 게 없는데요 
- 녹스와 셜리한테 물어요 - 얘기를 들었잖아요 
난 아무 얘기도 안 할 거예요 정 궁금하면 매클레인을 잡아 둔 데를 알아봐요 
칼라 매클레인요 보급부 책임자예요 
70 층 카페에서 본 게 마지막이었어요 
지금쯤 붙잡혔겠죠 다친 데 없이 살아 있는지 알고 싶어요 
그럼 얘기하죠 
그게 싫다면 녹스와 셜리를 찾아봐요 - 잠시만요 - 살인 사건에 관해 ... 
난 의사예요 
응급 사태가 있어서 도움을 요청받았죠 
돌아서 가세요 
빌링스 보안관이 날 불렀어요 
전 들은 바 없으니 돌아가세요 
다시 올라가라고요 
- 출산 중이라 급해요 - 당신은 누구예요 ? 캐슬린 빌링스요 내 남편이 보안관이죠 
제왕절개가 뭔지 알아요 ? 
아기를 엄마한테서 잘라내는 거예요 
그 수술을 할 수 있는 의사가 사일로에 두 명뿐인데 니컬스 선생님이 그중 한 명이죠 
전 명령을 받았고 ... 그 여자분한테 무슨 일이 생긴다면 더 팩트 12 조 6 항을 위반하는 거예요 ' 시민의 생명 구제 접근을 거부하는 행위 ' 
두 명 지나간다 ! 
아기 한 명도 
세 명 지나간다 물러서요 여길 지나가면 돌아오지 못할 수도 있어요 
- 비켜요 , 갑시다 - 물러서요 , 물러서랬어요 가요 
괜찮아 
물러서요 , 당장 
처음에는 바로 뒤 글자로 치환해 봤어요 , A 를 다 B 로요 근데 나오는 게 없더군요 그래서 바로 앞 글자로 치환해 보기로 했죠 
그것도 나오는 게 없었죠 네 , 그래서 두세 글자 떨어진 글자로 치환하면 어떨까 싶더라고요 네다섯 글자도 가능하고요 
하나씩 손으로 하기 시작했는데 그러다 보니까 - 프로그램 짜는 게 빠르겠더군요 
- 똑똑하네요 
당신이 하는 걸 카이사르 치환이라고 해요 
얘기가 길어요 
계속 해 봐요 
심스 부인 
홀랜드 시장님 
카밀 , 내가 듣기로 저번에 메도스 판사 살인범들을 도왔다고요 ? 
모든 전직 대원의 복귀 요청을 받고 수색을 도왔습니다 
90 층에 가니까 주민들한테 두 시민이 괴롭힘당하고 있길래 
안전한 곳으로 옮겼죠 그 뒤에 사법보안부에 무전을 쳐 그들의 위치를 알리고 추출팀을 요청해 계단에서 만나기로 했어요 왜 팀이 올 때까지 기다리지 않았죠 ? 
팀이 안 왔으니까요 
비공식적으로 듣기로 사일로 시민들 손으로 정의를 이뤄야 한다더군요 
그런 시민들이 저한테 접근했고 몇 명은 평상복 차림의 대원들이었어요 제가 두 용의자를 어디에 숨겼는지 묻더군요 
당신은 대답하지 않았고요 
물론 대답하지 않았죠 
사법국 출신이라 자경 활동이 불법인 걸 알거든요 우리 모두 법을 지켜야 하고요 맞아요 
군중한테 놈들을 잡으라고 한 건 당신 남편이었어요 
그 얘기를 하니까 남편 반응이 어떻던가요 ? 
이제 판사가 됐으니 이해했어요 
물론 그랬겠죠 
우린 할 수 있어요 힘내요 
식당에서 따듯한 식사 받아요 우린 할 수 있어요 
이게 뭔 상황이야 ? 
아문센한테 무전을 쳐 전술 방어 장비가 필요해 
- 전술 방어 ? - 총 말이야 , 총이 필요해 
아문센 씨 여긴 19 유닛입니다 
여기는 아문센 , 말하라 여기 상황이 심상치 않습니다 
고급 전술 방어 장비가 필요합니다 
" 무장한 기계부 패거리가 바리케이드로 향함 " 망할 - 135 층에 사는 제 숙모님이 ... 
- 나중에 
- 환자는 어디 있어요 ? - 저쪽요 
고마워요 
여보 
여보 , 뭐 하는 거야 ? 
니컬스 선생님을 도와드리려고 여긴 위험하다고 했잖아 
이 판국에 안전한 데가 있어 ? 
아주 감동적인 가족의 재회인데 총알 좀 빨랑 꺼내 줄래요 ? 그러면 고맙겠어요 
이리 와 , 옳지 
보고 싶었어 
엄마 보여 ? 
둘러보는 거야 ? 
날 왜 불렀죠 , 디에고 ? 
기계부에서 바리케이드를 공격할 준비를 해요 
무기와 장갑이 ... 아문센 씨도 알 텐데요 
알고 있는데 내가 아는 건 몰라요 
120 층 이하 카메라가 다 망가져서 감시자들 말만 듣고 있죠 
난 그 사람들 안 믿어요 내가 믿는 건 숙모님뿐이죠 
135 층에 사는데 메시지를 보내셨어요 하층 패거리가 무기를 들고 온다고 ... 아까 한 말이잖아요 
다른 방향으로 가는 패거리도 있댔어요 무기와 톱을 들었댔죠 
숙모님은 건설 일을 하세요 콘크리트를 자를 때 쓰는 톱이라더군요 
이상 무 
미안한데 ... 당신이 여기서 뭐 해요 ? 
탄광에 있어야 하잖아요 
홀랜드 시장님이 도와 달랬어요 
무슨 일로요 ? 
무슨 프로그래밍 때문에요 
시장님 어디 있어요 ? 
몰라요 
이게 느껴지나요 , 케네디 씨 ? 
네 , 느낌은 오는데 관심 없어요 
꺼냈네요 
바닥을 절단하는 팀이 있다고 ? 
아문센과 버나드는 모르고 ? 
자승자박인걸 우리 잘못은 아니잖아 
그 실수가 모두를 위험에 빠트리니까 문제지 우리 아들까지 말이야 
당신은 아무것도 못 해 이제 판사잖아 
알아 난 대원도 아니었지 
- 뭐 하는 거지 ? - 안 보입니다 드릴 소리 같은데요 
그건 나도 알아 , 데릭 
총은 어디 있습니까 ? 
방금 무기고에서 출발했어 
폐까진 안 갔네요 
운이 좋군요 
맞습니다 행운의 사나이죠 
내 약속은 지켰어 
이제 얘기해 
진심이었어 ? 
난 총알을 꺼내고 싶었을 뿐인데 
왜 이래 
행크 부보안관이 당신 말 들으려고 바쁜데 짬 냈잖아 
좀 울렁거려 약에 취했고 몸에서 총알도 꺼내서 내일 얘기하지 
반창고 잘 붙였어 ? 
내가 데려갈게 
옳지 
니컬스 선생님 환자와 잠깐 얘기 좀 할게요 
당신도 가요 , 행크 
그냥 둬 저 친구도 애 많이 썼잖아 
내가 알려 줄 거야 
이런 내가 아빠를 화나게 했나 보네 
그런 건 아니야 
당신은 범죄자야 
기대치가 별로 없지 하지만 필요한 게 있어 당신이 나한테 해 준다고 한 말을 듣는 거 
말 안 하면 ... 심스 판사한테 무전을 보낼 거야 
뭐 ? 
맞아 이제 판사야 
당신 위치를 말해 주면 어떻게 되려나 ? 다시 당신을 독방에 처넣을지도 
더 나쁠 수도 있고 
내 말을 듣고 싶지 않을 거야 
- 왜 ? 
- 당신 인생을 망칠 테니까 
니컬스가 도주할 때 컴퓨터가 오프라인으로 바뀌었는데 근처에 있었어 ? 
- 왜 오프라인 됐는지 아나 ? 
- 시스템 재부팅이었어 
그 사람들 말이지 원래 별소리를 다 하니까 
니컬스가 내 친구 대니한테 사일로의 모든 컴퓨터에 뭘 띄우라고 해서 그런 거야 컴퓨터가 꺼지기 전 10 초 동안 
뭘 띄웠는데 ? 
그걸 본 사람을 다 모았을 텐데 나 , 대니 ... 대니한테 무슨 짓을 했을지 누가 알겠어 ? 
우리가 입도 벙긋 못 하게 결박했는데 
무슨 말 ? 
페이지와 똑같아 비교할 수 없이 훨씬 더 아름답지만 
아무리 애써도 제대로 묘사할 수 없지 
심스는 무슨 상관이야 ? 
니컬스가 나가고 심스가 찾아와서 거래하자더군 
더러운 옷을 입고 기계부로 내려가 부보안관실에 화염병을 던지라고 그 대가로 나한테 약을 준댔어 지난 22 년간의 일을 잊을 수 있는 약 
물론 심스는 약속을 지킬 생각이 없었지만 
마법처럼 다 잊는 약이라니 헛소리겠지만 머리에 주머니를 쓰고 있는데 어쩌겠어 ? 
하나 물어보자 
내가 한 말을 괜히 들었다 싶지 않아 ? 
우리 역할이 바뀐다면 당신도 똑같이 했을까요 ? 
내가 실패하면 어쩌죠 , 메리 ? 
140 년간 지켜 온 평화가 내 눈앞에서 무너질 수 있어요 
난 ... 난 계산을 하고 ... 전부 계획했어요 
그런데 이런저런 일로 내가 ... 당신을 ... 계산에 넣을 수밖에 없었죠 
그 점은 정말 미안해요 
전술 대형으로 
두 줄로 , 서둘러 
- 뭐 하는 거야 ? 
- 급습이 있을 거예요 
- 어디서 ? 
- 바닥에서 올라와요 
뭐 ? 
여긴 우리 층이다 
여러분 
저기다 ! 
지금이야 
양쪽에서 공격할 거예요 후퇴하라 ! 
빨리 가 어서 , 서둘러 
멈춰 
너희는 우리 열 명을 죽일 테고 우린 너희를 몰살할 거야 계단도 차지할 거고 
이 층을 새로운 경계로 삼는 건 어때 ? 될까 ? 
최상의 상황은 아니지만 고작 10 층만 장악했습니다 
' 최상의 상황은 아니다 ' 새 바리케이드는 몇 층이죠 ? 
120 층요 
122 층에는 뭐가 있어요 ? 
지도 보지 말고 아는 사람 있어요 ? 
122 층에 뭐가 있어요 ? 
중간층 하부 농장요 농장층입니다 
우린 굶기려고 하는데 저쪽에서 농장을 가져갔네요 네 , 최상의 상황은 아니죠 
계단에서 전투가 있었다고 들었는데 
가 봐야 하지 않아요 ? 칼라 매클레인이 어떻게 된 건지 알아보느라 바빴어요 
70 층 카페에서 체포됐어요 
네 , 거기서 헤어졌죠 
지금은 어디 있어요 ? 
보통은 절차를 밟으려고 우리한테 인계되죠 행크가 부보안관실을 전부 확인했는데 아무도 행방을 몰라요 
그래서 어디 있는데요 ? 
병원요 ? 
때로 대원들이 세간의 이목을 끄는 아주 위험한 용의자를 잡으면 은밀한 곳으로 데려가죠 
그러면 안 돼요 칼라는 건강이 안 좋다고요 살아남지 못해요 
보안관이니 뭐라도 해 봐요 
무고함을 밝혀야지만 구할 수 있어요 말해 봐요 , 메도스 판사한테 무슨 일이 있었어요 ? 
오늘 계획 끝내줬어 못 들었어 ? 내가 너보다 두 배는 뛰어나거든 
어떤 바보가 그런 소리를 했어 ? 
두 배는 더 뛰어난 전략가이자 엔지니어인 거지 
이래서 내가 칭찬을 안 해요 
팀워크를 위하여 
환상의 파트너십을 위하여 
우리 체포된 건가요 ? 
마사 워커가 메도스 사건이 어떻게 된 건지 설명해 줬어요 
당신들한테 들은 말이겠지만요 
들어갔는데 판사님이 죽어 있었다고요 
버나드 홀랜드와 로버트 심스가 누명을 씌운 거랬죠 
더 팩트에 손을 얹고 맹세할 수 있어요 ? 
물론이죠 
여기는 빌링스 홀랜드 시장님 
여기는 빌링스 홀랜드 시장님 
네 
도망자들을 찾았습니다 
좋은 소식이군요 고마워요 , 어디 있나요 ? 
지금은 밝히지 않을게요 우선 메도스 판사 사망 사건을 조사해야겠습니다 - 부보안관실 테러도 ... - 사일로의 모든 무전 소통을 - 비활성화해요 , 당장 - 다시 조사하고요 두 명이 죽었고 ... 망할 방금 보안관을 잃었군 
시장님 ? 
고마워요 
뭐가요 ? 
난 시장이나 판사나 당신 편이 아니에요 
법의 편이죠 
폴 , 괜찮아 ? 
오늘 정말 용감한 일을 했어 
용감한 건 잘 모르겠는데 
멍청했던 건 확실하지 
보안관 자리에서 곧 내려올 듯해 
멍청한 게 아니라 옳은 일이었어 
사람들도 알 거야 
옳은 일이었는지도 모르겠어 
언제 마지막으로 약초를 먹었어 ? 
미안 , 깜빡했어 뭐라고 하는 게 아니야 
- 거기 물 좀 줄래 ? - 그래 
무슨 ... 봐 
왜 그럴까 ? 
난 ... 며칠째 약초를 안 먹었잖아 
뭐가 바뀐 건지 모르겠어 
당신이 바뀌었을지도 
이건 퀸의 암호인데 알파벳을 뒤집고 세 글자씩 이동했어요 
유의미해 보이진 않는데요 
이해할 수 없어요 
네 , 그런데 여기 ... ' 실로 ' 
살바도르 퀸이 사일로를 잘못 쓸 리가요 
제 생각도 그랬어요 그래요 이것도 반복인데 뒤집고 10 글자씩 이동했어요 
' 앨리 ' 
퀸의 딸 이름이 앨리였죠 잘 짚었는지도 모르겠네요 
네 다른 단어들은 전혀 말이 안 되지만요 
이건 카이사르 치환을 넘어서는 거예요 
아주 정교한 거죠 암호 속에 암호가 있어요 
해독하려면 ... 뭔데요 ? 
당신이 유산을 봐야 해요 
유산요 ? 그게 뭔데요 ? 
일어서요 , 당장 
루카스 카일 당신을 내 후계자로 지명합니다 
더 팩트에 오른손을 얹어요 
받아들이겠습니까 ? 
네 
날 따라 해요 
나 , 루카스 카일은 ... 친구면 들어오고 아니면 가 
아직 날 친구로 생각해 주면 좋겠네요 
오랜만이네요 
지금까지 줄리엣을 잘 챙겨 줘서 고맙다고 말하고 싶었어요 
줄리엣이 우리를 챙긴 거였죠 
엔지니어 한 명이 말하길 당신이 다른 테이프를 구해 줬다더군요 
사실인가요 ? 맞아요 
그래서 줄리엣이 걸어갈 수 있었고요 ? 
아직 살아 있다고 봐요 ? 
그런데 왜 거짓된 희망을 줘요 ? 
줄리엣을 위해 한 일이었어요 당신과 나 , 줄리엣을 알고 사랑한 모든 사람을 위한 거였죠 때론 줄리엣 목을 졸라 버리고 싶었지만요 
줄스는 자기가 비탈에서 죽는 걸 우리가 보지 않길 바랐을 거예요 
그래도 살아 있다고 생각하진 않죠 
어떻게 살아 있겠어요 ? 
깨어났네요 
당신 감염됐었어요 심각했죠 
항생제 효과가 있어서 다행이네요 
꽤 최근에 내가 직접 만들었거든요 
내가 헬멧을 구했어요 
어디 있어요 ? 난 가야 해요 보호복을 입어야겠어요 
보호복 말인데 ... 안전해요 당신은 되찾을 거예요 우선 펌프부터 고쳐요 
네 ? 
전력을 수면 아래 펌프에 - 끌어올 수 있으면 ... - 안 돼요 물이 차오르는 걸 막을 수 있댔잖아요 내 보호복 가져와요 
그래요 내 부탁을 들어준다고 생각해요 난 당신 살렸고 , 당신이 날 살리면 비기는 거죠 
- 비긴다고요 ? - 네 당신은 한 명이고 저기엔 1 만 명이 ... 네 , 1 만 명이 언제 죽을지 모르죠 이 사일로 사람들이 죽은 것처럼요 나랑 말씨름하면서 시간만 낭비하든지 펌프를 고칠 방법을 생각하든지 해요 
당신 결정이에요 
