Що тут таке ? 
Рейдери не пропускають вантажі . 
- Пропустіть ! - Які вантажі ? 
Усі . Пропустіть ! 
Легше . 
Я ледь торкнулася . 
Боляче ? 
Ясно , що боляче . 
Треба покликати твою команду . Хай глянуть , як ти плачеш над подряпиною . 
Можна тихіше ? 
- Дякую . - Ти в боргу . 
Вок , ми повернемо Маклейн . 
Вона голова Запасів . Важлива людина . 
Вона їм ворог , як і ми . Те , що вона голова , нічого не значить . 
Вас шукає той шериф , тому рухайтеся . 
Тебе він теж шукає , Вок . 
Значить , складно йому не буде . Бо я нікуди не піду . 
Це хто ? 
Марк , це Ширлі . Як механік , вона вдвоє краща за мене . 
Невисока планка . 
Я чекав , коли ти вернешся . 
Бачу , робота у вас кипить . 
Нас небагато , але ми ефективні . 
Лі . 
Офігіти . 
Я попросив Марка відмовляти всім , хто проситиме про зброю . 
І виготовляти для тебе ? 
Рейдери зупинили поставки , зокрема харчів ... але це не все . 
Я прийшла інвентаризувати сніданок і побачила це на всьому . 
На фруктах , на овочах , на м'ясі . Навіть на яйцях . 
Що це ? Такий відтінок блакитного є лише в одного . 
У щурячої отрути . 
Впевнена ? 
Хтось мене випередив . 
Головне , що хтось таке зробив . 
Може , це пов'язано з припиненням поставок . 
Бернард на таке здатен , але це значить , що на нього працює хтось з низовиків . 
Хай там як , потрібен новий план . 
Пропустіть ! Одна істина , містере Амундсен , актуальна для людської цивілізації з давніх часів і дотепер . Дев'ять пропущених прийомів їжі відділяє функціональне суспільство від хаосу . 
Хто це такий ? 
Це Фелікс . Тінь нашого лікаря . 
Через те , що я жалюгідний злочинець , мені ... не потрібен лікар ? Годиться його тінь ? Ні . Док Фелан вернувся до сім'ї в Середину . 
Аякже . 
Скільки тобі років , малий ? 
Голитися почав ? 
Яєчка вже опустилися ? 
Лікар би не пішов , якби думав , що його тінь не готовий . 
Ви впевнені ? 
Ти ж знаєш що робити ? 
Просто витягни кулю . 
Чекай , секундочку . Секундочку , чорти б тебе побрали . Ти нічого не забув ? 
Знебол , Феліксе . 
Перш ніж у мені копатися , дай мені знеболювальне . І багато . 
Сильне лише в лікарів . 
У мене є аспірин . 
У нього є аспірин . 
Ти справді їх заарештуєш ? Нокса , Ширлі , Вокер ? 
Я поклявся захищати Пакт . К . Б . К СПИТЬ . ТИ ЯК ? Нокса й Ширлі треба взяти ... ПОТРІБЕН ЛІКАР . НЕ МЕНІ . НЕ ОФІЦІЙНО . ... задля них самих і задля Бункера . 
Я поможу їх знайти , якщо ти вважаєш , що це необхідно . 
Ти так не вважаєш . 
Моя думка неважлива . 
Коли шериф Голстон поклав мою руку на Пакт , я дав присягу . 
Генку ... якщо вони непохитні громадяни , якими ти їх вважаєш , то самі здадуться . 
Прошу тиші ! 
Здайтеся шерифу ! 
Тихо ! 
Ви чули , що кажуть . Що ми вбили суддю Медовз . 
Життям клянуся , що це брехня . 
Ми прийшли поговорити і знайшли її вже мертву . 
Нас підставили Бернард Голланд та Роберт Сімс , і ми дивом дісталися сюди живими . 
А скільки проживемо ми ? 
У мене двоє дітей , і я не їстиму , щоб прогодувати їх , але що буде , коли й для них харчів не стане ? 
Хочете , щоб заради вас голодували наші діти ? 
Здається , вони вже перемогли . 
Подивіться на нас : готові роздерти своїх же , якщо ті не здадуться на смерть . 
Може , ви хочете , щоб і я здалася . 
Можете нас здати . Але тоді через кілька днів ви побачите нас мертвих на пагорбі , після спроби піти за Джулс . 
Зате поновиться постачання харчів . 
А Бернард погладить вас по голівках і скаже : " Молодці . Вертайтеся до роботи " . 
Вважатимете таке перемогою ? 
Бо саме так завжди й було , але це не значить , що так має бути . 
Ми Механічний . Ми не б'ємося за їжу , а нею ділимося . 
Ми не винимо одне одного в нестачі , а збираємо ресурси , затягуємо пояси ... 
Ми не хочемо голодувати ! 
Послухайте ! Ніхто не голодує . Не сьогодні . Тедді . 
Усі , хто працював у сортувальній , знають , що не все , що кидають у сміттєпровід , – це сміття . 
" Нашим друзям у Механічному . Дякую , що в нас завжди є живлення . 
Від ваших друзів зі 122 - го . Джулієт жива " . 
Докторе Ніколс . 
О , Кетлін . 
Ви чому тут ? 
З Клер усе добре ? 
Клер спить , тому добре . 
Чоловіку потрібна поміч . 
Він усе ще в Механічному ? Так . 
Комусь унизу потрібен лікар . 
Лікаря можна викликати через управління шерифа . 
Він волів би так не робити . 
Ми дізналися , що друзі Механічного скидають їжу в сміттєпровід . 
Раніше , ніж ми чекали , а це хороша новина . 
Випереджуємо графік . 
Ставте рейдерів на точки біля сміттєпроводу . 
- Виконую . - Хай скільки їжі вони отримали , вона скоро закінчиться . 
Коли харчі знову закінчаться , то все ? 
Ми здамося ? 
На якому рівні барикада ? На 130 - му . 
Що як змістити її на 120 - й ? 
Ти їм потрібна . Як ніколи . 
Іду . Іду ! 
Хочете виламати кляті двері ? 
Я не глуха . 
Вокер , це шериф Біллінґс . 
Ви були заступником Джулієт . Прийшли мене заарештувати ? 
Спершу я хотів би розпитати вас про те , що сталося з суддею Медовз . 
А мені як знати ? Я не заходила . 
- Питайте Нокса й Ширлі . - Вам же розказували . 
Я ні про кого не говоритиму , і тим паче про суддю Медовз , поки ви не з'ясуєте , де тримають Маклейн . 
Карлу Маклейн . Вона голова Запасів . 
Востаннє я бачила її в кав'ярні на 70 - му . 
Її вже точно схопили . І я хочу знати , чи вона жива й ціла . 
Тоді я з вами поговорю . 
В іншому разі раджу шукати Нокса й Ширлі . - Чекай . - Маю запитання про вбивство ... 
Я лікар . 
Людині потрібна невідкладна медична допомога . 
Розвертайтеся . 
Мене викликає шериф Біллінґс . 
Я про таке не в курсі , а тому вас не пропущу . 
Розвертайтеся . 
- Жінка народжує . Це терміново . - Ви хто ? Кетлін Біллінґс . Мій чоловік – шериф . 
Знаєте , що таке кесарів розтин ? 
Це коли немовля вирізають з матері . 
У Бункері двоє лікарів здатні провести таку операцію . Доктор Ніколс – один з них . 
У мене наказ ... Якщо з жінкою щось станеться , то ви порушите розділ 12 , підрозділ 6 Пакту : " Відмова громадянину в доступі до невідкладної допомоги " . 
Пропускаю двох ! 
І немовля ! 
Заходять троє ! Відступіть ! Якщо зайдете – уже не вернетесь ! 
- З дороги ! Бігом ! - Назад , я сказав ! Бігом ! 
Спокійно . 
Стояти ! Назад . 
Спершу я спробував змістити на одну літеру вперед , коли А – це Б , але це не помогло . Тоді я подумав , а що як треба йти на одну назад ? 
Це теж нічого не дало . Ні . Тому я вирішив , що зміщення , мабуть , на дві чи три літери . Або чотири чи п'ять . 
Я почав перебирати варіанти вручну , але зрозумів , - що швидше написати програму . 
- Мудро . 
До речі , те , що ти робиш , зветься " шифр Цезаря " . 
Довго пояснювати . 
Працюй далі . 
Місіс Сімс . 
Мер Голланд . 
Каміл , я чув , що ви нещодавно помогли вбивцям судді Медовз . 
Я відгукнулася на виклик усіх колишніх рейдерів допомагати в пошуках . 
Коли спустилася на 90 - й , то побачила , як тамтешні накинулися на двох громадян . 
Я забрала їх від них . Зв'язалася зі службою безпеки , повідомила про них і попросила прислати групу , яку й чекала на сходах . Чому ви цієї групи не дочекалися ? 
Бо її не послали . 
Неофіційно мене повідомили , що правосуддя повинні звершити жителі Бункера . 
До мене підійшла група цих жителів , серед яких були знайомі мені рейдери в цивільному , і мене спитали , де я переховую підозрюваних . 
Але ви не сказали . 
Авжеж ні . 
Ще з роботи в Судовому я знаю , що самосуд суперечить законам . А всі повинні коритися законам . Так . 
Це ваш чоловік наказав юрбі їх схопити . 
Цікаво , як він зреагував , коли ви йому про це розповіли . 
Він же тепер суддя . Він зрозумів . 
Не сумніваюся . 
Поки що все нормально . Спокійно ! 
Ідіть пообідайте в кафетерій . Усе під контролем . 
А це що за херня ? 
Зв'яжися з Амундсеном . Потрібен тактичний захист . 
- Захист ? - Зброя . Зброя для нас . 
Містере Амундсен . Підрозділ 19 . 
Амундсен , говоріть . У нас тут назріває конфлікт . 
Потрібне найновіше обладнання тактичного захисту . 
ОЗБРОЄНІ СУНУТЬ НА БАРИКАДУ . Чорт . - Сер , моя тітка на 135 - му ... 
- Не зараз . 
- Де пацієнт ? - Отам . 
Дякую . 
Кохана . 
Кохана , ти чому тут ? 
Я поможу доктору Ніколсу . Я ж казав , що тут небезпечно . 
Пол , ніде не безпечно . 
Дуже зворушливе возз'єднання сім'ї . Але , може , нарешті витягнете довбану кулю ? Було б чудово . 
Іди сюди . Привіт . 
Я скучив . 
Бачив маму ? 
Усе роздивляєшся ? 
Дієґо , нащо я тобі ? 
Механічний готується до нападу на барикаду . 
У них зброя й броня ... Містер Амундсен точно в курсі . 
Так , але він знає не все . 
Ми покладаємося на слухачів , бо камери нижче 120 - го не працюють . 
Я їм не довіряю . Я довіряю своїй тітці . 
Вона на 135 - му і повідомила , що група низовиків прямує вгору зі зброєю ... Ти щойно це казав . 
Вона каже , що друга група рухається в протилежному напрямку . Зі зброєю й пилою . 
Тітка працює на будівництві . Каже , що це пила , якою прорізають бетон . 
Чисто . 
Вибачте , що тур ... Ти що тут , у біса , робиш ? 
Ти мав бути на шахтах . 
Мер Голланд попросив допомогти . 
З чим ? 
З програмуванням . 
Де він ? 
Я не знаю . 
Містере Кеннеді , щось відчуваєте ? 
Так . Але мені байдуже . 
Ось і вона . 
Думаєш , одна група пробує пропиляти діру в стелі ? 
Ні Амундсен , ні Бернард не знають ? 
Нічого лихого , якщо люди постраждають через свої помилки . 
Якщо ці помилки не загрожують усім іншим , зокрема нашому синові . 
Ти нічого не зміниш . Ти тепер суддя . 
Знаю . Окрім того , рейдером я ніколи не був . 
- Що там ? - Не видно . Звучить , ніби свердлять . 
Я знаю , як звучить свердління , Дерек . 
Де зброя ? 
Покидає арсенал . 
Легеню не зачепило . 
Ви щасливець . 
Так . Це я . Містер Удача . 
Обіцянку я виконав , містере Кеннеді . 
Тож поговорімо . 
Ви серйозно ? 
Я просто хотів , щоб мені витягли кулю . 
Містере Кеннеді . 
Заступник Генк знайшов час у своєму щільному графіку , щоб вас вислухати . 
У мене голова обертом від знеболення , і з мене щойно вийняли кулю . Краще вже завтра . 
Перев'язала ? 
Я її заберу . 
Отак . 
Докторе Ніколс , хочу поговорити з пацієнтом . 
Генку , краще теж піди . 
Краще нехай лишається . Він же знайшов час і так далі . 
Я йому все перекажу . 
Упс . Схоже , я розлютив татуся . 
Не дуже . 
Ви злочинець . 
У мене мало очікувань . Але мені потрібно , що ви розповіли те , що збиралися розповісти . 
Бо якщо не розкажете ... я зв'яжуся з суддею Сімсом . 
Що ? 
Так . Він тепер суддя . 
Розкажу йому , де ви , і хтозна ? Може , він знов посадить вас у коробку . 
Чи й гірше . 
Але ви не захочете це чути . 
- Чому ? 
- Бо це зруйнує вам нахер життя . 
Коли Ніколс шукали і вимкнули струм , ви були біля комп'ютера ? 
- Знаєте , чому вимкнули ? 
- Перезапуск системи . 
Так нам сказали , але нам усяке гівно кажуть . 
На прохання Ніколс мій друг Денні транслював дещо на всі комп'ютери Бункера цілих десять секунд , перш ніж струм вимкнули . 
Що це було ? 
Усіх свідків , мабуть , пов'язали . Мене й Денні ... Хтозна , що з ним зробили . 
Заткнули рота й замкнули , щоб нікому не розказав . 
Що не розказав ? 
Як та сторінка ... але в мільйон разів красивіше . 
Якби й хотів , то не зумів би описати . 
До чого тут Сімс ? 
Після того як Ніколс вийшла назовні , Сімс прийшов до мене з пропозицією . 
Щоб я одягнув брудний одяг , спустився в Замурзаний і підпалив Генків відділок . А за це він дасть мені наркотики . З якими я забуду минулі 22 роки . 
Вочевидь , він не збирався виконувати обіцянку . 
Та й магічні таблетки забуття – мабуть , вигадка , але з мішком на голові вибору в мене не було . 
А тепер я запитаю . 
Правда ж хочеться забути все те , що я розповів ? 
Якби ми помінялися місцями , чи вчинила б ти так само ? 
Що як я провалюся , Марі ? 
Сто сорок років стабільності , і все може обірватися при мені . 
Я ... Я все розрахував ... Усе розпланував . 
А тоді ... обставини змусили мене включити тебе ... у ці розрахунки . 
І за це мені щиро жаль . 
Готуйте тактичне формування . 
Дві шеренги . Швидко ! 
- Ти чому тут ? 
- Готується засада . 
- Звідки ? 
- Вони йдуть через підлогу . 
Що ? 
Це наш рівень ! 
Народ ! 
Туди ! 
Негайно ! 
Вони нас оточать . Назад ! Швидко ! 
Пішли , пішли ! Бігом ! 
Стояти ! 
Ви вб'єте десятьох ... але ми вб'ємо вас усіх ... і захопимо сходи . 
Може , змістимо межу на цей рівень ? Підходить ? 
Пане мер , це не оптимально , але це лише десять поверхів . 
" Не оптимально " . На якому рівні нова барикада ? 
На ... 120 - му . 
А що в нас на 122 - му ? 
Не дивлячись на мапу . Хто скаже ? 
Що на 122 - му ? 
Ферма нижньої Середини . Це рівень ферми . 
Ми пробуємо морити їх голодом , а в них тепер є доступ до ферми . Тому так , не оптимально . 
Я чула , що на сходах якісь заворушення . 
Ви чому не там ? Я був зайнятий , бо розбирався , що сталося з Карлою Маклейн . 
Її заарештували в тому кафе на 70 - му . 
Де я її покинула . 
Де вона тепер ? 
Переважно затриманих оформлюють у нас , але Генк зв'язався з усіма нашими відділками . Вона не в них . 
То де вона ? 
У лікарні ? 
Часом , коли рейдери беруть когось важливого , підозрюваного з групи високого ризику , його забирають в ізолятор . 
Так не можна . У Карли проблеми зі здоров'ям . Вона не витримає . 
Ви ж шериф . Ви можете помогти . 
Я зможу її витягти , якщо доведу її невинуватість . Тому розкажіть , що сталося зі суддею Медовз . 
Прекрасно провернула . А ти не чув ? Я вдвоє кращий за тебе механік . 
Який дурень таке сказав ? 
А це значить , що я вдвоє кращий мислитель та інженер . 
Саме тому я не роздаю компліментів . 
За командну роботу . 
За чудове партнерство . 
Шерифе , ми заарештовані ? 
Марта Вокер дала свідчення про те , що сталося з Медовз . 
Принаймні переказала ваші слова . 
Що ви зайшли туди й знайшли суддю мертвою . 
Ви кажете , що Бернард Голланд і Роберт Сімс вас підставили . 
Поклянетеся на Пакті , що це правда ? 
Кожне слово . 
Шериф Біллінґс до мера Голланда . 
Шериф Біллінґс до мера Голланда . 
Слухаю . 
Я знайшов утікачів . 
Прекрасна новина , шерифе . Дякую . Де вони ? 
Цю інформацію я не розкрию . Спершу вимагаю розслідувати події , які передували смерті Медовз , - і розслідувати ... - Вимкнути радіозв'язок - у Бункері . - ... напад на управління Низу , в якому загинуло двоє людей ... Охрініти . Я втратив шерифа . 
Пане мер . 
Дякую . 
За що ? 
Я не на стороні мера чи судді , чи вас . 
Я на стороні закону . 
Пол , ти як ? 
Сьогодні ти вчинив дуже сміливо . 
Сміливо ? Можливо . 
Тупо ? Однозначно . 
Недовго мені бути шерифом . 
Це не було тупо , і це був правильний вчинок . 
Люди побачать . 
Не знаю , чи правильний . 
Коли ти востаннє приймав трави ? 
Вибач , кохана , я забув . Я не критикую . 
- Передай склянку з водою . - Зараз . 
Що ти ... Глянь . 
Як гадаєш , чому так ? 
Я ... Ти вже кілька днів не приймаєш трави . 
Не розумію , що змінилося . 
Ти змінився . 
Це шифр Квінна , але з оберненею абеткою і зміщенням на три літери . 
Ні на що не схоже . 
Якась маячня . 
Так , окрім оцього ... " Буннкер " . 
Сумніваюся , що Сальвадор Квін зробив би помилку в слові " бункер " . 
Я подумав так само . Добре . Ось інша версія , теж обернена , але зсув на десять . 
" Еллі " . 
Дочку Квіна звали Еллі . Може , ти щось і знайшов . 
Так . Але інших слів тут не розібрати . 
Це значно складніше за шифр Цезаря . 
Каверзніше . Це шифр у шифрі . 
Щоб його розшифрувати , ти мусиш ... Що ? 
Мусиш побачити Спадщину . 
Спадщину ? Я не знаю , що це . 
Встань . Встань ! 
Лукасе Кайл , призначаю тебе своєю тінню . 
Поклади праву руку на Пакт . 
Ти погоджуєшся ? 
Так . 
Повторюй . 
Я , Лукас Кайл ... Якщо друг – заходь . Якщо ні – геть звідси . 
Надіюся , ти ще вважаєш мене другом . 
Давно не бачились . 
Я хотів подякувати , що ти стільки років про неї дбала . 
Та це вона про мене дбала . 
Один інженер сказав мені , що ти добула на чистку Джульєт нову стрічку . 
Це правда ? Так . 
Тому вона зуміла зайти за пагорб ? 
Думаєш , вона жива ? 
То нащо давати нам марну надію ? 
Я зробила це для неї . Для тебе й для мене , і для всіх , хто її знав і любив , а часом так хотів придушити . 
Я знала , що вона не хотіла б , щоб ми спостерігали за її смертю на пагорбі . 
Але ти не віриш , що вона жива . 
Мало шансів . 
Ти опритомніла . Добре . 
У тебе було запалення . Паскудне . 
Приємно знати , що ті антибіотики діють . 
Не так давно я сам їх виготовив . 
Я знайшла шолом . 
Де він ? Треба йти . Узяти скафандр . 
Про скафандр ... Він у безпеці . Я тобі його поверну . Та спершу полагодь помпу . 
Що ? 
Ти казала , що можеш підключити - помпу під водою ... - Ні . ... щоб вода далі не підіймалась . Дай мені скафандр . 
Що ж ... вважай , що робиш мені послугу : я врятував тобі життя , а ти врятуєш мені , і ми квити . 
- Квити ? - Ага ? Ти один . А там десять тисяч душ ... Так , десять тисяч , які можуть загинути . Як загинули жителі цього бункера . Можеш марнувати час на суперечки , а можеш міркувати , як полагодити помпу . 
Тобі вирішувати . 
