怎麼 回事 ? 
打手 不 讓 我們 的 貨物 通過 
- 快 放行 - 什麼 貨物 ? 
所有 的 貨物 , 快 放行 ... 
輕一點 
我 幾乎 沒 碰到 你 
會痛 嗎 ? 
當然會 痛 
應該 叫 所有 技工 都 來 看看 你 因為 擦 傷而慘 叫 的 樣子 
可以 安靜 一點 嗎 ? 
- 謝謝 - 你 欠 我 一次 
沃姨 , 我們 會 救回 麥克連 
她 是 供 應區 主管 , 她 太 重要 了 
她 是 他們 的 敵人 , 跟 我們 一樣 主管 這 身分 根本 不 重要 
那個 保安 官 在 找 你 們 , 你們 最好 快點 走 
他 也 在 找 妳 , 沃姨 
那 他 應該 不用 太費力 , 對 吧 ? 因為 我 哪裡 也 不會 去 
她 是 誰 ? 
馬 克 , 她 是 雪莉 , 比 我 優秀 兩倍 的 技師 
要 比 你 優秀 並不難 
我 還在 想 你 何時 回來 呢 
你們 這裡 的 作業 真 繁忙 
對 , 我們 規模 小 , 但 效率 很 高 
李 
靠 
我 原本 要馬克 拒絕 幫 人 製 造 武器 
只能 為 你 製 造 嗎 ? 
打手 擋 下 了 貨物 包括 食物 和 ... 不 只是 那樣 
我 清點 早餐 食材時 發現 所有 東西 都 沾 上 了 這個 
水果 、 蔬菜 、 肉類 , 連雞 蛋 都 有 
這是 什麼 ? 只有 一種 東西有 那種 特別 的 藍色 
老鼠 藥 
妳 確定 嗎 ? 
有個 傢 伙 比 我 早來 一步 
重點 是 , 這是 有人 故意 做 的 
也許 這跟 食物 運送 被 擋 下 有關 
白納德 做 這種 事並 不 稀奇 但 這 代表 下面 有人 在 替 他 辦事 
無論 如何 , 我們 都 需要 新 的 計畫 
快 放行 阿蒙森 先生 , 有 一項 道理 自古 以來 一直 適用 於 人類 文明 一個 正常 運作 的 社會 只要 少 了 九頓 飯 , 就會 混亂 失序 
那 傢 伙 是 誰 ? 
他 叫 菲利斯 , 是 我們 醫生 的 見 習生 
所以 像 我 這種 低等 的 罪犯 就 不用 讓 醫生 治療 嗎 ? 找見習 生就 夠了 ? 不是 , 費蘭 醫生 去 中段 樓層 拜訪 家人 了 
真會 找 藉口 
小子 , 你 幾歲 ? 
開始 刮 鬍 子 了 嗎 ? 
毛長 齊 了 沒 ? 
如果 醫生 認為 見 習生 還沒 準備 好 他 是 不會 離開 的 
你 確定 嗎 ? 
你 有把握 成功 吧 ? 
把子 彈 取出 來 
等等 , 慢著 , 給我 等 一下 你 是不是 忘 了 什麼 ? 
是 麻醉 藥 , 菲利斯 
在 你 挖子彈 之前 , 得 先給 我 麻醉 藥 而且 要 很多 
只有 醫生 才 有 強效 的 藥物 
我 有 阿斯 匹靈 
他 有 阿斯 匹靈 呢 
你 真的 要 逮捕 他們 嗎 ? 諾 克斯 、 雪莉 和 沃克 ? 
我 宣誓 過要 守護 公約 ( 凱薩琳 : 克萊兒 睡 了 , 你 還好 嗎 ? 諾 克斯 和 雪莉 必須 被 逮捕 ( 我 需要 醫生 , 不是 我 受傷 , 非 公事 ) 這是 為 了 他們 好 , 也 為 了 地堡 好 
我 可以 幫 你 找到 他們 如果 你 認為 應該 這麼 做 的 話 
顯然 你 認為 不應 該 
我 的 想法 不 重要 
當初 霍斯頓 保安 官叫 我 把手 放到 公約 上 時 我 做 了 宣誓 
漢克 , 如果 他們 真 如 你 所 說 是 老實 的 好 居民 那 他們 就 會 自首 
大家 先安靜 
去 自首 ... 
所有人 都 閉嘴 
你們 都 聽過 傳言 了 他們 說 我們 殺 了 麥鐸斯 法官 
我以 性命 發誓 , 那 是 個 謊言 
我們 上樓 找 法官 談話 , 卻 發現 她 早就 死 了 
我們 被 白納德 霍蘭和羅伯辛斯 設局 陷害 能活 著 回來 已 經算 幸運 了 
那 我們 還能 活多久 ? 
我 有 兩個 孩子 , 我願意 挨 餓 來 餵 飽 他們 但 如果 連他 們 都 沒 食物 怎麼 辦 ? 
你們 真的 要害 孩子 們 餓 肚子 嗎 ? 
在 我 看來 , 他們 已 經贏 了 
看看 我們 逼著 兩名 同伴 去 自首 送死 否則 就要 把 他們 碎 屍萬段 
或許 你 們 也 希望 我 去 自首 
你們 可以 那樣 做 但 幾天 之 後 你們 就 會 看到 我們 都 在 那座 山丘 上 想 跟 隨小 茱 的 腳步 , 卻 倒地不起 
不過 你 們 的 食物 會順利 送 達 
白納德會 拍拍 你們 的 頭說 " 做得好 , 現在 回去 工作 吧 " 
你們 會覺 得 那 是 勝利 嗎 ? 
因為 一向 都 是 如此 但 那 不 代表 這是 正確 的 
我們 機電區 的 居民 不會 為 食物 爭吵 , 而是 會 一起 分享 
我們 不會 因為 物資 短缺 責怪 彼此 我們 會 集中 資源 , 省吃儉用 , 我們 ... 
我們 不想 挨 餓 ... 
聽 好 了 ... 沒 有人 會 挨 餓 至少 今天 不會 , 泰迪 
在 拾荒 室 工作 過的 人 都 知道 從 滑槽 送下 來 的 東西 並非 全是 垃圾 
" 致機 電區 的 朋友 們 謝謝 你 們 一直 持續 供電 
來 自 122 層 的 朋友 , 茱麗葉 未 死 " 
尼寇爾斯 醫生 
凱薩琳 
妳 怎麼 會來 這裡 ? 
克萊兒 還好 嗎 ? 
克萊兒 睡 了 , 所以 我能 暫時 輕 鬆 一下 
我 丈夫 需要 幫忙 
他 還在 機電區 嗎 ? 是 的 
那裡 有 個 人 需要 醫生 
透過 保安 所申 請 醫生 看診 好像 有 特定 的 程序 
他 不 希望 走 正規 程序 
首長 , 我們 聽 到 機電區 的 盟友 正在 把 食物 送進 垃圾 滑槽 
比預 期中 還早 , 這是 好消息 
有助 於 我們 加快 進度 
派 打手 守著 每 一個 滑槽 口 
- 是 , 首長 - 不管 他們 收到 什麼 食物 很快 就會耗 盡 了 
所以 , 等 食物 再次 用 盡 , 一切 就 結束 了 ? 
我們 要 投降 ? 
柵欄 在 哪 一層 樓 ? 130 層 
如果 是 在 120 層 呢 ? 
下面 的 人 需要 妳 現在 比 以往 都 更 需要 
來 了 ... 
你 是 想 把門 拆 了 嗎 ? 
我 耳朵 還沒聾 呢 
沃克 , 這位 是 比靈斯 保安 官 
你 之前 是 茱麗葉 的 副手 你 是 來 逮捕 我 的 嗎 ? 
首先 , 我想 先問 妳 麥鐸斯 法官 發生 了 什麼 事 
我 哪 知道 ? 我 當時 沒進 去 
- 去 問諾 克斯 和 雪莉 - 他們 一定 有 告訴 妳 
在 你 們 找到 麥克連 被 關在 哪裡 之前 我 不會 說 出 任何人 的 事 更別 說 麥鐸斯 法官 了 
卡拉 麥克連 , 供應區 主管 
我 最 後 一次 見 到 她 是 在 70 層 的 咖啡 廳 
他們 現在 一定 已經 逮捕 她 了 我 想 知道 她 是否 還活 著 , 並且 平安 無事 
是 的 話 , 我 就 跟 你 談 
不是 的 話 , 你 就 去 找諾 克斯 和 雪莉 吧 - 等等 - 我想 問關 於 謀 殺 ... 
我 是 醫生 
有 緊急 醫療 事件 , 我 被 請 去 幫忙 
回頭 吧 
是 比靈斯 保安 官請 我 去 的 
我 沒 收到 指示 , 所以 不能 讓 你 通過 
回到 上面 去 
- 有個 女人 快生了 , 情況 很 緊急 - 妳是 誰 ? 凱薩琳 比靈斯 , 我 丈夫 是 保安 官 
你 知道 什麼 是 剖腹 產 嗎 ? 
那 是 切 開產婦 肚子 並 取出 嬰兒 的 手術 
地堡 中 只有 兩位 醫生 能 執行 那種 手術 尼寇爾斯 醫生 是 其中 之一 
聽著 , 我 收到 命令 ... 萬一 那個 女人 有什麼 閃失 你 將會 違反 公約 的 第 12 節第 6 款 " 拒絕 讓 居民 接受 攸關 性命 的 醫療 照護 " 
有 兩個 人 要過 
外加 一名 嬰兒 
有三個 人 要過 , 後 退 要是 敢 闖過 來 , 小心 你們 回不去 
- 快 , 走 吧 , 快 走 - 後 退 , 我 說後退 快 走 
沒事 的 
別過 來 , 後 退 
一開始 , 我 試過 把 字母 都 換成 下 一個 字母 , 例如 每個 A 都 換成 B 但 沒 得到 任何 結果 接著 我 想 , 如果 是 前 一個 字母 呢 ? 
那 也 沒 有 任何 結果 對 , 所以 , 好 我 就 想 , 會不會 是 移動 兩 、 三個 字母 ? 或 甚至 四 、 五個 ? 
於 是 我 開始 自己 動手 寫 但 我 又 想到 - 直接 寫 一個 程式 會 更 快 
- 聰明 
你 用 的 方法 叫做 凱撒密碼 
這說 來 話 長 
繼續 加油 
辛斯 太太 
霍蘭 首長 
卡蜜兒 , 我 聽 說 妳 前 幾天 幫助 了 殺害 麥鐸斯 法官 的 兇手 
我 接到 通知 , 說 所有 前 打手 都 得 去 報到 並協助 搜捕 
我 到 90 層時 , 發現 有 兩位 居民 受到 當地 群眾 騷擾 
我 把 他們 帶 到 安全 處 用 無線電 通知 司法部 保安 告訴 他們 位置 , 並請 救援 小組 到 樓梯 上 跟 我會合 妳 為何 沒 有 等 救援 小組到 達 ? 
因為 救援 小組 根本 沒來 
有人 私下 跟 我 說 必須 由 地堡 居民 為 法官 伸張 正義 
那群 居民 來 找過 我 其中 幾位 是 我 認識 的 打手 , 現在 穿著 便服 他們 問我 把 那 兩名 嫌犯 藏 在 哪裡 
但 妳 沒 告訴 他們 
當然 沒有 
根據 我 在 司法部 的 經歷 我 知道 私刑 正義是 違法 的 而 我們 都 得 遵守 法律 沒錯 
是 妳 丈夫 叫 群眾 去 抓 他們 的 
我 很 好奇 妳 告訴 他 這件 事時 他 的 反應 是 什麼 
他現 在 是 法官 , 他 可以 理解 
當然 了 
這裡 交給 我們 , 去 吧 
去 食堂 享用 熱 呼呼 的 餐點 , 這裡 交給 我們 
搞 什麼 ? 
通知 阿蒙森 , 我們 需要 戰鬥防禦 裝備 
- 戰鬥防禦 ? - 槍 , 我們 需要 槍 
阿蒙森 先生 , 這裡 是 19 小隊 
我 是 阿蒙森 , 請 說 長 官 , 這裡 可能 快 出事 了 
我們 需要 進階 的 戰鬥防禦 裝備 
( 機電區 武裝 暴民 已 前往 柵欄 ) 靠 - 長 官 , 我 在 135 層 的 阿姨 ... 
- 先別 吵 我 
- 病患 在 哪裡 ? - 好 , 他 在 那裡 
謝謝 
親愛的 
親愛的 , 妳 來 幹 嘛 ? 
尼寇爾斯 醫生 需要 我 幫忙 我 說過 了 , 這裡 不 安全 
保羅 , 現在 到 處 都 不 安全 
真 感人 的 家人 團聚 但 能 不能 快點 幫 我 取出 子彈 ? 我會 很 感激 的 
嘿 , 來 這裡 , 嘿 
我 好 想 妳 
看到 媽媽 了 嗎 ? 
妳在 東張 西望 嗎 ? 
迪亞哥 , 你 找 我 來 幹 嘛 ? 
機電區 正在 集結 人力 , 準備 攻擊柵欄 
他們 有 武器 和 盔甲 ... 我 想 阿蒙森 先生 一定 知道 情況 
他 知道 , 但 他 不 知道 我 手上 的 情報 
自從 120 層 以下 的 攝影 機壞 掉 後 我們 都 是 靠 竊 聽者 取得 消息 
我 不 信任 他們 不過 我 信任 我 阿姨 
她 在 135 層 , 剛傳 了 訊息給 我 說 有 一群 最底 層 的 居民 帶著 武器 往上 ... 這你剛 才 不是 說 了 嗎 ? 
她 說 有 另 一群 人往 別 的 方向 走 他們 拿 著 武器 和 一把 電鋸 
我 阿姨 從事 建造 工作 她 說 那 是 鋸 水泥 的 電鋸 
這裡 很 安全 
抱歉 打擾 ... 你 怎麼 會 在 這裡 ? 
你 應該 在 礦坑 才 對 
霍蘭 首長 有事 請 我 幫忙 
什麼 事 ? 
一些 程式 設計 
他 在 哪裡 ? 
我 不 知道 
甘迺迪 先生 , 你 感覺 得到 嗎 ? 
可以 , 只是 我 沒差 
取出 來 了 
你 覺得 他們 有 一 組人正 鋸開 地板 往上爬 ? 
而 阿蒙森 和 白納德 都 不 知道 ? 
讓 人 自食 惡果 並沒有 什麼 錯 
但 那個 惡果 不能 危害 到 其他人 包括 我們 的 兒子 
你 什麼 也 不能 做 , 你現 在 是 法官 
我 知道 , 而且 我 沒 當過 打手 
- 他們 在 幹 嘛 ? - 我們 看不到 聽起 來 像 在 鑽 東西 
我 聽 得出 電鑽 的 聲音 , 德 瑞克 
槍 呢 ? 
正要 從 軍械庫 送來 
子彈 沒有 傷到 肺部 
你 很 幸運 
沒錯 , 我 根本 是 幸運星 
我 履行 了 承諾 , 甘迺迪 先生 
我們 來 談談 吧 
你 是 認 真的 嗎 ? 
我 只是 想 取出 子彈 而已 
別 這樣 , 甘迺迪 先生 
漢克 副 保安 官 好不容易 才 抽空 來 聽 你 說 話 
我 有 點頭暈 因為 剛才 吃 了藥 , 還被 挖出 一顆 子彈 明天 再 說 吧 
包 紮 好 了 嗎 ? 
我來 抱 她 
給媽媽 抱 
尼寇爾斯 醫生 我 想 跟 病患 單獨談 一下 
也 請 你 離開 吧 , 漢克 
他 應該 留下 來 畢竟 他 都 花 了 那麼 多 時間 
我會 轉達給 他 
哎呀 我 好像 惹 爸爸 生氣 了 
並沒有 
你 是 個 罪犯 
我 沒 抱 什麼 期待 但 我 得 問出 我 需要 的 情報 也 就是 你 之前 說 好 要 告訴 我 的 事 
如果 你 不 說 ... 我會 聯絡 辛斯 法官 
什麼 ? 
沒錯 他現 在 是 法官 
我會 跟 他 說 你 在 哪裡 , 而 誰 知道 呢 ? 也 許他 會 把 你 關回 牢房 
或 更慘 的 地方 
你 不會 喜歡 我 接下 來 說 的 話 
- 為 什麼 ? 
- 因為 那會毀 了 你 的 人生 
尼寇爾斯 逃亡 時 你 有 看到 突然 斷訊 的 電腦 嗎 ? 
- 你 知道 電腦 為 何會斷 訊 嗎 ? 
- 那 是 系統 重啟 
那 是 他們 的 說法 , 但 他們 滿口 謊言 
會斷 訊 是 因為 尼 寇爾斯 叫 我 朋友 丹尼 把 某個 東西 傳到 地堡 的 每 一台 電腦 上 十秒 後 他們 就 切斷 了 訊號 
他 傳 了 什麼 ? 
他們 一定 把 看到 的 人 都 抓走 了 我 和 丹尼 ... 誰 知道 他們 對 他 做 了 什麼 ? 
我們 被 塞住 嘴巴 , 套上 頭套 無法 對 外 說 出 任何 事 
說 出什麼 事 ? 
那 就 像 那 張書頁 只是 比 它 還要 美麗 千百倍 
那 是 我 怎樣 都 難以 言喻 的 畫面 
辛斯何 時 介入 這件 事 的 ? 
尼寇爾斯 被 送出去 不久 後 辛斯來 找 我 , 跟 我 談 條件 
我 穿 上 骯 髒 的 衣服 , 跑 去 機電區 往漢克 的 保安 站 丟了 燃燒彈 作為 回報 , 他會給 我 一種藥 可以 讓 我 忘掉 過去 22 年來 發生 的 一切 
顯然 , 他 從 沒 打算 履行 承諾 
那 神奇 的 失憶 藥物 大概 也 是 騙 人 的 但 我 當時 被 關押 , 沒有 太多 選擇 
換我問 你 一個 問題 
你 難道 一點 都 不後悔 聽 到 這件 事 嗎 ? 
如果 我們 的 角色 對換 妳 會 做出 相同 的 事 嗎 ? 
瑪莉 , 萬一 我 失敗 怎麼 辦 ? 
140 年 的 安穩 可能 全都 毀在 我 手上 
我 ... 我 估算 過情況 , 我 ... 我計畫 好 了 一切 
結果 ... 一連串 的 事件 讓 我 不得不 ... 把 妳 也 納入 ... 算計 之中 
我 為 此 真心 感到 抱歉 
在 這裡 排好 戰鬥隊 形 
排兩排 , 快 
- 你們 在 幹 嘛 ? 
- 他們 會 突襲 
- 從 哪裡 ? 
- 他們 正 穿越 地板 爬 上 來 
什麼 ? 
這是 我們 的 樓層 
各位 
在 那裡 
就是 現在 
他們 會 夾擊 我們 撤退 , 快 
快 ... 快點 
停 
你們 可以 殺掉 我們 十個 人 但 我們 會 把 你 們 全殺 光 並佔 領樓 梯 
不如 我們 把 這層 樓設 為 新 的 邊界 吧 可以 嗎 ? 
首長 先生 , 雖然 情況 不 理想 但 他們 只 佔 領十層 樓 
" 情況 不 理想 " 新 的 柵欄 在 哪 一層 樓 ? 
120 層 
那 122 層有 什麼 ? 
不看 地圖 的 話 , 有人 知道 嗎 ? 
122 層有 什麼 ? 
中低 段 樓層 的 農場 , 那層 樓 是 農場 
我們 試圖 讓 他們 餓 到 投降 結果 他們 現在 有 了 農場 所以 你 說 得 對 , 情況 不 理想 
我 聽 說 樓梯 上 發生 了 衝突 
你 不 該 去 看看 嗎 ? 我 忙 著 追查 卡拉 麥克連 的 下落 
她 在 70 層 的 咖啡 廳 遭到 逮捕 
對 , 我們 分開 的 地點 
所以 她現 在 人 呢 ? 
被 逮捕 的 人 通常 會 移交 給我們 處理 但漢克 查過 所有 保安 站 了 她 不 在 其中 任何 一間 
那 她 在 哪裡 ? 
醫院 嗎 ? 
有 時候 , 當 打手 逮捕 到備 受 關注 且 有 高風險 的 嫌犯 時 會 把 他們 帶 到 隔離 牢房 
不 , 他們 不能 那樣 做 , 卡拉 有 健康 問題 她 會 活不下去 的 
你 是 保安 官 , 你 可以 想想 辦法 
我 也許 可以 讓 她 被 釋放 但 前提 是 要 洗清 她 的 罪嫌 所以 拜 託 妳 告訴 我 麥鐸斯 法官 發生 了 什麼 事 ? 
今天 的 計畫 太棒了 你 沒 聽 說 嗎 ? 我 是 比 你 優秀 兩倍 的 技師 
哪個 白痴 說 的 ? 
那 代表 我 比 你 聰明 兩倍 工程 技術 也 優秀 兩倍 
這 就是 我 不 愛 讚 美 別 人 的 原因 
敬團隊 合作 
敬好 夥伴 
保安 官 , 我們 被 逮捕 了 嗎 ? 
瑪莎沃克 跟 我 說 了 麥鐸斯 的 事 
她 說 是 你 們 告訴 她 的 
說 你 們 一 進門 , 就 發現 法官 死 了 
你們 說 白納德 霍蘭 和羅伯辛斯 設局 陷害 你們 
你們 願意 對 公約 發誓 那 是 實話 嗎 ? 
字字 屬實 
比靈斯 保安 官 呼叫 霍蘭 首長 
比靈斯 保安 官 呼叫 霍蘭 首長 
我 在 聽 
我 找到 逃犯 了 
非常 好 , 保安 官 , 謝謝 你 , 他們 在 哪裡 ? 
我 目前 不會 透露 他們 的 位置 首先 , 我要 針對 麥鐸斯 法官 的 死因 展開 全面 調查 - 同時 也 重新 調查 ... - 立刻 切斷 地堡 中 - 所有 無線 電通訊 - 在 最底 層 保安 站 釀出 兩條 人命 的 攻擊 事件 ... 靠 , 我 失去 保安 官 了 
首長 
謝謝 你 
謝 我 什麼 ? 
我 不 支持 首長 , 也 不 支持 法官 或 你 們 
我 支持 的 是 法律 
保羅 , 你 還好 嗎 ? 
你 今天 做 了 非常 勇敢 的 事 
勇敢 ? 也許 吧 
但 肯定 很 愚蠢 
我 的 保安 官職位 可能 不保 了 
這並 不 愚蠢 , 這麼 做 是 正確 的 
人們 會 理解 的 
我 也 不 確定 這 是否 正確 
你 有 多久 沒 吃 草藥 了 ? 
抱歉 , 親愛的 , 我 忘 了 我 不是 在 罵 你 
- 可以 把 那 杯水 遞給 我 嗎 ? - 好 
妳 這是 在 ... 你 看 
你 覺得 原因 是 什麼 ? 
我 ... 你好 幾天 沒 吃 草藥 了 
但 我 沒 注意 到 什麼 改變 
也 許是 你 變 了 
這是 昆恩 的 密碼 但 我 把 字母表 倒 過來 並 全部 往後移 三個 位置 
看起 來 不 像 任何 字句 
依然 是 天書 
對 , 除了 這裡 ... " 地保 " 
我想 薩爾瓦多 昆恩 應該 不會 把 " 地堡 " 寫錯 
我 也 這麼 認為 , 好 還有 另 一個 運算 結果 字母表 一樣 顛倒 , 但 往後移 十個 位置 
" 愛莉 " 
昆恩 的 女兒 就 叫 愛莉 , 你 可能 找到 頭緒 了 
對 不過 其他 的 字 詞 全都 不連貫 
這比凱 撒密碼 難 多 了 
這 非常 複 雜 密碼 中 還有 一層 密碼 
如果 要 破解 , 你 就 得 ... 什麼 ? 
你 得 去 參觀 遺產室 
遺產室 ? 我 不 知道 那 是 什麼 
起來 , 站 起來 
盧 卡斯 凱爾 , 我要 選 你 成為 我 的 見 習生 
請 你 把 右手 放在 公約 上 
你 願意 接受 嗎 ? 
我願意 
跟 著 我 複 誦 
我 , 盧 卡斯 凱爾 ... 如果 是 我 的 朋友 就 進來 , 不是 的 話 就 走 開 
我 希望 妳 依然 把 我當 朋友 
好久 不見 
我想 感謝 妳 照顧 她 這麼 多年 
其實 是 她 在 照顧 我們 
有 一位 工程 師告訴 我 妳 成功 為茱麗葉 替換 了 清潔 防護衣 的 膠帶 
那 是 真的 嗎 ? 是 的 
所以 她 才能 走出 畫面 之外 嗎 ? 
妳 覺得 她 還活 著 嗎 ? 
那為 何要給 我們 無謂 的 希望 ? 
我 那麼 做 是 為 了 她 , 醫生 也 為 了 你 和 我 為 了 這裡 所有 認識 並愛護 她 的 人 雖然 我們 有 時會 想 掐死 她 
我 那麼 做 是 因為 我 知道 她 不會 希望 我們 看 著 她 死 在 山丘 上 
但 妳 不 認為 她 還活 著 
我 認為 不 可能 
妳 醒 了 , 太好了 
妳 的 傷口 感染 了 , 情況 很 嚴重 
我 很 高興 那些 抗生素 起 了 作用 
那 是 我 不久前 自己 做 的 
我 拿到 頭盔 了 
它 在 哪裡 ? 我 得 走 了 , 我 得 穿 上 防護衣 
關於 那件 防護衣 ... 它 很 安全 我會 把 它 還給 妳 但 妳 要 先 幫 我 修好 那個 水泵 
什麼 ? 
妳 說過 如果 能 把 電力 - 送到 水面 下 的 水泵 ... - 不 就 可以 阻止 水位 上升 把 防護 衣還 我 
好 , 這樣 吧 妳 就 當作 是 幫 我 一個 忙 我救 了 妳 一命 , 妳 也 救 我 一命 那 我們 就 扯平 了 
- 扯平 ? - 對 你 只有 一個 人 , 而 那裡 有 一萬人 ... 對 , 有 一萬人現 在 隨時會 死 就 像 這座 地堡 的 人 死 掉 那樣 聽 好 , 妳 可以 浪費 時間 跟 我 吵 或者 妳 也 可以 開始 想想 要 怎麼 修理 那個 水泵 
妳自己 決定 
