Κάντε έστω τα μαλλιά και το μακιγιάζ της . 
Θέλουμε βοήθεια στη φωτογράφηση . 
Κανείς δεν θέλει να δουλέψει με την κα Μπανγκ . 
Μαθεύτηκε ότι είναι ατάλαντη και ψηλομύτα . 
- Έλα τώρα . 
- Ο χρόνος πιέζει . 
Αντικατάστησέ την αμέσως , χανόμαστε ! 
Το γνωρίζω . Πού θα βρω διαθέσιμη αντικαταστάτρια ; 
Κοντεύω να τρελαθώ . 
Εντάξει , αντίο . 
Καθόλου καλή τοποθεσία . 
Υπάρχει καμιά άλλη ; 
Δεν είμαι βοηθός σου . 
Ψάχνουμε εδώ και μέρες . 
Έχεις βρει κεντρική ιδέα ; 
Δεν είναι αυτό το βασικό . 
Κανείς δεν θέλει να δουλέψει μαζί σου . 
Ήθελες σίγουρα να γίνει στο Τζετζού , και φρόντισα να συμβεί . 
Η προθεσμία είναι σε μία εβδομάδα . 
Τι θα κάνω τώρα ; 
Τι θέλεις να κάνω ; 
Τι ; 
Αρνούνται να δουλέψουν μαζί μου , τι να κάνω ; 
Τους έβαλες τις φωνές επειδή φοβόσουν ότι καταλάβαιναν πόσο ανίκανη είσαι . 
Γιατί να δουλέψουν μαζί σου ; 
Η καλή φωτογράφος δεν φωτογραφίζει μόνο . Επικοινωνεί με το συνεργείο . 
- Δεν σ ' το έμαθε η Έουν-χίε ; 
Μη μιλάς γι ' αυτήν , σου είπα . 
Την κεράτωσες μαζί μου . 
Σου λείπει τώρα το ταλέντο της ; 
Βεβαίως , ναι ! 
Θα με απολύσουν ! 
Πρόβλημά σου . 
Καλά , λοιπόν . 
Παραιτούμαι . 
Τι ; 
Παραιτούμαι . Δεν το κάνω . Βρες αντικαταστάτη . 
Πού θα βρω τώρα εύκαιρο αντικαταστάτη ; 
Που να πάρει . 
Η Τσο Σαμ-νταλ ; 
Γεια , ο δημοσιογράφος ; 
Πώς είστε ; 
- Γλύκα μου ! 
- Σταμάτα ! 
- Σταμάτα . 
- Πριγκιπέσα μου . 
- Σταμάτα . 
- Εντάξει . 
- Θα σταματήσω . 
- Αρκετά . 
Εντάξει . 
- Είσαι γλύκα . - Τι ; 
- Τι κάνεις ; 
- Θεούλη μου . 
Σαμ-νταλ , είσαι σκέτη γλύκα . 
Εντάξει . 
Τι τρέχει ; 
Είστε πάλι μαζί ; 
Γιατί ξαφνιάζεσαι τόσο ; 
Δεν μας βλέπεις έτσι πρώτη φορά . 
Θα το αφήσουμε πάνω σου . Εσύ αποφασίζεις . 
Είδες ; Τι σου είχα πει ; Το ήξερα θα τα έφτιαχναν πάλι . 
Σωστά ; 
Και δεν είναι η πρώτη φορά . 
Πριν 15 χρόνια στο σπίτι της Σαμ-νταλ . 
Οχτώ χρόνια τώρα , μετανιώνω για εκείνη . 
Όταν τα είχαν πρωτοφτιάξει ήταν μες στα μέλια . 
Και μετά , χώρισαν . 
Έπειτα , αυτή έκοψε κάθε επαφή μαζί μου . 
Παλιο ... 
Έτσι και ξαναχωρίσουμε , δεν θα κόψω επαφή . 
Μην ανησυχείς . 
- Εντάξει ; 
- Θα χωρίσουμε ; 
Όχι , δεν θα το επιτρέψω . 
- Και λίγα μ ' αυτόν . - Εντάξει . 
Συγχαρητήρια , πάντως . 
Άσε τα συγχαρητήρια . 
Ακούστε με . 
Υπογράψτε συμφωνητικό . 
Τι ; Άσε τα χαζά . 
Δεν είναι χαζό . 
" Δεν θα χωρίσουμε μέχρι να σαψαλέψουμε " . 
Γράψτε το αυτό . 
Θα το επικυρώσω . 
Γκιεόνγκ-τάε , " γεράσουμε " , όχι " σαψαλέψουμε " . 
- Ναι . - Τέλος πάντων . Δευτερεύον . 
Γράφετε . 
Μπορείς να φύγεις ; 
Τι υστερίες είναι αυτές ; 
Θέλουμε να κάνουμε ζουζουνιές ... 
Τότε , άντε σε ένα δωμάτιο . 
Εδώ βρήκατε να το κάνετε ; 
Μόλις επανενώθηκαν οι Power Rangers . Αν χωρίσετε πάλι , δεν θα μιλιόμαστε ! 
Χαλάρωσε λίγο . Αυτό δεν πρόκειται να συμβεί . 
- Αλήθεια ; 
- Ναι . 
Τότε , παντρευτείτε . 
Τρελάθηκες ; Παραλογίζεσαι . 
Τι θα πει " παντρευτείτε " ; 
- Στα καλά καθούμενα ; - Τι να πω ... 
Το να παντρευτούμε σου φαίνεται παράλογο ; 
Αλήθεια , πού είναι ο Σανγκ-ντο ; 
Καλά λες . 
Καιρό έχω να τον δω . Πού χάθηκε αυτός ; 
Δεν έρχεται συχνά . 
Γράψτε το συμφωνητικό ότι δεν θα χωρίσετε . 
Και παντρευτείτε ! 
- Ορίστε . 
- Ευχαριστώ . 
Η Σαμ-νταλ κάλεσε τις φίλες της και έφυγε ; 
Μάλλον θα βγήκε ραντεβού . 
Ακριβώς . 
Είμαστε εντάξει . 
Με έτοιμη ιδέα , έχουμε δουλειά να κάνουμε . 
- Ωραία . - Ναι . 
Συγγνώμη που καταλάβαμε το δωμάτιό σου . 
Όχι , δεν πειράζει . 
Δεν θα μείνετε στο ξενοδοχείο ενώ έχουμε χώρο εδώ . 
Θα κοιμηθώ με τις αδερφές μου εκεί μέσα . 
Μην ανησυχείτε . Βολευτείτε σαν στο σπίτι σας . 
- Ευχαριστούμε . - Ευχαριστούμε . 
Χαρά μου . 
Αλήθεια , πώς καταφέρατε να μας βρείτε ; 
Έχει πολλά σπίτια εδώ . 
Ρωτήσαμε τον υπάλληλο του ψιλικατζίδικου στην άκρη του χωριού . 
- Γεια , Γκιεόνγκ-τάε . 
- Γεια . 
- Σαμ-νταλ . 
- Τι τρέχει ; 
Τι ; 
Ξέρεις ... 
Τέλος πάντων . 
- Αντίο . 
- Καλά . 
- Στάσου , Σαμ-νταλ . - Τι ; Μίλα επιτέλους . 
Αυτές οι δύο κοπέλες που φιλοξενείς στο σπίτι σου ... 
Ποιες είναι ; 
Έουν-μπι και Τζι-έουν . Βοηθοί . 
Έουν-μπι ; Αυτή είναι με τα μεγάλα μάτια ; 
- Ναι . 
Από πού την ξέρεις ; 
Τι ; 
Εγώ απλώς ... Έτυχε να τη συναντήσω . 
Συγγνώμη . Ξέρετε πού ζει η κα Τσο Έουν-χίε ; 
Πάλι δημοσιογράφοι . 
Δεν ξέρω καμία Έουν-χίε . 
Μάλιστα . 
Περίεργο . Νόμιζα είμαστε στο Σάμνταλ-ρι . 
Μήπως η κυρία Τσο Σαμ-νταλ ; 
Τι ; 
Τι με ρωτήσατε ; 
Ξέρετε πού μένει η Τσο Σαμ-νταλ ; 
Από εκεί ; Μάλλον προς τα εκεί είπε . 
- Μάλιστα . - Από εκεί ; 
Εκεί ; 
Κατάλαβα . Ευχαριστούμε . 
- Τι τρέχει ; 
- Ο Γουάνγκ Γκιεόνγκ-τάε ; 
Φίλος της Σαμ-νταλ . 
Κατάλαβα . 
Να ρωτήσω , έχει κάποια διαταραχή ομιλίας ; 
Τι εννοείς ; Γλώσσα δεν βάζει μέσα . 
Τον ξέρω μια ζωή , πάντα το στόμα του τρέχει ροδάνι . 
Αλήθεια . 
Έχεις δίκιο . 
- Τότε , τι έπαθε ; - Περίεργο . 
Δεν φαινόταν να το έχει με τις λέξεις . 
- Σωστά ; 
- Ναι . 
Γιατί δεν πας μαζί της ; 
Αφού ανησυχείς , βούτα μαζί της . 
Κολυμβήτρια ήσουν . 
Όχι . Αστειεύεσαι ; Εγώ δεν είμαι χαενγιό . 
Γίνε , τότε . Τι σε σταματά ; 
Αφού ανησυχείς για τη μαμά σου . 
Το όνειρο της Χα-γιουλ είναι να γίνει κολυμβήτρια . 
Τι κάνεις ; 
Αναπολείς τις δόξες σου ; 
Δεν ήμουν ανερχόμενο αστέρι . 
Ναι , ήσουν . 
Έγινες δεκτή στο Εθνικό Προπονητικό Κέντρο . 
Έχεις δίκιο . Ήμουν αρκετά ταλαντούχα . 
Λένε ότι από μωρό έκανες σαν τρελή για το κολύμπι . 
Τώρα που το σκέφτομαι , δεν έχει πάρει από εσένα , έτσι ; 
Μισεί το νερό . 
Έχεις δίκιο . 
Δεν βελτιώθηκε παρά τα μαθήματα . 
Τι παίχτηκε τώρα ; 
Θες να αρχίσεις να κολυμπάς ξανά ; 
- Κολύμπα . 
- Σταμάτα . 
Σταμάτα . Θα την ξυπνήσεις . 
Κάνε ησυχία . 
Θεέ μου , συμβαίνει στ ' αλήθεια αυτό ; 
Τι πράγμα ; 
Σου είναι απίστευτο ; 
Να σε τσιμπήσω ; 
- Τι λες ; Πώς σου φαίνεται ; - Δεν είναι απίστευτο . 
Τίποτα σημαντικό . 
Αλήθεια , τι είπες στον μπαμπά μου ; 
Τι θα μπορούσα να του πω ; 
Είπα ότι θα τον περιμένουμε μέχρι να νιώσει έτοιμος . 
Μόνο αυτό είπες ; 
Τι ; 
Είπα και ότι θα σ ' αγαπώ για πάντα . Μέχρι να πεθάνω . 
- Για πάντα ; 
- Ναι . 
- Σοβαρά ; 
- Ναι . 
Αλλά δεν θες να παντρευτούμε ; 
Τι ; 
Όταν ο Γκιεόνγκ-τάε είπε να παντρευτούμε , ήσουν τελείως αρνητική . 
Δεν ήμουν τελείως αρνητική . 
Τότε , τι ακριβώς σκέφτεσαι ; 
Κοίτα , μόλις τα ξαναβρήκαμε . 
Γιατί βιάζεσαι τόσο πολύ ; 
Ας μην πιέσουμε καταστάσεις . 
Εντάξει . Άντε , μπες . 
- Όχι , εσύ πρώτος . - Γιατί ; 
- Μπες . - Μετά από σένα . 
- Θα μπω μόλις μπεις εσύ . 
- Δεν θέλω . 
- Θέλω να σε δω , πήγαινε . 
- Δεν μπαίνω πρώτος . 
- Ούτε και εγώ . - Πέτρα-ψαλίδι-χαρτί . 
- Πέτρα-ψαλίδι-χαρτί . 
Έχασες , μπες πρώτος . 
Εντάξει , θα πάω πρώτος . 
Εντάξει , αντίο . 
- Πάω . 
- Πάω στ ' αλήθεια . 
- Εντάξει . Μπες . 
Αλήθεια , έδωσε την ευχή του ; 
Θεέ μου . 
Το μπερντάκι που του έδωσα τον έκανε να βάλει μυαλό . 
Κι εσύ τις έφαγες . 
Τι ; 
Κοιτάχτηκες σε καθρέφτη ; 
Κάνεις λάθος . Όσες έφαγα , τόσες έριξα , πάνω-κάτω . 
Άσε που συγκρατήθηκα κιόλας . 
Εντάξει . 
Πάμε να δούμε τη Σαμ-νταλ . 
Τι στο ... 
Τσο Σαμ-νταλ . 
Τσο Γιονγκ-πιλ ! 
Τι στο καλό ; 
Θεούλη μου . 
Μπαμπά . Μαμά . 
Κύριε Τσο . 
Επειδή ο μπαμπάς σου συμφώνησε , δεν τα ισοπεδώνουμε όλα . 
Κύριε Τσο , κάνετε λάθος , να σας εξηγήσω . 
Γιονγκ-πιλ ! 
Τι τρέχει ; 
Τι κάνεις ; 
- Πού πηγαίνουμε ; 
- Έλα . 
Στάσου ! 
Τα παπούτσια μου . 
Πάντα κάνει κρύο εδώ μέσα . 
Είναι ζεστά έτσι . 
- Σαμ-νταλ . 
- Ναι ; 
Πολύ μ ' αρέσει αυτό . Αλλά αν το μάθουν οι γονείς σου , θα με σφάξου . 
Είναι πιο άνετοι απ ' όσο νομίζεις . Εξάλλου , αγκαλίτσες μόνο κάνουμε . Όχι κάτι κακό . 
- Έχεις δίκιο . Μόνο αγκαλίτσες , ναι ; 
- Ναι . 
Αυτό και τίποτα άλλο ; 
Θέλω να πω , περίμενα οχτώ ολόκληρα χρόνια για σένα . 
Μόνο αγκαλίτσες θα κάνουμε ; 
Δεν φαντάζεσαι πόσο το ήθελα αυτό . 
Είμαστε μεγάλοι . Μπορούμε περισσότερα . 
Πας καλά ; 
Δεν γίνεται να το κάνουμε εδώ . 
Πού πήγε το μυαλό σου ; 
Δεν εννοούσα τίποτα φοβερό . Απλώς ... Αυτό θέλω . 
Μόνο αυτό . 
Έλα ! 
Δεν κάναμε τίποτα . 
Μαμά , απλώς κοιμηθήκαμε μαζί ... 
Κοιμηθήκατε μαζί ; 
Όχι , δεν εννοούσα αυτό . 
- Θα σε ... 
- Μπαμπά ! 
Σταματήστε τον ! 
- Ρε συ ! 
- Κύριε Τσο ! 
Εγώ του είπα να έρθει ! 
Έλα στην παιδική χαρά . 
Τι με ήθελες τόσο νωρίς ; 
Έχω ένα κάρο δουλειές . 
Με τάραξες . 
Γιατί ταράχτηκες ; 
Δεν ξέρω . 
Πάντα μου στέλνεις το ίδιο μήνυμα , αλλά για κάποιον λόγο , σήμερα , αγχώθηκα . 
Με το ζόρι βγήκα από την ντουζιέρα . 
- Σανγκ-ντο ... 
- Είστε πάλι μαζί ; 
Κατάλαβα . 
Δεν έκανες κάτι λάθος . Τι σε έπιασε ; 
Σωστά , δεν έκανα . Τότε , γιατί ... 
Γιατί νιώθω τόσο άσχημα απέναντί σου ; 
Εσύ είχες πει να μη νιώθουμε άσχημα . 
Και ήταν εύκολο για εσένα αυτό ; 
Ήταν ; 
Πάντα ήσουν πιο σβέλτος . Από μικρό παιδί . 
Τι κι αν ξεκινούσα πρώτος , πάντα εσύ με προσπέρναγες . 
Εγώ πάντα ανησυχούσα και ήμουν διστακτικός εξαιτίας των άλλων , εσένα δεν σ ' ένοιαζε και προχωρούσες . 
Γι ' αυτό δεν σ ' έφτανα ποτέ . 
Δεν ήμουν ποτέ τόσο γρήγορος . 
Υπήρξαν φορές που με ξεπέρασες . 
Τρέχεις πιο γρήγορα από εμένα , το ξέρεις ; 
Ξέρω ότι πάντα είχατε ένα ιδιαίτερο δέσιμο . Και ότι ποτέ δεν θα με ερωτευτεί . 
Είπες ότι αυτό αφορά εμένα . 
Θα πάω με τον ρυθμό μου , είτε τα συναισθήματά μου γι ' αυτήν παραμείνουν είτε χαθούν . 
Ναι , δικά σου είναι , κάνε όπως θέλεις . 
Αλλά , Σανγκ-ντο ... το καφεδάκι μας θα το πίνουμε , ναι ; 
Ξέχνα ότι είμαι πάλι μαζί με τη Σαμ-νταλ . 
Θα συνεχίσεις ... να μου φέρνεις καφέ από το μηχάνημα του μαγαζιού σου να πίνουμε παρέα ; 
Εσύ τι λες ; 
Πουλάμε ωμό ψάρι . 
Καλύτερα ψάρι να ζητήσεις . 
Δεν είναι καφέ , αλλά βολέψου έτσι . 
- Κάνεις ντελίβερι στη δουλειά ; 
Τι ; 
Ο Μετεωρολόγος Τσο , σωστά ; 
Το είδες και εσύ ; 
Ναι ! Αυτόν επέλεξαν ! 
Μετεωρολογική Υπηρεσία Τζετζού , Τσο Γιονγκ-πιλ ! 
Το ήξερα ότι θα τον διάλεγαν ! 
Εγώ έκανα την αίτησή του . Τόσο ικανός είμαι . 
Απίστευτο . 
Ήταν εκατοντάδες υποψήφιοι . 
Είναι αλήθεια , έτσι ; 
Δεν το πιστεύω ότι κάποιος από το γραφείο μας θα πάει στον ΠΜΟ . 
Είναι εκπληκτικός . 
Θα πετάξει από χαρά όταν το μάθει . 
Να του το πούμε . Να τον πάρω ; 
Δεν χρειάζεται . Όταν έρθει ... 
Εδώ Χαν Σέοκ-γκιου . Τι ; 
Έουν-μπι ! 
Τι τρέχει ; 
Τι θα κάνουμε ; 
Τι θα κάνει η κα Τσο ; 
Γιατί ; Τι συμβαίνει ; 
Ένα κάρο νέα άρθρα . 
- Τι να κάνουμε ; 
Έλα τώρα . 
Τι είναι αυτό ; 
Έλα τώρα ! 
Ναι ; 
Όχι , δεν είχαμε ιδέα . 
Αξιολογήθηκαν βάσει της δουλειάς τους . 
- Θα την αντικαταστήσουμε άμεσα . 
- Ζητάμε συγγνώμη . 
Δεν είμαστε εμείς υπεύθυνοι , οπότε ... 
Συγγνώμη . Πάρτε στα κεντρικά . 
Ζητάμε συγγνώμη . Ειλικρινά . 
Δεν μας έχουν πληροφορήσει . 
Έχουν τρελαθεί τα τηλέφωνα . 
- Μια στιγμή . - Τι χάλι είναι αυτό ; 
- Κυρία Τσο ! - Κυρία Τσο ! 
- Κυρία Τσο ! 
- Με τρομάξατε . Τι τρέχει ; 
Τι συμβαίνει ; Έγινε κάτι ; 
Μια στιγμή . 
Ε.Μ.Υ. ΤΖΕΤΖΟΥ Τι θα κάνουμε με την έκθεσή μας ; 
Το έμαθαν οι ρεπόρτερ , και έγινε κακός χαμός . 
Οι φήμες είναι αληθινές ; 
Είναι πολύ νωρίς για να επιστρέψεις . 
Κράτα χαμηλούς τόνους . 
Θα ζαλιστείτε αν κοιτάτε συνέχεια το κινητό . 
Απολαύστε καλύτερα τη θέα . 
Σωστά . 
Γιατί κάνουν τόσο μεγάλο θέμα μια τόση δα μικρή έκθεση που γίνεται στο νησί ; 
Όποιος το πόσταρε σίγουρα είχε κακές προθέσεις . 
Ποιος ; 
Προφανώς , κάποιος που ξέρει το όνομά της και είναι εδώ . 
Οι Τσανγκ-γκι και Έουν-τζου . 
Έχεις δίκιο . 
Προμοτάριζαν συνεχώς την έκθεση . 
Πώς αλλιώς να το έμαθαν οι δημοσιογράφοι ; 
Σιχαμερά σκουλήκια . 
- Να πάρει . 
- Η Σαμ-νταλ είναι εδώ . 
Σαμ-νταλ . 
Γεια σου . 
Μη στεναχωριέσαι . 
Δεν έκανες κάτι λάθος . 
Έχει δίκιο . Ψηλά το κεφάλι . 
Εντάξει . Τα λέμε . 
Στο καλό . 
Να ορθώσεις το ανάστημά σου , ναι . 
Να κοιτάς μπροστά , όχι πίσω . 
Η έκθεση ακυρώθηκε ; 
Κοιτάξτε , κυρία . 
Ναι , είναι η Τσο Έουν-χίε . Το άρθρο κάλυψε το περιστατικό μονόπλευρα . 
Αν κοιτάξετε στο διαδίκτυο , υπάρχουν άρθρα που την υπερασπίζονται . 
Μέχρι και οι κατήγοροί της το διέψευσαν . 
Θέλω να πω ότι δεν έχει λόγο να κρύψει εσκεμμένα την ταυτότητά της γι ' αυτήν την έκθεση . 
Οι σχετικές φήμες είναι ψευδείς . 
Δεν υπάρχει καμία απολύτως απόδειξη , γιατί να αποκλείσουμε τη νικήτρια ; 
Δεν την αποκλείουμε . 
Αποφασίσαμε να ακυρώσουμε την έκθεση . 
Αλλά έχουμε κάνει τεράστια προετοιμασία . 
Το υποσχεθήκαμε στον νικητή . 
Αν ακυρώσουμε τον διαγωνισμό , θα κάνουμε εμείς κατάχρηση εξουσίας . 
Καταλαβαίνω τι λέτε , αλλά κοιτάξτε τι συμβαίνει γύρω σας . 
- Ζητάμε συγγνώμη . - Μια στιγμή . 
- Ναι . - Θα το διορθώσουμε . 
Όλο το πρωί , λαμβάνουμε παράπονα λόγω των άρθρων . 
Μέχρι και στις Προγνώσεις παίρνουν . 
Έπεσε η σελίδα μας , ο κόσμος δεν μπορεί να δει τις προγνώσεις . 
Είμαστε η Ε.Μ.Υ. 
Δεν μπορούμε να αφήσουμε την έκθεση να παρακωλύει τη δουλειά μας . 
Το καταλαβαίνω , κυρία . Αν την ακυρώσετε ... 
Δεν θα συμμετάσχω . 
Εξαιτίας μου , όλοι μπήκαν σε μπελάδες . 
Λυπάμαι γι ' αυτό . 
Συγγνώμη , κα Τσο . 
Είμαστε το τμήμα Προγνώσεων . Καλέστε στη Μετεωρολογική Υπηρεσία . 
Διευθυντή Χαν . 
Δεν μπορώ να δουλέψω και πρέπει να βγάλουμε την πρόγνωση . 
Πώς βρήκαν τον αριθμό μας ; 
Πάρε τον Γιονγκ-πιλ να βοηθήσει . 
Όχι , ξέχνα το . Είναι εδώ , σωστά ; 
Περίμενε . 
Περίμενε . 
Γιατί τα παρατάς ; 
Γιατί δεν συμμετέχεις ; 
Να ' σαι ! 
Γιονγκ-πιλ , έλα αμέσως να βγάλεις την πρόγνωση . 
Γίνεται χαμός από το πρωί ! 
Πήγαινε στη δουλειά σου . 
Είναι το λιγότερο που μ ' ενδιαφέρει τώρα . 
Έχει δίκιο , όμως . 
Η έκθεση είναι μια εκδήλωση της Υπηρεσίας . 
Αυτό δεν πρέπει να επηρεάσει τη δουλειά σου . 
Θα είμαι απλώς ένα εμπόδιο . 
Δεν είσαι εμπόδιο . 
Τέλος πάντων , θα τα πούμε σπίτι . 
Όχι , περίμενε . 
Κυρία Τσο ! 
Η διαφημιστική θέλει να ακυρώσει το συμβόλαιο . 
Τα Magazine X και Bobble ακύρωσαν τη φωτογράφιση εξωφύλλου . 
Όσο κι αν έλεγα ότι δεν ισχύει , όλοι αποσύρονται λόγω την κοινωνικής κατακραυγής . 
Μητέρα . 
Σου λείπει η Μι-τζα όσο κι εμένα ; 
Όλοι οι άλλοι προχώρησαν . 
Μόνο εγώ είμαι αυτός που έχω κολλήσει στο παρελθόν ; 
Σανγκ-τάε . 
Δεν χρειάζεται να μισείς τη Μι-τζα . 
Μητέρα , γιατί το λες συνέχεια αυτό ; 
Θα μπορούσα ποτέ να μισήσω την κόρη σου ; 
Δεν εννοώ την κόρη μου . 
Τη Μι-τζα . 
Την Κο Μι-τζα . 
Μητέρα . 
Αν τη συγχωρέσεις ... δεν σημαίνει ότι θα ξεχάσεις τη γυναίκα σου . 
Μητέρα ... 
Σανγκ-τάε . 
Περίμενε , Σανγκ-τάε . 
Δεν χρειάζεται να με συγχωρήσεις . 
Σου είμαι απλώς ευγνώμων που έδωσες στα παιδιά την ευχή σου . 
Σου λείπει ακόμα η Μι-τζα μετά από τόσα χρόνια ; 
Πότε σου λείπει περισσότερο ; 
Μου λείπει κάθε φορά που βουτάω στη θάλασσα ή κοιτάζω τον Γιονγκ-πιλ . 
Ναι , σωστά , η σούπα φυκιών σου . 
Την τελείωσα όλη . 
Τζεόν Ντάε-γιόνγκ . 
Δεν το σηκώνεις όταν σε παίρνω ; 
Απαντήστε καλύτερα . 
Να ξεμπερδεύετε στα γρήγορα . Αλλιώς , θα γίνει έξαλλη . 
Δεν θέλω , κε Κο . 
Θα βρω πάση θυσία τρόπο να πείσω τον πατέρα μου . 
Ναι . Θα τη συναντήσω αφού πρώτα τακτοποιήσω το ζήτημα . 
Κι αν αποτύχεις ; 
Θα εξαφανιστείς ; 
Πώς ήξερες ότι ήμουν εδώ πέρα ; 
Εξηγήσου . 
Βλέπεις ... 
Εγώ ... 
Με συγχωρείς . 
Διαφωνήσαμε με τον πατέρα μου . Αλλά θα φροντίζω να φέρω το πάρκο πίσω στο Σάμνταλ-ρι , - οπότε , μην ανησυχείς ... 
- Δεν μιλάω για το θεματικό πάρκο . 
Γιατί είσαι τόσο απεριποίητος και γιατί μένεις εδώ ; 
Το πάρκο στο Σάμνταλ-ρι δεν θα γινόταν , αλλά υπερέβαλες εαυτό για χάρη μου , σωστά ; 
Γι ' αυτό σε έδιωξαν . 
Η μέση σου πονάει πολύ όταν κοιμάσαι σε φθηνό στρώμα . 
Και ποτέ δεν φοράς ξανά το ίδιο πουκάμισο . 
Γιατί ... 
Έχουμε χωρίσει χρόνια τώρα . 
Γιατί συνεχίζεις να με βοηθάς ; 
Πείσε την Τζιν-νταλ . 
Όχι , θα την αφήσω να κάνει ό , τι θέλει . 
Αν αυτό μαθευτεί παραέξω , ξέρεις τι θα πάθουν η μητέρα και ο αδερφός σου ; 
Πατέρα ... 
Εδώ και πέντε χρόνια ένιωθε λες και είχε πουλήσει την ψυχή της . 
Έβλεπε το μπούλινγκ στους υπαλλήλους κι έκανε τα στραβά μάτια . 
Είναι άνθρωπος που βοηθάει όποιον μαθητή δει να κακομεταχειρίζονται στον δρόμο . 
Γι ' αυτό , φαντάσου ... πόσο θα βασανιζόταν μ ' αυτό . 
Σοβαρά θα αφήσεις τη γυναίκα σου να διαλύσει οικογένεια και εταιρεία ; 
Η εταιρεία θα καταστραφεί ! 
Αν φταίει , έτσι πρέπει ! 
Δεν με νοιάζει η εταιρεία ! 
Στηρίζω τη γυναίκα μου . 
Βλαμμένε χαζοβιόλη ! 
Ντιπ ξεκούτιανες ; 
Η μαμά και ο Ντάε-σικ είναι ένοχοι ! 
Η Τζιν-νταλ δεν έκανε κάτι λάθος ! 
Γιατί επιμένεις να με βοηθήσεις και γίνεσαι εθελοντικά το μαύρο πρόβατο ; 
Επειδή σ ' αγαπάω . 
Αυτό ακριβώς . 
Επειδή σ ' αγαπάω . 
Μπορώ να φορέσω το ίδιο πουκάμισο δυο συνεχόμενες μέρες . 
Αν με πονάει η μέση μου , τότε μπορώ να μείνω ξάγρυπνος . 
Αν ο μπαμπάς με χτυπήσει ... Δεν θα είναι η πρώτη φορά , μπορώ να το αντέξω . 
Δεν είναι κάτι άξιο λόγου . 
Τι κι αν γίνω το μαύρο πρόβατο επειδή σ ' αγαπώ ; 
Δεν μου καίγεται καρφί . 
Έουν-τζου , εσύ έβαλες το χεράκι σου στα άρθρα ... 
Τι ; Πού πήγε ; 
ΚΥΡΙΟΣ ΜΑ , ΜΑΡΚΕΤΙΝΓΚ " Κύριος Μα " ; 
- Ναι ; 
- Κυρία Μπανγκ . 
Συμφωνήσαμε προώθηση μέσω του Magazine X . 
Πάει καιρός που σας πληρώσαμε . Πόσο ακόμα πια ; 
Δεν τηρήσατε τον λόγο σας αφότου σας δώσαμε το φουλάρι . 
Γιατί το σήκωσες ; 
Περίμενε . 
Τι ήταν αυτό ; 
" Προώθηση στο περιοδικό ; " 
Φουλάρι ... 
Πήρες χρήματα για να προωθήσεις προϊόντα ; 
Γι ' αυτό επέμενες να προσθέτεις ξεκάρφωτα φουλάρια , σκουλαρίκια και καπέλα ; 
Ναι . Και λοιπόν ; 
Πάλι " Και λοιπόν ; " Πανάθεμα ! 
Έχεις εξοκείλει τελείως . 
Έπαιρνες λεφτά για να προωθείς στα κρυφά είδη άσχετα με το περιοδικό ; 
Αυτό έχεις μόνο να πεις ; 
Ούτε εμένα μου ήταν εύκολο . 
Ζητούσαν τα λεφτά κι η Έουν-χίε δεν έβαζε ό , τι δεν της άρεσε . 
Κόντευα να τρελαθώ . 
Έλαβες το προϊόν μας ; 
Αυτήν τη φορά πρέπει να το βάλεις . 
Καλύτερα να συμμαζέψουμε λίγο εδώ ... 
Τι είναι αυτό το φουλάρι ; 
Δεν το είδα στη συνάντηση . 
Λοιπόν ... 
Σωστά . Βλέπετε , είναι ... 
Το πρόσθεσα εγώ . 
Εσύ ; 
Τι είναι αυτό ; 
Σου είπα να το βγάλεις ! 
Είσαι άνω ποταμών . 
Θα έκανα θυσίες για να μείνουμε μαζί , μα δεν αντέχω άλλο . 
Έουν-τζου , εδώ χωρίζουμε . 
Χωρίζουμε ; 
Θέλεις να απολυθώ επειδή απέτυχα ; Έχεις άλλη εναλλακτική λύση ; 
Είσαι εγγυημένη αποτυχία . 
Δεν το πιστεύω ότι άφησα την Έουν-χίε για εσένα . 
Τι είπες ; 
Θα πρέπει να τρελάθηκα . Ναι , ήμουν τρελός ! Φύγε . Έξω από εδώ , κάθαρμα ! 
Έτσι κι αλλιώς θα έφευγα ! 
Σας ζήτησα κι άλλο χρόνο . Κάνω ό , τι καλύτερο μπορώ . 
Δεν αρχίσαμε φωτογραφίσεις . 
Μου πάνε όλα στραβά , τι θέλετε να κάνω ; 
Ας μου δίνατε πιο ωραία είδη ! 
Κανείς δεν θέλει τα κωλοπροϊόντα σας ! 
Γαμώτο ! 
Η Έουν-τζου ας κοιτάξει την καριέρα της . Γιατί επιμένει να με ενοχλεί ; 
Πάμε να την ξεμαλλιάσουμε ; 
Αυτό δεν θα αλλάξει τίποτα . 
Πρέπει να απαλλαγούμε απ ' αυτή μια και καλή . 
- Άκου , Έουν-μπι . 
- Ναι ; 
Εκείνο το φουλάρι , κάτι δεν μου κολλάει . 
Εσύ τι λες ; 
Όχι μόνο δεν μου κολλάει , κοντεύει να με πνίξει . 
Ανάθεμα . Μου φαίνεται ότι κάτι ύποπτο συμβαίνει . 
Κι εμένα . 
Η έκθεση ακυρώθηκε ; 
Να πιέζατε την υπηρεσία να μην την ακυρώσει . 
Όπως φαίνεται , η Σαμ-νταλ αποσύρθηκε . 
Για ποιον λόγο ; 
Δεν ήθελε να προκαλέσει προβλήματα . 
Δεχόντουσαν παράπονα όλη μέρα , γινόταν χαμός . 
Το ίδιο ακριβώς συνέβη όταν κατηγορήθηκε για κατάχρηση εξουσίας . 
Είναι αθώα , μα δεν την ακούει κανείς . 
Όλοι φυλάνε τα νώτα τους και της γυρίζουν την πλάτη . 
Τα υποστηρικτικά άρθρα θάφτηκαν . 
Αυτό ακριβώς κάνει και η υπηρεσία . 
Το θέμα δεν είναι να πείσουμε την υπηρεσία . 
- Τότε ; 
- Τι είναι το θέμα ; 
Πρέπει να ψάξουμε και να βρούμε τη ρίζα του κακού . 
Η Τσο Σαμ-νταλ δεν έκανε μπούλινγκ . 
Να το αποδείξουμε για να λήξει μια και καλή . 
Ξέρουμε ότι είναι κόλπο της Έουν-τζου , πώς θα το αποδείξουμε ; 
Εμένα ρωτάς να σου πω ; Δεν είμαι ιδιοφυΐα . 
Νομίζω ότι πρέπει να ψάξουμε σε βάθος οτιδήποτε ύποπτο . 
Το φουλάρι ! 
Δηλαδή , είστε οι βοηθοί της Σαμ-νταλ . 
Πώς ήταν στη Σεούλ η Σαμ-νταλ ; 
Η κυρία Τσο ; 
Λάτρευε τη δουλειά της . Με πάθος , δούλευε ασταμάτητα . - Τι ; - Τι ; 
Επαγγελματίας . Αξιοθαύμαστη . 
- Κατάλαβα . 
- Έτσι είχαμε συνηθίσει να τη βλέπουμε . Αλλά στο Τζετζού , είδαμε μια τελείως διαφορετική της πλευρά . 
- Εδώ παίζει στην έδρα της . - Ακριβώς . 
Παρεμπιπτόντως , Γκιεόνγκ-τάε . 
- Γιατί ξαφνικά σώπασες ; 
Τι πράγμα ; Τι είναι αυτά που λες ; 
Σ ' ευχαριστούμε για τις οδηγίες τις προάλλες . 
Σωστά . Ναι . Ναι , εκείνη τη μέρα ... 
Σωστά , όταν γνωριστήκαμε . 
- Ναι . 
- Γκιεόνγκ-τάε . 
Γιατί τραυλίζεις ; 
Τι ... 
Σκάσε , βλάκα . 
Να τον σώσουμε ; 
Έχει 20 χρόνια να ερωτευτεί . 
Τη μέρα που μάλωσε με τη Σαμ-νταλ και επέμενε να προσθέσει το φουλάρι ... 
Της είπε για την απιστία , τσακώθηκαν , και την επόμενη το έκανε . 
Και όταν έγινε αυτή υπεύθυνη , συνέχιζε να προσθέτει το φουλάρι . 
Επέμενε να προσθέτει άσχετα πράγματα και μάλωνε με τους στυλίστες . 
Αυτό είναι . Θα πληρώθηκε για να βάλει το φουλάρι . 
Μυρίζω από μακριά κάτι τέτοια ... πράγματα . 
- Ξέρετε σε ποια σόσιαλ είναι ; - Φυσικά . 
Ας ψάξουμε εκεί και σ ' άλλες πλατφόρμες για οτιδήποτε ύποπτο σχετικά μ ' αυτό . 
- Εντάξει . 
- Έγινε . 
Εδώ είμαστε . 
Αυτός είναι ο λογαριασμός της . 
Ευχαριστώ . 
Ο λογαριασμός της . 
Θα σας πούμε για την έκθεση μετά τη συνάντηση . 
Συγγνώμη . Αντίο . 
Αποφασίσαμε να ακυρώσουμε την έκθεση . 
Δεν θα συμμετάσχω . 
Εξαιτίας μου , όλοι μπήκαν σε μπελάδες . 
Λυπάμαι γι ' αυτό . 
Τα πήγες καλά στο τμήμα Προγνώσεων . 
Ορίστε η ανταμοιβή σου . 
Σταθείτε . Τι είναι αυτό ; 
Συγχαρητήρια , κύριε Τσο . 
Είναι απίστευτος . 
Έκανα την αίτηση για σένα . 
Τι σου είπα ; Ότι θα τα κατάφερνες . 
Ξεχάστε το . Δεν θα πάω . 
Δεν είναι αυτό το σημαντικό . 
Τι θα κάνουμε με την έκθεση ; 
Θέλω να πω , εμείς ... 
Ήρθε ο διοικητής ; 
Να σου πω , Γιονγκ-πιλ ! 
Τι είναι ; 
Πας στον Παγκόσμιο Μετεωρολογικό Οργανισμό . 
Το όνειρό σου έγινε πραγματικότητα . 
Σας είπα ήδη ότι δεν πρόκειται να πάω . 
Γιατί όχι ; 
Άλλοι θα έκαναν τα πάντα . 
Γιονγκ-πιλ , είναι το όνειρό σου . 
Σιγά . Στείλτε κάποιον άλλον . 
Η ζωή είναι γεμάτη πόνο . 
- Τσεόν Τσανγκ-γκι ! 
Τι κάνεις εδώ ; 
Δεν έχουμε και τις καλύτερες σχέσεις , γιατί είσαι εδώ ; 
Τι τρέχει ; 
Σχετικά με το άρθρο , Έουν-χίε ... Η Έουν-τζου ήταν . 
Εσύ δεν πρόκειται να αλλάξεις ποτέ , έτσι ; 
Και λοιπόν ; 
Βρέθηκα μπλεγμένος . 
Δεν είχα ιδέα ότι έλεγε ψέματα για τα πάντα . 
Μέχρι που τη ρώτησα αν όντως το έκανες . 
Εντάξει . Παρακάτω ; 
Τι κάνεις ; 
Έχεις τρελαθεί τελείως ; 
Σε ικετεύω , σώσε με . 
Κάνε μου αυτήν τη χάρη . 
Έχω προθεσμία μία εβδομάδα και είμαι χωρίς θέμα και συνεργείο . 
Είπα στο αφεντικό ότι ήμουν απόλυτα σίγουρος , αλλά νομίζω ότι θα απολυθώ . 
Όχι , στάσου . Δεν με νοιάζει αυτό , βασικά . Αλλά το περιοδικό θα έχει κενές σελίδες . 
Τρομερό φιάσκο . 
Έχεις χαζέψει τελείως ; 
Και προετοιμασμένος να ερχόσουν , δεν προλαβαίνεις . Ερασιτέχνης είσαι ; 
Μου είχε πάρει τα μυαλά . 
Η Έουν-τζου ολοένα έλεγε ότι θα τα καταφέρει . 
Είστε κι οι δύο για υιοθεσία . 
Γνωριζόμαστε δέκα χρόνια . 
Έχουμε περάσει πολλά μαζί . 
Βοήθησέ με , για χάρη όσων ζήσαμε μαζί . 
Είσαι ικανή να βρεις ένα θέμα σε δύο μέρες και να το τραβήξεις με τις βοηθούς σου . 
ΤΣΟ ΣΑΜ-ΝΤΑΛ Ανάθεμά τη , γιατί δεν το σηκώνει ; 
Πού στο καλό μπορεί να είναι ; 
Τι ; Τι κάνει μαζί μ ' αυτό το κάθαρμα ; 
Σαμ-νταλ ! 
Άκου , Σαμ-νταλ ! 
Σαμ-νταλ ! 
Γιατί είσαι μαζί μ ' αυτό το κάθαρμα ; 
Μη μιλάς με αλήτες . 
- Ας φύγουμε . Μπες μέσα . - Ρε παλιο ... 
- Τι ; 
- Σιγά . 
Άσε πρώτα να του πω κάτι που θέλω . 
Αρκετές ανοησίες μου ξεφούρνισες . 
Ψάξε αλλού για φωτογράφο . 
Ο κόσμος παραπονιέται ότι θέλω να επιστρέψω με τα εγκαίνια της έκθεσης εδώ . 
Πώς θα το πλασάρεις στο περιοδικό ; 
Αυτό μπορώ να το κανονίσω . 
Έλα τώρα , θα βάλω τα γέλια . 
Υπάρχει τρόπος να γυρίσεις και να σε υποδεχτούν με ανοιχτές αγκάλες . 
Έχω ένα σχέδιο . 
Τι σχέδιο ; 
- Πες μου . 
- Μείνε εκεί που είσαι . 
Έχω καλό σχέδιο . 
Βοήθησέ με και θα σου το πω . 
Έλεος . - Πάμε . 
- Πάμε . Τρίχες σχέδιο . 
- Δεν έχεις τίποτα . 
- Έχω . Εντάξει ; Έχουν-χίε , πάρε με . Θα περιμένω . 
Μόνο αυτήν τη φορά . 
Βοήθα με τελευταία φορά . Εντάξει ; Σε παρακαλώ . 
Αλήθεια ... 
Ναι ; 
Θες να το κάνεις ; 
Ποιο ; 
Αυτός ο κόπανος δεν σου ζήτησε να βγάλεις φωτογραφίες για το περιοδικό του ; 
Ναι , αυτό ήθελε . 
Μπορεί έτσι να καθιερωνόσουν πάλι . 
Δεν θέλεις ; 
Δεν με νοιάζει το να καθιερωθώ πάλι . 
Πολύ δύσκολο με την προθεσμία σε μία εβδομάδα . 
Και αποκλείεται να βρει φωτογράφους στο Τζετζού τώρα . 
Αλλά εσένα γιατί σε νοιάζει ; 
Τι σε πειράζει αν αποτύχει ; 
Τι έγινε αν απολυθεί ή κλείσει το περιοδικό ; 
Τι σε νοιάζει εσένα ; 
Λοιπόν ... Αυτό θα ήταν καταστροφικό για τον χώρο . 
Τα έχω περάσει και τα ξέρω . 
Γι ' αυτόν τον λόγο νοιάζομαι τόσο . 
Ακριβώς . Για ποιον λόγο να νοιάζεσαι ; 
Αποσύρθηκες άνετα από την έκθεση και νοιάζεσαι γι ' αυτό ; 
Με ρωτάς γιατί αποσύρθηκα από την έκθεσή σας ; 
Ναι , αυτό ακριβώς . Λοιπόν ; 
Ξέρω ότι είναι παρόμοιο συμβάν με το Paris Magazine . 
Ξέρω ότι γι ' αυτό διστάζεις . Αλλά αυτό διαφέρει . 
Διαφέρει ; Σε τι ; 
Εδώ είναι Σάμνταλ-ρι . 
Θα άφηνες έτσι εύκολα τον τόπο σου ; 
Για στάσου . Ποιος είπε ότι το κάνω αυτό ; 
- Αποσύρθηκες από την έκθεση . 
- Ναι , το έκανα . 
Ακριβώς . Αυτό δεν είναι το ίδιο ; 
Άκου . 
Ο στόχος μου είναι να κάνω την πρώτη μου έκθεση ως Τσο Σαμ-νταλ . Όχι την έκθεση της ΜΥΚ . 
Τι ; 
Κρίμα . Ευχαριστώ . 
ΕΚΘΕΣΗ ΦΩΤΟΓΡΑΦΙΑΣ ΕΙΚΟΝΕΣ ΤΗΣ ΦΥΣΗΣ Ευχαριστώ . 
Ξέρετε κάτι ; 
Ναι ; 
Το Κοινοτικό Κέντρο έχει μια αποθήκη . 
Γιατί δεν τους τη ζητάτε ; 
Αλήθεια ; 
ΚΕΝΤΡΟ ΕΞΥΠΗΡΕΤΗΣΗΣ ΠΟΛΙΤΩΝ ΤΖΕΤΖΟΥ - Γεια σας . - Κύριε Τσο . 
Τι τρέχει ; 
Έχω ήδη φωτογραφίες . 
Δεν χρειάζεται να κάνω έκθεση στο ΜΥΚ . 
Ξέρεις πόσες φορές ανέβηκα στο ηφαίστειο για μία φωτογραφία ; 
Δεν τα παρατάω . 
Δεν τα παρατάς ; 
- Αλήθεια ; Το εννοείς ; 
- Ναι . 
Έπρεπε να μου το έχεις πει . 
Νόμιζα ότι τα παράτησες . Σκεφτόμουν πολλά και διάφορα . 
Όπως ; 
Όπως ακριβώς την περασμένη φορά . Σκεφτόμουν " Τι να κάνω ; 
Τι να πω ; 
Να πιάσω τη βίτσα ; " Αυτά σκεφτόμουν . 
Ήθελες να με δείρεις ; 
Καταλαβαίνεις τι εννοώ . Ανησυχούσα για σένα . 
Τι ; 
Τι ; 
Ρε σεις . 
Το βρήκα ! 
Το βρήκα ! 
- Τι βρήκες ; 
- Βρήκες κάτι ; Τι βρήκες ; 
Κοιτάξτε . Έχει κι άλλον λογαριασμό . 
Διαβάστε αυτό το σχόλιο . 
" Σήκωσέ το , θα σε κάνω βούκινο " . 
Έχει σχολιάσει και στο παρελθόν σε ποστ της . 
" Γεια , από το 3MOON STUDIO . Είμαι ο κος Μα της Valen Marketing για πρόταση χορηγίας " . 
Πήγα στον λογαριασμό του . 
- Έουν-μπι ! Αυτό είναι ; 
- Ναι ! - Το φουλάρι . 
- Αυτό είναι ; 
Ναι . Στάσου . Τι είναι αυτά ; 
Το καπέλο , το βραχιόλι , η αλυσίδα . 
Η Έουν-τζου τα είχε βάλει σε δουλειές μας . 
Ακριβώς . 
Και τα σκουλαρίκια . 
- Ανάθεμα . 
- Είναι απίστευτη . 
Πληρωνόταν να το κάνει στα κρυφά ενώ δούλευε με την κα Τσο ; 
Το βρήκες , Σανγκ-ντο ! 
- Ναι ! - Πώς τα κατάφερες ; 
- Απίθανος τύπος ! 
- Τι είσαι , χάκερ ; 
- Πώς το βρήκες ; 
Το βρήκαμε ! 
Τα μάθατε ; 
Τι ; 
Βγήκαν νέα άρθρα για τη Σαμ-νταλ . 
- Τι ; - Τι ; 
Σχετικά με την έκθεση της ΜΥΚ . 
Οι δημοσιογράφοι κάπως έμαθαν ποια είναι η Σαμ-νταλ και γίνεται ντόρος ! 
Αμάν πια . Όσο κι αν το αρνείται , αυτοί απλώς αδιαφορούν . 
Για δείτε . Ποιοι είναι αυτοί εκεί ; 
Κι αναρωτιόμουν πού κρυβόταν η Τσο Έουν-χίε . 
- Επέστρεψε στη γενέτειρά της . - Έλα μου ντε . 
Τζάμπα ξεροστάλιαζα στο σπίτι της στη Σεούλ . 
Θα κάνει τελικά την έκθεση στη ΜΥΚ ; 
Δεν έχω ιδέα . Δεν ανακοίνωσαν κάτι . 
- Οπότε , ίσως ισχύει . - Ναι . 
Τότε , ας χτενίζουμε όλη την περιοχή μέχρι να γίνει η έκθεση . 
- Σωστά . 
- Τόσο δα χωριουδάκι είναι , 
- θα βρεθεί σύντομα . - Σωστά . 
- Είναι εδώ ; - Έρχονται ; 
- Ήρθαν ; - Πλησιάζουν ; 
Γεια σας , κυρίες . 
- Γεια σας . 
- Γεια σας . 
Να σας ρωτήσουμε κάτι ; 
Πού μένει η κα Τσο Έουν ... 
Πού μένει η κα Τσο Σαμ-νταλ ; 
Θεούλη μου ! Ήρθατε από την πρωτεύουσα για τη Σαμ-νταλ ; 
Ναι , ήρθαμε να τη δούμε . 
Βρε την τυχερούλα . 
Έχει πολλούς επισκέπτες από την πρωτεύουσα . 
Λοιπόν ... Πού είναι το σπίτι της ; 
Εκεί πέρα . 
Εκεί πέρα ! 
- Εκεί πέρα ; 
- Ναι , εκεί πέρα . 
Εκεί πέρα ; 
Θα περπατήσετε 400 μέτρα και θα δείτε πέτρινους τοίχους . 
Μετά , στρίψτε δεξιά για άλλα 500 μέτρα ... 
Εκεί μένει . 
Θα δείτε έναν οπωρώνα μανταρινιών . 
- Σωστά . 
- Ναι , οπωρώνα μανταρινιών . 
Μετά , συνεχίστε ευθεία . 
Και μετά ; 
Θα βρείτε το σπίτι της . 
Ευχαριστούμε . 
- Ευχαριστούμε . 
- Όλα τα καλά . 
- Όλα τα καλά . 
- Αντίο . 
- Ήρθαν οι δημοσιογράφοι . 
- Η Σαμ-νταλ ; 
Μην πείτε λέξη . 
- Πού ; - Μην πείτε λέξη . 
- Πού είναι ; 
- Είναι άλλοι εδώ . 
- Θα πάω εγώ . 
- Μην πείτε λέξη . 
Είπε σίγουρα να στρίψουμε αριστερά . 
- Το ξέρω . - Εκεί πέρα . 
Είναι εκεί πέρα . 
Τι τους έπιασε όλους και τριγυρίζουν σήμερα ; 
Το διπλανό χωριό θα έχει κάποια εκδήλωση . 
Μιλιούνια κόσμος . 
Ήρθαν ως εδώ ; Δεν έχει τίποτα να δουν . 
Παρεμπιπτόντως , θα προχωρήσεις με την έκθεση της ΜΥΚ ; 
Δεν θα προσελκύσει δημοσιογράφους ; 
Γι ' αυτό θα την κάνω κρυφά στο Σάμνταλ-ρι . 
Στο Σάμνταλ-ρι ; 
Πού ; 
Στο Κοινοτικό Κέντρο . 
Αυτό σημαίνει ότι ο Σανγκ-τάε σού έδωσε την άδειά του ; 
Ναι . 
Τότε , κάν ' το . 
Οι δημοσιογράφοι δεν θα το μάθουν αν την κάνεις στο χωριό . 
- Κυρία Κο ! - Τι ; Ποιος είναι ; 
- Γεια , κα Οχ . 
- Γκέουμ-σουλ . 
Σαμ-νταλ ! 
Οι δημοσιογράφοι ! 
Πλάκωσαν τσούρμο δημοσιογράφοι . 
- Τι ; - Μη βγεις έξω . 
Τι ; 
Όχι . Τι θα κάνω τώρα ; 
Επομένως , όπου να ' ναι θα έρθουν εδώ ; 
Τότε , να μη φύγει κανείς από το σπίτι . Εντάξει ; Μην ανησυχείς . 
- Δεν θα σε βρούνε . 
- Τι ; 
Τι εννοείς ; 
Το χωριό μας είναι μεγάλο . 
Πώς θα σε βρουν αν δεν τους το πούμε ; 
Άσ ' το πάνω μας . 
Εσύ απλώς να κάτσεις εδώ , ναι ; 
Μούρλια είναι , κυρία Κο . 
Μα , κα Οχ ... 
Θεέ μου . Ώστε ήρθατε μέχρι εδώ . 
Όχι , έχετε μπερδευτεί . 
Αφήστε να σας εξηγήσω . Ακούστε καλά . 
Θα πάτε ευθεία , στρίβετε , στρίβετε ξανά , κάνετε τον κύκλο και μετά ευθεία . 
- Κατάλαβα . - Γι ' αυτό μπερδευτήκατε . 
Πήρατε λάθος δρόμο . Ακούστε προσεκτικά . 
Εντάξει . 
Θα πάτε ευθεία . 
Δεξιά , αριστερά , δεξιά , ευθεία , αριστερά . 
- Η κίτρινη σκεπή . 
- Δεξιά , αριστερά ... 
Κίτρινη σκεπή ; 
Πού είναι η κίτρινη σκεπή ; 
Εκεί έχει μπλε . 
Αυτό είναι ; 
Πού είμαστε ; 
- Είναι αδιέξοδο ! 
- Τι πράγμα ; 
Να πάρει . Πάμε πίσω πάλι . 
Δεν θα είναι αυτό . 
Έτσι νομίζω κι εγώ . 
Είμαστε στο ίδιο χωριό ; 
- Εσείς πάτε από εκεί . 
Τι είναι ; 
Το βρήκατε ; 
Τι ; 
Τι είναι αυτό ; 
Τι ; 
Τι θα κάνουμε ; 
Γιατί κουβαλήθηκαν εδώ πέρα ; 
Ο μπαμπάς μου είπε ότι έφτασαν μέχρι το γραφείο του . 
Μα είναι στα καλά τους αυτοί οι άνθρωποι ; 
Σαμ-νταλ ! 
- Σώπα ! 
- Τι ; 
Θα σ ' ακούσουν . Σώπα . - Τι ; 
- Σαμ-νταλ ! 
Δες αυτό , Σαμ-νταλ . 
Η Έουν-τζου προωθεί κρυφά προϊόντα ιντερνετικών πολυκαταστημάτων . 
Πληρώνεται για να προωθεί προϊόντα τους . 
Μερικές φορές , πρόσθετε είδη που δεν ήταν των χορηγών μας . 
Το ήξερα . Έτσι αγόραζε πολυτελή ρούχα και αξεσουάρ . 
Το έκανε κι όταν δούλευε για μένα , σωστά ; 
- Σωστά . 
- Όλον τον καιρό . 
Δεν είχα ιδέα ότι μπορούσε να κάνει κάτι τέτοιο . 
Παιδιά , γιατί είστε όλοι ... τελείως πτώμα ; 
Ρε παιδιά . 
Τι έγινε ; Είστε καλά ; 
Σανγκ-ντο , τα μάτια σου είναι κόκκινα . 
Εμείς κοιμηθήκαμε κάνα δίωρο . 
Αυτός το πήγε σερί . 
Δεν έπρεπε να ξενυχτίσετε για εμένα . 
Έπρεπε να βρούμε κάτι γρήγορα για να λήξει . 
Είναι ένα κάρο δημοσιογράφοι έξω . 
Θα τους προγκούσαμε αν δεν ήταν τόσοι πολλοί . Μεγάλο τσούρμο . 
Έφυγαν πια . Θα κρύωσαν τώρα που νύχτωσε . 
Αλήθεια ; 
Ώστε γι ' αυτό γύρισες στο Τζετζού ; 
Τα ίδια θα πρέπει να σου έκαναν και στη Σεούλ . 
- Τι τρέχει ; 
- Σας είδε κανείς ; 
- Όχι . 
- Κανείς . 
- Πάμε . 
Γιατί ήρθαν όλοι εδώ πέρα ; 
Ακριβώς . Δώσ ' μου λίγες μέρες ... 
Κάθισε μαζί μας . 
- Ναι . - Έλα . 
- Θα πάψουν σε λίγο . 
- Γεια . Αυτό σκεφτήκαμε και εμείς . Δεν ξέρω πόσο καιρό θα κρατήσουμε το σπίτι μας κρυφό . 
Θεούλη μου , ανησυχώ μήπως το ανακαλύψουν . 
Τραγανό και νόστιμο . 
Η Σαμ-νταλ δεν μπορεί να κρύβεται στο σπίτι της για πάντα . 
Κυρία Κο , να πάμε στον δήμο ή στο Τμήμα ; 
Δεν έχει νόημα , δεν μας έκαναν κάτι κακό . 
Πράγματι . 
Κι αν τους πούμε ότι γράφουν ψευτιές ; 
Μπαμπά , αν γινόταν , δεν θα τα τραβούσαμε αυτά τώρα . 
Ακριβώς . 
Ό , τι και να τους πούμε , θα είναι τροφή για δηλητηριώδη άρθρα . 
Τι λέτε γι ' αυτό , τότε ; 
Έχω μακρινό συγγενή έναν δημοσιογράφο . 
Αν γράψει ένα άρθρο που να σε υπερασπίζεται ; 
Αυτός ο συγγενής σου δεν δουλεύει στις αγγελίες ; 
- Ναι . - Κατάλαβα . 
Γιατί δεν παίρνετε έναν δικηγόρο , κα Κο ; 
Ένας συγγενής του άντρα μου είναι δικηγόρος . 
- Δεν αναλαμβάνει διαζύγια μόνο ; 
- Ναι . - Θεέ μου . - Τι θα κάνουμε ; 
Δεν θα κρύβεται για πάντα . 
Γιατί να κρύβεται αφού είναι αθώα ; 
- Σωστά . 
- Τότε , τι λέτε γι ' αυτό ; 
Να τους πιάσουμε και να τους κλειδώσουμε στα σπίτια μας ; 
- Πώς ; 
- Να τους αποπλανήσουμε ! 
- Τι ; - Ναι ! 
- Δεν είναι παράνομο ; 
Με τέτοια φάτσα ; Είσαι σίγουρη ; 
Γκέουμ-σουλ . 
Τι έπαθε αυτή ; 
Αρκετά . 
- Γεια . 
- Γκιεόνγκ-τάε . 
- Φεύγουμε . - Γκιεόνγκ-τάε . - Αντίο . - Γκιεόνγκ-τάε . - Γεια σας . - Γκιεόνγκ-τάε . 
- Γκιεόνγκ-τάε . 
- Αντίο . 
- Έλα . - Εντάξει , πάμε ! 
- Γιονγκ-πιλ . 
- Ναι ; 
Λες να κάνει τελικά την έκθεση στη Μετεωρολογική Υπηρεσία ; 
Γιατί ρωτάς ; 
Φρόντισε να την κάνει . 
Θέλω να δω το πρόσωπό μου στις φωτογραφίες της στην έκθεση . 
Με έβγαλες φωτογραφία , ναι ; 
- Αντίο . - Να βάλεις κι εμένα . 
- Κι εμένα . 
- Μην ξεχάσεις κι εμένα . 
Γεια σας , κυρίες . Καλό βράδυ . 
- Θα βγήκες κούκλα . - Φυσικά . Ήσουν πανέμορφη στα νιάτα σου . 
Περνιέσαι για μοντέλο ; 
Κάνε γιο να δεις καλό . 
Σαμ-νταλ . 
Τι συμβαίνει ; 
Περίμενε . 
Θα κάνουμε την έκθεση εδώ , αρκεί να μη μαθευτεί . 
Ακριβώς . Αλλά οι δημοσιογράφοι είναι παντού . 
Θα πλακώσουν εδώ μόλις η έκθεση της ΜΥΚ ακυρωθεί . 
Θα μας τσακώσουν σίγουρα . 
Τότε , να τους στείλουμε όλους στη ΜΥΚ . 
Μπορούμε , αλλά πώς θα το κάνουμε ; 
Πρέπει πρώτα η ΜΥΚ να την ακυρώσει . Τότε , όλοι οι ρεπόρτερ θα έρθουν εδώ . 
Άρα , φροντίζουμε η ΜΥΚ να μην ακυρώσει τη δική της . 
Σωστά ; Θα την κάνουμε εδώ . 
Εδώ ; 
Ναι , εδώ . 
Άσ ' το πάνω μου . 
Ας τα δώσουμε όλα . 
Έχεις δίκιο . 
- Φυσικά . 
- Ας τα δώσουμε όλα . 
- Σίγουρα . 
- Δεν θα μείνουμε άπραγοι . 
- Σωστά . 
- Σωστά ; Αλλά ... Άφησα όλες τις φωτογραφίες μου στην υπηρεσία . 
Μην ανησυχείς . 
Παιδιά . 
Μην ακούτε τους ντόπιους από εδώ και πέρα . 
Νομίζω ότι μας κοροϊδεύουν κανονικά . 
Η έκθεση της ΜΥΚ ακυρώθηκε ή όχι ; 
Σήμερα ανοίγει και δεν έχουν πει κουβέντα . 
Σίγουρα θα ακυρώθηκε . 
Γι ' αυτό είμαστε όλοι μας εδώ . 
Έκθεση ; Αποκλείεται . 
Κύριε , κοιτάξτε . 
Νομίζω ότι θα γίνει . 
- Άσε τα αστεία . 
- Δώσ ' μου να δω . 
- Αμάν ! - Αμάν ! - Στη ΜΥΚ ! - Στη Μετεωρολογική Υπηρεσία ! 
Μπείτε στ ' αμάξια ! 
Γρήγορα ! 
Τι ; 
Να πάρει . Εντάξει . 
Η έκθεση της ΜΥΚ θα γίνει . 
Πάμε . 
- Τι ; 
- Τι έγινε ; 
Όλοι οι δημοσιογράφοι έφυγαν . 
Ο μπαμπάς άνοιξε την πύλη , πάμε για τις φωτογραφίες . 
Τι ακριβώς έκανες στη Μετεωρολογική Υπηρεσία ; 
Τι εννοείς ; 
Δεν ανακοινώσαμε καμία ακύρωση . 
Μετράει πολύ ο λόγος μου , δεν το ξέρεις ; 
Τσο Γιονγκ-πιλ ! 
Όταν το σηκώσετε , τι θα πείτε , κύριε ; Ότι η έκθεση ακυρώθηκε ; Αφού έχει ακυρωθεί . Επομένως ... 
Την ακυρώσαμε , αν και η νικήτρια είναι αθώα . 
Να μην της κάνουμε μια χάρη ; 
Μας ζήτησαν να μην το ανακοινώσουμε . 
Απλώς μην ανακοινώσετε την ακύρωση . 
Θα την κάνουμε άλλου για να μη σας ενοχλούμε . Αλλά , ειλικρινά , θέλουμε χρόνο προετοιμασίας . 
Θα καθυστερήσετε λίγο τους δημοσιογράφους ; 
Δεν είμαστε αστυνομία να τους κρατήσουμε . 
Ήμαρτον . 
Η υπηρεσία δεν πρέπει να κρατάει τον λόγο που δίνει ; 
Μπορεί να κάνουμε λάθη στις προγνώσεις , δεν είμαστε θεοί . Αλλά ακυρώνουμε την έκθεση που είπαμε ότι θα κάνουμε . 
Αυτό είναι λάθος ! 
Ή κάντε την έκθεση ή κάντε μου αυτήν τη χάρη . 
Η έκθεση δεν μπορεί να γίνει . 
Τα κεντρικά το απέκλεισαν . Τα χέρια μου είναι δεμένα . 
Ακριβώς . Ας κάνουμε έστω αυτό , κύριε . 
Διευθυντή Χαν . 
Φρόντισε ο Μετεωρολόγος Τσο να πάει στον ΠΜΟ στην Ελβετία . 
Αυτός ο άνθρωπος θα με πεθάνει ! 
Συμπάσχω απόλυτα , κύριε . 
Μπορεί όντως να κάνει εδώ την έκθεση ; 
Σίγουρα θα τη δουν . 
Κανείς δεν μπορεί να μπει . 
Υποψιάζομαι ότι δεν θα γίνει . 
Έχει ορδές δημοσιογράφων . Θα μπορέσουμε να πάρουμε τις φωτογραφίες ; 
Φυσικά και θα μπορέσουμε . Μην ανησυχείς . 
Έχουμε μπόλικη υποστήριξη . 
Έχεις δίκιο . Θα τους νικήσουμε όλους . 
Σαμ-νταλ ! Γιονγκ-πιλ ! 
Βασιστείτε πάνω μας ! 
Θα έρθουμε μόλις ξεμπερδέψουμε . 
- Κυρία Τσο ! 
- Με τη νίκη ! 
Με τη νίκη ! 
Ο Γιονγκ-πιλ μού είχε πει κάποτε ότι οι δράκοι θέλουν βοήθεια για να ξεπηδήσουν από τα ρυάκια . 
Και τους βοηθούν οι βδέλλες , τα ψάρια και τα βατράχια . 
Θα κάνετε όντως την έκθεση της κας Τσο εδώ ; 
Πολύ καλά , τότε . Τι λέτε να πάμε στην πρώτη σας έκθεση , κα Τσο ; 
Ας πιέσουμε τον Τσανγκ-γκι . 
Σίγουρα κάτι ξέρει . 
Τι συμβαίνει ; Μ ' αγαπάς ; Σου λείπω ; 
Αυτό θέλω να μάθω . 
Τότε , έλα να κάνουμε παρέα . 
Μπορούμε να βγούμε έξω μαζί . 
Ο ΠΜΟ ... στην Ελβετία . 
Δεν θα μετανιώσεις που δεν θα πας ; 
Όπως ακριβώς εσύ υποστήριξες το όνειρό μου , γιατί να μην κάνω κι εγώ το ίδιο για σένα ; 
