헤어 , 메이크업만이라도 어떻게 좀 해 줘요 
아 , 스탭 없이 어떻게 촬영을 해 
아니 , 아무도 안 한대 방은주 실장하고는 
이미 업계에 파다해 실력 없고 안하무인이라고 
- 아 , 진짜 미치겠다 
- 이럴 시간 없어 
빨리 작가 교체해 아 , 이대론 빵꾸야 ! 
아 , 예 , 알아요 아 , 근데 지금 당장 일할 수 있는 작가를 어디서 구해 
아이 , 나도 미치겠어 
네 , 네 , 네 
여기도 별로야 , 안 예뻐 
다른 데 없어 ? 
내가 니 어시야 ? 
답사만 며칠 째야 ? 
컨셉이 있기는 해 ? 
아니 , 지금 컨셉이 문제가 아니야 
헤어 , 메이크업 , 의상 어떤 스탭도 너랑 일 안 하겠대 
아 , 제주 로케 자신 있다고 그렇게 졸라 가지고 내가 회사에 별짓 다 해서 빼 왔는데 
근데 당장 다음 주가 막상 마감이야 
나 이제 어떻게 하냐고 ! 
뭐 어쩌라고 ? 
뭐 ? 
지들이 나랑 일을 안 하겠다는데 나더러 뭐 어쩌라고 ? 
좀 마음에 안 든다고 윽박지르고 지 실력 뽀록날까 봐 감추려고 또 윽박지르고 ! 
이런데 누가 너랑 일을 하려고 하니 ? 
포토그래퍼가 사진만 잘 찍는다고 다가 아니야 스탭하고 소통하는 것도 실력이라고 
아이 , 도대체 조은혜 밑에서 뭘 배운 거야 ? 야 ! 
너 내가 내 앞에서 조은혜 얘기 하지 말라 그랬지 ? 
나 좋다고 바람피울 땐 언제고 
이제 와서 실력 좋은 조은혜가 그립니 ? 
어 ! 당연하지 
내가 짤리게 생겼다니까 ! 
그건 니 사정이고 
그래 
나 안 할게 
뭐 ? 
안 한다고 안 하면 될 거 아니야 작가 교체해 
당장 일할 수 있는 작가를 어떻게 구하냐 ! 
진짜 ... 
조삼달 
네 , 안녕하세요 , 기자님 
잘 지내시죠 ? 
- 어 , 그래떠 , 그래떠 ? 
- 하지 마 
- 하지 말라고 
- 아구 , 그래쪄 ? 
- 하지 마 ... 
- 알았어 , 알았어 
- 안 할게 , 안 할게 
- 알았어 , 하지 마 
알았어 
어유 , 어유 , 너무 귀엽잖아 
- 이렇게 씌워 놓고 ... 
- 오구 , 오구 , 오구 
우리 삼달이 너무 귀여워 죽겠엉 
그랬어 
왜 , 왜 ? 
너네 다시 만나는 거야 ? 
아이 , 뭘 그렇게 놀라 ? 
새삼스럽게 , 뭐 , 하루 이틀이야 ? 
아 , 그냥 , 그냥 , 뭐 알아서들 각자들 정해 , 이제 , 앞으로 
봐 봐 , 야 , 내 말 맞지 ? 내가 얘네 사귄다고 했어 , 안 했어 ? 
어 ? 
이거 뭐 , 이거 처음 있는 일도 아니야 
저 , 15 년 전 , 어 ! 거 , 삼달이 자취방에서 
내가 그날 일을 내가 8 년을 후회하고 살았어 
그때도 뭐 지들끼리 이러고 이러고 또 뭐 사귀더니 , 또 ... 
저러고 저러고 또 헤어져 
그러더니 , 이 ... 아이 , 나랑 연락을 끊네 ? 
이런 ... 
야 , 경태야 , 이번에는 우리 헤어져도 연락 안 끊을 테니까 
제발 걱정하지 마 
- 알았지 ? 
- 아니 , 나랑 헤어질 거야 ? 
안 돼 , 못 헤어져 
- 경태랑 연락을 끊어 , 응 - 알았어 , 알았어 
야 , 뭐 아무튼 축하한다 , 야 
축하는 무슨 축하 
야 , 야 , 니들 ! 
야 , 빨리 각서 써 
아이 , 뭐야 뭔 각서야 , 아이 ... 
각서는 뭔 각서 , 이거 
흰머리 파 뿌리 될 때까지 헤어지지 않고 잘 사귀겠다 
이거 빨리 쓰라고 ! 
이거 내가 공증받을 거야 , 이거 
야 , 야 , 경태야 , 흰머리가 아니고 검은 머리 파 뿌리 될 때까지야 
그래 , 그래 , 뭐 그거나 그거나 아니야 그건 뭐 니 머리 아니야 ? 
이거 빨리 써 ! 
아이 , 진짜 저리 안 가 ? 
아 , 뭘 이렇게 오바 쌈바야 ? 
지금 , 어 ? 오랜만에 오붓하게 이렇게 우리 둘이 시간을 ... 
오붓하게 시간을 보낼 거면 방을 잡든가 
왜 여기서 난리야 , 진짜 
야 , 니네 우리 오 형제 , 어 ? 간신히 다시 모였는데 니네 또 찢어지면 우리 또 해산이야 ! 
진정해 , 이번에는 진짜로 진짜로 우리 
- 그래 ? 
- 응 
야 , 그럼 결혼해 
얘가 미쳤나 봐 , 뭔 개소리야 
결혼이 뭐야 
- 갑자기 - 아니 , 근데 , 그 ... 
결혼이 막 그렇게 엄청 개소리는 아니잖아 , 원래 , 그지 ? 
야 , 근데 상도는 ? 
어 , 그러 , 그러게 ? 
요즘에 상도가 통 안 보인다 걔 왜 안 오냐 ? 
아 , 걔 원래 주기적으로 얼굴 안 보여 줘 
야 , 이거 빨리 각서 쓰고 니네 결혼해 ! 그래야 안 헤어지지 
결혼해 , 그냥 ! 
- 드세요 
- 감사합니다 
야 , 조삼달 얘는 동생들 불러 놓고 뭐 하는 거야 
뭐 하긴 , 어디서 연애하겠지 
아 , 맞네 
아 , 근데 저희 괜찮아요 
전시 컨셉 잡혀서 이제 저희끼리 할 일만 남았거든요 
음 ... 
근데 괜히 저희 땜에 방도 뺏기시고 ... 
아니야 , 괜찮아 
아니 , 여기 방이 있는데 뭐 하러 굳이 다른 숙소를 잡아 
아 , 우리는 요 방에서 셋이 자면 되니까 
전혀 신경 쓰지 말고 내 집이다 생각하고 편하게 
진짜 감사합니다 
아 , 별말씀을요 
아니 , 근데 우리 집 어떻게 알고 왔어요 ? 
여기 삼달리에 집이 한두 개도 아닌데 
아 , 그 , 동네 초입에 있는 편의점 거기 직원한테 물어봤죠 
- 왕경태 , 간다 
- 간다 
- 저 , 삼달아 
- 왜 , 왜 , 왜 ? 
왜 ? 
그 ... 
아 , 아니다 
- 가 
- 어 , 그래 , 간다 
아 , 야 , 삼달아 왜 , 왜 , 빨리 말해 , 왜 ! 
아니 , 그 , 니네 집에 온 손님 여자 둘 
그 , 그 , 누구야 ? 
은비랑 지은이 ? 내 어신데 
아 , 은비 ? 아 , 이 , 이 , 여기 눈 ... 그 , 은비야 ? 
- 응 - 응 , 그래 
니가 어떻게 알아 , 근데 ? 
어 ? 
아 , 나 뭐 , 그냥 , 저 ... 우연히 지나가다 그냥 본 거야 
저기 혹시 조은혜 실장님 댁 아세요 ? 
또 기자네 또 기자야 
여기 그런 사람 안 살아요 
아 ... 
아 , 이상하다 여기 삼달리 맞는데 ? 
아 , 그럼 혹시 조삼달 씨 댁은요 ? 
어 ? 
질문이 뭐였죠 ? 
아 , 모르세요 ? 그 , 조삼달 ... 
저 , 저기 ? 저기라는 거 같은데요 ? 
- 아 ... - 저기 
- 저기 - 아 ... 
네 , 감사합니다 
무사 ? 
아 , 왕경태 ? 
조삼달 친구 
아 ... 
근데 그분 원래 말을 잘 못하세요 ? 
무슨 소리야 걔가 얼마나 말이 많은데 
내 평생에 걔 입 다물어진 걸 본 역사가 없어 
- 맞잖아 
- 맞아 
까먹어 
말을 되게 ... 말주변이 없으셨던 거 같아 
- 그쵸 ? 
- 응 
너가 그냥 같이 들어가면 ? 
걱정되면 너가 그냥 같이 들어가면 되잖아 
수영 선수였다며 
에이 , 그게 뭔 소리야 내가 해녀도 아니고 
해녀 하면 되지 , 뭐가 문제야 
엄마가 그렇게 걱정된다면 
하율이의 꿈은요 수영 선수입니다 
뭐 해 ? 
갑자기 유망주 시절이 그리워 ? 
유망주는 무슨 ... 
왜 ? 
그 나이에 태릉 문턱까지 갔으면 유망주지 
하긴 , 내가 좀 잘하긴 했어 
너는 태어날 때부터 물에 환장했다잖아 
그러고 보면 하율인 너 , 너 참 안 닮았어 , 어 ? 
물이면 기겁을 하니까 
그니까 
아무리 시켜도 안 늘더라고 
뭐야 ? 그 눈빛은 ? 
다시 하고 싶다는 건가 ? 
- 아 ... - 수영 
하지 마 
하지 마 , 진짜 , 애 깨 
조용히 해 
아유 , 진짜 이거 맞아 , 이거 진짜야 ? 
뭐가 ? 
뭐 안 믿겨서 ? 
꼬집어 줘 ? 
- 꼬집어 줘 ? 어때 ? - 아니 - 안 믿기는 게 아니라 
그냥 
근데 우리 아부지한테 뭐라 그랬어 ? 
뭐 ... 뭘 뭐라 그래 
그냥 아저씨 기다리겠다고 했지 너랑 
그렇게만 얘기했어 ? 
응 ? 
평생 너만 좋아할 거라고도 했지 늙어 죽을 때까지 
- 평생 ? 
- 응 
- 진짜 평생 ? 
- 응 ! 
근데 결혼은 별로냐 ? 
에 ? 
아니 , 아까 경태가 뭐 결혼 어쩌고저쩌고 그랬는데 너가 막 질색팔색했잖아 ! 
야 , 또 그걸 뭘 내가 질색팔색을 했냐 
질색팔색이지 뭐 그게 뭐야 , 그러면 ? 
야 우리 이제 막 시작했다 
뭘 그렇게 서둘러 , 그냥 ... 
천천히 해 , 천천히 
알았어 , 빨리 들어가 , 응 
- 싫어 , 너 먼저 들어가 - 왜 , 들어가 
너 가는 거 보고 갈래 
아이 , 너 들어가야 
- 내가 들어가지 , 너네 집 ... - 싫어 , 싫어 
너 가는 거 보고 갈 거야 , 빨리 가 
나 절대 안 가 , 먼저 
어 , 싫은데 나도 안 갈 건데 ? - 빨리 가 - 가위바위보 하자 
- 가위바위보 - 보 ! 
니가 졌으니까 빨리 들어가 
알았어 나 먼저 갈게 
응 , 들어가 
- 간다 
나 간다 , 진짜 
응 , 빨리 들어가 
아 , 저 ... 아 , 진짜 , 그 , 허락한 거 맞댄 ? 
아 ... 
그날 나가 너무 시 ... 심하게 패서 경헌가 ? 
당신이 더 맞았네 
응 ? 
거울 안 봔 ? 
아니라 , 얼추 비슷하게 
내가 ... 진짜 , 진짜 내가 봐준 거라 
알았다게 
아 , 삼달이 
뭐 하 ... 
조삼달 ... 
조용필 ! 
- 아유 , 아이 , 뭐야 , 이게 ? - 어머 ! 어머 , 어머 
어머 , 어머 , 야 , 야 
어 , 아빠 , 엄마 ... 
삼춘 ... 
니 아범만 허락하민 만고땡이라 ? 어디 , 어디서 ! 
아니 , 삼춘 , 삼춘 삼춘 , 그게 아니라 , 그러니까 ... 
용필아 , 용필아 ! 
왜 ? 
아 , 왜 , 어디 ... 
- 아니 , 어디 가 ? 
- 빨리 와 
야 , 야 , 야 , 야 , 야 , 야 ! 
신발 , 신발 , 신발 ... 
여기 웃풍이 세 가지고 ... 
아이 ! 따뜻해 
- 삼달아 , 근데 
- 응 
아니 , 좋은데 , 이게 ... 엄마랑 삼춘이 알면은 나 진짜 죽을 수도 있어 
우리 엄마 아빠가 생각보다 쿨하더라고 , 그리고 그냥 이렇게 안고만 있자는 건데 뭐가 어때서 ? 
그래 , 그냥 이렇게 안 , 안고만 있어 ? 
응 
뭐 아무것도 안 하고 안고만 ? 
아이 , 그래도 내가 8 년을 기다리면서 어떻게 여기까지 왔는데 
그렇게 안고만 있어 ? 
나 기대 많이 했는데 ? 
우리가 애야 ? 안고만 있게 ? 
미쳤어 ? 
여기서 뭐 어떻게 하자고 ? 
야 , 너 지금 무슨 생각 하는 거야 ? 
아이 , 뭘 하자는 게 아니라 그냥 , 그냥 ... 이거 하자고 , 이거 
이거 
야 ! 
내가 여기서 뭐 , 뭐를 그냥 한 게 아니라 
엄마 , 난 그냥 여기 얘랑 같이 잠만 잔 ... 
같이 자 ? 
아니 , 그니까 그 , 같이 잤다는 게 그게 아니라 ... 
- 야 ! - 야 , 막아 ! 
막아 ! 
막아 ! 막아 ! 막아 ! 
삼춘 ! 
삼춘 ! 
내가 델고 온 거야 , 아빠 ! 
철봉으로 
뭐야 ? 대낮부터 
바쁜 사람 오라 가라야 
불안하게 
야 , 불안할 게 뭐가 있냐 ? 
글쎄다 
' 철봉으로 ' 이 문자 매일 받던 건데 오늘은 심장이 좀 철렁하네 
그냥 씹고 안 나오려다 간신히 나왔다 , 야 
- 야 , 상도야 
- 너네 사귀냐 ? 
아 ... 
뭐야 , 나한테 죄지었냐 ? 왜 저래 
아이 , 그래 , 뭐 죄지은 건 아닌데 , 왜 ... 
왜 이렇게 너 보기가 좀 ... 그러냐 
지 입으로 눈치 보지 말자더니 
야 , 넌 그게 되냐 , 쉽게 , 어 ? 
됐어 ? 
넌 항상 참 빨라 어릴 때부터 그랬어 
분명히 시작은 내가 먼저 하는데 뒤늦게 출발한 니가 항상 앞에 있어 
내가 이거저거 고민하고 이 사람 저 사람 신경 쓰느라 주춤하는 동안 너는 그냥 아무 생각도 안 하고 앞으로만 가니까 
내가 따라잡을 수가 있나 
야 , 내가 뭘 그렇게 빨랐다 그래 
야 , 니가 나보다 빠른 것도 있잖아 
야 , 너 , 인마 , 너 나보다 달리기 빠르잖아 
너랑 삼달이 옛날부터 틈 하나 없다는 거 알아 삼달이한테 나는 아니라는 것도 알고 
근데 뭐 내 맘은 내 거라며 ? 
난 내 페이스대로 할게 마음 접히면 접히는 대로 안 접히면 또 안 접히는 대로 
그래 , 니 마음이니까 니가 알아서 해 , 근데 ... 
야 , 상도야 너 나랑 이렇게 계속 커피 마셔 줄 거냐 ? 
아니 , 삼달이랑 나 만나는 건 만나는 건데 
너랑 나 아 ... 그냥 이렇게 
되겠냐 ? 
우리 집 횟집이야 
회 사 먹어 , 회 좀 
커피숍이냐 ? 맨날 커피만 마셔 
배달도 되냐 ? 기상청으로 ? 아이씨 
어 ? 
이 , 이거 우리 조 예보관님 맞죠 ? 
봤냐 ? 
봤네 , 맞네 ! 
제주 기상청 조용필 ! 
내가 될 줄 알았다니까 ? 야 
내가 지원했잖아 , 나 한석규야 
와 , 대박 
이거 몇백 대 일 아니에요 ? 
아 , 이게 됐다고 ? 
와 , 진짜 우리 제주 기상청에서 WMO 가는 사람이 나오다니 
짱이다 ! 조 예보관님 
야 , 이 자식 이거 무지하게 좋아하겠는데 ? 
빨리 알려 드려야 되는 거 아니에요 ? 전화할까요 ? 
야 , 됐어 , 이따 오면 
예 , 한석규입니다 
- 선배 ! 선배 , 선배 ... - 뭐야 ? 
왜 그래 ? 
어떡해요 ? 
우리 실장님 어떡해요 ? 
왜 , 뭔데 , 왜 ? 
기사가 한두 개가 아니에요 
- 어떡해요 ? 
아 , 씨 , 진짜 ... 
아 , 이건 또 뭐야 ? 
아 ! 진짜 ... 
네 
네 , 아 , 아니요 저희는 진짜 몰랐습니다 
공모전은 작품 결과물로만 진행을 하다 보니까 ... 
저희가 확인되는 대로 교체하도록 하겠습니다 
아 , 예 , 죄송합니다 , 네 
아 , 저희 담당 업무가 아니라서요 , 네 
죄송합니다 대표 번호 안내해 드리겠습니다 
예 , 여기 예보과라서 죄송해요 , 죄송합니다 
우리도 뭘 받은 게 있어야 될 거 아닙니까 
계속 전화가 오거든요 , 예 
- 자 , 잠깐만 , 예 ... - 아휴 , 이거 뭔 난리야 
실장님 ! 
- 실장님 , 실장님 ! 
- 아우 , 깜짝이야 , 뭐야 ? 
왜 , 왜 , 왜 그래 , 뭔 일 있어 ? 
잠깐만 
저희 기상청 전시 어떡해요 ? 
아니 , 기자들 어떻게 알았는지 지금 또 난리가 났어요 
너 복귀 기사 진짜야 ? 
벌써 복귀는 너무 이르다 
좀 더 그냥 쉬지 
그 , 핸드폰만 보고 있음 멀미 나요 
제주도까지 와서 그것만 들여다보고 있어 
아 ... 
아니 , 이런 이 코딱지만 한 지역 전시를 가지고 뭐 , 복귀니 마니 이거 뭐 이렇게 난리냐고 
이거 , 이거 분명히 , 어 ? 누가 악의적으로 이거 일부러 올린 거야 
누가 ? 
누구긴 누구야 , 어 ? 삼달이 본명 알고 여기 제주에 있고 
그 저 , 저 , 천충기 , 방은주 뭐 , 그것들이겠지 , 씨 
아 , 맞네 ! 
제주선 계속 전시 홍보하니까 
그니까 서울에 있는 기자들이 이거 어떻게 알겠냐고 
천충기 , 방은주 그 새끼들 진짜 
- 아이씨 - 확 ! 
야 , 삼달이다 
- 야 , 삼달아 - 어 ? 
야 , 너 이거 인마 
쫄지 마 
너 잘못한 거 하나도 없어 
맞아 , 고개 숙이지 말고 
알았어 , 갈게 
어 
야 , 인마 , 어깨 딱 펴고 , 어 ? 
야 , 돌아보지 마 , 앞만 보고 가 ! 
전시 취소라뇨 ? 
아니요 , 저기 , 주무관님 
맞아요 , 여기가 조은혜가 맞아요 근데요 , 그 사건 자체가 그 폭로자의 일방적인 폭로였고요 
잘 찾아보시면 아시겠지만 여기 해명 기사도 다 나와요 
본인들도 아니라고 했다니까요 ? 
아 , 지금 이 친구가 뭐를 속이겠다고 뭐 , 이름까지 조삼달로 바꿔서 나오냐 이 말이에요 , 제 말은 , 예 ? 
갑질 , 그거 진짜 아니에요 
명확한 근거도 없는데 이거를 왜 우리 기상청에서 당선자를 떨어트리냐 이 말이에요 
당선 자체를 없던 일로 하는 건 아니고요 
전시만 취소하는 걸로 정리했어요 
아이 , 저희가 전시 준비를 얼마나 열심히 하고 있었는데요 
그러니까 저희 기상청에서 당선자한테 약속한 거고요 
일방적으로 이렇게 취소를 한다는 거는 솔직히 공권력 남용이잖아요 
예보관님 말도 알겠는데요 지금 상황 한번 보실래요 ? 
죄송합니다 
네 
아침부터 작가님 기사로 온통 민원 전화에 
저희 예보과에 지금 전화 폭주예요 
거기다 홈페이지 계속 마비 상태라 예보 봐야 되는 지역 분들도 난리고요 
여기 기상청이잖아요 
부가 사업으로 하는 사진전 때문에 예보 업무 방해되면 안 되잖아요 
알겠습니다 , 주무관님 , 근데요 저 , 전시를 취 ... 
저 그냥 안 할게요 
아이 , 저 때문에 괜히 다들 고생만 하시고 
아 , 죄송해요 
아휴 , 작가님 , 참 ... 
예 , 여기는 예보과고요 기후 서비스과로 전화 주세요 , 예 
과장님 
일을 못 하겠어 , 일을 단기 예보 어떡하지 , 진짜 ? 
아니 , 예보과 전화번호는 어떻게들 안 거야 ? 
야 , 그 조용필이라도 빨리 SOS 쳐 봐 ! 
아니야 , 됐다 야 , 이 자식 이거 출근했지 , 이거 ? 
잠깐만 
잠깐만 
너 왜 안 해 ? 
아 , 니가 전시회를 왜 안 해 ? 
어 ! 마침 여기 있었네 ! 
야 , 야 , 용필아 , 빨리 올라와서 
단기 예보 좀 봐 아침부터 미치겠다 , 아주 ! 
야 , 조용필 너 빨리 가서 일해 , 일 
- 어 ? - 아니 일이 문제가 아니라 ... 
주무관님 얘기가 맞잖아 
아이 , 전시회는 기상청 이벤트 같은 건데 
고작 이거 때문에 예보 업무가 좀 지장 생기면 안 되잖아 
기상청에 너무 민폐야 , 민폐 
아 , 니가 왜 민폐야 ? 
아무튼 이따 집에서 봐 , 나 먼저 간다 
아니 , 잠깐 ... 
실장님 ! 
방금 광고사에서도 계약 캔슬한다고 ... 
매거진 X 랑 보블에서도 커버 촬영 다 취소했어요 
아 , 제가 아니라고 아무리 얘기를 해도 지금 여론 너무 안 좋다고 다들 발 빼는 분위기예요 
어멍 
어멍도 나만치 우리 미자 보고 싶나 ? 
다들 잊엉 사는디 
나만 이제도록 영하고 이신 거라 ? 
사위 
미자 미웡하지 말라 
어멍 무사 자꾸 경허나 
나가 어멍 똘 미웡하는 거 같우꽈 ? 
나 똘 말고 
미자 
고미자 
어멍 
너가 미자 가이를 용서헌댄 우리 미자가 잊혀지는 게 아니라게 
어멍 ... 
용필 아방 
저 , 용필 아방 
나 용서허지 않아도 괜찮다게 
아이덜 봐주는 거 거라도 충분하다게 
이제도록 우리 미자 촘말 보고 싶언 ? 
언제 그추룩 보고 싶언 ? 
바당속에만 들엉가도 보고 싶고이 용필만 봐도 보고 싶지게 
아 , 그 , 그 미역국 , 그 ... 
다 먹었쪄 
전대영 
전화를 안 받는다 이거지 ? 
전화 받으시죠 
매도 먼저 맞는 게 낫습니다 사모님 화만 더 키우시는 거예요 
싫어 , 고 비서 
어떻게든 아버지 설득할 방법 찾고 
어 , 해결하고 볼 거야 
해결 못 하면 ? 
아예 사라지시게 ? 
저 , 여기 어 , 어떻게 ... 
설명해 
아 , 그러니까 ... 
그게 , 그 ... 
미안해요 
아버지랑 생각의 차이가 좀 있어 가지고 근데 내가 책임지고 다시 삼달리로 가지고 올 거니까 너무 걱정하지 말고 ... 
테마파크 말고 
니가 왜 여기서 이 꼴로 나오냐고 
삼달리 테마파크 이거 안 되는 거였는데 나 때문에 무리한 거지 ? 
그래서 쫓겨난 거지 ? 
싸구려 매트리스에서 10 분도 못 자잖아 , 허리 아파서 
한 번 입은 셔츠 두 번 못 입잖아 
아니 , 왜 ... 
이혼한 지가 몇 년인데 
아직도 내 일에 물불 안 가리고 눈을 뒤집어 ? 
진달이 설득해 
싫어요 , 그 사람 마음대로 하게 둘 거예요 
이거 세상에 나가면 니 엄마랑 니 형 어떻게 될지 몰라서 그래 ? 
아버지 
5 년을요 영혼을 파는 거 같았대요 
직원들 당하는 거 두 눈으로 보면서 못 본 척 , 못 들은 척 
그 사람이요 길 가다 괴롭힘당하는 학생들만 봐도 몸이 먼저 움직이는 사람인데 
이 집이 얼마나 끔찍했겠어요 
너 , 와이프 하나 때문에 집안이고 회사고 다 말아먹을 작정이야 ? 
회사 망한다고 ! 
잘못했으면 망해야죠 ! 
회사고 뭐고 다 필요 없고요 ! 
저 그냥 그 사람 편만 할래요 ! 
이런 정신 빠진 놈 ! 
니놈이 제정신이야 ? 
엄마랑 형이 잘못한 거잖아요 ! 
진달이가 무슨 죄인데 ! 
왜 자꾸 나 때문에 자진해서 미운 오리 새끼가 되냐고 , 어 ? 왜 ? 
사랑하니까 
어 
사랑하니까 
이깟 셔츠 그냥 두 번 입으면 되고 
허리 아프면 그냥 안 자면 되고 
아버지가 패면 그 ... 하루 이틀 맞는 것도 아닌데 맞으면 되고 
그게 뭐 그렇게 중요하다고 
사랑하는데 미운 오리 새끼쯤 되는 게 , 뭐 
하나도 안 중요한데 , 나한텐 
야 , 방은주 조은혜 기사 또 니가 한 짓 ... 
뭐야 , 어디 갔어 ? 
' 마 과장 ' ... 
- 여보세요 
- 방은주 실장님 
이번 매거진 X 에 노출된다면서요 ? 
돈 드린 지가 언젠데 아 , 언제까지 기다려요 ? 
저번 그 , 스카프부터 왜 약속을 안 지킵니까 
왜 남의 전화를 함부로 받아 ? 
잠깐만 
너 이거 뭐야 ? 
매거진 X 에 노출 ? 
스카프 ... 
너 설마 뒷돈 받고 제품 노출시켜 주고 있는 거였어 ? 
그래서 맞지도 않은 컨셉에 어거지로 스카프 , 귀걸이 , 모자 막 집어넣고 있었던 거야 지금까지 ? 
어 뭐 , 어쩌라고 ? 
또 그 ' 어쩌라고 ' 는 진짜 , 씨 
야 , 너 미쳤구나 ? 
잡지사 협찬도 아닌 제품을 개인적으로 뒤에서 돈 받고 몰래 노출시켜 주고 있었다는 게 말이 돼 ? 
그래 놓고선 뭐 ? ' 어쩌라고 ' ? 
나도 진짜 힘들었어 
얘들은 돈 뱉으라고 쪼지 조은혜는 지가 싫은 건 죽어도 안 채우지 
나도 미칠 거 같았다고 
제품 받으셨죠 ? 
이번 화보엔 꼭 넣어 주셔야 해요 
여기도 살짝 정리하면 이렇게 보일 것 같아 
실장님 이 스카프는 뭐예요 ? 
우리 컨셉 회의 때 없었는데 ? 
어 ... 
아 , 그게 뭐냐면 ... 
제가 넣었어요 
뭐 ? 
뭐야 ? 
저거 빼라고 했잖아 ! 
너 진짜 큰일 나겠다 
야 , 내가 어떻게든 너 끌고 가 보려고 했는데 도저히 감당이 안 된다 
은주야 우리 여기서 찢어지자 
뭐 , 찢어져 ? 
너 진짜 제주 로케 빵꾸 내고 잘리고 싶니 ? 당장 다음 주인데 대안 있어 ? 
어차피 너 있어도 빵꾸야 
방은주 , 내가 어떻게 너한테 눈이 다 뒤집혔지 ? 조은혜를 놔두고 ? 
뭐 ? 
미쳤다 , 천충기 아 , 미쳤네 , 천충기 ! 너 나가 나가 - 나가라고 , 이 새끼야 
- 가지 말라 그래도 가 , 씨 
좀 기다려 달라고요 누가 노출 안 하고 싶어서 그래 ? 
촬영이 없는데 어떡하라고 
내 맘대로 되는 게 아무것도 없는데 나보고 어쩌라고 
아니면 처음부터 예쁜 물건을 좀 주든가 ! 
그지 같은 것만 주니까 아무도 안 하지 ! 
아 ! 진짜 , 씨 
아 , 독립했으면 지나 잘하지 , 아이 왜 자꾸 건드려 , 방은주 , 씨 ! 쯧 
아이 , 가서 확 머리채라도 그냥 잡고 올까 ? 
그런다고 뭐가 달라져요 
한 방에 무너트릴 방법을 찾아야죠 
- 아 , 근데 선배 
- 응 ? 
아 , 저는 그 스카프가 좀 마음에 걸리는데 
선배는 어때요 ? 
나는 걸리다 못해 여기가 확 얹혀 있어 
아 , 씨 , 그것도 뭐가 있어 
있죠 
전시회 취소됐다고 ? 
야 , 니네가 거기 기상청 좀 잘 좀 설득해 보지 
아 , 그게 삼달이가 그냥 안 하겠다고 했대 
삼달이가 왜 ? 
민폐라고 생각했겠지 
오늘 하루 종일 항의 전화로 기상청 발칵 뒤집혔었어 
삼달이 갑질 논란 처음 떴을 때 지금 그때랑 모양이 딱 똑같다니까 ? 
어 ? 지는 억울한데 아무도 안 들어 주고 
어 ? 또 뭐 , 뭐 사람들 다 몸 사린다고 등 돌리고 
해명 기사 올려도 다 묻히고 
지금 기상청이 딱 , 딱 그 모양이라니까 ? 
이게 지금 뭐 기상청을 설득하고 말고의 문제가 아니야 
- 그러면 ? 
- 뭐가 문젠데 ? 
이 일의 시작점으로 딱 돌아가서 , 어 ? 이 사건의 시작 ! 원인 , 응 ? 
' 조삼달이 방은주를 갑질하지 않았다 ' 
그걸 밝혀내야 이 모든 게 이게 끝나는 거라니까 ? 
아니 , 그니까 그게 다 방은주 입에서 나온 건데 어떻게 밝히냐고 
그걸 뭐 , 내가 또 뭐 뭐 , 어떻게 밝혀 , 내가 뭐 천재야 ? 
그냥 뭐 , 뭐 께름칙한 거 뭐라도 나오면 그거부터 뭐 , 파헤치고 다 해 봐야 될 거 아니야 
스카프요 ! 
아 , 삼달이 어시분들이셨구나 
삼달이 서울에서는 어때요 ? 
실장님이요 ? 
음 , 일 좋아하시고 일밖에 모르시고 - 일만 하시고 - 예 ? 
프로페셔널하세요 , 되게 멋있고 
- 아 
- 근데 몇 년을 그런 모습만 봤는데 제주 와서 보니까 또 다른 모습도 있으시더라고요 저희가 모르는 
아 , 뭐 , 고향이니까요 , 네 
근데 왕경태 
너 왜 갑자기 말이 없냐 ? 
아 , 내가 뭐 , 말이 없긴 뭐 , 무슨 말이 없어 
아 , 그때 길 알려 주셔서 감사했어요 
아 , 예 , 아 , 또 , 그 , 아 , 그때 ... 
우리 , 아 , 그랬어 , 아 , 그랬지 ? 
- 네 - 맞아 
야 , 왕경태 
니가 말을 더듬냐 ? 
무슨 말 ... 
닥쳐 , 이 새끼야 
말려야 되는 거 아니야 ? 
첫사랑 이후로 20 년 만에 처음인데 
그니까 이 스카프를 굳이 굳이 넣겠다고 삼달이를 들이받은 날 
천충기랑 바람피운다면서 삼달이랑 싸웠고 그다음 날 그 일을 벌였지 
그리고 자기가 실장이 돼서는 이 스카프 넣겠다고 자꾸 무리수를 두고 ? 
스카프 말고도 컨셉이랑 안 맞는 제품들 계속 들이밀면서 의상 팀이랑 맨날 싸웠대요 
이거네 , 스카프 , 맞네 이거 뒷돈 먹었네 , 어 ? 
이런 구린내는 내가 아주 잘 맡 ... 잘 맡지 
방은주 SNS 계정 알죠 ? 아 , 그럼요 SNS 부터 사진작가 커뮤니티까지 
요 협찬 관련해서 께름칙한 거 싹 다 뒤져 보자고 
- 네 - 오케이 
좋았어 
계정 ... 
방은주 ... 
아 , 감사합니다 
계정이 이거거든요 
전시회 건은 내부 회의 통해서 말씀드리겠습니다 
예 , 죄송합니다 , 예 
전시만 취소하는 걸로 정리했어요 
저 그냥 안 할게요 
아이 , 저 때문에 괜히 다들 고생만 하시고 
아 , 죄송해요 
예보과에서 알바 뛰느라 고생했다 
야 , 알바비 
아니 , 아 , 이게 뭐예요 ? 
축하해요 , 조 예보관님 ! 
와 , 대단해 , 진짜 
내가 대신 접수했지 
야 , 내가 뭐라 그랬어 ? 너 정도면 붙을 거라고 했지 ? 
아유 , 그 , 됐어요 , 난 안 가 
아이 , 몰라 , 이건 됐고 
기상청 전시 이거 어떻게 할 거예요 ? 
아니 , 우리가 ... 
청장님 계시죠 ? 
야 , 야 , 용필아 , 용필아 ! 
아 , 왜요 , 왜 , 왜 ? 
너 스위스 파견 합격했다고 
입사 때부터 니 꿈 이거 됐다니까 ? 
아유 , 과장님 , 안 간다니까요 ? 몇 번을 얘기해 뭐 ? 
왜 안 가 ? 
다들 못 가 난리인 걸 
야 , 용필아 , 니 꿈이잖아 
아이 , 몰라 , 다른 사람 보내세요 
사는 게 빡세다 , 진짜 
- 야 , 천충기 ! - 아이 , 깜짝이야 ! 
뭐 하니 ? 
아니 , 니랑 나랑 무슨 오붓하게 대화할 일이 있다고 찾아오니 ? 
뭔데 ? 
누나 , 그 기사 그거 방은주가 그랬어 
천충기 너는 어쩜 그렇게 한결같니 , 캐릭터가 
근데 ? 
아이 , 난 안 그랬다니까 
그게 뭐 , 어 ? 갑질이다 뭐다 거짓말했는지 난 진짜 몰랐고 
오히려 진짜 누나가 그랬는지 막 캐물었다니까 ? 
알겠고 , 근데 ? 
너 지금 뭐 하니 ? 
미친 거야 ? 
나 좀 살려 줘 
진짜 한 번만 살려 주라 
당장 다음 주가 마감인데 컨셉도 없고 , 스탭도 없어 
아 , 제주 로케 자신 있다고 큰소리치고 가져왔는데 나 잘리게 생겼어 , 아니 ! 
나 잘리는 건 괜찮아 , 근데 우리 매거진 ? 당장 다음 주에 빈 페이지 나가야 돼 
이건 진짜 사고잖아 
너 진짜 미친 거니 ? 
야 , 로케는 서울에서 준비할 거 다 하고 가도 시간 모자라 , 어 ? 너 초짜야 ? 
아이 , 내가 헤까닥했었다니까 
아이 , 방은주 그게 막 된다 된다 하니까 
가관이다 , 니네 참 
우리 10 년이야 , 누나 
우리가 그동안 얼마나 같이 구르고 같이 컸냐 
옛정 생각해서 한 번만 살려 주라 
아이 , 누나는 컨셉 하루 이틀이면 다 짤 수 있고 스탭 없어도 어시들로 다 촬영할 수 있잖아 
아 , 진짜 얘는 왜 이렇게 전화를 안 받아 
아 , 어디 있는 거야 , 진짜 
뭐야 ? 뭐야 , 왜 저 새끼랑 있어 
야 , 야 , 야 , 삼달아 ! 
야 , 야 , 삼달아 ! 
야 , 삼달아 ! 
야 , 너 왜 ... 너 왜 이 새끼랑 같이 있어 ? 
이런 거랑 말을 섞어 , 왜 ! 
- 가자 , 빨리 타 - 야 , 너 , 이 짜식 ... 
- 뭐 , 뭐 , 뭐 ? 
- 아유 
아이 , 나 하던 얘기 좀 마저 하고 갈게 
야 , 천충기 아무튼 너 허튼소리 하지 말고 
이럴 시간에 빨리 다른 작가 구해 
나 여기 제주 기상청에서도 전시한다고 막 복귀네 마네 막 항의로 난리거든 ? 
매거진 복귀 ? 너 그거 감당 가능하겠니 , 니가 ? 
그건 해결 가능하니까 그러지 
아유 , 무슨 니가 해결이 가능해 
아무 잡음 없이 아니 , 오히려 누나 , 어 ? 환영받으면서 복귀할 방법 있다니까 ? 
뭐 , 내가 답도 없이 왔겠어 ? 
야 , 뭐 , 그게 뭔데 ? 
- 뭔데 , 그게 뭔데 ? 
씨 - 아 , 있어 , 넌 거기 있어 
아무튼 있어 
어 ? 해 준다고 하면 알려 줄게 
아유 , 가 , 가자 
가자 , 없어 , 이 새끼 없어 
- 없어 , 너 없어 
- 있어 , 있어 , 완전 있어 , 어 ? 아 , 누나 , 연락 , 연락해 내가 기다린다 ? 
어 ? 한 번만 
한 번만 살려 줘 , 한 번만 , 어 ? 제발 
아 , 저기 혹시 
응 
하고 싶어 ? 
응 ? 
아니 , 천충기 , 아까 저거 그 , 매거진 화보 촬영해 달라는 거 아니야 ? 
어 , 맞아 
근데 그거 하게 되면 사실상 복귀인데 
하고 싶은 거 아니야 ? 
아이 , 복귀를 하고 싶은 게 아니라 
이게 다음 주 마감이면 진짜 큰 사고거든 
지금 당장 제주에서 사진 찍을 수 있는 작가도 없을 거고 ... 
근데 그거를 왜 니가 신경을 써 ? 
아니 , 사고가 나서 
뭐 , 천충기 저 자식이 짤리든 뭐 , 매거진이 없어지든 
그걸 왜 너가 신경을 쓰냐고 
아이 , 그게 ... 이게 업계에서 진짜 진짜 큰 사고거든 ? 
나도 겪어 봐서 아니까 
나도 모르게 조금 걱정이 됐나 봐 
아니 , 그러니까 그걸 왜 너가 걱정을 하냐고 
아니 , 기상청 전시는 그렇게 쉽게 포기하면서 니가 왜 그걸 걱정을 하냐고 
너 내가 기상청 전시 안 한다고 그래 가지고 ? 
아이 , 그래 , 그래서 그랬다 , 왜 
아니 , 파리매거진 때랑 비슷한 상황인 거 알아 
그래서 너가 주춤하는 것도 알아 근데 그때랑은 달라 
뭐 , 뭐가 다른데 ? 
여기는 삼달리니까 
삼달리에서 삼달이가 왜 포기를 하냐 ? 
야 ! 내가 포기를 왜 해 , 누가 , 왜 ? 
아 , 너 기상청 전시 안 한다며 ? 
어 ! 안 해 
그래 , 그러니까 그거 포기한 거 아니야 ? 
야 
내 다음이 조삼달로서 해내는 첫 전시랬지 내가 언제 기상청 전시랬나 ? 
응 ? 
아 , 어쩔 수 없네요 감사합니다 
감사합니다 
그러면 
네 
봉산읍 사무소에 마을 창고가 있는데 
그거 한번 문의해 봐 
그래요 ? 
어 , 어 , 어 , 어 , 어 
아유 , 아 , 무사 ? 
사진 다 있겠다 
이거 꼭 기상청에서 전시를 해야 되는 건가 ? 
내가 그 사진 한 방 찍으려고 , 어 ? 그 높은 오름을 몇 번이나 오르락내리락했는데 
나 포기 안 해 
포기한 거 아니야 ? 
- 아니야 ? 진짜 아니야 ? 
- 응 ! 
아이 , 뭐야 , 그럼 진작 얘기를 해 주지 
나는 포기한 줄 알았잖아 나 혼자 진짜 별생각을 다 했잖아 
무슨 생각을 했는데 ? 
아니 , 그때랑 상황이 너무 똑같으니까 ' 내가 너한테 뭘 어떻게 해야 되지 ? ' 
' 무슨 말을 해야 되지 ? ' 
' 뭐 , 회초리라도 들어야 되나 ? ' 뭐 이런 생각 했지 , 나는 
회초리를 들려 그랬어 ? 
아니 , 말이 그렇다는 거지 걱정했잖아 , 나 
응 ? 
응 ? 
어 , 야 ... 
차 , 찾았다 , 차 , 찾았다 ! 
찾았다 ! 찾았다 ! 
뭐 ? 
뭐 , 뭐 ? 
봐 봐 방은주가 부계정이 있었어 
여기 이 사람이 댓글 단 거 봐 봐 
' 방 실장님 이렇게 전화 안 받으면 진짜 터트립니다 ' 
그리고 이 사람이 옛날에 댓글 단 것도 있어 
' 안녕하세요 3moon 스튜디오 어시님 ' ' 밸런 마케팅 마 과장입니다 ' ' 화보 협찬 관련해 문의드립니다 ' ? 
그래서 이 사람 계정에 들어가 봤더니 ? 
- 선배 , 이거 맞죠 ? - 어 ? 어 , 맞네 
- 이 스카프네 
- 아 , 이거예요 ? 
네 , 맞아요 , 어 ? 잠깐만 , 뭐야 , 이거 ? 
이거 모자랑 팔찌랑 체인 
이거 다 방은주가 우리 화보 때 찔러 넣은 거잖아 
그니까요 
- 선배 , 이 귀걸이도요 ! - 아 
- 와 , 씨 
- 뭐야 , 얘 , 어 ? 
그럼 조 실장님 밑에서 계속 이 짓 하면서 뒷돈 받고 있었던 거야 ? 찾았다 , 야 ! 
부상도 ! 
야 , 찾았어 
- 진짜 대박이다 
- 야 , 너 해커야 , 뭐야 ! - 뭐야 , 뭐야 ... 
- 야 , 이거 어떻게 찾았어 ? 
야 , 찾았다 , 야 
- 아이들 얘기 들언 ? 
- 어 ? 
- 삼달이 - 어 또 무신 기사 났다던디 ? 
응 ? 
삼달이 기상청 전시 
그 , 갑질한 조은혜가 삼달인 거 기자들이 어떵 알앙 난리라 아이 , 그거 참 나 
갑질헌 거 아니랜 허는데도 그냥 들어 보지도 않고이 
저디 저 사람들 무스거 ? 
이야 ! 조은혜 어디 숨어 있나 했더니 
결국 고향에 와 있었네 ? 아 , 그니까요 
괜히 그 , 서울 집 앞에서 주구장창 시간만 ... 
아 , 그 , 기상청 전시는 한대 ? 
몰라요 , 아직 취소다 뭐다 말이 없어요 
- 아 , 그럼 할 수도 있겠네 - 그죠 
아 , 그럼 전시 전까지 우리가 이 , 이 동네를 한번 싹 다 한번 뒤져 보자고 , 어 ? 
- 아 ... 
- 이 동네가 코딱지만 하니까 
- 금방 찾겠다 , 야 - 그러네 
가까이 완 ? 완 ? 
가까이 완 ? 
아이 , 안녕하세요 , 어머니 
- 안녕하세요 ! 
- 예 , 안녕하세요 ! 
저 , 말씀 좀 묻겠습니다 
아 , 여기 혹시 저 , 조은 , 아 ... 
조삼달 씨 집이 어딜까요 ? 
아유 ! 육지서 삼달이 찾앙왐수과 ? 
맞아요 , 맞아요 삼달이 , 예 
아이고야 우리 삼달이는 조으켜 
육지서 그냥 이추룩 찾아온 손님이 많아 부난 , 이 
아이 , 어머니 그 , 그래서 그 , 집이 어딜까요 ? 
쩌디 
쩌디 ! 
- ' 쩌디 ' ... 
- 기여 , 쩌디 
' 쩌디 ' ? 
한 400 미터 가민 밭담이 나올 거라 
거디서 오른쪽으로 한 500 미터 가민 
거기가 집이군요 ? 
귤밭이 나올 거 
- 응 
- 아 , 아 , 귤밭 ! 
어 , 거디서 인제 직진으로 쭉 ! 가민 
가민 ? 
삼달이 집이라 
아유 , 감사합니다 , 어머님 
- 아 , 감사합니다 
- 많이 잡으세요 
- 네 , 많이 잡으세요 , 예 
- 네 , 네 , 네 
- 기자들 몰령와서 ... 
- 삼달이 어디 있시냔 ? 
아무도 말해 주지 말라이 
아무 데도 고르지 말라이 
- 삼달이는 어디 ? 
- 기자들 하영 와서 ... 
내가 거기로 갈 거 
삼달이 어딨는지 고르지 말어 
거기서 왼쪽으로 꺾으라고 분명히 들었어 
- 그러니까 , 아 , 저쪽 ... 
- 저쪽이네 
오늘은 무사 지나다니는 사람이 저추룩 많안 ? 
옆 동네에 무신 행사가 있나 
사람이 많다게 그래 ? 
뭘 여기까지 넘어왔대 ? 볼 게 뭐 있다고 
겐디 그 , 기상청 전시회는 헐 거라 ? 
기자들 엄청 몰령올 거 아니 ? 
어 , 그래서 삼달리에서 하려고 기자들 몰래 
삼달리 ? 
어디 ? 
봉산읍사무소 
봉산읍사무소민 용필 아방이 열어 준 거 ? 
응 
경허믄 되겄네 
조용허게 이 동네에서 허민 기자들도 모를 거고이 - 응 
- 회장님 ! 어 ? 누게라 ? 
- 어 , 삼춘 ! 
- 어 , 경태 어멍 
삼달아 ! 
기자 ! 
삼달리로 기자들 몰령와서 
- 절대 집 밖에 나가지 말라이 
어 ? 안 되는데 
아 , 어떡해 
게믄 곧 집으로 들이닥칠 거 아니라 ? 
아 , 아니야 , 그러면 엄마랑 아빠랑 아무도 집 밖에 나가지 마 , 어 ? 걱정 말라 
절대 들킬 일 어서 
예 ? 
무신 소린 거 ? 
아니 , 삼달리가 코딱지만 한 것도 아니고 
우리가 안 갈켜 주면 너이를 어떵 찾을 거라 ? 
우리가 다 알아서 하켜 
집서 나오지만 말라이 , 응 ? 
음 , 회장님 , 맛있쪄 ! 응 
아 , 삼춘 ... 
아이고 , 경행 거디까지 갔다 왔구나 
아 , 아이 , 그디 아니라 
아 , 예 , 예 나가 고라 주쿠마 , 들어 봐이 
자 , 이래 구짝 가당 영 강 , 영 강 삥 돌앙 구짝 가면 돼요 
아 , 경해서 그랬구나 
경허믄 안 되고 다시 잘 들으라게 ? 
- 예 , 예 - 예 
쩌디 가서 
우회전 , 우회전 , 좌회전 , 우회전 직진 , 좌회전하면 
그 노란 지붕 
- 우회전 , 우회전 , 좌회전 , 우회 ... 
- 노란 지붕 ... 
아 , 대체 노란 지붕이 어디 있다는 거야 ? 
- 파란 지붕이고 
- 저거 , 아니 ... 
아 , 여기 어디야 ? 
- 더 가면 길 없선 ! 
- 네 ? 
아이씨 , 야 , 나가 , 나가 
아닌 거 같은데 ? 
아 , 그러니까요 
다른 동네 아닌가 , 여기 ? 
넌 저쪽 가 봐 , 저쪽 
뭐야 , 뭐야 , 뭔데 ? 
찾았나 ? 
어 ? 
얘 뭐야 ? 
- 뭐야 
아 , 어떡하냐 
왜 하필 또 일로 몰려오는 거야 , 또 
아니 아부지 말 들어 보니까 아니 , 읍사무소까지 다 들쑤시는 거 같더라고 
아 , 대체 왜 그러는 거야 도대체 , 사람들이 ? 
야 , 삼달아 ! 
- 야 , 야 , 야 
- 왜 , 왜 
들릴 수도 있어 , 조용히 해 - 뭐야 
- 조삼달 
삼달아 , 봐 봐 
얘가 이름 없는 쇼핑몰 같은 데서 제품 받아 가지고 불법으로 홍보하는 애거든 ? 
그니까 이런 거를 방은주한테 뒷돈 주고 찔러 넣게 만든 거지 
가끔 실장님이 괜찮은 제품들 있으면 착용시키셨잖아요 정식 협찬 아니어도요 
어쩐지 , 어시가 맨날 돈이 어서 나서 명품을 사나 했어 
나랑 일할 때도 이 짓거리를 계속했다는 거네 , 쭉 ? 
- 그렇지 
- 그치 , 쭉 ! 
와 , 진짜 이런 짓까지 할 줄은 몰랐다 , 진짜 
야 , 니네 얼굴 왜 이렇게 맛이 갔냐 ? 
야 
야 , 너 뭐야 , 야 , 너 괜찮아 ? 
야 , 부상도 너 눈에서 피 날 거 같아 
아이 , 우리 이거 찾느라고 두 시간밖에 못 잤어 
얘는 한숨도 못 잤고 
야 , 이게 뭐라고 밤까지 새워 가면서 찾고 그랬냐 
야 , 빨리 뭐라도 찾아야 뭐든 해결될 거 아니냐 
지금 밖에 기자들도 난린데 
아이 , 한두 명이면 저번처럼 어떻게든 해 보겠는데 쫙 깔렸어 
야 , 지금은 다 갔어 지들도 뭐 , 밤 되니까 춥나 보지 
그래 ? 
야 , 너 근데 너 이래서 내려왔구나 ? 
서울서도 저 기자들 저 , 난리 쳤을 거 아니야 
- 왜 , 왜 , 왜 , 왜 , 왜 ? 
- 본 사람 어서 ? - 어 
- 어서 , 어서 
어서 , 어서 , 어서 , 어서 
- 들어가 , 들어가 - 가자 , 가자 
무사 이리들 몰령들 왔댄 ? 
에이 , 게난 , 며칠 있시믄 ... 
- 어 , 일로 앉아라 
- 응 , 응 , 응 
- 저러라 말지 않을까 ? - 네 , 오셨어요 ? 
아 , 우리도 그추룩 생각했신디 영 집만 안 갈켜 주는 것도 오래 못 갈 거 같고이 
아유 , 아주 들킬까 봐 심장 쫄려 죽으켜 
아삭하니 맛있네 , 이거 
언제까정 야이도 집에 숨엉 있을 수만은 없지 않앤 ? 
회장님 읍이나 구청에 신고를 허민 ? 
아 , 무신 해코지를 헌 것도 아닌디 무작정 신고할 수는 읎네 
기지예 
기자들헌티 그냥 차라리 ' 아니랜 ! ' 뭐 , 얘기하는 건 ? 
아빠 그게 됐으면 우리가 여기까지 왔겠어 ? 
그니까 
어 ? 지금 상황에서는 기자들한테 무슨 말을 해도 좋게 나갈 기사가 없어 
게믄 , 거 ... 
우리 거 사돈의 팔촌이 제주 기잔디 
너 , 그 , 해명 기산가 무시건가 고거 한 번 더 써 불자 
아이고 , 그 사돈의 팔촌 오차로 기자 아니라 ? 구인구직 올리는 신문 - 응 
- 아 ... 
회장님 ! 변호사를 쓰민 ? 
저 , 경태 아방 외가 쪽에 변호사 이신디 ? 
아 , 거디는 이혼 전문 변호사 아니라 응 ! 
아이 , 어떡하나 
계속 이렇게 숨어 있을 수만은 없고이 
아 , 잘못한 것이 어신디 야이가 무사 경허나 
- 기지 
- 아 , 그러면 , 저기 
한 사람씩 꿰어 내서 집에다 가둬 불까 ? 어 ? 
- 미인계 ! 
- 무시거 ? 
- 응 ! 
- 거 범죄 아니라 ? 
미인이 어디 ? 미인이 , 어 ? 
금술아 , 금술아 
미인이 어디 ? 
그만해 
- 갈켜 , 갈켜 
- 경태야 ! 
- 우리 갈켜 - 경태야 , 경태야 간다이 
- 경태야 , 경 ... 
- 간다 
- 빨리 안 와 ? - 아 , 가자 
- 용필아 
- 예 
야이 기상청 전시 , 거 할 수 있겐 ? 
왜요 , 무사 ? 
꼭 할 수 있게 해 주라게 
나도 야 , 사진 전시 경한 데서 나 얼굴 좀 걸령 있어 보게 
너 나 찍지 않애 ? 
나 거도 걸라 , 삼달아 
- 나도 있네 ! 
- 나 거도 , 삼달아 
가세요 , 삼춘 , 가세요 
나 엄마 처녀 때 사진 보고 김태희인 줄 알았잖아 
니가 무슨 모델이라 ? 
가자 
- 야 , 삼달아 
- 응 ? 왜 ? 
야 , 가만있어 봐 , 근데 
기자들한테만 안 걸리고 우리 삼달리에서 전시하면 되는 거잖아 
응 , 그치 근데 기상청이랑 여기 삼달리랑 기자들 쫙 깔렸잖아 
기상청 전시 취소되면 다 여기로 몰려올 텐데 
안 들키고 어떻게 해 
그러니까 여기로 안 몰리게 다 기상청으로 보내면 되지 
뭐 , 그러면 되는데 그게 가능해 ? 
여기서 하면은 당연히 기상청 전시는 취소되는 거고 그러면 그 사람들이 기상청에 왜 있어 ? 다 여기로 오겠지 
그래서 기상청만 취소 안 시키면 되잖아 어 ? 
우리 삼달리에서 하자 , 전시 
해 ? 
그래 , 해 ! 
내가 하게 해 줄게 
하는 데까지 해 보자 , 우리 
그래 , 맞아 - 그래 
- 해 볼 때까지 해 봐야지 
- 그래 , 그럼 ! 
- 그냥 이러고 
그냥 당하고만 있으면 안 되지 - 그래 
- 그지 ? 
근데 ... 내가 사진을 다 기상청에다가 두고 왔는데 
걱정하지 마 
야 , 야 , 니네들 
야 , 오늘부터 니네 여기 동네 사람들 얘기 듣지 마 , 어 ? 
야 , 지금 우리가 뭔가 놀아나고 있는 거 같아 , 응 
그래서 기상청 전시회를 하는 거예요 , 마는 거예요 ? 
아니 , 당일날인데 가타부타 말이 없어 
아 , 거 , 당연히 취소겠지 
그러니까 지금 여기 , 어 ? 요렇게 , 요렇게 몰려 있는 거 아니야 
야 , 전시 그런 거 아 , 못 해 , 못 해 , 못 해 , 어 
선배 , 이거 ... 
기상청 전시 하나 봐요 
- 뭔 소리야 - 야 , 줘 봐 
- 어 ! 
- 야 ! 야 , 야 , 기상 , 기상청 야 ! 기상 , 기상청 , 기상청 
야 , 빨리 타 , 빨리 타 
야 , 빨리 타 , 빨리 타 
어 ? 
아이씨 , 알았어 
- 아 , 기상청 전시 하나 보네 - 아 ... 
아이 , 가자 
- 김 기자 , 뭐야 
- 뭐야 , 뭐야 
삼달리에 기자가 한 명도 없대 
아부지가 문 열어 놨다니까 빨리 가서 사진만 빨리 빼 오자고 
근데 , 기상청은 뭐 뭐 , 뭐 어떻게 한 거야 ? 
뭘 어떻게 하긴 뭘 어떻게 해 
취소 기사를 안 낸 거지 
기상청에서 있지 내가 그 정도는 되는 사람이라고 
오 , 조용필 
받으셔서 뭐라고 하시게요 ? 전시 취소했다고요 ? 취소됐잖아요 , 그니까 ... 
무고한 당선자 전시 취소까지 시켜 놓고 
이거 부탁 하나 못 들어주나요 , 저희가 ? 
취소 발표만 하지 말아 달라잖아요 
아니 , 취소 발표만 하지 말아 달라니까요 ? 
아 , 우리가 기상청 피해 안 가게 다른 데서 전시할게요 예 ? 근데 아 , 솔직히 준비할 시간은 줘야지 
기자들만 잠깐만 좀 잡아 놔 달라고요 
여기가 무슨 파출소냐 ? 잠깐 잡아 두게 
아 ... 
아니 , 기상청이 국민과의 약속이 생명 아니야 ? 
아 , 솔직히 예보는 우리가 신이 아니니까 틀릴 수 있다고 칩시다 , 근데 ! 전시해 주겠다고 약속했다가 이렇게 일방적으로 취소하는 거는 ! 
그건 잘못된 거잖아요 ! 
아 , 전시해 주든가 아니면 내 말대로 한 번만 해 주든가 
전시 열어 줄 순 없잖아요 
본청에서 절대 안 된다는데 내가 힘이 있어요 ? 
그니까 이거라도 들어주자고요 , 청장님 
한 과장님 
조용필 예보관 WMO 스위스 꼭 보내요 
나 암 올 거 같아 ! 
그 마음 이해합니다 
여기서 전시를 할 수 있기는 해 ? 
아이 , 개미 새끼 한 마리 못 들어갈 거 같은데 ? 
아 , 저길 뚫고 누가 들어가 
내 촉은 여기가 아닌데 
근데 엄청 더 몰려 있을 텐데 잘 빼 올 수 있겠지 ? 
아이 , 그럼 , 잘 빼 올 수 있지 걱정하지 마 
우리도 그 정도 쪽수는 되잖아 
맞네 , 어 , 우리가 다 이겨 ! 
삼달아 , 용필아 ! 
삼춘들만 믿으라이 ! 
우리도 빨리 해치우고 바로 합류한다 
실장님 ! 
- 파이팅 ! 
- 파이팅이에요 ! 
언젠가 조용필이 그랬다 어느 개천의 용도 저 혼자 만들어질 순 없다고 
다 개천에 미꾸라지 , 쏘가리 개구리들이 영향을 미친 거라고 
진짜 조은혜 작가 전시를 여실 예정인가요 ? 
자 , 이제 우리 조삼달 작가님 첫 전시회 하러 한번 가 볼까 ? 
천충기를 털자 
분명히 뭔가 알고 있는 거 같단 말이지 
날 사랑하는지 그리워했는지 
그게 궁금한데 
그땐 나랑 놀면 되지 
우 , 우리가 만날 수도 있는 거지 
세계 기상 기구 스위스 
너 이거 안 가도 후회 안 하겠어 ? 
니가 내 꿈을 응원해 준 것처럼 나도 니 꿈 응원해 주는 사람이면 안 돼 ? 
