අඩුම තරමේ කොණ්ඩේ සහ මේකප් එකට උදව් කරන්න . 
අපිට උදව්වක් නැතුව වෙඩි තියන්න බෑ . 
කවුරුත් කැමති නෑ බං නෝනා එක්ක වැඩ කරන්න . 
වචනය දැනටමත් අවසන් වී ඇත ඇයට දක්ෂතාවයක් නොමැති බවත් ඇය උඩඟු බවත්ය . 
- ඉදිරියට එන්න . 
- ඔබට කාලය ඉවරයි . 
ඇයව වහාම ආදේශ කරන්න , නැතහොත් මෙය අසාර්ථක වනු ඇත ! 
මම ඒ ගැන දැනුවත් . ඒත් මට කොහෙන්ද හොයාගන්න පුළුවන් පවතින ආදේශනයක්ද ? 
මේක මටත් අවුල් . 
හරි , ආයුබෝවන් . 
මේ තැනත් හොඳ නැහැ වගේ . 
වෙන තැනක් නැද්ද ? 
මම ඔබේ සහායකයා නොවේ . 
ඔයා දවස් ගානක් හෙව්වා . 
ඔබට තේමාවක්වත් තිබේද ? 
නැත , එය ප්රධාන ප්රශ්නය නොවේ . 
කාර්ය මණ්ඩලය කිසිවෙකු ඔබ සමඟ වැඩ කිරීමට කැමති නැත . 
ඔබ විශ්වාසයි කිව්වා ජෙජු හි වෙඩි තැබීම ගැන , එබැවින් මම එය ඔබට සිදු කළෙමි . 
නමුත් අවසාන දිනය ලබන සතියයි . 
මම දැන් කුමක් කළ යුතුද ? 
ඔබට මා කුමක් කිරීමට අවශ්‍යද ? 
කුමක් ද ? 
ඔවුන් මා සමඟ වැඩ කිරීම ප්‍රතික්ෂේප කළා , ඉතින් ඔයාට මගෙන් මොනවද ඕනේ ? 
කිසිම දෙයකට ඔබ ඔවුන්ට කෑගසන්නේ නැත . අනික ඔයා බය නිසා කෑ ගහනවා ඔවුන් දකිනු ඇත ඔබ කෙතරම් අදක්ෂයෙක්ද කියා . 
ඉතින් ඔබ සමඟ වැඩ කිරීමට කැමති කවුද ? 
හොඳ ඡායාරූප ශිල්පීන් හොඳ ඡායාරූප පමණක් ගන්න එපා . ඔවුන් කාර්ය මණ්ඩලය සමඟ ද සන්නිවේදනය කරයි . 
- ඔබ Eun - hye ගෙන් කිසිවක් ඉගෙන ගත්තේ නැද්ද ? 
මම ඔයාට කිව්වා එයා ගැන කියන්න එපා කියලා . 
ඔබ මා සමඟ ඇයව රැවැට්ටුවා . 
ඇයගේ දක්‍ෂතාවය නිසා දැන් ඔබට ඇයව මග හැරෙනවාද ? 
ඇත්තෙන්ම , මම කරනවා ! 
මාව අස් කරන්නයි හදන්නේ ! 
ඒක ඔයාගේ ප්‍රශ්නේ . 
හොඳයි , එහෙනම් . 
මම අත්හැරියා . 
කුමක් ද ? 
මම අත්හැරියා . මම ඒක කරන්නේ නැහැ . ඔබට ආදේශකයක් සොයාගත හැකිය . 
මම කොහොමද ආදේශකයක් හොයාගන්නේ දැන් වැඩ කළ හැක්කේ කාටද ? 
එය අඳුරු කරන්න . 
චෝ සෑම් - ඩාල් ? 
හෙලෝ , ඔබ වාර්තාකරුද ? 
ඔයාට කොහොම ද ? 
- හරි හුරුබුහුටියි ! 
- නවත්වන්න ! 
- ඒක නවත්වන්න . 
- මගේ කුමරිය . 
- ඒක නවත්වන්න . 
- කමක් නැහැ . 
- මම නවතිනවා . 
- එය ප්රමාණවත් . 
හරි හරී . 
- ඔයා හරිම හුරතල් . - කුමක් ද ? 
- ඔයා කරන්නේ කුමක් ද ? 
- යහපත්කම . 
මගේ සෑම් - ඩාල් , ඔයා හරිම ආදරණීයයි . 
හරි හරී . 
එය කුමක් ද ? 
ඔයාලා ආපහු එකටද ? 
ඔබ පුදුම වන්නේ ඇයි ? 
ඔබ මෙය දුටු පළමු අවස්ථාව මෙය නොවේ . 
අපි එය ඔබට භාර දෙමු . ඔබටම තීරණය කළ හැකිය . 
බලන්න ? මොකක්ද මම කිව්වේ ? මම ඔයාට කිව්වා එයාලා ආපහු එකතු වුණා කියලා . 
හරිද ? 
අනික මේක පලවෙනි එක නෙමෙයි . 
වසර පහළොවකට පෙර සෑම් - ඩාල්ගේ ස්ථානයේ . 
මම ඒ දවස ගැන පසුතැවෙනවා දැන් අවුරුදු අටක් තිස්සේ . 
ඔවුන් ආලය කරමින් සිටියා සියලු lovey - dovey එදා ද . 
ඊට පස්සේ , ඔවුන් වෙන් වුණා . 
ඊට පස්සේ එයා මාත් එක්ක තිබ්බ බැඳීම කැපුවා . 
ඔබ කුණු වී ඇත ... 
Gyeong - tae , මම බැඳීම් කපන්නේ නැහැ අපි මේ පාර කැඩිල ගියොත් . 
ඒ නිසා කලබල වෙන්න එපා . 
- හරි හරී ? 
- අපි වෙන් වෙන්නද යන්නේ ? 
නැහැ , මම ඒකට ඉඩ දෙන්නේ නැහැ . 
- ඔහු සමඟ සබඳතා කපා දමන්න . - කමක් නැහැ . 
කොහොම උනත් සුභ පැතුම් . 
සුභ පැතුම් , මගේ පාදය . 
හේයි ඔය දෙන්නා . 
මට ලිඛිත පොරොන්දුවක් ඕන . 
කුමක් ද ? විහිළු කරන්න එපා . 
එය විහිළුවක් නොවේ . 
" අපි වෙන් වෙන්නේ නැහැ අපේ අළු හිසකෙස් වයසට යන තුරු . " 
ඒක ලියන්න . 
මම මේක නොතාරිස් කරලා දෙන්නම් . 
Gyeong - tae , කියමනයි " අපේ හිසකෙස් අළු පැහැයට හැරෙන තුරු . " 
- ඔව් . - කුමක් වුවත් . එය තවමත් ඔබේ කොණ්ඩයයි . 
එය ලියන්න . 
ජීස් , ඔයාට යන්න පුළුවන්ද ? 
ඔබ ඕනෑවට වඩා ප්‍රතිචාර දක්වන්නේ ඇයි ? 
අපි ගුණාත්මක කාලයක් ගත කිරීමට උත්සාහ කරන්නෙමු - 
එහෙනම් කොහේ හරි කාමරයක් ගන්න . 
ඇයි ඔයා මෙතන මෙහෙම කරන්නේ ? 
අපි පවර් රේන්ජර්ස්ලා විදියට ආයෙත් එකතු වුණා . අපිට ආයෙත් වෙන් වෙන්න වෙයි ඔබ කැඩී ගියහොත් ! 
සන්සුන් වන්න . ආයේ කවදාවත් එහෙම වෙන්නේ නැහැ . 
- ඇත්තටම ? 
- ඔව් . 
ඊට පස්සේ , විවාහ වෙන්න . 
ඔයාට පිස්සු ද ? ඒක විකාරයක් . 
" විවාහ වෙන්න " ඔබ අදහස් කරන්නේ කුමක්ද ? 
- හදිසියේම ? - හොඳින් ... 
විවාහ වෙනවා ඒ සියල්ල විකාර නොවේද ? 
මාර්ගය වන විට , Sang - do කොහෙද ? 
ඔයා හරි . 
මම ඔහුව දැකලා නැහැ ටික වෙලාවකින් . ඔහු කොහේ ද ? 
ඔහු නිතර එන්නේ නැත . 
දැන් මේ පොරොන්දුව ලියලා විවාහ වෙන්න එබැවින් ඔබ කැඩී නොයනු ඇත . 
විවාහ වෙන්න ! 
- කරුණාකර ටිකක් ගන්න . 
- ඔයාට ස්තූතියි . 
සෑම් - ඩාල් කොහෙද ගියේ ඇගේ මිතුරන්ට මෙහි ආරාධනා කිරීමෙන් පසුව ? 
ඇය බොහෝ විට දිනයක සිටී . 
ඇය හරි . 
අපි හොඳින් . 
අපට තේමාව ඇත , ඉතින් අපිට කරන්න තියෙන්නේ අපේම වැඩ විතරයි . 
- මම දකියි . - ඔව් . 
මට සමාවෙන්න අපි ඔබේ කාමරය ගත්තා . 
නැහැ , ඒක හොඳයි . 
ඔබට හෝටලයක සිටීමට අවශ්ය නැත අපට මෙහි කාමරයක් ඇති විට . 
මටයි නංගිලාටයි ඒ කාමරේ නිදාගන්න පුළුවන් . 
ඒ නිසා අපි ගැන දුක් වෙන්න එපා , නිකන් ගෙදර ඉන්න . 
- ඔයාට ස්තූතියි . - ඔයාට ස්තූතියි . 
මාගේ ප්රීතිය . 
මාර්ගය වන විට , ඔබ අපේ නිවස සොයා ගත්තේ කෙසේද ? 
මෙතන ගෙවල් ගොඩක් තියෙනවා . 
අපි සේවකයාගෙන් ඇහුවා පහසුව සඳහා ගබඩාවේ නගරයේ මායිම අසල . 
- ආයුබෝවන් , ග්යොං - ටේ . 
- ආයුබෝවන් . 
- සෑම් - ඩාල් . 
- එය කුමක් ද ? 
කුමක් ද ? 
හොඳින් ... 
ගණන් ගන්න එපා . 
- ආයුබෝවන් . 
- හරි , ආයුබෝවන් . 
- ඉන්න , සෑම් - ඩාල් . - එය කුමක් ද ? නිකන් කෙළ ගැහුවා . 
ඒ කාන්තාවන් දෙදෙනා ඔබේ නිවසේ නැවතී සිටින්නේ කවුද ... 
ඔවුන් කව් ද ? 
Eun - bi සහ Ji - eun ? ඒවා මගේ දැන්වීම් . 
Eun - bi ? ඇයමද ඒ ලොකු ඇස් එක්ක ? 
- ඔව් . 
ඔබ ඇයව දන්නේ කෙසේද ? 
කුමක් ද ? 
මම නිකම් ... මම ඇය වෙත දිව ගියේ අහම්බෙන් . 
මට සමාවෙන්න . ඔයා දන්නව ද චෝ Eun - hye මහත්මිය ජීවත් වන්නේ කොහේද ? 
නැවතත් වාර්තාකරුවන් . 
ඒ නමින් කිසිවෙක් මෙහි වාසය නොකරයි . 
මම දකියි . 
ඒක අමුතුයි . මට විශ්වාසයි අපි ඉන්නේ Samdal - ri වල කියලා . 
එතකොට , ඔයා දන්නවද චෝ සෑම් - ඩාල් මහත්මිය ජීවත් වන්නේ කොහේද ? 
කුමක් ද ? 
නැවතත් ප්‍රශ්නය වූයේ කුමක්ද ? 
ඔබ Cho Sam - dal දන්නවාද ? 
එහේ ? මම හිතන්නේ එයා එතන කියනවා . 
- මම දකියි . 
- එහේ ? එතන ? 
මම දකියි . ඔයාට ස්තූතියි . 
- මොකක් ද වැරැද්ද ? 
- ඔබ අදහස් කළේ වැන්ග් ග්යොං - ටේ ? 
ඔහු සෑම් - ඩාල්ගේ මිතුරෙක් . 
මම දකියි . 
ඒ කෙසේ වුවත් , ඔහුට කතා කිරීමට අපහසු වේද ? 
ඔයා අදහස් කරන්නේ කුමක් ද ? එයා හරිම කටකාරයි . 
මම කවදාවත් එයාගේ කට වහගෙන ඉන්නවා දැකලා නැහැ මගේ මුළු ජීවිතය තුළ . 
එය ඇත්තයි . 
ඔයා හරි . 
- එහෙනම් , ඒ මොකක්ද ? - ඒක අමුතුයි . 
ඔහු වචනවලින් එතරම් හොඳ බවක් නොපෙනුණි . 
- හරිද ? 
- ඔව් . 
එවිට ඔබට ඇය සමඟ කිමිදිය හැකිය . 
ඔබට ඇය සමඟ කිමිදිය හැකිය ඔබ කනස්සල්ලෙන් සිටී නම් . 
ඔබ පිහිනුම් ක්‍රීඩකයෙක් විය . 
නැහැ , ඒක විහිළුවක් . මම අ haenyeo . 
ඊට පස්සේ , එකක් වෙන්න . ඔබව නවත්වන්නේ කුමක්ද ? 
ඔබ ඇය ගැන කරදර වෙනවා කිව්වා . 
Ha - yul ගේ සිහිනය වෘත්තීය පිහිනුම් ක්‍රීඩකයෙකු බවට පත්වීමයි . 
ඔයා කරන්නේ කුමක් ද ? 
ඔබේ නැඟී එන තරු දින මඟ හැරී තිබේද ? 
මම නැගී එන තරුවක් නොවීය . 
ඔව් , ඔබ විය . 
ඔබ පිළිගත්තා කොරියානු ජාතික පුහුණු මධ්‍යස්ථානයට . 
ඔයා හරි . මම සෑහෙන්න දක්ෂයෙක් වුණා . 
ඔවුන් කියනවා ඔබට පිස්සු කියලා පළමු දිනයේ සිට පිහිනීම ගැන . 
සිතා බලන්න , ඇය ඇත්තටම ඔබ පසුපස ගන්නේ නැහැ , ඇය කරනවාද ? 
ඇය ජලයට වෛර කරයි . 
ඔයා හරි . 
ඇය දියුණු වුණේ නැහැ මම ඇයට ඉගැන්වූ දේ කමක් නැත . 
ඒ බැල්මට මොකද ? 
ඔබට නැවත ආරම්භ කිරීමට අවශ්‍යද ? 
- පිහිනන්න . 
- ඒක නවත්වන්න . 
එය නවත්වන්න . ඔබ ඇයව අවදි කරනු ඇත . 
නිශ්ශබ්ද වන්න . 
දෙවියනේ . ඇත්තටම මේක ඇත්තක්ද ? 
මොකක්ද ? 
කුමක් ද ? ඔබට එය විශ්වාස කළ නොහැකිද ? 
මම ඔබට ඇණ ගැසිය යුතුද ? 
- මම කළ යුතුද ? එය කොහොම ද ? - නෑ . ඒක මට විශ්වාස කරන්න බැරි දෙයක් නෙවෙයි . 
කිසිම හේතුවක් නැහැ . 
ඒ කෙසේ වුවත් , ඔයා මොනවද මගේ තාත්තට කිව්වේ 
හොඳයි , මට කුමක් කිව හැකිද ? 
මම කිව්වේ ඔබත් මමත් ඔහු එනතුරු බලා සිටින බවයි . 
ඔය කිව්වෙ එච්චරද ? 
කුමක් ද ? 
මමත් ඔයාට සදහටම ආදරෙයි කිව්වා . මම මැරෙන දවස දක්වා . 
- සදහටම ? 
- ඔව් . 
- සිරාවටම ? 
- ඔව් . 
නමුත් ඔබ විවාහයට සූදානම් නැහැ ? 
කුමක් ද ? 
මම කිව්වේ Gyeong - tae අපිට විවාහ වෙන්න කිව්වා , ඔබ එයට සම්පූර්ණයෙන්ම විරුද්ධ විය . 
මම ඒකට සම්පූර්ණයෙන්ම විරුද්ධ වුණේ නැහැ . 
එතකොට , ඔයා මොකක්ද ? 
හේයි , අපි ආපහු එකතු වුණා . 
ඔබ මෙතරම් හදිසියක ඇයි ? 
අපි එය සෙමින් ගනිමු . 
කමක් නැහැ . ඇතුලට යන්න . 
- නෑ , ඔයා මුලින්ම ඇතුලට යන්න . 
- ඇයි ? - ඇතුලට යන්න . - ඔබට පසුව . 
- ඔයා ගියාම මම ගෙදර යන්නම් . 
- මට අවශ්ය නැහැ . 
- මට ඔයාව බලන්න ඕන , ඒ නිසා යන්න . 
- මම මුලින්ම යන්නේ නැහැ . 
- මමත් නැහැ . යන්තම් යන්න . - පාෂාණ , කඩදාසි , කතුර 
- ගල් , කඩදාසි , කතුර ! 
ඔයා පැරදුනා , එහෙනම් මුලින්ම ඇතුලට යන්න . 
හරි මම මුලින්ම ඇතුලට යන්නම් . 
හරි , ආයුබෝවන් . 
- මම ඇතුලට යනවා . 
- මම ඇත්තටම ඇතුලට යනවා . 
- හරි හරී . ඇතුලට යන්න . 
ඒයි , ඔහු ඇත්තටම ඔහුගේ ආශිර්වාදය ලබා දුන්නාද ? 
දෙවියනේ . 
මම එයාට දෙන්න ඇති ගිය සැරේ ගැහුවාට වඩා හොඳයි . 
ඔබ වැඩි පහරක් ගත්තා . 
කුමක් ද ? 
කණ්ණාඩියෙන් බැලුවේ නැද්ද ? 
නෑ මම එයාට ඒ තරම්ම ගැහුවා ඔහු මට පහර දුන් පරිදි , අඩු වැඩි වශයෙන් . 
මම බැරෑරුම් ලෙස ඔහු වෙතට ගියෙමි . 
කමක් නැහැ . 
අපි සෑම් - ඩාල් ගැන පරීක්ෂා කර බලමු . 
ඔයා කුමක් ද ... 
චෝ සෑම් - ඩාල් . 
චෝ යොන්ග් - පිල් ! 
ලෝකයේ කුමක් ද ? 
මගේ යහපත . හේයි . 
තාත්තා . අම්මා . 
චෝ මහතා . 
ඔබේ පියා ඔහුගේ ආශීර්වාදය ලබා දුන්නා , ඉතින් ඔයා හිතනවා මේක හරි කියලා . ඔබ කෙතරම් නිර්භීතද ? 
චෝ මහත්තයෝ ඔයා හිතන විදිහ නෙවෙයි . 
යොන්ග් - පිල් ! 
එය කුමක් ද ? 
ඔයා කරන්නේ කුමක් ද ? 
- අපි කොහෙද යන්නේ ? 
- ඉක්මන් කරන්න . 
හේයි ඉන්න . හේයි ! 
මගේ සපත්තු . 
මෙහි සෑම විටම සීතල කෙටුම්පතක් ඇත . 
දෙයියනේ , මට හරිම උණුසුම් බවක් දැනෙනවා . 
- සෑම් - ඩාල් . 
- ඔව් ? 
මේක ලොකු සතුටක් දැනෙනවා . නමුත් ඔබේ දෙමාපියන් දැනගත්තොත් , ඔවුන් මාව මරන්න ඇති . 
මගේ දෙමාපියන් වඩා විවෘත මනසක් ඇත ඔබ සිතනවාට වඩා . අනික අපි හුරතල් වෙනවා විතරයි . ඒකෙ වරදක් නෑ . 
- ඔයා හරි . නමුත් හුරතල් කිරීම පමණක්ද ? 
- ඔව් . 
හුරතල් කිරීම සහ වෙන කිසිවක් ? 
මම අදහස් කළේ , මම ඔබ වෙනුවෙන් අවුරුදු අටක් බලා සිටියෙමි . 
ඒත් අපි හුරතල් වෙන්න යනවද ? 
ඇත්තටම මට මගේ බලාපොරොත්තු තිබුණා . 
අපි ළමයි නෙවෙයි . හුරතල් කරනවාට වඩා වැඩි දෙයක් අපිට කරන්න පුළුවන් . 
ඔයාට පිස්සු ද ? 
අපිට ඒක මෙතන කරන්න බෑ . 
ඔබ කල්පනා කළේ කුමක් ගැනද ? 
මම කතා කළේ කිසිම දෙයක් කරන්න නෙවෙයි . හුදෙක් ... මට ඕන වුනේ මේක විතරයි . 
ඒක විතරයි . 
හේයි ! 
අපි කිසිම දෙයක් කළේ නැහැ . 
අම්මේ අපි දෙන්නා එකට නිදාගත්තා ... 
ඔබ එකට නිදාගත්තාද ? 
නැහැ , මම අදහස් කළේ ඒක නෙවෙයි . 
- හේයි ! 
- තාත්තා ! 
ඔහුව නවත්වන්න ! 
- හේයි ! 
- චෝ මහතා ! 
මම ඔහුව ගෙනාවා , තාත්තා ! 
පුල් - අප් බාර් වෙත එන්න . 
ඇයි ඔයාට මාව මෙච්චර කලින් බලන්න ඕන වුණේ ? 
අද කාර්යබහුලයි . 
ඔයා මාව කලබල කරනවා . 
හේයි . ඔබට චකිතයක් දැනෙන්නේ ඇයි ? 
මට විශ්වාස නැහැ . 
ඔයා හැමදාම මට එකම දේ මැසේජ් කරනවා , නමුත් එය අද මා කනස්සල්ලට පත් කළේය කිසියම් හේතුවක් නිසා . 
මට එළියට එන්න කියලා බල කරන්න වුණා මම සෝදාගත් පසු . 
- හේයි , සංග් 
- ඩෝ - - - ඔයා යාලුවනේ ? 
මම දකියි . 
ඔයා වරදක් කළේ නැහැ . ඔබට කුමක් ද ? 
හරි , මම කිසිම වරදක් කළේ නැහැ . ඉතින් ඇයි ... 
ඉතින් ඇයි මට ඔබ ඉදිරියේ මෙතරම් දුකක් දැනෙන්නේ ? 
ඔයා තමයි කිව්වේ දුකක් දැනෙන්න එපා කියලා . 
සහ ඔබට එය කිරීමට පහසුද ? 
එයද ? 
ඔබ සෑම විටම ඉතා ඉක්මන් ය . අපි පොඩි කාලේ ඉඳන්ම . 
මම හැම විටම මූලික ආරම්භයක් ලබා ගන්නෙමි , නමුත් ඔබ තවමත් මට වඩා ඉදිරියෙන් සිටිනු ඇත . 
මම දේවල් ගැන කනස්සල්ලෙන් සිටියදී මා වටා සිටින මිනිසුන් නිසා දෙගිඩියාවෙන් , ඔබ කිසිවක් සිතුවේ නැත ඉදිරියට ගියා . 
මට අල්ලගන්න විදිහක් තිබුණේ නැහැ . 
මම කවදාවත් ඒ තරම් ඉක්මන් වුණේ නැහැ . 
සමහර වෙලාවට ඔයා මට වඩා ඉක්මන් . 
ඔබ මට වඩා වේගවත් ධාවකයෙක් , ඔබ දන්නවාද ? 
මම දන්නවා ඔයාලා දෙන්නා හැමදාම සමීපයි කියලා . ඒ වගේම මම දන්නවා ඇය කවදාවත් මට වැටෙන්නේ නැහැ කියලා . 
ඒත් ඔයා කිව්වා ඒවා මගේ හැඟීම් කියලා . 
මම මගේ වේගයට යන්නම් , ඇය කෙරෙහි මගේ හැඟීම් දැයි පවතිනු හෝ නැති වී යයි . 
ඔව් , ඒවා ඔබේ හැඟීම් , එබැවින් ඔබ කැමති පරිදි කරන්න . 
නමුත් සංග් - ඩෝ ... ඔබට තවමත් තිබේද ? 
මම කියන්නේ , මම සෑම් - ඩාල් සමඟ ආලය කිරීම අමතක කරන්න . 
ඔබ යන්නේ ... ඔබේ අවන්හලේ දිගටම බොන්න විකුණුම් යන්ත්‍ර කෝපි මා සමග ? 
ඔයා සිතන්නේ කුමක් ද ? 
අපි අමු මුහුදු ආහාර විකුණනවා . 
ඒ වෙනුවට ඔබට එය තිබිය යුතුය . 
එය කෝපි කඩයක් නොවේ , නමුත් ඔබට ඇත්තේ එපමණයි . 
- ඔබට එය මගේ සේවා ස්ථානයට භාර දිය හැකිද ? 
කුමක් ද ? 
මේ අනාවැකිකරු චෝ නේද ? 
ඔබ එය දුටුවාද ? 
ඔබ කළා ! ඒ ඔහු ! 
කාලගුණ විද්‍යා ජේජු ප්‍රාදේශීය කාර්යාලය , චෝ යොන්ග් - පිල් ! 
මම දැනගෙන හිටියා එයා ඒක කරයි කියලා ! 
මම ඔහු වෙනුවෙන් අයදුම් කළා . මට හැකියාව ඇත්තේ මෙයයි . 
ඇදහිය නොහැකි ය . 
ඔහු තවත් සිය ගණනකට එරෙහිව නැගී සිටියේය . 
එය ඇත්තටම සිදු වූවාද ? 
මට කෙනෙක් විශ්වාස කරන්න බැහැ අපේ ඔෆිස් එකෙන් WMO එකට සම්බන්ධ වෙනවා . 
ඔහු ඇදහිය නොහැකි ය . 
ඔහු උද්දාමයට පත් වනු ඇත ඔහු දැනගත් විට . 
අපි ඔහුට කිව යුතුයි . මම ඔහුට කතා කළ යුතුද ? 
එපා . ඔහු පසුව එන විට ... 
Han Seok - gyu කතා කරයි . කුමක් ද ? 
Eun - bi ! 
මොකක් ද වැරැද්ද ? 
අපි මොකද කරන්නේ ? 
චෝ මහත්මිය මොකක්ද කරන්න යන්නේ ? 
කුමක් ද ? එය කුමක් ද ? 
ප්‍රවෘත්ති ලිපි ටොන් ගණනක් තිබේ . 
- අපි කුමක් කළ යුතුද ? 
ඒකට සාප වේවා . 
මේ කුමක් ද ? 
ඉදිරියට එන්න ! 
ඔව් ? 
නැහැ , අපිට කිසිම අදහසක් තිබුණේ නැහැ . 
අපි ඒවා ඇගයීමට ලක් කළා තනිකරම ඔවුන්ගේ වැඩ මත පදනම්ව . 
- අපි හැකි ඉක්මනින් ඇයව ආදේශ කරන්නෙමු . 
- අපි සමාව ඉල්ලනවා . 
අපි එය භාරව නොසිටිමු , එබැවින් ... 
අපි සමාව ඉල්ලනවා . මෙන්න ප්‍රධාන අංකය . 
අපිට සමාවෙන්න . අපි සමාව ඉල්ලනවා . 
අපිට කිසිම තොරතුරක් ලැබිලා නැහැ . 
තවමත් ඇමතුම් එනවා . 
- නවත් වන්න . හරි හරී . - දෙයියනේ , මොකක්ද මේ අවුල ? 
- චෝ මහත්මිය ! - චෝ මහත්මිය ! 
- චෝ මහත්මිය ! 
- ඔයා මාව කම්පනයට පත් කළා . එය කුමක් ද ? 
එය කුමක් ද ? කාරණය කුමක් ද ? 
තත්පරයක් විතරයි . 
ජේජු කාලගුණ විද්‍යා මධ්‍යස්ථානය ප්‍රදර්ශනයට අපි මොකද කරන්නේ ? 
මාධ්‍යවේදීන්ගේ හැටි මම දන්නේ නැහැ සොයාගත්තා , නමුත් එය අවුල් සහගතයි . 
ඒ ලිපි ඇත්තද ? 
ආපහු එන්න කල් වැඩියි . 
ඔබ තව දුරටත් පහත් විය යුතුය . 
ඔබ කාරුණික වනු ඇත ඔබ ඔබේ දුරකථනය එතරම් බැලුවහොත් . 
ඔබ දර්ශනය අගය කළ යුතුය ඔබ ජෙජු වෙත පැමිණියේ නම් . 
හරි . 
ඇයි මුන් මේ තරම් ලොකු දෙයක් කරන්නේ කුඩා , දේශීය ප්රදර්ශනයක් ගැන සහ එය නැවත පැමිණීමක්ද නැද්ද ? 
මට විශ්වාසයි මේක කවුරුහරි දාපු බව ද්වේෂ සහගත චේතනාවෙන් . 
WHO ? 
එය පැහැදිලි . දන්න කෙනෙක් ඇගේ සැබෑ නම සහ ජෙජු හි ඇත . 
සමහරවිට Cheon Chung - gi සහ Bang Eun - ju . 
ඔයා හරි . 
ඔවුන් දිගටම ප්‍රවර්ධනය කර ඇත මෙහි ප්රදර්ශනය . 
තවත් කොහොමද වාර්තාකරුවන් සෝල් වල දැනගන්න ? 
අර මගුල පොඩි මීයෝ . 
- ඒකට සාප වේවා . 
- සෑම් - ඩාල් මෙහි ඇත . 
සෑම් - ඩාල් . 
එ්යි ඔයා . 
අධෛර්යමත් වෙන්න එපා . 
ඔයා වරදක් කළේ නැහැ . 
ඔහු හරි . ඔබේ හිස ඔසවන්න . 
හරි හරී . ආයුබෝවන් . 
ආයුබෝවන් . 
කෙළින් හිටගන්න , හරිද ? 
ආපසු හැරී බලන්න එපා . කෙළින්ම ඉදිරිය බලන්න . 
ප්‍රදර්ශනය අවලංගුද ? 
බලන්න නෝනා . 
ඔව් , ඇය Cho Eun - hye . නමුත් එම සිද්ධියේ වාර්තාව ඒකපාර්ශ්වික විය . 
ඔබ අන්තර්ජාලයෙන් සොයන්නේ නම් , සෑම දෙයක්ම පැහැදිලි කරන ලිපි තිබේ . 
චූදිතයන් පවා එය ප්‍රතික්ෂේප කළහ . 
මම කියන්නේ ඇයට හේතුවක් නැති බවයි ඇගේ අනන්‍යතාවය සැඟවීමට සහ මේ ප්‍රදර්ශනය සඳහා ඕනෑම කෙනෙක් රවට්ටන්න . 
බලය අයුතු ලෙස භාවිත කිරීම අසත්‍යයි . 
කිසිම සාක්ෂියක් සම්පූර්ණයෙන්ම නැහැ , ඉතින් ඇයි අපි ජයග්‍රාහකයා නුසුදුස්සෙක් කරන්නේ ? 
අපි ඇයව නුසුදුසු කරන්නේ නැහැ . 
අපි තීරණය කර ඇත්තෙමු ප්‍රදර්ශනය අවලංගු කිරීමට පමණයි . 
ඒත් අපි ගොඩක් මහන්සි වෙලා වැඩ කළා ඒ සඳහා සූදානම් වීමට . 
මෙය අපි ජයග්‍රාහකයාට දුන් පොරොන්දුවකි . 
මේ විදියට උත්සවය අවලංගු කරනවා රාජ්‍ය අධිකාරිය අනිසි ලෙස භාවිතා කිරීමක් වනු ඇත . 
ඔයා කියන දේ මට තේරෙනවා , නමුත් දැන් සිදුවන දේ බලන්න . 
- අපි සමාව ඉල්ලනවා . - විනාඩියක් , කරුණාකර . 
- ඔව් . - අපි එය නිවැරදි කරන්නෙමු . 
අපිට පැමිණිලි එනවා ලිපි නිසා උදේම . 
අනාවැකි අංශය ඇමතුම්වලින් පවා පිරී ඇත . 
අපේ වෙබ් අඩවිය ක්‍රියා විරහිත වූ නිසා මිනිසුන් පිස්සු වැටිලා ඔවුන්ට අනාවැකි පරීක්ෂා කළ නොහැක . 
මෙය KMA ය . 
ප්‍රදර්ශනයකට බාධාවක් වෙන්න දෙන්න බැහැ කාලගුණය පුරෝකථනය කිරීමේ අපගේ කාර්යය . 
මට තේරෙනවා නෝනා . නමුත් අවලංගු කරනවා ... 
මම ප්‍රදර්ශනය කරන්නේ නැහැ . 
හැමෝටම තියෙනවා මම නිසා අමාරු කාලයක් . 
ඒ ගැන මට කණගාටුයි . 
ගෝෂ් , චෝ මහත්මිය . 
මෙය අනාවැකි අංශයයි . කරුණාකර කාලගුණ සේවය අමතන්න . 
අධ්‍යක්ෂක හැන් . 
මට කිසිම වැඩක් කරගන්න බෑ . අපි කෙටි කාලීන අනාවැකිය කළ යුතුයි . 
මුන්ට අපේ නම්බර් එකවත් ලැබුනේ කොහොමද ? 
උදව් සඳහා Yong - pil අමතන්න . 
නෑ , ඒක අමතක කරන්න . අර පොන්නයා මෙතන නේද ? 
ඉන්න . 
නවත් වන්න . 
ඇයි ඔබ එය නොකරන්නේ ? 
ඇයි ප්‍රදර්ශනයෙන් ඉවත් වුණේ ? 
ඔන්න ඔහේ ඉන්නවා ! 
Yong - pil , එන්න සූදානම් වෙන්න දැන් කෙටි කාලීන අනාවැකිය . 
උදේ මුළුල්ලේම කලබලයි ! 
හේයි , ගිහින් ඔයාගේ වැඩේ කරගන්න . 
රැකියාව දැන් වැදගත් නොවේ . 
කෙසේ වෙතත් ඇය නිවැරදි විය . 
මෙම ප්‍රදර්ශනය KMA උත්සවයක් පමණි . 
මේ වගේ දේකට ඉඩ දෙන්න බෑ ඔබේ පුරෝකථනයට බලපායි . 
මම ඔවුන්ව අපහසුතාවයට පත් කරනවා වැඩියි . 
නැහැ , ඔබ නැහැ . 
කොහොමහරි පස්සේ ගෙදරින් හමුවෙමු . 
නෑ ඉන්න ... 
චෝ මහත්මිය ! 
වෙළඳ ප්‍රචාරණ ආයතනය අපගේ ගිවිසුම අවලංගු කිරීමට අවශ්‍යයි . 
සඟරාව X සහ Bobble දෙකම ආවරණ කදන් අවලංගු කර ඇත . 
මම කොච්චර කිව්වත් ඒක ඇත්තක් නෙවෙයි . ඔවුන් සියල්ලෝම පසුබසිති මහජන කෝපය නිසා . 
මව . 
ඔයාටත් මම වගේ Mi - ja නැතුව පාලුයිද ? 
අනෙක් සියල්ලෝම ඉදිරියට ගොස් ඇත . 
අතීතයේ හිරවෙලා ඉන්නේ මම විතරද ? 
සංග් - ටේ . 
Mi - ja ගැන අමනාප වෙන්න එපා . 
ඇයි අම්මේ ඔයා දිගටම එහෙම කියන්නේ ? 
ඔයා හිතන්නේ මම ඔයාගේ දුවට අමනාප වෙනවා කියලාද ? 
මගේ දුව නෙවෙයි . 
මි - ජා . 
කෝ මි - ජා . 
මව . 
ඇයට සමාව දීම ... එයින් අදහස් කරන්නේ ඔබට ඔබේ බිරිඳ අමතක වන බවයි . 
මව ... 
සංග් - ටේ . 
ඉන්න , සංග් - ටේ . 
ඔබ මට සමාව දිය යුතු නැත . 
මම ස්තුතිවන්ත වෙනවා විතරයි ඔබ අපේ දරුවන්ට ඔබේ ආශිර්වාදය ලබා දුන්නා කියලා . 
ඔබට ඇත්තටම මග හැරුණාද මි - ජා මේ අවුරුදු ගානේම ? 
ඔබට ඇයව වැඩිපුරම මග හැරෙන්නේ කවදාද ? 
මම මුහුදේ කිමිදෙන හැම මොහොතකම මට ඇය නැතුව පාලුයි මම Yong - pil දිහා බලන හැම වෙලාවකම . 
හරි , ඔබේ මුහුදු පැලෑටි සුප් . 
මම ඒ සියල්ල අවසන් කළා . 
Jeon Dae - yeong . 
ඉතින් ඔබ මගේ ඇමතුම්වලට පිළිතුරු දීම ප්‍රතික්ෂේප කරනවාද ? 
ඔබ එය ලබා ගත යුතුයි . 
එය ඉක්මනින් අවසන් කිරීම වඩා හොඳය . නැත්නම් ඔබ කරන්නේ ඇයව තවත් තරහ කරවීම පමණයි . 
මට ඕන නෑ කෝ මහත්තයෝ . 
මම ඒත්තු ගැන්වීමට ක්රමයක් සොයා ගන්නෙමි මගේ පියා ඕනෑම වියදමකින් . 
ඔව් . මම ඇයව බලන්නම් මම මේක බලාගත්තට පස්සේ . 
සහ ඔබ අසමත් වුවහොත් කුමක් කළ යුතුද ? 
ඔබ නිකම්ම අතුරුදහන් වීමටද යන්නේ ? 
මම මෙතන ඉන්නවා කියලා ඔයා කොහොමද දැනගත්තේ ? 
ඔබම පැහැදිලි කරන්න . 
හොඳයි , ඔබට පෙනෙනවා ... 
මම ... 
මට කණගාටුයි . 
මටයි තාත්තටයි තිබුණා මත වෙනසක් . නමුත් මම සහතික කරන්නම් ව්‍යාපෘතිය නැවත Samdal - ri වෙත ගෙන ඒමට . - ඒ නිසා වැඩිය කලබල වෙන්න එපා ... 
- මම කතා කරන්නේ තේමා උද්‍යානය ගැන නොවේ . 
ඇයි ඔයා මෙතන නවතින්නේ සහ එතරම් ජරාජීර්ණ පෙනුමක්ද ? 
Samdal - ri හි තේමා උද්‍යානය වැඩට යන්නේ නැහැ , නමුත් ඔබ ගියා මම නිසා උඩින් නේද ? 
ඒකයි ඔයාව එලෙව්වේ . 
ලාභ මෙට්ට වල නිදාගන්න බැහැ ඔබේ නරක පිටුපස නිසා . 
අනික අඳින්නත් බෑ එකම කමිසය දෙවරක් . 
මම කිව්වේ , ඇයි ... 
අපේ දික්කසාදයෙන් වසර ගණනාවක් ගත වී ඇත . 
ඔබ තවමත් මට උදව් කිරීමට මෙතරම් අදහස් කරන්නේ ඇයි ? 
ගිහින් ජින් - ඩාල්ව ඒත්තු ගන්වන්න . 
නැහැ , මම ඇයට ඉඩ දෙන්නම් ඇයට අවශ්‍ය දේ කරන්න . 
මේ ගැන මහජනතාව දැනගත්තොත් , ඔබ දන්නේ නැහැ ඔබේ මවට සහ සහෝදරයාට කුමක් සිදුවේද ? 
පියා ... 
ඇය විකුණා ඇති බවක් ඇයට දැනුනි පසුගිය වසර පහ තුළ ඇගේ ආත්මය . 
සේවකයන්ට සිදුවන සියලුම අපයෝජන ඇය දුටුවාය ඒවගේම ඇස් පියාගන්නත් සිද්ධ වුණා . 
ඇය වර්ගයේ පුද්ගලයෙකි ඇය දුටු විට පවා ක්‍රියාවට නැඟෙන සිසුන්ට පාරේ හිරිහැර කරනවා . 
ඉතින් හිතන්න ... අපේ පවුල කොච්චර දරුණු වෙන්න ඇද්ද . 
ඔබ බරපතල ලෙස ඔබේ බිරිඳට ඉඩ දෙන්නද ? අපේ පවුල සහ සමාගම වට්ටන්නද ? 
සමාගම පහත වැටෙනු ඇත ! 
එය වැරදි නම් , එය සුදුසුයි ! 
මට සමාගමෙන් වැඩක් නැහැ ! 
මම යන්නේ ඇයට සහය දැක්වීම පමණයි . 
පිස්සු මෝඩයෙක් ! 
ඔබේ මනස අවුල්ද ? 
අම්මා සහ ඩේ - සික් වැරදිකරුවන් ! 
ජින් - ඩාල් වරදක් කළේ නැත ! 
ඇයි ඔබ ස්වේච්ඡාවෙන් කරන්නේ මට උදව් කිරීමට උත්සාහ කරන්න සහ ඔබ කළු බැටළුවා කරන්නද ? ඇයි ? 
මම ඔයාට ආදරය නිසා . 
ඒක හරි . 
මම ඔයාට ආදරය නිසා . 
මට මේ කමිසය අඳින්න පුළුවන් දින දෙකක් එක දිගට . 
මගේ කොන්ද රිදෙනවා නම් මට නිකන් ඉන්න පුළුවන් . 
තාත්තා මට ගැහුවොත් ... හොඳයි , එය එසේ නොවනු ඇත ඔහුගේ පළමු වතාව , ඒ නිසා මම එය ගන්නම් . 
එය එතරම් වැදගත් නොවේ . 
මම ඔයාට ආදරෙයි . ඉතින් මම වුණොත් මොකද වෙන්නේ කළු බැටළුවා ? 
මට ඒක ගණන් ගන්න බැරි වුණා . 
හේයි , Eun - ju . මෙම ලිපි පිටුපස සිටින්නේ ඔබද ... 
කුමක් ද ? ඇය කොහෙද ගියේ ? 
මහතා . අලෙවිකරණයෙන් MA " අම්මා " ? 
- ආයුබෝවන් ? 
- හායි , මිස් බං . 
ඔබ ප්‍රවර්ධනය කරනවා කිව්වා අපගේ නිෂ්පාදනය තුළ සඟරාව X මෙම අවස්ථාවේ . 
අපි ඔබට වසර ගණනාවකට පෙර ගෙවා ඇත . තව කොච්චර කාලයක් යයිද ? 
ඔබ ඔබේ වචනය තබා නැත අපි ඔබට ලේන්සුව දුන් නිසා . 
ඔබ මගේ ඇමතුමට පිළිතුරු දුන්නේ ඇයි ? 
නවත් වන්න . 
මේ කුමක් ගැනද ? 
" ප්‍රවර්ධනය කරන්න සඟරාව X " ? 
ස්කාෆ් ... 
සල්ලි අරන් තියෙනවද නිෂ්පාදන ප්‍රවර්ධනය කිරීම වෙනුවට ? 
ඒ නිසාද ඔබ එකතු කරන්න කියලා කිව්වේ එම ස්කාෆ් , කරාබු සහ තොප්පි එය තේමාවට නොගැලපෙනවාද ? 
ඔව් . ඉතින් කුමක් ද ? 
නැවතත් " ඉතින් මොකක්ද ? " ඒකට සාප වේවා ! 
ඔබ ඔබේ මනස අවුල් වී ඇත . 
ඔබ පෞද්ගලිකව මුදල් ගන්නේ කෙසේද ? රහසිගතව භාණ්ඩ ප්‍රවර්ධනය කිරීමට අපේ සඟරාවට සම්බන්ධ නැතිද ? 
සහ කුමක් ද ? " ඉතින් කුමක් ද ? " 
මටත් ඒක ලේසි වුණේ නැහැ . 
ඔවුන්ට ඔවුන්ගේ මුදල් ආපසු අවශ්‍ය විය , සහ Eun - hye කවදාවත් ඇය අකමැති දේ භාවිතා කරන්නේ නැහැ . 
ඒක මාව පිස්සෙක් කරා . 
ඔබ අපගේ නිෂ්පාදනය ලබා ගත්තාද ? 
මේ පාර ෂූට් එකේ තියෙන්න ඕන . 
මෙතන ටිකක් පිලිවෙලකට තිබ්බොත් හොදයි ... 
නෝනා , මොකක්ද මේ ලේන්සුව ? 
එය අපගේ රැස්වීමේදී ඇතුළත් කර නොතිබුණි . 
හොඳින් ... 
හරි . ඔබට පෙනේ , එය ... 
මම එය එකතු කළා . 
කුමක් ද ? 
එය කුමක් ද ? 
මම කිව්වා ඒක අයින් කරන්න කියලා ! 
ඔබ විශ්වාස කළ නොහැකියි . 
මට මේ වැඩේ කරන්න ඕන වුණා ඕනෑම වියදමකින් ඔබ සමඟ , නමුත් මට එය දරාගත නොහැක . 
යුන් - ජු , අපි මෙතනින් සමුගමු . 
කොටස් මාර්ග ? 
ඔබට වෙඩි තැබීම අසාර්ථක වී සේවයෙන් පහ කිරීමට අවශ්‍යද ? ඒක ලබන සතියේ . ඔබට උපස්ථ සැලැස්මක් තිබේද ? 
එය ඔබ සමඟ කෙසේ හෝ අසාර්ථක වනු ඇත . 
මට විශ්වාස කරන්න බෑ මම Eun - hye දාලා ගියා කියලා ඔබ වැනි කෙනෙකුට . 
කුමක් ද ? 
මට පිස්සු හැදිලා වෙන්න ඇති . මට පිස්සු විය ! පලයන් එළියට . යන්න , අවජාතකයා ! 
මම කොහොම හරි යන්නයි හිටියේ ! 
මම කිව්වා තව ටිකක් ඉන්න කියලා . මම එය ප්‍රවර්ධනය කිරීමට උත්සාහ කරමි . 
රූගත කිරීමක් නැත , ඔබ බලාපොරොත්තු වන්නේ කුමක්ද ? 
මගේ මාර්ගයට කිසිවක් සිදු නොවේ , ඉතින් ඔබට මා කුමක් කිරීමට අවශ්‍යද ? 
ඔයා මට දෙන්න තිබුණා වඩා හොඳ පෙනුමක් ඇති අයිතම කිහිපයක් ! 
ඔබේ අසුචි නිෂ්පාදන භාවිතා කිරීමට කිසිවෙකුට අවශ්‍ය නැත ! 
ඒකට සාප වේවා ! 
Eun - ju ඇගේ තනි වෘත්තිය කෙරෙහි අවධානය යොමු කළ යුතුය . ඇය දිගින් දිගටම අපට කරදර කරන්නේ ඇයි ? 
අපි යමුද සහ ඇගේ කොණ්ඩයෙන් අල්ලා ගන්නද ? 
ඒකෙන් කිසිම වෙනසක් වෙන්නේ නැහැ . 
අපි මාර්ගයක් සොයා ගත යුතුයි ඇයව එක පාරට ගෙන්වා ගැනීමට . 
- මාර්ගය වන විට , Eun 
- bi . - ඔව් ? 
එදා ඉඳන් ඒ ලේන්සුව මට කරදර කර ඇත . 
ඔයාට කොහොම ද ? 
එය මට කරදරයක් පමණක් නොවේ නමුත් එය මා ද කලකිරීමට පත් විය . 
ඒකට සාප වේවා . මම සිතනවා මාළු දෙයක් සිදුවෙමින් පවතී . 
මටත් . 
ප්‍රදර්ශනය අවලංගු කළාද ? 
ඔයාලට මීට වඩා උත්සහ කරන්න තිබුනා KMA ට ඒත්තු ගැන්වීමට . 
පෙනෙන විදිහට , සෑම් - ඩාල් පැවසුවේ ඇය ඉවත් වන බවයි . 
ඇය එසේ කරන්නේ ඇයි ? 
ඇයට කරදරයක් වීමට අවශ්‍ය නොවන්නට ඇත . 
දවස පුරාම පැමිණිලි ඇමතුම් ආවා , ඒ නිසා අපේ කාර්යාල අවුල් ජාලාවක් විය . 
මෙය හරියටම සිදු විය බලය අයුතු ලෙස භාවිත කළ බවට ඇයට චෝදනා එල්ල වූ අවස්ථාවේදීය . 
ඇය අහිංසකයි , නමුත් කිසිවෙකු ඇයට ඇහෙන්නේ නැත . 
හරිද ? හැමෝම පිටිපස්ස හැරෙනවා තමන්ව බේරගන්න ඇය මත . 
දේවල් පැහැදිලි කරන ලිපි වැළලී යයි . 
ඒක තමයි KMA එක කරන්නේ . 
ප්රශ්නය KMA ඒත්තු ගැන්වීම ගැන නොවේ . 
- ඉන්පසු ? 
- එතකොට මොකක්ද ප්‍රශ්නේ ? 
අපි ආපහු යන්න ඕන මේ සියල්ලේ මුලට . 
චෝ සෑම් - ඩාල් බැන්ග් යුන් - ජු අපයෝජනය කළේ නැත . 
ඒක අපි ඔප්පු කරන්න ඕන මෙය එක් වරක් විසඳා ගැනීමට . 
අපි දන්නවා Eun - ju ඒ හැමදේම හැදුවේ , නමුත් ඔබ එය ඔප්පු කරන්නේ කෙසේද ? 
එය ඔප්පු කරන්නේ කෙසේදැයි මම දන්නේ කෙසේද ? මම දක්ෂයෙක් නෙවෙයි . 
අපි මාළු දෙයක් සොයා ගත්තොත් , අපි එය හෑරීමට හැකි සෑම දෙයක්ම කළ යුතුයි . 
- ස්කාෆ් ! - ස්කාෆ් ! 
ඉතින් ඔබ සෑම් - ඩාල්ගේ සහය අධ්‍යක්ෂකවරු . 
සෝල් හි ඇය කෙබඳුද ? 
චෝ මහත්මිය ? 
හොඳයි , ඇය ඇගේ රැකියාවට ආදරය කළාය . ඇය දැන සිටියේ එපමණයි . ඇය වැඩ කරන්නියක් විය . - කුමක් ද ? - කුමක් ද ? 
ඇය ඉතා වෘත්තීයයි . සහ ඉතා සිසිල් . 
- මම දකියි . 
- අපි ඇගේ ඒ පැත්ත දැකීමට පුරුදු වී සිටියෙමු . නමුත් ජෙජු වෙත පැමිණි පසු ඇය අපට පෙන්වා ඇත අපි නොදන්න ඇගේ පැත්තක් . 
- හොඳයි , එය ඇගේ උපන් නගරයයි . - හරි . 
මාර්ගය වන විට , Gyeong - tae . 
- ඇයි ඔබ හදිසියේම නිහඬව සිටින්නේ ? 
කුමක් ද ? ඔයා මොනවද කියවන්නේ ? 
හරි . අපට ලබා දීම ගැන ඔබට ස්තුතියි අනෙක් දවසේ දිශාවන් . 
හරි . ඔව් . ඔව් , පසුගිය දිනක ... 
හරි අපි එදා මුණගැහුන වෙලාවේ . 
- ඔව් . 
- Gyeong - tae . 
ඔබ ගොතනවාද ? 
කුමක් ද ... 
කට වහගනින් අවජාතකයා . 
අපි ඔහුව නැවැත්විය යුතු නොවේද ? 
ඔහුගේ පළමු ආදරයට වසර 20 ක් ගතවී ඇත . 
ඉතින් ඇය සෑම් - ඩාල් සමඟ ගැටුණු දිනයේ ස්කාෆ් එකතු කිරීමට අවධාරනය කිරීමෙන් පසු ... 
ඒ සම්බන්ධය ගැන ඇය ඇයට කීවාය . ඇය සමඟ වාද කළා , පසුදා ඒ ක්‍රියාව කළා . 
ඒ වගේම ඇය අධ්‍යක්ෂකවරියක් වුණාට පස්සේ . ඇය ස්කාෆ් එක එකතු කරන ලෙස දිගටම අවධාරනය කළාය . 
ඇය ද භාණ්ඩ එකතු කළාය එය තේමාවට නොගැලපේ එබැවින් ඇය නිතරම මෝස්තර ශිල්පීන් සමඟ සටන් කළාය . 
ඒක තමයි . ලේන්සුව . එය තැබීමට ඇයට මුදල් ලැබුණි . 
මට මේවාට තියුණු නාසයක් ඇත ... දේවල් . 
- ඔබ ඇයගේ සමාජ මාධ්‍ය ගිණුම දන්නවාද ? - ඇත්ත වශයෙන් . 
අපි ඇයගේ සමාජ මාධ්‍ය සොයා බලමු සහ සබැඳි ප්රජාවන් සැක සහිත ඕනෑම දෙයක් සඳහා අනුග්‍රාහකයන්ට සම්බන්ධයි . 
- කමක් නැහැ . 
- හරි හරී . 
මේ තියෙන්නේ . 
මේ ඇයගේ ගිණුමයි . 
ඔයාට ස්තූතියි . 
මේ ඇයගේ ගිණුමයි . 
අපි ඔබට ප්රදර්ශනය ගැන දැනුම් දෙන්නෙමු අභ්යන්තර රැස්වීමකින් පසුව . 
මට කණගාටුයි . ආයුබෝවන් . 
අපි තීරණය කර ඇත්තෙමු ප්‍රදර්ශනය අවලංගු කිරීමට පමණයි . 
මම ප්‍රදර්ශනය කරන්නේ නැහැ . 
හැමෝටම තියෙනවා මම නිසා අමාරු කාලයක් . 
ඒ ගැන මට කණගාටුයි . 
උදව් කළාට ස්තුතියි අනාවැකි අංශය . 
මෙතන . ඔබේ කරදර සඳහා . 
ඉන්න . මෙය කුමක් ද ? 
සුභ පැතුම් , චෝ මහතා . 
ඔහු නිසැකවම ඇදහිය නොහැකි ය . 
මම ඔබ වෙනුවෙන් අයදුම් කළා . 
මම ඔයාට මොනවද කිව්වේ ? මම කිව්වා ඔයා හදන්න කියලා . 
එය අමතක කරන්න . මම යන්නේ නෑ . 
කුමක් වුවත් . මේක වැදගත් නෑ . 
අපි මොකක්ද කරන්න යන්නේ ප්‍රදර්ශනය ගැන ? 
මම කිව්වේ , අපි ... 
කොමසාරිස් ඇතුලේද ? 
හේයි , යොන්ග් - පිල් ! 
එය කුමක් ද ? 
ඔබ WMO වෙත පිළිගෙන ඇත . 
ඔබේ දිගුකාලීන සිහිනය සැබෑ වී ඇත . 
කී වතාවක් මම ඔබට පැවසිය යුතුද ? මම යන්නේ නෑ . 
ඇයි නැත්තේ ? 
තවත් අය යන්න මරනවා . 
Yong - pil , මෙය ඔබේ සිහිනයයි . 
කුමක් වුවත් . වෙන කෙනෙක් යවන්න . 
ජීවිතය හරිම අමාරුයි . 
- Cheon Chung - gi ! 
ඔයා කරන්නේ කුමක් ද ? 
අපිට කතා කරන්න කිසිම හේතුවක් නැහැ එකිනෙකාට , ඉතින් ඔබ මෙහි සිටින්නේ ඇයි ? 
එය කුමක් ද ? 
එම පුවත් ලිපිය ගැන , Eun - hye ... එය Eun - ju විය . 
ඔයා කවදාවත් වෙනස් වෙන්නේ නැහැ නේද ? 
ඉතිං මොක ද ? 
මම එහි කොටසක් නොවීය . 
මට අදහසක් නොතිබුණි ඇය සෑම දෙයක් ගැනම බොරු කීවාය . 
ඇත්තටම මම ඇගෙන් ඇහුවා ඔයා ඇත්තටම ඒක කළාද කියලා . 
මට එය තේරෙනවා . ඉතින් කුමක් ද ? 
ඔයා කරන්නේ කුමක් ද ? 
පිස්සු හැදිලද ? 
කරුණාකර මට සහාය වන්න . 
කරුණාකර මට මේ වරක් පමණක් උදව් කරන්න . 
ව්‍යාපෘතිය ලබන සතියේ නියමිතයි , නමුත් මට තේමාවක් හෝ කාර්ය මණ්ඩලයක් නැත . 
මම මගේ ලොක්කට කිව්වා මම කොච්චර විශ්වාසද කියලා ජෙජු හි වෙඩි තැබීම ගැන , නමුත් මම සේවයෙන් පහ කිරීමට ආසන්නයි . 
නෑ ඉන්න . මට ඒකෙන් වැඩක් නෑ . නමුත් අපේ සඟරාවේ තියෙනවා ලබන සතියේ හිස් පිටු . 
එය සැබෑ ව්‍යසනයක් වනු ඇත . 
ඔබ බරපතල ලෙස ඔබේ මනසින් ඉවත් වී තිබේද ? 
ඔබ සෝල් හි සම්පූර්ණයෙන්ම සූදානම් වුවද , එය ප්රමාණවත් කාලයක් නොවේ . ඔබ ආධුනිකයෙක්ද ? 
මම හිටියේ හරි සිහියෙන් නෙවෙයි . 
Eun - ju මට දිගටම කිව්වා ඇයට මේක කරන්න පුළුවන් කියලා . 
ඔය දෙන්නා ඇත්තටම දෙයක් . 
අපි අවුරුදු දහයක් තිස්සේ එකිනෙකා හඳුනනවා . 
අපි එකට ගොඩක් දේවල් ගියා . 
ඉතින් පරණ කාලය වෙනුවෙන් , මට මේ එක පාරක් උදව් කරන්න . 
මම දන්නවා ඔයාට එන්න පුළුවන් කියලා දින දෙකකින් තේමාවන් සහ වෙඩි තැබීම කරන්න ඔබේ සහය අධ්‍යක්ෂවරුන් සමඟ පමණි . 
චෝ සෑම් - ඩාල් මචෝ , ඇයි ඇය උස්සන්නේ නැත්තේ ? 
ඇය ලෝකයේ කොහේද ? 
කුමක් ද ? ඇයි ඒ අපතයා එක්ක ඉන්නේ . 
හේයි , සෑම් - ඩාල් ! 
හේයි , සෑම් - ඩාල් ! 
සෑම් - ඩාල් ! 
ඇයි මේ අපතයා එක්ක ඉන්නේ ? 
මේ පොන්නයට කතා කරන්න එපා . 
- අපි යමු . ඇතුල් වන්න . - ඔයා පොඩි ... 
- කුමක් ද ? 
- ජීස් . 
මට එයා එක්ක කතා කරලා ඉවර කරන්න දෙන්න . 
කොහොම හරි උඹලගේ විකාර එක්ක ඇති . 
වෙනත් ඡායාරූප ශිල්පියෙකු සොයා යන්න . 
ජනතාව දැනටමත් පැමිණිලි කරති මම ආපහු එන්න හදනවා කියලා KMA ප්‍රදර්ශනය කිරීමෙන් . 
ඉතින් ඔබේ සඟරාවේ රූගත කිරීම් ? ඔබට එය හැසිරවිය හැකි යැයි ඔබ සිතනවාද ? 
ඒක මට බලාගන්න පුළුවන් දෙයක් . 
කරුණාකර . නැහැ , ඔයාට බැහැ . 
ඔබට නැවත පැමිණීමට මාර්ගයක් තිබේ වීරයෙක් වගේ පිළිගනිද්දී . 
මට සැලැස්මක් තියෙනවා , ඔයා දන්නවද ? 
එය කුමක් ද ? 
- මට කියන්න . 
- ඔයා එතනම ඉන්න . 
ඕනෑම අවස්ථාවක , මට සැලැස්මක් තිබේ . 
ඔබ මට උදව් කිරීමට එකඟ නම් මම ඔබට කියන්නම් . 
ජීස් . - අපි යමු . 
- අපි යමු . ඔහුට සැලසුමක් නැත . 
- මම දන්නවා ඔයා එහෙම නොකරන බව . 
- ඔව් , මම සම්පූර්ණයෙන්ම කරනවා . හරි හරී ? Eun - hye , මට කතා කරන්න . මම බලාගෙන ඉන්නම් . 
හරි හරී ? මේ එක පාරයි . 
මට මේ එක පාරක් උදව් කරන්න . හරි හරී ? කරුණාකර . 
ඒ කෙසේ වුවත් ... 
ඔව් ? 
ඔබට එය කිරීමට අවශ්‍යද ? 
කුමක් ද ? 
ඒ පොන්නයා නේද ඔයාගෙන් ඇහුවේ ඔහුගේ සඟරාව සඳහා ඡායාරූප ගැනීමට ? 
ඔව් , ඔහු විය . 
ඔබ එය කළහොත් ඔබ නැවත පැමිණීමට ඉඩ ඇත . 
ඔබට අවශ්‍ය නැද්ද ? 
මට ආපහු එන්න ඕන කියලා නෙවෙයි . 
ඒක ලොකු අවුලක් වෙයි එය ලබන සතියේ නම් . 
ඒ වගේම එයාට හොයාගන්න බැරි වෙයි දැන් Jeju හි ඕනෑම ඡායාරූප ශිල්පීන් . 
නමුත් ඔබ කලබල වන්නේ ඇයි ? 
ඉතින් එය අවුල් ජාලයක් බවට පත් වුවහොත් කුමක් කළ යුතුද ? 
ඉතින් එයාව අස් කළොත් මොකද වෙන්නේ නැත්නම් සඟරාව නවනවද ? 
ඔබට එය කුමක්ද ? 
හොඳින් ... මෙය විශාල විනාශයක් වනු ඇත මෙම කර්මාන්තයේ . 
මම එය හරහා ගියෙමි , එබැවින් මම දනිමි . 
මම හිතන්නේ ඒ නිසා මම කලබල වුණා . 
හරියටම . ඇයි ඔබ ඒ ගැන සැලකිලිමත් විය යුතුද ? 
ඔබ අපගේ ප්‍රදර්ශනය ඉතා පහසුවෙන් අත්හැරියා , ඉතින් ඔබ මේ ගැන කරදර වන්නේ ඇයි ? 
මේ නිසාද මම KMA ප්‍රදර්ශනයෙන් ඉවත් වුණාද ? 
ඔව් . ඒක හරි . ඉතින් කුමක් ද ? 
එය සමාන තත්වයක් බව මම දනිමි සඳහා පැරිස් සඟරාව සිද්ධිය . 
ඉතින් ඔබත් දෙගිඩියාවෙන් සිටින්නේ මන්දැයි මම දනිමි . නමුත් මෙය වෙනස් ය . 
එය වෙනස් වන්නේ කෙසේද ? 
මොකද මේ Samdal - ri නිසා . 
ඔබ උපන් නගරයේදී අත්හරින්නේ ඇයි ? 
හේයි . කවුද කිව්වේ මම අතහරිනවා කියලා ? 
- ඔබ අපේ ප්‍රදර්ශනයෙන් ඉවත් වුණා . 
- ඔව් , මම කළා . 
හරියටම . ඒ කියන්නේ ඔබ අත්හැරියා නේද ? 
හේයි . 
තිබීම මගේ අරමුණයි චෝ සෑම් - ඩාල් ලෙස මගේම පළමු ප්‍රදර්ශනය . KMA ප්‍රදර්ශනය කියලා මම කවදාවත් කිව්වේ නැහැ . 
කුමක් ද ? 
මොන නින්දාවක් ද . ඔයාට ස්තූතියි . 
ඡායාරූප ගැලරිය ස්වභාව ධර්මයේ රූප ඔයාට ස්තූතියි . 
ඔයා දන්නවා ද ? 
ඔව් ? 
Bongsan - eup ප්‍රජා මධ්‍යස්ථානය ගබඩාවක් ඇත . 
ඇයි ඔබ ඒ ගැන ඔවුන්ගෙන් අහන්නේ නැත්තේ ? 
ඇත්තටම ? 
පුරවැසියාගේ මිතුරා , ජේජු නගරය - හේයි . - චෝ මහතා . 
එය කුමක් ද ? 
මම දැනටමත් සියලුම ඡායාරූප ඇත . 
මට අල්ලාගෙන සිටිය යුතු නැත KMA හි ප්‍රදර්ශනයක් . 
ඔයා දන්නවද මම කීපාරක් නැග්ගාද කියලා එම ඔරියම් තනි පහරක් ගැනීමට පමණක්ද ? 
මම අත්හරින්නේ නැහැ . 
ඔයා නෙමෙයි ? 
- ඇත්තටම ? ඔබ අත්හරින්නේ නැද්ද ? 
- මම නැහැ . 
ඉදිරියට එන්න . ඔයා මට කලින් කියන්න තිබුනා . 
මම හිතුවා ඔයා අතඇරලා කියලා . මගේ හිත ඇතුලේ ගොඩක් දුවලා තිබුණා . 
කුමක් වගේ ද ? 
තත්ත්වය දැනුණා පසුගිය කාලය හා සමානයි . ඉතින් මම හිතුවා , " මම කුමක් කළ යුතුද ? 
මා කුමක් කිව යුතුද ? " 
" මම ස්විචයක් ගන්නද ? " ඒකයි මට හිතුනේ . 
ඔයා මට දඬුවම් කරන්නද හිටියේ ? 
ඔයා දන්නවද මම අදහස් කරන දේ . මම ඔබ ගැන කනස්සල්ලට පත්ව සිටියෙමි . 
කුමක් ද ? 
කුමක් ද ? 
හේයි . 
මම එය සොයාගත්තා ! 
මම එය සොයාගත්තා ! 
- කුමක් ද ? 
- ඔබ යමක් සොයා ගත්තාද ? ඔබ සොයාගත්තේ කුමක්ද ? 
බලන්න . මේ ඇයගේ විකල්ප ගිණුමයි . 
මේ කමෙන්ට් එක බලන්න . 
" මිස් බං , ඔයා ගන්නෙ නැත්නම් , මම ඒක එලියට දාන්නම් . " 
පරණ පෝස්ට් එකකටත් කමෙන්ට් කළා . 
" හෙලෝ , මිස් බං 3MOON STUDIO එකෙන් . " " මම වැලන් මාර්කටින් එකේ මා . මම අනුග්‍රාහකත්වයක් යෝජනා කිරීමට කැමතියි . " 
ඒ නිසා මම ඔහුගේ ගිණුමට ගියා . 
- Eun - bi ! මේක නේද ? 
- ඒක ! - ඒක ස්කාෆ් . 
- මේ එකද ? 
ඔව් එය තමයි . නවත් වන්න . මේ කුමක් ද ? 
මෙම තොප්පිය , බ්රේස්ලට් සහ මාලය . 
මේවා Eun - ju දේවල් අපේ රිකිලි වලට එකතු කළා . 
හරියටම . 
මේ කරාබු පවා . 
- ඒකට සාප වේවා . 
- මට ඇයව විශ්වාස කරන්න බැහැ . 
ඒ නිසා ඇය මේ සඳහා හොර රහසේ මුදල් ලබා ගත්තා චෝ මහත්මිය යටතේ වැඩ කරන අතරතුර ? 
ඔබ එය කළා , සංග් - ඩෝ ! 
- මම එය සොයාගත්තා ! - ඔයාට කොහොමද ? 
- ඔහු ඇදහිය නොහැකියි ! 
- ඔබ හැකර් කෙනෙක්ද නැත්නම් මොකක්ද ? 
- ඔබ මෙය සොයාගත්තේ කෙසේද ? 
අපි එය සොයාගත්තා ! 
ඔයාට ඇහුනද ? 
කුමක් ද ? 
Sam - dal ගැන අලුත් ලිපි ආවා . 
- කුමක් ද ? - කුමක් ද ? 
ඒ ඇයගේ KMA ප්‍රදර්ශනය ගැනයි . 
වාර්තාකරුවන් කෙසේ හෝ දැනගත්තා Sam - dal චෝ Eun - hye විය , 
සහ ඒක ලොකු අවුලක් . මහ හයියෙන් ඇඬුව නිසා . කොච්චර උනත් කමක් නෑ ඇය එය ප්‍රතික්ෂේප කරයි , ඔවුන්ට ඇයට ඇහෙන්නේ නැත . 
බලන්න . කවුද ඒ මිනිස්සු ? 
දෙයියනේ , මම කල්පනා කළා Cho Eun - hye සැඟවී සිටි තැන . 
- ඇය මුළු කාලය පුරාම ඇගේ උපන් නගරයේ සිටියා . - මට ඒ ගැන කියන්න . 
මම මගේ මුළු කාලයම නාස්ති කළා සෝල්හි ඇගේ නිවස ඉදිරිපිට . 
KMA ප්‍රදර්ශනය කරන්නේ ඇයද ? 
මට ගහනවා . කිසිම ආරංචියක් ආවේ නැහැ . 
- එහෙනම් , ඇය තවමත් එය කරන්න පුළුවන් . 
- හරි . එහෙනම් අපි මේ මුළු නගරයම හොයමු ප්රදර්ශනය තෙක් . 
- හරි . 
- ඒක පුංචි ගමක් . 
- ඒ නිසා අපි ඇයව ඉක්මනින් සොයා ගනිමු . 
- හරි . - ඔවුන් මෙහි සිටිනවාද ? - ඔවුන් සමීපද ? 
- ඔවුන් මෙහි සිටිනවාද ? - ඔවුන් සමීපද ? 
ආයුබෝවන් , කාන්තාවන් . 
- ආයුබෝවන් . 
- ආයුබෝවන් . 
අපිට ඔබෙන් දෙයක් අහන්න පුළුවන්ද ? 
චෝ යුන් මහත්මිය කොහෙද ... 
චෝ සෑම් - ඩාල් මහත්මිය ජීවත් වන්නේ කොහේද ? 
යහපත්කම ! ඔයා ආවද සෑම් - ඩාල් සොයා ගැනීමට ප්‍රධාන භූමියෙන් ? 
ඔව් , අපි ආවේ සෑම් - ඩාල් බලන්න . 
සෑම් - ඩාල් හරිම වාසනාවන්තයි . 
ඇයට බොහෝ අමුත්තන් සිටී මහ පොළොවෙන් . 
නෝනා ඉතින් ... ඇගේ නිවස කොහෙද ? 
එහේ . 
එහේ ! 
- එහේ ? 
- ඔව් , එතන . 
එහේ ? 
ඔබ මීටර් 400 ක් පයින් ගියහොත් , ඔබ ගල් බිත්ති දකිනු ඇත . 
එතකොට අයිතියක් ගත්තොත් සහ මීටර් 500ක් පයින් ... 
ඒ ඇගේ නිවස නේද ? 
ඔබ ටැංජරීන් වත්තක් දකිනු ඇත . 
- හරි . 
- හරි , ටැංජරීන් වත්තක් . 
ඊට පස්සේ , කෙලින්ම යන්න . 
ඊළගට ? 
ඔබ ඇගේ නිවස සොයා ගනීවි . 
ස්තුතියි නෝනා . 
- ඔයාට ස්තූතියි . 
- සුභ දිනයක් වේවා . 
- අපි ඔබට සුභ පතනවා . 
- ආයුබෝවන් . 
- වාර්තාකරුවන් පිරිසක් මෙහි සිටිති . 
- කෝ සෑම් - ඩාල් ? 
එයාලට කියන්න එපා . 
- කොහෙද ? - ඔවුන්ට කියන්න එපා . 
- ඇය කොහෙද ? 
- ඔවුන් සියල්ලෝම මෙහි සිටිති . 
- මම එතනට යන්නම් . 
- ඇය කොහෙද කියන්න එපා . 
ඇය අනිවාර්යයෙන්ම අපට වමට හැරෙන ලෙස පැවසුවාය . 
- මම දන්නවා . 
- එහේ . ඒක එතනින් ඉවරයි . 
ඇයි අද මෙතරම් පිරිසක් අවට සිටින්නේ ? 
අසල්වැසි ගම සිදුවීමක් තිබිය යුතුය . 
මිනිස්සු රංචුවක් ඉන්නවා . 
ඇත්තටම ? ඇයි මෙහාට ආවේ ? බලන්න දෙයක් නෑ . 
ඒ කෙසේ වුවත් , ඔබ KMA ප්‍රදර්ශනය කිරීමට යනවාද ? 
එය වාර්තාකරුවන් පිරිසක් ආකර්ෂණය කර නොගන්නේද ? 
ඒකයි මම ඒක කරන්න යන්නේ Samdal - ri හි රහසේ . 
Samdal - ri ? 
කොහෙද ? 
Bongsan - eup ප්‍රජා මධ්‍යස්ථානය . 
අදහස් කරන්නේ එම Sang - tae ඔබට අවසර දුන්නාද ? 
ඔව් . 
එවිට , එය වැඩ කළ යුතුය . 
වාර්තාකරුවන් දන්නේ නැහැ ඔබ එය නගරයේ නිහඬව කරන්නේ නම් . 
- මිස් කෝ ! - කුමක් ද ? ඌ කව් ද ? 
- හායි , මිස් ඔහ් . 
- හේයි , Geum - sul . 
සෑම් - ඩාල් ! 
වාර්තාකරුවන් ! 
වාර්තාකරුවන් පිරිසක් මෙහි පැමිණ ඇත . 
- කුමක් ද ? - එලියට යන්න එපා . 
කුමක් ද ? 
නැත . මම කුමක් ද කරන්නේ ? 
ඒ කියන්නේ ඔවුන් ඉක්මනින්ම මෙහි එයිද ? 
එවැනි අවස්ථාවක , කිසිවෙකු නිවසින් පිට නොවිය යුතුය . හරි හරී ? ඔයා කලබල වෙන්න එපා . 
- ඔවුන් කවදාවත් ඔබව සොයා නොගනු ඇත . 
- කුමක් ද ? 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
මම කියන්නේ මේක ලොකු නගරයක් . 
ඔවුන් කෙසේ වේවිද අපි ඔවුන්ට නොකියන්නේ නම් ඔබව සොයා ගන්නද ? 
එය අපට භාර දෙන්න . 
නිකන් ගෙදර ඉන්න , හරිද ? 
ඒක හොඳයි මිස් කෝ . 
ඒත් මිස් ඕ ... 
යහපත්කම . ඉතින් ඔයා එතනට ගියා . 
නැහැ , ඔබ ඒ සියල්ල වැරදියි . 
නැහැ , මම ඔබට කියන්නම් . ඇහුම්කන් දෙන්න . 
කෙලින්ම යන්න , හැරෙන්න , නැවත හැරෙන්න , සෑම පැත්තකින්ම යන්න , ඉන්පසු කෙළින්ම යන්න . 
- මම දකියි . - මම දකියි . ඉතින් ඒකයි ඔයා නැති වුනේ . 
ඒක හරි විදිහ නෙවෙයි . හොඳින් සවන් දෙන්න , හරිද ? 
- හරි හරී . - හරි හරී . 
කෙලින්ම යන්න . 
දකුණ , දකුණ , වම , දකුණ , කෙළින්ම , වමට , පසුව ... 
- එය කහ වහලය . 
- දකුණ , දකුණ , වම ... 
කහ වහල ? 
කහ වහල කොහෙද ? 
ඒක නිල් පාටයි . 
ඒකද ? 
අප කොහේද ? 
- ඒක මාරාන්තික අවසානයක් ! 
- සමාවන්න ? 
ඒකට සාප වේවා . අපි ආපසු යමු . 
මම හිතන්නේ නැහැ මේකයි කියලා . 
මමත් නැහැ . 
මේ ගමමද ? 
- ඒයි , ඔයා ඒ පැත්තට යන්න . 
එය කුමක් ද ? 
ඔබ එය සොයාගත්තද ? 
කුමක් ද ? 
මෙය කුමක් ද ? 
කුමක් ද ? 
අපි මොකද කරන්නේ ? 
ඔවුන්ට මෙහි පැමිණීමට සිදු වූයේ ඇයි ? 
මගේ තාත්තා මට කිව්වා ඔවුන් ඔහුගේ කාර්යාලයට පවා ගියා . 
මේ මිනිස්සුන්ට මොකද වෙලා තියෙන්නේ ? 
හේයි , සෑම් - ඩාල් ! 
- හේයි ! 
- කුමක් ද ? 
එයාලට ඔයාව ඇහෙන්න ඇති . නිහඬයි . - කුමක් ද ? 
- සෑම් - ඩාල් ! 
මේක බලන්න සෑම් - ඩාල් . 
ඇය නීති විරෝධී ලෙස භාණ්ඩ ප්‍රවර්ධනය කර ඇත කුඩා අන්තර්ජාල සාප්පු සංකීර්ණ වලින් . 
ඇතුල් කිරීමට ඔවුහු ඇයට ගෙවූහ මේ දේවල් ඔබේ රිකිලි වලට . 
ඒවා හොඳ යැයි පෙනෙන්නේ නම් ඔබ සමහර අවස්ථාවලදී ඒවා භාවිතා කළා අනුග්‍රාහකයාගෙන් නොවුනත් . 
මම එය දැනගත්තා . මම කල්පනා කළා ඇය කොහෙන්ද කියලා සුඛෝපභෝගී භාණ්ඩ මිලදී ගැනීමට මුදල් . 
ඉතින් ඇය මේක දිගටම කරගෙන ගියා ඇය මා වෙනුවෙන් වැඩ කරන විට පවා , හරිද ? 
- හරි . 
- ඔව් , මුළු කාලයම . 
මට අදහසක් නොතිබුණි ඇය මේ වගේ දෙයක් කරයි . 
ඇයි මහත්තයෝ බලන්නේ ... ගොඩක් මහන්සිද ? 
හේයි . 
ඒයි , මොකක්ද අවුල ? ඔයාට හරි ද ? 
සංග් - ඩෝ , ඔබේ ඇස් ලේ වැගිරී ඇත . 
අපි හෙව්වා නිදාගත්තා විතරයි පැය දෙකක් සදහා . 
ඔහු මුළු රාත්රියම අවදියෙන් සිටියේය . 
ඔබ නැඟිට නොසිටිය යුතුය මම වෙනුවෙන් ඒක කරන්න . 
අපට ඉක්මනින් යමක් සොයා ගැනීමට අවශ්‍ය විය මේකට තිත තියන්න කියලා . 
එළියේ වාර්තාකරුවන් ටොන් ගණනක් ඉන්නවා . 
අපි ඔවුන්ව එළවා දමන්නෙමු එය ඔවුන්ගෙන් කිහිපයක් පමණක් නම් . නමුත් එය මැර පිරිසක් . 
ඔවුන් දැන් ගිහින් . මම හිතන්නේ ඔවුන් රෑට සීතලයි . 
ඇත්තටම ? 
ඒ කෙසේ වුවත් , ඔබ ජෙජු වෙත පැමිණියේ මේ නිසාද ? 
ඔවුන් කරන්න ඇති සෝල්හි ඔබට එකම දේ . 
- එය කුමක් ද ? 
- කවුරුහරි ඔබව දුටුවාද ? 
- නැත . 
- කිසි කෙනෙක නැහැ . 
- අපි යමු . 
ඔවුන් සියල්ලෝම මෙහි පැමිණියේ ඇයි ? 
හරියටම . ඔවුන්ට දින කිහිපයක් දෙන්න ... 
එන්න වාඩි වෙන්න . 
- හේයි . - එන්න . 
- ඔවුන් ඉක්මනින් නතර වනු ඇත . 
- ආයුබෝවන් . ඒක තමයි අපිත් හිතුවේ . ඒත් කොච්චර වෙලාවක් යයිද දන්නේ නැහැ අපට ඔබේ නිවස රහසක් ලෙස තබා ගත හැකිය . 
හොඳයි , මම ගොඩක් කනස්සල්ලට පත්ව සිටිනවා ඔවුන් සොයා ගනීවි කියලා . 
මෙය හැපෙනසුළු හා හොඳයි . 
සෑම් - ඩාල්ට සදහටම නිවසේ සැඟවිය නොහැක . 
මිස් කෝ , අපි මේක වාර්තා කළොත් මොකද වෙන්නේ නගරයට හෝ දිස්ත්‍රික් කාර්යාලයට ? 
අපිට ඒවා වාර්තා කරන්න බැහැ ඔවුන් අපට කිසිවක් නොකළ විට . 
එය ඇත්ත . 
අපි නිකමට කිව්වොත් මොකද වෙන්නේ එය සත්‍යයක් නොවන බව වාර්තාකරුවන් ? 
තාත්තේ , ඒක වැඩ කළා නම් , අපි මුලින්ම මෙහි නොසිටිනු ඇත . 
හරියටම . 
දැන් අපි උන්ට මොනවා කිව්වත් වැඩක් නෑ . ඔවුන් ලියන්නේ ඍණාත්මක ලිපි පමණි . 
එතකොට , මේ ගැන කුමක් කිව හැකිද ? 
මගේ දුරින් නෑදෑයෙක් ජෙජු හි වාර්තාකරුවෙකි . 
අපි තවත් ලිපියක් ලියමු එය ඔබව ආරක්ෂා කරයි . 
ඒක සාපේක්ෂ වැඩ නැද්ද දැන්වීම් වල ? 
- ඔව් . - මම දකියි . 
ඇයි මිස් කෝ ලෝයර් කෙනෙක් ගන්නෙ නැත්තෙ ? 
මගේ මහත්තයාගේ නෑයෙක් ඉන්නවා එයා නීතිඥයෙක් . 
- නමුත් ඔහු දික්කසාද නීතිඥයෙක් නොවේද ? 
- ඔව් . - දෙවියනේ . - අපි මොකද කරන්නේ ? 
ඇයට සදාකාලිකව සැඟවී සිටිය නොහැක . 
ඇයි එයා අහිංසකයි කියලා එහෙම කරන්නේ ? 
- ඒක හරි . 
- එහෙනම් කොහොමද මේ ගැන ? 
අපි ඒවා එකින් එක අයින් කරමුද ? ඒවා අපේ ගෙවල්වල හිර කරනවාද ? 
- නමුත් කෙසේද ? 
- අපට ඔවුන්ව පොළඹවන්න පුළුවන් ! 
- කුමක් ද ? - ඔව් ! 
- එය අපරාධයක් නොවේද ? 
ඔබේ පෙනුම සමඟ ? ඔයාට විශ්වාස ද ? 
Geum - sul . 
ඇය කොහෙද ? 
එය ප්රමාණවත් . 
- ආයුබෝවන් . 
- Gyeong - tae . 
- අපි යනවා . - Gyeong - tae . - ආයුබෝවන් . - Gyeong - tae . - ආයුබෝවන් . - Gyeong - tae . 
- Gyeong - tae . 
- ආයුබෝවන් . 
- ඉදිරියට එන්න . - හරි , අපි යමු ! 
- යොන්ග් - පිල් . 
- ඔව් ? 
ඇයට KMA ප්‍රදර්ශනය කළ හැකි යැයි ඔබ සිතනවාද ? 
ඔයා අහන්නේ ඇයි ? 
කරුණාකර ඇයට හැකි බවට වග බලා ගන්න . 
මම මගේ මුහුණ බලන්න කැමතියි ඇගේ ප්‍රදර්ශනයේ ඡායාරූප අතර . 
ඔයා මගේ ෆොටෝ එකක් ගත්තා නේද ? 
- ආයුබෝවන් . - මගේ ෆොටෝ එකත් දාන්න . 
- මගෙත් . 
- මගේ එක අමතක කරන්න එපා . 
ආයුබෝවන් , කාන්තාවන් . සුභ රාත්රියක් . 
- මම ඔට්ටු අල්ලනවා ඔයා හොඳ පෙනුමක් ඇති කියලා . - හරි . ඔයා පොඩි කාලේ ලස්සනට පෙනුනා . 
ඔබ නිරූපිකාවක් කියා ඔබ සිතනවාද ? 
ඒ මගේ පුතා . 
හේයි , සෑම් - ඩාල් . 
එය කුමක් ද ? 
නවත් වන්න . 
අපිට මෙතන ප්‍රදර්ශනය පවත්වන්න පුළුවන් ඔවුන් නොදන්නා තාක් කල් . 
ඒක හරි . නමුත් වාර්තාකරුවන් මෙහි සෑම තැනකම සිටිති . 
ඔවුන් සියල්ලෝම මෙහි පැමිණෙනු ඇත KMA ප්‍රදර්ශනය අවලංගු කළහොත් . 
අපි අහුවෙන්නයි බැඳිලා ඉන්නේ . 
ඊට පස්සේ , අපිට ඒවා යවන්න පුළුවන් සියල්ල කාලගුණ මධ්‍යස්ථානයට . 
අපට පුළුවන් , නමුත් එය කළ හැකිද ? 
මෙතන කරනවා කියන්නේ KMA ඔවුන්ගේ අවලංගු කර ඇත . ඊට පස්සේ , සියලුම වාර්තාකරුවන් මෙතනට එයි . 
එවිට , අපි KMA ඔවුන්ගේ අවලංගු නොකිරීමට සලස්වන්නෙමු . 
හරිද ? ප්‍රදර්ශනය මෙතන පවත්වමු . 
අපි කළ යුතුද ? 
ඔව් , අපි එය කරමු . 
මම ඒක වැඩ කරන්නම් . 
අපි අපේ උපරිමයෙන් උත්සාහ කරමු . 
ඔයා හරි . 
- ඇත්ත වශයෙන් . 
- අපි අපේ උපරිමයෙන් උත්සාහ කළ යුතුයි . 
- අනිවාර්යයෙන්ම . 
- අපිට නිකන් ඉන්න බෑ . 
- හරි . 
- හරිද ? එහෙත් ... මම මගේ ඡායාරූප සියල්ලම දාලා ගියා කාලගුණ මධ්යස්ථානයේ . 
ඔයා කලබල වෙන්න එපා . 
යාලුවනේ . 
ගමේ මිනිස්සු කියන දේ අහන්න එපා අද සිට ආරම්භ වේ . 
මම හිතන්නේ ඔවුන් අපිත් එක්ක සෙල්ලම් කරනවා . 
ඉතින් KMA ප්‍රදර්ශනය අවලංගු කරනවාද නැද්ද ? 
ඒ දවස , නමුත් ඔවුන් කිසිවක් කීවේ නැත . 
එය අවලංගු කර ඇති බව මට විශ්වාසයි . 
ඒකයි අපි හැමෝම මෙතන ඉන්නේ . 
ප්රදර්ශනයක් ? කිසිම විදිහක් නැහැ . 
සර් මේ ... 
මම හිතන්නේ ඒක වෙනවා . 
- හාස්‍යජනක වෙන්න එපා . 
- මට ඒක බලන්න දෙන්න . 
- හේයි ! - හේයි ! - KMA ! - කාලගුණ මධ්‍යස්ථානය ! 
කාර් එකට නගින්න ! 
ඉක්මන් කරන්න ! 
කුමක් ද ? 
ඒකට සාප වේවා . හරි හරී . 
KMA ප්‍රදර්ශනය පවත්වයි . 
අපි යමු . 
- කුමක් ද ? 
- එය කුමක් ද ? 
සියලුම වාර්තාකරුවන් Samdal - ri හැර ගොස් ඇත . 
තාත්තා ගේට්ටුව ඇරලා දාලා . . ඉතින් අපි යමු ඡායාරූප ගන්න . 
මාර්ගය වන විට , ඔබ කළේ කුමක්ද කාලගුණ මධ්යස්ථානයේ ? 
ඔයා අදහස් කරන්නේ කුමක් ද ? 
අපි අවලංගු කිරීම නිවේදනය කළේ නැහැ . 
ඒ තරමටම මම වැඩට ඇදගෙන යනවා . 
චෝ යොන්ග් - පිල් ! 
ඔබ ගන්න විට , ඔබ කුමක් කියන්නද , සර් ? ප්‍රදර්ශනය අවලංගු කළා කියලා ? එය අවලංගු කර ඇත . ඒ නිසා 
- - අපි ප්‍රදර්ශනය අවලංගු කළා ජයග්‍රාහකයා අහිංසක වුවත් . 
අපිට ඇය වෙනුවෙන් මේ පින්වත් කරන්න බැරිද ? 
ඔවුන් අපෙන් ඇහුවා අවලංගු කිරීම නිවේදනය කිරීමට නොවේ . 
අවලංගු කිරීම ප්‍රකාශ නොකරන්න . 
අපි එය වෙනත් ස්ථානයක තබමු ඒක නිසා අපේ ඔෆිස් වලට කරදරයක් වෙන්නේ නෑ . නමුත් අවංකව , අපට සූදානම් වීමට යම් කාලයක් අවශ්‍යයි . 
ඒ නිසා ඔබට නැවතිලා ඉන්න පුළුවන් වාර්තාකරුවන් ටිකක් ? 
මේක පොලිස් ස්ථානයක් නෙවෙයි . අපිට ඒවා වළක්වන්න බැහැ . 
දෙවි . 
KMA නොකළ යුතුද ? ජනතාවට දුන් පොරොන්දුව ඉටු කරනවාද ? 
මම කිව්වේ , ෂුවර් . අපි දෙවිවරු නෙවෙයි , එබැවින් අපගේ අනාවැකි සමහර අවස්ථාවලදී වැරදි විය හැක ! නමුත් අපි පවත්වන බවට පොරොන්දු වුණා ප්රදර්ශනය සහ පසුව එය අවලංගු කළා ! 
ඒක වැරදියි ! 
එක්කෝ ප්‍රදර්ශනය පවත්වන්න නැත්නම් මට මේ එක උදව්වක් කරන්න . 
අපිට ප්‍රදර්ශනය තියන්න බැහැ . 
මූලස්ථානය කිව්වා අපිට බැහැ කියලා . ඉතින් මට ඇති බලය කුමක්ද ? 
හරියටම . ඒ නිසා අපි අවම වශයෙන් කරමු ඔවුන් වෙනුවෙන් මෙය කරන්න , සර් . 
අධ්‍යක්ෂක හැන් . 
අනාවැකිකරු චෝ සහතික කර ගන්න ස්විට්සර්ලන්තයේ WMO සමඟ සම්බන්ධ වේ . 
ඔහු මගේ මරණය වනු ඇත ! 
මට සම්පුර්ණයෙන්ම සම්බන්ධ වෙන්න පුළුවන් සර් . 
ඇයට ඇත්තටම මෙහි ප්‍රදර්ශනය පැවැත්විය හැකිද ? 
ඔවුන් අනිවාර්යයෙන්ම ඇයව දකිනු ඇත . 
කාටවත් ඒ හරහා යන්න බැරි වුණා . 
මගේ අදහස නම් එය මෙහි නොමැති බවයි . 
එහි වාර්තාකරුවන් ටොන් ගණනක් සිටිනු ඇත . ඔබ සිතන්නේ අපට ඡායාරූප ලබා ගත හැකි බව ද ? 
ඇත්ත වශයෙන්ම , අපට පුළුවන් . කලබල වෙන්න එපා . 
අපට ප්‍රමාණවත් උපස්ථයක් තිබේ . 
ඔයා හරි . ඒ සියල්ල අපට ජයගත හැකියි . 
සෑම් - ඩාල් ! යොන්ග් - පිල් ! 
අපි ගැන පමණක් ගණන් කරන්න ! 
අපි අවසන් වූ වහාම ඔබ හා එක්වන්නෙමු . 
- චෝ මහත්මිය ! 
- ඔබට එය කළ හැකිය ! 
- ඔබට එය කළ හැකිය ! - ඔබට එය කළ හැකිය ! 
යොන්ග් පිල් වරක් මට කීවේය කිසිම මකරෙකුට නැඟිය නොහැක තමන් විසින්ම කුඩා දිය පහරකින් . 
ඔවුන් රොටි වලින් උදව් ලබා ගනී , මැන්ඩරින් මාළු , සහ ඇළ දොළවල ගෙම්බන් . 
ඔබ ඇත්තටම අල්ලා ගැනීමට යන්නේ චෝ මහත්මියගේ ප්‍රදර්ශනය මෙතැන ? 
හරි එහෙනම් . කොහොමද අපි හිස ඔබේ පළමු ප්‍රදර්ශනයට , චෝ මහත්මිය ? 
Chung - gi ට පීඩනයක් දෙමු . 
ඔහු අනිවාර්යයෙන්ම යමක් දනී . 
වෙන්නේ කුමක් ද ? ඔයා මට ආදරේ ද ? ඔයාට මාව දැනුන ද ? 
මට දැනගන්න ඕන ඒකයි . 
ඊට පස්සේ , ඔයාට මාත් එක්ක ඉන්න පුළුවන් . 
ඒ කියන්නේ අපිට එළියට යන්න පුළුවන් . 
WMO ... ස්විට්සර්ලන්තයේ . 
නොයෑම ගැන පසුතැවෙන්නේ නැති බව ඔබට විශ්වාසද ? 
ඉතින් කොහොමද වගේ ඔබ මගේ සිහිනයට සහයෝගය දුන්නා , මට ඔබ වෙනුවෙන් එයම කළ නොහැකිද ? 
