मुझे म र ड ल । 
क्य मेर क स्मत में प र्क म न-ह्व न के ह थ ं मरन ल ख थ ? 
ज - व न । ज - व न । 
रुक । रुक ... 
मुझे फ र से बत ओ । 
मैं ल जे - व न क फ़ न नह ं उठ ऊँग । 
अगर वह घर आत है त दरव ज़ नह ं ख लूँग । और आपक तुरंत क ल करूँग । 
श्र म न ल । हर ब र क तरह मुझे अस्पत ल पहुँच ने और तल क क सल ह देने के ल ए धन्यव द , लेक न ... 
इसके ल ए तुम्हें मुझे धन्यव द देने क ज़रूरत नह ं है । 
यह मेरे ल ए क म है । 
मुझे यूएंडके से बहुत स र पैस म लत है । 
ज मेर न य क्त च हत है वह करत हूँ । 
ठ क है । 
लेक न आपने कह थ क आपक मेर परव ह है । 
तुम्हें बस अपन ब त कहन है । 
एक सेकंड । 
हैल , इस वक्त कैसे फ़ न क य ? 
मैं पुल स स्टेशन में हूँ । 
पुल स स्टेशन ? 
मैं अभ पहुँचत हूँ । 
नह ं , इसके बज य अस्पत ल पहुँच ज ओ । युइल मेड कल सेंटर एप स ड 15 
32 वर्ष य क ंग ज - व न , ज से यूएंडके से गंगनम में ल य गय है । वह कह ँ है ? 
ज - व न । 
उनक स ंसें और न ड़ अब स्थ र हैं । लेक न उन्हें बुख र है , इसल ए उनके ज गने के ब द हम उनक ज ँच करेंगे । 
हमल हुआ थ , इसल ए वह पुल स के स थ आईं । मैं आपक इनक र क र्ड देत हूँ । 
सुन । मैं तुम्ह र ज़ ंदग बर्ब द करने व ल हूँ , त अपने आप क संभ ल । 
मैं म ड य क बत ऊँग क एक त सर प ढ़ के ब ज़नेस ट यकून ने मुझ पर हमल क य । 
आजकल ये ब तें छ प ई नह ं ज सकत ं । 
अब मेरे प स ख ने के ल ए कुछ नह ं है । तुम्ह रे क रण । 
लेक न क्य ज - व न इस ल यक है क तुम उसके ल ए अपन ज़ ंदग बर्ब द कर द ? 
उसमें त्वच और हड्ड य ं के अल व कुछ नह ं है । 
श्र म न यु । एक सल ह दूँ ? 
उस पर भर स मत कर । 
ज नते ह मैं इतन गुस्स क्य ं ह गय ? ज - व न ल ग ं क द म ग खर ब कर देत है । 
तुम्ह र बर्ब द क क रण ज - व न और मैं नह ं हैं । यह तुम्ह र घट य व्यक्त त्व है । 
देख तुमने मुझे कैसे प ट । क्य तुम्ह र व्यक्त त्व घट य नह ं है ? 
तुम ऐस नह ं कर सकते क्य ंक तुम बेहतर लड़ते ह । 
तुमने खुद से आध स इज़ क मह ल के स थ ज क य उसके ब द यह कहन द गल पन है । 
क्य ? 
जब तुम्ह र पलड़ हल्क ह त तुम्हें सम नत च ह ए , और पलड़ भ र ह ने पर त कत द ख ते ह । 
मुझे अपन त कत क इस्तेम ल करने से नफ़रत है । लेक न तुम्ह रे ल ए नह ं । 
श्र म न यु , आप ब हर आ सकते हैं । 
चल ए । 
मेर क्य ? 
मैं ब हर क्य ं नह ं आ सकत ? 
मेर क्य ? 
क्य तुम्हें सच में लगत है क तुम इससे न चे नह ं ग र सकते ? 
तुम गलत ह । 
नह ं , रुक । क्य इसल ए क वह अम र है ? 
मैं भ यूएंडके में हूँ ! 
मेर क्य ? 
क नून के ह थ अम र ं के गले तक नह ं पहुँचते ! 
म न-ह्व न क एक सहकर्म पर हमल करने और न यम ं क उल्लंघन करने के क रण बर्ख स्त कर द य गय है । 
कुछ और ह त ख ज । 
मैंने उसके अफ़ेयर क घटन के ट इम क ज ँच क । 
एब्सेंट व द उट ल व और अस्पष्ट क र्प रेट क र्ड व वरण । और उसने ग्र हक ं के स थ गलत व्यवह र क य । 
अच्छ । उस पर कंपन क ल न भ है न ? 
मैं बैंक से पुनर्भुगत न अनुर ध के ल ए कहूँग । 
मैं हमल , च ट , और ऐसे ह कुछ ब ंदु ज ड़ दूँग । 
और सुश्र क ंग ... वह घर पर है । 
वह यह च हत थ । 
मैं सुश्र य ंग के स थ थ । 
इसल ए मैंने सुश्र क ंग क उसके प स छ ड़ द य , लेक न वह ठ क नह ं लग रह थ । 
तुमने कह थ क म न-ह्व न पर बक य कर्ज़ भ है , है न ? 
उस पर थ ड़ दब व ड ल । 
य ब न्ड खर द । 
मैं देखत हूँ । 
श्र म न यु । 
ज - व न कैस है ? 
वह ठ क नह ं है । 
अगर थ ड़ न ंद आ ज ए त वह बेहतर महसूस करेग , इसल ए उसके ल ए दूध ल त हूँ । 
उसके घर में कुछ भ नह ं है । 
आप ठ क ह ? 
ब लकुल , ह ँ । 
धन्यव द । यह ँ से मैं संभ ल लूँग । तुम्हें घर ज कर आर म करन च ह ए । 
ज - ह्युक । 
म फ़ करन । हर च ज़ के ल ए खेद है । 
क्य तुम्हें च ट लग थ ? 
यह क्य है ? 
हैल । 
बस इतन ह ? 
यह नह ं ह सकत । 
यह देखते हुए क तुम्ह र पत मेरे प स है , इसल ए तुमने क ल क य , त कुछ और ब त भ ह न च ह ए । 
कुछ समय के ल ए च न ज न कैस रहेग ? 
अरे ब प रे । यद आप ऐस कर सकें , त हम आपके बहुत आभ र रहेंगे । 
ह ल ँक जह ज़ पर य त्र कठ न ह ग । 
त भ क ई ब त नह ं । हम क म भ पूर नह ं कर सके । 
यद आप हमें एक और म क दें , त मैं एक्स लेटर दब ऊँग और उसे कुचल दूँग । 
त मुझे बत न । 
ह ँ , धन्यव द । 
गर ब ल ग हमेश र क र्ड रखने क क श श करते हैं । 
एक ब म के रूप में । 
तुम क्य च हत ह ? 
क्य इस ब त से नफ़रत है क मैं तुम्ह रे प त क देखभ ल कर रह हूँ ? 
अब जब क ंग ज - व न क कुचलन इतन आस न नह ं रह त तुम अच नक कहत ह , " कुछ मत कर । " 
फ र प र्क म न-ह्व न अच नक मुझसे तल क म ंगत है , और मेरे प प फ़ न नह ं उठ ते , इसल ए मुझे एहस स हुआ , क " मैं बर्ब द ह ज ऊँग । " 
तुम्ह रे चेहरे के भ व से पत चलत है , तुम कुछ ख स नह ं ह । 
हे भगव न । मैं घर में इस तरह से कैद क्य ं हूँ ? 
मैं अब सव ल पूछत हूँ । 
तुम मेरे ल ए क्य कर सकत ह ? 
क्य क र य में झ ंगे जहर ले ह ते हैं ? 
वे अपन औक त क्य ं नह ं पहच नते ? 
ज य ंग म न-स क और बे हुई-सुक के शव म ले ? 
मैं पुल स र प र्ट क ज ँच करूँग । 
सुन श्च त कर क यह ब त ल क न ह । 
ज य ंग सु - म न क अब खतर महसूस नह ं ह न च ह ए । 
प र्क म न-ह्व न और ज य ंग सु - म न । क्य हम उन द न ं क एक स थ संभ ल सकते हैं ? 
हैल ? 
मैं अभ पुल स स्टेशन में हूँ । 
मुझे खेद है , लेक न क्य मैं एक सह यत म ँग सकत हूँ ? 
क्य ? पुल स स्टेशन ? 
सुंगसम पुल स स्टेशन हमने तुम्हें ब हर न क ल ल य , लेक न यह बहुत गंभ र है । हम श यद इसे कवर नह ं कर प एँगे । क्य ? तुम क्य कह रहे ह ? 
इस ब त पर सहमत नह ं हुई थ । 
अगर हमें यूएंडके से स धे भ ड़न पड़त है , त यह सुश्र ओह पर बड़ ब झ ह ग । 
अरे ! 
इतन हनक क से द ख रहे ह ? 
अपने आप क क्य समझते ह ? 
तुम क्ल उड एयर के उप ध्यक्ष नह ं ह ! 
अरे । तुम भ त नह ं ह । 
त बदतम ज मत कर । 
धत् । 
तुम केवल र ंग में लड़न ज नते ह । जब न संभ ल । 
तुम बस यु - र के गुर्गे ह । ऐस व्यवह र मत कर जैसे तुम मेरे ब स ह । 
हर म । 
श्र म न , रुक ए ! 
तुमने उसक न क से खून न क ल द य ? 
मैं ऐस क्य ं न करत ? 
उसने मुझे हनक द ख ई ! 
धत् ... 
उसे बस मेर च ंत है । आज तुम्ह र पत्न आकर मुझे धमक देकर गई थ , तब से । 
वह डर वन थ । 
क्य ? 
क स ब रे में ? 
उसने कह क तुमने तल क म ंग है । वह अकेल बर्ब द नह ं ह ग । 
वह तुम्हें अकेले इससे न कलने नह ं देग । 
उसक द म ग खर ब ह गय है क्य ? धत् । 
रुक । 
ऑफ़ स से फ़ न आ रह है । अभ फ़ न रख । मैं तुम्हें ब द में क ल करूँग । 
हैल ? 
श्र म न प र्क , मैंने तुम्हें तुम्ह र बर्ख स्तग क सूचन देने के ल ए क ल क य । 
तुम आज क म पर नह ं आये , इसल ए ल गल ट म ने ल ख त बर्ख स्तग देने के ल ए क स क भेज है । 
तुम कह ँ ह ? 
ऑफ़ स से क ई आय है । तुम्हें बर्ख स्त कर द य गय है ? 
आख र चल क्य रह है ? 
ज नक र देने के ल ए फ़ न कर रह हूँ क यूएंडके के ग रंट कृत ल न क चुक ने क तुम्ह र द य त्व आज से प्रभ व है । 
धत् ! 
वह ब र-ब र फ़ न क्य ं करत है ? 
- सर । - क्य ? 
फ़ न क्य ं नह ं उठ रहे ? 
जब भर स ख़त्म ह ज ए , त हम श र र क अध क र छूट पर हस्त क्षर करव ते हैं , समझे । 
ज ल ग पैसे व पस नह ं करते , उनके क न से छेद से पैस ख ंच कर न क ल ज न च ह ए ? 
छेद ? क न स छेद ? 
स ले गुंडे । 
प्ल ज़ । 
सु - म न । 
बकव स । 
मैंने स्ट क्स में पैस ड ल । 
मैंने क फ़ पैस कम य । 
प्ल ज़ , सु - म न ! 
कुछ पैसे ह ं । प्ल ज़ ! 
मुझे उसक सर्ट फ़ केट च ह ए ... 
प्ल ज़ , यह ँ म ल ज ए । 
म ल गय ! 
उसक सर्ट फ़ केट यह ँ है ! 
उसक प सवर्ड क्य है ? 
सु - म न , प्ल ज़ कुछ पैसे ह ं । 
प्ल ज़ ! 
उसके प स 80 म ल यन व न हैं ? 
उसके प स इतन पैस कह ँ से आय ? 
उसने अपने प प के ल ए पैसे चुर ये ? 
वह भ कम नह ं है । 
मह प्रबंधक यु ज - ह्युक श्र म न यु ? 
युइल मेड कल सेंटर 
व्यभ च र क मुकदम कर ग ? तुम ? 
- स क्य र ट क बुल ओ । - आप ऐस कैसे कर सकते ह ? 
सर , आप यह ँ यह सब नह ं कर सकते । 
- ड क्टर । - क्य आप नशे में हैं ? 
मैं उसक पत हूँ । 
लेक न वह यह ँ छुप हुई थ , और मेर फ़ न नह ं उठ रह थ । 
और उसने मुझ पर व्यभ च र क मुकदम कर द य । 
ब न क स सबूत के । 
मेरे प स सबूत हैं । 
क्य तुम सचमुच यह ँ ऐस करन च हते ह ? 
अस्पत ल में ? 
तुम्ह रे प स क्य है ? 
डैशकैम र क र्ड ंग ? 
क ई व ड य नह ं है । 
जु - र न । 
जु - र न ! 
तुम ऐसे मुझे तल क नह ं दे सकत ! 
तुम्ह रे प स व ड य ह न च ह ए । ठ स सबूत । 
- चल ब हर चल । - चल भ । 
तुम्ह रे क रण य न-ज ब न ब प के ज एग । 
तुम क न ह ? क्य चल रह है ? 
क्य तुमने तल क के क गज त पढ़े भ हैं ? 
ल स क-जुन । मैं सुश्र य ंग जु - र न क वक ल हूँ । 
मैं न र धक आदेश के ल ए आवेदन करूँग । 
द ब र यह ँ मत द खन । 
तुम ठ क ह ? 
ह ँ । 
ड क्टर अच्छ है और सर्जर के प्रत आश्वस्त है , 
- त च ंत मत कर । - सह है । 
क्य ज - व न ठ क है ? 
जह ँ तक मुझे पत है , ह ँ । 
लेक न तुम्हें अपन च ंत करन च ह ए । 
क फ़ समय ह गय । 
आपक क ल देखकर मैं बहुत आश्चर्यचक त हुई । 
इतने समय ब द आपक देखकर अच्छ लग । 
आपक ऑर्डर ले सकत हूँ ? 
तुम्ह र ह ल ठ क रह ? 
ह ँ , ब लकुल । 
सच कहूँ त , ह ल उतन भ अच्छ नह ं है । 
म न-ह्व न और मैं तल क ले रहे हैं । 
मैंने कल घर छ ड़ द य । मैं ऊपर रह रह हूँ । 
मैं एक ब्रेक ले रह हूँ । 
श यद यह कर्म ं क फल है । 
प्य र में अंध ह कर मैंने अपन इकल त बेस्ट फ़्रेंड क ध ख द य । 
अंत में ... वैसे भ , अब मैं ब ल्कुल अकेल हूँ । 
तल क से यह कहन आस न ह ज त है । 
क्य तुमने ज - व न क म रने क क श श क ? 
मैंने भ वैस ह क य ह त । 
मैं कह रह हूँ क मैं ज नत हूँ क ज - व न और म न-ह्व न एक दूसरे से फ र से म ल रहे हैं । 
क्य वे सचमुच ... एक दूसरे से फ र से म ल रहे हैं ? 
उन पर व्यभ च र क आर प लग ते हैं । 
मैं तुम्हें बत दूँग क कब और कह ँ ज न है । 
अगर तुम च ह , त मैं तुम्हें अच्छ वक ल भ करके दूँग । 
तुम बस उसक क नून ज वनस थ के रूप में अपन भूम क न भ ओ । 
क्य ं ? 
क्य ंक यह उच त नह ं है । 
क्य तुम्ह र ज़ ंदग म न-ह्व न के क रण बर्ब द नह ं ह गय ? 
अगर तल क ह ज ए , त कंपन में तुम्ह रे क म के ल ए तुम्हें इन म नह ं म लेग । 
तुम्ह रे प स कुछ भ नह ं बचेग । 
यह सच है ... मेरे ल ए । 
लेक न आपक क्य म लेग ? 
मैं क ंग ज - व न क व पस प न च हत हूँ । 
मुझे ज - व न पसंद है । 
इसल ए मुझे पसंद नह ं है क वह उसके स थ है । 
मैं उसे अपने प स व पस ल ने ज रह हूँ । 
त मेर मदद कर । 
एक ब त पूछ सकत हूँ ? 
आप मुझसे नफ़रत क्य ं करते ह ? 
क्य ंक तुम स्व र्थ ह । 
कुछ ल ग ज स थ ल में ख ते हैं , उस में छेद करते हैं । 
तुम भ वैस ह ह , इसल ए मुझे तुमसे नफ़रत है । 
आप मुझे ठ क से नह ं ज नते । 
तुम्हें क स पर भर स नह ं है , है न ? ऐस इसल ए है क्य ंक तुम खुद भर सेमंद नह ं ह । 
तुम्हें लगत है क हर क ई तुम्ह रे जैस है इसल ए तुम क स पर भर स नह ं कर सकत । 
ऐस स च है त आप मेरे स थ क म कैसे कर सकते हैं ? 
तुमने पूछ थ न क मैं तुमसे नफ़रत क्य ं करत हूँ ? मैंने कभ नह ं कह क मैं स थ क म नह ं कर सकत । 
जब फ़ैसल कर ल त मुझे बत न । 
यह अच्छ गय । 
जैस क तुमने कह , उसने मुझसे पूछ क मैं उसक मदद क्य ं कर रह हूँ । 
झूठ ब लत त वह मुझ पर भर स नह ं करत , इसल ए मैंने इसमें कुछ सच्च ई म ल द । 
स व य इसके क यह ओह यु - र और प र्क म न-ह्व न के स थ ह ग , मैंने ज कुछ भ कह वह सच थ । 
स थ ह ... एक ब म प ल स है ज कंपन के कर्मच र य ं क द ज त है । 
एक प र व र क ब म । यह आपक , ज वनस थ क और पर व र के न कट सदस्य ं क क्षत पूर्त देत है । 
न कर छ ड़ने पर आप इसे रख सकते ह । 
जल्द ह प र्क म न-ह्व न क एक न ट स भेज ज एग । 
अगर इसे बेच द य ज ए , त अर्जेंट ल न चुक ने के ल ए पैस म ल ज एग । 
वह नह ं ज नत क ऐस ब म है , लेक न वह जल्द ह ज न ज एग । 
ज ल ब छ य ज रह है । 
क्य मैं मर ज ऊँ ? 
ह ल ँक , अगर म न-ह्व न मरने क फ़ैसल नह ं करत है , त इसक फ़ यद नह ं । 
अगर मैं मर गय ... त मेरे म ँ - ब प क मेर ज वन ब म ल भ म ल सकत है । 
म न-ह्व न यह ँ तक पहुँचने के द र न कई ब र कदम प छे ख ंच सकत थ , लेक न उसने ऐस नह ं क य । 
वह अंत तक ज एग । 
फ र क ई समस्य नह ं है । 
ज य ंग सु - म न भ अंत तक ज एग । 
हर क ई क ंग ज - व न क तल श क्य ं कर रह है ? 
मुझे लगत है क ज य ंग सु - म न पर अभ तुम्ह र जुनून सव र है । 
यह वह पल है । 
अब बस उसे यह अनुभव करन ब क है । 
ज प न ल टने के ब रे में क्य ख्य ल है ? 
यु ज - ह्युक पहले क तुलन में अध क सक्र य रूप से आगे बढ़ रह है । 
वह प र्क म न-ह्व न पर उसके कर्ज़ और प्र इवेट ल न क दब व ड ल रह है । वह ज़्य द देर नह ं ट क प एग । 
और उसने म न-स क और हुई-सुक के म मले में भ ह र नह ं म न है । 
ख ल फ़ैक्टर से उसे स रे स स ट व फ़ुटेज़ म ल गए हैं । 
उसे कुछ पत नह ं चलेग , लेक न यूएंडके से स धे टकर व से कुछ भ ह स ल नह ं ह ने व ल । 
लगत है तुम्हें खुद पर भर स नह ं । देख रह हूँ कैसे तुम मुझे भ ग ज ने क कह रहे ह । 
क ई ब त नह ं । 
उसके द द ज अलग हैं । 
ज - ह्युक ग्र न ह उस में पले फूल क तरह है , वह ं वह यथ र्थव द हैं । 
वह ज नते हैं क यह प्य र लड़क क तन समस्य एँ खड़ कर सकत है । 
शह और म त । 
मैं आपक कभ नह ं हर प त । 
तुम सब कुछ प न च हत ह , इसल ए मैं तुम्ह र च ल समझ सकत हूँ । 
एक अच्छे नेत क पत ह न च ह ए क ज उसक नह ं है , उसे कैसे छ ड़ें । 
ठ क है । 
हैल ! 
हम त बस जंग खेल रहे थे । 
और मैं फ र ह र गई । 
पर मुझे लगत है क मैं तुम्हें हर सकत हूँ । 
द द ज । आपने मुझसे उस मह ल क ल ने क कह ज मुझे पसंद है । 
मैं आपक उससे म लव ऊँग । इसल ए यु - र क अब घर में न आने दें । 
तुमने कह क यह एकतरफ़ थ और तुम इस पर आगे नह ं बढ़न च हते थे । 
क्य तुमने अपन मन बदल ल य ? 
ह ँ , मैं इसे आगे बढ़ ने ज रह हूँ । 
ऐसे में मेर पूर्व मंगेतर क ब र-ब र घर आन सह नह ं लगत । 
हम र सग ई के द र न मैं बहुत उद स न थ । 
मुझे नह ं पत थ क वह इतन अध र थ । 
हम रे जैसे ल ग प्य र के ल ए श द नह ं कर सकते , है न ? 
पहले अपने द द ज से अनुमत ले ल ... 
मैं ले लूँग । 
मैं अब उससे म लव त हूँ । 
हैल , मैं क ंग ज - व न हूँ । 
चल क ंग ज - व न से छुटक र प ते हैं । 
आप ज प न व पस नह ं ज रह ह ? 
अगर मैं ह र गई त खुद क मुँह नह ं द ख प ऊँग । 
इन फ लतू ल ग ं के ल ए मुझे इस तरह क्य ं महसूस करन पड़ रह है ? 
ह ँ , मुझे यह खुद करन च ह ए थ । 
दूसर ं से ऐस करव न एक स रदर्द है । 
मैंने स मने आने व ल ब ध ओं से मुक बल करने क फ़ैसल ल य है । 
जब मैं तुमसे प छल ब र म ल थ , कुछ ऐस है ज मैंने तुम्हें नह ं बत य । 
हर म मले में बस प छे पड़ ज न क ई सम ध न नह ं ह त है । 
मैं ज नत हूँ क अपने स थ थ ड़ वक्त ब त ने के ल ए उसने तुम्हें बहुत कुछ द य है । 
त अब से तुम क्य करने ज रह ह ? 
मैं प छे मुड़कर देखूँग और अपन गलत य ं पर व च र करूँग । 
मैं ज सुध र सकत हूँ उसे सुध रूँग । 
और ब क ... मुझे लगत है क ज है स है । 
अब समय आ गय है क तुम प छे हट और कह , " ज है स है । " 
त आप ज नते थे । 
मैंने उसे इसके ल ए बहुत लत ड़ । 
ऐस फ र कभ नह ं ह ग । 
उसके प स बहुत कम है । 
आपने उसे ब ग ड़ द य । 
वह बस क म करन ज नत है । उसे पैस ं क अध क फ क्र नह ं । 
सच कहूँ त , मैं घबर गई थ क्य ंक वह एक अम र लड़के जैस थ । 
तुम क्य कहने क क श श कर रह ह ? 
लेक न मुझे उसक यह ब त अच्छ लग । 
सच कहूँ त मुझमें भ बहुत कम है । 
जब मैंने स च क वह एक आदर्श त सर प ढ़ क ब ज़नेस ट यकून थ , त वह पहुँच से ब हर लग रह थ । 
लेक न वह मूर्ख ह सकत है , क्र ध त और अव्यवस्थ त ह सकत है । 
वह शर्म ंद ह ज त है , और कभ - कभ ... वह एक बच्चे क तरह व्यवह र करत है । 
उसके उन पक्ष ं क देखकर , मैंने स च क हम एक दूसरे के स थ न भ सकते हैं । 
मैं उसके स थ खुश रहन च हत हूँ । 
सर । प्ल ज़ , यु ज - ह्युक मुझे दे द ज ए । 
प र्क म न-ह्व न क बर्ख स्तग कल तक फ़ इनल ह ज एग । 
वैसे , तुमने कर्मच र य ं के ल ए ब म के ब रे में क्य ं पूछ ? 
वे आमत र पर इसे नह ं रखते । 
यह बस कंपन से म लने व ल एक ल भ है । अध क ंश क इस ब रे में पत नह ं है । 
प र्क म न-ह्व न इसे रखेग । 
वह अच्छ लग रह है । 
त न । 
स्व द और बन वट कैस है ? 
तुम्ह रे अनुम न के मुत ब क , समुद्र घ ंघे के स थ प लक प स्त सबसे ल कप्र य थ । 
यह मुख्य उत्प द ह ग । 
अच्छ ब त है । 
समुद्र घ ंघे और प लक क र य में प स्त में आमत र पर इस्तेम ल नह ं ह ते ... 
कैमरे क ओर देख । 
ठ क है । 
ह ँ , यह ठ क है । 
बस आर म से रह । 
वह नेचुरल लुक कैप्चर करेग । 
आज बढ़ य क म क य । 
यह कुछ भ नह ं थ । तुमने मुझे बेर ज़ग र ह ने से बच य । आभ र हूँ । 
मैं जल्द ह तुम्हें रेस प में संश धन भेज दूँग । 
- यह मुश्क ल है । - ह ँ । 
मैं तुम्हें ड्र फ़्ट और फ़ैक्टर शेड्यूल भेज दूँग । 
वैसे , आज यु हुई-य न और यु ज - ह्युक द ख ई नह ं द ए । 
श्र मन यु पूरे द न वह ं थे । 
मैंने भ हुई-य न क नह ं देख । 
वह कह ँ चल गई ? 
मुझे ज न च ह ए । 
- अलव द ! - अलव द ! 
मेर फ़ न क्य ं नह ं उठ रह ? 
क्य ं नह ं उठ रह ? 
मैं तुम्ह रे फ़ न क जव ब क्य ं दूँ ? 
ह ँ , मैं समझ गई । 
तुम स त वर्ष तक उसके स थ रह , परन्तु उसने तुम्ह र जगह मुझे चुन । 
मुझे यक न है क इसे स्व क र करन कठ न थ । 
लेक न फ र भ , तुम श द शुद मर्द पर ड रे कैसे ड ल सकत ह ? तुम्ह रे क रण मेर तल क ह ने व ल है । 
स क्य र ट ? 
यह 16 व ं मंज ल है । 
एक ब हर व्यक्त यह ँ है । 
उसे संभ ल लेन । 
तुम क्य कर रह ह ? 
मैं इसे ह थ से ज ने दूँग ? 
अरे । 
मैं क स और के आदम के स थ क्य ं स ऊँग ? मैं तुम्ह रे जैस नह ं हूँ । 
सह है , तुमने म न-ह्व न क ऐसे ह वश में क य , त पक्क तुम बेहतर ज नत ह । 
लेक न अगर वह स त स ल क र लेशनश प के ब द अपन गर्लफ़्रेंड क ध ख दे सकत है , त तुममें क न से सुर्ख ब के पर लगे हैं ? 
मैं यह ँ तुम द न ं क बदन म कर दूँग , तुम्हें यह ँ क म करने में शर्म आएग । 
मैं इसे सहन नह ं करूँग । 
यह बहुत बुर है । 
तुम्ह रे पत क न कर से न क ल द य गय । 
त मुझ पर शक करन बंद कर , और एक अच्छ पत्न बन । अरे रुक । 
तुम द न ं तल क ले रहे ह न । 
यह बहुत बुर है । 
लेक न ... इसके ब रे में स चन मुझे परेश न कर रह है । 
केवल तुम ह म न-ह्व न जैसे कूड़े क ल लच कर ग । 
मैं क्य ं करूँग ? 
अगर मैं मूर्ख नह ं हूँ त । 
छ ड़ । मैं ज रह हूँ । मुझे ज ने द ! 
म न-ह्व न , ज य ंग सु - म न अभ आई और हंग म कर द य । मैं डर गई हूँ । 
लेक न यह ँ अफ़व हें नह ं फैलेंग क्य ंक हर क ई सु - म न क प गल समझत है । 
अरे , नह ं । मैंने गलत व्यक्त क भेज द य । म फ़ करन । 
वह प गल ह गई है क्य ? 
मैं इसे सहन नह ं करने व ल । 
ज य ंग सु - म न मुझे जल्द ह क ल करेग । 
मैं क ंग ज - व न क बर्ब द करने ज रह हूँ । 
उसे ले ल । 
बदले में , उसे पहले नरक भुगतन ह ग । 
मैं उसे भ ख म ँगने पर मजबूर कर दूँग । 
उससे पहले मैं सहय ग नह ं करूँग । 
सु - म न हम रे न यंत्रण में है । 
मैं म न-ह्व न क हट ने क क श श करूँग । 
मुझे लगत है क उसे अब तक यह समझ आ गय है । 
यूएंडके ने मुझे क्य भेज है ? 
यह क्य है ? 
मेर न कर चल गई है । इसक भुगत न करने के ल ए पैसे नह ं हैं । 
ह सकत है क तुम्ह रे प स मेरे ल ए कवर करने क क ई क रण न ह , लेक न हम एक स द कर सकते हैं । 
मैं सु - म न क संभ ल लूँग , त क वह तुम्हें परेश न न करे । 
उन्हें एक और भ जन ल ने के ल ए कह । 
चल पहले ख न ख ल । 
त तुम अपन पत्न क कैसे संभ ल गे ? 
मैं कंग ल ह चुक हूँ , इसल ए आत्महत्य करने व ल थ । लेक न ज ने क एक तर क है । 
और मुझे लगत है क इससे तुम्हें भ मदद म ल सकत है । 
यह तुम्हें मरने के ब द ह म ल सकत है । 
यद सु - म न ग यब ह ज ए , त तुम्हें धमक ने व ल क ई नह ं ह ग । 
यह आस न नह ं ह ग । हमें अपन कह न के सभ पक्ष स्पष्ट रखने ह ंगे । 
लेक न क्य तुम मेर मदद नह ं कर सकत ? 
तुम च हते ह मैं तुम्ह रे क ए पर पर्द ड लूँ ? 
स र्फ़ इतन ह नह ं । मुझे इसक तैय र भ करके द । 
पैस और कनेक्शन ह सब कुछ हैं , लेक न मेरे प स उनमें से कुछ भ नह ं है । 
तुममें ह म्मत है । 
अगर आपके प स कुछ नह ं है , त कम से कम ह म्मत त ह न च ह ए । 
लेक न इसके अल व तुम्ह रे प स कुछ नह ं है न ? 
तुम्हें लगत है क न र्णय लेन आस न थ ? 
मेरे ल ए यह अंत म र स्त है । 
अपन ज न ज ख म में ड लूँग । 
यह तुम्ह र अंत म म क है । 
प र्क म न-ह्व न अभ ओह यु - र के सुइट में है । 
त यह आज ह न है । 
प र्क म न-ह्व न और क ंग ज - व न व ंटन ह टल के कमर संख्य 1355 में हैं । 
कमर संख्य 1355 । 
कमर संख्य 1355 । 
हट । 
लेक न मुझे लगत है तुम सचमुच बहुत स्म र्ट ह , बेब । 
लेक न वह बहुत प्रत भ श ल है । 
अपन पत्न के ज वन ब म ल भ क फ़ यद उठ ने क स चन ? 
तुमने कैंसर ब म के ब रे में कैसे स च ? 
एक ब र मुझे भुगत न म ल ज ए , मैं तुम्हें अच्छ व ल प र्ट दूँग । 
च ंत मत कर । 
मुझे एहस न क बदल अच्छे से चुक न आत है । 
अरे ब प रे ! 
ल नत है ... 
यह ज भ है , बेतुक है । 
अरे , म न-ह्व न । 
तुम कचर ह , ज से संभ ल नह ं ज सकत । 
इस ब रे में तुम क्य करने व ल ह ? 
सह है ? 
मैं व यस र क र्ड ंग पुल स क देने व ल हूँ । 
मेरे प प कह ँ हैं ? क्य तुमने उन्हें म र ड ल ? 
म र ड ल ? 
मैंने स च क तुम ज - व न क व पस प ने क क श श कर रहे थे । 
तुम यह ँ इसके स थ क्य कर रहे ह ? 
तुम्ह र बर्ख स्तग क सुन । 
चूँक तुम्ह रे प स बहुत स र ख ल समय है , त इसे जेल में ब त ओ । 
तुम प गल ह क्य ? 
भ ड़ में ज ओ ! 
मुझे ज ने द ! 
ज ने द ! 
धत् ... 
अब क्य करूँ ? 
तुम्ह र क्य मतलब है ? 
हम तुम्ह रे प्ल न के मुत ब क ह चलेंगे । 
लेक न यह ँ नह ं । 
मैं इसे तुम्ह रे ल ए सेट कर दूँग । 
सुश्र ओह । 
यद प र्क म न-ह्व न ज य ंग सु - म न क म र देत है , त ब म के क्लेम के ल ए इसे हत्य के रूप में स्थ प त कर देन 
मैं इसे तैय र कर दूँग , लेक न ... 
वह मेरे ब रे में ज भ कहे , सुन श्च त करन वह आध रह न ह । 
स रे सबूत म ट द , समझे ? 
क्य कर रहे ह ? 
त फ र तुमने ऐस कुछ क्य ं क य ? 
तुम अच्छ ह , लेक न अपन औक त नह ं ज नत । 
मेरे प स पैस है । मैं स र पैस तुम्हें दे दूँग । 
यद तुम मुझे म र गे , त तुम्हें लगत है वह तुम्हें अकेल छ ड़ देग ? 
सु - म न । मैं तुम्हें यह दूँग । तुम्ह रे प स सचमुच ओह यु - र के ख ल फ़ पुख्त सबूत हैं । 
लेक न एक बुर खबर है । जब तुम बेह श ह गई त उसने इसे म ट द य । 
क्य ? 
मूर्ख । 
हम रे जैसे ल ग ं क त कतवर ल ग ं से पंग नह ं लेन च ह ए । 
हम क्य कर सकते हैं ? 
और ... तुम्ह रे प स पैसे नह ं हैं । 
वह क्य है ? 
वैसे भ यह तुम्ह र पैस नह ं थ ! 
म क म लने पर तुमने इसे चुर ल य । 
वह बैग थ न ज मैंने ज - व न के ल ए खर द थ । मैंने उसे बेच द य । कुछ त त्क ल क ज़रूरत ं के ल ए । 
ज्य द परेश न मत ह । 
तुमने कह थ क तुम अकेले बर्ब द नह ं ह ग । 
हममें से एक क मरन ह ग । 
इसल ए ... फ र से शुरुआत करने के ल ए मुझे तुम्हें संभ लन ह ग । 
बस रुक । 
अरे ! मुझे ज ने द ! 
मुझे ज ने द ! 
मुझे ज ने द ! 
मुझे ज ने द ! 
मुझे ... 
मुझे ज ने द ! 
गैस ... 
वह कह ँ चल गई ? 
क्य तुम प गल ह ? 
क र क च ब छ ड़ और एक तरफ़ हट ज ओ । 
ठ क है । श ंत ह ज ओ । 
च कू न चे रख ! श ंत ह ज ओ ! 
मैं नह ं मरने व ल । 
मैं कभ नह ं मरने व ल ! 
यह ल । 
च ब यह रह । 
यह रह । च कू न चे रख द । 
इसे ले ल ! 
ले ल । यह रह । 
तुम छ ट ... 
यह ँ आओ । 
यह ँ आओ ! 
मेर प्य र पत्न मेरे क र न ल ने के ल ए ब हर ज ने के द र न ब यलर क खर ब से हुई क र्बन म न ऑक्स इड व ष क्तत से मरने व ल है । 
इसल ए मेर ज ंदग बर्ब द करन बंद कर । 
बस मर ज ओ । 
अरे ! यद तुम मरने व ल ह त मर ज ओ । 
ब म इस ब रे में थ ? 
तुम्हें लगत है यह तुम्ह रे अनुस र ह ग ? 
मुझे लगत है यह ह ग । 
धत् ! 
मेरे पत क मर्द नग बन रहन च ह ए । 
धत् ... 
तुम छ ट ... 
नह ं । 
क ंग ज - व न ने मुझे बत य क तुम ब प नह ं बन सकते । 
तुम क स ब रे में ब त कर रह ह ? 
तुम्ह र बंदूक में ग ल य ँ नह ं हैं ! 
च हते ह स फ-स फ ब लूँ ? 
मेर गर्भप त नह ं हुआ थ । 
मैं कभ गर्भवत नह ं हुई थ । 
तुम्हें अब समझ में आय ? 
मुझे ऐस नह ं लगत । - तुम छ ट ... 
- ज ने द , कम ने ! 
- यह ँ आओ ! - ज ने द ! 
मुझे ज ने द ! 
- भ ड़ में ज ओ ! - भ ड़ में ज ओ ! 
मुझे लगत है सुश्र य ंग क तल क क मुकदम आस न ह ज एग । 
एसड क र्ड पर अफ़ेयर के सबूत , मुझे नह ं पत कैसे , लेक न व पस आ गए हैं । 
- अच नक ? 
व ड य ब न क स क रण के नह ं चल । और अब ब न क स क रण के चलने लग । 
ऐस लगत है क उनक तल क ह न ल ख थ । 
मैंने पुल स र प र्ट देख । 
वह क ंच क मेज पर ग र गय और स र पर च ट लगने से उसक म त ह गई । 
सबूत ं के स थ , पुल स मुख्य संद ग्ध के रूप में ज य ंग सु - म न क तल श रह है । 
लेक न सुरक्ष कैमरे क म नह ं कर रहे थे , इसल ए उन्हें पत लग न ह ग क क्य हुआ थ । 
तुम ज रह ह ... अंत म संस्क र के ल ए ? 
मैंने इस ब रे में स च थ , क क तन अच्छ ह त अगर तुम मर ज ते । 
मैंने स च क तब मेर गुस्स फूट पड़त । उस समय जब उस न र श जनक वक्त क पुष्ट न र श और व श्व सघ त से ह गई थ । 
तुम आज बहुत सुन्दर लग रह ह । 
यह छ ट ... 
भ ड़ में ज ओ ! 
मर ज ओ । 
स र र त यह स चत रह , तुमने मेरे स थ ऐस व्यवह र क्य ं क य । लेक न इसक अंत इस तरह हुआ । 
तुम्ह र यह ँ आने क ह म्मत कैसे हुई ? 
तुमने म न-ह्व न क ध ख नह ं द य ह त , त उसने सु - म न से कभ श द नह ं क ह त । 
उसने मेरे बेटे क म र ड ल । 
वह लड़क । 
उसने मेरे अनम ल बेटे क ज वन बर्ब द कर द य ! 
मेर बेच र लड़क ! 
ग्य ंग्ग प्र ंत में 24 त र ख क एक पेंशन में प र्क न मक 30 वर्ष य व्यक्त मृत प य गय । 
पुल स ने पुष्ट क है क उसक पत्न ज य ंग मुख्य संद ग्ध है । 
म र्केट ंग व ल ज य ंग सु - म न है न ? 
क्य तुम्हें य द नह ं ? 
नह ं , वे बस एक जैस द खत हैं । 
क्य तुम कह रहे ह क म न-ह्व न मर गय है ? 
क्य ? इसे न चे रख । 
मैंने सुन है यह वह है । 
अरे ... 
यह क्य है ? 
प र्क म न-ह्व न के म त - प त ने च र क सूचन द । जब वे ब हर थे तब एक च र घुस गय । 
यह ज य ंग सु - म न थ । 
इसक मतलब है क वह स य ल में है । 
पुल स क मुख्य संद ग्ध ज य ंग सु - म न पर ऑल-प इंट बुलेट न ज र क ए एक द न ह गय है , 
- पुल स - यह ठ क है । 
उसे फर र और भग ड़ म न गय है और न गर क ं से म मले में सक्र य सहय ग म ंग गय है । 
संद ग्ध क लंब ई 160 सेंट म टर है , शर र पतल है और उस पर पेंशन में अपने पत क हत्य कर देने क संदेह है । 
लेक न मुझे बेचैन महसूस ह रह है । 
तुम बहुत अच्छ ह , इसल ए तुम्हें पत नह ं चलेग । 
कुछ ल ग नह ं ज नते क कब रुकन है । 
जब तक आप उन्हें पूर तरह कुचल नह ं देते वे नह ं रुकते । 
अकेल तुम खुश नह ं रह सकत , ज - व न । 
कभ नह ं । 
