죽여 
결국 박민환 손에 죽을 운명이었던 건가 
지원 씨 
잠깐만 , 잠깐 ... 
말해봐요 
앞으로 이재원 전화는 받지도 말고 
집으로 찾아와도 절대 문 열어주지 말고 바로 실장님한테 전화할게요 
실장님 매번 이렇게 병원 데려다주시는 것도 고맙고 이혼 상담해 주시는 것도 고마운데 ... 
양주란 과장님이 고마워할 일은 아니에요 
나한텐 업무니까 
난 UK 에서 돈을 아주 많이 받고 있고 
고용주가 원하면 합니다 
네 
그런데 저한테 맘 쓰고 있다고 하셨잖아요 
할 말은 또 다 하네 
잠시만요 
응 , 이 시간에 무슨 일이야 
저 지금 경찰서예요 
경찰서 ? 
지금 바로 갈게 
아니요 이쪽 말고 병원으로 가주세요 잠시만요 
강지원 32 세 강남 UK 본사에서 이송된 환자 어디 있습니까 ? 
자기야 
환자분 호흡 , 맥박 다 돌아왔어요 열이 좀 있긴 한데 의식 회복되면 다시 볼게요 
폭행이라 경찰하고 같이 들어오셨어요 진단서 끊어드릴게요 
야 내가 니 인생 끝장내버릴 거니까 각오해 
폭행치상에 갑질 재벌 3 세로 기사 쫙 뿌릴 거니까 
지금 세상이 어떤 세상인데 , 씨 
난 더 이상 내려가고 싶어도 내려갈 데가 없어 누구 덕에 
근데 강지원 걔가 니 인생 망칠 여자치곤 좀 후지지 않냐 ? 
삐쩍 말라가지고 걔 뭐 볼 게 있다고 
유 부장 내가 충고 하나 해줄까 ? 
걔 너무 믿지 마 
내가 왜 돌아버린 줄 알아 ? 강지원 걔가 사람을 돌게 하거든 
널 망친 건 나나 강지원이 아니야 그 쓰레기 같은 인성이지 
사람 이렇게 패는 너는 뭐 고급진 인성이고 ? 
너 나보다 싸움 좀 더 잘 한다고 이러면 안 되지 
너야말로 니 몸무게 절반 정도 나가는 여자한테 그러는 건 아니지 않나 ? 
뭐 ? 
넌 너 불리할 때 평등 찾고 싶고 유리할 땐 힘대로 하는 게 좋지 
난 사실 힘대로 하는 거 싫거든 근데 넌 진짜 안 되겠다 
유지혁 씨 나오세요 
가자 
나는 ? 
나는 왜 안 꺼내줘 ? 어 ? 
나는 , 나는 , 나는 , 나는 나는 , 나는 , 나는 , 나는 ? 
니 인생이 더 이상 갈 데가 없다고 생각해 ? 
아닐걸 
아니 , 왜 있는 것들만 , 어 ? 
나도 UK 야 
나는 , 나는 
유전무죄 , 무전유죄 
박민환은 오늘 날짜로 해고입니다 사유는 동료 폭행 사내 질서유지 위반 
다른 것도 털어보세요 
지난 불륜 사건 때 체크한 건데 
근무지 이탈 불분명한 카드사용내역 관계사 접대 건이 있어 
좋네요 회사에 대출이 있다고 했던가요 ? 
그것도 상환요청 들어가게 은행 쪽하고 얘기할게 
폭행 , 상해 뭐 말 되는 건 다 엮어보고 
그리고 강지원 씨 지금 집에 있다 
본인이 원했어 
어쩌다 보니 양주란 과장이 같이 있어서 
옆에 붙여두고 오긴 했는데 상태가 좋진 않아 
그리고 박민환이 사채 안 갚고 남겨둔 게 있다고 했죠 ? 
그거 추심 압박 좀 넣어주세요 
채권을 우리가 사도 좋고 
바로 알아볼게 
부장님 
지원 씨는 
좀 안 좋아요 
좀 자면 나을 것 같아서 우유라도 좀 먹이려고요 
집에 아무것도 없어서 
부장님은 괜찮으세요 ? 
아 , 네 , 뭐 
고마워요 , 여기서부턴 내가 알아서 할 테니까 
지혁 씨 
미안해요 내가 다 미안해 
어디 다친 데 없어요 ? 
이건 뭐예요 ? 
안녕하세요 
인사 다 한 거예요 ? 
덜한 거 같은데 
남편이 내 신세를 지고 있어서 전화한 거치고는 너무 약해요 
잠깐 중국 가 계시는 건 어떨까요 ? 
아이고 아이고 , 그래 주시면 저희야 억수로 감사하죠 
배 타고 가실 땐 좀 고생이시겠지만 
아이고 , 그 정도가 뭐가 고생이겠습니까 ? 
혹시 다시 한번 기회를 주시면 액셀을 확 밟아갖고 뭉개버릴 거니까 
꼭 연락주시고요 
예 , 예 , 고맙습니다 
없는 사람들은 뭐라도 남기려고 해요 
쥐고 있을 게 필요해서 
원하는 게 뭘까요 ? 
내가 정수민 씨 아버지를 잘 챙기고 있는 게 싫은 건가 ? 
강지원 밀어버리면 끝난다던 간단한 일이 간단치 않아지니까 ' 갑자기 가만히 있어라 아무것도 하지 마라 ' 
근데 그러다가 박민환은 이혼을 하자고하고 아빠는 전화를 안 받으면 난 알게 되는 거지 이러다 나 혼자 뭐 되겠네 ? 
지금 표정 보니까 부자 언니 별것 없네 
씨 ... 괜히 방구석에 처박혀 있었구만 
이제 질문하는 건 나야 
뭐 해줄 수 있어 ? 
한국 새우 새끼들한테는 독이 있나 
어떻게 이렇게 주제 파악을 못 하고 까불까 ? 
정만식하고 배희숙 시체 발견됐어 ? 
경찰 리포트 확인하겠습니다 
당분간 기사 안 나가게 해 
정수민이 위기감을 느껴서 좋을 게 없어졌어 
박민환하고 정수민 둘 다 한꺼번에 처리할 수 있어 ? 
여보세요 
내가 지금 경찰서인데 
미안하지만 나 부탁 좀 해도 될까 ? 
뭐 ? 경찰서 ? 
일단 빼내긴 했지만 사안이 좀 심각합니다 커버 못 쳐줄 수도 있습니다 뭐 ? 그게 무슨 소리야 ? 
상의하고 한 행동이 아니지 않습니까 ? 
UK 와 정면으로 붙어야 한다면 부사장님의 부담이 커집니다 
야 ! 
너 말하는 게 왜 이렇게 띠꺼워 ? 
너 뭐 돼 ? 
니가 뭐 클라우드 항공 부사장이야 ? 
야 너도 아니지 
그러니까 반말하지 마 
아오 , 씨 
링에서밖에 싸울 줄 모르는 새끼가 입만 살아갖고 , 씨 
너 그래봤자 오유라 따까리 아니야 ? 어디 나한테 갑질하고 앉았어 , 씨 
퉤 , 새끼야 
아저씨 , 잠깐만 
왜 사람 코피를 터트리고 그래 
나라고 그러지 말라는 이유 있어 ? 
그 새끼 태도가 안 돼먹었잖아 
아이씨 ... 
날 너무 걱정해서 그래 오늘 당신 와이프가 와서 협박하고 갔거든 
무섭더라 
뭐 ? 
무슨 협박 ? 
당신이 이혼하자고 했다면서 혼자는 못 죽겠다던데 ? 
민환 씨만 쏙 빠져나가게 둘 수 없다고 
쳐 돌았나 , 진짜 , 씨 ... 
잠깐만 
어 , 나 지금 회사를 전화 왔다 잠깐 끊어봐 내가 이따 다시 전화 걸게 
- 여보세요 ? 
- 박민환 씨 오늘부로 해고돼서 전달드립니다 
현재 출근하지 않은 걸로 확인돼서 자택으로 법무지원팀이 서면 해고통지서 송달했으니 참고 부탁드립니다 
너 어디야 ? 
회사에서 사람이 왔어 해고라니 
너 도대체 뭐 하고 다니는 거야 , 응 ? 
UK 재직 보증으로 최저이율로 이용 중이신 상품 오늘 자로 상환의무 발생되어서 연락드립니다 
아이 , 씨 ... 
버러지 같은 새끼들 자꾸 전화질이야 
선생님 어 ... 
왜 전화를 안 받으세요 ? 
믿음이 사라지면 신체 포기각서 이런 거 쓰기 시작하거든 , 우리가 
남의 돈 빌리고 입 닦는 새끼들은 어느 구멍을 쑤셔야 돈이 나오려나 ? 
구멍 , 구멍이요 ... 
아오 , 씨 , 깡패 새끼들 
제발 , 제발 , 제발 
수민아 
씨 ... 
주식했어 
꽤 벌었단 말이야 
하 , 제발 수민아 
돈 좀 있어라 제발 , 제발 , 제발 , 제발 
이게 ... 공인인증서가 ... 
있어라 , 제발 , 제발 
있다 , 있다 , 있다 , 있다 
공인인증서 있다 , 있다 , 있다 
비밀번호가 , 비밀번호가 비밀번호가 ... 
수민아 , 제발 돈 좀 있어라 , 제발 
오 , 오우 , 제발 
8,000 만 원 8,000 ... 
얘 돈이 왜 이렇게 많아 
지 아빠한테 줄 돈을 빼돌렸어 ? 
얘 진짜 보통이 아니네 
유지혁 부장님 ? 
간통으로 고소를 해 ? 
니가 나를 ? 
보안팀 좀 불러주세요 야 , 진짜 너 ... 
보호자분 병원에서 이렇게 시끄럽게 하시면 ... 
- 선생님 - 술 드셨어요 ? 
선생님 제가 저 여자 남편이에요 
근데요 이런 데 숨어가지고 전화도 안 받고 
하 , 저를 간통으로 고소를 했어요 
증거도 없으면서 
있어 
너 이러고 싶니 ? 
병원에서까지 ? 
뭐 ... 
블랙박스 ? 
그 , 그 영상도 없는 거 ? 
주란아 
누나 
그걸로는 이혼이 안 돼 , 어 ? 
뭐가 보여야지 빼도 박도 못하게 
일단 밖으로 나가셔서 ... 
우리 연지 고아 만드니까 좋아 ? 
누구야 , 뭐야 , 뭐야 , 놔 
이혼 소장을 열심히 안 보셨네 
이석준 양주란 씨 변호사입니다 
접근금지 신청할 겁니다 
다시는 찾아오지 마라 
괜찮아요 ? 
네 
담당의가 실력도 있고 자신있어하니까 
- 수술은 너무 걱정하지 말고요 
- 아 , 지원 씨는 괜찮아요 ? 
내가 알기론 괜찮아요 
근데 본인 걱정이나 좀 합시다 
오랜만이죠 ? 
갑자기 연락주셔서 너무 놀랐어요 
오랜만에 뵈니까 정말 좋네요 
주문하시겠습니까 ? 
잘 지냈어요 ? 
네 , 잘 지냈어요 
사실은 잘 못 지냈어요 
박민환하고 이혼하기로 했거든요 
어제 집 나와서 위에 묵고 있어요 
당분간 좀 쉬려고요 
인과응보죠 
사랑에 눈멀어서 하나밖에 없는 내 절친 내 반쪽을 배신했는데 
결국엔 뭐 어쨌든 이제 혼자예요 
이혼할 거라니 이야기가 쉬워지겠네 
강지원 죽이려고 했죠 ? 
나 같아도 그랬을 거야 
강지원과 박민환 다시 만나기 시작한 거 나도 다 안다는 얘기입니다 
둘이 진짜 다시 만나요 ? 
그 둘 간통죄로 엮어 넣읍시다 
언제 어떻게 들어가야 할지는 내가 다 알려줄게요 
원한다면 변호사도 최고로 붙여주고 
대신 법적 배우자로서의 권리만 충실히 해줘요 
왜요 ? 
억울하잖아 
정수민 씨는 박민환 때문에 인생 망가진 거 아닌가 ? 
이제 이혼하게 되면 그동안 회사에서 일한 거 보상도 제대로 못 받을 텐데 
아무것도 안 남잖아 
나는 ... 그렇죠 
부장님이 얻는 건 뭐냐는 거예요 
강지원이 돌아왔으면 해서 
난 강지원 씨가 좋아요 
그래서 박민환에게 매여있는 게 싫고 
어떻게든 내 옆에 다시 돌아오게 만들거야 
그러니 도와줘요 
뭐 하나 물어봐도 돼요 ? 
왜 저 싫어하세요 ? 
자기밖에 모르니까 
옆에 있는 사람을 갉아먹는 종자들이 있어요 
정수민 씨가 딱 그런 타입이라 매우 싫습니다 
저 잘 모르시잖아요 
아무도 안 믿죠 ? 그건 본인이 믿을 수 없는 사람이라서 그래 
상대도 본인과 같다고 생각하니까 믿을 수가 없는 거야 
그런 마음으로 어떻게 한 팀을 한다는 거예요 ? 
왜 싫어하냐고 물어본 거 아닌가 ? 같이 일할 수 없다고 말한 적은 없는데 
마음 정하면 알려줘요 
이야기는 잘 됐어요 
지원 씨 말대로 왜 자기를 돕는지 묻더라고요 
완전히 거짓말을 하면 믿지 않을 거 같아서 적당히 섞어서 
정수민이 발견할 커플이 오유라 , 박민환라는 것만 빼면 내가 말한 건 다 사실이었어요 
그리고 우리 회사에선 직원들에게 제공되는 보험이 있어요 
가족보험이죠 보상 범위는 본인 , 배우자 , 직계혈족 
퇴사 시 유지 여부는 본인이 정할 수 있고 
아마 조만간 박민환에게 통지가 갈 겁니다 
일단 이것만 팔면 급한 건 막을 수 있고 
그런 보험이 있는지도 몰랐지만 곧 알게 되겠군요 
무대가 갖춰지고 있어요 
그냥 죽을까 ? 
물론 보험은 박민환이 나쁜 마음을 먹지 않는다면 쓸모없겠지만 
내가 죽으면 우리 엄마 , 아빠는 내 사망보험금으로 ... 
박민환은 지금까지 오면서 몇 번이나 멈출 수 있었지만 멈추지 않았어요 
아마 끝까지 갈 거예요 
그렇다면 문제없겠네요 
정수민도 끝까지 갈 거 같거든요 
왜 다 강지원만 ... 왜 강지원만 찾는 거야 
지금의 정수민은 강지원에게 훨씬 더 집착하는 거 같으니까 
이제 그 순간을 
정수민이 겪는 것만 남았군요 
일본으로 돌아가시는 게 어떨까요 ? 
유지혁이 전에 없이 적극적으로 움직이고 있습니다 
박민환이 개인 빚 진 것 , 사채 전부 사서 압박하고 있으니 얼마 안 가 무너질 겁니다 
정만식 , 배희숙 쪽도 포기하지 않은 모양이고요 
인천 폐공장 일대 CCTV 를 전부 걷어갔습니다 
뭐가 나오진 않겠지만 UK 와 정면으로 싸우는 건 좋을 게 없습니다 
자신 없나 보지 ? 미리 겁먹고 도망치자는 거 보면 ? 
괜찮아 
할아버지는 달라 
온실 속의 화초 같은 유지혁과는 달리 현실적인 분이셔 
신데렐라가 얼마나 큰 골치인지 다 아시거든 
장이요 
아 , 정말 할아버지는 못 당하겠어요 
원하는 걸 다 가지려고 하니까 수가 읽히지 
자기 것이 아닌 건 포기할 줄도 아는 게 리더의 조건이다 
네 
어 , 왔어 ? 
할아버지랑 장기 두고 있었어 
오늘도 또 내가 졌고 
근데 너한텐 이길 수 있을 것 같은데 같이 둘래 ? 
할아버지 제가 좋아하는 여자 데려오라고 하셨죠 ? 
데리고 올게요 , 정식으로 그러니까 유라 이 집에 그만 출입시키세요 
아니 , 짝사랑이고 잘해볼 생각 없다더니 
그동안 마음이 바뀌었어 ? 
네 , 잘해보려고요 
근데 집에 전 약혼자가 드나들면 안 되잖아요 
저도 약혼 기간 내내 너무 무심했죠 
이렇게 성격 급한지 몰랐다니까요 
우리 같은 사람들 결혼이 어디 당사자만 좋다고 돼 ? 
무모한 행동은 일단 할아버지께 허락부터 받고 ... 
그럴게 
지금 소개해 드릴게요 
안녕하세요 , 강지원입니다 
강지원 처리해보자 
일본에 안 돌아가시고요 ? 
나 지고는 못 살아 
내가 왜 별것도 아닌 버러지들한테 이런 기분을 느껴야 되지 ? 
그래 , 진작에 직접 했어야 했어 
남의 손 빌려서 할려니까 머리만 아파 
일어나야 하는 일은 그냥 힘들어도 부딪혀 보기로 했습니다 
내 지난번에 만났을 때 미처 다 해주지 못한 얘기가 있어 
부딪친다고 일이 다 되진 않아 
우리 애가 잠깐 만난 대가치고는 벅차게 챙겨준 걸로 알아 
그래서 앞으로 뭘 어쩔 건데 ? 
제게 잘못이 있는지 없는지 돌이켜보고 반성하고 
바로 잡을 수 있는 건 바로 잡고 
그 나머지는 ' 그냥 그런가 보다 ' 하겠습니다 
이쯤에서 ' 그런가 보다 ' 물러설 때야 
역시 알고 계셨군요 
그 일로 유지혁 씨 많이 혼냈어요 
다시는 그런 일 없을 겁니다 
진짜 너무 많이 모자라더라고요 
곱게만 키우셨어요 
사람이 일만 할 줄 알지 돈 개념도 전혀 없고 
사실 너무 도련님이라서 당황스러워요 
아니 , 지금 뭐 하자는 얘기냐 ? 
근데 그 점이 전 좋았어요 
저도 사실 많이 부족한 사람이거든요 
그냥 완벽한 재벌 3 세라고 생각했을 땐 닿을 수 없을 거라고 생각했는데 
저렇게 바보 같고 화내고 흐트러지고 
당황하고 때로는 어리광 부리는 그런 모습 보면서 
같이 잘할 수 있겠다 생각 들었어요 
같이 행복하고 싶어요 
할아버님 유지혁 씨 저 주세요 
내일 중으로 박민환 해고와 관련된 모든 일정 처리 마무리할게 
근데 회사에서 들어준 직원보험은 왜 물어본 거야 ? 
보통은 인수유지 안 해 
그건 그냥 복지 차원이라 대부분은 있는지도 모르지 
박민환은 무조건 할 겁니다 
아 , 맛있겠다 
세 개 , 세 개 , 세 개 
맛은 어떤지 식감은 어떤지 
확실히 너가 말한 대로 시금치 골뱅이 파스타가 반응이 제일 좋다 
주력상품이 될 것 같아 
다행이다 
한국 파스타에서 주로 쓰이지 않는 시금치랑 골뱅이가 주는 ... 
렌즈 한번만 보실게요 
아 , 예 
예 , 아우 , 좋습니다 
그냥 편하게 하면 돼 
자연스러운 모습 그대로 담을 거니까 
오늘 너무 고생했어 
아이 , 아니야 백수 될뻔한 거 구해줘서 내가 고맙지 , 뭐 
그 , 레시피 수정안도 곧 보낼게 
- 좀 어렵네 - 응 
나도 시안이랑 공장 일정 정리되는 대로 보내줄게 
아 , 근데 오늘은 그 유희연 씨랑 유지혁 씨가 안 보이네 
어 , 아까 부장님은 계속 계셨는데 ? 
아 , 그러고 보니까 오늘 희연 씨가 안 보이네 
어디 갔지 ? 
그럼 나 먼저 갈게 
조심히 가 , 은호야 응 
내 전화 왜 안 받아 ? 
내 전화 왜 안 받냐니까 ? 
내가 왜 니 전화를 받아야 되는데 ? 
그래 , 그건 알겠다 
니가 7 년이나 만나고도 우리 남편이 니가 아닌 나를 선택했다라는 게 
바로 인정이 안 됐겠지 
근데 그래도 그렇지 어떻게 결혼한 남자한테 꼬리를 치고 그래 ? 너 때문에 나 지금 이혼하게 생겼어 
거기 보안팀이죠 ? 
여기 16 층인데요 
외부인이 들어왔네요 ? 
빨리 처리해 주세요 
너 지금 뭐 하냐 
내가 이대로 둘 것 같아 ? 
야 
내가 남의 남자와 왜 뒹굴겠어 너도 아닌데 
아 , 네가 박민환을 이런 식으로 꼬셨으니까 더 잘 알겠다 
근데 7 년 만난 여자를 그런 식으로 배신한 사람이면 너한테도 똑같이 할 수 있다는 걸 왜 몰랐을까 
너네 둘 다 얼굴도 못 들고 다니게 회사에 대자보도 붙일 거야 
가만 안 둬 
어떡하지 ? 
니 남편 이 회사 잘렸어 
그러니까 여기서 이렇게 쓸데없는 의심하지 말고 가서 내조나 잘해 , 아 
이혼한다고 했나 ? 
안 됐다 
근데 생각할수록 기분이 나쁘네 ? 
너나 박민환 같은 쓰레기를 탐내지 
내가 왜 탐나겠어 ? 
알고도 당하는 바보가 아니라면 
놔요 내가 알아서 갈테니까 놓으라고 
민환 씨 방금 정수민이 와서 회사에서 난리 쳐서 너무 놀랐어 
뭐 회사엔 소문 안 날 거야 다들 정수민 미쳤냐는 말뿐이니까 
아 , 이런 잘못 보냈네 , 미안 
이게 진짜 미쳐가지고는 
가만 안 둬 
정수민이 곧 나한테 전화하겠는데요 
내가 강지원 망가뜨릴 거예요 
가져요 
대신 그 전에 바닥까지 무조건 떨어뜨려야 돼 
나한테 빌게 만들거야 
그 전에 협조 안 해 
정수민은 손에 넣었고 
박민환은 내가 움직여볼게요 
아마 지금쯤 받았을 것 같은데 
UK 에서 뭐가 왔지 ? 
에이씨 , 장난하나 
회사도 잘린 마당에 보험료 낼 돈이 어딨어 , 씨 
유라 씨가 날 커버쳐야 될 이유 없을 수 있어 그렇지만 거래는 할 수 있잖아 ? 
정수민 때문에 유라 씨가 피곤하지 않게 내가 해결해 줄게 
상 하나 더 차려오라고 해 
일단 먹고 들어보자 
그래서 와이프 어떻게 해결해 줄 건데 ? 
내가 지금 개털이라 죽을라 그랬거든 ? 근데 살 길이 있더라고 
그 살 길이 유라 씨한테 도움을 줄 수도 있고 
이건 사망 시에만 받을 수 있는 건데 ? 
정수민이 세상에서 없어지면 유라 씨를 협박하는 사람도 없어지는 거잖아 
물론 쉽지 않겠지 말도 맞춰야 되고 
근데 유라 씨가 도와줄 수 있지 않을까 ? 
뒷수습을 해달라 ? 또 ? 
뒷수습뿐만이 아니지 세팅도 도와주셔야지 
세상엔 돈과 인맥이 전부인데 난 아무것도 없잖아 
배짱은 있네 
없는 게 많으면 배짱은 있어야 하긴 해 
근데 배짱만 있는 건 아니고 ? 
이런 결정이 쉬웠을 거 같아 ? 
나도 여기가 마지노선이야 
목숨 걸어봐야지 
마지막 기회야 
박민환이 지금 오유라의 스위트룸에 와 있어요 
오늘이군요 
박민환 강지원 윈튼호텔 1355 호 
1355 
1355 
비켜 
근데 자기는 진짜 똑똑한 거 같아 
근데 천재적이긴 하다 
어떻게 와이프 사망보험금으로 재기를 노려 ? 
어떻게 암보험 들 생각을 다 했어 ? 
내가 이번에 보험금 받으면 진짜 크게 한턱 쏠게 
아 , 걱정하지 마 
내가 또 은혜 하나는 기가 막히게 갚는 놈이거든 
깜짝이야 
와 , 씨 ... 
누구든 진짜 어이가 없네 
야 , 박민환 
너는 진짜 처리가 안 되는 쓰레기구나 
그래서 니가 뭐 어쩔 건데 
그러게 
너 그 음성녹음 내가 경찰서에 보낼 거야 
우리 아빠 어딨어 , 혹시 죽였니 ? 
죽여 ? 
너는 강지원이랑 다시 잘해보는 거 같더니만 
이 여자랑 여기서 지금 뭐하고 자빠졌냐 ? 
너 회사도 잘렸다며 ? 
시간도 남아도는데 둘이 가서 콩밥이나 쳐먹어 
아 , 저 미친 진짜 ... 
꺼져 , 꺼져 
놔 , 놓으라고 
놔 
아 , 씨 ... 
이제 어떡하지 ? 
뭘 어떡해 
민환 씨 계획대로 하는 거지 
여기서는 안 되고 
세팅 해줄게 
부사장님 
박민환이 정수민을 죽이면 아내를 죽인 보험 살인으로 시나리오 잘 짜서 언론에 뿌려 
준비하겠습니다 , 하지만 ... 
박민환 입에서 나오는 내 얘기는 다 개소리로 만들고 
증거도 당연히 없어야겠지 ? 
지금 뭐 하는 짓이야 , 이게 
그러게 왜 쓸데없는 짓을 해 
넌 다 좋은데 늘 주제 파악이 안 되는 거 같아 
나 돈 있어 , 그거 너 다 줄게 
나 죽이면 그 여자가 넌 그냥 둘 거 같아 ? 
정수민 인정이다 , 인정이야 너 진짜 오유라가 빼도 박도 못할 증거 갖고 있더라 ? 
근데 어떡하냐 너 기절했을 때 오유라가 다 지웠어 
뭐 ? 
이 바보야 
그러게 우리 같은 인간들은 힘 있는 사람들 거스르면 안 돼 
우리가 뭘 할 수 있는데 
그리고 너 돈 없어 
뭐야 , 뭐야 
어차피 니 돈도 아니잖아 
기회 보고 삥땅 친 주제에 
너 내가 사준 강지원 가방도 네가 갖고 있더라 ? 그것도 내가 팔아서 썼어 니 남편 급한 불부터 꺼야 될 거 아니야 
너무 억울해하진 마라 
너도 니 혼자 못 죽겠다며 
너 아니면 내가 죽어야 되는데 
내 입장에선 너부터 해결하고 난 새로 시작해야 될 거 아니야 
기다려 
야 , 이거 풀어 
이거 풀어 , 새끼야 
이거 풀어 , 이거 풀어 
풀라고 ! 
이거 ... 
이거 풀어 
가스가 ... 
어디 갔어 
너 , 너 , 너 미쳤어 ? 
차 키 놓고 저리 꺼져 
알았으니까 일단 진정하고 
칼 좀 내려놓고 , 진정하고 좀 
난 안 죽어 
절대 안 죽어 
자 
차 키 여기 있잖아 , 자 
차 키 여기 있으니까 그 칼 내려놓고 좀 ... 
가져가 빨리 
가져가 , 가져가 , 어 
야 , 씨 ... 
일로 와 
일로 와 , 씨 
사랑스러운 내 와이프는 여행 왔다가 내가 잠깐 장 보러 간 사이에 보일러 사고로 일산화탄소 중독으로 
그러니까 내 인생 그만 괴롭히고 
뒤질 때 곱게 뒤져 
야 , 뒤질 거면 혼자 곱게 뒤져 
보험금 얘기가 이거였구나 ? 
지 맘대로 될 거 같아 ? 
될 거 같은데 ? 
아 , 씨 ... 
우리 남편 남자구실 못하면 안 되는데 
아 , 씨 ... 
진짜 , 씨 ... 
아니지 
야 , 강지원이 그러더라 너 고자라고 
뭔 개소리야 , 씨 
너 남자구실 못한다고 
쉽게 말해줘 ? 
유산한 게 아니라 
난 임신한 적이 없단 얘기야 
알아들어 ? 
어딜 ... 
- 어딜 ... - 놔 , 이 새끼야 
일로 와 놔 
놓으라고 
- 꺼져 - 꺼지라고 
양주란 과장 이혼소송이 쉬워질 것 같아 
간통죄 성립 증거였던 SD 카드 영상이 왜인지 몰라도 안 나오더니 복구가 됐어 
- 갑자기요 ? 
영상이 안 나올 이유가 없었는데 안 나오더니 되는 것도 갑자기 이유 없이 된다네 ? 
될 일은 된다더니 이혼하려나 보다 
경찰 리포트를 확인해 봤어요 
유리 테이블 위로 넘어지면서 머리를 부딪친 게 사인이더라군요 
현장 증거가 남아있기 때문에 경찰은 정수민을 유력한 용의자로 확정 짓고 찾고 있어요 
하지만 CCTV 가 작동되지 않아서 정확한 상황은 찾아봐야 안다는 정도고 
장례식장 갈 거예요 ? 
네가 죽었으면 좋겠다고 생각한 적이 있어 
속이 터져나가 죽을 것 같았던 그 실망스러웠던 시간들이 절망으로 그리고 배신으로 확인되었을 때 
오늘 너무 예쁘다 
아우씨 ... 
꺼지라고 , 씨 
죽으라고 
나한테 왜 이럴까 밤을 새우고 생각해도 모자랄 정도였는데 이렇게 끝났네 
너 여기가 어디라고 와 
니가 우리 민환이를 배신만 안 했어도 수민이년하고 결혼할 일 없었던 애야 
그년이 우리 아들을 죽였어 
나쁜 년 
금쪽같은 내 새끼 인생 망친 년 
불쌍한 내 새끼 
지난 24 일 경기도 가풍면 펜션에서 사망한 채 발견된 30 대 남성 박모 씨에 대해 
경찰은 부인 정모 씨를 유력한 용의자로 확정 짓고 
이거 마케팅 1 팀 정수민 씨죠 ? 
전에 그 ... 
에이 그냥 닮은 사람 아니야 ? 
그럼 죽은 남편 박 씨가 박민환이라고 ? 
아잇 뭐래 
근데 거의 맞다고 하던데 
야 ... 
뭐야 ? 
박민환 부모님이 도난신고를 했어 자리를 비운 사이에 도둑이 들어서 
정수민이네요 
서울에 있단 얘기군요 
경찰이 가풍면 펜션 살인사건 용의자 정수민 씨를 공개 수배한 지 만 하루가 지났지만 여전히 정 씨의 정확한 행방은 
- 경찰은 정 씨가 - 괜찮아요 
휴대 전화를 끈 채 수사망을 피해 도주 중인 것으로 보고 사건에 대한 
용의자 정 씨는 160 센티미터의 키에 마른 체격으로 얼마 전 가풍면 한 펜션에서 남편 박 씨를 살해한 혐의를 받고 있습니다 
근데 난 좀 불안하긴 해 
지원 씨는 착해서 모르겠지만 
어떤 인간들은 적당히라는 걸 몰라요 
내 마음이 불편할 정도로 완벽하게 밟지 않으면 끝나지 않아요 
날 두고 너만 행복할 순 없어 , 지원아 
절대로 
