שלום . 
ידעת שבגרמניה מתים יותר מ ־ 400 איש עקב שרפות בתים בכל שנה ? 
אל תדאגי , אנחנו לא מנסים למכור לך משהו . 
באנו כדי לבדוק את גלאי העשן שלך , בחינם ! 
אל תיתני לסוללה גמורה לגמור אותך . 
רגע , אני מכירה אתכם . 
אלוהים . 
אתם הזוג ש ... אני מצטערת . 
תיכנסו , בבקשה . 
את גרה פה עם בעלך ? 
עם החבר שלי . 
אם אפשר לכנות אותו ככה . 
רגע אחד אנחנו יחד , רגע אחר כך אנחנו נפרדים . 
תודה על התה . 
בבקשה . 
מתי היום הגדול ? 
בעוד כמה שבועות ... אבל היא מרגישה שהיא כבר מוכנה לצאת . 
- פופי ! 
- ונדה הייתה כזו ! 
הבת שלי . שנעלמה . 
היא לא הפסיקה לזוז , אפילו ברחם . 
- לך מפה . 
תן לי , חתיכת ... שלום , תינוקת . 
בוא לפה ! 
את מתרגשת ? 
האמת ? אני מתה מפחד . 
מהרגע שהם נולדים , את מפחדת כל חייך ... שמשהו רע יקרה להם . 
ו ... ש ... וכשזה קורה ... 
אני ממש מצטערת על מה שעובר עלייך . 
איך את מרגישה ? 
בסדר . 
אני בסדר . 
אני שונאת כשמזהים אותנו . 
הכלב הארור נשך אותי בקרסול , אני חושב שאזדקק לזריקת טטנוס . 
אלה בני משפחת קלאט . 
פעם הם היו רגילים . או משהו כזה . 
הם היו בדיוק כמוכם . הם שילמו מיסים , נהגו ברכב משפחתי צנוע ואהבו לשתות קפה ולאכול עוגה בימי ראשון . 
ואז ... אבא - בית 22 מחובר המצב הסתבך . 
הסתבך מאוד . 
יום אחד היא פה , וביום למחרת היא איננה . 
אבל שאלו את עצמכם , כמה הייתם מרחיקים לכת אילו איבדתם אדם אהוב ? 
זו זונדרסהיים . עיירה ״ רגילה ״ ובה מתגוררים בני משפחת קלאט ה״רגילים ״ . 
אני בטוחה שכולם מכירים מקומות כאלה . 
זו אחת מאותן עיירות שבה אוהדים את קבוצת הכדורגל המקומית , שותים בירה בפאב המקומי , ומי שמגדל דלעת גדולה מספיק , תמונתו תתפרסם בעיתון המקומי . 
לזונדרסהיים יש אפילו אגדה עירונית משלה . 
הטיפוס הזה , הנופלווקן . יצור המתגורר ביערות ופעם בשנה , בליל הנופלווקן , הוא מתגנב לעיירה חוטף את העלמה הכי יפה ואוכל אותה . 
או שהוא מתחתן איתה ? 
אני אף פעם לא זוכרת . 
בכל מקרה , ליל הנופלווקן הוא מאורע חשוב בזונדרסהיים . 
כולם מתחפשים , שותים שנאפס ויש יריד גדול שבו גבר לבוש בתחפושת צמודה מדי מעמיד פנים שהוא חוטף ילדה . 
כשאומרים את זה ככה , זה כנראה נשמע די מצמרר . אבל מצד שני , כל הסיפורים הכי טובים מתחילים במפלצת , נכון ? 
רק שבסיפורים , לרוב הסוף המחריד הוא של המפלצות , לא של העלמות . 
ונדה ? 
- ארוחת הבוקר חייבת להיות רועשת כל כך ? - היי ! אנחנו לא יכולים לאכול פנקייקים ? פנקייקים טעימים ולא רועשים . 
איפה החולצה שלך ? 
לא הייתה להם חולצה במידה שלך ? 
למה אתה לא לובש את התחפושת שלך ? 
אלבש את השאר אחרי המשחק . 
הפיקניק להורים מתחיל בקרוב , דדו . 
- חשבתי שב ־ 14 : 00 . 
- לא . 
לא נורא , תקשיבי , בעיטת הפתיחה ב ־ 10 : 30 , כולל הפסקת המחצית אגיע לבית הספר ב ־ 12 : 35 . 
או שאולי פשוט אצא מוקדם יותר מהמשחק . 
זה רעיון טוב יותר . אם אני יכולה להכין קערת סלט תפוח אדמה ענקית , לכל הפחות אתה תוכל להגיע בזמן , טוב ? 
קתרינה וינסון שוב נתנה לך את תפקיד הכנת סלט תפוח האדמה ? 
ונדה ! 
אם לא תגיעי לפה בתוך חמש שניות ... מה תעשי ? 
הנה אני . 
אפשר להריץ קדימה ? 
די ! בחזרה לפריים הקודם . מושלם . 
כן , הנה אני . 
כבר פגשתם את קרלוטה ואת דדו , או ״ אימא ואבא ״ כמו שאני מכנה אותם . 
הם נראים די שלווים כאן , אבל אין להם מושג איזה אסון עומד לפגוע בהם . 
החנון שם הוא אחי הקטן , אולה . 
הוא חירש אבל יש לו מכשירי שמיעה , ולרוב הוא מכבה אותם . 
הוא כנראה מעדיף את השקט . אני לא מאשימה אותו . 
- דמות נשית חזקה מה דעתכם על התחפושת ? 
אני העלמה הכי יפה ... יפה . 
למה נערות חייבות תמיד להכין תחפושות סקסיות כל כך ? 
אל תהיי אימא שמביישת נשים , זה לא נראה טוב . 
בוקר טוב , אהבל . 
מה הבעיה שלך ? 
אהבתי את התחפושת שלך . 
בתול ? 
ונדה ? 
- תגיעי לפיקניק אחר כך ? 
- אני עדיין לא יודעת . 
- טוב , לאן את הולכת עכשיו ? 
- אני נפגשת עם חברים . 
- טוב , אילו חברים ? 
- לא עניינך . 
ונדה , אני מבינה שאת חושבת שאת אדם מבוגר ... 
- כן , אני אדם מבוגר . 
- את בת 17 . 
אני מבוגרת מספיק להצביע , לשתות , לנהוג . - מבוגרת מספיק לקיים יחסי מין ... 
- ונדה . די . 
מה ? למה את לא יכולה להתייחס אליי כשווה בין שווים ? 
- כי את לא שווה בין שווים . 
- טוב , תירגעו . - לא , זה חשוב ! 
- האישה הזו ... אומרת את אותן שטויות בכל יום ! נמאס לי ! ״ האישה הזו ״ היא אימא שלך ! 
ונדה , אל ... טוב , הבנתם . 
בעיירה הקטנה שלי כולם מכירים את כולם . 
או לפחות כך חשבתי . 
כמה אתם באמת מכירים את השכנים שלכם ? 
כל האנשים שגרים קרוב כל כך . במקום קטן כל כך . 
אתם לא תוהים לפעמים מה הם עושים מאחורי דלתיים סגורות ? 
נושא שמחזיר אותנו לסיפור שלנו . 
וכמו שבטח כבר ניחשתם מכמה חסרת דאגות אני נראית , משהו רע עומד לקרות . 
- שאלה לגברת קלאט . - כן , בבקשה . 
גברת קלאט , איך את מרגישה מהאפשרות שאולי לא תראי יותר את בתך ? 
זה בלתי נתפס . 
וכרגע אנחנו ... מתרכזים בהחזרת ונדה . 
מר קלאט , האם גם אתה מרגיש כך או שאתה מציאותי יותר ? 
אי אפשר להתחיל בכלל לדמיין ... אפשר להתחיל את הסיפור מכאן . אבל האמת שדי מדכא להתחיל מכאן . 
אז פשוט אדלג קדימה . 
- יום 30 כן , כן , הבנו , ילדה נעדרת , מודעות בכל מקום ... אני שונאת את התמונה . 
נרות , שכנים מודאגים . 
מוזר כמה אנשים מביאים לזניה לאות הזדהות . 
זה מה ששאלתי . ו ... צעקות ! 
- יום 68 לא , תודה . 
נדלג לרגע שבו הכול נעשה מוזר מאוד ... זו הייתה משפחה מושלמת . 
עד שבבוקר גורלי אחד בסתיו , ונדה קלאט נעלמה . 
לא היינו משפחה מושלמת . 
כל רמז שעשוי ... להוביל למקום הימצאה של בתם . ונדה נעלמה מזונדרסהיים האידילית . 
איפרו אותי בהגזמה ? 
אני מרגיש כמו דונלד טראמפ . 
לא , אתה רק נראה שזוף . 
שזוף מאוד . 
אבל העיירה הציורית חוותה טלטלה בעקבות האירועים האחרונים . 
חשבתי שהפסקת . 
לעסתי מסטיקים להפסיק לעשן , אבל עכשיו אני מכור למסטיקים . 
משפחת קלאט נואשת . 
היי , זה דבר טוב . 
משהו יצא מזה . יש לי הרגשה . 
בואו ניזכר במה בדיוק קרה . 
היה זה בוקר רגיל בבית משפחת קלאט . 
זה היה ליל הנופלווקן ... 
- היא בכלל לא דומה לי . 
- יום שבו חוגגים את המסורת המקומית של זונדרסהיים והאב , דדו קלאט , היה במצב רוח מרומם ... אולה . 
אני הולך לפאב . 
דדו יצא לפאב המקומי , הקפיטן , כדי לצפות במשחק כדורגל של הקבוצה המקומית . 
היי , אימא , 
- אני יוצאת , אל תחכו לי . 
- לאן את הולכת ? 
מר וגברת קלאט . ברוכים הבאים . 
בואו אחריי בבקשה , נכין אתכם לשידור . 
- אני אוביל אתכם . - תחזרי לכאן מייד , גברתי הצעירה . 
אני שונאת אותך ! 
קרלוטה . 
לאחר הוויכוח עם אימה , ונדה יצאה מהבית - ונסעה בווספה האדומה שלה . - כן . לחזית . 
הנה . הגובה מתאים ? 
- אבל איכשהו ... 
- יאניק , תבוא בבקשה ? מהר . 
זה לא ... 
- תודה . 
- הנה . 
- מעולה , תודה . כן . - זה בסדר ? 
טוב , פשוט תהיו עצמכם . 
תתנהגו בטבעיות , זו רק טלוויזיה . אנחנו פה בשבילכם . 
וגברת קלאט , אל תפחדי לתת לרגשות שלך לזרום . 
עולים לשידור בעוד חמש , ארבע ... אני ... 
תעלומה טרגית . 
- פיטר גנשוויין וההורים של ונדה נמצאים איתנו פה באולפן . 
מר וגברת קלאט . תודה שהצטרפתם אלינו . 
קרלוטה , תספרי לנו מה קרה באותו בוקר ? 
קרלוטה ודדו קלאט - הוריה של ונדה התעוררתי כרגיל . 
הכנתי ארוחת בוקר לוונדה ו ... האם את וונדה התווכחתן באותו בוקר ? 
היא מתבגרת . 
אנחנו מתווכחות בכל בוקר . 
כן . 
נמצאת איתנו באולפן כאן היום גם הבלשית מישל ראוך . 
ברוכה הבאה . 
- צוות חקירת היעלמותה של ונדה קלאט הבלשית ראוך , מדובר במקרה מסתורי , נכון ? 
מה אנחנו יודעים ? 
אנחנו יודעים שוונדה יצאה מהבית בווספה האדומה שלה בערך ב ־ 9 : 45 . 
לאחר מכן היא נראתה בבית קפה ברחוב הראשי בערך ב ־ 10 : 20 . - כן . - שם נמצא הטלפון שלה . 
לאחר מכן היא נסעה דרומה . - טוב . - וזה היה המקום האחרון שהיא נראתה בו . 
ואנחנו מניחים שוונדה נלקחה בניגוד לרצונה ? 
זו בהחלט אחת האפשרויות , אבל כשמדובר בנערה בגילה , אנחנו לא יכולים לשלול את האפשרות שהיא עזבה מרצונה . 
ונדה לא הייתה נעלמת בלי לומר לנו . 
- אבל עד שלא יהיו לנו ראיות חותכות ... 
- היא נחטפה . 
- לא נוכל לשלול בוודאות את העובדה ... 
- היא נחטפה ! 
- ייתכן שהיא עזבה מרצונה . - נחטפה ! נחטפה ! 
דדו , סטטיסטית , אנחנו יודעים שהסיכוי למצוא אדם נעדר בחיים אחרי 100 ימים יורד מתחת לעשרה אחוזים . 
- ובכן ... 
- איך אתה חושב שזה גורם להרגיש ? 
זה גורם להרגיש חרא . 
קרלוטה , אם ונדה צופה בנו עכשיו , מה תרצי לומר לה ? 
תפני ישר למצלמה . 
זום איטי על האם . 
ונדה , אם את שומעת אותי , אנחנו רוצים שתדעי שאנחנו אוהבים אותך ... מאוד , ואנחנו ... עושים כל שביכולתנו למצוא אותך ולהחזיר אותך הביתה , 
ואם יש מישהו שיודע משהו , כל דבר , אפילו שזה לא נראה לך חשוב ... בבקשה תיצור קשר . 
אי אפשר להבין איך זה לאבד ילד . 
ההבנה המזעזעת שהילדה שהיית אמורה לגונן עליה איננה כי לא שמרת עליה . 
מצטערת , אני ... אני לא יודעת מה עוד ... מה הכוונה ? 
עוד . 
עוד ? 
מה עוד את רוצה שאעשה ? 
את רוצה שאתחיל לצרוח ולהתחרפן ? 
עכשיו נמשיך עם ... אתה באמת רוצה לדעת איך ההרגשה , פיטר גנשוויין ? 
כולים בוהים בנו , מתלחשים מאחורי גבינו , מצביעים לכיווננו כאילו שאנחנו ליצני קרקס . 
זה מספיק ״ רגש ״ בשבילך ? 
זה מספיק ״ זורם ״ ? 
היי ! אני מדברת אלייך . 
כן , אלייך ! את מנופפת בידיים כאילו שאת שוטרת תנועה . 
אולי את רוצה עוד דמעות ? 
עוד נזלת ? 
אולי תתמקדי בשקיות מתחת לעיניים שלי ? 
תצלמי היטב את הייאוש שלי . 
קדימה , תתקרבי . 
תראו , האימא המסכנה והמותשת של הילדה שאבדה . 
כמה נורא היא נראית ? 
לעזאזל , אני סיימתי . 
אני סיימתי ! 
- גברת קלאט , תירגעי . - אני לא ... 
- עדיין יש לנו ... - תפסיקי ! 
תפסיקי לצלם אותי ! 
לכו לעזאזל , כולכם ! 
תפסיקי ! 
תפסיקי לצלם ! 
אל תגיד כלום . 
לא אמרתי כלום ! 
ידעתי שזה היה רעיון גרוע . 
נראיתי כמו פסיכית ! 
- לא . 
- בשידור חי בטלוויזיה . 
תקשיבי , זה בסדר לכעוס . 
זה מראה שקשה לך . 
אנחנו רוצים את אהדת הציבור . 
אני לא רוצה שום אהדה , דדו . אני רוצה תוצאות . 
אני יודע . 
אז למה אנחנו לא עושים משהו ? 
אנחנו עושים משהו ! 
מה ? מחלקים עלונים ? מדליקים נרות ? 
מתושאלים על ידי הגמד הקטן והשחצן ההוא , פיטר גנשוויין ? 
אל תערבי את פיטר גנשוויין ! 
האיש עובד ציבור מסור . 
היא עדיין בחיים , נכון ? 
כן , היא עדיין בחיים . 
אני לא מצליחה להירדם . 
המחשבות שלי מתרוצצות . 
אני מתגעגעת אלייך , ילדה קטנה שלי . 
תשגיח עליה בשבילי , אבא , כי אני לא מסוגלת לאבד אותה . 
דדו ! 
דדו ! 
מה קרה ? 
מצאו משהו . 
נראה שההופעה שלכם אתמול גרמה לאנשים להתחיל לדבר ! 
אבל מוטב לא למהר להסיק מסקנות . 
ההופעות האלה בטלוויזיה מושכות תשומת לב של תימהונים . 
כן , כמובן . 
מישהו כבר טען בפנינו שהיעלמותה של ונדה קשורה לקונספירציה עולמית של פדופילים שטניים . 
הוא כינה את המזכירה שלנו מריונטה של מדינת צללים . 
אבל יש כיוון חקירה אחד שנראה מבטיח . 
שלנברג . 
אנחנו עדיין לא בטוחים שזו החולצה של ונדה . 
הנה ! 
היא שלה . 
הסימנים האלה , הצבע האדום . זה מיץ רימון . 
ניסיתי לגרום לדדו לשתות אותו כטיפול ללחץ הדם שלו . 
חמוץ מאוד . 
המיץ נשפך והייתה דרמה רצינית כי כמה טיפות נחתו על חולצה של ונדה . 
הייתי מזהה את הכתמים האלה בשנתי , ניסיתי לשפשף אותם שעה שלמה . 
איפה מצאתם אותה ? 
בחנות יד שנייה בשם ״ הזדמנות שנייה ״ . 
הבעלים חושב שהיא נזרקה לפח מיחזור בגדים - מתישהו ב ־ 30 הימים האחרונים . 
- רגע , אתה אומר שהחולצה של ונדה נזרקה לפח מיחזור בגדים כאן בזונדרסהיים ? ב ־ 30 בימים האחרונים ? 
דדו . היא עדיין פה . 
חשוב שלא נמהר להסיק מסקנות . 
צריך לחפש בכל הבתים באזור . 
אנחנו בודקים את מצלמות האבטחה באזור . יש לנו שוטרים שעוברים מדלת לדלת ושואלים תושבים ... מדלת לדלת ? 
איך זה יעזור ? 
״ סליחה , אדוני , האם חטפת נערה ? 
״ ״ כן , אדוני השוטר . היא במרתף שלי , תרצה אותה בחזרה ? 
אולי אנחנו צריכים להיכנס ולחפש בבתים ? 
אי אפשר לחפש בבתים של אנשים סתם ככה בלי עילה סבירה . 
זו עילה סבירה ! 
גברת קלאט , כשמחפשים מחט בערמת שחת , לא משתמשים במפוח עלים , משתמשים בפינצטה . 
על מה לעזאזל את מדברת ? 
גברת קלאט ... - עבריין - גנב אני מבטיחה לך שאנחנו עושים כל שביכולתנו כדי למצוא את ונדה . 
יש כמה חשודים שאנחנו בוחנים מקרוב . 
ומה אנחנו אמורים לעשות ? 
גברת קלאט . אלה חדשות טובות . 
ברטלס דומיניק - רחוב קלאודיוס 37 זה כיוון החקירה המשמעותי הראשון שיש לנו . 
אז כן , כרגע אני מבקשת ממך להמתין בסבלנות ולתת לנו לבצע את עבודתנו . 
אם היא חושבת שאני אמתין בסבלנות , היא טועה בגדול . 
אני לא אמתין בסבלנות . 
דומיניק ברטלס . רחוב קלאודיוס 37 . מה ? 
עט . 
אני צריך עט . 
- דומיניק ברטלס . רחוב קלאודיוס 37 . 
- על מה אתה מדבר ? 
דומיניק ברטלס , רחוב קלאודיוס 37 . 
ראיתי את התיק שלו . 
הוא אחד החשודים . 
הוא חשוד . 
מה נעשה ? 
לא יודע . 
נלך לשם ? 
מה נעשה כשנגיע ? 
לא יודעת . 
הוא גר קרוב לחנות שקנית בה נר בריח של דודה מרגרט . 
רחוב קלאודיוס . 
אתה חושב שכדאי להעיף מבט ? 
לא , לא , לא . 
את חושבת שכדאי להעיף מבט ? 
ובכן ... אולי אנחנו יכולים פשוט ... 
- פשוט לעבור שם או משהו ? 
- כן . אנחנו לא רוצים לעשות משהו שעלול לסכן את החקירה . 
- לא , מה פתאום . - נכון . 
אבל לעבור שם לא יכול להזיק . 
- נשמע לי בסדר . 
- אולי אפילו כדאי ... 
- כי ... 
- כי ... אנחנו יכולים לעבור שם לפני המשטרה , כי אם ונדה אצלו , השוטרים רק יבהילו אותו . 
את צודקת . 
ואלוהים יודע מה הוא יעשה . כן . 
אנחנו לא רוצים שהוא יילחץ . 
זה יהיה רע . 
רק נציץ וזהו . 
בדיוק . 
ניכנס ונצא . 
מה כבר יכול לקרות ? 
- הצצה לא יכולה להזיק . - נכון . 
דדו . 
היא עדיין פה . 
היא הייתה פה כל הזמן . 
ממש מתחת לאף שלנו . 
היא עשויה להיות בכל מקום , דדו . 
זה יכול להיות כל אחד . 
- שם , נכון ? - כאן . 
היי . מה את עושה ? 
אני רק מציצה . 
את לא יכולה פשוט ... אף פעם לא צפית בסדרות משטרה ? 
את לא סתם ניגשת ומצלצלת בפעמון . 
אמרת בעצמך . אם ונדה אצלו , אנחנו לא רוצים להבהיל אותו . 
- כן . - אנחנו צריכים לסרוק את המקום , אולי נקנה כמה סופגניות ? 
מה זה ? 
מצאתי אותה בחדר של ונדה . 
היא בטח הוציאה אותה מאחד מאלבומי המשפחה הישנים . 
אפשר לראות ? 
אלוהים . 
נראה כאילו שהיא צולמה לפני המון זמן . וגם כאילו שהיא צולמה אתמול . 
תראי את החיוך השובב שלה . 
איך עבר זמן רב כל כך ? 
דדו . 
להתכופף . 
נמוך יותר . אני צריך לרדת נמוך יותר . 
זה הוא . 
הוא באמת נראה כמו מישהו שכלא נערה במרתף שלו . 
לא מעניין אותי , אני הולכת להציץ . 
מה בקשר לתצפית ? 
אתה יכול להמשיך לתצפת , ואם הוא חוזר תצפצף פעמיים . 
' אנחנו צוות , נכון ? 
כמו טרנר והוץ . 
רגע , אחד מהם הוא כלב , לא ? 
אלוהים . 
לא . 
אני אבדוק מאחור . 
לא . תחזרי . תחזרי . 
אלוהים . 
אלוהים אדירים . 
ונדה ! 
ונדה , את שם ? 
מה אתה מחביא שם , חלאה ? 
ונדה ? 
את פה ? 
לעזאזל . 
אוי , לא ! 
לא , לא , לא . 
לעזאזל . 
קרלוטה ? 
דדו ! 
קרלוטה , מה לעזאזל את עושה ? 
- איך ידעת שאני כאן למטה ? 
- שמעתי אותך צורחת . כל העיירה כנראה יודעת שאת כאן . 
- עשיתי משהו רע . 
- תושיטי לי יד . 
תמשוך אותי למעלה . 
- תמשוך ! 
- אני מושך ! 
מה עשית ... 
מה זה היה ? 
משהו נשך אותי . 
מה זאת אומרת , נשך אותך ? 
למה אתה צורח ? 
תוריד אותו ממני ! 
- איך ? 
- תתפוס אותו . 
אני לא תופס נחש ! 
תפוס את הנחש הארור ! 
אלוהים ! 
אל תזוזי ! 
מה עכשיו ? 
- מה עכשיו ? 
- זרוק אותו ! 
- לאן ? - פשוט תזרוק ! 
רגע ! לא , לא . 
אנחנו צריכים לקחת אותו . 
אם הוא ארסי ירצו לדעת איזה נחש הכיש אותי , כדי להכין את הנוגדן . 
אני לא אחזיק נחש ארסי כל הדרך לבית החולים . 
אין שום סיכוי ! 
אני ... רצינו ... 
לפי הערכה שמרנית , עלות תיקון הנזקים במרתף של מר ברטלס היא 15,000 ־ 20,000 אירו . 
שלא לדבר על הטראומה שנגרמה לנחשים . 
והשכן שמצא קוברה יורקת באסלה שלו . 
גברת ראוך , אני ... למזלם של הפורצים , יותר מחצי מהנחשים שנתפסו היו לא חוקיים , ולכן מר ברטלס לא יוכל להגיש תלונה . 
אני מודעת לכך ששניכם הייתם לחוצים מאוד בחודשים האחרונים . 
ומסיבה זו בלבד אתייחס לזה כרגע חולף של טירוף . 
- תודה רבה על ... 
- אבל אם אגלה שאתם שוב מתערבים בחקירה שלי , אני אבעט לכם בתחת חזק כל כך שהנעל שלי תגיע לגרון שלכם . 
ברור ? 
יופי . ועכשיו אני מציעה שאולי תחזרו הביתה ותבדקו לשלומו של הילד השני שלכם . 
נחש הכיש את אימא שלך , אבל היא בסדר . 
אחלה . 
- אנחנו יכולים לדבר ? - לא עכשיו , אני ... אני לא מסוגלת . אני לא מסוגלת לשמוע ... ״ אמרתי לך ״ 
או ״ את משוגעת ״ או ״ את צריכה להתעשת ״ , כי אני יודעת דדו . אני יודעת . 
אני רוצה להראות לך משהו . 
מה זה ? 
תוכנית . 
אבא תמיד אמר שכדי להיות צפר טוב צריך להיות סבלני וצריך להתמיד . 
צריך ללמוד את סביבת הציפור ואת הרגליה , נכון ? 
אז מחר יהיה היום ה ־ 70 . 
פיטר גנשוויין אמר שהסיכויים למצוא את ונדה צונחים אחרי 100 הימים הראשונים , נכון ? 
לכן נשארנו לנו ארבעה שבועות . 
כאן נמצא פח הבגדים . 
את יכולה להחזיק , בבקשה ? כאן . הנה . כן . 
את יכולה להשלים את המעגל ? 
לכן אני חושב שאם אתה מתכוון לחטוף מישהי קולנית כמו הבת שלנו , לא תיקח אותה לשם כי הקירות הם כמו קרטון . 
ויש מצלמות אבטחה , שכנים , שוערים . 
לכן אני מציע שנתמקד בבתים הפרטיים . 
חשבתי שאתה חושב שאני משוגעת . 
את משוגעת , אבל אני גם יודע כמה את עקשנית . ואני יודע שלא תהיי מסוגלת לחיות עם עצמך אם לא נעשה הכול כדי למצוא אותה . 
אבל אני איכנס לבית הבא כי את ממש גרועה בפריצה לבתים . 
שלושים יום . 
נחפש בכל בית באזור עד שנמצא אותה . 
נעשה כל מה שיידרש . 
אבל מה שיידרש ישנה את חייה של משפחת קלאט לנצח . 
כי לא כולם יצאו מזה בחיים . 
