" أليس " ، يا صغيرتي ، كلّميني . 
يجب أن تبقي صاحية . لا يمكنك أن تنامي يا " أليس " ! 
كيف وصلت إلى هناك ؟ 
" أليس " ؟ صغيرتي ؟ يا صغيرتي . 
هل أنت شبح ؟ 
ستعود أمك على الفور ، اتفقنا ؟ 
سيكون كلّ شيء على ما يُرام . ستعتني أمك بك . 
حبيبتي . 
أصبحت رائحتك كما عهدتها . 
وكيف ستكون رائحتي عدا ذلك ؟ 
قد تشعرين بلسعة بسيطة . لكن هذا سيدفئك . 
ماما ... اشتقت إليك . 
أنا أيضاً اشتقت إليك . 
لا . نفدت المياه الساخنة . 
سأغلي المزيد . 
لا تذهبي . 
ماما . أشعر بالبرد . 
أمي ؟ 
- أين أنت ؟ 
أين ... - أنا هنا . 
ما الخطب ؟ 
أين هي ؟ 
من ؟ 
إلى مركز " موسكو " ، هنا المحطة . هل تتلقونني ؟ 
هل تسمعونني ؟ 
لا أعرف كم يتبقّى لي من الوقت . لا أعرف كم ساعة يتبقى لي . 
أظن أن نسبة الأكسجين في جسدي منخفضة . أُغمي عليّ في ... 
تتبّقى 6 ساعات و45 دقيقة من دعم الحياة . 
الرائدة " ليسينكو " . 
القائد " كالديرا " . 
حضورك يشعرني بتحسّن غريب . 
تقولين هذا دائماً ، لكنني لا أعرف أبداً إن كنت صادقة . 
معي معدات يجب أن تذهب مباشرة مع بعثة البحث والإنقاذ إلى " سويوز 1 " . 
لسنا متأكدين من أنه ستُرسل بعثة بحث وإنقاذ لـ " سويوز 1 " . 
لماذا ؟ 
ما من دليل على الحياة . 
هيا بنا . 
حسناً . فلتعمل ! 
ستعمل . 
بفعالية وثبات . بفعالية وثبـ ... نعم . 
لا أعرف إن كنتم تسمعونني في الظلام . هنا المحطة . نقلت البطارية الثانية إلى " سويوز " . 
استغرقت نحو 55 دقيقة لتبديل بطارية واحدة . 
تبقى لديّ 4 بطاريات . 
وتستغرق عملية فصل المركبة 90 دقيقة . 
هل يسمعني أحد ؟ 
هنا المحطة . 
أنا أخشى الظلام . 
تُوجد صواريخ أخرى ، صحيح ؟ 
بوجود كلّ أولئك المليارديرات فاحشي الثراء ... " ستاركوسم " . 
صحيح ؟ حتى إذا تهوروا في " ستاركوسم " ، فلا ... لن ينجحوا في إطلاق صاروخ في أقل من يوم . وليس لديها يوم كامل . لديها ساعات قليلة . 
لا بد من وجود طريقة لإرجاعها . يجب أن يكون ذلك ممكناً . 
لم يرسلوا بيانات الهبوط من المدار في الوقت المناسب . 
لا أعرف . ما هي بيانات الهبوط من المدار يا " فريدريك " ؟ 
هذا يعني أنها إذا نجحت في إصلاح الكبسولة ، فعليها أن تقوم بحسابات دخولها الغلاف الجوي بنفسها . 
هذا خطير جداً . 
لكن هذا ما تدرّبت على القيام به . 
درّبتموها لـ4 سنوات . 
بحق السماء . لا تبك ! 
لا تجلس أمامي وتبك بحق السماء ! 
يا " أليس " ... هل انتهيت ؟ 
عليّ أن أتكلّم مع الآخرين قبل أن يغادروا . 
هل ماتت ؟ 
لكن لم يتبق لديها الكثير من الوقت . 
لن نعتبرها ميتة إلى أن نتأكد من موتها ، أليس كذلك ؟ 
أحبك يا صغيرتي . 
مرحباً يا صغيرتي . مرحباً يا " ماغنوس " . فكرت في أن أسجّل شيئاً بما أنه لا يمكنني التحدث إليكما . 
حسناً . إذاً ، عليّ أن أصلح كلّ هذه الأمور لكي أعود إلى الديار . 
يسرّني أن أسمع صوتاً ... حتى لو كان صوتي . 
هذه الثالثة . 
يجب أن أسرع . 
... الثالثة . يجب أن أسرع . 
يجب أن تتوقفي عن التنفّس . 
توقفي عن التنفّس يا " جو " . 
ابقي في " دستيني " . 
" بول " ؟ 
ماذا يفعلون في " ستاركوسم " بحق السماء ؟ 
نتحدث إلى " أليانا " . إنهم يسارعون لإنجاز الأمر . لكن يا " هنري " ، ستكون قد ماتت . سننفق ربع مليار دولار لنسترجع جثتين ومعدات تجارب . 
معدات تجارب يا " ميكيلا " ؟ هذه قطعة مهمة جداً من الأبحاث . ليست مهمة لفهمنا النظري للكون وحسب ، بل إنها مهمة جداً لنحو ألف تطبيق عملي مختلف 
من شأنها أن تشكّل فرقاً كبيراً وملموساً في الحياة على هذا الكوكب . العلم لا يغلب الناس يا " هنري " . 
إلى المحطة ، هنا مركز " موسكو " . 
مرحباً . أسمعكم بوضوح . 
هل يمكنني التحدث إلى عائلتي اليوم ؟ 
إلى المحطة ، هنا مركز " موسكو " . 
هذه رسالة مسجلة . 
طرأ عطل على نطاق " إس " ولا نسمعك . 
- افتحي كلّ موجات البث المحلي . 
نحاول أن نرفع بيانات الهبوط من المدار . نريد بيانات " مختبر الدفع الصاروخي " . 
أعيدي تشغيل كامل طاقة " سويوز 1 " . ابدئي الانفصال عن المحطة بأسرع ما يمكن . 
لديك نحو ساعتين و30 دقيقة من دعم الحياة بدءاً من الـ9 : 38 في 15 أكتوبر . 
هيا ! 
إلى المحطة ، هنا مركز " موسكو " . هذه رسالة مسجلة . 
- هل فتحت الدائرتين 1 و4 ؟ - طبعاً . 
لا يُوجد أي شيء بقربها ، ليس من وكالتنا . 
لم نضع أي أقمار صناعية بالقرب من " محطة الفضاء الدولية " . 
بيني وبينك ، تملك القوات الجوية الأمريكية أقماراً صناعية متحركة . 
طلبت منهم وضعها في مواقع أعلى . نعرف يا " هنري " . لكن تحريكها على مسافة أقرب لن يساعدنا في بلوغها . 
إن كان الضرر كبيراً جداً ، فقد لا تستطيع أن تسمع أحداً . 
أيها القائد " كالديرا " . لديك اتصال من " مرقاب ( سكاغيراك ) البحري " . 
رباه ! 
" سكاغيراك " ؟ 
لا تنظري إليّ بهذه الطريقة . 
لن أخسر " المختبر الذري البارد " . لن أخسرها . هذا ليس ما يحصل . 
إلى المحطة ، هنا مركز " موسكو " . هذه رسالة مسجلة . 
طرأ عطل على نطاق " إس " ولا نسمعك . 
هل اتصلت بك أختك ؟ 
أظن أنك تعرف أنها ماتت . 
هل اتصل بك أخوك ؟ 
ليس منذ سنوات . 
الحمد لله . 
... فيما ننتظر لنتبين ما سيكون مصير رائدة الفضاء التي ما زالت في " محطة الفضاء الدولية " ... " حاملة الطائرات ( بيرنيس ) على بعد 22 كيلومتراً من ساحل ( كاليفورنيا ) " 
... وهي الآن الشخص الأكثر وحدة في الكون . معي رائد الفضاء المتقاعد " باد كالديرا " . 
أيها القائد ، ماذا يحصل حين يتضرر هيكل " محطة الفضاء الدولية " بهذه الطريقة ؟ " على طبيعتي ، ( باد كالديرا ) " هذا يؤدي إلى ما يُسمى " تنفيس " . وهذا يعني تنفيس الضغط في وحدات مختلفة من " محطة الفضاء الدولية " . هذا من أكثر الأمور خطورة التي قد تحدث . 
أخبرنا عما يمكن أنه يحصل هناك ، مع رائدة الفضاء المتبقية . 
تتم الأمور وفقاً للبروتوكول . 
لدينا سجلات مع لوائح لما يجب فعله . ونحن نستعد لجميع السيناريوهات الممكنة خلال التدريب . 
فحتى إن كان الموقف غير اعتيادي ، فسيعمل رواد الفضاء وفقاً لخطة مسبقة . 
لكن لديكم خبرة في ما قد يحصل في حال حدوث خلل ما في الأعلى . 
طبعاً . 
لا بد أن هذا أعاد لك بعض الذكريات . 
لا ، أنا لا أريد ... لا أمضي وقتي في استرجاع الذكريات . 
لكن لديك خبرة في معنى إرجاع جثث إلى الديار . 
هذا ليس سؤالاً . هذه ملاحظة . 
أيمكنك أن تخبرني قليلاً عما تظن أنهم يشعرون به الآن ؟ 
أجل ، ولماذا قد أفعل ذلك ؟ 
وهل يمكنك أن تشرحي لي معنى " قليلاً " ؟ 
لا أتقاضى راتباً لأستخدم مخيلتي . 
" هنري كالديرا " ، شكراً جزيلاً لك . 
اسمي " باد " ! " باد كالديرا " بحق السماء ! 
اللعنة ! 
إلى مركز " موسكو " . هنا المحطة . أجيبوني . 
عادت الطاقة بالكامل إلى " سويوز 1 " . 
- إلى المحطة ، هنا مركز " موسكو " . 
- هنا المحطة . أجيبوني . 
هذه رسالة مسجلة . 
- لديك نحو 98 دقيقة بدءاً من 10 : 48 . - طبعاً . لا بد من 90 دقيقة على الأقل للانفصال عن المحطة . 
يريد " مختبر الدفع الصاروخي " بيانات " مختبر الدفع الصاروخي " الأساسية . بلا مزاح ! 
نحاول أن نرفع بيانات الهبوط من المدار . 
لا يمكنني أن أنتظركم . 
هيا ! 
ما الذي ... " نسبة الأكسجين 19 بالمئة " 
يجب أن أذهب . 
من دون توجيهات . 
بدء إجراءات انفصال " سويوز 1 " عن المحطة . 
" إدخال بيانات الهبوط من المدار . " 
إذاً سأستخدم أرقام البارحة لأن هذا كلّ ما لديّ . 
" بيانات الهبوط من المدار قديمة . " 
أجل ، أعرف . لكن يجب أن تساعدني . 
بحقك ! 
هيا ! فلتعمل ، أرجوك ! 
" بدء الانفصال عن المحطة " 
" 90 دقيقة على الإطلاق " 
إلى المحطة ، هنا مركز " موسكو " . 
هذه رسالة مسجلة . 
طرأ عطل على نطاق " إس " ولا نسمعك . 
افتحي كلّ موجات البث المحلي . 
نحاول أن نرفع بيانات الهبوط من المدار . 
أبي ، ما هي بيانات الهبوط من المدار ؟ 
بحسب ما فهمت ، إنه المكان عند طرف كوكب " الأرض " الذي يجب أن تهبط فيه حين تريد العودة . 
هل تعرف أمي ما هي ؟ 
لا أعرف . 
أنا واثقة بأنها تعرف . 
إنها ذكية جداً . 
- اصمت ! طرأ عطل على نطاق " إس " ولا نسمعك . 
احتسبي بيانات الهبوط من المدار بنفسك . فعلت ذلك . 
يريد " مختبر الدفع الصاروخي " بيانات " مختبر الدفع الصاروخي " الأساسية . - لا تعرّضي نفسك للخطر . - بحق الجحيم ! 
يا " ماغنوس " . 
سأدخل بيانات الهبوط من المدار . هذه حساباتي الخاصة . 
لنأمل أن تعيدني إليكم . 
41 ... أنا أعرفك يا " ماغنوس " . وتعرف لما كان عليّ أن أفعل هذا . 
وأنا ممتنة جداً لحبك وثقتك . 
أعرف أن الوضع لم يكن سهلاً . لقد ضحيت بالكثير ... أنا آسفة لأنني ... تركتك وحدتك مع كلّ هذا ... 
أحبك . 
" أليس " ... أنت كلّ شيء بالنسبة إليّ . 
وأردت أن ... أردتك أن تفتخري بي . 
أنت . 
وأردت أن أريك أن ... حتى لو لم أكن موجودة ... فأنا دائماً معك ومع أبيك . 
لا أظن أنك تفهمين كم أنني ... أردت أن أكون موجودة لأراك تكبرين وترتادين المدرسة الثانوية ، وأرى حبيبك الأول و ... ونخرج لنرقص معاً ، حين تكبرين وأكون موجودة وحسب لأراك تكبرين . 
مهما حصل ، ستكون عيناي عليك دائماً . 
وقلبي ينبض معك يا صغيرتي . 
أحبك كثيراً ، أكثر مما تتخيلين . 
حسناً . إذاً ، تبقى لديّ 12 دقيقة ، وعليّ أن ... آمل أنني أصبت في حساباتي . 
" عطل في القفل " ؟ 
ماذا ؟ ما هذا بحق السماء ؟ 
الأقفال تعمل جيداً . لا يُعقل أن تكون مشكلة في البيانات . 
" في حال حدوث عطل في نظام القفل ، يجب تشغيل الأقفال وتفعيلها من مدخل ( محطة الفضاء الدولية ) في الجهة الأخرى من الفتحة . يتطلب الأمر عنصرين من الطاقم . " اللعنة . 
هيا . هيا ، أرجوك ! 
41 ، 40 ، 39 ، 38 ، 37 ، 36 ، 35 ... هل من مستجدات بشأن التثليث ؟ لا شيء . لا شيء بعد . 
30 ، 29 ، 28 ، 27 ، 26 ، 25 ، 24 ، 23 ، 22 ، 21 ، 20 ، 19 ، 18 ، 14 ، 13 ، 12 ، 11 ، 10 ، 9 ، 8 ، 7 ، 6 ، 5 ، 4 ، 3 ، 2 ، 1 . اسمعوا . 
أغمضوا عيونكم . 
حين تُذكر أسماء من عبروا في صلواتنا ، ما الذي سيكون مفيداً لهم أكثر من هذا ؟ 
نحن من آمنوا بأن الموتى لا يُحرمون من الوجود ، بل يعيشون مع الله . 
فيما نصلّي لإخوتنا وأخواتنا الذين يعبرون بإيمان وأمل ، نصلّي لمن غادروا هذا العالم . 
يا " جو " ، هنا مركز " موسكو " . 
هل تتلقينني ؟ 
انفصال عن " محطة الفضاء الدولية " . 
3 ساعات و20 دقيقة لدخول الغلاف الجوي ... على ما أظن . 
توقّعت ألّا ترغب في البقاء بمفردك . 
أنا سعيد جداً ببقائي بمفردي . 
إذاً ، كم تتقاضون مقابل رحلة على متن " سويوز " في هذه الأيام ؟ 
75 مليوناً ، ذهاباً وإياباً ؟ 
هذا سينتهي . 
إلّا إن بدأتم بإرسال السائحين . السائحون ؟ 
أرجوك ! 
نخبك . 
نخب " جو " و " بول " . 
إطلاق بعد ... 5 ، 4 ، 3 ، 2 ، 1 . 
لم تُصمم " محطة الفضاء الدولية " لتعمل لأكثر من 20 سنة . وهي تعمل منذ نحو 30 سنة . 
وهي مليئة بالثقوب . 
قال رئيسكم بنفسه إنها ستعمل لـ7 سنوات أخرى كحد أقصى . 
رئيسي مخطئ . أنا أعمل على إقناع رئيسي . 
سننسحب من البرنامج . 
أستتخلون عن الأمور لمجرد أنه وقع خطأ أو لأن أحدهم مات ؟ 
تخلت " ناسا " عن القمر بعد مهمة " أبولو 18 " . 
أهذا ما في الأمر ؟ 
تعرفين ما الذي أفعله منذ سنوات طويلة . 
ربما بالنسبة إليّ ، هذا ليس ما يهم . 
بالنسبة إلى " روسكوزموس " ، ما يهم هو الاستفادة من التوقف الطبيعي . 
ألا يساورك أي فضول بشأن المرض الذي أنت خبيرة فيه ؟ 
وقع حادث مميت بعد سنوات من التحذير بشأن الأنقاض . 
وهذا سيتكرر يا " هنري " . 
وثمة إجابات كثيرة لن نحصل عليها . 
أوافقك الرأي . سنسمّي " محطة الفضاء الدولية " على أنها مقبرة دولية ، ونترك الفضاء للأثرياء . 
" سويوز 1 " ، هنا مركز " موسكو " . هل تسمعينني ؟ 
إلى مركز " موسكو " ، هنا " سويوز 1 " وندخل الغلاف الجوي . هل تتلقونني ؟ 
هنا " سويوز 1 " . أجيبوني رجاءً . " هبوط بالستي . يُرجى تصحيح المسار فوراً " 
دخلت " سويوز 1 " غلاف الأرض الجوي . إنها لا تستجيب . إنه دخول بالستي . 
- أين ستهبط ؟ - في أي مكان ضمن قطر 300 كيلومتر . 
أحضروا اللاسلكي وجدوها . يجب أن نعرف أين هي . 
- نبحث عن إبرة في كومة قش . 
- ألا يمكنك الاتصال بـ " نوراد " ؟ اتصلي بمعارفك في " مصر " . 
مركز " روسكوزموس " . هنا " سويوز 1 " . هل تتلقونني ؟ إلى مركز " روسكوزموس " . هنا " سويوز 1 " . هل تتلقونني ؟ 
" سويوز 1 " ... " سويوز 1 " ، هنا مركز " موسكو " . هل تتلقينني ؟ 
" سويوز 1 " ، هنا مركز " موسكو " . - لا يمكننا ... - تباً ! - افتحي موجات التردد العالي . 
" سويوز 1 " ، هنا مركز " موسكو " . أكرر . افتحي موجات التردد العالي . 
يُوجد ... أنا أحاول ! 
يا " سويوز 1 " ، نحن نسمعك . 
أصبت حد الـ6.5 درجة الأقصى . يجب أن تصححي المسار . 
أنا في هبوط بالستي . لا أستطيع . 
اسألها إذا أحضرت البيانات الأساسية . 
- " هنري " ! بحق السماء ! 
- اسألها ! هل أحضرت البيانات الأساسية للمرحلة الرابعة من " المختبر الذري البارد " ؟ نعم . 
هل وجدتموها ؟ أين هي ؟ تهبطي هبوطاً بالستياً بزاوية ضيقة جداً . 
تتقدمين بقوة جاذبية 8 . 
مفهوم . 
" جو " ، سينقطع الاتصال . 
سنستغرق بعض الوقت لنجدك . حظاً موفقاً . 
مرحباً . خمّني ماذا حصل . 
ماذا ؟ 
عليه علامات " مختبر الدفع الصاروخي " . ضعوه في الطائرة المروحية رقم 1 الخاصة بالبحث والإنقاذ . 
- والآن ، هيا ! لنتحرك ! - سنفعل ذلك . 
وقتها ضيق جداً . سيكون من الصعب جداً أن نجدها . 
لا تفعل هذا لأجلي يا " فريدريك " . أخبرت ابنتي للتو أن كلّ شيء سيكون على ما يُرام ! 
نتجه نحو الشمال الغربي ، ولا نرى شيئاً من الطائرات المروحية . 
الطائرة المروحية رقم 5 . تفقّدوا المنطقة الجنوبية الشرقية فوق الجبل . 
الطائرة المروحية رقم 2 . المنطقة الشمالية الغربية عند 22 درجة . 
لم نجد شيئاً بعد . الفريق 1 . 
أمي ! 
هذه طفلتي ! 
أنزلوني ! هذه طفلتي ! 
أمي ! 
أحبك . 
أحبك كثيراً . 
هل أنت بخير ؟ 
أنا سعيدة جداً ... سعيدة جداً لأنني هنا . 
أحبكما كثيراً . 
أحبكما كثيراً . 
أنا ... أهلاً بعودتك . 
شكراً لك . 
أعطني إياه ، رجاءً . 
افتح الصندوق . 
يجب أن تُعد العبوات . 
هذا لي . 
أعطني الحاسوب اللوحي . 
امنحوني بعض المساحة . " جار الاتصال " 
أهذا والد " ويندي " ؟ ليس عليك أن تنظري يا حبيبتي . لا تنظري . 
إذاً ، كيف الحال ؟ 
لا أعرف . 
تبدو بحالة رائعة . 
لقد عدت . لقد عدت ، صحيح ؟ أجل . 
- مرحباً يا " جو " . 
أنا ... - هيا ! لنذهب . 
اذهبوا يا رفاق ! اذهبوا ! 
سأعود على الفور يا صغيرتي . 
- لقد عدت . - لقد عادت . 
سنأخذك مباشرة إلى " ستار سيتي " . 
عفواً . 
أبعدوا تلك الكاميرا ! 
يا للهول ! إنها موجودة . 
تباً ! 
لا يمكن أن تكون موجودة . 
ما المرادف الروسي لكلمة " وجدتها " ؟ 
أمي ؟ 
هل أنت بخير ؟ 
ماذا ؟ 
نسيت رائحة " الأرض " . 
أين هي ؟ من ؟ 
أين صغيرتي ؟ " أليس " ! 
- ماذا ؟ - أين هي ؟ 
- من ؟ 
- أنت . 
لا أعرف ماذا تقصدين . 
ألم تري نفسك ؟ 
- في المرآة ؟ - لا ! هنا . لم أر شيئاً يا أمي . 
ارتدي ملابسك . 
أمي ! 
استعدي . 
هيا ! يجب أن نذهب ! 
البرد قارس . سنتجمد حتى الموت . يجب أن نجدها . 
من ؟ 
أنت الأخرى . 
