앨리스 , 말 좀 해 봐 
깨어 있어야 해 잠들면 안 돼 , 앨리스 ! 
거긴 어떻게 갔어 ? 
앨리스 ? 아가야 ? 내 아기 
유령이세요 ? 
엄마 곧 돌아올게 , 알겠지 ? 
다 괜찮을 거야 엄마가 돌봐 줄 거야 
내 사랑 
다시 네 냄새가 나는구나 
그러면 누구 냄새가 나겠어요 ? 
조금 따끔할 수 있어 하지만 따뜻해질 거야 
마미 보고 싶었어요 
나도 네가 보고 싶었어 
이런 , 온수가 떨어졌네 
물 끓여 올게 
가지 마세요 
마미 , 추워요 
엄마 ? 
어디 있니 ? 
- 어디 ... - 여기 있어요 
왜 그러세요 ? 
어디 갔어 ? 
누구요 ? 
관제 센터 , 여기는 정거장 들리나 ? 
내 말 들려요 ? 
시간이 훌쩍 갔어요 몇 시간이나 지났어요 
내 혈중 산소 농도가 낮은 것 같아요 기절했었어요 
생명 유지 가능 시간 6 시간 45 분 
리센코 소령님 
칼데라 사령관님 
왠지 몰라도 당신 덕분에 마음이 편해져요 
늘 그렇게 말씀하시는데 사실인지 절대 모르겠더군요 
소유스 1 의 수색과 구출에 필요한 장비를 가져왔어요 
소유스 1 수색과 구출 여부가 확실하지 않아요 
왜죠 ? 
생명체의 흔적이 없어요 
갑시다 
좋아 , 하자 
성공할 거야 
조심히 , 천천히 조심히 , 천천 ... 그래 
연결 확인이 안 돼서 들리는지 모르겠네요 여기는 정거장 방금 소유스로 2 번 건전지를 이동했다 
건전지 한 개 교체 소요 시간 약 55 분 
네 개가 남았다 
그 후 도킹 해제 절차에 90 분이 걸린다 
내 소리 들려요 ? 
여기는 정거장 
난 어둠을 무서워해요 
다른 로켓이 있잖아요 , 맞죠 ? 
어마어마한 부자들이 많잖아요 스타코슴처럼요 , 아니에요 ? 
스타코슴이 미쳐 버렸다고 해도 ... 하루 안에 발사할 방법은 없어요 조는 하루도 못 버텨요 몇 시간밖에 안 남았어요 
데리고 올 방법이 있을 겁니다 데려올 수 있어야죠 
탈궤도 계수를 시간 내에 보내지 못했어요 
그게 무슨 ... 탈궤도 계수가 뭔데요 ? 
조가 캡슐을 고치더라도 궤도 재진입 수치를 스스로 계산해야 한다는 거죠 
무척 위험한 일이에요 
하지만 그 훈련을 받았잖아요 
당신이 4 년이나 훈련시켰잖아요 
오 , 세상에 울지 말아요 
거기 앉아서 눈물 짜지 말라고요 
앨리스 끝났니 ? 
다른 사람들이 떠나기 전에 얘기 좀 해야 해 
엄마는 죽었어요 ? 
하지만 시간이 얼마 없어 
죽은 걸 알기 전까지는 죽은 게 아닌 거죠 ? 
사랑해 , 꼬맹이 
안녕 , 내 딸 안녕 , 마그누스 얘기할 수 없으니까 녹음이라도 해 두려고 
그래 , 집에 가려면 이걸 전부 고쳐야 해 
목소리 듣는 게 좋아 그냥 내 목소리일지라도 
이게 세 번째야 
좀 서둘러야 해 
세 번째야 , 좀 서둘러야 해 
호흡을 멈춰야 해 
호흡을 멈춰 , 조 
데스티니에 있어 
폴 ? 
스타코슴은 대체 뭘 하는 겁니까 ? 
알리아나와 얘기 중이에요 , 서두르고 있지만 헨리 그때쯤 조는 죽었을 거예요 시체 2 구와 고작 실험 장비를 수습하기 위해 3 억 달러 넘게 들이는 거라고요 
고작 실험 장비라고요 미카엘라 ? 무척 중대한 연구 일부입니다 이론 우주에 관한 우리의 이해뿐 아니라 이 지구 생명체에 기본적인 변화를 부를 수 있는 
과학이 사람을 뛰어넘을 수는 없어요 , 헨리 
정거장 , 여기는 관제 
안녕하세요 아주 잘 들립니다 
오늘 가족과 얘기할 수 있을까요 ? 
정거장 , 여기는 관제 
녹음된 메시지입니다 
S 주파수 결함으로 수신 불가 
- 전송을 위해 모든 주파수 개방 
탈궤도 계수 전송 시도 중 RPL 이 CAL 데이터 회수 요청 
소유스 1 동력을 복구하세요 최대한 빨리 도킹 해제를 시작하십시오 
생명 유지 가능 시간은 10 월 15 일 오전 9 시 38 분 부로 약 2 시간 30 분 남았습니다 
왜 이래 
정거장 , 여기는 관제 녹음된 메시지입니다 
- 1 번 , 4 번 채널 개방했죠 ? - 그럼요 
조 근처에 우리 것은 아무것도 없어요 
ISS 근방에는 인공위성을 보내지 않으니까요 
이건 비밀인데 미 공군에 이동 가능 인공위성이 있어요 
더 높이 보내라고 요청했습니다 우리도 알아요 , 헨리 하지만 더 가까이 간다고 조를 구할 수 있는 건 아니에요 
손상이 심하면 아무것도 못 들을 수도 있어요 
칼데라 사령관님 , 스카게라크 해양 관측소에서 통화 요청합니다 
오 , 맙소사 
스카게라크 ? 
그런 눈으로 보지 말아요 
난 CAL 도 조도 잃지 않을 겁니다 그런 일은 없을 거예요 
정거장 , 여기는 관제 녹음된 메시지입니다 
S 주파수 결함으로 수신이 불가능합니다 
자매랑 연락됐어요 ? 
내 자매는 죽은 거 알잖아요 
형제랑 연락했어요 ? 
몇 년 동안 안 했죠 
다행이에요 
국제 우주 정거장에 고립된 우주 비행사의 소식을 기다립니다 " 버니스호 캘리포니아에서 12 해리 떨어진 곳 " 
말 그대로 우주에서 가장 외로운 사람이죠 은퇴 우주 비행사인 버드 칼데라를 모셨습니다 
사령관님 , ISS 의 구조에 그런 손상이 생기면 어떻게 되죠 ? " 나로 사는 것 버드 칼데라 " ' 감압 ' 이라고 부르는 현상을 초래합니다 ISS 의 여러 모듈의 압력이 감소하는 거죠 일어날 수 있는 일 중 가장 심각한 일입니다 
저 위에 남은 우주 비행사가 어떻게 될지 얘기해 주시죠 
절차에 따라 행동하죠 
우리에겐 확인 목록 같은 게 있어요 거의 모든 상황을 대비한 훈련을 했고요 
아무리 특이한 상황이더라도 계획에 따라 움직일 겁니다 
하지만 우주에서 잘못되면 어떻게 되는지 경험하셨잖아요 
그럼요 
추억이 좀 떠오를 것 같은데요 
아니요 , 저는 ... 추억을 회상하는 편이 아닙니다 
하지만 사령관님께서는 시신과 함께 돌아오는 경험을 하셨잖아요 
그건 질문이 아니라 의견인 것 같군요 
지금 그쪽 기분이 어떨지 상상해 보시고 조금만 말씀해 주실 수 있나요 ? 
내가 왜요 ? 
그리고 ' 조금 ' 이라는 게 어느 정도죠 ? 
제 일은 상상하는 게 아닙니다 
헨리 칼데라였습니다 감사합니다 
버드라고 ! 버드 칼데라 , 젠장 ! 
망할 
관제 , 여기는 정거장 , 응답하라 
소유스 1 의 동력이 전부 복구됐습니다 
- 정거장 , 여기는 관제 
- 정거장이다 , 응답하라 
녹음된 메시지입니다 
생명 유지 기능이 - 10 시 48 분 부로 98 분 남았습니다 - 그렇겠죠 도킹 해제 최소 소요 시간은 90 분입니다 
RPL 은 CAL 데이터 코어 회수를 요청합니다 말도 안 돼 
탈궤도 계수 전송 시도 중 
못 기다려요 
그래 , 그렇지 어서 , 어서 
무슨 ... ' 산소 , 19 % ' 
가야겠어 
감에 의존해서 
도킹 해제 절차 시작 소유스 1 
' 탈궤도 계수 입력 ' 
어제 수치를 쓸 겁니다 그것밖에 없으니까요 
' 탈궤도 계수 사용 기한 초과 ' 
그래 , 알아 그래도 좀 도와줘 
오 , 왜 이래 
어서 , 어서 , 제발 
' 도킹 해제 시작 ' 
' 발사까지 90 분 ' 
정거장 , 여기는 관제 
녹음된 메시지입니다 
S 주파수 결함으로 수신 불가 
통신을 위해 모든 주파수 개방 
탈궤도 계수 전송 시도 중 
아빠 탈궤도 계수가 뭐예요 ? 
내가 알기로는 지구로 돌아오기 위해 통과해야 하는 지구 끝의 어떤 장소야 
엄마는 그게 어딘지 알아요 ? 
모르겠어 
엄마는 아실 거예요 
엄마는 똑똑하니까요 
- 닥쳐요 S 주파수 결함으로 수신 불가 
직접 탈궤도 계수를 산출하세요 이미 했어요 
RPL 이 CAL 데이터 코어 회수 요청 - 위험을 감수하진 마세요 - 미치겠네 
안녕 , 마그누스 
탈궤도 계수를 입력하려고 해 내가 산출한 결과야 
이걸로 돌아갈 수 있기를 바라자고 
41 마그누스 난 당신을 알아 내가 왜 이걸 해야 했는지 당신도 알지 
당신의 사랑과 신뢰에 고마울 뿐이야 
쉽지 않았던 거 알아 당신은 많이 희생했고 ... 미안 , 내가 ... 이 일 때문에 당신을 혼자 뒀어 
사랑해 
앨리스 넌 내 전부야 
그리고 난 ... 너에게 자랑스러운 엄마가 되고 싶었어 
너 
너에게 보여 주고 싶었어 난 이 세상에 없더라도 ... 늘 너와 아빠와 함께할 거야 
넌 모르겠지 내가 얼마나 네 곁에 있고 싶은지 네가 자라고 고등학교에 가고 첫 남자 친구를 사귀고 너와 함께 춤추러 가고 네가 나이 들면 ... 
무슨 일이 생기더라도 난 늘 널 지켜보고 있을 거야 
내 심장은 너와 함께 뛴단다 , 아가야 
네가 상상도 못 할 정도로 널 사랑해 
그래 12 분밖에 남지 않아서 그만 가 봐야 ... 제대로 계산했기만을 바라 
' 볼트 결함 ' ? 
뭐 ? 뭐야 ? 
암 볼트는 멀쩡한데 데이터일 리는 없고 
' 볼트 시스템 결함 시 ' ' 해치 반대편의 ISS 진입 독에서 ' ' 볼트를 무장하고 발사해야 한다 ' ' 대원 두 명 필요 ' 망할 
제발 제발 
41 , 40 , 39 38 , 37 , 36 , 35 삼각 측량 소식 없나요 ? 없어요 여전히 없습니다 
30 , 29 , 28 , 27 , 26 25 , 24 , 23 , 22 21 , 20 , 19 , 18 14 , 13 , 12 , 11 10 , 9 , 8 , 7 6 , 5 , 4 , 3 , 2 , 1 잘 들어요 
눈을 감으세요 
고인의 이름이 기도 중에 기억될 때 그보다 더 그들에게 뜻깊은 것은 없습니다 
살아 있는 우리는 고인이 죽음으로 존재를 뺏기는 게 아니라 하나님과 함께한다고 믿습니다 
믿음과 희망을 품고 여행을 떠나는 형제자매를 위해 기도하는 것처럼 이 세상을 떠난 이들을 위해 기도합니다 
조 , 여기는 관제 센터 
들리나요 ? 
ISS 에서 분리 
재진입까지 3 시간 20 분 남았다 아마도 
혼자 있기 싫을 것 같아서요 
혼자 있는 게 좋습니다 
요즘 소유스 왕복 여행에 얼마나 받나요 ? 
왕복 7,500 만 ? 
그것도 이제 끝이에요 
관광객들을 보내기 시작하면 되죠 관광객요 ? 
됐어요 
건배 
조와 폴을 기리며 
발사까지 ... 5 , 4 , 3 2 , 1 
ISS 는 설계 구조상 20 년 이상 사용할 수 없는데 거의 30 년째 사용 중이죠 
문제가 많아요 
그쪽 대통령이 앞으로 최대 7 년이라고 했죠 
우리 대통령이 틀렸어요 내가 설득 중입니다 
우린 프로그램에서 철수할 거예요 
그냥 버리겠다고요 ? 문제가 생기고 누군가 죽었다는 이유로요 ? 
NASA 도 아폴로 18 사건 후에 달을 버렸잖아요 
지금 그것 때문에 이러는 거였어요 ? 
내가 지금까지 뭘 해 왔는지 알잖아요 
나에게는 그게 중요할 수도 있죠 
하지만 로스코스모스는 이 기회를 이용해서 그만두고 싶을 거예요 
당신이 전문으로 하는 그 질병이 궁금하지 않아요 ? 
수년간 파편에 관해 경고했는데 치명적인 사고가 일어났어요 
이런 일은 또 일어날 거예요 헨리 
절대 알지 못할 답도 많겠죠 
동의해요 ISS 를 국제 묘지로 삼고 
소유스 1 여기는 관제 , 들리나 ? 
관제 , 소유스 1 재진입한다 들리나요 ? 
여기는 소유스 1 제발 응답해요 " 탄도 착륙 즉시 경로 수정 " 
소유스 1 이 지구 대기권에 진입했는데 답이 없습니다 탄도 착륙입니다 
- 어디에 착륙하나요 ? - 반경 300km 안이면 어디든지요 
햄 라디오를 동원해서 찾아요 어디 있는지 알아야 합니다 
- 모래사장에서 바늘 찾기예요 
- 북미 우주 방위군은요 ? 이집트에 있는 당신 쪽 사람한테 연락해요 
로스코스모스 관제 , 소유스 1 들리나요 ? 로스코스모스 관제 여기는 소유스 1 들리나요 ? 
소유스 1 ... 소유스 1 여기는 관제 , 들리는가 ? 
소유스 1 , 여기는 관제 - 우리는 ... - 오 , 젠장 - 초단파 대역 개방 
소유스 , 여기는 관제 반복한다 , 초단파 대역 개방하라 
그게 ... 노력 중이에요 ! 노력 중이라고요 ! 
소유스 1 , 들린다 
최적 궤도에서 6.5 도 벗어났다 수정을 요구한다 
탄도 접근 중이라 못 해요 
데이터 코어 회수했는지 물어봐요 
- 헨리 , 제발요 
- 물어봐요 CAL 4 단계 데이터 코어 회수했나요 ? 네 
찾았어요 ? 어디 있어요 ? 급경사각으로 탄도 착륙 중이에요 
8 배 중력에 가까워집니다 
알겠습니다 
조 , 연결이 끊어져요 
당신을 찾는 데 시간이 좀 걸릴 거예요 행운을 빌어요 
안녕 , 무슨 일이 있었게 ? 
무슨 일요 ? 
RPL 플래시로 표시되어 있어요 수색 구조 헬리콥터 1 호에 실어야 합니다 
- 자 , 어서 가자고요 - 그럴게요 
시간이 너무 없어요 찾는 건 어려울 겁니다 
이러면 안 되죠 , 프레더릭 방금 내 딸한테 괜찮을 거라고 말했다고요 ! 
북동쪽으로 향한다 헬리콥터에서 아무것도 안 보인다 
헬리콥터 5 호 산 위 남동쪽을 확인하라 
헬리콥터 2 호 북서 22 도 
아무것도 없다 , 1 팀 
엄마 ! 
내 딸이에요 
내려줘요 , 내려줘요 내 딸이라고요 
엄마 ! 
사랑해요 
정말 사랑해 
괜찮아 ? 당신 괜찮아 ? 
정말 ... 정말 기뻐 여기 와서 정말 기뻐 
둘 다 정말 사랑해 
정말 사랑해 
난 ... 환영해 
고마워 
이리 줘요 
케이스 열어요 
통은 준비됐을 겁니다 
이게 내 아기예요 
아이패드 줘요 
자리 좀 비켜 줘요 " 연결 중 " 
저거 웬디 아빠예요 ? 볼 필요 없어 , 얘야 보지 마 
그래서 , 좀 어때 ? 
모르겠어 
와 , 당신 멋지네 
난 돌아왔어 돌아왔어 , 그렇지 ? 응 
- 안녕하세요 , 조 ... 
- 어서 갑시다 , 가요 
가자고요 ! 가요 ! 
금방 돌아올게 
- 이제 돌아왔으니까 - 집에 왔어 
스타 시티로 바로 데려갈게요 
실례합니다 
망할 카메라 치워요 
세상에 , 저기 있어 
이럴 수가 
거기 있을 수 없는데 
' 유레카 ' 를 러시아어로 어떻게 말하더라 ? 
엄마 ? 
괜찮니 ? 
네 ? 
지구 냄새를 잊었다고 
어디 있어 ? 누구요 ? 
내 딸 어디 있어 ? 앨리스 ! 
- 네 ? - 어디 있어 ? 
- 누구요 ? 
- 너 
무슨 말인지 모르겠어요 
너 못 봤어 ? 
- 거울로요 ? - 아니 ! 여기 엄마 , 아무것도 못 봤어요 
옷 입어 
엄마 ! 
준비해 
어서 , 가야 해 
너무 추워 얼어 죽기 전에 찾아야 해 
누구요 ? 
다른 너 
