ఆలీస్ , బ గార , మాట్లాడ . 
కళ్ల మాత్ర మ యక . కళ్ల మ యక , ఆలీస్ . 
అసల అక్కడికి ఎలా వెళ్లావ ? 
ఆలీస్ ? బ గార ? నా బ గార . 
న వ్వ దెయ్యానివా ? 
నేన ఇప్ప డే వస్తా , సరేనా ? 
ఏమీ కాద . నేన నిన్న చ స క టాగా . 
నా బ గార . 
నీ దగ్గర మళ్లీ నీ వాసనే వస్తో ది . 
నా దగ్గర నా వాసన కాక డా ఇ కెవరి వాసన వస్త ది ? 
కాస్త కాలవచ్చ . కానీ , నీక బాగా వెచ్చగా ఉ ట ది . 
అమ్మా ... నేన నిన్న మిస్ అయ్యా . 
నేన క డా నిన్న మిస్ అయ్యాన . 
అయ్యయ్యో . వేడి నీళ్ల అయిపోయాయి . 
నీళ్ల కాగపెట్టి వస్తా . 
వెళ్లవద్ద . 
అమ్మా . నాక చల్లగా ఉ ది . 
అమ్మా ? 
ఎక్కడ ఉన్నావ ? 
- ఎక్కడ ... - నేన ఇక్కడే ఉన్నా . 
ఏమై ది ? 
తన ఎక్కడ ? 
ఎవర ? 
స ప్ , నేన స్టేషన్ న డి మాట్లాడ త న్నాన . మీక వినిపిస్తో దా ? 
మీక నా మాటల వినిపిస్త న్నాయా ? 
నాక సమయ తెలీలేద . చాలా గ టల గడిచిపోయాయి . 
నా రక్త లో ఆక్సిజన్ తక్క వ ఉ దన క టా . నేన స్ప హ కోల్పోయాన ... 
లైఫ్ సపోర్ట్ ఇ కా ఆర గ టల 45 నిమిషాల ఉ ది . 
మేజర్ లిసె కో . 
కమా డర్ కాల్డేరా . 
ఎ ద కో తెలీద కానీ , నీ వల్ల నాక బాగా అనిపిస్తో ది . 
ఎప్ప డ అదే అ టావ న వ్వ , కానీ అది నిజమో కాదో నాక తెలీనే తెలీద . 
నాతో పాట కొ త సామాగ్రిని తెచ్చాన , సోయ జ్ 1 కోస గాలి ప , సహకార చర్యలక వెళ్లే బ ద తో ఆ సామాగ్రి క డా వెళ్లాలి . 
అసల సోయ జ్ 1 కోస గాలి ప , సహకార చర్యల ఉ టాయో లేదో చ డాలి . 
ఎ ద క ? 
ఆమె బతికి ఉన్నట్ట స కేతాల క డా రావట్లేద . 
వెళ్దా పద . 
సరే మరి . కానివ్వ . 
పని చేస్త ది . 
నిదాన గా , జాగ్రత్తగా చేద్దా . నిదాన గా , జాగ్రత్తగా ... స పర్ . 
సిగ్నల్స్ అ దడ , ప పడ సరిగ్గా క దరని ఈ పరిస్థితిలో మీక నా మాటల చేర తాయో లేదో తెలీద . స్టేషన్ న డి మాట్లాడ త న్నా . సోయ జ్ లో ఇప్ప డ నేన రె డవ బ్యాటరీని క డా అమర్చాన . 
ఒక బ్యాటరీని మార్చడానికి స మార గా 55 నిమిషాల పట్టి ది . 
ఇ కా నాల గ బ్యాటరీలని అమర్చాలి . 
ఆ తర్వాత , స్పేస్ స్టేషన్ న డి వేర అయ్యే ప్రక్రియకి 90 నిమిషాల పడ త ది . 
ఎవరికైనా నా మాటల వినిపిస్త న్నాయా ? 
నేన స్టేషన్ న డి మాట్లాడ త న్నా . 
నాక చీకటి అ టే భయ . 
వేరే రాకెట్ల క డా ఉన్నాయి కదా ? 
అ టే , బాగా డబ్బ న్నవాళ్ల చాలా మ ది ఉన్నార కదా . స్టార్ కాస్మ్ . అవ న కదా ? 
స్టార్ కాస్మ్ ఎ త పిచ్చిదైనా కానీ ... వాళ్ళ ఒక్కరోజ లో లా చ్ చేసేయలేర కదా . అదీగాక ఆమెకి ఒక్క రోజ త సమయ లేద . కొన్ని గ టల మాత్రమే ఉన్నాయి ఆమెకి . 
తనని ఇక్కడికి తీస క రావడానికి ఏదోక మార్గ ఉ డే ఉ ట ది . అది సాధ్యమయ్యే విషయమే కదా . 
కక్ష్య న డి బయటక రావడానికి కావాల్సిన పారామీటర్లన సమయానికి ఆమెకి ప పలేకపోయార . 
నాక అవే టో తెలీద ... ఆ పారామీటర్ల టే ఏ టి ఫ్రెడెరిక్ ? 
అ టే , తన క్యాప్స ల్ ని బాగ చేసినా క డా , తన వాయ మ డల లోకి రావడానికి పారామీటర్లన తనే స్వయ గా లెక్కి చ కోవలసి ఉ ట ది . 
అది చాలా ప్రమాదకరమైనది . 
కానీ , తనకి అ ద కే కదా శిక్షణ ఇచ్చి ది . 
అ టే , మీర ఆమెకి నాల గేళ్ల శిక్షణ ఇచ్చార కదా . 
అయ్య బాబోయ్ , న వ్వ ఏడవక . 
ఎద ర గా క ర్చొని ఏడవక , బాబోయ్ . 
ఆలీస్ ... ఆటల అయిపోయాయా ? 
నేన కొ దరితో మాట్లాడాలి . వాళ్ల వెళ్లిపోక మ దే మాట్లాడాలి అన్నమాట . 
అమ్మ చనిపోయి దా ? 
కానీ తనకి ఎక్క వ సమయ లేద . 
అమ్మ చనిపోయి దని మనకి తెలిసేదాకా ఆమె చనిపోలేదనే మన మనస్స లో అన కోవాలా ? 
లవ్ య , పాపా . 
హేయ్ , బ గార . హేయ్ , మాగ్నస్ . మీతో మాట్లాడట క దరట్లేద కాబట్టి , నా మాటలని రికార్డ్ చేద్దామన క ట న్నా . 
సరే , నేన అక్కడికి రావాల టే , వీటన్ని టినీ నేన బాగ చేయాలి . 
నాదే అయినా ... ఏదోక గొ త వి ట టే కాస్త త ఉపశమన గా ఉ ది . 
ఇది మ డవ బ్యాటరీ . 
పన లన కాస్త వేగ గా చేయాల్సిన అవసర ఉ ది . 
... మ డవ బ్యాటరీ . పన లన కాస్త వేగ గా చేయాల్సిన అవసర ఉ ది . 
న వ్వ ఊపిరి తీస కోక డద . 
ఊపిరి తీస కోవడ ఆపివేయ్ , జో . 
డెస్టినీలోనే ఉ డిపో . 
పాల్ ? 
స్టార్ కాస్మ్ వాళ్ల ఏ పీక త న్నార ? 
మేమ అలియానా వాళ్లతో మాట్లాడ త న్నా . వాళ్ల వేగ గానే సిద్ధమవ త న్నార , కానీ , హెన్రీ , అప్పటికి తన ప్రాణాలతో ఉ డద . కాబట్టి , రె డ శవాలన , ఒక ప్రయోగ పరికరాన్ని తీస క రావడానికి మన స మార గా 30 కోట్ల డాలర్ల ఖర్చ చేయాల్సి ఉ ట ది . 
అది చిన్నా చితకా ప్రయోగ పరికర కాద , మిఖేలా . పరిశోధనలో దానికి చాలా అ టే చాలా కీలక పాత్ర ఉ ది . దాని సాయ తో సిద్ధా తపర గా విశ్వ ర ప రేఖలన మన అర్థ చేస కోవచ్చ , అలాగే దానితో వేలాది ఇతర ప్రయోజనాల క డా ఉ టాయి , 
మన ష ల ప్రాణాల కన్నా సైన్స క ప్రామ ఖ్యత ఇవ్వక డద , హెన్రీ . 
స్టేషన్ , స ప్ న డి మాట్లాడ త న్నా . 
హాయ్ . చాలా స్పష్ట గా వినిపిస్తో ది . 
ఇవాళ నేన నా క ట బ తో మాట్లాడగలిగే అవకాశ ఉ దా ? 
స్టేషన్ , నేన స ప్ న డి మాట్లాడ త న్నా . 
ఇది రికార్డ్ చేయబడిన మెసేజ్ . 
ఎస్ - బ్యా డ్ వైఫల్య వలన , నీ మాటల మాక చేరడ లేద . 
- స్థానిక స ప్రది ప ల కోస బ్యా డ్ లన్ని టినీ తెర వ . 
కక్ష్య న డి బయటకి రావడానికి నీక కావలసిన పారామీటర్లన ప పడానికి ప్రయత్నిస్త న్నా . క్యాల్ డేటా కోర్ ని తెమ్మని ఆర్ .పీ .ఎల్ వాళ్ల కోర త న్నార . 
సోయ జ్ 1 లో ప ర్తి విద్య త్త న ప నర ద్ధరి చ . అ తర్జాతీయ కే ద్ర న డి డిస్ కనెక్ట్ అయ్యే ప్రక్రియని వీలైన త త్వరగా ప్రార భి చ . 
అక్టోబర్ 15 , 9 : 38 సమయానికి ఇ కా నీక స మార గా రె డ గ టల 30 నిమిషాల లైఫ్ సపోర్ట్ ఉ ది . 
కానివ్వ . 
స్టేషన్ , నేన స ప్ న డి మాట్లాడ త న్నా . ఇది రికార్డ్ చేయబడిన మెసేజ్ . 
- ఒకటవ , ఇ కా నాల్గవ ల ప్స్ తెరిచారా ? - తెరిచా . 
ఆమెకి దగ్గరగా మా ఉపగ్రహాల అయితే ఏవీ లేవ . 
ఐఎస్ఎస్ సమీప లో మేమ ఉపగ్రహాలన ఉ చ . 
మనలో మన మాట , య ఎస్ వాయ సేన వద్ద అట ఇట తరలి చగల ఉపగ్రహాల ఉన్నాయి . 
వాటిని ఇ కాస్త పైకి ప పమని నేన వారిని కోరాన . అది మాక తెల స , హెన్రీ , కానీ దాని వల్ల పెద్దగా లాభమేమీ ఉ డద . 
దెబ్బ బలమైనదే అయితే , ఆమెకి ఎవరి స దేశాల చేరకపోవచ్చ . 
కమా డర్ కాల్డేరా , మీక స్కాగెరాక్ మెరీన్ అబ్జర్వేటరీ న డి కాల్ వస్తో ది . 
అయ్య బాబోయ్ . 
స్కాగెరాక్ ? 
అలా చ డక . 
నేన క్యాల్ ని కానీ , ఆమెని కానీ ద ర చేస కోలేన . అలా నేన జరగనివ్వన . 
స్టేషన్ , స ప్ న డి మాట్లాడ త న్నా . ఇది రికార్డ్ చేయబడిన మెసేజ్ . 
ఎస్ - బ్యా డ్ వైఫల్య వలన , నీ మాటల మాక చేరడ లేద . 
మీ అక్కయ్య న డి సమాచార అ ది దా ? 
ఆమె చనిపోయి దని నీక తెల స కదా . 
మీ అన్నయ్య న డి సమాచార అ ది దా ? 
అ ది చాలా ఏళ్లయి దిలే . 
అ ద క ఆన దమే . 
... ఇప్పటికీ అ తర్జాతీయ అ తరిక్ష కే ద్ర లో ఉన్న వ్యోమగామికి ఏమై దా అని ఇ కా తెలియాల్సిన అవసర ఉ ది ... ఎస్ఎస్ బర్నీస్ కాలిఫోర్నియాకి 12 నాటికల్ మైల్స్ ద ర లో 
ఇక మాజీ వ్యోమగామి , బడ్ కాల్డేరాతో మాట్లాడదా . 
కమా డర్ , ఐఎస్ఎస్ యొక్క నిర్మాణ ఆ స్థాయిలో దెబ్బ తిన్నప్ప డ ఏ జర గ త దని అ టార ? నాలా నేన ఉ డట బడ్ కాల్డేరా అప్ప డ " డిప్రెస్ " అవ త ది . అ టే ఐఎస్ఎస్ లోని అనేక మాడ్య ల్స్ లో పీడన తగ్గిపోత ది . తీవ్రమైన పరిణామ అ టే అదే . 
పైన వ్యోమగామి ఒకర మిగిలిపోయార కదా , ఇప్ప డ ఆమె ఏ చేస్త ఉ డవచ్చో చెప్ప డి . 
అ తా ప్రోటోకాల్ ప్రకార జర గ త ది . 
కొన్ని విధానాల , చెక్ లిస్ట ల ఉ టాయి , శిక్షణా సమయ లో ప్రతి ఒక్క స దర్భానికి ఎలా ఎద ర్కోవాలో వ్యోమగామ లకి శిక్షణ ఇవ్వడ జర గ త ది . 
కాబట్టి , వాళ్లకి ఎ తటి అసాధారణమైన పరిస్థితి ఎద రైనా , వాళ్లొక పద్ధతి ప్రకార నడ చ క టార . 
కానీ ఏదైనా జరగరానిది ఏదైనా జరిగితే , ఏ జరగవచ్చ అనేది మీక అన భవప ర్వకర గా తెల స కదా . 
అవ న . 
మీక గత లో జరిగినవి గ ర్త క వస్త ఉ డవచ్చ కదా . 
లేద , నేనేమీ ... నేన జ్ఞాపకాలన నెమర వేస క ట కాల వెళ్లదీయన . 
కానీ శవాలన భ మ్మీదకి తీస క రావడ అనేది ఎలా ఉ ట దో మీక అన భవప ర్వక గా తెల స కదా . 
అది ప్రశ్న కాద , అది కేవల మీర గమని చిన అ శ మాత్రమే . 
వారికి ఇప్ప డ ఏ అనిపిస్త ఉ డవచ్చో మాక క్ల ప్త గా చెప్పగలరా ? 
హా , నేనె ద క చెప్పాలొ ? 
" క్ల ప్త గా " అ టే ఏ టో చెప్ప డి ? 
నాక జీతాల ఇచ్చేది , నా ఊహాశక్తిని ఉపయోగి చడానికి కాద . 
చాలా చాలా థ్యా క్స్ , హెన్రీ కాల్డేరా , 
నా పేర బడ్ ! బడ్ కాల్డేరా , మీ ద ప దెగ ! 
ఛ . 
స ప్ , నేన స్టేషన్ న డి మాట్లాడ త న్నా . జవాబివ్వ డి . 
దీనితో సోయ జ్ 1 లో కరె ట ని ప ర్తిగా ప నర ద్ధరి చేశా . 
- స్టేషన్ , స ప్ న డి మాట్లాడ త న్నా . 
- స్టేషన్ న డి మాట్లాడ త న్నా . జవాబివ్వ డి . 
ఇది రికార్డ్ చేయబడిన మెసేజ్ . 
10 : 48 కి స మార గా - మీక 98 నిమిషాల లైఫ్ సపోర్ట్ ఉ ది . - బాబోయ్ . స్టేషన్ న డి డిస్ కనెక్ట్ అవ్వడానికి మీక కనీస 90 నిమిషాల పడ త ది . 
క్యాల్ డేటా కోర్ ని తీస క రమ్మని ఆర్ .పీ .ఎల్ కోర తో ది . అయ్య బాబోయ్ . 
కక్ష్య న డి బయటకి రావడానికి నీక కావలసిన పారామీటర్లన ప పడానికి ప్రయత్నిస్త న్నా . 
మీర ప పేదాకా ఆగే త సమయ లేద . 
కానివ్వ . కానివ్వ . కానివ్వ . 
అయ్య బాబోయ్ ... " ఆక్సిజన్ , 19 % " 
నేన ఎలాగైనా వెళ్లాలి . 
ఎలాగో తెలీకపోయినా , తప్పద . 
స్టేషన్ న డి డీస్ కనెక్ట్ అయ్యే ప్రక్రియన ప్రార భిస్త న్నా , సోయ జ్ 1 . 
" కక్ష్య న డి వేరవ్వడానికి పారామీటర్లన ఎ టర్ చేయ డి . " 
నిన్నటి అ కెలే వేస్తాన , నా దగ్గర ఉన్నవి అవే కాబట్టి . 
" కక్ష్య న డి వేరవ్వడానికి మీర ఎ టర్ చేసిన పారామీటర్ల పాతవి . " 
అది నాక తెల స , కానీ న వ్వ నాక సహకరి చవమ్మా . 
అబ్బా . 
కానివ్వ . దయచేసి సహాయ చేయ్ . 
" డిస్ కనెక్ట్ అయ్యే ప్రక్రియ ప్రార భమై ది . " 
" లా చ్ అవ్వడానికి 90 నిమిషాల సమయ ఉ ది . " 
స్టేషన్ , నేన స ప్ న డి మాట్లాడ త న్నా . 
ఇది రికార్డ్ చేయబడిన మెసేజ్ . 
ఎస్ - బ్యా డ్ వైఫల్య వలన , నీ మాటల మాక చేరడ లేద . 
స్థానిక స ప్రది ప ల కోస బ్యా డ్ లన్ని టినీ తెర వ . 
కక్ష్య న డి బయటకి రావడానికి కావలసిన పారామీటర్లన ప పడానికి ప్రయత్నిస్త న్నా . 
నానా , కక్ష్య న డి బయటకి రావడానికి కావలసిన పారామీటర్ల అ టే ఏ టి ? 
నాక తెలిసి , భ మి అ చ న ఉ డే ఏ ప్రా త లోకి ప్రవేశిస్తే , మన కి దికి వస్తామో , ఆ ప్రా త అన్నమాట . 
ఆ పారామీటర్ల అమ్మకి తెల సా ? 
అది నాక తెలీద . 
తనకి తెలిసే ఉ ట ది . 
తన చాలా తెలివైనది . 
- న వ్వ ఆప స్వామీ ! ఎస్ - బ్యా డ్ వైఫల్య వలన , నీ మాటల మాక చేరడ లేద . 
దయచేసి , కక్ష్య న డి బయటకి రావడానికి కావలసిన పారామీటర్లన లెక్కి చ కో . ఆ పని అయిపోయి ది . 
క్యాల్ డేటా కోర్ ని తీస క రమ్మని ఆర్ .పీ .ఎల్ కోర తో ది . - నీక ప్రమాద లేక డా చ స కో . - చాల్లేవయ్యా . 
హేయ్ , మాగ్నస్ . 
కక్ష్య న డి బయటకి రావడానికి కావలసిన పారామీటర్లన ఎ టర్ చేయబోత న్నాన . అవి నేన సొ త గా లెక్కి చాన . 
అవి సరైనవే కావాలని కోర క దా . 
నలభై - ఒకటి ... మాగ్నస్ , నీ గ రి చి నాక తెల స . నేన ఈ పని ఎ ద క చేయాల్సి వచ్చి దో నీక తెల స . 
నీక నాపై చాలా ప్రేమ , నమ్మక ఉన్నాయి , నాక అవే చాల . 
న వ్వ చాలా కష్టపడ్డావని నాక తెల స . చాలా త్యాగాల చేశావ న వ్వ ... నన్న క్షమి చ , నేన ... నా వల్ల న వ్వ ఒ టరి అయిపోయి , అన్నీ చ స క ట న్నావ ... 
ఐ లవ్ య . 
ఆలీస్ ... న వ్వే నా ప్రప చ . 
నిన్న గర్వ గా ... నిన్న గర్వ గా తలెత్త కొనేలా చేయాలన క న్నా . 
నిన్న . 
అ తే కాక డా నేన ... నేన ఇక్కడ లేకపోయినా ... ఎల్లవేళలా నీ దగ్గర , నాన్న దగ్గర ఉ టానని నీక చ పాలన క న్నా . 
నీక తెలీద ఎ తగా ... న వ్వ పెరిగి , కాలేజీ చద వ ల చద వ త టే చ డాలని , నీ ప్రేమిక డిని చ డాలని , ఆ తర్వాత ఇద్దర కలిసి పార్టీలక వెళ్లాలని ... నాక చాలా అ టే చాల ఉ ది , నీక వయస పైబడినా క డా ... 
ఏ జరిగినా కానీ , నిన్న క టికి రెప్పలా కాపాడ క ట నే ఉ టాన నేన . 
న వ్వే నా ప్రాణ , తల్లీ . 
నీపై నాక ఎ త ప్రేమ ఉ దో , న వ్వ ఊహి చన క డా లేవ . 
సరే మరి . ఇ కా 12 నిమిషాలే ఉ ది , ఇక నేన ... నా లెక్కలన్నీ కరెక్ట్ అవ్వాలని కోర క ట న్నాన . 
" బోల్ట్ లోప " ? 
ఏ టి ? అయ్య బాబోయ్ ! 
కనెక్షన్ బోల్ట్ లన్నీ బాగానే ఉన్నాయే . డేటా సరైనదే . 
" బోల్ట్ సిస్టమ్ లో ఏదైనా సమస్య తలెత్తినప్ప డ , హ్యాచ్ కి అవతల వైప న్న , ఐఎస్ఎస్ కి చె దిన ఎ ట్రీ డాక్ న డి బోల్ట లని సరి చేసి , ఫైర్ చేయాలి . దీనికి ఇద్దర కావాలి . " దేవ డా . 
కానివ్వ . దయచేసి , పని చేయ్ . 
నలభై ఒకటి , 40 , 39 , మ ప్పై ఎనిమిది , 37 , 36 , 35 ... ట్రయా గ లేషన్ ద్వారా ఏమైనా తెల స్తో దా ? లేద . ఇ కా ఏమీ తెలీట్లేద . 
... మ ప్పై , 29 , 28 , 27 , 26 , ఇరవై అయిద , 24 , 23 , 22 , ఇరవై ఒకటి , 20 , 19 , 18 , పది , తొమ్మిది , ఎనిమిది , ఏడ , ఆర , అయిద , నాల గ , మ డ , రె డ , ఒకటి . అ దర విన డి . 
కళ్ళ మ స కో డి . 
శాశ్వత గా కన మ సిన వారి ఆత్మ శా తి చాలని అ దరమ ప్రార్థిస్త టే , వారికి అ తకన్నా ప్రయోజనకరమైనది ఇ కే ఉ ట ది ? 
మ త్య వ తోనే అ తా అయిపోదని , వార దేవ ని చె తకి వెళ్లిపోయారని మన నమ్మ త న్నా . 
నమ్మక తో , ఆశతో ప్రయాణ చేస్త న్న మన సోదరసోదరీమణ ల కోస మన ఎలా అయితే ప్రార్థిస్తామో , ఈ లోక న డి పయనమైపోయిన వారి గ రి ది క డా మన అలాగే ప్రార్థిస్తా . 
జో , నేన స ప్ న డి మాట్లాడ త న్నా . 
నీక వినిపిస్తో దా ? 
క్యాప్స ల్ , ఐఎస్ఎస్ న డి డిస్ కనెక్ట్ అయి ది . 
వాయ మ డల లోకి ప్రవేశి చడానికి మ డ గ టల 20 నిమిషాల పడ త ది ... అని అన క టా . 
నీక ఒ టరిగా ఉ డాలని లేదేమో అని వచ్చా . 
నాక ఒ టరిగా ఉ టేనే స ఖ గా ఉ ట ది . 
అయితే , ఈ రోజ ల్లో సోయ జ్ లో పైకి వెళ్లి రావడానికి ఎ త తీస క ట న్నార మీర ? 
పైకి వెళ్లి రావడానికి ఏడ న్నర కోట్ల డాలర్లా ? 
దానికి చరమా క పడన దిలే . 
యాత్రిక లని ప పవచ్చ కదా ? యాత్రిక లనా ? 
చాల్లే . 
చీర్స్ . 
జోకి , పాల్ కి . 
ఫైరి గ్ కి కౌ ట్ డౌన్ ... అయిద , నాల గ , మ డ , రె డ , ఒకటి . 
ఐఎస్ఎస్ నిర్మాణ ప్రకార , అది 20 ఏళ్లకి మి చి పని చేయద . కానీ స మార గా 30 ఏళ్ల గా అది పని చేస్త నే ఉ ది . 
చాలా లోపాల ఉన్నాయి క డా . 
మీ అధ్యక్ష డే మహా అయితే ఇ కో ఏడేళ్ల అన్నాడ . 
మా అధ్యక్ష డ పప్ప లో కాలేశాడ . నేన నా కోసమే పని చేస్త న్నాన . 
మేమ ఈ ప్రోగ్రామ్ న డి బయటకొచ్చేస్త న్నా . 
ఏదో పొరపాట జరిగి దనో , ఎవరో చనిపోయారనో , అన్ని టినీ వదిలేయాలి , అ తేనా ? 
అపోలో 18 తర్వాత నాసా క డా చ ద్ర డిని పట్టి చ కోలేద కదా . 
అయితే , ఇద తా అ ద కేనా ? 
ఇన్నేళ్ల గా నేనే చేస్త న్నానో నీక తెల స . 
నా విషయానికి వస్తే , అ ద కే ఏమో . 
కానీ రాస్ కాస్మోస్ విషయానికి వస్తే , వార సహజ గమ్యస్థానాలన కనిపెట్టి , వాటిని వాడ కొనే ప్రయత్న చేస్త న్నార . 
నిన్న వేధిస్త న్న వ్యాధి విషయ లో నీక ఏ మాత్ర పట్టి ప లేదా ? 
శిథిలాల గ రి చి ఎన్నో ఏళ్ల న డి హెచ్చరిస్త నే ఉన్నా , కానీ ఇప్ప డ ఒక ప్రాణా తకమైన ప్రమాద జరిగి ది . 
ఇలా మళ్లీ జర గ త ది , హెన్రీ . 
కానీ , మనకి చాలా వాటికి సమాధానాల తెలీక డా , అవి అలాగే మిగిలిపోతాయి క డా . 
అవ న . ఐఎస్ఎస్ ని అ తర్జాతీయ శ్మశానవాటికగా మార్చేసి , అ తరిక్షాన్ని డబ్బ న్న వాళ్లకి వదిలేద్దా . 
సోయ జ్ 1 , నేన స ప్ న డి మాట్లాడ త న్నా . నా మాటల వినిపిస్త న్నాయా ? 
స ప్ , నేన సోయ జ్ 1 లో ఉన్నా , వాయ మ డల లోకి ప్రవేశిస్త న్నా . మీక వినిపిస్తో దా ? 
నేన సోయ జ్ 1 న డి మాట్లాడ త న్నా . జవాబివ్వ డి . బాలిస్టిక్ ల్యా డి గ్ వె టనే మార్గాన్ని సరి చేయ డి 
సోయ జ్ 1 భ వాయ మ డ లోకి ప్రవేశి చి ది . తన ప్రతిస్ప ది చడ లేద . అది బాలిస్టిక్ ల్యా డి గ్ అవ తో ది . 
- ఎక్కడ ల్యా డ్ అవ త ది తన ? - 300 కిలోమీటర్లలో ఎక్కడైనా ల్యా డ్ కావచ్చ . 
మీ హ్యామ్ రేడియో వాళ్లని ర గ లోకి ది పి , తనన వెళ్లి తీస క ర డి . తన ఎక్కడ ఉ దో మనకి తెలియాలి . 
- ఇది దాదాప గా అస భవమనే చెప్పాలి . 
- నోరాడ్ కి కాల్ చేయవచ్చ కదా ? ఈజిప్ట లో ఉ డే నీ మనిషికి కాల్ చేయ్ . 
రాస్ కాస్మోస్ క ట్రోల్ , నేన సోయ జ్ 1 న డి మాట్లాడ త న్నా . నా మాటల స్పష్ట గా వినిపిస్త న్నాయా ? రాస్ కాస్మోస్ క ట్రోల్ , నేన సోయ జ్ 1 న డి మాట్లాడ త న్నా . నా మాటల స్పష్ట గా వినిపిస్త న్నాయా ? 
సోయ జ్ 1 ... సోయ జ్ 1 , నేన స ప్ న డి మాట్లాడ త న్నా . నా మాటల వినిపిస్త న్నాయా ? 
సోయ జ్ 1 , నేన స ప్ న డి మాట్లాడ త న్నా . - మాకేమీ ... - అయ్య బాబోయ్ . - వీహెచ్ఎఫ్ బ్యా డలన్ని టినీ తెరవ డి . 
సోయ జ్ 1 , నేన స ప్ న డి మాట్లాడ త న్నా . మళ్లీ చెప్త న్నా . వీహెచ్ఎఫ్ బ్యా డ్ లన్ని టినీ తెర వ . 
అక్కడ ... నేన ప్రయత్నిస్త న్నా ! ప్రయత్నిస్త న్నా ! 
సోయ జ్ 1 , నీ మాటల వినిపిస్త న్నాయి . 
న వ్వ వచ్చే మార్గ సరైన మార్గ న డి 6.5 డిగ్రీల పక్కక ఉ ది , దాన్ని న వ్వ సరి చేయాలి . 
నేన బాలిస్టిక్ ల్యా డి గ్ అవ త న్నా . ఇప్ప డ సరి చేయలేన . 
డేటా కోర్ ని తెస్తో దో లేదో తనని అడ గ . 
- అబ్బా , హెన్రీ . ఇప్ప డ క డానా ? 
- అడ గ . కాల్ ఫేజ్ ఫోర్ డేటా కోర్ తెస్త న్నావా ? తెస్త న్నా . 
తన కా టాక్ట లోకి వచ్చి దా ? ఎక్కడ ఉ ది తన ? న వ్వ చాలా నిటార గా ద స కొని వస్త న్నావ . 
క్యాప్స ల్ వేగ 8 జీని అ ద కోన ది . 
సరే . 
జో , ఇక సమాచార వ్యవస్థ అ తా కట్ అయిపోత ది . 
న వ్వ దిగిన చోట న కన క్కోడానికి సమయ పడ త ది . గ డ్ లక్ . 
హాయ్ . ఒకటి చెప్పాలి నీతో . 
ఏ టి ? 
అవి ఆర్ .పీ .ఎల్ రేడియో పెయి ట్ తో రాస టాయి . వాటిని మొదటి గాలి ప , సహాయక చర్యల హెలికాప్టర్ల లో పెట్ట డి . 
- త్వరగా తీస క పద డి ! కానివ్వ డి ! - అలాగే . 
తనకి సమయ చాలా అ టే చాలా తక్క వ ఉ ట ది . తన ఆచ కీని కనిపెట్టడ చాలా కష్ట , 
ఊరికే నెగెటివ్ గా మాట్లాడక , ఫ్రెడెరిక్ . అ తా మ చే జర గ త దని ఇప్ప డే నా క త రికి చెప్పా . 
ఈశాన్య వైప వెళ్త న్నా , ఆచ కీ తెలీట్లేద . 
అయిదవ హెలికాప్టర్ , పర్వత పైన ఆగ్నేయ వైప చ డ డి . 
రె డవ హెలికాప్టర్ , వాయ వ్య 22 డిగ్రీల . 
ఇ కా ఏ లేద , మొదటి టీమ్ . 
అమ్మా ! 
నా బ గార . 
ది చ డి . నన్న కి దికి ది చ డి . తన నా బ గార . 
అమ్మా ! 
ఐ లవ్ య . 
లవ్ య ట , నానీ . 
న వ్వ బాగానే ఉన్నావా ? నీకేమీ కాలేద గా ? 
నాక ... నాక ఇక్కడికి ... ఇక్కడికి వచ్చేసిన ద క చాలా ఆన ద గా ఉ ది . 
మీర టే నాక ప్రాణ . 
ప చ ప్రాణాల మీర నాక . 
నేన ... భ మ్మీదికి స స్వాగత . 
థ్యా క్య . 
దాన్ని ఇలా ఇవ్వ డి . 
స ట్ కేస న తెరవ డి . 
ఈ డాబ్బాలన సిద్ధ చేయాలి . 
ఇది నా ప్రాణ తో సమాన . 
ఐప్యాడ్ ఇవ్వ . 
కొ చె ద ర గా జరగ డి . కనెక్ట్ అవ తో ది 
అది వె డీ వాళ్ల నాన్న దేహమా ? న వ్వ చ డవద్ద లే , బ గార . చ డక . 
మరి , ఎలా ఉన్నాయి అన్నీ ? 
ఏమో మరి . 
వావ్ . న వ్వ చాలా బాగ న్నావ . 
నేన వచ్చేశా . నేన వచ్చేశా , కదా ? హా . 
- హాయ్ , జో , నేన ... 
- ఇక వెళ్దా పద డి . పద డి . 
పద డి ! 
నేన త్వరగానే వచ్చేస్తా , బ గార . 
- నేన వచ్చేశాగా . - తన వచ్చేసి ది . 
నిన్న నేర గా స్టార్ సిటీకి తీస క వెళ్త న్నా . 
మన్ని చాలి . 
కాస్త కెమెరా పక్కక పెట్ట డి , స్వామీ . 
అయ్య బాబోయ్ . ఇక్కడ ఉ దది . 
అయ్య బాబోయ్ . 
లెక్కప్రకార ఇక్కడ ఉ డక డద కదా . 
" య రేకా " ని రష్యాలో ఏమ టారో ఎవరికైనా తెల సా ? 
అమ్మా ? 
న వ్వ బాగానే ఉన్నావ గా ? 
ఏ టి ? 
భ మి వాసనే మర్చిపోతా మన . 
ఎక్కడ తన ? ఎవర ? 
నా బిడ్డ ఏది ? ఆలీస్ ! 
- ఏ టి ? - ఎక్కడ తన ? 
- ఎవర ? 
- న వ్వే . 
న వ్వ ఏమ ట న్నావో అర్థ కావట్లేద . 
న వ్వ నీక కనిపి చలేదా ? 
- అద్ద లోనా ? - కాద ! ఇక్కడ . అమ్మా , నాకేమీ కనిపి చలేద . 
రెడీ అవ్వ . 
అమ్మా ! 
రెడీ అవ్వ . 
కానివ్వ , మన త్వరగా వెళ్లాలి ! 
చాలా చలిగా ఉ ది . ఈ చలికి తన చనిపోత ది . మన తన దగ్గరికి వెళ్లాలి . 
ఎవరి దగ్గరికి ? 
నీ మరో అవతార దగ్గరికి . 
