爱丽丝 宝贝 说话 啊 
别 睡 爱丽丝 别 睡 
你 怎么 跑 去 那边 的 ? 
爱丽丝 ? 宝贝 ? 我 的 宝贝 
你 是 鬼魂 吗 ? 
妈妈 去 去 就 回来 好 吗 ? 
不会 有事 的 妈咪 会 把 你 照顾 好 
亲爱 的 
你 的 味道 回来 了 
不然 还有 谁 的 味道 ? 
可能 会 有点 刺痛 但 一会儿 就 会 暖和 起来 了 
妈妈 我 好想你 
我 也 好想你 
糟糕 热水 没 了 
我 马上 去 给 你 煮 点 热水 
别 走 
妈妈 我 好 冷 
妈咪 ? 
你 在 哪里 ? 
- 你 在 ... - 我 在 这里 
怎么 了 ? 
她 在 哪里 ? 
谁 啊 ? 
俄罗斯 控制中心 这是 太空站 收到 吗 ? 
收到 吗 ? 
我 失去 了 时间 我 失去 了 好几个 小时 
我 觉得 我 的 血 氧 含量 很 低 我 刚刚 晕 了 过去 
生命 维持 系统 剩下 六小时 45 分钟 
拉 森科 少校 
卡 德拉 指挥官 
见到 你 我 感到 莫名 地 轻松 
你 每次 都 这么 说 只是 不 知道 这话 是 真是假 
这些 设备 必须 马上 送往 联盟 一号 展开 搜救 行动 
还 不 确定 当局 会 不会 对 联盟 一号 展开 搜救 行动 
怎么 说 ? 
那边 已经 没有 生命 迹象 了 
走 吧 
知道 了 快 
一定 可以 的 
慢慢来 慢慢 ... 好极了 
通讯 中断 了 不 知道 你们 能 不能 收到 这是 太空站 第二个 电池 已经 转移 到 联盟 号 
替换 一个 电池 需时 55 分钟 左右 
我 还 得 转移 四个 电池 
接着 需时 90 分钟 驶离 太空站 
有人 听得见 吗 ? 
这是 太空站 
我 怕黑 
还有 其他 太空梭 吧 ? 
我 的 意思 是 有 不少 像 星讯 企业 这种 疯狂 亿万富豪 的 公司 不是 吗 ? 
就算 星讯 真 疯 了 他们 ... 他们 也 没 办法 在 一天 内 发射 火箭 她 没有 一天 的 时间 她 只 剩 几个 小时 了 
总有 办法 能接 她 回来 吧 一定 有 办法 的 
他们 没 来得及 给 她 发送 返回 轨道 参数 
我 不 懂 费 雷德 瑞 返回 轨道 参数 是 ? 
意思 是 就算 她 成功 修好 舱室 还 得 计算 重返 地球 的 参数 
这是 非常 危险 的 
但 这 就是 她 受训 的 目的 啊 
我 的 意思 是 你们 训练 了 她 整整 四年 
天 啊 你 没 资格 哭 
去 你 的 别 给 我 坐在 这里 哭哭啼啼 
爱丽丝 玩 好了吗 ? 
我 得 趁 其他人 离开 前 跟 他们 说 几句话 
她 死 了 吗 ? 
只是 她 有 的 时间 不多 了 
只要 还 没 接获 通知 她 就 还 活着 对 吧 ? 
孩子 我爱你 
嗨 宝贝 嗨 马格努斯 既然 无法 跟 你们 说话 那 我 就 把 声音 录下来 
好 吧 我 得 修好 这个 设备 这样 我 才能 回去 
听到 人 的 声音 总能 令人 安心 即便 是 自己 的 声音 
这是 第三个 电池 
需要 稍微 加紧 速度 
... 第三个 电池 需要 稍微 加紧 速度 
停止 呼吸 
乔 停止 呼吸 
命运 号 是 你 长眠 之地 
保罗 ? 
星讯 到底 在 干什么 ? 
我们 在 跟 阿 莲娜 通话 他们 已经 尽快 了 可是 亨利 到 时 她 已经 死 了 需要 斥资 三 亿多美元 来 运回 两具 尸体 以及 某个 实验 设备 
米 凯拉 什么 叫 " 某个 实验 设备 " ? 那 是 一项 至关重要 的 研究 除了 有助 我们 理解 宇宙 原理 还 具备 数以千计 、 各式各样 的 实际 用途 
亨利 人命 比 科研 重要 
太空站 这是 俄罗斯 控制中心 
嗨 收到 通讯 非常 清楚 
我 今天 有没有 机会 跟 家人 说话 ? 
太空站 这是 俄罗斯 控制中心 
请 听 录音 信息 
S 频段 出现 故障 我们 无法 与 你 通讯 
- 请 开启 该区 所有 通讯 频段 
我们 正在 试图 给 你 上传 返回 轨道 参数 火箭 推进 实验室 要求 检索 堆芯 数据 
全面 恢复 联盟 一号 的 动力 尽快 驶离 太空站 
你 的 生命 维持 系统 剩下 两 小时 30 分钟 左右 现在 是 10 月 15 日 早上 9 点 38 分 
快 啊 
太空站 这是 俄罗斯 控制中心 请 听 录音 信息 
- 一号 和 四号 通讯 回路 开启 了 吗 ? - 开 了 
附近 没有 靠近 她 的 美国 卫星 
按 常规 国际 太空站 附近 不能 设置 卫星 
这事 我 只 告诉 你 美国空军 有 好几个 移动式 卫星 
我 已经 要求 美军 升高 卫星 位置 了 亨利 我们 都 懂 的 就算 将 卫星 移 到 太空站 附近 也 无法 联系 上 她 
如果 损坏 程度 太 大 她 就 不 可能 收到 任何 通讯 
卡 德拉 指挥官 斯卡格 拉克 海军 天文台 给 你 打来 电话 
天 啊 
斯卡格 拉克 ? 
别用 这种 表情 看 我 
我 不能 失去 冷 原子 实验室 也 不能 失去 她 我 不会 让 这种 事 发生 
太空站 这是 俄罗斯 控制中心 请 听 录音 信息 
S 频段 出现 故障 我们 无法 与 你 通讯 
有 你 姐 的 消息 吗 ? 
我 相信 你 已经 知道 她 过世 的 消息 了 
有 你 哥 的 消息 吗 ? 
好多年 都 没有 他 的 消息 了 
谢天谢地 
我们 正在 等待 目前 仍 单独 留在 国际 太空站 的 宇航员 最新 状况 ( 离 加州 约 22 公里 伯 尼斯 号 ) 
现在 她 可说是 全宇宙 最 孤独 的 人 了 此刻 与 我 连线 的 是 退休 宇航员 巴德 卡 德拉 
指挥官 国际 太空站 出现 如此 严重 的 结构 损坏 会 出现 什么 状况 ? ( 《 我 就是 我 》 巴德 卡 德拉 著 ) 舱室 会 发生 所谓 " 失压 " 的 状况 到 时 国际 太空站 的 不同 舱室 都 会 出现 失压 状况 这种 情况 算是 最 严重 的 事故 
说 说 留在 太空站 里 的 宇航员 会 经历 什么 
他们 会 走 流程 
我们 有 好几份 操作手册 和 检查 清单 受训 时期 我们 为 所有 状况 都 做好 了 准备 
即便 遇上 不 寻常 的 状况 他们 依然 会 按照 流程 行事 
但 太空站 可能 发生 的 事故 你 都 经历 过 
没错 
这 事 肯定 勾起 了 你 的 回忆 
不会 我 不想 ... 我 从不 把 时间 花 在 回忆 上 
但 你 确实 经历 过 把 遗体 从 太空站 带回 地球 这种 事 
你 刚刚 是 在 陈述 观察 而 不是 在 发问 
你 觉得 他们 目前 有 什么 感受 ? 能否 和 我们 稍微 分享 一下 你 的 想法 ? 
我 凭 什么 要 分享 ? 
你 和 我 说 说 什么 叫 " 稍微 " 分享 一下 ? 
我 拿 钱 不是 来 动用 想象力 的 
亨利 卡 德拉 十分 感谢 你 接受 访问 
我 叫 巴德 巴德 卡 德拉 天 啊 
该死 的 
俄罗斯 控制中心 这是 太空站 请 回复 
联盟 一号 已经 全面 恢复 动力 
- 太空站 这是 俄罗斯 控制中心 
- 这是 太空站 请 回复 
这是 录音 信息 
现在 是 早上 10 点 48 分 - 你 的 生命 维持 系统 剩下 98 分钟 - 我 知道 驶离 的 最低 时限 是 90 分钟 
火箭 推进 实验室 要求 检索 冷 原子 实验室 的 堆芯 数据 开 什么 玩笑 ? 
我们 正在 试图 给 你 上传 返回 轨道 参数 
等不及 了 呢 
快 快 啊 
这是 ... " 氧气 19% " 
不能 再 等 了 
通讯 中断 
联盟 一号 启动 驶离 流程 
" 输入 返回 轨道 参数 " 
我 决定 使用 昨天 的 参数 我 也 只有 这些 数据 
" 返回 轨道 参数 已 逾期 " 
是 我 懂 但 你 得 听 我 的 
别闹 了 
快 别闹 了 拜托 别闹 了 
" 驶离 流程 已 启动 " 
" 90 分钟 后 起航 " 
太空站 这是 俄罗斯 控制中心 
请 听 录音 信息 
S 频段 出现 故障 我们 无法 与 你 通讯 
请 开启 该区 所有 通讯 频段 
我们 正在 试图 上传 返回 轨道 参数 
爸 什么 是 返回 轨道 参数 ? 
据 我 了解 那 是 宇航员 返回 地球 时 必须 着陆 的 无人 地点 
妈咪 知道 这些 参数 吗 ? 
我 也 不 清楚 
我 想 她 一定 知道 
她 非常 聪明 
- 闭嘴 S 频段 出现 故障 我们 无法 与 你 通讯 
请 自行 计算 返回 轨道 参数 搞定 
火箭 推进 实验室 要求 寻回 冷 原子 实验室 的 堆芯 数据 - 别以身 犯险 - 该死 的 
嗨 马格努斯 
我要 输入 返回 轨道 参数 了 这 是 我 自己 计算 的 参数 
希望 能带 我 平安 回家吧 
41 ... 马格努斯 我 很 了解 你 你 了解 我 必须 这么 做 的 原因 
十分 感激 你 的 爱 与 信任 
我 知道 这 一路 走来 不 容易 你 牺牲 了 很多 对不起 我 ... 我 让 你 单独 去 面对 这 一切 
我爱你 
爱丽丝 你 是 我 的 一切 
我 想 ... 让 你 感到 自豪 
就 你 
我 想 让 你 知道 ... 就算 我人 不 在 我 的 心 也 一直 与 你 和 爸爸 同 在 
你 也许 不 明白 我 有 多么 ... 我 真想 待 在 你 身边 看 你 长大 上 高中 交 第一个 男友 然后 ... 等 你 长大 后 跟 你 一起 去 跳舞 就 只 想 陪 在 你 身边 看着 你 长大 
无论 发生 什么 事 我 永远 守护 着 你 
我 的 心 也 会 一直 与 你 的 心同 在 宝贝 
我 很 爱 很 爱 你 你 无法 想象 我 有 多么 爱 你 
好 了 是 这样 的 我 只 剩 12 分钟 了 我 只能 ... 希望 我 的 计算 正确 无误 
" 螺栓 故障 " ? 
什么 ? 搞 什么 鬼 ? 
臂 轴 螺栓 正常 不 可能 是 数据 出错 
" 如果 螺栓 系统故障 螺栓 激活 后 将 从 国际 太空站 入口 舱 另一侧 舱门 发射 需要 两位 宇航员 操作 " 该死 的 
别闹 了 拜托 别闹 了 
41 、 40 、 39 38 、 37 、 36 、 35 ... 收到 三角测量 着陆点 定位 吗 ? 没收 到 还 没 
30 、 29 、 28 、 27 、 26 25 、 24 、 23 、 22 21 、 20 、 19 、 18 14 、 13 、 12 、 11 十 、 九 、 八 、 七 六 、 五 、 四 、 三 、 二 、 一 听 好 
请 闭上眼睛 
用 祈祷 来 纪念 那些 逝者 的 姓名 是 赋予 他们 灵魂 最大 的 抚慰 
我们 生 者 相信 逝者 并 没有 消失 而是 与 神同 在 了 
当 我们 为 那些 仍 怀抱 信念 与 希望 行走 世上 的 弟兄 姐妹 们 祈祷 之际 也 为 那些 已 离开 人世 的 人 祈祷 吧 
乔 这是 俄罗斯 控制中心 
收到 吗 ? 
已 脱离 国际 太空站 
三 小时 20 分钟 后 重返 地球 大气层 应该 是 吧 
我 想 你 可能 需要 人 陪伴 吧 
我 一个 人待 着 也 挺 好 的 
你们 家 联盟 号 往返 太空 之旅 收费 多少 ? 
一来 一回 七千五百 万美元 吧 ? 
以后 不会 再有 了 
除非 你们 决定 开始 送 游客 上 太空 游客 ? 
得了吧 
干杯 
就 当 是 纪念 乔 和保罗 
即将 发射 倒数 五 、 四 、 三 二 、 一 
按照 国际 太空站 的 结构设计 无法 运作 超过 20 年 如今 却 已经 运作 将近 30 年 了 
到处 都 是 坑坑洞洞 
你家 总统 说 最 多 还 能 再 运作 七年 
我家 总统 错 了 我 还 在 努力 说服 他 
我们 决定 退出 国际 太空站 计划 
就 这么 放弃 了 ? 只 因为 发生意外 ? 有人 死 了 ? 
美国宇航局 继 阿波罗 18 号 后 不 也 放弃 了 登月 计划 吗 ? 
果真如此 对 吧 ? 
你 很 清楚 我 这些年来 的 付出 
对 我 而言 这 也许 是 退出 的 原因 
对 俄罗斯联邦 航天局 而言 这 莫过于 全身而退 的 好时机 
身为 这种 疾病 的 专家 你 却 表现 出 一副 漠不关心 的 态度 
这些年来 太空 碎片 警报 不断 如今 意外 终于 发生 了 
亨利 这事 还 会 再 重演 
还有 很多 我们 永远 不得而知 的 真相 
没错 我们 将 把 国际 太空站 列为 " 国际 墓地 " 
联盟 一号 这是 俄罗斯 控制中心 收到 吗 ? 
俄罗斯 控制中心 联盟 一号 正在 重返 大气层 收到 吗 ? 
这是 联盟 一号 请 回复 ( 弹道式 着陆 立刻 更正 轨道 ) 
联盟 一号 已经 重返 大气层 但 她 没 回应 是 弹道式 着陆 
- 她 会 在 哪里 着陆 ? - 300 公里 范围 内 的 任何 地点 
赶紧 联系 业余 无线电 操作员 协助 找人 我们 必须 知道 她 的 位置 
- 这 简直 就是 海底捞针 
- 不能 联系 北美 空防 司令部 吗 ? 赶紧 联系 你们 在 埃及 的 情报员 
俄罗斯 控制中心 这是 联盟 一号 收到 吗 ? 俄罗斯 控制中心 这是 联盟 一号 收到 吗 ? 
联盟 一号 联盟 一号 这是 俄罗斯 控制中心 收到 吗 ? 
联盟 一号 这是 俄罗斯 控制中心 - 我们 无法 ... - 该死 的 - 请 开启 所有 超高频 频段 
联盟 一号 这是 俄罗斯 控制中心 请 开启 所有 超高频 频段 
还 隔 着 一段 ... 我 在 努力 我 在 努力 了 
联盟 一号 我们 收到 了 
你 的 轨道 偏离 了 理想 值 6.5 度 必须 立刻 更正 
我 采取 了 弹道式 着陆 无法 更正 
问 她 有没有 取回 堆芯 数据 
- 亨利 有 必要 吗 ? 
- 快 问 取回 冷 原子 实验室 第四阶段 堆芯 数据 了 吗 ? 取回 了 
联系 上 她 了 吗 ? 她 在 哪里 ? 你 正以 弹道式 陡峭 角度 进入 大气层 
即将 承受 八倍 重力 
收到 
乔 你 即将 失去 通讯 
我们 需要 一段时间 才能 找到 你 加油 
嗨 你 猜 怎么着 ? 
什么 事 ? 
标记 是 火箭 推进 实验室 的 提示 灯 必须 送上 一号 搜救 直升机 
- 快 天 啊 赶紧 出发 吧 - 知道 了 
她 的 时间 极少 要 找到 她 的 位置 很难 
费 雷德 瑞 别 对 我 说 这种 话 了 我刚 安慰 我 女儿 说 她 妈 不会 有事 的 
正往 东北 飞行 没 发现 目标 
五号 直升机 到 东南方 山区 从 高空 巡逻 
二号 直升机 往 西北方 22 度 飞行 
一队 仍 没 发现 目标 
妈咪 
那 是 我 的 宝贝女儿 
放 我 下来 快放 我 下来 那 是 我 的 宝贝女儿 
妈咪 
我爱你 
我 好 爱好 爱 你 
你 没事 吧 ? 还好 吧 ? 
很 高兴 我 回来 了 
我 好 爱好 爱 你们 
我 好 爱好 爱 你们 
我 ... 欢迎 回来 
谢谢 
给 我 快 啊 
快 打开 防护 箱 
密封罐 要 处理 好 
这 可是 我 的 心肝 啊 
平板 给 我 
给 我 一点 空间 ( 连接 中 ) 
那 是 温蒂 的 爸爸 吗 ? 亲爱 的 不要 看 别看 
那 一切 都 好 吧 ? 
我 也 说不上来 
天 啊 你 看起来 好 精神 
我 回来 了 我 平安 回来 了 对 吧 ? 是 啊 
- 嗨 乔 我 ... 
- 好 了 走 吧 快 
各位 走 吧 快 
我 去 去 就 回来 亲爱 的 
- 我 回来 了 - 她 回来 了 
直接 送 你 前往 星城 
借 过 
相机 拿走 
天 啊 在 那边 
该死 的 
不 可能 在 那边 的 
" 我 找到 了 " 这句 话 俄语 怎么 说 ? 
妈咪 ? 
你 没事 吧 ? 
你 说 什么 ? 
我们 会 忘记 地球 的 气味 
她 在 哪里 ? 谁 啊 ? 
我 的 宝贝 在 哪里 ? 爱丽丝 
- 什么 ? - 她 在 哪里 ? 
- 谁 啊 ? 
- 你 啊 
我 不 懂 什么 意思 
你 没 看到 自己 吗 ? 
- 你 是 指 镜子 中 吗 ? - 不是 在 这里 妈咪 我 什么 都 没 看到 
快去 换衣服 
妈咪 
准备 好 
快 不能 再 等 了 
太冷 了 她 会 冻死 的 我们 得 赶紧 找到 她 
找 谁 ? 
另 一个 你 
