‫ انتباه ! 
‫ استريحوا يا سادة . 
‫ منذ سنة بالضبط ، ‫ أرسلت القوة الجوية الثامنة ‫ أول جهودها القصوى . 
‫ كانت قوة مجمّعة من 12 طائرة " بي - 17 " . 
‫ اليوم ، سترسل القوة الثامنة جهداً أقصى ‫ بـ3 وحدات حربية جوية . 
‫ - نعم . - بإجمالي 376 قاذفة ثقيلة ‫ و240 مقاتلة . ‫ - ليس سيئاً . ‫ - نعم . ‫ هذا أكبر أسطول جوي ‫ جرى تجميعه في تاريخ البشرية . ‫ نعم ! ‫ نعم ! 
‫ الآن ، سنكون في أول وحدة حربية ‫ مستهدفين مصنع تجميع محركات ‫ " مسرشميت 109 " في " ريغنسبورغ " . 
‫ أما الوحدتان الثانية والثالثة ، ‫ فستضربان مصانع محامل الكرات ‫ في " شفاينفورت " . 
‫ ولا آلة حربية تتحرك بلا محامل كرات . 
‫ إذا نجحنا ، ‫ فسنعطّل عمليات الإنتاج الألمانية شهوراً . 
‫ لا حدود لعدد الأرواح التي قد ننقذها . 
‫ حضرة العريف . 
‫ - يا إلهي . ‫ - بئساً . 
‫ هذه " ريغنسبورغ " . 
‫ وغالباً تفكرون ‫ في أنها مدة طيران طويلة ‫ فوق أراضي الحقراء الألمان . 
‫ وهذا صحيح . 
‫ هذه أعمق محاولة توغل لنا حتى الآن . 
‫ لكن لدى القوة الثامنة الجليلة خطة . 
‫ حضرة الرائد " بومان " ؟ 
‫ بالتوفيق يا " ريد " . 
‫ إنها خطة ثلاثية الجوانب . ‫ ولن يستطيع الحقراء الألمان ‫ إلا الدفاع عن واحد منها . 
‫ لذا ، فإن كفاءة التنفيذ والتوقيت ضرورية . 
‫ حضرة الرائد ؟ ‫ لم يصل الخط الأحمر حتى " أفريقيا " ؟ 
‫ هذا سؤال حاذق كما هو معتاد منك يا " كرت " . 
‫ وسأجيب عنه بعد برهة ، إذا سمحت . ‫ حسناً . اضحكوا الآن . ‫ الآن ، ستتجمّع الوحدات الحربية الـ3 ‫ فوق القناة معاً ... ‫ " ( ثورب أبوتس ) - ( شفاينفورت ) - النقطة ‫ الأولية - نقطة الالتقاء - ( ريغنسبورغ ) " ‫ ... 
‫ ولن تستطيع القوات الجوية الألمانية ‫ إلا شنّ حملة دفاع كبيرة ‫ ضد أولى وحداتنا الحربية ‫ قبل الاضطرار إلى العودة إلى القاعدة ‫ لإعادة التسلّح والتزوّد بالوقود . 
‫ وحين تعود أخيراً إلى السماء ، ‫ يُفترض أن تكون الوحدتان الثانية والثالثة ‫ تقذفان قنابلهما ‫ على مصنع محمل الكرات في " شفاينفورت " ، 
‫ الآن ، إجابةً عن سؤالك يا " كرت " . 
‫ بما أننا ... كيف أصوغ هذا ... ‫ الأسوأ حظاً في عملية الزحف ، 
‫ هذا لأنكم ذاهبون إلى " أفريقيا " يا سادة . 
‫ ستستقبلكم القوة الجوية الـ12 بأحضان ‫ وجعة مثلجة ‫ وذيول كركند . 
‫ ستكون بمنزلة إجازة . تحبون الجعة . 
‫ إن حالفنا الحظ . 
‫ شكراً يا " ريد " . 
‫ والآن ننتقل إلى نبأ سيئ . 
‫ في جناحنا ، نحن قاذفة الساقة . 
‫ أسوأ مركز في السرب . ‫ نعم ، نعم . 
‫ لا تساوي أرواحنا مليماً . 
‫ السرب القائد هو الـ418 ‫ تحت إمرة الرائد " كيد " . 
‫ إضافةً ، سيطير الرائد " إيغن " ‫ في قلعة النقيب " كروكشانك " ، ‫ بصفته طياراً قائداً احتياطياً للسرب . 
‫ وسيقود الرائد " فيل " السرب الـ349 ‫ والسرب الـ351 في الموقع العلوي ... ‫ ماذا ؟ صرت مساعد طيار ؟ ‫ على ما يبدو . 
‫ ها أنت ذا . ‫ الآن ، يبدو أن لدينا طقساً وعراً بعض الشيء ‫ في الساعات الباكرة . " ستورمي " ؟ 
‫ دعني أحزر ، سوف تمطر . 
‫ احتمال المطر 100 بالمئة . 
‫ هذا مضبوط يا سيدي . 
‫ فوق القاعدة اليوم ، يا سادة ، ‫ يبلغ غطاء الغيوم 5 أعشار رهج ‫ على ارتفاع 4 آلاف قدم . ‫ وتعلوه 5 أعشار ... ‫ ما معنى " طيار قائد احتياطي " بحق الجحيم ؟ 
‫ لا أدري . 
‫ - ألم تكن لك صلة بالأمر ؟ ‫ - ستكون الرؤية ... 
‫ يُفترض أن تكون الرؤية جيدة فوق جبال " الألب " ‫ وفي طريقكم جنوباً نحو " أفريقيا " . 
‫ شكراً يا " ستورمي " . 
‫ الآن ، يعتمد نجاح هذه المهمة ‫ على التنسيق بدقة ‫ بين كل الوحدات الحربية الـ3 فوق القناة . 
‫ إذا لم نلتق في تزامن ، ‫ لا يُوجد وقت بديل . 
‫ أي الوقت بدل الضائع بمصطلحات الرياضة . 
‫ 05 : 20 بعد 10 ثوان . 
‫ بالتوفيق ... ‫ وسأراكم بعد بضعة أيام . 
‫ تسجيل الوقت . 
‫ هنا برج " كلير أب " إلى الطائرة 567 . 
‫ نخطر جميع الطائرات بتأجيل الإقلاع ‫ بداعي الضباب الثقيل . 
‫ الجناح بأكمله متوقف مؤقتاً . ‫ انتظروا مزيداً من التعليمات . 
‫ برج " كلير أب " ، هنا الطائرة 567 . ‫ عُلم الإيقاف المؤقت . بالانتظار . حوّل . 
‫ " يا إلهي ، احرس واهد الرجال الذين يطيرون ‫ عبر أفضية السماء العظيمة . 
‫ كن معهم إذ يجتازون الجوّ ‫ في العواصف الحالكة أو في الشمس الساطعة . 
‫ أنت يا من يحفظ بجبروته العطوف ‫ الطيور المتزنة في طيرانها . ‫ يا ذا الرياح العاتية ، كن قريباً ، ‫ فإنهم بمعيّتك لا يعرفون خوفاً . " 
‫ كل الوحدات الـ3 ممنوعة من الطيران . ‫ لدينا تأخير لمدة 30 دقيقة . 
‫ أنت في طريقك عبر المطهر ، وتبلغ مفترق طرق . 
‫ أحدهما يذهب إلى النعيم ، ‫ والآخر إلى الجحيم . الهلاك . 
‫ على كل من الطريقين عفريت . 
‫ أحد العفريتين يقول الحقيقة . ‫ أما الآخر ، فمخادع حقير . دائم الكذب . حسناً ؟ ‫ ما السؤال الوحيد الذي عليكم طرحه ‫ ليدلّكم على الطريق الصحيحة ؟ 
‫ يا للهول ! 
‫ - يا حضرة الملازم . لديك زائرة . ‫ - امرأة بديعة . 
‫ سيدوم الانتظار 30 دقيقة أخرى . 
‫ هل تأتينا أبداً بنبأ طيب يا " غارسيا " ؟ ‫ ألديك شكوى ؟ ارفعها إلى العمليات . ‫ يُتبع هذا بخطاب شديد اللهجة ! 
‫ تأخّر الإقلاع نصف ساعة أخرى يا رجال . 
‫ لم لا نقلع وحسب ؟ ‫ لأننا لا نستطيع . 
يُوجد ضباب . ‫ ألم يتدرّب الطيارون على ذلك ؟ ‫ بلى . أليسوا يتقاضون أجورهم عن ذلك ؟ ‫ بلى ، أكيد . ‫ يمكنهم الطيران رأساً على عقب ‫ وفي أفواههم مصّاصات . ‫ لكن إذا وُجدت بقرة على المدرج ... ‫ بقرة على المدرج ؟ 
‫ من أين تأتي بهذا الهراء يا " كوين " ؟ 
‫ نحن في قلعة طائرة . ‫ يمكننا التغلب على بقرة . 
‫ " أليس " ليست من طراز " بويك " ‫ يا " بيبي فيس " . ‫ إنها علبة صفيح . 
‫ إذا ناطحنا بقرة ، فستُسحق . ونحن بداخلها . 
‫ أرى بقرتك . 
‫ طلقة ، طلقة ، طلقة ، انحشر السلاح . 
‫ سأحيل بقرتك لحماً مطحوناً . 
‫ " باكي " . 
‫ - " باكي " . ‫ - نعم يا " كرانك " ؟ 
‫ كيف أقنعت " هاردنغ " بالسماح لك بالطيران ؟ 
‫ ماذا تقصد ؟ 
‫ أنت و " باك " و " فيل " و " كيد " ؟ 
‫ 3 قادة وحدات وضابط تنفيذي جوي . 
‫ بيض كثير في سلة واحدة . 
‫ نعم ، لم أر هذا الكمّ من كبار الضباط ‫ في المهمة نفسها من قبل . 
‫ لم أكن لأفوّت هذه . 
‫ مهلاً ، مهلاً . ‫ هل تسأله ، " هل أنت العفريت الطيب ؟ " 
‫ لا . لا ، لكنك تقترب . 
‫ أنت أذكى مما ظننت يا " كروز " . 
‫ أراهن بـ10 ‫ على أن الوحدتين الثانية والثالثة ‫ - قد أقلعتا بالفعل . ‫ - لا . 
‫ لا ، ما كانتا لتصيبها هدفهما ‫ قبل أن ننضم إليهما . 
‫ ماذا إن فعلوا ؟ 
‫ فهذه الخطة العبقرية هراء . 
‫ تعال يا " ميتبول " . اقترب . أحسنت . 
‫ يا " باك " . 
‫ أهلاً يا " كرت " . 
‫ غيوم ثقيلة . ‫ نعم . 
‫ لدينا ضباب كهذا في الديار . 
‫ لطالما أخافني في صغري . 
‫ لا أحد يحب الضباب . 
‫ كيف حال رجالك ؟ 
‫ متوترون . 
‫ أما أنا ، فلا . 
‫ أنا بخير . 
‫ أشعر بأنها قد تكون مهمة كبيرة . 
‫ - هذا صحيح . ‫ - أرانا قادرين على إحداث أضرار جسيمة . 
‫ طيب ، ‫ يجدر أن أعود إلى أولئك المتوترين . 
‫ أراك هناك يا " باك " . 
‫ تفضّل يا سيدي . 
‫ يريدنا " ليماي " أن نقلع . ‫ لا يريد انتظار ‫ الوحدتين الحربيتين الأخريين . 
‫ ماذا تقصد ؟ 
‫ عليهما اللحاق بنا يا سيدي . 
‫ تشغيل المحرك في الساعة 06 : 40 . ‫ أرسل قنبلة إشارة لاستئناف العمليات . ‫ أمرك يا سيدي . 
‫ سنرسلهم إلى قلب الجحيم . ‫ وحدهم . 
‫ من الطيار القائد إلى الطاقم . ‫ هل يرى أحد الوحدتين الحربيتين الأخريين ؟ 
‫ - المراسلة ، كلّا . ‫ - الدفاع ، كلّا . ‫ الذيل ، كلّا . 
‫ كلّا يا سيدي . 
‫ كلّا . 
‫ ليس هذا ما قالوه ! 
‫ قالوا إننا سنتلقى الوطأة العظمى يا صاحبي . ‫ نعم ، أعرف . ‫ لكن كان يُفترض بالوحدتين الأخريين ‫ أن تزحفا من ورائنا ‫ للحرص على ألّا يرجعوا لمعاودة الهجوم . ‫ أين هم ؟ 
‫ " فيا " ، أواثق بأنك لا ترى أي أحد ؟ 
‫ ولا واحد منهم . ما زلنا وحدنا . 
‫ " كرانك " ؟ أتظن أن بوسعنا ‫ الاقتراب من " بلايكلي " . 
‫ بوسعنا . ‫ راكب متسلّط . 
‫ هذا صحيح يا " كرانك " . 
‫ طيار احتياطي متسلّط . 
‫ هيا يا " باك " . جارنا . 
‫ يبدو أن القسمين الآخرين تغيّبا عن موعدنا . 
‫ نحن وحدنا . 
‫ لا يبذلون جهداً كبيراً ‫ مع نيران المدفعية هذه . 
‫ يفسحون المجال للمقاتلات . 
‫ تباً ! ‫ مقاتلات باتجاه الساعة العاشرة ، من أسفل ! 
‫ يستهدفون " باك " . 
‫ مقاتلات ، باتجاه الساعة الثانية ! 
‫ التاسعة من أسفل . مزيد من الألمان . 
‫ - أستهدف ذلك الاتجاه ! ‫ - مقاتلات أخرى . تجاه الثانية على مستوانا . 
‫ نلت منك أيها الوغد ! 
‫ مزيد باتجاه الـ11 من أسفل ! 
‫ يستهدفون " كلايتور " ! 
‫ ضُرب الجناح الأيسر . 
‫ تنجرف يساراً . 
‫ القلّابة اليسرى عالقة . جار التعويض . 
‫ - صواريخ ، باتجاه الثانية ! ‫ - يا للهول ! 
‫ تباً ! ضربوا " كليفن " . 
‫ " نورمان " ؟ " ستراوت " ؟ 
‫ سرعتنا تنخفض . علينا زيادة الطاقة . ‫ افعل هذا . " نورمان " ! " ستراوت " ! 
‫ كلانا هنا . 
‫ ما أضراركما ؟ ‫ خرطوما الكهرباء والأكسجين . 
‫ - كيف حال مصوّبة القنابل ؟ 
‫ - أفحصها . 
‫ المصوّبة سليمة ! 
‫ طائرتان " 190 " ، باتجاه الثانية . 
‫ فُجّر مقبض التجهيز ! 
‫ باتجاه الثانية من أسفل ! 
‫ تباً . إنهم قادمون من كل مكان ! 
‫ ضربت واحدة ! 
‫ سرب كامل ، باتجاه العاشرة من أسفل ! 
‫ تباً ! ضُرب " باك " . 
‫ تباً لهذا . أنا نازل إلى المقدمة . 
‫ عُلم . 
‫ السابعة من أسفل ! 
‫ واحدة أخرى من الثانية ! 
‫ حسناً يا " مرف " . سأتولّى ذلك المدفع . ‫ سيدي . 
‫ العاشرة من أسفل ! ‫ من الذيل إلى المقدمة ، إنهم آتون باتجاهكم . 
‫ - الثانية من أعلى ! ‫ - سيفترقون يا " مرف " ! 
‫ يستهدفون " باك " . 
‫ مقاتلات باتجاه الثانية من أعلى ! 
‫ تلقيتك . أراهم . اضربوهم يا أولاد . 
‫ يستهدفون العنصر الثاني . 
‫ من الذيل إلى " كليفن " . سقطت قلعة " هامل " . 
‫ أترى أي مظلات ؟ 
‫ المظلات الـ10 كلها ، لكن " كلايتور " في ورطة . 
‫ إنه ينجرف بشكل سيئ . يسقط من التشكيل . 
‫ - نفقد وقوداً . ‫ - أرى هذا . 
‫ الجناح الأيسر يحترق . 
‫ هل نفرّ يا " روي " ؟ ‫ " روي " ! هل نفرّ ؟ ‫ هل نفرّ ؟ 
‫ إلى الطاقم ، اهجروا الطائرة . ‫ فرّوا ! اهجروا الطائرة ! فرّوا ! ‫ - أقلت اهجروا الطائرة ؟ ‫ - نعم ، فوراً ! ‫ دمّروا التنظيم ثم فرّوا ! 
‫ الطيار إلى قاذف القنابل . ‫ افتح أبواب حجيرة القنابل ! ‫ عُلم . 
‫ " لورتش " ، أسقط كل القنابل . 
‫ البرج الكروي إلى الطاقم . أنا عالق . 
‫ - أعجز عن الخروج من البرج . ‫ - ماذا تقصد ؟ 
‫ صمام الرفع الخانق معلّق . 
‫ يرفض التدوير . 
‫ " كوين " ! ساعدني . 
‫ - " كوين " ، هيا . ساعدني يا رجل . ‫ - ادفع ! 
‫ اسحب عند العدد 3 . 
‫ - أحاول ! ‫ - 1 ، 2 ، 3 . 
‫ هيا ! 
‫ ادفع يا " بيبي فيس " ! ساعدني ! 
‫ هيا يا " كوين " ! أرجوك ! 
‫ هيا ، أخرجني من هنا . أرجوك ! 
‫ أنا آسف . 
‫ ماذا تقصد ؟ لا ! ‫ لا ! 
‫ ارجع يا " كوين " ! " كوين " ، أرجوك ! 
‫ - لا أستطيع . ‫ - أخرجني من هنا ! 
‫ النجدة ! 
‫ لا أستطيع . 
‫ أخرجني ! أرجوك ! " كوين " ! 
‫ - آسف يا " بيبي فيس " . أنا آسف . ‫ - لا ! لا ! 
‫ من الذيل إلى الطيار القائد . ‫ دُمّر عنصرنا الثاني بأكمله . 
‫ تباً . عُلم يا مدفعي الذيل . 
‫ علينا الانضمام إلى السرب الـ418 ! 
‫ قائد " ريدميت " إلى سرب " ريدميت " ، ‫ سننضم إلى " بيسر " . 
‫ عُلم يا قائد " ريدميت " . لنرفع الطاقة . 
‫ سنرتقي ونحتمي مع السرب الـ418 . 
‫ من الذيل إلى الطيار القائد ، ‫ دُمّر العنصر الأخير بأكمله من السرب الـ350 . 
‫ يحاول البقية الانضمام إلينا . 
‫ عُلم . 
‫ هيا . 
‫ سيدي . 
‫ تمّ تشفير كل قواعد القوات الجوية الألمانية ‫ في " البلجيك " . ‫ وما زلنا نبعد أكثر من 3 ساعات ‫ عن النقطة الأولية . 
‫ صواريخ واردة . باتجاه الساعة السابعة ! 
‫ اللعنة ! 
‫ " سميث " ، تقرير ! 
‫ " سميث " ! تقرير ! 
‫ سقط " سميث " . لا يتنفس . 
‫ من الدفاع إلى " كليفن " . مات " سميث " يا سيدي . 
‫ مقاتلات باتجاه الـ11 من أعلى ! 
‫ اللعنة ! 
‫ اللعنة ! 
‫ - أأنت بخير ؟ ‫ - نعم . 
‫ فلتعد إلى الأعلى وتشغل مدفعك . 
‫ ضُربت اللوحة الكهربائية الرئيسة . 
‫ - ما مدى سوء الوضع ؟ 
‫ - تعطّل المولّد . لا أستطيع التحديد . 
‫ الدفاع إلى الطيار . ضُرب " بيدك " . 
‫ الضغط ينهار في كل مكان . ‫ كل الأنظمة . نحن نفقدها يا " كرت " . 
‫ هذا غير صحيح . 
‫ " ديكي " ! " ديكي " ! لا ! ‫ " بست " ! انزل إلى هنا فوراً ! 
‫ إنه على أذرع التحكم . ارفعه . ‫ أرجعه . 
‫ - كيف حاله ؟ 
‫ - أظن أنه مات . 
‫ لا يا " ديكي " . " ديكي " ، أفق ! 
‫ تباً ! 
‫ إنها لن تنجو . علينا النزول . 
‫ من الطيار إلى الطاقم . فرّوا ! فرّوا ! 
‫ ها هي مظلتك يا " كرت " . 
‫ إنه يتنفس يا سيدي ! 
‫ " ديكي " ، ابق معي . 
‫ سأهبط بك بأمان . أتسمعني ؟ ‫ لا يمكنك الهبوط بها ، أليس كذلك ؟ ‫ نعم ، يمكنني . إذا أسقطناه ، فسيموت . ‫ أسقطه . تلك أحسن فرصه ! 
‫ - سيموت بأي حال يا حضرة الملازم . ‫ - بل لن يموت ! 
‫ يجب أن نفرّ ! هيا ! 
‫ اذهب . سأتبعك فوراً . اذهب ! ‫ عدني ! 
‫ سأتبعك . 
‫ سأحفظ استواءها حتى يفرّ الجميع . اذهب ! 
‫ يجب أن تنزل يا " كرت " ! 
‫ سأتبعك فوراً . انزل ! 
‫ سأهبط بنا يا " ديك " . التحكم لي . 
‫ ها هناك . أتراه ؟ ذلك الحقل الطويل ؟ 
‫ " ديكي " ، ابق معي . بحقك . 
‫ هيا يا " كرت " . طر كالملائكة . 
‫ رباه . 
‫ سيدي ، عبرت الوحدتان ‫ الثانية والثالثة القناة للتوّ . 
‫ تأخرتا 5 ساعات . 
‫ كان الرب في عون رجالنا . 
‫ باتجاه الساعة الواحدة من أعلى ! 
‫ - هل أُصبت ؟ ‫ - لا . وأنت ؟ 
‫ لديّ تسريب سائل على الجناح الأيسر . 
‫ أظن أن العمود عالق على شيء ما . 
‫ تبدو دواسة الدفة اليسرى مرتخية ‫ وليست لديّ سوى اليمنى . 
‫ - عوّض ! ‫ - لا أستطيع . ساعدني . 
‫ أظن ألّا فائدة . إنها لا تستجيب . 
‫ يمكننا تدبيرها . ‫ سنستعمل الخوانق وتقليم الدفة . ‫ هذا أكثر مما يجب . علينا الفرار . ‫ المحرك الثالث يحترق أيضاً . 
‫ - إلى الطاقم ، استعدوا ... ‫ - أيها الوغد ! 
‫ سنبقى هنا صامدين . ‫ أتسمعني ؟ 
سوف نصمد . 
‫ من الطيار القائد إلى الطاقم . ‫ سنلتزم بمهمتنا ما دمنا نستطيع الطيران . 
‫ ليتفقّد أحدكم ما إذا مزّقت آخر ضربة ‫ أحد خزانات الوقود . 
‫ من الملّاح إلى الطيار ، أراه . لدينا تسريب . 
‫ عُلم . 
‫ يبدو أن الحقراء الألمان ‫ عائدون للتزوّد بالوقود . ‫ لا تتخلوا عن حذركم . 
‫ يتزوّدون بالوقود . 
‫ ما وضعنا يا " كروز " ؟ 
‫ إلى القائد . نقترب من النقطة الأولية . ‫ عُلم . 
‫ أُطلقت قنبلة الإشارة ! 
‫ النقاط الأولية . 
‫ 30 ثانية حتى إطلاق القنابل . ‫ استعدّ لتسليم الطائرة . 
‫ جار التقليم . 
‫ والثبات على 155 . 
‫ تمّ تفعيل الطيار الآلي والماكينات المساعدة ، ‫ الطائرة لك . 
‫ عُلم ، الطائرة لي . ‫ مقاتلات باتجاه العاشرة من أعلى ! تقترب ! 
‫ نلت من ذلك الحقير . 
‫ جار فتح أبواب حجيرة القنابل . 
‫ استعدّوا للإسقاط . سننجز المهمة يا أولاد . 
‫ إطلاق القنابل ! 
‫ خذوا هذا . 
‫ إطلاق القنابل ! 
‫ بئساً . هلّا تنظرون إلى ذلك . 
‫ من الطيار القائد إلى البرج الكروي . ‫ كيف أبلينا ؟ 
‫ سيدي ، ذلك المصنع ... قد دُمّر . 
‫ أُنجزت المهمة يا أولاد . 
‫ أيمكننا العودة الآن ؟ 
‫ ليس بعد يا " ستراوت " . ‫ علينا أن نحطّ مؤقتاً في " أفريقيا " . 
‫ لا بأس . أنا ... ‫ ألماني ؟ 
‫ أنا أمريكي . 
‫ هلّا تساعدونني . 
‫ انتظر هنا . 
‫ إنه أمريكي . 
‫ متأكدة ؟ 
‫ نعم . 
‫ " جبال ( الألب ) الإيطالية ‫ 5 ساعات حتى ( الجزائر ) " ‫ من الطيار القائد إلى الذيل ، كم بقي منا ؟ 
‫ من الذيل إلى الطيار القائد ، 9 . 
‫ إنهم مبعثرون في كل مكان ، ‫ أراهم يميناً وشمالاً . 
‫ أما زالت قلعة " كليفن " معنا ؟ 
‫ أُلحقت بهم أضرار بالغة ، ويتخلفون كثيراً ، ‫ لكنهم ما زالوا معنا . 
‫ عُلم . 
‫ " منزي " ، ننجرف شمالاً . كيف تبدو الروافع ؟ 
‫ اليسرى تالفة تماماً . 
‫ لا تعمل . 
‫ من الذيل إلى الطيار . فقدنا قلعة أخرى . 
‫ أظن أنه كان " أوكس " . 
‫ عُلم . 
‫ يا حضرة الرائد ، ‫ لا أعلم إلى متى يمكننا مواصلة السير . 
‫ نحن بخير . 
‫ - إذا كنا لنهبط على الماء ، فعلينا ... ‫ - يمكننا الوصول . 
‫ مجرى الرافعة تالف تماماً يا سيدي . ما خطتنا ... ‫ لا أنوي قضاء هذه الحرب ‫ بمعسكر اعتقال ، وأنت ؟ 
‫ " منزي " ، هل يتبعنا " هولنبيك " و " ديماركو " ؟ ‫ من الذيل إلى الطيار . " ديماركو " معنا . 
‫ " هولنبيك " يهجر طائرته . 8 مظلات ... ‫ 9 . الـ10 كلها . 
‫ هذا طيب يا " منزي " . 
‫ " نورمان " . " ستراوت " . كيف حالكما ؟ 
‫ نحن بخير يا سيدي ! 
‫ إنما نستمتع بالمنظر والهواء الطلق الخفيف . 
‫ أبليتما حسناً . يسرّني أن كنتما معي . 
‫ وهذا ينطبق على بقيتكم أيها الحثالة ‫ على هذه القلعة أيضاً . 
‫ أحسنتم يا رجال . 
‫ يا " دوغ " . 
‫ نعم ؟ 
‫ أتعرف متى فقدنا " بيدك " ؟ 
‫ أنا ، لم أملك الوقت لتدوينه في السجلّ . 
‫ تباً يا " كروز " ، ‫ لا أظن أن أي ملّاح في الجناح برمّته ‫ - كان له وقت لتدوين السجلّات . ‫ - نعم ، إنما أتحرى الدقة ، حسناً ؟ 
‫ أعلم يا " كروز " . 
‫ أفترض أنهم سقطوا في الساعة الـ11 . 
‫ نعم . فهمت . الساعة الـ11 . 
‫ " يُمنع نقل الوقود " ‫ " حتى انخفاض مستوى الوقود الرئيس ‫ إلى 380 لتراً للمحرك " ‫ نزلنا عن 2270 يا سيدي . 
‫ من الطيار إلى الملّاح . ‫ بقي لدينا أقل من 2270 لتراً . 
‫ أيمكنه إيصالنا إلى " أفريقيا " ؟ ‫ لا يا حضرة الرائد . يبدو أننا قد نحتاج ‫ إلى ما أقرب إلى 2840 بالسرعة الحالية . 
‫ نسرّب الوقود منذ النقطة الأولية . ‫ عُلم . 
‫ من الطيار القائد إلى الطاقم . ‫ علينا مدّ نطاقنا قدر المستطاع . 
‫ تخلصوا من كل شيء غير مثبّت بمسامير . ‫ مصوّبة القنابل والمدافع والذخيرة ، وكل شيء . 
‫ من قاذف القنابل إلى الطيار . ‫ هل ذكرت مصوّبة قنابلي ؟ 
‫ نحن فوق الماء يا " نورم " . ‫ لن يحصل عليها الحقراء الألمان . ‫ أسقطها . 
‫ أطلقوا البرج . 
‫ من الطيار إلى البرج العلوي ، ‫ كيف يبدو وضعنا بالأعلى ؟ 
‫ بحالة وعرة ، لكننا بخير يا سيدي . 
‫ " غاريسون " ، كيف يبدو المتخلّفون ؟ 
‫ " ديماركو " نظيف . ‫ و " كليفن " يتخلص من زوائده الآن . 
‫ ويبدو أن " فان نوي " سيهبط على الماء . 
‫ من الملّاح إلى الطيار ، ‫ هبط " فان نوي " بسلاسة على الماء . ‫ على مسافة نحو 560 كلم من اليابسة . 
‫ عُلم . 
‫ أهو جيد ؟ ‫ نعم . 
‫ " لويز " ... ‫ استدر . استدر . 
‫ لن تعرف اسمي ، وستنسى وجهي . اتفقنا ؟ 
‫ اتفقنا . 
‫ أتريد الهروب عائداً إلى " إنجلترا " ؟ ‫ - نعم . ‫ - يمكنني مساعدتك . لكن اعلم هذا ، 
‫ إذا سلّمت نفسك إلى الألمان الآن ، ‫ فستصبح أسيراً بموجب اتفاقيات " جنيف " ‫ ومن المرجّح أن تنجو من الحرب . 
‫ أما إذا اخترت محاولة الهروب ، ‫ فستُعامل بصفتك جاسوساً إذا أُسرت ، ‫ ومن المرجّح أن تُعدم . 
‫ هل تفهم ؟ 
‫ وأيّهما تختار ؟ الاستسلام ؟ أم الهروب ؟ 
‫ " كرانك " ؟ هل تلك هي " أفريقيا " ؟ 
‫ نعم ، صحيح . من الطيار إلى الطاقم . ‫ " أفريقيا " أمامنا مباشرةً ! 
‫ من القائد إلى الملّاح . 
‫ " كروز " ، هل نحن حيث يُفترض أن نكون ؟ 
‫ فإن لم نكن ، فسنهبط على تلك الرمال . ‫ نعم . 
‫ يُفترض أن نرى القاعدة ‫ بزاوية 184 في أي لحظة . 
‫ " كروز " ، كاد وقودنا ينفد . هل أنت واثق بهذا ؟ 
‫ أقول الحقيقة يا سادة . ‫ واثق كثقتي بإجادتي القراءة والعدّ . 
‫ هيا . 
‫ مفترق طرق هنا يا " كروز " . ‫ نحتاج إلى إجابة تلك الأحجية . 
‫ إجابة الأحجية هي 184 . حافظوا على انتباهكم . 
‫ أظنني أراها . 
‫ بزاوية عمودية . بل إلى الجانب قليلاً . 
‫ أصبت بما فيه الكفاية يا " كروز " . 
‫ - عجباً ! ‫ - طيب . أحسنت عملاً . 
‫ الطيار القائد إلى " زوتسوت 2 " ، ‫ المهبط على مرمى البصر . 
‫ - الطيار إلى الطاقم ، استعدوا للهبوط . ‫ - إلى النعيم يا أولاد . 
‫ ها نحن أولاء آتون إلى النعيم يا رجال . 
‫ إنزال عجلات الهبوط . 
‫ جار إنزال عجلات الهبوط . ‫ نزلت العجلة اليمنى . 
‫ نزلت العجلة اليسرى . القلّابات عند الربع . 
‫ أحسنتم صنعاً يا أولاد . 
‫ يا " بلايكلي " ، ما كانت إجابة تلك الأحجية ؟ 
‫ كنت أرجو أن تخبرني . 
‫ طيب ، أنا واثق بأن هذا ليس النعيم . 
‫ لقد وصلنا يا أولاد . أين اللجنة الترحيبية ؟ 
‫ رباه . مرحباً في " أفريقيا " يا أولاد . 
‫ ها هو المهبط . جنوباً . 
‫ ضغط الوقود يهبط على المحرك الرابع . ‫ توشك المحركات تتوقف . 
‫ سآخذ منعطفاً حاداً إلى المدرج . 
‫ - الآن نفقد المحرك الثاني . ‫ - أطفئه . 
‫ توقفت كل المحركات . 
‫ هكذا ، صرنا طائرة شراعية الآن . 
‫ 200 قدم . إنزال عجلات الهبوط . ‫ مهلاً . ستبطّئ سرعتنا . 
‫ - أننزلها الآن ؟ ‫ 
- مهلاً . 
‫ 100 قدم . 
‫ مهلاً . 
‫ الآن . 
‫ نزلت عجلة الهبوط اليمنى . 
‫ نزلت اليسرى . القلّابات عند الربع . 
‫ التأخر خير من عدم المجيء مطلقاً . ‫ نعم . لنأت بتلك العربة . 
‫ أأنتم بخير يا أولاد ؟ ‫ - نعم . ‫ - يا " نورم " . 
‫ - بخير ؟ ‫ - هات عدة الإسعاف من الطائرة . ‫ - لنضعهم في العربة . ‫ - أنا بخير يا جماعة . 
‫ - ضعوه على العربة . أصغوا إلى " كيد " . ‫ - انهض . ‫ - اعتنوا به ، حسناً ؟ ‫ - أمسكت به . 
‫ - أستطيع حمله يا حضرة الرائد . ‫ - متأكد ؟ 
‫ هيا . 
‫ لا أعلم كيف قدت تلك الطائرة حتى " أفريقيا " ، ‫ لكن عجزت عن بلوغ المدرج . 
‫ إنه ها هناك . 
‫ بئساً . 
‫ - من هو ؟ ‫ 
- " نورمان سميث " . مشغل لاسلكي . 
‫ فقدت 4 قلاع . ‫ أعلم . 
‫ - كم نجا منا ؟ ‫ 
- 11 من أصل 21 . 
‫ ماذا عن " كلايتور " ؟ أي مظلات ؟ 
‫ لم أر أي مظلات . ‫ نعم . و " كرت " ؟ 
‫ لا أدري . 
‫ من معرفتي بـ " بيدك " ، ‫ هو غالباً يحتسي زجاجة خمر الآن . 
‫ سنجتاز هذه المحنة . هيا . ‫ إياك أن تكفّ عن الإيمان بذلك . 
‫ أكيد يا " باكي " . 
‫ هي دليلكما ، وستطيعان أوامرها . 
‫ اجمعوا أغراضكم يا أولاد . سنعود إلى الديار . 
‫ كل هذه الوجوه الجديدة ... ‫ الرائد " إيغن " . الرائد " كليفن " . 
‫ أظنك قد تكونين آخر وجه مليح أراه في حياتي . 
‫ نشعر بأننا سننجز شيئاً حقيقياً . 
‫ نعم ، ستنجزون شيئاً بالفعل . 
‫ نخب الرجال الغائبين عنا الليلة ، ‫ وكان ينبغي أن يكونوا معنا . 
‫ ألماني . جرّبوا وسائل عدة لاختراق شبكتنا . 
‫ إذا سقطنا ، فلن يذكرونا نحن الآخرين . ‫ كأننا لم نكن يا " باك " . 
‫ ماذا حدث لـ " بيبي فيس " ؟ هل مات ؟ 
