Мирно ! 
Свободно . 
Точно преди една година Осма въздушна армия вдигна първата си бойна група . 
Тя се състоеше от дванайсет бомбардировача Б - 17 . 
Днес Осма армия изпраща подсилена част от три въздушни групи . 
Да . - С общо 376 тежки бомбардировачи и 240 изтребители . - Не е зле , а ? Това е най - голямата летателна армада в историята . Да ! 
Ние ще сме в първата бойна група , чиято мишена ще бъде заводът за двигатели на " Месершмит 109 " в Регенсбург . 
Втора и трета групи ще ударят фабриките за сачмени лагери в Швайнфурт . 
Военната техника не може да се движи без сачмени лагери . 
Ако успеем , ще извадим немското производство от строя за месеци . 
Ще спасим живота на много хора . 
Ефрейтор . 
Мили боже . - Господи . 
Това е Регенсбург . 
Сигурно си мислите , че това са доста часове полет над немска територия . 
Така е . 
За пръв път навлизаме толкова навътре . 
Но могъщата Осма армия има план . 
Майор Боуман ? 
Давай , Ред . 
Комбинация от три удара . Швабите могат да защитят само единия обект . 
Изпълнението и синхронът ще са изключително важни . 
Майоре , защо червената линия е чак до Африка ? 
Много проницателен въпрос . 
Ще отговоря след малко . Хубаво , смейте се вие . Трите бойни групи ще се построят над Ламанша и ще се разделят в тази точка . 
Луфтвафе ще окажат сериозен отпор само срещу първата група , после ще трябва да презаредят с гориво и муниции . 
Докато се върнат във въздуха , втора и трета бойни групи вече ще хвърлят бомбите си върху фабриките за лагери в Швайнфурт , а ние ще бомбардираме Регенсбург . 
А сега на въпроса ти , Кърт . 
Докато ние , как да се изразя , изтегляме късата клечка на отиване и привличаме огъня на изтребителите , командването е съставило гениален план , който здравата ще обърка швабите - няма да се върнем по същия път . 
Ще летите към Африка , господа . 
12 - а въздушна армия ще ви чака с отворени обятия , студена бира и омари . 
Все едно сте на почивка . Всички обичате бира . 
Ако извадим късмет . 
- Благодаря , Ред . 
А сега лошите новини . 
Нашето крило ще е най - отзад . 
Възможно най - гадното място . 
Ще ни пожертват . 
418 - а ескадрила ще води групата , командващ пилот ще бъде майор Кид . 
Майор Иган ще лети в самолета на капитан Крукшанк като зам . - командващ пилот на групата . 
Майор Вийл ще предвожда 349 - а и 351 - ва във висока позиция . Ще си имам пътник значи ? - Явно да . 
Това е . Сутринта ни чака неблагоприятно атмосферно налягане . Сторми ? 
Нека позная - ще вали . 
- Със сигурност . 
Съвсем вярно . 
Днес над базата има облачна покривка със средна плътност на височина 1200 м . Какво е " зам . - командващ пилот " ? 
Не знам . 
Нямаш нищо общо с това , така ли ? 
Облаците ще ви скриват над Алпите и по пътя ви на юг към Африка . 
Благодаря . 
Успехът на мисията зависи изцяло от това трите бойни групи да се координират прецизно над Ламанша . 
Ако не синхронизираме срещата , няма да ги финтираме . 
Минахме на спортен жаргон . 
След десет секунди ще е 05 : 20 ч . 
Успех . Ще се видим след няколко дни . 
Засечете . 
Контролна кула до самолет 567 . 
Всички полети са отложени поради гъста мъгла . 
Важи за цялото крило . Изчакайте нови указания . 
Кула , тук самолет 567 . Разбрано , ще изчакаме , край . 
" Господи , летците ни пази , устремени към небесни висини . 
Закриляй ги сред вихъра студен на буря страшна или в слънчев ден . 
Поддържай , Боже , с Твоята десница , във полета й таз желязна птица . Попътен вятър нека е със тях . Щом имат Теб , не знаят що е страх . " 
Полетите са отложени . 30 - минутно закъснение . 
Пътуваш през чистилището и стигаш до разклон на пътя . 
Единият път води към Валхала , а другият - към Ада и вечното проклятие . 
На двата пътя има по един таласъм . 
Единият винаги казва истината . Другият е коварна гад , винаги лъже . Какво трябва да го попиташ , за да ти покаже правилния път ? 
Боже . 
Лейтенант , имате гост . - Жена от класа . 
Изчакайте още 30 мин . 
- Нямаш ли и някоя добра новина ? Оплачете се в щаба , ако щете . Следва писмо с нецензурни думи ! 
Отложиха с още половин час . 
Защо просто не излетим ? 
- Не може , има мъгла . Нали пилотите са обучени ? - Да , нали за това им плащат ? Разбира се , могат да летят и с главата надолу , лапнали близалка . Но ако на пистата излезе крава ... - Крава на пистата ? 
Що за дивотии , Куин ? 
Нали сме в летяща крепост , ще се справим с една крава . 
Бейби Фейс , " Алис " не е буик , а най - обикновена консерва . 
Блъсне ли се в крава , ще стане на хармоника , заедно с нас . 
Виждам кравата . 
Тррр , тррр , дум ! 
Ще я направя на кайма . 
Бъки . 
Бъки . - Кажи , Кранк . 
Хардинг как ви пусна да летите ? 
В смисъл ? 
- Теб , Бък , Вийл , Кид ? 
Трима командири на ескадрили и заместник . 
Доста яйца в една кошница . 
В нито една мисия не е имало толкова командващи . 
Не исках да пропусна точно тази . 
Чакай , питаш го дали е добрият таласъм . 
Не , но си близо до отговора . 
По - умен си , отколкото мислех , Крос . 
Залагам десетачка , че втора и трета групи вече са излетели . 
Няма да атакуват , преди да се построим с тях . 
Ами ако ударят мишената ? 
- Гениалният план отива по дяволите . 
Хайде , Кюфте , ела . Браво . 
Бък . 
Здрасти , Кърт . 
Каква мътеница , а ? 
И по нашия край има такива мъгли . 
Като малък много ме плашеха . 
Никой не ги обича . 
Как се чувствате ? 
Изнервени . 
Аз обаче не . 
Спокоен съм . 
Усещам , че ще е важна мисия . 
Така е . - Ще нанесем големи поражения . 
Е , ще се връщам при изнервените . 
- Ще се видим там , Бък . 
Ето , сър . 
Лемей иска да излетим , без да чакаме другите групи . 
Как така ? 
- Ще трябва да ни догонят , сър . 
Включваме двигателите в 06 : 40 ч . Пуснете сигнална ракета . Тъй вярно . 
Изпращаме ги право в Ада , и то сами . 
Пилот до екипажа . Виждате ли другите бойни групи ? 
Радист - не . - Картечар - не . Опашка - не . 
- Не , сър . 
Не ги виждаме . 
Друго ни казаха ! 
Казаха , че ще привличаме огъня . - Да , знам . Но другите групи трябваше да разчистят след нас , за да не ни обстрелват втори път , а къде са ? 
Виа , сигурен ли си , че не виждаш никого ? 
- Нито един самолет , сами сме . 
Кранк , може ли да се приближим до Блейкли ? 
Може . Пилотираш от задната седалка . 
- Прав си . 
Резервен пилот отзад . 
Хайде , Бък , не изоставай . 
Май другите групи ни вързаха тенекия . 
Сами сме . 
Не им се бърза при този обстрел . 
- Да не пречат на изтребителите . 
Мамка му ! Изтребители отпред вляво под нас ! 
Погнаха Бък . 
- Изтребители отпред вдясно ! 
Още немци отпред вляво под нас . 
Поемам ги ! - Още изтребители отдясно ! 
Пипнах те , кучи сине ! 
- Идват още вляво под нас ! 
Отиват към Клейтър ! 
Улучиха лявото крило . 
Дърпа наляво . 
Лявата задкрилка блокира , компенсирам . 
Ракети отпред и отдясно ! - Майко мила ! 
Лошо ! Удариха Клевън . 
Норман , Страут ? 
- Губим скорост , да увеличим тягата . Давай . Норман , Страут ! 
Живи сме . 
Щети ? - Захранване и маркучи за кислород . 
Как е мерникът ? 
- Проверявам . 
Мерникът е наред ! 
- Два изтребителя отдясно . 
Гръмнаха ръкохватката ! 
Вдясно под нас ! 
Боже , изникват отвсякъде ! 
Улучих един ! 
Ескадрила вляво под нас ! 
- Улучиха Бък ! 
Майната му , слизам на носа . 
- Разбрано . 
Отзад под нас ! 
- Още един отдясно ! 
Мърф , поемам картечницата . - Слушам . 
Вляво под нас , идват към теб ! 
Горе вдясно ! - Разделят се ! 
Отиват към Бък . 
Изтребители горе вдясно ! 
- Виждам ги . Огън , момчета ! 
Целят втората редица . 
До Клевън , самолетът на Хъмъл падна ! 
- Видя ли парашути ? 
И десетте , но Клейтър е в беда . 
Наклонен е , изпада от формацията . 
Губим гориво . - Виждам . 
Лявото крило гори ! 
Да скочим ли ? Рой , да катапултираме ли ? Да скачаме ли , кажи ! 
Напуснете самолета , скачайте ! Да скачаме ли ? - Унищожи заповедта и скачай ! 
Мерач , отвори бомбения отсек ! - Разбрано . 
Лорч , пусни всички бомби . 
Тук овално гнездо , заклещен съм ! 
Не мога да се измъкна . - Как така не можеш ? 
Ръчката за издигане заяде . 
Не се върти ! 
Куин , измъкни ме ! 
Куин , помогни ми . - Бутай ! 
Дърпай на три ! 
Опитвам се ! - Раз , два , три ! 
Давай ! 
Натисни , Бейби Фейс ! Помогни ми ! 
Куин , давай , моля те ! 
Моля те , измъкни ме от тук ! 
Съжалявам . 
Как така ? Не ! 
Куин , върни се , моля те ! 
Не мога . - Измъкни ме от тук ! 
Помощ ! 
Не мога . 
Измъкни ме , моля те ! Куин ! 
Съжалявам , Бейби Фейс . - Не , не ! 
Опашка до водача , цялата втора редица я няма . 
Господи ! Прието , опашен картечар . 
Трябва да настигнем 418 - а . 
" Редмийт " до ескадрила , ще се обединим с " Пейсър " . 
Разбрано , водач " Редмийт " . Дайте газ ! 
Ще се издигнем и ще потърсим закрила от 418 - а . 
Опашка до пилот , последната редица от 350 - а я няма . 
Останалите ни настигат . 
- Прието . 
Дай . 
Сър . 
Немските бази в Белгия са под тревога , а имаме още три часа до целта . 
Ракети отзад ! 
Боже ! 
Смит , докладвай ! 
Чуваш ли ? Докладвай ! 
Смит е улучен . Не диша . 
Картечар до Клевън . Смит е мъртъв , сър . 
Изтребители вляво над нас ! 
Кучи син такъв ! 
Копеле гадно ! 
Добре ли си ? - Да . 
Тогава се връщай на картечницата . 
Улучиха главното табло . 
Зле ли е ? 
- Не знам , генераторът не работи . 
До пилота , улучиха Бидик . 
Налягането на всички системи пада . Кърт , ще загубим самолета . 
Няма ! 
Дики , Дики ! Не ! Бест , ела веднага ! 
Натиснал е приборите , дръпни го назад . 
Как е ? 
- Май е мъртъв . 
Не , Дики , отвори очи ! 
Мамка му ! 
Самолетът няма да издържи . Трябва да катапултираме . 
До екипажа , напуснете самолета , скачайте ! 
Ето ти парашута . 
Още диша ! 
Дики , дръж се ! 
Ще те върна жив , чуваш ли ? Не можеш да го приземиш ! - Мога ! Скочи ли с парашут , ще умре . Няма друг шанс ! 
Бездруго ще умре . - Няма да умре ! 
Трябва да скочим ! Хайде ! 
Тръгвай , след теб съм . - Обещай ми ! 
Идвам след теб . 
Ще държа курса , докато всички скочат ! Давай ! 
Трябва да скочиш ! 
- Идвам веднага , върви ! 
Ще кацнем , Дик . Държа управлението . 
Ей там , виждаш ли ? На онази дълга поляна . 
Дики , дръж се , чуваш ли ? 
Хайде , Кърт , лети като ангел . 
О , боже . 
Втора и трета групи прекосиха Ламанша . 
С пет часа закъснение . 
Бог да им е на помощ . 
Вдясно над нас ! 
Ранен ли си ? - Не , ти ? 
Има теч от лявото крило . 
- Кормилната колона засича . 
Левият педал е хлабав и имам ход само надясно . 
Компенсирай ! - Не мога , помагай . 
Рулят е прецакан , не реагира . 
Ще използваме дроселите и стабилизатора . Не , трябва да скочим . Трети двигател също гори . 
До екипажа , пригответе се ... - Негодник такъв ! 
Оставаме тук и стискаме зъби , чу ли ? 
Ще издържим ! 
Тук пилотът , докато можем да летим , продължаваме мисията . 
Вижте дали няма пробит резервоар . 
Навигатор до пилота , виждам теч . 
- Разбрано . 
Швабите май се връщат да заредят . Отваряйте си очите . 
Ще презареждат . 
- Как сме , Крос ? 
Тук навигатор , стигнахме началната точка . 
Пуснах ракета ! 
Начални точки . 
30 секунди до бомбите . Готов съм да поема самолета . 
Стабилизирам . 
Поддържам курс 155 градуса . 
Автопилотът и сервосистемите са включени . Мерач , самолетът е твой . 
Прието . - Изтребители вляво над нас ! 
Гръмнах копелето ! 
Отварям бомбения отсек . 
Готови за пуск . Ще изпълним мисията , момчета . 
Пускам ! 
На ви ! 
Пускам ! 
Гледайте какво става ! 
Овално гнездо , улучихме ли ? 
Сър , фабриката се изпари ! 
Изпълнихме мисията . 
Да си ходим , а ? 
Още не , Страут . Имаме междинна спирка в Африка . 
Спокойно . Немец ? 
- Американец . 
Ще помогнете ли ? 
Изчакай . 
Американец . 
- Дали ? 
Да . 
ИТАЛИАНСКИТЕ АЛПИ ПЕТ ЧАСА ДО АЛЖИР Пилот до опашка , колко останаха зад нас ? 
Девет самолета . 
Пръснати са навсякъде , вляво и вдясно . 
- Самолетът на Клевън с нас ли е ? 
Очукан е здравата и изостава , но още е с нас . 
Разбрано . 
Мензи , дърпа ни наляво . Как са елеваторите ? 
Левият е на решето . 
Извън строя е . 
Загубихме още един самолет . 
Май беше на Оукс . 
- Прието . 
Майоре , не знам колко още ще издържим . 
- Ще се справим . 
Ако ще скачаме ... - Ще стигнем . 
Елеваторите са на решето . Няма да изкарам войната в концлагер , а ти ? 
Мензи , Холенбек и Де Марко следват ли ни ? - Тук опашка , Де Марко е с нас . 
Холенбек катапултира . Осем парашута . Девет . И десетте . 
Добре , Мензи . 
Норман , Страут , как сте ? 
- Добре сме , сър ! 
Любуваме се на гледката и разредения въздух . 
Справихте се отлично , радвам се , че сте с мен . 
Отнася се и до останалата сбирщина тук . 
Браво на вас , момчета . 
Дъг ? 
Да ? 
- Знаеш ли кога загубихме Бидик ? 
Нямах време да отбележа в дневника . 
Боже , Крос , едва ли някой навигатор от цялото крило е имал време за дневници . - Искам да си свърша работата . 
Знам , Крос . 
Мисля , че паднаха към 11 : 00 ч . 
Добре , записвам . 11 : 00 ч . 
НЕ ПРЕХВЪРЛЯЙ ГОРИВО , ДОКАТО НЕ ПАДНЕ НА 400 Л НА ДВИГАТЕЛ Под 2200 литра сме . 
Навигатор , остават ни 2200 литра гориво . 
Ще стигнат ли до Африка ? Не , при сегашната скорост ще ни трябват 2800 литра . 
Имахме теч още от началната точка . Разбрано . 
Трябва да удължим полета колкото се може повече . 
Изхвърлете всичко незакрепено . Мерник , картечници , муниции , всичко . 
Тук мерач , да изхвърлим бомбения мерник ? 
Над водата сме , Норм . Швабите няма да го намерят . Изхвърли го . 
Освободи гнездото . 
Горно гнездо , как е самолетът ? 
- Доста очукан , но се държи , сър . 
Гарисън , как са изоставащите ? 
Де Марко е наред , Клевън изхвърля баласт . 
Ван Ной май ще цопне във водата . 
Тук навигатор , Ван Ной кацна гладко във водата , на около 560 км от сушата . 
Прието . 
Вкусно ли е ? - Да . 
Луиз . Обърни се . Казах , обърни се ! 
Няма да узнаеш името ми и ще забравиш лицето ми . 
Добре . 
- Искаш ли да се върнеш в Англия ? Да . - Ще ти помогна , но запомни едно . 
Ако се предадеш на немците , според Женевската конвенция ще си военнопленник и вероятно ще оцелееш . 
Но ако се опиташ да избягаш и те заловят , ще те обявят за шпионин и вероятно ще те екзекутират . 
Разбираш ли ? 
Кое избираш ? Да се предадеш или да избягаш ? 
Кранк ? Това ли е Африка ? 
Да . Пилот до екипажа , Африка е право пред нас ! 
До навигатора . 
Крос , на уреченото място ли сме ? 
Ако не сме , кацаме в пясъка . 
Всеки момент трябва да видим базата . 
Крос , летим на изпарения . Сигурен ли си ? 
Не по - малко сигурен от това , че мога да чета и смятам . 
Хайде де . 
Разклонението на пътя , Крос . Какъв е отговорът на загадката ? 
Отговорът е 184 градуса . Отваряйте си очите . 
Май я виждам . 
Право пред нас и леко встрани . 
Уцели , Крос . Почти . 
Леле . - Браво на теб . 
Пилот до " Зутсют - 2 " , виждаме летището . 
Пригответе се за кацане . - Към Валхала , момчета . 
Дръж се , Валхала , идваме ! 
Спусни колесниците . 
Спускам ги . Десният слезе . 
Левият слезе . Задкрилки на една четвърт . 
Браво , момчета . 
Блейкли , какъв беше отговорът на загадката ? 
Надявах се ти да ми кажеш . 
Това със сигурност не е Валхала . 
Стигнахме . Къде са посрещачите ? 
Добре дошли в Африка . 
Ето я пистата , на юг . 
Горивното налягане на четвърти пада . Изключвам го . 
Ще направя по - остър завой към пистата . 
Губим и втори . - Изключи го . 
Изключих всички . 
Край , вече сме безмоторен самолет . 
60 метра . Спусни колесниците . - Чакай , ще ни забавят . 
А сега ? 
- Чакай . 
30 метра . 
- Изчакай . 
Сега ! 
- Десният слезе . 
И левият . Задкрилки на една четвърт . 
По - добре късно , отколкото никога . - Да . Докарайте джипа . 
Добре ли сте ? Норм ! - Да . 
Дай аптечките от самолета . Да ги качим в колата . - Добре съм . 
Качвай се , послушай Кид . Погрижи се за него . 
Майоре , държа го . - Нали ? 
Хайде . 
Не знам как долетя с това чудо до Африка , но не уцели пистата . 
Ето я там , нали ? 
Олеле . 
Кой е ? 
- Норман Смит , радистът . 
Загубих четири самолета . - Да , знам . 
Колко от нас долетяха ? 
- 11 от 21 . 
А Клейтър ? Скочиха ли ? 
Не видях парашути . Ясно . Ами Кърт ? 
Не знам . 
Като го знам Бидик , сигурно вече си сръбва бутилка шнапс . 
Ще оцелеем , ще видиш . Не губи вяра . 
Разбира се , Бъки . 
Тя ти е водач , ще правиш каквото каже . 
Стягайте багажа , прибираме се . 
Толкова нови лица ... Майор Иган , майор Клевън . 
Може да си последната хубавица , която виждам . 
Все пак май ще свършим нещо . 
- Бъди сигурен . 
За момчетата , които не са тук , а трябваше да бъдат . 
Немци . Правили са много опити да се внедрят сред нас . 
Ако загинем , и нас няма да ни помнят . Сякаш не сме живели , Бък . 
А Бейби Фейс ? Мъртъв ли е ? 
