स व-ध न ! 
आर म से , सज्जन ं । 
आज से ठ क एक स ल पहले , एट्थ एयर फ़ र्स ने अपन पहल सबसे बड़ बेड़ भेज थ । 
वह 12 ब - 17 क संयुक्त सेन थ । 
आज , त न एयर ट स्क फ़ र्स के स थ एट्थ अपन सबसे बड़ बेड़ भेजेग । 
- ह ँ । - कुल म ल कर 376 भ र ब म्बर और 240 लड़ कू व म न । - बुर नह ं है , हँ ? - ह ँ । यह म नव ज त के इत ह स में अब तक क सबसे बड़ हव ई बेड़ ह ग । ह ँ ! ह ँ ! 
अब , हम पहल ट स्क फ़ र्स में ह ंगे और हम र लक्ष्य ह ग , रेगन्सबर्ग में म जूद मैसरश्म ट 109 इंजन असेंबल प्ल ंट । 
दूसर और त सर ट स्क फ़ र्स श्व इनफर्ट में म जूद ब ल बेर ंग क फ़ैक्ट्र य ं पर हमल करेंग । 
और ब ल बेर ंग के ब न क ई भ जंग मश न नह ं चलत है । 
अगर हम सफल हुए , हम जर्मन उत्प दन क कई मह न ं के ल ए बंद कर देंगे । 
हम ह स ब नह ं लग सकते क हम क तन ज़ ंदग य ँ बच सकते हैं । 
क र्प रल । 
- हे भगव न । - अरे । 
यह रेगन्सबर्ग है । 
और श यद आप स च रहे हैं क आपक जर्मन इल क़ ं के ऊपर क फ़ समय तक उड़ न भरन ह ग । 
ह ँ । 
हम इतन अंदर कभ नह ं घुसे थे । 
पर मह न एट्थ के प स एक य जन है । 
मेजर ब मन ? 
श ब श , रेड । 
यह म शन त न ह स्स ं में पूर क य ज एग और जर्मन केवल एक ह से बच व करने में सक्षम ह ंगे । 
इसल ए , न ष्प दन और उसे समय पर करन बेहद ज़रूर है । 
मेजर ? वह ल ल रेख अफ़्र क तक क्य ं ज रह है ? 
यह क फ़ चतुर सव ल है , कर्ट । 
और मैं इसक जव ब थ ड़ देर ब द दूँग । ठ क है , ठ क है । हँस ल । ठ क है । अब , त न ं ट स्क फ़ र्स ख ड़ के ऊपर इकट्ठ ह ंग ... थ र्प ऐबट्स - श्व इनफर्ट आईप - एमप आई - आरप - रेगन्सबर्ग ... और फ र यह ँ अलग ह ंग । 
अब , लुफ़्टव फ़ केवल हम र पहल ट स्क फ़ र्स के व रुद्ध ह बड़ बच व अभ य न चल सकेग , फ र उसे द ब र लैस ह ने और ईंधन भरने के ल ए व पस अपने बेस पर ल टन ह ग । 
और जब वे आख़ रक र व पस उड़ न भरेंगे , तब हम र दूसर और त सर ट स्क फ़ र्स श्व इनफर्ट क ब ल बेर ंग फ़ैक्ट्र पर अपने बम ग र रह ह ंग , 
अब , तुम्ह रे जव ब पर आत हूँ , कर्ट । 
जबक हम ... इसे कैसे कहूँ ... हम बेड़े में सबसे आगे ह ंगे 
वह इसल ए क्य ंक तुम ल ग अफ़्र क ज ओगे , सज्जन ं । 
ट्वेल्थ एयर फ़ र्स खुल ब ँह ं , ठंड ब यर और ल बस्टर टेल से तुम्ह र स्व गत करेग । 
यह छुट्ट य ँ मन ने जैस ह ग । तुम सभ क ब यर पसंद है । 
अगर हम र क़ स्मत अच्छ हुई त । 
धन्यव द , रेड । 
और अब थ ड़ बुर ख़बर । 
हम रे व ंग में , हम सबसे आख़ र में ह ंगे । 
स्क्व ड में वह सबसे बुर जगह है । ह ँ , ह ँ , ह ँ । 
हम र ज़ ंदग य ं क क ई म ल नह ं है । 
च र स अठ रहव ं ल ड स्क्व ड्रन ह ग और मेजर क ड दल के कम ंड प यलट ह ंगे । 
स थ ह , मेजर इगन कैप्टन क्रुकशैंक के फ़ र्ट में उड़ न भरेंगे , दल के र ज़र्व कम ंड प यलट के रूप में । 
मेजर व ल ऊंच ई पर 349 वें और 351 वें क नेतृत्व करेंगे ... क्य , मुझे एक य त्र ले ज न ह ग ? लगत त वह है । 
हद है । अब , ऐस लगत है क शुरुआत घंट ं में म सम थ ड़ पेच द ह ग । स्ट र्म ? 
मुझे अंद ज़ लग ने द , ब र श ह ग । 
स प्रत शत संभ वन है । 
आपने सह कह , सर । 
आज बेस के ऊपर , सज्जन ं , च र हज़ र फ़ ट पर ब दल ं क प ँच बट दस क च दर छ ई हुई है । उसके ऊपर प ँच बट दस ... यह " र ज़र्व कम ंड प यलट " क्य ह त है ? 
मुझे नह ं पत । 
- तुम्ह र इससे क ई लेन - देन नह ं थ ? - दृश्यत ... 
ऐल्प्स के ऊपर और अफ़्र क ज ते हुए स मने क दृश्य स फ़ द खन च ह ए । 
धन्यव द , स्ट र्म । 
अब , इस म शन क सफलत त न ं ट स्क फ़ र्स के ख ड़ के ऊपर सट क रूप से समन्व त करने पर न र्भर है । 
अगर हम सट क रूप से समन्व त नह ं हुए , त उन्हें झ ंस नह ं दे प एँगे । 
इसे खेल क भ ष में फ़ेक प स कहते हैं । 
दस सेकंड में 05 : 20 । 
शुभक मन एँ ... और मैं आप सबसे कुछ द न ं ब द म लूँग । 
हैक । 
यह क्ल यर-अप रेड य है , एयरक्र फ़्ट 567 के ल ए । 
स रे व म न ं क सल ह द ज त है क घने क हरे के क रण उड़ न भरने में देर ह ग । 
पूरे व ंग पर अस्थ य र क लग ई गई है । आगे के न र्देश ं क इंतज़ र क ज ए । 
क्ल यर-अप ट वर , यह एयरक्र फ़्ट 567 है । अस्थ य र क , समझ गय । इंतज़ र कर रहे हैं । ओवर । 
" हे प्रभु , उन सैन क ं क रक्ष और म र्गदर्शन कर ज व श ल आक श में उड़ न भरते हैं । 
जब वे आसम न में अँधेरे तूफ़ न ं य चमकत धूप में सफ़र करें , त उनके स थ रह । 
ज अपन ह म्मत बरक़र र रखेंगे , उनक उड़ नें स्थ र ह ंग । श ंत हव ओं के देवत , स थ रहन , आपक स थ ह ग , त वे डरेंगे नह ं । " 
त न ं ट स्क फ़ र्स क उड़ ने भरने से मन क य गय है । हमें 30-म नट ं क देर ह ग । 
तुम शुद्ध करण के र स्ते से ज रहे ह और एक द र हे पर पहुँचते ह । 
एक र स्त वैलहैल ज त है , दूसर नर्क ज त है । य न नरकव स । 
हर र स्ते पर एक ग ब्ल न है । 
एक ग ब्ल न हमेश सच ब लत है । दूसर व ल बेहद पेच द है । वह हमेश झूठ ब लत है । समझे ? तुम वह क न स सव ल पूछ गे ज ससे तुम्हें पत चलेग क क न स सह र स्त है ? 
हे भगव न । 
- ए , लेफ़्ट नेंट । आपसे क ई म लने आय है । - वह क फ़ प्रभ वश ल मह ल है । 
और 30 म नट इंतज़ र कर । 
क्य तुम कभ अच्छ ख़बर भ देते ह , ग र्स आ ? तुम्हें श क यतें हैं ? त संच लन व भ ग से श क यत कर । ए ! मैं कड़े शब्द ं से भर च ट्ठ भेजूँग ! 
और आधे घंटे क देर ह ग , द स्त ं । 
हम अभ उड़ न क्य ं नह ं भर सकते ? क्य ंक हम उड़ न नह ं भर सकते । 
क हर छ य है । क्य प यलट ं क इसके ल ए प्रश क्षण नह ं द य गय है ? ह ँ । क्य उन्हें इस के ल ए वेतन नह ं म लत है ? ज़रूर । वे अपने मुँह में ल ल प प लेकर व म न क उल्ट उड़ सकते हैं । पर अगर रनवे पर क ई ग य हुई त ... रनवे पर ग य ? 
तुम्हें ये बकव स च ज़ें कैसे सूझत हैं , क्व न ? 
हम एक फ़्ल इंग फ़ र्ट्रेस में हैं । हम क स ग य क स मन कर सकते हैं । 
ऐल स क ई ब्युइक नह ं है , बेब फ़ेस । यह ध तु से बन है । 
अगर हम ग य से स ध टकर एँ , त यह तब ह ह ज एग । और स थ में हम भ । 
मुझे तुम्ह र ग य द ख रह है । 
प नट बटर , प नट बटर , प नट बटर , जैम । 
मैं तुम्ह र ग य क चटन बन दूँग । 
बक । 
- बक । - ह ँ , क्रैंक ? 
तुमने ह र्ड ंग क तुम्हें उड़ न भरने क अनुमत देने के ल ए कैसे मन य ? 
तुम्ह र क्य मतलब है ? 
तुम , बक , व ल , क ड ? 
त न स्क्व ड्रन स ओ और एक एयर एग्ज़ क्यूट व । 
एक ह म शन में इतने स रे उच्च अध क र । 
ह ँ , मैंने पहले कभ एक ह म शन पर इतने स रे उच्च अध क र नह ं देखे । 
मैं यह चूकने व ल नह ं थ , है न ? 
रुक , रुक , रुक । क्य तुम पूछ गे , " क्य तुम अच्छे ग ब्ल न ह ? " 
नह ं । नह ं , पर तुम क़र ब ह । 
तुम मेर कल्पन से ज़्य द स्म र्ट ह , क्र ज़ । 
दस ड लर क शर्त लग त हूँ क दूसर और त सर ट स्क फ़ र्स - पहले से ह हव में हैं । - नह ं । 
नह ं , जब तक हम उनके स थ इकट्ठ न ह ं , वे लक्ष्य पर हमल नह ं करेंगे । 
अगर उन्ह ंने क य त ? 
फ र यह ज न यस य जन बेक र ह ज एग । 
यह ँ आओ , म टब ल । चल । अच्छे बच्चे । 
ए , बक । 
ए , कर्ट । 
क फ़ क हर है , हँ ? ह ँ । 
मेरे शहर में भ ऐस ह क हर छ त है । 
बचपन में मुझे हमेश इससे डर लगत थ । 
क हर क स क पसंद नह ं ह त । 
तुम्ह रे लड़के कैसे हैं ? 
बेचैन हैं । 
पर मैं नह ं । 
मैं अच्छ महसूस कर रह हूँ । 
मुझे लगत है क यह बेहद महत्वपूर्ण ह सकत है , समझे ? 
- यह है । - श यद हम भ र क्षत पहुँच सकते हैं । 
ख़ैर , बेहतर ह ग मैं अपने लड़क ं के प स ल टूँ । 
वह ं म लेंगे , बक । 
यह ल ज ए , सर । 
लेमे च हत है क हम उड़ न भरें । वह ब क ट स्क फ़ र्स क इंतज़ र नह ं करन च हत है । 
तुम्ह र क्य मतलब है ? 
उन्हें गत बढ़ कर हम तक पहुँचन ह ग , सर । 
इंजन 06 : 40 पर शुरू ह ग । पर च लन फ र से शुरू करने के ल ए फ़्लेयर चल ओ । ज , सर । 
हम उन्हें स धे नर्क में भेज रहे हैं । अकेले । 
कम ंड प यलट , दल के ल ए । क स क ब क ट स्क फ़ र्स द ख रहे हैं ? 
- रेड य , नह ं । - वेस्ट , नह ं । टेल , नह ं । 
नह ं , सर । 
नह ं । 
उन्ह ंने ऐस नह ं कह थ ! 
उन्ह ंने कह थ क सबसे ज़्य द हमले हमें ह सहने ह ंगे , द स्त । ह ँ , ज नत हूँ । ज नत हूँ । पर यह सुन श्च त करने के ल ए क दुश्मन द ब र हमल न कर सके , अन्य ट स्क फ़ र्स क हम रे प छे ह न च ह ए थ । वे कह ँ हैं , हँ ? 
व य , पक्क तुम्हें क ई नह ं द ख रह है ? 
एक भ नह ं । हम अब भ अकेले हैं । 
क्रैंक ? क्य हम ब्लेकल के क़र ब ज सकते हैं ? 
ज़रूर । अन वश्यक सल ह देने व ले य त्र । 
सह कह , क्रैंक । 
र ज़र्व में प छे बैठ प यलट । 
चल भ , बक । हम रे बर बर गत बन ए रख । 
लगत है ब क दल हम र मदद के ल ए नह ं आएँगे । 
हमें अकेले न पटन ह ग । 
वे ज़म न से ज़्य द ज़ रद र हमल नह ं कर रहे हैं । 
अपने लड़ कू व म न ं के ल ए आसम न स फ़ रख रहे हैं । 
धत् ! लड़ कू व म न , न चे आगे ब ईं तरफ़ ! न चे आगे ब ईं तरफ़ ! 
वे बक क ओर ज रहे हैं । 
लड़ कू व म न , आगे हल्क द ईं तरफ़ ! 
न चे स धे ब ईं तरफ़ । और जर्मन आ रहे हैं । 
- मैं ब ईं तरफ़ व ले से न पटत हूँ ! - और लड़ कू व म न । हल्क द ईं तरफ़ । 
न श न लग गय , कम ने कह ं के ! 
न चे हल्क ब ईं तरफ़ और आ रहे हैं ! 
वे क्लेटर के प छे ज रहे हैं ! 
ब एँ पंख पर ग ल लग है । 
व म न ब ईं तरफ़ ख ंच रह है । 
ब य ँ फ़्लैप ज म ह गय है । संतुलन बन ने क क श श कर रह हूँ । 
- र केट , हल्क द ईं तरफ़ ! - हे भगव न ! 
धत् ! उन्ह ंने क्लेवेन क घ यल कर द य । 
न र्मन ? स्ट्र उट ? 
हम हव ई गत ख रहे हैं । हमें ऊर्ज बढ़ न ह ग । बढ़ ओ । न र्मन ! स्ट्र उट ! 
हम द न ं यह ं हैं । 
क्य नुकस न हुआ ? इलेक्ट्र कल और ऑक्स जन ह ज़ । 
- ब म्बस इट कैस है ? 
- देख रह हूँ । 
ब म्बस इट ठ क है ! 
द 190 , हल्क द ईं तरफ़ । 
च र्ज हैंडल उड़ गय है ! 
न चे हल्क द ईं तरफ़ ! 
हे भगव न । वे च र ं तरफ़ से आ रहे हैं ! 
मैंने एक क म र ग र य ! 
पूर स्क्व ड , न चे हल्क ब ईं तरफ़ ! 
धत् ! बक क ग ल लग है । 
भ ड़ में गय । मैं न ज़ में ज रह हूँ । 
ठ क है । 
प छे हल्क ब ईं तरफ़ न चे ! 
हल्क द ईं तरफ़ से द और आ रहे हैं ! 
ठ क है , मर्फ़ । मैं वह बंदूक चल ऊँग । सर । 
हल्क ब ईं तरफ़ न चे ! टेल , न ज़ के ल ए , तुम्ह र तरफ़ आ रह है । 
- ऊपर हल्क द ईं तरफ़ ! - वे अलग ह ने व ले हैं , मर्फ़ ! 
वे बक के प छे ज रहे हैं । 
लड़ कू व म न , ऊपर हल्क द ईं तरफ़ ! 
ठ क है । वे द ख गए । उन्हें म र ग र ओ , लड़क ं । 
वे व म न ं के दूसरे दल के प छे ज रहे हैं । 
टेल , क्लेवेन के ल ए । हम्मल क फ़ र्ट म र ज चुक है । 
तुम्हें पैर शूट द ख रहे हैं ? 
स रे दस पैर शूट द ख रहे हैं , पर क्लेटर मुस बत में है । 
वह एक तरफ़ ख ंच ज रह है । वह व न्य स से ब हर ह रह है । 
- हम ईंधन ख रहे हैं । - मुझे यह द ख रह है । 
ब एँ पंख में आग लग है । 
क्य हमें व म न से न कलन च ह ए , र य ? र य ! र य ! क्य हमें व म न से न कलन च ह ए ? क्य हमें व म न से न कलन च ह ए ? 
प यलट , दल के ल ए , व म न से कूद । व म न से कूद ! व म न छ ड़ द ! व म न से कूद ! - क्य तुमने व म न छ ड़ने क कह ? - कमबख़्त , ह ँ ! बम ग र द , फ र व म न से कूद ! 
प यलट , ब म्ब र्ड यर के ल ए । ब म्ब बे के दरव ज़े ख ल ! ठ क है । 
ल र्च , स रे बम ग र द । 
ब ल टरेट , दल के ल ए । मैं फँस गय हूँ । 
- मैं टरेट से ब हर नह ं न कल प रह हूँ । - क्य मतलब तुम ब हर नह ं न कल प रहे ह ? 
एल वेशन क्लच ज म ह गय है । 
यह खुल नह ं रह है । 
क्व न ! मेर मदद कर । 
- क्व न , चल भ । मेर मदद कर । - धक्क द ! 
त न क ग नत पर ख ंच । 
- क श श कर रह हूँ ! - एक , द , त न । 
चल भ ! 
धक्क द , बेब फ़ेस ! मेर मदद कर ! 
चल भ , क्व न ! कृपय ! 
चल भ , मुझे यह ँ से न क ल । कृपय ! 
मुझे म फ़ कर द । 
तुम्ह र क्य मतलब है ? नह ं ! नह ं ! 
व पस आओ , क्व न ! क्व न , कृपय ! 
- नह ं आ सकत । - मुझे यह ँ से ब हर न क ल ! 
मदद कर ! 
मैं नह ं कर सकत । 
मुझे यह ँ से न क ल ! कृपय ! क्व न ! 
- मुझे म फ़ कर द , बेब फ़ेस । म फ़ कर द । - नह ं ! नह ं ! 
टेल , ल ड प यलट के ल ए । हम र पूर दूसर दल तब ह ह गय है । 
हे भगव न । समझ गय , टेल । 
हमें 418 वें के स थ जुड़न ह ग । 
रेडम ट ल ड , रेडम ट स्क्व ड्रन के ल ए , हम पेसर के स थ जुड़ रहे हैं । 
समझ गय , रेडम ट ल ड । चल गत बढ़ एँ । 
हम और ऊपर ज एँगे और 418 वें के स थ थ ड़ सुरक्ष प्र प्त करेंगे । 
टेल , कम ंड प यलट के ल ए , त न स पच सवें क पूर आख़ र दल तब ह ह चुक है । 
ब क हमसे जुड़ने क क श श कर रहे हैं । 
समझ गय । 
चल । 
सर । 
बेल्ज यम में प्रत्येक लुफ़्टव फ़ बेस सक्र य ह गय है । और हम अब भ आईप से त न घंटे से ज़्य द दूर हैं । 
र केट आ रहे हैं । प छे हल्क ब ईं तरफ़ ! 
हे भगव न ! 
स्म थ , र प र्ट कर ! 
स्म थ ! स्म थ , र प र्ट कर ! 
स्म थ म र ज चुक है । वह स ँस नह ं ले रह है । 
वेस्ट , क्लेवेन के ल ए । स्म थ मर चुक है , सर । 
लड़ कू व म न , ऊपर हल्क ब ईं तरफ़ ! 
कम न कह ं क ! 
कम न कह ं क ! 
- तुम ठ क ह ? - ह ँ । 
त फ र व पस ऊपर ज ओ और अपन बंदूक संभ ल । 
मुख्य इलेक्ट्र कल पैनल पर ग ल लग है । 
- क तन नुकस न हुआ है ? 
- जनरेटर क म नह ं कर रह है । मैं बत नह ं सकत । 
वेस्ट , प यलट के ल ए । ब ड क क ग ल लग है । 
हर जगह दब व कम ह रह है । स र प्रण ल य ं में । कर्ट , हम व म न क ख रहे हैं । 
नह ं , नह ं ख रहे । 
ड क ! ड क ! नह ं ! बेस्ट ! तुरंत यह ँ न चे आओ ! 
वह न यंत्रण प्रण ल के ऊपर ग र गय है । उसे ऊपर उठ ओ । उसे ऊपर उठ ओ । 
- वह कैस है ? 
- श यद वह मर चुक है । 
नह ं , ड क । ड क , उठ ! 
धत् ! 
व म न गंतव्य तक नह ं पहुँचेग । हमें कूदन ह ग । 
प यलट , दल के ल ए । व म न से कूद ! व म न से कूद ! 
यह रह तुम्ह र पैर शूट , कर्ट । 
वह स ँस ले रह है , सर ! 
ड क , मेरे स थ रह । 
मैं तुम्हें सुरक्ष त न चे उत रूँग । सुन तुमने ? क्य तुम इस व म न क उत र सकते ह ? ह ँ , उत र सकत हूँ । अगर हमने उसे ग र य , त वह मर ज एग । उसे ग र द । यह उसक सबसे अच्छ म क है ! 
- वह वैसे भ मरने व ल है , लेफ़्ट नेंट । - नह ं , नह ं मरेग ! 
हमें व म न से कूदन ह ग ! 
ज ओ । मैं तुम्ह रे प छे ह हूँग । ज ओ ! मुझसे व द कर ! 
मैं तुम्ह रे प छे ह हूँग । 
जब तक सब ब हर नह ं कूदते , मैं व म न क स्थ र रखूँग । ज ओ ! 
तुम्हें व म न से कूदन ह ग , कर्ट ! 
मैं तुम्ह रे प छे ह हूँ । 
मैं हमें न चे उत र रह हूँ , ड क । व म न मेरे न यंत्रण में है । 
ठ क वह ँ । तुम्हें द ख रह है ? वह लंब स मैद न , हँ ? 
ड क , मेरे स थ रह । चल भ । 
चल भ , कर्ट । फ़र श्ते क तरह उड़ , हँ ? 
हे भगव न । 
सर , दूसर और त सर ट स्क फ़ र्स ने अभ - अभ ख ड़ प र क है । 
प ँच घंटे देर से । 
ईश्वर हम रे लड़क ं क मदद करें । 
ऊपर हल्क द ईं तरफ़ ! 
- तुम्हें ग ल लग ? - नह ं । तुम्हें ? 
द एँ पंख से ईंधन र स रह है । 
श यद क लम क स च ज़ पर फँस गय है । 
ब य ँ रडर पैडल ढ ल महसूस ह रह है और मेरे प स केवल द य ँ रडर है । 
- संतुलन बन ओ ! - नह ं बन सकत । मेर मदद कर । 
श यद अब हम कुछ नह ं कर सकते । यह क म नह ं कर रह है । 
हम क म चल सकते हैं । हम थ्र टल और रडर ट्र म इस्तेम ल करेंगे । यह ज़रूरत से ज़्य द है । हमें व म न से कूदन ह ग । त सरे इंजन में भ आग लग है । 
- प यलट , दल के ल ए , तैय र ह ज ओ कू ... - कम ने कह ं के ! 
हम यह ँ बैठकर पर स्थ त क स मन करेंगे । सुन तुमने ? 
हम पर स्थ त क स मन करेंगे । 
ल ड प यलट , दल के ल ए । जब तक हम उड़ने में सक्षम हैं , हम म शन पर ट के रहेंगे । 
क ई देख कह ं उस आख़ र हमले में ईंधन के टैंक में छेद त नह ं हुआ । 
नैव गेटर , प यलट के ल ए , मुझे द ख रह है । टैंक में छेद हुआ है । 
ठ क है । 
लगत है जर्मन ईंधन भरने के ल ए व पस ज रहे हैं । सभ च कन्न रह । 
वे फ र से ईंधन भर रहे हैं । 
क्य स्थ त है , क्र ज़ ? 
नैव गेटर , कम ंड के ल ए । आईप के प स पहुँच रहे हैं । कम ंड , ठ क है । 
फ़्लेयर द ख ई द ए हैं ! 
आईप । 
बम ग र ने में त स सेकंड हैं । व म न क न यंत्रण स ंपने क तैय र कर । 
व म न स्थ र कर रह हूँ । 
और 155 पर स्थ र ह गय है । 
ऑट प यलट सेट ह गय है और सर्व ज़ ऑन हैं । प यलट , ब म्ब र्ड यर के ल ए , व म न तुम्ह र हुआ । 
ठ क है , व म न मेर हुआ । लड़ कू व म न , ऊपर हल्क ब ईं तरफ़ ! प स आ रहे हैं ! 
मैंने उस कम ने क म र ग र य । 
ब म्ब बे के दरव ज़े खुल रहे हैं । 
बम ग र ने क तैय र कर । हम हम र क म पूर करेंगे , लड़क ं । 
बम ग र ओ ! 
यह ल । 
बम ग र ओ ! 
हे भगव न । वह नज़ र देख गे ? 
ल ड प यलट , ब ल टरेट के ल ए । हमने कैस क य ? 
सर , वह फैक्ट्र ... तब ह ह चुक है । 
म शन पूर हुआ , लड़क ं । 
क्य अब हम घर ल ट सकते हैं ? 
अभ नह ं , स्ट्र उट । हमें अफ़्र क में थ ड़ रुकन ह ग । 
डर मत । मैं ... जर्मन ? 
मैं अमर क हूँ । 
क्य तुम मेर मदद कर सकत ह ? 
यह ं रुक । 
वह अमर क है । 
तुम्हें पक्क यक़ न है ? 
ह ँ । 
इट ल यन ऐल्प्स एल्ज र य तक प ँच घंटे कम ंड प यलट , टेल के ल ए , हम रे प छे क तने बचे हैं ? 
टेल , कम ंड प यलट के ल ए , न । 
वे हम रे द एँ - ब एँ , च र ं तरफ़ फैले हुए हैं । 
क्य क्लेवेन क फ़ र्ट अब भ हम रे स थ है ? 
उनक ह ल बेहद ख़र ब है और वे क फ़ प छे हैं , पर वे अब भ हम रे स थ हैं । 
ठ क है । 
मेन्ज़ , व म न ब ईं तरफ़ ख ंच रह है । एल वेटर ं क क्य ह ल है ? 
ब य ँ व ल ब ल्कुल तब ह ह चुक है । 
यह क म नह ं कर रह है । 
टेल , प यलट के ल ए । हमने एक और फ़ र्ट ख द य । 
श यद वह ओक्स थ । 
समझ गय । 
मेजर , मुझे नह ं पत क हम इसे कब तक न यंत्र त कर सकेंगे । 
हम ठ क हैं । 
- श यद अगर हमें कूदन है , त हमें ... - हम पहुँच सकते हैं । 
एल वेटर ल इन पूर तरह से तब ह ह गय है , सर । हम र य ... मैं स र लड़ ई क स जर्मन जेल में नह ं ब त न च हत , क्य तुम ऐस च हते ह ? 
मेन्ज़ , ह लेनबैक और ड म र्क प छे आ रहे हैं ? टेल , प यलट के ल ए । ड म र्क अब भ हम रे स थ है । 
ह लेनबैक व म न से कूद रह है । आठ पैर शूट ... न । स रे दस । 
बढ़ य है , मेन्ज़ । 
न र्मन । स्ट्र उट । तुम कैसे ह ? 
हम ठ क हैं , सर ! 
बस नज़ रे और त ज़ हव क मज़ ले रहे हैं । 
तुमने बढ़ य क म क य । मुझे ख़ुश है क तुम मेरे स थ ह । 
और मुझे इस फ़ र्ट में म जूद ब क ल ग ं पर भ गर्व है । 
बढ़ य क म क य , द स्त ं । 
ए , डग ? 
ह ँ ? 
तुम्हें पत है हमने ब ड क क कब ख य ? 
मुझे ल ग में ल खने क समय नह ं म ल । 
हे भगव न , क्र ज़ , मुझे नह ं लगत क पूरे व ंग में क स भ नैव गेटर क - ल ग ल खने क समय म ल । - ह ँ , मैं बस सह तर के से क म करन च हत हूँ , समझे ? 
ज नत हूँ , क्र ज़ । 
श यद वे 11 : 00 बजे म रे गए थे । 
ह ँ । ठ क है । 11 : 00 । 
ईंधन स्थ न ंतर त न करें जब तक मुख्य ईंधन स्तर 100 गैलन प्रत इंजन से न चे न ग रे हम रे प स 600 गैलन से भ कम है , सर । 
प यलट , नैव गेटर के ल ए । हम रे प स 600 गैलन से थ ड़ कम बच है । 
क्य हम इससे अफ़्र क तक पहुँच सकते हैं ? नह ं , मेजर । लगत है इस गत में हमें लगभग 750 गैलन च ह ए । 
आईप पहुँचने के ब द से ह ईंधन र स रह है । समझ गय । 
ल ड प यलट , दल के ल ए । हमें ज तन संभव ह सके , हम रे रेंज बढ़ न ह ग । 
ज भ ब ल्ट से न जुड़े ह , सब ग र द । ब म्बस इट , बंदूकें , ग ल य ँ , सब कुछ । 
ब म्ब र्ड यर , प यलट के ल ए । आपने मेर ब म्बस इट कह ? 
हम प न के ऊपर हैं , न र्म । न ज़ य ं क वह नह ं म लेग । उसे फेंक द । 
टरेट छ ड़ द । 
प यलट , ट प टरेट के ल ए , ऊपर सब कैस द ख रह है ? 
क फ़ क्षत पहुँच है , पर ठ क है , सर । 
गैर सन , प छे क्षत ग्रस्त व म न ं क क्य ह ल है ? 
ड म र्क ठ क है । क्लेवेन अभ व म न ख ल कर रह है । 
लगत है वैन न य प न में उत रने व ल है । 
नैव गेटर , प यलट के ल ए , वैन न य आस न से प न में उतर गय है । ज़म न से लगभग 350 म ल दूर । 
ठ क है । 
क्य वह स्व द ष्ट है ? ह ँ । 
लुइज़ ... प छे मुड़ । प छे मुड़ । 
तुम मेर न म नह ं ज न गे और मेर चेहर भूल ज ओगे । समझे ? 
समझ गय । 
क्य तुम व पस इंग्लैंड पहुँचन च हते ह ? - ह ँ । - मैं तुम्ह र मदद कर सकत हूँ । पर यह ज न ल , 
अगर तुमने अब जर्मन ं के स मने आत्मसमर्पण क य , त तुम ज न व कन्वेंशन के तहत कैद बन ज ओगे और श यद इस युद्ध से ज़ ंद बच न कल गे । 
पर अगर तुमने भ गने क फैसल ल य , त पकड़े ज ने पर , तुम्हें ज सूस क़र र द य ज एग और श यद म त क सज़ द ज एग । 
तुम समझ रहे ह ? 
त तुम्ह र क्य फैसल है ? आत्मसमर्पण ? य भ गन च हते ह ? 
क्रैंक ? वह है ? वह अफ़्र क है ? 
ह ँ , वह है । प यलट , दल के ल ए । अफ़्र क ब ल्कुल स मने है ! 
कम ंड , नैव गेटर । 
क्र ज़ , क्य हम वह ं हैं जह ँ हमें ह न च ह ए ? 
क्य ंक अगर नह ं हैं , त हम उस रेत में उतरेंगे । ह ँ । 
हमें जल्द ह 184 ड ग्र पर बेस द ख ज न च ह ए । 
क्र ज़ , हम रे प स ईंधन क फ़ कम है । तुम्हें इस ब रे में पक्क यक़ न है ? 
मैं सच कह रह हूँ , सज्जन ं । उतने ह यक़ न से , ज तने यक़ न से पढ़ और ग नत कर सकत हूँ । 
चल भ । 
र स्ते पर द र हे , क्र ज़ । अब उस पहेल क जव ब दे सकते ह । 
उस पहेल क जव ब है , 184 । च कन्न रह । 
श यद मुझे वह द ख रह है । 
स मने । हल्क द एँ । 
क फ़ क़र ब थे , क्र ज़ । क फ़ क़र ब थे । 
- अरे , व ह । - ठ क है । बढ़ य क म क य । 
कम ंड प यलट , ज़ूटसूट टू के ल ए , एयरफ़ ल्ड द ख रह है । 
- प यलट , दल के ल ए , उतरने क तैय र कर । - वैलहैल के ल ए , लड़क ं । 
हम वैलहैल पहुँच गए हैं , द स्त ं । 
लैंड ंग ग यर उत र । 
लैंड ंग ग यर उतर रह है । द य ँ ग यर उतर गय है । 
ब य ँ ग यर उतर गय है । क्व र्टर फ़्लैप । 
श ब श , लड़क ं । 
ए , ब्लेकल , उस पहेल क जव ब क्य थ ? 
मुझे उम्म द थ क तुम इसक जव ब द गे । 
वैसे , मुझे पक्क यक़ न है क यह वैलहैल नह ं है । 
हम पहुँच गए , लड़क ं । स्व गत सम त कह ँ है ? 
हे भगव न । अफ़्र क में स्व गत है , लड़क ं । 
वह रह एयरस्ट्र प । दक्ष ण में । 
च थे में ईंधन क दब व कम ह रह है । उसे बंद कर रह हूँ । 
मैं रनवे के ल ए तेज़ से मुड़ूँग । 
- अब हम दूसर इंजन ख रहे हैं । - उसे बंद कर द । 
स रे इंजन बंद ह गए हैं । 
बस । अब हम बस लहर रहे हैं । 
द स फ़ ट । लैंड ंग ग यर उत र रह हूँ । रुक । उससे हम र गत ध म ह ज एग । 
- अब लैंड ंग ग यर उत रूँ ? 
- रुक । 
स फ़ ट । 
रुक । 
अभ । 
द य ँ लैंड ंग ग यर उतर गय है । 
ब य ँ उतर गय है । फ़्लैप एक-च थ ई पर हैं । 
देर आए दुरुस्त आए । ह ँ । चल वह कूबलवैगन लेकर चलें । 
तुम ल ग ठ क ह ? - ह ँ । - ए , न र्म । 
- तुम ठ क ह ? - व म न से मेड कल क ट उत र । - चल इन ल ग ं क ग ड़ में ब ठ एँ । - द स्त ं , मैं ठ क हूँ । 
- इसे ग ड़ में ब ठ ओ । क ड क ब त सुन । - उठ ओ । - उसक देखभ ल करन , ठ क है ? - मैंने संभ ल ल य है । 
- मेजर , मैंने इसे संभ ल ल य है । - पक्क ? 
चल । 
पत नह ं तुम इस च ज़ क कैसे उड़ कर अफ़्र क तक ले आए , पर रनवे तक नह ं पहुँच प ए । 
वह ब ल्कुल वह ं है । 
अरे , नह ं । 
- वह क न है ? 
- न र्मन स्म थ । रेड य ऑपरेटर । 
मैंने च र फ़ र्ट ख द ए । ज नत हूँ । 
- हम में से क तने बच न कले ? 
- इक्क स में से 11 । 
क्लेटर क क्य ? क ई पैर शूट ? 
मुझे क ई पैर शूट नह ं द ख । ह ँ । और कर्ट ? 
पत नह ं । 
ह ँ , ब ड क जैस है , श यद वह अभ श्न प्स क ब तल से चुस्क ले रह ह ग । 
हम इससे ज़रूर उबरेंगे । चल । इस पर व श्व स करन बंद मत कर । 
ज़रूर , बक । 
वह तुम्ह र ग इड है और तुम वह कर गे ज वह कहेग । 
अपन स म न समेट , लड़क ं । हम घर ल ट रहे हैं । 
ये स रे नए चेहरे ... मेजर इगन । मेजर क्लेवेन । 
श यद तुम्ह र चेहर ह आख़ र सुंदर चेहर है ज मैं कभ देखूँग । 
लगत है क हम सच में कुछ करने व ले हैं । 
ह ँ , तुम ज़रूर कुछ न कुछ कर गे । 
उन सैन क ं के न म ज आज र त क यह ँ म जूद नह ं हैं , ज न्हें म जूद ह न च ह ए थ । 
जर्मन । उन्ह ंने हम रे नेटवर्क में घुसपैठ करने के कई तर के आज़म ए हैं । 
अगर हम म रे गए , वे हमें भ य द नह ं रखेंगे । म न हम र क ई वजूद ह नह ं थ , बक । 
बेब फ़ेस क क्य हुआ ? क्य वह मर चुक है ? 
