차렷 ! 
쉬어 
정확히 1 년 전 오늘 8 공군은 첫 최대 규모 공습을 감행했다 
동원된 B - 17 의 수는 12 기였지 
오늘 8 공군은 3 개 항공 특임대와 함께 최대 규모의 공습을 감행한다 
- 그렇지 - 총 376 기의 중폭격기와 240 기의 전투기가 동원된다 - 나쁘지 않은데 ? - 그래 인류 역사상 가장 큰 규모의 항공 함대다 예 ! 그래 ! 
우리는 제 1 특임대로 레겐스부르크에 있는 메서슈미트 109 엔진 조립 공장이 우리의 목표다 
제 2 , 제 3 특임대는 슈바인푸르트에 있는 볼 베어링 공장을 타격할 거다 
볼 베어링 없이 움직이는 군수 장비는 없지 
우리가 성공하면 몇 달 동안 독일군의 생산이 중단된다 
셀 수 없이 많은 목숨을 살리겠지 
병장 
- 이럴 수가 - 저런 
여기가 레겐스부르크다 
독일 상공에서 너무 오래 비행한다고 생각하겠지 
맞다 
목표는 지금까지 중 가장 깊은 곳에 있다 
하지만 강력한 8 공군엔 계획이 있지 
보먼 소령 
가서 잘해라 
우린 세 곳을 타격한다 그런데 독일군은 한 곳만 방어할 수 있어 
즉 , 실행과 타이밍이 아주 중요해 
소령님 붉은 선이 왜 아프리카까지 이어지죠 ? 
참으로 예리한 질문이군 , 커트 
잠시 후에 대답해 줄게 그래 , 지금 웃어 둬 세 특임대는 해협 상공에서 집결한 후에 ... " 소프 애보츠 - 슈바인푸르트 IP - MPI - RP - 레겐스부르크 " 여기서 흩어진다 
독일 공군은 1 특임대를 상대로 어느 정도 방어를 하고 나면 기지로 돌아가서 탄과 연료를 보충해야 해 
그놈들이 겨우 돌아왔을 때 2 , 3 특임대는 슈바인푸르트에 있는 볼 베어링 공장을 폭격하고 
이제 네 질문에 대답할게 커트 
그러니까 ... 상황이 나빠져서 적 전투기의 거센 공격을 받을 경우에 
그래서 아프리카로 가는 거야 
12 공군이 차가운 맥주와 랍스터 꼬리를 준비해 놓고 우릴 환영할 거야 
휴가 같은 거지 다들 맥주 좋아하잖아 
운이 좋다면 말이야 
고마워 , 레드 
이제 나쁜 소식을 말해 주지 
대형에서 우리 위치는 가장 뒤쪽이야 
제일 안 좋은 자리잖아 그래그래 
파리 목숨이네 
지휘 대대는 418 대대고 키드 소령이 지휘 조종사를 맡는다 
이건 소령은 크룩섕크 대위의 요새를 타고 예비 지휘 조종사를 맡는다 
빌 소령은 위쪽에서 349 대대와 351 대대를 ... 나더러 승객을 태우라고요 ? 그런 것 같네 
그렇군요 작전 초반에는 기상 조건이 좀 까다로울 거야 날씨가 험할 것 같다 
내가 맞혀 볼게 비가 올 거야 
100 퍼센트죠 
맞습니다 
오늘 기지 상공에는 고도 1,200m 에 층운이 약 50 % 분포하고 위쪽에는 ... ' 예비 지휘 조종사 ' 가 대체 뭐야 ? 
나도 몰라 
- 정말 몰라 ? - 시야는 ... 
알프스산맥 상공과 아프리카로 가는 중에는 구름이 거의 없을 겁니다 
고마워 , 스토미 
이번 작전의 성패는 3 개 특임대가 해협 상공에서 정확히 집결하는 데 달렸어 
동시에 만나지 못하면 패스 페이크는 없어 
스포츠에서 페이크 패스 말하는 거야 
5 시 20 분 10 초 전 
행운을 빈다 모두 며칠 후에 보자 
시간 확인 
567 , 여기는 클리어업 
짙은 안개로 모든 항공기에 이륙 지연을 지시했다 
비행단 전체가 대기 중이다 추가 지시를 기다려라 
클리어업 , 여기는 567 알겠다 대기하겠다 , 오버 
' 주여 , 광대한 하늘을 날아다니는 이들을 ' ' 보호하고 인도하소서 ' 
' 검은 폭풍우나 밝은 햇살 속에서 하늘을 나는 그들과 함께하소서 ' 
' 상냥한 힘으로 모든 새의 균형을 잡아 주시고 ' ' 부드러운 바람으로 그들이 두려움을 모르게 하소서 ' 
3 개 특임대가 모두 대기 중이에요 30 분 지연됐습니다 
연옥을 통과하는 도중에 갈림길이 나와 
하나는 발할라로 가는 길이고 하나는 지옥으로 가는 길이지 
길마다 고블린이 있는데 
한 고블린은 진실만 말하고 다른 놈은 재수가 좀 없어서 입만 열면 거짓말을 해 맞는 길이 어딘지 들으려면 뭐라고 물어봐야 하게 ? 
미치겠군 
- 이봐 , 손님 왔어 - 대단한 여자야 
30 분 동안 대기입니다 
좋은 소식 없어 , 가르시아 ? 불만 있으면 지휘부에 따져요 단단히 따질 거야 ! 
30 분 더 지연됐어 , 친구들 
왜 이륙을 안 하지 ? 
안개 때문에 못 하니까 조종사들은 그런 훈련 안 받아 ? 그러게 그러라고 돈 주잖아 당연히 받지 입에 사탕 물고 거꾸로 날 수도 있어 근데 활주로에 소가 있으면 ... 활주로에 소 ? 
무슨 헛소리야 , 퀸 ? 
이건 하늘의 요새야 소는 상대가 안 돼 
앨리스는 뷰익이 아니야 깡통이지 
소랑 부딪히면 우릴 태운 채로 짜부라질 거야 
소가 보여 
따당 , 따당 , 따다당 
내가 다짐육으로 만들었어 
버키 
- 버키 - 응 , 크랭크 
어떻게 비행을 허락받았어요 ? 
무슨 말이야 ? 
소령님에 벅 , 빌 , 키드 
3 개 대대장과 작전 장교까지 
바구니에 달걀이 너무 많잖아요 
맞아요 , 영관급이 이렇게 많은 건 처음 봐요 
이번 작전은 놓치기 아깝잖아 안 그래 ? 
이거 아니에요 ? ' 너 착한 고블린이야 ? ' 
아니야 , 하지만 비슷해 
생각보다 똑똑하네 , 크로즈 
2 , 3 특임대는 이륙했다는 데 - 10 달러 걸게 - 아니야 
우리가 같이 안 가면 목표물을 타격 못 해 
만약에 하면 ? 
그럼 이 기발한 계획은 엉터리인 거지 
이리 와 , 미트볼 착하지 
벅 
커트 
안개가 짙네요 그래 
고향에 이런 안개가 껴요 
어릴 때 늘 무서웠어요 
안개는 아무도 안 좋아하지 
대원들은 ? 
초조해하죠 
난 아니에요 
난 기분 좋아요 
이번 건 클 거 같아요 
- 맞아 - 제대로 한 방 먹이겠는데요 
뭐 애들 챙기러 가 볼게요 
거기서 봐요 
여기 있습니다 
르메이는 우리가 출격하길 바랍니다 다른 특임대를 기다리지 말고요 
무슨 말이야 ? 
먼저 가면 따라올 겁니다 
6 시 40 분에 시동 걸어 작전 재개 신호탄 쏴 알겠습니다 
대원들을 지옥으로 보내는군 외로이 
전 승무원 다른 특임대가 보이나 ? 
- 무전 , 안 보입니다 - 허리 , 안 보입니다 꼬리 , 안 보입니다 
안 보입니다 
안 보입니다 
들은 거랑 전혀 다르잖아 ! 
거센 공격을 받을 거라고 했잖아 그래 , 알아 근데 다른 특임대가 우리 뒤를 정리해서 저놈들이 다시 못 오게 하기로 했잖아 다들 어디 갔어 ? 
비아 , 정말 아무도 안 보여 ? 
하나도 안 보여 우리뿐이야 
크랭크 , 블레이클리한테 가까이 갈 수 있겠어 ? 
갈 수 있죠 뒷좌석 운전사네요 
맞아 , 크랭크 
예비 뒷좌석 조종사지 
어서 , 벅 우리를 따라와 
다른 부대들한테 바람맞은 것 같아 
우리뿐이야 
대공포를 심하게 안 쏘는군 
자기네 전투기들 때문이겠지 
젠장 ! 10 시 하방 전투기 ! 10 시 하방 ! 
벅한테 가고 있어 
전투기 , 2 시 ! 
9 시 하방 더 온다 ! 
- 내가 맡는다 ! - 2 시 , 더 있다 
잡았다 , 개자식 ! 
11 시 하방에서 또 온다 ! 
클레이터에게 간다 ! 
왼쪽 날개가 맞았어 
왼쪽으로 기운다 
왼쪽 플랩 고장 보정하겠다 
- 2 시 로켓탄 ! - 제기랄 ! 
젠장 , 클레븐이 맞았어요 
노먼 ? 스트라우트 ? 
대기 속도가 떨어져요 출력을 높여야 해요 높여 노먼 , 스트라우트 ! 
둘 다 무사해요 
피해는 ? 전선과 산소 호스들요 
- 조준기는 ? 
- 확인할게요 
이상 없습니다 ! 
190 2 기 , 2 시 
장전 손잡이가 떨어졌어 ! 
2 시 하방 ! 
제기랄 사방에서 온다 ! 
하나 잡았어 ! 
10 시 하방 , 전부 있다 ! 
젠장 ! 벅이 맞았어 
빌어먹을 내가 기수로 내려갈게 
알겠습니다 
7 시 하방 ! 
2 시에도 ! 
머프 내가 그 기관총 맡을게 네 
10 시 하방 ! 기수 쪽으로 간다 
- 2 시 상방 ! - 흩어질 거야 , 머프 ! 
벅에게 간다 
2 시 상방 , 전투기 ! 
알겠다 , 잡아 버려 
적들이 2 편대를 노린다 
여기는 꼬리 험멜의 요새가 추락한다 
낙하산 보이나 ? 
10 개 모두 보인다 하지만 클레이터가 문제다 
심하게 기울면서 진형에서 이탈하고 있다 
- 연료가 빠져요 - 나도 보여 
왼쪽 날개에 불이 붙었어 
탈출할까요 , 로이 ? 로이 ! 탈출해요 ? 탈출하냐고요 ! 
전 승무원 , 탈출하라 비행기를 버리고 탈출하라 ! - 비행기를 버리라고요 ? - 그래 , 젠장 ! 작전은 잊어 , 탈출해 ! 
폭격수 , 폭탄창 개방해 ! 알겠습니다 
로치 , 폭탄 다 떨어뜨려 
여기는 볼 터렛 나 갇혔어 
- 터렛에서 못 나가겠어 - 그게 무슨 소리야 ? 
상승 장치가 걸렸어 
안 움직여 
퀸 , 나 좀 꺼내 줘 
- 빨리 , 도와줘 - 밀어 ! 
셋에 당겨 
- 어서 ! - 하나 , 둘 , 셋 
당겨 ! 
밀어 , 도와줘 ! 
퀸 , 빨리 ! 
제발 나 좀 꺼내 줘 ! 
미안해 
무슨 말이야 ? 안 돼 ! 안 돼 ! 
돌아와 , 퀸 ! 퀸 , 제발 ! 
- 못 가 - 나 좀 꺼내 줘 ! 
도와줘 ! 
안 돼 
제발 나 좀 꺼내 줘 , 퀸 ! 
- 미안해 , 베이비 페이스 - 안 돼 ! 안 돼 ! 
여기는 꼬리 2 편대가 전멸했다 
이럴 수가 , 알겠다 
418 대대에 합류해야 해 
여기는 레드미트 리드 페이서에 합류하겠다 
알겠다 , 레드미트 리드 출력을 높이자 
상승해서 418 대대에게 보호받을 거야 
여기는 꼬리 350 대대의 마지막 편대가 전멸했다 
나머지는 우리에게 합류하려 한다 
알겠다 
빨리 
소령님 
벨기에에 있는 독일 공군이 모두 출격했습니다 최초 진입 지점까지 아직 3 시간 넘게 남았고요 
로켓탄이 온다 , 7 시 ! 
이런 ! 
스미스 , 보고해 ! 
스미스 ! 스미스 , 보고해 ! 
스미스는 당했어요 숨을 안 쉽니다 
여기는 허리 스미스는 죽었습니다 
전투기 , 11 시 상방 ! 
개자식 ! 
개자식 ! 
- 괜찮아 ? - 네 
그럼 다시 올라가서 총 잡아 
주 전기 패널이 손상됐어 
- 얼마나요 ? 
- 발전기가 꺼졌어 , 모르겠어 
여기는 허리 비딕이 맞았다 
압력이 다 떨어지고 있어 전부 먹통이야 , 요새를 잃겠어 
아니야 
디키 ! 디키 ! 안 돼 ! 베스트 ! 당장 내려와 ! 
조종간을 누르고 있어 떼어 내 뒤로 
- 어때 ? 
- 죽은 것 같아요 
안 돼 디키 , 일어나 ! 
젠장 ! 
안 되겠어 탈출해야 해 
전 승무원 , 탈출하라 ! 
여기 낙하산요 
숨을 쉽니다 ! 
디키 , 정신 차려 
무사히 땅에 내려 줄게 알겠어 ? 이건 착륙 못 해요 ! 할 수 있어 디키는 탈출시키면 죽어 탈출시켜요 그게 최선이에요 ! 
- 이러나저러나 죽어요 - 안 죽어 ! 
탈출해야 해요 ! 빨리요 ! 
먼저 가 바로 따라갈게 약속해요 ! 
따라간다고 
모두 탈출할 때까지 수평 유지할게 , 가 ! 
꼭 탈출해요 , 커트 ! 
바로 간다니까 어서 가 ! 
내가 착륙시킬게 할 수 있어 
저기 보여 ? 긴 공터가 있어 
디키 , 제발 정신 차려 
가자 , 커트 천사처럼 나는 거야 
이런 
제 2 , 제 3 특임대가 방금 해협을 건넜습니다 
5 시간 늦었군 
신이여 우리 대원들을 도우소서 
1 시 상방 ! 
- 맞았어 ? - 아니요 , 소령님은요 ? 
좌측 날개에서 유체가 샌다 
뭔가 걸린 것 같아요 
좌측 방향타 페달이 헐겁고 우측만 작동해요 
- 보정해 ! - 못 해요 , 도와줘요 
여기까진 것 같아요 반응이 없어요 
할 수 있어 스로틀과 방향타 트림을 써 안 돼요 , 탈출해야 해요 3 번 엔진도 불이 붙었어요 
- 전 승무원 , 탈출 준비 ... - 이 개자식 ! 
우린 여기 앉아서 버틴다 알아들었어 ? 
우린 버틸 거야 
우린 날 수 있는 한 우리 임무를 수행할 거다 
연료 탱크가 터졌는지 누가 확인해 봐 
여기는 항법사 네 , 새고 있습니다 
알겠다 
독일 놈들이 급유하러 가나 보군 방심하지 마 
급유하러 가고 있어 
어떤 상황이야 , 크로즈 ? 
최초 진입 지점에 도달했습니다 알겠다 
신호탄 발사 ! 
최초 진입 지점이야 
폭탄 투하 30 초 전 항공기 제어권 양도 준비 
조절 중 
155 고정 
자동 조종 작동 , 서보모터 작동 폭격수 , 항공기 넘긴다 
알겠다 전투기 , 10 시 상방 ! 온다 ! 
잡았다 , 이 개자식 
폭탄창 개방 
투하 준비 우린 해낼 거다 
폭탄 투하 ! 
맛 좀 봐라 
폭탄 투하 ! 
세상에 , 저거 보여 ? 
볼 터렛 , 상황은 ? 
공장이 ... 사라졌습니다 
임무 완수다 , 대원들 
이제 집에 갑니까 ? 
아직 못 가 , 스트라우트 아프리카에 잠깐 들러야지 
괜찮아요 , 전 ... 독일군이에요 ? 
미국인이에요 
좀 도와줄래요 ? 
기다려요 
미국인이래요 
확실해 ? 
네 
" 이탈리아 알프스산맥 알제리 도착 5 시간 전 " 꼬리 사수 뒤에 몇 기나 있어 ? 
9 기 있습니다 
좌우 , 사방에 흩어져 있어요 
클레븐의 요새도 있어 ? 
심하게 손상되고 많이 뒤처졌지만 뒤에 있습니다 
알겠다 
멘지 , 우리 왼쪽으로 기울어 승강타 어때 ? 
왼쪽 날개가 너덜너덜합니다 
작동이 안 돼요 
여기는 꼬리 또 한 기가 추락합니다 
오크스 같았어요 
알겠다 
얼마나 버틸 수 있을지 모르겠어요 
우린 괜찮아 
- 탈출할 거면 빨리 ... - 갈 수 있어 
승강타가 맛이 갔습니다 계획이 ... 난 포로수용소에 갈 계획은 없어 , 넌 ? 
멘지 , 할렌벡과 더마코는 따라오고 있어 ? 더마코는 뒤에 있고요 
할렌벡은 비행기를 버렸습니다 낙하산 8 개 ... 9 , 모두 10 개입니다 
좋아 , 멘지 
노먼 , 스트라우트 너희는 어때 ? 
저희는 괜찮습니다 ! 
신선한 공기 마시면서 경치 감상하고 있어요 
잘했어 너희가 있어서 다행이야 
다른 녀석들도 마찬가지고 
수고했어 , 친구들 
이봐 , 더그 
응 ? 
비딕이 언제 추락했지 ? 
내가 일지에 기록할 겨를이 없었어 
맙소사 , 전 비행단에서 일지 쓸 겨를 있었던 항법사는 - 한 명도 없었을 거야 - 그냥 제대로 하고 싶어서 그래 
알아 , 크로즈 
11 시에 추락한 것 같아 
그래 , 알겠어 11 시 
" 엔진당 연료량 " " 380 리터 이하에만 연료 이동 " 2,270 리터입니다 
항법사 , 연료가 2,270 리터밖에 안 남았어 
아프리카까지 갈 수 있어 ? 못 갑니다 , 현재 속도라면 2,840 리터는 있어야 해요 
최초 진입 지점부터 연료가 샜습니다 알겠다 
전 승무원 , 우린 항속 거리를 최대한 늘려야 한다 
볼트로 고정 안 된 건 다 버려 조준기 , 총 , 탄 , 전부 
여기는 폭격수 조준기도 말입니까 ? 
여긴 바다 위야 독일이 입수하지 못할 거야 버려 
터렛도 해체해 
상부 터렛 우리 어때 보이나 ? 
걸레짝 같지만 괜찮습니다 
개리슨 뒤쪽 낙오자들은 어때 ? 
더마코는 이상 없고 클레븐은 무게를 줄입니다 
반 노이는 바다에 빠질 것 같고요 
여기는 항법사 반 노이가 바다에 잘 내려앉았어요 육지까지는 약 560km 입니다 
알겠다 
맛이 괜찮아요 ? 네 
루이즈 돌아서 , 돌아서라고 
당신은 내 이름도 , 얼굴도 모를 거야 , 알겠어 ? 
네 
영국으로 돌아가고 싶어 ? - 네 - 도와줄 순 있는데 이건 알아 둬 
지금 독일군에 투항하면 제네바 협약에 따라 포로가 될 테고 살아남을 가능성이 커 
하지만 탈출을 시도하면 잡힐 경우 첩자로 취급돼서 처형당할 가능성이 커 
알아들었어 ? 
뭘 선택할 건가 ? 투항 ? 아니면 탈출 ? 
크랭크 , 저거 아프리카야 ? 
네 , 여기는 조종사 아프리카가 코앞이다 ! 
항법사 
크로즈 , 우리 제대로 온 거야 ? 
아니면 저 모래에 착륙해야 하니까 네 
곧 184 에 기지가 보여야 합니다 
이제 연료가 부족해 정말 여기 맞아 ? 
거짓말 아닙니다 제가 계산한 바로는 확실해요 
제발 
갈림길에 섰군 , 크로즈 그 수수께끼의 답을 찾아야 해 
답은 184 예요 두 눈 똑바로들 뜨십쇼 
보이는 것 같아 
12 시에서 약간 떨어진 곳 
이 정도면 아주 가깝네 
- 다행이다 - 그래 , 잘했어 
여기는 지휘 조종사 비행장이 보인다 
- 전 승무원 , 착륙 준비 - 발할라로 
발할라에 왔어 , 친구들 
착륙 장치 하강 
착륙 장치 하강 우측 착륙 장치 하강 
좌측 착륙 장치 하강 플랩 쿼터 
다들 고생했어 
블레이클리 그 수수께끼 답 뭐예요 ? 
네가 맞힐 줄 알았는데 
뭐 , 여기가 발할라가 아닌 건 확실하네 
우리 도착했어 환영회는 어디서 하지 ? 
아프리카에 온 걸 환영합니다 
활주로가 있어요 남쪽에요 
4 번 연료 압력이 떨어져요 페더링 
활주로로 급선회한다 
- 2 번 엔진이 멈췄어요 - 페더링 해 
전 엔진 페더링 
이제 우린 글라이더예요 
60m 착륙 장치 하강 기다려 느려질 거야 
- 지금 내릴까요 ? 
- 기다려 
30m 
기다려 
지금 ! 
우측 착륙 장치 하강 
왼쪽 하강 플랩 쿼터 
안 오는 것보단 늦는 게 낫지 그래 , 저 퀴벨바겐 타자 
다들 괜찮아 ? - 네 - 이봐 , 놈 
- 괜찮아 ? - 구급상자 꺼내 와 - 차에 태우자 - 나 괜찮아요 
- 차에 태워 , 키드 말 들어 - 들어 - 조심해 - 잡았어 
- 제가 챙길게요 - 그래 ? 
가자 
이런 걸 끌고 어떻게 아프리카까지 왔지 ? 근데 활주로는 못 탔네 
바로 저긴데 
저런 
- 누구야 ? 
- 무전수 노먼 스미스 
요새 4 기를 잃었어 알아 
- 몇 기나 도착했어 ? 
- 21 기 중에서 11 기 
클레이터는 ? 낙하산 봤어 ? 
난 하나도 못 봤어 그렇군 , 커트는 ? 
모르겠어 
내가 비딕을 좀 아는데 지금쯤 슈냅스 한 병 홀짝이고 있을 거야 
우린 이겨낼 수 있어 믿음을 버리지 마 
당연하지 
당신들 안내자예요 하라는 대로 해요 
짐들 챙겨 집에 간다 
이 모든 새 얼굴들은 ... 이건 소령 , 클레븐 소령 
마지막으로 보는 예쁜 얼굴일 것 같아요 
이제 실제로 뭔가 하겠네요 
그래 , 뭐라도 하게 될 거야 
오늘 여기 없는 친구들을 위하여 
독일은 우리 네트워크에 침투하려고 별짓을 다 했어요 
우리가 죽으면 기억 못 하겠지 원래 없었던 사람처럼 
베이비 페이스는 ? 죽었어 ? 
