అటెన్షన్ ! 
క ర్చో డి , జె టిల్మెన్ . 
సరిగ్గా ఏడాది కి దట ఇదే రోజ , ఎయిత్ ఎయిర్ ఫోర్స్ మొదటిసారిగా ప ర్తి స్థాయిలో వాయ సేన దళాన్ని ప పి చి ది . 
అది పన్నె డ బి - 17 విమానాల సామ హిక దాడి . 
ఈ రోజ , ఎయిత్ ఎయిర్ ఫోర్స్ మళ్లీ ప ర్తిస్థాయిలో మ డ ఎయిర్ టాస్క్ ఫోర్స్ లని ప పి చబోతో ది . 
- అవ న . - మొత్త గా 376 భారీ బా బర్లనీ ఇ కా 240 ఫైటర్లని ప పి చబోతో ది . - తక్క వ కాద , హా ? - అవ న . ఇ త భారీ స ఖ్యలో య ద్ధవిమానాల సమ హ దాడికి దిగడ మానవజాతి చరిత్రలో ఇదే మొదటిసారి . అవ న ! అవ న ! 
ఇప్ప డ , మన మొదటి టాస్క్ ఫోర్స్ గా ఉ డి రేగెన్స్ బర్గ్ లో మెసెర్ ష్మిట్ 109 ఇ జన్ అసె బ్లీ కర్మాగార లక్ష్య గా దాడ ల చేస్తా . 
రె డవ , మ డవ టాస్క్ ఫోర్స ల ష్వయిన్ఫర్ట్ లో ఉన్న బాల్ బేరి గ్ కర్మాగారాల లక్ష్య గా దాడ ల చేస్తాయి . 
బాల్ బేరి గ ల లేక డా ఏ య ద్ధవాహనాల కదలలేవ . 
మన గన క విజయవ త గా దాడ ల చేస్తే , మన జర్మన్ ఉత్పత్త ల్ని కొద్ది నెలల పాట నిలిపివేయచ్చ . 
మన ఎ దరి ప్రాణాల కాపాడతామో ప్రత్యేక గా చెప్పనక్కరలేద . 
కార్పొరల్ . 
- ఓరి దేవ డా . - ఓహ్ , బాబ . 
ఇది రేగెన్స్ బర్గ్ . 
బహ శా మీర ఏ ఆలోచిస్త టార టే జర్మన్ భ భాగ మీద గా చాలా ద ర విమాన లో ప్రయాణి చాల్సి వస్త దని అన క ట ఉ డచ్చ . 
అది నిజ . 
మన ఇ త లోపలికి జొరబడి దాడి చేయడ ఇదే ప్రథమ . 
కానీ శక్తిమ తమైన ఎయిత్ వాయ సేనకి ఒక ప్లాన్ ఉ ది . 
మేజర్ బోమన్ ? 
వెళ్లి అదరగొట్ట , రెడ్ . 
ఇది మ క్కోణప దాడి అయితే ఆ జర్మన్ల వాటిల్లో ఒక దాడిని మాత్రమే ప్రతిఘటి చగలర . 
కాబట్టి , ఈ ప్లాన్ ని అమల చేసే విధాన , దాని సమయ చాలా కీలక . 
మేజర్ ? ఆ రెడ్ గీత ఎ ద కని కి దికి ఆఫ్రికా వరక వెళ తో ది ? 
అది చాలా తెలివైన ప్రశ్న , కర్ట్ . 
నాక అన మతి ఇస్తే , కొద్దిసేపట్లో వివరిస్తాన . అలాగే , అలాగే . ఇప్పటికి నవ్వ డి . అలాగే . ఇప్ప డ , ఈ మ డ టాస్క్ ఫోర్స ల ఈ నది మీద గా ఒక సమ హ గా ఏర్పడతాయి ... థోర్ప్ ఆబోట్స్ - ష్వయిన్ఫర్ట్ ఐపి - ఎ పిఐ - ఆర్పీ - రేగెన్స్ బర్గ్ ... ఆ తర వాత ఇక్కడ వేర పడతాయి . 
ఇప్ప డ , ఆ జర్మన్ వాయ సేన కేవల కొ తవరక మాత్రమే మన మొదటి టాస్క్ ఫోర్స్ ని ప్రతిఘటి చగల గ త ది కానీ మళ్లీ ఆయ ధాల ఇ కా ఇ ధన కోస తిరిగి వైమానిక స్థావరానికి వెళ్లవలసి వస్త ది . 
వాళ్ల విమానాల మళ్లీ గగనతల లోకి ఎగిరేసరికి , రె డ , మ డ టాస్క్ ఫోర్స ల ష్వయిన్ఫర్ట్ లో బాల్ బేరి గ్ ఫ్యాక్టరీ మీద బా బ లతో దాడ ల చేస్తాయి , 
ఇప్ప డ , నీ ప్రశ్నక సమాధాన చెప్పాలి , కర్ట్ . 
దాడ ల మ గి చి ... నేన ఎలా చెప్పాలి ... తిరిగివచ్చే క్రమ లో చిట్టచివర ఉ డే మన , 
అది ఎ ద క టే మన తిర గ ప్రయాణ లో ఆఫ్రికా వైప వెళతా , జె టిల్మెన్ . 
అక్కడ పన్నె డవ ఎయిర్ ఫోర్స్ మనల్ని చల్లని బీర్లతో , ఎ డ్రకాయల వ టకాలతో సాదర గా స్వాగత పల క త ది . 
అది ఒక హాలిడే మాదిరిగా ఉ ట ది . మీ అ దర బీర్ ని ఇష్టపడతార . 
అయితే మనకి అద ష్ట కలిసిరావాలి . 
థా క్య , రెడ్ . 
ఇ క ఇప్ప డ కొద్దిగా చెడ వార్త . 
మన వి గ్ లో , మన చిట్టచివరి చార్లీగా ఉ టా . 
స్క్వాడ్ లోనే చెడ్డ స్థాన . అవ న , అవ న , అవ న . 
ప్రాణాలక భరోసా లేద . 
ఈ స్క్వాడ్రన్ కి 418 వ గ్ర ప్ సారథ్య వహిస్త ది ఇ కా ఆ గ్ర ప్ కి మేజర్ కిడ్ కమా డ్ పైలెట్ గా వ్యవహరిస్తాడ . 
అదన గా , కెప్టెన్ క్ర క్షా క్ విమాన లో మేజర్ ఈగన్ క డా ఈ గ్ర ప్ కి రిజర్వ్ కమా డ్ పైలెట్ గా ప్రయాణిస్తాడ . 
ఎగ వ స్థాన లో 349 వ ఇ కా 351 వ గ్ర ప లకి మేజర్ వీల్ సారథ్య వహిస్తాడ ... ఏ టి , నాతోపాట ఆయన ఉ డబోత న్నాడా ? చ డబోతే అ తేలా ఉ ది . 
అదీ స గతి . ఇప్ప డ , తెల్లవార జామ న వాతావరణ కొద్దిగా ఇబ్బ ది పెట్టేలా ఉ ది . స్టార్మీ ? 
వాన పడచ్చేమో అన క ట న్నాన . 
వ ద శాత అవకాశ ఉ ది . 
అది నిజ , సర్ . 
జె టిల్మెన్ , ఈ రోజ మన స్థావర మీద గా , ఆకాశ లో సగ వరక చెద ర మద ర మేఘాల నాల గ వేల అడ గ ల ఎత్త లో విస్తరి చి ఉన్నాయి . సగ ఆకాశ మేఘావ తమై ఉ డి ... ఈ " రిజర్వ్ కమా డ్ పైలెట్ " గొడవ ఏ టి ? 
నాక తెలియద . 
- అ ద లో నీ ప్రమేయ ఏమీ లేదా ? - ద శ్యమానత ఎ త అ టే ... 
ఆల్ప్స్ పర్వతశ్రేణి దాటి ఆఫ్రికా వైప వచ్చే దిశలో మేఘాల ద శ్యమానత సాధారణ గానే ఉ డచ్చ . 
థా క్య , స్టార్మీ . 
ఇక , ఈ మిషన్ సక్సెస్ దేని మీద ఆధారపడి ఉ ట ద టే మ డ టాస్క్ ఫోర్స ల ఖచ్చిత గా ఛానెల్ మీద గా సరైన సమన్వయ తో దాడ ల చేయగలగాలి . 
మన సరైన సమన్వయ తో వ్యవహరి చకపోతే , అ టే , జర్మనీ లోపలికి నకిలీ పాస లతో వెళ్లలేమ . 
క్రీడల విషయ లో నకిలీ పాస ల ఉ టాయి కదా . 
మరో పది సెకన్లలో 5 : 20 అవ త ది . 
గ డ్ లక్ ... మీ అ దరినీ కొద్ది రోజ ల తర వాత నేన కల స్తాన . 
టైమ్ సరిచేస కో డి . 
విమాన 567 కి ఇది క్లియర్ అప్ రేడియో స దేశ . 
దట్టమైన పొగమ చ కారణ గా అన్ని విమానాల టేకాఫ్ ని వాయిదా వేస కోవాలని స చి చడమైనది . 
మొత్త విమానాలన్నీ తాత్కాలిక గా నిలిపివేయబడ్డాయి . తద పరి ఆదేశాల కోస వేచి చ డ డి . 
క్లియర్ అప్ టవర్ , ఇది విమాన 567 . తాత్కాలిక నిల ప దల గ రి చి విన్నామ . వేచి ఉ టా . ఓవర్ . 
" ప్రభ , అన త ఆకాశ లో విమాన లో ప్రయాణి చే వారిని కాపాడి మార్గ చ పి చ . 
దట్టమైన త పాన లలో లేదా వెచ్చని స ర్యకిరణాలలో గగన మార్గాన ప్రయాణి చే వారికి అ డగా ఉ డ . 
హాయిగా ఎగిరే పక్ష లన నీవ జాగ్రత్తగా కాపాడ త టావ . బీభత్సమైన గాల లలో చిక్క బడిన వారిలో , నీవ తమ వె ట ఉన్నావనే భావన , భయ పోగొడ త ది . " 
మ డ టాస్క్ ఫోర్స్ విమానాల నిలిచిపోయాయి . అవి మ ప్పై నిమిషాల ఆలస్య గా బయల దేరతాయి . 
న వ్వ ప్రక్షాళన దిశగా బయల దేరావ కానీ న వ్వ మార్గ లో రె డ దార ల మధ్యకి చేర క న్నావ . 
ఒక దారి వల్హాల్లాకి వెళ త ది , మరొక దారి నరకానికి దారి తీస్త ది . శిక్ష . 
ప్రతి దారిలో ఒక మర గ జ్జ భ త ఉ ట ది . 
ఒక మర గ జ్జ భ త ఎప్ప డ నిజ చెబ త ది . మరొకటి మాయ మాటల చెప్పి మోస చేస్త ది . ఆ భ త ఎప్ప డ అబద్ధాల చెబ త ది . సరేనా ? న వ్వ ఒకే ఒక్క ప్రశ్న అడిగి సరైన దారి తెల స కోవాలి అ టే ఏ అడ గ తావ ? 
దేవ డా . 
- హేయ్ , లెఫ్టెనె ట్ . నీ కోస ఎవరో వచ్చార . - గొప్ప అ దగత్తె వచ్చి ది . 
మరో మ ప్పై నిమిషాల సేప వేచి ఉ డ డి . 
న వ్వ ఒక్కసారైనా మ చి వార్త చెబ తావా , గ్రాసియా ? మీక ఏమైనా ఫిర్యాద ల ఉన్నాయా ? ఆపరేషన్స్ వాళ్లతో మాట్లాడ డి . హేయ్ ! ఘాటైన పదాలతో ఉత్తర రాస్తాన ! 
మరో అరగ ట సేప ఆలస్య అవ త ది , మిత్ర లారా . 
మన టేకాఫ్ అయిపోవచ్చ కదా ? ఎ ద క టే మన వెళ్లలేమ . 
అ తా పొగమ చ . పొగమ చ లో ప్రయాణానికి పైలెట్లకి శిక్షణ ఉ ట ది కదా ? అవ న . వాళ్లకి జీతాల ఇచ్చేది అ ద క కాదా ? ఖచ్చిత గా . వాళ్ల నోట్లో లాలిపాప్ పెట్ట క ని తలకి ద ల గా విమానాన్ని నడపగలర . కానీ రన్వే మీద ఆవ ఎద రొస్తే గన క ... రన్వే మీద ఆవ ఎద రొస్తేనా ? 
ఇలా టి చెత్త ఆలోచనల నీక ఎక్కడి న చి వస్తాయి , క్విన్ ? 
మన ఎగిరే కోటలో ఉన్నా . మన ఆవ ఎద రొచ్చినా వెళ్లగల . 
ఆలిస్ అ టే బ్య యిక్ కార కాద , బేబీ ఫేస్ . ఇది టిన్ డబ్బా లాగా గట్టిది . 
మన ఆవ ని ఢీకొడితే , అది పచ్చడి అయిపోత ది . మన ఇ ద లో ఉ డగానే . 
నీ ఆవ నాక కనిపిస్తో ది . 
పీనట్ బటర్ , పీనట్ బటర్ , పీనట్ బటర్ , జామ్ . 
నీ ఆవ ని నేన నేల మీద పచ్చడి చేసేస్తాన . 
బకీ . 
- బకీ . - ఏ టి , క్రా క్ ? 
మన ఎగరడానికి హార్డి గ్ ని ఎలా ఒప్పి చావ ? 
నీ ఉద్దేశ ఏ టి ? 
న వ్వ , బక్ , వీల్ , కిడ్ ? 
మ గ్గ ర స్క్వాడ్రన్ సిఓల ఇ కా ఒక ఎయిర్ ఎగ్జిక్య టివ్ . 
ఒక్క మిషన్ కి ఇ తమ ది అధికార ల . 
అవ న , ఇ తక మ ద ఎప్ప డ ఇలా టి మిషన్ కి ఇ తమ ది ఆఫీసర్లని నేన చ డలేద . 
కానీ , నేన ఈ మిషన్ ని మిస్ కాలేన , కదా ? 
ఆగ , ఆగ , ఆగ . " న వ్వ మ చి మర గ జ్జ వా ? " అని అడిగావ కదా . 
లేద . లేద , కానీ న వ్వ దగ్గరగా వచ్చావ . 
నేన అన క న్నదానికన్నా న వ్వ తెలివైనవాడివి , క్రోజ్ . 
రె డవ , మ డవ టాస్క్ ఫోర్స ల ఇప్పటికే టేకాఫ్ అయ్యాయని - పది డాలర్ల ప దె . - లేద . 
లేద , మన వాళ్లతో కలిసి ఫార్మేషన్ చేయకపోతే వాళ్ల టార్గెట్ ని చేర కోలేర . 
వాళ్ల అలా చేయగలిగితే ? 
అప్ప డ ఈ జీనియస్ ప్లాన్ అ తా చెత్త అవ త ది . 
ఇలా రా , మీట్బాల్ . ఇలా రా . గ డ్ బాయ్ . 
హేయ్ , బక్ . 
హేయ్ , కర్ట్ . 
పొగమ చ బాగా ఉ ది , హా ? అవ న . 
మా ఊరిలో పొగమ చ ఇలాగే ఉ ట ది . 
చిన్నప్ప డ ఎప్ప డ నన్న భయపెట్టేది . 
పొగమ చ అ టే ఎవరికీ నచ్చద . 
మీ క ర్రాళ్ల ఎలా ఉన్నార ? 
ఆ దోళనగా ఉ ది . 
నాక లేద . 
నేన బాగానే ఉన్నాన . 
ఈ రోజ చాలా మ ఖ్యమైన రోజ అనిపిస్తో ది , తెల సా ? 
- అది నిజ . - మన నిజ గా శత్ర వ కి బాగా నష్ట కలిగి చి ఉ డేవాళ్ల . 
కానీ , మన మళ్లీ ఆ దోళన గ రి చి మాట్లాడ క టే మేల . 
అక్కడే కల ద్దా , బక్ . 
ఇదిగో చ డ డి , సర్ . 
మన టేకాఫ్ కావాలని లీమే అ ట న్నాడ . మిగతా టాస్క్ ఫోర్స ల గ రి చి ఎద ర చ డలేన అ ట న్నాడ . 
నీ ఉద్దేశ ఏ టి ? 
వాళ్ల తమని అ ద కోవాలట , సర్ . 
ఇ జన్ ఆర గ టల నలభై నిమిషాలకి ఆన్ కావాలి . ఆపరేషన్స్ కొనసాగి చడానికి ఫ్లేర్ ని పైకి ప ప డి . అలాగే , సర్ . 
మన వాళ్లని నేర గా నాజీ భ భాగ లోకి ప పిస్త న్నా . ఒ టరిగా . 
సిబ్బ దికి కమా డ్ పైలెట్ స దేశ . మిగతా టాస్క్ ఫోర్స ల్ని ఎవరైనా చ శారా ? 
- రేడియో , లేద . - రక్షణ , లేద . వెన క , లేద . 
లేద , సర్ . 
లేద . 
ఇక్కడ పరిస్థితి వాళ్ల చెప్పినట్ల లేద ! 
మన శత్ర వ ల ప్రతిఘటనని ఎద ర్కోవాలని చెప్పార , మిత్రమా . అవ న , తెల స . తెల స . కానీ మిగతా టాస్క్ ఫోర్స ల మన తర వాత భీకర దాడ ల చేసి వాళ్ల మళ్లీ రె డోసారి రాక డా చ డాల్సి ఉ ది . వాళ్ల ఎక్కడ ఉన్నార , హా ? 
వీయా , నీక నిజ గానే ఎవర కనిపి చడ లేదా ? 
ఒక్కర క డా కనిపి చడ లేద . మన ఇ కా ఒ టరిగానే ఉన్నా . 
క్రా క్ ? మన బ్లేకలీకి దగ్గరగా వెళ్లగల అ టావా ? 
వెళ్లగల . వెన క సీట డ్రైవర . 
అది నిజ , క్రా క్ . 
రిజర్వ లో వెన క సీట పైలెట్ . 
రా , బక్ . మా వేగాన్ని అ ద కో . 
చ డబోతే మిగతా డివిజన్లని మన అ ద కోలేమేమో . 
మన ఒ టరిగా మిగిలిపోయా . 
వాళ్ల శత్ర వ ల మీద దాడికి పెద్దగా ప్రయత్ని చడ లేద . 
ఫైటర్స్ కి వాళ్ల అవకాశ ఇస్త న్నార . 
ఛ ! ఫైటర్ల మన కి దే ఎడమ వైప ఉన్నార ! దిగ వన ఎడమ వైప ! 
వాళ్ల బక్ మీద దాడికి వెళ్త న్నార . 
ఫైటర్ల , కొద్దిగా క డి వైప ! 
కి ద ఎడమ వైప . మరికొ దర జర్మన్ల . 
- నేన ఎడమ వైప వాళ్ల స గతి చ స్తా ! - ఫైటర్ల పెరిగార . క డి వైప సమాన ఎత్త లో ఉన్నార . 
దొరికావ , చెత్తవెధవ ! 
దిగ వ ఎడమ వైప ఇ కొన్ని శత్ర విమానాల ! 
వాళ్ల క్లేటర్ మీదకి ద స కెళ్త న్నార ! 
ఎడమ రెక్క దెబ్బతిని ది . 
విమాన ఎడమ వైప లాగేస్తో ది . 
ఎడమ వైప రెక్క జామ్ అయి ది . వేరే ప్రయత్న చేస్త న్నా . 
- క డి వైప రాకెట్ల ! - ఓరి దేవ డా ! 
ఛ ! వాళ్ల క్లెవెన్ విమాన మీద రాకెట్ దాడి చేశార . 
నార్మన్ ? స్ట్రౌట్ ? 
మన వేగాన్ని కోల్పోత న్నా . పవర్ ని పె చాలి . ఆ పని చేయి . నార్మన్ ! స్ట్రౌట్ ! 
మేమిద్దర ఇక్కడే ఉన్నా . 
మీ దగ్గర ఎ త ధ్వ స అయి ది ? ఎలక్ట్రికల్ ఇ కా ఆక్సిజన్ పైప ల దెబ్బతిన్నాయి . 
- బా బ పరికర ఎలా ఉ ది ? 
- చెక్ చేస్త న్నా . 
బా బ పరికర బాగానే ఉ ది ! 
రె డ 190 విమానాల , క డి వైప న . 
ఛార్జ్ హ్యా డిల్ ధ్వ స అయి ది ! 
క డి వైప దిగ వన ! 
దేవ డా . వాళ్ల అన్ని వైప ల న డి వస్త న్నార ! 
నేన ఒక విమానాన్ని పడగొట్టాన ! 
ప ర్తి స్క్వాడ్ , ఎడమ వైప దిగ వన ! 
చెత్త ! బక్ విమాన దెబ్బతి ది . 
పోతే పోయి ది . నేన ఏటవాల గా కి దికి దిగ త న్నాన . 
విన్నా . 
ఎడమ వైప దిగ వన ! 
రె డి ట్లో ఇ కొకటి ! 
సరే , మర్ఫ్ . ఆ గన్ స గతి నేన చ స క టాన . సర్ . 
దిగ వన కాస్త ఎడమ వైప ! ఆరడో విమానాల మీ వైప వస్త న్నాయి . 
- ఎగ వన క డి వైప ! - వాళ్ల విడిపోత న్నార , మర్ఫ్ ! 
వాళ్ల బక్ మీదకి వెళ్త న్నార . 
ఫైటర్స్ , క డి వైప ఎగ వన ! 
కాపీ . దొరికార . దాడి చేయ డి , క ర్రాళ్ల . 
వాళ్ల మన రె డో విమాన మీద దాడికి వెళ్త న్నార . 
వెన క భాగ న డి క్లెవెన్ కి స దేశ . హమ్మెల్ విమాన నేలక ల తో ది . 
పారాచ ట్ల ఏమైనా కనిపి చాయా ? 
మొత్త పది పారాచ ట్ల కనిపి చాయి , కానీ క్లేటర్ ప్రమాద లో ఉన్నాడ . 
అతని విమాన బాగా ఒరిగిపోతో ది . ఫార్మేషన్ న డి ద ర గా వెళ్లిపోత న్నాడ . 
- మన విమాన లో ఇ ధన పోతో ది . - సరే , అది నాక కనిపిస్తో ది . 
ఎడమ రెక్కకి మ టల అ ట క న్నాయి . 
మన నిష్క్రమి చాలా , రాయ్ ? రాయ్ ! రాయ్ ! మన నిష్క్రమి చాలా ? మన నిష్క్రమి చాలా ? 
సిబ్బ దికి పైలెట్ స చన , విమాన విడిచివెళ్ల డి . ద క డి ! విమాన న డి బయటకి ద క డి ! ద క డి ! - విమాన విడిచి ద కేయమని అన్నావా ? - అవ న , డామిట్ ! శత్ర వ ల మీద దాడి చేసి అప్ప డ ద కేయ డి ! 
బా బార్డియర్ కి పైలెట్ స దేశ . బా బ్ బే తల ప ల తెర వ ! విన్నాన . 
లోర్చ్ , మొత్త బా బ ల అన్నీ కి దికి వదిలేయ్ . 
కి దిభాగ గన్నర్ న డి సిబ్బ దికి స దేశ . నేన ఇర క్క పోయాన . 
- నేన ఇ ద లో చి బయటపడలేకపోత న్నాన . - న వ్వ ఇర క్క పోయాన టే నీ ఉద్దేశ ఏ టి ? 
ఎలివేషన్ క్లచ్ పట్టేసి ది . 
అది ఊడిరావడ లేద . 
క్విన్ ! నన్న కాపాడాలి . 
- క్విన్ , రా . నాక సాయ చేయి , బాబ . - బల గా నెట్ట ! 
మ డ లెక్కపెట్టగానే లాగ . 
- ప్రయత్నిస్త న్నా ! - ఒకటి , రె డ , మ డ . 
తోయి ! 
నెట్ట . బేబీ ఫేస్ ! నాక సాయ చేయి ! 
ఇలా రా , క్విన్ ! ప్లీజ్ ! 
ఇలా రా , నన్న ఇక్కడ న డి విడిపి చ . ప్లీజ్ ! 
సారీ . 
నీ ఉద్దేశ ఏ టి ? వద్ద ! వద్ద ! 
తిరిగి రా , క్విన్ ! క్విన్ , ప్లీజ్ ! 
- నేన రాలేన . - నన్న దీని న చి బయటపడేయ్ ! 
సాయ చేయి ! 
నేన చేయలేన . 
నన్న బయటకి లాగ ! ప్లీజ్ ! క్విన్ ! 
- సారీ , బేబీ ఫేస్ . సారీ . - వద్ద ! వద్ద ! వద్ద ! 
వెన క భాగ న డి లీడ్ పైలెట్ కి స దేశ . మన రె డో విమాన నాశన అయిపోయి ది . 
దేవ డా . విన్నా , టెయిల్ . 
మన 418 వ బ ద తో చేరాలి . 
రెడ్మీట్ లీడ్ న డి రెడ్మీట్ స్క్వాడ్రన్ కి స దేశ , మేమ పేసర్ కి చేర వ అవ త న్నా . 
అది విన్నా , రెడ్మీట్ లీడ్ . మన వేగ పె చ దా . 
మన ఎగ వగా ఎగిరి 418 వ బ ద న డి కొద్దిగా రక్షణ పొ ద దా . 
కమా డ్ పైలెట్ కి వెన క భాగ న డి స దేశ , 350 వ బ ద లో వెన కభాగ విమానాల నేలక లాయి . 
మిగతా విమానాల మనతో చేరడానికి ప్రయత్నిస్త న్నాయి . 
విన్నా . 
ఇలా రా . 
సర్ . 
జర్మన్ వాయ సేనకి స బ ధి చి బెల్జియ లోని ప్రతి స్థావర లో విమానాలన్నీ టేకాఫ్ అయ్యాయి . మన దాడ ల ప్రార భి చే ప్రదేశానికి ఇ కా మ డ గ టల ద ర లో ఉన్నా . 
రాకెట్ల ద స కొస్త న్నాయి . ఎడమ వైప దిగ వ న డి ! 
దేవ డా ! 
స్మిత్ , పల క ! 
స్మిత్ ! స్మిత్ , బద లివ్వ ! 
స్మిత్ గాయపడ్డాడ . అతన ఊపిరి తీస కోవడ లేద . 
క్లెవెన్ కి మధ్య భాగ న డి స దేశ . స్మిత్ మరణి చాడ , సర్ . 
ఫైటర్ల , ఎగ వన ఎడమ వైప ఉన్నార ! 
చెత్తవెధవ ! 
చెత్తవెధవ ! 
- బాగానే ఉన్నావా ? - ఉన్నా . 
అయితే తిరిగి వచ్చి నీ గన్ ని అ ద కో . 
మెయిన్ ఎలక్ట్రికల్ ప్యానెల్ దెబ్బతి ది . 
- ఎ తగా పాడయి ది ? 
- జనరేటర్ ఆగిపోయి ది . నేన చెప్పలేన . 
మధ్య భాగ న డి పైలెట్ కి . బిడ్డిక్ విమాన పై దాడి జరిగి ది . 
అ తటా ప్రెషర్ తగ్గిపోతో ది . అన్ని సిస్టమ్స్ లోన . కర్ట్ , మన విమానాన్ని కోల్పోత న్నా . 
లేద , మన కోల్పోవడ లేద . 
డికీ ! డికీ ! లేద ! బెస్ట్ ! వె టనే ఇక్కడికి రా ! 
అతన క ట్రోల్స్ మీద పడిపోయాడ . తనని పక్కకి తప్పి చ . వెనక్కి క ర్చోపెట్ట . 
- అతని పరిస్థితి ఎలా ఉ ది ? 
- తన చనిపోయాడ అన క టా . 
లేద , డికీ . డికీ , మేల కో ! 
ఛ ! 
ఈ విమాన ఇ క ఎగరలేకపోతో ది . మన బయటపడాలి . 
సిబ్బ దికి పైలెట్ స దేశ . ద కేయ డి ! ద కేయ డి ! 
ఇదిగో నీ పారాచ ట్ , కర్ట్ . 
తనకి శ్వాస ఆడ తో ది , సర్ ! 
డికీ , నాతోనే ఉ డ . 
నిన్న క్షేమ గా కి దికి తీస క వెళతాన . వి ట న్నావా ? న వ్వ ఈ విమానాన్ని ల్యా డ్ చేయలేవ , కదా ! అవ న , నేన చేస్తాన . తనని గాలిలో వదిలేస్తే , చనిపోతాడ . అతడిని గాలిలో వదిలేయ్ . అదే అతనికి మ చి అవకాశ ! 
- అతన ఎలాగైనా చనిపోతాడ , లెఫ్టెనె ట్ . - లేద , తన చనిపోడ ! 
మన ద కేయాలి ! పద ! 
వెళ్ల . నేన నీ వెన కనే వస్తాన . వెళ్ల ! నాక ప్రామిస్ చేయి ! 
నేన నీ వెన కనే వస్తాన . 
ప్రతి ఒక్కర ద కేసే వరక నేన విమానాన్ని ఒకే లెవెల్ లో ఉ చ తాన . వెళ్ల డి ! 
న వ్వ బయటకి వచ్చేయాలి , కర్ట్ ! 
నీ వెన కనే వస్తాన . న వ్వ వెళ్ల ! 
మన విమానాన్ని ల్యా డ్ చేస్త న్నా , డిక్ . విమాన నా అద ప లోనే ఉ ది . 
సరిగ్గా అక్కడ . చ స్త న్నావా ? ఆ విశాలమైన నేలని , హా ? 
డికీ , నాతో పాటే ఉ డ . ఇలా చ డ . 
కానివ్వ , కర్ట్ . దేవద తలా నేల మీదికి దిగ , హా ? 
ఓహ్ , దేవ డా . 
సర్ , రె డవ , మ డవ టాస్క్ ఫోర్స ల ఇప్ప డ ఛానెల్ ని దాటాయి . 
ఐద గ టల ఆలస్య గా . 
మన క ర్రాళ్లని దేవ డే కాపాడాలి . 
ఎగ వన క డి వైప చ స్కో డి ! 
- నీక తగిలి దా ? - లేద . నీక ? 
ఎడమ రెక్కలో ఆయిల్ లీక్ అవ తో ది . 
బహ శా ఆ కాలమ్ దేనికో తగిలి ఇర క్క పోయి ఉ ట ది . 
ఎడమ వైప రడ్డర్ పెడల్ ఒద ల అయిపోయి ది దా తో క డి వైప పెడల్ మాత్రమే పని చేస్తో ది . 
- ప్రత్యామ్నాయ ! - నేన చేయలేన . నాక సాయ చేయి . 
ఇ క ఈ విమాన పని అయిపోయినట్ల ది . ఇది స్ప ది చడ లేద . 
మన ఎలాగో అలా ప్రయత్నిద్దా . మన థ్రాటిల్స్ ఉపయోగి చి రడ్డర్ వాడక తగ్గిద్దా . అది మరీ అత్యాశ . మన ద కేయాలి . మ డో ఇ జన్ కి క డా మ టల అ ట క న్నాయి . 
- సిబ్బ దికి పైలెట్ స చన , ద కడానికి సిద్ధ క డి ... - చెత్తవెధవా ! 
మన ఇక్కడే క ర్చ ట న్నా ఇ కా విమానాన్ని నడిపిద్దా . వి ట న్నావా ? 
మన విమాన లోనే ఉ ట న్నా . 
సిబ్బ దికి లీడ్ పైలెట్ స దేశ . మన విమాన లో వెళ్లగలిగిన త సేప మన మిషన్ కే కట్ట బడి ఉ టా . 
చివరిగా జరిగిన దాడిలో ఫ్య యల్ ట్యా క్ దెబ్బతి దో లేదో ఎవరైనా చ డ డి . 
పైలెట్ కి నావిగేటర్ స దేశ , నాక కనిపిస్తో ది . ఇ ధన లీక్ అవ తో ది . 
విన్నా . 
ఆ జర్మన్ వెధవల మళ్లీ ఇ ధన ని ప కోవడానికి తిరిగి వెళ్త న్నార అన క టా . జాగ్రత్తగా గమనిస్త ఉ డ డి . 
మళ్లీ ఇ ధన ని ప కొ ట న్నార . 
మన పరిస్థితి ఎలా ఉ ది , క్రోజ్ ? 
కమా డ్ కి నావిగేటర్ స దేశ . దాడి చేయాల్సిన చోటికి చేర క ట న్నా . కమా డ్ , విన్నా . 
దీపప మ ట పైకెగసి ది ! 
దాడ ల ప్రార భి చే ప్రదేశాల . 
బా బ విడ దలకి మ ప్పై సెకన్ల మాత్రమే . విమానాన్ని స్వాధీన చేస కోడానికి సిద్ధ గా ఉ డ డి . 
చేర వ అవ త న్నా . 
155 అద ప లో ఉ ది . 
ఆటోపైలెట్ ఆన్ అయి ది ఇ కా సర్వోస్ ఆన్ అయ్యాయి . బ బార్డియర్ కి పైలెట్ స దేశ , ఇక మీ విమాన . 
విన్నా , ఇక మా విమాన . ఫైటర్ల , ఎడమ వైప ఎగ వన ! మన వైప వస్త న్నార ! 
నేన ఆ చెత్తవెధవని దెబ్బతీశాన . 
బా బ్ బే తల ప ల తెర చ క ట న్నాయి . 
బా బ ల విడ దలకి సిద్ధ క డి . మన ఈ పని ప ర్తి చేయబోత న్నా , మిత్ర లారా . 
బా బ ల జారవిడిచా ! 
అన భవి చ . 
బా బ ల విడ దలయ్యాయి ! 
దేవ డా . అది చ శావా ? 
కి దిభాగ గన్నర్ కి లీడ్ పైలెట్ స దేశ . మన దాడి ఎలా ఉ ది ? 
సర్ , ఆ ఫ్యాక్టరీ ... ధ్వ స అయిపోయి ది . 
మిషన్ విజయవ త , క ర్రాళ్ల . 
మన ఇక తిరిగి వెళ్లిపోవచ్చా ? 
ఇ కా లేద , స్ట్రౌట్ . మన ఆఫ్రికాలో కాసేప సేదతీరబోత న్నా . 
అది ఫర్వాలేద . నేన ... జర్మనా ? 
నేన అమెరికన్ ని . 
నాక సాయ చేయగలరా ? 
ఇక్కడ వేచి ఉ డ డి . 
అతన అమెరికన్ . 
నిజమేనా ? 
అవ న . 
ఇటాలియన్ ఆల్ప్ పర్వతాల అల్జీరియాకి ఐద గ టల వెన క భాగానికి కమా డ్ పైలెట్ స దేశ , మన వెన క ఎన్ని మిగిలాయి ? 
కమా డ్ పైలెట్ కి వెన క భాగ స దేశ , తొమ్మిది . 
అవి అ తటా విస్తరి చి ఉన్నాయి , నాక క డి వైప , ఎడమ వైప ఉన్నార . 
క్లెవెన్ విమాన ఇ కా మనతో పాటే ఉ దా ? 
వాళ్ల విమాన బాగా దెబ్బతిని వెన కబడిపోయి ది , కానీ వాళ్ల మన వె టే వస్త న్నార . 
విన్నా . 
మె జీ , మన ఎడమ వైప మళ్ల త న్నా . ఎలివేటర్ల ఎలా ఉన్నాయి ? 
ఎడమ వైప ఘోర గా దెబ్బతి ది . 
అది పని చేయడ లేద . 
వెన క భాగ న డి పైలెట్ కి స దేశ . మన మరొక విమానాన్ని కోల్పోయా . 
అది ఓక్స్ విమాన అన క టా . 
విన్నా . 
మేజర్ , మన ఎ తకాల ఈ విమానాన్ని అద ప చేయగలమో తెలియద . 
మన బాగానే ఉన్నా . 
- మన గన క ద కేయాల్సి వస్తే , మన ... - మన గమ్య చేర కోగల . 
ఎలివేటర్ లైన్ ఘోర గా దెబ్బతిని ది , సర్ . మన ప్లాన్ ఏ టి ... నేన ఈ విమానాన్ని ఎక్కడైనా పడేయడానికి ప్లాన్ చేయడ లేద , న వ్వ చేస్త న్నావా ? 
మె జీ , హోలెన్బక్ ఇ కా డిమార్కో , వి ట న్నారా ? వెన క భాగ న డి పైలెట్ కి స దేశ . డిమార్కో మనతో పాటే ఉ ట న్నాడ . 
హోలెన్బక్ విమానాన్ని విడిచివెళ్త న్నాడ . ఎనిమిది పారాచ ట్ల ... తొమ్మిది . మొత్త పది . 
అది మ చి విషయ , మె జీ . 
నార్మన్ . స్ట్రౌట్ . మీర ఎలా ఉన్నార ? 
మేమ బాగ న్నా , సర్ ! 
ఊరికే ఈ ప్రక తి ద శ్యాన్ని చ స్త చల్లటి తాజా గాలిని ఆస్వాదిస్త న్నా . 
మీర బాగా పని చేశార . మీర నాతో రావడ నాక స తోష . 
ఈ ప్రశ స ఈ విమాన లో మిగతా అ దరికీ క డా వర్తిస్త ది . 
గొప్పగా అదరగొట్టార , మిత్ర లారా . 
హేయ్ , డగ్ ? 
ఏ టి ? 
మన బిడ్డిక్ ని ఎప్ప డ కోల్పోయామో నీక తెల సా ? 
నాక అది లాగ్ లో రాసే సమయ లేకపోయి ది . 
దేవ డా , క్రోజ్ , నాక తెలిసి మొత్త మన విభాగ లో ఏ ఒక్క నావిగేటర్ కీ - లాగ్ రిపోర్ట ల రాసే తీరిక ఉ డదన క టా . - అవ న , అన్నీ సవ్య గా ఉ డేలా చ స క ట న్నా , సరేనా ? 
నాక తెల స , క్రోజ్ . 
నా అ చనా ప్రకార వాళ్ల , పదకొ డ ప్రా త లో నేలక లార అన క టా . 
అవ న . అర్థమై ది . పదకొ డ వ దల . 
ఇ ధనాన్ని బదలీ చేయరాద ప్రధాన ఇ ధన స్థాయి ప్రతి ఇ జన్ కీ వ ద గాలన్ల క టే తగ్గితేనే ఇ ధన 600 క టే తక్క వగా ఉ ది , సర్ . 
నావిగేటర్ కి పైలెట్ స దేశ . మనకి కేవల ఆర వ దల గ్యాలన్ల మాత్రమే ఇ ధన ఉ ది . 
ఈ ఇ ధన తో మన ఆఫ్రికా చేర కోగలమా ? లేద , మేజర్ . ప్రస్త త వేగ తో వెళితే మనకి 750 గ్యాలన్ల అవసర కావచ్చ . 
దాడ ల ప్రార భి చిన చోట న డి మనకి ఇ ధన లీక్ అవ త నే ఉ ది . విన్నా . 
సిబ్బ దికి లీడ్ పైలెట్ స దేశ . మన ప్రయాణాన్ని వీలైన త సేప సాగి చాలి . 
విడి భాగాల అన్ని టినీ జారవిడవ డి . బా బ పరికర , త పాక ల , మ ద గ డ , అన్నీ . 
పైలెట్ కి బ బార్డియర్ స దేశ . మీర నా బా బ పరికర గ రి చి అన్నారా ? 
మన నీటి మీద గా ప్రయాణిస్త న్నా , నార్మ్ . జర్మన్ల ఇ త ద ర రాలేర . వాటిని జారవిడిచేయ్ . 
కి దిభాగాన్ని విడ దల చేయ డి . 
పైభాగ గన్నర్ కి పైలెట్ స దేశ , పైన ఏ కనిపిస్తో ది ? 
బాగా దెబ్బతి ది , కానీ ఫర్వాలేద , సర్ . 
గారిసన్ , వెన క భాగ లో మనవాళ్ల ఎలా ఉన్నార ? 
డిమార్కో ఖాళీ చేశాడ . క్లెవెన్ పడేస్త న్నాడ . 
చ డబోతే వ్యాన్ నోయ్ నీటిలో మ నిగిపోయేలా ఉన్నాడ . 
పైలెట్ కి నావిగేటర్ స దేశ , వ్యాన్ నోయ్ నిదాన గా నీటిలోకి దిగిపోయాడ . భ మికి స మార ఐదొ దల అరవై కిలోమీటర్ల . 
విన్నా . 
అది బాగానే ఉ దా ? బాగ ది . 
ల యీస్ ... వెనక్కి తిర గ . వెనక్కి తిర గ . 
నీక నా పేర తెలియద , ఇ కా న వ్వ నా మ ఖాన్ని గ ర్త చ కోవ . సరేనా ? 
అలాగే . 
న వ్వ తిరిగి ఇ గ్ల డ్ కి పారిపోవాలని అన క ట న్నావా ? - అవ న . - నీక సాయ చేస్తాన . కానీ ఒక విషయ తెల స కో , 
న వ్వ ఇప్ప డ జర్మన్లకి పట్ట బడిపోతే , జెనీవా తీర్మానాల కి ద న వ్వ య ద్ధఖైదీవి అవ తావ ఇ కా ఈ య ద్ధ న డి ప్రాణాలతో బయటపడతావ . 
కానీ న వ్వ పారిపోవాలని ప్రయత్నిస్తే , న వ్వ పట్టిబడితే నిన్న గ ఢచారిగా భావిస్తార , ఇ కా నిన్న ఉరి తీసే అవకాశ ఉ ట ది . 
నీక అర్థమయి దా ? 
న వ్వ దేనిని ఎ చ క టావ ? లొ గిపోతావా ? లేదా పారిపోతావా ? 
క్రా క్ ? అదే కదా ? అదే ఆఫ్రికా కదా ? 
అవ న , అదే . సిబ్బ దికి పైలెట్ స దేశ . ఆఫ్రికాలోకి ప్రవేశిస్త న్నా ! 
కమా డ్ , నావిగేటర్ . 
క్రోజ్ , మన వెళ్లాల్సిన చోట కే వెళ్త న్నామా ? 
ఎ ద క టే మన అలా వెళ్లకపోతే , ఆ ఇస కలో దిగాల్సి వస్త ది . అవ న . 
మనకి ఏ క్షణ లో అయినా 184 వద్ద స్థావర కనిపి చవచ్చ . 
క్రోజ్ , మన పొగల మీద ప్రయాణ చేస్త న్నా . న వ్వ చెప్పేది ఖచ్చితమైన సమాచారమేనా ? 
నేన నిజ చెబ త న్నాన , జె టిల్మెన్ . నేన చదివి లెక్కపెట్టగలిగిన త ఖచ్చిత గా చెప్త న్నా . 
వెళ్ల . 
ఈ మార్గ లో రె డ రహదార ల ఉన్నాయి , క్రోజ్ . ఆ పజిల్ కి జవాబ ని మన ఇక్కడ అమల చేయచ్చ . 
ఆ పజిల్ కి జవాబ 184 . జాగ్రత్తగా గమని చ డి . 
నాక కనిపిస్తో ది అదే అన క టా . 
నేర గా వెళ్లాలి . ఇ కా మరికాస్త ద ర . 
దగ్గరగా వచ్చేశా , క్రోజ్ . దగ్గరగా వచ్చేశా . 
- ఓహ్ , బాబ . - సరే . మ చిగా పని చేశావ . 
రె డో జ ట్స ట్ కి కమా డ్ పైలెట్ స దేశ , ఎయిర్ ఫీల్డ్ కన చ ప మేరలో ఉ ది . 
- సిబ్బ దికి పైలెట్ స దేశ , ల్యా డి గ్ కి సిద్ధపడ డి . - వల్హాల్లా కి , క ర్రాళ్ల . 
వీరస్వర్గ వల్హాల్లాకి ఇదిగో వెళ్త న్నా , మిత్ర లారా . 
ల్యా డి గ్ గేర్ కి దికి ది చాలి . 
ల్యా డి గ్ గేర్ కి దికి ది చ త న్నా . క డి వైప గేర్ కి దికి . 
ఎడమ వైప గేర్ కి దికి . ఫ్లాప్స్ రెక్కల పావ భాగానికి . 
శభాష్ , క ర్రాళ్ల . 
హేయ్ , బ్లేకలీ , ఆ పజిల్ కి జవాబ ఏ టి ? 
న వ్వ చెబ తావని ఎద ర చ స్త న్నాన . 
సరే , ఇది వల్హాల్లా కాదని ఖచ్చిత గా చెప్పగలన . 
సరే , మన సాధి చా , క ర్రాళ్ల . స్వాగత పలికే కమిటీ ఎక్కడ ? 
దేవ డా . ఆఫ్రికాకి స్వాగత , అబ్బాయిల . 
అక్కడ ఎయిర్ స్ట్రిప్ ఉ ది . దక్షిణ దిశగా . 
ఫ్య యల్ ప్రెషర్ నాల గ కి పడిపోతో ది . ఇ జన్ల ఆగిపోయే పరిస్థితి . 
రన్వే వైప నేన బాగా మల ప తిప్పబోత న్నాన . 
- ఇప్ప డ రె డో ఇ జన్ ని క డా కోల్పోత న్నా . - దాన్ని నిలిపివేయి . 
అన్ని ఇ జన్ల ఆగిపోయాయి . 
అ తే . మన ఇప్ప డ గ్లైడర్ గా మారా . 
రె డ వ దల అడ గ ల . ల్యా డి గ్ గేర్ కి దికి . ఆగ . అది మన వేగాన్ని తగ్గిస్త ది . 
- ల్యా డి గ్ గేర్ ఇప్ప డ ది చచ్చా ? 
- ఆగాలి . 
వ ద అడ గ ల . 
ఆగాలి . 
ఇప్ప డ . 
క డి వైప ల్యా డి గ్ గేర్ కి దికి . 
ఎడమ వైప కి దికి . ఫ్లాప్స్ రెక్కల పావ భాగానికి తెరవాలి . 
ఆలస్యమైనా మొత్తానికి చేర క న్నార . అవ న . ఆ కార లో క ర్చ దా పద . 
మీ క ర్రాళ్ల తా బాగానే ఉన్నారా ? - బాగ న్నా . - హేయ్ , నార్మ్ . 
- మీర బాగానే ఉన్నారా ? - విమాన న డి మెడికల్ కిట్ల తీయ్ . - వీళ్లని కార లోకి ఎక్కిద్దా . - బాబ , నేన బాగానే ఉన్నాన . 
- ఇతనిని కార లోకి ఎక్కి చ డి . కిడ్ మాట విన డి . - పైకి . - తన జాగ్రత్త , సరేనా ? - నేన పట్ట క న్నా . 
- మేజర్ , నేన పట్ట క న్నా . - పట్ట క న్నావా ? 
పద . 
ఆ విమానాన్ని ఇ తద ర లో ఉన్న ఆఫ్రికా వరక ఎలా నడిపారో అర్థ కావడ లేద , కానీ మీర రన్వే వరక చేర కోలేకపోయార . 
అది ఈ దగ్గరలోనే ఉ ది . 
అయ్యో , పాప . 
- అతన ఎవర ? 
- నార్మన్ స్మిత్ . రేడియో ఆపరేటర్ . 
నాల గ విమానాల్ని కోల్పోయాన . నాక తెల స . 
- మనలో ఎ తమ ది క్షేమ గా తిరిగొచ్చార ? 
- ఇరవై ఒక్కమ దిలో పదకొ డ మ ది . 
క్లేటర్ స గతి ఏ టి ? ఏమైనా పారాచ ట్ల కనిపి చాయా ? 
నాక ఏవీ కనిపి చలేద . అవ న . మరి కర్ట్ ? 
నాక తెలియద . 
అవ న , సరే , బిడ్డిక్ గ రి చి తెల స గన క , అతన బహ శా ఈపాటికి సీసాడ మద్య గ టకలేస్త ఉ టాడ . 
మన ఈ భయాల న డి బయటపడతా . ఇలా చ డ . ఆ నమ్మకాన్ని వద ల కోక . 
తప్పక డా , బకీ . 
ఆమె మీ గైడ్ , ఇ కా మీర ఆమె చెప్పినట్లే చేయాలి . 
మీ సామాన్ల తెచ్చ కో డి , క ర్రాళ్ల . మన స్వదేశానికి వెళ్త న్నా . 
ఈ కొత్త మొహాలన్నీ ... మేజర్ ఈగన్ . మేజర్ క్లెవెన్ . 
నేన ఎప్పటికైనా చ డగలిగే అ దమైన మ ఖ బహ శా నీదే చివరిది కావచ్చ . 
మన నిజానికి ఏదో చేయబోత న్నామని అనిపి చి ది . 
అవ న , న వ్వ ఏదో ఒకటి చేస్తావ , సరే . 
ఈ వేడ కలో లేని మన మిత్ర ల కోస , వాళ్ల ఇక్కడ ఉ డాల్సిన వాళ్ల . 
జర్మన్ల . మన నెట్వర్క్ లోకి జొరబడటానికి వాళ్ల చాలా విధాల గా ప్రయత్ని చార . 
మన చనిపోతే , వాళ్ల మనల్ని క డా గ ర్త చ కోర . మన అసల మన గడ సాగి చలేదని అనిపిస్త ది , బక్ . 
బేబీ ఫేస్ కి ఏమై ది ? తన చనిపోయాడా ? 
