立正 
坐 吧 先生 们 
去年 的 今天 第 8 航空队 发起 了 第一次 全面 进攻 
集结 了 12 架 B17 
今天 第 8 航空队 将 再次 发动 全面 进攻 由 三支 航空 特 战队 组成 
- 好 耶 - 共 376 架 重型 轰炸机 和 240 架 战斗机 - 不错 啊 - 是 这是 人类 历史 上规模 最大 的 空中 舰队 好 耶 是 的 
我们 会 在 第一支 特战 队里 目标 为 位于 雷根斯堡 的 梅塞施 密特 109 型 战斗机 引擎 组装厂 
第二 、 第三 特 战队 将 攻击 施韦 因富特 的 滚珠轴承 工厂 
少 了 滚珠轴承 任何 一部 战争 机器 都动 不了 
如果 我们 成功 就 能 让 德国人 的 生产线 停工 数月 
那 不 知道 能救 多少 人 的 命 
下士 
- 老天 - 天 啊 
这里 是 雷根斯堡 
你们 可能 在 想 要 在 德国 鬼子 的 领地 上空 飞 很 久 
没错 
这是 我们 最 深入敌后 的 一次 任务 
但 强大 的 第 8 航空队 自有 计划 
鲍曼 少校 
上 吧 瑞德 
这次 行动 是 三点 同时 进行 德国 鬼子 只能 防御 一个点 
所以 计划 的 执行 和 时机 至关重要 
少校 为什么 那条 红线 一直 延伸 到 非洲 ？ 
科特 问得 好 
请 允许 我 稍后 回答 好 吧 ... 你们 就 笑 吧 行 了 三支 特 战队 将 在 海峡 上方 集结 （ 索普 阿伯特 施韦 因富特 起始 点 轰炸 中心 集结 点 雷根斯堡 ） 然后 在 这里 散开 
听 好 纳粹德国 空军 组织 起 的 有效 防守 只 够 抵抗 第一 特 战队 然后 就 必须 返回 基地 补充 弹药 和 燃料 
等 他们 最终 回到 空中 时 第二 、 第三 特 战队 应该 正在 投弹 轰炸 施韦 因富特 的 滚珠轴承 工厂 了 
现在 我来 回答 你 的 问题 科特 
在 我们 绘制 ... 怎么 说 呢 ... 这是 任务 中 最 危险 的 航线 
因为 大家 要 飞向 非洲 先生 们 
第 12 航空队 会 张开 双臂 用 冰镇 啤酒 和 龙虾 尾 欢迎 你们 
会 像 节日 一样 你们 都 爱 喝啤酒 
如果 我们 走运 的话 
谢谢 你 瑞德 
下面 宣布 坏消息 
我们 会排 在 阵型 的 末端 
机群 里 最烂 的 位置 是 ... 
我们 的 命 一文不值 
领航 的 是 418 大队 基德 少校 是 大队 指挥 飞行员 
此外 伊根 少校 将 驾驶 克鲁克 香克 上尉 的 轰炸机 担任 大队 的 后备 指挥 飞行员 
维尔 少校 率领 349 、 351 大队 在 高位 什么 我 还有 乘客 ？ 显然 如此 
好 吧 听 着 似乎 清晨 的 天气 不太好 斯托 米 你 说 说 ？ 
我 猜猜看 会 下雨 
百分百 
你 说 得 很 对 长官 
先生 们 今天 基地 上空 云层 覆盖面积 约 50% 高度 为 一千二百 米 还有 50% ... 什么 是 " 后备 指挥 飞行员 " ？ 
我 不 知道 
- 你 和 此事 无关 ？ - 能见度 将 是 ... 
阿尔卑斯山 上方 的 和 向南飞 往 非洲 途中 云层 遮盖 效果 应该 不错 
谢谢 你 斯托 米 
听 好 这次 任务 的 成功 取决于 所有 三个 特 战队 在 海峡 上 的 精确 协调 
如果 我们 不能 同时 抵达 这么 说 吧 没有 假动作 
他 指 的 是 体育 里 的 假动作 
还有 十秒 就 到 5 点 20 了 
祝 大家 好运 我们 几天 后见 
对表 
晴天 塔台 呼叫 567 号 飞机 
所有 飞机 均 已 得到 通知 起飞 推迟 因为 大雾 
整个 机群 暂时 待命 等待 进一步 指示 
晴天 塔台 这里 是 567 号 飞机 收到 暂时 待命 指令 待命 中 完毕 
" 主 啊 保护 并 引导 那些 翱翔 于 浩瀚 蓝天 上 的 人 吧 
当 他们 穿越 黑暗 的 风暴 或 明媚 的 天空 时 与 他们 同 在 
你 用 温柔 的 力量 保护 在 飞翔 中 的 平衡 鸟儿 缓和 的 风 啊 靠近 吧 有 了 你 他们 就 无所畏惧 " 
三支 特 战队 都 不能 起飞 我们 已经 延误 30 分钟 了 
你 在 穿越 炼狱 的 路上 遇到 了 一个 岔路 口 
一条 路 通往 英灵 殿 另 一条 通往 地狱 、 诅咒 
每条 路上 都 有 一个 小妖精 
一个 妖精 永远 说 真话 另 一个 是 狡猾 的 小混蛋 永远 撒谎 听 明白 了 吗 ？ 你 只许 提 一个 问题 如何 得知 哪条 路 才 是 正确 的 ？ 
老天 
- 嘿 尉官 有人 来看 你 - 这 女人真 了不起 
再 待命 30 分钟 
加西亚 你 可 曾 带来 过 好消息 ？ 要 投诉 ？ 去 找 行动 部 嘿 我要 写 措辞 强硬 的 投诉信 
又 延误 了 半小时 各位 
为什么 不能 直接 起飞 ？ 
因为 不行 有 大雾 飞行员 没 受过 相关 训练 ？ 是 啊 这 不是 他们 的 本职工作 吗 ？ 当然 他们 可以 一边 吃 棒棒糖 一边 颠倒 飞行 但 如果 跑 到 上 有 一头 牛 ... 跑道 上 有 牛 ？ 
奎恩 这种 胡话 你 是 怎么 想 出来 的 ？ 
我们 乘坐 的 是 飞行 堡垒 我们 能 撞 得 过 一头 牛 
爱丽丝 不是 别克 娃娃脸 它 是 个 锡 罐头 
如果 我们 和 一头 牛 对撞 飞机 会 被 撞 烂 连带 我们 一起 
我 看见 你 说 的 牛 了 
突突 ... 卡壳 
我会 把 你 那 头牛 打成 牛肉 馅 
巴基 
- 巴基 - 克兰 克 怎么 了 ？ 
你 是 怎么 说服 哈丁 让 你 飞 的 ？ 
什么 意思 ？ 
你 、 巴克 、 维尔 、 基德 ？ 
三个 中队 指挥官 和 一个 航空 军官 
这么 多 军官 同乘 一架 
是 我 从没 见过 这么 多 军官 一起 执行 同一个 任务 
我 可 不会 错过 这次 任务 是 吧 ？ 
等等 ... 要 问 " 你 是 好 妖精 ？ " 
不是 ... 但 你 猜 得 差不多 了 
克罗斯 你 比 我 想象 中 更 聪明 
我 赌 10 块钱 第二 、 第三 特 战队 - 已经 起飞 了 - 没有 
不会 他们 在 我们 跟 他们 会合 前 不会 攻击 目标 的 
若 他们 攻击 了 呢 ？ 
那 这个 妙计 就是 狗屁 
过来 肉丸 来 乖 狗狗 
嘿 巴克 
嘿 科特 
这雾 可真 浓 啊 是 啊 
我 老家 也 有 这么 浓 的 雾 
我 小时候 总是 很 怕 大雾 
没 人 喜欢 雾 
你 手下人 怎么样 ？ 
焦虑 
我 不 焦虑 
我 感觉 很 好 
我 感觉 这次 任务 可能 很 重要 
- 是 很 重要 - 我们 能 造成 重大 破坏 
好 了 我 最好 回去 看看 焦虑 的 兄弟 们 
阿尔及利亚 见 巴克 
给 长官 
勒梅 想 让 我们 起飞 他 不想 等 其他 特 战队 
什么 意思 ？ 
他们 必须 追 上 我们 长官 
6 点 40 启动 引擎 发射 信号弹 恢复 行动 是 长官 
我们 要 派 他们 直捣 纳粹 领地 孤军奋战 
指挥 飞行员 呼叫 机组 有人 看见 其他 特 战队 吗 ？ 
- 无线电 没有 - 腰部 没有 机尾 没有 
没有 长官 
没 看见 
这 和 他们 说 的 不 一样 啊 
他们 说 我们 会 遭到 最强 抵抗 哥们 是 我 知道 ... 但 其他 特 战队 应该 紧跟 我们 确保 敌方 不会 回来 再 打 我们 一轮 他们 在 哪 呢 ？ 
维亚 你 确定 谁 都 没 看见 ？ 
一个 也 没有 我们 依然 在 孤军奋战 
克兰 克 你 觉得 我们 能离 布莱克 利近些 吗 ？ 
可以 指手画脚 
没错 克兰 克 
指手画脚 的 后备 飞行员 
加油 啊 巴克 跟上 我们 的 速度 
看起来 我们 被 其他 特 战队 放鸽子 了 
我们 只能靠 自己 了 
他们 的 高射炮 打得 不 太 猛烈 啊 
是 要 给 战斗机 留下 一片 晴空 
该死 战斗机 10 点 方向 低位 ... 
他们 朝 巴克 去 了 
战斗机 2 点 方向 
9 点 方向 低位 有 更 多 德军 
- 我 在 打 9 点 的 - 更 多 战斗机 出现 2 点 方向 同高 
打中 你 了 混蛋 
更 多 敌机 11 点 方向 低位 
他们 朝克雷 特去 了 
左翼 中弹 了 
飞机 向 左 倾斜 了 
左 襟翼 卡住 了 我 在 纠正 
- 火箭弹 2 点 方向 - 天 啊 
该死 他们 打中 了 克莱 文 
诺曼 ？ 斯劳特 ？ 
我们 正在 失去 速度 我们 必须 增加 功率 增加 吧 诺曼 、 斯劳特 
我们 都 还 活着 
受损 情况 如何 ？ 电力系统 和 氧气管 受损 
- 轰炸 瞄准器 呢 ？ 
- 正在 检查 
轰炸 瞄准器 没事 
两架 190 2 点 方向 
进退 机柄 被 炸掉 了 
2 点 方向 低位 
天 啊 他们 从 四面八方 涌 来 
我 打中 了 一架 
一 整个 机群 10 点 方向 低位 
不好 巴克 中弹 了 
不管 了 我要 到 机鼻 那里 去 
收到 
7 点 方向 低位 
又 一架 2 点 方向 
好 了 默夫 我来 接管 机枪 是 长官 
10 点 方向 低位 机尾 呼叫 机鼻 朝 你 去 了 
- 2 点 方向 高位 - 他们 会 分开 的 默夫 
他们 朝 巴克 去 了 
战斗机 2 点 方向 高位 
收到 看到 了 打死 他们 兄弟 们 
他们 要 攻击 第二 梯队 
机尾 呼叫 克莱 文 胡梅尔 的 飞行 堡垒 不见 了 
看见 降落伞 了 吗 ？ 
全部 十个 降落伞 都 开 了 但克雷 特有 麻烦 了 
他 的 飞机 严重 倾斜 要 掉队 了 
- 燃料 在 泄漏 - 我 看见 了 
左翼 起火 了 
罗伊 我们 要 不要 跳伞 ？ 罗伊 ... 我们 要 不要 跳伞 ？ 我们 要 不要 跳伞 ？ 
飞行员 呼叫 机组 放弃 飞机 跳伞 放弃 飞机 跳伞 - 你 说 放弃 飞机 ？ - 是 该死 的 销毁 命令 然后 跳伞 
飞行员 呼叫 投弹手 打开 炸弹 舱门 收到 
洛奇 扔掉 所有 炸弹 
球 炮塔 呼叫 机组 我 被 卡住 了 
- 我 无法 离开 炮塔 - 什么 叫 无法 离开 ？ 
高度 离合器 卡住 了 
转不动 
奎恩 救 我 出去 
- 奎恩 快 救救 我 哥们 - 用力 推 
数到 三 就 拉 
- 我 在 努力 - 一 、 二 、 三 
用力 
用力 推 娃娃脸 帮帮我 
快 奎恩 求求 你 
快救 我 出去 求求 你 
对不起 
什么 意思 ？ 不 别 丢下 我 
回来 啊 奎恩 ... 求求 你 
- 我 做 不到 - 救 我 出去 
救命 
我救 不了 你 
救 我 出去 求 你 了 奎恩 
- 对不起 娃娃脸 对不起 - 不 ... 
机尾 呼叫 领飞 飞行员 整个 第二 梯队 都 没 了 
天 啊 收到 机尾 
我们 必须 和 418 大队 会合 
红肉 中队 领队 呼叫 红肉 中队 我们 要 和 漫步者 中队 会合 
收到 红肉 中队 领队 我们 加速 吧 
我们 攀升 高度 寻求 418 大队 的 保护 
机尾 呼叫 指挥 飞行员 350 大队 的 尾部 梯队 全都 不见 了 
剩余 的 飞机 正想 跟 我们 会合 
收到 
快 
长官 
比利时 的 每 一个 纳粹德国 空军基地 都 出动 了 而 我们 距离 任务 起始 点 还有 三个 多 小时 
火箭弹 来 了 7 点 方向 
天 啊 
史密斯 报告 情况 
史密斯 ... 报告 情况 
史密斯 倒下 了 他 没 呼吸 了 
腰部 呼叫 克莱 文 史密斯 牺牲 了 长官 
战斗机 11 点 方向 高位 
混蛋 
混蛋 
- 你 还好 吗 ？ - 还好 
回去 继续 操作 机枪 
主 电路板 中弹 了 
- 情况 有 多 糟 ？ 
- 发电机 坏 了 我 也 不 清楚 
腰部 呼叫 飞行员 比 迪克 中弹 了 
各种 零部件 都 在 失压 所有 系统 科特 飞机 不行 了 
才 不是 
迪基 ... 不 贝斯特 立刻 下来 
他 压住 控制杆 了 把 他 挪开 把 他 挪开 
- 他 怎么样 ？ 
- 他 好像 牺牲 了 
不 迪基 ... 
见鬼 
飞机 不行 了 我们 得 跳伞 
飞行员 呼叫 机组 跳伞 ... 
这 是 你 的 降落伞 科特 
他 还有 气 长官 
迪基 坚持 住 
我会 带 你 安全 着陆 的 听见 没 ？ 你 无法 让 飞机 着陆 了 吧 ？ 我能 做到 我们 让 他 跳伞 他会 死 的 让 他 跳伞 吧 这样 他 的 机会 最大 
- 他 反正 死定了 尉官 - 才 不是 
我们 必须 跳伞 快 
你 跳 吧 我 随后就来 快 你 保证 
我 随后就来 
我会 稳住 飞机 平飞 直到 所有人 都 跳伞 快 
你 可 一定 要 跳 啊 科特 
我 随后就来 快 跳 吧 
我来 降落 迪克 我 还 能 控制 
就 在 那里 看见 没 ？ 长长的 空地 是 吧 ？ 
迪基 坚持 住 加油 
加油 科特 像 天使 般 飞翔 对 吧 ？ 
天 啊 
长官 第二 、 第三 特 战队 刚刚 飞过 海峡 
迟 了 五小时 
愿 上帝保佑 我们 的 战士 
1 点 方向 高位 
- 中弹 了 吗 ？ - 没有 你 呢 ？ 
左翼 有 液体 泄漏 
操纵杆 好像 卡住 了 
左舵 踏板 感觉 很 松 只 剩右 舵 了 
- 纠正 一下 - 做 不到 帮帮我 
我们 可能 完蛋 了 没 响应 
我们 还 能 飞 我们 用油 门 和 方向舵 微调 损坏 太 严重 了 我们 得 跳伞 三号 引擎 也 着火 了 
- 飞行员 呼叫 机组 准备 ... - 你 这 混蛋 
无论如何 也 要 坚持 住 、 摧毁 目标 听见 没有 ？ 
我们 要 摧毁 目标 
领飞 飞行员 呼叫 机组 只要 还 能 飞 我们 就 会 坚持 执行 任务 
谁 去 检查一下 刚才 的 攻击 是否 打破 了 燃料箱 
导航员 呼叫 飞行员 我 看见 了 有 漏油 
收到 
看起来 德国 鬼子 回去 加油 了 眼睛 都 睁 大点 
他们 去 加油 了 
克罗斯 情况 如何 ？ 
导航员 呼叫 指挥官 我们 到 起始 点 了 指挥官 收到 
信号弹 已 发射 
起始 点 
距离 投弹 还有 30 秒 准备 交接 飞机 
微调 中 
好 了 保持 155 
自动 驾驶 打开 舵机 打开 飞行员 呼叫 投弹手 飞机 交给 你 了 
收到 交给 我 战斗机 10 点 方向 高位 来 了 
我 打中 那个 混蛋 了 
炸弹 舱门 打开 
准备 投弹 我们 会 完成 任务 的 兄弟 们 
投弹 
接招 吧 
投弹 
天 啊 快 看 啊 
领飞 飞行员 呼叫 球 炮塔 炸得 如何 ？ 
长官 那个 工厂 ... 完蛋 了 
任务 完成 兄弟 们 
我们 能 回家 了 吗 ？ 
还 不行 斯劳特 我们 要 去 非洲 停 一下 
没事 我 ... 德国人 ？ 
我 是 美国 人 
你们 能 帮 我 吗 ？ 
在 这里 稍 等 
他 是 美国 人 
你 确定 ？ 
确定 
（ 意大利 阿尔卑斯山 距离 阿尔及利亚 五小时 ） 指挥 飞行员 呼叫 机尾 我们 后面 还 剩 多少 飞机 ？ 
机尾 呼叫 指挥 飞行员 九架 
阵型 很 分散 左边 右边 都 有 
克莱 文 的 飞行 堡垒 还 在 吗 ？ 
他们 的 飞机 严重 受损 落后 很 远 但 还 在 跟 我们 一 起飞 
收到 
门齐 我们 左侧 阻力 很大 升降舵 怎么样 ？ 
左翼 被 打成 筛子 了 
坏掉 了 
机尾 呼叫 飞行员 我们 又 损失 一架 飞行 堡垒 
好像 是 奥克斯 
收到 
少校 我 不 知道 我们 还 能 坚持 多久 
我们 没事 的 
- 我 认为 如果 要 跳机 我们 应该 ... - 我们 能 返航 
升降舵 线路 被 打烂 了 长官 我们 打算 ... 我 可 没 打算 坐在 战俘营 里 等 战争 结束 你 呢 ？ 
门齐 霍伦 贝克 和 德 马科 还跟着 吗 ？ 机尾 呼叫 飞行员 德 马科 跟着 我们 呢 
霍伦 贝克 放弃 飞机 了 八个 降落伞 九个 全部 十个 齐 了 
很 好 门齐 
诺曼 、 斯劳特 你们 怎么样 ？ 
我们 没事 长官 
正在 欣赏 风景 和 享受 稀薄 的 新鲜空气 
你们 干得 很 好 很 高兴 你们 还 活着 
当然 还 包括 这 架飞机 上 的 其他 蠢蛋 
好样 的 兄弟 们 
嘿 道 格 
什么 事 ？ 
比 迪克 的 飞机 什么 时候 坠毁 的 ？ 
我刚 没 时间 在 日志 上 记录 
天 啊 克罗斯 我 觉得 整个 机群 里 没有 一个 导航员 - 有 时间 写 飞行 日志 - 是 我 只是 想 把 日志 写 对 了 好 吗 ？ 
我 懂 克罗斯 
我 想 大概 是 11 点 吧 
好 知道 了 11 点 
（ 在 主 燃油 余量 ） （ 降 至 每个 引擎 380 升 之前 禁止 加油 ） 燃料 不足 2200 升 了 长官 
飞行员 呼叫 导航员 我们 的 燃料 不足 2200 升 了 
我们 能 飞到 非洲 吗 ？ 不行 少校 按 当前 速度 看来 我们 需要 2800 升 
我们 从 起始 点 开始 一直 在 漏油 收到 
领飞 飞行员 呼叫 机组 我们 需要 尽可能 延长 航程 
扔掉 所有 非 固定 物品 轰炸 瞄准器 、 枪支 、 子弹 等等 
投弹手 呼叫 飞行员 你 说 要 扔掉 轰炸 瞄准器 ？ 
我们 在 大海 上方 诺姆 不会 被 德国 鬼子 捡 到 的 扔 了 吧 
拆掉 炮塔 
飞行员 呼叫 顶 炮塔 上面 情况 如何 ？ 
破破烂烂 但是 还好 长官 
加里森 后面 那些 掉队 的 怎么样 了 ? 
德 马科 没 问题 克莱 文在 扔 东西 
看起来 范 诺伊 要 在 水面 迫降 了 
导航员 呼叫 飞行员 范 诺伊 顺利 在 水面 迫降 大约 距离 陆地 560 公里 
收到 
好吃 吗 ？ 好吃 
路易丝 转过 去 ... 
你 不会 得知 我 的 名字 你 要 忘记 我 的 长相 明白 吗 ？ 
明白 
你 想 逃回 英格兰 吗 ？ - 想 - 我能 帮 你 但 要 知道 
如果 你 现在 向 德国人 投降 你 会 成为 受 《 日内瓦 公约 》 保护 的 战俘 你 也许 能活 到 战争 结束 
但 如果 你 选择 试着 逃跑 如果 你 被捕 你 会 被 当成 间谍 很 可能 会 被 处死 
你 明白 吗 ？ 
你 怎么 选 ？ 投降 还是 逃跑 ？ 
克兰 克 到 了 吗 ？ 那 是 非洲 吗 ？ 
是 的 飞行员 呼叫 机组 非洲 在 正前方 
指挥官 呼叫 导航员 
克罗斯 我们 的 位置 正确 吗 ？ 
因为 如果 不 对 我们 将 降落 在 沙漠 里 是 
我们 应该 很快 会 看到 在 184 度 方向 的 基地 
克罗斯 我们 的 燃料 几乎 耗尽 了 你 确定 吗 ？ 
千真万确 先生 们 笃定 无疑 
快 啊 
这里 有 岔路 口 克罗斯 该 给出 那个 谜语 的 答案 了 吧 
谜语 的 答案 是 184 度 眼睛 睁 大点 
我 好像 看见 了 
12 点 方向 再 过去 一点 
不赖 嘛 克罗斯 不赖 
- 天 啊 - 好 干得 漂亮 
指挥 飞行员 呼叫 佐特 西装 二号 看见 机场 了 
- 飞行员 呼叫 机组 准备 降落 - 去 英灵 殿 了 兄弟 们 
英灵 殿 我们 来 了 各位 
放下 起落架 
正在 放下 起落架 右 起落架 放下 了 
左 起落架 放下 了 襟翼 开启 四分之一 
好样 的 兄弟 们 
嘿 布莱克 利 那个 谜语 的 答案 是 什么 ？ 
我 还 指望 你 能 告诉 我 呢 
我 确定 这里 不是 英灵 殿 
我们 成功 了 兄弟 们 欢迎 委员会 在 哪 ？ 
天 啊 欢迎 来到 非洲 兄弟 们 
机场 在 那里 正南方 
四号 引擎 油压 下降 我来 关闭 
我要 急 转向 跑道 
- 二号 引擎 也 不行 了 - 关掉 它 
所有 引擎 已 关闭 
都 关 了 我们 现在 是 滑翔机 了 
60 米 放下 起落架 等等 那样 会 让 我们 减速 的 
- 现在 放 起落架 吗 ？ 
- 等等 
30 米 
再 等等 
现在 放 
右 起落架 放下 了 
左边 放下 了 襟翼 开启 四分之一 
迟到 总 比 不到 好 好 我们 去 开 水桶 车 吧 
你们 还好 吗 ？ - 还好 - 嘿 诺姆 
- 你 还好 吗 ？ - 快去 飞机 上 拿 急救箱 - 把 这些 人 扶 上车 - 各位 我 没事 
- 把 他 扶 上车 听 基德 的 - 起 - 照顾 好 他 好 吗 ？ - 有 我 呢 
- 少校 我来 扶 他 吧 - 你 扶住 了 ？ 
来 吧 
我 不 知道 你 怎么 把 这 飞机 开 到 非洲 来 的 但 你 却 不会 在 跑道 上 降落 
不 就 在 那里 吗 ？ 
天 啊 
- 这 是 谁 ？ 
- 诺曼 史密斯 无线电 操作员 
我 损失 了 四架 飞行 堡垒 我 知道 
- 有 多少 架 飞回来 了 ？ 
- 21 架 中 的 11 架 
克雷特 呢 ？ 有人 跳伞 吗 ？ 
我 没 看见 好 吧 那 科特 呢 ？ 
不 知道 
是 我 了解 比 迪克 他 此时 可能 正在 喝 一瓶 烈酒 呢 
我们 会 挺 过去 的 好 了 你 的 信心 不许 动摇 
好 巴基 
她 是 你们 的 向导 按 她 说 的 做 
收拾 东西 兄弟 们 我们 要 回家 了 
这些 都 是 新 的 面孔 伊根 少校 克莱 文 少校 
你 也许 是 我 见到 的 最后 一张 漂亮 脸蛋 
感觉 我们 会 有所作为 
对 你 一定 会 有所作为 的 
敬 那些 今晚 本该 和 我们 在 一起 的 兄弟 们 
德国人 尝试 了 许多 方法 来 渗透 我们 的 网络 
我们 阵亡 的话 他们 也 不会 记得 我们 的 就 像 我们 从未 存在 过 巴克 
娃娃脸 怎么 了 ？ 他 死 了 ？ 
