立正 
稍息 ， 各位 
剛好 在 一年 前 的 今天 第八 航空 隊 首次 派出 最大 戰力 
也 就是 12 架 B - 17 轟炸機 的 聯合部隊 
今天 ， 第八 航空 隊將 派出 由 三支 空中 特遣 部隊 所 組成 的 最大 戰力 
- 對 - 總共 376 架 重型 轟炸機 和 240 架 戰鬥機 - 不錯 吧 ？ - 對 這是 人 類史 上 規模 最大 的 空中 艦隊 好 耶 好 耶 
現在 ， 我們將 加入 第一支 以 雷根斯堡 梅塞施 密特 109 戰鬥機 引擎 組裝廠 為 目標 的 特遣 部隊 
第二 和 第三 特遣 部隊 將襲 擊位 於 施韋 因富特 的 滾珠軸承 工廠 
沒有 滾 珠軸承 ， 任何 戰爭 機器 都 無法 運作 
如果 我們 成功 了 就 能 讓 德國 的 生產線 停工 數月 
這樣 不 知道 能 拯救 多少 生命 
下士 
- 我 的 老天 - 天 啊 
這裡 是 雷根斯堡 
你們 可能 在 想 在 德國佬領 土上 飛行 的 時間 很長 
的確 
這是 我們 最 深入 的 一次 嘗試 
但 強大 的 第八 航空 隊 已 經計畫 好 了 
鮑曼 少校 
加油 ， 瑞德 
這是 三連擊 德國 佬 只能 防衛 其中 一處 
因此 執行 和 時機 是 關鍵 
少校 為 什麼 那 條紅線 一路 延伸 到 非洲 ？ 
柯特 ， 你問 的 問題 非常 好 
可以 的 話 ， 我待會 再 回答 好 ， 笑 啊 ， 好 好 ， 三支 特遣 部隊 將在 海峽 上空 集結 （ 索普 阿伯 茨 ， 施韋 因富特 ， 起始 點 平均 彈著點 ， 集結點 ， 雷根斯堡 ） 然後在 這裡 分開 
納粹 德國空 軍 只能 對 我們 的 第一支 特遣 部隊 進行 大規模 防禦 接著 就 必須 返回 基地 重新 武裝 和 加油 
當他們 最終 回到 空中 時 第二 和 第三 特遣 部隊 應該 就 對施 韋因 富特 的 滾珠軸承 工廠 投下 炸彈 了 
現在 ， 柯特 ， 回答 你 的 問題 
因為 我們 ... 該 怎麼 說 呢 ？ 運氣 比 較 差 
各位 ， 那 是 因為 我們 要 飛往 非洲 
第 12 航空 隊將 張開 雙臂 用冰 啤酒 和 龍 蝦 尾 歡迎 你 們 
到 時會 像 在 度假 ， 你們 都 喜歡 啤酒 
只要 我們 運氣夠 好 
瑞德 ， 謝 了 
現在 輪 到 壞 消息 了 
我們 在 聯隊 中殿 後 
最差 的 位置 是 ... 
我們 的 命 一文不值 
領頭 的 中隊 是 第 418 中隊 由 基德 少校 擔任 指揮 飛行員 
另外 ， 伊根 少校 將 搭乘 克魯 克山 克 上尉 的 轟炸機 作為 大隊 的 預備 指揮 飛行員 
維爾 少校 率領 第 349 和 第 351 中隊 處 於 高位 ... 搞 什麼 ？ 我得載 一位 該 死 的 乘客 ？ 顯然 是 如此 
你 看吧 好 ， 看來 凌晨 的 大氣 壓力 ... 不太好 應付 ， 暴風 ？ 
我 猜猜看 ， 會 下雨 
絕對會 下雨 
長 官 ， 你 猜 對 了 
各位 ， 今天 基地 上空 約 一千 兩百 公尺 處 的 雲量 約 為 十分 之五 的 層 雲 再 上方 為 十分 之五 的 ... " 預備 指揮 飛行員 " 到底 是 什麼 東西 ？ 
我 不 知道 
- 這跟 你 無關 ？ - 能見度 為 ... 
在 阿爾 卑斯山 上空 和 向 南飛往 非洲 的 途中 雲層 能 見度 應該 很 好 
謝謝 你 ， 暴風 
好 ， 本次 任務 成功 與否 仰賴 三支 特遣 部隊 在 海峽 上空 的 精準 合作 
要是 我們 沒有 同步 會合 到 時 可 沒辦 法用 假動作 
指 的 是 運動術 語中 的 假動作 傳球 
十秒 後 為 5 點 20 分 
祝 你 們 好運 我們 幾天後見 
對時 
清場 無線 電台 呼叫 飛機 567 
由 於 濃霧 ， 建議 所有 飛機 延遲 起飛 
全聯隊 暫時 待命 ， 等待 進 一步 指示 
清場 塔台 ， 這是 飛機 567 暫時 待命 收到 ， 等待 中 ， 完畢 
" 主 啊 ， 請守護 並引導 那些 飛翔 在 廣闊 天空 中 的 弟兄 們 
伴 他們 一同 飛越 天空 無論 在 黑暗 的 暴風雨 中 或 晴朗 的 陽光下 
以 祢 溫柔 的 力量 使 鳥兒 在 飛翔 中 保持平衡 祢 這溫 和 的 風 ， 靠近 吧 有 祢 在 ， 他們 便 無 所畏懼 " 
三支 特遣 部隊 都 禁止 飛行 我們 延遲 30 分鐘 
你 正在 穿越 煉獄 的 途中 並且 到 達 了 一個 岔路 口 
一條 路 通往 天堂 瓦爾 哈拉 一條 路 通往 地獄 、 天 譴 
兩條 路上 各有 一個 妖精 
一個 妖精 總是 說 真話 另 一個 妖精 是 個 愛騙 人 的 小 混帳 總是 說 謊 ， 懂 嗎 ？ 你 應 該問 哪 一個 問題 才能 分辨 走 那 條路 是 對 的 ？ 
天 啊 
- 嘿 ， 中尉 ， 你 有 一位 訪客 - 真是 個 美女 
再 待命 30 分鐘 
賈西亞 ， 你 有 帶 來過 好消息 嗎 ？ 你 有意 見 嗎 ？ 去 跟 作戰部門 說 啊 喂 ， 等 著 收到 措辭強 硬 的 信 
各位 ， 再延 遲半小時 
為 什麼 我們 不能 起飛 ？ 
因為 就是 不行 ， 現在 有 霧 飛行員 不是 受過 這 方面 的 訓練 嗎 ？ 對 ， 他們領 薪水 不 就是 為 了 這個 嗎 ？ 是 啊 他們 可以 嘴裡 叼 根 棒棒糖 頭下 腳 上 倒 著飛 但 要是 跑道 上 有 一頭 牛 ... 跑道 上 有 一頭 牛 ？ 
昆恩 ， 你 怎麼 想 出 這些 廢話 的 ？ 
這 可是 轟炸機 耶 一頭 牛算 什麼 ？ 
娃娃 臉 ， 愛麗絲 不是 別克 汽車 而是 鐵 做 的 
如果 我們 跟 一頭 牛 正面 相撞 飛機會 被 壓扁 ， 而 我們 在 裡頭 
我 看到 你 說 的 牛 了 
花生 醬 ... 果醬 
我會 把 你 的 牛 變成 牛絞肉 
巴奇 
- 巴奇 - 克蘭克 ， 什麼 事 ？ 
你 是 怎麼 說服 哈丁 讓 你 飛 的 ？ 
什麼 意思 ？ 
你 、 巴克 、 維爾 、 基德 
三位 中隊 指揮官 和 一位 空軍執行 官 
雞蛋 都 放在 一個 籃子裡 
是 啊 ， 我 從 沒 看過 這麼 多 高階軍官 出 同一 個 任務 
我 怎麼 可能 錯過 這次 任務 ， 對 吧 ？ 
等等 ， 是不是 要問 牠 ： " 你 是 好 妖精 嗎 ？ " 
不是 ， 但 你 越來 越 接近 了 
克羅斯 ， 你 比 我 以 為 的 要 聰明 
跟 你 們 賭 第二 和 第三 特遣 部隊 - 已經 升空 了 - 不會 的 
不會 ， 在 我們 跟 他們 編隊 前 他們 攻擊 不到 目標 的 
要是 攻擊 得到 呢 ？ 
那麼 這個 巧妙 計畫 就 爛透 了 
過來 ， 肉丸 ， 來 ， 乖 狗狗 
嘿 ， 巴克 
嘿 ， 柯特 
霧 還真大 ， 對 吧 ？ 是 啊 
我家 鄉 也 會 起 這麼 大 的 霧 
我小時候 總 是 很 害怕 
沒人 喜歡 霧 
你 的 弟兄 們 還好 嗎 ？ 
像 熱鍋 上 的 螞蟻 
但 我 沒 有 
我 感覺 很 好 
我覺 得 這次 會 很 關鍵 ， 你 懂 吧 ？ 
- 對 - 我覺 得 我們 能 造成 真正 的 傷害 
好 了 最好 回去 螞蟻 窩 了 
巴克 ， 我們 在 那裡 見 
長 官 ， 給你 
李梅要 我們 飛 他 不想 等 其他 特遣 部隊 
什麼 意思 ？ 
長 官 ， 他們 得 趕上 來 
引擎 於 6 點 40 分 啟動 發射 照明 彈 ， 恢 復 作戰 行動 是 ， 長 官 
我們 等 於 把 他們 直接 送 進納粹 煉獄 獨自 赴 義 
指揮 飛行員 呼叫 機組員 有人 看見 其他 特遣 部隊 嗎 ？ 
- 無線電 ， 沒 看到 - 腰位 沒 看到 機尾 沒 看到 
長 官 ， 沒 看到 
沒 看到 
跟 他們 說 的 他媽 的 不 一樣 
老兄 ， 他們 說 我們 會 首當 其衝 對 ， 我 知道 但 其他 特遣 部隊 應該 在 我們 後 面掃 蕩 確保 敵機 不會 馬 上 回來 反擊 他們 人 呢 ？ 
維亞 ， 你 確定 一架 都 沒 看到 嗎 ？ 
一架 都 沒 看到 ， 還是 只有 我們 
克蘭克 ， 你 覺得 我們 能 不能 離 布雷克 利近 一點 ？ 
可以 在後座 指揮 還真 輕 鬆 
沒錯 ， 克蘭克 
預備後座 飛行員 
加油 ， 巴克 ， 跟上 我們 
看來 我們 被 其他 部隊 放 鴿子 了 
我們 只能靠 自己 
他們 的 高射 砲 火 不算 太 猛烈 
為 了 給戰機 空間 
媽的 ， 低空 10 點鐘 方向 有 敵機 ... 
他們 鎖定 巴克 
2 點鐘 方向 有 敵機 
低空 9 點鐘 方向 ， 有 更 多德 國人 
- 9 點鐘 方向 有 敵機 - 發現 更 多 敵機 ， 水平 2 點鐘 方向 
打到 你 了 ， 狗娘養 的 
低空 11 點鐘 方向 還有 敵機 
他們 鎖定 克雷特 
左翼 遭擊 中 
飛機 往 左偏 了 
左 襟翼 故障 ， 正在 調整 
- 2 點鐘 方向 有 飛彈 - 該 死 
媽的 ， 他們 擊中克萊文 
諾曼 ？ 史特 勞特 ？ 
我們 正在 失去 空速 ， 必須 增加 引擎 功率 就 這麼 做 ， 諾曼 、 史特 勞特 
我們 都 在 
有什麼 損傷 ？ 電氣 和 氧氣 管線 
- 瞄準器 狀況 如何 ？ 
- 正在 確認 
瞄準器 正常 
兩架 190 戰鬥機 ， 2 點鐘 方向 
手把 被 炸壞 了 
低空 2 點鐘 方向 
天 啊 ， 到 處 都 是 敵機 
我擊 中 一架 
所有 隊員 ， 低空 10 點鐘 方向 
媽的 ， 巴克 被擊 中 了 
管 他 的 ， 我要 去 機鼻 那裡 
收到 
低空 7 點鐘 方向 
2 點鐘 方向 又 有 一架 
好 ， 墨菲 ， 那 把 槍給 我 長 官 
低空 10 點鐘 方向 機尾 呼叫 機鼻 ， 朝 你 過去 了 
- 高空 2 點鐘 方向 - 墨菲 ， 他們 要 分開 
他們 鎖定 巴克 
戰鬥機 ， 高空 2 點鐘 方向 
收到 ， 交給 我 ， 各位 ， 攻擊 他們 
他們 去 追 第二 隊形 了 
機尾 呼叫 克萊文 ， 哈莫 的 轟炸機 被 擊落 
你 有 看到 降落 傘 嗎 ？ 
十個 降落 傘都 有 看到 ， 但克雷 特有 麻煩 了 
他 的 操控 出 問題 ， 掉 出 編隊 了 
- 我們 的 燃料 在 洩漏 - 我 看到 了 
右翼 起火 
羅 伊 ， 我們 要 跳傘 嗎 ？ 羅 伊 ， 我們 要 跳傘 嗎 ？ 我們 要 跳傘 嗎 ？ 
飛行員 呼叫 機組員 ， 棄船 ， 跳傘 跳傘 ， 棄船 ， 跳傘 - 你 說棄 船 嗎 ？ - 對 ， 該 死 摧毀 目標 ， 然後跳傘 逃生 
飛行員 呼叫 轟炸員 ， 打開 轟炸 艙門 收到 
洛奇 ， 投 下 所有 炸彈 
球形 砲 塔 呼叫 機組員 ， 我 卡住 了 
- 我無法 離開 砲 塔 - 你 說 無法 離開 是 什麼 意思 ？ 
仰角 離合器 卡住 了 
轉不動 
昆恩 ， 救 我 出去 
- 昆恩 ， 快點 ， 幫 我 ， 拜 託 - 用力 推 
數到 三 就 拉 
- 我 在 努力 - 一 、 二 、 三 
用力 
用力 推 ， 娃娃 臉 ， 幫幫 我 
快點 ， 昆恩 ， 拜 託 
快點 ， 拜 託 救 我 出去 
對 不起 
什麼 意思 ？ 不行 不 
回來 啊 ， 昆恩 ， 拜 託 
- 我 沒 辦法 - 救 我 出去 
救命 
我 沒 辦法 
救 我 出去 ， 拜 託 ， 昆恩 
- 對 不起 ， 娃娃 臉 ， 對 不起 - 不 ... 
機尾 呼叫 領頭 飛行員 我們 的 第二 隊形 全部 遭到 擊落 
天 啊 ， 收到 ， 機尾 
我們 得 加入 第 418 中隊 
紅肉 領頭機 呼叫 紅肉 中隊 我們 要 加入 步行者 
收到 ， 紅肉 領頭機 ， 增加 引擎 動力 
我們 要 爬升 這樣 能 稍微 受到 第 418 中隊 的 保護 
機尾 呼叫 指揮 飛行員 第 350 中隊 的 最後一個 隊形 全都 不見 了 
其他 的 正試 著 加入 我們 
收到 
快點 
長 官 
比利 時 的 每個 德國空 軍 基地 都 已 經緊 急 出動 但 我們 距離 起始 點還 有 三個 多小時 
飛彈 來襲 ， 7 點鐘 方向 
天 啊 
史密斯 ， 回報 
史密斯 ， 回報 
史密斯 死 了 ， 他 沒 有 呼吸 
腰位 呼叫 克萊文 ， 史密斯 死 了 ， 長 官 
戰鬥機 ， 高空 11 點鐘 方向 
狗娘養 的 
狗娘養 的 
- 你 還好 嗎 ？ - 還好 
那 就 回來 上頭 操作 你 的 機槍 
主要 電氣 控制板 被擊 中 
- 情況 有 多 糟 ？ 
- 發電機 失靈 ， 我 看不出 來 
腰位 通知 飛行員 ， 畢 迪克 被擊 中 
所有 壓力 都 在 下降 所有 系統 都 是 ， 柯特 ， 飛機 快 不行 了 
不 ， 才 沒 有 
迪克 ， 不 貝 斯特 ， 馬 上 過來 
他 倒 在 控制 台上 ， 把 他 弄 走 讓 他 清醒 
- 他 的 情況 如何 ？ 
- 他 好像 死 了 
不 ， 迪克 ... 
媽的 
飛機 快 不行 了 ， 我們 得 逃生 
飛行員 呼叫 機組員 ， 跳傘 
柯特 ， 你 的 降落 傘在 這裡 
長 官 ， 他 還有 呼吸 
迪克 ， 保持 清醒 
我會 讓 你 平安 降落 ， 聽到 沒 ？ 你 沒 辦法 讓 飛機 降落 吧 ？ 我 可以 ， 要是 讓 他 跳傘 ， 他會 死 的 讓 他 跳傘 ， 這是 他 最好 的 機會 了 
- 中尉 ， 他 不管 怎樣 都 會 死 - 不 ， 他 不會 
我們 得 跳傘 ， 快點 
你 去 ， 我 隨後就 跳 ， 去 吧 向 我 保證 
我 隨後就 跳 
我會 讓 飛機 保持 水平 直到 每個 人 都 跳傘 ， 快去 
柯特 ， 你 得 逃生 
我 隨後就 跳 ， 快 逃生 
迪克 ， 我會 讓 我們 降落 ， 我能 控制 
就 在 那裡 ， 你 有 看到 嗎 ？ 那片 草地 真長 ， 對 吧 ？ 
迪克 ， 保持 清醒 ， 拜 託 
拜 託 ， 柯特 ， 要 飛得 像 天使 ， 對 吧 ？ 
天 啊 
長 官 ， 第二 和 第三 特遣 部隊 剛剛 飛越 海峽 了 
晚 了 五小時 
願 上帝 幫助 我們 的 弟兄 
高空 1 點鐘 方向 
- 你 被 擊中 了 嗎 ？ - 沒有 ， 你 呢 ？ 
飛機 左翼 有 液體 洩漏 
控制 桿 好像 被 什麼 東西 卡住 了 
左舵 無法 控制 ， 我 只能 控制 右 舵 
- 調整 啊 - 我 沒 辦法 ， 幫幫 我 
我們 可能 到 此 為止 了 ， 它 沒 反應 
我們 可以 的 我們 用油 門和 方向舵 修正 功能 太難 處理 了 ， 我們 得 跳傘 三號 引擎 也 著火 了 
- 飛行員 呼叫 機組員 ， 準備 跳 ... - 你 這個 混帳 
我們 要 留在 這裡 迎戰 聽到 沒 ？ 
我們 要 迎戰 
領頭 飛行員 呼叫 機組員 只要 我們 還能 飛 ， 就要 堅持 我們 的 任務 
誰 去 檢查 一下 最 後 一次 撞擊 是否 導致 油箱 破裂 
導航員 呼叫 飛行員 ， 我 看到 了 ， 正在 漏油 
收到 
看來 德國佬要 回去 加 燃料 仔細 觀察 
他們 在 加油 
克羅斯 ， 狀況 如何 ？ 
導航員 呼叫 指揮 飛行員 ， 接近 任務 起始 點 指揮 飛行員 ， 收到 
發出 照明 彈 
起始 點 
30 秒 後 投彈 ， 準備 交接 飛機 控制 權 
正在 修正 
保持 155 度 航向 
設置 為 自動 駕駛 ， 啟動 伺服 系統 飛行員 呼叫 轟炸員 ， 由 你 掌控 飛機 
收到 ， 由 我 掌控 飛機 戰鬥機 ， 高空 10 點鐘 方向 ， 過來 了 
我 射中 那 混帳 了 
轟炸 艙門 正在 開啟 
準備 投彈 ， 弟兄 們 ， 我們 會 成功 的 
投彈 
吃 我 的 炸彈 吧 
投彈 
天 啊 ， 你 看到 沒 ？ 
領頭 飛行員 呼叫 球形 砲 塔 ， 情況 如何 ？ 
長 官 ， 那座 工廠 ... 沒 了 
弟兄 們 ， 任務 完成 
現在 能 回 基地 了 嗎 ？ 
還沒 ， 史特 勞特 ， 我們 要 去 非洲 休息 一下 
沒事 ， 我 ... 德國人 ？ 
美國人 
妳 能 幫 幫 我 嗎 ？ 
你 在 這裡 等 
他 是 美國人 
妳 確定 嗎 ？ 
對 
（ 義 大利 阿爾 卑斯山 區 距離 阿爾及 利亞 五小時 ） 指揮 飛行員 呼叫 機尾 ， 後 方 還有 幾架 ？ 
機尾 呼叫 飛行員 ， 九架 
他們 散 佈 各處 ， 左右 都 有 
克萊文 的 轟炸機 還在 嗎 ？ 
他們 嚴重 受損 ， 遠遠落 後 我們 但 他們 還在 
收到 
曼齊 ， 我們 往 左偏 ， 升降舵 的 狀況 如何 ？ 
左邊 的 嚴重 受損 
沒有 反應 
機尾 呼叫 飛行員 ， 又 一架 轟炸機 被 擊落 
好像 是 歐 克斯 
收到 
少校 ， 我 不 知道 我們 還能 撐 多久 
我們 沒 問題 的 
- 我覺 得 要 迫降 的 話 ... - 我們 可以 的 
長 官 ， 升降舵 嚴重 受損 ， 我們 打算 怎 ... 我 可 不想 把 飛機 降落 在 集中 營裡 ， 對 吧 ？ 
曼齊 ， 霍倫貝克 和 迪馬 可在後頭 嗎 ？ 機尾 呼叫 飛行員 ， 迪馬 可 跟 著 我們 
霍倫貝克要 棄船 了 ， 八個 降落 ... 九個 ， 十個 都 下去 了 
很 好 ， 曼齊 
諾曼 、 史特 勞特 ， 你們 還好 嗎 ？ 
長 官 ， 我們 沒事 
正在 欣賞 景色 和 享受 新鮮 又 稀薄 的 空氣 
你 做 得 很 好 ， 我 很 高興 有 你 在 
還有 這架 轟炸機 上 的 其他 傢 伙 也 是 
各位 ， 做 得 很 好 
嘿 ， 道 格 
什麼 事 ？ 
你 知道 我們 跟 畢 迪克 是 何時 失聯 的 嗎 ？ 
我 沒 時間 標記 在 日誌 上 
天 啊 ， 克羅斯 ， 整個 聯隊裡 應該 沒有 一個 該 死 的 導航員 - 有 時間 管日誌 - 對 ， 我 只是 想 記下 來 ， 行 嗎 ？ 
我 知道 ， 克羅斯 
他們 當時 的 高度 好像 下降 到 335 公尺 
好 ， 知道 了 ， 335 公尺 
（ 主 燃料油 位降 至 ... ） （ 每個 引擎 100 加 侖 前 ， 請 勿 轉移 燃料 ） 長 官 ， 我們 低 於 600 加 侖 
飛行員 呼叫 導航員 我們 剩下 不到 600 加 侖 
夠我們 飛到 非洲 嗎 ？ 不夠 ， 少校 ， 以 目前 速度 來 看 需要 750 加 侖 才 夠 
我們 從 起始 點那裡 就 開始 漏油 收到 
領頭 飛行員 呼叫 機組員 我們 需要 儘 可能 地 擴大範圍 
丟掉 所有 沒有 固定 住 的 東西 投彈 瞄準器 、 槍枝 、 彈藥 ， 全部 丟掉 
轟炸員 呼叫 飛行員 ， 你 說 投彈 瞄準器 嗎 ？ 
諾曼 ， 我們 在 水域 上空 ， 德國 佬 追 不到 的 丟掉 它 吧 
丟下 球形 砲 塔 
飛行員 呼叫 頂部 砲 塔 ， 上頭 情況 如何 ？ 
滿慘 的 ， 但還 可以 ， 長 官 
蓋瑞森 ， 落後的 飛機 情況 如何 ？ 
迪馬 可 沒 被 擊中 ， 克萊文 正在 丟棄 東西 
范諾伊 好像 要 迫降 在 水上 
導航員 呼叫 飛行員 范諾 伊順利 迫降 在 水上 距離 陸地 約 563 公里 
收到 
好吃 嗎 ？ 好吃 
露薏絲 轉過 去 
你 不會 知道 我 的 名字 你會 忘記 我 的 臉 ， 知道 嗎 ？ 
知道 
你 想 逃回 英國 嗎 ？ - 對 - 我 可以 幫 你 ， 但 你 要 知道 
如果 你現 在 向 德國人 投降 你 將成 為 日 內瓦公約 下 的 戰俘 並且 可能 在 戰爭 中 倖 存下 來 
但 如果 你 選擇 企圖 逃跑 若 被 抓 到 ， 你將 被 視為 間諜 可能 遭到 處決 
你 懂 了 嗎 ？ 
你 要 選 哪個 ？ 投降 還是 逃跑 ？ 
克蘭克 ， 是 那個 嗎 ？ 那 是 非洲 嗎 ？ 
對 ， 沒錯 ， 飛行員 呼叫 機組員 非洲 在 正前方 
指揮 飛行員 呼叫 導航員 
克羅斯 ， 我們 的 位置 正確 嗎 ？ 
如果 不正 確 ， 我們 會 降落 在 沙地 上 好 
我們 朝 184 度 方向 前進 應該 隨時會 看到 基地 
克羅斯 ， 我們 的 燃料 快用 完 了 你 確定 嗎 ？ 
各位 ， 我 說 的 是 真的 我 的 理解 和 計算 能力 沒 問題 
拜 託 
克羅斯 ， 這 真是 人生 的 岔路 口 我們 需要 這個 謎語 的 答案 
這個 謎語 的 答案 就是 184 度 你 仔細 看 就 對 了 
我 好像 看到 了 
12 點鐘 方向 ， 多 一點點 
很 接近 了 ， 克羅斯 ， 很 接近 了 
- 天 啊 - 好 ， 做 得 很 好 
指揮 飛行員 呼叫 阻特 裝二號 看見 飛機場 了 
- 飛行員 呼叫 機組員 ， 準備 降落 - 各位 ， 前往 天堂 
天堂 ， 我們 來 了 ， 各位 
起落架 放下 
起落架 放下 ， 右 起落架 放下 
左 起落架 放下 ， 襟翼 設置 為 四分之一 
各位 ， 做得好 
嘿 ， 布雷克 利 ， 那個 謎語 的 答案 是 什麼 ？ 
我還 希望 你 能 告訴 我 
我 很 確定 這 不是 天堂 
各位 ， 我們 做到 了 ， 歡迎 委員會 在 哪裡 ？ 
天 啊 ， 各位 ， 歡迎 來 到 非洲 
跑道 在 那裡 ， 正南方 
四號 引擎 的 燃料 壓力 正在 下降 即將 關閉 引擎 
我要 加強 轉彎 ， 轉向 跑道 
- 二號 引擎 也 快 不行 了 - 關閉 引擎 
所有 引擎 都 關閉 了 
好 ， 我們 現在 是 滑翔 機 
60 公尺 ， 起落架 放下 等等 ， 這樣 會 減慢 我們 的 速度 
- 現在 放下 起落架 嗎 ？ 
- 等等 
30 公尺 
等等 
現在 放下 
右 起落架 放下 
左 起落架 放下 ， 襟翼 設置 為 四分之一 
遲到 總比 沒到 好 對 ， 我們 去 開 水桶 車吧 
你們 沒事 吧 ？ - 沒事 - 嘿 ， 諾曼 
- 還好 嗎 ？ - 把 飛機 上 的 急救包 拿下 來 - 把 他們 帶 上車 - 各位 ， 我 沒事 
- 帶 他 上車 ， 聽 基德 的 - 起來 - 好好 照顧 他 ， 好 嗎 ？ - 交給 我 
- 少校 ， 我 扶 他 - 你 扶 他 嗎 ？ 
來 吧 
我 不 知道 你 是 怎麼 開著 那架 飛機 一路 飛到 非洲 卻 無法 降落 在 跑道 上 
不是 就 在 那裡 嗎 ？ 
天 啊 
- 那 是 誰 ？ 
- 諾曼 史密斯 ， 無線電 操作 員 
我 失去 四架 轟炸機 我 知道 
- 我們 有 多少 人 抵達 這裡 ？ 
- 21 架 中 有 11 架 抵達 
克雷特 呢 ？ 有 看到 降落 傘 嗎 ？ 
我 沒 有 看到 好 ， 那柯特 呢 ？ 
我 不 知道 
是 啊 ， 就 我 對 畢 迪克 的 瞭解 他現 在 可能 在 喝 一瓶 利口酒 
我們 會 撐 過去 的 ， 別 這樣 你 可別 放棄 信念 
好 ， 巴奇 
她 是 你 們 的 嚮 導 ， 你們 要照 她 的 話 做 
各位 ， 收拾 好 東西 ， 我們 要 回家 了 
這些 都 是 新面孔 ... 伊根 少校 ， 克萊文 少校 
妳 可能 是 我 最後見 到 的 漂亮 臉蛋 
感覺 我們 真的 要 有所 作為 了 
對 ， 你們 會 有所 作為 的 ， 對 
敬 今晚 應該 在 這裡 但 不 在 這裡 的 人們 
是 德國人 ， 他們 千方 百計 滲透進 我們 內部 
我們 死 了 ， 他們 也 不會 記得 我們 巴克 ， 就 像 我們 從 未 存在 過 
娃娃 臉 怎麼 了 ？ 他 死 了 嗎 ？ 
