Στο μπέιζμπολ , στο ποδόσφαιρο , στις πολεμικές τέχνες , στα μαχητικά αθλήματα , στα μαθηματικά , στις επιστήμες , στις τέχνες , στη μουσική , στην ψυχαγωγία , και σε όλες τις κατηγορίες κάθε κλάδου υπάρχουν ιδιοφυΐες . Και φυσικά , υπάρχουν και στον υπόκοσμο . 
Αυτή είναι μια ελαφρώς εκκεντρική ιστορία για έναν απ ' αυτούς τους άντρες . 
Μετακόμιση 
Να πάρει ! 
Όχι τώρα ! 
Έλα , ασανσέρ ! 
Μην πανικοβάλλεσαι . 
Θα μας κερδίσω χρόνο . 
Άσε μας ! 
Τη βάψαμε ! 
Ηρέμησε ! 
- Γρήγορα ! 
- Δεν θα με πετύχει τόσο εύκολ ... 
Μόνο μία βολή ; 
Αυτός είναι ο αληθινός Μύθος ; 
Ο εκτελεστής Μύθος ; 
Παραλίγο . 
Τι μαλακία ! 
Το ήξερα ότι θα γινόταν αυτό . 
Επειδή ξεκινήσαμε τη διακίνηση ανθρώπων , τώρα μας κυνηγάει ο εκτελεστής . 
Μέχρι και το αφεντικό σκοτώθηκε . 
Δεν παίζει να πεθάνω έτσι . 
Ναι , τέλεια . 
Φέρ ' τους όλους ... 
Αφεντικό ; 
Γαμώτο ! 
Τανάκα ! 
Σκοτώστε τον. Καθαρίστε τον ! 
Μην τα βάζεις μαζί μου ! 
Είσαι ο Μύθος ; 
Εσείς μου βγάλατε αυτό το όνομα . 
Είμαι απλώς ένας επαγγελματίας δολοφόνος . 
Πήγε καλά ; 
Άκουγα πυροβολισμούς . 
Ήταν αυτοί οι πολεμοχαρείς ερασιτέχνες . 
Άνοιξε την τηλεόραση . 
Την τηλεόραση . 
Το συνηθισμένο ; 
Ναι . 
Είστε έτοιμος , κύριε Τζάκαλ ; 
Δεν ήξερα ότι θα το έκανα αυτό ! 
Τόσο αστείος είναι αυτός ο κωμικός ο Τζάκαλ Τομιόκα ; 
Ο Τζάκαλ είναι ο καλύτερος , ρε συ ! 
Πώς μπορείς να γελάς τόσο πολύ μόλις σκότωσες πέντε ή έξι άτομα ; 
Και τι έγινε ; 
Στην αποβάθρα και γρήγορα , κοπελιά με το GPS . 
Σύστημα πλοήγησης με τέλεια μνήμη και όμορφη γυναίκα . 
Είσαι ειδικός στο να κάνεις πράγματα από ψηλά , έτσι ; 
Είσαι ο Τζάκαλ , άλλωστε . 
Ο Τζάκαλ δουλεύει μόνο στο έδαφος ! 
Επειδή έχω συγγένεια με τους λύκους . 
Αλήθεια θα πηδήξω από εδώ πάνω ; 
Εντάξει , πάμε ! 
Ανθρώπινα βελάκια ! 
Πέτυχε διάνα και κέρδισε 30.000 γιεν ! 
Τζάκαλ Τομιόκα 30.000 Γιεν ! 
Ξεφορτώθηκα το αμάξι . 
Ωραία . 
Είσαι κουρασμένη ; 
Όχι ιδιαίτερα . 
Το έχω συνηθίσει . 
Αυτό μπορεί να οδηγήσει σε απροσεξία . 
Εντάξει . 
Ωραία . 
Κι αυτός ; 
Όπως πάντα . 
Έβλεπε τον Τζάκαλ και γελούσε . 
Όπως πάντα . 
Τον Τζάκαλ , έτσι ; 
Μπράβο . 
Κάθισε . 
Έτοιμο το ψάρι . 
Πάλι ψάρι ; 
Σχετικά με τη σημερινή δουλειά ... 
Του τα είπα ήδη . 
Σε αντίθεση με τον καιρό που δούλευα εγώ , τα πράγματα έχουν δυσκολέψει . 
Έχει παντού αυτές τις σπαστικές κάμερες ασφαλείας . 
Καταστρέψαμε τις κάμερες , μέχρι και την τελευταία . 
Έξι χρόνια το κάνεις αυτό . 
Ξέρεις πόσους έχεις σκοτώσει ; 
Όχι . 
Γιακούζα , πολιτικούς , γιατρούς , προέδρους εταιρειών , διασημότητες ... 
Οι περισσότεροι στόχοι μας είναι μεγάλα κεφάλια . 
Γι ' αυτό κοστίζει ακριβά . 
Ξοδέψαμε εκατοντάδες εκατομμύρια μόνο αυτόν τον μήνα σε επαφές και πληροφοριοδότες . 
Τα τελευταία έξι χρόνια , έχεις σκοτώσει 71 άτομα . 
Φέτος είχαμε πολλή δουλειά . 
Ορίστε . 
Δεν το θέλω . 
Καίει πολύ . 
Φύσα το . 
Λοιπόν ; Πότε είναι η επόμενη δουλειά ; 
Δεν υπάρχει . Δεν θα παίρνουμε δουλειές για λίγο καιρό . 
Είχαμε πάρα πολλές φέτος . 
Θα κρατήσουμε χαμηλό προφίλ για έναν χρόνο . 
Ορίστε . 
Αυτά είναι τα λεφτά που έβγαλες . 
Κράτα τα εσύ τώρα . 
Πω πω ! 
Πόσα είναι εκεί μέσα ; 
Δεν είμαι σίγουρος . 
Μάλλον κοντά στα 50 εκατομμύρια . 
Γιατί τα δικά μου είναι σε πλαστική σακούλα ; 
Χαμηλό προφίλ ; 
Θα κρυφτούμε , εννοείς ; 
Ναι . 
Είναι πλαστά , αλλά θα ετοιμάσω διπλώματα και ασφάλειες . 
Πού θα κρυφτούμε ; 
Υπάρχει μια ομάδα στην Οσάκα με την οποία επικοινωνώ εδώ και καιρό . 
Είναι γιακούζα ... 
Δεν είναι έτοιμο ; 
Θα τα κανονίσω όλα μαζί τους , για να μην έχετε προβλήματα μεταξύ σας . 
Μην προκαλέσετε προβλήματα όσο είστε εκεί . 
Αν απλώς κρατάμε χαμηλό προφίλ , γιατί να πάμε μέχρι την Οσάκα ; 
Πρέπει . Βίωσε πώς είναι να ξεκινάς απ ' την αρχή σε άγνωστο μέρος . 
Αν μάθεις να προσαρμόζεσαι , θα γίνεις ακόμα καλύτερος επαγγελματίας . 
Καλύτερος επαγγελματίας ; 
Είναι σημαντικό να προσαρμόζεσαι σε κάθε περιβάλλον και κατάσταση . 
Να γίνεις ένας εντελώς συνηθισμένος άνθρωπος . 
Να βρεις δουλειά ή έστω ημιαπασχόληση . 
Να κάνεις φίλους . 
Ακόμα και να ερωτευτείς . 
Μάθε πώς να ζεις σαν κανονικός άνθρωπος . 
Ακούγεται διασκεδαστικό , έτσι , Μύθε ; 
Να περνάω για συνηθισμένο άτομο όντας επαγγελματίας εκτελεστής . 
Όντως ακούγεται διασκεδαστικό . 
Ορίστε . 
Έτοιμο . 
Αλλά αν σκοτώσετε κανέναν όσο κάνετε διάλειμμα , θα σας σκοτώσω και τους δύο . 
Μάλιστα . 
Ως επαγγελματίας ... 
Θα πάρεις μόνο ένα σακίδιο και την τσάντα με τα λεφτά ; 
Πήγαινα από μέρος σε μέρος για να σκοτώσω σε κάθε στόχο . 
Ακόμα κι έτσι , δεν έχεις σχεδόν τίποτα . 
- Ναι . 
- Το αφεντικό μού έδωσε αυτό . 
Τι είναι ; 
Το ψεύτικό σου δίπλωμα οδήγησης . 
Έχω και την κάρτα ασφάλισής σου . 
Δίπλωμα Οδήγησης 
" Ακίρα Σάτο " . 
Ώστε έτσι με λένε ; 
Κρύβεις όπλο εκεί ; 
Και η διεύθυνση ; 
Έχουμε ήδη βρει σπίτι ; 
Δεν ξέρω . 
Είπε ότι η ομάδα στην Οσάκα θα μας βρει σπίτι . 
Αλήθεια , πώς σε λένε ; 
Είμαι η Γιόκο Σάτο . 
Σάτο ; 
Υποτίθεται ότι είμαστε αδέρφια . 
Εγώ κι εσύ ; 
Το αφεντικό διασκεδάζει εις βάρος μας . 
Ναι , χαμογελούσε ειρωνικά . 
Δείξε μου τη φωτογραφία απ ' το δίπλωμά σου . 
Αποκλείεται ! 
Βάλ ' το στον φούρνο μικροκυμάτων . 
Γιατί ; 
Διψάω . 
Έχεις κανένα για την αδερφή σου ; 
Την " αδερφή " μου ; 
Τι ; 
Κρύβεις σφαίρες εκεί μέσα ; 
Πιάσε το σπρέι από εκεί , αδερφή . 
- Αυτό ; 
- Ναι . 
Αυτές είναι οι κάννες . 
Το αφεντικό είπε να μην πάρουμε όπλα . 
Γι ' αυτό τα βγάζω έξω . 
Θα τα αφήσω στον φούρνο μικροκυμάτων . 
Το αφεντικό θα έρθει να τα πάρει αύριο . 
Μόνο το Glock και το PPK σου είναι εκεί μέσα . 
Πού είναι το Nighthawk ; 
Έβαλα μέσα την κάννη . 
Δεν εννοώ μόνο την κάννη . 
Πού είναι το υπόλοιπο ; 
Αυτό εννοείς ; 
Δεν γίνεται ! 
Ακόμα και αποσυναρμολογημένο , το όπλο παραμένει όπλο . 
Χωρίς κάννη , το όπλο δεν πυροβολεί . 
Το Nighthawk είναι συνεργάτης μου . 
Σίγουρα θα πάρω μαζί . 
Δεν καταλαβαίνεις τι θα κάνουμε για τον επόμενο χρόνο ; 
Θα γίνουμε απλοί άνθρωποι για να κρυφτούμε και να ζήσουμε φυσιολογικά . 
Το καταλαβαίνω αυτό . 
Ακίρα Σάτο 
Δεν θα φταίω εγώ αν θυμώσει το αφεντικό . 
" Ημερομηνία γέννησης , 1η Απριλίου " . 
Πρωταπριλιά . 
Η μέρα των ψευτών . 
Όχι , δεν είναι έτσι . 
Εκείνη τη μέρα επιτρέπονται τα ψέματα . 
Θα ζούμε μια ζωή γεμάτη ψέματα , οπότε είναι τέλειο . 
Χιούμορ του αφεντικού . 
Δείξε μου την ημερομηνία γέννησης στο δικό σου δίπλωμα . 
Με τίποτα ! 
Έλα . 
Φεύγουμε . 
Το πρωί θα είμαστε στην Οσάκα . 
Αυτοκινητόδρομος Σιν-Μέισιν 
Γιατί έγινες εκτελεστής , αδερφέ ; 
" Αδερφέ " ; 
Μη μου δυσανασχετείς . 
Θα ζούμε σαν αδέρφια για έναν ολόκληρο χρόνο . 
Πρέπει να αρχίσουμε να το συνηθίζουμε από τώρα . 
Κι εσύ , αδερφή ; 
Πώς σε είπαμε ; Γιόκο ; 
Ήσουν η ερωμένη του αφεντικού ; 
Ούτε καν ! 
Μη με φουντώνεις . 
Όταν ήμουν 10 χρονών , κάηκε το σπίτι μου και πέθαναν οι γονείς μου . 
Για κάποιον λόγο , με μάζεψε το αφεντικό . 
Μου έμαθε ένα σωρό πράγματα από τότε που ήμουν μικρή . Και ξαφνικά , πριν από έναν χρόνο , με έκανε βοηθό και οδηγό σου . 
Εντάξει , σου είπα την ιστορία μου . 
Τώρα είναι η σειρά σου . 
Η δική μου ; 
Δεν έχω όρεξη . 
Είναι άδικο ! 
Τότε , δείξε μου το δίπλωμά σου . 
Αποκλείεται ! 
Τότε , δεν θα μιλήσω . 
Τι ; Τι είναι ; 
Αυτοί εκεί κλέβουν αμάξια . 
Τι ; 
Ποιοι ; Φαίνεται ; 
Ναι . 
Η συμπεριφορά και ο αέρας τους . 
Τέλος πάντων , μην προκαλέσεις προβλήματα , εντάξει ; 
Θα προσέχω το αμάξι για καλό και για κακό . 
Φέρε μου έναν καφέ μόλις τελειώσεις από την τουαλέτα . 
Ζεστό ; 
Κρύο . 
Όχι , αυτό το αμάξι δεν λέει . 
Έχει παιδικό κάθισμα . 
Μάθετε να μυρίζεστε το χρήμα . 
Δεν έχει νόημα να ψάξεις μέσα σ ' αυτό το σαράβαλο . 
Υπάρχει μια τσάντα με 50 εκατομμύρια δύο αμάξια πιο κάτω . 
Ακριβώς . Σ ' αυτό . 
Μυριστήκατε το χρήμα , έτσι ; 
Κρίμα . 
Δεν είναι επαγγελματίες . 
Ας μην έχουμε άσκοπη βία . 
Δεν ωφελεί . 
Σήκω πάνω , αλήτη . 
Θα σηκωθώ , αλλά μη μ ' αγγίζεις . 
Αφού είσαι κότα , να μη μας κάρφωνες . 
Για αρχή , βγάλε το πορτοφόλι σου . 
Ένστικτο ήταν . 
Πανάθεμά σε ! 
Χθες δεν σε προειδοποίησε ; 
Εκείνοι μου επιτέθηκαν πρώτοι . 
Άσε τις δικαιολογίες ! 
Πώς τα βάζεις με δυο ασήμαντους κλέφτες αυτοκινήτων ; 
Δεν φταίω εγώ . 
Το έκανα επειδή με άγγιξαν . 
Προχώρα ! 
Ξέχνα το . 
- Αλήτες . Πείτε κάτι . 
- Αρκετά ! 
Μην κοιτάς πίσω ! 
Μπες μέσα ! Τώρα ! 
Είσαι ηλίθιος ; 
Τώρα που προσπαθούμε να γίνουμε απλοί άνθρωποι , κάνεις έτσι ; 
Έχω εκπαιδευτεί να νικήσω οποιονδήποτε σε λιγότερο από έξι δευτερόλεπτα . 
Ποιος νοιάζεται ; 
Έτσι θα χτυπάς όποιον συναντάμε ; 
Νόμιζα ότι ήσουν επαγγελματίας ! 
Ναι , είμαι . 
Τον επόμενο χρόνο , αν τρελαίνεσαι με τέτοια μικροπράγματα , θα σκοτώσεις κάποιον . 
Δεν το καταλαβαίνεις ; 
Σωστά ... 
Γιόκο . 
Τι ; 
Βασικά , ξέρεις , ίσως να μην είναι τόσο εύκολο . 
Φτάνουμε στην Οσάκα σύντομα . 
Χαράζει . 
Παρεμπιπτόντως , μιλάς τη διάλεκτο του Κανσάι ; 
Μιλάω άπταιστα πέντε γλώσσες , τη διάλεκτο του Κανσάι , της Χιροσίμα , του Κιούσου , του Τοχόκου και την επίσημη . 
Αυτά είναι όλα ιαπωνικά . 
Δεν έχεις ιδέα πόσο χρήσιμο είναι αυτό , έτσι ; 
Άσ ' τα αυτά . 
Πρέπει να σου γίνει συνήθεια να μιλάς τη διάλεκτο . 
Αρκεί να πατήσω τον διακόπτη στο μυαλό μου . 
Αλήθεια ; 
Και σε λένε Ακίρα Σάτο . 
Μην το ξεχνάς . 
Τι παίζει με τον Όμιλο Μαγκούρο ; 
Δεν ξέρεις ; 
Έχεις δουλέψει μαζί τους . 
Αυτό έγινε πριν τρία χρόνια . 
Απλώς έκανα την εκτέλεση , αυτό είναι όλο . 
Αλήθεια ; Δεν τους έχεις γνωρίσει , δηλαδή ; 
Γιατί να συναντήσω πελάτη ; 
Υπάρχουν περίπου 20 άτομα στη ομάδα . 
Είναι η μόνη γιακούζα στο Ασάσε-τσο , στο Ταϊχέι της Οσάκα . 
Αφεντικό τους είναι ο Χιρόσι Χάμαντα , 53 ετών . Τέταρτης γενιάς . 
Έγινε αφεντικό πριν από δύο χρόνια . 
Αρχηγός τους είναι ο Τάκεσι Εμπιχάρα , 38 ετών . 
Σκληροπυρηνικός , με πέντε καταδίκες στο παρελθόν . 
Μόνο αυτοί οι δύο ξέρουν την κατάστασή μας . 
Πατήθηκε ο διακόπτης . 
Δεν θα έρθεις ; 
Σίγουρα θα πιάσει ; 
Κουνήσου . 
Πού στην ευχή είμαστε ; 
Γιατί στην ευχή είμαι εδώ ; 
Τι στην ευχή κάνουμε ; 
- Τέλεια ! 
- Και βέβαια είναι τέλεια . 
Ας μπούμε εδώ . 
Γιατί ; 
Πρέπει να πάρεις ρούχα , αδερφέ . 
Δεν μπορείς να φοράς αυτό το μαύρο μπλουζάκι . 
Πρέπει να αλλάξεις την πρώτη εντύπωση που κάνεις . 
Μαγκούρο 
Αφεντικό , είναι σωστό αυτό ; 
Ποιο ; 
Συνεργαζόμαστε μαζί τους απ ' το προηγούμενο αφεντικό , μα είναι σωστό να υποθάλψουμε αυτόν τον αλήτη εκτελεστή ; 
Συμφωνώ , δεν είναι ιδανικό . 
Είναι σαν να κολυμπάς με καρχαρία χωρίς κλουβί . 
Ίσως , αλλά ο Μύθος είναι σαν πιο πολύ σαν άγρια όρκα . 
Για δες . Ο αρχηγός μου , ο Εμπιχάρα , τον έχει σε τόσο μεγάλη εκτίμηση . 
Ξέρω πολλούς επικίνδυνους ανθρώπους . Αλλά αυτός ... 
Άκου , Εμπιχάρα . 
Είτε είναι καρχαρίας είτε όρκα , δεν θα μας τρομάξει . 
Αφήστε τον να κολυμπήσει ελεύθερος . 
