Во бејзболот , фудбалот , боречки вештините , борбените спортови , математиката , науката , уметноста , музиката , забаваата , и сите категории од секое поле , има генијалци . А се разбира , постојат и во подземниот свет . 
Ова е малку ексцентрична приказна за еден од овие мажи . 
Сезона 1 , Епизода 1 : " Преселување " 
По ѓаволите ! 
Не сега ! 
Ајде , го нема лифтот ! 
Не паничи . 
Ќе ни купам време . 
Ајде ! 
Готови сме ! 
Само смири се ! 
- Побрзај ! 
- Нема да ме фати така лесно ... 
Само еден истрел ? 
Дали тоа беше вистински Фабл ? 
Платникот Фабл ? 
Беше блиску . 
Ов ... Ова е толку заебано ! 
Знаев дека ова ќе се случи . 
Затоа што ја започнавме работа со трговијата со луѓе , сега тој платен убиец доаѓа по нас . 
Дури и газдата беше убиен . 
Нема шанси да умрам така . 
Да , тоа е одлично . 
Донеси ги сите ... 
Шефе ? 
По ѓаволите . По ѓаволите ! По ѓаволите ! По ѓаволите ! 
Еј , Танака ! 
Убијте го . Средете го ! 
Не се плеткај со мене ! 
Дали си ти Фабл ? 
Вие луѓето ми го измисливте тоа име . 
Јас сум само професионален убиец . 
Дали помина се во ред ? 
Можев да слушнам истрели . 
Тоа беа оние среќни аматери . 
Сега вклучи го телевизорот . 
Телевизорот . 
- Оф . Вообичаено ? 
- Да . 
Дали сте подготвени за ова , господине Чакал ? 
Еј , не знаев дека ќе го направам ова ! 
Дали овој комичар Чакал Томиока навистина е толку смешен ? 
Чакалот е најдобар , госпоѓице ! 
Како можеш толку да се смееш , а предмалку уби 5 или 6 луѓе ? 
Што е толку голема работа ? 
Побрзај до пристаништето , ГПС пиленце . 
Ова е автомобил за убава жена со совршена меморија и одличен систем за навигација . 
Вие сте особено вешти во правење работи на високи места , нели ? 
На крајот на краиштата , вие сте Шакал . 
Чакалот работи само на цврсто тло ! 
Затоа што сум поврзан со волци . 
Дали навистина ќе скокнам од овде горе ? 
Добро , ајде да одиме ! 
Човечки пикадо ! 
Удри во булзај и освои 30.000 јени ! 
Награда Шакал Томиока од 30.000 јени ! Скокам ! 
Ја отстранив колата . 
Добро . 
Уморна си ? 
Не , навистина . 
Навикната сум на ова . 
Тоа може да доведе до невнимание . 
О , во ред . 
Добро . 
Што со него ? 
Исто како и секогаш . 
Го гледаше Шакалот и се смееше . 
Исто како и секогаш . 
Ох . Шакал , а ? 
Убава работа . 
Седни . 
Рибата е готова . 
Ох . Повторно риба ? 
За денешната работа ... 
Јас веќе му кажав . 
Знаете , за разлика од времето кога јас работев , работите станаа потешки . 
Поставени се насекаде ... тие досадни безбедносни камери . 
Ги уништивме камерите , секоја последна од нив . 
Го работиш ова 6 години . 
Знаеш ли колку имаш убиено до сега ? 
Не . 
Јакуза , политичари , лекари , претседатели на компании , познати личности ... 
Повеќето од нашите цели се големи риби . 
Затоа цената е висока . 
Потрошивме стотици милиони само овој месец само на контакти и информациски брокери . 
Во изминатите 6 години , убивте 71 . 
Оваа година беше особено напорна . 
- Еј . Еве . - Хм ? 
Не ја сакам . 
Премногу е жешко . 
Дувај врз неа . 
Па , кога е следната работа ? 
Нема да ја има . Нема да работиме некое време . 
Направивме премногу оваа година . 
Ќе земеме една година одмор и ќе се притаиме . 
Еве . 
Ова се парите што ги заработивте . 
Зачувајте ги за сега . 
Ооо , леле ! 
Колку има таму ? 
Не сум сигурен . 
Веројатно близу 50 милиони . 
Како тогаш , мојот дел е во пластична кеса за пазарење ? 
Да се притаиме ? 
Мислиш да се криеме ? 
Да . 
Тоа се лажни документи , но јас ќе средам за возачките дозволи и картичките за осигурување . 
Каде ќе се криеме ? 
Има една група во Осака со која имам врски долго време . 
Па , тие се јакуза ... 
Дали се е подготвено ? 
Ќе ги средам работите со нив , за да нема проблеми меѓу вас . 
Не предизвикувајте проблеми додека сте притаени . 
Ако треба да бидеме притаени , зошто да одиме до Осака ? 
Ви треба тоа . Искуство од почеток на непознато место . 
Ако научите да се прилагодувате , ќе станете уште подобри професионалци . 
Подобри професионалци , а ? 
Важно е да бидете во можност да се прилагодите на секоја средина и ситуација . 
Да се претворите во сосема обични личности . 
Можете да најдете работа или да работите со скратено работно време . 
Можете да се дружите . 
Можете дури и да се заљубите . 
Научете како да живеете како обични луѓе . 
Звучи како многу забавно , а , Фабл ? 
Како професионални убијци да се измешаме со обичните луѓе . 
Тоа звучи забавно . 
- Еве . 
Ја изладив . 
Но , ако убиете некого додека сте на пауза , ќе ве убијам и двајцата . 
Во ред . 
Како про ... Ова е жешко ! 
Сe што ќе поносиш е ранец и торбата полна со пари ? 
Морав често да се селам од место до место за да стигнам до секоја мета . 
И покрај тоа , речиси немаш ништо . 
- Да . 
- Шефот ми го даде ова . 
Што е тоа ? 
Твојата лажна возачка дозвола . 
Ја имам и твојата осигурителна картичка . 
Возачката дозвола . 
" Акира Сато " . 
Значи , тоа е моето име , а ? 
Таму криеш пиштол ? 
Што е со адресата ? 
Дали имаме обезбедено место за престој ? 
Не знам . 
Шефот рече дека групата во Осака ќе ни обезбеди место . 
Патем , како се викаш ? 
Јас сум Јоко Сато . 
Сато ? 
Очигледно , ние треба да бидеме брат и сестра . 
Јас и ти ? 
Шефот се забавува на наша сметка . 
Да , има смисла за хумор . 
Покажи ми ја фотографијата на твојата возачка дозвола . 
Нема шанси ! 
Стави го ова во микробранова печка . 
Зошто ? 
Жедна сум . 
Имаш ли за сестра ти ? 
Мојата " сестра " , а ? 
Што ? 
Дали криеш куршуми во тоа ? 
Земи ја конзервата за спреј од таму , ... сестро . 
- Ова ? 
- Да . 
Ова е цевките . 
Шефот ни рече да не носиме пиштоли . 
Затоа ги вадам . 
Ќе ги оставам во микробранова печка . 
Шефот ќе дојде утре да ги земе . 
Само твоите Глок и ППК се таму . 
Каде е твојот пиштол " Ноќен јастреб " ? 
Го ставив цевките . 
Не мислам само на цевките . 
Каде е телото од пиштолот ? 
Мислиш на ова ? 
Не можеш ! 
Дури и расклопен , пиштолот е сепак пиштол . 
Без цевка , пиштолот не може да пука . 
" Ноќен јастреб " е мојот партнер . 
Ова дефинитивно ќе го поносам . 
Не разбираш што ќе правиме следната година ? 
Ќе станеме обични луѓе за да го скриеме нашиот идентитет и ќе живееме нормален живот . 
Јас го разбирам тоа . 
Акира Сато 
Не ме обвинувај ако шефот се налути . 
" Датум на раѓање , 1 - ви Април " . 
Денот на шегата . 
Денот на лажговците . 
Не , тоа не е тоа . 
Дозволено е да лажеш тој ден . 
Во секој случај ќе живееме живот во лаги , така што е совршено . 
Хуморот на шефот . 
Покажи ми го денот на раѓање на твојата возачка дозвола . 
Нема шанси ! 
- По ѓаволите ! - Ајде . 
Поаѓаме . 
До утро ќе бидеме во Осака . 
Експресен пат : " Шин - Мајшин " 
Кажи , зошто стана платен убиец , брат ? 
" Брат " ? 
Еј , немој ти на мене да ме " тскуваш " . 
Ќе живееме како брат и сестра цела година , знаеш . 
Треба да почнеме да се навикнуваме на тоа , токму сега . 
Тогаш што е со тебе , сестро ? 
Како ти беше името ? Јоко ? 
Дали беше љубовница на Шефот или нешто слично ? 
Нема шанси ! 
Не теси зелени . 
Кога имав 10 години ми изгоре куќата , а мајка ми и татко ми починаа . 
Поради некоја причина , шефот ме прими . 
Ме научи на секакви работи уште од мала . Тогаш одеднаш , пред една година , ме направи твој помошник и возач . 
Добро , ти ја кажав мојата приказна . 
Сега е твој ред . 
Мојот ред ? 
Не ми се допаѓа . 
Не е фер ! 
Во ред . Но , потоа покажи ми ја твојата возачка дозвола . 
Нема шанси ! 
Тогаш нема да зборувам . 
А ? Што е ? 
Оние двајца таму ... се провалници во автомобили . 
А ? Кои ? 
Како можеш тоа да го кажеш ? 
Да . 
По нивниот став и воздух . 
Како и да е , не прави проблеми , добро ? 
Ќе внимавам на колата за секој случај . 
Земи ми кафе откако ќе завршиш со тоалетот . 
- Топло кафе ? 
- Не , земи ладно . 
Не , тој автомобил не е добар . 
Има детско седиште во него . 
Научете да ги помирисате парите . 
Нема поента да гледате во тој стар крш . 
Еј , има торба со 50 милиони два автомобили надолу . 
Така е . Тој . 
Се чувства мирисот на пари , нели ? Помирисајте го . 
Ах , штета . 
Не се професионалци . 
Ајде да немаме никакво бескорисно насилство . 
Нема да ви донесе ништо добро . 
Само стани , панкер . 
Ќе станам , но не ме допирајте . 
Ако сакаш да не надрпаш , тогаш не зјапај . 
За почеток , извади го паричникот . 
Тоа беше само инстинкт . 
Проклет да си ! 
Нели те предупреди шефот вчера ? 
Тие први дојдоа кај мене . 
Нема оправдувања ! 
Како можеше да ги средиш тие мали провалници на автомобили ? 
Не е моја вина . 
Го направив тоа само затоа што ме допираа . 
Само тргни ! 
Заборави на тоа . 
- Еј , панкери . Кажете нешто . 
- Доволно ! 
Не гледај назад ! 
Влези ! Сега ! 
Дали си глупав ? 
Во моментот кога се обидуваме да станеме обични луѓе , го правиш ова ? 
Тоа е затоа што тренирав за да соборам кој било противник , за помалку од 6 секунди . 
Кој се грижи за тоа ! 
Дали ќе им наштетиш на сите што ќе ги сретнеме уз пат ? 
Мислев дека си професионалец ! 
Да , јас сум професионалец . 
Следната година , ако продолжиш поради вакви ситници , ќе завршиш така што ќе убиеш некого . 
Не го разбираш тоа ? 
Во право си ... 
Кажи , Јоко . 
Што ? 
Знаеш , всушност ... ова можеби нема да биде толку лесно . 
Наскоро ќе бидеме во Осака . 
Зора е . 
Патем , дали знаеш да зборуваш со кансаи дијалект ? 
Усовршив 5 јазици , Кансаи дијалект , дијалект Хирошима , дијалект Кјушу , дијалект Тохоку , и стандарден дијалект . 
Сите тие се јапонски . 
Немаш претстава колку е тоа корисно , нели ? 
Не ми смета тоа . 
Мораш да стекнеш навика да зборуваш на дијалект . 
Сe што треба да направам ... е да го превртам прекинувачот во мојата глава . 
Дали е тоа така ? 
Се викаш Акира Сато . 
Не заборавај го тоа . 
Дали знаеш нешто за " Групата Магуро " ? 
Не знаеш ? 
Работевме со нив . 
Тоа беше пред три години . 
Само што го направив ударот , тоа е се . 
Дали е тоа точно ? Значи никогаш не си ги запознал ? 
Зошто би се сретнал со клиентот ? 
Во групата има околу 20 луѓе . 
Тие се единственате јакузи во Асасе - чо , Таихеи , Осака . 
Нивниот шеф е Хироши Хамада , 53 години . Тој е нивниот шеф од четвртата генерација . 
Стана шеф пред 2 години . 
Нивниот капетан е Такеши Ебихара , 38 години . 
Хардкор криминалец со 5 претходни пресуди . 
Тие двајца се единствените кои знаат за нашата ситуација . 
Го превтев прекинувачот . 
Доаѓаш ? 
Дали си сигурни дека тоа ќе функционира ? 
Да одиме , не го тупи . 
Тргаме или не ? 
По ѓаволите , јас сум тука ? 
По ѓаволите , доаѓаш ? 
- Тоа е перфектно ! 
- Проклето директно , совршено е . 
Ајде да влеземе овде . 
Зошто ? 
Треба да купиш некоја облека , брат . 
Не можеш да ја носиш таа црна маица со V - деколте . 
Многу е важен првиот впечаток што ќе го оставиш . 
Магуро 
Шефе , зошто треба да го правиме ова ? 
Што да правиме ? 
Знам дека работевме со нив уште од време на последниот шеф , но дали навистина треба да го засолниме тој хонорарен платен убиец панкер ? 
Се согласувам , не е идеално . 
Тоа е како да пливаш со ајкула без да имаш кафез . 
Можебие така , но Фабл е повеќе како див кит убиец . 
Па , добро . Мојот капетан , Ебихара има многу високо мислење за него , а ? 
Познавам многу опасни луѓе . Но , овој човек ... 
Слушај , Ебихара . 
Оваа ајкула или кит убиец или што и да е , нема да не плаши . 
Нека плива слободно . 
