- Χριστέ μου . Γαμώτο . - Άλβιν ; 
Θα μου πεις τι έγινε ; 
Απλώς , ο κος Σελ Γκόρντον ανακάλυψε ότι δεν παραδίδω κάτι ψιλά , και ... 
Δεν φτάνει που τζογάρεις ; Τώρα κλέβεις και ξένα στοιχήματα ; 
Μέρβα , τον πλήρωσα . 
Μη μου λες ψέματα ! 
Τον πλήρωσα ! Η τρομπέτα σου ; 
Σου ορκίζομαι ότι αν δεν πάψεις να δουλεύεις γι ' αυτόν και δεν πάρεις την τρομπέτα σου πίσω , θα φύγω μαζί με την Κλίο ! 
Μωρό μου ; 
Μωρό μου ; Μέρβα ; 
Μέρβα , έλα τώρα ! 
Πού βρήκες $ 10 ; 
Τα μαζεύω απ ' τη δουλειά με τον Τσάρλι . 
Ο γέρος σου δεν δέχεται ελεημοσύνες . 
Δεν είναι ελεημοσύνη . Θα τα δουλέψεις . 
Πρέπει να δουλέψω ; 
- Ναι . Έλα . 
- Εντάξει , δις Σέργουντ . 
Εντάξει . 
Κυρίες και κύριοι , έχω την τιμή να σας παρουσιάσω τη μία και μοναδική 
- Κλίο Σέργουντ ! - Ευχαριστώ . 
Και τη συνοδεύει η ανθρώπινη τρομπέτα , ο Άλβιν Σέργουντ ! 
Λέγε μου ότι θα μ ' αγαπάς ... Είμαι ο Ουάλας Ουάιτ με ένα έκτακτο ενημερωτικό δελτίο . 
Ήταν λίγο μετά τις 22 : 30 χθες βράδυ , όταν έγινε απόπειρα δολοφονίας εναντίον της γερουσιαστή Μερτλ Σάμερ σοκάροντας όλη τη Βαλτιμόρη . 
Οι επίδοξοι δολοφόνοι διαφεύγουν . Η αστυνομία αναζητά ... 
- Εμπρός ; - Ρέτζι , εγώ είμαι , η Κλίο . 
Τι τρέχει ; 
Ξέρεις τι σκατά τρέχει . 
Η Μερτλ Σάμερ τρέχει . 
Γλίτωσε με μια γρατζουνιά στο πόδι , λένε . 
Και δεν ξέρω τίποτα γι ' αυτό . Ούτε εσύ . 
Μ ' ανάγκασαν να οδηγήσω . Καταλαβαίνεις ; 
Ξέρει κανείς ότι ήσουν εκεί ; 
Ναι , η Κάρολ το περιστέρι . Κι οι άλλοι δυο καριόληδες που έφερε μαζί . 
Ο τύπος εμφανίστηκε με κόκκινο καμπριολέ , Ρέτζι . - Συγγνώμη . - Τι πράγμα ; 
Ένα λεπτό . 
Θα το πω στον Σελ . 
Εγώ δεν θα το ' κανα , Κλίο . Άκου με καλά . Αυτό ζήτησες , θυμάσαι ; 
Ήθελες την εμπιστοσύνη του κου Γκόρντον . 
Δείξ ' του ότι δεν έκανε λάθος . Ή μήπως έκανε ; 
Δεν έκανε λάθος . 
Μην μπλέξεις τ ' όνομά του σ ' αυτό . 
Κοίτα τη δουλειά σου μέχρι να ξεθυμάνει όλο αυτό . 
Δεν δουλεύεις αυτήν τη βδομάδα . - Συγγνώμη . - Καλά ! 
Γρήγορα , Κλίο . Σε περιμέναμε . 
- Συγγνώμη , κυρία . 
- Θεούλη μου . 
Εντάξει . Εδώ είσαι . 
- Πάμε να δούμε τις γυναίκες . - Ναι . 
Δεν περίμενα να πονέσει τόσο πολύ . 
Σ ' εσάς δεν απαγορεύονται τα τατουάζ και το τρύπημα αφτιών ; 
Ναι , δεν παραμορφώνουμε το σώμα μας ώστε να μην προσβάλλουμε το θείο μέσα μας . 
Εγώ νόμιζα για να κρατάτε έξω τον διάβολο . 
Όχι , ο διάβολος προτιμά άλλες τρύπες . 
Δεν μπήκε μέχρι μέσα . Θα το βάλω με το χέρι . 
Τα όνειρα για συγγραφή κατέστρεψαν τη ζωή σου . 
Τώρα ήθελες τα ίδια όνειρα για να την ξαναγράψεις . 
Μα γιατί έπρεπε να ανακατέψεις το δικό μου πτώμα ; ΜΠΑΛΤΙΜΟΡ ΣΤΑΡ 
Ήμουν ασφαλής στον πάτο εκείνου του σιντριβανιού . 
Καλημέρα , κυρία . Παρακαλώ ; 
Καλημέρα . Ήρθα ... 
Ήρθα για τον Μπομπ Μπάουερ . 
Σας περιμένει ; 
Θα χαρεί να με δει . 
Και το όνομά σας ; 
Μάντι Σουόρτς . 
Περιμένετε εκεί . 
Κύριε Μπάουερ , σας ζητάει μια κοπέλα . 
Τη λένε Μάντι Σουόρτς , μα δεν νομίζω πως είναι σπουδαία . 
Κυρία Σουόρτς ; Τελευταίο γραφείο στα δεξιά . 
Πώς να βοηθήσω , κυρία Σουόρτς ; 
Φαίνεται πως εγώ είμαι εκείνη που σε βοήθησα . 
ΥΠΟΠΤΟΣ ΠΑΙΔΟΚΤΟΝΟΣ Ευχαριστώ . 
Κάτι άλλο ; Ναι . 
- Διάβασα στην εφημερίδα σας ... - Καθίστε . ότι ένας μαύρος με μαυρισμένο μάτι εθεάθη να συζητά με την Τέσι στο μαγαζί . 
Έλα τώρα . Αυτά τα λέει η μητέρα του Ζαβάντσκι . 
Θα μπορούσα να της μιλήσω μάνα προς μάνα , να δω αν υπάρχει κάτι περισσότερο . 
Αν βοηθούσε μια μάνα , θα στέλναμε την Έντνα , που είναι σαν μάνα όλων μας . 
Έτσι δεν είναι ; 
Στείλε κανένα ευνουχισμένο μωρό σου . Έχω δουλειά εγώ . 
Φαίνεται πως με χρειάζεσαι . 
Για να καταλάβω , κυρία Σουόρτς . Μάντι με λένε . 
Θες να μπεις σεινάμενη κουνάμενη σε ένα σοβαρό επαγγελματικό περιβάλλον , που απασχολεί ικανά κι έμπειρα άτομα και ν ' αρχίσεις τα ρεπορτάζ , με μόνο προσόν σου τη μητρότητα ; 
Το όνομά σου είναι στην εφημερίδα επειδή σου έδωσα ένα καλό στοιχείο για ένα ενδιαφέρον άρθρο . 
Όχι , με εξέτρεψες κι είχα τη δεξιότητα και την εμπειρία να το εκμεταλλευτώ προς όφελός μου . 
Κατ ' εμέ , αυτό σημαίνει και πάλι ότι μου χρωστάς χάρη , κε Μπάουερ . Μπομπ . Όχι , ασχολούμαι με τις ειδήσεις , όχι με ρουσφέτια , όπως μου ζητάς εσύ . 
Έχω συγγραφική εμπειρία . 
Στη λέσχη ποίησης ή στη σχολική εφημερίδα ; 
Έφερες βιογραφικό ; 
Θα σε συνόδευα στην πόρτα , Μάντι . Μα , αν το πιστεύεις , έχω δουλειά . 
Γκλάντις , σε ποιον το ' κλεισα ; 
Είσαι μεθυσμένη ή στη φυλακή ; 
Ευχαριστώ πάρα πολύ για τον χρόνο σου . 
Αγαπητέ Στεφάν , μόνο να φανταστώ μπορώ τι πρέπει να αισθάνεσαι τώρα . 
Θέλω να ξέρεις ότι κάποιοι από εμάς κατανοούν την κατάστασή σου . 
Με λένε Μάντι κι είμαι εκείνη που βρήκε την Τέσι στη λίμνη . 
Είμαστε ζωντανά με τη Μερτλ Σάμερ για την πρώτη της δήλωση μετά το εξιτήριο . 
Χθες , μια απόπειρα να με δολοφονήσουν έλαβε χώρα έξω από το σπίτι μου . 
Με πυροβόλησαν στο πόδι , μα σήμερα στέκομαι σ ' αυτό για να επανεπιβεβαιώσω την αφοσίωσή μου στις εκλογές . 
Η εκστρατεία μου , οι υποστηρικτές μου και οι κάτοικοι αυτής της πόλης δεν θα φιμωθούν . 
Εγώ ήμουν η πρώτη που την είδα νεκρή . 
Λένε ότι εσύ ήσουν ο τελευταίος που την είδε ζωντανή . 
Κι αυτό με κάνει να νιώθω ότι συνδεόμαστε κάπως . 
Κάτι που σκέφτηκα πως ίσως νιώθεις κι εσύ . 
Η αστυνομία θα βρει αυτούς τους θρασύδειλους . 
Κέντρο , μου δίνετε τη διεύθυνση για το ψυχιατρικό νοσοκομείο Κλίφτον Τ. Πέρκινς ; 
Να σου κάνω μια πρόταση ; 
Για ν ' ακούσω . 
Έχεις τηλέφωνο πίσω απ ' το μπαρ . 
Αν σου έδινα 5 σεντ για κάθε μήνυμα , θα κρατούσες τις κλήσεις μου ; 
25 σεντ . Και θα το σκεφτώ . 
Θα απαντάς χωρίς να αναφέρεις το Σίλβερ Ντόλαρ ; 
Θέλετε να φορέσω και γραβάτα , κυρία ; 
Μέχρι να βάλω τηλέφωνο στο διαμέρισμά μου . 
Εδώ μένετε ; 
Παίρνει χρόνο σ ' αυτό το τετράγωνο . 
Βασικά , μένω στο κτίριο εδώ . 
Τότε , λοιπόν , 30 σεντ κι είμαστε σύμφωνοι , γειτόνισσα . 
Το κρατάς γερά , έτσι . Θα προσπαθεί να σε βάλει μες στον στάβλο . Οπότε πρέπει να ... 
Το βγάζεις και το πιάνεις από πάνω . Και τραβάς . 
Και δεν θες να το σέρνεις . 
- Αυτά ... - Γεια χαρά . Δύσκολο βράδυ ; 
Πώς από δω , γουρούνι αδερφέ ; Δεν γίνεται τίποτα κακό εδώ . 
Μάζεψε το στόμα σου , Τιθ . 
Δεν πειράζει . Άσ ' τον να κάνει ζοριλίκια μπροστά στον γιο του . 
Τζουν , τι χαμπάρια ; 
- Καλά . - Πάντα μαγικά τα λουλούδια ; 
Τι πάρε δώσε έχεις μαζί μας ; 
Ξέρεις ότι η υπηρεσία δεν θέλει να βλέπει τ ' άλογα να ζουν έτσι . 
Έλα τώρα , αδερφέ . 
Τώρα έγινε αδερφός ; 
Άσε την υπηρεσία σ ' εμάς κι εσύ μίλα μ ' όλους τους στάβλους για να μάθεις ποιος προσπάθησε να καθαρίσει τη Σάμερ χθες . 
Ξέρω ότι οι πλανόδιοι τα μαθαίνετε όλα . - Δεν μαθαίνω τίποτα , μεγάλε . - Πώς δεν μαθαίνεις ; 
Ας πούμε , για έναν τύπο που προσπάθησε να βγάλει σκάγια απ ' τον πισινό του χωρίς να πάει στο νοσοκομείο . 
Μπορεί να ' χω ακούσει για γιατρό αλόγων που ' βγαλε σκάγια από έναν βλάκα . 
Έχει όνομα ο βλάκας ; 
Κύριε Γκόρντον ; 
Ο Σλάπι λέει ότι του είπατε να κάνει νούμερο απόψε . Αληθεύει ; 
Κύριε Γκόρντον . 
Δεν ήρθες για τον ρημάδη τον Σλάπι Τζόνσον . 
Τα σκάτωσα με τους γελοίους που προσέλαβα . 
Κανείς άλλος δεν δεχόταν αν δεν έλεγα τ ' όνομά σας . 
Ξέρεις γιατί δεν ήθελα να το κάνεις εσύ ; 
- Γιατί μ ' αγαπάτε σαν γιο . - Σ ' αγαπώ σαν γιο . 
Ακριβώς . 
Και δεν ήθελα να λερώσεις ούτε τα χέρια σου ούτε την καρδιά σου . 
Μα τώρα , η Μερτλ είδε τις φάτσες τους . Εκείνοι είδαν εσένα που πήγες τα λεφτά . 
Δεν έχει σημασία . 
Κάλλιο να πηδήξω από γέφυρα παρά να πω λόγο που θα σας βλάψει . 
Το ξέρω . 
Μα θα στενοχωριόμουν αν πάθαινες κακό . 
Σταμάτα το τρόλεϊ ! Σταμάτα το ! 
Σταμάτα το τρόλεϊ ! Σταμάτα το ! Σταμάτα το τρόλεϊ , σε παρακαλώ ! 
- Σταμάτα . - Βοήθεια ! 
Σταμάτα το αμάξι ! 
Λάιονελ . 
Μωρό μου , να δω τα μάτια σου ; 
Άνοιξε τα μάτια σου να δω . 
Μπορώ να ξανακοιμηθώ ; 
Το ξέρω . 
Ναι , τι ; Τι ; 
- Τα μάτια του . 
- Για να δω . 
Κοίτα , ξέρω ότι δεν συμφωνείς και σε πολλά μαζί μου . Οι γιατροί έχουν κάνει ό , τι μπορούσαν γι ' αυτόν . 
Ώρα να μ ' αφήσεις να καλέσω τον αιδεσιμότατο . 
Κύριε , Σου ζητούμε να μας λυτρώσεις . 
Ο υιός σου Λάιονελ είναι αθώος από το αίμα της οικογένειάς του . 
Κύριε , ρίξε το φως Σου σ ' αυτήν την οικογένεια . 
Άσε το βάρος τους να παρασυρθεί στο ποτάμι αίματος . 
Επαναλάβετε μετά από μένα . 
Πατέρα μας ... - Θεραπευτή μας ... - Θεραπευτή μας ... 
Σωτήρα μας ... - Σωτήρα μας ... - Σωτήρα μας ... 
Αυτό που έκανες προηγουμένως , θα βοηθήσει τον γιο μου με κάτι περισσότερο από ελπίδα ; 
Η δρεπανοκυτταρική αναιμία δεν θεραπεύεται , Γιουνέτα . Το ξέρεις . 
Μα έχεις τη δύναμη να τον σώσεις . Πώς ; 
Δείξε στον Κύριο την αφοσίωσή σου . 
Πρόσφερε . Δώρισε στην εκκλησία Του , σπείρε έναν σπόρο για ν ' ανθίσει το θαύμα . 
Πόσα χρειάζεται ο Κύριος ; 
Ο Κύριος δεν χρειάζεται . 
Ο Κύριος είναι πλήρης . 
Κι η αγάπη Του για τον γιο σου δεν έχει όρια . 
Το ερώτημα είναι , πόσο αξίζει για σένα η ζωή του γιου σου ; 
Τι προτίθεσαι να θυσιάσεις ; 
Φύγε μόνος σου , αιδεσιμότατε . 
Απευθύνθηκα στην πολιτικό για λύτρωση . 
Απευθύνθηκα στον νταβατζή για προστασία . 
Απευθύνθηκα στον κήρυκα για σωτηρία . 
Μα στο τέλος , ήμουν ολομόναχη . 
Βυθιζόμουν , Μάντι . 
Και το μόνο που σκεφτόμουν ήταν ότι μου άξιζε να πνιγώ . 
- Είδα ένα όνειρο απόψε . - Ναι ; 
Όλη η πόλη είχε καεί . 
Τραμ ακίνητα , κλειδωμένα . 
Τότε είδα ένα αρνάκι ... " Απώλεια ευτυχίας που συνοδεύεται από πλούτη . 221 " . 
Πολύ ωραίος αριθμός , αν με ρωτάς . 
Εντάξει . $ 10 στο 221 . 
Αν κερδίσω , παίρνω πίσω την τρομπέτα μου . Όλοι στην οικογένεια είχαν όπλα . 
Η μάνα μου είχε τρία . Της τα ' δινε ο κόσμος . 
Και τα ' παιρνε ! Της τα ' δινε ο κόσμος . 
Τι κάνεις ; 
Σου ' πα , δεν δουλεύεις απόψε . 
Είναι η τελευταία βραδιά της Ντόρα . 
Άσε με να το ρίξω λίγο έξω . 
Οι πλούσιοι κληρονομούν γη . Οι φτωχοί , όπλα και τηγάνια . 
Μου βάζεις μια βότκα μαρτίνι με μια από εκείνες τις ωραίες πράσινες ελιές ; 
Πίνεις τώρα ; 
" Ωραίο ρολόι " . Κι εσύ λες " Σ ' αρέσει ; Μου τ ' άφησε ο παππούς μου " . Κι εγώ σκέφτομαι " Διάολε , εμένα μου άφησε όπλο . 
Φέρε δω το γαμωρολόι ! " 
Μια κι ανέφερα δυνατά όπλα , κυρίες και κύριοι , - ακολουθεί ... - Κλίο . 
- ένα δυνατό όπλο που δεν θέλει συστάσεις . - Το χρειαζόμουν . 
Είναι η τελευταία της εβδομάδα στο Φαραώ , γιατί σας παρατάει για το Παρί ! 
Ένα δυνατό χειροκρότημα για την Ντόρα Κάρτερ ! 
Έτσι μπράβο ! 
Σ ' ευχαριστώ , Σλάπι . 
Ξέρετε όλοι ότι τα λέω έξω απ ' τα δόντια . 
Έχω πολύ καλούς φίλους που μου ' χουν σταθεί σε όλα , μα απόψε θέλω να σας δω όλους να χορεύετε . 
Έτσι θέλω να θυμάστε την Ντόρα . 
Δώσε , μωρό μου . 
Έκανα κάτι κακό , αστυφύλακα ; 
Συγγνώμη . Δεν κοιμήθηκα πολύ χθες βράδυ . 
Μα μη σκάτε , θα καθαρίσει ο δικός σας , ο Ρέτζι . 
Έτσι , Ρέτζι ; 
Έλα , Λίο . Φτάνει το λίκνισμα . Εντάξει . 
Αρκετά λικνίστηκες . - Τι πρόβλημα έχεις ; - Παράτα με . 
Ότι βάζεις χέρι στη γυναίκα μου ! - Έλα , μεγάλε . - Έλα , φεύγουμε . 
Τα λέμε , Ρέτζι . 
Τι διάολο γίνεται ; 
Ζηλεύεις ; 
Πόσο ήταν ; Γύρω στα 23 , αλλά με γούσταρε . 
Κάνει έναν άντρα Τα μυαλά του να χάσει Σαν γάτα γουργούρισε Κλείσε το μάτι σε κάποιον Κι εκείνος ... Φίλε , φίλε , φίλε . Πάμε . 
Τι είπες στον Σελ ; 
Μ ' ακούς , Λίο ; Τι διάολο είπες στον Σελ ; 
Χόρεψε μαζί μου . 
Γιατί είσαι τόσο τσιτωμένος ; 
Κάνε ό , τι κάνω ! Έλα . 
- Τι σκατά έχεις πάθει ; - Χόρεψε μαζί μου ! 
Στριφογύρισέ με , έλα . 
- Σε ρωτάω κάτι ! - Θα σου πω αν με στριφογυρίσεις . 
Τι είπε ο Σελ ; 
Φέρε μου μια κουβέρτα ! Παράτα με . 
- Φέρε μου μια κουβέρτα . 
Άντε , Σλαπ . - Τράβα μέσα . Θα κοιμηθώ στον καναπέ . 
Ξενέρωσε ! 
Όλα καλά . 
Τι έκανε , μωρό μου ; 
Έλα , πήδηξέ με , Σλαπ . Σε παρακαλώ . - Όχι . - Πήδηξέ με , σε παρακαλώ . - Σε παρακαλώ , Σλαπ . 
- Όχι έτσι , μωρό μου . 
Πες μου τι τρέχει , μωρό μου . Όχι ! 
Πες μου , τι έγινε ; 
Σ ' έμπλεξε ο Σελ ; 
Τι έκανες ; 
Ποιος νοιάζεται τι έγινε με τον Σελ ; 
Τι σημασία έχει αφού ο γιος μας θα πεθάνει ; 
Το ξέραμε αυτό , Κλίο . 
Όλα καλά . 
- Όχι . Άφησα τον εαυτό μου να ελπίζει . - Όλα καλά . 
Ντρέπομαι τόσο πολύ . Μην ντρέπεσαι . Γιατί ; 
Καλό πράγμα η ελπίδα . 
Είδα τον Προφήτη σήμερα . 
Είπε ότι δεν γίνεται τίποτα . 
Δεν γίνεται τίποτα . Αλλά ήθελε τα λεφτά μου ! 
Εμείς θα βρούμε κάποιον άλλο γιατρό . " Εμείς " ; 
Δεν υπάρχει " εμείς " . 
Μόνο εσύ και τα γαμημένα τα όνειρά σου ! 
Μην το λες αυτό . Μη με κατηγορείς που κάνω όνειρα ... επειδή εσύ πέταξες τα δικά σου . 
Θες να ονειρεύομαι ενώ δεν μπορώ ούτε ν ' ανασάνω ; 
- Συγγνώμη . Με συγχωρείς . - Δεν μπορώ ούτε να ... 
- Ούτε ν ' ανασάνω ! - Λίο , εγώ είμαι εδώ . 
Εδώ είμαι ! 
Είμαι εδώ μαζί σου . Συγγνώμη . 
Σε παρακαλώ , αρχίζεις να με τρομάζεις . 
Ας μη μαλώνουμε . 
Σε παρακαλώ , μωρό μου . Ας μη μαλώνουμε . Εντάξει ; 
Θεέ μου . 
Ξέρω . Η μητέρα της χρονιάς . 
Τσίχλα μασάς ; 
Συγγνώμη . 
Ξύπνησα αργά και μου ' χαν κλέψει τις ζάντες . 
Στο Μπότομ ; 
Πόσο απροσδόκητο . 
Πρέπει να έρθεις . Έχει βελτιωθεί πολύ . 
Όχι , να λείπει . 
Κατάμεστο είναι . 
Κάποιες μητέρες θέλουν να μπουν οι γιοι τους στο κολέγιο για να μην τους στείλουν στο Βιετνάμ . 
Δεν θεωρώ την εκπαίδευση τακτική αποφυγής της στρατολόγησης . 
Ορίστε . 
Αφού σε νοιάζει τόσο , θα ' πρεπε να είσαι στον δρόμο να διαμαρτύρεσαι . 
Έχω μια ιδέα . 
Γιατί δεν διαμαρτύρεσαι εσύ ; 
Θέλω να πω ότι πολύ θα ήθελα να έχεις πάθος με κάτι . 
Άκου , ο ακτιβισμός μου τρέχει απ ' τα μπατζάκια . 
- Μα ξέρεις με τι έχω πάθος ; - Με τι ; 
Να μη μου κάνεις κήρυγμα για πέντε γαμωλεπτά ! 
Έχασες την έξοδό μας . 
Δεν πάμε σπίτι . 
Μείνε στο αμάξι αν θες . 
... μόλις αρχίσει η κούρσα . 
Τι κάνουμε τώρα ; 
- Περνάμε απ ' τα σπίτια πριν την κούρσα . 
- Έτσι , μικρέ . Έτσι . 
Κάτω τα κωλόχερά σου , ρε συκιά ! 
- Αστυφύλακας Ντέιβις , Σποντζ . 
- Έχεις ακόμη σκάγια ; - Τι σκατά ; - Να σ ' τα βγάλω . 
Θα τον αφήσω να πάει τα " τεκμήρια " που κρατάει μέχρι το τμήμα και θα πούμε ότι ήταν σχέδιό σου η δολοφονία της Σάμερ . 
Φίλε , δεν ξέρω τίποτα για ... Ξέρουμε ότι δεν σου κόβει τόσο , Σποντζ . 
- Πες μας ποιος σ ' έστειλε ! - Καλά . Μια γυναίκα . 
- Μια γυναίκα ; Ποια ήταν ; 
Τ ' ορκίζομαι , δεν ... Μαύρη ήταν . 
- Δεν μου φτάνει αυτό . - Ήταν ωραία . 
Φορούσε ένα ωραίο γαλάζιο παλτό . 
Ακριβό φαινόταν . 
Θες λίγο τσάι ; 
Όχι , ευχαριστώ . 
Μπορείς να κάτσεις , ξέρεις . 
Δεν είναι σπουδαίο , αλλά εδώ μένω τώρα . 
Έχω το κρεβατάκι μου , την κουζινούλα μου ... Ναι , το βλέπω , μαμά . 
Μην το κάνεις ! 
- Δεν ξέρω τι θα ' λεγε ο Μίλτον . - Τον μπαμπά εννοείς ; 
- Θα τον λες Μίλτον τώρα ; 
- Έτσι τον λένε . 
Αλήθεια , είναι τόσο απαίσια εδώ ; 
Μυρίζει περίεργα . 
Διαφορετικά . Αν μένεις πιο συχνά , μπορεί να πάρει τη μυρωδιά σου . 
Θα το συνηθίσεις κι ίσως αρχίσει να μυρίζει σαν σπίτι σου . 
Ποτέ δεν θα μυρίζει σαν σπίτι μου , γιατί λείπει ο μπαμπάς . 
Θες να ψεκάσω με το Floris No.89 ; 
Άρχισε να το φοράει όταν ήσουν τεσσάρων και διάβασε ότι το φοράει ο Τζέιμς Μποντ . 
- Μη γίνεις βαρετός σαν εκείνον , Σεθ . 
- Δεν είναι βαρετός . - Εσύ είσαι η βαρετή . 
- Ανοίξου σε νέες μυρωδιές . Εμπειρίες . 
Με τις ψευτοπεριπέτειες στη νεγρούπολη . Δεν το πιστεύω ότι μας παράτησες γι ' αυτό ! 
Δεν παράτησα εσένα . 
Σ ' αγαπώ . Θέλω να περνάω χρόνο μαζί σου , μα εσύ επιμένεις να μένεις με τον Μίλτον . 
- Πάψε να τον λες έτσι ! 
- Είσαι απίστευτα εγωιστής . Είσαι απίστευτα εγωιστής . 
- Εγώ είμαι εγωιστής ; 
- Δεν είσαι παιδάκι πια . 
Περνάω μια φάση κι εσένα σε νοιάζει μόνο το βόλεμά σου , όπως τον Μίλτον . 
Είστε ίδιοι . Δεν καταλαβαίνω γιατί . 
- Γιατί ; Γιατί δεν καταλαβαίνεις ; - Δεν ξέρω . 
- Πού είναι το δύσκολο ; - Ποτέ δεν το κατάλαβα . 
- Γιατί ; - Σεθ , φτάνει ! - Πες μου . 
- Φτάνει ! - Τι δεν καταλαβαίνεις για μένα ; - Σταμάτα ! 
- Γιατί ; Πες μου , τι δεν καταλαβαίνεις ; 
- Δεν είναι πατέρας σου ! 
Λυπάμαι πάρα πολύ . 
Δεν το πιστεύω αυτό που είπα . 
Δεν ήθελα ... Ήμουν θυμωμένη . 
Θέλω μόνο να ξέρεις ποιος μπορείς να γίνεις κι όλα όσα μπορείς να είσαι . 
Συγγνώμη . 
Κάποιος σαν εκείνον που κοιμήθηκες και δεν τον έγραψες στο ημερολόγιό σου ; 
Διάβασες τα ημερολόγιά μου ; 
Τ ' άφηνες στην ντουλάπα σου ξεκλείδωτα . 
- Αν δεν ήθελες , ας τα ' βαζες σε πιο ... 
- Πότε τα διάβασες ; 
- Πριν απ ' το Μπαρ Μιτσβά μου . 
Σκέφτηκα ... Σκέφτηκα πως ίσως με δοκίμαζε ο Θεός . 
Ήθελα να σκίσω τις σελίδες για να μην τις βρει ο μπαμπάς . Μα θα καταλάβαινες ότι τα διάβασα , οπότε δεν μπορούσα να το κάνω . 
Οπότε ζω με ... Συνήθισα να φοβάμαι ότι θα το μάθει ο μπαμπάς και θα φύγει και ... Λυπάμαι πολύ . 
Και μετά , σηκώθηκες κι έφυγες εσύ . Σηκώθηκες κι έφυγες . Και λες εμένα εγωιστή ; 
Δεν ξέρω ποιος είμαι . Και δεν ξέρω ποιος είναι ο πατέρας μου . Και ... Και δεν με νοιάζει , γιατί έχω μπαμπά . 
Φυσικά . 
Όσο κι αν τον λες Μίλτον , γαμώτο , είναι ο μπαμπάς μου . 
- Εντάξει . - Είναι ο μόνος πατέρας που χρειάζομαι . 
Δίκαιο . 
Μπορώ να γυρίσω στο σπίτι τώρα ; 
Όταν μια γυναίκα καταφεύγει τελικά στη σοφίτα της ζωής της και βρίσκει χαμένα ψέματα , παραπεταμένες αναμνήσεις , αθετημένες υποσχέσεις , συνειδητοποιεί πόσο επικίνδυνη ήταν για τους γύρω της , που πίστευαν ότι ήξερε ποια ήταν . 
Δεσποινίς Κλεοπάτρα . Χαίρομαι που δεν σε βλέπω μισοκρυμμένη πίσω απ ' το μπαρ . 
- Τι θέλεις , αστυφύλακα Πλατ ; - Λοιπόν ... 
Κλίο , όλα καλά εκεί ; 
Ναι . Ένα λεπτό μόνο . Είναι φίλος μου , δις Τζιν . 
Γεια σας , δις Τζιν . 
Βρήκα τον έναν γελοίο που προσπάθησε να σκοτώσει την κα Σάμερ . 
Δεν ήξερε ποιος τον προσέλαβε , αλλά ήξερε ποιος έκανε την παράδοση . 
Είπε ότι εσύ οδηγούσες , Κλίο . 
Δεν ξέρω τι μου λες , αστυφύλακα Πλατ . 
Τότε , να βρεθούμε στο Φαραώ να τα πούμε μπροστά στον κο Γκόρντον ; 
Ή θα με βοηθήσεις και δεν θ ' ανακατέψω τ ' όνομά σου όσο μπορώ . 
Είσαι εκκρεμότητα , εντάξει ; Το ξέρουμε . 
Και δεν μπορώ να κάνω κάτι γι ' αυτό , μα θα σου εξασφαλίσω χρόνο . 
Κατάλαβες ; 
Κόκκινη Buick Skylark . ΒΜ-8488 . 
- Ευχαριστώ . - Αστυφύλακα ; 
Τι θα γίνει όταν τελειώσει ο χρόνος ; 
Ξέρουμε ποιος σ ' έστειλε , Κλίο . 
Αν έρθεις στο τμήμα να μας τα πεις , θα φροντίσουμε να μην πάθεις κακό . 
- Να σας τα πω ; - Ναι . - Στην αστυνομία ; 
- Ναι . 
Που στέλνει τον συνεργάτη σου να πάρει τον παχυλό φάκελο κάθε βδομάδα ; 
Δεν σε καταλαβαίνω , Κλίο , αλλά ευχαριστώ για την πληροφορία . 
Θα σε δω σύντομα . 
Γεια σας , δις Τζιν . Ευχαριστώ . 
Κυρία Σουόρτς ! 
Τι έγινε πάλι ; 
Είχα δύσκολη μέρα . 
Έγραψα γράμμα στον Στεφάν Ζαβάντσκι . 
Συγχαρητήρια . 
Μου απάντησε . 
Είναι είδηση . 
" Νοικοκυρά απ ' το Πάικσβιλ πιάνει αλληλογραφία " . - Αρχίζω να γράφω . 
- Καλώς . Θα πάω στην Μπίκον ή στη Σαν . 
Μάλλον θα βρουν και καλύτερο τίτλο . Μη . 
Εντάξει , είναι είδηση . Με την υπογραφή μου . 
Αν βοηθήσεις στην έρευνα και τη σύνταξη , θα αναφερθείς ως συνεργάτιδα . 
Θέλω προκαταβολή . 
Θυμάσαι τον αστυφύλακα Μπόσκο . 
- Λέγετέ με Τζόνι . 
- Αστυφύλακα . Όλα καλά ; 
Αυτό είναι το πρόβλημα με τη στολή . Μόλις σε δουν , υποθέτουν πως κάτι δεν πάει καλά . 
Περιπολία έχω . 
- Πώς είστε , κα Σουόρτς ; - Καλύτερα δεν γίνεται . 
Ναι ; 
Γιατί η Τζούντιθ κάτι ανέφερε ότι λήστεψαν το διαμέρισμά σας πριν μερικές βδομάδες . 
Έχει τακτοποιηθεί αυτό . Δεν υπάρχει λόγος να ανησυχείτε . 
Σίγουρα θα έχετε σοβαρότερα ζητήματα ν ' ασχοληθείτε . 
Χαίρομαι . 
Θεέ μου , αυτά τα σκουλαρίκια . 
- Έχεις κάτι για απολύμανση ή ... - Ναι . 
Τρύπησα τ ' αφτιά μου πρόσφατα και μ ' έχουν πεθάνει . 
Θεέ μου . 
Λοιπόν , κυρίες , σας αφήνω με τα φλεγόμενα αφτιά σας . 
Δεν πληρώνομαι ν ' ασχολούμαι με τέτοια . 
Καλή σας ημέρα , αστυφύλακα . 
Και σ ' εσάς , κα Σουόρτς . 
Σου ζήτησε να βγείτε , έτσι ; 
Νομίζω πως είναι ένα αλλόκοτο κόλπο για να φτάσει σ ' εσένα . 
Όχι δα . 
Νομίζω πως μολύνθηκε το θείο μέσα μου . 
Ωστόσο ... μου εξασφάλισε το νοίκι χάρη σε μια προκαταβολή απ ' την Μπάλτιμορ Σταρ . 
Είμαι υπερήφανη για σένα . 
Σε ζηλεύω , αλλά είμαι υπερήφανη . 
Έλα τώρα . Με βλέπεις . Μπορείς να χαμογελάσεις . 
Θυμώνεις που το ' χει ακόμη η μαμά σου . 
Απορώ πώς δεν πήγες να παίξεις νούμερα . Πλάκα κάνω . Συγγνώμη . 
Έχεις γνωρίσει κανέναν που έπιασε την καλή παίζοντας νούμερα ; 
- Ποιον ; 
- Εσένα . 
Ναι . Θα σ ' τα είπε όλα ο Τσάρλι , έτσι ; 
Ο μπαμπάς μου μ ' έβαλε να ποντάρω όλα μου τα λεφτά σ ' ένα όνειρο που ' χα δει και κέρδισα . 
Ναι , αλλά τα πήρε όλα εκείνος κι έφυγε . 
Έτσι είναι . 
Ακόμη αγαπώ τον μπαμπά μου . 
Χρειάζομαι τη βοήθειά σου , Τέντι . 
Θα παίξω νούμερα μία τελευταία φορά , αλλά δεν θα το πεις στον γερο-Τσάρλι . 
Θέλω να μου πεις για κάποιους που βάζουν στοιχήματα . 
Δεν έχασε ποτέ στοίχημα . 
Ήταν πάντα εκεί στην ώρα του ... 
- Ποιος είναι ; - Η Κλίο . 
Άντε πηδήξου , Κλίο . 
Μπαίνω μέσα . 
Εκείνος ο μικροτσούτσουνος ο Κλάρενς σου ' δωσε γαμημένο κλειδί ; 
Πολλά επίθετα για τόσο μικρή ερώτηση . Κράτα το . 
Ούτως ή άλλως θα φύγω από δω χάμω . 
Τότε , γιατί διάολο μαστουρώνεις ; 
Αποχαιρετιστήριο δωράκι απ ' τον Σελ . 
Ντόρα , σε θέλω συγκεντρωμένη . 
Θέλω βοήθεια . 
Πήρα τον Ρέτζι κι έρχεται ... Μωρό μου . 
Καλά είναι , Ρέτζι . Άσ ' το . 
Εσένα σου φαίνεται καλά ; Άσε τις μπούρδες , Ρέτζι ! 
Αν δεν ήθελες να τη βλέπεις έτσι , θα το ' λεγες στο αφεντικό . 
Για σένα δεν την έχει έτσι ; 
- Πρόσεχε πώς μου μιλάς , Κλίο . 
- Βάλτωσε ! Δεν μπορεί να φύγει . 
Έτοιμη να χορέψει στον σκοπό σου όποτε θες ... Είπα , πρόσεχε τι λες , Κλίο ! 
Δεν το ξέρει εκείνος , έτσι ; 
Τι ; 
Ότι έστειλες εμένα για τον φάκελο . 
Δεν είχε ιδέα τι εννοούσα όταν του είπα ότι θα καθαρίσεις για ' κείνον . 
Έτσι δεν είναι ; 
Το περίμενα ! 
- Γιατί έστειλες εμένα , Ρέτζι ; - Προσπαθούσα να ... 
Ν ' αποφύγω τα μπλεξίματα , Κλίο . 
Αν καταστραφώ εγώ , Ρέτζι ... θα σε πάρω μαζί μου . 
Κατάλαβες ; 
Ή μπορείς να βοηθήσεις και τους δυο μας να μην πνιγούμε . 
Τι θες ; 
Είδα τα κόκκινα βιβλία . 
Ξέρω ότι ο Σελ παρεμβαίνει στο ποσό πονταρισμάτων στο Πίμλικο ώστε τα στοιχήματα στην κούρσα να καταλήγουν στο 315 , ενώ όλη η πόλη ποντάρει στην ημερομηνία γέννησης του Άι Βασίλη . 
Είδα την υπογραφή σου στο βιβλίο . 
Ξέρεις το νούμερο που τους δίνει . 
Μου δίνεις εμένα το νούμερο , ποντάρω , δεν οδηγεί σε κανέναν απ ' τους δυο μας . Και μετά εξαφανίζομαι . 
Εξαφανίζεσαι ; 
Και τα παιδιά σου ; Θα παρατήσεις τους γιους σου ; 
Τώρα ανησυχείς για τα παιδιά μου ; 
Με πιθανότητες 600 προς 1 , είναι 30.000 για στοίχημα $ 50 , κι εγώ ... Ρέτζι , θα σου δώσω το 10 % . 
Δεν το δέχομαι . 
- Επειδή είσαι τσιράκι του Γκόρντον ; 
- Παράτα με , Κλίο ! 
Τι διάολο κάνετε ; 
Ντόρα , μωρό μου , άκου . Κοίτα τον Ρέτζι . 
Πλέον σκέφτεται πως ίσως γίνει ευκολότερη η ζωή του αν με ξεφορτωθεί . 
- Τι εννοείς ... - Ντόρα . Μπορεί να θελήσει να με σκοτώσει . 
Αν καταλήξω νεκρή , λοιπόν , θέλω να ξέρεις ποιος το έκανε . Όχι . Ρέτζι , γιατί ... Εκτός αν μας σκοτώσεις και τις δύο . 
Τι έχει πάθει αυτή ... Ρέτζι , βρες μου εκείνο το νούμερο . 
- Να τος ! 
- Μπάουερ , πέρνα ! 
Δρ Κόρνμπλατ , από δω η Μάρτζορι Σουόρτς . 
- Μάντλιν . 
- Συγγνώμη . Μάντλιν . Και προτιμώ το πατρικό μου . Μόργκενστερν . 
Πρώτη φορά τ ' ακούω . Από δω η Μάντλιν Μόργκενστερν . 
Χαίρω πολύ , κυρία " Άστρο της Αυγής " . Ήξερες ότι μιλάω γερμανικά ; 
Δεν με εκπλήσσει οτιδήποτε κάνεις . 
Από δω ο δρ Κόρνμπλατ . Ο ιατροδικαστής . 
- Της έδειξες τον τοίχο μου ; - Συγγνώμη . Μου διέφυγε . Φεύγοντας . 
Ο γιατρός είναι απ ' το ΛΑ κι έκανε τις νεκροψίες του Τζορτζ Ριβς , της Θέλμα Τοντ , της Μέριλιν Μονρόε ... 
Βασικά , όλοι είναι ίδιοι εσωτερικά . Έτσι μαθαίνω . 
Δρ Κόρνμπλατ , υπήρχε κάτι ασυνήθιστο ... Οτιδήποτε που ίσως παρατήρησες στη μικρή Ντερστ που τους ξέφυγε ή ... 
Τα χαλίκια που βρήκα έπιασαν τον φονιά της . Αυτό παρατήρησα . 
Υπήρχε κάτι άλλο ; 
Βοήθα με , γιατρέ . 
Για σένα , Μπάουερ , νομίζω πως όντως υπήρχε κάτι . 
Τι έχεις ; 
Δεν είχε μόνο χαλίκια κάτω απ ' τα νύχια της . 
Βρήκα κύτταρα δέρματος . Που σημαίνει ότι αντιστάθηκε όταν επιχείρησε να τη βιάσει . 
Επιχείρησε να τη βιάσει ; 
Είχε μώλωπες ανάμεσα στα πόδια , μα ο υμένας δεν είχε διαρρηχθεί . 
Η αστυνομία ξέρει , μα η οικογένεια πέρασε πολλά και δεν ήταν το αίτιο θανάτου , άρα ... Το δέρμα κάτω απ ' τα νύχια της ήταν του Ζαβάντσκι ; 
Δεν έχω ιδέα . Δεν είχε γρατζουνιές . 
Άρα , θα μπορούσε να ήταν άλλος . 
Εγώ τους κόβω , εσείς λέτε τις ιστορίες τους . 
Μα δεν βλέπω γιατί όχι . 
Γεια σου , Σέντρικ . 
Καλησπέρα . Κι έχουμε κλείσει , δις Τσιχλόφουσκα . 
Μπορείς να μου δώσεις τα μηνύματά μου ; Βασικά , ναι . 
Είχες ένα απ ' τη μητέρα σου . Ακούγεται γλυκύτατη . 
Κι ένα απ ' την ψυχιατρική κλινική . 
Γεια σας , τηλεφωνώ από την Μπάλτιμορ Σαν για τον δρα ΜακΚένζι . 
Σας συνδέω . 
- Η κα Σουόρτς ; - Όχι , Μόργκ ... Ναι , η ίδια . 
Τηλεφωνώ αναφορικά με το γράμμα σας στον Στεφάν Ζαβάντσκι . 
- Θεωρούμε πως ίσως βοηθήσει αν ... - Ναι ; Ζητά να σας συναντήσει . 
Είμαι η Μάντλιν . 
