- हे भगव न । नह ं । - ऐल्व न ? 
तुम मुझे बत ओगे क्य हुआ है ? 
बस ... म स्टर शेल ग र्डन क पत चल गय है क मैंने कुछ पैस ं क हेर फेर क थ , और ... 
क्य तुम्ह र जुआ खेलन क फ़ नह ं थ ? अब तुम दूसरे ल ग ं के द ँव च र कर रहे ह ? 
मर्व , मैंने उसे पैसे दे द ए । 
मुझसे झूठ मत ब ल । 
मैंने उसे पैसे दे द ए । तुम्ह र तुरह ? 
भगव न क़सम , ऐल्व न , अगर तुमने उस आदम के ल ए क म करन बंद नह ं क य और तुम अपन तुरह व पस नह ं ल ए , त मैं क्ल य के स थ यह घर छ ड़कर चल ज ऊँग । 
ज न ? 
ज न ? मर्व ? 
मर्व , मेर ब त त सुन । 
तुम्ह रे प स दस ड लर कह ँ से आए ? 
पूरे स ल च र्ल के स थ क म करके जम क ए हैं । 
तुम ज नत ह तुम्ह र ब प द न नह ं लेत , है न ? 
यह क ई द न नह ं है । इसके ल ए आपक क म करन पड़ेग । 
मुझे क म करन पड़ेग ? 
- ह ँ । चल ए । 
- ठ क है , म स शेरवुड । 
ठ क है । 
देव य ं और सज्जन ं , आपके स मने प्रस्तुत करते हुए मैं बहुत सम्म न त महसूस कर रह हूँ , 
- बेम स ल क्ल य शेरवुड क । - शुक्र य । 
और उनक स थ न भ रहे हैं , तुरह क आव ज़ न क ल रहे , ऐल्व न शेरवुड । 
मुझसे कह तुम मुझसे प्य र करते ह ... मैं , व लेस व्ह इट , देर र त क एक ख़ स ख़बर पेश कर रह हूँ । 
कल र त स ढ़े दस बजे से कुछ ह देर ब द , प र्षद मर्टल समर क हत्य करने क क श श क गई , ज ससे पूर ब ल्ट म र सकते में है । 
हत्य क क श श करने व ले अभ भ आज़ द हैं । पुल स उनक तल श कर रह ... 
- हैल ? - रेज , मैं ब ल रह हूँ , क्ल य । 
क्य ह रह है ? 
तुम ज नते ह क्य ह रह है । 
मर्टल समर घ यल है । 
ख़बर ं के अनुस र उसक ट ँग में म मूल खर ंच आई है । 
और मुझे इस ब रे में कुछ नह ं पत है । न ह तुम्हें । 
उन्ह ंने अपन ग ड़ मुझसे चलव ई थ । तुम समझ रहे ह ? 
क ई ज नत है तुम वह ँ थ ं ? 
ह ँ , कैरल कबूतर ज नत है । और वे द न ं कम ने भ ज न्हें वह अपने स थ ल य थ । 
वह बंद वह ँ ल ल कनवर्ट बल में गय थ , रेज । - ज़र सुन ए । - क्य कह तुमने ? 
- ज़र सुन ए । - एक म नट ! 
मैं इस ब रे में शेल से ब त करूँग । 
मैं ह त त ऐस नह ं करत , क्ल य । मेर ब त य द रखन । तुम यह च हत थ ं , य द है न ? 
तुम म स्टर ग र्डन क भर स ज तन च हत थ ं । 
अब तुम्हें उन्हें यह द ख न है क उन्ह ंने क ई ग़लत नह ं क । य उन्ह ंने ग़लत कर द ? 
उन्ह ंने क ई ग़लत नह ं क है । 
क्ल य , इसमें उनक न म नह ं आन च ह ए । 
ह ल त श ंत ह ने तक ल ग ं क नज़र ं से दूर रह और अपन स म न्य ज़ ंदग ज य । 
इस हफ़्ते छुट्ट मन ओ । - म फ़ करन । - ठ क है ! 
जल्द कर , क्ल य । हम तुम्ह र इंतज़ र कर रहे थे । 
- म फ़ करन , मैम । 
- ब प रे । 
ठ क है । अब चल । 
- हे , चल , इन फुलझड़ य ं क देखकर आते हैं । - ह ँ । 
मुझे उम्म द नह ं थ क इसमें इतन दर्द ह ग । 
आप ल ग ं में टैटू करव न और क न छ दव न मन नह ं है ? 
ह ँ , हमें हम रे शर र ं क व कृत करन मन है त क हम रे अंदर के भगव न क अन दर न ह । 
मुझे लगत थ इसक वजह शैत न क ब हर रखन है । 
नह ं , शैत न क दूसरे छेद ज़्य द पसंद हैं । 
यह पूर तरह से अंदर नह ं गय । मुझे यह अपने ह थ से अंदर घुस न ह ग । 
लेख क बनने के तुम्ह रे सपन ं ने तुम्ह र ज़ ंदग बर्ब द कर द । 
अब तुमने च ह क वह सपने तुम्ह र ज़ ंदग क कह न द ब र ल खें । 
लेक न तुम्हें इसमें मेर ल श क घस टने क क्य ज़रूरत थ ? द ब ल्ट म र स्ट र 
मैं उस झरने के तल में सुरक्ष त थ । 
गुड म र्न ंग , मैम । मैं आपक क्य मदद कर सकत हूँ ? 
गुड म र्न ंग । मैं ... 
मैं यह ँ ब ब ब वर से म लने आई हूँ । 
आपने अप इंटमेंट ल य थ ? 
वह मुझसे म लकर बहुत ख़ुश ह ंगे । 
और आपक न म है ? 
मैड श्वर्ट्ज़ । 
प्ल ज़ वह ँ इंतज़ र क ज ए । 
म स्टर ब वर । एक लड़क आपसे म लने आई है । 
उसक न म मैड श्वर्ट्ज़ है , लेक न मुझे नह ं लगत उसे कुछ ख़ स क म ह ग । 
म सेज़ श्वर्ट्ज़ , स धे ह थ पर आख़ र डेस्क । 
मैं आपक क्य मदद कर सकत हूँ , म सेज़ श्वर्ट्ज़ ? 
लगत है मदद त मैंने आपक क है । 
द स्ट र बच्च के क़त्ल क संद ग्ध शुक्र य । 
और कुछ ? ह ँ । 
- मैंने आपके अख़ब र में पढ़ ... - ह ँ , बैठ ह ज इए । ... क एक अश्वेत आदम , ज सक आँख ज़ख़्म है , 
उसे फ़ श स्ट र में टेस डर्स्ट के स थ ब त करते हुए देख गय थ । आप भ न । ऐस स्टेफ़न ज़व ड्ज़्क क म ँ ने कह है । 
श यद मुझे ज कर उससे ब त करन च ह ए , एक म ँ क दूसर म ँ से , ह सकत है इस कह न में कुछ और पत चल ज ए । 
अगर हमें लगत इसमें एक म ँ मदद कर सकत है , त हम एड्न क भेजते , क्य ंक यह यह ँ हम सबक म ँ जैस है । 
सह कह न ? 
अपने डरप क चमच ं में से क स क भेज । मेरे प स बहुत क म है । 
लग त रह है आपक अभ भ मेर ज़रूरत है । 
मैं समझने क क श श करत हूँ , म सेज़ श्वर्ट्ज़ ... मेर न म मैड है । 
आप च हत हैं क आप एक ऐसे गंभ र व्य वस य क संस्थ न के अंदर आएँ , ज समें हुनरमंद और अनुभव ल ग क म करते हैं और बस ख़बर ं पर क म करन शुरू कर दें । 
और आपक इकल त य ग्यत है एक म ँ ह न ? आपक न म उस अख़ब र पर इसल ए है क्य ंक मैंने आपक एक ऐस बढ़ य सुर ग़ द य ज ससे आपक एक अनूठ ख़बर म ल । 
नह ं , आपने मुझे भटक य , लेक न मेरे प स इतन हुनर और अनुभव थ क मैंने उस भटक व क अपने फ़ यदे में बदल द य । 
मेरे ख़य ल से , इसक फ र भ यह मतलब है क आप पर मेर एक एहस न बक य है , म स्टर ब वर । ब ब । नह ं , मैं ख़बर ं के व्यवस य में हूँ , उपक र ब ँटने के व्यवस य में नह ं , ज आप मुझसे करने के ल ए कह रह हैं । 
मेरे प स ल खने क अनुभव है । 
आपके प एट्र क्लब क य आपके स्कूल के अख़ब र क ? 
आप अपन रेज़्यूमे ल ई हैं ? 
मैं आपक ब हर तक छ ड़कर आत , मैड । लेक न आपक व श्व स ह य न ह , मेरे प स बहुत क म है । 
ग्लैड स , मैंने क सक फ़ न क ट थ ? 
तुम नशे में ह य जेल में ? 
आपके समय के ल ए आपक बहुत शुक्र य । 
ड अर स्टेफ़न , मैं इस ब त क स र्फ़ कल्पन कर सकत हूँ क तुम्हें इस समय कैस महसूस ह रह ह ग । 
मैं तुम्हें बत न च हत हूँ क हम में से कुछ ल ग तुम्ह र स्थ त क लेकर तुमसे सह नुभूत रखते हैं । 
मेर न म मैड है और मैं ह वह इंस न हूँ ज से झ ल में टेस म ल थ । 
हम मर्टल समर के स थ ल इव हैं , ज अस्पत ल से छुट्ट म लने के ब द अपन पहल बय न देंग । 
कल , मेरे घर के ब हर मुझे म रने क क श श क गई । 
ग ल मेरे पैर में लग , लेक न आज मैं उस पैर पर खड़े ह कर इस चुन व क लेकर अपन प्रत बद्धत क द हर त हूँ । 
मेर मुह म , मेरे समर्थक और इस शहर के ल ग ब ल्कुल नह ं झुकेंगे । 
उसक म त के ब द उसे सबसे पहले मैंने देख थ । 
कह ज रह है क उसे आख़ र ब र ज़ ंद देखने व ले तुम थे । 
इससे मुझे लगत है क हम क स न क स तरह आपस में जुड़े हुए हैं । 
यह एहस स श यद तुम्हें भ ह त ह ग । 
हम र पुल स इन क यर आदम य ं क ढूँढ न क लेग । 
ऑपरेटर , क्य आप मुझे प्ल ज़ क्ल फ़्टन ट . पर्क न्स मन र ग अस्पत ल क पत दे सकते हैं ? 
क्य मैं तुम्हें एक छ ट स पेशकश दे सकत हूँ ? 
सुनकर देखते हैं । 
मैंने देख तुम्ह रे प स ब र के प छे एक फ़ न है । 
अगर मैं तुम्हें हर मैसेज के ल ए प ँच सेंट दूँ , त क्य तुम मेरे फ़ न उठ ओगे ? 
पच्च स सेंट क ब त कर त स चूँग । 
क्य तुम यह बत ए ब न फ़ न क जव ब दे सकते ह क यह फ़ न द स ल्वर ड लर क है ? 
क्य आप च हत हैं क मैं एक ट ई भ पहनकर रखूँ , मैम ? 
यह बस तब तक के ल ए , जब तक मेरे ख़ुद के अप र्टमेंट में फ़ न नह ं लग ज त । 
तुम यह ँ रहत ह ? 
इस इल क़े में फ़ न लगने में थ ड़ समय लग सकत है । 
मैं दरअसल इस इम रत में रहत हूँ । 
त फ र पड़ स ह ने के न ते , 30 सेंट में स द पक्क करते हैं । 
तुम्हें बस इसे इस तरह कसकर पकड़न है । देख , यह तुम्हें अस्तबल में ले ज ने क क श श करेग । त तुम्हें ... 
इसे इस तरह उत र और ऊपर से पकड़ । और ख ंच । 
और इसे पूर तरह प छे ले ज ओ , वरन यह न चे घ सटने लगेग । 
- यह च ज़ ... - अरे , सुन । आज देर तक क म कर रहे ह ? 
यह ँ क्य कर रहे ह , ठुल्ले भ ई ? यह ँ क ई भ ग़लत क म नह ं ह रह है । 
तुम ज़ब न संभ लकर ब त कर , ट थ । 
क ई ब त नह ं । अपने बेटे के स मने इसे बह दुर द ख लेने द । 
जून , क्य चल रह है ? 
- सब ठ क है । - फूल ं में अभ भ त क़त है ? 
हद है , य र । तुम्हें हमसे क्य परेश न है ? 
तुम ज नते ह क एस ड क घ ड़ ं क इस ह लत में देखन पसंद नह ं है , द स्त । 
ऐस कुछ नह ं है , भ ई । 
त अब वह भ ई ह गय , हँ ? 
एस ड क हम संभ ल लेंगे । और तुम शहर के स रे अस्तबल ं में क म करने व ले ल ग ं से यह पूछ क क्य उनके प स इसक क ई ज नक र है क कल र त मर्टल समर क म रने क क श श क सने क , ठ क है ? 
मैं ज नत हूँ तुम रेहड़ व ल ं के क न बहुत तेज़ ह ते हैं । य र , मैंने कह ं कुछ नह ं सुन है । सुन त है । 
जैसे एक ऐसे बंदे के ब रे में ज सने अस्पत ल गए ब न अपने प छव ड़े से बहुत स रे छर्रे न कलव ने क क श श क ह । 
य र , मैंने श यद क स घ ड़े के ड क्टर के ब रे में सुन थ ज सने क स बेवक़ूफ़ के कूल्हे से कुछ ग ल य ँ न क ल थ ं । 
बेवक़ूफ़ क क ई न म है ? 
म स्टर ग र्डन ? 
स्लैप कह रह है क आपने उसे आज र त ह स्ट करने के ल ए कह है । यह ब त सह है ? 
म स्टर ग र्डन । 
तुम यह ँ कमबख़्त स्लैप ज नसन के ब रे में ब त करने त नह ं आए ह । 
मुझसे ग़लत ह गई क मैंने वह क म उन ज कर ं क स ंप । 
आपक न म ज ने ब न क ई और वह क म करने के ल ए तैय र नह ं थ । 
तुम्हें पत है मैंने वह क म ख़ुद तुम्हें करने के ल ए क्य ं नह ं कह ? 
क्य ंक आप मुझे बेटे क तरह च हते हैं । मैं तुम्हें बेटे क तरह च हत हूँ । 
सह कह । 
और मैं नह ं च हत थ क उसक ख़ून तुम्ह रे ह थ ं पर और ब झ तुम्ह रे द ल पर पड़े । 
लेक न अब , मर्टल ने उनके चेहरे देख ल ए । उन लड़क ं ने तुम्हें देख ल य थ जब तुमने वह ँ पैसे पहुँच ए । 
क ई फ़र्क़ नह ं पड़त । 
आपके ख़ ल फ़ एक शब्द भ ब लने से पहले मैं क स पुल से कूदकर अपन ज न दे दूँग । 
ज नत हूँ । 
लेक न तुम्हें ग रत हुआ देखकर मेर द ल टूट ज एग । 
ट्र ल र क ! ट्र ल र क ! 
ट्र ल र क ! र क इसे ! ट्र ल र क , प्ल ज़ ! 
- क र र क । - क ई मदद कर ! 
क र र क ! क र र क ! 
ल यनल । 
बच्चे , ज़र द ख ओ । ज़र अपन आँखें द ख ओ । 
अपन आँखें ख ल , बच्चे । मुझे देखने द । 
मुझे और स न है । 
ज नत हूँ । 
ह ँ , क्य ? क्य ? 
इसक आँखें । 
मुझे देखने द । 
देख , मैं ज नत हूँ तुम मेर ज़्य द तर ब त ं से सहमत नह ं ह त ह । ड क्टर इसके ल ए ज कुछ कर सकते थे , वे कर चुके हैं । 
समय आ गय है क तुम मुझे नब स हब क बुल ने द , क्ल य । 
ईश्वर , ओह , ईश्वर , हम आपसे मुक्त म ँगते हैं । 
आपक बेट , ल यनल , इसके पर व र के गुन ह ं में इसक क ई ह थ नह ं है । 
ईश्वर , इस पर व र पर अपन कृप क ह थ रख ए । 
उनके दु ख क ब झ ख़ून क उस नद में बह ज ने द ज ए । 
मेरे स थ द हर ओ । 
हम रे प त ... हम रे उपच रक ... 
हम रे रक्षक ... - हम रे रक्षक ... - हम रे रक्षक ... 
वह ँ ज आपने क य , उससे मेरे बेटे क कुछ मदद म लेग य यह स र्फ़ उम्म द बन ए रखने के ल ए थ ? 
स कल सेल क क ई इल ज नह ं है , यूनेट । तुम यह ब त ज नत ह । 
लेक न तुम्ह रे प स अभ भ उसे बच ने क त क़त है । मैं उसे कैसे बच सकत हूँ ? 
ईश्वर क सेव में अपन समर्पण द ख ओ । 
दसव ँ भ ग । उनके चर्च क द न कर और ऐस ब ज ब ओ , ज सक फल एक चमत्क र के रूप में म ले । 
ईश्वर क क तने क ज़रूरत है ? 
ईश्वर क क ई ज़रूरत नह ं है । 
ईश्वर सम्पूर्ण है । 
और तुम्ह रे बेटे के प्रत उनक प्य र अस म त है । 
सव ल यह है क तुम्ह रे ल ए तुम्ह रे बेटे क क्य क़ मत है ? 
तुम क्य बल द न देने के ल ए तैय र ह ? 
आप ज सकते हैं , नब स हब । 
मैंने बदल व के ल ए र जनेत क तरफ़ देख । 
मैंने सुरक्ष के ल ए दल ल क तरफ़ देख । 
मैंने म क्ष के ल ए उपदेशक क तरफ़ देख । 
लेक न अंत में । मैं ब ल्कुल अकेल थ । 
मैं डूब रह थ , मैड । 
द जेन्युइन ड्र म बुक और मेरे मन में बस यह ख़य ल आत रह क मैं डूबने के ह ल यक़ थ । 
मैंने आज र त एक सपन देख । अच्छ ? 
पूर शहर जल गय थ । 
स्ट्र टक र ख़र ब , बंद पड़ थ ं । 
फ र मैंने एक मेमन देख ... " ख़ुश ज एग और द लत आएग । " " द स इक्क स । " 
मुझे त यह क फ़ अच्छ नंबर लग रह है । 
ठ क है , 221 पर दस ड लर । 
अगर मैं ज त गय त मैं अपन तुरह व पस प सकत हूँ ... मेरे पर व र में हर क स के प स बंदूक थ । 
मेर म ँ के प स त न थ ं । ल ग उन्हें बंदूकें दे ज ते थे । 
और वह ले लेत थ ं ! ल ग उन्हें यूँ ह बंदूकें दे ज ते थे । 
तुम क्य कर रह ह ? 
मैंने कह थ आज र त नज़र ं में मत आन । आज तुम्ह र छुट्ट है । 
आज ड र क आख़ र र त है । 
लड़क क थ ड़े मज़े करने द । 
अम र ल ग ं क ज़म न म लत है । ग़र ब ल ग ं क व र सत में बंदूकें और ल हे क कढ़ इय ँ म लत हैं । 
क्य मुझे एक व डक म र्ट न म लेग , सुंदर से हरे जैतून के स थ ? 
अब तुम प य ग भ ? 
" यह घड़ बहुत अच्छ है । " और तुमने कह , " तुम्हें यह घड़ पसंद है ? मेरे द द ने मरने से पहले मेरे ल ए यह घड़ छ ड़ थ । " और मैं स च रह हूँ , " धत् तेरे क , मेरे द द ने त मेरे ल ए बंदूक छ ड़ थ । " 
" अपन यह कमबख़्त घड़ मुझे दे द ! " 
त बंदूक के धम क ं से य द आय , देव य ं और सज्जन ं , इस स्टेज पर आने व ल - अगल परफ़ र्मर धम केद र है ... - क्ल य । 
... और उसे पर चय क क ई ज़रूरत नह ं है । मुझे इसक ज़रूरत थ । 
यह फ़ेर में परफ़ र्म करने क उसक आख़ र हफ़्त है , क्य ंक वह आप सब अश्वेत कमबख़्त ं क छ ड़कर पैर स ज रह है । 
आप सब ज़ र से त ल य ँ बज इए । स्व गत क ज ए , ड र क र्टर क ! 
यह हुई न ब त ! 
शुक्र य , स्लैप । 
आप सब ज नते हैं मैं खुलकर ब लत हूँ । 
मुझे कुछ ऐसे बहुत अच्छे द स्त म ले हैं ज मेरे सुख-दु ख में मेरे स थ रहे हैं , लेक न आज र त मैं आप सबक न चते हुए देखन च हत हूँ । 
अब , मैं च हत हूँ आप ड र क इस तरह य द रखें । 
शुरू कर , ज न । 
औरत , यह क्य मैंने कुछ ग़लत क म क य है , ऑफ़ सर ? 
म फ़ करन , कल र त मैं ज़्य द स नह ं प ई । 
लेक न फ़ क्र मत क ज ए , आपक लड़क रेज आपके ल ए सब कुछ ठ क कर देग । 
है न , रेज ? 
ठ क है , चल , ल य । बहुत चक्कर ख ल ए । ठ क है । 
तुम क फ़ न च चुक ह । - तुम्हें क्य परेश न है , य र ? - मुझे ह थ मत लग ओ । 
मेर परेश न यह है क तुम मेर पत्न क छूए ज रहे ह । - अरे , य र । - चल , यह ँ से न कलते हैं । 
फ र म लेंगे , रेज । 
आख़ र ह क्य रह है ? 
तुम्हें जलन ह रह है । 
उसक उम्र ह क्य थ ? उसक उम्र लगभग 23 स ल ह ग , लेक न मैं उसे पसंद आ गई थ । 
वह एक आदम के ह श उड़ देत है ब ल्ल क तरह घुरघुर त है आदम क तरफ़ आँखें मटक त है और वह जव ब में आँखें मटक ... ओह , य र , य र , य र । एकदम बढ़ य । चल । 
तुमने शेल से क्य कह थ ? 
तुम मेर ब त सुन रह ह , ल य ? तुमने आख़ र शेल से क्य कह थ ? 
आओ न , मेरे स थ न च । 
तुम इतने अकड़ू क्य ं ह ? 
मेरे जैसे बन । न च न । 
- तुम्हें आख़ र ह क्य गय है ? - चल भ , मेरे स थ न च । 
मुझे घुम ओ , चल । 
- मैं तुमसे एक सव ल पूछ रह हूँ । - अगर तुम मुझे घुम ओगे त मैं जव ब दूँग । 
शेल ने क्य कह थ ? 
मुझे कम्बल द । मुझे अकेल छ ड़ द । 
मुझे कम्बल द । चल , स्लैप । 
प छे ज ओ । मैं स फ़े पर स ज ऊँग । 
श ंत ह ज ओ ! 
क ई ब त नह ं । 
उसने क्य क य , ज न ? 
चल । मेरे स थ सेक्स कर , स्लैप । आ ज ओ , प्ल ज़ । - नह ं । - आओ , स्लैप । मेरे स थ सेक्स कर , प्ल ज़ । - प्ल ज़ , स्लैप । 
- ज न , नह ं , इस तरह नह ं । 
मुझे बत ओ क्य ह रह है , ज न । 
मुझे बत ओ क्य हुआ है ? 
क्य शेल ने तुम्हें क स मुस बत में ड ल ? 
तुमने क्य क य ? 
शेल के स थ क्य हुआ , इससे क्य फ़र्क़ पड़त है ? 
क्य फ़र्क़ पड़त है , जबक हम र बेट मरने व ल ह ? 
हमें यह पहले से पत थ , क्ल य । 
क ई ब त नह ं । 
- नह ं । मैंने उम्म द ब ंध ल थ । - क्ल य , क ई ब त नह ं । 
मैं बहुत शर्म ंद हूँ । शर्म ंद ह ने क क ई ब त नह ं । क्य ं ? 
उम्म द रखन अच्छ ब त है । 
आज मैं नब स हब से म ल । 
उन्ह ंने कह वह कुछ नह ं कर सकते । 
कुछ नह ं कर सकते । लेक न मुझसे पैसे ले सकते हैं । 
हम क ई और ड क्टर वग़ैरह ढूँढेंगे । हम ? 
यह ँ " हम " जैस कुछ नह ं है । 
यह ँ बस तुम और तुम्ह रे कमबख़्त सपने हैं । 
मुझसे ऐस मत कह । मुझे सपने देखने के ल ए स र्फ़ इसल ए द ष मत द ... क्य ंक तुमने अपन सपन छ ड़ द य । 
तुम च हते ह मैं सपन देखूँ जबक मैं स ँस भ नह ं ले प रह हूँ । 
- म फ़ कर द । मुझे म फ़ कर द । - स्लैप , मैं स ँस भ नह ं ... 
- मैं स ँस भ नह ं ले प रह हूँ । - ल य , मैं यह ं हूँ । 
मैं यह ं हूँ । हे । 
मैं यह ं तुम्ह रे स थ हूँ । मुझे म फ़ कर द । 
प्ल ज़ , ल य , अब मुझे डर लगने लग है , ल य । 
हे , चल , लड़ते नह ं हैं । 
प्ल ज़ , ज न । चल , लड़ते नह ं हैं । ठ क है ? 
ओह , भगव न । 
ज नत हूँ । मैं बहुत ख़र ब म ँ हूँ । 
क्य आप गम चब रह हैं ? 
मुझे म फ़ कर द । 
मैं देर से ज ग और फ र मेरे हबकैप्स च र ह गए । 
अच्छ , ब टम में ? 
इसक त उम्म द ह नह ं थ । 
तुम्हें वह ँ आकर मुझसे म लन च ह ए । वह पहले से क फ़ अच्छ ह गय है । 
नह ं । शुक्र य । 
व ह । यह ँ त बहुत भ ड़ है । 
ह ँ । कुछ म ँएँ अपने बेट ं के क लेज के द ख़ ले क लेकर च ंत त हैं , त क उन्हें व यतन म युद्ध में न भेज द य ज ए । 
मुझे नह ं लगत क श क्ष युद्ध क अन व र्य भर्त से बचने क क ई तर क़ है । 
यह ल । 
मुझे उम्म द है , मतलब , अगर तुम्हें इतन फ़ क्र है , त तुम्हें सड़क ं पर उतरकर आंद लन करन च ह ए । 
मेरे प स एक आइड य है । 
आप सड़क ं पर उतरकर आंद लन क्य ं नह ं करत ं ? 
मैं बस इतन कह रह हूँ क यह बहुत अच्छ ह ग अगर तुम क स च ज़ क लेकर श द्दत से क म कर । 
देख ए , मेरे आसप स बहुत स रे क्र ंत क र हैं । 
- पर पत है मैं क्य च ज़ श द्दत से च हत हूँ ? 
- क्य ? आप प ँच म नट के ल ए मुझे उपदेश देन बंद कर दें । 
हम रे घर क म ड़ प छे चल गय । 
हम घर नह ं ज रहे हैं । 
अगर च ह त क र में ह रह सकते ह । 
... द ड़ शुरू ह ने के ब द । 
त अब हम क्य करेंगे ? 
प ँच बजे क द ड़ से पहले वे ह उस क ल लेन पड़ेंग । सह कह , बच्चे । 
सह कह । 
मुझे मत छूओ , म ठे कह ं के । 
तुम ऑफ़ सर डेव स कह गे , स्प न्ज । 
तुम्ह रे प छव ड़े में छर्र अभ भ है ? - क्य बकव स है ! - थ ड़े छर्रे मैं न क ल देत हूँ । 
और मैं ऑफ़ सर डेव स से कहूँग क इनके ह थ में ज सबूत है , यह इसे उस पुल स थ ने तक लेकर चलें और हम वह ँ यह बत एँगे क सभ सद समर क हत्य क य जन तुमने बन ई थ । 
- समझ आय , बेट ? - य र , मुझे उस ब रे में कुछ नह ं पत ... हद है और हम द न ं ज नते हैं क तुम्ह रे प स इतन द म ग़ नह ं है , स्प न्ज । 
- त हमें बत द क यह क म तुमसे क सने करव य ! - ठ क है । वह एक औरत थ । 
- औरत ? क न थ वह ? 
क़सम से । सच में क़सम से कह रह हूँ , मुझे नह ं ... वह अश्वेत थ । 
- अश्वेत के अल व कुछ और भ बत ओ , य र । - वह सुंदर थ । 
उसने एक सुंदर प उडर ब्लू रंग क क ट पहन हुआ थ । 
क फ़ महँग रह ह ग । 
च य प य गे ? 
नह ं , शुक्र य । 
पत है , तुम बैठ सकते ह । 
यह ज़्य द बड़ नह ं है , लेक न अब मैं यह ं रहत हूँ । 
यह ँ मेर एक छ ट स पलंग है , मेर छ ट स रस ई है ... ह ँ , मुझे द ख रह है , म म । 
मत कर । 
- पत नह ं म ल्टन क्य कहेग । - आपक मतलब है डैड ? 
- अब आप उन्हें म ल्टन कहकर बुल ने व ल हैं ? 
- मतलब , उसक न म यह है । 
क्य यह जगह व क़ई इतन बुर है ? 
यह ँ अज ब स महक आ रह है । 
यह ँ क महक बस अलग है । अगर तुम यह ँ अक्सर रुकने लग , त ह सकत है यह ँ से तुम्ह र महक आने लगे । 
तुम्हें इसक आदत पड़ ज एग , और ह सकत है यह ँ से घर जैस महक आने लगे । 
यह ँ घर जैस महक कभ नह ं आएग , क्य ंक डैड यह ँ नह ं हैं । 
क्य मैं तुम्ह रे ल ए उसक फ़्ल र स नंबर 89 परफ़्यूम स्प्रे करूँ ? 
पत है म ल्टन ने वह परफ़्यूम तब लग न शुरू क य थ जब तुम च र स ल के थे और उसने कह ं पढ़ थ क जेम्स ब न्ड वह परफ़्यूम लगत है ? 
तुम उसके जैसे उब ऊ मत बन , सेथ । 
- डैड उब ऊ नह ं हैं । - तुम ... - उब ऊ त आप हैं । 
- नई महक क अपन ओ । नए अनुभव ं क भ । 
यह ँ इस न ग्र ल ग ं के शहर में एक बन वट र म ंच-य त्र पर न कल हुई हैं । यक़ न नह ं ह त क आपने इस कचरे के ल ए हमें छ ड़ द य । 
मैंने तुम्हें नह ं छ ड़ । 
मैं तुमसे प्य र करत हूँ । मैं तुम्ह रे स थ समय ब त न च हत हूँ , लेक न तुम म ल्टन के स थ रहने पर ज़ र देते रहते ह । 
म म , उन्हें न म से बुल न बंद क ज ए । 
तुम बहुत स्व र्थ ह । 
- आप ... मैं , स्व र्थ ? 
- अब तुम बच्चे नह ं ह । 
मैं मुश्क ल द र से गुज़र रह हूँ और तुम्हें स र्फ़ अपने आर म क परव ह है । ब ल्कुल म ल्टन क तरह । 
तुम द न ं एक जैसे ह । मुझे समझ नह ं आत क्य ं । 
- क्य ं ? आपक समझ क्य ं नह ं आत ? - पत नह ं । 
- यह समझने में इतन मुश्क ल क्य है ? - मैं यह कभ नह ं समझ प ई । मैं कभ ... 
- आप क्य ं नह ं समझ सकत ं ? - सेथ , बस कर । 
- नह ं , मुझे बत इए । - बस कर । - आपक मेरे ब रे में क्य समझ नह ं आत ? - बस कर ... 
भूल ... क्य ं ? मुझे बत इए , आपक इस ब रे में क्य समझ नह ं आत ? 
वह तुम्ह र ब प नह ं है ! 
मुझे म फ़ कर द ... मुझे म फ़ कर द । 
यक़ न नह ं ह त मैंने यह कह द य । 
मैं नह ं ... मैं बस ग़ुस्से में थ । 
मैं बस यह च हत हूँ क तुम यह ज न क तुम क्य बन सकते ह और तुम क्य कर सकते ह । 
मुझे म फ़ कर द । 
मुझे ... क्य , उस आदम के जैस कुछ , ज सके स थ आपके सम्बन्ध थे , ज सक न म तक अपन ड यर में ल खने क आपने ज़हमत नह ं उठ ई ? 
तुमने मेर ड यर पढ़ ं ? 
आपने ब न क स त ले वग़ैरह के उन्हें अपन अलम र में छ ड़ रख थ । 
अगर आप च हत थ ं क ई उन्हें न पढ़े , त उन्हें क स ऐस जगह रखत ं - जह ँ उन्हें ढूँढन मुश्क ल ... 
कब ? तुमने मेर ड यर कब पढ़ ं ? 
मेरे ब र म ट्ज़्व से एक द न पहले । 
मुझे लग ... मुझे लग भगव न मेर पर क्ष वग़ैरह ले रहे हैं । 
मैं उन पन्न ं क फ ड़कर फेंक देन च हत थ , त क डैड उन्हें न पढ़ प एँ , लेक न फ र आपक पत चल ज त क मैंने उन्हें पढ़ ल य है । त मैं वह नह ं कर सक । 
त मैं बस उस सच के स थ ज ... मुझे इस डर में ज ने क आदत ह गई है क डैड क पत चल ज एग और वह हमें छ ड़कर चले ज एँगे और ... मुझे म फ़ कर द । 
और फ र कमबख़्त आप हमें छ ड़कर चल गईं ... आप हमें छ ड़कर चल गईं । आप मुझे स्व र्थ कह रह हैं ? 
मुझे नह ं पत मैं क न हूँ । और मुझे नह ं पत मेरे असल प त क न हैं । और मैं ... और मुझे क ई परव ह भ नह ं है क्य ंक मेरे प स एक प त हैं । 
बेशक । 
आज उन्हें ज तन च हे , म ल्टन कहकर बुल लें , लेक न वह मेरे डैड हैं । 
- ठ क है । - एक प त के रूप में मुझे स र्फ़ उनक ज़रूरत है । 
ठ क है । 
त , क्य मैं अब प्ल ज़ घर ज सकत हूँ ? 
जब एक औरत अपन ज़ ंदग क पुर न य द ं क सफ़र शुरू करत है , और उसक स मन भुल द ए गए झूठ ं , गुम ह चुक य द ं और टूट चुके व द ं से ह त है , तब उसे एहस स ह त है क वह अपने आसप स के उन ल ग ं के ल ए क तन ख़तरन क थ , ज समझते थे क वह ख़ुद क ज नत है । 
म स क्ल य पैट्र । कहन पड़ेग , उस ब र के प छे छुपकर तुम्ह र आध सुंदरत छुप ज त है । 
- तुम्हें क्य च ह ए , ऑफ़ सर प्लैट ? - ठ क है , त ... 
क्ल य , सब कुछ ठ क त है न ? 
ह ँ । बस थ ड़ देर क ब त है । यह मेरे द स्त हैं , म स ज न । 
हे , म स ज न । 
मैंने उन ज कर ं में से एक क ढूँढ ल य है , ज न्ह ंने म सेज़ समर क म रने क क श श क थ । 
वह यह त नह ं बत सक क उसे यह क म क सने द य थ , पर वह यह ज नत थ क पैसे क सने पहुँच ए थे । 
उसने कह तुम क र भ चल कर ले गई थ ं , क्ल य । 
मुझे नह ं पत तुम क्य ब त कर रहे ह , ऑफ़ सर प्लैट । 
फ र हम फ़ेर में म ल सकते हैं । हम यह ब तच त म स्टर ग र्डन के स मने कर सकते हैं , ठ क है ? 
य तुम मेर मदद कर सकत ह और मैं , जब तक ह सकेग , तुम्ह र न म इससे ब हर रखूँग । 
उनके ल ए तुम बस एक समस्य ह , ठ क है ? हम द न ं यह ब त ज नते हैं । 
और मैं उस ब रे में त कुछ नह ं कर सकत , पर मैं तुम्हें कुछ समय क म हलत द लव सकत हूँ । 
तुम समझ रह ह ? 
ल ल बुइक स्क ईल र्क । ब एम-8488 । 
- शुक्र य , क्ल य । - ऑफ़ सर प्लैट ? 
जब वह म हलत ख़त्म ह ज एग , तब क्य ह ग ? 
हम द न ं ज नते हैं तुम्हें क सने भेज थ , क्ल य । 
तुम पुल स थ ने आकर हमें उसके ब रे में बत ओ , और हम सुन श्च त करेंगे क तुम्हें क ई नुक़स न न पहुँचे । 
- हमें ? - ह ँ । - पुल स क ? 
- ह ँ । 
वह पुल स ज तुम्ह रे स थ क हर हफ़्ते एक म ट ल फ़ फ़ लेने के ल ए भेजत है ? 
मुझे नह ं पत तुम क्य कह रह ह , क्ल य , लेक न ज नक र के ल ए शुक्र य । 
मैं तुमसे जल्द म लूँग । 
ब य , म स ज न । शुक्र य । 
ओह , म सेज़ श्वर्ट्ज़ । 
अब क्य ह गय ? 
मैं बहुत थक हुआ हूँ । 
मैंने स्टेफ़न ज़व ड्ज़्क क एक ख़त ल ख थ । 
बध ई ह । 
उसने मुझे ख़त क जव ब द य है । 
यह एक ख़बर है । 
" प इक्सव ल क गृह ण क एक नय पत्र-म त्र म ल । " - यह ख़बर त बहुत क म क है । 
- ठ क है । मैं इसे " द ब कन " य " द सन " के प स ले ज त हूँ । 
वे श यद इसके ल ए एक बेहतर हेडल इन भ बन लेंगे । रुक । 
हे , हे , हे । ठ क है , यह एक ख़बर है । इसमें लेखक क न म मेर ह ग । 
आप इसक श ध करने और इसे ल खने में मदद कर ए , आपक न म सहय ग के त र पर दे द य ज एग । 
मुझे पेशग च ह ए । 
आपक ऑफ़ सर ब स्क य द ह ंगे । 
- मुझे ज न कहकर बुल इए । 
- ऑफ़ सर , सब ठ क त है न ? 
वर्द पहनने क यह नुक़स न है । ल ग जैसे ह आपक देखते हैं , वे म न लेते हैं क कुछ गड़बड़ ह ग । 
मैं बस अपन गश्त पर हूँ । 
क्य ह ल हैं आपके , म स श्वर्ट्ज़ ? मेरे ह ल इससे बेहतर कभ नह ं थे । 
अच्छ ? 
क्य ंक जूड थ ने कुछ ज़ क्र क य थ क कुछ हफ़्ते पहले आपके अप र्टमेंट में च र ह गई थ । 
वह स्थ त संभ ल ल गई थ । आप उसक च ंत मत कर ए । 
मुझे यक़ न है आपके प स त हल करने के ल ए क फ़ बड़ समस्य एँ ह ंग । 
मुझे यह सुनकर ख़ुश हुई । 
ओह , भगव न । ये ब ल य ँ भ न । 
- तुम्ह रे प स इन्फ़ेक्शन र कने के ल ए कुछ है य ... 
मैंने ह ल ह में अपने क न छ दव ए थे और इनक दर्द कम ह नह ं ह रह है । 
ब प रे । 
त , म हतरम ओं , आप अपने दुखते क न ं क देख ए , मैं चलत हूँ । 
यह त न श्च त ह मेरे अध क र क्षेत्र से ब हर है । 
आपक द न अच्छ ब ते , ऑफ़ सर । 
आपक भ , म स श्वर्ट्ज़ । 
वह तुम्हें डेट पर ले ज ने के ल ए पूछ रह थ , है न ? 
मुझे लगत है यह उसक आप तक पहुँचने क एक अज ब स य जन है । 
नह ं , प्ल ज़ । 
मुझे लगत है मेरे अंदर क भगव न दूष त ह चुक है । 
लेक न ... उसने " द ब ल्ट म र स्ट र " से म ले एक पेशग चेक के ज़र ए क र ए क इंतज़ म कर द य है । 
मुझे आप पर गर्व है , मैड । 
जलन भ ह रह है , लेक न गर्व भ है । 
हद है । तुम मुझे देख रहे ह । तुम मुस्कुर सकते ह । 
तुम बस इसल ए न र ज़ ह क तुम्ह र म ँ अभ भ बढ़ य खेल सकत है । 
त ज्जुब है क तुम ल टर खेलने नह ं गए । मैं मज़ क़ कर रह हूँ । मुझे म फ़ कर द । 
तुम कभ क स ऐसे इंस न से म ले ह ज सने ल टर में क फ़ पैसे ज ते ह ं ? 
- क न ? 
- आप । 
ह ँ । लगत है च र्ल तुम्हें सब कुछ बत त है , हँ ? 
मैंने एक सपन देख थ और मैंने अपने डैड से अपने स रे पैसे उस सपने पर लगव ए थे और मैं ज त गई थ । 
ह ँ , लेक न वह स रे पैसे लेकर चले गए । 
सच में । 
फ र भ मैं अपने डैड से प्य र करत हूँ । 
मुझे तुम्ह र ज़रूरत है , टेड । 
मैं आख़ र ब र ल टर खेलने ज रह हूँ , लेक न तुम यह ब त ओल्ड च र्ल क मत बत न । 
मैं च हत हूँ क तुम मुझे कुछ उन ल ग ं के ब रे में बत ओ ज तुम्ह रे स थ द ँव लग ते हैं । 
उसने आज तक एक भ द ँव नह ं छ ड़ । 
मतलब , वह वह ँ हमेश समय पर आ ... 
- क न है ? - मैं हूँ , क्ल य । 
भ ड़ में ज ओ , क्ल य । 
मैं अंदर आ रह हूँ । 
उस कमबख़्त न मर्द कम ने क्लेरेंस ने तुम्हें एक कमबख़्त च ब भ दे द ? 
तुमने एक छ टे से सव ल में इतन स र ग ल य ँ दे द ं । रख ल । 
मैं वैसे भ यह ँ से दफ़ ह रह हूँ । 
फ र तुम आख़ र नश क सल ए कर रह ह , ड र ? 
शेल क तरफ़ से व द ई क एक छ ट स त हफ़ । 
ड र , मैं च हत हूँ तुम मेर ब त ध्य न से सुन । 
मुझे तुम्ह र ज़रूरत है । 
मैंने रेज क बुल य है और वह आ रह है ... ज न । 
यह ठ क है , रेज । रहने द । 
तुम्हें इस औरत क ह लत ठ क लग रह है ? बकव स करन बंद कर , रेज । 
अगर तुम्हें व क़ई इसे इस ह लत में देखन पसंद नह ं ह त , त तुम अपने ब स से कहते । 
वह इसे इस ह लत में तुम्ह रे ल ए ह रखत है न ? 
- मुझसे ज़ब न संभ लकर ब त करन , क्ल य । 
- यह फँस गई है । यह यह ँ से नह ं ज सकत । 
ह ँ , तुम्ह रे इश र ं पर न चने के ल ए , जब भ कभ तुम च ह क यह ... मैंने कह ज़ब न संभ लकर , क्ल य ! 
शेल क नह ं पत , है न ? 
क्य ? 
क तुमने ल फ़ फ़ देकर मुझे भेज थ । 
जब मैंने उनसे कह क तुम सब कुछ ठ क कर द गे , त उन्हें क ई अंद ज़ नह ं थ मैं क स ब रे में ब त कर रह हूँ । 
है न ? 
मुझे लग ह थ ! 
- तुमने मुझे वह ँ क्य ं भेज , रेज ? - मैं अपन ... 
मैं अपन ज न बच ने क क श श कर रह थ , क्ल य । 
अगर मैं डूब , रेज , त मेरे स थ तुम भ डूब गे । 
तुम समझ रहे ह ? 
य फ र तुम मेर मदद कर , त क हम द न ं डूबने से बच सकें । 
तुम क्य च हत ह ? 
मैंने ल ल क त बें देख थ ं । 
मैं ज नत हूँ क शेल प म्ल क के स्क रब र्ड में हेर फेर करते हैं , त क जब पूर शहर सैंट क स लग रह पर द ँव लग रह ह ग , तब द ड़ क द ँव 315 पर ख़त्म ह ग । 
मैंने ख ते पर तुम्ह र स इन देख थ । 
तुम वह नंबर ज नते ह ज शेल उन्हें देते हैं । 
तुम वह नंबर मुझे दे द , मैं एक द ँव लग ऊँग , इसके ब रे में क स क कुछ पत नह ं चलेग । और फ र मैं ग़ यब ह ज ऊँग । 
ग़ यब ह ज ओग ? 
तुम्ह रे बच्च ं क क्य ? तुम यूँ ह अपने बेट ं क छ ड़कर चल ज ओग ? 
अब तुम्हें मेरे बच्च ं क फ़ क्र ह रह है , रेज ? 
एक पर 600 के द ँव पर , मुझे 50 ड लर के 30,000 म लेंगे और मैं ... रेज , मैं उसक 10 प्रत शत तुम्हें दे दूँग । 
अह-अह , अच्छ ? मुझे कुछ नह ं च ह ए । 
- क्य ंक तुम ग र्डन के वफ़ द र ह , हँ ? 
- मुझे परेश न मत कर , क्ल य ! 
तुम द न ं आख़ र कर क्य रहे ह ? 
ड र , ज न , सुन । रेज क देख । रेज क देख । 
देख , अभ इस वक़्त , यह स च रह है क अगर यह मुझसे छुटक र प ले , त इसक ज़ ंदग आस न ह ज एग । 
- तुमसे छुटक र प ले से तुम्ह र क्य मतलब ... ह सकत है रेज मुझे म र दे । 
त अगर मैं मर ज त हूँ , त समझ ज न मुझे क सने म र ह ग । नह ं । रेज , तुम क्य ं ... बशर्ते तुम हम द न ं क ह न म रन च ह । 
उसने क्य क य है ... रेज , तुम मुझे वह नंबर ल कर द । 
हे , वह यह ँ है । 
ब वर । अंदर आ ज ओ । 
ड . क र्नब्लैट , यह म र्जर श्वर्ट्ज़ हैं । 
- मैडेल न । 
- म फ़ करन । मैडेल न श्वर्ट्ज़ । और मुझे अपन श द से पहले क न म , म र्गेनस्टर्न ज़्य द पसंद है । 
ठ क है , मुझे यह नह ं पत थ । यह हैं मैडेल न म र्गेनस्टर्न । 
आपसे म लकर अच्छ लग , म सेज़ म र्न ंग स्ट र । तुम्हें पत थ मुझे जर्मन आत है ? 
मुझे तुम्ह रे क स भ क म पर त ज्जुब नह ं ह त । 
यह ड . क र्नब्लैट हैं । यह च क त्स य ज ँचकर्त हैं । 
- क्य तुमने इन्हें मेर द व र द ख ई ? - म फ़ करन । नह ं , मेरे द म ग़ से न कल गय । ब हर ज ते समय द ख दूँग । 
ड क्टर स हब एलए से हैं , और इन्ह ंने ज र्ज र व्स , - थेल्म ट ड , मैर ल न मनर के शव ं क ज ँच क थ ... 
- व ह । वैसे , हर क ई अंदर से एक जैस ह त है । मैंने भ यह सुन है । 
ड . क र्नब्लैट , क्य क ई अस म न्य ब त थ य ... हे , कुछ भ ऐस ज तुमने उस डर्स्ट पर व र क लड़क के शव में देख ह , ज म ड य के स मने नह ं आय ह य ... 
ज बजर मुझे म ल थ , उससे उसक क़ त ल पकड़ गय । मैंने वह देख थ । 
क्य क ई और भ च ज़ थ ? 
मेर मदद कर , ड क । 
तुम्ह रे ल ए , ब वर , मुझे लगत है कुछ और भ थ । 
वह क्य च ज़ है ? 
उसके ह थ के न ख़ून ं में स र्फ़ बजर नह ं थ । 
मुझे कुछ त्वच क श क एँ म ल ं , ज सक मतलब है क जब क़ त ल ने उसक बल त्क र करने क क श श क त लड़क ने संघर्ष क य थ । 
उसक बल त्क र करने क क श श क ? 
उसक ट ँग ं के ब च में कुछ खर ंचे थ ं , लेक न ह इमन सह - सल मत थ । 
पुल स इस ब रे में ज नत है , पर लड़क के पर व र व ले बहुत कुछ झेल चुके थे , और यह उसक म त क वजह नह ं थ , त ... क्य लड़क के न ख़ून ं में ज़व ड्ज़्क क त्वच थ ? 
कह नह ं ज सकत । ज़व ड्ज़्क के शर र पर क ई खर ंच नह ं थ । 
त वह क ई और भ ह सकत है । 
मैं बस शव ं क पर क्षण करत हूँ । उनक कह न य ँ त आप सुन ते हैं । 
पर ऐस नह ं है क क ई और नह ं ह सकत । 
हैल , सेड्र क । 
गुड इवन ंग । और दुक न बंद ह चुक है , म स ट बेर । 
क्य मुझे बस मेरे मैसेज म ल सकते हैं , प्ल ज़ ? दरअसल , ह ँ । 
एक मैसेज आपक म ँ क थ । बहुत अच्छ मह ल लग रह थ ं । 
और एक मन र ग अस्पत ल से थ । 
हैल , मैं " द ब ल्ट म र स्ट र " क तरफ़ से फ़ न कर रह हूँ , मुझे ड . मेकेन्ज़ ने फ़ न क य थ । 
ज़र रुक ए । मैं ट्र ंसफ़र करत हूँ । 
- म सेज़ श्वर्ट्ज़ ? - नह ं , मेर न म म र्ग ... ह ँ , मैं ह ब ल रह हूँ । 
आपने स्टेफ़न ज़व ड्ज़्क क ज ख़त भेज थ , मैं उसके ब रे में ब त करन च हत थ । 
- हमें लगत है क इससे क फ़ मदद ह ग अगर ... - ह ँ ? वह आपसे म लन च हत है । 
मैं मैडेल न हूँ । 
