- Господи Ісусе . Чорт . - Елвін ? 
Розкажеш , що сталося ? 
Та просто ... Містер Шелл Ґордон дізнався , що я трохи грошенят собі взяв . 
Тобі мало азартних ігор ? Тепер крадеш ставки людей ? 
Мерво , я з ним розплатився . 
Не бреши . 
Розплатився . Твоя труба ? 
Елвіне , богом клянусь , якщо не покинеш роботу в цієї людини і не викупиш трубу , я піду з цього дому й заберу з собою Клео . 
Мила . 
Мила . Мерва . 
Ну перестань . 
Де ти взяла десять доларів ? 
Рік відкладала після забігів з Чарлі . 
Ти ж знаєш , що твій старий не бере милостині ? 
Це не милостиня . Ти відпрацюєш . 
Я маю відпрацювати ? 
- Так . 
Давай . - Добре , міс Шервуд . 
Гаразд . 
Леді та джентльмени , маю за честь представити вам єдину і неповторну 
- Клео Шервуд . - Дякую . 
Її акомпаніатор – людина - труба Елвін Шервуд . 
Кажи , що любиш ... З вами Воллес Вайт і нічний випуск термінових новин . 
Учора ввечері , приблизно о 22 : 30 було скоєно замах на вбивство радниці Міртл Саммер , який шокував усе місто . 
Потенційні вбивці й досі на волі . Поліція розшукує ... 
- Алло . - Реджі , це я , Клео . 
Що сталося ? 
Ти знаєш , що сталося . 
Замах на Міртл . 
У новинах кажуть , там лише подряпина . 
І я нічого про це не знаю . Ти теж . 
Мене змусили їх везти . Ти розумієш ? 
Хтось знає , що ти там була ? 
Так , голубка Керол . І двоє гівнюків , яких він з собою брав . 
Реджі , він підʼїхав у червоному кабріолеті . - Вибачте . 
- Що ? - Даруйте . - Хвилину ! 
Я поговорю про це з Шеллом . 
Не раджу , Клео . Дослухайся . Ти сама просила , памʼятаєш ? 
Хотіла заслужити довіру містера Ґордона . 
Доведи йому , що він не помилився . Чи помилився ? 
Він не помилився . 
Не помилився . Його імʼя ніде не згадуй . 
Заляж на дно й роби своє , доки буря лайна не вщухне . 
На роботу не виходь . - Вибачте . - Та зараз ! 
Клео , поквапся . Ми на тебе чекали . 
- Вибачте , мем . 
- Лишенько . 
Проходь . Тобі сюди . 
- Глянь , які ціпи . - Еге . 
Я не думала , що буде так боляче . 
Хіба євреям не заборонено набивати тату й проколювати вуха ? 
Нам не можна спотворювати тіло , бо це неповага до божественного єства . 
А я думала , це щоб диявола не підпускати . 
Диявол полюбляє інші дірки . 
Не пройшло до кінця . Доведеться проколювати вручну . 
Письменницькі мрії зламали тобі життя . 
І ти захотіла переписати його з тими самими мріями . 
Але нащо ти приплела сюди мій труп ? 
Я була в безпеці на дні того фонтана . 
Доброго ранку , мем . Слухаю вас . 
Доброго ранку . 
Я прийшла до Боба Бауера . 
Він вас чекає ? 
Він буде радий мене бачити . 
Як вас звати ? 
Медді Шварц . 
Зачекайте отам . 
Містере Бауер , до вас якась дівчина . 
Її звати Медді Шварц , але навряд чи це важлива особа . 
Місіс Шварц , останній стіл праворуч . 
Чим можу допомогти , місіс Шварц ? 
Схоже , це я допомогла вам . 
ПІДОЗРЮВАНИЙ УБИВЦЯ ДИТИНИ Дякую . 
Ще щось ? Так . 
- Я читала у вашій газеті ... - Сідайте . ... що темношкірий з фінгалом розмовляв з Тессі Дерст у крамниці з рибками . 
Та ну . Це зі слів матері Стефана Завадскі . 
Може , я з нею поговорю , як мати з матірʼю , подивлюся , що ще можна зʼясувати . 
Якби ми думали , що мати допоможе , ми б відправили Едну , бо вона нам усім як мати . 
Правда ж ? 
Пошли когось зі своїх беззубих підлеглих . У мене робота . 
Схоже , я вам і досі потрібна . 
Дозвольте прояснити , місіс Шварц ... Медді . 
Ви вирішили невимушеною ходою зайти в серйозну контору , де працюють кваліфіковані досвідчені люди , і братися за сюжети . А ваша єдина кваліфікація – материнство ? 
Ваше імʼя – в тій газеті , бо я дала вам інформацію , за якою ви написали статтю . 
Ні , ви мені відмовили , а в мене є кваліфікація і досвід обертати відмову на свою користь . 
По - моєму , це все ж означає , що ви переді мною в боргу , містере Бауер . Боб . Ні , я в новинному бізнесі , а не в бізнесі роздавання послуг , а ви просите саме про це . 
У мене є досвід писання . 
Де – в клубі поетів чи шкільній газеті ? 
Резюме принесли ? 
Я б вас провів до виходу , Медді . Але , вірте чи ні , я зайнята людина . 
Ґледіс , кому я кинув трубку ? 
Ви пʼяні чи в тюрмі ? 
Дуже вам дякую , що приділили час . 
Шановний Стефане , я можу лише уявляти , що ви зараз переживаєте . 
Але знайте , що є люди , які співчувають вашому становищу . 
Мене звати Медді . Це я знайшла Тессі в озері . 
Ми в ефірі з Міртл Саммер , яка зробить першу заяву після виписки з лікарні . 
Учора на мене було скоєно замах . Мене хотіли вбити вдома . 
Мені вистрелили в ногу , але сьогодні я на ній стою і впевнено підтверджую готовність іти на вибори . 
Мою кампанію , моїх прибічників і жителів цього міста не зупинити пострілами . 
Я перша побачила її мертвою . 
Кажуть , ви останній , хто бачив її живою . 
Тому я відчуваю , що ми якось повʼязані . 
І подумала , що ви теж можете поділяти це почуття . 
Наша поліція знайде цих боягузів . 
Операторе , дайте , будь ласка , адресу психіатричної лікарні Кліфтона Т . Перкінса . 
Можна маленьку пропозицію ? 
Пропонуйте . 
Бачу , у вас за баром є таксофон . 
Якщо заплачу пʼять центів за кожне повідомлення , приймете мої дзвінки ? 
Четвертак , і я подумаю . 
А будете відповідати , не згадуючи , що це " Срібний долар " ? 
Може , ще й краватку начепити , мем ? 
Це тимчасово , доки не проведу собі телефон . 
Ви живете тут ? 
У цьому кварталі телефонів чекають довго . 
Я живу в цьому будинку . 
Ну тоді 30 центів – і по руках , сусідко . 
Міцно його тримай , отак . Він спробує вести тебе в стайню . Тому треба ... 
Отак знімай і бери за верх . І тягни . 
Тягни до кінця , щоб не волочити . 
- Це таке ... - Привіт . Довга нічка ? 
Що тобі , свинобрате ? Тут нічого поганого не роблять . 
Зуб , не розпускай язика . 
Та нічого . Нехай удає перед своїм малим крутого . 
Як життя , Джун ? 
- Нормально . - Квіти й досі магніти ? 
Чого ти до нас присікуєшся ? 
Відстрочка вироку не передбачає такого поводження з кіньми . 
Та ну , брате . 
То тепер він тобі брат ? 
Ми подбаємо про відстрочку . А ти переговори з усіма конюхами міста , попитай , хто вчора намагався вколошкати Міртл Саммер . 
Ви , вуличні торговці , в курсі всіх пліток . Не знаю я ніяких пліток . Знаєш . 
Наприклад , про мужика , який хотів вийняти з боку жменю шроту , не звертаючись у лікарню . 
Може , я й чув щось про кінського лікаря , який виймав шріт зі сраки якогось дурня . 
У дурня є імʼя ? 
Містере Ґордон . 
Слеппі каже , ви запросили його сьогодні вести . Це правда ? 
Містере Ґордон . 
Ти прийшов поговорити не про Слеппі Джонсона . 
Я облажався , найнявши тих клоунів . 
Інші не хотіли братися , поки я не назвав ваше імʼя . 
Знаєш , чому я просив , щоб ти не сам займався ? 
Бо любите мене як сина . Я люблю тебе як сина . 
Це правда . 
І не бажаю , щоб ти носив цей тягар на руках і на серці . 
Але тепер Міртл бачила їхні пики . Хлопці бачили тебе , коли ти " замовляв " . 
Це неважливо . 
Я радше з мосту плигну , ніж скажу бодай слово , яке вам зашкодить . 
Я знаю . 
Але твоє падіння розібʼє мені серце . 
Зупиніть трамвай ! Зупиніть ! 
Зупиніть трамвай ! Зупиніть ! Будь ласка , зупиніть трамвай ! 
- Зупиніть . - Допоможіть ! 
Зупиніть вагон ! Зупиніть ! 
Лайонел . 
Синку , покажи . Даси подивитись очі ? 
Золотко , розплющ очі . Покажи . 
Я хочу спати , можна ? 
Я знаю . 
Що ? Що таке ? 
Очі . 
Дай гляну . 
Я знаю , ти зі мною не часто погоджуєшся . Лікарі зробили для нього все , що могли . 
Клео , дозволь нарешті покликати пастора . 
Господи , просимо в Тебе визволення . 
Твій син Лайонел не винний у крові своєї сімʼї . 
Господи , пролий Своє світло на цю сімʼю . 
Нехай тягар , який вони несуть , попливе річкою крові . 
Повторюйте за мною . 
Отче наш ... Цілителю наш ... 
Спасителю наш ... - Спасителю ... - Спасителю наш ... 
Те , що ви робили , дасть моєму синові щось , окрім надії ? 
Юнетто , серповидна анемія невиліковна . Ти ж знаєш . 
Та все ж ти можеш його спасти . Як ? 
Покажи Господові відданість його духовенству . 
Заплати десятину . Пожертвуй на церкву , посій насіння , з якого може вирости чудо . 
І якої суми потребує Господь ? 
Господь не потребує . 
У Господа є все . 
І Його любов до твого сина безмежна . 
Питання в тому , чого варте життя твого сина для тебе самої ? 
Чим ти бажаєш пожертвувати ? 
Преподобний , ви знаєте , де вихід . 
Я шукала визволення у політика . 
Захисту – в сутенера . 
А в проповідника шукала спасіння . 
Але розраховувати могла тільки на себе . 
Я тонула , Медді . 
СПРАВЖНІЙ СОННИК І могла думати лише про одне – я заслуговую втопитися . 
Мені сьогодні снився сон . Сон ? 
Ціле місто згоріло . 
Трамваї стоять нерухомі , закриті . 
А тоді я побачила ягня ... " Втрата щастя , за якою слідує багатство " . " 221 " . 
По - моєму , гарний номер . 
Добре , десять доларів на 221 . 
Якщо виграю , викуплю трубу ... Усі в моїй сімʼї мали пістолети . 
У мами було три . Люди їй віддавали . 
Це правда ! Просто віддавали їй зброю . 
Чому ти тут ? 
Я ж казав залягти на дно . Ти не працюєш . 
У Дори останній вечір . 
Дай дівчині відтягтися . 
Багатим – земля . А бідняки успадковують зброю і чавунні сковорідки . 
Можна мені мартіні з горілкою і гарненькими зеленими оливками ? 
Побухати надумала ? 
" Гарний годинник " . А ти така : " Подобається ? Після смерті дідуся лишився " . Я думаю : " Чорт , а мені дід лишив пістолет . 
Дай сюди дурнуватий годинник ! " 
До речі , про дим з дула , леді та джентльмени , - на цій сцені ... - Клео . 
... гарячий ствол , який усі знають . Мені потрібно було . 
Останній тиждень вона виступає у " Фараоні " , а потім їде від вас , чорні дупи , у Париж . 
Ваші найгучніші оплески Дорі Картер ! 
Те що треба ! 
Дякую , Слеппі . 
Як ви всі знаєте , я людина розкута . 
У мене є дуже добрі друзі , які були зі мною в радості й у горі , але сьогодні я хочу бачити , як ви всі танцюєте . 
Щоб Дора запамʼяталася вам саме такою . 
Починаємо . 
Жінко , агов Полісмене , я щось накоїла ? 
Вибачте , я вночі майже не спала . 
Але не бійтеся , ваш слуга Реджі все прибере . 
Так , Реджі ? 
Ну все , Лео . Накрутилася вже . Перестань . 
Годі з тебе танців . - Мужик , ти що ? - Відчепися . 
А те , що ти лапаєш мою дружину . - Спокійно . - Усе , пора йти . 
Бувай , Реджі . 
Що за дурниці ? 
Приревнував . 
А він що ? Йому десь 23 роки , але я йому сподобалася . 
Доводить чоловіка До шаленства Мурчить як кішка Підморгує чоловікові А він підмо ... О , друже , друже . Те що треба . Давай . 
Що ти сказала Шеллові ? 
Лео , ти чула ? Що ти наговорила Шеллу ? 
Потанцюй зі мною . 
Чого ти такий напружений ? 
Будь як я . Давай . 
- Та що тебе вкусило ? - Потанцюй зі мною . 
Покрути мене . 
- Я тебе спитав . - Скажу , якщо покрутиш . 
Що сказав Шелл ? 
Дай ковдру . І відчепися . 
Дай ковдру , кому кажу , Слеп ? 
Іди в кімнату . Я спатиму на дивані . 
Охолонь ! 
Не плач . 
Мила , що він зробив ? 
Трахни мене , Слеп . Будь ласка . - Ні . - Ну давай , Слеп . Трахни . - Будь ласка . 
- Мила , ні , не треба так . 
Розкажи , що сталося . 
Розкажи , що сталося . 
Шелл втягнув тебе в халепу ? 
Що ти зробила ? 
Яка різниця , що було з Шеллом ? 
Яке це має значення , якщо наш син помре ? 
Клео , ми про це знали . 
Тихенько . 
- Я дозволяла собі надіятися . - Клео , все буде добре . 
Мені так соромно . Чому тобі соромно ? 
Добре мати надію . 
Сьогодні я бачила Пророка . 
Сказав , що нічого не може зробити . 
Нічого не може . Тільки гроші в мене взяти . 
Ми знайдемо іншого лікаря . Ми ? 
Немає ніякого " ми " . 
Є тільки ти й твої довбані мрії . 
Не кажи мені такого . Не звинувачуй мене у мріях ... тому що відмовилася від своїх . 
Ти хочеш , щоб я мріяла ? А я й дихати не можу . 
- Вибач . Мені жаль . - Слеп , я не можу навіть ... 
- Я не можу дихати . - Лео , я з тобою . 
Я тут . 
Я тут , з тобою . Мені шкода . 
Прошу тебе , Лео . Ти мене лякаєш . 
Не сварімося . 
Будь ласка , мила . Не сварімося . Добре ? 
Боже . 
Я знаю . Мати року . 
Ти жуєш гумку ? 
Пробач . 
Я проспала , і в мене вкрали ковпаки з дисків . 
Що , на Дні ? 
Як несподівано . 
Приїжджай до мене в гості . Там стало набагато краще . 
Ні . Дякую . 
Ого , скільки народу . 
Деякі матері переживають за вступ синів у коледж , щоб їх не призвали у Вʼєтнам . 
Я не вважаю освіту тактикою уникнення призову . 
Прошу . 
Я надіюся , якщо тобі не байдуже , ти вийдеш на вуличний протест . 
У мене ідея . 
Давай ти сама підеш на протест ? 
Я мала на увазі , що мені б дуже хотілося , щоб ти був до чогось небайдужий . 
Навколо мене цих активістів – греблю гати . 
- Але знаєш , до чого я небайдужий ? - До чого ? 
Щоб ти не читала мені нотацій , хоч пʼять хвилин . 
Ти пропустила поворот . 
Ми не додому їдемо . 
Сиди в машині , якщо хочеш . 
... коли коні рвонуть з місця . 
То що робимо зараз ? 
Обійдемо будинки до початку перегонів . Точно , малий . 
Правильно . 
Прийми від мене руки , голубизна . 
Для тебе , Спонж , – полісмен Девіс . 
Шріт у сраці носиш ? - Що за херня ! - Я його вийму . 
Скажу , хай полісмен Девіс тягне цей речовий доказ аж до самого відділка , і повісимо на тебе задум убити сенатора Саммер . 
- Січеш , синку ? - Я ніхріна не знаю про ... Ми ж знаємо , що тобі мізків не вистачить , Спонж . 
- Кажи , хто тебе найняв ! - Добре . То була жінка . 
- Жінка . Хто вона ? 
Клянуся . Клянуся тобі , я не ... Вона чорна . 
- Чорної мало , дай ще щось . - Гарна була . 
У красивому блакитному пальті . 
Дороге , мабуть . 
Хочеш чаю ? 
Ні , дякую . 
Можна й сісти . 
Нічого особливого , але я тепер тут живу . 
У мене є ліжечко , кухонька ... Я бачу , мамо . 
Не висовуйся . 
- Не знаю , що сказав би Мілтон . - Ти про тата ? 
- Тепер ти звеш його Мілтоном ? 
- Це його імʼя . 
Невже тут і справді так жахливо ? 
Тут погано пахне . 
Пахне по - іншому . Якщо буватимеш частіше , може зʼявитися твій запах . 
Ти звикнеш , і може , тобі почне пахнути домом . 
Тут ніколи не пахнутиме домом , бо тут немає тата . 
Хочеш , я побризкаю його туалетною водою " Floris No89 " ? 
Мілтон почав нею користуватися , коли тобі було чотири і він прочитав , що це парфум Джеймса Бонда . 
Сет , не будь нудним , як він . 
- Тато не нудний . - Можеш ... - Це ти нуднюща . 
- Відкрийся для нових ароматів . Досвіду . 
Закортіло пригод у негритянському районі . Як ти могла від нас піти заради цього гівна ? 
Я пішла не від тебе . 
Я люблю тебе . Я хочу з тобою спілкуватись , але ти вперто залишаєшся з Мілтоном . 
Мамо , не називай його так . 
Ти такий егоїст . Великий егоїст . 
- Ти можеш ... Це я егоїст ? 
- Ти вже не дитина . 
У мене труднощі , а тебе цікавить лише власний комфорт . 
Ти як Мілтон . Ви обоє рябоє . Не розумію чому . 
- Чому не розумієш ? - Я не знаю . 
- Хіба це так важко ? - Я ніколи не розуміла ... 
- Що незрозуміло ? - Сет , годі . - Скажи . 
- Перестань ! - Що ти в мені не розумієш ? - Усе ... 
Чому ? Що ти не розумієш ? Кажи ! 
Він не твій батько ! 
Вибач ... Пробач мені . 
Не віриться , що я це сказала . 
Я не ... Я розізлилася . 
Я просто хочу , щоб ти знав , ким можеш стати , про всі свої можливості . 
Вибач . 
Я ... А хто ? Той , з яким ти спала і чийого імені навіть не згадала в щоденнику ? 
Ти читав мої щоденники ? 
Ти їх клала в шафу без замка . 
Якби не хотіла , щоб хтось читав , то клала б туди , - де важче ... - Коли ? 
Коли ? Коли ти їх прочитав ? 
За день до своєї бар - міцви . 
Я думав ... думав , мене Бог випробовує . 
Хотів вирвати ті сторінки , щоб тато не знайшов , але так ти б дізналася , що я прочитав . Тому я не зміг . 
І відтоді живу з цим ... Просто звик боятися , що тато дізнається й нас покине ... Мені дуже прикро . 
А тоді ти взяла й пішла від нас ... Ти пішла від нас . І ти мене називаєш егоїстом ? 
Я не знаю , хто я . Не знаю , хто мій рідний батько . І мені ... І мені байдуже , бо в мене є тато . 
Авжеж . 
Зви його Мілтоном скільки влізе , але він мій тато . 
- Добре . - Іншого мені не треба . 
Це зрозуміло . 
Можна мені додому ? 
Коли жінка нарешті підіймається на горище свого життя і знаходить там втрачену брехню , загублені спогади , порушені обіцянки , вона усвідомлює , яка небезпечна була для навколишніх , які думали , що вона себе знає . 
Міс Клеопатра . Приємно вас бачити , не заховану до половини за баром . 
- Що ви хотіли , полісмене Платт ? - Що ж ... 
Клео , там усе в порядку ? 
Так . Я на секунду . Друг зайшов , міс Джин . 
Вітаю , міс Джин . 
Я знайшов одного клоуна з тих , які хотіли вбити місіс Саммер . 
Хто найняв , не каже , але знає , хто привіз замовлення . 
І каже , що ви були за кермом , Клео . 
Я не розумію , про що ви , полісмене Платт . 
Зустрінемось у " Фараоні " . І поговоримо про це з містером Ґордоном , добре ? 
Або ви мені поможете , а я вас відмажу , в міру своїх можливостей . 
Ви слабка ланка , ми обоє це знаємо . 
З цим я нічого не вдію , але можу виграти для вас трохи часу . 
Розумієте ? 
Червоний " бʼюїк скайларк " . Номер БМ - 8488 . 
- Дякую , Клео . - Платт . 
А що буде , коли закінчиться час ? 
Ми знаємо , хто вас послав . 
Прийдете у відділок , розкажете нам , а ми подбаємо про ваш захист . 
- Нам ? - Так . - Поліції ? 
- Так . 
Поліції , яка щотижня присилає вашого напарника по товстий конверт ? 
Я не розумію , про що ви , Клео , але дякую за інформацію . 
Скоро побачимося . 
Бувайте , міс Джин . Дякую вам . 
О , місіс Шварц . 
Що цього разу ? 
В мене був дуже важкий день . 
Я написала Стефанові Завадскі листа . 
Поздоровляю . 
А він мені відписав . 
Це сюжет . 
" Домогосподарка в Пайксвіллі знайшла друга по листуванню " . - Беруся . - Добре . 
Віднесу в " The Beacon " чи " The Sun " . 
Там придумають кращий заголовок . Стійте . 
Стривайте . Добре , це сюжет для статті . З моїм підписом . 
Допоможете досліджувати й прописувати – згадаю вас як співавторку . 
Мені потрібен аванс . 
Ти памʼятаєш полісмена Боско . 
- Звіть мене Джонні . 
- Полісмене , все добре ? 
От біда з цими уніформами . Люди тебе бачать і одразу думають , що сталась якась халепа . 
Я роблю обхід . 
А ви як , місіс Шварц ? Краще не буває . 
Справді ? 
Бо Джудіт щось казала про те , що вашу квартиру пограбували , кілька тижнів тому . 
Про це вже подбали . Можете не переживати . 
У вас напевно є серйозніші справи . 
Радий це чути . 
Жах . Ці сережки . 
- У тебе є щось для дезінфекції чи ... - Є . 
Я недавно проколола вуха , але ніяк не загояться . 
Це ж треба . 
Що ж , дами , залишаю вас розбиратися з вухами . 
За це мені точно не платять . 
Гарного дня , полісмене . 
Вам теж , місіс Шварц . 
Він кликав тебе на побачення ? 
Я думаю , це такий хитрий задум , щоб підібратися до тебе . 
Та ну , перестань . 
Думаю , в мене запалення божественного єства . 
А проте ... завдяки йому є гроші на оренду . Авансовий платіж від " The Baltimore Star " . 
Пишаюся тобою , Медді . 
Заздрю , але пишаюся . 
Та ну . Ти мене бачиш . Можеш усміхнутися . 
Сердишся , що мама ще може стрибати . 
Дивно , що ти не пішов грати в лотерею . Жартую . Вибач . 
Ти коли - небудь бачив , щоб хтось зірвав великий куш ? 
- Хто ? 
- Ти . 
Мабуть , Чарлі тобі все розказує ? 
Я попросила тата поставити всі мої гроші на один мій сон і виграла . 
Але він усе забрав і пішов . 
Пішов . 
Але я все одно люблю тата . 
Тедді , мені потрібна твоя допомога . 
Я зіграю в лотерею востаннє , але ти Чарлі не кажи . 
Розкажи про деяких людей , які роблять з тобою ставки . 
Жодної ставки не пропустив . 
Завжди вчасно приходив на ... 
- Хто там ? - Клео . 
Пішла ти , Клео . 
Я заходжу . 
Той всраний голкочлен Клеренс дав тобі всраного ключа ? 
Забагато прикметників для короткого питання . Забирай . 
Я все одно валю звідси . 
Тоді нащо ти накачуєшся , Доро ? 
Прощальний подаруночок від Шелла . 
Доро , а зараз не відключайся . 
Допоможи . 
Я покликала Реджі , він уже йде ... Мила . 
Вона в порядку , Реджі . Нехай собі . 
По - твоєму , ця жінка в порядку ? Реджі , не базікай . 
Якби тобі не подобалося бачити її такою , ти б сказав босові . 
Для тебе її в цьому стані тримає ? 
- Думай , як зі мною розмовляєш . 
- Вона застрягла . Не зможе поїхати . 
Готова для тебе станцювати на першу ж вимогу ... Я сказав , припни язика , Клео ! 
Він не знає , правда ж ? 
Про що ? 
Що ти послав мене з конвертом . 
Він не зрозумів , про що я , коли сказала , що ти прибереш за ним . 
Правда ? 
Я так і думала ! 
- Чому ти послав мене , Реджі ? - Хотів ... 
Я не витримував тиску , Клео . 
Якщо я піду на дно , Реджі , то потягну тебе за собою . 
Розумієш ? 
Або ти можеш нас обох урятувати від утоплення . 
Що ти хочеш ? 
Я бачила червоні гросбухи . 
Я знаю , що Шелл махлює з результатами перегонів у Пімліко , щоб ставки закінчувалися на 315 , коли ціле місто ставить на день народження Санти . 
Я бачила твій підпис у гросбуху . 
Ти знаєш число , яке він їм називає . 
Скажеш мені це число , я зроблю ставку , ніхто не зрозуміє , що це ми . А потім я зникну . 
Зникнеш ? 
А як же твої діти ? Покинеш хлопців ? 
За моїх дітей запереживав , Реджі ? 
Шанси – 600 до одного , виграш – 30 тисяч за ставку 50 доларів , і я ... Реджі , ти отримаєш десять відсотків . 
Ні . Я на таке не піду . 
- Бо ти за Ґордона кістьми ляжеш ? 
- Відчепися , Клео ! 
Чого ви розверещалися ? 
Доро , сонце , послухай . Подивися на Реджі . Подивися . 
Він собі думає , що його життя стане легше , якщо здихається мене . 
- Як це – здихається ... - Доро , Реджі може мене вбити . 
Якщо мене знайдуть мертву , ти знатимеш , хто це зробив . Ні . Реджі , чому ти ... Хіба що ти хочеш убити нас обох . 
Що вона таке каже ... Реджі , дістань мені те число . 
Ось і він . 
Бауер . Заходь . 
Докторе Корнблатт , це Марджорі Шварц . 
- Медлін . 
- Даруйте . Медлін Шварц . І з дівочим прізвищем – Морґенштерн . 
Добре , я не знав . Це Медлін Морґенштерн . 
Дуже приємно , місіс Ранкова Зоря . Ви знали , що я володію німецькою ? 
Ви мене вже нічим не здивуєте . 
Це доктор Корнблатт . Судмедексперт . 
- Ти показав їй мою стіну ? - Вибач . З голови вилетіло . По дорозі назад покажу . 
Доктор приїхав з ЛА . Він робив розтин Джорджа Рівза , - Тельми Тодд , Мерилін Монро ... - Ого . 
Усередині всі однакові . Я чула . 
Докторе Корнблатт , чи було щось незвичне ... Може , ти щось помітив у дівчинці Дерст , що пропустили газети чи ... 
Я знайшов гравій , за ним узяли вбивцю . Це я помітив . 
А ще щось було ? 
Док , виручай . 
Заради тебе , Бауер , скажу , що справді дещо помітив . 
І що ж це ? 
Під нігтями в неї був не тільки гравій . 
Я знайшов епітелій шкіри , тобто вона відбивалася , коли він хотів її зґвалтувати . 
Хотів зґвалтувати ? 
Між ніг у неї були синці , але дівоча пліва не порушена . 
У поліції знають , але сімʼя дівчинки багато пережила , і не це спричинило смерть , тому ... У неї під нігтями була шкіра Завадскі ? 
Точно не скажу . Подряпин у нього не виявили . 
Тобто міг бути хтось інший . 
Я роблю розтини . Це ви розказуєте історії . 
Але все може бути . 
Привіт , Седріку . 
Добрий вечір . Ми зачинені , міс Жуйко . 
Можна забрати повідомлення ? Ну , так . 
Було одне , від вашої матері . Приємна жінка . 
І одне – з психіатричної лікарні . 
Я від газети " The Baltimore Star " , мені телефонував доктор Маккензі . 
Чекайте . Я переведу . 
- Місіс Шварц ? - Ні , Морґ ... Так , це я . 
Я дзвонив з приводу листа , якого ви надіслали Стефанові Завадскі . 
- Ми думаємо , що корисно було б ... - Що ? Він просить про зустріч з вами . 
Я Медлін . 
