Да ! Ева , те молам исклучи ја ... Како се вика ? 
Тоа е музика . 
И зошто ? 
Ова е добриот дел . 
- Има добар дел ? 
- Омни . 
Ја лоцирав единицата Мутр 06 . 
Мутр ? 
Овде ? 
Дојде да ме бара . 
Повторна пресметка на рутата . 
Патувај на југозапад 5 километри . 
Нема да биде среќна . 
Па , си замина под негативни услови . 
Ако го кажеш така лесно . 
Се приближуваме до единицата Мутр и големо суштество Ото . 
- Здраво , момци . - Ева . 
Ева мила . Мислев дека можеби никогаш повеќе нема да те видам . 
Во ред е . Јас сум во ред . 
Немој никогаш повеќе да го правиш тоа . 
Добро , добро . 
Жал ми е . 
Ото , голем човеку . 
- Многу ми недостигаше . 
- И ти мене ми недостигаше . 
Многу е добро што те гледам . 
Мутр , дали си добро ? 
Не бев дизајнирана да бидам надвор од Светилиштето . 
Песокот од пустината ми го оштети погонскиот систем . 
Па , во ред е . 
- Ја имаме Златната рипка . 
- Златна рипка ? 
Дали така го нарекуваш ова возило ? 
Но , рибите имаат жабри и перки . 
Од каде го доби ? 
Не е украдено . 
Ти благодарам за појаснувањето , Омни . 
Имам добра приказна за тебе . 
Нема да ми веруваш . 
Но , најважно , го најдов Омни во Солас . 
Ги има координатите до местото каде се другите луѓе . 
Не е многу подалеку . Ото , ајде . Влези . 
Не ми се допаѓа . 
Не , не . Во ред е . 
Но , Ева треба да го вози Ото . 
Не ми треба сега да ме носиш . 
Ја имаме Златната рипка . Брза е . Не толку брза како Ото . 
Ти си супер брз . Посебно без мене да те успорам . 
Добро , ајде да го направиме ова . 
Подобро дај ми предност , голем човеку . 
Но , тогаш им побегнав од овие огромни чувари . Охо ми помогна . Тоа е кралицата . И тогаш ми го даде овој неверојатен автомобил и потоа и мавнав за збогум , и го издигнав од таму . 
Што стана со г - динот Кит ? Мислев дека е со тебе . 
Не , заборави на него . 
Тој си замина . Не може да му се верува . 
И јас го мислев истото , но ти не сакаше да слушаш . 
И Бестил , не те повреди , нели ? 
Не , Мутр . Ти реков , не треба да се грижиш . 
Отидов сама во Солас . 
Го најдов Омни . Ја добив локацијата на другите . 
Јас го можам ова . Можеш да ми веруваш . 
Сега можеш да ми веруваш . 
Барем знам дека на Ото му олесна што не мора повеќе да не носи . 
Нели , Ото ? 
Не ми се допаѓа ова . 
Мора да се приближуваме . 
Омни , уште колку понатаму ? 
18 километри . 
Ева , види . 
Има некој таму . 
Човек ? 
Па , ти требаше доволно долго . 
Што ? 
Како не најде ? 
Како ? Јас сум најголемиот пронаоѓач на патеки на Орбона . 
И не си единствената со пријатели во Солас . 
Зошто си тука ? 
Мило ми е што те гледам и тебе . 
Бестил дозна за твоето бегство . 
И ако те најдов јас , и тој ќе те најде . 
Значи , ако сакаш да дојдеш до твоите луѓе , предлагам да одиме сега . 
Вистински е . 
Човечки град . 
И погледнете . 
Погледнете покрај мостот . 
Светло . 
Тие се тука . 
Толку сме блиску . 
Каков е тој мирис ? 
- Ото . - Не бев јас . 
Мислам дека тоа беше синиот смрдлив човек . 
Не е Ото . 
Погледнете таму долу . 
Омни , што е тоа ? 
Сулфурна киселина . 
Исклучително опасна . 
Растворува речиси сe што ќе допре . 
О , не , јас сум алергичен на растворање . 
Не , не , не . Во ред е . 
Нема да пливаме . 
Ќе одиме преку мостот . 
Судејќи според хемиското влошување , ги проценувам нашите шанси да го постигнеме ... Дозволи ми да погодам . Нула . 
Нула е добра апроксимација . 
Треба да најдеме друг пат . 
Не , единствениот друг начин е патување од 5 дена . 
Одиме преку мостот или ризикуваш да бидете фатени од Бестил . 
Тогаш ајде да се движиме . Немаме време за губење . И остави го возилото . 
Што ? 
Не , не , не . Само мртвите носат багаж . 
- Што воопшто значи тоа ? 
- Од тука мора да одиме пешки . 
Добра идеја , смрдлив човеку . 
Господине Кит , мојот систем за возење е оштетен . 
Можеби нема да успеам . 
Можеш да возиш . 
Ја имаме Златната рипка . 
Ева , овој мост е премногу опасен за возење . 
Сe е подготвено . 
Што е со тебе , Ото ? 
Сакаш да се качиш ? 
Во ред , Ото . Ајде да одиме . 
Добро . Ќе водам пешки . 
Следи ме со возилото . 
Слушај внимателно што ти кажувам , инаку следи долг пад и брза смрт . 
- Ми веруваш ? - Не . - И јас исто . 
Ајде да одиме да ги најдеме твоите луѓе . 
Повеќе во овој правец . Во овој правец . 
Лесно , лесно . 
Лево , лево , лево . 
Не , не . Другото лево . 
Малку повеќе . 
Повеќе на оваа страна . 
Јавањето на Ото би било многу поудобно . Тешко лево . Внимателно . 
Внимателно . 
Не , Ото . Златната рипка е побезбедна . 
Ева , би била среќна да возам . Дали се согласувашш ? 
- Не , го имам ова . - Сврти ! 
Што правиш ? 
Не ми го одвлекувај вниманието . 
Таа е во право . 
Ова не е работа за 3 лица . Потребни се две . 
Пронаоѓач на патеки , тоа сум јас ... и еден кој го слуша трагачот , тоа е Ева . 
Сега внимавај на патот . 
Еј , Ева . Најдов нешто . 
Ото , внимавај . 
- И погледни . Тоа е нешто човечко ! 
Ото ! 
Ева ! 
Скоро сме таму . За малку . 
Дали си добро ? 
Јас сум во ред . 
Мора да бидеш повнимателен . 
Ева , предлагам да го послушаш сопствениот совет . 
Погледнете . Ранец од светилиштето . 
Златната рипка не го најде . Јас го направив тоа . Добра работа , Ото . 
Знаеш што значи ова ? Луѓето поминале од тука . 
Тоа значи дека стигнале до тука . 
Или дека поминале преку мостот . 
Таблети за рехидратација . 
Видете , Сусти - барови . 
Оставиле резерви зад себе за другите како мене . 
Безбедниот пат не е направен од страшни чекори . 
Сe уште не ги одобрувам вашите образовни методи . 
Продолжи да се движиш . 
Оуоуоу ... Застани . 
О , драга . 
Патеката е нецелосна . 
Овој човечки мост е во полоша форма отколку што мислев . 
Добро . Добро . Само мал неуспех . 
А веројатноста за успех да се оди напред пешки е ... Не , не , не . Ни треба план . 
- Не повеќе нули . 
- Не беше нула . Беше блиску до нула . Кој си ти да мериш ? 
Таа треба да верува во себе ако сака да помине . 
Има потреба од водство , а не лош совет . Ова е несовесно и опасно . - Несовесно ? Ја гушиш ! - Мора да има нешто . 
Господине Кит , тоа е повеќе од доволно ! Во ред , ајде . Размисли . 
Не е повеќе од доволно . Ако сакаш таа да помине , или да биде што било ... Сите застанете ! 
Само престанете ! 
Види , таа греда . Тоа е нашиот пат . 
Премногу е опасно . 
- Но , мора да се обидеме . - Не . Не . Ото никогаш не може да го премине тоа . 
Ако се качи на Златната рипка , може . 
Ако сите влеземе во колата и останеме урамнотежени , можеме да успееме . 
- Нели , Омни ? 
- Па , всушност ... 
Во ред , нема врска . И двајцата мора да ми верувате . 
Ние сме речиси таму . Ние сме ... 
Ве молам . 
Толку сме блиску . 
Добро . Да ! Ајде , Ото . 
Го имаме ова . 
Ќе бидеш во ред . 
- Ветувам . 
- Добро . 
Ти верувам . 
Добро . Добро . 
Еве одиме . 
Сите , останете мирни . 
Без нагли движења . 
Рове , ја навалуваш колата . 
Скоро сме таму . 
- Ева ! 
- Почекај ! 
- Не сакам да бидам растворен . - Видете . Тоа е рампа . 
- Е ? 
- Е , ако ја удриме доволно брзо . 
Како трагач , претпочитам пат ! 
- Останете мирни ! 
- Ева , чекај ! Не . 
Почекај ! 
Ева ? 
Дали си добро ? 
Добро сум , Мутр . Добро сум . Дали сите се во ред ? Рови ? 
Па , само да кажеме , подобро ми е од Златната рипка . 
Ото ? 
Ото ? 
О , не . 
Многу ми е жал . 
Сето ова е моја вина . 
Ти ветив дека ќе бидеш добро . Ото . 
Многу ми е жал . 
Не сакав да го повредам Ото , или тебе , или било кој . 
Мутр е во право ... Несовесна сум и опасна . 
Ото е во ред . 
Сите сме во ред . 
Само сакам да ги најдам другите . 
Тоа е се . 
Рови , не сакам да бидам сама . 
Разбирам како е да се биде сам . 
Премногу добро ја знам болката , недостаток од дом и семејство . 
Ова јаже ? Направено е од нивната облека . 
Тоа е се што ми остана од нив . 
Твојата фамилија ? 
Гисана и Хано . 
Мојата сопруга и ќерка . 
Кога ги изгубив , изгубив секаква надеж , и не можев да го најдам патот назад . 
Но , благодарение на тебе , повторно го најдов . 
Назад во Лакус ми кажа дека јас сум единствениот кој може да те однесе таму . 
Веруваше во мене . 
Ми веруваше . 
Дури и ако јас не си верував или не верував во себе . 
Полна си со надеж ... и не ти дозволувам да се откажеш од тоа . 
Ева , Ото ќе биде добро . 
Жал ми е . 
Ото , немаш за што да жалиш . 
Јас сум таа што треба да се извини . 
На сите вас . 
Она што ти го кажав во Лакус , не го мислев на тоа . 
Ти не си само робот . 
- Ти си ... 
- Ева , во ред е . 
Изгледа ветрот се засилува . 
Треба да се симнеме од мостов , но не можеме да се вратиме . 
И не можеме да одиме напред . 
Ја изгубивме Златната рипка . 
Точно , но Златната рипка не ни треба . 
Го имаме Ото . 
Ото е подобар од Златна рипка . 
Може да не излизга до остатокот од патот на другата страна , но ... мораме да стигнеме повисоко . 
Што ако паднам и се растворам ? 
Не , Ото , нема да дозволам тоа да се случи . 
Ќе успееме . 
Те имаме тебе ... и најголемиот пронаоѓач на патеки на Орбона . 
Тоа е вистина , Ева . 
А ова е интересен пат . 
Само држете го кабелот . Држете го кабелот . 
Не знам дали можам да успеам . 
Сите ќе успееме . 
Не грижи се , машино . 
Вистинскиот трагач никого не остава зад себе . 
Ото ! 
Само уште малку ! 
Рови ! 
Внимателно ! 
Господине Кит , премногу е стрмно . 
Почекај ! 
Те молам биди внимателна . 
- Ева ! - Ева ! 
Рови ! 
Те фатив . 
Те фатив . 
Ти благодарам , Рове . 
Виде ? 
Реков дека сите ќе успееме . 
Во ред , Ото ... Нема повисоко од ова . 
Дали си подготвен ? Спремен сум . 
Ото , можеш да го направиш ова . 
Го имаш ова . 
Не , ние го имаме ова . 
Сите го јаваа Ото . 
Ото , го направи тоа . 
Никогаш не тргнуваш по лесниот пат , нели , Ева ? 
Погледнете . 
ВондЛа . 
