היה לי מיצג שבו הייתי הולכת למסעדות ומעמידה פנים ש ... הבריזו לי . 
הייתי מקבלת ארוחת ערב בחינם , ואז הייתי הולכת . 
סליחה . אוי , אני ... מצטערת כל כך . 
אבל בערב ההוא , אולי בגלל היין , אולי בגלל הירח , אבל ממש הוקסמתי מהמלצר . 
שלום . 
- היי , מה קורה ? את מגושמת . 
כשיצאתי מחדר המעונות שלו בבוקר הבחנתי בזה לראשונה . תגלית מתמיהה . בקבוק גייטורייד ריק . 
עד מהרה גיליתי שכל הגברים הסטרייטים הצעירים אובססיביים לאיסוף שלהם בחדרי השינה שלהם . 
ואז הגעתי למסעדה שונה לגמרי , עם מלצר שונה לגמרי , אבל בכל זאת משהו היה לי מוכר . 
לא משנה איזו מסעדה , איזה מלצר , איזה חדר מעונות , תמיד אותו סמל . 
תספר לי על המיצג הזה . 
- מה זאת אומרת ? 
המזבח הזה , הבקבוקים . - אה , זה סתם . 
ברור שזה לא סתם . 
זה היה כאילו שהם כרתו ברית . 
למה אתה לא מוכן להסביר לי על הבקבוקים ? 
פשוט כאילו ... עם כל הקטע של מבחני המחצית כרגע , אני חושב שאצטרך להחליף יועץ , בעיקר אם אני רוצה לעבור לחו"ל . 
כן . האם הם נועדו לסמל אפשרויות ? פוטנציאל ? 
הכול טעים לך ? 
נחמד . 
אולי לא הייתי אמורה להבין . 
אולי העמימות שלהם הייתה דרך לומר " אל תתערבי , ונסה , 
" יש לך החיים שלך , הקריירה שלך , בגדים יפים , 
" לנו ... יש את זה " . 
בסדר , אני אביא סמרטוט . 
תודה לך . 
בסדר , אז ... רגע , סליחה , מה לגבי זה ? 
הקטע הזה ... של השומה , הוא לא הבעיה . 
זה רק מוליך עבור הבעיה ו ... התבלבלתי , שיהיה . העניין הוא שהבעיה שלך היא לא השומה אלא שאתה צריך הוכחת קיום בשביל דירה . 
דרך אגב , הגעתי הרגע לדירה שלך , לא בא לי להיות ולגרית , אבל ... נגמר לך נייר הטואלט . 
היי , שלום . - היי , שלום , שלום . - היי . אני חוליו , אני מזל דלי , נפגעתי מברק בילדותי , ומאז אני רואה את העולם קצת אחרת , ואני אלרגי לצבע צהוב . נותרו 90 שניות . 
בסדר . אני פה משום שהשומה הזאת ... גדלה . 
לא , היא לא , זה כתם לידה . לא , היא ... כן , היא גדלה . 
- באמת שלא נראה לי . 
לא בא לי שחברת ביטוח תתבע אותי , פשוט אומר לו שזה בסדר . 
בסדר , לא נראה לך , אבל ... - לא . זה אומר שיכול להיות שכן ... 
- זה לא נראה לי מחשיד . 
כן , אבל לא תוכלי לדעת אם זה מחשיד או לא , אם לא תעשי ביופסיה , נכון ? אז את מבינה אותי ? - הבנתי . - נותרו 30 שניות . במקום לבזבז זמן , הזמן שלך , הזמן שלי , אולי נוכל פשוט ... - כן . 
- להזמין ביופסיה . אם באמת היה שם משהו , היית בערך 0.0000 ... - נותרו 20 שניות . 0000 ... ‏ 01 אחוז מהמקרים . 
זה אני , זה הקטע שלי . 
מדדת אותה ? - 10 שניות ... - אתה בטוח שהיא גדלה ? 
כן . - בסדר . כי היא הייתה בדיוק בגודל של עגיל שאיבדתי ב ... כאילו , קוויר רייב . - שלוש ... אז אם אמצא אותו , אוכל ... - שתיים . אוכל להוכיח לך ש ... - אחת , הבדיקה הסתיימה . אני יודע שאזל לנו הזמן , אבל ... אוכל להוכיח לך ש ... היא גדלה . - כמובן . 
שיהיה לך בהצלחה עם זה , מטופל בחדר בדיקות 5 . 
הבא בתור ! 
תודה שבחרת בנו , זכור לקחת את כל חפציך . 
הצדפה בטח במועדון ! 
בסדר , אז היא לא פה . 
כאילו , כמה קטנה היא הייתה ? 
טוב , תחשוב על הדבר הכי קטן שאתה יכול לחשוב עליו . 
קטן יותר מזה . 
זה ביבו ! - מה , ביבו ? 
אני עסוק . 
אתה צריך למצוא דירה לפני שיסלקו אותך . 
התקשרתי למונה , היא מחכה לך . 
ביי - ביי . 
תראה את היפהפייה הזאת . 
היא מגיעה עם מפתחות לתיבת הדואר , מכונת כביסה , מייבש . יש ערבי משפחה בטרקלין הקולנוע , הנחה להילס , ועוד המון הטבות ייחודיות , שזמינות לנוחיותך באתר . היא לא מוצאת חן בעיניי . - היא לא מוצאת חן בעיניך ? - לא . אני לא רוצה שחיי יתמקדו ב ... הטבות . 
יש לך משהו קצת ייחודי יותר ? למשל במגדל שעון או ... כאילו , בבאר ? 
בדירה הזאת יש אנרגיה ממש מיוחדת . 
אני חושבת שכדאי שתירשם . רק תצטרך להראות להם הוכחה . 
אין לי הוכחת זיהוי . - לא ? למה ? - טוב , אני ... כי אני לא ... אני לא מאמין בזה . 
זה ממש מגניב . 
בונז'ור , זאת אני . 
חזרתי לעיר הגדולה . חשבתי שיהיה חבל אם אפספס את הסנטור האהוב עליי . 
במקום הקבוע שלנו ? באותה שעה ? 
צ'או . 
חוליו ? מצאת דירה ? 
- לא , כמובן שלא מצאתי דירה , כולם מבקשים את הדבר המחורבן . 
הסיסמה שלך היא עדיין " אני דוני דארקו " ? 
אני יודעת הכול . 
אז זה הכול ? זה סתם כאילו אתר שאני ממלא ? 
אני מאמינה שכן . 
אבל הם ... כאילו , שואלים דברים שכאילו ... איך אני בכלל ... שם פרטי , שם משפחה . 
אתה יודע את זה , מתוק . 
כן . קדימה . 
את לא חושבת שכדאי שאתרכז במציאת הצדפה , כדי שאוכל להוכיח שהשומה גדלה ולעשות ביופסיה ? נראה לי שזה מה שכדאי לי לעשות . 
אני יודע שאיבדתי אותה במועדון . אני בטוח לגמרי , אני רק לא יודע איך ... רגע , רקדתי עם המשפיען הקטן ! זהו זה , אני צריך לשאוב את הקיבה הקטנה שלו . 
חוליו ? - אמצא אותו מייד ואקח אותו לחדר המיון . 
תגידי לביבו שערב הצ'ילי מבוטל , אני עסוק . 
- וי לייב , אנחנו עומדים לשמוע עדות ... אחותי , אני נחנק מהמשפט הזה . 
בבקשה תגיד לי שאתה יודע מה קורה עכשיו . 
ילד , דודו האלף הוא הגיבור שלי . הוא תובע את סנטה על עבודה ללא שכר . 
וזה נהיה קצת גועלי , בלי ללכלך . 
מה הבנת מההסכם שלך עם מר קלאוס ? שמעתי אותו ... את מר קלאוס , אומר ... 
- התנגדות . עדות שמיעה . - מאושרת . 
אני ... זוכר ... למיטב הבנתי ... כולנו ... האלפים , איילי הצפון , סנטה עצמו , עושים זאת בשם אהבת חג המולד . אבל זה לא באמת היה המצב , נכון ? 
משום שהבחנת שמר קלאוס מרוויח מעבודתך . 
- נכון . 
סנטה לא מקבל תשלום כשלעצמו , אבל הוא ... סוגר עסקאות עם קוקה קולה , חלטורות בקניונים , שלא לדבר על כך שהוא מקבל חלב ועוגיות , רק בגלל מי שהוא . 
אם אתה שואל אותי , דודו תפס את סנטה בביצים . 
אני בקבוצת דודו , בלי ללכלך . 
סנטה לא ברמה שלו . 
כאילו , אנשים באמת מדברים על זה . 
אחותי , תגיד לי למה בעל הבית שלי פנה אליי , ודיבר על " האלפים מנסים לבטל את חג המולד " . 
מה ? אחותי , מי אומר את זה ? 
או איזה ... " אם האלפים רוצים משכורת , שיחלקו את המתנות בעצמם " . 
אבל למי יש המפתח למזחלת ? - לסנטה . - לסנטה , בדיוק . זה מה שאמרתי . 
אני אוהב אנשים שנאבקים למען אמונתם . וזה מה שדודו עושה , אתה מבין ? 
ולא רק שהוא עושה את זה , אלא שהוא עושה את זה ועושה את זה טוב . 
היי , צרכנים קטנים , הרגע עברתי לדירות בנק אוף אמריקה , והבניין ריק לגמרי , רק אני והבסטי . טינה , הבסטי שהפכה לשכנה . זה מגוחך . לאן אתה נוסע ? - אני מבין את זה . 
- צ'סטר , תנהג ! טעות שלי . 
אחותי , הם ראו אותי מתקרב , הם גם ככה עמדו לעצור . אה , כן , בסדר , תמשיכו להסתכל . 
רגע , מה ? אין אימוג'י ל"אני לא מאשים אותך בשום דבר , " אבל אני חושב שבלעת את הצדפה שלי " ? 
אלה לא האימוג'ים שאני צריך . 
מה שאני צריך , זה אימוג'י שהוא גן מלא בפסלים שבורים . שכל אחד מהם מייצג את אחד האקסים שלי . כדי שמישהו ישלח לי הודעה וישאל " היי , מי זה היה במועדון ? " 
אימוג'י שהוא אחת הכפות מ"היפה והחיה " , שסוף סוף חוזר להיות אנושי . אבל אז קולט שהוא עדיין משרת . 
אה , הבנתי . 
זה כשאתה מקבל קידום בעבודה . 
ענבים , אדוני ? 
אימוג'י של תפוז שעיצב את עצמו כך שהוא ייראה כמו אפרסק . אפשר להשתמש בו כדי לשלוח " היי , אני בדיוק מתארגן " . 
אימוג'י של הפלנטה צדק בהלם מכך שהוא מגלה שמדענים מכנים אותו " ענק גזים " . 
זה כשמישהו שולח לך הודעה בטעות , עליך . 
אימוג'י שלי יושב במרפאה , והאחיות מזהות אותי ואומרות , " עוד פעם הזונה הזאת ? " 
מגדר ? - גיי . 
היסטוריה של סרטן המעי הגס ? 
- איכס , זה גס . 
תרופות מרשם ? - פלפלים . 
סקיילר ? 
זה אני . 
- זה אתה . - חדר 4 . 
יש בעיה עם הניירת שלך . 
אדוני , כמו שאמרתי לך , אני פשוט לא יכולה להזין את הבקשה , משום שאין שום דרך לוודא שהכרטיס שייך למטופל . 
אבל הכרטיס שייך למטופל , למי עוד הכרטיס יכול להיות שייך ? 
אדוני , כמו שאמרתי , יש אי התאמה בין המידע שאתה מוסר לי , למידע ששמור אצלנו לגבי המטופל הנ"ל . 
כן , משום שמה ששמור אצלכם זה שהוא נולד ב - 8.24 , שברור שזאת טעות הקלדה . אין חודש 24 . 
דרך אגב , אם זה עוזר לך , אני מחייך בחמימות . 
אני מצטערת , אבל ... כללים הם כללים . 
אסמבלי פלאן ביטוח , איך אוכל לעזור לך היום ? 
מה ז"א ? - זאת הפעם העשירית ש ... כנציגת שירות לקוחות ביטוח נאמנה , דבר לא ריגש אותי יותר מאשר כשלקוח מוערך ... מה ז"א לא תוכלי לעשות שום דבר ? - מתעצבן . 
זאת העוצמה של עבודת הביטוח . 
הוא יכול לבעוט , הוא יכול לצרוח , לעזאזל , הוא יכול להיות צודק ואני אדע את זה . אבל אני חיילת של החברה , מגינת הכללים . 
אסמבלי פלאן ביטוח היא החברה , ואני החרב שלה . 
אני מצטערת , פשוט לא אוכל לעשות שום דבר . 
אבל אתה לקוח מוערך . 
התחלתי להתעלל בהם בכך שאומר , " איך אוכל לעזור לך היום ? " 
אבל יש בשורותינו חיילים לא נאמנים . 
לפעמים זה פשוט כאילו , למה אנחנו לא יכולים פשוט להתנצל ולעזור לאנשים האלה ? אבל כאילו , אל תצעקו עליי , זאת לא אשמתי שאסמבלי פלאן חארות . 
את לא מתכוונת לרמוז שבאסמבלי פלאן לא מעריכים את לקוחותינו . זאת מערכת מחורבנת . 
- זאת מערכת מושלמת . שתוכננה ע"י מוחות מושלמים והופקדה בידינו . 
אלוהים , אני אוהבת ביטוח . ובנקים , וכרטיסי אשראי , ואת הצבא , חוק וסדר . 
אני מרחמת על אלה שלא תומכים בנו . 
טוב , עכשיו כשאני מנהלת , נשתדל להיות קצת יותר אנושיים כלפי הלקוח . - יש ! 
מנהלת ? היא אמרה " מנהלת " ? 
אני עובדת פה 7 שנים , והבת של הנשיא מקודמת ? 
אכפת לה בכלל מאסמבלי פלאן ? מהכללים שלנו ? המנהגים שלנו ? 
אסמבלי פלאן לא יבגדו בי בצורה כזאת . 
מה ? 
אני מנהלת עכשיו . 
יהיה כבוד לשרת אותך . 
זה לא יכול להיות . 
הם מוכרחים לשלם . 
אני לא חרב , אני לבנה . לבנה בחומת הענק של אסמבלי פלאן . 
לא אכפת להם ממני . אם לא אכפת להם ממני בדיוק כמו שלא אכפת להם מלקוחות מוערכים אז בסדר . 
בסדר ! האנרכיה תשלוט ! 
אשרוף הכול עד עפר ! 
אני אחרוך את האדמה . 
אני אשתמש במחשב לשימוש אישי ! 
אני אנצל את ימי החופשה שלי לשנה מראש , ואודיע למפקח שלי רק 10 חודשים לפני כן ! אני צריכה להרגיש . 
מה עשיתי ? 
מה עשיתי ? 
באסמבלי פלאן זקוקים לי . 
תחשבי בהיגיון , בקה , את יכולה לבטל את זה . 
מה ? למה זה לא נותן לי ? 
למה זה לא נותן לי ? 
הלו ? - היי , איך אוכל לעזור לך היום ? 
הזמנתי טיסה בחברת התעופה שלכם ואני חושבת שאני צריכה לבטל אותה . 
תנמיכי את הטון שלך , אוכל ... - הטון שלי ? 
- שלך , גברתי ? את המה שלי ? - את מספר הפנייה הייחודי שלך . הפנייה שלי ? 
- בבקשה . 
- לא , את . 
המספר , גברתי . 
את רוצה את מספר הפנייה הייחודי שלי ? - כן . איך אוכל לבטוח בך איתו ? 
- תני לי אותו , בקה . 
את רוצה אותו ? 
- אני צריכה אותו . 
אקס . - כן ? 
ארבע . 
- כן ? איי . 
- כמו אפל ? 
ג'יי , שלוש . 
שלוש . - כן ? 
שלוש . - כן ? שלוש . 
תשע . 
אני לא יכולה לבטל אותה . למה ? - היא לא ניתנת לביטול . למה ? 
- בגלל הכללים . 
כתוב שאני יכולה לבטל תוך 24 שעות . 
קנית אותו דרך גוף שלישי . 
- וכתוב שם להתקשר אליכם . 
כדי שנוכל לומר לך את זה . - זה גועלי . 
תנמיכי את הטון שלך . - זה גועלי ! 
ידיי כבולות . - את כבלת אותן . 
לא אוכל לעזור לך , אני לא מוכנה לעזור לך . 
אבל תאמיני לי ... 
- תגידי את זה . 
לומר מה ? 
- מה אני ? - את ... לקוחה מוערכת . 
ואל תשכחי לדרג אותנו בתום השיחה . 
אני מצטערת , אבל ... כללים הם כללים . אולם אתה לקוח מוערך . 
אני חייב לסיים , סליחה . 
היי , איך היה ? 
אין לי יהלומים בבטן . 
- זאת לא התשובה שלה קיווינו . 
בצילומים לא נראה שום דבר חריג , בוושט שלו לא נראו חבלות . והיו נראות , אם הוא היה בולע עגיל . 
אין חבלות בוושט ? זה ... 
- כלום . - הלם , עבור שנינו . אני מצטער , אני סתם ... 
ועכשיו אתה צריך להרפות מזה . - בסדר . - בסדר . 
את צודקת . פשוט אמצא את הצדפה ואוכיח לך שהשומה שלי גדלה . 
היי , צרכנים . 
טוב , היום הוא יום נראות הבי . ולכבוד כל הביים בעולם , חברתי לכלורוקס , מחסל החיידקים לכל המגדרים . 
היי , צרכנים . טוב , היום הוא יום נראות הבי . ולכבוד כל הביים בעולם , חברתי לכלורוקס ... 
ג'ינה ? 
ג'ינה ? - מה ? 
אוכל לשאול את המטען שלך ? מה קרה ? 
- מה לעזאזל אכפת לך ? 
אני מרוסקת כל השבוע . 
צ'רלס נפרד ממני . 
- מה ? אני חייבת לעבור דירה . 
ואני לא יודעת ממה להתחיל ! ואני לא מצליחה להוריד את חוט הקבלה הטיבטי שהוא נתן לי ! 
רגע , רגע , למה את צריכה לעבור דירה ? 
כי הוא משלם על הכול , גאון ! 
- אוי , זה כזה דפוק . 
אני אשאל אם מותר לי לעשות על זה פוסט . 
זה כאילו קטע של ביטול . 
- למה ? 
טיפוח . - טיפוח ? אני בת 32 ! זאת כל הבעיה המחורבנת ! 
ידעתי שלא הייתי צריכה לאכול את כל הפסטה הזאת . אבל הוא לקח אותי לאיטליה . ואני פשוט אכלתי ואכלתי . 
ואז חזרתי הביתה ודיוושתי עד מוות ! ואני אפילו לא יכולה להשוויץ בציצים החדשים שעשיתי בשבילו . תנחש למה ? הם מזויפים מדי ! 
עכשיו טבעי באופנה ! אז אני דוחפת אותם למטה , כדי שהם יצנחו טבעי . וכאילו , בשביל מה ? מי אני ? 
מתוקה , את יפהפייה . ואני מבין בדיוק מה עובר עלייך , עברתי את זה . עברתי את זה . 
אתה תעבור את זה . 
לא , כאילו , עברתי את זה . 
כאילו , כל הגברים זבלים . 
- לא לזה התכוונתי . 
מה תעשה כשכל זה יסתיים ? 
מה זה " כל זה " ? 
נראה לך שתוכל להתפרנס לנצח מנענוע הגוף הקטן והחטוב שלך והוצאת הלשון שלך ? 
טוב , טיק - טוק זה למעשה רק קרש קפיצה . 
קרש קפיצה לאן ? 
למותג שלי . 
של מה ? 
- לייף סטייל ! אמרתי לך ! 
- כן . 
בקבוקי הבושם שאתה מצייר במחברת הריקה שקיבלת מפייר איילנד לפני שנה ? 
הם משליכים עליך כסף כרגע . 
הם משלמים לך על מגורים בדירה יפה במשך שנה , סלבריטאים משלמים לך כדי שתעמיד פנים שאתה חבר שלהם . רק משום שהם רוצים שצעירים ירצו בהם . והצרכנים הקטנים שלך הם צעירים , בינתיים . 
אבל , אתה יודע , אתה תזדקן , 
ואז הצרכנים הקטנים שלך יזדקנו . 
ואז האנשים האלה יזדקנו , ויבול חדש של כבשים קטנות פשוט יצוץ . ויהיה להם סקיילר משלהם . 
ואני יודעת שאתה בטח חושב , " מה לגבי קריירת המשחק שלי ? " זה לא הסוף , קריירת המשחק שלי ! " 
ברור , אתה תלך על זה . אבל תעשה את זה מהר , לא תהיה צעיר לנצח . 
את פסיכית . 
קדימה . - תודה . 
אין בעד מה , אין בעד מה . 
נראה לך שמתישהו אהיה גמור ? כאילו , אתרסק ? 
לא , בוס . 
תקשיב , אני מת על הטיק טוק החדש , בחייך . 
תודה . איזה מהם ? כן , זה טוב . כן , איזה מהם ? 
אה , לא , זאת האפליקציה החדשה , ריל אס . 
האחיינית שלי הראתה לי אותה . 
כל החברים שלה שם , זה כיף כל כך . אתה שם ? 
לא . כדאי לי ? 
אני לא יודע . 
- לא . אתה יודע , כולם שם בחטיבה . 
זה כאילו ממש לפני התיכון , נכון ? 
אבל זה טוב . 
ויין . 
מה ? 
תשאל אותם מה קרה לוויין . ומייספייס . 
מי זה ? 
סקיילר , זאת אני , זאת שנותנת וזאת שלוקחת . 
היי , אלגוריתם . 
סקיילר , סקיילר היקר שלי . מה עשית ? 
ניסיתי ליצור פרופיל ביישומון החדש . 
ולמה שתעשה את זה , יקירי ? 
אנחנו זקוקים לך ביישומון שלך , עם בני גילך , הם מקשיבים לך . 
בסדר , אבל עוד כמה זמן ימשיך להיות להם אכפת ? 
אתה לא מודה לנו על המתנות שנתנו לך ? אתה לא מודה על מתנות האלגוריתם ? 
בסדר , אני כן , אבל כאילו , מה אם טיק טוק ייעלם ? או מה אם הוא יהפוך למשהו שהוא לא מי שאני ? 
אתה רק אבק כוכבים , יקירי . טיפה בגל ענק . הכישורים שלך לא ניתנים להעברה . ועכשיו לאף אחד מהמותגים האלה לא יהיה אכפת ממך . 
אתה לבנה במגדל אין סופי . 
אני אהיה כן עם העוקבים שלי . אם אצטרך , אשאיר הכול מאחור . 
- הם כבר הותירו אותך מאחור . 
היי , צרכנים קטנים שלי , זה אני , סקיילר . 
אנחנו אוהבים אותך . 
- אנחנו אוהבים אותך , סקיילר . הוא מצליח כל כך . - בצדק , הוא כזה כיפי ! 
התגובות שלכם מתוקות כל כך . 
אני מעריך כל כך את כל האהבה . 
שלום , סקיילר . 
היי , צרכנים קטנים שלי . 
חברתי לדארק וטר , חברה חדשה שמוכרת ... אדוני , כמו שאמרנו לך , לא נוכל לבצע ביופסיה ללא הפניה . 
טוב , תביני , זאת ... זאת בעיה , כי דיברתי עם שבעה רופאים שונים ... חוליו , מתי לאחרונה זיינת ? 
- ביבו ! מי לימד אותך את זה ? 
מתי לאחרונה גמרת ? 
ביבו ! 
אולי ביבו צודק , אני צריך להרפות מזה ולחיות את חיי . 
בסדר , תהיה אדם , תהיה אנושי , תהיה שמח ... נמאס לך מכל זה ? 
למה שלא תרפה מזה ותרשה לעצמך לשמוח ? 
- מה ? - - מידע נוסף בסדר . 
שחרר את עצמך מעול הגוף . 
בלי גוף אין כאב . 
תלמד על שירות אינקורפוריאל , ותעלה את עצמך היום . 
