- ‏ 20 באוגוסט 1943 דעי שאני תמיד חושב עלייך , מהרגע שבו אני מתעורר ועד הרגע שבו אני מניח את הראש על הכר בלילה . 
אבל גם אז את בחלומותיי . 
את עכשיו ותמיד תהיי הנערה היחידה בשבילי . אני מקווה . 
משימת רגנסבורג שוויינפורט הייתה הקרב שגבה מאיתנו את המחיר הכבד ביותר עד היום . 
איבדנו את בידיק , את קלייטור , את ואן נוי ואת הצוותים שלהם . 
לא ידענו מי נהרג ומי נתפס . 
הנה הטייסת ה - 12 . 
מוטב מאוחר מלעולם לא . 
אני מקווה שיש להם בירות קרות לבחורים . 
אל תבנה על זה . 
בסדר , חברים , בואו נזדרז . כן . קחו את הדברים שלכם , בחורים . 
אנחנו חוזרים הביתה . 
עכשיו . 
לאומץ היו פנים רבות במלחמה . 
לאנשי צוות אוויר של בעלות הברית כמו סרג'נט ויליאם קווין שצנח בשלום לקרקע הייתה רק דרך אחת לא להיתפס ... - פלנדריה , בלגיה עזרתם של חברים זרים . 
אם מישהו היה נתפס במתן עזרה לטייס שצנח , הוא היה נזרק למחנה ריכוז או מוצא להורג . 
הסיכונים היו עצומים . 
שב כאן . תכף אשוב . 
ביילי . 
אתה בחיים . 
עוד מישהו שרד ? 
אתה הפרצוף המוכר הראשון שאני רואה . 
מי הוא ? 
זה בוב . 
מאיזו יחידה אמרת שאתה ? ה - 306 . 
אתה מקלען ? - כן . 
היי , בטח עשיתם בלגן שלם . 
הם תקפו אותנו בזעם שלא נתקלתי בו מעולם . 
עשינו די הרבה בלגן . אז מה ? 
אני שותה משוקת מאז אתמול . מה איתך ? 
מה קרה לבייבי פייס ? לאחרים ? 
אתה . בוא איתי . 
מה שמך ? 
סרג'נט ויליאם קווין . 
מספר אישי 6391477 . 
כתוב את התשובות שלך בבקשה . 
מה הייתה המשימה שלך ? 
להפציץ את מפעל מסרשמיט . מה התפקיד שלך ? 
אלחוטן . 
כתוב את התשובות שלך בבקשה . 
אתה אוהב בייסבול ? כן . 
' איפה שיחק בייב רות לפני ששיחק בדודג'רס ? 
בייב רות' לא שיחק בדודג'רס מעולם . 
הוא שיחק ביאנקיז . 
לפני כן ברד סוקס . 
איזה פסל יש בכיכר טרפלגר ? 
אני לא יודע איפה זה , אדוני . 
לא היית בלונדון מעולם ? 
אנחנו מוצבים במזרח אנגליה . 
צריך אישור יציאה של יומיים לפחות כדי להגיע ללונדון . לא קיבלתי חופשה של יומיים מעולם . 
כתוב את התאריך של היום בראש הדף . 
מה ההמנון שלך ? 
דגל זרוע כוכבים . 
אתה יכול לשיר אותו ? 
לא חקרו אותי כך מאז בחינת הגמר בלימודי מדעי הרוח . 
אתה מספר לי ? חשבתי שנכשלתי . 
בוב , יש לך אש ? כן . היי , יש לך סיגריה בשבילי ? 
למה עשית את זה ? 
הוא היה מסתנן . 
לא , לא . דיברתי איתו במשך שעה . בסדר ? קווין , אתה דיברת איתו . הוא היה אמריקני . גרמני . הם ניסו להסתנן לרשת שלנו בדרכים רבות , אבל אנחנו תמיד תופסים אותם . 
היית עלול לטעות . 
אנחנו לא טועים . 
עשרים וחמש היה מספר הקסם . 
אם יצאת בשלום מ - 25 משימות , שלחו אותך הביתה ויצרו סביבך סיורי הפצצות . 
איך ירגישו הבחורים אם דיי לא יישאר בחיים ? 
או שתהיה מסיבה מעולה או הלוויה מעולה . 
בסתיו 1943 קפטן גלן דיי והצוות שלו היו הראשונים שהתקרבו לזה . 
- ‏ 16 בספטמבר 1943 בחורים . - מייג'ור . מייג'ור . טומי , באת לצפות . 
הבחורים מוודאים שלא תסתבך בצרות ? 
הם מסבכים אותי בצרות , ג'ון . 
אני בטוח . היי , בילי , סמי , אתם עובדים עם האספסוף הזה עכשיו ? 
אלא אם כן תיתן לי עבודה . 
- אתה יכול לעבוד איתנו . 
בשמחה . 
- בטח . 
יש לך כמה פועלים נלהבים . 
ליל , אל תדאגי לדיי . עשרים וחמש משימות . הוא יגיע בקרוב . 
תודה , ג'ון . 
להתראות , בחורים . 
היי , מייג'ור . היי . 
אתה נראה כמו פוסטר לאיגרת חוב מלחמה . נאה מאוד . אני גם מרגיש כמו פוסטר לאיגרת חוב מלחמה . 
היי . - רבותיי . זה מיוחד מאוד כשאתה אומר זאת , מייג'ור . 
מה שלומך , באקי ? - ג'ק . מה שלומך ? השמש זורחת . אין לי תלונות . - קרוז . 
מייג'ור . 
- היי , תראו . 
זה דיי . 
- הנה הוא . 
עשרים וחמש משימות ! 
הם חוזרים הביתה ! 
עשרים וחמש ! 
אתם חוזרים הביתה , בני מזל שכמוכם ! 
הוא גנב את המהלך שלך . 
הוא גנב את הבחורה שלך . 
- מזל טוב על 25 משימות רוצה ללכת לפגוש את הבחורים ? 
הנה הוא . נראה שאתה עושה כיף חיים . 
זהירות על הגברת . לא . אני הולך לשם . 
אימא שלו מתה . - הנה הוא . הנה צ'רלי רוברטסון שלנו . צ'רלי ? 
מי זה צ'רלי ? 
שנת 1922 , וייט סוקס נגד טייגרס . אפס נקודות , אפס חבטות , אפס שגיאות . 
כן , הוא היה האחרון שהגיש משחק מושלם . עד עכשיו . 
אתה חוזר הביתה לפני פלורידה ? כן . לשלושה ימים . כן , אולי אצא לצוד עם אבא שלי . אתן לאימא לפנק אותי . 
ואז אצא לכמה סיבובים כדי להוכיח ש - 25 זה באמת ... אתם יודעים , אפשרי . 
כן , בעור שיניו . 
רק אנחנו נותרנו , מה ? 
שנים עשר צוותים מתוך ... שלושים וחמישה שטסו מגרינלנד . 
נכון . 
אנחנו שמחים בשמחתך , דיי . כן . זה נכון . שמחים מאוד . מאוד . ולחיי הבחורים שאינם כאן הערב והיו צריכים להיות . 
לחייהם . - כן . 
כן , לחייהם . 
רבותיי , אלך לבדוק מה שלום הבחורים ואוודא שהם לא חוגגים יותר מדי בלעדיי . 
צ'רלי רוברטסון . - מה הוא מנסה לעשות ? 
אחד הצליח . 
תפסיק לבהות . 
אני לא בוהה . - אתה בוהה . 
באמת ? לא נכון . זה לא מטריד אף אחד מכם ? 
אני מוטרד מאוד . 
זה נאש . נאש הוא נאש . - לא , לא על זה אני מדבר . 
אני מדבר על כך שעורכים מסיבה עצומה כי צוות אחר יחזור הביתה מחוץ לארון . 
למה ? למה אתה חייב להגיד דברים כאלה תמיד ? 
תראו מי זה . 
זהירות , בחורים . הנה הרקדן הגדול . 
לא , אל תעודדו אותו . הוא יבריח את כל הנשים . 
יופי של ריקוד . 
רבותיי , מה פספסתי ? 
אני מתבונן בבחורות ופאפי מנסה לכער את האווירה . 
במילים אחרות , שום דבר . - להעכיר . האווירה , התכוונת , " להעכיר את האווירה " . לא . רק אמרתי שזה סימן לא טוב בשבילנו . 
זה שהצלחה של צוות אחד מצדיקה מסיבה גדולה כל כך . 
כל הטייסים עושים את זה . אתה יודע שהן שמו לב , נכון ? - אני מקווה מאוד . 
בחורים ? 
רבותיי . - מייג'ור איגן . 
מייג'ור קליבן . 
רוזנטל . נאש . 
נכון . 
טייסי משנה , ספאץ ולואיס ? 
ספיס , המפקד . - ספיס . 
לואיס , המפקד . אבל מכנים אותי פאפי . 
בסדר . - אתם ... הייתם טייסים לפני המלחמה ? 
עורך דין , המפקד . - עורך דין ? 
- איפה למדת להטיס בי - 17 ? 
לרדו . תשעה חודשים , 12 שעות ביום . - א 
- הא . אימון תותחנים . גם לוטננט נאש . 
יש לכם יופי של מוניטין , זה בטוח . 
אתה מדבר על כך שטסנו בתחתונים , המפקד ? 
לא הבנתי . 
אנחנו ידועים בכך שהטסנו מטוסים בתחתונים . 
כולכם ? 
כן , המפקד . זה מה שעושים הילדים בימינו ? 
בטקסס המבצרים מתחממים כל כך שאפשר לטגן ביצה על לוח המחוונים . 
מה אתה אומר ? 
לא שמענו על עניין התחתונים , אבל שמענו שאתם טייסים מעולים . 
אנחנו שמחים להשתתף במלחמה , המפקד . 
ביקשנו תפקיד בקרב במשך חודשים . 
עכשיו שאנחנו כאן , אני מרגיש שבאמת נעשה משהו משמעותי . 
אתם בהחלט תעשו משהו . 
תיהנו . 
- כן , המפקד . 
בחיי . למה הוא הזכיר את זה ? 
- מה חשבתי לעצמי ? למה דיברתי על התחתונים שלי מול ... זה בסדר , זה בסדר . 
- התפללו למעני , בחורים . אני הולך על זה . 
לוטננט הרברט נאש . 
הלן . כמו הלנה מטרויה . 
אני לא מאמין שבאת מהצד השני של העולם כדי להגיש קפה ודונאטס . 
רציתי לעזור וזה התפקיד שנתנו לי . 
זה לא קל עם החבורה הזו . אני לא מתלוננת . 
את בטח מביטה כך בכל טמבל שרוצה ארוחת בוקר . 
טוב , אני עלולה להיות הפרצוף היפה האחרון שהם יראו בחייהם . 
אז איך אני אמור לדעת ? לדעת מה ? 
אם את מרחמת עליי או שאת רוצה לנשק אותי . 
החיוך שלה בטח מוצא חן בעיניך , באק . - מייג'ור איגן . מייג'ור קליבן . 
שמעתי שכבר עברתם 20 משימות . 
משהו כזה . 
הוא כבר עבר 21 . 
יש לכם עצות ? 
תשתדל להישאר בחיים . 
במשך 11 משימות לפחות . 
כן , המפקד . מה קורה אז ? זה אומר שהצלחת למרות הסיכוי הנמוך . או שלא . אתה מבין ? 
תודה , מייג'ור . מייג'ור . שיהיה לך לילה טוב . 
- גם לכם . 
כל הפרצופים החדשים האלה ... אם ניפול , גם אותנו לא יזכרו . 
מה זה משנה ? אפשר להגיד שזה לא משנה . 
בחורים שלי . קולונל הרדינג . הקשיבו . 
הרגע הייתה לי שיחה מבאסת עם דוק סטובר . 
הוא חושב שייתכן שאתם ששים מדי לירות , נמושות . 
לא אנחנו , המפקד . 
אמרתי לו שמלחמה היא מלחמה ושככל שנשארים בה יותר , אנשים מתבלבלים יותר . 
וזה המצב מאז שאיש המערות הבן הזונה הראשון הרים אלה ותקף איש מערות אחר . 
אנשי מערות אהבו לכווץ ראשים ? לא . - לא שידוע לי , המפקד . 
ברור שלא . 
העיקר שתגידו מוכנים לקרב . 
מה שאתם עושים בין הקרבות ... הסגנון שלך מוצא חן בעיניי , המפקד . 
קרבות אוויר כאלה לא היו קיימים בימי אנשי המערות , המפקד . 
ברור שלא , רד . בכל מלחמה יש את החידושים שלה . 
מי לעזאזל קישט את המסיבה הזו ? 
הקמתי ועדה , המפקד . 
נראה שהמטוס הדפוק בצלילה . 
פטר אותם . פטר את הוועדה . 
לא אטרח בפעם הבאה . 
בואו הנה , התקרבו . אני צריך להגיד לכם משהו . 
אתם יודעים איך אנחנו יכולים לסיים את כל העניין הערב ? נמלא אחד מהמבצרים בכמה פצצות שהוא יכול לשאת ונפציץ את הבור שהיטלר מתחבא בו . 
אני בטוח שרד ובאבלס יכולים לאתר את המניאק המשופם הזה . 
כן , המפקד . 
מי שש לירות עכשיו ? 
מי ? 
אתה . 
אתה . 
לא , אתה , המפקד . 
רווקות . 
קדימה , בחורים . בואו נזדרז . רווקות . - פקודה היא פקודה . קדימה , רבותיי . - היי , טאטי . 
את לא יכולה לסרב . ברכותיי . - את יודעת שאת לא יכולה לסרב . 
אתה צריך הפסקה . 
אני חושב שהקולונל צריך לסדר לך אישור יציאה לסוף השבוע . 
כדאי שתבוא איתי . 
לונדון . בוא נעשה את זה , באק . נשתולל בעיר . 
כן , אולי בפעם הבאה . 
בוא , מיטבול . 
רוצה לרקוד ? 
אספר למארג' , באק . 
כשיצאתי למלחמה , מכל הדברים שחשבתי שעלולים לקרות , לא חשבתי שאבלה חודש בחווה בבלגיה . 
יש לנו יותר ניצולי צוות אוויר מאנשים אמינים שיכולים להדריך אותם . 
אני יודע . אני בר מזל . 
לא בר מזל כמוהו . קדימה ! 
בוא כבר , רומיאו ! 
היי , אחי . 
לאן לדעתך הם לוקחים אותנו ? יש לך מושג ? 
אני לא יודע . אני מניח שלספרד דרך צרפת . 
כן , מעניין . ומעניין אם נפגוש שוב מישהו מהאחרים . 
לפי איך שאליס נפלה , קשה לי להאמין . 
אבל הינטון ניצל . 
כן . כן , ודאי . אני בטוח שגם בייבי פייס מצא מוצא . 
שקט . 
היא הבת שלך ? 
מישו היא המדריכה שלכם . 
היא רק נערה . 
היא המדריכה שלכם ואתם תמלאו את ההוראות שלה . 
מה היא אמרה ? 
אני לא יודע . 
תן לי את זה . מה ? 
בחייך , אין צורך בזה . 
אם הגרמנים ימצאו את זה , מה לדעתך הם יעשו ללואיז ולבני המשפחה שלה . 
הם יענו אותם עד שהם ידברו . ואחרי שישיגו את השמות שהם צריכים , הם יירו בהם . 
ואז הם ימצאו את הבא בתור ויעשו זאת גם לו . 
כמו שמושכים בחוט בסוודר . 
אני לא ... אני מצטער . 
זה היה טיפשי מצדי . 
מה זה אומר ? 
כאן ... טיפשים מתים . 
אז איך הגעת ללונדון ? 
בכוסית אחת אתה קונה שיחה קלילה , לא מעשייה עצובה . 
לא ידעתי שאני קונה משהו בכלל . 
אז אתה לא מנסה להכניס אותי למיטה ? 
לא חשבתי הרחק כל כך . 
אני מניחה שאילו היית רוצה לשלם ... - א - הא . 
' לא היה צורך לנסוע עד האמרסמית . 
כך קוראים למקום שאני נמצא בו ? 
מייג'ור בחיל האוויר , אבל לא נווט . 
לא , טייס . 
אתה יודע איך יודעים אם גבר הוא טייס ? 
איך ? 
הוא מספר מיד . 
בעלי טייס . 
אז את נשואה ? 
ממתי אתה חייל ? 
- עוד לפני המלחמה . 
ממתי את מחוץ לפולין ? 
- מאז שהגרמנים פלשו . 
כן , ראיתי את החדשות . 
זו הסיבה שהתגייסתי עוד לפני פרל הרבור . 
גיבור אמריקני . 
אולי רציתי הרפתקה . 
איפה הבעל ? 
יש טייסים שנותרים בחיים כדי להילחם יום נוסף . הוא נשאר . 
הוא רצה להיות גיבור כמוך . 
בשנה שעברה מצאתי מישהו מהטייסת . 
הוא אמר שפאבל הופל מעל שלזיה בשבוע הראשון . 
או שהוא אסיר מלחמה או שהוא נרקב בשדה תפוחי אדמה . 
אולי אנחנו שותים קצת ממנו עכשיו . 
רוצה להכניס אותי למיטה ? 
קח אותי לרקוד קודם . 
מעולם לא הייתי בצד העסקי של הפצצה . 
עסקי . מילה מוזרה למוות . 
הטלתי המון כאלה . סביר להניח שהרגתי הרבה אנשים . 
יופי של עבודה . 
זה מעיק על המצפון שלך ? 
אל תטרח . כל פצצה ופצצה מגיעה לגרמנים . 
יש כאלה שמאמינים שיש הבדל בין מלחמה לבין רצח חסר תכלית . 
הם לא . 
במה את מאמינה ? 
אני מאמינה שעלינו להיות חסרי רחמים וקשוחים כמו שהם היו כלפי העם שלי . 
זה הוגן . 
כן , אבל ... אילו היה איזון כלשהו בסיפור הזה , הייתי דופק כרטיס מזמן . 
אין איזון . 
רק אירוע אחר אירוע . 
הגרועים ביותר לא נפגעים . החפים מפשע מתים . 
אבל שמע משהו ... ככל שאתה קרוב יותר למוות , אתה מרגיש חי יותר . 
כל שנייה היא מוות קטן . 
ואני חשבתי שאני דרמטי כשאני שותה . 
נתראה שם למעלה , באק . 
נעשה וי על עוד משימה . - כן . 
בהצלחה , חבר . - כן . 
רוצה דונאט ? לא . 
תודה . - זה חם . תיזהר . 
תרצה קפה עם זה , לוטננט ? 
התגעגעת אליי ? 
- בכל ארבע השעות שלא היינו יחד ? 
זה יהיה ארוך יותר . 
איך אחזיק מעמד ? 
מה ? 
את עלולה להיות הפרצוף היפה האחרון שאראה . 
אל תגיד את זה . 
ואת בהחלט היפה מכול . 
נתראה אחר כך . 
ועוד איך . 
תראו זה אדוניס שלנו . - תפסיק . 
הניסיון הראשון שלנו להפציץ את ברמן היה אסון . 
אבל נראה שזה היה מזמן . היינו מוכנים לנסות שוב לפגוע במעגני הצוללות . 
ומייג'ור קליבן רצה זאת במיוחד . 
יש אישור ? 
לא . שיט . 
מייג'ור , אדוני , יש לי בעיה במדחף מספר שתיים . הוא מאבד הרבה כוח בהרצה . 
אני די בטוח שזו רק הפלטינה . אני יכול לתקן את זה תוך כדי שתיסעו על המסלול . שלושה מנועים ? 
אני יכול לעשות את זה , המפקד . 
זה טירוף . תרכב על הגלגל ? 
נסה . 
זה לא מוצא חן בעיניי , באק . 
תיקון מדחף בלחץ זמן , כן , זה דבר אחד , אבל בתנועה ? 
אם למונס אמר שהוא יעשה את זה , הוא יעשה את זה . 
תאמין . 
- הבייבי שלנו איך הולך שם , למונס ? 
אנחנו צריכים להנהיג את היחידה הזו . 
אני מטפל בזה , מייג'ור . אני עובד הכי מהר שאני יכול . 
נותרו לנו שני מטוסים , באק . 
יש עוד שני מטוסים לפנינו . 
כן , המפקד . 
בסדר , נותר רק אחד , באק , זה עכשיו או לעולם לא . 
נותר רק מטוס אחד , למונס . 
- לא מאוחר מדי לבטל , באק . נוכל לעצור מימין שם . - עכשיו תורנו . 
עכשיו תורנו . 
קדימה , למונס . קדימה . 
זה אמור לעבוד . 
תנו להם בראש , בחורים . 
דמרקו , תודה בזה . טעית . בסדר , טעיתי . בוא נזוז . כן , בייבי . 
- פריז , צרפת תכף ניכנס לתחנה , אז יהיו שם גרמנים רבים . 
נהגו כמוני . אם אוציא את מסמך הזיהוי שלי , אתם תוציאו את מסמכי הזיהוי שלכם . אם אביט בשעון שלי , אתם תביטו בשעונים שלכם . 
והכי חשוב , אל תדברו . 
בסדר ? 
הולכים ? 
לא , אני הולכת לעשות פיפי . 
עכשיו ? 
אתה חושב שיפרידו בינינו ? 
אני לא יודע , ביילי . 
יש משהו שאני חייב לשאול אותך , קווין . 
זה מטריד אותי . - ביילי , אני ... הוא מת ? 
בקשר להתרסקות . 
בייבי פייס ... 
לא הצלחתי לחלץ אותו . 
הפתח היה תקוע . 
השתדלתי מאוד . 
השארתי אותו שם . 
בייבי פייס הקטן . 
אני ניסיתי . 
אני לא יודע . 
הייתי עושה את אותו הדבר . 
כרטיסים , בבקשה . 
והכינו בבקשה את המסמכים שלכם לרשויות בתחנה . 
לא , אדוני , זה לרשויות . 
הכרטיסים שלכם , בבקשה . 
רק רגע , אדוני . 
סלח לי . שלום , אדוני . - שלום , גברתי . כרטיס , בבקשה . 
בבקשה . 
- תודה . 
כרטיס , אדוני ! 
אדוני . אני צריך לראות את הכרטיס שלך . 
הם חירשים . הם לא שומעים אותך . 
חפשו בכיסים ! 
מה קרה לך ? אמרתי לך שהוא חירש . הוא לא מבין . אז למה הוא בורח ? 
- הוא נבהל . שים את עצמך במצבו . 
חכה . 
עצור . 
אתה תסתובב ותחזור לתא ברוגע . בסדר ? 
יש לך את הכרטיס שלך ? כן . 
תוציא אותו . 
מצאת את הכרטיס שלך ? אדוני . - כן , גברתי ? אדוני ! מישהו גנב את המזוודה של הגברת הזו . 
כן , כן . רק רגע , גברתי . 
שבי ותירגעי . 
לא תעשה שום דבר ? ברוגע . יופי . 
שם . גנב קטן ! אתה תראה , הוא ג'ינג'י . 
אל תעשה את זה שוב . אתה מבין ? 
היית כאן כל הזמן ? 
זו מאנון . 
יש לנו עוד דרך ארוכה . 
ניקח אתכם לספרד ומשם הביתה לאנגליה . 
אבל אתם חייבים לשמור על קור רוח . 
אם תעשה משהו כזה שוב , אכה אותך . 
הדק את זה רק עם היד . 
פנו את המסלול . אלוהים , נו , באמת . היכונו , בחורים . פנו את המסלול . 
אחת עשרה , 12 . שלוש עשרה . - שלוש עשרה . 
יש שלושה עשר . 
איפה אתה , באק ? 
זהו זה . - זהו זה , המפקד . 
יש לנו 24 מבצרים . שלושה עשר הגיעו . 
שלושה חזרו בגלל תקלות מכניות . זה אומר שאיבדנו שמונה . 
זה 80 איש . 
המפקד . - כמה מחליפים . 
קיד ובלייקלי . 
דמרקו וגם באק קליבן . 
המפקד . לוטננט קרוסבי ? 
אני מצטער , בן . 
לעזאזל על ברמן . באק . 
מה קרה ? 
הם לא שרדו . 
מי יטפל במיטבול ? 
תן לי לעזור לך , דוקטור . 
המסמרות של רוזי . 418 . 
בבקשה . - תודה . אתם בסדר ? - טוב שחזרתם . 
קחו קפה אם אתם רוצים . - הקפה בצד הזה . 
בוא . 
זה היה כאילו טסנו דרך קיר של ירי גרמני . 
תמשיך . - מטוס אף - דבליו התנגש בהם ישירות . שני המטוסים התפוצצו . מה היו התנאים ? ראית את המטרה ? 
- מוביל היחידה נפל . מישהו יצא מהמטוס ? ראית מצנחים ? 
ראיתי רק ארבעה מנצחים . זה הכול . 
אני מבין . אז איך מצאת את עצמך לבד ? 
היה בלבול רב אחרי שמוביל טייסת 350 נפל . 
הבייבי שלנו עם באק קליבן ועם דמרקו . 
כל הקודקוד . 
נאש וגם ספיס . 
לא ראיתי מצנחים . 
תן לי רגע , פאפי . 
הלן . 
זה היה גיהינום שם . 
לוטננט נאש לא נותר בחיים . 
אני מצטער . 
קראנק . - היי . ראית מה קרה למבצר של בלייקלי וקרוז ? מתי ? איפה ? כמה מצנחים ? לא , הם עזבו את המבנה בערך באזור המטרה . 
ובאק ? 
מי יספר לאיגן ? 
בוקר טוב . 
בוקר ? כבר אחר הצהריים . 
שערה של הכלב . 
זה הראש שלי . 
לא , זו שערה של הכלב שנשך אותך . 
זו התרופה . אני צריכה ללכת . 
יש לך מקום להיות בו ? 
בוא לא נעשה מזה יותר ממה שזה היה . 
זה היה די מעולה . מה עוד אפשר לעשות מזה ? 
שמעי , אני מתכוון לצאת לשתות היום . 
אני הולך לבלות . אשמח לעשות את זה איתך . 
לבי לא יעמוד בטייס נוסף בשדה תפוחי אדמה . 
אני יודעת שאתה מבין אותי ... גבר מתוק . 
סלחי לי , גברתי . את יודעת איפה אפשר לקנות עיתון ? 
ממש שם , מעבר לפינה . 
אלוהים אדירים . 
תנו לי לראות אותה . בבקשה , אלוהים . תודה . 
תנו לי לראות . היא מתה ? לא , היא לא מתה ! 
שמור את העודף . 
נורפולק 7322 , בבקשה . 
כאן בומן . 
- רד , זה איגן . 
איך הלך במשחק אתמול ? 
פחות טוב משקיווינו . 
באק היה בהרכב ? כן . 
המשחק שלו היה מוצלח ? 
הוא חבט עד שנפל , ג'ון . 
מי עוד ? 
רוב ההרכב הפותח . 
יש משחק מחר ? כן . 
בסדר , תגיד למאמן שאגיע בזמן למשחק . 
ורד ... אני רוצה להגיש . 
- בפרק הבא אין טעם לתהות , רבותיי . 
אתם יכולים להבין לבד למה חזרתי מוקדם . 
משימה נוספת . 
המטרה נמצאת ממזרח למרכז העיר . 
יהיו המון אנשים בקתדרלה הזו . 
מעולם לא תקפנו מטרה שקרובה כל כך למרכז העיר . - אלוהים אדירים , קראנק . זו מלחמה . אנחנו כאן כדי להטיל פצצות . 
סידרתי את זה אתמול , אבל הוא יטוס . זה משפר את ההרגשה שלי . 
מטוסי קרב , שעה 12 . אלוהים אדירים . 
מנוע אחת הפסיק לעבוד . 
אלוהים אדירים , מנוע ארבע גמור . 
אנחנו חייבים לצאת מכאן מיד . 
אתה יודע איפה הקבוצה שלי נחתה ? 
איפה הבחורים שלנו , צ'יק ? 
