아침에 눈뜰 때부터 잠들 때까지 네 생각뿐인 걸 알아줘 
그러고 나서도 네 꿈을 꿔 
넌 지금도 , 앞으로도 내게 유일한 여자야 그러길 바라 
레겐스부르크 - 슈바인푸르트 임무는 가장 규모가 크고 가장 희생이 큰 전투였다 
비딕 , 클레이터 , 반 노이와 그들의 승무원들을 잃었다 
우린 누가 죽었고 누가 잡혔는지 몰랐다 
12 공군이야 
안 오는 것보단 늦는 게 낫지 
시원한 맥주도 가져오면 좋을 텐데 
꿈 깨 
친구들 , 서두르자 짐들 챙겨 
집에 간다 
어서 
전시에 용기는 다양한 형태로 드러난다 
낙하산 착륙에 성공한 윌리엄 퀸 병장 같은 이들에게는 포획을 피할 유일한 방법이 있었다 " 벨기에 , 플랑드르 " 외국 친구들의 도움을 받는 것이다 
연합군 승무원을 돕다가 발각되면 강제 수용소로 보내지거나 처형당했다 
엄청난 위험이 따르는 일이었다 
앉아 있어요 금방 올게요 
베일리 
살아 있었구나 
또 누가 살았어 ? 
낯익은 얼굴은 네가 처음이야 
옆에는 누구야 ? 
밥이야 
몇 전대랬지 ? 306 전대 
- 사수야 ? - 응 
너희가 말벌 집을 걷어찼어 
머리끝까지 화나서 우릴 쫓아오던데 
우리도 당할만큼 당했지 그래서 ? 
어제부터 여물통에 있는 물 마시고 있어 너는 ? 
베이비 페이스는 ? 다른 사람들은 ? 
당신 , 따라와요 
이름이 뭐예요 ? 
윌리엄 퀸 병장요 
군번은 6391477 요 
대답한 걸 적어요 
임무가 뭐였어요 ? 
메서슈미트 공장 폭격요 보직은요 ? 
무전수요 
대답을 적어요 
야구 좋아해요 ? 네 
베이브 루스가 다저스 전에 무슨 팀이었죠 ? 
베이브 루스는 다저스에서 뛴 적 없어요 
양키스에서 뛰었죠 
그 전에는 ... 레드삭스였고요 
트래펄가 광장에 있는 동상이 뭐죠 ? 
그게 어딘지 모릅니다 
런던 안 가 봤어요 ? 
우린 동앵글리아에 주둔해요 
런던까지 최소한 이틀 걸리는데 이틀 휴가는 못 받아 봤어요 
종이 위에 오늘 날짜 적어요 
당신 나라 국가가 뭐죠 ? 
' 성조기여 , 영원하라 ' 요 
부를 수 있어요 ? 
사회 기말고사 이후로 제일 어려운 시험이었어 
그러게 나 떨어질 줄 알았어 
밥 , 불 있어요 ? 네 , 저도 한 대 줄래요 ? 
왜 이래요 ? 
첩자였어요 
아니에요 나랑 한 시간 동안 얘기했다고요 퀸 , 너도 얘기했잖아 미국인이었어요 독일인이에요 , 우리 네트워크에 침투하려고 별짓을 다 했지만 
오해일 수도 있잖아요 
우린 오해 안 해요 
25 는 마법의 숫자였다 
25 번의 임무에서 살아남으면 귀향한 후 전쟁 영웅으로서 전국을 순회했다 
다이가 못 돌아오면 대원들이 어떻게 반응할까요 ? 
성대한 파티와 비통한 추모식 둘 중 하나야 
1943 년 가을 글렌 다이 대위와 승무원들이 그 숫자에 처음으로 근접했다 
" 1943 년 9 월 16 일 " - 어이 - 소령님 소령님 토미 , 보러 왔구나 
이 친구들이 많이 도와줘 ? 
이 사람들이 날 힘들게 해 , 존 
그렇겠지 빌리 , 새미 이제 저 건달들하고 일해 ? 
- 소령님이 일을 안 주니까요 
- 그럼 우리랑 일하자 
- 얼마든지요 
- 좋죠 
아주 열정적인 일꾼들이에요 
릴 , 다이는 걱정 마요 25 번째 임무예요 , 곧 올 거예요 
고마워요 
간다 
소령님 어이 
전쟁 영웅 순회 포스터 같군 아주 멋져 두 분도 전쟁 영웅 순회 포스터 같아요 
- 소령님 - 제군들 소령님이 큰 힘이 됩니다 
- 잘 지내 , 버키 ? - 잭 , 넌 어때 ? - 잘 지내지 , 불만 없어 - 크로즈 
- 소령님 
- 저기 좀 봐 
- 다이야 
- 왔군 
25 번째 임무 ! 
집에 가는구나 ! 
25 번 ! 
집에 가는구나 운 좋은 자식 ! 
네 기술을 훔쳤네 
네 여자도 훔쳤지 
" 25 번째 임무 축하 " 친구들 보러 갈까 ? 
오셨군 아주 행복해 보이네 
숙녀분 조심해 안 돼 나 저쪽으로 갈 거야 
- 걔 엄마가 죽었어요 - 저기 온다 우리의 찰리 로버트슨이 오신다 찰리 ? 
찰리가 누군데요 ? 
1922 년 화이트삭스 대 타이거스전 노히트 노런에 실책도 없었죠 
퍼펙트게임을 달성한 마지막 선수예요 지금까진 그렇지 
플로리다 가기 전에 집에 가 ? 네 , 3 일 동안요 아빠랑 사냥도 하고 엄마 호들갑도 받아 주고 
역 몇 군데에 들러서 25 번이 실제로 가능하단 걸 증명해야죠 
그래 , 간신히 달성했지 
남은 건 우리뿐이지 ? 
그린란드에서 온 ... 35 명 중 12 명이 남았지 
맞아 
정말 잘됐어 , 다이 그래 , 맞아 우리 정말 기뻐 오늘 여기 없는 친구들을 위하여 
- 건배 - 그래 
그래 , 위하여 
난 저쪽에 좀 가서 나 없이 신난 거 아닌지 확인해 볼게요 
- 찰리 로버트슨 - 어쩌려고 ? 
한 명 가는구나 
그만 쳐다봐 
- 안 쳐다봐 - 보고 있잖아 
정말 ? 설마 이상하지 않아 ? 
난 혼자라서 속상해 
- 역시 내시야 - 아니 , 그 얘기가 아니라 
관에 담겨 귀향하지 않는 걸 떠들썩하게 축하하는 거 말이야 
왜 항상 그런 식으로 말해 ? 
저게 누구야 
조심해 , 친구들 저기 춤꾼 온다 
부추기지 마 숙녀분들 다 도망가 
잘 추네 
제군들 , 뭐 하고 있어 ? 
난 여자 구경하고 패피는 분위기 잡치고 있지 
- 아무것도 안 한다고 - ' 망치다 ' 분위기 망친다는 거지 ? 난 그냥 느낌이 안 좋다는 거야 
한 명이 성공한 거로 이렇게 축제를 벌인다고 ? 
조종사들은 다 그래 - 널 의식하는 거 알지 ? - 그랬으면 좋겠다 
- 친구들 
- 안녕 - 이건 소령님 
클레븐 소령님 
로젠탈 , 내시 
맞습니다 
부조종사 ... 스패츠와 루이스 ? 
- 스피스입니다 - 스피스 
루이스입니다 근데 패피로 불립니다 
- 그래 - 자네들은 ... 전쟁 전에 조종사였나 ? 
- 변호사였습니다 - 변호사 ? 
- B - 17 조종은 어디서 배웠어 ? 
- 러레이도요 , 12 시간씩 9 개월요 - 어허 
사격 훈련도 했죠 내시도요 
자네들 평판이 자자하던데 정말로 
스키비를 입고 비행하는 거로 말입니까 ? 
무슨 말이지 ? 
저희는 팬티 입고 비행하는 거로 유명하죠 
다들 ? 
네 , 그렇습니다 요즘 친구들은 그렇게 하나 ? 
텍사스에선 요새가 너무 뜨거워서 계기판에서 계란이 익어요 
그래 ? 
팬티 얘기는 못 들었지만 뛰어난 조종사들이라고 들었어 
참전하게 돼서 기쁩니다 
몇 달 동안 파견을 요청했는데 
이제 여기 왔으니 실제로 뭔가 하겠네요 
그래 , 뭐라도 하게 될 거야 
- 재밌게들 놀아 
- 네 
- 왜 그런 얘기를 한 거야 ? 
- 그러게 왜 팬티 얘기를 ... 
- 괜찮아 - 기도해 줘 , 나 간다 
허버트 내시 중위입니다 
헬렌이에요 ' 트로이의 헬렌 ' 같네요 
커피랑 도넛을 나눠 주러 지구 반대편까지 왔다고요 ? 
도움이 되고 싶었어요 그래서 이 꼴이네요 
지내기 힘든 곳이죠 전 불만 없어요 
아침 먹으러 온 놈들한테 그런 표정을 보여 줘요 ? 
뭐 , 마지막으로 보는 예쁜 얼굴일지도 모르잖아요 
어떻게 구별해요 ? 뭘 구별해요 ? 
그냥 내가 안쓰러운 건지 키스하고 싶은 건지요 
- 그 여자 미소가 맘에 들걸 - 이건 소령님 , 클레븐 소령님 
20 번의 임무를 나가셨다고 들었습니다 
그쯤 됐지 
벅은 21 번이야 
조언하실 게 있나요 ? 
살기 위해 노력해 
최소한 11 번의 임무에서 
알겠습니다 그러면 어떻게 되죠 ? 확률을 극복한 거지 아닐 수도 있고 알지 ? 
감사합니다 - 좋은 밤 보내 
- 소령님도요 
이 모든 새 얼굴들은 ... 우리가 죽으면 기억 못 하겠지 원래 없었던 사람처럼 
그게 중요해 ? 안 중요하겠지 
제군들 하딩 대령님 잘 들어 
방금 스토버 박사한테 분위기 깨는 말을 들었어 
너희가 폭력적으로 변하는 것 같다더군 
아닙니다 
난 전쟁은 전쟁이라고 했어 전쟁이 길어질수록 사람을 망치지 
그건 원시인이 처음 몽둥이를 들고 다른 놈을 공격했을 때부터 그랬어 
원시인이 정신 상담을 받았나 ? - 아니요 - 아닙니다 
당연히 아니지 
중요한 건 너희가 싸울 준비가 됐냐는 거야 
전투 간에 하는 건 ... - 대령님 스타일 맘에 듭니다 - 맞습니다 
원시 시대 후로 이런 공중전은 처음입니다 
당연하지 전쟁은 늘 새로우니까 
파티 장식 누가 했어 ? 
제가 위원회를 소집했습니다 
뭔 놈의 비행기가 추락하는 것 같잖아 
그 위원회 해고해 
다음엔 잘하겠습니다 
모여 봐 할 말이 있어 
오늘 밤에 다 끝낼 수 있는 방법 알아 ? 요새 하나에 227kg 폭탄을 가득 채우고 히틀러의 은거지를 폭격하면 돼 
레드와 버블스가 그 콧수염 난 새끼를 찾아낼 거야 
그렇습니다 
폭력적인 게 누구죠 ? 
누군데 ? 
대령님요 
너지 
아니요 대령님입니다 
여자들이 혼자 있군 
자 , 빨리들 움직이자고 - 여자들이 혼자 있어 - 명령이다 - 가자 - 이봐요 , 태티 
거부할 수 없는 거 알죠 - 축하드립니다 - 거부할 수 없어요 
넌 좀 쉬어야 해 
대령이 주말 휴가를 줘야 하는데 
너도 가야지 
런던에 신나게 놀아 보자 
그래 , 다음에 
이리 와 , 미트볼 
춤출래 ? 
마지한테 이른다 
참전할 때 온갖 상황을 상상했는데 벨기에 농장에서 한 달을 보낼 줄은 몰랐어요 
믿을 만한 안내자보다 추락한 공군이 많아요 
알아요 전 운이 좋은 놈이죠 
저 녀석만큼은 아니지만요 갑시다 ! 
가자 , 로미오 
그래 
우릴 어디로 데려갈 것 같아 ? 
모르지 , 프랑스를 지나서 스페인으로 갈 것 같아 
그래 , 궁금하네 다른 친구들을 다시 볼 수 있을까 ? 
앨리스가 너무 심하게 당해서 잘 모르겠어 
하지만 힌튼은 탈출했지 ? 
그럼 , 베이비 페이스는 탈출할 방법을 찾았을 거야 
조용히 해요 
따님인가요 ? 
미슈가 당신들 안내자예요 
이제 겨우 십 대인데요 ? 
미슈가 안내자예요 미슈 말대로 해요 
뭐래 ? 
몰라 
이리 줘요 뭘요 ? 
그럴 것까진 없잖아요 
독일군이 이걸 보면 루이즈와 걔의 가족에게 무슨 짓을 할 것 같아요 ? 
입을 열 때까지 고문하고 원하는 이름들을 듣고 나면 쏴 버리겠죠 
다른 사람을 찾으면 또 똑같이 할 테고 
스웨터의 올을 당기듯이 
전 ... 죄송합니다 
제가 멍청했어요 
무슨 말이에요 ? 
여기서 ... 멍청함은 곧 죽음이에요 
런던엔 어떻게 왔어요 ? 
이 술로는 슬픈 이야기 말고 가벼운 대화만 살 수 있어요 
내가 뭘 사고 있는지는 몰랐네요 
그럼 날 침대로 데려가지 않을 거예요 ? 
아직 거기까진 생각 안 했는데 
- 혹시 그런 걸 원하면 ... - 어허 피커딜리에 가면 돼요 
해머스미스까지 안 와도 되고요 
여기가 해머스미스예요 ? 
공군 소령인데 항법사는 아니네요 
네 , 조종사예요 
어떤 사람이 조종사인지 어떻게 알게요 ? 
어떻게요 ? 
자기 입으로 말해요 
내 남편도 조종사예요 
결혼했군요 
- 언제부터 복무했어요 ? 
- 전쟁 전부터요 
- 언제부터 폴란드에 못 갔어요 ? 
- 독일 침공 후부터요 
네 , 뉴스 영화에서 봤어요 
그래서 입대했어요 진주만 공습 전에요 
미국 영웅이군요 
모험을 원했던 걸 수도 있고요 
남편은 어디 있어요 ? 
어떤 조종사들은 살아서 다음을 기약하는데 남편은 남았어요 
당신처럼 영웅이 되고 싶어 했죠 
작년에 남편의 대대원을 만났는데 
남편은 첫 주에 실레지아 상공에서 격추당했대요 
전쟁 포로가 됐거나 감자밭에서 썩고 있겠죠 
우린 그이의 영혼을 마시는 걸지도 몰라요 
나랑 자고 싶어요 ? 
먼저 나랑 춤춰요 
전에는 폭탄하고 볼일이 없었는데 
볼일이라 죽음과 안 어울리는 단어네요 
난 저런 걸 많이 떨어뜨렸어요 아마 많은 사람을 죽였겠죠 
참 대단한 직업이에요 
양심의 가책을 느껴요 ? 
신경 쓰지 마요 , 독일엔 폭탄을 죄다 퍼부어도 모자라요 
어떤 사람들은 전쟁과 무분별한 살인이 다르다고 믿죠 
독일 놈들은 그렇지 않아요 
당신 생각은 뭔데요 ? 
저들이 우리에게 한 것처럼 무자비해야 한다고 생각해요 
그래야 공평하죠 
네 , 하지만 ... 이 모든 것에 균형이란 게 있다면 내 운명은 아주 오래전에 결정됐을 거예요 
균형은 없어요 
사건의 연속일 뿐이죠 
최악의 사건이 변함없이 일어나요 무고한 죽음요 
하지만 그거 알아요 ? 죽음에 가까워질수록 더 살아 있음을 느껴요 
매 순간이 작은 죽음이죠 
나만 취하면 감정적이 되는 줄 알았는데 
위에서 보자 , 벅 
- 또 한 건 해치우자 - 그래 
- 행운을 빌어 - 그래 
도넛 먹을래 ? 아니 
- 고마워요 - 뜨거워요 , 조심해요 
- 커피도 줘요 ? 
- 나 보고 싶었어요 ? 
- 4 시간 못 봤는데요 ? 
이번엔 더 길 거예요 
나 어떻게 버티지 ? 
왜요 ? 
마지막으로 보는 예쁜 얼굴일 것 같아서요 
그런 말 하지 마요 
내 목숨을 걸고 당신이 제일 예뻐요 
이따 봐요 
당연하죠 
- 우리의 아도니스 - 꺼져 
첫 브레멘 폭격은 재앙에 가까웠지만 
오래전 일처럼 느껴졌다 우린 다시 유보트 기지 폭격을 준비했다 
클레븐 소령은 누구보다 열성적이었다 
됐어 ? 
아니 젠장 
2 번 왼쪽 마그네토에 문제가 있습니다 출력이 급격하게 감소합니다 
접촉 문제일 겁니다 택싱 중에 고칠 수 있습니다 엔진 3 개를 ? 
할 수 있습니다 
말도 안 돼 바퀴에 타겠다고 ? 
해 봐 
전 잘 모르겠네요 
주기장에서 마그네토를 고치는 건 괜찮죠 근데 이동 중에요 ? 
레먼스가 된다면 되는 거야 
믿어 , 믿으라고 
" 아우어 베이비 " 어때 , 레먼스 ? 
우린 대대를 지휘해야 해 
최대한 빨리 하겠습니다 
2 기 남았어요 
앞에 2 기 남았어 
알겠습니다 
하나 남았어요 이제 가야 해요 
- 하나 남았어 , 레먼스 
- 아직 중지할 수 있어요 - 저쪽에 대면 돼요 - 우리 차례야 
- 우리 차례라고 
레먼스 , 달려 
이제 괜찮을 겁니다 
힘내십쇼 
더마코 , 인정해 네가 틀렸어 그래요 , 내가 틀렸네요 가죠 그렇지 
" 프랑스 , 파리 " 곧 역이라서 독일인이 많을 거예요 
내가 하는 대로 해요 내가 신분증명서를 꺼내면 당신들도 꺼내고 내가 시계를 보면 당신들도 봐요 
그리고 뭘 하든 말은 하지 마요 
알겠어요 ? 
우리도 가요 ? 
아니요 , 화장실 갈 거예요 
지금요 ? 
독일인들이 우릴 구분할까 ? 
모르겠어 
물어보고 싶은 게 있어 , 퀸 
계속 신경 쓰여서 
추락 말인데 
- 베이비 페이스는 ... 
못 빼냈어 
해치가 고장 났었어 
진짜 노력했어 
거기 두고 왔어 
불쌍한 베이비 페이스 
난 노력했어 
모르겠다 
나도 똑같이 했을 거야 
표 보여 주세요 
역에서 보여 줄 증명서도 준비하시고요 
아니요 그건 증명서잖아요 
표 보여 주세요 
잠시만요 
들어갈게요 - 안녕하세요 - 안녕하세요 , 표 보여 주세요 
- 여기요 
- 감사합니다 
표 보여 주세요 
선생님 , 표 보여 달라고요 
청각장애인들이에요 소리 못 들어요 
주머니 좀 볼게요 
왜 그래요 ? 청각장애인이라니까요 - 왜 도망치는 거죠 ? 
- 겁을 주니까 그렇죠 
기다려요 
멈춰요 
돌아서서 침착하게 객실로 돌아가요 알겠어요 ? 
표 있죠 ? 네 
꺼내요 
표 찾았어요 ? - 차장님 - 네 ? 어떤 사람이 아주머니 가방을 훔쳤어요 
네 , 잠시만요 
앉아서 좀 진정해요 
아무것도 안 해요 ? 네 , 진정할게요 
저 사람이 도둑이에요 빨간 머리요 
또 그러지 마요 알겠어요 ? 
여기 계속 있었어요 ? 
이 사람은 마농이에요 
갈 길이 멀어요 
스페인에 간 다음 영국에 보내 줄게요 
하지만 정신 바짝 차려요 
또 그딴 짓 하면 기절시켜 버릴 거야 
꽉 조여 
주기장을 비우십시오 이런 , 좀 ! 준비하자 주기장 비워 
11 , 12 - 13 - 13 
13 기야 
어디 있어요 , 벅 ? 
- 이게 다군 - 그렇습니다 
24 기 중에서 13 기 돌아왔습니다 
3 기는 고장으로 복귀해서 총 8 기 잃었습니다 
80 명이 못 돌아왔군 
- 대령님 - 보충 인원 몇 명과 
키드 , 블레이클리 
더마코 , 벅 클레븐도요 
소령님 크로즈비 중위는요 ? 
유감이네 
빌어먹을 브레멘 벅 
왜 그래요 ? 
사람들이 못 돌아왔어 
미트볼은 누가 돌봐요 ? 
도와드릴게요 
418 대대 로지스 리베터스요 
- 여기요 - 고마워요 - 다들 괜찮아요 ? - 돌아와서 다행이에요 
- 커피들 드세요 - 거기 커피 있어요 
가자 
대공포 벽을 뚫고 비행하는 것 같았어요 
- 계속해요 - FW 가 정면으로 충돌해 둘 다 폭발했어요 상황은 어땠어요 ? 목표물이 보였어요 ? 
- 지휘기가 당했어요 탈출한 사람 없나요 ? 낙하산 봤어요 ? 
4 개밖에 못 봤어요 
알겠어요 어떻게 혼자 남았어요 ? 
350 대대 지휘기가 추락한 후에 다들 우왕좌왕했어요 
벅 클레븐과 더마코가 탄 아우어 베이비요 
1 분대 전체가 당했어요 
내시와 스피스도요 
낙하산은 하나도 못 봤어요 
잠깐만 , 패피 
헬렌 
오늘 임무는 지옥 같았어요 
내시 중위는 못 돌아왔습니다 
유감이에요 
- 크랭크 - 응 블레이클리와 크로즈의 요새를 봤어요 ? 언제 , 어디서 추락했죠 ? 낙하산은 몇 개였어요 ? 못 봤어 , 최초 진입 지점 근처에서 대형에서 이탈했어 
벅은 ? 
이건한테 누가 말하지 ? 
좋은 아침 
아침요 ? 12 시가 지났어요 
해장술 마셔요 
머리 아파요 
어제 마신 술이에요 
해독제죠 나 가야 해요 
갈 데 있어요 ? 
우린 여기서 끝내야 해요 
진짜 좋았는데 우리 뭘 더 같이할 수 있죠 ? 
저기 , 난 오늘 나가서 술 마실 거예요 
재미도 좀 볼 건데 당신과 그러고 싶네요 
감자밭에 다른 조종사는 묻고 싶지 않아요 
이해하죠 ? 다정한 사람 
실례합니다 신문 어디서 살 수 있죠 ? 
바로 저기요 모퉁이 돌아서요 
어떡해 
애를 보게 해 줘요 , 제발 - 고맙습니다 
보여 달라고요 , 죽었어요 ? 아니에요 , 안 죽었어요 ! 
- 잔돈은 가지세요 
노퍽 7322 부탁합니다 
- 보먼입니다 
- 레드 , 나 이건이야 
어제 경기 어땠어 ? 
기대만큼 잘되진 않았어 
벅도 출전했지 ? 응 
잘했어 ? 
끝까지 최선을 다했어 
다른 사람은 ? 
출전 선수 대부분 
내일 경기 있어 ? 응 
알겠어 감독님한테 나 출전한다고 해 
그리고 레드 ... 나 투수 할 거야 
" 다음 이야기 " 궁금해할 필요 없어 
내가 왜 일찍 복귀했는지 다들 알잖아 
또 임무가 있군 
목표는 도심 바로 동쪽에 있다 
대성당에 사람이 많을 거야 
이렇게 도시에 가까운 - 목표 지점은 없었어 - 맙소사 , 크랭크 이건 전쟁이야 폭격하러 왔잖아 
어제 왔어요 하지만 날 겁니다 기분이 좋아지는군 
전투기 12 시 이런 
1 번 엔진 정지 
4 번 엔진이 멈췄어 ! 
당장 탈출해야 해 
우리 전대가 어디 착륙했는지 아나 ? 
우리 대원들은 어디 있습니까 ? 
