Ты всегда в моих мыслях . С момента пробуждения до отхода ко сну . 
А ночью ты в моих снах . 
Ты всегда будешь моей единственной . Надеюсь . 
В миссии Регенсбург-Швайнфурт , нашем самом крупном на тот момент бою , мы понесли наибольший урон . 
Мы потеряли Биддика , Клейтора , Ван Ноя и их экипажи . 
Мы не знали , кто погиб , а кто в плену . 
Это 12-я . 
Лучше поздно , чем никогда , да ? 
Надеюсь , у них найдется холодное пиво . 
И не надейся . 
Ладно , шевелитесь , парни . Да , собирайтесь . 
Мы летим домой . 
Сейчас . 
На войне мужество принимало разные формы . 
У союзнических летчиков вроде успешно парашютировавшегося сержанта Куинна был лишь один путь избежать плена . ФЛАНДРИЯ , БЕЛЬГИЯ Помощь зарубежных друзей . 
Попавшихся на помощи сбитым летчикам либо отправляли в концлагерь , либо казнили . 
Риск был огромным . 
Посиди тут . Я сейчас . 
Бейли . 
Ты цел . 
Кто-то еще выжил ? 
Ты первое знакомое лицо . 
А это кто ? 
Это Боб . 
Из какой ты группы ? Из 306-й . 
- Стрелок ? - Да . 
Вы разворошили настоящее осиное гнездо . 
Они набросились на нас с такой яростью . 
Нам досталось . И ? 
Я со вчерашнего дня пью из корыта . А ты ? 
А что с Малышом ? Со всеми остальными ? 
Ты . За мной . 
Имя ? 
Сержант Уильям Куинн . 
Личный номер 6391477 . 
Записывай ответы . 
Какое было задание ? 
Бомбить завод Messerschmitt . Должность ? 
Радист . 
Пожалуйста , записывай ответы . 
Любишь бейсбол ? Да . 
За кого играл Бейб Рут до " Доджерс " ? 
Бейб Рут никогда не играл за " Доджерс " . 
Он играл за " Янкис " . 
А до этого за " Ред Сокс " . 
Чья статуя на Трафальгарской площади ? 
Я не знаю , где это , сэр . 
Ты не был в Лондоне ? 
Мы базируемся в Восточной Англии . 
На поездку нужен двухдневный отпуск . Мне его ни разу не давали . 
Укажи сверху сегодняшнее число . 
Гимн твоей страны ? 
" Звездное знамя " . 
Можешь спеть ? 
Последний раз меня так допрашивали на выпускных . 
И не говори . Я думал , что завалил . 
Боб , огонек найдется ? Да . Угостите сигареткой ? 
За что вы его ? 
Это внедренный агент . 
Нет , вы что . Я с ним час говорил . Понимаете ? Куинн ? Ты говорил с ним . Он американец . Немец . Они по-всякому пытаются внедриться в нашу сеть . Но мы всегда их вычисляем . 
Должно быть , вы ошиблись . 
Мы не ошибаемся . 
Двадцать пять – магическое число . 
После 25 вылетов отправляли домой для участия в агитационных турне . 
Если Дай не вернется , как это воспримут парни ? 
Нас ждет либо очуменная вечеринка или очуменные поминки . 
Осенью 1943 года капитан Гленн Дай и его экипаж первыми приблизились к этой цифре . 
16 СЕНТЯБРЯ 1943 ГОДА - Парни . - Майор . - Майор . - Томми , ты пришел посмотреть . 
Парни прикрывают тебя от неприятностей ? 
Наоборот , тянут в самую гущу , Джон . 
Не сомневаюсь . Билли , Сэмми , вы работаете с этими негодяями ? 
- Хотите нас нанять ? 
- Почему нет ? Залезайте . 
- С радостью . 
- Да . 
Настоящие энтузиасты . 
Лил , не переживай за Дая . Двадцать пять вылетов . Скоро будет . 
Спасибо , Джон . 
Пока , парни . 
Майор ! Привет . 
Хоть для рекламы военных облигаций снимай . Красавцы . Настроение под стать . 
- Привет . - Джентльмены . Рад от вас такое слышать , майор . 
- Как ты , Баки ? - Джек , как сам ? - Солнышко . Красота . - Кроз . 
- Майор . 
- Эй , смотрите . 
- Это Дай . 
- Вон он . 
Его 25 вылет ! 
Вы едете домой ! 
Двадцать пять ! 
Ты летишь домой , везунчик ! 
Он заимствовал твою фишку . 
И твою девушку . 
С 25 БОЕВЫМ ВЫЛЕТОМ Хочешь увидеть парней ? Идем . 
- А вот и он . - Похоже , ты отлично проводишь время . 
Осторожно , дама . Ну нет . Я туда . 
- У него мать умерла . - Вот он . Наш собственный Чарли Робертсон . Чарли ? 
Кто такой Чарли ? 
" Уайт Сокс " против " Тайгерс " , 1922 год . Ноль ранов , ноль хитов , ноль ошибок . 
Он последний провел совершенную игру . До этого момента . 
- Домой заскочишь перед Флоридой ? - Да , на три дня . Схожу с отцом на охоту , позволю маме похлопотать вокруг меня . 
А потом турне по стране , в качестве доказательства того , что 25 – это возможно . 
Ага , чудом уцелев . 
Это всё , что от нас осталось , так ? 
Двенадцать экипажей из ... Из 35 , что прилетели сюда из Гренландии . 
Верно . 
Мы рады за тебя , Дай . Верно . Так и есть . Мы очень за тебя рады . За тех , кого с нами нет , но кто должен был быть здесь . 
- За них . - Да . 
Да , за это . 
Джентльмены , проведаю парней . Не то переусердствуют с празднованием . 
- Чарли Робертсон . - К чему это он ? 
Один справился . 
Перестань глазеть . 
- Я не глазею . - Глазеешь . 
Правда ? Нет . Вас это не смущает ? 
Еще как . Я весь пылаю . 
- Это же Нэш . Такой , какой есть . - Нет , я не про то . 
Я про пирушку по случаю того , что один экипаж летит домой не в гробах . 
Почему ? Почему ты вечно выдаешь подобное ? 
Ого , какие люди . 
Осторожно , парни . Явился выдающийся танцор . 
Нет , не подстрекайте его . Он всех дам распугает . 
Какие па . 
Джентльмены , что я пропустил ? 
Я глазею на дамочек , а Паппи пытается замочить вечер . 
- Короче , тоска зеленая . - Омрачить . Вечер . " Омрачить вечер " . Нет . Я лишь говорю , что для нас это плохой знак . 
Из-за одного экипажа устраивать такой праздник ? 
Все пилоты так делают . - Они видят , что ты глазеешь . - Надеюсь . 
- Парни ? 
- Господа . - Майор Иган . 
Майор Клевен . 
Розенталь . Нэш . 
Верно . 
Вторые пилоты – Спэц и Льюис ? 
- Спис , сэр . - Спис . 
Льюис , сэр . Но все зовут меня Паппи . 
- Ладно . - Парни , вы ... Вы были пилотами до войны ? 
- Адвокат , сэр . - Адвокат ? 
- Где учился летать на B-17 ? 
- Ларедо . Девять месяцев по 12 часов . - Ага . 
Огневая подготовка . И лейтенант Нэш . 
Парни , ваша репутация вас опередила . Уж поверьте . 
Вы про полеты в нижнем белье , сэр ? 
Я не понял . 
Мы известны тем , что летаем в трусах . 
Все ? 
- Да , сэр . - У молодняка так теперь принято ? 
В Техасе такая жара , что на приборном щите можно яйца жарить . 
Неужели ? 
Мы не слышали про белье . Нам сказали , что вы блестящие пилоты . 
Мы счастливы попасть на войну , сэр . 
Мы месяцами добивались перевода сюда . 
Наконец-то мы чувствуем , что действительно сможем что-то сделать . 
Да , это точно . 
- Развлекайтесь . 
- Да , сэр . 
- Боже , зачем он это ляпнул ? 
- О чём я думал , говоря об исподнем перед ... 
- Брось , ничего . - Парни , помолитесь за меня . Я пошел . 
Лейтенант Герберт Нэш . 
- Хелен . - Как Елена Троянская . 
Неужели ты приехала на другой конец света , чтобы раздавать кофе и пончики ? 
Я хотела помочь . Мне поручили это . 
Не очень повезло . Ну , я не жалуюсь . 
Уверен , ты даришь улыбку каждому , кто приходит завтракать . 
Ну ... Вдруг я последняя красотка , которую они увидят в жизни . 
И как же мне понять ? Понять что ? 
Ты просто мне сочувствуешь или хочешь поцеловать ? 
- Тебе понравится ее улыбка , Бак . - Майор Иган . Майор Клевен . 
Говорят , у вас было уже 20 вылетов . 
Около того . 
У него 21 . 
Дадите совет ? 
Попытайся выжить . 
Хотя бы 11 вылетов . 
Да , сэр . А что потом ? Тебе невероятно повезет . Или нет . Понимаешь ? 
Спасибо , майор . Майор . - Хорошего вечера . 
- Вам тоже . 
Все эти новые лица ... Если нас собьют , нас тоже забудут . Словно нас и не было , Бак . 
Какая разница ? Похоже , никакой . 
Парни . Полковник Хардинг . Слушайте . 
У меня состоялся тяжелый разговор с доктором Стовером . 
Он беспокоится за вашу нежную психику . Боится агрессии . 
Что вы , сэр . 
Я сказал ему , что это война . Чем дольше вы здесь , тем тяжелее последствия . 
Так повелось с тех пор , как первый пещерный смутьян взял дубину и набросился на собрата . 
Разве они ходили к мозгоправам ? - Нет . - Вряд ли , сэр . 
Разумеется , нет . 
Важно лишь то , чтобы солдаты были всегда готовы к бою , так ? 
А чем вы занимаетесь в перерывах ... - Мне нравится ваш стиль , сэр . - Да , сэр . 
Со времен пещерных людей мир не видал таких воздушных боев . 
Разумеется , Ред . В каждой войне есть свои новшества . 
Кто занимался оформлением зала ? 
Мы организовали комитет , сэр . 
Похоже , ваш самолет свалился в пике . 
Распустите этот комитет . 
Больше не буду стараться . 
Ну-ка . Идите сюда . Мне нужно вам кое-что сказать . 
Знаете , как можно покончить с этим прямо сейчас ? Загрузим в " крепость " столько бомб , сколько она может вместить , и разбомбим к чертям убежище Гитлера . 
Уверен , Ред и Бабблз сумеют найти усатую сволочь . 
Да , сэр . 
Кого-то всё-таки накрыла агрессия . 
И кого же ? 
Вас . 
Вас . 
Нет , вас . Сэр . 
Красотки без пары . 
За мной , парни . Не отставайте . - Красотки . - Это приказ . - Пошли . - Эй , Тэтти . 
Тебе не устоять . - Поздравляю . - Тебе не устоять . 
Тебе нужен отдых . 
Хардингу следует дать тебе увольнительную на выходные . 
Тогда вместе . 
Лондон . Давай , Бак . Выпивка , танцы . 
Может , в другой раз . 
Идем , Тефтель . 
Потанцуем ? 
Бак , я расскажу Мардж . 
Отправляясь на войну , я представлял себе что угодно , но никак не месяц на ферме в Бельгии . 
Сбитых летчиков больше , чем проводников , которым можно верить . 
Да , знаю . Мне повезло . 
А ему еще больше . Идем ! 
Пошли , Ромео . 
Идем , брат . 
Как думаешь , как нас поведут ? Есть идеи ? 
Не знаю . Может , через Францию в Испанию . 
Да , возможно . Увидим ли мы когда-нибудь кого-то из наших ? 
Учитывая то , как упала " Элис " , я сомневаюсь . 
Но Хинтон выбрался . 
Да . Да , конечно . Уверен , Малыш выбрался . 
Тише . 
Она ваша дочь ? 
Мишу – проводник . 
Да она еще ребенок . 
Она ваш проводник . Слушайтесь ее . 
Что она сказала ? 
Не знаю . 
Отдай сейчас же . Что ? 
Бросьте . Это необязательно . 
Если немцы это найдут , как думаешь , что они сделают с Луиз и ее семьей ? 
Их будут пытать , пока они не заговорят . А когда они назовут все имена , их расстреляют . 
А потом найдут следующих . Их постигнет та же судьба . 
Всё равно что распустить свитер . 
Я не ... Простите . 
Я поступил глупо . 
Что это значит ? 
На войне глупость ведет к смерти . 
Так как ты оказалась в Лондоне ? 
За напиток ты покупаешь легкую беседу , а не грустную исповедь . 
Я не знал , что что-то покупаю . 
Ты не станешь тащить меня в койку ? 
Я так далеко еще не загадывал . 
- Если бы ты был по этой части ... - Угу . ... отправился бы на Пикадилли . 
За этим не стоит тащиться в Хаммерсмит . 
Так вот я где ? 
Майор ВВС . Но не штурман . 
Нет , пилот . 
Знаешь , как определить пилота ? 
Как ? 
Он сам скажет . 
Мой муж пилот . 
Так ты замужем ? 
- Давно ты солдат ? 
- Еще до войны . 
- Давно ты покинула Польшу ? 
- После вторжения немцев . 
Да , я видел кинохронику . 
Потому и записался . Еще до Перл-Харбора . 
Американский герой . 
Может , я жаждал приключений . 
Где твой муж ? 
Одни доживают до следующего вылета . Он остался на поле боя . 
Хотел быть героем , как ты . 
В прошлом году я нашла его сослуживца . 
Он сказал , что Павла сбили над Силезией в первую неделю . 
Он либо военнопленный , либо кормит червей на картофельном поле . 
Может , эту выпивку гнали из той картошки . 
Хочешь со мной переспать ? 
Сначала потанцуй со мной . 
Я впервые являюсь объектом бомбежки . 
Объект . Забавное слово для смерти . 
Я сбросил много этих штук . Причинил много смертей . 
Ну и работенка . 
Тебя мучит совесть ? 
Не стоит . Немцы заслужили все бомбы до единой . 
Некоторые верят , что между войной и бессмысленным убийством есть разница . 
Но не они . 
Во что веришь ты ? 
Мы должны быть так же безжалостны и жестоки , как они были к моему народу . 
Так будет справедливо . 
Да , но ... Если в этом деле существует равновесие , то моя судьба уже давным-давно решена . 
Равновесия нет . 
Лишь одно событие за другим . 
Злодеям ничего не делается . Невинные погибают . 
Но знаешь что ? Чем ближе к смерти , тем острее чувствуешь жизнь . 
Каждая секунда как смерть . 
А я-то думал , что это я от выпивки становлюсь сентиментальным . 
Увидимся в небе , Бак . 
- Еще один вылет в актив . - Да . 
- Удачи , приятель . - Ага . 
Пончик будешь ? Нет . 
- Спасибо . - Осторожно , горячо . 
- Кофе , лейтенант ? 
- Скучала по мне ? 
- Четыре часа в разлуке ? 
Тут будет подольше . 
Как же я выдержу ? 
Ты чего ? 
Вдруг ты последняя красотка , которую я вижу . 
Не говори так . 
Зато ты краше всех на свете . 
Увидимся . 
Не сомневайся . 
- Гляньте на нашего Адониса . - Кончай . 
Наша первая попытка бомбить Бремен провалилась . 
Но это было словно в другой жизни . Мы были готовы снова бомбить бункеры подлодок . 
Особенно майор Клевен . 
Заработало ? 
Нет . Чёрт . 
Майор , у меня проблема с левым магнето на втором . При запуске дает сброс . 
Уверен , это всего лишь контакты . Починю во время рулежки . Три двигателя ? 
Я смогу , сэр . 
Безумие . Поедешь на колесе ? 
Попробуй . 
Не знаю , Бак . 
Одно дело чинить магнето на стоянке . Но в движении ? 
Раз Леммонс сказал , значит , сделает . 
Поверь . 
НАША КРОШКА Леммонс , как там ? 
Мы должны вести эскадрилью . 
Да , майор . Стараюсь изо всех сил . 
Бак , осталось два самолета . 
Перед нами два самолета . 
Да , сэр . 
Остался один , Бак . Сейчас или никогда . 
- Леммонс , остался один . 
- Бак , еще можно отменить . - Можем отрулить вправо . - Мы первые . 
- Мы первые . 
Давай , Леммонс . Погнали . 
Должно работать . 
Задайте им . 
- Демарко , признай , ты был неправ . - Признаю . Погнали . Да , крошка . 
ПАРИЖ , ФРАНЦИЯ Мы подъезжаем к станции . Там будет много немцев . 
Повторяйте за мной . Если я достаю документы , доставайте ваши документы . Если смотрю на часы , смотрите на часы . 
Но что бы вы ни делали , ни слова . 
Ясно ? 
Выходим ? 
Нет , я иду пописать . 
Сейчас ? 
Думаешь , нас разделят ? 
Я не знаю , Бейли . 
Я должен спросить тебя , Куинн . 
Это не дает мне покоя . 
Я про крушение . 
- Малыш ... 
Я не смог его вытащить . 
Подъемник заклинило . 
Я пытался . 
Я бросил его . 
Бедный Малыш . 
Я пытался . 
Не знаю . 
Я поступил бы так же . 
Ваши билеты . 
Приготовьте ваши документы для проверки на станции . 
Нет , месье , это для проверки . 
Ваш билет , пожалуйста . 
Минуту , месье . 
Позвольте . - Добрый день , месье . - Добрый . Ваш билет . 
- Прошу . 
- Спасибо . 
Ваш билет , месье ! 
Месье , предъявите ваш билет . 
Они глухие . Они вас не слышат . 
Поищите в карманах ! 
Да что с вами ? Говорю же , они не понимают . - А чего он убегает ? 
- Испугался . Представьте , каково ему . 
Стой . 
Стой . 
Ты развернешься и спокойно вернешься в купе . Понял ? 
Билет у тебя ? Да . 
Достань его . 
Нашли билет ? - Месье ! - Да ? Тут кто-то украл чемодан . 
Одну минуту . 
Сядьте и успокойтесь . 
Вы поможете ? Он спокоен . Хорошо . 
Вон там . Воришка ! Сами увидите . Рыжий . 
Больше так не делай . Ясно ? 
Ты всё время была тут ? 
Это Манон . 
Впереди долгий путь . 
Мы переправим вас в Испанию , потом в Англию . 
Сохраняйте спокойствие . 
Еще раз выкинешь подобное , я тебя вырублю . 
Не сильно затягивай . 
Очистить стоянку . Боже . Наконец-то ! Парни , готовьтесь . Очистите стоянку . 
Одиннадцать , двенадцать . - Тринадцать . - Тринадцать . 
Их 13 . 
Где ты , Бак ? 
- Это всё . - Это всё , сэр . 
Вылетело 24 " крепости " . Вернулось 13 . 
Еще трое из-за поломок . Значит , не хватает восьмерых . 
Это 80 человек . 
- Сэр . - Столько замен . 
Кидд и Блейкли . 
Демарко и Бак Клевен тоже . 
Сэр . Лейтенант Кросби ? 
Мне жаль , сынок . 
Чёртов Бремен . Бак . 
Что случилось ? 
Они не вернулись . 
Что будет с Тефтелем ? 
Позвольте помочь , доктор . 
" Клепальщица Роузи " . 418-я . 
- Держи . - Спасибо . - Как вы ? - С возвращением . 
- Выпейте кофе . - Кофе вон там . 
Пошли . 
Словно мы летели сквозь стену разрывов . 
- Да . - В них врезался истребитель . Взрыв . Видимость ? Вы видели цель ? 
- Ведущего сбили . Кто-то выбрался ? Видели парашюты ? 
Я видел четыре . Это всё . 
Ясно . Как вы оказались одни ? 
После того как сбили ведущего 350-й , началась неразбериха . 
" Наша крошка " с Баком Клевеном и Демарко . 
Весь первый эшелон . 
Нэш и Спис тоже . 
Я не видел парашютов . 
Паппи , я сейчас . 
Хелен . 
Сегодня был сущий ад . 
Лейтенант Нэш не вернулся . 
Мне жаль . 
- Крэнк . - Привет . Ты видел , что случилось с бортом Блейкли и Кроза ? Когда ? Где ? Сколько парашютов ? Нет . Они выбились из формации где-то над исходной точкой . 
А Бак ? 
Кто скажет Игану ? 
Доброе утро . 
Утро ? Уже за полдень . 
- Похмелье . 
- Просто голова болит . 
Нет , это похмелье . 
Это поможет . Мне пора . 
Тебя где-то ждут ? 
Не стоит притворяться , что это нечто большее . 
Было здорово . Больше тут вряд ли возможно . 
Слушай , я сегодня буду кутить . И пить . 
Я буду веселиться . Я хочу , чтобы ты была рядом . 
Мое сердце не выдержит еще одного пилота на картофельном поле . 
Знаю , ты понимаешь ухажер . 
Простите , мэм . Где можно купить газету ? 
Вон там . За углом . 
О боже . 
Дайте взглянуть . Прошу , боже . - Спасибо . 
Дайте взглянуть ! Она мертва ? Нет , не может быть ! 
- Сдачи не надо . 
Пожалуйста , Норфолк 7322 . 
- Боуман слушает . 
- Ред , это Иган . 
Как вчерашняя игра ? 
Не так хорошо , как надеялись . 
Бак был в команде ? Да . 
Удачно отыграл ? 
Он сражался до конца , Джон . 
Кто еще ? 
Почти весь стартовый состав . 
Завтра будет матч ? Да . 
Хорошо , скажи тренеру , я буду к началу игры . 
И , Ред ... Я буду подающим . 
В СЛЕДУЮЩИХ СЕРИЯХ Не гадайте , господа . 
Вы сами понимаете , зачем я вернулся раньше . 
Еще одна миссия . 
Цель к востоку от центра города . 
В соборе будет много людей . 
У нас еще не было цели - так близко к центру города . - Боже , Крэнк . Это война . Наша работа – бомбить . 
Ему вчера досталось . Но лететь может . Рад это слышать . 
- Истребители на 12 . 
- Боже . Первый вышел из строя . 
Боже , четвертому конец ! 
Нужно покинуть самолет . 
Вы знаете , где садится моя группа ? 
Чик , где наши парни ? 
