- מרימים כוסית ! - ‫ אני דיונדרה טונדרה בשידור חי ‫ מהבר הכי ותיק בעיירה , ‫ בר ה"בוהן בשלג " , ‫ שאנשים מממהרים אליו כדי להירשם ‫ לאירוע שיתקיים מחר בערב , ‫ לתחרות משיכת החבל השנתית המשפחתית , ‫ " לגום ומשוך " 
‫ נמצאת איתי בעלת הבר , פמלה סאגס , ‫ יחד עם האיבר שהעניק לבר שלה את שמו . 
‫ ספרי לנו עליו , פמלה . 
‫ זו הייתה הבוהן של הסבא ‫ של הסבא רבא שלי . 
‫ הוא כרת אותה בטעות כשבנה את המקום הזה . 
‫ הוא הכניס אותה לצנצנת ‫ ומאז היא מונחת על דלפק הבר . 
‫ אני אוהבת אותך , פאפי סאגס . 
‫ - זה הסיפור . 
‫ תשיגו לכם בייביסיטר ונהג תורן ‫ כי מחר בערב העיירה חוגגת . 
‫ אני מתרגש מתחרות " לגום ומשוך " הראשונה שלי . 
‫ עשיתי תרגילים לשחרור הגרון כל השבוע . 
‫ עד מחר בערב אוכל לבלוע כל דבר . 
‫ פטיש , פטיש גדול , מה שתגידו . ‫ בבקשה , אל תבלע פטיש , בן . 
‫ גם אני מתרגשת . 
‫ אני לא חושבת שננצח , ‫ כי נראה שהקבוצה המשפחתית של קרייג פטרמיגן ‫ מנצחת כל שנה ? 
‫ כן . ‫ - אבל זה עדיין יהיה כיף . 
‫ אבל הערב יהיה עוד יותר מיוחד ‫ אם בן המשפחה השלישי ‫ בקבוצה שלנו יהיה אתה , אבא . 
מה אתה אומר ? 
‫ אני אומר את אותו הדבר ‫ שאמרתי עשרות פעמים . לא . 
‫ אני אהיה בבית עם האם , ג'ודי ומון ‫ בערב " חיבוקים ושטיחים " השנתי שלנו . 
‫ אנחנו שואבים את השטיחים ומתחבקים . ‫ והמפסידה היחידה היא הבדידות . 
נכון , ילדים ? 
‫ הייתי מוכנה להצטרף , אבל אסור לי להשתתף ‫ רק מפני שהשתמשתי בחבל המשחק באופן לא הולם ‫ לניסיון חניקה ב - 1957 . 
‫ בחייך , אבא ! אני מתחנן ! 
‫ איתך , נוכל אפילו לנצח . 
‫ אתה מעולה במשיכת חבל , אבא . 
‫ כשאוטובוס התלמידים התקלקל אז בטיול , ‫ משכת אותנו כל הדרך הביתה . 
‫ חוץ מזה , ערב בילוי רק יועיל לך . 
‫ בוא נשתכר קצת ונעשה חיים . 
‫ סיימתי את ימי השכרות שלי ‫ כשהפכתי לאבא בגיל 19 . 
‫ בזמן שקתלין המשיכה לבלות , ‫ אני דאגתי להחליף חיתולים , ‫ להאכיל ולטפח בריאות נפשית . 
‫ אבל לזכותה יאמר שמדי פעם ‫ היא הייתה צועקת משהו מעודד ‫ מהחדר הסמוך . 
‫ אוקיי , ביף , אבל אני חושבת ‫ שלכל הורה מגיע לצאת לבלות מדי פעם . 
‫ אל תדאגי , האניבי , ‫ ביליתי מספיק לילות פרועים בבר לכל החיים . 
‫ ואחרי כמה כוסות , ‫ אם השמיעו את השיר הנפלא הזה ... ‫ ה"האמפטי האמפ " ? 
‫ לא , שיר מלחים בשם " שלוש רעיות עצובות " . 
‫ ברגע ששמעתי את זה , שכחתי הכול , ‫ ונכנסתי למצב שנקרא " הזאב המתערב " . - הזאב המתערב - ‫ הזאב המתערב ! 
‫ וקרייג פטרמיגן תמיד פיתה את " הזאב המתערב " ‫ לעשות דברים מטורפים . 
‫ פעם הוא הציע לי 700 דולר ‫ אם אשתה כוסית מצנצנת הבוהן . 
‫ אבל אפילו " הזאב המתערב " ‫ לא הסכים להתערבות הזו . 
‫ ואני חשבתי שאבא שלי ‫ לא יכול להיות מגניב יותר . 
‫ מגניב בהחלט . 
‫ בכל אופן , אז וולף נולד ו"הזאב המתערב " ‫ נכנס לשנת חורף לנצח . 
‫ אוף . ‫ - תסלחו לי , שניכם . ‫ אבל הדבר היחיד שאלגום מחר בערב ‫ זה את המחויבות ההורית שלי . 
‫ אם כך , נבחר באפשרות ההגיונית השנייה שלנו , ‫ נאמץ את החבר הכי טוב שלי , ‫ צ'יזקייק , כבננו . 
‫ אני לא אכיר בצ'יזקייק , ‫ החבר הכי טוב הבוגר שלך , כבן משפחה . 
‫ וואו , זה הנכד שלך . 
‫ ובכן , אבא , מאחר שאהיה שקוע במסמכי האימוץ , ‫ תוכל להביא את דמי הרשמה בסך 200 דולר ‫ ואת טופס ההרשמה לפמלה סאגס ? ‫ וגם להלוות לנו 200 דולר ? 
‫ " הזאב המתערב ! " ‫ 
- בית ספר - ‫ ג'ודי , כבר דיברנו על זה . ‫ לא אדביק לי אייפד לחזה ‫ ואשדר לך בסטרימינג את המסיבה ביער מחר . ‫ גם אני לא . סליחה , האם . ‫ אבל אני נראה שמן עם אייפד . 
‫ טוב , אנחנו מצפים לפחות לתמונה כל רבע שעה ‫ כדי לשרוד את " שטיחים וחיבוקים " עם אבא ‫ בזמן שכל שאר הנוער בעיר ‫ נשאר בלי השגחה ומתפרע . 
‫ היי , וואו , בכלל לא ראיתי אתכם . 
‫ את ממש ניגשת אלינו . 
‫ היי , ג'ודי , שאלה קטנה . 
‫ אבא שלך יכריח אותך להישאר בבית ‫ ולשאוב אבק מחר בערב ‫ בזמן שכולנו נבלה ביער ונהיה מגניבים ? 
‫ לא . 
זאת אומרת , עובדתית , כן , אבל ... ‫ ידעתי שתגידי את זה , ‫ כי את ממש כמו שואב אבק , ‫ שואבת זבל . 
‫ כולם בבית ספר חושבים שהאם ואני ‫ לוזרים שאף פעם לא באים למסיבות . 
‫ למען האמת , המסיבה כבר לא מה שהייתה ‫ מאז שדאג דה לוקה נעשה עצמאי והפסיק לבוא . 
‫ הוא ארגן את המסיבה . 
‫ עכשיו אף פעם אין מספיק אלכוהול לכולם . 
‫ דאג דה לוקה היה ממש אגדה . 
‫ הייתי במסיבה שהוא היה שיכור כל כך ‫ ששתה אקווריום שלם , ‫ כולל תיבת האוצר מפלסטיק וכל הדגים . 
‫ אחר כך הוא חירבן דג חי . 
‫ ושמעתי שפעם אחרת ‫ הוא שכר לימוזינה עם ג'קוזי ‫ זינק לתוכה וכמעט טבע . 
‫ טוב , אני מניח שהשתוללות כזו היא משהו ‫ שג'ודי ואני לא נועדנו להכיר . 
‫ זה כל כך מרגיז אותי ‫ שאפתח את הארונית רק כדי לטרוק את הדלת ! 
‫ ארבע , 17 , 12 ... ‫ לא . 
‫ הנה " הזאב המתערב " בכבודו ובעצמו . 
‫ לא ראיתי אותך פה כבר יותר מ - 20 שנה . 
‫ מוזר מאוד . 
‫ בחיי , פמלה , אני מת על מה שעשית פה . 
‫ כלום ושום דבר . 
‫ - לגום ומשוך - ‫ מה עם בירה לארוחת בוקר לזכר הימים ההם ? 
‫ תודה , אבל לא סתם קוראים להם " הימים ההם . " 
‫ רק באתי להביא את טופס ההרשמה של בני וולף . 
‫ טוב . אני מקווה שהוא ייהנה ‫ כי זו תהיה הפעם האחרונה . 
- תולומיאו ‫ התחיל להמר שוב , גנב לי את החסכונות , ‫ ועכשיו אאבד את הבר . 
‫ מה ? לא . ‫ אסור ש"בוהן בשלג " ייסגר ! 
‫ נראה שלא נותר זמן רב ‫ למאורה הישנה של " הזאב המתערב " . 
‫ פספסתי שלושה תשלומי משכנתה , ‫ אם אתה רוצה לקחת את המנורה הזו ‫ שאהבת להיתלות עליה , ‫ כדאי שתעשה את זה , ‫ כי בעוד כמה ימים הכול יהיה שייך לבנק . 
‫ כמה כסף את חייבת בדיוק ? 
‫ קצת יותר מ - 6,000 . 
‫ אתה היחיד שסיפרתי לו . 
זה כל כך מביך . 
‫ אתה יודע שבני סאגס לא אוהבים לבקש עזרה . 
‫ כשסבא - רבא כרת לעצמו את הבוהן , ‫ הוא שם אותה בכיס ‫ וצעד חמישה ק"מ לבית החולים . ‫ כשהגיע , הוא פשוט ביקש צנצנת ‫ להכניס לתוכה את האצבע . 
‫ זה מושך לי במיתרי הלגימה . 
‫ - פרס 6,400 דולר - ‫ לעזאזל . פמלה , אני אציל את הבר הזה . 
‫ הגיע הזמן לעשות מעשה ולהתחיל בשתייה . 
‫ הנה אווירון . פה גדול . 
- האכלן הקטן של אימא - ‫ אתה ממש מסור לעניין התינוק , מה , וולף ? 
‫ אני תמיד מאכיל כך את צ'יזקייק . 
‫ השיניים האחוריות שלי לא בקעו . 
‫ וולף , האניבי , חדשות חשובות . 
‫ החלטתי להשתתף איתכם בתחרות " לגום ומשוך " . 
‫ סי - קייק , אני מצטער , ‫ אבל זה אומר שאתה כבר לא הבן שלי . 
‫ זו לא הפעם הראשונה שאני שומע את זה . 
‫ ילדים , אני מתנצל ‫ על השינוי הפתאומי בתוכנית . 
‫ אני יודע כמה שאתם מחכים ל"שטחים וחיבוקים " , ‫ אבל נדחה ליום אחר . 
‫ בבקשה , לא . ‫ 
- בחיים לא . 
‫ טוב , קבוצת טובין , אנחנו ננצח , ‫ וניתן את הכסף לפמלה ‫ כדי להציל את " בוהן בשלג " . 
‫ לגמרי . 
‫ סוף סוף אמשוך עם אבא שלי . 
‫ מותק , לא . 
‫ אוקיי , ‫ אז עכשיו שאבא שלנו החליט ‫ להתנהג סוף סוף כמו הורה נורמלי ולהשתכר , 
‫ וואו , הנה כל ילדי " החנון התחתון " . 
‫ לפני שתמשיכי לפלוט שטויות , סטייסי , ‫ דעי לך שג'ודי והאם דווקא יוצאים הערב . 
‫ הם באים ללמוד במסיבה ולהלשין על כולם ? 
‫ את יודעת מה ? ‫ אנחנו אפילו לא הולכים למסיבה הזו , סטייסי . 
‫ אנחנו עושים משהו הרבה יותר מגניב , ‫ שאת בכלל לא מוזמנת אליו . 
‫ אני מוזמן , ג'ודי ? 
‫ כן , האם . 
‫ מה ? אתה כל כך מצחיק היום . 
‫ זוכר שכולנו הולכים לדבר הזה ‫ שיהפוך אותנו לאגדות ‫ כמו דאג דה לוקה ? 
‫ כי איתו אנחנו יוצאים לבלות , עם דאג . 
‫ ג'ודי . 
‫ - אף אחד לא יודע איפה דאג . 
‫ אז אני מניחה שאנחנו לא אף - אחד ‫ כי אנחנו יודעים איפה הוא . 
‫ את משקרת . 
‫ אין מצב שדאגי די יבלה איתכם , עלובים . 
‫ יש מצב ונשלח לך את התמונות כהוכחה . 
‫ אלוהים . 
‫ אז תיהני מהמסיבה לחננות , סטייס . 
‫ ג'ודי , מה זה היה ? 
‫ ראיתם את הפרצוף שלה ? 
וואו . היא כל כך כעסה . 
‫ גם אנחנו כועסים . 
‫ אנחנו לא יודעים איפה דאג דה לוקה . 
‫ לפי מה ששמעתי , הוא וג'ארד לטו היו במיקונוס ‫ וכתבו יחד מחזמר על הג'וקר . 
‫ די עם הגישה השלילית . 
‫ אם למדנו משהו מ"דייטליין " ‫ זה שאפשר למצוא כל אחד . 
‫ להתראות , ילדים . 
‫ נתתי לדודה דירט ‫ את מדריך הבייביסיטר של משפחת טובין , ‫ אז זה אמור להיות מעבר חלק ‫ מבחינת נהלים ומדיניות . 
‫ וכמו תמיד , ‫ אתקשר לבדוק מה נשמע בכל שעה עגולה , ‫ בדיוק כמו קצין המבחן של אימכם , ג'רוד . 
‫ תראו , הנה הטרמפ שלכם . 
ביי בינתיים . ‫ - כדאי שנזוז . 
‫ לא שאנחנו רוצים שתלך . 
היינו שמחים שתישאר . 
‫ אז אם אתה רוצה להישאר , רק תגיד . ‫ - האם ! 
‫ זאת אומרת , לך מפה , אבא ! עכשיו ! ‫ 
- האם ! 
‫ טוב , חבר'ה , השטח פנוי . 
‫ אני מבינה . מון ואני התכוונו ‫ להחליק מהגג בסל הכביסה , ‫ אבל אם תכננתם משהו טוב יותר , נלך על זה . 
‫ אם אתם חייבים לדעת ... ‫ - אנחנו חייבים . 
‫ אנחנו נמצא את דאג דה לוקה האגדי ‫ ואז נצא איתו לאגדה של מסיבה . 
‫ הבעיה היחידה היא שאין לנו מושג איפה הוא . 
‫ בזמנו הכרתי את צ'סטר דה לוקה , ‫ ואני מניחה שהוא סבא של דאג ‫ כי גם צ'סטר היה בליין אגדי . 
‫ לידו קרי גרנט נראה כמו ג'ימי סטיוארט , ‫ אם אתם מבינים אותי . 
‫ אנחנו לא . 
‫ זו לא אשמתי שאתם טיפשים . 
‫ עכשיו , לצ'סטר הייתה מסבאה לא - חוקית . 
‫ בטח המסיבה של דאג שם . 
‫ אני עדיין זוכרת את הסיסמה . ‫ להראות את הציצי . ‫ איכס . ‫ - תירגעי , שמרנית אחת . 
‫ אשמח להראות את שלי . 
‫ הם קצת נפולים אבל בהחלט מחזיקים . 
‫ ג'ודי , אולי תצטרכי לעזור לי ‫ להרים אותם לעינית . 
‫ אין בעיה . 
‫ - מצוין . 
‫ מון , אתה תנהג . ‫ - הוא בן עשר . 
‫ האם , אני יודע לנהוג . 
‫ כן , אתה הנהג הכי טוב במשפחה . 
‫ בואו נזוז . 
‫ אוקיי , זהו זה . 
‫ התחרות הגדולה . 
‫ בחיי " הובסטנק " , אבא ! 
‫ מישהו חרט " אל תתגרה בזאב המתערב " ‫ על השולחן הזה . 
‫ כן , היו לי הרבה מעריצים אז . 
‫ כל כך מגניב . 
‫ ערב טוב , מושכים ! ‫ 
- ערב טוב ! 
‫ נמצאים פה אלופי השנה שעברה , משפחת פטרמיגן . 
‫ אנחנו מתים על קריאות בוז , קבלו . 
‫ מוצא חן בעיניכם ? 
‫ אתם תפסידו , משפחת פטרמיגן ! 
‫ נחסל כל אחד ואחד מכם ! 
‫ - משפחת פטרמיגן - ‫ מותק ! ‫ - סליחה , נסחפתי . 
‫ אבל קודם , חבלי - הטובלר של משפחת טובין ‫ נגד האוונ - קשרים של משפחת אוונוף . ‫ היי , דוויין . טוב לראות אותך . 
‫ דעו לכם שגם אתם תפסידו . 
‫ ללגום ! 
‫ אבא , מה קרה ? ‫ 
- אני לא זוכר איך ללגום . 
‫ אל תחשוב ואל תטעם , רק תבלע . 
‫ תגמור הכול בלגימה אחת . 
‫ ולמשוך ! 
‫ מילה שלי ! 
‫ בואו לא נתלהב , ‫ יש לנו עוד הרבה חבלים לפנינו . 
‫ אני מבין . איזה כיסוי מושלם לבר לא חוקי . 
‫ - משטרה - ‫ קלאסי . 
‫ - זה לא כיסוי . ‫ הבר איננו . 
‫ יכול להיות שיש נגדי כמה צווי מעצר , ‫ והנהג התורן שלנו בן עשר ‫ אז בואו לא נתעכב פה . 
‫ אוקיי , אבל לאן אנחנו אמורים לנסוע ? 
‫ זה היה קצה החוט היחיד . 
‫ אני מניחה שאפשר ללכת לדבר עם צ'סטר , ‫ לשאול אותו איפה הנכד שלו . 
‫ רגע . צ'סטר חי ? 
‫ כן , פגשתי אותו בשבוע שעבר . 
‫ הדילר שלי , מורטי , גר בבית האבות שלו . 
‫ רגע , איזה מין דילר ? 
‫ בבלאק - ג'ק , טיפש . 
‫ לא משלמים לך לשאול שאלות . 
‫ לא משלמים לי . ‫ - עוד יותר טוב . 
‫ הבאים בתור , חבלי - הטובלר של משפחת טובין ‫ נגד אליסון ואחוות מכנסי המשיכה . 
‫ יש לאליסון שתי אחיות גדולות וסקסיות מאוד ? 
‫ כן , מדיסון וויסקונסין . 
‫ הן באו לבקר מפורטלנד . ‫ הן נחמדות מאוד . ממש גדולות . 
‫ ללגום ! 
‫ ולמשוך ! 
‫ שתי החתיכות האלו קצת מסיחות את דעתי . 
‫ כל הזמן צץ לי המשפט " תחנקו אותי . " 
‫ תשתמש בזה ! תמשוך ‫ את האליסוניות הענקיות לזרועותיך , אבא ! 
‫ תביאו את הבירה הבאה ! 
‫ אוי , כרגע נזכרתי שלא התקשרתי לילדים ‫ אפילו פעם אחת . 
‫ אל תדאג , אבא . אשלח להם הודעה בשמך . 
‫ יש לי את המספרים שלהם . אנחנו תמיד מתכתבים . 
‫ מדהים . 
‫ אולי כדאי שנוריד כמה שוטים ? 
‫ אתה בטוח , אבא ? 
וההתמקדות בתחרות ? ‫ בחייך , בן . אולי אני כבר לא הזאב המתערב ‫ אבל אתה לא רוצה להיות הזאב המשעמם . 
‫ אם אתה מתעקש . 
‫ זו הגישה , מיסטר טי . 
‫ אני מרחמת על מי שלא רוצה ‫ להוריד איתך שוטים . 
‫ נשארו ארבעת האחרונים . 
‫ חבלי - הטובלר של משפחת טובין נגד המשוך - טליז . 
‫ ללגום ! 
‫ תסלחו לי . 
‫ אני מתה על ביף השיכור ! 
‫ תני לו עוד שוט , פאם ! 
‫ בשמחה . 
עדיין יש לך את זה , ביף . 
‫ עכשיו , גשו לחבל ! 
‫ אוקיי , אבל רגע . 
‫ אני אוהב אתכם . 
‫ גם אנחנו אוהבים אותך , אבא , ‫ אבל צריך למשוך בחבל . 
‫ אתם צריכים למשוך עכשיו . 
‫ מנורה ! 
‫ יהיה זמן לזה אחר כך . 
צריך להציל את הבר . ‫ למשוך ! 
- אני ... ‫ אבא , לא ! 
‫ אל תדאג . אני יכול למשוך מכאן . 
‫ אני אוהב אתכם . 
‫ כן ! 
שוטים לכולם , עליי ! - בית אבות - ‫ טוב , מי בא אליי ? את ? 
‫ מה את עושה פה ? 
‫ מורטי בכלא . תפסו אותו . 
‫ לא באתי בשביל זה . ‫ אנחנו מחפשים את הנכד שלך . 
‫ הילדים רוצים לבלות . 
‫ הדבר האחרון ששמעתי היה ‫ שהוא גר בסירת מגורים במרינה . 
‫ סירת מסיבות ? כן ! 
‫ אם אתם רוצים מסיבה אמיתית , תישארו פה . 
‫ האחות נרדמה שוב . 
יש לנו הכול . 
‫ אני אישאר בינתיים עם הלוזרים האלו בינתיים . ‫ אבל אבוא לאפטר - פארטי . 
‫ נתראה , צ'סטר . 
תיזהר מההדף בדרך החוצה . 
‫ אולי זו הסירה שתיקח אותנו ‫ לסירת המסיבות שלו ? 
‫ ואולי זו מסיבה מפחידה ‫ שבה כל האורות מכובים , ‫ והראשון שמשמיע קול ‫ צריך לשתות בקבוק " שרדונה " שלם . 
‫ את מנסה לחקות צופר ? ‫ כן . 
‫ זה נשמע כמו תרועת חצוצרות . זה לא ... ‫ ילדים , אפשר להיכנס ? ‫ טוק , טוק , דאג . 
ביקורת מסיבות . 
‫ שלום . ‫ - דאג ! 
הנה הוא ! ‫ זאת אומרת , הנה אתה . 
‫ אגדת העיירה . בוא נעשה חיים ! 
‫ איפה אתה מחזיק את חביות הבירה שלך ? 
‫ כי באתי להשתולל ! 
‫ סליחה , חיפשנו אותך כל הלילה . 
‫ באנו להפוך לאגדה ‫ במסיבה האגדית שלך ! אז קדימה ! 
‫ אנחנו פשוט רוצים להצטרף ‫ לכל מה שאתה עושה הלילה ! ‫ נהדר . בואו תיכנסו . 
‫ בואו נשתגע ! 
‫ דאג , היית אוכל מקרוני עם בשר ? 
‫ מה ההנחה ? ‫ - שלושים וחמישה סנט . 
‫ כן , זה שווה . 
‫ מה עם מזון לכלבים ? ‫ - לגמרי . 
אני קורא לזה " מזון לדאגים . " 
‫ אז אתה נהנה מחיי העצמאות , דאג ? ‫ הרבה חופש ? הרבה בילויים ? 
‫ אני עסוק מדי לבילויים . 
‫ אני עובד בשתי משרות , ‫ והסירה שלי צריכה משאבה חדשה . 
‫ מה קורה בבית הספר ? 
יש עדיין שיעורים ? 
‫ דאג , יש לך אלכוהול ? 
‫ אשמח מאוד להפסיק להרגיש כך . ‫ לא , האלכוהול יקר מדי בשבילי עכשיו . 
‫ אבל יש לי פה חברים בסביבה ‫ אם בא לכם לבקר אותם . ‫ זה נשמע כמו מסיבה . בואו . 
‫ אפשר קודם להיכנס לשירותים ? 
‫ בטח , זו הצנצנת . 
נוכל כולנו להסתובב . ‫ לא חשוב . 
‫ לעולם לא אלך שוב לשירותים . בואו נזוז . 
‫ וללגום ! 
‫ אני לא מאמין שלקח לי כל כך הרבה זמן ‫ להיזכר איזה כיף זה ‫ לכייף ככה . 
‫ זה נהדר , אבא . 
‫ אבל מה אתה אומר שנתרכז לרגע ונהיה רציניים ? 
‫ זה הסיבוב האחרון נגד קרייג ‫ ובני משפחת פטרמיגן . 
‫ זה הסוף שלך , טובין ! 
‫ זה הסוף שלך , טובין . 
אני אכסח אותך , ביף . 
‫ לא נראה לי , ביף . 
‫ או שאקרא לך " הזאב המתערב " ? 
‫ " שלוש רעיות עצובות " 
‫ הגיע הזמן לרקוד , ביף . 
‫ אבא , אל תקשיב ! 
‫ בואי נדחוף לו נרות לאוזניים ! 
‫ למשוך ! 
‫ אבא , אנחנו צריכים אותך בתחרות . ‫ צריך להציל את הבר ! 
‫ ביף , יש לך עשר שניות ! 
‫ ביף ! 
‫ - אוף ! ‫ תחזור לחבל . 
‫ שלוש , שתיים , אחת . 
‫ ומשפחת פטרמיגן מנצחים . 
‫ זה רע . ‫ אני לא יודעת . ‫ נראה שהוא מתמודד יפה עם ההפסד . 
‫ נכון , הוא שתה תשע בירות ‫ ועושה חיים משוגעים , ‫ אבל תאמיני לי שבבוקר הוא ממש יכעס על עצמו . 
‫ הוא לעולם לא יניח לעצמו ליהנות שוב . 
‫ " הזאב המתערב " ! 
‫ - אוי , לא . מה הוא עושה עכשיו ? 
‫ אתם ביקשתם ! 
‫ קבצני . קיטע . שתי 
- רגליים . ‫ אבא פה . בואו לאכול . 
‫ עכשיו זו מסיבה . ‫ 
- כן ? ‫ לפעמים אני מאכיל אותם ככה . 
‫ זה עוזר לבסס אמון . 
‫ חבל שאין לי עטינים . 
‫ וואו , תראו מה השעה , ‫ אנחנו חייבים ללכת ‫ כי אנחנו בעצם ההפך מדרקולה , ‫ מה שאומר שאנחנו אלרגיים ללילה , ‫ אז צריך ללכת , ‫ אבל רק אצלם תמונה אחת . 
‫ טוב , מעולה . 
‫ זו אחת הפעמים ‫ שאני לא רוצה לשכוח לעולם . 
‫ אוקיי . כולם נראים נהדר . ביי . 
‫ היי , תחזרו . 
‫ יש לי עדיין 45 דקות עד המשמרת שלי ‫ במרכז עיבוד הפסולת הרפואית . 
‫ בואו נחזור הביתה וננקה את השטיחים , טוב ? 
‫ - ואני ממש אשמח לחיבוק . 
‫ תשעים ושמונה , 99 , 100 ! 
‫ נראה לי שהיו לו די התערבויות ללילה אחד . 
‫ ננסה לקחת אותו הביתה . 
‫ צפוי לנו משבר רציני כשביף יתפכח ‫ ויקלוט שהוא לא הציל את הבר . 
‫ אבל מותק , אני חייבת לומר , ‫ לא נראה לי שהבר הוא העניין פה . 
‫ מה זאת אומרת ? 
‫ אולי אתם לא מבינים את זה כי הוא אבא שלכם , ‫ אבל נראה לי שביף רצה להשתחרר הערב . 
‫ התחרות הייתה רק תירוץ . 
‫ לא כל כך אכפת לו מהבר הישן הזה , ‫ רק שפה הייתה הפעם האחרונה ‫ שהוא היה כמו שהיה בנעוריו . 
‫ בחיי . וואו . כן . 
‫ אז מה נעשה ? 
‫ נראה לי שנציל את הבר ואת הזאב המתערב . 
‫ אולי אבא שלך לא צריך ללכת . ‫ אולי הוא צריך להישאר פה ‫ כדי שנוכל להתגרות באיש ‫ שאהב להתגרות בזאב המתערב . ‫ - למחרת - 
‫ הנה הוא . הוא חזר אלינו . 
‫ סליחה , אבא . ‫ השכבנו אותך באמבטיה למקרה שתקיא . 
‫ ביקשת שנוציא אותך לים , ‫ אבל זה נראה בטוח יותר . ‫ אוי , לא . אני מתחיל להיזכר . 
‫ הבר . לא הצלתי אותו , נכון ? 
‫ ורקדתי ושרתי ? 
‫ רוצה קפה ? 
‫ קפה לא ימחה את הטעם המר ‫ שנובע מזה שעשיתי צחוק מעצמי . 
‫ רוצה שאתן לך מכה בראש ? 
‫ כך ריפאנו הנגאובר בשנות החמישים . 
‫ לא , אני פשוט אשכב פה , אתבייש ואתחרט . 
‫ למה להתבייש ולהתחרט ? עשית את זה . 
‫ מה עשיתי ? 
‫ - הצלת את הבר ! 
‫ זאת אומרת , לא אתה , אלא " הזאב המתערב " . ‫ רגע , מה ? 
מה המשוגע הזה עשה ? 
‫ הזאבון המטורף הזה ‫ התערב עם קרייג פטרמיגן על 6,000 דולר . ‫ אוי , לא ! הלכנו על " עימות חזית " ‫ בסגנון קייג' וטרבולטה ? 
‫ לא , זה היה יותר " בליעה חזיתית " . 
‫ לגום ! ‫ לגום ! 
‫ אלוהים אדירים . לא נכון . 
‫ ועוד איך . 
בלעת את הבוהן . 
‫ - הקאתי ? 
‫ לא . אבל אני הקאתי . 
‫ בא לי להקיא שוב מעצם המחשבה . 
‫ קרייג נתן לך את הכסף , ונתת אותו לפמלה . 
‫ היא הייתה אסירת תודה , ‫ אבל היא גם רוצה ‫ את הבוהן של פאפי סאגס כש ... תסיים איתה ? 
‫ אלוהים . 
זאת אומרת , אני שמח שהצלתי את הבר , ‫ אבל אתם בטח מתביישים בי מאוד . 
‫ ממש לא , אבא . 
‫ היה נהדר לראות אותך נהנה כל כך . 
‫ ביף טובין , חיית המסיבות של " האייל הבודד " . 
‫ איזה קול את משמיעה , ג'ודי ? 
‫ זה צופר המסיבה . 
‫ בטח . ‫ 
- הכול הסתדר בדיוק כמו שרצית . 
‫ אז אולי אתה לא צריך להרגיש ‫ שאתה מוכרח להיות בשליטה כל הזמן ? 
‫ כן , אשמח לבלות עם " הזאב המתערב " מדי פעם . 
‫ אני חייב להודות , חוץ מכאב ראש נוראי , ‫ והעובדה שיש לי בוהן של אדם עתיק בקיבה , ‫ זה היה לילה נהדר . 
‫ דרך אגב , איך הגענו הביתה ? 
‫ אספנו אתכם בדרך חזרה מהמרינה . 
‫ נהדר . 
רגע , מה עשיתם במרינה ? 
‫ תנוח עכשיו , אבא . 
