- Σασά , είναι φαλακρός , είπα ! 
- Είπα , όχι ! 
Την τελευταία φορά που τον είδαν , είχε σγουρά μαλλιά . 
Έτσι . Ο Wonderboy ! Έχω απόδειξη ότι είναι αληθινός ! 
Ο Μουνατσέλο ήταν πάντα αληθινός . 
Οι άνθρωποι ξέχασαν ότι η πόλη είναι μαγική . 
Λίγες μέρες μένουν μόνο να περάσουμε μαζί . 
Φεύγουμε για Μπρέσια το πρωί . 
Μέσα στο αγαλματίδιο , υπάρχει ένας χάρτης θησαυρού . 
Αφού δεν μου έφερες το αγαλματίδιο , δεν θα πάρεις τα σπίτια μου . 
Η σπιτονοικοκυρά θέλει το αγαλματίδιο ! 
Δεν θα δεχτεί εκβιασμούς . 
Θα πάω μόνος . Θα περάσω από το Γκαϊόλα . 
- Ανιέλο , πού πας ; Ανιέλο ! - Ανιέλο ! 
Ο Ανιέλο πήδηξε στον γκρεμό για εμάς . Πρέπει να τον σώσουμε . 
Γκαϊόλα . Το πιο στοιχειωμένο μέρος σε όλη τη Νάπολη . 
- Τερέσα ! - Τερέσα ! 
Είσαι ο Wonderboy . Αυτός είναι ! 
Εξαφανίστηκε ! 
Λοιπόν ; Είδες τον Wonderboy ; 
Δεν φαίνεται τίποτα εκεί κάτω . 
- Πάμε να φύγουμε , πριν αρρωστήσουμε . 
- Χωρίς να βρούμε τον Wonderboy ; 
Γιατί ; Λες να μας σώσει αν τον βρούμε ; 
Ηρεμήστε ! 
Θα βρούμε τον Κλεμέντε . Θα μας βγάλει από δω . 
Πρέπει μόνο να σκεφτούμε πού θα πάμε από δω . 
Πού είναι τα παιδιά ; 
Ήθελες να τα βάλεις μαζί μου , λοιπόν ; 
Ήθελες να πάρεις το αγαλματίδιο και τα σπίτια . 
Τι είναι αυτά που λες ; 
Δεν μ ' ενδιαφέρουν όλα αυτά . 
- Για άλλον λόγο είμαι εδώ . 
- Κανείς δεν μπλέκει με τον Καπουότσο Ένζο . 
Θα κατέβεις εκεί κάτω να πάρεις πίσω το αγαλματίδιο . 
Είσαι στ ' αλήθεια παλαβός ! 
Δεν γίνεται αυτό . 
Θέλεις να γίνω κομματάκια ; 
Προτιμάς να πεθάνεις έτσι ; 
- Είστε όλοι καλά ; 
- Ναι . Αλλά έχει κρύο εδώ . 
Έχεις υποβρύχιο φακό ! 
Δεν μπορώ να κατέβω εκεί κάτω χωρίς εξοπλισμό . 
- Δες και μόνος σου , είναι πολύ βαθιά . 
- Και τι χρειάζεσαι για να κατέβεις ; 
- Σκοινιά , κρίκους ... Εξοπλισμό για σπήλαια . 
- Εξοπλισμό για σπήλαια . 
Μάλιστα . Ναι . 
Πάρε εκείνο εκεί ! 
Πάρ ' το . 
Πάρ ' το . 
Κοιτάξτε εκεί πέρα ! 
Από κει είναι η έξοδος ; 
Για να δούμε . Πάμε , ελάτε ! 
Ανέβα πάνω , Ανιέλο . 
Δώσε μου τον φακό . 
Παιδιά , περιμένετέ με ! 
Παιδιά , πρέπει να βρούμε τον Κλεμέντε στο σημείο συνάντησης . 
Μας περιμένει ! 
Προς τα πού πάμε ; 
Να δούμε πού βγάζει αυτή η σήραγγα . 
Εξαιρετικό σχέδιο . 
Δεν έχουμε άλλη επιλογή . 
Πάμε . 
Όσκαρ , δες εδώ . 
Είναι του Σασά . 
Τα παιδιά πέρασαν από δω . 
Είσαι σίγουρη , Αντό ; 
Να μπούμε μέσα μόνοι μας ; 
Ντόνα Αντζέ , οι τοίχοι κατέρρευσαν ! 
Εγκλωβιστήκαμε ! 
Τσιουά , πού είσαι ; 
Ντόνα Αντζέ ! Δεν σ ' ακούω ! 
- Τι συμβαίνει ; 
- Έκλεισε την είσοδο . 
Πού είσαι , ηλίθιε ; 
Ντόνα Αντζέ , δεν το πιστεύω . 
Θεέ μου , τα πάντα εδώ έχουν καταρρεύσει . 
Σασά ; Πού είσαι ; 
Βγες από κει ! 
- Μαλτέ , προχώρα ! - Προχώρα ! Τσιουά , τι έγινε πάλι ; 
Πού είστε ; 
Όσκαρ , άσ ' το . Άσ ' το ! Δεν μπορούμε να πάμε από δω . 
Τι να κάνουμε ; 
Θα ενημερώσουμε τους γονείς τους ... και θα βρούμε έναν χάρτη του λαβύρινθου . 
- Βοήθεια ! - Βοήθεια ! 
Τι συμβαίνει ; 
- Ο μπαμπάς μου είναι . - Τσιουά ! 
Μείνε ακίνητος , Ντο ! - Πάμε ! Θα μας βρει . - Περίμενε . Φώναξέ τον. 
- Τι είναι αυτά που λες ; 
- Πρέπει να βγούμε από δω ! Χαθήκαμε ! Όχι , πρέπει να βρούμε τον Wonderboy και να πάρουμε το αγαλματίδιο . 
Εσένα ήρθαμε να βρούμε . 
Λες ο Τσιουάουα να κατέβηκε εδώ για να με σώσει ; 
Παιδιά , πρέπει να προχωρήσουμε . 
Πάμε , παιδιά . 
Έλα , Ραφέ ! Πρέπει να συνεργαστούμε . Έλα . 
Αργά , Ένζο ! 
- Αργά ! 
- Τι βλέπεις ; 
- Τίποτα . Δεν έχει τίποτα εδώ . 
- Κοίτα προσεκτικά . 
- Στάσου . 
- Τι ; 
Βλέπω κάτι , αλλά είναι πολύ μακριά . 
- Ίσως είναι το αγαλματίδιο . 
- Τότε πάρ ' το ! 
Όχι , δεν μπορώ ! 
Μου κατέβηκε όλο το αίμα στο κεφάλι . 
Ανέβασέ με ! 
Θα το πάρω από άλλη είσοδο . 
Στο τροχόσπιτο , έχω χάρτες του υπόγειου λαβύρινθου της Νάπολης . 
Είπες ότι αυτή ήταν η μόνη είσοδος ! 
Σκάσε και δώσε μου ένα λεπτό να πάρω μια ανάσα . 
Γεια σας ! 
Ελάτε , παιδιά . 
Η Μπρέσια μάς περιμένει . 
Άντε , πάμε . Σηκωθείτε . Τι έχετε πάθει σήμερα το ... 
Θεέ μου . Πού είναι ; 
Τα παλιόπαιδα . 
Πού είστε ; 
Ραφαέλε ! 
Τζενά ! 
Πού είναι ; 
Παλιόπαιδα ! 
Φραντσέσκα , τι έγινε ; 
Τα δίδυμα . Εξαφανίστηκαν . Όλοι εξαφανίστηκαν . Κι ο Σασά και η Τερέσα . 
- Πήγαν στον υπόγειο λαβύρινθο . 
- Δεν ήταν στα κρεβάτια τους , Τσι . 
Κάποια ανοησία σκαρώνουν , ως συνήθως . 
Είναι μπλεγμένη και η σπιτονοικοκυρά . 
Όλοι ψάχνουν το ίδιο αγαλματίδιο . 
Τι σχέση έχει η σπιτονοικοκυρά ; 
Πάω να της μιλήσω . 
Φεύγουμε για Μπρέσια . 
- Ηρέμησε . 
- Φραντσέ , τι λες ; 
Ποτέ δεν μας βοήθησε . Δεν θα το κάνει τώρα . 
Να ρωτήσουμε τη Σαμάνθα . 
Ίσως ξέρει κάτι . 
Άκου ! Σαμά ! 
Σαμάνθα ! Βγες έξω ! 
- Τι ; 
- Πού είναι ο Ανιέλο και ο Τσιουάουα ; 
- Έφυγαν . 
- Πότε ; 
Δεν ξέρω . Από χθες έχω να τους δω . Από χθες ; 
Πού κοιμήθηκαν ; 
Φραντσέ , όλο έτσι κάνουν . 
Μερικές φορές , εξαφανίζονται για τρεις μέρες . 
Είμαστε ελεύθερη οικογένεια , μοντέρνα , χωρίς περιορισμούς . 
Ναι , αλλά αυτήν τη φορά , μπορεί να κινδυνεύουν . 
Τα παιδιά είναι στον υπόγειο λαβύρινθο όλη νύχτα . 
- Στον υπόγειο λαβύρινθο ; 
- Στον λαβύρινθο της Νάπολης . 
Σκαρώνουν κάποια ανοησία , με τους αστικούς μύθους , τις παλιοϊστορίες τους . 
Αλλά δεν γύρισαν ακόμα σπίτι . 
Μ ' ακούς ; 
Ρώτα τη σπιτονοικοκυρά . Σίγουρα ξέρει κάτι . 
Κομμώτριά της είσαι . - Έχετε σχέσεις . 
- Τρελάθηκες ; 
Δεν θα την ενοχλήσω για χάρη τεσσάρων παιδιών . 
Πέντε . 
Είναι και το δικό σου μαζί . Το ξέχασες ; 
Τσαντίστηκε . 
Το παρατήρησα . 
- Ντόνα Αντζέ . 
- Τσιουά ! 
Μη ... Μην κρατιέσαι ! 
Μην κρατιέσαι από πάνω μου ! Για τι με πέρασες ; Για σωσίβιο ; 
Ντόνα Αντζέ , νομίζω πως είμαστε σε μια δεξαμενή . 
Αυτός που έκλεψε το αγαλματίδιο ; Πού είναι ; 
Δεν τον βλέπω . 
Νομίζω ότι είναι νεκρός ! 
Και τώρα θα πνιγούμε κι εμείς ! 
Πιτόνε ! 
Πήγαινε στο Γκαϊόλα και φέρε πίσω τους τρεις βλάκες . 
Πήγαινε ! 
Πώς γίνεται να είστε όλοι τόσο άχρηστοι ; 
Σας δούλεψε ένα αγόρι με κουκούλα ! 
Ποιος είναι ; Ο Σπάιντερμαν ; 
Καλώς ήρθες στο σπίτι σου . 
- Έχει βεντούζες στα χέρια ; 
- Κάνει τούμπες στον αέρα ; 
Και πώς είναι αόρατος ; 
Πώς εξαφανίζεται ξαφνικά ; 
Παιδιά , σας το είπα . Ο Wonderboy μπορεί να κάνει τα πάντα . 
- Εντάξει , αλλά εσύ τι τον είδες να κάνει ; 
- Σκαρφάλωσε σαν τον Ταρζάν να με σώσει . 
Δεν είδατε πώς εξαφανίστηκε στο νερό ; 
- Εκτός αν πνίγηκε . 
- Έλα τώρα . 
Γιατί το λες αυτό ; 
Τι ακούγεται έτσι ; 
Σαν μουσική . 
Σαν μουσική σε ταινία τρόμου . 
Εγώ δεν πάω εκεί . 
Πάμε από δω . 
- Πού πας μόνος ; 
- Σκάστε ! 
Την ξέρω αυτήν τη μουσική . 
Τερέ , για να βγούμε από δω , πρέπει να πάμε πάνω , όχι κάτω . 
Από κει είναι σκοτεινά , αλλά από δω έχει φως και μουσική . 
Τι τα θέλεις αυτά τα σπίτια ; 
Μπορούσες να ζητήσεις οτιδήποτε , μα επέλεξες τις εργατικές κατοικίες . 
Είναι αχούρια . Χειρότερα απ ' το τροχόσπιτό μου . 
Τι σε νοιάζει εσένα ; 
Τίποτα . Από περιέργεια ρωτάω . 
Τώρα καταλαβαίνω γιατί όλοι σε λένε τσιφούτη . 
Τσιφούτης εγώ ; 
Σ ' εκείνες τις εργατικές κατοικίες γεννήθηκα . Εκεί μεγάλωσα . Μέχρι που μια μέρα , ήρθαν οι μπράβοι της παλιόγριας και μας πέταξαν έξω . 
Γι ' αυτό τώρα θέλω να πάρω πίσω αυτό που μου ανήκει . Κατάλαβες ; 
Θα κάνω ωραίες , σφιχτές μπούκλες , όπως σας αρέσει , - για να κρατήσουν όλη μέρα . 
- Ντόνα Αντζέ . 
Τους βρήκες ; 
Μόλις έμαθα ότι υπήρξε κατάρρευση στο Γκαϊόλα . 
Είναι αδύνατον να μπεις ή να βγεις . Πρέπει να βρούμε άλλον τρόπο να τους βγάλουμε . 
Να πάρει . 
Σταμάτα ! 
Πες στον Άσπιντε να ετοιμάσει το αμάξι . 
Θα πάμε στο Παλάτι των Πνευμάτων . 
Ντόνα Αντζέ , τι συμβαίνει ; 
Για τον άντρα μου μιλούσατε τώρα ; 
- Σαμά , όχι τώρα . - Ναι . Συγγνώμη . 
Απλώς ανησυχώ , γιατί έχω να τον δω από χθες . 
Θα το κανονίσω . Εντάξει ; 
Να τελειώσω τουλάχιστον τα μαλλιά ; Θα τα κάνω μόνη μου . 
- Αρκετά , Μάριο . Θα καλέσω την αστυνομία . - Φραντσέ , περίμενε . 
Τι θα τους πεις ; 
Καλά . Θα πάω μόνη μου τότε . 
Η σπιτονοικοκυρά είναι μπλεγμένη . 
- Το ίδιο κι ο Τσιουάουα . 
- Τώρα το κατάλαβες ; 
Δέχεστε όλοι εντολές από αυτήν τη γυναίκα . 
- Είπες ότι είστε ελεύθερη οικογένεια . 
- Δουλεύουμε γι ' αυτήν . Είναι διαφορετικό . 
Χθες βράδυ , ήταν στο Γκαϊόλα και μιλούσε στον Κλεμέντε . 
Αυτόν που μένει κοντά στο Παλάτι των Πνευμάτων . 
Όσκαρ , πες της . 
Εκεί ακριβώς πηγαίνουν τώρα . Στο Παλάτι των Πνευμάτων . 
Τσίρο , φέρε το βαν . 
Ελάτε ! Πρέπει να τους προλάβουμε . 
- Πήγαινε να δεις τι γίνεται . 
- Θα το κανονίσω , ντόνα Αντζέ . 
Τι γίνεται εδώ ; 
- Πάρε το βαν . Γρήγορα . - Μακάρι να μπορούσα . 
Έχω ραντεβού , βασικά . Αλλά δεν παίρνει μπρος . 
Τι θα γίνει ; 
Ντόνα Αντζέ , κι εσείς εδώ . 
Ζητώ συγγνώμη . Δυστυχώς , δεν περνάει μέρα που να μη χαλάσει το σαράβαλο . 
Σήμερα τα φρένα δεν λειτουργούν , δεν ... 
Και τώρα ; 
Τι είναι αυτό το μέρος ; 
Πώς υπάρχουν φώτα και μουσική εδώ κάτω ; 
Μανούλα μου . 
Πολύ λυπητερό τραγούδι . 
Είναι το " Lu Cardillo " ... ένα δημοτικό ναπολιτάνικο τραγούδι . 
Μου το τραγουδούσε συνέχεια η μαμά μου . 
Δίκιο έχεις . Δεν το αναγνώρισα . 
Παιδιά , ήμουν σίγουρος ! 
Εμείς το βρήκαμε . 
- Είμαστε οι Wonderboys ! 
- Τι ; 
Είναι το μυστικό εργαστήριο του πρίγκιπα του Σανσεβέρο . 
Κι αυτή είναι μία από τις μεγαλύτερες εφευρέσεις του , το αέναο φως . 
Κοιτάξτε . 
Ούτε ο Αλμπέρτο Άντζελα , ο επιστήμονας , δεν κατάλαβε πώς δουλεύει . 
Κι αυτό εδώ είναι το μουσικό κουτί . 
Είναι κάτι σαν καριγιόν . 
Είναι πανέμορφο . 
Πώς τα ξέρεις όλα αυτά ; 
Διαβάζω τα μαθήματά μου . 
Ο πρίγκιπας του Σανσεβέρο ήταν σπουδαίος άνθρωπος . 
Στο τέλος του βιβλίου , έχει ένα κεφάλαιο αλχημείας αφιερωμένο σ ' εκείνον . 
Αφού έχασε τη γυναίκα του , τρελάθηκε . Του έγινε εμμονή το μυστήριο της ζωής και του θανάτου . 
Έπειτα ανακάλυψε ένα ελιξίριο που μπορούσε ν ' αναστήσει νεκρούς . Το " Άλουντελ " . 
Υπάρχει συνταγή , αλλά κανείς δεν θυμάται πού βρίσκεται . 
Εντάξει , καθηγητά , καταλάβαμε . 
Πάμε τώρα να βρούμε την έξοδο . 
Τι είναι αυτό ; 
- Τι έγινε ; 
- Σασά , όχι ! 
Τα παλιόπαιδα ! Έχουν τέτοια εμμονή με τους μύθους , που έμπλεξαν μέχρι και τον κακομοίρη . 
Ένα κολπάκι που έμαθα μικρός . 
Αηδία . 
Ο πρίγκιπας προστάτευε τόσο τις εφευρέσεις του , που έστησε παγίδες για τους ληστές ! 
Θεούλη μου , παιδιά ! 
Οι Ανατομικές Μηχανές του Σανσεβέρο . Δεν το πιστεύω ! 
- Wonderboy ! - Wonderboy ! 
Το ήξερα ότι ήσουν ζωντανός . 
Είσαι υπερήρωας . 
Παιδιά , τι κάνατε ; 
- Παιδιά , τι θα κάνουμε ; 
- Πού να ξέρω ; 
Ηρεμήστε ! Αφήστε με να σκεφτώ . 
- Τζενά , σκέψου γρήγορα ! Τζενά ! - Κοιτάξτε , το νερό ! 
- Θεέ μου , παιδιά ! 
- Παιδιά ! Σας παρακαλούμε ... Βοήθεια ! 
- Πρέπει να βοηθήσουμε ο ένας τον άλλο ! 
- Θεέ μου ! 
- Ανιέ , έλα εδώ ! Δώσε μου ένα χεράκι . - Παιδιά ! 
- Βοήθεια ! - Βοήθεια ! - Θα ψοφήσουμε σαν τα ποντίκια ! - Βοήθεια ! 
Τονί , πρέπει να μας βγάλεις από δω . 
Είσαι υπερήρωας ή δεν είσαι ; 
Πάλι τα ίδια , Ανιέ ; 
Είμαι εδώ για το αγαλματίδιο . 
- Δεν έχω καμία σχέση μαζί σας ! 
- Τι παίζει με το αγαλματίδιο ; 
Τι έχει μέσα ; Διαμάντι ; Χάρτη θησαυρού ; 
Τι παίζει μ ' αυτό ; 
Εξήγησέ μου . Ποιος νοιάζεται για θησαυρούς ; 
Πρέπει να σωθούμε . 
Τζενά , άκου . Είπες ότι ο πρίγκιπας έστησε παγίδες για τους ληστές . 
Ναι . Κι αυτή είναι η καλύτερη . 
- Πνίγει τους ληστές . 
- Ενεργοποιήθηκε όταν έκλεισε η μουσική . 
Πρέπει να είναι κάτι σαν ηχείο . 
Σαν ενισχυτής . 
Βλέπετε τις τρύπες στο ταβάνι ; 
Τι λες ; Ότι ο ήχος περνάει από κει ; 
Ακριβώς ! Εντοπίζει συχνότητες και δονήσεις . 
- Κι όταν πάψει , ενεργοποιείται η παγίδα . 
- Περιμένετε , παιδιά . 
Τερέ , είπες ότι ξέρεις καλά το τραγούδι . Σωστά ; 
Τερέ , πρέπει να το τραγουδήσεις . 
Είναι η μόνη μας ελπίδα . 
Έλα , Τερέ . 
- Τερέ , σε παρακαλώ . - Έλα , Τερέ ! 
- Έλα , Τερέ , σε παρακαλώ ! - Σε παρακαλώ , Τερέ ! 
- Τραγούδα , Τερέ ! 
- Πρέπει να προσπαθήσεις ! 
- Τραγούδα ! - Τραγούδα ! 
- Έλα , Τερέ ! - Σε παρακαλώ ! 
- Έλα , σε ικετεύουμε . - Προσπάθησε ! 
Η φωνή μου δεν ακούγεται σαν το μουσικό κουτί . 
Σε παρακαλώ , Τερέ ! Είναι η τελευταία μας ελπίδα ! 
Σε παρακαλώ , Τερέ . Σε ικετεύω . 
Αμάν ! 
Δεν μπορώ . 
Ελάτε , παιδιά ! Ακολουθήστε με . Δεν ξέρω για πόσο θα μείνει ανοιχτή . 
Γρήγορα ! Ακολουθήστε με ! Ελάτε ! 
- Γρήγορα ! - Τερέσα . Τερέ ! 
Πάμε . Ελάτε , παιδιά . Πάμε . 
Τερέσα . Έλα , πρέπει να φύγουμε . Γρήγορα ! Από δω . 
Έλα , μπες από κάτω . 
Έλα . Έλα , Τερέ ! Έλα ! 
Ωραία φωνή έχεις , Τερέ . 
Και είναι η τελευταία φορά που την άκουσες . 
- Κουνήσου ! 
- Εντάξει . 
Όχι ! 
Κάποιος μπήκε μέσα ! 
Όχι . Εδώ τον έβαλα ! 
Όχι ! Εδώ τον έβαλα ! 
Ένζο . Έκλεψαν τον χάρτη . 
- Με δουλεύεις τώρα , Κλεμέ ! - Όχι , Ένζο ! 
Κατέβασέ το πριν πάθεις τίποτα ! 
Αντό , πιο σιγά ! 
Εσύ είσαι 18 , μα οι υπόλοιποι είμαστε 40 . 
Θα μας πεις τουλάχιστον πού πάμε ; 
Αντό , θα μας εξηγήσεις ; 
Βλέπετε τον σταυρό ; 
Αφού τα πάντα στο Γκαϊόλα κατέρρευσαν , θα πάμε από δω . 
Και τι είναι εκεί ; 
Μια παλιά είσοδος για τον λαβύρινθο που την έκλεισαν . 
Τώρα είναι μέσα στην έπαυλη . 
- Σε ποιον ανήκει ; 
- Στον Νίνο Ντ 'Άντζελο ! 
Ακολουθήστε με . 
- Να μη σε ξαναδώ . Κατάλαβες ; 
- Δεν τελειώσαμε ! 
Ευχαριστώ , Αντζέ . 
Μου έσωσες τη ζωή . 
- Πάντα ήξερα ότι είσαι καλή ... 
- Άσε τα δράματα . 
Σ ' έσωσα μόνο επειδή σε χρειάζομαι . 
Με χρειάζεσαι ; Για τι πράγμα ; 
Κάποιοι δικοί μου εγκλωβίστηκαν στον υπόγειο λαβύρινθο . Βγάλ ' τους έξω . 
Πού είναι ; 
Ακολούθησέ με . 
Πού είμαστε τώρα ; 
Είναι η ίδια διασταύρωση με πριν . 
Εκεί πέρα είναι η δεξαμενή . 
Οπότε , παιδιά ... Εγώ σας χαιρετώ . Ευχαριστώ πολύ . 
Μας χαιρετάς ; Μ ' ένα απλό ευχαριστώ ; 
Σου σώσαμε τη ζωή ! Δεν μπορείς να μας εγκαταλείψεις έτσι ! 
Πες μας τι είναι . Ξέρουμε τα πάντα για τους μύθους της Νάπολης . 
Χρειάζεσαι το αγαλματίδιο για να βρεις έναν θησαυρό , έτσι ; 
Και ; Κι αν ήταν αλήθεια ; 
Επιβιώσαμε , σωστά ; Ας τραβήξει ο καθένας τον δρόμο του . Ναι ; 
- Μα πρέπει ν ' ακολουθήσουμε τον ίδιο . 
- Σοβαρά ; 
- Αφήστε με ήσυχο ! 
- Εγώ θα πάρω αυτό εδώ . 
- Μαλτέ , πάρ ' τον. - Κουνήσου . 
Ντόνα Αντζέ , μ ' ακούς ; 
Ντόνα Αντζέ , μ ' ακούς ; Όβερ . 
- Τσιουά ! 
- Ντόνα Αντζέ , έχουμε το αγαλματίδιο . 
Μπράβο . 
Θα σας βγάλω από κει . 
Δες τι όμορφη που είναι η θάλασσα . Γεια . 
- Τι ; Βιάζεσαι ; 
- Όχι . 
Βιαζόσουν να με δεις , έτσι ; Πες μου την αλήθεια . 
Κοίτα , δεν ... Δεν υπάρχει σωστός τρόπος να σ ' το πω . Οπότε ... Λοιπόν ... 
Τώρα αρχίζω ν ' ανησυχώ . Λέγε ! 
Είμαι έγκυος . 
Είσαι έγκυος ; 
- Αυτό είναι υπέροχο , αγάπη μου ! 
- Ναι . Είναι . 
- Τι ύφος είναι αυτό ; 
Δεν είναι καλά νέα ; 
- Ναι , είναι , Αλφρέ . Απλώς ... 
- Τι ; 
- Οι γονείς μου . Δεν θα δεχτούν να κάνω παιδί μαζί σου . 
Δεν ισχύει αυτό ! 
Δεν ισχύει , γιατί θα βρω τον θησαυρό και θα γίνω ο φιλάνθρωπος της Νάπολης , εντάξει ; 
- Τον θησαυρό . 
- Τον θησαυρό , ναι . 
Θα κάνω τους γονείς σου περήφανους . Και θα μεγαλώσουμε το παιδί μας μαζί . 
Όπως στα παραμύθια , σωστά ; 
Είσαι τρελός . 
Μωρό μου . 
Ντόνα Αντζέ ... 
Τον πιτσιρικά ... 
- Θέλεις να τον ξεφορτωθούμε ; - Όχι ! 
Φέρτε τον σ ' εμένα . 
Θέλω να τον κοιτάξω στα μάτια . 
Θ ' αποδείξω ότι ο Μουνατσέλο δεν υπάρχει . 
