Кайл , може ли да поговорим ? 
- И майка ти е с мен . 
- Здравей , миличък . 
Кайл , има снимка на колелото ти пред къщата на Каролин вечерта на 18 май . 
Какво си правел там ? 
Не те разбирам . 
Миличък . Не съм ходил там , сигурно съм минавал . 
- Кайл , има твоя снимка пред дома на Каролин Полимъс вечерта на 18 май . 
Защо си бил там ? 
Получихме снимките от полицията , и те имат тези доказателства . Кажи ми честно , много е важно . Мили боже ! Кайл , защо си бил там , за бога ? 
Исках да добия представа какво е . 
- Кое ? 
- Мястото , където ходиш . - Знаел си за баща си и Каролин ? 
- Чух ви , като се карахте . Добре . 
А сестра ти ? Джейдън знае ли ? 
Не знам , не съм й казал . 
- Кога точно разбра ? 
- Има ли значение ? Иначе нямаше да те питам . 
Не помня . 
Може би преди няколко месеца . 
Добре , нека изясним - отишъл си да видиш как изглежда тя . 
Можел си да намериш нейна снимка в " Гугъл " , но си искал да видиш къде живее . 
- Оглеждаше ли къщата й ? - Ръсти . Оглеждаше ли я , Кайл ? 
Просто не разбирам логиката да отидеш там . 
Исках да проумея твоята логика . 
- Ще говоря с мама . - Не ! Аз съм ти баща - и ще отговориш . - Ръсти , моля те . 
- Остави го . 
- Добре . 
Бъни Дейвис е била дъщеря . Бъни Дейвис е била сестра , приятелка , братовчедка . 
Бъни Дейвис е 26 - годишна , когато се озовава сама в мръсен мотел с едно чудовище и се моли отчаяно той да е от хората , които биха я пуснали . 
Но уви . 
Този човек , Лиам Ренълдс , е от хората , които правят това . И това . И това . 
Какво ще кажеш ? 
Страхотна си , Каролин . 
Ама че бъркотия . 
- Крушката на верандата е изгоряла . 
Минал е няколко пъти край къщата й с колелото и веднъж те е видял да влизаш там . 
При първа възможност трябва да отиде на психолог . 
- Защо ? 
- Месеци наред го е таял в душата си . 
Нямаме представа колко сериозна е травмата . 
Добре , но може двамата с теб да го обсъдим с него . 
- Както ти го обсъди току - що ли ? - Какво искаш да кажеш ? - Проведе му разпит . 
- Разпит ли ? 
- Да . - Просто му задавах въпроси . 
- " Защо си оглеждал къщата й ? " 
- Питах го защо е бил там . 
Разпитваше го като прокурор . 
- Ти сериозно ли ? - Той е на 15 ! 
- Какво ти става ? - Моля ? 
- Заради теб сме в това положение , Ръсти . - Естествено , аз съм най - голямата издънка . Но знаеш ли , и ти имаш вина . И в даден момент трябва да си поемеш отговорността . 
Не мога повече , дотук бях . 
Край ! 
Според мен причината за смъртта е удар по главата с тъп предмет . 
Съдията вече знае , че си експерт , не е нужно да казваш " според мен " . - Седни с изправен гръб . - Не ми казвай как да седя ! Ще представиш на журито своите заключения , експертното си мнение , нали ? - И няма да важничиш . - Ама че си нагъл ! Не говори така . - Вдигна ме в ранни зори да репетираме . - И съм ти благодарен . - Но аз съм лекар и ще ме уважаваш . 
- Уважавам те . 
Но като свидетел от време на време се дъниш . 
- Проклет кретен . 
- Стига . 
Затова ли ме измъкна от леглото ? 
Впрочем ще ти пратя папката , мръснико . 
- Подробностите по случая не се огласяват . 
- Всички мълчат . 
Едва ли са готови . Нямат дори оръжието . Как ще докажат вина извън всякакво съмнение ? 
Чудно е , че въобще ще има дело . 
- Бивши колеги , хванали се за гушите . - Сабич има две деца . 
- Кайл е бил там . - Не , казах ти , само е минал . 
Било е само няколко пъти . 
- Сигурно ли е , че не я е убил ? - Изобщо не си забавен . 
Не остроумнича . 
Майкъл Колдуел е бил у Каролин в нощта на убийството . Кайл е заснет няколко седмици преди това . 
Мили боже . 
- Трябва да го обмисля . - Нямам сили . 
- И друго ли има ? 
- Снощи не съм спал , Рей . 
Затова ли ? 
Какво има ? 
С Барбара се сдърпахме и тя заяви , че е дотук . 
В смисъл , че те напуска ? 
Я стига , ако щеше да те напуска , вече да го е направила . 
- Недей точно сега . 
- Какво ще чака - основателен повод ? 
Ти предаде нея и децата ви . 
Ако добре познавам Барбара , това , че си предал децата , е по - тежкото провинение . 
Рей , нещата са сложни . Ами давай , да чуем . Депресия , натрапчиви импулси , нарцисизъм . 
Бих приел всичко . 
Иди на лекар да ти сложи диагноза . 
Но се боя , че диагнозата ще е " свиня " . 
Чукал си Каролин , а сега не искаш да се чувстваш гузен . Така правят мъжете , които изневеряват . 
Искат да топнат чушката , а после се оправдават колко е сложно . 
Но за журито всичко ще е просто . 
Хубавото е , че ще им се стори и банално . 
Няма да ги шокира . 
Но мен определено ме шокира . 
Шокира Лорейн , шокирало е и Барбара . Но тя все още е с теб . Значи смята да остане . 
Я чакай малко . 
Не ми казвай , че бягам от отговорност , че не изпитам срам и не изгарям от чувство за вина ! 
Майната ти . 
За 40 години в тази професия съм се нагледал на чувство за вина и срам . 
Срамът е нещо , което си причиняваш сам . Самовглъбено , егоцентрично чувство . 
Вината означава да проумееш и изпиташ болката , която си причинил . 
Ясно ми е , че изпитваш срам . 
ЩАТСКА ПРОКУРАТУРА Томи ! Защо съм в списъка със свидетелите ? 
Имаш информация за връзката между Каролин и Ръсти . 
Нямам информация за случилото се в онази нощ . 
Но може да знаеш какво е ставало през другите нощи , нали ? 
Нещо подобно е трябвало да бъде докладвано на " Човешки ресурси " . Може би се измъчваш от чувство за вина . 
- Ти наистина си бил голяма гадина . 
- Чуй ме добре . Правим го за Каролин , разбра ли ? Помисли си - за нея . 
Здравейте , господа . 
Благодаря ви , че дойдохте . 
Как сте ? Да ви предложа нещо ? Не искате ли ? 
- На мен ми е малко неудобно . 
- Напълно ви разбирам , ужасно е . 
Но докато градим тезата срещу г - н Сабич , всеки детайл става изключително важен . Защитата ще ви притисне с куп въпроси . 
Не ни ли трябва адвокат ? 
От вас зависи , но аз само потвърждавам информацията , която споделихте . 
Тук г - н Сабич влиза в дома на майка ти в нощта на убийството . - На 16 юни , в 21 : 49 ч . Така ли е ? - Да . 
- И всички други снимки са от същата нощ ? 
- Да . - Защо не го снима как излиза от къщата ? 
- Щом влезе , си тръгнах . 
- А защо отиде там ? 
- Понякога просто ходех . 
- Защо ? 
- Той вече ви отговори . 
Добре , вижте , много е важно да уточним всичко , защото защитата ще ви задава същите въпроси . 
Защото ми беше майка . Понякога ходех да гледам къщата . 
- Виждал ли си други да влизат там ? 
- В онази вечер беше само той . 
Как ти се стори г - н Сабич на влизане ? 
Как се държеше ? 
Не знам . 
А как ти се видя по време на срещата ти с него ? 
Каза , че тогава си го обвинил в убийството на майка ти . Нали така ? - Той отрече , но излъга . 
- Защо смяташ така ? Откъде знаеш ? 
По очите му си личеше . 
Веднъж майка ми каза , че започва да се страхува от него . 
- Нали уж ... Кога си говорил с майка си ? 
- Убедих я да обядваме заедно . 
Изглеждаше стресирана и се ядосах , помислих , че е заради мен . 
Попитах я какво има , а тя отвърна , че един човек в службата започва да я плаши . 
- Каза ли кой е бил ? - Не . 
Каза , че водят заедно дела и не може да се отърве от него . 
Здравейте . Какво да бъде ? 
Мисля да взема ... Мартини " Белведере " . Без маслини и сок . 
Цяла седмица говоря за теб . 
- Май не прозвуча добре . - Хубаво . 
- Питие за персонала , Клиф ? 
- Не възнамерявах , но сега ще пийна . 
Имам ръце на барман . Постоянно са напукани . 
Как върви драмата ? 
- Нищо ново . - Сигурно . Може ли да седна при теб ? 
- Разбира се . - Може ли ? 
Клифтън . 
- Барбара . - Барбара . Най - сетне да се запознаем . 
- Какъв е този крем ? - Този ли ? Джанин го приготвя . 
Какаово масло , напоено с марихуана . 
Не бива да си лапаш пръстите , ще се надрусаш . - Благодаря , че ми каза . 
- Няма защо . 
- Много си щедра , благодаря . 
- Разкажи ми за татуировките си . 
Наясно съм , че е много банално да питам за татуировки . Да , разбирам . Тази - падам си малко художник . 
Правя главно арт инсталации , но тази я измислих като млад и глупав . 
Това е " Идзин " . 
Познат ли ти е ? 
Знам за Джон Кейдж , Брайън Ино и произволните творчески импулси . Да . 
И много добре знам какво е да си млад и глупав . 
Наздраве . 
- Риго . 
- Открих нещо . 
На кого е втората проба от случая с Бъни Дейвис . 
Как успя ? 
В цялата система нямаше съвпадения . 
Рацър . Адрес ? 
Знаем ли нещо за него ? 
Не , освен че е намерена негова семенна течност на местопрестъпление с мъртва проститутка . 
Благодаря ти , че го правиш . Знам , че рискуваш работата си . 
Не го правя заради теб , а заради Каролин . 
Ръсти , вътре искам да си кротуваш . 
Не казвай нищо . 
Здравейте , госпожо . Ние сме от полицията . 
Търсим Брайън Рацър , вкъщи ли е ? 
Скъпи ! 
В мазето е . 
- Ако искате , влезте , ще го извикам . 
- Добре . 
Скъпи ? 
Скъпи ? Търсят те от полицията . 
Седнете , сега ще дойде . - Благодаря . - Кафе ? 
Може . 
Здравейте . - Здравейте . - Какво има ? 
Разследваме инциденти , случили се в този район на 16 юни 2019 г . 
- През нощта . Разпитваме живущите . 
- Какъв инцидент разследвате ? 
Кражби с взлом . 
Не тук , а на ул . " Робъртсън " , няколко километра на изток . 
Било е в четвъртък вечерта . Припомнете си . Няма нужда , не познавам тази улица . 
Ако е станало през нощта , аз работя нощна смяна . 
Къде работите ? 
- Може ли да видя значката ви ? 
- Убита е проститутка . - Ето . 
Мила , не сега , моля те . 
- Казах , не сега . - Добре . 
- Защо сте тук всъщност ? 
- Нали ви казах . 
Къде работите , г - н Рацър ? 
Отговорихте ли на въпроса ? 
- Не съм длъжен да отговарям . 
- Рано или късно ще ви се наложи . На даден етап ще трябва да проведете този разговор . 
Не ви ли познавам отнякъде ? 
Ето визитката ми . 
Когато сте готов да говорите , ми звъннете . - А ако не се обадя ? 
- Ще ви се наложи . 
Мисля , че знаете защо . 
Или да попитаме жена ви . Лора ! 
- Нищо , мила . 
Какво има ? Трябва ли ви нещо ? 
- Исках само да ви благодаря за кафето . - Моля . Всичко наред ли е ? Да . 
Разкарайте се . 
- Казах ти да не го дразниш . 
- Само му зададох въпрос . 
Невъзможен си . 
Защо си толкова уплашена ? 
Защо си толкова уплашена ? 
- Какво правиш ? 
- Няма да рискувам . 
Минал е с колелото край дома й . 
Кой знае дали не е влязъл в градината й , не е погледнал през прозореца , не е стъпил на изтривалката , не е натиснал звънеца ? 
Хайде , стига . 
Едва ли подозират Кайл . 
Понякога забравяш , че синът ни е чернокож . 
Как се почувства , като видя баща си да влиза там ? 
Ще споделиш ли ? 
- Сигурно изпитваш нещо . 
- Не ми се говори . 
Оттогава се случиха по - големи гадости . 
Шегувате ли се ? 
Това е абсурдно . 
Не постигнах напредък . Рядко се случва в началото . 
В първите сеанси предразполагам към доверие , но май и в това се провалих . 
А относно по - сериозния проблем , трябва да преначертаем някои граници . 
Какво имаш предвид ? 
Задачата стана прекалено многопластова и сложна . Да водя сеанси с теб , с Ръсти , с двама ви , а сега и Кайл насред всичко . - Всеки трябва да има отделен терапевт . 
- Отделен ? Нямаме толкова пари . 
Аз трябва да поема само теб . 
Знам . 
Възможно е искрено да искаш да простиш на Ръсти и да спасиш брака си . 
Възможно е също , дори е по - вероятно , да правиш всичко възможно да потиснеш емоциите си . 
Бориш се с тях и се опитваш да спасиш брака заради децата , вземаш решения , които съзнателно или несъзнателно считаш за необходими . 
За теб най - важното винаги е било семейството . 
Но когато децата пораснат или заминат да учат , този стремеж непременно да простиш може да се превърне в нещо друго , например в гняв или омраза . 
Може и процесът вече да тече . 
Виж , съпругът ти се е влюбил в друга жена . 
И сега го съдят за убийството й . 
Имаш нужда от личен терапевт . 
Юджиния дойде в кабинета ми . Защо ? Какво каза ? 
Не възразявам да я призовеш за свидетел . Но ако ще свидетелства , не е зле да я привлечеш в твоя лагер . 
- Какво ти каза ? - Каза ... Че си кретен . 
Знаем , че понякога си малко ... Знаеш , че когато съм ядосан , действам най - добре като обвинител . Да , но ако смяташ да градиш теза с помощта на враждебно настроен свидетел ... Юджиния ще направи всичко възможно да помогне на Ръсти . 
Мисля , че донякъде е влюбена в него . 
Трябва да й напомня да спазва правилата . 
Правилото , което ти трябва да спазиш , е да намериш неоспорими доказателства . 
- Ако очерниш Ръсти , ще се провалиш . 
- Не се тревожи , ще има доказателства . 
Да , но се тревожа , казвам ти . Реймънд поиска среща . 
Защо ? Най - вероятно си мисли , че има шанс за сделка в съда . 
Ако е така , явно е уверен , че ни е хванал натясно . 
Мен не ме е хванал , Томи . А теб ? 
Няма шанс за сделка . 
Да видим има ли други проститутки в района и дали познават Рацър . 
Знае нещо , по дяволите , сигурен съм . - Разбира се . 
- Готов ли си ? - Да . Пак ще ти звънна . - Добре . 
Разкажи ми пак за онази вечер . 
Каза , че си бил в службата . 
Да . Работехме по кампанията на Реймънд , или се правехме , че работим . 
- Правехте се ? 
- Най - вече пишех съобщения . 
Но тя не ми отговаряше . Което никак не ми се отрази добре . 
Стана ми ясно , че ме отбягва , затова реших да отида някъде . 
- В колко излезе от службата ? 
- Малко след 20 : 30 ч . 
Понякога се хранех навън , защото просто не ми се прибираше в това състояние . 
От бара не помня почти нищо . 
Изпих няколко питиета . 
Може да съм поръчал и още . 
Тогава тя ми писа и хукнах към тях . РЪСТИ , ПРОСТО ЕЛА . 
Съобщението й е дошло в 21 : 24 ч . Снимките на Майкъл Колдуел сочат , че си пристигнал в 21 : 49 ч . 
Какво се случи ? 
Не знам в какви подробности искаш да ти разкажа . Здравей . 
Какво се случи . 
Какво има ? - Какво се случи ? - Защо си толкова ядосана ? 
Какво се случи ? 
Липсваш ми . Ужасно ми липсваш . 
Най - вече се карахме . - За какво ? - Исках да подновим връзката , а тя - не . - Това е всичко . - Спри . Върви си ! 
Данните от телефона сочат , че си се прибрал точно в 23 : 00 ч . 
Пътят от дома й до вас е 20 минути , значи си си тръгнал в 22 : 40 ч . 
Бил си у тях 51 минути . 
Дълга караница . 
Махай се оттук . 
И после просто си тръгна ? 
Целунахме се за довиждане . 
Целунахте се ? 
Да , и се прибрах . 
Когато ме целуна , тя знаеше , че това ще ме обнадежди . 
Целувката ми помогна да се кача в колата и да се прибера . 
Но щом се прибрах , осъзнах , че тази надежда се е превърнала в жестокост . 
Тя беше наясно какво прави . 
Държа се жестоко с мен . 
Какво е мнението ти дотук ? 
Харесва ми с какво разполагаме по делото . 
Ще им е трудно да докажат тезата си . В същото време - 51 минути . Ще твърдят , че е имал време да я върже и да почисти . 
Или да се любят , да спорят , да се скарат и да се сдобрят . 
А Ръсти ? Дали да го призовем ? 
В никакъв случай не бива да свидетелства . 
Съгласен съм . 
Какво научи за Рацър ? 
Трябва да има нещо . 
Има ли алиби ? 
Не е арестуван досега ? 
Няма нищо в полицейската база данни . Но е бил у Ренълдс , нали ? 
Бил е с него и Бъни Дейвис . 
Само трябва да го докажем . 
Да , продължавай да търсиш . Не се отказвай . 
Молто ! 
Добре , благодаря . 
- Здравей . Онази вечер си наговорихме много неща . Само искам да знаеш , че те разбрах . 
Ръсти , може ли да поговорим , като се прибера ? Тъкмо отивам на пазар . - Да , разбира се . - Нали ? 
Обичам те . 
И аз . 
Започвам да разбирам какво му е хубавото на пиенето през деня . 
- А пиеш ли вечер ? 
- Трябва да поддържам имидж . 
Така ли , какъв ? 
На майка , на съпруга . Все неща , за които едва ли ти се слуша . 
Не , напротив . 
Много съм любопитен какво е да си на твое място . 
Честно казано ... Не знам . 
Ако ти се прииска да споделиш , но се случи да ме няма . Благодаря ти . 
- Крис . - Реймънд . 
Хелън . 
Юджиния . 
Боже ! Здравей , Реймънд , как си ? - Държа се , а ти ? - В списъка със свидетели съм . - Видях . - Да . Знаех за тях двамата . 
Не се тревожи , не отричаме връзката . Добре . 
Може ли да те помоля за нещо ? Кажи на Ръсти , че нямам намерение да свидетелствам срещу него . 
- Ще му кажа . 
- Здравейте . 
- Реймънд . Винаги се радвам да те видя . 
Ще карам направо . 
Тезата ви ужасно издиша и го знаете . 
Не е съвсем постна . Бил е там , последно е видяна с него . 
- Все е нещо , но пак издиша . 
- Не сме съгласни . 
Няма и капка нейна кръв в колата на Ръсти , няма и нейна ДНК . 
Всичко в дома й е в кръв , но в колата му няма и капчица . 
- Почистил е . 
- Нито по дрехите . - И тях . - Няма оръжие . 
- Изхвърлил го е . 
- Няма за какво да се хванете . 
Начинът , по който е вързана , говори за умисъл , а убийството с ръжен - за импулсивност . 
- От самото начало тезата ви е пълна каша . 
- Обичаме предизвикателства . 
Неслучайно повдигнахте по - лекото обвинение за възпрепятстване . И аз щях така - за да го осъдят за нещо , защото ако го оправдаят ... Накъде биеш ? 
Виждам , че си го инструктирал да не говори . 
- Умно . - Добре , ако обичаш . Ръсти не може да рискува да получи доживотна присъда , а ти - да го оправдаят , което ще съсипе политическата ти кариера . 
Ще признаем възпрепятстване , три години . 
Рей , сериозно ли смяташ , че ще се съгласим на сделка ? 
Нико , действахте прибързано . 
Томи искаше заподозрян на всяка цена . Идеята , че може да е бил Ръсти , е ... Така ли ? 
Майната ти . Да поговорим за по - големия ти проблем , седнал там . 
Имаш пробита теза с косвени улики и изправяш пълен некадърник срещу мен . 
Не си глупав , Нико . 
Давам ти осъдителна присъда . 
Макар че със съдия Литъл имам отличен шанс да постигна оправдателна . 
Това ще сложи край на кариерата ти . 
Предлагам ти спасителен изход . 
- Какво е това ? - Прочети го и виж . 
- Защо ми го даваш чак сега ? 
- И ние го получихме току - що . 
Обикновено не правим такъв секс . 
Или поне отдавна не е бил такъв . 
Така ли се любеше с нея ? 
Тя не е като теб . 
Не беше . 
Знаеш ли кое ми е трудно да проумея ? Запита ли се ... какво си готов да загубиш ? 
С теб много се бяхме отчуждили . 
По онова време дори не си говорехме . 
А тя пробуди нещо в мен , разбираш ли ? 
Нещо , което мислех , че е мъртво . 
Когато каза , че трябва да поема своята отговорност ... Виж , нямах предвид ... Мисля , че беше прав , Ръсти . 
Мисля , че си позволихме ... да се отчуждим . 
Дори сега се любихме , сякаш се опитваме да докажем нещо . 
Че онова , което имахме , не е загубено . 
Така ли е ? 
Проклетият Реймънд . 
Ще вдигна . 
Делото прие неочакван обрат . 
Открили са твоя кожа под ноктите на Каролин . 
- Какво ? Чакай , не може да бъде . - В доклада е , току - що научих . 
Рей , тя не ме е одраскала . - Това е чиста лъжа ! 
- ДНК анализът не лъже , Ръсти . 
Не , лъжа е ! Боже мой . - Не мога да повярвам , че са го направили . 
Проклетият Молто , Бавещия , Кумагай - всички . - Я стига . - Как така ? Не ме е драскала ! Подхвърлили са моя проба . Тезата им издиша ! И са решили да ми спретнат постановка . 
- Тате ! - Отваряй , знам , че си там ! 
- Какво ? - Трябва да има причина . Тате ! - Какво ? 
- Някой блъска по вратата ! 
Момент . Какво ? - Не знам , гледах телевизия . - Успокой се , няма страшно . Спри да думкаш ! 
- Кой е ? 
- Не знам ! - Ръсти , Джейдън ! - Съсипваш семейството ми ! - Звъня в полицията . - Недей , чакай да помисля . Отваряй ! 
- Джейдън , дръпни се ! - Чу ли ! - Отваряй ! - Г - н Рацър ! Чуйте ме . 
- Щом съсипваш моето , ще съсипя твоето ! - Махайте се от дома ми ! 
- Миличка , ела . - Г - н Рацър ! - Чуйте ме ! 
Само да думнеш пак ! - Ръсти ! - Тате ! - Спри ! - Погледни ме ! 
- Тате , моля те ! - Ръсти ! 
