Κάιλ , να σου μιλήσουμε για ένα λεπτό ; 
Είναι κι η μητέρα σου εδώ . 
Γεια σου . 
Υπάρχει φωτογραφία του ποδηλάτου σου στο σπίτι της Κάρολιν τη νύχτα της 18ης Μαΐου . 
Γιατί πήγες εκεί ; 
Δεν έχω ιδέα για τι πράγμα μιλάς . 
Καλέ μου ... Δεν πήγα . Μπορεί απλώς να πέρασα . 
- Κάιλ , υπάρχει φωτογραφία όπου φαίνεσαι στο σπίτι της Κάρολιν Πολίμους στις 18 Μαΐου . 
Γιατί πήγες εκεί ; 
Μας έδωσε τις φωτογραφίες η αστυνομία , άρα έχουν κι αυτοί τα στοιχεία . Πες την αλήθεια . Είναι σημαντικό . Για όνομα του Θεού , Κάιλ , γιατί πήγες εκεί ; 
Μάλλον ήθελα να δω το " εκεί " . 
Τι πράγμα ; 
Εκεί όπου πήγαινες . Ήξερες για τον πατέρα σου και την Κάρολιν ; 
Σας είχα ακούσει να τσακώνεστε . Μάλιστα . 
Το ξέρει η αδελφή σου ; Η Τζέιντεν το ξέρει ; 
Δεν της το είπα . Δεν ξέρω . 
- Πότε το κατάλαβες ; 
- Τι σημασία έχει ; Έχει , γι ' αυτό σε ρωτάω . 
Δεν θυμάμαι . 
Μάλλον πριν μερικούς μήνες . 
Για να καταλάβω , πήγες εκεί για να δεις πώς έμοιαζε . 
Μπορούσες να βρεις φωτογραφίες της στο Google , αλλά ήθελες να δεις πού έμενε . 
- Παρακολουθούσες το σπίτι ; - Ράστι . Παρακολουθούσες το σπίτι της ; 
Δεν καταλαβαίνω τον λόγο για τον οποίο πήγαινες εκεί . 
Ίσως έψαχνα να βρω τον δικό σου λόγο . 
- Θα πω στη μαμά . - Όχι ! Είμαι ο πατέρας σου ... - Ράστι . - και θα απαντήσεις ... Ράστι , σε παρακαλώ . 
Δεν πειράζει . 
Καλά . 
Η Μπάνι Ντέιβις ήταν κόρη . Η Μπάνι Ντέιβις ήταν αδελφή , φίλη , ξαδέλφη . 
Η Μπάνι Ντέιβις ήταν 26 ετών όταν βρέθηκε μόνη σ ' ένα βρόμικο μοτέλ με ένα τέρας . Προσεύχεται , ικετεύει , ώστε αυτός ο άντρας να την αφήσει να φύγει . 
Αλλά όχι . 
Αυτός ο άντρας , ο Λίαμ Ρέινολντς , είναι αυτός που της έκανε αυτό ... και αυτό ... και αυτό . 
Πώς σου φαίνεται ; 
Είσαι καταπληκτική , Κάρολιν . 
Γίνεται χαμός εδώ μέσα . 
Κάηκε η λάμπα της βεράντας . 
Πέρασε μερικές φορές από το σπίτι της με το ποδήλατο και σε είδε μία φορά να μπαίνεις . 
Πρέπει να κάνει ψυχοθεραπεία το συντομότερο . 
Γιατί ; 
Το κρατάει μέσα του εδώ και μήνες . 
Δεν ξέρουμε πώς τον επηρέασε . 
Εντάξει , αλλά μπορούμε να του μιλήσουμε και μαζί . 
Ναι , καλά . - Όπως του μίλησες τώρα ; - Δεν χρειάζεται ... Τι εννοείς ; - Ανέκρινες το παιδί . 
- Τον ανέκρινα ; 
Ναι . Απλώς τον ρωτούσα . 
- " Γιατί παρακολουθούσες το σπίτι της ; " 
- Ήταν εκεί . Φυσικά και ρωτούσα . 
Ρωτούσες σαν εισαγγελέας , Ράστι . 
- Με κοροϊδεύεις ; - Είναι 15 χρόνων ! 
- Τι διάολο έχεις πάθει ; - Τι ; 
- Εσύ το προκάλεσες αυτό . - Βέβαια . Εγώ φταίω . Ναι , είμαι ο αρχηγός της μαλακίας . Αλλά μάντεψε . Έπαιξες κι εσύ ρόλο σε αυτό . Και θα πρέπει κάποια στιγμή να αναλάβεις κάποια ευθύνη . 
Δεν μπορώ άλλο πια . Τελείωσα . 
- Απλώς ... - Τελείωσα ! 
Κατά την ιατρική μου γνώμη , η αιτία θανάτου ήταν κρανιακό αμβλύ τραύμα . 
Η δικαστής ξέρει ήδη ότι είσαι ειδικός , δεν χρειάζεται να το πεις . Μη λες " Κατά τη γνώμη μου " . - Κάθισε ίσια . - Εντάξει . - Κάθισε ίσια . - Δεν θα μου ... - Μη μου λες πώς να ... - Θα δείξεις στους ενόρκους - τα ευρήματά σου . Την εμπειρογνωσία σου . - Μη ... Εντάξει ... Δεν είσαι εσύ το θέμα . Όχι . Μην το κάνεις αυτό . Κάνω τη μαλακισμένη πρόβα για σένα , - με ξύπνησες το πρωί ... - Και το εκτιμώ . Είμαι γιατρός . Θα με σέβεσαι . 
Σε σέβομαι ως γιατρό . 
Ως μάρτυρας , ωστόσο , έχεις τη συνήθεια να τα σκατώνεις . 
Σκατομαλάκα . 
Ξέχασέ το . 
Γι ' αυτό με ξύπνησες πρωί πρωί ; 
Θα σου στείλω και τον φάκελο , παπάρα . 
Οι λεπτομέρειες της υπόθεσης κρατούνται μυστικές . 
Καμία διαρροή . 
Πόσο δεμένη μπορεί να είναι η υπόθεση ; Δεν έχουν καν το όπλο . Δεν ξέρω πώς έφτασαν στο σημείο να μην έχουν αμφιβολία . 
Δύσκολα θα φτάσουν σε δίκη . 
Πρώην συνάδελφοι είναι στα μαχαίρια ... Ο Σάμπιτς έχει δύο παιδιά ... 
- Πήγε ο Κάιλ . - Όχι . Είπα ότι απλώς πέρασε με το ποδήλατο . 
Ελάχιστες φορές . 
- Σίγουρα δεν τη σκότωσε ; - Δεν είσαι αστείος . Δεν είναι καθόλου αστείο . 
Δεν ήταν ο σκοπός μου . 
Ο Μάικλ Κάλντουελ ήταν στο σπίτι της Κάρολιν τη νύχτα του φόνου . Οπτικό υλικό με τον Κάιλ εκεί , λίγες βδομάδες πριν ; 
Χριστέ μου . 
Πρέπει να το σκεφτώ . Δεν το ' χω . 
- Γαμώτο ... - Υπάρχει κάτι άλλο ; 
Δεν κοιμήθηκα καθόλου χθες βράδυ . 
Αυτό είναι ; 
Τι έχεις ; 
Μαλώσαμε με την Μπάρμπαρα και είπε ότι τελείωσε . 
" Τελείωσε " όπως λέμε " Θα σε αφήσω " ; 
Έλα τώρα . Αν ήθελε να σε αφήσει , θα το είχε ήδη κάνει . 
- Άσε με τώρα . 
- Τι θα περίμενε ; Μια καλή δικαιολογία ; 
Την πρόδωσες . Πρόδωσες τα παιδιά σας . 
Κι απ ' όσο γνωρίζω την Μπάρμπαρα , η προδοσία των παιδιών είναι η χειρότερη απ ' τις δύο . 
Ρέι , είναι περίπλοκο . - Ναι . Πες μου . - Είναι ... Κατάθλιψη , καταναγκασμός , ναρκισσισμός . 
Θα δεχτώ οτιδήποτε . 
Πάμε σε γιατρό να πάρουμε διάγνωση . 
Φοβάμαι ότι η διάγνωση θα είναι " γουρούνι " . 
Καύλωσες με την Κάρολιν , την πήδηξες , και τώρα θες να μη νιώθεις άσχημα . Αυτό κάνουν οι άντρες που απατούν . 
Θέλουν να κάνουν το δικό τους και μετά να λένε ότι είναι περίπλοκο . 
Οι ένορκοι θα το βρουν πολύ απλό . 
Από την άλλη , θα το βρουν συνηθισμένο . 
Δεν θα σοκάρει τη συνείδησή τους . 
Αλλά πρέπει να πω ότι εμένα με σόκαρε . 
Όπως και τη Λορέιν , σίγουρα και την Μπάρμπαρα . Αλλά είναι ακόμα μαζί σου . Αυτό μου λέει ότι θέλει να μείνει . 
Ξέρεις κάτι ; Μισό λεπτό . 
Ξέρεις κάτι ; Γιατί λες ότι δεν αναλαμβάνω τις ευθύνες μου , ότι δεν νιώθω ντροπή , ότι δεν με κατατρώνε οι ενοχές ; 
Άντε γαμήσου . 
Εδώ και 40 χρόνια , έχω δει πολλές ενοχές και ντροπή σε αυτήν τη δουλειά . 
Η ντροπή είναι μια αυτοαναφορά . Είναι εγωιστική , εγωκεντρική . 
Ενοχή είναι να νιώθεις τον πόνο που προκαλείς στους άλλους . 
Σίγουρα νιώθεις ντροπή . 
ΕΙΣΑΓΓΕΛΙΑ ΚΟΜΗΤΕΙΑ ΚΟΥΚ , ΙΛΙΝΟΪ Τόμι . Τόμι , γιατί είμαι στη λίστα μαρτύρων ; 
Επειδή έχεις πληροφορίες για τη σχέση της Κάρολιν και του Ράστι . 
Δεν έχω καμία πληροφορία για το τι συνέβη εκείνη τη νύχτα . 
Μπορεί να έχεις πληροφορίες για το τι συνέβη τις άλλες νύχτες . Σωστά ; 
Κάτι που θα έπρεπε να είχε αναφερθεί στο τμήμα ανθρώπινου δυναμικού . Οπότε , ίσως παλεύεις με τις δικές σου ενοχές . 
Είσαι ένα πραγματικά άθλιο αρχίδι . 
Άκουσέ με . Το κάνουμε για την Κάρολιν . Απλά σκέψου το . Για εκείνη . 
Γεια σας , κύριοι . 
Ευχαριστώ που ήρθατε . 
Τι κάνετε ; Να σας φέρω κάτι ; Όλα καλά ; 
Δεν αισθάνομαι άνετα με όλο αυτό . 
Καταλαβαίνω . Είναι απαίσιο . 
Αλλά καθώς στοιχειοθετούμε την υπόθεση , κάθε λεπτομέρεια αποκτά τεράστια σημασία . Η υπεράσπιση θα σας κάνει πολλές ερωτήσεις . 
Πρέπει να έχουμε δικηγόρο ; 
Εσείς το αποφασίζετε . Απλώς επιβεβαιώνω πληροφορίες που έχουμε ήδη συζητήσει . 
Φωτογράφισες τον Σάμπιτς να μπαίνει στο σπίτι της μητέρας σου . Στις 16 Ιουνίου , 21 : 49 . Σωστά ; Ναι . 
Όλες αυτές είναι από την ίδια νύχτα ; Ναι . 
Γιατί δεν τον φωτογράφισες να φεύγει από το σπίτι ; 
Έφυγα μόλις μπήκε . 
Γιατί πήγες εκεί ; 
Απλώς πήγαινα καμιά φορά . 
Γιατί ; 
Το απάντησε ήδη αυτό . 
Εντάξει . Αυτό είναι εξαιρετικά σημαντικό να το ξεκαθαρίσουμε επειδή το ίδιο θα ρωτήσει και η υπεράσπιση . 
Επειδή ήταν μητέρα μου . Καμιά φορά πήγαινα να δω το σπίτι . 
Είχες δει ποτέ άλλον να μπαίνει στο σπίτι ; 
Ήταν ο μόνος εκείνη τη νύχτα . 
Πώς έδειχνε ο κύριος Σάμπιτς όταν έμπαινε στο σπίτι ; 
Τι συμπεριφορά είχε ; 
Δεν ξέρω . 
Κατά τη διάρκεια της συνάντησής σας , πώς σου φάνηκε ; 
Είπες πως όταν βρεθήκατε τον κατηγόρησες ότι σκότωσε τη μητέρα σου . Σωστά ; - Το αρνήθηκε , αλλά έλεγε ψέματα . 
- Γιατί το λες αυτό ; Πώς το ξέρεις ; 
Το είδα στα μάτια του . 
Επίσης , εκείνη μου είπε ότι είχε αρχίσει να τον φοβάται . 
Νόμιζα ότι δεν ... Πότε συνάντησες τη μητέρα σου ; 
Την είχα πείσει να βρεθούμε για μεσημεριανό . 
Φαινόταν αγχωμένη , και τσαντίστηκα γιατί νόμιζα ότι έφταιγα εγώ . 
Τη ρώτησα τι συμβαίνει και είπε ότι υπάρχει κάποιος στη δουλειά που έχει αρχίσει να την τρομάζει . 
- Είπε ποιος ήταν ; - Όχι . 
Είπε ότι δούλευαν μαζί υποθέσεις και δεν μπορούσε να τον ξεφορτωθεί . 
- Γεια . - Γεια . Τι να σου φέρω ; 
Μάλλον ... Belvedere μαρτίνι . Χωρίς ελιές , χωρίς χυμό . 
Μιλούσα για σένα όλη τη βδομάδα . 
Δεν είναι όπως ακούστηκε . Καλά . 
Θες ποτό , Κλιφ ; 
Δεν ήθελα , αλλά τώρα θέλω . 
Έχω χέρια μπάρμαν . Είναι χάλια συνεχώς . 
Πώς πάει το δράμα ; 
- Τα ίδια . - Ναι ; Σίγουρα . Να σου κάνω παρέα ; 
- Βεβαίως , ναι . - Ναι ; 
Κλίφτον . 
- Μπάρμπαρα . - Μπάρμπαρα . Χαίρομαι που σε γνωρίζω επισήμως . 
Τι είναι αυτή η κρέμα ; Ναι , αυτή εδώ . Τη φτιάχνει η Τζανίν . 
Βούτυρο κακάο εμποτισμένο με κάνναβη . 
Μη βάλεις τα δάχτυλα στο στόμα . Θα μαστουρώσεις πολύ . - Ευχαριστώ για την προειδοποίηση . 
- Παρακαλώ . 
Πολύ γενναιόδωρο . Ευχαριστώ . 
Πες μου για τα τατουάζ σου . 
Ρωτώ γνωρίζοντας ότι είναι πολύ κλισέ να ρωτάς για τα τατουάζ κάποιου . Ναι . Καταλαβαίνω . Αυτό . Είμαι και λίγο καλλιτέχνης . 
Κυρίως τέχνη προβολής . Αυτό το σχεδίασα την εποχή της νεανικής ηλιθιότητας . 
Είναι το Γι Τζινγκ . 
Γνωρίζεις γι ' αυτό ; 
Ξέρω για τον Τζον Κέιτζ , τον Μπράιαν Ίνο και την τυχαία διαδικασία δημιουργίας . Σωστά . 
Γνωρίζω επίσης πολύ καλά τη νεανική ηλιθιότητα . 
- Εις υγείαν . - Εις υγείαν . 
Ρίγκο . 
Μάντεψε τι βρήκα . 
Ταυτοποίησα το δεύτερο δείγμα στην υπόθεση Ντέιβις . 
Πώς το κατάφερες ; 
Δεν βρήκα τίποτα σε όλο το σύστημα . 
Ράτσερ . Διεύθυνση ; 
Ξέρουμε τίποτα γι ' αυτόν ; 
Όχι , εκτός από το ότι άφησε δείγμα σπέρματος στον τόπο της δολοφονίας μιας πόρνης . 
Ευχαριστώ που το κάνεις αυτό . Ξέρω ότι διακινδυνεύεις πολύ . 
Δεν το κάνω για σένα . Το κάνω για την Κάρολιν . 
Ράστι , θέλω να είσαι ήρεμος εκεί μέσα . 
Μην πεις τίποτα . 
- Γεια σας . - Γεια . Συγγνώμη για την ενόχληση . Είμαστε αστυνομικοί . 
Ψάχνουμε τον Μπράιαν Ράτσερ . Είναι στο σπίτι ; 
Αγάπη ! 
Είναι στο υπόγειο . 
Θέλετε να μπείτε και να πάω να τον φέρω ; 
Βεβαίως . 
Αγάπη . 
Αγάπη ; - Ναι . - Ήρθε η αστυνομία . 
Καθίστε . Έρχεται αμέσως . - Τέλεια . Ευχαριστώ . - Καφέ ; 
Βεβαίως . 
Γεια . - Γεια . - Τι θα θέλατε ; 
Ερευνούμε κάποια περιστατικά που συνέβησαν στην περιοχή στις 16 Ιουνίου 2019 . 
Τη νύχτα . Απλά κάνουμε έρευνα . 
- Ποιο περιστατικό ερευνάτε ; 
- Κάτι διαρρήξεις . 
Όχι σ ' αυτόν τον δρόμο . Ανατολικότερα , στη Ρόμπερτσον . 
Νύχτα Πέμπτης . Πάει καιρός , δύσκολο να θυμηθείτε ... Δεν χρειάζεται να θυμηθώ . Δεν ξέρω τον δρόμο . 
Αν συνέβη νύχτα , δουλεύω τις νύχτες . 
Πού δουλεύετε ; 
Μπορώ να δω το σήμα σας ; Βεβαίως . 
Απλώς , - δολοφονήθηκε μια σεξεργάτρια . - Ορίστε . 
Όχι τώρα , μωρό μου , ναι ; 
Είπα όχι τώρα . Εντάξει . 
Τι ακριβώς θέλετε ; 
Σας είπα . 
Πού εργάζεστε , κύριε Ράτσερ ; 
- Απαντήσατε στην ερώτηση ; 
- Δεν χρειάζεται να απαντήσω . 
Αργά ή γρήγορα , θα χρειαστεί να απαντήσετε . Θα έρθει η στιγμή που θα το συζητήσετε . 
Σας ξέρω από κάπου ; 
Ορίστε η κάρτα μου . 
Για όταν θελήσετε να μιλήσετε . - Κι αν δεν θελήσω ; 
- Μάλλον θα υποχρεωθείτε . 
Και μάλλον ξέρετε γιατί . 
Ίσως να ρωτήσουμε τη σύζυγό σας . Λόρα ! 
- Όλα καλά . - Ναι ; 
Τι συμβαίνει ; Χρειάζεστε κάτι ; 
Ήθελα να σας ευχαριστήσω για τον καφέ . Παρακαλώ . Είναι όλα καλά ; Ναι . 
Ξεκουμπιστείτε από δω . 
Σου είπα να μην τον αναστατώσεις . 
Μία ερώτηση του έκανα . 
Είσαι απίστευτος , γαμώτο . 
Γιατί είσαι τόσο φοβισμένη ; 
Γιατί είσαι τόσο φοβισμένη ; 
Μπι , τι κάνεις ; 
Δεν το ρισκάρω . 
Περνούσε από το σπίτι της . 
Ποιος μου λέει ότι δεν μπήκε στον κήπο της , δεν κοίταξε απ ' το παράθυρο , δεν στάθηκε στο κατώφλι , δεν χτύπησε το κουδούνι ; 
Έλα . 
Δεν νομίζω ότι ο Κάιλ είναι ύποπτος . 
Μερικές φορές ξεχνάς ότι ο γιος μας είναι μαύρος . 
Τι ένιωσες όταν είδες τον μπαμπά σου να μπαίνει στο σπίτι της ; 
Θες να μου πεις ; 
- Κάτι θα ένιωσες . 
- Δεν θέλω να το συζητήσω . 
Πολλά χειρότερα συνέβησαν από τότε που τον είδα εκεί . 
Με δουλεύεις ; 
Είναι γελοίο . 
Έκανα μηδενική πρόοδο , όχι ότι τα βρίσκουμε συχνά αμέσως . 
Στις πρώτες συνεδρίες εδραιώνεται η εμπιστοσύνη , μάλλον απέτυχα και σ ' αυτό . 
Σε σχέση με το ... με το σημαντικό θέμα , πρέπει να ξαναβάλουμε όρια . 
Εντάξει . Τι εννοείς ; 
Η κατάσταση παραέγινε περίπλοκη και βαριά . Κάνω θεραπεία σ ' εσένα , στον Ράστι , στους δύο σας μαζί , τώρα και στον Κάιλ . Θα έπρεπε να έχει έναν θεραπευτή ο καθένας . 
Ο καθένας ; Δεν έχουμε τόσα χρήματα . 
Πρέπει να κρατήσω μόνο εσένα . 
Το ξέρω . 
Μπορείς να ... Πιστεύω ότι είναι πιθανό να θες να συγχωρέσεις τον Ράστι και να μείνετε παντρεμένοι . 
Πιστεύω επίσης ότι είναι πιθανό ... Είναι ακόμα πιο πιθανό ότι το μεταιχμιακό σου σύστημα δουλεύει υπερωρίες . 
Είσαι σε κατάσταση αυτοάμυνας , θες να σώσεις τον γάμο για τα παιδιά σας , κάνοντας συνειδητά ή ασυνείδητα ό , τι κρίνεις απαραίτητο . 
Πάντα είχες σκοπό τη διατήρηση της οικογένειας . 
Είναι επίσης πιθανό πως όταν τα παιδιά μεγαλώσουν ή φύγουν για σπουδές , αυτή η παρόρμηση να συγχωρείς θα μπορούσε να μετατραπεί σε κάτι άλλο , όπως σε θυμό , ακόμα και σε μίσος . 
Μπορεί να συμβαίνει ήδη . 
Κοίτα , ο άντρας σου ερωτεύτηκε μια άλλη γυναίκα . 
Δικάζεται για τον φόνο της . 
Χρειάζεσαι δικό σου θεραπευτή . 
Πέρασε η Γιουτζίνια από το γραφείο μου . Τι είπε ; Γιατί ; Τι είπε ; 
Δεν έχω αντίρρηση να την καλέσεις ως μάρτυρα . Αλλά αν θες να είναι δική σου μάρτυρας , πρέπει να είναι στο στρατόπεδό σου . 
Πες μου τι είπε . Είπε ότι ... Είπε ότι είσαι μαλάκας . 
Ξέρουμε ότι μπορείς να γίνεις ... Λειτουργώ καλύτερα εισαγγελικά όταν είμαι θυμωμένος . Το ξέρεις αυτό . Αν σχεδιάζεις να βασιστείς σε μάρτυρες της άλλης πλευράς για να πείσεις ... Η Γιουτζίνια θα κάνει τα πάντα για να βοηθήσει τον Ράστι . 
Νομίζω ότι είναι λίγο ερωτευμένη μαζί του . 
Θα της πω να τηρήσει τους κανόνες . 
Όχι . Ο κανόνας που πρέπει να τηρηθεί είναι τα αδιάσειστα στοιχεία . 
Δεν αρκεί η δολοφονία χαρακτήρα . 
Θα έχεις αδιάσειστα στοιχεία . Μείνε ήσυχος . 
Ανησυχώ . Ο Ρέιμοντ ζήτησε συνάντηση . 
Γιατί ; Με τι θέμα ; Φαντάζομαι πως νομίζει ότι μπορεί να κάνει συμφωνία . 
Αν το νομίζει αυτό , ίσως νιώθει ότι μας κρατά απ ' τ ' αρχίδια . 
Δεν κρατάει τα δικά μου , Τόμι . Κρατάει τα δικά σου ; 
Η συμφωνία αποκλείεται . 
Πρέπει να βρούμε αν υπάρχουν άλλες σεξεργάτριες στην περιοχή που να αναγνωρίσουν τον Ράτσερ . 
Ο τύπος κάτι ξέρει , είμαι σίγουρος . - Φυσικά . 
- Έτοιμος ; - Ναι . Θα σε ξαναπάρω . - Ναι . 
Μου διηγείσαι ξανά εκείνη τη νύχτα ; 
Είπες ότι ήσουν στο γραφείο εκείνη τη νύχτα . 
Ναι . Δουλεύαμε για την καμπάνια του Ρέιμοντ , φαινομενικά δουλεύαμε για την καμπάνια . 
Φαινομενικά ; 
Εγώ κυρίως έστελνα μηνύματα . 
Και δεν λάμβανα απαντήσεις . Πράγμα που δεν δέχτηκα πολύ καλά . 
Ουσιαστικά με είχε ξεκόψει , οπότε είχα ανάγκη να πάω κάπου . 
Τι ώρα έφυγες από το γραφείο ; 
Λίγο μετά τις 20 : 30 . 
Κάποιες φορές έτρωγα έξω , γιατί απλά ... Δεν ήμουν σε θέση να γυρίσω σπίτι . 
Δεν θυμάμαι και πολλά από το μπαρ . 
Μάλλον ήπια μερικά ποτά . 
Ίσως παρήγγειλα κι άλλα . Δεν ξέρω . 
Τότε εκείνη μου απάντησε και απογειώθηκα . ΕΛΕΟΣ , ΡΑΣΤΙ , ΕΛΑ ΕΔΩ . 
Ώστε το μήνυμά της έρχεται στις 21 : 24 . Οι φωτογραφίες του Μάικλ Κάλντουελ σε δείχνουν να φτάνεις στις 21 : 49 . 
Τι συνέβη ; 
Δεν ξέρω πόσες λεπτομέρειες χρειάζεσαι , αλλά ... 
Τι συνέβη ... 
- Τι ; - Απλώς ... Τι συνέβη ; Δεν ξέρω γιατί θύμωσες τόσο . 
Τι συνέβη ; 
Μου λείπεις πάρα πολύ . 
Κυρίως μαλώναμε . Μαλώνατε ; Εγώ ήθελα να τα ξαναβρούμε , εκείνη όχι . - Αυτό ήταν όλο . - Σταμάτα . Φύγε ! 
Τα μεταδεδομένα του κινητού λένε ότι έφτασες σπίτι σου στις 23 : 00 ακριβώς . 
Είναι 20 λεπτά οδήγηση από το σπίτι της ως το δικό σου , άρα έφυγες στις 22 : 40 . 
Έμεινες στο σπίτι της 51 λεπτά . 
Παρατεταμένος καβγάς . 
Τσακίσου φύγε . 
Και μετά απλώς έφυγες ; 
Φιληθήκαμε κι έφυγα . 
Φιληθήκατε ; 
Ναι , και μετά πήγα σπίτι . 
Όταν με φίλησε , ήξερε ότι αυτό θα μου έδινε ελπίδα . 
Το φιλί με έστειλε στο αυτοκίνητο . Με έστειλε στο σπίτι . 
Αλλά όταν έφτασα σπίτι , συνειδητοποίησα ότι η ελπίδα είχε γίνει βαναυσότητα . 
Ήξερε τι έκανε . 
Ήταν βάναυση . 
Ποια είναι η γνώμη σου ως τώρα ; 
Ως προς την υπόθεση , είμαστε σε καλό σημείο . 
Δύσκολα θα αποδείξουν ενοχή . Αλλά από την άλλη , 51 λεπτά . Θα πουν ότι αρκούσαν για να τη δέσει και να συμμαζέψει . 
Ή να κάνουν σεξ , να μαλώσουν ή να τσακωθούν και να τα βρουν . 
Τι λες για τον Ράστι ; Να καταθέσει ως μάρτυρας ; 
Δεν υπάρχει περίπτωση να τον αφήσουμε να πλησιάσει . 
Συμφωνώ . 
Τι βρήκαμε για τον Ράτσερ ; 
Κάτι θα υπάρχει . 
Έχει άλλοθι ; 
Δεν έχει συλλήψεις ; 
Στο Σικάγο ; Στην πολιτεία του Ιλινόι ; Δεν βρήκαμε τίποτα . Αλλά ήταν με τον Ρέινολντς , σωστά ; 
Ήταν με τον Ρέινολντς και την Μπάνι Ντέιβις . 
Αλλά πρέπει να το αποδείξουμε . 
Ναι . Συνέχισε . Συνέχισε να ψάχνεις . 
Μόλτο . 
Εντάξει . Ευχαριστώ . 
Γεια . Ξέρω ότι είπαμε πολλά τις προάλλες . Απλά θέλω να ξέρεις ότι άκουσα . 
Ράστι , να τα πούμε όταν γυρίσω σπίτι ; Ετοιμάζομαι να μπω στην αγορά . - Ναι , φυσικά . - Εντάξει ; 
Σ ' αγαπάω . 
Σ ' αγαπάω . 
Αρχίζω πραγματικά να καταλαβαίνω τη γοητεία τού να πίνεις τη μέρα . 
Πίνεις ποτέ βράδυ ; 
Έχω προσχήματα να τηρήσω . 
Όπως ; 
Μαμά . Σύζυγος . Όλα αυτά που δεν θες ν ' ακούσεις . 
Το αντίθετο . 
Είμαι πολύ περίεργος να μάθω πώς είσαι αυτήν τη στιγμή . 
Ειλικρινά ... δεν ξέρω . 
Άκου , αν ποτέ θελήσεις να μιλήσεις και δεν είμαι εδώ ... Ευχαριστώ . 
- Κρις . - Ρέιμοντ . 
- Χέλεν . - Γεια . 
Γιουτζίνια . 
Θεέ μου . Γεια σου , Ρέιμοντ . Θεέ μου . Πώς είσαι ; - Τα καταφέρνω . - Είμαι στη λίστα μαρτύρων . - Το είδα . - Ναι . Ήξερα για εκείνους . 
Δεν υπάρχει λόγος ανησυχίας . Δεν αρνούμαστε τη σχέση . Εντάξει . 
Θα μου κάνεις μια χάρη ; Πες στον Ράστι ότι δεν έχω καμία πρόθεση να καταθέσω εναντίον του . 
- Θα του το πω . 
- Γεια σας . 
- Ρέιμοντ . Χαίρομαι που σε βλέπω , όπως πάντα . 
Ας μπούμε στο θέμα . 
Έχετε μια πραγματικά άθλια υπόθεση , νομίζω ότι το ξέρετε . 
Δεν είναι εντελώς αστήρικτη . Ήταν εκεί , την είδε τελευταίος . 
Κάτι λέει αυτό , αλλά πάλι σκατά είναι . 
Διαφωνούμε . 
Δεν βρέθηκε σταγόνα από το αίμα της στο αμάξι του , καθόλου DNA . 
Αίματα και χαμός παντού στο σπίτι της , ούτε ένα μικροσκοπικό εύρημα στο αμάξι . 
- Το καθάρισε . 
- Ούτε στα ρούχα του . - Τα καθάρισε . - Δεν υπάρχει όπλο . 
Το πέταξε . 
Δεν θα καταδικαστεί με υποθέσεις . 
Το δέσιμό της δείχνει προμελέτη . Ο θάνατος από βέργα τζακιού ; Βρασμό ψυχής . 
- Εξαρχής η υπόθεσή σας είναι χάλια . 
- Μας αρέσουν οι προκλήσεις . 
Ξέρω πως υπάρχει λόγος που τον κατηγορείτε για παρακώλυση , κι εγώ το ίδιο θα έκανα , για να καταδικαστεί για κάτι . Γιατί το να φύγετε με άδεια χέρια ... Πού θες να καταλήξεις ; 
Βλέπω ότι κάποιος έχει οδηγία να μη μιλήσει . 
- Έξυπνο . - Ναι , τέλεια . Σε παρακαλώ ... Ο Ράστι δεν μπορεί να ρισκάρει να περάσει τη ζωή του στη φυλακή . Εσύ δεν μπορείς να ρισκάρεις μια αθώωση που θα εκμηδενίσει το πολιτικό σου κεφάλαιο . 
Θα αποδεχτούμε παρακώλυση , τρία χρόνια . 
Ρέι , πιστεύεις σοβαρά ότι θα αρκεστούμε στην παρακώλυση ; 
Νίκο , ξέρεις ότι βιαστήκατε . 
Ο Τόμι έψαχνε απεγνωσμένα ύποπτο . Η ιδέα ότι μπορεί να είναι ο Ράστι ... Σοβαρά ; 
Άντε γαμήσου . Ας μιλήσουμε για το μεγαλύτερο πρόβλημά σας που κάθεται εδώ . 
Έχετε μια υπόθεση με έμμεσες αποδείξεις , με επικεφαλής έναν ασήμαντο τύπο απέναντι σ ' εμένα . 
Δεν είσαι βλάκας , Νίκο . 
Σου δίνω μια καταδίκη . 
Και με τη δικαστή Λιτλ , έχω πολλές πιθανότητες να πετύχω αθωωτική απόφαση . 
Αυτό θα σε σκοτώσει πολιτικά . 
Σου προσφέρω έξοδο διαφυγής . 
- Τι είναι αυτό ; - Διάβασέ το . Δες το . 
Γιατί το βλέπω τώρα αυτό ; 
Κι εμείς τώρα το πήραμε . 
Δεν κάνουμε εμείς τέτοιο σεξ . 
Δηλαδή , εδώ και καιρό . 
Τέτοιο σεξ έκανες μαζί της ; 
Δεν είναι εσύ . 
Δεν ήταν . 
Αυτό που δυσκολεύομαι να καταλάβω είναι ... αν αναρωτήθηκες ποτέ ... τι ήσουν διατεθειμένος να χάσεις . 
Είχαμε απομακρυνθεί πολύ εσύ κι εγώ . 
Εκείνη την περίοδο δεν μπορούσαμε καν να συζητήσουμε . 
Εκείνη ξύπνησε κάτι μέσα μου . 
Κάτι που νόμιζα πως είχε πεθάνει . 
Όταν είπες ότι έπρεπε να αναλάβω την ευθύνη ... Μπι , δεν το εννοούσα έτσι . Δεν είχες άδικο . 
Αφήσαμε τους εαυτούς μας ... να απομακρυνθούν . 
Ακόμα και το σεξ που μόλις κάναμε , ήταν σαν να θέλαμε να αποδείξουμε κάτι . 
Ότι αυτό που είχαμε είναι ακόμα εκεί . 
Είναι ; 
Ο Ρέιμοντ , γαμώτο . 
Πρέπει να απαντήσω . 
Είχαμε μια εξέλιξη . 
Βρέθηκε δέρμα σου κάτω από τα νύχια της Κάρολιν . 
Τι ; Κάτσε . Αυτό είναι αδύνατον . Είναι στην έκθεση . Μόλις το έμαθα . 
Όχι . Ρέι , δεν με γρατζούνισε . Είναι ψέμα , γαμώτο . 
Το DNA είναι DNA , Ράστι . 
Όχι , είναι ψέμα . Θεέ μου . Δεν το πιστεύω ότι κάνουν κάτι τέτοιο . Ποιοι ; 
Ο μαλάκας ο Μόλτο , ο Ντιλέι και ο Κούμαγκαϊ , όλοι τους . - Έλα τώρα . - Τι εννοείς ; Δεν με γρατζούνισε . Το έβαλαν . Δεν έχουν αποδείξεις . Δεν έχουν αποδείξεις και προσπαθούν να με παγιδέψουν . 
Μπαμπά ! Άνοιξε ! Ξέρω ότι είσαι μέσα ! 
- Γαμώτο . Τι ; - Κάποιος λόγος θα υπάρχει . - Μπαμπά ! - Όχι ... - Τι είναι ; 
- Κάποιος είναι στην πόρτα ! 
Στάσου . Τι τρέχει ; - Δεν ξέρω . - Ηρέμησε . - Έβλεπα τηλεόραση και ... - Εντάξει . Ηρέμησε , όλα καλά . Μην κοπανάς την πόρτα ! 
- Ποιος είναι ; 
- Δεν ξέρω ! Ράστι ! Τζέιντεν ! - Έμπλεξες την οικογένειά μου . - Ποιος είναι ; - Κάτσε ! - Καλώ την αστυνομία . Όχι την αστυνομία . Άσε με να σκεφτώ . Άνοιξε . 
Τζέιντεν , φύγε από την πόρτα . - Άνοιξε , γαμώτο ! - Κάτσε ... - Ράστι . - Κύριε Ράτσερ , ακούστε . 
- Έμπλεξες την οικογένειά μου ... - Εμένα θες . - Φύγε ! - θα μπλέξω κι εγώ τη δική σου ! 
- Έλα εδώ , γλυκιά μου . - Κύριε Ράτσερ ! - Ακούστε με ... 
Τελευταία φορά ! Ορκίζομαι ! - Ράστι ! - Μπαμπά ! - Ράστι , σταμάτα ! - Φτάνει ! 
- Σε παρακαλώ . Μπαμπά . - Ράστι ! 
