‫ کایل ، میشه یه لحظه باهات صحبت کنیم ؟ 
‫ مادرتم همراهمه 
‫ سلام ، عزیزم 
‫ کایل ، یه عکس از دوچرخه‌ت هست ‫ که هجدهم ماه " می " ‫ دم خونه‌ی کارولین بوده 
‫ اونجا چیکار می‌کردی ؟ 
‫ روحمم خبر نداره منظورت چیه 
‫ عزیزم ... ‫ اونجا نبودم . حتماً داشتم رد می‌شدم ... 
- خیلی‌خب ، کایل ، یه عکس ... ‫ ازت هست که شب هجدهم ماه می ‫ دم خونه‌ی کارولین پلیموس بودی 
‫ اونجا چیکار می‌کردی ؟ 
‫ عزیزم ، این عکس‌ها رو از پلیس گرفتیم ‫ پس اونا هم این شواهد رو دارن ‫ باید راستشو بگی ‫ تو این شرایط خیلی مهمه ‫ ای خدا . محض رضای خدا ، کایل ‫ چرا اونجا بودی ؟ 
‫ گمونم می‌خواستم ببینم ‫ اونجا چه حسی داره 
‫ کجا چه حسی داره ؟ 
‫ جایی که می‌رفتی ‫ پس از قضیه‌ی پدرت و کارولین خبر داشتی ؟ 
‫ شنیدم داشتین در موردش دعوا می‌کردین ‫ خیلی‌خب 
‫ خواهرتم می‌دونه ؟ جیدن ... اونم می‌دونه ؟ 
‫ من بهش نگفتم . نمی‌دونم 
‫ اولین بار کی ازش باخبر شدی ؟ 
‫ چه اهمیتی داره ؟ ‫ خب ، اگر مهم نبود ازت نمی‌پرسیدم 
‫ یادم نمیاد 
‫ شاید چند ماه پیش 
‫ خیلی‌خب ، بذار ببینم درست فهمیدم ‫ رفتی اونجا ببینی کارولین چه شکلیه 
‫ و کار با گوگل رو بلدی ‫ پس می‌تونستی یه عکس ازش پیدا کنی ‫ ولی می‌خواستی ببینی کجا زندگی می‌کنه 
‫ - خونه‌ش رو زیر نظر داشتی ؟ ‫ - راستی ‫ خونه‌ش رو زیر نظر داشتی ، کایل ؟ 
‫ آخه درک نمی‌کنم ‫ به چه دلیلی باید بری اونجا 
‫ شاید داشتم سعی می‌کردم دلیل تو رو بفهمم 
- می‌خوام با مامان در موردش حرف بزنم ‫ - نه ! من پدرتم ... ‫ - راستی ‫ - و جوابمو میدی ... ‫ راستی ، خواهش می‌کنم 
‫ چیزی نیست 
‫ باشه 
‫ بانی دیویس دختر کسی بود ‫ بانی دیویس خواهر کسی بود ‫ دوست کسی بود ، دخترخاله‌ی کسی بود 
‫ بانی دیویس 26 سال داشت ‫ وقتی کنار یه هیولا ‫ سر از اتاق یه متل درآورد ‫ و داشت دعا می‌کرد ... 
‫ ولی نه 
‫ این مرد ، لیام رینولدز ‫ از اون آدماییه که همچین کاری می‌کنه ... ‫ و همچین کاری 
‫ نظرت چیه ؟ 
‫ به‌نظرم معرکه‌ای ، کارولین 
‫ همه‌چی بهم ریخته‌ست 
‫ سلام . چراغ ایوون جلوی خونه سوخته 
‫ خب ، چند باری از جلوی خونه‌ش گذشته ‫ و یه بار دیده داری میری داخل 
‫ مشخصه که باید هرچه سریع‌تر ‫ ببریمش پیش روان‌شناس 
‫ چرا ؟ 
‫ راستی ، این بار ماه‌هاست ‫ داره روی سینه‌ش سنگینی می‌کنه 
‫ روحمونم خبر نداره چه تاثیری روش گذاشته 
‫ خیلی‌خب ، باشه ، ولی من و تو ‫ می‌تونیم با همدیگه باهاش درموردش حرف بزنیم 
‫ آها ، آره ‫ - به همین شکلی که الان باهاش حرف زدی ؟ ‫ - لازم نیست بریم ... ‫ منظورت چیه ؟ ‫ از بچه‌ی بیچاره بازجویی کردی 
‫ ازش بازجویی کردم ؟ 
‫ آره ‫ داشتم ازش سوال می‌پرسیدم 
‫ - " چرا خونه‌ش رو زیر نظر داشتی ؟ " ‫ 
- دم خونه‌ش بوده ، معلومه که ازش پرسیدم 
‫ داشتی مثل دادیار ازش می‌پرسیدی ، راستی 
‫ - شوخیت گرفته ؟ ‫ - پونزده سالش بیشتر نیست ! 
‫ - چه مرگته تو ؟ ‫ - چی ؟ 
‫ - تو دلیل این اتفاقات بودی ، راستی . تو ‫ - آره . تقصیر منه ‫ آره ، من مسئول ارشد گند زدنم ‫ ولی می‌دونی چیه ؟ توام توش نقشی داشتی ‫ و بالاخره یه روزی باید ‫ یکم مسئولیتشو گردن بگیری 
‫ دیگه نمی‌تونم باهات بحث کنم . به اینجام رسیده 
‫ - آخه ... ‫ - به اینجام رسیده ! 
‫ بر اساس نظر پزشکیم عامل مرگ ، ‫ اصابت جسم سخت به جمجمه بوده 
‫ خب ، از قبل به قاضی گفتیم که کارشناسی ‫ پس نیازی نیست بیانش کنی ‫ نیازی نیست بگی " از نظر من " ‫ - می‌تونی صاف بشینی ‫ - خیلی‌خب ‫ - صاف بشین ‫ - لازم نکرده ... ‫ - لازم نکرده بهم بگی چطوری بشینم ... ‫ - قراره به هیئت‌منصفه ‫ - یافته‌هات رو بگی ، درسته ؟ نظرات تخصصیت رو ‫ - لازم نکرده ... خیلی‌خب ... ‫ - عجب ‫ - و قرار نیست خودنمایی کنی ‫ عجب آدم ... نه ، باهام اینطوری حرف نزن ‫ اومدم دارم باهات ‫ این تمرین مسخره رو انجام میدم ‫ - که بابتش منو کله‌ی سحر بیدار کردی ... ‫ - که بابتش ممنونم ‫ من یه متخصص پزشکیم ‫ باید بهم احترام بذاری 
‫ به عنوان یه دکتر برات احترام قائلم 
‫ ولی به عنوان یه شاهد ‫ سابقه‌ی گند زدن داری 
‫ مرتیکه‌ی عوضی 
‫ بیخیالش 
‫ بابت این منو از تخت کشیدی بیرون ؟ 
‫ درضمن پرونده رو به دستت می‌رسونم ، آشغال 
‫ جزئیات این پرونده به‌شدت محرمانه‌ست 
‫ هیچ جزئیاتی از پرونده فاش نشده 
‫ شواهد این پرونده چقدر می‌تونن قوی باشن ؟ ‫ حتی آلت قتاله رو هم ندارن ‫ آره ، نمی‌دونم چطور قراره ‫ اتهاماتشون رو بدون ذره‌ای شک اثبات کنن 
‫ باورش سخته که اصلاً ‫ قراره دادگاهی براش برگزار بشه 
‫ می‌دونی ، همکاران سابق الان به جون هم افتادن ‫ سبیچ دو تا بچه داره 
‫ - ولی کایل اونجا بوده ‫ - نه ‫ فقط ... از جلوی خونه رد شده ، همونطور که گفتم 
‫ چند باری بیشتر نبوده 
‫ - مطمئنیم خودش اونو نکشته ؟ ‫ - اصلاً بامزه‌ نیستیا ‫ اصلاً بامزه نیست لعنتی 
‫ حرفم شوخی نبود 
‫ خب ، مایکل کالدول شب قتل ‫ خونه‌ی کارولین بوده ‫ و عکس از کایل هست ‫ که چند هفته قبلش اونجا بوده ؟ 
‫ یا خدا 
‫ باید یکم بهش فکر کنم ‫ دیگه تحمل ندارم 
‫ - لعنتی ... ‫ - چیز دیگه‌ای شده ؟ 
‫ فقط دیشب نتونستم بخوابم " ری " ، باشه ؟ 
‫ فقط همین ؟ 
‫ چی شده ؟ 
‫ من و باربارا بحثمون شد ، می‌دونی ‫ و گفت دیگه طاقتش تموم شده 
‫ " طاقتش تموم شده " یعنی ‫ " می‌خوام ولت کنم برم " ؟ 
‫ بیخیال . اگر می‌خواست ولت کنه ‫ تا الان کرده بود ‫ 
- الان ... الان حوصله‌ی این حرفا رو ندارم ‫ 
- منتظر چی بوده ؟ ‫ یه بهونه‌ی خوب ؟ 
‫ بهش خیانت کردی ‫ به بچه‌هات خیانت کردی 
‫ درواقع ، با شناختی که از باربارا دارم ‫ خیانت به بچه‌هات از نظرش خطای بدتریه 
‫ ری ، آخه ... قضیه پیچیده‌ست ‫ - باشه ، برام توضیح بده . بگو دیگه ‫ - آخه ... آخه ... ‫ افسرده‌ای ، اختلال وسواس جبری داری ‫ خودشیفته‌ای ... 
‫ هرکدومشو بگی قبوله 
‫ بیا بفرستیمت پیش دکتر ‫ تا اختلال کوفتیت رو تشخیص بده 
‫ ولی می‌ترسم آخرش بگه ‫ اختلال " کثافت بودن " داری 
‫ کیرت برای کارولین شق کرد ، کردیش ... ‫ و حالا می‌خوای عذاب وجدانت بابتش کمتر بشه ‫ مردهای خیانت‌کار ‫ همیشه همین‌کارو می‌کنن ، راستی 
‫ هم خدا رو می‌خوان ، هم خرما رو ‫ بعد میگن قضیه‌ی پیچیده‌ست 
‫ ولی از نظر هیئت منصفه خیلی ساده‌ست 
‫ ولی نیمه‌ی پر لیوان اینه که ‫ براشون تازگی هم نداره 
‫ از بی‌وجدانی ماجرا جا نمی‌خورن 
‫ ولی محض اطلاعت ، من جا خوردم 
‫ لورین جا خورد ‫ و مطمئنم باربارا هم جا خورده ‫ ولی هنوزم باهاته ‫ و حس می‌کنم این یعنی می‌خواد بمونه 
‫ می‌دونی چیه ؟ یه لحظه وایسا 
‫ می‌دونی چیه ؟ من ... ‫ چطور جرات می‌کنی بگی ‫ مسئولیت قبول نمی‌کنم ؟ ‫ که احساس شرمندگی نمی‌کنم ؟ ‫ و اینکه از عذاب وجدان خودخوری نمی‌کنم ؟ 
‫ کون لقت 
‫ می‌دونی ، در این 40 سال ‫ احساس گناه و شرمندگی زیادی توی این کار دیدم 
‫ شرمندگی حسیه که به خودت میدی ‫ خودخواهانه‌ست ، خودمحورانه‌ست 
‫ احساس گناه بیشتر به این معنیه که ‫ مسئولیت دردی که برای دیگران ‫ ایجاد کردی رو بپذیری و حسش کنی 
‫ شک ندارم احساس شرمندگی می‌کنی 
‫ " دادستان ایالت " ‫ " شهرستان کوک ، ایلینوی " ‫ تامی ... ‫ تامی ، اسمم توی لیست شاهدین چیکار می‌کنه ؟ 
‫ چون به‌نظرم اطلاعاتی ‫ در مورد رابطه‌ی بین ‫ کارولین و راستی داری 
‫ هیچی در مورد اتفاقات اون شب نمی‌دونم 
‫ ولی ممکنه چیزی در مورد اتفاقاتی ‫ که شب‌های دیگه افتاده بدونی ‫ درسته ؟ 
‫ به‌نظرم این چیزیه که واقعاً نیاز بوده ‫ به بخش منابع انسانی گزارش بشه ‫ پس شاید مشکلت نقشیه ‫ که توی این قضیه ایفا کردی 
‫ عجب ، واقعاً عوضی بدبختی هستی ، مگه نه ؟ 
‫ هی ، گوش کن چی میگم ‫ داریم برای کارولین این‌کارو می‌کنیم ، خب ؟ ‫ بهش فکر کن . بخاطر اونه 
‫ سلام ، آقایون 
‫ ممنون که تشریف آوردین 
‫ حالتون چطوره ؟ چیزی می‌خورین ؟ ‫ نمی‌خوای ؟ 
‫ با این قضایا احساس راحتی نمی‌کنم 
‫ کاملاً درک می‌کنم . وحشتناکه 
‫ ولی در حین ساختن پرونده‌مون ‫ بر علیه آقای سبیچ ‫ تمام جزئیات به‌شدت اهمیت پیدا می‌کنن ‫ و وکلاش یه عالمه سوال ازت می‌پرسن 
‫ نباید یه وکیل همراهمون باشه ؟ 
‫ اینش کاملاً به خودتون بستگی داره ‫ ولی فقط می‌خوام اطلاعاتی رو تایید کنم ‫ که قبلاً در موردشون صحبت کردیم 
‫ این عکسیه که از آقای سبیچ ‫ در حین ورود به خونه‌ی مادرت ‫ در شب قتلش گرفتی ‫ شونزدهم ژوئن ، ساعت 9 و 45 دقیقه‌ی شبه ‫ درسته ؟ ‫ آره 
‫ و تمام این عکس‌ها رو همون شب گرفتی ؟ ‫ آره 
‫ چرا موقع ترک کردن خونه ازش عکس نگرفتی ؟ 
‫ بعد از اینکه رفت داخل رفتم 
‫ اونجا چیکار می‌کردی ؟ 
‫ گاهی اوقات می‌رفتم اونجا 
‫ چرا ؟ 
‫ جواب سوالتو داد 
‫ باشه ‫ می‌خوایم ... خیلی مهمه ‫ که این نکات رو مشخص کنیم ‫ چون اونا هم همین سوالات رو می‌پرسن ، خب ؟ ‫ وکلای متهم 
‫ چون مادرم بود ‫ گاهی اوقات می‌رفتم ‫ خونه‌ش رو نگاه می‌کردم 
‫ دیدی کس دیگه‌ای وارد خونه بشه ؟ 
‫ اون شب جز اون کس دیگه‌ای نبود 
‫ آقای سبیچ موقع ورود به خونه ‫ چطور به‌نظر میومد ؟ 
‫ رفتارش چطور بود ؟ 
‫ نمی‌دونم 
‫ و طی این ملاقاتی که باهاش داشتی ‫ چطور به‌نظر میومد ؟ 
‫ گفتی در طی این ملاقات ‫ متهمش کردی که مادرتو کشته ‫ درسته ؟ ‫ خب ، تکذیبش کرد ، ولی داشت دروغ می‌گفت 
‫ چرا این حرفو می‌زنی ؟ ‫ از کجا اینو می‌دونی ؟ 
‫ می‌تونستم توی چشم‌هاش ببینمش 
‫ به‌علاوه ، یه بار مادرم بهم گفت ‫ کم‌کم داره ازش می‌ترسه 
‫ فکر کردم باهاش ارتباط ... ‫ کی با مادرت صحبت کردی ؟ 
‫ راضیش کردم بیاد با هم ناهار بخوریم 
‫ به‌نظر مضطرب میومد ‫ و عصبانی شدم چون فکر کردم بخاطر منه 
‫ و بعد ازش پرسیدم چی شده ‫ و گفت یه مردی بین همکارهاش هست ‫ که داره می‌ترسونتش 
‫ - گفت این مرد کیه ؟ ‫ - نه 
‫ گفت باهاش پرونده داره ‫ برای همین نمی‌تونه از شرش خلاص بشه 
‫ - سلام ‫ - سلام ‫ چی میل داری ؟ 
‫ فکر کنم ... ‫ مارتینی بلودیر ‫ بدون زیتون ، بدون آبمیوه 
‫ تمام هفته داشتم در موردت حرف می‌زدم 
‫ نه ، منظورم اونطوری نبود ‫ باشه 
‫ چیزی می‌خوری ، کلیف ؟ 
‫ نمی‌خواستم بخورم ، ولی الان می‌خورم 
‫ دستام بخاطر کافه‌داری داغون شده ‫ همیشه‌ی خدا خشک و زخمه 
‫ اوضاعت چطوره ؟ 
‫ - فرقی نکرده ‫ - آره ؟ معلومه . میشه کنارت بشینم ؟ 
‫ - آره ، بفرما ‫ - آره ؟ 
‫ کلیفتون 
‫ - باربارا ‫ - باربارا ‫ خوشحالم رسماً باهات آشنا میشم 
‫ اون کرم که می‌زنی چیه ؟ ‫ آره ، اینا رو " جنین " درست می‌کنه 
‫ آره ، کره‌ی کاکائو همراه با ماریجواناست 
‫ دستاتو توی دهنت نکن ‫ - بدجوری نشئه میشی ‫ - باشه ‫ - ممنون که بهم گفتی ‫ 
- قابلتو نداشت . خواهش میشه 
‫ خیلی ریختی . ممنون 
‫ خب در مورد خالکوبی‌هات برام بگو 
‫ با اینکه می‌دونم پرسیدن در مورد ‫ خالکوبی دیگران خیلی خزه ، می‌پرسم ‫ نه ، درک می‌کنم ‫ این ... خودم تا حدودی هنرمند هم هستم 
‫ بیشتر آثار فرافکنی‌ کار می‌کنم ، ولی اینو ‫ توی حماقت دوران جوونیم طراحی کردم 
‫ " ای‌چینگ " ـه 
‫ می‌دونی چیه ؟ 
‫ جان کیج رو که می‌شناسم ‫ با " برایان اینو " ‫ و روند تصادفی خلق چیزها هم آشنام ‫ صحیح 
‫ با حماقت دوران جوونی هم کاملاً آشنایی دارم 
‫ - نوش ‫ - نوش 
‫ ریگو 
‫ حدس بزن چی پیدا کردم 
‫ نمونه‌ی دوم پرونده‌ی بانی دیویس رو ‫ با یکی مطابقت دادم 
چطوری این‌کارو کردی ؟ 
‫ من که نتونستم با هیچکس ‫ توی کل سیستم مطابقتش بدم 
‫ رتزر . آدرسش چیه ؟ 
‫ چیزی در موردش می‌دونیم ؟ 
‫ نه چندان ، جز اینکه یه نمونه اسپرم ‫ توی صحنه‌ی قتل ‫ یه فاحشه‌ی مرده به جا گذاشته 
‫ ببین ، بابت این‌کارت ممنونم ‫ می‌دونم داری خودت رو به خطر می‌اندازی 
‫ این‌کارم بخاطر تو نیست ، بخاطر کارولینه 
‫ راستی ، ازت می‌خوام وقتی رفتیم داخل ‫ خونسرد باشی ، باشه ؟ 
‫ هیچی نگو 
‫ - سلام ، خانم ‫ - سلام ‫ ببخشید مزاحم میشیم ‫ از اداره‌ی پلیس شیکاگو هستیم 
‫ دنبال برایان رتزر می‌گردیم . خونه‌ست ؟ 
‫ عزیزم ! 
‫ توی زیرزمینه 
‫ می‌خواین بیاین داخل تا برم صداش کنم ؟ 
‫ آره حتماً 
‫ عزیزم 
‫ - بله ؟ ‫ - پلیس اومده 
‫ لطفاً بفرمایید بشینید . الان میاد بالا ‫ - عالیه . ممنون ‫ - قهوه میل دارید ؟ 
‫ آره 
‫ سلام - سلام ‫ - چه کمکی از دستم برمیاد ؟ 
‫ داریم در مورد یه سری اتفاقات ‫ که در این منطقه افتاده تحقیق می‌کنیم ‫ شونزدهم ژوئن 2019 
‫ شب شونزدهم ‫ داریم با مردم منطقه صحبت می‌کنیم 
‫ در مورد چه اتفاقی تحقیق می‌کنین ؟ 
‫ ورود غیرمجاز به چند تا از خونه‌ها 
‫ نه توی این خیابون ‫ چند کیلومتر شرق‌تر ، توی خیابون رابرتسون 
‫ شب پنج‌شنبه بوده ‫ می‌دونم مال خیلی وقت پیشه ، ولی ... ‫ نیازی نیست فکر کنم ‫ اصلاً خیابونش رو نمی‌شناسم 
‫ اگر شب اتفاق افتاده ‫ من شب‌کارم 
‫ کجا کار می‌کنی ؟ 
‫ میگما ، میشه نشانت رو ببینم ؟ ‫ آره 
‫ آخه ... ‫ - جسد یه کارگر جنسی پیدا شده ، برای همین ... ‫ - بفرمایید 
‫ باشه . الان وقتش نیست ، عزیزم ، باشه ؟ 
‫ گفتم الان وقتش نیست ‫ باشه 
‫ دقیقاً برای چی اومدین ؟ 
‫ همین الان بهت گفتم 
‫ کجا کار می‌کنی ، آقای رتزر ؟ 
‫ سوالو جواب دادی ؟ 
‫ مجبور نیستم هیچ سوالی جواب بدم 
‫ دیر یا زود ، باید جواب سوالات رو بدی ‫ خب ، بالاخره که باید در موردش صحبت کنی 
‫ تو رو جایی ندیدم ؟ 
‫ این کارتمه 
‫ وقتی آماده‌ی صحبت کردن بودی ‫ بهم زنگ بزن ‫ و اگر زنگ نزنم چی ؟ 
‫ به‌نظرم مجبوری 
‫ و به‌نظرم دلیلشو می‌دونی 
‫ یا شاید بهتر باشه از زنت بپرسیم ‫ - میگما ، لارا ‫ - هی ، هی 
‫ - چیزی نیست ، عزیزم ‫ - بله ؟ 
‫ چی شده ؟ چیزی لازم دارین ؟ 
‫ فقط خواستم بابت قهوه تشکر کنم ‫ خواهش می‌کنم . همه‌چی مرتبه ؟ ‫ آره . 
‫ گم شید بیرون 
‫ گفتم اعصابشو خرد نکن 
‫ یه سوال بیشتر ازش نپرسیدم 
‫ حقیقتاً درکت نمی‌کنم 
‫ چرا اینقدر وحشت کردی ؟ 
‫ چرا اینقدر وحشت کردی ؟ 
‫ بی ، داری چیکار می‌کنی ؟ 
‫ نمی‌خوام خطر کنم 
‫ داشته از کنار خونه‌ش می‌گذشته 
‫ از کجا معلوم از باغچه‌ش نگذشته باشه ‫ از پنجره‌ش داخل رو نگاه نکرده ‫ روی پادریش واینستاده ... ‫ - هی . هی ‫ - زنگ خونه‌ش رو نزده ؟ 
‫ بس کن . بس کن 
‫ فکر نکنم کایل مظنون باشه 
‫ به‌نظرم گاهی اوقات یادت میره ‫ که پسرمون سیاه‌پوسته 
‫ چه حسی پیدا کردی وقتی دیدی ‫ بابات داره وارد خونه‌ش میشه ؟ 
‫ می‌خوای در موردش حرف بزنی ؟ 
‫ - حتماً حسی نسبت بهش داری ‫ 
- ولی نمی‌خوام در موردش حرف بزنم 
‫ از وقتی دیدم وارد خونه‌ش شد ‫ اتفاقات خیلی بدتری افتادن 
‫ شوخیت گرفته ؟ 
‫ این کارا واقعاً مسخره‌ست 
‫ به هیچ‌جا نرسیدم ، البته خیلی اوقات ‫ همون اول هم به جایی نمی‌رسیم 
‫ هدف از جلسات اول می‌تونه ‫ بیشتر ایجاد اعتماد باشه ‫ و فکر کنم توی این هم موفق نبودم 
‫ ببین ، در مورد ... ‫ مشکل بزرگ‌تری که هست ، به‌نظرم باید ‫ روی یه سری خط قرمزها تاکید کنیم 
‫ باشه . منظورت چیه ؟ 
‫ این قضیه بیش از حد ‫ پیچیده و سنگین شده ‫ که بخوام دکتر تو ، راستی ، راستی و تو ‫ و حالا کایل باشم اونم وسط ... ‫ واقعاً نیازه هر نفر یه روان‌شناس داشته باشه 
‫ هر نفر ؟ ما که اونقدرام پول نداریم 
‫ به‌نظرم باید دکتر تو باشه ، و فقط تو 
‫ می‌دونم 
‫ میشه ... ‫ به‌نظرم امکانش هست ‫ که می‌خوای راستی رو ببخشی ‫ و همسرش باقی بمونی 
‫ ولی علاوه بر اون ، به‌نظرم ممکنه ... ‫ حتی به‌نظرم احتمالش بیشتره ‫ که دستگاه لیمبیک مغزت داره ... ‫ با تمام قدرت کار می‌کنه 
‫ رفتی تو حالت تدافعی ‫ سعی می‌کنی بخاطر بچه‌هات ازدواجت رو حفظ کنی ‫ و هرکاری که خوداگاه یا ناخوداگاه ‫ لازم می‌دونی انجام میدی 
‫ هدفت همیشه حفظ خانواده‌ت بوده 
‫ ولی همچنین به‌نظرم امکانش هست ‫ که وقتی بچه‌ها بزرگ شدن یا رفتن دانشگاه ‫ این میل به بخشیدن وسواس‌گونه‌ت ‫ می‌تونه تبدیل به چیز دیگه‌ای بشه ‫ مثل خشم یا حتی تنفر 
‫ ممکنه الانشم شروع شده باشه 
‫ ببین ، شوهرت عاشق زن دیگه‌ای شد 
‫ حالا متهم به قتلش شده 
‫ نیاز به یه روان‌شناس مختص خودت داری 
‫ خب ، یوجینیا یکم پیش اومد دفترم ‫ چی گفت ؟ چرا ؟ چی گفت ؟ 
‫ هی ، هی ‫ مشکلی ندارم که اسمشو ‫ به عنوان یه شاهد ثبت کردی ، خب ؟ ‫ فقط ... اگر قراره شاهدت باشه ‫ اگر طرف تو باشه ‫ می‌تونه برات بهتر باشه 
‫ بهم بگو چی گفت ‫ گفت که ... ‫ گفت عوضی هستی ، خب ؟ 
‫ ولی جفتمون می‌دونیم که تو گاهی اوقات ... ‫ خیلی‌خب ، ببین . وقتی عصبانیم ‫ از همیشه دادیار بهتریم ‫ خودت اینو می‌دونی ‫ آره ، ولی اگر نقشه‌ت اینه که برای اثبات ‫ پرونده‌ت روی شاهدهای خصمانه تکیه کنی ... ‫ یوجینیا هرکاری بتونه ‫ برای کمک به راستی انجام میده 
‫ فکر کنم یه‌خرده عاشقشه 
‫ باید بهش بگم ‫ از قوانین پیروی کنه 
‫ نه . چیزی که تو باید پیگیرش باشی ‫ ارائه‌ی مدارک سفت و سخته ، خب ؟ 
‫ با خراب کردن شخصیتش به جایی نمی‌رسی 
‫ مدارک سفت و سخت بهت میدم . نگران نباش 
‫ نگرانم . نگرانم ‫ ریموند درخواست جلسه کرده 
‫ چرا ؟ برای چی ؟ ‫ خب ، تنها دلیلی که به ذهنم می‌رسه ‫ اینه که فکر می‌کنه می‌تونه ‫ درخواست توافق کنه 
‫ و اگر همچین فکری می‌کنه ‫ حتماً فکر می‌کنه تو چنگشیم 
‫ من تو چنگش نیستم ، تامی ‫ تو هستی ؟ 
‫ خبری از توافق قبل از محاکمه نیست 
‫ نه . به‌علاوه باید ببینیم کارگرهای جنسی ‫ دیگه‌ای توی اون منطقه هستن ‫ و اینکه رتزر رو می‌شناسن یا نه 
‫ یارو یه چیزی می‌دونه ، مطمئنم ‫ - باشه ‫ 
- آماده‌ای ؟ ‫ - آره . ببین ، بعداً بهت زنگ می‌زنم ‫ - باشه 
‫ میشه دوباره اتفاقات اون شب رو ‫ برام تعریف کنی ؟ 
‫ گفتی اون شب توی دفتر بودی 
‫ آره ‫ چند تاییمون داشتیم تا دیروقت ‫ روی کارزار ریموند کار می‌کردیم ‫ ظاهراً داشتیم روش کار می‌کردیم 
‫ ظاهراً ؟ 
‫ خب ، من بیشتر مشغول پیام دادن بودم 
‫ و جوابی نمی‌گرفتم ... ‫ که چندان خوب باهاش کنار نیومدم 
‫ عملاً داشت بهم بی‌اعتنایی می‌کرد ‫ برای همین باید می‌رفتم یه جای دیگه 
‫ و چه ساعتی از دفتر دراومدی ؟ 
‫ یکم بعد از 8 و نیم 
‫ خب گاهی اوقات بیرون غذا می‌خوردم چون ... ‫ شرایطم جوری نبود که بتونم برم خونه 
‫ چیز چندانی از بودنم توی کافه یادم نمیاد 
‫ گمونم چند تا لیوان مشروب خوردم 
‫ شاید یکی دیگه هم سفارش دادم . یادم نیست 
‫ و بعد جواب پیاممو داد ‫ و منم سریع پاشدم رفتم ‫ ( از دست تو ، راستی ، پاشو بیا ) 
‫ خب پیامش ساعت 9 و 24 دقیقه‌ی شب رسید ‫ عکس‌های مایکل کالدول نشون میده ‫ ساعت 9 و 49 دقیقه رسیدی 
‫ چی شد ؟ 
‫ خب ، نمی‌دونم چقدر از جزئیاتش رو ‫ می‌خوای بدونی ، ولی ... ‫ سلام 
‫ اتفاقی که افتاد ... 
‫ - چیه ؟ ‫ - آخه ... ‫ چه اتفاقی افتاد ؟ ‫ نمی‌دونم چرا اینقدر عصبانی هستی 
‫ چه اتفاقی افتاد ؟ 
‫ خیلی دلم برات تنگ شده 
‫ خب ، بیشتر مشغول بحث بودیم ‫ بحث کردین ؟ ‫ من می‌خواستم برگردیم تو رابطه ‫ و اون نمی‌خواست ‫ - و ، خب ، عملاً همه‌ش همین بود ‫ - بس کن ‫ - هی ‫ - برو بیرون ! 
‫ فراداده‌های گوشیت نشون میدن ‫ دقیقاً ساعت 11 رسیدی خونه 
‫ از خونه‌ی اون تا تو 20 دقیقه راهه ‫ که یعنی ساعت 10 و 40 دقیقه راه افتادی 
‫ یعنی 51 دقیقه توی خونه‌ش بودی 
‫ بحث طولانی‌ای بوده 
‫ گمشو بیرون 
‫ و بعدش همینطوری ول کردی رفتی ؟ 
‫ بعد با یه بوسه از هم خداحافظی کردیم 
‫ همدیگه رو بوسیدین ؟ 
‫ آره ، و بعدش رفتم خونه 
‫ وقتی منو بوسید ‫ می‌دونست این‌کارش بهم امید میده 
‫ بوسه‌ش منو تا ماشینم رسوند ‫ منو برد خونه‌م 
‫ ولی وقتی رسیدم خونه ، متوجه شدم ... ‫ اون امید تبدیل به بی‌رحمی شده 
‫ می‌دونست داره چیکار می‌کنه 
‫ لعنتی خیلی بی‌رحم بود 
‫ خب ، تا الان نظرت چیه ؟ 
‫ خب ، در مورد پرونده ‫ از شرایطی که داریم راضیم 
‫ به‌سختی می‌تونن اتهامات رو ‫ بدون هیچ شک و شبهه‌ای اثبات کنن ‫ ولی خب ، 51 دقیقه بوده ‫ بحث اونقدر طولانی بوده که ببندتش ‫ صحنه‌ی جرم رو تمیز کنه 
‫ یا با هم خوابیده باشن ، یا بحث کرده باشن ‫ یا دعوا کرده باشن و آشتی کرده باشن 
‫ راستی چی ؟ ‫ نظرت چیه بیاریمش توی جایگاه شهود ؟ 
‫ عمراً نباید بذاریم این مرد ‫ نزدیک جایگاه شهود هم بشه 
‫ موافقم 
‫ در مورد رتزر چیا فهمیدیم ؟ 
‫ باید یه خبرایی باشه 
‫ عذر موجهی داره ؟ 
‫ خب ، سابقه‌ی دستگیری نداره ؟ 
‫ از پلیس شیکاگو ‫ و پلیس ایالتی ایلینوی پرسیدیم ؟ ‫ چیزی پیدا نکردیم ؟ خیلی‌خب ‫ خب ، همراه رینولدز بوده ، درسته ؟ 
‫ اونجا پیش رینولدز بوده ‫ پیش بانی دیویس بوده 
‫ فقط باید لامصبو اثبات کنیم 
‫ آره ، همینطوری ... همینطوری ادامه بده ‫ همینطوری بگرد 
‫ هی ، مولتو 
‫ خیلی‌خب . ممنون 
‫ سلام ‫ می‌دونم اون شب خیلی حرفا ‫ به همدیگه زدیم . و ... ‫ و فقط خواستم بدونی که ‫ حرفات رو ... حرفات رو شنیدم 
‫ راستی ، میشه وقتی برگشتم خونه ‫ در موردش صحبت کنیم ؟ ‫ الان دارم میرم خرید ‫ - آره ، حتماً . باشه ‫ - باشه ؟ 
‫ دوستت دارم 
‫ منم دوستت دارم 
‫ می‌دونی ، کم‌کم دارم می‌فهمم چرا ملت ‫ اینقدر عاشق مشروب خوردن توی روز هستن 
‫ شب‌ها مشروب می‌خوری ؟ 
‫ باید بابت بعضی چیزا حفظ ظاهر کنم 
‫ مثلاً بابت چیا ؟ 
‫ مادر بودن . همسر بودن ‫ تمام مزخرفاتی که احتمالاً ‫ دلت نمی‌خواد بشنوی 
‫ اوه ، کاملاً برعکس 
‫ آره ، الان شدیداً کنجکاوم ‫ که جای تو بودن چه حسی داره 
‫ راستشو بخوای ... ‫ نمی‌دونم 
‫ خب ، اگر زمانی خواستی صحبت کنی ‫ و من اینجا نبودم ... ‫ ممنون 
- سلام ، کریس ‫ - سلام ، ریموند 
‫ - هلنا ‫ - سلام 
‫ یوجینیا 
‫ اوه ، خدا . سلام ، ریموند ‫ خدایا ، چطوری ؟ ‫ بدک نیستم . ‫ من توی لیست شهودم ‫ - آره دیدم ‫ - آره ‫ از رابطه‌شون خبر داشتم 
‫ خب ، اگر جات بودم ‫ خودمو نگرانش نمی‌کردم ‫ قرار نیست رابطه‌شون رو تکذیب کنیم ‫ خیلی‌خب 
‫ خب ، یه لطفی بهم بکن ، باشه ؟ ‫ به راستی بگو اصلاً قصد ندارم ‫ بر علیهش شهادت بدم ، باشه ؟ 
‫ - باشه بهش میگم ‫ 
‫ - سلام ، بچه‌ها ‫ 
- ریموند ‫ خوشحالم می‌بینمت ، مثل همیشه 
‫ خیلی‌خب ، بیاین بریم سر اصل مطلب 
‫ پرونده‌ی خیلی شل و ولی دارین ‫ و به‌نظرم جفتتون اینو می‌دونین 
‫ البته نه اینکه هیچی نداشته باشین ‫ اونجا بوده ، آخرین نفریه ‫ که کنار کارولین دیده شده 
‫ در این حد رو دارین ‫ ولی درهرحال شل و وله 
‫ مخالفیم 
‫ یک قطره خون و حتی ذره‌ای دی‌ان‌ای هم ‫ توی ماشین راستی پیدا نشده 
‫ خون و دل و روده همه‌جای خونه‌ش پخش شده بوده ‫ حتی ذره‌ای میکروسکوپی توی ماشین راستی نبوده 
‫ - تمیزش کرده ‫ 
- یا روی لباس‌هاش ‫ - اونا رو هم تمیز کرده ‫ - آلت قتاله‌ای ندارین 
‫ از شرش خلاص شده 
‫ با یه فرضیه نمی‌تونین ‫ پرونده رو اثبات کنین ، می‌دونی که ؟ 
‫ اون شکلی بسته شدن ‫ بیانگر سوءنیت قبلیه ‫ قتل با سیخ شومینه ؟ ‫ بیانگر قتل در اوج خشمه 
‫ از همون اول کار ، پرونده‌تون افتضاحه 
‫ خب ، ما عاشق چالشیم 
‫ می‌دونم دلیلی داره ‫ که اتهام سبک‌تر ‫ ممانعت از اجرای عدالت رو بهش زدی ‫ و منم بودم همین‌کارو می‌کردم ‫ تا بتونی به اتهامی محکومش کنی ‫ چون بدون هیچ محکومیتی آزاد شدنش ... ‫ هدفت از این حرفا چیه ؟ 
‫ می‌بینم که یه بنده‌خدایی ‫ دستور گرفته حرفی نزنه 
‫ - عاقلانه‌ست ‫ - خیلی‌خب ، عالیه . خواهشاً ادامه ... ‫ راستی نمی‌تونه خطر حبس ابد رو به‌جون بخره ‫ و توام نمی‌تونی خطر تبرئه شدنش ‫ و نابود شدن تمام ‫ سرمایه‌ی سیاسیت رو به‌جون بخری 
‫ ممانعت از اجرای عدالت رو قبول می‌کنیم ‫ سه سال حبس 
‫ ری ، واقعاً فکر کردی سر اتهام ‫ ممانعت از اجرای عدالت توافق می‌کنیم ؟ 
‫ نیکو ، خودت می‌دونی ‫ که شتاب‌زده عمل کردی 
‫ تامی داشت واسه پیدا کردن مظنون له‌له می‌زد ‫ و فکر اینکه می‌تونسته ‫ کار راستی باشه ، خب ... ‫ عه واقعاً ؟ 
گور بابات ‫ بیا در مورد مشکل بزرگ‌ترت ‫ که اینجا نشسته صحبت کنیم 
‫ یه پرونده‌ی مزخرف دارین ‫ که برپایه‌ی شواهد اماره‌ای ساختین ‫ و مسئولش این دادیار دوزاریه ‫ که قراره با من سرشاخ بشه 
‫ تو احمق نیستی ، نیکو 
‫ دارم بهت اجازه میدم محکومش کنی 
‫ و با وجود قاضی " لیتل " ‫ شانس بالایی دارم که راضیش کنم ‫ حکم به تبرئه‌ش بده 
‫ و اونوقت دیگه از لحاظ سیاسی ‫ کمر راست نمی‌کنی 
‫ دارم یه راه فرار جلوی پات می‌ذارم 
‫ - این چیه ؟ ‫ - یکم بخونش . یه نگاهی بهش بنداز 
‫ چرا الان دارم اینو می‌بینم ؟ 
‫ تازه به دست خودمون رسیده 
‫ با سکس‌های همیشگی‌مون تفاوت داشت 
‫ خب ، حداقل سکس‌های این سال‌ها 
‫ شبیه سکس‌هایی بود که با اون داشتی ؟ 
‫ اون مثل تو نیست 
‫ مثل تو نبود 
‫ به‌نظرم چیزی که درک نمی‌کنم اینه که ... ‫ از خودت نپرسیدی ... ‫ که حاضر بودی از چه چیزایی دست بکشی ؟ 
‫ خیلی از هم فاصله گرفته بودیم ، من و تو 
‫ حس می‌کنم اون زمان ‫ حتی با هم صحبت هم نمی‌کردیم 
‫ ولی اون چیزی رو درونم بیدار کرد ، می‌دونی ؟ 
‫ چیزی که ... ‫ فکر می‌کردم مرده 
‫ وقتی گفتی باید مسئولیت گردن بگیرم ... ‫ بی ، فکر نکنم منظورم ‫ اون چیزی بود که تو برداشت ... ‫ فکر نمی‌کنم حرفت اشتباه بوده ، راستی 
‫ به‌نظرم به خودمون اجازه دادیم ‫ که از هم دور بشیم 
‫ حتی با این سکسی که الان داشتیم ‫ انگار می‌خواستیم چیزی رو اثبات کنیم 
‫ که علاقه‌ای که داشتیم ‫ هنوزم وجود داره 
‫ وجود داره ؟ 
‫ از دست این ریموند کوفتی 
‫ میرم جوابشو بدم 
‫ پرونده‌مون زیر و رو شد 
‫ پوستت زیر ناخن کارولین پیدا شده 
‫ چی ؟ این ... وایسا ببینم ‫ این که غیرممکنه ‫ توی گزارشه . الان خبردار شدم 
‫ نه . امکان ... " ری " ، اون اصلاً ‫ بهم چنگ ننداخت ‫ اصلاً ... لعنتیا دارن دروغ میگن 
‫ دی‌ان‌ای دروغ نمیگه ، راستی 
‫ نه ، دروغه ، من ... یا خدا ‫ باورم نمیشه دارن همچین کاری می‌کنن ‫ کیا ؟ 
‫ مولتو و دیلی و کوماگای لعنتی ، همه‌شون - بیخیال بابا ‫ - منظورت چیه ؟ ‫ اصلاً بهم چنگ ننداخت ‫ جاسازیش کردن ‫ هیچ شواهدی ندارن ‫ هیچ شواهدی ندارن ‫ برای همین دارن سعی می‌کنن برام پاپوش بدوزن 
‫ بابا ! ‫ بجنب ! باز کن ! می‌دونم توی خونه‌ای ! 
‫ - لعنتی . چیه ؟ ‫ - حتماً دلیلی براش وجود داره ‫ - بابا ! ‫ - نه ، من ... ‫ - چیه ؟ 
چی شده ؟ ‫ - یکی دم دره ! 
‫ ریموند ، گوشی دستت . چی شده ؟ ‫ - نمی‌دونم . یکی دم دره ‫ - هی ، آروم باش ‫ - داشتم تلوزیون می‌دیدم و ... ‫ - باشه ‫ عزیزم ، عزیزم ، آروم باش ، چیزی نیست ‫ هی ! هی ! اینقدر درو نکوب ! 
‫ - کیه ؟ ‫ 
- نمی‌دونم ! ‫ راستی ! جیدن ! ‫ - اومدی سربه‌سر خانواده‌ی من می‌ذاری ؟ ‫ - بابا ، کیه ؟ ‫ - وایسا ! بس کن دیگه ! ‫ - خیلی‌خب ، میرم زنگ می‌زنم پلیس ‫ نه ! به پلیس زنگ نزن ، باربارا ‫ بذار فکر کنم ‫ باز کن ببینم 
‫ - جیدن ، از جلوی در برو کنار ! ‫ - بیا کنار ! ‫ - این در کوفتی رو باز کن ! ‫ - وایسا ... ‫ - راستی ‫ - آقای رتزر ! گوش کن چی میگم ‫ 
- اومدی سربه‌سر خانواده‌ی من می‌ذاری ... - دنبال منی ‫ - از در خونه‌م برو عقب ‫ - منم سربه‌سر خانواده‌ی تو می‌ذارم ! 
‫ - عزیزم . بیا اینجا . عزیزم ‫ - آقای رتزر ! ‫ - گوش کن چی میگم ... ‫ 
‫ یه بار دیگه ! به‌خدا قسم ! ‫ - راستی ! ‫ - بابا ! ‫ - راستی ! ‫ - بسه ! منو نگاه کن ! 
‫ - لطفاً بابا ! ‫ - راستی ! 
