क इल , क्य हम तुमसे कुछ ब त कर सकते हैं ? 
मेरे स थ तुम्ह र म ँ भ आई है । 
ह य , बच्चे । 
क इल , हम रे प स एक तस्व र है ज समें 18 मई क र त क कैर ल न के घर के स मने तुम्ह र स इक ल द ख रह है । 
तुम वह ँ क्य ं गए थे ? 
मुझे कुछ नह ं पत आप क्य कह रहे हैं । 
बच्चे ... मैं वह ँ नह ं गय । मैं पक्क बस वह ँ से गुज़र ह ऊँग । मैं बस यह ... 
- ठ क है । क इल , हमने एक तस्व र देख ज समें ... ज समें 18 मई क र त क तुम कैर ल न प ल मस के घर के स मने द ख रहे ह । 
तुम वह ँ क्य ं गए थे ? 
बच्चे , हमें वे तस्व रें पुल स से म ल हैं , त यह सबूत उनके प स भ है । तुम्हें हमें सच बत न ह ग । अब यह ज़रूर ह गय है । हे भगव न । भगव न के ल ए बत ओ , क इल , तुम वह ँ क्य ं गए थे ? 
श यद मैं उनके ब रे में ज नन च हत थ । 
क सके ब रे में ? 
ज नके प स आप ज ते थे । त , तुम्हें तुम्ह रे प त और कैर ल न के ब रे में पत थ ? 
मैंने उसे लेकर आप द न ं क लड़ते हुए सुन थ । ठ क है । 
क्य तुम्ह र बहन यह ब त ज नत है ? क्य जेडन ... क्य वह ज नत है ? 
मैंने उसे नह ं बत य । मुझे नह ं पत । 
तुम्हें इस ब रे में कब पत चल ? 
इससे क ई फ़र्क़ पड़त है ? अगर फ़र्क़ नह ं पड़त , त मैं नह ं पूछत । 
मुझे य द नह ं है । 
श यद कुछ मह न ं पहले । 
ठ क है , त तुम यह कह रहे ह क तुम वह ँ यह देखने गए थे क वह कैस द खत है । 
तुम गूगल इस्तेम ल करन ज नते ह , त तुम उसक तस्व र ढूँढ सकते थे , लेक न तुम यह देखन च हते थे क वह कह ँ रहत है । 
- क्य तुम उसके घर पर नज़र रख रहे थे ? - रस्ट । क्य तुम उसके घर पर नज़र रख रहे थे , क इल ? 
मुझे यह ब ल्कुल समझ नह ं आ रह है क तुम वह ँ क्य ं ज रहे थे । 
श यद मैं आपके वह ँ ज ने क वजह समझने क क श श कर रह थ । 
- मैं इस ब रे में म म से ब त करन च हत हूँ । - नह ं ! मैं तुम्ह र प त हूँ ... - रस्ट । - ... और तुम्हें जव ब देन ह ग ... रस्ट , प्ल ज़ । 
क ई ब त नह ं । 
ठ क है । 
बन डेव स एक बेट थ । बन डेव स एक बहन , एक द स्त , एक कज़ न थ । 
बन डेव स क उम्र उस समय 26 स ल थ जब उसने ख़ुद क एक गंदे म टल के कमरे में एक र क्षस के स थ अकेल प य , और वह व नत कर रह थ ... 
लेक न नह ं । 
यह आदम , ल यम रेनल्ड्स एक ऐस आदम है ज यह करत है ... और यह ... 
क्य लगत है तुम्हें ? 
मुझे लगत है तुम अद्भुत ह , कैर ल न । 
यह ँ कमबख़्त सब ब गड़ पड़ है । 
हे । ब हर क प र्च ल इट ख़र ब ह गई है । 
त वह कुछ दफ़ उसके घर के प स से गुज़र थ , और उसने एक ब र तुम्हें अंदर ज ते हुए देख थ । 
ज़ ह र है , हमें जल्द से जल्द उसे थेरेप के ल ए भेजन ह ग । 
क्य ं ? 
रस्ट , वह मह न ं से इस तन व से जूझ रह है । 
हमें क ई अंद ज़ नह ं है क इसक उस पर क्य असर हुआ ह ग । 
अच्छ , ठ क है , लेक न तुम और मैं स थ म लकर उससे इस ब रे में ब त कर सकते हैं । 
ओह , ज़रूर । - जैसे तुमने अभ - अभ उससे ब त क थ ? - यह ज़रूर नह ं ... इसक क्य मतलब है ? तुम जैसे उस बच्चे से पूछत छ कर रहे थे । 
मैं पूछत छ कर रह थ ? 
ह ँ । मैं उससे सव ल पूछ रह थ । 
- " तुम उसके घर पर नज़र क्य ं रख रहे थे ? " 
- वह वह ँ थ , बेशक मैं वह पूछ रह थ । 
एक सरक र वक ल क तरह पूछ रहे थे , रस्ट । 
- तुम मज़ क़ कर रह ह ? - वह 15 स ल क है ! 
- तुम्हें आख़ र ह क्य गय है ? - क्य ? 
- इसक वजह तुम ह , रस्ट । तुम ह । - बेशक । मैं ह हूँ । ह ँ , इस घर में सब कुछ ग़लत मैं ह करत हूँ । लेक न पत है क्य ? इसमें तुम्ह र भ ह थ है । और कभ न कभ , तुम्हें भ इसक कमबख़्त कुछ त ज़ म्मेद र उठ न ह ग । 
मैं अब यह और नह ं कर सकत । अब बहुत ह चुक । 
- मैं बस ... - बहुत ह चुक ! 
मेर च क त्स य र य में , म त क वजह स र पर क ए गए ज़ रद र व र ं से लग च ट है । 
त , जज क पहले ह यह बत द य गय है क तुम एक व शेषज्ञ ह , त अपन य ग्यत मत बत ओ । तुम्हें " मेर र य में " कहने क ज़रूरत नह ं है । - तुम कमर स ध करके बैठ । - ठ क है । - बस स धे बैठ ज ओ । - तुम्हें ज़रूरत नह ं क ... - मुझे यह मत बत ओ क कैसे ... - तुम ज्यूर के स मने अपन ज ँच के पर ण म - पेश कर गे , है न ? ज तुम्ह र दक्षत है । - ऐसे मत ... बस ... अच्छ , मैं ... - व ह । - और ख़ुद क इस ब तच त क केंद्र मत बन ओ । क्य ह ... नह ं । यह मत कर । पत है , मैं यह घट य अभ्य स तुम्ह रे ल ए कर रह हूँ , - ज सके ल ए तुमने मुझे सुबह-सुबह जग य ... - ज सक मैं क़द्र करत हूँ । मैं एक ड क्टर हूँ । तुम्हें मेर सम्म न करन ह ग । 
मैं तुम्हें एक ड क्टर के रूप में सम्म न देत हूँ । 
लेक न , एक गव ह के त र पर , तुम्ह र व श्वसन यत पर सव ल उठते आए हैं । 
तुम बहुत न च आदम ह । 
छ ड़ । 
तुम इसके ल ए मुझे ब स्तर से उठ कर ल ए थे ? 
वैसे , मैं तुम्ह रे प स वह फ़ इल भ जव दूँग , बेवक़ूफ़ कह ं के । 
इस केस क ज नक र ग पन य रख ज रह है । 
एक भ ज नक र ब हर नह ं आई है । 
मतलब , यह केस क तन मज़बूत ह सकत है ? क़त्ल क हथ य र तक नह ं म ल है । ह ँ , मुझे नह ं लगत क उनके प स ऐस क ई सबूत है ज सके ब द शक क क ई गुंज इश न रहे । 
व श्व स नह ं ह त क यह म मल अद लत में ज रह है । 
मतलब , पूर्व सहकर्म अब एक दूसरे से कुत्ते - ब ल्ल क तरह लड़ रहे हैं ... सैब च के द बच्चे हैं ... 
- लेक न क इल वह ँ थ । - नह ं । वह बस ... वह बस वह ँ से गुज़र थ , जैस क मैंने कह । 
बस कुछ ह दफ़ । 
- कैर ल न क पक्क क इल ने नह ं म र न ? - यह घट य मज़ क़ है । यह एक बेहद घट य मज़ क़ है । 
मैं मज़ क़ नह ं कर रह थ । 
त , क़त्ल क र त क म इकल क ल्डवेल कैर ल न के घर के स मने थ । उससे कुछ हफ़्त ं पहले क इल के वह ँ ह ने क फ़ुटेज म ल है ? 
हे भगव न । 
मुझे इस ब रे में स च-व च र करन ह ग । यह मेरे बस के ब हर है । 
- कमबख़्त ... - क्य क ई और ब त भ है ? 
मैं बस कल र त ब ल्कुल नह ं स प य , ठ क है , रे ? 
बस यह ब त है ? 
क्य हुआ है ? 
ब र्बर और मेर झगड़ ह गय , और उसने कह क अब बहुत ह चुक । 
" अब बहुत ह चुक " मतलब , " मैं तुम्हें छ ड़ने व ल हूँ " ? 
रहने द । अगर वह तुम्हें छ ड़ने व ल ह त , त अब तक छ ड़ चुक ह त । 
- अभ मुझे यह नह ं सुनन । 
- इंतज़ र क स ब त क कर रह थ ? एक अच्छे बह ने क ? 
तुमने उसे ध ख द य । तुमने अपने बच्च ं क ध ख द य । 
दरअसल , ज तन मैं ब र्बर क ज नत हूँ , उसके ल ए बच्च ं क ध ख देन द न ं अपर ध ं में से ज़्य द बड़ अपर ध है । 
रे , यह ब त ... यह ब त बहुत पेच द है । - ह ँ । बत न कैसे । बत ओ ज़र । - वह ... वह ... अवस द , मजबूर , आत्म-मुग्धत । 
मैं कुछ भ म न लूँग । 
चल , क स ड क्टर से तुम्ह र ज ँच करव एँ और देखें क्य पर ण म आत है । 
लेक न मुझे डर है क उसमें बस " सूअर " ल ख हुआ आएग । 
तुम्ह रे मन में कैर ल न के ल ए व सन ज ग , तुमने उसके स थ य न सम्बन्ध बन ए , और अब तुम इसे लेकर कम बुर महसूस करन च हते ह । ध ख देने व ले मर्द यह करते हैं , रस्ट । 
वे मज़े करन च हते हैं , गुलछर्रे उड़ न च हते हैं , और फ र उसे पेच दग क न म दे देते हैं । 
ज्यूर के ल ए यह बहुत आस न रहेग । 
और त और , उन्हें इसमें कुछ नय भ नह ं लगेग । 
उनक आत्म क इससे क ई धक्क नह ं लगेग । 
लेक न तुम्हें बत दूँ , इससे मुझे त धक्क लग थ । 
इससे ल रेन क धक्क लग थ , और मुझे यक़ न है इससे ब र्बर क भ धक्क लग ह ग । लेक न वह अभ भ तुम्ह रे स थ है । इससे पत चलत है वह इस र श्ते क क़ यम रखन च हत है । 
पत है क्य ? ज़र रुक ज ओ । 
पत है क्य ? मैं ... तुम यह कैसे कह सकते ह क मैं क ई ज़ म्मेद र नह ं लेत , क मैं शर्म ंद नह ं हूँ , और मेरे द ल में क ई अपर धब ध नह ं है ? 
भ ड़ में ज ओ । 
पत है , 40 स ल ं में , मैंने इस व्यवस य में बहुत ल ग ं क अपर धब ध और शर्म के न चे दबे हुए देख है । 
शर्म एक ऐस च ज़ है ज से आप ख़ुद महसूस करते हैं । यह आपके अंदर क जंग है , ज सके केंद्र में आप ख़ुद ह ते हैं । 
अपर धब ध उस दर्द क अपन न और महसूस करन है ज आप दूसर ं क देते हैं । 
मुझे क ई शक नह ं है क तुम्हें शर्म ंदग ह त है । 
सरक र वक ल कुक क उंट , इल न य ट म ... ट म , गव ह ं क सूच में मेर न म क्य ं है ? 
क्य ंक मुझे लगत है तुम्ह रे प स कैर ल न और रस्ट के ब च के र श्ते से जुड़ ज नक र है । 
उस र त क्य हुआ थ , इस ब रे में मेरे प स क ई ज नक र नह ं है । 
लेक न तुम्ह रे प स इस ब रे में कुछ ज नक र ह सकत है क दूसर सभ र त ं क क्य हुआ थ । है न ? 
मेरे ख़य ल से त इसक र प र्ट एचआर व भ ग क द ज न च ह ए थ , त ह सकत है तुम यह ँ ख़ुद अपने ह अपर धब झ से जूझ रह ह । 
व ह , तुम व क़ई एक बहुत घट य आदम ह , है न ? 
हे , मेर ब त सुन । हम यह कैर ल न के ल ए कर रहे हैं , ठ क है ? ज़र स चकर देख । उसके ल ए । 
हैल , द स्त ं । 
यह ँ आने के ल ए शुक्र य । 
कैसे ह तुम ? कुछ ल गे ? तुम ठ क ह ? 
मैं इस सबसे बहुत सहज महसूस नह ं कर रह हूँ । 
मैं पूर तरह समझत हूँ । यह बहुत बेक र स्थ त है । 
लेक न चूँक हम म स्टर सैब च के ख़ ल फ़ यह केस तैय र कर रहे हैं , हर ज नक र बहुत ज़्य द ज़रूर ह ज त है , और बच व पक्ष तुमसे ये स रे सव ल ज़रूर पूछेग । 
क्य हम रे स थ एक वक ल नह ं ह न च ह ए ? 
यह आपक मर्ज़ पर न र्भर है , पर मैं बस उस ज नक र क पुष्ट कर रह हूँ , ज सक हम पहले ह ब त कर चुके हैं । 
तुमने म स्टर सैब च क यह तस्व र ख ंच , ज समें तुम्ह र म ँ के क़त्ल व ल र त , वह उनके घर के अंदर ज रहे हैं । यह तस्व र 16 जून क , र त न बजकर 49 म नट पर ख ंच गई थ । ह ँ । 
और ये स र दूसर तस्व रें तुमने उस र त ख ंच थ ं ? ह ँ । 
तुमने घर से ब हर आते हुए उनक तस्व रें क्य ं नह ं ख ंच ं ? 
उनके अंदर ज ने पर मैं वह ँ से चल गय । 
तुम वह ँ क्य ं गए थे ? 
कभ - कभ मैं बस यूँ ह चल ज त थ । 
क्य ं ? 
यह पहले ह जव ब दे चुक है । 
ठ क है । यह बहुत ज़्य द ज़रूर है क हम सभ जव ब ठ क से तैय र कर लें , क्य ंक बच व पक्ष भ यह स रे सव ल पूछेग , ठ क है ? 
क्य ंक वह मेर म ँ थ ं । कभ - कभ मैं ज कर उनके घर क देख करत थ । 
तुमने कभ क स और क घर के अंदर ज ते हुए देख थ ? 
उस र त उनके अल व वह ँ क ई और नह ं थ । 
घर के अंदर ज ते हुए म स्टर सैब च कैसे लग रहे थे ? 
उनके ह वभ व कैसे थे ? 
पत नह ं । 
और जब तुम उनसे म ले , तब वह कैसे लग रहे थे ? 
तुमने बत य क उस मुल क़ त के द र न , तुमने उन्हें अपन म ँ के क़त्ल क द ष ठहर य थ । यह सह है ? मतलब , उन्ह ंने नक र द य , लेक न वह झूठ ब ल रहे थे । 
तुम ऐस क्य ं कह रहे ह ? तुम्हें यह कैसे पत ? 
मुझे उनक आँख ं में द ख रह थ । 
इसके अल व , एक ब र , म म ने कह थ क उन्हें उस आदम से डर लगने लग है । 
लेक न मुझे लग थ तुम नह ं ... तुमने अपन म ँ से कब संपर्क क य थ ? 
मैंने उन्हें लंच पर मुझसे म लने के ल ए र ज़ कर ल य थ । 
वह तन व में लग रह थ ं , और मुझे ग़ुस्स आ गय क्य ंक मुझे लग उनके तन व क वजह मैं थ । 
और फ र मैंने उनसे पूछ क क्य हुआ है , त उन्ह ंने बत य क उनके ऑफ़ स में एक आदम है , ज ससे उन्हें डर लगने लग है । 
- क्य उन्ह ंने यह बत य थ क वह आदम क न थ ? - नह ं । 
उन्ह ंने बत य क वह उस आदम के स थ कुछ मुक़दम ं पर क म कर रह थ ं , इस ल ए उन्हें उससे छुटक र नह ं म ल प रह थ । 
- हे । - ह य । क्य लेंग आप ? 
मुझे श यद ... बेलव ड यर म र्ट न । ब न ऑल व , ब न जूस के । 
मैं पूरे हफ़्ते तुम्ह र ब त करत रह । 
नह ं , यह सुनने में अज ब लग रह है । ठ क है । 
श फ़्ट ड्र ंक ल गे , क्ल फ़ ? 
मैं लेने नह ं व ल थ , पर अब ले लूँग । 
यह ब रटेंडर क क म भ न । ह थ ं क ह लत हमेश बुर रहत है । 
क्य ह ल हैं ? 
- जैसे पहले थे । - ह ँ ? समझ सकत हूँ । स थ में बैठकर प एँ ? 
- ज़रूर , ह ँ । - ह ँ ? 
क्ल फ़्टन । 
- ब र्बर । - ब र्बर । तुमसे यूँ अच्छे से म लकर ख़ुश हुई । 
यह क्र म क न स है ? ह ँ । यह क्र म । ज न न बन त है । 
ह ँ , यह मैरूआन म ल य हुआ क क बटर है । 
अपन उँगल य ँ मुँह में मत ड लन । - तुम्हें बहुत नश ह ज एग । - ठ क है । - स वध न करने के ल ए शुक्र य । 
- बेशक । क्य ं नह ं । 
तुम बहुत दर य द ल ह । शुक्र य । 
त मुझे अपने टैटू के ब रे में बत ओ । 
ह ल ँक मुझे एहस स है क क स से उसके टैटू के ब रे में पूछन बहुत घ स - प ट ब त है । ह ँ । मैं समझत हूँ । यह व ल । मैं भ थ ड़ आर्ट वग़ैरह कर लेत हूँ । 
मुख्य त र पर प्र जेक्शन आर्ट , लेक न मैंने इसे अपन जव न के बचक ने द न ं में ड ज़ इन क य थ । 
यह " य ज ंग " है । 
तुम इस ब रे में ज नत ह ? 
मैं ज न केज , ब्र यन ईन , और बेतरत ब रचन त्मक क्र य - कल प ं के ब रे में ज नत हूँ । अच्छ । 
मैं जव न के बचक ने द न ं से भ अच्छ तरह से व क़ फ़ हूँ । 
- च यर्स । - च यर्स । 
र ग । 
बत ओ मुझे क्य म ल । 
बन डेव स केस में दूसरे नमूने के ब रे में ज नक र । 
यह तुमने कैसे क य ? 
मुझे पूरे स स्टम में उसक मेल नह ं म ल थ । 
रैट्ज़र । पत ? 
क्य हमें उसके ब रे में कुछ भ पत है ? 
ज़्य द नह ं , स व य इसके क एक मृत वेश्य क हत्य के घटन स्थल पर उसके व र्य क नमून म ल थ । 
देख , यह करने के ल ए तुम्ह र शुक्र य । मुझे पत है तुम बहुत बड़ ज ख म उठ रह ह । 
मैं यह तुम्ह रे ल ए नह ं कर रह हूँ । मैं यह कैर ल न के ल ए कर रह हूँ । 
रस्ट , मैं च हत हूँ तुम वह ँ ज कर श ंत रहन , ठ क है ? 
कुछ मत कहन । 
- हैल , मैम । - ह य । परेश न करने के ल ए म फ़ करन । हम स प ड में क म करते हैं । 
हमें ब्र यन रैट्ज़र से म लन है । क्य वह घर पर हैं ? 
ज न ! 
वह न चे बेसमेंट में है । 
क्य ं न आप अंदर आ ज एँ और मैं ज कर उसे बुल ल त हूँ ? 
ज़रूर । 
ज न । 
ज न ? - ह ँ । - पुल स आई है । 
प्ल ज़ , बैठ ज इए । वह अभ आ रह है । - बढ़ य । शुक्र य । - क फ़ ? 
ज़रूर । 
हे । - ह य । - मैं आपके ल ए क्य कर सकत हूँ ? 
हम इस इल क़े में ह ने व ल कुछ घटन ओं क ज ँच कर रहे हैं , त र ख़ , 16 जून , 2019 । 
मतलब उस र त । हम बस घर-घर ज कर ज नक र ले रहे हैं । 
आप क स घटन क ज ँच कर रहे हैं ? 
घर में च र - छुपे घुसने क कुछ घटन ओं क । 
इस सड़क पर नह ं । पूर्व में कुछ म ल दूर , र बर्ट्सन पर । 
गुरुव र क र त थ । ज नत हूँ इतन पुर न ब त के ब रे में स चन मुश्क ल है , पर ... मुझे कुछ स चने क ज़रूरत नह ं है । मुझे उस सड़क के ब रे में कुछ नह ं पत । 
अगर वह घटन र त में हुई थ , त बत दूँ , मैं र त में क म करत हूँ । 
आप कह ँ क म करते हैं ? 
हे , क्य मैं आपक बैज देख सकत हूँ ? ज़रूर । 
ब त बस यह है - क एक य नकर्म मृत प ई गई थ , त ... - यह ल ज ए । 
ह ँ । अभ नह ं , ज न , ठ क है ? 
मैंने कह अभ नह ं । ठ क है । 
यह आख़ र क स ब रे में है ? 
मैंने आपक अभ बत य । 
आप कह ँ क म करते हैं , म स्टर रैट्ज़र ? 
क्य आपने सव ल क जव ब द य ? 
मुझे क स सव ल क जव ब नह ं देन । 
कभ न कभ त तुम्हें सव ल ं के जव ब देने ह ंगे । मतलब , कभ न कभ तुम्हें यह ब तच त करन ह ह ग । 
क्य हम पहले कभ म ले हैं ? 
यह मेर क र्ड है । 
जब ब त करन च हें त मुझे फ़ न करन । और अगर मैं न च हूँ त ? 
मुझे लगत है तुम्हें ब त त करन पड़ेग । 
और मुझे लगत है तुम इसक वजह ज नते ह । 
य श यद हमें तुम्ह र पत्न से पूछन च ह ए । - हे , ल र । - हे । 
- क ई ब त नह ं है , ज न । - ह ँ ? 
क्य ह रह है ? क्य आपक कुछ च ह ए ? 
मैं बस क फ़ के ल ए शुक्र य कहन च हत थ । क ई ब त नह ं । सब ठ क है ? ह ँ । 
दफ़ ह ज ओ यह ँ से । 
मैंने तुम्हें उसे उकस ने के ल ए मन क य थ । 
मैंने उससे बस एक सव ल पूछ थ । 
तुम भ ब ल्कुल हद करते ह । 
तुम इतन डर हुई क्य ं लग रह ह ? 
तुम इतन डर हुई क्य ं लग रह ह ? 
ब , तुम क्य कर रह ह ? 
मैं क ई ज ख म नह ं लेन च हत । 
क इल उसके घर के प स स इक ल चल रह थ । 
क न ज ने वह उसके बग़ चे में भ टहल ह , उसने उसक ख ड़क से अंदर झ ँक ह , वह उसके प यद न पर खड़ हुआ ह ... - हे । हे । - ... उसने उसके दरव ज़े क घंट बज ई ह ? 
चल । 
मुझे नह ं लगत क इल पर क स क शक है । 
कभ - कभ मुझे लगत है क तुम भूल ज ते ह हम र बेट अश्वेत है । 
तुम्हें अपने डैड क उसके घर के अंदर ज ते हुए देखकर कैस लग ? 
तुम उस ब रे में ब त करन च हते ह ? 
- तुम्हें कुछ त महसूस हुआ ह ग । 
- पर मैं उनके ब रे में ब त नह ं करन च हत हूँ । 
जब मैंने डैड क उनके घर के अंदर ज ते हुए देख थ , उसके ब द से ज़ ंदग में ज़्य द बेक र च ज़ें ह चुक हैं । 
क ई मज़ क़ चल रह है ? 
यह बकव स है । 
मैं क इल के स थ ब ल्कुल आगे नह ं बढ़ प ई , वैसे भ शुरुआत में ऐस कम ह ह त है । 
कुछ शुरुआत सेशन में अक्सर स र्फ़ भर स ह क़ यम ह प त है , और मुझे लगत है मैं उसमें भ न क मय ब रह । 
देख , इससे भ ... एक बड़ मुद्द हम रे स मने है । मुझे लगत है हमें अपन कुछ नई हदें बन न ह ंग । 
ठ क है । तुम्ह र क्य मतलब है ? 
ह ल त बहुत जट ल और भ वन त्मक रूप से गहन ह गए हैं , और ऐसे में यह सह नह ं है क मैं तुम्ह र , रस्ट क , रस्ट और तुम्ह र म लकर इल ज करूँ , और अब इस सबके ब च क इल भ ... हर इंस न के ल ए एक अलग थेरेप स्ट ह न च ह ए । 
अलग ? जैसे क हम रे प स इतने पैसे हैं । 
मुझे लगत है मुझे स र्फ़ और स र्फ़ तुम्ह र इल ज करन च ह ए । 
ज नत हूँ । 
क्य तुम बै ... मुझे लगत है यह मुमक न है क तुम रस्ट क म फ़ करन च हत ह और इस श द क न भ न च हत ह । 
मुझे यह भ लगत है क यह मुमक न है ... इस ब त क और भ ज़्य द संभ वन है ... क तुम्ह र भ वन एँ और तन व , तुम्ह र प्रत क्र य ओं ... 
तुम बच व क मुद्र में आ गई ह , अपने बच्च ं के ल ए अपन श द क बच ने क क श श कर रह ह , वह सब कुछ कर रह ह ज तुम्हें चेतन य अचेतन रूप से इसके ल ए ज़रूर लग रह है । 
तुमने हमेश बस पर व र क संज कर रखने क क श श क है । 
लेक न मुझे यह भ लगत है क यह मुमक न है क जब बच्चे बड़े ह ज एँगे य क लेज चले ज एँगे , म फ़ करने क यह अन व र्यत क स और च ज़ क रूप भ ले सकत है , जैसे ग़ुस्से क य श यद नफ़रत क भ । 
ह सकत है यह अभ भ ह रह ह । 
देख , तुम्ह रे पत क क स और औरत से प्य र ह गय । 
अब उस पर उसके क़त्ल क मुक़दम चल रह है । 
तुम्हें एक अलग थेरेप स्ट क ज़रूरत है । 
त , यूज न य मेरे ऑफ़ स आई थ । क्य कह उसने ? क्य ं ? क्य कह उसने ? 
हे , हे । तुम्ह रे उसे गव ह के ल ए बुल ने से मुझे क ई ऐतर ज़ नह ं है , ठ क है ? ब त बस यह है ... अगर तुम उसे अपन गव ह बन न च हते ह , त उसक तुम्ह रे पक्ष में ह न फ़ यदेमंद ह सकत है । 
मुझे बत ओ उसने क्य कह । उसने कह क ... उसने कह क तुम कम ने ह , ठ क है ? 
लेक न हम ज नते हैं तुम थ ड़ ... ठ क है । सुन , मेरे अंदर क सरक र वक ल सबसे अच्छ क म तभ करत है जब मैं ग़ुस्से में ह त हूँ । तुम यह ज नते ह । ह ँ , पर अगर तुम्ह र य जन प्रत कूल गव ह ं के स थ अपन केस मज़बूत करने क है ... यूज न य वह सब कुछ करेग ज वह रस्ट क मदद करने के ल ए कर सकत है । 
मुझे लगत है उसे रस्ट से थ ड़ प्य र है । 
मुझे उसे बत न ह ग क उसे हम रे पक्ष में गव ह देन ह ग । 
नह ं । तुम्हें ज च ज़ हम रे पक्ष में च ह ए , वह है ठ स सबूत , ठ क है ? 
चर त्र हनन से यह क म नह ं ह ग । 
मैं तुम्हें ठ स सबूत ल कर दूँग । फ़ क्र मत कर । 
मुझे फ़ क्र ह रह है । मुझे फ़ क्र ह रह है । रेमंड ने म लने के ल ए बुल य है । 
क्य ं ? क सल ए ? यह मेर स र्फ़ अंद ज़ है क उसे लग रह है वह समझ ते क लेकर हमसे स द कर सकत है । 
और उसके ऐस स चने क एक ह वजह ह ग क उसे लगत है क वह हमें मजबूर कर सकत है । 
वह मुझे मजबूर नह ं कर सकत , ट म । क्य वह तुम्हें मजबूर कर सकत है ? 
समझ ते क सव ल ह पैद नह ं ह त । 
नह ं । स थ ह , हमें यह पत लग न ह ग क क्य उस इल क़े में और भ य नकर्म हैं और क्य वे रैट्ज़र क पहच नत हैं । 
मतलब , वह बंद कमबख़्त कुछ त ज नत है । इसक मुझे यक़ न है । - बेशक । 
- तुम तैय र ह ? - ह ँ । देख , मैं तुम्हें ब द में फ़ न करत हूँ । - ज़रूर । 
क्य तुम मुझे उस र त क ब्य र द ब र दे सकते ह ? 
तुमने कह थ उस र त तुम ऑफ़ स में थे । 
ह ँ । हम में से कुछ ल ग रेमंड क मुह म पर देर तक क म कर रहे थे , दरअसल , रेमंड क मुह म पर क म करने क द ख व कर रहे थे । 
द ख व कर रहे थे ? 
मैं ज़्य द तर समय मैसेज भेज रह थ । 
और मुझे क ई जव ब नह ं म ल रह थ ... और मैं इस ब त क बर्द श्त नह ं कर प रह थ । 
और उसने एक तरह से मुझसे संपर्क त ड़ ल य थ , त मुझे कह ं ज ने क ज़रूरत थ । 
और तुम ऑफ़ स से क तने बजे न कले ? 
स ढ़े आठ बजे के थ ड़ देर ब द । 
त कभ - कभ मैं ब हर ख न ख य करत थ क्य ंक मैं बस ... मैं घर ज ने क ह लत में ब ल्कुल नह ं थ । 
ब र में क्य हुआ , मुझे कुछ ख़ स य द नह ं है । 
श यद मैंने कुछ ज़्य द प ल थ । 
श यद मैंने एक और ड्र ंक मँग ल । पत नह ं । 
और फ र उसने मेरे मैसेज क जव ब द य , और मैं ख़ुश ह कर वह ँ से न कल पड़ । हे भगव न , रस्ट , घर आ ज ओ । 
त उसक मैसेज र त के न बजकर 24 म नट पर आय । म इकल क ल्डवेल क तस्व र ं में तुम वह ँ न बजकर 49 म नट पर पहुँचे थे । 
वह ँ क्य हुआ थ ? 
मतलब , मुझे नह ं पत क तुम्हें क तन ब र क से सब कुछ ज नन है , लेक न ... हे । 
क्य हुआ थ ... 
- क्य ? - मैं बस ... क्य हुआ थ ? पत नह ं तुम इतने ग़ुस्से में क्य ं ह ? 
क्य हुआ थ ? 
तुम्ह र बहुत य द आत है । 
मतलब , ज़्य द तर , हम ल ग ं में कह - सुन हुई । तुम ल ग ं में कह - सुन हुई ? मैं उसके स थ द ब र र श्त बन न च हत थ , और वह ऐस नह ं च हत थ , - और , मतलब , बस लगभग यह हुआ थ । - रुक ज ओ । - हे । - यह ँ से ज ओ ! 
म ब इल क मेट डेट द ख त है क तुम ठ क 11 बजे घर पहुँचे थे । 
ग ड़ से उसके घर से तुम्ह रे घर ज ने में 20 म नट लगते हैं , ज सक मतलब है तुम दस बजकर 40 म नट पर न कले थे । 
तुम उसके घर 51 म नट रुके थे । 
बहुत लम्ब कह - सुन हुई । 
दफ़ ह ज ओ यह ँ से । 
और फ र उसके ब द तुम बस चले आए ? 
फ र हमने एक दूसरे क चूमकर अलव द कह । 
तुमने एक दूसरे क चूम ? 
ह ँ , और फ र मैं घर चल गय । 
जब उसने मुझे चूम , वह ज नत थ क इससे मैं उम्म द करने लगूँग । 
मतलब , वह उम्म द लेकर मैं अपन क र तक गय । वह उम्म द लेकर मैं अपने घर गय । 
लेक न जब मैं घर पहुँच , मुझे एहस स हुआ क ... क उस उम्म द ने कठ रत क रूप ले ल य थ । 
वह ज नत थ वह क्य कर रह है । 
वह कमबख़्त बहुत कठ र-द ल थ । 
त , अब तक तुम्ह र र य क्य है ? 
त , अगर मुक़दमे क ब त करें त एक तरह से हम र स्थ त अच्छ है । 
उन्हें आर प स ब त करने में बहुत मुश्क लें आने व ल हैं । उसके स थ ह , 51 म नट । वे दल ल देंगे क यह पर्य प्त समय है , उसे ब ंधने और घटन स्थल क स फ़ करने के ल ए । 
य सेक्स करने , य कह - सुन करने , य लड़ने य लड़कर म नने - मन ने के ल ए । 
और रस्ट क क्य ? तुम उसके गव ह देने के ब रे में क्य स चत ह ? 
हम क स भ ह लत में उससे गव ह द लव ने क स च भ नह ं सकते । 
मुझे भ यह लगत है । 
रैट्ज़र के ब रे में क्य पत चल ? 
क ई त ज नक र म लन च ह ए । 
उसके प स घटन स्थल पर न ह ने क सबूत है ? 
अच्छ , पहले कभ ग रफ़्त र नह ं हुआ ? 
हम इल न य र ज्य में स प ड क इस्तेम ल करें ? हम रे प स कुछ नह ं है । ठ क है । वैसे , वह रेनल्ड्स के स थ थ , है न ? 
वह वह ँ रेनल्ड्स और बन डेव स के स थ थ । 
हमें बस यह स ब त करन है । 
ह ँ , बस इस ... बस इस पर क म करत रह । क श श करत रह । 
हे , म ल्ट । 
ठ क है । शुक्र य । 
हे ... ज नत हूँ उस र त क हमने एक दूसरे से क फ़ कुछ कह थ । और ... मैं बस तुम्हें यह बत न च हत हूँ क मैं तुम्ह र ब त ... मैं तुम्ह र ब त समझत हूँ । 
रस्ट , क्य हम इस ब रे में मेरे घर आने पर ब त कर सकते हैं ? मैं बस ब ज़ र के अंदर ज ने व ल हूँ । - ह ँ , बेशक । ह ँ । - ठ क है ? 
मैं तुमसे प्य र करत हूँ । 
मैं भ करत हूँ । 
पत है , मैं द न में शर ब प ने क आकर्षण समझने लग हूँ । 
तुमने कभ र त में प है ? 
मुझे अपन कुछ छव य ँ बन कर रखन ह त हैं । 
जैसे ? 
म ँ क । पत्न क । वह सब बकव स ज सके ब रे में तुम श यद सुनन नह ं च ह गे । 
ओह , बल्क उल्ट है । 
ह ँ , मैं तुम्ह र म जूद मन स्थ त ज नने के ल ए क फ़ उत्सुक हूँ । 
सच कहूँ त ... मुझे नह ं पत । 
ख़ैर , अगर तुम कभ ब त करन च ह और मैं यह ँ न म लूँ ... शुक्र य । 
- हे , क्र स । - हे , रेमंड । 
- हेलन । - हे । 
यूज न य । 
हे भगव न । ह य । रेमंड । हे भगव न । कैसे ह तुम ? बस कट रह है । तुम ? गव ह ं क सूच में मेर न म है । - मैंने देख । - ह ँ । मैं उन द न ं के ब रे में ज नत थ । 
वैसे , ज़्य द फ़ क्र मत कर । हम उनके र श्ते क नक र नह ं रहे हैं । ठ क है । 
त , तुम मेर एक क म कर गे ? रस्ट से कहन क उसके ख़ ल फ़ गव ह देने क मेर क ई मंश नह ं है , ठ क है ? 
- मैं उससे कह दूँग । 
- ह य , द स्त ं । 
- रेमंड । हमेश क तरह तुम्हें देखकर अच्छ लग रह है । 
ठ क है , स ध मुद्दे क ब त करते हैं । 
तुम द न ं क केस कमबख़्त बहुत कमज़ र है , और मुझे लगत है तुम द न ं यह ब त ज नते ह । 
मतलब , ऐस नह ं है क ब ल्कुल ह बेबुन य द है । रस्ट वह ँ थ , कैर ल न के स थ आख़ र ब र देख गय थ । 
ये ब तें कुछ त म यने रखत हैं , पर इन ब त ं में ज़्य द दम भ नह ं है । 
हम ऐस नह ं स चते । 
रस्ट क क र में कैर ल न के ख़ून क एक बूँद , य उसके ड एनए क क ई न श न तक नह ं म ल । 
कैर ल न के घर पर च र ं ओर ब खरे ख़ून क एक भय नक मंज़र थ , और रस्ट क क र में एक छ ट स बूँद तक नह ं । 
- उसने क र स फ़ कर द । 
- य उसके कपड़ ं पर । - वे भ स फ़ कर द ए । - क़त्ल क क ई हथ य र नह ं । 
उसे कह ं फेंक द य । 
तुम क स कह न के आध र पर उसे सज़ नह ं द लव प ओगे , पत है न ? 
उस तरह से बंध ह न , यह एक स च - समझ स ज़ श क तरफ़ इश र करत है । फ़ यर प कर से म त ? आवेश में क य गय अपर ध । 
ब ल्कुल शुरुआत से ह , तुम्ह र केस पूर तरह से गड़बड़ य हुआ है । 
हमें चुन त पसंद है । 
मैं ज नत हूँ क तुमने ज ँच में अवर ध ड लने क एक कम गंभ र आर प एक ख़ स वजह से लग य है और मैं भ यह करत , त क तुम उसके ख़ ल फ़ कुछ त स ब त कर प ओ । क्य ंक अद लत से ख़ ल ह थ ब हर आन ... मुद्दे क ब त पर आओ । 
मैं देख सकत हूँ क क स क चुप रहने के न र्देश द ए गए हैं । 
- ह श य र ह । - ठ क है , बढ़ य । प्ल ज़ , बस ... रस्ट अपन ब क़ क पूर ज़ ंदग जेल में गुज़ रने क ज ख म नह ं उठ सकत , और तुम रस्ट के बेगुन ह स ब त ह ने और अपन र जन त क स ख के बर्ब द ह ने क ज ख म नह ं उठ सकते । 
हम ज ँच में ब ध ड लने के आर प क स्व क र कर लेंगे , त न स ल क सज़ के ल ए । 
रे , तुम्हें सच में लगत है हम ज ँच में ब ध ड लने के आर प पर समझ त कर लेंगे ? 
न क , तुम ज नते ह तुमने जल्दब ज़ क है । 
ट म , यह एक संद ग्ध के ल ए मर ज रह थ । यह व च र क वह संभवत रस्ट ह सकत है , मतलब ... सच में ? 
भ ड़ में ज ओ । चल , तुम्ह र और ज़्य द बड़ समस्य के ब रे में ब त करते हैं ज यह ँ बैठ हुई है । 
तुम्ह रे प स एक बेबुन य द , ह ल त पर ट क हुआ केस है , ज सक पैरव एक न क र और म मूल वक ल कर रह है , वह भ मेरे ख़ ल फ़ । 
तुम बेवक़ूफ़ नह ं ह , न क । 
मैं तुम्हें एक केस में ज तने क म क़ दे रह हूँ । 
और जज ल ट ल के ह ते हुए , इसक संभ वन बहुत ज़्य द है क मैं रस्ट क बेगुन ह स ब त कर दूँग । 
वह तुम्ह र र जन त क अंत ह ग । 
मैं तुम्हें बचकर न कलने क म क़ दे रह हूँ । 
- यह क्य है ? - बस पढ़ ल । एक ब र देख ल । 
यह मुझे पहले क्य ं नह ं द ख य गय ? 
हमें ख़ुद यह अभ म ल है । 
हम आम त र पर इस तरह सेक्स नह ं करते । 
क फ़ समय से त नह ं क य थ । 
क्य तुम उसके स थ इस तरह सेक्स करते थे ? 
वह तुम्ह रे जैस नह ं है । 
नह ं थ । 
मुझे लगत है ज च ज़ मुझे ब ल्कुल समझ नह ं आत , वह यह है क ... क्य तुमने ख़ुद से पूछ थ ... क तुम क्य ख ने के ल ए तैय र ह ? 
हम द न ं एक-दूसरे से दूर ज चुके थे , तुम और मैं । 
मुझे लगत है , उस समय , हम ब त तक नह ं कर प ते थे । 
लेक न उसने मेरे अंदर क ई च ज़ ज़ ंद कर द , समझ रह ह ? 
क ई ऐस च ज़ ... ज मुझे लग थ मर चुक है । 
जब तुमने कह क मुझे ज़ म्मेद र लेने क ज़रूरत है ... ब , मुझे नह ं लगत मेर वह मतलब थ ज तुम ... मुझे नह ं लगत तुम ग़लत थे , रस्ट । 
मुझे लगत है हम द न ं ने एक दूसरे क ... दूर ज ने द य । 
यह ँ तक क ज स तरह से हमने अभ सेक्स क य , ऐस लग जैसे हम कुछ स ब त करने क क श श कर रहे थे । 
क हम र र श्त अब भ पहले जैस है । 
क्य वह है ? 
कमबख़्त रेमंड । 
मैं फ़ न उठ रह हूँ । 
हम रे केस में एक नय म ड़ आ गय है । 
कैर ल न के ह थ के न ख़ून ं में तुम्ह र त्वच प ई गई । 
क्य ? यह ... रुक । यह न मुमक न है । ऐस र प र्ट में ल ख है । मुझे अभ - अभ पत चल है । 
नह ं । यह ... मैं ... रे , उसने मुझे कभ नह ं खर ंच । मतलब ... यह सर सर झूठ है । 
ड एनए त ड एनए है , रस्ट । 
नह ं , यह झूठ है । मैं ... हे भगव न । मुझे यक़ न नह ं ह त क वे यह सब कर रहे हैं । क न ? 
कमबख़्त म ल्ट और ढ ल , और कुम ग ई , वे सब । - ओह , रहने द । - क्य मतलब है तुम्ह र ? मैं ... उसने मुझे कभ नह ं खर ंच । यह झूठ सबूत बन य गय है । उनक केस कमज़ र है । उनक केस कमज़ र है , इसल ए वे कमबख़्त मुझे फँस ने क क श श कर रहे हैं । 
डैड ! यह ँ आओ ! ख ल इसे ! मुझे पत है तुम अंदर ह ! 
- धत् । क्य ? - इसक क ई न क ई वजह ज़रूर ह ग । - डैड ! - नह ं , मैं ... - क्य हुआ ? 
क्य ह रह है ? - दरव ज़े पर क ई है ! 
रेमंड , ज़र रुक । क्य हुआ ? - पत नह ं । - हे , श ंत ह ज ओ । - मैं बस ट व देख रह थ और ... - ठ क है । बच्चे , बच्चे , श ंत ह ज ओ । सब ठ क है । हे ! मेरे दरव ज़े पर ठ कन बंद कर । 
- यह क न है ? 
- मुझे नह ं पत ! रस्ट । जेडन ! - तुमने आकर मेरे पर व र क डर य ! - डैड , यह क न है ? - रुक ! ज़र रुक ! - मैं पुल स क फ़ न करत हूँ । नह ं ! पुल स क फ़ न मत कर , ब र्बर । मुझे थ ड़ स चने द । मैं कहत हूँ दरव ज़ ख ल । 
- जेडन , दरव ज़े से दूर हट ! - दूर ह ज ओ ! - कमबख़्त दरव ज़ ख ल ! - ज़र रु ... - रस्ट । - म स्टर रैट्ज़र ! मेर ब त सुन । 
- तुमने आकर मेरे पर व र क डर य ... - तुम्ह र दुश्मन मैं हूँ । - मेरे घर से दूर रह । - ... मैं तुम्ह रे पर व र क नह ं छ ड़ूँग ! 
- बच्चे , यह ँ आओ । बच्चे । - म स्टर रैट्ज़र ! - मेर ब त सुन ... 
एक ब र और क य त भगव न क़सम ! - रस्ट ! - डैड ! - रस्ट , रुक ! - बस ! मेर तरफ़ देख ! 
- प्ल ज़ ! डैड । - रस्ट ! 
