קייל , אפשר לדבר איתך רגע ? 
גם אימא שלך איתי . 
היי , מותק . 
קייל , יש תמונה של האופניים שלך בבית של קרולין בליל 18 במאי . 
למה היית שם ? 
אין לי מושג על מה אתה מדבר . 
מותק ... לא הייתי שם . זה כל מה ש ... 
- בסדר , קייל , יש תמונה של ... שלך בבית של קרולין פולימוס בליל 18 במאי . 
למה היית שם ? 
מותק , קיבלנו את התמונות האלה מהמשטרה , אז גם להם יש את הראיות האלה . אתה חייב להגיד את האמת . זה חשוב עכשיו . אלוהים אדירים . למען השם , קייל , למה היית שם ? 
אולי פשוט רציתי להרגיש מה זה " שם " . 
מה זה מה ? 
לאן הלכת . אז ידעת על אבא שלך וקרולין ? 
שמעתי אתכם רבים על זה . בסדר . 
אחותך יודעת ? ג'יידן ... היא יודעת ? 
לא סיפרתי לה . אני לא יודע . 
מתי גילית על זה לראשונה ? 
זה משנה ? לא הייתי שואל אותך אילו זו לא היה משנה . 
אני לא זוכר . 
לפני כמה חודשים . 
בסדר , אז רק שיהיה לי ברור , הלכת לשם כדי לראות איך היא נראית . 
אתה יודע להשתמש בגוגל , אז יכולת למצוא תמונה שלה , אבל רצית לראות איפה היא גרה . 
- ביצעת מעקב על הבית שלה ? - ראסטי . ביצעת מעקב על הבית שלה , קייל ? 
אני פשוט לא מבין את ההיגיון מאחורי הסיבה שהלכת לשם . 
אולי ניסיתי להבין את הסיבה שלך . 
- אני רוצה לדבר עם אימא על זה . - לא ! אני אבא שלך ... - ראסטי . - ואתה תענה ... ראסטי , בבקשה . 
זה בסדר . 
בסדר . 
באני דייוויס הייתה בת . באני דייוויס הייתה אחות , חברה , בת דוד . 
באני דייוויס הייתה בת 26 כשמצאה את עצמה לבדה בחדר מלוכלך במלונית עם מפלצת והיא התפללה והתחננה שהוא מסוג האנשים שפשוט ישחררו אותה . 
אבל לא . 
האיש הזה , ליאם ריינולדס , הוא מסוג האנשים שעושים את זה ... ואת זה ... ואת זה . 
מה דעתך ? 
אני חושבת שאת מדהימה , קרולין . 
זה פאקינג בלגן מוחלט . 
היי . האור במרפסת לא עובד . 
אז הוא רכב ... ליד הבית שלה כמה פעמים וראה אותך נכנס לשם פעם אחת . 
מובן שאנחנו צריכים לדאוג לו לטיפול פסיכולוגי כמה שיותר מהר . 
למה ? 
ראסטי , הוא שומר את הסוד הזה כבר חודשים . 
לא היה לנו מושג כמה זה משפיע עליו . 
בסדר , אבל את ואני יכולים לדבר איתו על זה יחד . 
בטח . - כמו שדיברת איתו הרגע ? - אנחנו לא חייבים ... מה זה אמור להביע ? חקרת את הילד . 
חקרתי אותו ? 
כן . אני שאלתי אותו שאלות . 
- למה ערכת מעקב על הבית שלה " ? " 
- הוא היה שם , ברור ששאלתי . 
שאלת כמו תובע , ראסטי . 
- את עושה צחוק ? - הוא בן 15 ! 
- מה הפאקינג בעיה שלך ? - מה ? 
- אתה גרמת את זה , ראסטי . אתה . - ברור . אני אשם . כן , אני הדפוק הראשי . אבל יש לי הפתעה . גם לך היה חלק בזה ובשלב מסוים את תצטרכי לקבל קצת פאקינג אחריות . 
אני לא יכולה להמשיך . נמאס לי . 
- אני ... - נמאס לי ! 
לדעתי הרפואית , סיבת המוות הייתה מכה בראש מחפץ קהה . 
השופטת כבר יודעת שאתה מומחה , אז אתה לא צריך להרשים . אתה לא צריך להגיד , " לדעתי " , - אתה יכול לשבת זקוף . - בסדר . - פשוט שב זקוף . - אתה לא ... - אל תגיד לי איך לשבת . - אתה תמסור למושבעים - את הממצאים שלך , בסדר ? את המומחיות שלך . - אל ... בסדר , אני ... - וואו . - ואתה לא תתמקד בעצמך . מה ... לא . אל תעשה את זה . אני עושה את התרגיל המטומטם הזה בשבילך , - הערת אותי בבוקר בשביל ... - אני מעריך את זה . אני רופא . אתה תכבד אותי . 
אני מכבד אותך כרופא . 
אבל כעד , ידוע שאתה מפשל . 
פאקינג שמוק . 
שכח מזה . 
בשביל זה הוצאת אותי מהמיטה ? 
אעביר לך את התיק דרך אגב , חלאה . 
פרטי התיק הזה נשמרים בסוד . 
לא הייתה אף הדלפה . 
כמה חזקים יכולים להיות טיעוני התביעה ? אין להם אפילו כלי רצח . כן , אני לא רואה איך הם יעברו את הרף של ספק סביר . 
קשה להאמין שזה יגיע למשפט בכלל . 
תשמע , עמיתים לשעבר תוקפים עכשיו זה את זה ... לסביץ' יש שני ילדים ... 
- אבל קייל היה שם . - לא . הוא רק ... הוא חלף שם ברכיבה , כמו שאמרתי . 
זה היה רק כמה פעמים . 
- אתה בטוח שהוא לא הרג אותה ? - תשמע , אתה לא מצחיק . זה לא פאקינג מצחיק . 
לא התכוונתי להצחיק . 
אז מייקל קולדוול בבית של קרולין בליל הרצח ... תמונות של קייל שם , כמה שבועות קודם לכן ? 
אלוהים אדירים . 
אני צריך לחשוב על זה . אין לי את זה . 
- פאקינג ... - עוד משהו ? 
פשוט לא ישנתי אמש , בסדר , ריי ? 
זה הכול ? 
מה העניין ? 
ברברה ואני רבנו והיא אמרה שנמאס לה . 
" נמאס לי " , כלומר " אני עוזבת אותך " ? 
בחייך . אם היא התכוונה לעזוב אותך , היא כבר הייתה עושה את זה . 
- אני לא צריך את זה כרגע . 
- למה היא מחכה ? לתירוץ טוב ? 
בגדת בה . בגדת בילדים שלך . 
למעשה , כמו שאני מכיר את ברברה , הבגידה בילדים היא העברה העמוקה יותר . 
ריי , זה פשוט ... זה מורכב . - כן , מה אתה אומר ? בחייך . - זה ... דיכאון , כפייתיות , נרקיסיסטיות . 
אשמח לכל אחת מההפרעות . 
בוא נשלח אותך לרופא ונקבל פאקינג אבחון . 
אבל החשש שלי שהתשובה שנקבל היא " חזיר " . 
נעמד לך הזין מקרולין , זיינת אותה ועכשיו אתה רוצה להרגיש רע פחות . כך נוהגים גברים שבוגדים . 
הם רוצים לאכול את העוגה ואז לטעון שזה מורכב . 
בעיני המושבעים זה יהיה פשוט מאוד . 
הצד החיובי הוא שזה גם לא יהיה מקורי בעיניהם . 
זה לא יזעזע את המצפון שלהם . 
אבל אם זה שווה משהו , זה זעזע אותי . 
זה זעזע את לוריין ואני בטוח שזה זעזע את ברברה . אבל היא עדיין איתך . אני למד מזה שהיא מתכוונת להישאר . 
אתה יודע מה ? חכה רגע . 
אתה יודע מה ? אני ... איך אתה מעז להגיד שאני לא מקבל אחריות , שאני לא חש בושה ושאני לא אכול רגשות אשם ? 
לך תזדיין . 
תשמע , ב - 40 שנה בעסק הזה ראיתי הרבה אשמה ובושה . 
בושה היא דבר שאתה תולה על עצמך . היא רגש שממוקד בעצמו . 
אשמה היא יותר עניין של הבנת הכאב שגרמת לאחרים . 
אין לי ספק שאתה חש בושה . 
- מחוז קוק , אילינוי טומי ... טומי , למה אני ברשימת העדים ? 
כי אני חושב שיש לך מידע על הקשר בין קרולין לראסטי . 
אין לי כל מידע על מה שקרה באותו לילה . 
אבל אולי יש לך מידע מסוים על מה שקרה בכל הלילות האחרים . נכון ? 
נראה לי שזה דבר שהיית צריכה לדווח למשאבי אנוש , אז אולי את חשה אשמה מסוימת בעצמך . 
וואו , אתה ממש שמוק אומלל , מה ? 
היי , תקשיבי לי . אנחנו עושים את זה למען קרולין , בסדר ? תחשבי על זה . למענה . 
שלום , רבותיי . 
תודה שבאתם . 
מה שלומכם ? אפשר להציע לכם משהו ? הכול בסדר ? 
אני לא מרגיש בנוח עם כל זה . 
אני מבין בהחלט . זה נורא . 
' אבל בבניית התיק נגד מר סביץ לכל פרט יש חשיבות עצומה והסנגוריה תתקוף אותך בשאלות רבות . 
לא אמור להיות איתנו עורך דין ? 
זו החלטה שלכם , אבל אני רק מוודא מידע שכבר דיברנו עליו . 
' זו תמונה שצילמת שבה נראה מר סביץ נכנס לבית של אימא שלך בלילה שבו היא נרצחה . היא מ - 16 ביוני 21 : 49 , נכון ? כן . 
את כל התמונות האחרות צילמת באותו הלילה ? כן . 
למה לא צילמת אותו יוצא מהבית ? 
עזבתי אחרי שהוא נכנס . 
למה היית שם ? 
נהגתי ללכת לשם מדי פעם . 
למה ? 
הוא כבר ענה על השאלה . 
בסדר . חשוב מאוד שנעבור על זה כי הם ישאלו אותנו שאלות , בסדר ? הסנגוריה . 
כי היא הייתה אימא שלי . נהגתי ללכת ולהביט בבית מדי פעם . 
ראית מישהו אחר נכנס לבית אי פעם ? 
הוא היה היחיד שם באותו הלילה . 
איך מר סביץ' נראה כשנכנס לבית ? 
איך הוא התנהג ? 
אני לא יודע . 
ובמהלך הפגישה שלך איתו , איך הוא נראה ? 
אמרת שבמהלך הפגישה האשמת אותו ברצח אימא שלך . זה נכון ? כלומר , הוא הכחיש זאת , אבל הוא שיקר . 
למה אתה אומר את זה ? איך אתה יודע ? 
ראיתי זאת בעיניים שלו . 
מעבר לזה , היא אמרה לי פעם שהיא מתחילה לפחד ממנו . 
אבל חשבתי שאתה לא ... מתי דיברת עם אימא שלך ? 
שכנעתי אותה להיפגש איתי לארוחת צהריים . 
היא נראתה לחוצה והתרגזתי כי חשבתי שזה בגללי . 
שאלתי אותה מה קרה והיא אמרה שיש גבר בעבודה שמתחיל להפחיד אותה . 
- היא אמרה באיזה גבר מדובר ? - לא . 
היא אמרה שיש להם תיקים משותפים ושזו הסיבה שהיא לא יכולה להיפטר ממנו . 
- היי . - היי . מה אפשר להציע לך ? 
אני חושבת ... מרטיני בלוודר . בלי זיתים , בלי מיץ . 
דיברתי עלייך כל השבוע . 
לא , זה לא מה שזה נשמע . בסדר . 
משקה משמרת , קליף ? 
לא התכוונתי לשתות , אבל עכשיו אשתה . 
יש לי ידי ברמן . הן כל הזמן מטונפות . 
איך הדרמה ? 
- כרגיל . - כן ? אני בטוח . אפשר להצטרף אלייך ? 
- בטח , כן . - כן ? 
קליפטון . 
- ברברה . - ברברה . נעים להכיר אותך רשמית . 
מה החומר הזה , הקרם הזה ? כן , החומר הזה . ג'נין מכינה אותו . 
כן , זה שילוב של חמאת קקאו וגראס . 
אל תכניסי את האצבעות לפה . - את תתמסטלי מאוד . - בסדר . - תודה על האזהרה . 
- ודאי . בשמחה . 
זה נדיב מאוד . תודה . 
אז ספר לי על הקעקועים שלך . 
תוך כדי ששאלתי קלטתי שזה קלישאתי מאוד לשאול מישהו על הקעקועים שלו . כן . אני מבין . אז אפשר לומר שאני אמן בעצמי . 
בעיקר הקרנות , אבל עיצבתי את זה בנעוריי המטומטמים . 
זה האי צ'ינג . 
את מכירה את זה ? 
' אני מכירה את ג'ון קייג , את בריאן אינו , את הפעולה היצירתית האקראית של דברים . כן . 
אני מכירה היטב גם את תקופת הנעורים המטומטמים . 
- לחיים . - לחיים . 
ריגו . 
נחש מה גיליתי . 
גיליתי של מי הדגימה השנייה בתיק באני דייוויס . 
איך עשית את זה ? 
לא מצאתי התאמה בכל המערכת . 
רטצר . כתובת ? 
אנחנו יודעים עליו משהו ? 
לא ממש , רק שהוא הותיר דגימת זרע בזירת רצח שהייתה בה פרוצה מתה . 
שמעי , תודה שעשית את זה . אני יודעת שאת מסתכנת . 
אני לא עושה את זה למענך . אני עושה את זה למען קרולין . 
ראסטי , אני צריכה שתהיה רגוע שם בפנים , בסדר ? 
אל תגיד מילה . 
- שלום , גברתי . - היי . סליחה על ההפרעה , אנחנו ממשטרת שיקגו . 
אנחנו מחפשים את בריאן רטצר . הוא בבית ? 
מותק ! 
הוא במרתף . 
תרצו להיכנס ואלך לקרוא לו ? 
בשמחה . 
מותק . 
מותק ? - כן . - המשטרה כאן . 
שבו , בבקשה . הוא יגיע מיד . - יופי . תודה . - קפה ? 
בשמחה . 
היי . - היי . - איך אפשר לעזור לכם ? 
אנחנו חוקרים תקרית שהתרחשה באזור הזה ב - 16 ביוני 2019 . 
בלילה . אנחנו סורקים את האזור . 
איזו תקרית אתם חוקרים ? 
כמה פריצות . 
לא ברחוב הזה . כמה קילומטרים מזרחה מכאן , ברוברטסון . 
זה היה ביום חמישי . אני יודעת שקשה להיזכר , אבל ... אני לא צריך להיזכר . אני לא מכיר את הרחוב . 
אם זה קרה בלילה , אני עובד בלילות . 
איפה אתה עובד ? 
היי , אפשר לראות את התג שלך ? בטח . 
העניין הוא - שעובדת מין נרצחה , אז ... - בבקשה . 
כן , לא עכשיו , מותק , בסדר ? 
אמרתי , " לא עכשיו " . בסדר . 
במה בדיוק מדובר ? 
הרגע אמרתי לך . 
איפה אתה עובד , מר רטצר ? 
ענית על השאלה ? 
אני לא צריך לענות על שאלות . 
בסופו של דבר תצטרך לענות על השאלות . כלומר , תצטרך לנהל את השיחה הזו בשלב מסוים . 
אני לא מכיר אותך מאיפשהו ? 
זה כרטיס הביקור שלי . 
תתקשר אליי כשתהיה מוכן לדבר . ואם לא ? 
אני חושב שתהיה חייב . 
ואני חושב שאתה יודע למה . 
או שאולי כדאי שנשאל את אשתך . - היי , לורה . - היי . היי . 
- זה בסדר , מותק . - כן ? 
מה קורה ? אתם צריכים משהו ? 
רק רציתי להודות לך על הקפה . אין על מה . הכול בסדר ? כן . 
פאקינג עופו מפה . 
אמרתי לך לא להרגיז אותו . 
רק שאלתי אותו שאלה אחת . 
פאקינג לא ייאמן . 
למה את נראית מפוחדת כל כך ? 
למה את נראית מפוחדת כל כך ? 
בי , מה את עושה ? 
לא לוקחת סיכונים . 
הוא רכב ליד הבית שלה . 
מי יודע אם הוא לא עבר דרך הגינה שלה , הציץ בחלון שלה , עמד על שטיח הכניסה שלה ... - היי , היי . - צלצל בפעמון שלה ? 
בחייך . 
לא נראה לי שקייל הוא חשוד . 
לפעמים אני חושבת שאתה שוכח שהבן שלנו שחור . 
איך הרגשת כשראית את אבא שלך נכנס לבית שלה ? 
אתה רוצה לדבר על זה ? 
- בטח יש לך רגשות . 
- אבל אני לא רוצה לדבר עליהם . 
קרו דברים הרבה יותר גרועים מאז שראיתי אותו נכנס לבית שלה . 
את עושה צחוק ? 
זה מגוחך . 
לא התקדמתי בכלל , לרוב לא מתקדמים בהתחלה . 
במפגשים הראשונים אני ממוקדת יותר בבניית אמון ואני חושבת שנכשלתי גם בזה . 
שמעי , אם מדברים על ... הנושא הגדול יותר , אני חושבת שעלינו לשרטט מחדש כמה גבולות . 
בסדר . מה זאת אומרת ? 
העניין הזה נהיה מורכב וטעון מדי בשביל שאוכל לטפל בך , בראסטי , בראסטי ובך ועכשיו גם בקייל באמצע ... באמת אמור להיות פסיכולוג אחד לכל אחד . 
לכל אחד ? אין לנו סכומי כסף כאלה . 
אני חושבת שעליי לטפל בך ורק בך . 
אני יודעת . 
את יכולה ... אני חושבת שייתכן שאת רוצה לסלוח לראסטי 
ולהישאר נשואה לו . אני חושבת שגם ייתכן ... ואני חושבת שאולי אפילו סביר יותר שהמערכת הלימבית שלך ... משתוללת לגמרי . 
את במצב מגננה עצמית ואת מנסה להציל את הנישואים שלך למען הילדים שלך , את עושה כל מה שנראה לך נחוץ במודע ושלא במודע . 
תמיד עסקת בשימור המשפחה . 
אבל אני חושבת גם שייתכן ' שכשהילדים יגדלו ויעזבו לקולג , הכפייתיות הזו לסלוח עלולה להפוך לדבר אחר , כמו זעם או אפילו שנאה . 
ייתכן שזה כבר קורה . 
תשמעי , בעלך התאהב באישה אחרת . 
הוא עומד עכשיו למשפט על הרצח שלה . 
את צריכה פסיכולוגית משלך . 
אז יוג'יניה באה למשרד שלי קודם . מה היא אמרה ? למה ? מה היא אמרה ? 
היי , היי . אין לי בעיה עם כך שתזמן אותה כעדה , בסדר ? זה פשוט ... אם היא תהיה עדה שלך , אולי עדיף שהיא תהיה בצד שלך . 
תגיד לי מה היא אמרה . היא אמרה ש ... היא אמרה שאתה מניאק , בסדר ? 
אבל אנחנו יודעים שלפעמים אתה קצת ... בסדר , שמע , אני במיטבי כתובע כשאני כועס . אתה יודע את זה . כן , אבל אם אתה מתכוון להסתמך על עדים עוינים כדי להוכיח את הטיעונים שלך ... יוג'יניה תתכופף לכל כיוון אפשרי כדי לעזור לראסטי . 
אני חושב שהיא מאוהבת בו קצת . 
אני צריך להגיד לה לפעול לפי הכללים . 
לא . הכלל שאתה צריך לפעול לפיו הוא ראיות מוצקות , בסדר ? 
רצח אופי לא יעשה את העבודה . 
אשיג לך ראיות מוצקות . אל תדאג . 
אני כן מודאג . אני מודאג . ריימונד ביקש פגישה . 
למה ? על מה ? אני מניח שמכיוון שהוא חושב שיוכל להשיג עסקת טיעון . 
ואם הוא חושב כך , הוא בטח חושב שהוא מחזיק אותנו בביצים . 
הוא לא מחזיק אותי בביצים , טומי . הוא מחזיק אותך בביצים ? 
אין לו סיכוי לעסקת טיעון . 
לא . חוץ מזה אנחנו צריכים לגלות אם יש עובדות מין באזור ואם הן יכולות לזהות את רטצר . 
הבחור הזה פאקינג יודע משהו . אני בטוח . - ברור . 
- אתה מוכן ? - כן , אחזור אלייך . - בסדר . 
אתה יכול לספר לי שוב על אותו ערב ? 
אמרת שהיית במשרד באותו ערב . 
כן . כמה מאיתנו נשארנו לעבוד עד מאוחר על מסע הבחירות של ריימונד , עבדנו על מסע הבחירות של ריימונד לכאורה . 
לכאורה ? 
רוב הזמן סימסתי . 
ולא קיבלתי הודעות חזרה ... ולא התמודדתי עם זה היטב . 
היא ממש התעלמה ממני , אז הייתי צריך מקום ללכת אליו . 
ובאיזו שעה עזבת את המשרד ? 
קצת אחרי 20 : 30 . 
אז מדי פעם נהגתי לאכול בחוץ כי אני ... לא הייתי במצב מתאים לחזור הביתה . 
אני לא זוכר הרבה מהבר . 
אני מניח ששתיתי כמה משקאות . 
אולי הזמנתי כוסית נוספת . אני לא יודע . 
ואז היא סימסה לי חזרה ויצאתי לדרכי . אלוהים אדירים , ראסטי , - . פשוט תבוא לכאן 
ההודעה ממנה התקבלה ב - 21 : 24 . לפי התמונות של מייקל קולדוול הגעת ב - 21 : 49 . 
מה קרה ? 
כלומר , אני לא יודע כמה פרטים את ... היי . 
מה שקרה ... 
- אני ... מה קרה ? אני לא יודע למה את כועסת כל כך . 
מה קרה ? 
מתגעגע אלייך כל כך . מתגעגע אלייך כל כך . 
רוב הזמן התווכחנו . התווכחתם ? אני רציתי שנחזור להיות יחד והיא לא - וזה בעצם היה הכול . - תפסיק . - היי . - לך מכאן ! 
לפי המידע הסלולרי הגעת הביתה ב - 23 : 00 בדיוק . 
זו נהיגה של 20 דקות מהבית שלה לבית שלך , זה אומר שעזבת ב - 22 : 40 . 
היית בבית שלה במשך 51 דקות . 
ויכוח ארוך . 
פאקינג עוף מכאן . 
ואז פשוט עזבת ? 
ואז התנשקנו נשיקת פרידה . 
התנשקתם ? 
כן , ואז נסעתי הביתה . 
כשהיא נישקה אותי , היא ידעה שזה יפיח בי תקווה . 
כלומר , הנשיקה הכניסה אותי למכונית . גרמה לי ללכת הביתה . 
אבל כשהגעתי הביתה , הבנתי ש ... התקווה הזו הפכה לאכזריות . 
היא ידעה מה היא עשתה . 
היא הייתה פאקינג אכזרית . 
אז מה את חושבת עד כה ? 
טוב , מבחינת התיק , מצבנו מוצא חן בעיניי . 
יהיה להם קשה לעמוד בנטל ההוכחה . מצד שני , 51 דקות . הם יטענו שזה די זמן לקשור אותה ולנקות את הזירה . 
או שהם עשו סקס או התווכחו או רבו ואז השלימו . 
מה עם ראסטי ? מה דעתך על שימוש בו כעד ? 
אסור לנו לתת לאיש הזה להתקרב לכיסא העדים . 
אני מסכים איתך . 
מה גילינו על רטצר ? 
חייב להיות בזה משהו . 
יש לו אליבי ? 
אין לו מעצרים קודמים ? 
בדקת במשטרת שיקגו או מדינת אילינוי ? לא מצאנו כלום . בסדר , הוא היה עם ריינולדס , נכון ? 
כלומר , הוא היה שם עם ריינולדס , עם באני דייוויס . 
אנחנו רק פאקינג חייבים להוכיח את זה . 
כן , פשוט ... פשוט תמשיכי . פשוט תמשיכי ללחוץ . 
היי , מולטו . 
בסדר . תודה . 
היי ... אני יודע שאמרנו דברים רבים זה לזה באותו ערב ו ... אני רק רוצה ... אני רוצה שתדעי ... ששמעתי אותך . 
ראסטי , אפשר לדבר על זה כשאגיע הביתה ? אני בדיוק נכנסת לסופר . - כן , ברור . כן . - בסדר ? 
אני אוהב אותך . 
אוהבת אותך . 
אני ממש מתחילה להבין את המשיכה בשתייה בשעות היום . 
את נוהגת לשתות בלילה ? 
עליי לשמור על מראית עין . 
של מה למשל ? 
של אם . של רעיה . כל החרא שבטח לא מעניין אותך . 
נהפוך הוא . 
אני סקרן מאוד לדעת איך זה להיות את כרגע . 
בכנות ... אני לא יודעת . 
אם תרצי לדבר ולא אהיה כאן ... תודה . 
- היי , כריס . - היי , ריימונד . 
- הלן . - היי . 
יוג'יניה . 
אלוהים אדירים . היי . ריימונד . אלוהים אדירים , מה שלומך ? אני מחזיק מעמד . ואת ? אני ברשימת העדים . - ראיתי . - כן . אני ... ידעתי עליהם . 
אל תדאגי יותר מדי . אנחנו לא מכחישים את מערכת היחסים . בסדר . 
תעשה לי טובה , תגיד לראסטי שאין לי כל כוונה להעיד נגדו , בסדר ? 
- אעשה זאת . 
- היי , חברים . 
- ריימונד . טוב לראות אותך , כמו תמיד . 
בסדר , בואו ניכנס לעניין . 
התיק שלכם ממש פאקינג מחורבן ואני חושב ששניכם יודעים זאת . 
כלומר , זה לא כלום מוחלט . הוא היה שם , הוא האדם האחרון שנראה איתה . 
זה שווה משהו , אבל זה מחורבן בכל זאת . 
אנחנו חולקים על דעתך . 
לא נמצאה טיפת דם שלה במכונית של ראסטי ושום דנ"א שלה בכלל . 
דם ומעיים בכל מקום בבית שלה , אפילו לא טיפה מיקרוסקופית במכונית שלו . 
- הוא ניקה אותה . 
- או על הבגדים שלו . - הוא ניקה גם אותם . - אין כלי רצח . 
נפטר ממנו . 
לא תרשיעו אותו על סמך תאוריה . 
קשירה כזו מעידה על תכנון מראש . רצח בדוקרן אש ? להט התשוקה . 
מהרגע הראשון התיק שלכם הוא פאקינג אסון . 
אנחנו אוהבים אתגרים . 
אני יודע שיש סיבה לכך שהעליתם את האישום החמור פחות של הפרעה למילוי הצדק וגם אני הייתי נוהג כך . כדי שתוכלו להרשיע אותו במשהו כי אם הוא יצא נקי לגמרי ... מה אתה מנסה להגיד ? 
אני רואה שמישהו קיבל הנחיה לא לדבר . 
- נכון . - בסדר . אחלה . בבקשה , פשוט ... ראסטי לא יכול להסתכן בכך שישב בכלא עד סוף ימיו ואתם לא יכולים להסתכן בזיכוי 
ובחיסול כל ההון הפוליטי שלך . נודה בהפרעה למילוי הצדק , שלוש שנים . 
ריי , אתה באמת חושב שנתפשר על אישום בהפרעה למילוי הצדק ? 
ניקו , אתה יודע שפעלת מהר מדי . 
טומי היה מת לקבל חשוד . הרעיון שזה עשוי להיות ראסטי ... מה אתה אומר ? 
לך תזדיין . בוא נדבר על הבעיה הגדולה יותר שלך . זו שיושבת ממש כאן . 
יש לך תיק נסיבתי מחורבן , עורך הדין הראשי שלך הוא פאקינג כסף קטן והוא יתמודד איתי . 
אתה לא טיפש , ניקו . 
אני מעניק לך הרשעה . 
ועוד עם השופטת ליטל , כשיש לי סיכוי טוב מאוד לזיכוי מלא . 
זו תהיה מכת מוות פוליטית . 
אני מציע לך פתח מילוט . 
- מה זה ? - רק תקרא . תראה מה יש שם . 
למה אני רואה את זה רק עכשיו ? 
רק הרגע קיבלנו את זה . 
זה לא היה כמו הסקס שאנחנו נוהגים לעשות . 
לפחות כבר זמן רב מאוד . 
כזה סקס נהגת לעשות איתה ? 
היא לא את . 
היא לא הייתה . 
אני חושבת שמה שקשה לי להבין ... שאלת את עצמך ... מה אתה מוכן לאבד ? 
היינו רחוקים כל כך , את ואני . 
אני מרגיש שבתקופה ההיא לא יכולנו אפילו לנהל שיחה . 
אבל היא עוררה בי משהו . 
משהו ... שחשבתי שמת . 
כשאמרת שאני צריכה לקבל אחריות ... בי , אני לא חושב שהתכוונתי למה שאת ... אני לא חושבת שטעית , ראסטי . 
אני חושבת שאפשרנו לעצמנו ... להתרחק . 
אפילו הסקס שעשינו עכשיו , הרגשתי שאנחנו מנסים להוכיח משהו . 
שמה שהיה בינינו עוד קיים . 
והוא עוד קיים ? 
פאקינג ריימונד . 
אענה לו . 
הייתה תפנית בתיק שלנו . 
העור שלך נמצא מתחת לציפורניים של קרולין . 
מה ? זה ... רגע , זה בלתי אפשרי . זה מופיע בדוח . גיליתי רק הרגע . 
לא , זה ... אני ... ריי , היא לא שרטה אותי . כלומר ... זה פאקינג שקר . 
דנ"א הוא דנ"א , ראסטי . 
לא , זה שקר . אלוהים אדירים ! אני לא מאמין שהם מעזים לעשות את זה . מי ? 
פאקינג מולטו ודיליי וקומגאי , כולם . - אוי , בחייך . - מה זאת אומרת ? אני ... היא לא שרטה אותי . זה פאקינג שתול . אין להם ראיות . אין להם שום ראיות , אז הם פאקינג מנסים להפליל אותי . 
אבא ! קדימה ! פתח ! אני יודע שאתה שם ! 
- פאק . מה ? - חייבת להיות לזה סיבה . - אבא ! - לא , אני ... - מה העניין ? 
מה קורה כאן ? - מישהו דופק בדלת . 
ריימונד , רק רגע . מה קרה ? - אני לא יודעת . - היי , תירגעי . - רק צפיתי בטלוויזיה ו ... - בסדר . מותק , תירגעי , זה בסדר . היי ! תפסיק לדפוק על הדלת שלי ! 
- מי זה ? 
- אני לא יודעת ! ראסטי . ג'יידן ! - באת לדפוק את המשפחה שלי ! - אבא , מי זה ? - רק רגע ! עצרי ! - אני מתקשרת למשטרה . לא ! אל תתקשרי למשטרה , ברברה . תני לי לחשוב . פתח את הדלת . 
- ג'יידן , תתרחקי מהדלת ! - תתרחקי ! - פתח את הפאקינג דלת ! - פשוט חכו ... - ראסטי . - מר רטצר ! תקשיב לי . 
- באת לדפוק את המשפחה שלי ... - אתה מחפש אותי . - תתרחק מהבית שלי . - אני אדפוק את המשפחה שלך ! 
- מותק , בואי הנה . מותק . - מר רטצר ! - תקשיב לי ... 
עוד פעם אחת ! אני נשבע לך ! - ראסטי ! - אבא ! - ראסטי , עצור ! - מספיק ! תביט בי ! 
- בבקשה ! אבא . - ראסטי ! 
