카일 , 잠깐 얘기 좀 할까 ? 
엄마도 왔어 
카일 
5 월 18 일 밤에 캐럴린 집에서 네 자전거가 찍혔어 
왜 거기 있었니 ? 
무슨 말인지 모르겠어요 
아들 거기 안 갔어요 그냥 지나가는 길이었겠죠 
- 카일 , 5 월 18 일 밤에 캐럴린 폴히머스의 집에서 네가 찍혔다고 
왜 거기 있었어 ? 
경찰한테 그 사진들을 받았어 경찰도 안다는 말이야 솔직하게 말하는 게 중요해 카일 , 제발 좀 왜 거기 있었냐니까 ? 
그냥 어떤 덴지 궁금했어요 
뭐라고 ? 
아빠가 가는 곳요 아빠랑 캐럴린 관계를 알고 있었어 ? 
엄마 아빠가 싸우는 걸 들었어요 그렇구나 
누나도 알아 ? 제이든도 알고 있어 ? 
모르겠어요 말 안 했어요 
언제 처음 알았어 ? 
그게 중요해요 ? 안 중요하면 안 물어봤지 
기억 안 나요 
몇 달 전쯤요 
그러니까 캐럴린을 직접 보려고 거기 갔다는 거지 ? 
검색해서 캐럴린 사진을 찾아볼 수 있었지만 캐럴린이 사는 곳을 보고 싶었던 거야 
- 그 집을 살펴봤어 ? - 러스티 캐럴린의 집을 살펴보고 있었어 ? 
네가 거기 왜 갔는지 이해가 안 돼서 그래 
아빠가 왜 가는지 알고 싶었나 보죠 
- 엄마랑 얘기할래요 - 안 돼 ! 난 네 아버지고 ... - 러스티 - 넌 내 말에 대답 ... 러스티 , 제발 
괜찮아 
좋아 
버니 데이비스는 딸이었고 누이였으며 친구였고 , 친척이었습니다 
26 살의 버니 데이비스는 한 더러운 모텔 방에 괴물과 단둘이 있으면서 간절히 기도했습니다 
하지만 아니었죠 
이 남자 , 리엄 레이놀즈는 이런 짓을 하는 사람입니다 이런 짓 
어때 ? 
정말 대단해 , 캐럴린 
엉망진창이네 
현관 등이 나갔더라 
그러니까 카일은 ... 캐럴린 집에 몇 번 갔고 당신이 들어가는 걸 한 번 본 거네 
최대한 빨리 심리 상담을 받게 해야겠어 
왜 ? 
몇 달 동안 이런 걸 속에 담고 있었잖아 
얼마나 충격이 크겠어 
그래 , 하지만 우리가 같이 얘기해 보면 되지 
그래 - 방금 당신이 한 것처럼 ? - 꼭 상담을 ... 그게 무슨 말이야 ? 애를 심문했잖아 
내가 걔를 심문했다고 ? 
응 난 질문을 한 거야 
- 왜 그 집을 살펴봤냐고 ? 
- 거기 갔으니까 물어본 거지 
검사처럼 물어봤잖아 
- 장난해 ? - 걔는 15 살이야 ! 
- 대체 왜 그러는 거야 ? - 뭐 ? 
- 당신 때문에 이러는 거잖아 - 그래 , 나 때문이지 맞아 내가 아주 죽일 놈이야 근데 그거 알아 ? 당신도 한몫했어 당신도 언젠가 책임을 좀 져야 할 거야 
이제 진짜 못 하겠다 
- 난 ... - 끝이야 ! 
제 의학적 소견으로 사인은 두개골 둔기 외상입니다 
판사는 이미 당신이 전문가인 거 아니까 ' 제 소견으로 ' 같은 말은 굳이 안 해도 돼 - 똑바로 앉고 - 알겠어 - 똑바로 앉아 - 앉는 것까지 ... - 이래라저래라 ... - 전문가로서 배심원단에게 - 검시 결과를 말하는 거야 - 그냥 ... 그래 자기 얘긴 안 해도 돼 아니 , 그런 식으로 말하면 안 되지 내가 누구 때문에 아침부터 - 이딴 연습까지 하는데 - 그건 고마워 난 의사야 날 존중해야지 
의사로서는 존중해 
하지만 증인으로선 똥오줌 못 가리잖아 
졸라 재수 없네 
됐어 
이러려고 날 깨운 거야 ? 
그나저나 그 파일 갖다줄게 쓰레기 새끼 
사건의 세부 내용이 공개되지 않고 있어요 
하나도 유출된 게 없어요 
이 사건의 여파가 얼마나 클까요 ? 살인 도구도 안 밝혀졌어요 네 , 명확하게 드러난 것이 없는 것 같아요 
재판까지 가는 걸 믿기 힘들어요 
전 동료들이 이젠 서로의 목을 ... 새비치에게는 두 자녀가 있고 ... 
- 카일은 거기 갔어 - 아니요 아까 말한 대로 그냥 지나간 거예요 
그냥 몇 번요 
- 걔가 안 죽인 거 확실해 ? - 재미없어요 하나도 안 웃기다고요 
웃기려고 한 말 아닌데 
사건 당일 밤엔 마이클 콜드웰이 캐럴린 집에 갔었고 몇 주 전에는 카일이 거기 있는 게 찍혔다고 ? 
맙소사 
생각 좀 해 봐야겠어 돌아 버리겠네 
- 젠장 - 다른 건 없어 ? 
저 어제 한잠도 못 잤어요 
이게 다야 ? 
왜 그래 ? 
바버라랑 싸웠는데 이젠 끝이래요 
끝이라면 ... 널 떠나겠다는 말이야 ? 
괜찮아 , 떠날 거면 진작에 떠났어 
- 지금 이 얘긴 됐어요 
- 뭘 기다리겠어 ? 좋은 구실 ? 
넌 바버라를 배신했어 애들을 배신했고 
사실 바버라를 안다면 애들을 배신한 게 둘 중에 더 큰 죄지 
레이 , 이건 ... 복잡해요 - 그래 , 어디 한번 말해 봐 - 이건 ... 우울 , 충동 , 자아도취 
뭐든 받아들일게 
병원 가서 진단 좀 받아 봐 
근데 난 그냥 ' 돼지 ' 로 나올까 봐 걱정돼 
캐럴린한테 꼴려서 떡 쳐 놓고 이제 와서 가책을 덜 느끼고 싶은 거잖아 바람피우는 남자들이 하는 게 그거야 
그냥 다 갖고 싶은 거면서 복잡하다고 포장하는 거 
배심원들은 아주 간단하게 생각할걸 
아주 뻔하다고 생각할 거고 
충격도 안 받을 거야 
하지만 난 충격받았어 
로레인도 충격받았고 바버라도 충격받았겠지 하지만 아직 네 옆에 있어 힘들게 버텨 보겠다는 뜻이지 
잠깐 기다려 봐요 
전 ... 어떻게 내가 책임감 없다는 말을 해요 ? 내가 수치심도 모르고 죄책감도 안 느낀다고요 ? 
엿 먹어요 
내가 40 년 동안 이 바닥에서 수치심과 죄책감을 많이 봤는데 
수치심은 자기가 기준이야 자기중심적이지 
근데 죄책감은 남에게 준 고통을 인정하고 느끼는 거야 
넌 물론 수치심을 느끼겠지 
" 일리노이주 쿡 카운티 지방검찰청 " 토미 내가 왜 증인 명단에 있죠 ? 
캐럴린과 러스티의 관계에 대해 아는 게 있을 테니까 
난 그날 밤 일에 관해 아는 게 없어요 
다른 날 밤들에 관해 아는 건 좀 있겠죠 맞죠 ? 
인사팀에 보고했어야 할 사항인 것 같은데 보고를 안 했으니 가책을 느끼고 있겠네요 
정말 재수 없는 분이네요 
내 말 잘 들어요 이건 캐럴린을 위해서예요 그것만 생각해요 
안녕하세요 
와 주셔서 감사해요 
잘 있었어 ? 괜찮아 ? 
전 이런 게 좀 편하지 않네요 
충분히 이해해요 끔찍하죠 
하지만 새비치 씨의 죄를 입증하려면 모든 세부 사항이 굉장히 중요하고 변호 측에서 이런저런 질문을 던질 거라서 
변호사가 동석해야 하지 않나요 ? 
그건 전적으로 콜드웰 씨에게 달렸지만 이미 논의한 사항을 확인하려는 것뿐이에요 
이건 네 어머니가 살해당한 날에 그 집에 들어가는 새비치 씨를 찍은 거지 ? 6 월 16 일 밤 9 시 49 분에 맞지 ? 네 
이 사진들도 다 같은 날 찍은 거니 ? 네 
집에서 나오는 건 왜 안 찍었어 ? 
들어가고 나서 전 갔거든요 
거기 왜 갔니 ? 
가끔 그냥 갔어요 
왜 ? 
그건 이미 대답했는데요 
그래요 , 확실히 하는 게 우리에게 매우 중요해요 변호 측도 같은 질문을 할 거거든요 
엄마니까요 가끔 엄마 집을 보러 간 거예요 
그 집에 들어가는 다른 사람 본 적 있어 ? 
그날 밤엔 그 아저씨만 왔어요 
새비치 씨가 집에 들어갈 때 어때 보였어 ? 
표정이 어땠어 ? 
모르겠어요 
새비치 씨를 만났을 땐 어때 보였어 ? 
네 어머니를 왜 죽였냐고 물었다고 했지 맞아 ? 아니라곤 했지만 거짓말이었어요 
왜 그렇게 생각해 ? 그걸 어떻게 알지 ? 
눈을 보면 알아요 
그리고 그 아저씨가 무섭다고 엄마가 말한 적 있어요 
엄마와 언제 연락했는데 ? 
엄마한테 점심 먹자고 해서 만났었어요 
엄마가 스트레스를 받는 것 같았는데 저 때문에 그러는 줄 알고 화가 나서 
왜 그러냐고 물었더니 직장에 있는 어떤 남자가 무서워지기 시작했다고 했어요 
- 누군지 말했어 ? - 아니요 
같이 사건을 맡았기 때문에 떨쳐 낼 수 없다고 했어요 
- 어서 오세요 - 안녕하세요 뭐 드려요 ? 
전 ... 벨버디어 마티니 올리브 , 주스 없이 
이번 주 내내 손님 얘기 했어요 
아니요 그런 뜻 아니에요 그래요 
한잔할래 , 클리프 ? 
이제 마시려고 
바텐더 일을 하다 보니 손이 성할 날이 없어요 
그 일은 어떻게 됐어요 ? 
- 똑같죠 - 그렇겠죠 , 같이 마셔도 돼요 ? 
- 그럼요 - 그래요 ? 
클리프턴이에요 
- 바버라예요 - 바버라 공식적으로 만나서 반가워요 
그 크림 뭐예요 ? 이거요 ? 지닌이 만든 거예요 
코코아 버터에 마리화나를 섞은 거죠 
손가락 입에 넣지 마요 - 취하니까 - 알겠어요 - 알려 줘서 고마워요 
- 천만에요 
인심 좋네 , 고마워 
당신 타투 얘기 해 줘요 
말하다 보니 너무 뻔한 수법 같네요 네 , 그렇죠 이건요 저도 어느 정도는 예술가거든요 
프로젝션 아트인데 젊은 날의 치기로 디자인한 거예요 
역경이라고 하죠 
뭔지 알아요 ? 
전 존 케이지랑 ... 브라이언 이노와 무작위적이고 창의적인 음악을 알아요 그렇군요 
젊은 날의 치기라면 저도 아주 익숙해요 
- 건배 - 건배 
리고 
내가 뭘 찾았게요 ? 
버니 데이비스 사건 두 번째 정자 주인요 
어떻게 ? 
시스템을 다 뒤져도 일치하는 게 없던데 
래처 , 주소는 ? 
그에 관해 아는 거 있어 ? 
별로 없어요 매춘부 살인 현장에 정자를 남긴 거 말고는요 
저기 , 고마워 많이 곤란한 거 알아 
검사님이 아니라 캐럴린을 위해서예요 
들어가서 흥분하지 마요 알겠죠 ? 
아무 말도 하지 마요 
- 안녕하세요 - 안녕하세요 실례합니다 시카고 경찰입니다 
브라이언 래처 씨 집에 있나요 ? 
여보 ! 
지하실에 있어요 
들어오실래요 ? 제가 데려올게요 
네 
여보 
- 응 - 경찰이 왔어 
앉으세요 곧 올 거예요 - 감사합니다 - 커피 드실래요 ? 
좋죠 
안녕하세요 - 안녕하세요 - 무슨 일이시죠 ? 
이 지역에서 일어난 사건을 조사 중이에요 2019 년 6 월 16 일 밤에요 
그냥 탐문 중입니다 
어떤 사건이죠 ? 
침입 사건요 
동쪽으로 몇 km 떨어진 로버트슨가에서 일어난 사건인데요 
목요일 밤이었어요 기억이 잘 안 나시겠지만 ... 기억할 것도 없어요 전 거기 몰라요 
밤이라면 ... 전 밤에 일해요 
어디서 일하시죠 ? 
배지 좀 봐도 될까요 ? 그럼요 
그게 ... - 성 노동자가 살해돼서 ... - 커피 가져왔어요 
여보 , 지금 말고 
됐다니까 알겠어 
정확히 왜 온 거죠 ? 
말했잖아요 
어디서 일하시죠 ? 
이 질문에 답하셨나요 ? 
난 답할 필요가 없어요 
조만간 답해야 할 거예요 언젠가는 이런 대화를 해야 할 거라고요 
우리 어디서 봤나요 ? 
제 명함입니다 
얘기할 준비가 되면 연락 주세요 연락 안 하면요 ? 
해야 할 거예요 
이유를 알 텐데요 
부인에게 물어볼까요 ? - 로라 - 이봐요 
- 아니야 , 여보 - 응 ? 
왜 그러세요 ? 뭐 필요하세요 ? 
커피 감사하다고요 뭘요 괜찮은 거지 ? 응 
꺼져요 
자극하지 말라고 했잖아요 
질문 하나 한 거야 
진짜 어이가 없네 
뭐가 그렇게 무서워 ? 
뭐가 그렇게 무서워 ? 
B , 뭐 해 ? 
어떤 위험도 감수하지 않을 거야 
카일은 자전거를 타고 그 집에 갔어 
마당에 들어가서 창문으로 집을 들여다보고 현관 매트에 서서 초인종을 안 눌렀을 거라고 ... - 이봐 - 누가 말할 수 있겠어 ? 
그만해 
카일은 용의자가 아니야 
가끔 보면 당신은 우리 애가 흑인인 걸 잊는 것 같아 
아빠가 그 집에 들어갈 때 기분이 어땠어 ? 
그 얘기 하고 싶어 ? 
- 느낀 게 있을 텐데 
- 그 얘기 하기 싫어요 
그걸 본 후로 훨씬 나쁜 일이 일어났어요 
장난해요 ? 
진짜 웃기는 짓이네요 
진전이 없네요 처음엔 보통 그렇죠 
상담 초기엔 신뢰를 쌓는 게 더 중요한데 그 부분도 실패한 것 같아요 
더 큰 문제는 ... 우리가 선을 좀 다시 정해야 할 것 같아요 
그게 무슨 말씀이죠 ? 
제가 바버라와 러스티를 따로 상담하고 두 분과 카일까지 상담하기엔 너무 벅차요 각각 한 명의 상담자가 있어야 해요 
각각요 ? 그 정도 돈이 있으면요 
전 바버라만 맡아야 할 것 같아요 
그래요 
앉아서 ... 바버라가 러스티를 용서하고 결혼 생활을 ... 유지하고 싶을 수도 있어요 
그런데 ... 변연계가 과도하게 활성화됐을 가능성이 훨씬 높은 것 같아요 
애들을 위해 결혼 생활을 지키려는 자기방어 모드로 의식적 또는 무의식적으로 필요하다 싶은 걸 뭐든 하는 거죠 
바버라는 항상 가족을 지키려고 노력했어요 
하지만 아이들이 다 자라거나 대학교에 가면 용서해야 한다는 그 강박이 다른 감정으로 전이될 수 있어요 분노나 심지어 증오 같은 감정으로요 
이미 그럴 수도 있고요 
남편이 다른 여자와 사랑에 빠졌는데 
이젠 그 여자를 죽인 혐의로 재판을 받아요 
바버라는 전담 상담사가 필요해요 
유지니아가 아까 내 방에 왔어 뭐래 ? 왜 ? 뭐라 그랬는데 ? 
이봐 유지니아를 증인으로 세우는 건 좋아 그냥 유지니아가 네 증인이 될 거면 네 편인 게 좋을 것 같아 
뭐라고 했는데 그러니까 ... 너더러 개자식이라더라 
하지만 우리 알잖아 넌 좀 ... 그래 , 난 화났을 때 검사로서 최고야 알지 ? 그래 , 그래도 적대적인 증인한테 의지할 계획이라면 ... 유지니아는 러스티를 도우려고 뭐든 할 거야 
러스티를 약간 사랑하는 것 같아 
선을 지키라고 말해 줘야겠어 
아니 , 너한테 필요한 건 확실한 증거야 , 알아 ? 
인신공격으로는 해결이 안 돼 
확실한 증거를 줄게 걱정하지 마 
걱정돼 걱정된다고 레이먼드가 회의를 요청했어 
왜 ? 글쎄 , 유죄 협상을 할 수 있다고 생각하는 거겠지 ? 
그렇다면 우리 약점을 쥐고 있다고 생각할 테고 
난 약점 잡힌 거 없는데 넌 있어 ? 
협상 따윈 없을 거야 
그 동네의 다른 성 노동자들을 찾아서 래처를 알아보는지 확인해야 해 
그놈은 분명히 뭔가 알고 있어 - 물론이죠 
- 준비됐어요 ? - 네 , 다시 걸게 - 그래요 
그날 밤 얘기 다시 해 볼까요 ? 
사무실에 있었다고 했죠 
네 레이먼드 유세 때문에 몇 명이 남아 있었어요 겉보기에는 유세 일을 하고 있었죠 
겉보기에는요 ? 
난 주로 문자를 보냈어요 
그런데 ... 답장이 없었어요 난 그 상황을 견디기 힘들었어요 
캐럴린이 내 연락을 씹어서 어디든 갈 데가 필요했죠 
사무실을 나선 게 몇 시죠 ? 
8 시 30 분 조금 지나서요 
가끔 밖에서 저녁을 먹었어요 왜냐하면 ... 집에 갈 상태가 아니었거든요 
바에서 있었던 일은 기억이 잘 안 나요 
술을 좀 마셨었나 봐요 
다른 걸 시켰을 수도 있고요 
그러다 캐럴린의 답장을 받고 뛰쳐나갔어요 " 세상에 , 러스티 그냥 여기로 와 " 
그러니까 밤 9 시 24 분에 캐럴린의 문자가 왔고 마이클 콜드웰의 사진에 따르면 9 시 49 분에 도착했어요 
어떤 일이 있었죠 ? 
얼마나 자세한 걸 원하는지 모르겠지만 ... 캐럴린 
어떤 일이 있었냐면 ... 
- 왜 ? - 그냥 ... 어떤 일 ... 왜 그렇게 화내는지 모르겠어 
어떤 일이 있었지 ? 
너무 보고 싶었어 
거의 말다툼을 했어요 말다툼요 ? 난 다시 만나고 싶었는데 캐럴린은 아니었어요 - 주로 그런 얘기였죠 - 그만해 - 이봐 - 가라고 ! 
휴대폰 기록상 집에 정확히 11 시에 도착했네요 
차로 20 분 거리니까 10 시 40 분에 나왔단 거고 
캐럴린의 집에 51 분 동안 있었군요 
말다툼을 길게 했네요 
여기서 나가 
그러고 나서 바로 나왔어요 ? 
작별 키스를 했어요 
키스했다고요 ? 
네 , 그리고 집에 왔어요 
캐럴린은 그 키스가 나한테 희망을 줄 걸 알았어요 
그 키스 덕분에 차로 갔고 집까지 왔죠 
하지만 집에 와서 깨달았어요 그게 잔인한 행동이었단 걸요 
캐럴린은 다 알고 그랬어요 
그 여자는 너무 잔인했어요 
그래 , 지금까지 어떤 것 같아 ? 
뭐 , 재판은 우리가 유리한 것 같아요 
저쪽은 죄를 입증하기 힘들 거예요 하지만 51 분이란 시간은 캐럴린을 묶고 현장을 치우기 충분하다고 주장하겠죠 
섹스하거나 , 언쟁하거나 싸우고 화해하기에도 충분하지 
러스티는 ? 증인석에 앉힐 만해 ? 
증인석 근처에도 가게 하면 안 되죠 
동의해 
우리가 래처에 관해 아는 게 뭐지 ? 
뭔가 있을 거야 
알리바이가 있나 ? 
전과 없어 ? 
시카고 경찰 쪽은 ? 아무것도 없군 그자는 레이놀즈와 있었어 
레이놀즈 , 버니 데이비스와 거기 있었다고 
그걸 증명하기만 하면 돼 
그래 , 그냥 계속 조사해 계속 파 보라고 
몰토 
고마워 
저기 ... 우리 그날 서로 많은 얘기를 했잖아 , 근데 ... 그냥 난 당신 마음 이해한다고 
러스티 나 집에 가면 얘기할까 ? 막 장 보려던 참이었거든 - 그래 , 그러자 - 알겠지 ? 
사랑해 
사랑해 
있잖아요 , 나 이제 낮술의 매력을 알 것 같아요 
밤에만 마셨어요 ? 
지켜야 할 모습이 있잖아요 
어떤 거요 ? 
엄마 , 아내 당신이 듣고 싶지 않을 법한 것들요 
그 반대예요 
당신이 어떤 사람인지 지금 정말 궁금해요 
솔직히 ... 모르겠어요 
혹시 다른 데서 나랑 얘기하고 싶으면 ... 고마워요 
- 크리스 - 레이먼드 
- 헬렌 - 안녕하세요 
유지니아 
세상에 , 레이먼드 세상에 , 잘 지내세요 ? 죽지 못해 살지 넌 ? 저 증인 명단에 올랐어요 - 봤어 - 네 전 두 사람 관계 알고 있었어요 
뭐 , 걱정하지 마 우린 그 관계를 부정하지 않아 그렇군요 
부탁 좀 들어주실래요 ? 불리한 증언 할 생각 없다고 러스티한테 전해 주세요 
- 그러지 
- 친구들 
- 레이먼드 반갑네요 늘 그렇듯이 
바로 본론으로 들어가지 
너희 주장은 쓰레기야 너희도 알 거야 
아무것도 없진 않지 러스티는 그 집에 있었고 
마지막으로 캐럴린과 있었지만 그거론 부족해 
우린 동의 안 해요 
러스티 차에서 캐럴린의 피와 DNA 가 전혀 안 나왔어 
캐럴린의 집은 피투성이인데 차에선 피 한 방울 안 나왔다고 
- 청소했겠죠 
- 옷에서도 안 나왔어 - 세탁했겠죠 - 살인 도구도 안 나왔어 
없앴겠죠 
가설로는 유죄 못 때리는 거 알지 ? 
그렇게 묶었다는 건 계획했다는 거야 흉기가 부지깽이라고 ? 그건 충동적이지 
너희 주장은 처음부터 엉망진창이야 
우린 도전을 좋아하거든요 
난 너희가 더 가벼운 방해 혐의로 기소한 이유를 알아 나라도 그랬을 거야 뭐로든 재판장에 세울 수 있으니까 요점이 뭐죠 ? 
누구는 말하지 말라고 지시받았나 보군 
- 똑똑해 - 알겠으니까 좀 ... 러스티는 여생을 감옥에서 보내면 안 되고 넌 무죄 판결로 네 정치 자본을 다 날리면 안 되잖아 
사법 방해 인정할게 3 년으로 해 
정말 우리가 사법 방해죄로 협상할 거라 생각해요 ? 
니코 , 넌 너무 빨리 움직였어 
토미는 용의자가 간절해 러스티가 범인일 수 있다는 생각은 , 글쎄 ... 그래요 ? 
웃기지 마요 너의 더 큰 문제에 관해 얘기해 보자고 
넌 쓰레기 같은 정황 증거만 있고 별 볼 일 없는 놈이 그걸로 날 상대하고 있어 
넌 멍청이가 아니야 , 니코 
내가 유죄를 받게 해 준다니까 
그리고 리틀 판사라면 무죄 판결을 내릴 가능성이 아주 높아 
그건 너한테 정치적 사형 선고야 
난 지금 탈출구를 제안하는 거야 
- 뭐야 ? - 일단 읽어 봐요 
이걸 내가 왜 이제야 보고 있지 ? 
우리도 방금 받았어요 
우리 이런 섹스는 처음이네 
뭐 , 아무튼 오랫동안 안 했잖아 
캐럴린하고 이랬어 ? 
캐럴린은 당신이 아니잖아 
아니었지 
내가 이해하기 힘든 건 ... 당신 자신에게 물어봤어 ? 뭘 기꺼이 잃을 건지 
난 당신이 너무 멀게 느껴졌어 
그땐 대화조차 할 수 없었던 것 같아 
근데 캐럴린은 내 안의 뭔가를 깨웠어 
뭔가 ... 죽었다고 생각한 것 
나도 책임을 져야 한다는 말 ... B , 난 그런 의도가 ... 틀린 말은 아니지 
내 생각엔 우리가 서로를 ... 멀어지게 둔 것 같아 
조금 전에 한 섹스도 뭔가 증명하려는 것 같았어 
우리가 가졌던 게 아직 있다는 걸 말이야 
그래 ? 
망할 레이먼드 
받을게 
상황이 안 좋아졌어 
캐럴린의 손톱 밑에서 네 피부가 나왔어 
네 ? 그건 말도 안 돼요 보고서에 있어 나도 방금 알았어 
아니요 , 레이 캐럴린은 절 할퀸 적 없어요 새빨간 거짓말이에요 
DNA 는 DNA 야 
거짓말이에요 세상에 그놈들이 이런 짓을 하다니 누구 말이야 ? 
빌어먹을 몰토랑 딜레이 쿠마가이요 - 제발 - 무슨 말이에요 ? 캐럴린은 절 할퀸 적 없어요 증거가 없으니까 조작한 거예요 증거가 없으니까 누명을 씌우려는 거라고요 
아빠 ! 문 열어 ! 안에 있는 거 알아 ! 
- 젠장 , 뭐야 ? - 이유가 있을 거야 - 아빠 ! - 아니요 , 전 ... - 무슨 일인데 ? 
- 누가 왔어요 ! 
잠깐만요 , 왜 그래 ? - 몰라요 - 제이든 , 진정해 - 그냥 TV 보고 있었는데 ... - 알겠어 진정해 , 괜찮아 이봐요 , 그만 두드려요 ! 
- 누구야 ? 
- 모르겠어요 ! 러스티 , 제이든 ! - 내 가족을 망치려고 ? - 아빠 , 누구예요 ? - 기다려 봐 ! - 경찰 부를게 안 돼 , 경찰 부르지 마 문 열어 ! 
- 제이든 , 문에서 떨어져 ! - 떨어져 ! - 문 열라고 ! - 잠깐 ... - 러스티 - 래처 씨 , 내 말 들어요 ! 
- 내 가족을 망치려고 ? - 원하는 건 나잖아요 - 내 집에서 떨어져요 - 네 가족도 망쳐 줄게 
- 제이든 , 이리 와 - 래처 씨 ! - 내 말 들어요 
한 번 더 두드려 봐 ! - 러스티 ! - 아빠 , 아빠 ! - 러스티 , 그만해 ! - 날 봐 ! 
- 제발 , 아빠 ! - 러스티 ! 
