Кайле , можна з тобою поговорити ? 
Мама теж зі мною . 
Синку . 
Кайле , є фото твого велосипеда біля будинку Керолін увечері 18 травня . 
Для чого ти туди їздив ? 
Я не розумію , про що ти . 
Синку ... Я туди не їздив . Мабуть , проїжджав мимо . Це все , що я ... 
- Кайле , є фотографія ... тебе біля будинку Керолін Полімус увечері 18 травня . 
Навіщо ти туди їздив ? 
Синку , ми їх отримали від поліції , тому вони теж мають ці докази . Будь чесний . Це тепер важливо . Заради бога , Кайле , для чого ти туди їздив ? 
Я хотів побачити оте . 
Що " оте " ? 
Куди ти їздив . То ти знав про тата й Керолін ? 
Я чув , як ви через це сварилися . Ясно . 
А сестра знає ? Джейден ... теж знає ? 
Я їй не казав . Не знаю . 
Коли ти вперше про це дізнався ? 
А це важливо ? Я б не питав , якби не було . 
Я не пам'ятаю . 
Може , кілька місяців тому . 
Я правильно зрозумів : ти їздив туди подивитись , яка вона з себе ? 
Ти вмієш користуватися ґуґлом і міг поґуґлити її фото , але хотів побачити , де вона живе . 
- Ти обдивлявся її будинок ? - Расті . Ти обдивлявся її будинок , Кайле ? 
Я ніяк не збагну , чому ти туди їздив . 
Може , хотів збагнути , чому їздив ти . 
- Хочу поговорити з мамою . - Ні ! Я твій батько ... - Расті . - ... і ти відповіси ... Прошу тебе , Расті . 
Вийди . 
Добре . 
Банні Девіс була дочкою . Банні Девіс була сестрою , подругою , кузиною . 
Банні Девіс було 26 років , коли вона опинилася в брудному мотелі наодинці з чудовиськом , і вона молилася ... благала ... щоб цей ніби чоловік її відпустив . 
Але ні . 
Цей ніби чоловік , Ліам Рейнольдс , – особа , яка робить отаке ... й отаке ... й отаке . 
Що скажеш ? 
Що ти неймовірна , Керолін . 
Ну й безлад . 
На ґанку перегоріла лампочка . 
Він кілька разів проїжджав повз її будинок і один раз бачив , як ти туди заходив . 
Треба якнайскоріше записати його на терапію . 
Нащо ? 
Расті , він місяцями носив це в собі . 
Ми не знаємо , як це на нього вплинуло . 
Ми можемо просто разом з ним про це поговорити . 
Аякже . - Як ти оце з ним говорив ? - Необов'язково ... На що ти натякаєш ? Ти його допитував . 
Я його допитував ? 
Так . Я ставив йому питання . 
- " Чому ти обдивлявся її будинок ? " 
- Він там був . Авжеж , я питав . 
Ти питав як прокурор , Расті . 
- Жартуєш ? - Йому ж лише 15 ! 
- Та що з тобою діється ? - Що ? 
- Виною цьому ти , Расті . Ти . - Авжеж . Я . Я головний поганець . Та вгадай що . Ти теж доклала до цього руку . І колись тобі таки доведеться взяти на себе відповідальність . 
Я більше так не можу . З мене досить . 
- Я ... - Досить ! 
На мою медичну думку , причиною смерті стала черепно - мозкова травма . 
Судді вже сказали , що ти фахівець , тому не повторюйся . І не кажи : " На мою думку " . - І сиди прямо . - Ну все . - Сиди прямо . - Ти не каза ... - Не вказуй мені , як с ... - Ти представиш присяжним - свої висновки . Свою експертність . - Не ... Добре , я ... - Ого . - І не переводь увагу на себе . Що за ... Ні . Давай без цього . Я погодився на цю твою репетицію , - зрання сюди приїхав ... - І я вдячний . Я паталогоанатом . Виявляй до мене повагу . 
Я поважаю тебе як фахівця . 
Проте , як свідок , ти таке сцикло . 
Ну ти й мудак . 
Забудь . 
Для цього ти витяг мене з ліжка ? 
До речі , я добуду тобі той файл , засранець . 
Подробиці справи не розголошуються . 
Жодного витоку . 
Чи достатньо доказів ? Знаряддя вбивства нема . Не розумію , як слідчим вдалося подолати тінь сумніву . 
Важко повірити , що справа дійде до суду . 
Колишні колеги тепер по різні боки барикад ... Сабіч має двоє дітей ... 
- Але Кайл був там . - Ні . Він проїжджав мимо , як я й сказав . 
Лише кілька разів . 
- А він точно її не вбивав ? - Це не смішно . Геть не смішно . 
А я й не жартував . 
Майкл Колдвелл був у вечір убивства біля будинку Керолін . А за кілька тижнів до того там засвітився й Кайл ? 
Господи Ісусе . 
Треба все це обміркувати . Я не доганяю . 
- Бісів ... - Є ще щось ? 
Я так уночі й не спав , Рею . 
Це все ? 
Що таке ? 
Ми з Барбарою посварились , і вона сказала , що з неї досить . 
" Досить " тобто " я від тебе йду " ? 
Та ну . Якби вона хотіла від тебе піти , то вже пішла б . 
- Давай не зараз . 
- Чого б вона чекала ? Гарної відмовки ? 
Ти її зрадив . І зрадив своїх дітей . 
А знаючи Барбару , зрадити дітей – навіть гірше , ніж зрадити її . 
Рею , все так заплутано . - І не кажи . Що саме ? - Усе ... Депресія , непереборна тяга , нарцисизм . 
Сам обирай . 
Запишемо тебе до лікаря , щоб поставив діагноз . 
Боюся , діагноз буде невтішний : " свиня " . 
У тебе вставав на Керолін , ти її трахав , а тепер хочеш не картатися за це . Отак буває з тими , хто зраджує , Расті . 
Їм хочеться і рибку з'їсти , і кісточкою не вдавитися . 
Присяжні саме так усе й побачать . 
А з другого боку , для них це не буде щось унікальне . 
Твоя історія їх не шокує . 
Та знай , вона шокувала мене . 
Шокувала Лорейн , і впевнений , шокувала Барбару . Проте вона й досі з тобою . Як на мене , це знак , що вона не планує йти . 
А знаєш , стривай . 
Знаєш , я ... Як ти смієш казати , що я не беру відповідальності , що мені не соромно і що мене не мучить вина ? 
Пішов ти . 
За 40 років у поліції я бачив чимало вини й сорому . 
Почуття сорому ти нав'язуєш собі сам . Воно самолюбне , егоцентричне . 
А почуття вини виникає як реакція на біль , який завдаєш іншим . 
Я не сумніваюся , що тобі соромно . 
ОКРУГ КУК , ІЛЛІНОЙС Томмі ... Томмі , чому я в переліку свідків ? 
Думаю , ти щось знаєш про стосунки Керолін і Расті . 
Я не знаю , що сталося в той вечір . 
Але можеш знати про те , що було всі інші вечори . Правда ж ? 
Таке треба було довести до відома відділу кадрів , тож , мабуть , тебе гризе власне почуття вини . 
А ти таки нікчемний мудак . 
Гей , послухай . Ми робимо це заради Керолін . Подумай про це . Заради неї . 
Добрий день . 
Дякую , що прийшли . 
Як ви ? Щось принести ? Не треба ? 
Мені не дуже приємно тут бути . 
Цілком вас розумію . Це жах . 
Але ми збираємо докази проти містера Сабіча , і кожна деталь надзвичайно вагома , а адвокат ставитиме вам провокативні питання . 
А хіба нам не потрібен адвокат ? 
Це вже як побажаєте . Я просто хочу ще раз пройтися по фактах . 
Це твоє фото містера Сабіча в маминому будинку у вечір її вбивства . Зроблене 16 червня о 21 : 49 . Правильно ? Так . 
Решта фотографій з того самого вечора ? Так . 
А чому нема фотографій , де він виходить з будинку ? 
Він зайшов , і я поїхав . 
А чого ти там був ? 
Іноді я туди їздив . 
Навіщо ? 
Він же відповів . 
Добре . Нам дуже важливо зібрати всі наявні факти , бо сторона захисту ставитиме вам ті самі питання . 
Вона ж моя мама . Іноді я їздив глянути на її будинок . 
Ти бачив , щоб хтось іще заходив у будинок ? 
У той вечір там був тільки він . 
А який містер Сабіч був , коли заходив ? 
Як поводився ? 
Я не знаю . 
А як він поводився під час тієї вашої зустрічі ? 
Ти сказав , що звинуватив його тоді у вбивстві матері . Правильно ? Він це заперечував , але він брехав . 
Чому ти так кажеш ? Як ти знаєш ? 
Я бачив по його очах . 
А ще мама якось сказала , що починає його боятися . 
Я думав , ти не ... Коли ти востаннє спілкувався з мамою ? 
Я вмовив її зі мною пообідати . 
Вона була знервована , і я розсердився , бо подумав , що через мене . 
Я спитав її , що не так , а вона сказала , що її почав лякати один чоловік на роботі . 
- А вона не сказала , хто саме ? - Ні . 
Сказала , що в них спільні справи і вона не може від нього відкараскатися . 
- Вітаю . - Добрий вечір . Що вам налити ? 
Думаю ... Мартіні з горілкою " Бельведер " . Без оливок і соку . 
Я цілий тиждень про вас говорив . 
Та ні , це не те , про що ви подумали . Ясно . 
Пригостити тебе , Кліфе ? 
Я не збирався , а тепер вип'ю . 
Ох ці руки бармена . Завжди пересихають . 
Як ваша драма ? 
- Так само . - Он як ? Ясно . Можна до вас підсісти ? 
- Авжеж . - Так ? 
Кліфтон . 
- Барбара . - Барбара . Радий познайомитись офіційно . 
А що це за крем ? Його робить Жанін . 
З масла какао й травички . 
Не беріть пальці в рота . - Бо закайфуєте . - Не буду . - Дякую , що попередили . 
- На здоров'я . 
Як щедро . Дякую . 
А розкажіть про ваші татуювання . 
Питаю й розумію , що запитувати про татуювання — це таке кліше . Так . Розумію . Оце . Я й сам трохи художник . 
Займаюсь переважно мистецтвом проєкції , а це тату придумав по дурості в юності . 
Це " І - Цзин " . 
Знаєте про таке ? 
Я знаю про Джона Кейджа , про Браяна Іно й про різні інші творчі речі . Точно . 
А ще я не з чуток знаю про юнацьку дурість . 
- Будьмо . - Будьмо . 
Ріґо . 
Угадай що . 
Є збіг по другому зразку сперми у справі Банні Девіс . 
Як тобі вдалося ? 
Я не знайшов жодного збігу в системі . 
Ретцер . А адреса є ? 
Ми щось про нього знаємо ? 
Тільки те , що він залишив зразок сперми на місці вбивства проститутки . 
Слухай , дякую тобі за це . Я розумію , ти сильно ризикуєш . 
Я роблю це не заради тебе , а заради Керолін . 
Расті , тільки давай без викрутасів , добре ? 
Нічого не кажи . 
- Здрастуйте . - Здрастуйте . Вибачте , що турбуємо . Ми з поліції Чикаго . 
Шукаємо Браяна Ретцера . Він удома ? 
Любий ! 
Він у підвалі . 
Може , зайдете ? А я піду його покличу . 
Авжеж . 
Любий . 
Любий . - Що ? - Тут прийшли з поліції . 
Прошу , сідайте . Він уже йде . - Чудово . Дякую . - Кави ? 
Можна . 
Вітаю . - Здрастуйте . - Чим можу помогти ? 
Ми розслідуємо в цьому районі деякі інциденти за 16 червня 2019 року . 
Опитуємо місцевих . 
А який ви розслідуєте інцидент ? 
Зломи . 
Не на цій вулиці . А за кілька кілометрів на схід , на вулиці Робертсон . 
То був вечір четверга . Знаю , то було давно , але ... Та байдуже , давно чи ні . Я тієї вулиці не знаю . 
Якщо це сталося вночі , то ночами я працюю . 
Де ви працюєте ? 
А можна глянути на ваш жетон ? Аякже . 
- Просто знайшли вбиту проститутку ... - А ось і кава . 
Не зараз , кохана , добре ? 
Я сказав , не зараз . Добре . 
Що конкретно вас цікавить ? 
Я ж уже сказала . 
Де ви працюєте , містере Ретцер ? 
Ви вже відповіли ? 
Я не мушу відповідати . 
Рано чи пізно відповісти доведеться . Колись та доведеться про це розказати . 
Де я міг вас бачити ? 
Ось моя візитівка . 
Подзвоніть , як будете готові . А якщо не буду ? 
Думаю , вам доведеться . 
І , думаю , ви знаєте чому . 
Чи нам спитати у вашої дружини ? - Лоро . - Гей . 
- Усе добре , люба . - Що ? 
Що таке ? Вам щось потрібно ? 
Ми хотіли подякувати за каву . Та будь ласка . Все добре ? Так . 
Ану вимітайтеся звідси . 
Я ж просила не встрявати . 
Я поставив лише одне питання . 
Ти нестерпний . 
Чому ти така налякана ? 
Чому ти така налякана ? 
Бі , що ти робиш ? 
Я не ризикуватиму . 
Він катався біля її будинку . 
Хто підтвердить , що він не заходив у її двір , не заглядав у вікно , не ставав на килимок ... - Гей , гей . - ... не дзвонив у двері ? 
Перестань . 
Я не думаю , що Кайл – підозрюваний . 
По - моєму , ти іноді забуваєш , що наш син чорношкірий . 
Що ти відчув , побачивши , як тато заходить у її будинок ? 
Хочеш про це поговорити ? 
- Ти ж щось відчуваєш . 
- Але не хочу про це говорити . 
Після того , як я його там побачив , сталося й значно гірше . 
Ви знущаєтесь ? 
Сміх та й годі . 
Прогресу поки що нуль , але на першому сеансі він буває рідко . 
Попервах ми встановлюємо довірчі стосунки , і , по - моєму , тут я теж зазнала невдачі . 
Якщо говорити про ... ширше бачення , то , думаю , нам треба переглянути деякі аспекти . 
Добре . Що ви маєте на увазі ? 
Уся ця ситуація виявилася надто заплутаною і складною , щоб мені займатися вами , Расті , вами з Расті , а тепер і Кайлом через ... Думаю , в кожного має бути свій окремий психотерапевт . 
Окремий ? Наче в нас є такі гроші . 
Думаю , я повинна вести виключно вас . 
Розумію . 
Можете с ... Можливо , ви хочете простити Расті і зберегти сім'ю . 
І , можливо ... я навіть підозрюю , що скоріше за все ... ваша лімбічна система ... працює на повну силу . 
Ви в режимі самозахисту й прагнете зберегти сім'ю заради дітей , свідомо чи несвідомо роблячи те , що вважаєте за необхідне . 
Ви завжди були за збереження сім'ї . 
Але я також думаю , що коли діти виростуть чи підуть у коледж , цей ваш потяг прощати може перерости в щось інше , наприклад , у гнів чи навіть ненависть . 
А може , й уже переріс . 
Ваш чоловік покохав іншу жінку . 
І тепер його судитимуть за її вбивство . 
Вам потрібен власний психотерапевт . 
До мене приходила Євгенія . Що вона сказала ? Чому приходила ? 
Гей - гей . Я не проти , щоб ти викликав її як свідка . Просто ... Якщо вона буде твоїм свідком , може , таки стане на твій бік . 
То що вона сказала ? Вона сказала , що ... Сказала , що ти козел . 
Але ми й так знаємо , що ти іноді ... Ну й нехай . Коли я злюся , то працюю якнайкраще . І ти це знаєш . Знаю , але якщо робитимеш ставку на свідків з ворожого табору ... Євгенія що завгодно зробить , щоб допомогти Расті . 
Думаю , вона в нього трохи закохана . 
Я скажу їй дотримуватися протоколу . 
Ні . Дотримуватись якраз маєш ти , зібравши вагомі докази . 
Спаплюживши його репутацію , справу не виграєш . 
Будуть тобі вагомі докази . Не переживай . 
А я переживаю . Переживаю . Реймонд попросив про зустріч . 
З якого приводу ? Можу тільки уявити , бо він думає , що може виїхати на запереченні вини . 
А якщо так , то він вважає , ніби тримає нас за яйця . 
Мої він точно не тримає , Томмі . А твої ? 
Заперечення вини не буде . 
Ще треба з'ясувати , чи є в районі інші проститутки і чи впізнають вони Ретцера . 
Я впевнений , він щось знає . - Авжеж . 
- Готові ? - Так . Я передзвоню . - Добре . 
Розкажете ще раз про той вечір ? 
Ви казали , що були тоді у своєму кабінеті . 
Так . Ми допізна працювали над кампанією Реймонда . Нібито працювали над кампанією Реймонда . 
Нібито ? 
Я писав повідомлення . 
А відповіді на них не було ... і я сприймав це дуже важко . 
Вона мене ігнорувала , тому мені треба було десь дітися . 
О котрій ви вийшли з кабінету ? 
Десь після 20 : 30 . 
Іноді я їм деінде , бо ... мені не хотілося їхати додому . 
Я мало що пам'ятаю з бару . 
Мабуть , перехопив кілька склянок . 
Може , замовив ще . Не знаю . 
А потім вона написала , і пішло - поїхало . РАСТІ , ПРИЇЖДЖАЙ . 
Вона написала вам о 21 : 24 . На фотографіях Майкла Колдвелла видно , що ви приїхали о 21 : 49 . 
Що сталося ? 
Я не знаю , скільки ви хочете почути подробиць , але ... Привіт . 
А сталося ... 
- Що ? - Я ... Що сталося ? Не розумію , чому ти така зла . 
Що сталося ? 
Я так за тобою скучив . 
Ми переважно сварилися . Сварилися ? Я хотів знов зійтися , а вона не хотіла , - через це й сварилися . - Не треба . - Гей . - Іди ! 
Метадані мобільного свідчать , що ви приїхали додому рівно о 23 : 00 . 
Від неї до вас їхати 20 хвилин , а значить , ви поїхали від неї о 22 : 40 . 
Ви пробули в її будинку 51 хвилину . 
Довгенько сварилися . 
Вимітайся звідси . 
І ви отак узяли й поїхали ? 
На прощання ми поцілувалися . 
Ви поцілувалися ? 
Так , і я поїхав додому . 
Коли вона мене цілувала , вона розуміла , що дає мені цим надію . 
Після поцілунку я сів у машину . І доїхав додому . 
А коли я приїхав додому , мені сяйнуло , що ... що надія перетворилася на жорстокість . 
Вона знала , що робить . 
Вона була жорстока . 
То яка твоя думка ? 
Якщо по справі , то поки що мені все подобається . 
Прокурорам буде непросто довести його вину . Але ж 51 хвилина . Скажуть , цього достатньо , щоб її зв'язати й замести сліди . 
Чи щоб покохатися , чи посваритися й помиритися . 
А Расті ? Можемо викликати його як свідка ? 
Не можна дозволити йому свідчити . 
Згоден . 
Що ми знаємо про Ретцера ? 
На нього повинно щось бути . 
Він має алібі ? 
Арештів не було ? 
Ми підключили зв'язки у штаті Іллінойс ? І все одно нічого . Дивись . Він був з Рейнольдсом , так ? 
Він був там з Рейнольдсом , з Банні Девіс . 
Треба просто це довести . 
Продовжуй копати . Не зупиняйся . 
Мольто . 
Добре . Дякую . 
Ми тоді багато всього одне одному наговорили . І ... Просто знай , що я тебе почув . 
Расті , поговоримо про це , коли я приїду додому ? Я приїхала на ринок . - Авжеж . Так . - Добре ? 
Люблю тебе . 
І я тебе . 
Я починаю розуміти чарівність пиття вдень . 
А вночі п'єш ? 
Я мушу виконувати ролі . 
Які , наприклад ? 
Мами . Дружини . Усіляка херня , про яку ти , мабуть , не хочеш чути . 
Якраз навпаки . 
Мені страшенно цікаво , як це – бути тепер тобою . 
Якщо чесно ... я не знаю . 
Якщо захочеш поговорити , а мене тут не буде ... Дякую . 
- Крісе . - Реймонде . 
- Гелен . - Привіт . 
Євгеніє . 
Боже . Привіт . Реймонде . Боже мій . Як ти ? Тримаюся . А ти ? Я в переліку свідків . - Я бачив . - Так . Я про них знала . 
Я б не хвилювався . Ми не заперечуємо їхні стосунки . Добре . 
Зробиш мені послугу ? Передай Расті , що я не збираюся проти нього свідчити . 
- Передам . 
- Добрий день . 
- Реймонде . Радий тебе бачити , як і завжди . 
Перейдімо до суті . 
Докази у вас слабенькі . Думаю , ви й самі це знаєте . 
Звісно , не повний пшик . Він їздив до неї , востаннє її бачив . 
Це вже щось , та все одно не те . 
Ми не згодні . 
У машині Расті не знайшли ні краплі її крові , і ДНК теж не знайшли . 
Кров і нутрощі скрізь у її будинку , але ні мікроскопічної краплі в його машині . 
- Він її вичистив . 
- Чи на одязі . - Виправ . - Де знаряддя вбивства ? 
Викинув . 
Ви не доведете вашої версії . 
Те , що її так зв'язали , свідчить про умисність злочину . Смерть від кочерги ? Стан афекту . 
Ваша справа з самого початку провальна . 
Ми любимо приймати виклик . 
Ви не просто так послабили звинувачення в перешкоджанні слідству . Я б і сам так зробив , щоб притягти його хоч за щось . Адже піти ні з чим ... До чого ти хилиш ? 
Бачу , комусь наказали мовчати . 
- Мудро . - Чудово . Переходь уже ... Расті не піде на ризик отримати довічне ув'язнення , а ви – на ризик , що його виправдають і ви втратите політичні очки . 
Ми погодимося на перешкоджання слідству , три роки . 
Ти серйозно думаєш , що ми вдовольнимося статтею про перешкоджання ? 
Ніко , ти знаєш , що ви поспішили . 
Томмі негайно був потрібен підозрюваний . Сама думка повісити це на Расті ... Та ти що ? 
Пішов ти . Поговорімо про серйознішу біду , що сидить отут . 
Ти почав нікудишню бездоказову справу й доручив її цьому вишкребку супроти мене . 
Ти ж недурний , Ніко . 
Я пропоную тобі судимість . 
А з суддею Літтл у мене дуже добрі шанси , що його визнають невинним . 
Це ж політичне самогубство . 
А я пропоную тобі запасний вихід . 
- Що це ? - Почитай . Уперед . 
Чому я бачу це тільки тепер ? 
Ми самі щойно отримали . 
Секс був не такий , як завжди . 
Принаймні такого давно не було . 
Це такий секс був у тебе з нею ? 
Вона не ти . 
Не була . 
Найважче мені зрозуміти ... чи ти питав себе ... що ти готовий був втратити ? 
Між нами з тобою була така відстань . 
Здавалося , ми навіть поговорити не могли . 
А вона в мені щось пробудила . 
Щось ... що я вважав уже мертвим . 
Коли ти сказав , що я повинна взяти відповідальність ... Ох , Бі , я мав на увазі не те , що ти ... Ти не помилився , Расті . 
Думаю , ми дозволили собі ... віддалитись . 
Навіть оце кохаючись , здавалося , ніби ми намагаємося щось довести . 
Що те , що між нами було , ще існує . 
А воно існує ? 
Чортів Реймонд . 
Піду поговорю з ним . 
У справі з'явилися нові факти . 
Під нігтями Керолін знайшли залишки твоєї шкіри . 
Що ? Це ... Стривай . Це неможливо . Це є у протоколі . Я сам щойно дізнався . 
Ні . Це ... Я ... Рею , вона мене не дряпала . Це нахабна брехня . 
ДНК є ДНК , Расті . 
Ні , це брехня . Я ... О боже . Невже вони справді на таке пішли ? Хто ? 
Довбані Мольто й Ділей , і Кумаґай , усі вони . - Та ну . - Що це означає ? Вона мене не дряпала . Це підстроєно . У них нема доказів . Вони не мають доказів і намагаються мене підставити . 
Тату ! Відчиняй ! Я знаю , ти там ! 
- Чорт . Що ? - Має бути якась причина . - Тату ! - Ні , я ... - Що таке ? 
- Там хтось біля дверей ! 
Стривай , Реймонде . Що таке ? - Я не знаю . - Спокійно . - Я дивилася телик , а ... - Ясно . Заспокойся , доню . Усе добре . Перестаньте стукати у двері ! 
- Хто це ? 
- Не знаю ! Расті . Джейден ! - Ти приперся в мій дім ! - Хто це , тату ? - Стій ! Ні ! - Я викличу поліцію . Ні ! Не викликай поліцію , Барбаро . Дай подумати . Відчини двері . 
- Джейден , відійди від дверей ! - Відійди ! - Відчини двері ! - Се ... - Расті . - Містер Ретцер ! Слухайте . 
- Ти приперся в мій дім ... - Вам потрібен я . - Відійдіть від будинку . - ... а я приперся в твій ! 
- Іди сюди . - Містере Ретцер ! - Послухайте ... 
Іще хоч раз ! Клянуся богом ! - Расті ! - Тату ! - Перестань , Расті ! - Досить ! 
- Благаю ! Тату . - Расті ! 
