凱爾 , 我們 可以 跟 你 談 一下 嗎 ? 
你媽 也 來 了 
嗨 , 親愛的 
凱爾 , 有人 拍到 你 單車 的 照片 在 卡洛琳家 外面 , 在 5 月 18 日 晚上 
你 為 何在 那裡 ? 
我 不 懂 你 在 說 什麼 
親愛的 我 不 在 那裡 , 我 一定 只是 騎過 去 , 我 ... 
- 好 的 , 凱爾 , 有 一張 照片 ... 拍到 你 在 5 月 18 日 晚上 在 卡洛琳 普利 莫斯家 的 外面 
你 為 何在 那裡 ? 
親愛的 , 照片 是 警方 提供 的 所以 他們 也 掌握 到 這些 證據 你 必須 誠實 , 現在 說 實話 很 重要 天 啊 , 凱爾 , 你 為 何在 那裡 ? 
我 猜 我 想 瞭解 那個 地方 
哪裡 ? 
你 去 的 地方 所以 , 你 早 知道 你 爸 跟 卡洛琳 外遇 ? 
我 聽 到 你 倆 為 了 這件 事 吵架 好 的 
你 姊姊 知道 嗎 ? 潔登 ... 知道 嗎 ? 
我 沒 跟 她 說 , 我 不 知道 
你 是 什麼 時候 發現 的 ? 
這 很 重要 嗎 ? 我 不是 問你 是否 重要 
我 不 記得 了 
可能 是 幾個 月 前 吧 
好 , 讓 我 搞清楚 你 去 那裡 是 想 知道 她 長 怎樣 
但 你 知道 怎麼 上網 搜尋 可以 找到 她 的 照片 但 你 想 看 她 住 的 地方 
- 你 在 監視 她家 嗎 ? - 洛斯 提 凱爾 , 你 在 監視 她家 嗎 ? 
我 不 懂 你 為 何要 去 那裡 
或許 我 想 知道 你 為 何要 去 
- 我要 跟 媽談 這件 事 - 不行 , 我 是 你 爸 ... - 洛斯 提 - 你 要 回答 ... 洛斯 提 , 拜 託 
沒關 係 的 
好 吧 
邦 妮 戴維斯 是 某人 的 女兒 邦 妮 戴維斯 是 某人 的 姊妹 、 朋友 、 表親 
當時邦妮 戴維斯才 26 歲 她 獨自 和 一個 禽獸 困在 一間 骯 髒 的 汽 車 旅 館 房 間 裡 她 不斷 地 祈禱 與 懇求 
但 並非 如此 
這個 男人 , 連恩雷諾斯 他 做出 這種 事 ... 這種 事 ... 
你 覺得 如何 ? 
我覺 得 妳 很棒 , 卡洛琳 
這 玩意 真是 他媽 的 一團 亂 
嘿 , 前廊 的 燈壞 了 
他 騎 單車 去過 她家 好 幾次 而且 看見 你 進去過 一次 
顯然 我們 得 儘 快 帶 他 去 看 心理 醫生 
為 什麼 ? 
洛斯 提 , 這件 事 他 已 經忍 了 好 幾個 月 
我們 完全 不 知道 會有 什麼 影響 
好 , 沒 問題 但 妳 我 可以 一起 跟 他 談 這件 事 
好 喔 - 像 你 剛才 跟 他 談 那樣 嗎 ? - 我們 不必 ... 什麼 意思 ? 你 在 質問 他 
我質問 他 ? 
對 我 我 是 在 問他 問題 
- " 你 為何 監視 她家 ? " 
- 當時 他 在 那裡 , 我 當然 要問 他 
洛斯 提 , 你 像 檢察官 一樣 質問 他 
- 妳在 開 玩笑 嗎 ? - 他 才 15 歲 
- 妳 他媽 的 有 什麼 毛病 ? - 什麼 ? 
- 洛斯 提 , 你 才 是 罪魁 禍首 - 當然 是 我 對 , 我罪 該 萬 死 但 我 跟 妳 說 , 妳 也 別 想 撇清 關 係 而且 妳 遲早 必須 他媽 的 承擔 一些 責任 
我無法 繼續 下去 了 , 我 受夠 了 
- 我 只是 ... - 我 受夠 了 
依據 我 的 醫學意 見 死因 是 頭部 受到 鈍 器重 擊 
法官 已經 知道 你 是 專家 所以 你 不 需要 認證 你 不必 說 : " 依據 我 的 意見 " - 你 可以 坐直 - 好 的 - 坐直 一點 - 你 不必 ... - 不要 告訴 我 該 如何 ... - 你 要 告訴 法官 - 你 的 發現 , 對 吧 ? 你 的 專業 意見 - 不要 ... 好 , 我 ... - 哇 - 你 不要 把 重點 擺 在 自己 身上 搞什 ... 不 , 別 這麼 做 我 進行 這種 狗屁 練習 是 為 了 配合 你 - 你 一大早 就 把 我 叫 起床 ... - 我 很 感激 我 是 醫生 , 你 要 尊重 我 
我 有 尊重 你 的 醫生 身分 
然而 , 大家 都 知道 你 是 個 很 糟糕 的 證人 
你 這該 死 的 混蛋 
算了 
你 叫 我 起床 , 就是 為 了 搞 這些 ? 
對 了 , 我會 把 那個 檔 案給 你 , 爛人 
本案 的 細節 依舊 保密 
沒有 透露 任何 資訊 
本案 的 勝訴 機率 究竟 多高 ? 檢方 甚至 找 不到 兇器 沒錯 , 我 看不出 來 他們 要 如何 排除 任何 合理 的 懷疑 
很難 相信 本案 會進 入庭審 
現在 前任 同事 互相 廝殺 ... 賽 畢奇 有 兩個 孩子 ... 
- 但 凱爾當 時在場 - 不 他 只是 ... 騎 單車 經過 , 我 說過 了 
只有 幾次 而已 
- 確定 他 沒 殺 她 ? - 不好 笑 這他 媽的並 不好 笑 
我 沒 有 在 搞笑 
所以 , 命案 當晚 麥可寇 德威 在 在 卡洛琳家 凱爾則 在 前 幾週 被 拍 到 ? 
天 啊 
我 得 思考 一下 沒 咖啡 了 
- 靠 ... - 出 了 別 的 事 嗎 ? 
我 只是 昨晚 完全 沒睡 , 雷 , 好 嗎 ? 
就 這樣 ? 
出 了 什麼 事 ? 
芭芭拉 跟 我 吵 了 一架 , 她 說 她 受夠 了 
" 受夠 了 " 是 指 " 我要 離開 你 " 嗎 ? 
拜 託 , 如果 她 打算 離開 你 , 早就 閃人 了 
- 現在 我 不想 聽 這些 
- 不然 她 在 等 什麼 ? 好 的 藉口 嗎 ? 
你 背叛 了 她 你 背叛 了 你 的 孩子 們 
其實 , 我 瞭解 芭芭拉 你 背叛 孩子 比 背叛 她 更 嚴重 
雷 , 這 ... 一言難 盡 - 告訴 我 , 說 吧 - 這 ... 憂鬱症 、 強迫 症 、 自戀狂 
這些 我 都 能 接受 
我們 可以 讓 你 去 看 醫生 拿 一份 他媽 的 診斷 書 
但 我 擔心 診斷 結果 是 " 豬哥 " 
你 看到 卡洛琳 就 勃起 , 然後上 她 現在則 想 減輕罪 惡感 偷腥 的 男人 都 這樣 , 洛斯 提 
他們 想魚 與 熊掌 兼得 然後用 一言難 盡 帶過 
陪 審團會 覺得 案情 很 單純 
好處 是 , 他們 也 會 覺得 毫無 新意 
不會 震撼 到 他們 的 良心 
但 我 必須 說 , 我 很 震 驚 
蘿倫 很 震 驚 , 我 確定 芭芭拉 也 很 震 驚 但 她 依舊 待 在 你 身邊 這 表示 她 會 堅持 下去 
跟 你 說 , 等等 
我 ... 你 怎能 說 我 不 負責任 ? 說 我 不覺 得 羞恥 而且 沒有 被 罪 惡感 吞噬 ? 
你 去 死 
40 年來 , 我 在 這 一行 見過 很多 罪惡 與 羞恥 
羞恥 是 你 加諸 在 自己 身上 的 感覺 表示 你 只 顧 自己 , 還 很 自我中心 
罪惡則 是 承 擔並 感受 到 你 帶 給別 人 的 痛苦 
我 不 懷疑 你 感到 羞恥 
( 伊利 諾州 庫克 郡 , 州 檢察官 ) 湯米 湯米 , 我 為 何在 證人名 單上 ? 
因為 我 認為 妳 知道 一些 資訊 關於卡洛琳 與 洛斯 提的關 係 
我 完全 不 知道 那個 晚上 發生 什麼 事 
但 妳 或許 知道 其他 的 晚上 發生 什麼 事 對 吧 ? 
我 認為 妳 應 該將 這種 事 呈 報給 人 資部 所以 妳 或許 也 難辭 其咎 
哇 , 你 真是 一個 可悲 的 爛人 
嘿 , 聽 我 說 我們 是 為 了 卡洛琳 伸張 正義 , 好 嗎 ? 妳 想想看 , 是 為 了 她 
哈 囉 , 先生 們 
謝謝 你 們 來 
你們 還好 嗎 ? 需要 喝點 東西 嗎 ? 不用 嗎 ? 
這 一切 讓 我 很 不自在 
我 完全 瞭解 , 很 糟糕 
但 我們 正 準備 對賽 畢奇 先生 提起 訴訟 每一個 細節 都 變得 非常 重要 而且 辯方會問 你 們 各種 問題 
我們 不該 有律師 陪同 嗎 ? 
這 完全 由 你 們 決定 但 我 只是 要 證實 我們 已經 討論過 的 資訊 
你 拍 到 這張賽 畢奇 先生 在 你 母親 遇害 當晚 進入 她家 的 照片 是 在 6 月 16 日 晚上 9 點 49 分 , 正確 嗎 ? 對 
這些 是 你 在 同一 個 晚上 拍攝 的 照片 嗎 ? 對 
你 為 何不 拍 他 離開 她家 的 照片 ? 
他 進去 之 後 我 就 離開 了 
你 為 何在 那裡 ? 
有 時候 我 就是 會 去 
為 什麼 ? 
他 已經 回答 了 
好 的 , 這 ... 我們 必須 釐 清 所有 的 事實 因為 辯方會 問同樣 的 問題 , 好 嗎 ? 
因為 她 是 我媽 有 時候 我會 去 看看 她家 
你 看過 其他人 進入 她家 嗎 ? 
當晚 只有 他 進入 她家 
賽 畢奇 先生 進入 她家 的 時候 看起 來 如何 ? 
他 的 行為 舉止 有 異狀 嗎 ? 
我 不 知道 
你 跟 他 見面 的 時候 , 他 看 起來 如何 ? 
你 之前 說 你 們 會 面時 你 指控 他 殺 死 你 的 母親 對 嗎 ? 他 否認 了 , 但 他 在 說 謊 
你 為何 這樣 說 ? 你 怎麼 知道 他 說 謊 ? 
我能 從 他 的 眼神 看出 來 
而且 , 有 一次 她 跟 我 說 , 她 越來 越 害怕 他 
但 我 以 為 你 們 沒 有 ... 你 何時 跟 你 母親 聯絡 的 ? 
我 說 服 她 跟 我 吃 午餐 
她 似乎 壓力 很大 我 就 很 生氣 , 因為 我 以 為 是 因為 我 的 緣 故 
然後我問 她 出 了 什麼 事 她 就 說 有 一個 男同事 開始 讓 她 覺得 害怕 
- 她 有 說 這個 男人 是 誰 嗎 ? - 沒有 
她 說 她 跟 他 一起 辦案 所以 無法 甩 開 他 
- 嘿 - 嗨 妳 要 喝 什麼 ? 
我要 ... 雪樹 伏特加 馬 丁尼 , 不加 橄欖 跟 果汁 
我 整週 都 在 談論 妳 
不 , 妳 不要 會 錯意 好 的 
克里夫 , 你 下班 後 要 喝一杯 嗎 ? 
原本 不要 , 但現 在 我 要 
酒保 的 雙手 都 這樣 一天到晚 受傷 
劇情 發展 得 如何 ? 
- 老樣子 - 是 喔 ? 我 想 也 是 , 我能 坐 妳 旁邊 嗎 ? 
- 當然 能 - 是 嗎 ? 
我 是 克里夫 頓 
- 我 是 芭芭拉 - 芭芭拉 很 高興終 於 正式 認識 妳 
這是 什麼 乳液 ? 對 , 這是 珍寧 做 的 
對 , 是 可可 脂混 大麻 
別 把 手指 放入 嘴裡 - 否則 妳 會 非常 茫 - 好 的 - 謝謝 你 的 提醒 
- 別 客氣 , 一定 要 的 
妳 人 真 好 , 謝謝 
跟 我 談談 你 的 刺青 
我問 了 才 發現 談論 別人 的 刺青 很 俗氣 對 , 我 懂 這個 嘛 , 我 也 算是 藝術家 
主要 是 投影 藝術 我 在 愚蠢 的 年 輕時期 設計 了 這個 
這是 《 易經 》 的 圖案 
妳 聽過 嗎 ? 
我 聽 過約 翰凱 吉 布萊恩 伊諾 , 以及 天馬 行空 的 創意 發揮 好 的 
我 也 非常 熟悉 愚蠢 的 年 輕時期 
- 乾杯 - 乾杯 
里戈 
你 猜 我查 到 什麼 
我 查出 邦 妮 戴維斯 命案 中 的 第二 個樣 本屬 於 誰 
妳是 怎麼 辦到 的 ? 
我 在 整個 系統 中 都 找 不到 任何 符合 
瑞澤 , 地址 是 ? 
我們 對 他 瞭解 多少 ? 
並不多 只 知道 他 在 命案 現場 留下 精子 樣本 牽涉 到 一個 死 掉 的 妓女 
聽著 , 謝謝 妳 這麼 做 我 知道 風險 很 高 
我 不是 為 了 你 這麼 做 , 是 為 了 卡洛琳 
洛斯 提 , 你 進去 之後要 冷靜 , 好 嗎 ? 
什麼 話 都 別 說 
- 妳 好 , 女士 - 嗨 抱歉 打擾 , 我們 是 芝加哥 警局 的 人 
我們 要 找 布萊恩瑞澤 , 他 在家 嗎 ? 
親愛的 
他 在 地下室 
你們 進來 吧 , 我 去 叫 他 
好 的 
親愛的 
親愛的 - 什麼 事 ? - 警察 來 了 
請 坐 , 他 馬 上 就 來 - 太好了 , 謝謝 - 要 咖啡 嗎 ? 
好 啊 
嘿 - 嗨 - 我能 幫忙 嗎 ? 
我們 正在 調查 發生 在 這個 區域 的 幾場 意外 2019 年 6 月 16 日 
我們 正在 逐戶 詢問 當晚 發生 的 事 
你們 在 調查 哪 一場 意外 ? 
入室 盜竊 
不是 在 這條 街上 是 在 往東 幾 公里 外的羅伯森街 
當時 是 週四 晚上 , 我 知道 很難 回想 , 但 ... 我 不必 回想 , 我 沒 聽過 那條 街 
若 是 在 晚上 出事 , 我 都 上 夜班 
你 在 哪裡 工作 ? 
嘿 , 我能 看 妳 的 警徽 嗎 ? 沒 問題 
只是 ... - 一名 性工作者 被 謀 殺 , 所以 ... - 請用 
現在 不 方便 , 寶貝 , 好 嗎 ? 
我 說現 在 不 方便 好 的 
你們 究竟 為何 而 來 ? 
我剛 才 說 了 
瑞澤 先生 , 你 在 哪裡 工作 ? 
你 回答 這個 問題 了 嗎 ? 
我 不必 回答 任何 問題 
你 早晚 都 得 回答 問題 你 遲早 必須 談論 這件 事 
我 是不是 在 哪裡 看過 你 ? 
這是 我 的 名片 
等 你 準備 好 開口 就 打給 我 若 我 不想 開口 呢 ? 
我 認為 你 非得 開口 
我 也 認為 你 知道 原因 
或者 我們 應該 去問 你 老婆 - 嘿 , 蘿拉 - 嘿 
- 沒事 , 寶貝 - 什麼 事 ? 
發生 什麼 事 ? 你 需要 什麼 東西 嗎 ? 
我 只 想 說 謝謝 妳 的 咖啡 別 客氣 , 一切 都 還好 嗎 ? 對 
你們 給我 滾 出去 
我 叫 你 別 激怒 他 
我 只問 了 他 一個 問題 
我 真 他媽 的 受不了 你 
你 為 何看 起來 這麼 害怕 ? 
你 為 何看 起來 這麼 害怕 ? 
小 芭 , 妳在 做什麼 ? 
我 不要 冒 任何 風險 
他 騎車 經過 她家 
他 或 許還 步入 她 的 花園 看進 她 的 窗戶 , 站 在 她 的 門墊 上 - 嘿 ... - 按 她家 的 門鈴 
別 這樣 
我 不 認為 凱爾是 嫌犯 
我 認為 有 時候 你 忘 了 我們 的 兒子 是 黑人 
看見 你 爸 進入 她家 , 你 有 什麼 感覺 ? 
你 要 談談 嗎 ? 
- 你 一定 有感 覺 
- 但 我 不想 談 
在 我 看 見 他 進入 她家 之 後 發生 了 很多 更 糟糕 的 事 
妳在 開 玩笑 嗎 ? 
這樣 太 扯 了 
我 完全 沒有 進展 , 一開始 通常 會 這樣 
初期 療程 的 重點 比 較 偏向 建立 信任感 而 我 認為 我 在 這 方面 也 失敗 了 
聽著 , 提到 ... 更大 的 問題 我 認為 我們 應該 重新 設定 一些 界線 
好 的 , 妳是 什麼 意思 ? 
這件 事 已 經變 得 太錯 綜 複 雜 我 治療 妳 、 洛斯 提 、 洛斯 提 跟 妳 現在則 是 凱爾 ... 你們 每個 人 真的 應該 去 看 不同 的 治療 師 
每人 一個 ? 我們 最好 是 有 這麼 多 錢 
我 認為 我 應該 只 治療 妳 
我 知道 
妳 要 不要 坐 ... 我 認為 妳 可能 真 心想 原諒 洛斯 提 並維持 婚姻 關 係 
我 認為 也 有 可能 ... 我 懷疑 更 有 可能 的 是 ... 妳 大腦 的 邊緣 系統 ... 
已經 全面 啟動 妳 進入 自衛 模式 , 想 為 了 孩子 們 挽救 婚姻 做出 有意 識 或 無意識 認為 必要 的 事 
妳 向 來 都 想維持 家庭 的 完整 
但 我 也 認為當 孩子 們 長 大 了 , 或 去 上 大學 妳 這種 強迫 自己 原諒 別人 的 狀況 可能 轉變 成別 的 事情 例如 憤怒 , 甚至 仇恨 
可能 已經 發生 了 
聽著 , 妳 的 丈夫 愛上 另 一個 女人 
現在 他 因謀 殺 她 而 面臨 審判 
妳 需要 專屬 的 治療 師 
尤 吉妮 亞剛 才 來 我 的 辦 公室 她 說 了 什麼 ? 為 什麼 ? 她 說 了 什麼 ? 
嘿 ... 你 找 她 當證 人 , 我 沒意 見 , 好 嗎 ? 只是 ... 若 她 要當 你 的 證人 她 最好 跟 你 站 在 同一 陣線 
告訴 我 她 說 了 什麼 她 說 ... 她 說 你 是 混蛋 , 好 嗎 ? 
但 我們 都 知道 你 可能 有 一點 ... 好 , 聽著 , 我生 氣時 最能 發揮 檢察官 的 實力 你 知道 的 對 , 但 若 你 打算 靠 敵意 證人來 勝訴 ... 尤 吉妮 亞會 拼了命 幫助 洛斯 提 
我 認為 她 有 一點 愛上 他 
我 必須 叫 她 嚴 守分 際 
不 , 你 需要 跟 著鐵證 走 , 好 嗎 ? 
人格 謀殺 沒 有用 
我會 提出 鐵證 , 別 擔心 
我 很 擔心 ... 雷蒙 要求 開會 
為 什麼 ? 開什麼 會 ? 我 猜 是 因為 他 認為 有 機會 得到 認罪 協商 
若 他 這樣 認為 , 想必 覺得 可以 吃定 我們 
他別 想 吃定 我 , 湯米 他 吃定 你 了 嗎 ? 
絕對 不 可能 有 認罪 協商 
不 , 而且 我們 需要 查出 附近 是否 有 其他 的 性工作者 還有 她 們 是否 看過 瑞澤 
這 傢 伙 他媽 的 知道 內情 , 我 很 確定 - 沒 問題 
- 你 準備 好 了 嗎 ? - 好 了 , 我 再 打給 妳 - 好 
你 能 再次 跟 我 描述 那晚 的 經過 嗎 ? 
你 說 你 當晚 在 辦 公室 
對 我們 有 幾個 人 工作 到 很 晚 為 了 雷蒙 的 競選 活動 表面 上 看來 是 為 了 雷蒙 的 競選 活動 
表面 上 ? 
我 幾乎 都 在 傳 簡訊 
而且 對方 完全 沒有 回應 讓 我 不太能 接受 
她 基本上 無視 我 所以 我 得 去 某個 地方 散心 
你 在 幾點 離 開辦 公室 ? 
8 點半過 後 
有 時候 我會 在 外面 吃 飯 , 因為 我 ... 沒有 心情 回家 
我 不太記 得 酒吧 裡發生 的 事 
我應 該 喝 了 好 幾杯 
或許 又點 了 一杯 , 不 知道 
然 後 她 回 我 的 訊息 我 就 奪門 而 出 ( 天 啊 , 洛斯 提 , 過來 吧 ) 
所以 她 在 晚上 9 點 24 分傳訊給 你 麥可寇 德威 拍 的 照片 顯示 你 在 9 點 49 分 抵達 
當時 發生 什麼 事 ? 
我 不 知道 妳 ... 嘿 
到底 發生 ... 
- 幹嘛 ? - 我 只是 ... 發生 什麼 事 ? 我 不 懂 妳 為何 這麼 憤怒 
發生 什麼 事 ? 
我 好 想 妳 
我們 幾乎 都 在 爭吵 你們 爭吵 ? 我 想 跟 她 復 合 , 但 她 不想 - 差不多 就 這樣 - 住手 - 嘿 - 走開 
手機 的 後 設資料 顯示 你 在 11 點整 回家 
從 她家 到 你家 的 開車 路程 是 20 分鐘 表示 你 在 10 點 40 分離開 
你 在 她家 待 了 51 分鐘 
你們 吵 得 真久 
你 他 媽的給 我 滾 
然 後 你 就 離開 了 嗎 ? 
然後我們 吻 別 
你們 接吻 ? 
對 , 然後我 就 回家 了 
當 她 吻 我 , 她 知道 這會給 我 希望 
這個 吻 讓 我 上車 讓 我 回家 
但 回家 之 後 , 我 才 意識 到 ... 那股 希望 已經 變成 殘忍 
她 很 清楚 她 在 做 什麼 
她 真的 太殘忍 了 
所以 , 目前 妳有 什麼 想法 ? 
針對 此案 , 我 挺 滿意 目前 的 進展 
檢方會 很 難 負起 舉證責任 同時 , 那 51 分鐘 他們 會 說 這段 時間夠 長 足以 讓 他 綑 綁 她 , 並 清理 現場 
或 做 愛 、 爭吵 , 或是 吵 完 並言歸 於 好 
洛斯 提 呢 ? 妳 覺得 要 讓 他 上 證人席 嗎 ? 
我們 絕不 可能 讓 他 上 證人席 
我 同意 
瑞澤 那邊 有 什麼 進展 ? 
一定 有些 蛛絲馬跡 
他 有 不 在 場證明 嗎 ? 
好 , 之前 也 沒 被 逮捕 過 ? 
伊利 諾州 採用 CPD 嗎 ? 一無所 獲 , 好 他 跟 雷諾斯 是 一夥 的 , 對 吧 ? 
他 跟 雷諾斯 都 牽 涉邦妮 戴維斯 的 命案 
我們 只要 他媽 的 證明 就行了 
對 , 就 ... 繼續 調查 繼續 追查 
嘿 , 莫托 
好 的 , 謝謝 
嘿 ... 我 知道 前 幾個 晚上 我們 對 彼此 說 了 很多 重話 , 而且 ... 我 只 想要 妳 知道 ... 我 瞭解 妳 的 意思 
洛斯 提 , 可以 等 我 回家 再談 嗎 ? 我 正要 進 超市 - 好 的 ... 沒 問題 - 好 嗎 ? 
我 愛 妳 
我 愛 你 
我 真的 開始 瞭解 在 大白天 喝酒 的 吸引力 
妳 曾 在 晚上 喝酒 嗎 ? 
我得 維持 形象 
像是 什麼 ? 
母親 跟 妻子 的 形象 你 或許 不想 聽 這些 鬼 話 
恰巧 相反 
對 , 我 非常 好奇 現在 妳 心裡 有 什麼 感覺 
說 真的 ... 我 不 知道 
若 妳 想 聊天 , 而 我 不 在 這裡 ... 謝謝 你 
- 嘿 , 克里斯 - 嘿 , 雷蒙 
- 海倫 - 嘿 
尤 吉妮 亞 
天 啊 ... 嗨 , 雷蒙 , 你好 嗎 ? 還行 , 妳 呢 ? 我 在 證人名 單上 - 我 看 見 了 - 是 啊 我 早 知道 他 倆 之間 的 事 
換成 我 就 不會 太 擔心 我們 不 否認 他們 交往 過 好 的 
幫 我 一個 忙 , 好 嗎 ? 告訴 洛斯 提 , 我 完全 不 打算 說出 對 他 不利 的 證詞 , 好 嗎 ? 
- 沒 問題 
- 嗨 , 兩位 
- 雷蒙 我 一向 很 高興見 到 你 
好 , 我 就 直 說 了 
你 倆 的 勝訴 機率 他媽 的 超低 我 認為 你 倆 心知肚明 
本案 並非 完全 空穴 來風 他在場 , 也 是 最 後 被 目擊 和 她 在 一起 的 人 
那算 證據 , 但 也 非常 薄弱 
我們 不 同意 
洛斯 提 的 車上 完全 沒有 她 的 血跡 跟 DNA 
她 的 家裡 一片 血肉模糊 他 的 車上 卻連 半滴 血 都 沒 有 
- 他 清理 乾淨 了 
- 他 的 衣服 上 也 沒 有 - 他 也 清理 乾淨 了 - 沒有 兇器 
他 丟掉 了 
你們 知道 無法 靠 理論將 他 定罪 吧 ? 
那種 綑 綁 方式 表示 是 預謀 犯案 用 撥火 鉗 打死 她則 是 一時 激動 
你們 打 從 一開始 , 就 把 本案 辦得 亂 七八 糟 
我們 熱愛挑戰 
我 知道 你們 提出 較輕 的 妨礙 司法 罪名 是 有 理由 的 換成 我 也 會 這麼 做 這樣 才能 讓 他 以 某種 罪名 受審 因為 空手 而 歸 ... 你 想 說 什麼 ? 
我 看得出 來 有人 奉命 不要 開口 
- 高招 - 好 , 太棒了 , 請 你 就 ... 洛斯 提 不能 坐牢 一輩子 你們 也 不能 讓 他 無罪 開釋 並且 耗損 你 所有 的 政治 籌碼 
我們 會承認 妨礙 司法 , 坐牢 三年 
雷 , 你 當真 認為 我們 會 接受 他 妨礙 司法 的 認罪 協商 ? 
尼可 , 你 知道 你 操之過 急 
湯米則 拼命 想 揪出 嫌犯 而 他 想到 嫌犯 可能 是 洛斯 提 就 ... 是 這樣 嗎 ? 
你 去死吧 來 討論 你 更 大 的 問題 吧 , 他 就 坐在 這裡 
你 的 爛 案子 只有 間 接證據 而且 由 一個 他媽 的 三流 貨色 偵辦 還想 跟 我作 對 
尼可 , 你並 不笨 
我給 你 機會將 他 定罪 
而且 我們 的 法官 是 利托 法官 我 非常 有 可能 讓 他 被判 無罪 
那會斷 送 你 的 政治 生涯 
我 是 想 救 你 一命 
- 這是 什麼 ? - 你 看 一下 就 好 
我為 何現 在 才 看見 這個 ? 
我們 也 才剛 拿到 
我們 通常 不會 那樣 做 愛 
至少 很久 沒有 那樣 做 了 
你 都 跟 她 那樣 做 愛嗎 ? 
她 不是 妳 
她 生前 不是 
我覺 得 我 難以 理解 的 是 ... 你 是否 曾經 自問 ... 你 願意 失去 什麼 ? 
我們 曾經 非常 疏遠 
當時 我 覺得 我們 甚至 無法 好好 對話 
但 她 喚醒 了 我心 裡的 某種 東西 , 妳 懂 嗎 ? 
某種 ... 我 以 為 已經 失去 的 東西 
當你說 我 需要 承擔 責任 ... 小 芭 我 不是 這個 意思 ... 我覺 得 你 沒 說 錯 , 洛斯 提 
我 認為 我們 允許 自己 ... 漸行 漸遠 
就 連剛剛 做 愛 也 感覺 像 我們 想 證明 某些 事 
證明 我 倆 之間 依舊 有 愛情 
有 嗎 ? 
他媽 的 雷蒙 
我得接 這通 電話 
我們 的 案子 急轉 直下 了 
在 卡洛琳 的 指甲 下 發現 你 的 皮膚 
什麼 ? 那 ... 等等 , 不 可能 寫 在 報告裡 , 我 剛剛 才 得知 
不 , 這 ... 我 ... 雷 , 她 根本 沒 抓 我 這是 ... 一個 該 死 的 謊言 
DNA 不會 說 謊 , 洛斯 提 
不 , 這是 謊言 , 我 ... 我 不敢相信 他們 搞 這套 誰 ? 
他媽 的 莫托 跟 拖延 哥 還有 熊谷 , 他們 所有人 - 別鬧 了 - 什麼 意思 ? 我 ... 她 又 沒 有 抓 我 這是 他媽 的 栽贓 , 他們 無法 成案 他們 無法 成案 , 就 他媽 的 想 栽贓 我 
爸 快 開門 , 我 知道 你 在 裡面 
- 幹 , 什麼 ? - 一定 有 原因 的 - 爸 - 不 , 我 ... - 怎麼 了 ? 
發生 什麼 事 ? - 門外 有人 
雷蒙 , 等等 , 出 了 什麼 事 ? - 我 不 知道 - 嘿 , 冷靜 一點 - 我 在 看 電視 , 然 後 ... - 好 的 親愛的 ... 冷靜 一點 , 沒事 的 嘿 , 別 再 敲 我 的 門了 
- 是 誰 ? 
- 我 不 知道 洛斯 提 、 潔登 - 你 來 惡 搞 我 的 家人 - 爸 , 他 是 誰 ? - 等等 , 別 敲 了 - 我要 報警 不 , 芭芭拉 , 不要 報警 , 讓 我 思考 一下 把門 打開 
- 潔登 , 離門遠 一點 - 離遠 一點 - 他媽 的 開門 - 等等 ... - 洛斯 提 - 瑞澤 先生 , 聽 我 說 
- 你 來 惡 搞 我 的 家人 ... - 你 要 找 的 人 是 我 - 離 我家 遠一點 - 我 就 惡 搞 你 的 家人 
- 親愛的 ... 過來 - 瑞澤 先生 - 聽 我 說 ... 
再 一次 , 我 對 天 發誓 - 洛斯 提 - 爸 - 洛斯 提 , 住手 - 夠了 , 看著 我 
- 爸 , 別 這樣 - 洛斯 提 
