Исамбард Тъли е хванат в Слау . " 
Деверо е в Нюгейт затвора само заради нас . 
Е , ще отида го освободя . 
- Как ? 
- Нямам представа . 
Ти очевидно познаваш някой от високите места . 
Лейди Еулария Могерхангар . 
Само знай , че си ми толкова близо за отменянето на годежа ни . 
След три дни тя ще отмине точката на опасност , надявам се . 
Тогава ще отидем при чичо Джак в Абингдън . 
Но Г - н Деверо каза , че това е лош план . 
Може би , аз и ти заедно ... Не знам , да направим някой велики неща . 
Пойнтън ще дойде тук при нас да живее . 
Не го искам тук . 
Искам да науча всичко на което можеш да ме научиш . 
Джаксън ми трябва мъртва . 
Ще го направим заедно . 
Никога не съм стрелял по него . 
Собственият му син го направи ... той застреля баща си . 
Моят по - голям брат е магистрат в Оксфорд . 
трябва да го потърсите . 
Г - Н Туплоу ? 
- Убийство ! 
- Не , не , не съм аз . 
Джоузеф е тук . 
Джоузеф е тук ! 
Радвам се да те видя отново . Нека ти помогна . 
- Добро утро , Господа . 
- Започваме . Това говеждо за теб . 
- Ето те , любов моя . Костенурката ми . 
- Благодаря . Джоузеф е тук . 
- Благодарим ви . 
- Беки , Беки . Джоузеф е тук . 
каретата дойде ... Джоузеф е тук . 
Беки , Джоузеф е тук . 
Да , виждам това . 
Къде е Джоузеф ? 
Затворен е . Ще дойде следващата седмица . 
Затворен ? Как ? 
Г - н Тротър тук ли е ? 
- Да . 
За какво е затворен ? 
- Не знам . 
- Тези всичките ли са празни , скъпа ? - Да . 
Можеш ли да кажеш на стареца си че трябва да говоря с него ? 
Кажи му да влезе в склада , ще се видим там . 
Какво общо има той с това ? 
Безплатна бира . 
- Ок , Джоан беше на 12 тогава ... 
- Татко ? - А ти си била на 3 години . - Татко ? 
- Седем малки изтърсака . 
- Татко . Татко . Татко . 
Това е най - голямата ми , Ребека . 
И след това , както казах , още шест . Всички живи и здрави . 
Благословени сме , аз и Г - жа Тротър . 
Доставчика е в склада и иска да говори с теб . 
- Какъв доставчик ? 
- Дрейман . 
Къде е Джоузеф ? 
- Какво иска ? 
- Каза нещо за безплатна бира ? 
Безплатна бира . 
Кажи му да се върне , когато стане тихо . 
Безплатна бира ? 
Като че ли . Вече чух всичко . 
Ти . Селяндур . 
Каза да дойдеш , когато стане тихо . 
Чакай . 
Вие ли сте Ребека ? 
Кой иска да знае ? 
Това е Рокси . 
Ще ти обясня . 
Рокси , това е ... Вие ли сте ... Това нашата Нели ли беше ? 
епизод - 5 Всички вървим по този път , и стигаме до там , Татко . Татко . Татко . Татко ! 
Мама каза , че трябва да отидеш в кухнята . 
Само че ние сме с един човек по - малко защото Беки отива да види Джоузеф . 
Май ще трябва да ме извините . , дами и господа . 
Изглежда Г - жа Тротър има нужда от компания . 
Трябва да говоря с теб . 
Не те ли познавам ? 
Да , така е . 
Превод и Субтитри mani_dj Малко съм зает в момента . , но ако искаш ... Не го казвай . 
Внимавай къде стъпваш . 
- Тук не е безопасно за теб . 
- Знам това . 
- Пораснала си . - Да . 
Хората говорят из целия магазин . , само за теб . 
Какво си направил , за да има награда за главата ти 40 паунда ? 
- Не си застреляла този Лорд нали . 
Трябва да ми помогнеш . 
Е ... Добре , добре , как ? 
Татко е мъртъв . 
Не . 
Как ... ? 
Да , във вестниците не съобщиха за това . 
Съжалявам . 
Рокси и Джордж ще ти разкажат всичко , което се е случило . 
Съжалявам , чичо Джак , но не искам да се задържам по - дълго , отколкото трябва . 
Но не съм го направила . 
И същият човек , който го е направил ... той уби Татко . 
Ето как стоят нещата . Чичо Джак . Могат ли да останат тук ? 
Рокси и Джордж да живеят под твоя покрив ? 
Може ли ти и леля Мери да се грижите за тях ? Можеш ли да ги нахраниш ? Можеш ли да се грижиш само докато си изясня някои неща ? 
Няма къде другаде да отидат . 
И Джордж ... е простреляна . 
- Джордж ... Бебето Джордж ли ? - Сега е на осем , но ... я простреляха в рамото . 
Не мога да си представя Сам мъртъв . 
И кой го уби ? 
Рокси ще ти обясни , но е пълна каша . 
Джордж се възстановява , но тя се нуждае от почивка и спокойствие . 
Рокси може да работи зад бара . Тя може да поеме тежестта и за двамата . 
Тя е бърза и е силна . 
Така че , могат ли да останат тук докато измисля нещо ? 
Ами , в тази ситуация ... Разбира се , че могат да останат 
Благодаря . 
Какъв план имаш ? 
Трябва да отида до Лондон . да помогна на един приятел идиот . 
Приятел . Идиот . 
Той се забърка с нас в неприятности . , но го направи , за да ни помогне ... и след това ще се върна обратно тук . Ще се сбогуваме и ще замина за Бристол . , промъквам се на кораб , и отплавам за Америка . , там се захвашам с бизнес . И тогава ще изпратя адрес ... където могат да дойдат и да ме намерят . 
Значи това са няколко години работа . 
Да . 
Трябва да се подходи внимателно , защото има хора , които слухтят из цялата кръчма и магазина , Предлагат много пари за информация къде се намирате . 
Ловци на глави , вестникарски журналисти , и всичките ми редовни клиенти питат за теб . 
Вече не вярвам на никого . 
- Знам . 
Ще се слеят , нали ? 
Да . Рокси ще го направи . 
Вярно ли е , че Нели е убила Гигант на гигантски кон ? както пише в вестниците ? 
Е , да , вярно е ... но без това че яде деца . 
мисля , че си измислят нещата . 
Това са пътуващите актьори . Татко , Виж , те са тук ! 
Това е Яфия ! 
Здравей , Яфия ! Хей ! 
Здравейте ! 
Какво да правим с тях ? 
Не знам , Г - жо Тротър . Не знам . 
Мисля , че трябва да запазим разсъдъка си защото тук има много очи и уши . 
Да ги качим горе един по един . , и тогава нека помислим най - добрият начин да се справим с това . 
Така че се дръж . Нели трябва да говори с магистрата и да каже , че е бил другият . 
- Тя вече ходи . - Защото момчето , което е уби Сам ... трябва да бъде изправено пред съда . - Тя ходи при магистрата . 
- В Оксфорд . 
Това беше в новините преди два дни . 
" Магистрата , убит от Нели Джаксън . " 
Никой ли не го е чел . 
Вижте , тези новини са обичайните лъжи , и не е честно , защото тя никога ... . 
Има и други магистрати . 
Да , но Лорд Бланшфорд и той беше магистрат . , така че няма да искат да водят дело от страната на Нел , нали ? 
Ето защо никой никога няма да да бъде съден за убийството на Татко . 
Всички лъжат . 
Богатите с парите си , и вестниците с новините печатат всичко , което се продава , и такива като нас трябва да носят отговорност за последствията с изключение на Нели която отказва да го направи , и затова тя винаги свършва в големи неприятности . 
Мисля , че е от смеха и . 
Или може би от очите и . 
Те просто блестят . когато светлината ги озари . 
Много е умна и забавна . 
Какъв пазач си само . 
Не , още е вързан . Нали , Джоузеф ? 
Той е добър слушател . . 
Е , Млади Джоузеф . Сега можете да кажете на хората че Нел Джаксън е доставила една от доставките вместо вас , че ти е дала малко пари , няма рога на дявол и не яде деца , и има много , много възпитан съучастник . 
Бягай . 
- Добро утро . 
- Добро утро , милорд . 
изглеждаш по - добре . 
Кралицата е доста разтърсена . от появата на Хърн . 
тя вижда Якобити навсякъде . 
Годолфин води хрътката . 
- Това проблем ли е ? 
- Не . Всъщност , мисля , че всичко може да се обърне доста добре в наша полза . 
утре заминавам за Лондон . 
И ако ви харесва , ще наглеждам и Томас . 
Благодаря . 
Видях те по - рано . 
Способностите ти са напреднали доста забележително . 
Искам да науча повече . 
Готова съм . 
Мисля , че идентифицирах серия от заклинания които не само ще открият Нел Джаксън . , но където и да е тя , можем да я хванем . 
Сложно е и не е безпогрешно . , и ако е успешно , ще ви изтощи . 
Но аз ще бъда там , за да те измъкна ако стане опасно . 
Кога можем да го направим ? 
Трябва ни лично пространство възможно най - тъмно . 
Трябва да придобием нещо от Нел Джаксън . 
О , джинове на хълмовете , с потоци , езера и горички . И ти , които стъпваш на пясъка мълчалив търсещ Нептун , да бъдеш с него , когато се върне . Вие кукли които на лунна светлина . 
И вие , които имате забавлението да бъдете тук , ще се радвате да чуете в този тържествен вечерен час ... с ваша помощ , дори и да сте слаби господари ... скитащите се играчи с актьора Яфия . 
който призовава разбунтувалите се ветрове , между синьото море ... Момичета . Донесох ви вечеря 
Твърде сте развълнувани , за да ядете . 
Знаете ли че те идват тук всяка година . 
Много са добри . Те винаги привличат тълпата . 
Винаги правим добри пари като продаваме ореховите пайове на Г - жа Тротър . 
Винаги им даваме по няколко лири в последната им нощ . 
Животът не е прекрасен за да бъдеш пътуващ актьор . Но те дават на хората толкова много радост . 
По - добре се връщам там долу . Вече се е натрупала опашка на бара . 
Добре ли си , чичо Джак ? 
Да . Да . 
- Просто брат ми Сам . 
Когато бяхме момчета , той се грижеше за мен . 
И ... Мисля , че ще живее добре в паметта ми . 
- О , Чичо Джак . 
- Чичо Джак , не плачи . 
Хайде да ядем пай . 
Ти си точно като него . 
И ти си точно като нея . Майка ти . 
Не е ли прекрасна природата ? Начинът , по който може да направи това и да ни утеши . 
Били . 
Били Блинд . 
Няма да ти помогна . Не и с това . 
Да , но защо ? Защо не ? Няма да ти помагам за някакъв гаден мърлив разбойник да излезе от затвора . 
- Той ни помогна . 
Той те вкара в капан . защото искаше да измами тези тъпаци за пари . 
- Да , но той ... 
- Тук му е мястото . 
- Очевидно , Нели ... 
- Слушай , Нели . 
Нел . Слушам те . 
В 12 : 00 на обяд , всички се редят на опашка за да влязат вътре като си платят , да видят Исамбард Тъли . 
- Така ли ? 
Пет шилинга на човек , стотици на ден . 
Но той все още е зад решетките и с окови на краката и те могат само да го гледат през малък прозорец ... Това не е това , за което бях изпратен на тази планета . 
За какво са ви изпратили на планетата , а ? 
Извинявай ? 
Прави каквото искаш . , и успех с това . 
Но си сама . 
О , за Бога . Виж , просто се опитвам ... Държиш се малко странно . 
Какъв е планът ? 
Не знам . 
Мислех си , че като дойда тук . , нещо ще ми дойде на акъла . 
Съюзника ни е добре . 
Е , все пак има изход . 
Така например ... . ... мъртъв ? 
Не . 
Е , изпълнихме дълга си . 
Дойдохме , видяхме и имахме добри намерения . 
Искаш ли чаша кафе , преди да тръгнем ? 
Благодаря ви . 
Докато сме сами , исках да те питам нещо . 
Отговорът е не . 
Дори не знаеш какво ще кажа . Не , искам . 
- Искам да ви помоля за разрешение ... - Не . - ... да попитам Рокси ... - Не , Раселас . ... да ми бъде любимата . 
Трябваше досега да ми кажеш 
- Наистина ли ? 
- Не . Ти си достатъчно голям , за да и бъдеш чичо . 
Второ , нямам време . за такива глупости ... 
Не ме питаш , дали и тя иска ? 
Знам ... Просто я остави на мира . Тя е твърде млада . 
Има ли доктор тук ? Кой от вас , господа , е доктор ? - Аз съм доктор . 
- Аз съм доктор . 
Какво има ? 
- Аз съм доктор . 
- Той е доктор . - Да , аз съм доктор . 
Какъв е проблемът ? 
- С веригата един затворник по - много лош начин си е срязал крака И се нуждае от ампутация на крака . 
Не , не , не . Има пари може да си плати ... 
Семейството му има пари . 
- Успех с това . Той не е негодник . 
Ще ви се плати ! 
Какво правиш ? 
Извинете , аз съм доктор . 
О , Благодаря ви , следвайте ме . 
Съжалявам за миризмата . 
Надявам се , че не си яли нищо . 
Тук не е много приятно . 
Взел от някъде нож за хляб . и започнал да си реже крака ... искал е да се отърве от оковите и да избяга . 
Хей . Пусни ни ! 
Вярно ли е че . . , Исамбард Тъли е тук в момента ? Тали ? - Моля ви , докторе . 
Докторе , 
- А той е там горе . . да го гледат 
Аристрокатите си плащат за да го зяпат . Сериозно ? 
Закъсняхме ли ? 
По дяволите всички ! 
Беше ли в делириум , когато го направи ? 
Да . 
По - тихо . 
Те имат тиф . Всичките 
Виждал съм го на бойното поле . 
Тиф . Какво е това ? 
Затворническа треска . 
Трябва да проверите докъде се е разпространила . 
Сериозно е , и трябва да направите нещо ... Трябва да проверя и този Тъли . 
Ако аристократите идват да го гледат , не искаш и те да се разболеят , нали ? 
Ако се разчуе че има тиф . , доходите ви ще свършат за една нощта . 
Да започнем с него , става ли ? И тогава ще погледна всички останали . Какво ще кажеш за това ? 
Докторът е на посещение . Епидемия от затворническа треска . 
Всички затворници , без изключение или оплакване , да им се направи пълен медицински преглед . 
Ставай ! Какво ? Хайде ... ето го , в цялата си слава . 
Срамен , ужасен , Изамбард Тъли . 
Добре . 
Има петно в окото . 
Ще го прегледам - Щом трябва 
Да , ще ми дадеш ли 60 секунди ? 
Благодаря ви . 
Нели ? 
- Трябва да се правиш на умрял . 
- Ще кажат че си мъртъв . 
Може да се наложи да прекараш известно време в ковчег , но ще те измъкна . - Какво ? 
- Седни . 
Нели . 
Нели ! 
- Не викай така силно " Нели " . 
- Нели . 
Моля Ви , госпожо , моля ви ! 
Помощ ! 
Моля ви , Помогнете ми ! 
Не съм направил нищо лошо . , Госпожо . Честно ! 
Добре . 
О , това е цяла торба с трикове . 
Така ли ? 
Какво ти харесва ? 
О , значи си бил на вино , и не ти трябва нищо друго . 
Какво е това място ? 
Нели , това е лудост . 
Това затвор ли е ? - Да . 
Е , това е мястото , където отиваш ако имаш пари . 
Първо те хвърлят в мръсната килия . с изгубените души и изметта като за начало . Но когато им покажеш че имаш пари , получаваш това . 
Този прозорец там горе . , това е мястото , където аристократите минават за да ме зяпат . 
И за това ми дават някакъв процент . 
Ами ако нямаш пари ? 
Мизерия , мизерия , глад и мизерия . 
Само за правостоящи . 
Виждала съм . 
От къде взе толкова пари ? 
Приятели по високите етажи . 
Всичко е наред . 
Ще ти дам това . 
Глътни го . 
Това им давахме на бойното полето , когато тялото изпитва повече болка отколкото една душа може да издържи . - Какво има вътре ? Само билки , подправки , може вече и да е ферментирало . 
Ще заспиш дълбоко . Пулсът ти ще се забави , и тогава ще те обявят за мъртъв . 
Ще те свалят с краката напред в дървен ковчег , после на стотина метра надолу по Флийт Стрийт . , ние ... . . Ще измислим нещо . 
Как ? Кой ще го направи ? 
Ще откраднем ковчега с и един мой колега . Но това ще зависи и от приятелите ти по високите етажи , ако кажат че искат трупа ти . , и ако може да им дадеш имената им за връзка . 
Как ще го направиш ... 
Какъв колега ? 
Ще измисля нещо . Винаги го правя . 
Няма значение , все пак . Просто ще трябва да ми се довериш . 
Раселас . - Ами ако ме погребат жив или искат да ми правят аутопсия , или бъда продадено на хирург разрязан за неговите опити като екземпляр ? 
Не . Няма да позволя това да се случи защото ако останеш тук , ще те обесят . 
- Ти си добра душа , Нели . 
- Поеми си дъх . 
На половината път съм към по - добър план . 
- Ти си невероятен . 
Ти си умна и смела ... О , Боже . 
Нели . Нел . Но ... 
Имаш по - добър план ли ? 
Да . 
И така , един мой приятел е наел най - добрия адвокат в Лондон . , Сър Кит Апълби . 
Чувала си за него . - Не . 
Е , в съда , той просто ще пледира истината че аз съм Чарлз Деверо . Как е възможно да съм Исамбард Тъли ? 
Да . Тогава нямаш нужда от мен . 
Е , може би ако първият план ми се провали по каквато и да е причина , можем да прибегнем до твоите по - отчаяни мерки . 
Да , но това ще включва и мен . . пак да се промъквам . 
Този път беше достатъчно трудно . , така че не си мисли следващият път да бъда така навита . 
Той е сегрегиран от мръсотията повече от седмица . 
Сега отвори вратата . Хайде , отваряй вратата веднага ! 
Кой се обажда ? 
Мое е ... Боже ... - Моето , моето , моето , моето ... - Какво ? 
- Тя е моята ... - Твоята ? - Значи тя е моята ... 
- Вашата ? ... страстна . 
съжалявам . 
Извинявай , годеницата ти ли ? 
Сгоден съм . 
Ти си ? 
- Ти си ? 
- Да . 
За кого ? 
О , не , не . Как ? 
Не , имам предвид , за кого ? 
- Усещаш ли това ? 
- Лейди Еулария Могерхангар . 
Добри новини , Чарлз . 
Сър Джордж Хорнър се съгласи да те представлява в съда . 
- Мислех , че сър Кит Апълби ? - Не . 
Кит е извън протокола . 
- Защо ? 
- Вероятно е имал по - добра оферта . 
- Не ми ли вярва ? 
- О , тези неща се случват . 
Сър Джордж е вашият човек сега . 
Ако той не го направи , другите няма да го направят . 
О , това едва ли има значение . 
Единственото нещо , което има значение това са съдебните заседатели . 
И това обикновено не е проблем , който мога да оправя . 
- Сега , кой е това ? 
Права сте , госпожо ... Могерхангар . Лейди Еулария Могерхангар . 
Вдовицата на сър Ксеркс Могерхангар и дъщеря на Г - н Тътъл , покойният вестникарски магнат . 
Да , добре , този човек , затворникът няма затворническа треска . 
Просто видях петно в очите му и съм се объркала че е симптом на болест . 
Петно ли ? 
Петното , което човек има в окото си когато има затворническа треска . 
Очарователно . 
Този човек е здрав като бълха . 
Разбира се , че е . 
Много добре казано . 
Какъв очарователен млад мъж . 
Харесвах един приятел който бързо си признава , когато греши . 
Нещо което рядко се случва в скучния секс . 
Никога не губете това качество . 
Да . 
Е , оставям ви . , ще отида да видя какво мога да направя за другите . 
Възхитително . 
Какво има ? 
Чарлз ? 
- Здравейте . 
- Трябва да проверя и другите . 
Знаете ли . . забравил съм си проклетото нещо . Дойдох тук без моята спринцовка . 
Ще трябва да се върна до операционната за да си я взема . 
Чарлз . 
Докторът даде ли ти хапчета за щастие ? 
Не . 
Не ! Моят ангел . 
Този доктор , жена ли беше ? 
Жена ли беше ? 
Такава ли е била ? 
Как ? Как ще стане това ? 
Той е жена . Беше жена 
Беше ли ? Боже , не знам ... Сигурна ли си ? 
Защо една жена ще се прави на доктор ? 
Да влезе тук , в затвора . , и да влезе точно тук , да те види . 
Чарлз . 
Еулария ? 
Това Нели Джаксън ли беше ? 
Съжалявам , този млад доктор Нели Джаксън ли е ? 
- Еулария ... 
- Бягай . 
Иди и кажи на охраната че този доктор е Нели Джаксън . 
Да , точно така . Давай , глупако смотан . 
Бягай . . Направи се на глупак . 
Кой е бил тогава ? 
И не говори така на Валериан . 
Не знам . Ти си единственната която си измисляш глупости 
- Какво ? - Ти . 
" О , Нели Джаксън . Нели Джаксън . " 
Е , ако не беше тя , защо изглеждаш толкова безизразен тъп и глупав , когато е била тук ? 
- И това впечатление от мен ли беше ? 
- " Той " . Когато беше тук . 
Той е диктор . Той е той . И не изглеждах безизразно . 
- Беше . 
- Не . 
Да , да . 
Същият зашеметен , празен , празен поглед , който съм виждала и преди когато пълзеше след Тоти 
толкова си ми прозрачен . 
И само като си помисля , че ти повярвах . Простих ти . Платих за да бъдеш тук когато трябваше да си долу при миризливите . 
Ревнувате от неща които не съществуват , любов моя . 
Не ревнувам , Чарлз . 
Това е въпрос на вкус . 
Не искам да се омъжвам . за някой , който има връзка с мръсотия . 
Но защо да се занимавам с накаква мърлява Нели Джаксън когато имам теб ? Нищо не се продава по - добре от мръсотията . 
Може би мога да получа ексклузивно интервю с нея . 
Върви . Тръгвай ! 
Хеи ти там . Приятен ден . 
Съжалявам . 
Но това не беше ли Нели Джаксън . 
Кой да е Нели Джаксън ? 
Този доктор ... Нели Джаксън е била дегизирана ... като доктор . 
Беше ли ? 
Извинете , докторе . 
Има още един затворник който трябва да проверите преди да си тръгнете . 
Малко момиченце . можеш да я спасиш , ако дойдеш бързо . 
Ще ти покажа пътя . 
Не ми харесва това , Нели . 
Трябва да си вървиш . 
Тук долу . 
- Моля ! 
Отвори клетката . - Тя е тук . Отдръпнете се ! Сега ! 
Тя е тук . Бог да благослови малката и душа . 
Тя е отзад . Виждаш ли я ? 
Точно там , малко момиченце е отзад . Виждаш ли я ? 
Онзи там . Тази . 
Ти си Нели Джаксън ! 
Хванах я . Хванах я . Хванах я , момчета ! 
Четиридесет лири ! Четиридесет лири ! 
Как да ги получа ? 
С кого да говоря за 40 - те лири ? 
Ще огъне решетките . Огъва решетките ! 
Продължавай да опитваш , Нели . Продължавай да опитваш . 
Почти го направи . 
Били . 
Били . 
" Притежавай всяко смъртно нещо на земята ... " Всяко нещо , което е живо , . . " Всяко земно същество . " Всяко земно същество . 
" Притежавай всяко смъртно нещо на земята ... " Всяко нещо , което е живо , . . " Всяко земно същество . " Всяко земно същество . 
Аз не съм Нели Джаксън . 
Аз съм лейтенант Д - р Джеймс Дилейни от пети Драгун . 
Обърни се . 
Какво ? 
Какво са направили те ? 
За какво са тук ? 
За какво си тук , скъпа ? 
за да нахрани малката си сестричка и получи две години . 
Този взе одеяло за да загъне с него малкия си брат да не замръзне до смърт в средата на януари , осъден е на обесване . 
Колко си смел . 
Брат ти сигурно много се гордее с теб . 
Сега той е при Господа . 
Наистина ли си Нели Джаксън ? 
- Били ? 
- Мисля , че е това . 
Ето за какво са ни изпратили на планетата не за да отървем този глупак Тъли , а за тези бедни души . 
Това е грешно . Никой не трябва да живее така . 
Да опитаме да огънем решетките отново , Нели . 
На ваше място бих започнал да бягам . 
О , ето ни . 
Какво ? 
Какво чакаш . 
Всички вън.Излизайте . 
Хайде . 
Хайде всички . Да вървим . 
" Ела тук , тъмнина . . " Ела тук тъмнина ... 
- " И затвори светлината ... " - И затвори светлината ... - " На този несвързан живот . " - На този несвързан живот . 
Хайде . 
Добре . 
Да излизаме . 
" Изпълни въздуха с бруталната си сила . " 
Излизай . Хайде ! 
Какво правиш ? 
Насам ! 
Хайде , хайде ! Мърдай , по - бързо . 
Всички вън ! Хайде , по - бързо ! 
" Разруха след разруха " Разруха след разруха . 
Готова ли си ? 
" Изпълнете въздуха с бруталната си сила . " Изпълнете въздуха с бруталната си сила . 
" разруха след разруха . " 
- Разруха след разруха . 
- Нели . 
- Чакай , какво правиш ? 
- Търся те . Какво става ? 
- Пускам всички навън . 
Всичко , което някога са правили крадела са хляб и одеяла . нещата , които поддържат тяло и душа заедно . 
Да се махаме от тук . 
" Разруха след разруха ... " Разруха след разруха ... " Объркването е най - лошото . " Объркването е най - лошото . 
Няма изход от тук 
- " Божественно , но мрачно ... " 
- Божествено , но мрачно ... - " И винаги когато е тъмно около теб . " - И винаги , когато е тъмно около теб . 
Ще умреш , Нели Джаксън . 
Ти ще умреш . 
София ? 
- Нел ! Раселас ? Раселас ! 
Това е илюзия . Бягай . 
Мини през стената . 
това е само илюзия . 
Откъде знаеш това ? 
София . 
София . 
София . 
София . 
Хванах я . Имах я . 
И след това ... Всичко спря . 
Раселас . 
Раселас ? 
Раселас ! 
Раселас ! 
Хлапе . 
Хлапе . 
Хлапе . 
Г - н Яфия ? 
Наистина , ви харесах пиесата . Благословенна да си . 
Наистина ли ? 
О , добре ... и ти ще свършиш работа . 
