ایزامبارد تالی تو اسلو گرفته شد . 
دویورکس تو نیوگیت زندانی شده . اون فقط به خاطر ما اونجاست . 
خب ، من . پس قراره آزادش کنم . 
- چجوری ؟ 
- هیچ ایده ای ندارم 
واضحه که تو تو جایگاه‌های بالا کسی رو میشناسی . 
لیدی ایولریا موگرهنگر . 
لطفا بدون که نزدیک بود نامزدی رو بهم بزنم . 
تو دو یا سه روز ، اون از خطر رد میشه ، امیدوارم . 
بعدش ما راه میفتیم برای رفتن پیش عمو جک تو آبینگدون . 
اما آقای دویورکس گفت که اون یه نقشه بده . 
شاید ، من و تو قرار بود که ... نمی‌دونم ، یه خرابکاری راه بندازیم . 
پوینتون قراره با ما اینجا زندگی کنه . 
نمیخوام اینجا باشه 
میخوام هرچیزی که میتونی بهم یاد بدی . 
باید جکسون رو بکشم . 
با هم انجامش میدیم . 
من هیچوقت اون اشرافزاده رو نزدم . 
این پسر خودش بود که این کار رو کرد بعد از اینکه پدر منو کشت . 
برادر بزرگتر من تو آکسفورد قاضیه . 
باید بری سراغش . 
آقای تاپلو ؟ 
- قتل ! 
- نه ، نه ، من نکردم . 
جوزف اینجاست . 
جوزف اینجاست ! 
دیدن دوبارت خوبه . بذار من اینو برات بردارم . 
- صبح بخیر ، آقایون . 
- اینجا داریم . زیادی گنده‌ست برات . 
- اینجایی ، عشق من . لاک‌پشتم . 
- ممنون . جوزف اینجاست . 
- ممنون . 
- بکی ، بکی . جوزف اینجاست . 
تو چاه یه ... هست جوزف اینجاست . 
بکی ، جوزف اینجاست . 
آره ، میبینم . 
جوزف کجاست ؟ 
بسته‌ست . هفته‌ی دیگه پیشت میاد . 
بسته‌ست ؟ چطور ؟ اوی . 
- آقای تراتر هست ؟ 
- آره . 
- با چی بسته‌ست ؟ 
- نمیدونم . 
- همه‌ی اینا مال تو خالیاست ، عزیزم ؟ - آره . 
میتونی به بابات بگی میخوام باهاش حرف بزنم ؟ 
بهش بگو بره تو انباری اونجا میبینمش . 
خب ، قضیه چیه ؟ 
آبجو مجاني . 
- باشه ، جوون 12 سالش بود ... 
- بابا ؟ - چون من اون موقع 3 سالم بود . - بابا ؟ 
- هفت تا تروتر کوچیک . 
- بابا . بابا . بابا . 
این بزرگترینشونه ، ربکا . 
و بعدش ، همونجور که گفتم ، شش تای دیگه . همه زنده و سلامت . 
ما خیلی خوشبختیم ، من و خانم تروتر . 
یکی تو انباری میخواد باهات حرف بزنه . 
کدوم یارو ؟ 
باربری . 
- جوزف کجاست ؟ 
- چی میخواد ؟ 
- یه چیزی درمورد آبجو مجاني ؟ 
آبجو مجاني . 
بهش بگو برگرده وقتی آروم تره . 
آبجو مجاني ؟ 
انگار نه انگار . حالا دیگه همه چی رو شنیدم . 
تو . روستایی . 
میگه وقتی آروم تریم برگرده . 
صبر کن . 
تو ربکا هستی ؟ 
کی میخواد بدونه ؟ 
این راکسیه . 
توضیح میدم . 
راکسی ، اون ... تو ... اون نلی ما بود ؟ 
ما همه اون راه رو میریم ، میرسیم اونجا ، - و اون چیز فقط سه تا پا داره . - بابا . بابا . بابا . بابا ! 
مامان گفت باید تو آشپزخونه تکاپو کنی . 
فقط ما یه نفر کم داریم چون بکی میخواد جوزف رو ببینه . 
به نظر میرسه باید معذرتتون رو بخوام ، خانم ها و آقایون . 
اوه . به نظر میرسه خانم تروتر به همدم نیاز داره . 
باید باهات حرف بزنم . 
تو رو نمیشناسم ؟ 
آره ، میشناسی . 
الان یه ذره سرم شلوغه ، اما اگه میخوای ... نلی ؟ 
اینجا ، مراقب قدمت باش . 
- اینجا برات امن نیست . 
- اینو میدونم . 
- بزرگ شدی . - آره . 
آدما همه جا تو مغازه پرسه میزنن ، دنبال تو میگردن . 
چه کار کردی که یه جایزه 40 پوندی رو سرت گذاشتن ؟ 
- اون ارباب رو تو نزدی . 
به کمکت نیاز دارم . 
خب ... خب ، خب ، چطور ؟ 
بابا مرد . 
- آره . 
- چطور ؟ 
آره ، روزنامه ها هیچوقت گزارشش رو ندادن . 
متاسفم . 
راکسی و جورج همه چیز رو که اتفاق افتاده برات تعریف میکنن . 
متاسفم ، عمو جک ، اما بیشتر از این نمی تونم اینجا بمونم . 
اما من اون کار رو نکردم . 
و همون کسی که اون کار رو کرد بابا رو کشت . 
ببین قضیه اینه . عمو جک . میتونن بیان اینجا ؟ 
راکسی و جورج ؟ میتونن زیر سقف تو زندگی کنن ؟ 
میتونی با زن عمو مری ازشون مراقبت کنی ؟ میتونی بهشون غذا بدی ؟ میتونی اونارو درست تربیت کنی تا اینکه من یه چند تا چیز رو مرتب کنم ؟ 
هیچ جای دیگه ای برای رفتن ندارن . 
و جورج ... اون رو هم تیراندازی کردن . 
- جورج ... بیبی جورج رو داره ؟ 
نمی تونم تصور کنم سم مرده . 
و کی بود که کشتش ؟ 
راکسی برات تعریف میکنه ، اما یه آشفته بازاره . 
جورج داره خوب میشه ، اما به استراحت و کار آروم نیاز داره . 
راکسی میتونه پشت بار کار کنه . اون میتونه بار هر دوشون رو به دوش بکشه . 
چابکه . قویه . 
پس میتونن اینجا بمونن ... تا اینکه من یه چیزی رو مرتب کنم ؟ ... 
خب ، چه جور ... البته ، که میتونن . 
ممنون . 
چه مدت زمانی رو تصور میکردی ؟ 
آره ، خب ، من باید برم بالا به لندن تا به این دوستم ، این احمق ، کمک کنم . 
دوست . احمق . 
کی هست که رفته و خودش رو تو دردسر انداخته ، اما اون برای کمک به ما این کار رو کرد ، پس ... و بعدش با تمام سرعتم برمیگردم این طرف . خداحافظی میکنم ، بعد به بریستول ، به طور مخفیانه سوار یه کشتی میشم ، به آمریکا سفر میکنم ، و یه کسب و کار برای خودم راه میندازم . و بعدش یه آدرس میفرستم ... جایی که بتونن بیان و منو پیدا کنن . 
پس این یه کار چند ساله میشه . 
آره . 
باید مراقب باشی چطور مخفیانه اونا رو بیاری تو . آدمایی همه جا تو مغازه پرسه میزنن ، برای اطلاعات درباره اینکه کجا هستی هر جور پول احمقانه ای پیشنهاد میدن . 
همه ی آدمای همیشگی دنبال تو میگردن . 
- دیگه به کسی اعتماد ندارم . 
- میدونم . 
اونها میتونن خودشون رو جا بزنن ، نه ؟ 
آره . راکسی میتونه . 
درسته که نلی یه غول رو روی یه اسب غول پیکر کشت مثل اون چیزی که تو روزنامه ها نوشته بودن ؟ 
خب ، آره ، کشت . اما بچه نمیخوره . 
فکر میکنم اونا یه چیزایی رو میسازن . 
اینا بازیگرای دوره گردن . بابا ، نگاه کن ، اینا اینجا هستن ! 
این جافیا هست ! 
سلام ، جافیا ! سلام ! 
سلام ! 
باهاشون چیکار کنیم ؟ 
نمیدونم ، خانم تروتر . نمیدونم . 
فکر میکنم باید حواس هامون رو جمع کنیم و تو وسایل هامون چشم داشته باشیم . 
بذار تک تک شون رو به بالا قایمکی ببریم ، و بعدش بذار یه فکری به بهترین راه برای حل این موضوع کنیم . 
پس صبر کن . اگر نلی هرگز این کار رو نکرده ، باید با قاضی صحبت کنه و اعلام کنه که کار اون مرد دیگه بوده . 
- اون این کار رو کرد . - چون این پسری که سم رو کشت ... باید به دادگاه معرفی بشه . - اون به یه قاضی دیگه رفت . 
- تو آکسفورد . 
تو روزنامه ها بود . دو روز پیش . 
قاضی به دست نلی جکسون به قتل رسید . 
یکی داشت بلند بلند میخوندش . 
میبینی ، این روزنامه ها عاشق همه ی این دروغ ها هستن ، و این منصفانه نیست چون اون هیچوقت ... 
قاضی های دیگه ای هم هستن . 
آره ، اما لرد بلانشفورد یک قاضی بود ، پس خیلی از اونها نیستن که بخوان به حرف نلی گوش بدن ، مگه نه ؟ 
به همین دلیله که هیچوقت کسی برای قتل بابا به عدالت کشیده نمیشه . 
همه فقط دروغ میگن . 
ثروتمندان با پولشون ، و روزنامه ها فقط چیزهایی رو چاپ میکنن که بفروشه ، و امثال ما باید عواقبش رو تحمل کنیم . 
فکر میکنم خنده ی اون هست . 
یا شاید چشمای اون باشن . 
وقتی نور بهشون میخوره ، فقط برق میزنن . 
و اون حواسش رو جمع میکنه ، و اون بامزست . 
تو که یه محافظ خوبی هستی . 
نه ، اون هنوز بسته شده . مگه نه ، جوزف ؟ 
اون شنونده ی خوبیه . 
خب ، جوزف جوون . حالا میتونی به مردم بگی نلی جکسون یکی از بسته هات رو برای تو تحویل داد ، یه تیکه از کرگدن پیر بهت داد ، شاخ نداره ، بچه نمیخوره ، و یه همدست خیلی خیلی خوش برخورد داره . 
بدو . 
- صبح بخیر . 
- صبح بخیر ، سرورم . 
به نظر بهتر شدی . 
ملکه از دیدن هرن خیلی ترسیده . 
اون همه جا جکوبی ها رو میبینه . 
گادلفین ، سگ شکاری رو هدایت میکنه . 
- مشکلی پیش میاد ؟ 
- نه . در واقع ، فکر می کنم همه چیز رو به نفع خودمون برگردونیم . 
فردا میرم لندن . 
اگه دلت میخواد ، یه سر هم به توماس میزنم . 
مرسی . 
قبلا دیدمت . 
توانایی هات خیلی باحال پیشرفت کرده . 
میخوام بیشتر یاد بگیرم . 
آماده‌م . 
فکر کنم یه سری ورد جادویی پیدا کردم که نه تنها جای نل جکسون رو پیدا میکنه ، بلکه هر جا که هست گیرش میندازه و اونجا زندونیش میکنه . 
یکم پیچیده‌ست و صد در صد هم مطمئن نیست ، اگه موفق بشه ، حسابی انرژی‌تو خالی میکنه . 
ولی اگه خطرناک بشه ، من هستم که بکشم بیرونت . 
کی میتونیم انجامش بدیم ؟ 
به یه جای خلوت احتیاج داریم ، ترجیحا زیر زمین . 
یه چیزی هم از وسایل نل جکسون لازمه . 
ای جن‌های تپه‌ها ، جویبارها ، دریاچه‌ها و بیشه‌ها . و شما که با پای بی‌صدا روی شن‌ها دنبال نپتون در حال عقب‌نشینی هستید و وقتی برمی‌گردد فرار می‌کنید . شما عروسک‌های نیمه‌جان که با نور ماه حلقه‌های سبز و ترش درست می‌کنید ، جایی که گوسفندان نمی‌چرن . 
و شما که سرگرمی‌تون درست کردن قارچ‌های نیمه‌شبئه ، که با شنیدن حکومت نظامی سفت و سخت خوشحال میشین ... با کمک شما ، هرچند که استادای ضعیفی هستین ... 
بادهای یاغی رو صدا میزنن ، و بین دریای سبز ... براتون شام آوردم ، دخترا . 
خیلی هیجان‌زده‌ن که غذا بخورن . 
هر سال میان . 
خیلی خوبن . همیشه جمعیت زیادی رو جذب می‌کنن . 
ما همیشه با پای گوشت و گردوی خانم تروتر ، یه پولی به جیب میزنیم . 
تو آخرین شبشون همیشه بهشون چند تا سکه میدیم . 
اینکه یه بازیگر دوره‌گرد باشی زندگی خیلی خوبی نیست ، و اونا خیلی خوشحالی به مردم میدن . 
به دستور من جدی باش ... بهتره برگردم پایین . سه ردیف پشت هم جلوی بار صف کشیدن . 
حالت خوبه ، عمو جک ؟ 
آره . آره . 
- بشین ، عمو جک . فقط ... سم . 
وقتی بچه بودیم ، اون از من مراقبت میکرد . 
و ... فکر میکنم تو خاطره ها به خوبی زندگی میکنه . 
- عمو جک . 
- عمو جک ، گریه نکن . 
یه پای گوشت بخور . 
تو درست مثل اونی . 
و تو درست مثل اون هستی . مامانت . 
طبیعت قشنگ نیست ؟ اینکه میتونه همچین کاری بکنه و ما رو آروم کنه . 
بیلی . 
بیلی بلایند 
من کمکت نمیکنم . نه با این کار . 
آره ، ولی چرا ؟ چرا که نه ؟ من کمکت نمیکنم که یه راهزن کثیف و پست رو - از زندان آزاد کنی . 
- اون به ما کمک کرد . 
اون اول از همه تو رو توی دردسر انداخت چون میخواست از اون اشراف پول کلاهبرداری کنه . 
- آره ، ولی اون ... 
- اینجا جاییه که یه آدمی مثل اون باید باشه 
- ظاهرا نلی ... 
- گوش کن ، نلی . 
نل . من گوش میدم 
ساعت 12 ظهر ، همه اشراف برای دیدن ایزامبارد تالی صف میکشن و پول میدن تا برن داخل . 
- جدی ؟ - آره . 
پنج شیلینگ برای هر نفر ، صدها نفر در روز . 
اما اون هنوز پشت میله‌های زندان و با پایبند زندانی شده ، و اونا فقط میتونن از طریق یه پنجره کوچیک بهش نگاه کنن ، پس ... این اون کاری نیست که برای اون به این سیاره فرستاده شدم . 
خب ، برای چی به این سیاره فرستاده شدی ؟ 
ببخشید ؟ 
تو هر کاری که باید انجام بدی رو انجام بده ، و موفق باشی . 
اما تنهایی . 
لعنت بهش . ببین ، من فقط سعی میکنم ... داری یه کم عجیب رفتار میکنی . 
نقشه چیه ؟ 
نمیدونم . 
فکر میکردم وقتی اینجا رسیدیم ، چیزی به ذهنمون برسه . 
با یکی همدست بشیم . 
خب ، این یه راهه . 
پس ، مثلا ... مردگی ؟ 
نه . 
خب ، ما وظیفه خودمون رو انجام دادیم . 
اومدیم ، نگاهی انداختیم . نیت خیر داشتیم . 
قبل از اینکه بریم ، یه فنجون قهوه میخوای ؟ 
ممنون . 
حالا که حواست به منه ، میخواستم چیزی بپرسم . 
جوابش نه است . 
تو حتی نمی دونی من چی میخوام بگم . نه ، میدونم . 
- میخواستم با اجازه شما ... - نه . - از راکسی بپرسم ... ... - نه ، راسلاس . که با من دوست بشه ... . 
باید میگفتی . 
- واقعا ؟ 
- نه . اول اینکه ، تو به اندازه ای بزرگ هستی که عموش باشی . 
دوم اینکه ، من وقت ندارم برای این چرندیات و مزخرفات . 
من ... البته که من اون رو برای بیرون رفتن درخواست نمیدم ، درسته ؟ 
سوم اینکه ... فقط راحتش بذار باشه ، باشه ؟ 
اینجا دکتری هست ؟ هیچ کدوم از شما آقایون دکتر نیستید ؟ 
- من دکترم . - من دکترم . 
چی شده ؟ 
- من دکترم . 
- اون دکتره . - بله ، من دکترم . 
مشکل چیه ؟ 
- زندانی . اون طرف جاده است . حالش خیلی بده . 
و باید پاش قطع بشه . نه ، نه ، نه . هیچ مقدار پولی که اون میتونه بپردازه برای ... 
- خانوادش پول دارن . - موفق باشی باهاش . 
اون کثافت نیست . 
بهت پول داده میشه ! 
داری چه کار میکنی ؟ 
ببخشید ، من یه دکترم . 
خدا رو شکر . با من بیا . 
بو رو ببخشید . 
امیدوارم تازه غذا نخورده باشی . 
خوشایند نیست . 
یارو یه چاقوی نون رو برداشته و سعی کرده باهاش پای خودش رو ببره تا از زنجیرهاش فرار کنه . 
هی . بذار ما بیرون بیایم ! 
درسته ... آیا درسته که ایزامبارد تالی در حال حاضر اینجاست ؟ - تالی ؟ - خواهش میکنم ، دکتر . 
- آره . - دکتر ، خواهش میکنم . 
- اون بالاست ، برای تماشا . 
اشرافزاده ها دوست دارن بیان تو و بهش زل بزنن . جدی میگی ؟ 
ما خیلی دیر رسیدیم ؟ 
لعنت به همه شون ! 
وقتی این کار رو کرد ، هذیون می گفت ؟ 
آره . 
ساکت باشید . 
اونها تب تیفوئید دارن . همه شون . 
اونو تو میدون جنگ در بلنهایم دیدم . 
تب تیفوئید . 
اون چیه ؟ تب زندان . 
باید بررسی کنی که چقدر گسترش پیدا کرده . 
جدی میگم ، کاری که باید انجام بدی اینه که تو ... باید مردت تالی رو چک کنم . 
اگر اشرافزاده ها میان و بهش زل می زنن ، نمی خواهید که اونها هم مریض بشن ، درسته ؟ 
اگر حرفش بیرون بره که اینجا تب تیفوئید دارید ، درآمدتون یک شبه تموم میشه . 
بیایید اول با اون شروع کنیم ، درسته ؟ و بعدش یه نگاهی هم به بقیه میندازم . به نظرت چطوره ؟ 
دکتر برای بازدید اومده . شیوع تب زندان . 
تمامی زندانیان باید ، بدون هیچ استثنا یا شکایتی ، خودشون رو برای معاینه پزشکی کامل معرفی کنن 
بلند شید ! چی ؟ بیا دیگه ... 
ایزمبارد تالی بدنام ، ترسناک . 
باشه . 
اون نقطه رو تو چشمش داره . 
من ، اوه ... میخوای ... 
بله ، هر کاری که از دستم بر میاد براش انجام میدم . میشه بهم ۶۰ ثانیه وقت بدی ؟ 
ممنون . 
- نلی ؟ 
- باید وانمود کنی مردی . 
- من اعلام میکنم که مردی . 
شاید مجبور بشی کمی تو تابوت بمونی ، اما من تو رو بیرون میارم . - چی ؟ 
- بشین پایین . 
نلی . 
نلی . 
- آره . به من " نلی " نگو . 
- نلی . 
خواهش میکنم ، خانم ، خواهش میکنم ! 
کمک ! 
خواهش میکنم کمکم کن ! 
من هیچ کار اشتباهی نکردم ، خانم . راست میگم ! 
باشه . 
این یه کیسه پر از حقه است . 
درسته ؟ 
چی دوست داری ؟ 
پس تو مشروب میخوردی . هیچ کدوم از این چیزای دیگه رو لازم نداری . 
اینجا چه جاییه ؟ 
نلی ، دیوانست . 
- این زندان هست ؟ - بله . 
خب ، اینجاست که میری اگه پول داشته باشی . 
اولش تو رو میندازن تو قسمت کثیف با روح های گمشده و اراذل و اوباش اما بعد ، وقتی بهشون نشون میدی که پول داری ، این رو بدست میاری . 
اون پنجره اون بالا ، اون جاییه که اشرافزاده ها رد میشن و به من زل می زنن . 
باید یه درصدی هم به من بدن . 
و اگه اون پول رو نداری ؟ 
بدبختی ، نکبت ، گرسنگی ، اسهال . 
فقط جای ایستادن . 
دیدم . 
پس از کجا پول رو به دست آوردی ؟ 
دوستانی تو جایگاه های بالا . 
باشه . 
قراره این رو بهت بدم . 
این رو قورت بده . 
این همون چیزیه که ما تو میدون بهشون میدیم وقتی که یه نفر بیشتر از - اون چیزی که یه روح می تونه تحمل کنه ، درد کشیده . - چیه ؟ فقط علف ها ، ادویه جات ، همه باهم مخلوط شدن و اینجوری شده . 
تو به خواب عمیقی فرو می ری . ضربان قلبت خیلی پایین میاد ، و بعد من اعلام میکنم که مردی . 
اونها تو رو با پا در یه تابوت چوبی بیرون میارن بعد صد یارد پایین خیابون فلیت ، ما ، اوه ... ما یه کاریش می کنیم . 
چطور ؟ کی این کار رو انجام میده ؟ 
ما یه تابوت برات دزدیدیم من و یه همکار . اما بستگی به این داره که دوستانت تو جایگاه های بالا ، اگه بتونی اسم هاشون رو بهم بدی ، به همه بگن که جسدت رو میخوان . 
چطور ... 
همکار کدوم ؟ 
یه چیزی به ذهنم میرسه . همیشه همینطوره . 
اما مهم نیست ، هرچند . فقط باید به من اعتماد کنی . 
- راسلاس . - چی میشه اگه زنده به گور بشم یا کالبد شکافی بشم ؟ فروخته بشم به یه جراح و تکه تکه بشم واسه نمونه هاش ؟ 
نه . نمیذارم این اتفاق بیفته . و اگه اینجا بمونی ، اعدامت میکنن . 
- تو یه آدم خوبی هستی ، نلی . 
- یه نفس بکش . 
اما من وسط یه نقشه بهتر هستم . 
- تو شگفت انگیزی . 
تو باهوشی و شجاعی و ... خدای من . 
نلی . نل . اما ... 
تو یه نقشه بهتر داری . 
بله . 
خب ، یکی از دوستان من بهترین وکیل لندن رو استخدام کرده ، سر کیت اپلبی . 
- اسمشو شنیدی ؟ 
- نه . خب ، تو دادگاه ، اون فقط حقیقت رو میگه که من چارلز دوریوکس هستم . پس چطور ممکنه ایزامبارد تالی باشم ؟ 
خب ، پس اگه منو نمیخوای ، دیگه لازمت نیستم . 
خب ، شاید اگه نقشه اول به هر دلیلی شکست بخوره ، میتونیم به اقدامات ناامیدانه تر تو متوسل بشیم . 
آره ، اما این شامل این میشه که من دوباره دزدکی وارد بشم . 
این بار به اندازه کافی سخت بود ، پس فکر نکن این چیزیه که حوصله اش رو داشته باشم . 
اون رو از کثافت جدا کردن برای بیش از یک هفته . 
حالا درو باز کن . به من گوش کن و همین الان این در رو باز کن ! 
این کیه ؟ 
این ... مال منه ... مال منه ... - مال من ، اوه ، مال من ، مال من ، مال من ... 
- اون ... مال منه ... - مالِ تو ؟ - پس ، اون ... مال منه ... 
- مالِ تو ؟ - نامزدمه ... 
. - متاسفم . 
متاسفم ، نامزدت ؟ 
من نامزد دارم . 
تو نامزد داری ؟ 
- تو نامزد داری ؟ 
- بله . 
با کی ؟ 
نه ، نه . چطور ؟ 
نه ، منظورم با کیه ؟ 
- میتونی حسش کنی ؟ 
- لیدی یولریا موگرهانگار . 
خبرهای خوب ، چارلز . 
سر جورج هورنر قبول کرده که در دادگاه از تو دفاع کنه . 
- من فکر میکردم سر کیت اپلبی بود ؟ - نه . 
دیگه خبری از کیت نیست . 
- چرا ؟ 
- هیچ دلیلی . احتمالا یه پیشنهاد بهتر داشته . 
- اون منو باور نمیکنه ؟ 
- این اتفاقا میفته . 
سر جورج الان وکیلته . 
اگه اون باور نکنه ، بقیه هم باور نمیکنن . 
تقریبا مهم نیست 
تنها چیزی که مهمه اینه که مردم عادی چی فکر میکنن . و بعد هم هیئت منصفه . 
و این معمولا مشکلی نیست که من باهاش روبرو بشم . 
- حالا ، این کیه ؟ 
کاملا درست میگید ، لیدی ... موگرهانگار . لیدی ایولاریا موگرهانگار . 
بیوه سر والا مقام خرخس مغرور و دختر جناب آقای تاتلِ پرحرف و ناشر فقید روزنامه . 
بله ، خوب ، این مرد ، این زندانی تب زندان نداره . 
من فقط سایه ای توی چشم مرد دیدم و اونو با لکه اشتباه گرفتم . 
لکه ؟ 
لکه ای که یه مرد تو چشمش داره وقتی تب زندان داره . 
جذاب . 
این مرد اینجا به سرحالی یک کک هست . 
البته که هست . 
خیلی خوب گفته شد . 
چه پسر جوان دوست داشتنی ای . 
من یه رفیقی رو دوست دارم که وقتی اشتباه میکنه سریع اعتراف میکنه . 
چیزی که تو جنس خسته کننده تر به ندرت پیدا میشه . 
هرگز اون کیفیت رو از دست نده . 
بله . 
خب ، من شما رو با هم تنها میذارم و میرم ببینم چه کاری میتونم برای بقیه انجام بدم . 
لذت بخش 
مشکل چیه ؟ 
چارلز ؟ 
- سلام . 
- بقیه اینجا پایین هستن . 
میدونی یه چیز لعنتیه . من ... من بدون سرنگ تزریق تقویت کننده چشمم اومدم . 
باید برگردم به مطب و اونو بردارم . 
چارلز . 
اون دکتر بهت قرص شادی بخش داده ؟ 
نه . 
نه . فرشته من . 
اون یه زنه ؟ 
اون دکتر . اون یه زنه ؟ 
اون هست ؟ 
چطور ؟ چطور ممکنه کار کنه ؟ 
اون یه زنه . یه زن بود . 
بود ؟ خدای من ، من - من نمی ... مطمئنی ؟ 
چرا یه زن باید خودش رو به عنوان یه دکتر جا کنه ؟ 
برای اینکه اینجا بیاد ، داخل زندان بشه ، داخل این سلول بشه ، تو رو ببینه . 
چارلز . 
یولریا ؟ 
اون نلی جکسون بود ؟ 
ببخشید ، اون دکتر جوون نلی جکسون بود ؟ 
- یولریا ... 
- بدو 
برو به نگهبانا بگو که اون دکتر نلی جکسونه . 
آره ، درسته . برو ، احمق بی خاصیت . 
خودت رو خسته نکن . خودت رو مسخره نکن . 
خب ، پس اون کی بود ؟ 
و با والرین اینجوری صحبت نکن . 
نمیدونم . تو هستی که داری چرت و پرت میگی . عجیبه . 
- چیه ؟ - تو 
نلی جکسون . نلی جکسون 
خب ، اگه اون نبود چرا وقتی اون اینجا بود اینقدر گیج و گول و خنگ به نظر می رسیدی ؟ 
- و اون یه تقلید از من بود ؟ 
- اون . وقتی که اون اینجا بود . 
اون یه دکتره . اون یه مرده . و من گیج و گول نگاه نمی کردم . 
- نگاه می کردی . 
- نه ، نگاه نمی کردم . 
آره ، آره . 
همون نگاه گیج و گول ، گیج و منگ ، بی فکر که قبلا دیده بودم وقتی دنبال زن جماعت بودی 
کاملا مشخصی 
و فقط به این فکر کن ، من تو رو باور کردم . تو رو بخشیدم . برای اینکه اینجا باشی پول پرداختم وقتی باید پایین اونجا با کثافت ها می بودی . 
عشق من ، به چیزهایی که وجود ندارن حسادت می کنی . 
من حسادت نمی کنم ، چارلز . 
مسئله سلیقه است . 
نمیخوام با کسی ازدواج کنم که با کثافت ها معاشرت میکنه . 
اما چرا باید با کسی کثیف مثل نلی جکسون خودم رو درگیر کنم - وقتی تو رو دارم ؟ - با اینکه هیچ چیز بهتر از کثافت نمی فروشه . 
شاید بتونم باهاش مصاحبه اختصاصی داشته باشم . 
برو . برو ! 
سلام علیک . روز بخیر 
ببخشید 
اما اون نلی جکسون بود 
نلی جکسون چی بود ؟ 
اون دکتر ... نلی جکسون بود که به شکل ... یه دکتر در اومده بود 
بود ؟ 
ببخشید ، دکتر . 
یه زندانی دیگه هم هست که باید بهش سر بزنید . قبل از اینکه بتونی بری . 
یه دختر کوچولو . اگه زود بیای میتونی نجاتش بدی . 
بهت راهش رو نشون میدم . 
نلی ، از این خوشم نمیاد . 
باید بری . 
فقط همین پایین . 
- خواهش میکنم ! 
یه در رو باز کن . - اون اینجاست . عقب بمون ! انجامش بده ! الان ! 
فقط اینجاست . خدایا روح کوچیکش رو حفظ کنه . 
اون فقط اون ته دهات . میتونی ببینیش ؟ 
فقط پایین اونجا ، یه دختر کوچولو ته سلول . می‌بینیش ؟ 
اون اونجا . اون . 
تو نلی جکسونی ! 
گرفتمش . گرفتمش . گرفتمشون ، رفقا ! 
چهل پوند ! چهل پوند ! 
چطور برش دارم ؟ 
هی . با کی باید صحبت کنم تا اون چهل پوند رو بگیرم ؟ 
اون می خواد میله ها رو خم کنه . اون داره میله ها رو خم میکنه ! 
ادامه بده نلی . ادامه بده . 
تقریبا تمومه . 
بیلی . 
بیلی . 
هر چیز فانی را بر روی ... هر چیز فانی را بر روی ... خانه زمینی کسل کننده خانه زمینی کسل کننده 
هر چیز فانی را بر روی ... هر چیز فانی را بر روی ... خانه زمینی کسل کننده خانه زمینی کسل کننده 
من نلی جکسون نیستم . 
من ستوان دکتر جیمز دلنی از هنگ پنجم دراگون هستم . 
برگرد . 
چی ؟ 
چه کارشون کردن ؟ 
چرا اینجا هستن ؟ 
تو به خاطر چی اینجا هستی ، کوچولو ؟ 
اون یه تیکه نان برداشت تا به خواهر کوچیکش بده و دو سال حبس گرفت . 
این یکی یه پتو برداشته تا خودش و داداش کوچیکش رو گرم کنه که وسطای ژانویه از سرما نمیرن ، و به اعدام با طناب محکوم میشه . 
چه بچه شجاعی هستی . 
خواهرت حتما خیلی بهت افتخار میکنه . 
اون الان پیش عیسیه . 
واقعا نلی جکسونی ؟ 
- بیلی ؟ 
- فکر کنم این همون باشه . 
این چیزیه که برای اون به این سیاره فرستاده شدیم . نه برای اینکه اون احمق تالی رو بیرون بکشیم ، بلکه برای این روح های بدبخت . 
این غلطه . هیچکس نباید به این شکل زندگی کنه . 
بیا دوباره اون میله ها رو خم کنیم ، نلی . 
اگه جای تو بودم فرار می کردم . 
اینجا میریم . 
چی ؟ 
بگیرش الان . 
همه بیرون . بریم . 
بیا . 
اینجا همه رو می بینم . بریم . 
بیا ، خزدار کور ... بیا ، خزدار کور ... 
- و مرزهای دمدمی این ... - و مرزهای دمدمی این ... - زندگی نازک‌بافته را ببر . - زندگی نازک‌بافته را ببر . 
بیا . درسته . 
دارم میام . باشه . 
همینه ، بریم . 
هوا را با ناهماهنگی وحشیانه پر کن . 
بیا بیرون . بیا ! 
اوی ! هی ! داری چه کار میکنی ؟ 
از این طرف ! 
اینجا . برو ، برو ، برو ! حرکت کن . کنار برو . سریع . 
همه بیرون ! بیا ، همینه ! بریم ، سریع ! 
پوسیدگی روی پوسیدگی پوسیدگی روی پوسیدگی . 
آماده ؟ 
هوا را با ناهماهنگی وحشیانه پر کن . هوا را با ناهماهنگی وحشیانه پر کن . 
- ویرانی روی ویرانی . 
- ویرانی روی ویرانی . 
- نلی . 
- صبر کن ، داری چه کار میکنی ؟ 
- دنبالت می گشتم . 
چیکار میشه ؟ - دارم همه رو بیرون میارم . 
تنها کاری که کردن دزدی نان و پتو بوده و چیزهایی که تن و روح رو کنار هم نگه میداره . 
بیا از اینجا بریم . 
پوسیدگی روی پوسیدگی ... پوسیدگی روی پوسیدگی ... آشفتگی بدترین آشفتگی است آشفتگی بدترین آشفتگی است 
هیچ چهره انسانی . هیچ چهره انسانی 
- الهی ، اما ابر به جای آن 
- الهی ، اما ابر به جای آن - و در تاریکی ابدی احاطه ات می کند . - و در تاریکی ابدی احاطه ات می کند . 
تو داری میمیری ، نلی جکسون . 
تو خواهی مرد 
صوفیا ؟ 
- نل ! - راسلاس ؟ راسلاس ! 
توهمی هست . 
بدو . از دیوار ردشو 
فقط یک توهمه 
چطور میدونی ؟ 
صوفیا 
صوفیا 
صوفیا 
صوفیا 
گرفتمش . گرفتمش . 
و بعدش ... متوقف شد 
راسلاس 
راسلاس ؟ 
راسلاس 
راسلاس 
بچه 
بچه بچه 
بچه 
آقای جافیا ؟ 
من واقعا ، واقعا ، واقعا از نمایشنامه ات خوشم اومد . اوه ! لطفاً . 
واقعا خوشت اومد ؟ 
توام بد نیستی 
