Найдём химеру и убьём химеру , всего делов . 
Значит , направляемся к побережью ? 
В тысячный раз повторяю , там химера была . 
Но теперь она переместилась к утёсу . 
Знаешь что ? Я уже устала от твоих сомнений во мне . 
Я не буду опускаться до твоего уровня ... Прости-ка , " моего уровня " ? 
Смеёшься над ростом ? 
Над твоей упёртостью . 
Хватит уже , вы обе . 
Мы решили разделиться и осмотреться . 
Пойдёте вдвоём ? Я смотрю , вы нашли общий язык . 
Чудесно , снова быть нянькой . 
Да-да . Не отставай , зануда . 
Как я и говорила , у побережья . 
Точнее у утёса рядом с побережьем . 
Кима , подожди ! 
Я разберусь . 
Очевидно , что нет . 
Аллура ! 
Кима , ложись ! 
Убиться решила , что ли ? 
Я сказала с дороги . 
Видишь ? Сказала же , что разберусь . 
Кима . 
Где ты ? 
А , чёрт . 
Ну что ? 
Воругал всё ещё там . Я его чувствую . Тогда чего мы ждём ? 
Нельзя просто броситься в атаку на дракона без плана . 
План такой : я найду Киму и разорву это блядское чудовище на куски . 
В этой стратегии есть плюсы , но нам не хватает людей для атаки на дракона . 
И у нас нет времени . 
Через час мы должны открыть врата для наших друзей . 
И откуда такое благоразумие ? 
Ты бы ждал , будь Векс 'алия в опасности ? 
Ты бы терпела , если бы жизнь Персиваля висела на волоске ? 
Это другое ... 
Мы с Перси не ... Не что ? 
Мы не вместе . 
Почти поверила . 
И всё же , аргумент хороший . 
Мы всегда бросались спасать друг друга . 
Было бы лицемерно не сделать это сейчас . 
Спасибо . 
Об этом я и говорила . 
Все эти обязательства создают сложности . 
Но у нас обязательств нет , так ведь ? 
Что ? 
Нет . 
Тогда нет и сложностей . 
Интересно , как дела у остальных . 
Полагаю , лучше , чем у нас . 
И почему врата так далеко ? 
Эй ! Думаешь , догонишь нас , вислочлен ? 
Может , не нужно злить убийцу ? 
Я знаю , что ты здесь . 
Это вопрос времени . 
Прячься-прячься , крыса . 
Я найду тебя . 
Любопытно . 
Лёд вон там тонковат . 
Можно это использовать . 
Забей на лёд , видишь ли ты Киму ? 
Следы ? Хоть что-нибудь ? Ну , с такого расстояния нет . 
Тогда идём ближе . 
Терпение . 
Мы не знаем , где дракон . 
Мы говорим о Киме . Терпение не в её стиле . 
Без меня она найдёт ещё больше проблем на свою голову . 
Возможно , стоит послушать Аллуру . 
Я никогда не видел её в такой спешке . 
Ещё одна причина сохранять благоразумие . 
О , мы же такие благоразумные . 
Что , уже пробирает холод ? 
В пизду . 
Беги , зайчишка . 
- О , ну конечно бери . 
- Вот она . 
Теперь ты попалась . 
Кима ! Мы здесь ! 
Алли ? 
Чёрт . 
Держись ! 
Отлично . 
Подожди ... Благоразумие , помнишь ? 
Попалась . 
Ложись ! 
Чё творишь , Алли ? Беги отсюда , я разберусь . 
Всё указывает на обратное . 
Нет ! 
Да ! 
Давай , сопротивляйся . 
Так интереснее . 
Благо . Разумно . 
Отличный выстрел . 
Я найду Киму . 
Встретимся у портала . 
Искал себе противника ? 
Ну ёбаный рот . 
Неплохую бездонную яму ты себе нашла , дорогая . 
Просторная . 
Спасибо , что поймала . 
Не вытащишь меня отсюда ? 
А , прости , милая . 
Фентрас иногда капризничает . 
Твоё оружие слишком громкое ! 
Ну простите , не все могут стрелять чёртовой магией из пальца . 
О боже . 
Перси ? 
Похоже , он тебя бросил . 
Да что ты ? 
Охота ещё не закончилась . 
Похуй . 
Рискуем . 
- Прости , что не послушала , когда ... 
- Забей . Найдём наших дам . 
- Где эти сраные врата ? 
- Не знаю ! Все эти камни одинаковые ! 
Они должны быть впереди . Но они закрыты . 
Похоже , с другими что-то случилось . 
Килит , сможешь открыть портал отсюда ? 
Правда ? Походу это тяжело . Всё равно пробуй ! 
Вот они ! 
Я могу начать . Но они должны активировать их с другой стороны или мы застрянем . 
Думаете , он даст нам пять минут , если вежливо попросим ? 
Походу нет . 
- Алли . 
Хули ты там устроила ? 
Я же сказала не лезть . 
Чтобы ты с головой нырнула в зубастую пасть Воругала ? 
Кто-то же должен спасти тебя самой себя . 
Серьёзно ? Опять за своё ? 
Когда ты уже начнёшь мне доверять ? 
Я ... 
Прости . 
Слушай , я это делаю не потому , что сдохнуть хочу . 
Я так тебя защищаю . 
Дамы ? 
Врата . 
- Точно , точно . Неминуемая гибель . - Конечно . 
Я далеко не спец , но попробую . 
Нет . 
Он нашёл нас . 
- Нам нужно больше времени . 
- Мы отвлечём его снаружи . 
Или нет . 
Сдерживайте его , сколько сможете ! 
Вакс ! С ума сошёл ? 
Похоже на то ! 
Ребята , Вакс в беде . 
- Ага . - Мы поможем . 
О боги ... 
Сканлан , давай ! 
Класс , теперь я тоже спятил . 
Грог ? 
- Кики , ну как там ? 
- Не поддаётся . 
Огонь ! 
Может , я смогу его впитать . 
Пайк ? Пайк ! Беги оттуда ! 
Латы . Кажется , они работают . 
О чёрт ! 
Вот чёрт . Твоя голова ... 
Что с ней ? 
Ай , да бля-я-я ! 
Ребята , смотрите . Портал ! 
О чёрт , о чёрт , я не хочу умереть лысой ! 
Шевелите булками ! 
Быстрей , быстрей ! 
Да . Это они ! 
- Большой парень ! Очень большой парень ! - Помогите , помогите , помогите ! 
За нами очень большой парень ! 
Чёрт ! 
Что это за тварь ? 
Что думаете , подерутся или поебутся ? 
Натравить демона на дракона ? 
Чертовски хороший план . 
Этим мы и знамениты . 
Твои волосы ... 
Заткнись , де Роло . 
Ты мой ! 
Охренеть . 
Все ко мне , живо ! 
Стоп , стоп , стоп ! 
Всё , давай ! 
Офигенное зрелище . 
Ещё как ! 
Ладно , пять золотых на чувака с огнём . 
О , двоечку ему прописал ! 
Бей его ! Бей ! 
О-хо-хо ! Это было больно ! 
Ты видел ? 
Возможно , лучше смотреть оттуда . 
Да-да . Дистанция тут не помешает . 
С дороги , бля-а-адь ! 
Ты проиграл . 
Закончилось ? 
Может , он просто устал драться ? 
Ну и зачем вы накаркали ? 
Да-да , прости . 
Прости . 
Что нам делать ? Бежать ? - Нападать ? 
- Есть идея . 
Ждите здесь . 
Что ? 
Эй , он мой . 
Ну и что за воинственную хуйню она учудила ? 
Не бойтесь . 
Это Леди Кима из Ворда . 
Убийца чудовищ , выжившая в Эмберхолде , и моя возлюбленная . 
Она справится . 
Да . Сюда . 
Так , а вот теперь помогите . 
Вы её слышали . 
Мы поможем , Кима . 
Наваливайте ! 
Он решил свалить . 
Смотрите , кого поймал . 
Вам меня не удержать ! 
Да почему он ещё жив ? 
Ну не знаю . Это ж дракон . 
Сможешь наложить заклинание на движущуюся цель ? Что ? 
Кима ! Ты со мной ? 
Умри , дичь ! 
Спасибо , детка . 
Готова ? 
Нет , но всё равно давай . 
Осторожнее с дичью . Вдруг поймаешь . 
Ну вот опять , отправилась в атаку , несмотря на опасность . 
Но это ... нормально , да ? 
Так я в тебя и влюбилась . 
Иди сюда , зануда . 
Знаю , мы не вместе . 
Но это не значит , что нам нужно быть порознь . 
Чешуя дракона . 
Воругал . 
Очередной провал . 
Бесполезные отродья ! 
Все против меня , но это не важно . 
Мой выводок вылупляется . 
Им нужна всего лишь первая жертва . 
Да что ты ? 
Кто здесь ? 
Есть у меня одно подходящее место . 
Фух , волосы . 
Так-то лучше . 
Без обид , дружок . 
Да ничего . 
Не все могут так классно смотреться . Понимаешь ? 
Скоро стемнеет . 
Аллура , можешь ... " бамфнуть " нас отсюда ? 
К сожалению , мне нужно отдохнуть , прежде чем " бамфать " . 
Ну , мы можем отдохнуть в Шато Шортхалт . 
- Где ? - Ну , в моём доме с водными матрасами . В горячей камере . 
В хижинке . Ну , в ночном клубе . 
Мы все слишком устали для шуток , Сканлан . 
О , поверь , если б я шутил , ты бы уже смеялся . 
Но я не смогу призвать его без двери . 
Типа такой ? 
Грог , ты прелесть . 
Так , вставлю свой волшебный ключ и ... 
Сканлан ... это что за хуйня ? 
