- ( אחרי ביקור בגלריה לאומנות היי , סיראנו . 
הולי , טוב לראות אותך . 
גם אני שמחה לראות אותך . 
מקאלן , נכון ? 
בסדר . 
אני חייבת לומר לך , אני צוחקת בכל פעם שאני נזכרת באסון הנורא שהיה לך פה ביום האהבה . 
" אסון " זה קצת ... מדויק . 
אבל זה כלום בהשוואה למה שקרה לי אתמול בלילה . 
באמת ? 
אגיד לך מה נעשה . 
אם תצחיק אותי כמו שהצחקת אותי ביום האהבה , המקאלן על חשבון הבית . 
רק הערב או תמיד ? 
בכל פעם שתספר לי סיפור שיצחיק אותי . 
ואם הבדיחה על חשבונך , אתן לך שתי כוסות על חשבוני . 
אז תתכונני להתחיל למזוג . 
כולם יודעים שהחוג לתולדות האומנות הוא החוג הכי מבוקש בהרווארד . 
מבוקש יותר ממתמטיקה יישומית ? בסדר . 
אז לא היה שום סקס בקייפ קוד , אבל שיחקנו מיני 
מה יכול להיות טוב יותר מזה ? 
סקס . 
אבל אולי אני פשוט לא משחקת מיני - גולף כמו שצריך . 
- סתיו , ( אחרי המשחק - ( של הרווארד נגד ייל אז לא הייתה לי ברירה אלא להעמיד פנים שאני התאום שלי . 
אתה ממציא את זה . 
תאמיני לי , אילו המצאתי את זה , הייתי יוצא מהסיפור הזה הרבה יותר טוב . כמו גם התאום שלי . בסדר , זה אומר שכשאנחנו נצא משהו מטופש יקרה לנו ? 
כשאנחנו נצא ? - כן . 
את לא יוצאת עם ... ? לא . מאק ואני נפרדנו לפני חודש . 
אני זורקת לך אינסוף רמזים , לא ידעתי אם אתה ג'נטלמן או פשוט לא יודע לקרוא בין השורות 
גם וגם . 
תרצי לבוא איתי לבלט ביום ראשון ? 
רקדני הבולשוי הגיעו העירה . לעזאזל , ביום ראשון הקרוב ? 
תן לי לבדוק . 
לעזאזל , אני שונאת בלט . 
אבל אם אתה רוצה לראות רוסים שמתעופפים באוויר ... אל תדאג , זה אמור לקרות . 
אבל למה אני מספרת לך את זה ? 
ברור שזה לא משחק ההוקי הראשון שלך . 
זה לא הבילוי הרגיל שלי . 
הפעם האחרונה שראיתי פאק אחוז טירוף כזה הייתה כשראיתי את אחי ניילס בהפקה של חטיבת הביניים של " חלום ליל קיץ " . 
שופט , תבדוק את הטלפון שלך , פספסת כמה דברים . 
קדימה , תצעק על השופט , זה מהנה . 
אני לא מאלה שצועקים . 
תעמיד פנים שהסומליה משעין את בקבוק היין על הכוס שלך . 
אין שום מקום מתאים , רק גיהינום , שופט . 
הם הבינו את זה . וחוץ מזה שהברואינס הבקיעו . 
הברואינס , תודה . 
לא רציתי לשאול בפעם השלישית . 
לקחת את פרייז'ר למשחק הוקי ? 
הובלת אותו לשם עם שובל של תוכניות ? 
לא , אמרתי לו שזה שייקספיר על הקרח . 
היי . - אוליביה , בואי תגידי שלום להולי . 
היי , נעים מאוד . 
- נעים מאוד . באתי רק לוודא שכולכם תבואו מחר בערב . 
כן . - בהחלט . 
יהיה נחמד אם הולי תוכל להצטרף אלינו . זה בסדר מבחינתך ? להצטרף לאן ? 
אוליביה עורכת מסיבת טעימות שמן זית לכמה מעמיתנו בהרווארד . אז גם התפריט וגם האורחים יהיו בתוליים . 
אני מצטערת . רק עכשיו הכרנו . - כן . אני מחבבת אותה . 
אם תיפרדו , אני אהיה בעד ... תזכירי לי איך קוראים לך ? הולי . - הולי . 
אז למה שלא תצטרפי אלינו ? 
זה בסדר מבחינתך , אוליביה ? כמובן , כמובן , אין לי בעיה עם זה . 
אני רק צריכה ללכת לעשות כמה שינויים קטנים . 
שינויים ? בטעימת שמן הזית שלך ? 
כן , במסיבת טעימות שמן הזית שלי . 
היא הייתה נחמדה , ואז מוזרה . 
היא כזאת . 
שמעתי שישבתם ממש על הזירה , איך הצלחת להשיג מקומות טובים כל כך ? 
יצאתי פעם עם מאק מקרידי . מה ? יצאת עם מאד דוג מקרידי ? 
את יודעת מי זה ? כן , הוא נחשב לאגדה בברואינס . 
יש לו חווה , הוא רוכב על אופנוע . הוא לא המציא את הכיף של האגרוף , אבל אין ספק שבזכותו הוא הפך לפופולרי . 
אני יודעת , עברתי ממאק מקרידי לאיש הזה , נכון ? 
החיים הם הרפתקה . 
תוכל לסלוח לי לרגע ? 
- כמובן . 
הם שם ... 
כשהיא אומרת " הרפתקה " אתם חושבים שהיא מתכוונת להרפתקה טובה ? 
לשיט בים האדריאטי או יותר כמו האנטר ס' תומפסון מסומם ? 
לא , מאק מקרידי ממש מגניב . 
נו , באמת , גם אני מגניב . אבל יותר בסגנון של קארי גרנט או צ'ארלס בויר , או דייב ברובק . 
ומובן שכל האנשים האלה מתו לפני עשרות שנים . 
אולי באמת הייתי שקול קצת יותר מדי עם הולי . 
אני חייב למצוא דרך להוכיח לה שאני יותר הטיפוס שלה . 
מחוספס , נינוח , פרקטי . 
אלה שלושת הדברים שאני חושבת עליהם כשאני חושבת על מסיבת טעימות שמן זית של הסגל של הרווארד . 
אלוהים , זה הדייט השני הגרוע ביותר שיש , נכון ? 
אתה לא קצת דרמטי ? 
עד כמה המאק הזה יכול להיות מגניב יותר מפרייז'ר ? תודה . - אני לא מאמין ש ... אז ככה מרגישים כשנדלקים על גבר ? 
וואו , תראו את האורחים . 
כמה דבורים וחופן אגוזים , ונוכל להכניע את כולם . 
אלוהים , תראה את מי אוליביה הזמינה . 
בואן , שארמה , גרימסבי , למה היא הזמינה את שלושת המרצים הכי חנונים בהרווארד ? 
כי היא הרביעית . 
אני לא יכול לדבר איתם . היא תחשוב שגם אני כזה . 
הינה הצעירים המגניבים , אני חייב לחשוב איך להביא את הולי אליהם . 
מושלם . אגיד לך מה תעשה . 
אני אביא משקאות . 
הולי , בואי תכירי את החברים שלי . 
פרייז'ר , ערב טוב . לא את החברה הזו . 
מה ? פרייז'ר . 
ולא אותו . 
ארל גרימבסי , תואר שני מפרינסטון , 2001 דוקטורט מקולומביה , 2008 . 
הולי קוואגליאנו , מנת יתר , וודסטוק , 1999 . 
זו הייתה בדיחה , רק איבדתי את ההכרה . 
בואי נגיד שלום . את רוז את מכירה , אבל זה הבן שלי פרדי . 
- היי . וזו איב , השכנה שלנו מהדירה ממול . 
- נעים מאוד . 
אבא , נצטרך לצאת עוד מעט . 
איב לא רוצה לפספס את תוכנית הריאליטי המטופשת שלה . 
ומשחק פוטבול מטופש זה טוב יותר ? 
אתה בטח שונא את שניהם . 
לא , לא ממש . 
אני יודע ליהנות ממשחק טוב על המגרש . 
באמת ? אז נראה לך שלפנתרס יש סיכוי להגיע לפלייאוף ? 
ניסיון יפה , פרדי . 
אין קבוצה בשם ה"פנתרס " . 
כן , אני חושב שיש להם סיכוי סביר . 
תסלחו לי . 
אז איזו תוכנית את רוצה לראות ? 
אלן , זו הייתה טעות . 
בהשוואה לצעירים המגניבים , אני נראה חנון . 
אולי עדיף שאבלה עם החנונים שאני נראה מגניב בהשוואה אליהם ? 
זה חכם , כן . ואז תוכל להיות הג'יימס דין של מסיבת טעימות שמן הזית הזו . 
טעימות שמן זית ? 
חשבתי שזו מסיבת טעימות בירה . 
אוליביה אמרה לנו שזו מסיבת טעימות קוויאר . 
איפה אוליביה בכלל ? 
אלוהים . 
יש רק סיבה אחת שבגללה היא שיקרה שכולנו נבוא . 
המסיבה שהיא תמיד איימה לערוך . הקליע שהצלחתי לחמוק ממנו שנים . 
צאו מפה . נצא מפה כל עוד אנחנו יכולים . 
גבירותיי ורבותיי , 
ברוכים הבאים למסיבת תעלומת הרצח בהפתעה שלי . 
עכשיו כבר לא תוכל להראות להולי שאתה מגניב . 
עכשיו מהר , תרסקי לי את עצם הירך שאוכל לעוף מפה . 
- - רצח נתעב ברוכים הבאים לאנגליה של תקופת העוצרות בשנת 1835 . 
השאירו את העכבות שלכם מחוץ לדלת . 
אני צוחקת , זו הייתה תקופה שיפוטית מאוד . 
אני ליידי מקאו , ואתם עומדים לחוות רצח נתעב . 
אני מתנצל על זה . 
לא , אתה צוחק ? זה נהדר . 
זה רק הדייט השני שלנו וכבר עכשיו אני באחד הסיפורים המטופשים שלך שמצדיקים מקאלן . 
אני חייבת לתעד את זה . 
שוטף הכלים שלי , רוטבגה , ייקח מכם את מכשירי הדיבור הקסומים שלכם . 
לשירותך , גברתי . 
לטובת הדיוק ההיסטורי . 
אם כבר אנו רוצים לדייק מבחינה היסטורית , עברתי את גיל 60 , אז יש סיכוי שאוכל למות ? 
אלה כרטיסיות הדמויות שלכם . 
אחרי הרצח , כרטיסיות נוספות יספקו תפנית בעלילה לכולם . פרק הגמר של הסדרה שלי אמור להתחיל עוד מעט . כמה זמן זה ייקח ? משהו כמו חצי שעה ? 
לעבור על כל החוקים ? 
זה לקח פי שניים יותר בחזרה הגנרלית . 
השחזור הזה של אחוזתה של ליידי מקאו יספק לנו רמזים באשר לזהותו של הרוצח . 
וזה יספק לנו רמזים לסיבה שבגללה את עדיין רווקה . מי אמר את זה ? 
כמו גם פסל הקרח הזה של האחיות ברונטה . 
זה ברונטוזאורוס . 
האמת היא שזה אפטוזאורוס . 
- זה סיוט . 
דיוויד , למה הסכמת לקבל את הפסל הזה ? 
נראה לך שאלה האחיות ברונטה ? 
אולי , הן התבודדו . 
אני חייב להוציא אותך מפה . 
בואו נתחיל לטוות את רשת האינטריגות שלנו , ואולי נתפוס את הרוצח . 
אם נעמוד גב לגב , אני חושבת שאוכל לתקוע סכין שיעבור דרך שנינו . 
תכווני לגרון . 
אני בטוחה שאתה מופתע לטובה , דב , מלך ערבי המשחקים . 
זה ערב משחקים ? 
אני לא רואה מתאבנים במוטיב כלשהו . 
אולי כולנו הקורבנות ? 
מה שלומך , יצור יקר ? 
אני לא רוצה להיות פה . 
אבל זה מתאים לך כל כך . 
באופן רגיל , נכון , אבל אני מנסה להראות להולי שאני מגניב . ודייט שני לא יכול להיות מסיבת תעלומת רצח . 
אתה התעקשת להביא אותה , וכל הלילה עבדתי על הדמות שלה . 
בסדר ? בגלל זה לא שמתי לב לטעות של האחיות ברונטה . 
האמת היא שהאחיות ברונטה חיו בתקופה הוויקטוריאנית , ולא בתקופת העוצרות , כך שהן כבר ... 
- עדיף שתלך . תשתוק , גרימסבי . 
אתה לא הולך לשום מקום . 
לדמות שלך יש תפקיד מרכזי בתעלומה , אתה נשאר . 
כן , אבל ... אם תמשיך ללחוץ עליי , יהיה פה רצח בלי שום תעלומה . 
כנראה בית הבובות הוא רמז . 
אתה חושב שהתעלומה קשורה ל"בית בובות " של איבסן ? 
זו תאוריה חכמה , איב . 
את חייבת לרשום את זה . 
שאביא לך צבעים ? 
אני יכולה לשבור אותך לשניים , איש זקן . 
את מוכנה ? אני אשמח לעוף מפה . 
לצערי , ניאלץ להישאר עוד קצת . 
זה לא הבילוי הרגיל שלי . 
אני בטוחה . 
אתה הצלחת להחזיק מעמד במשחק הוקי , אני אוכל להחזיק מעמד במה שזה לא יהיה . 
כמה גרוע זה כבר יכול להיות ? 
- זה היה משפט מטופש ולסיום , מספר 30 , איזדורה . 
ואלו כל הכבשים בעדר שלי . 
איך ייתכן שאנחנו עדיין ערים ? 
היא סופרת כבשים . 
למה אלן לא חייב ללבוש תחפושת ? 
פרדי , תקריא בבקשה את הכרטיסייה שלך . 
אני אמברוז , נער האורוות , ו ... אני לא יודע קרוא וכתוב אז אני לא חייב להמשיך לקרוא . 
ברצינות , אלן , אתה מחפש רמזים ? 
לא , אני מנסה להצית אש . 
אפשר להמשיך ברצח ? 
רק אחרי שכולם יציגו את עצמם , בלבוש מלא . 
בסדר . 
אני פרופ' הורסלי מאוקספורד . 
אני מפורסם בזכות המחקר שלי על אודות מחלות ... תהפוך את הכרטיסייה . 
שברובן הייתי חולה . 
עקב עבודה בתנאים לא סניטריים , עורי מכוסה שלפוחיות . אני יותר גיבנת מבן אדם . מזעזע מכדי לחיות , פחדן מכדי למות . 
תעשי לי טובה . 
דיוויד , לעזאזל . 
האביזר שלי . 
הסופה מתקרבת , אני מקווה שהיא לא תכבה את הלפידים . 
אני מקווה שהיא לא תכבה את הלפידים . דיוויד . 
אני לא עומד בזה עוד , אני חייב לשים סוף למסיבה . 
כן , נראה אותך עכשיו . 
אני לא המת , לעזאזל . 
בית הבובות שלי . 
הכרטיסיות שלי . 
הכול הרוס . 
מישהו רצח את מסיבת תעלומת הרצח שלי . 
אני לא רוצה להאשים אף אחד , אבל הוא עשה את זה . 
- - רצח נסער עבדתי על זה שבועות . אף אחד לא יוצא מפה עד שנגלה מי עשה את זה . 
ממש לפני שהאור כבה , פרייז'ר אמר שהוא לא עומד בזה עוד , 
ושהוא חייב לשים סוף למסיבה הזו . הוא גם נופף במקל ובגישה שלילית . 
זה נכון , פרייז'ר ? 
הרסת את המסיבה שלי שתוכל לעזוב עם הולי ? 
באמת ? באמת היית עושה דבר כזה ? זה ממש לא מגניב , אבא . 
ברור שלא עשיתי את זה . 
זה היה יכול להיות כל אחד מהנוכחים . 
אפילו שמעתי כלב . זה מגוחך , כולכם מאשימים את פרייז'ר רק כי היו לו מניע , אמצעים והזדמנות . 
רק כי הוא נופף בנשק מעל ראשו , וצעק שיעשה הכול לשים סוף למסיבה הזו , אתם צריכים להתבייש . 
לעזאזל , דיוויד מת הרגע . 
הרוצח היכה שנית . 
אוי לא , איך הוא רצח אותך ? 
כפי שאולי ניחשתם ... - דיוויד . אני היורש הממזר של ההון של הוויקונט . - דיוויד . 
דיוויד , המשחק הסתיים . 
בסדר . אז כולם עוזבים עכשיו או בעוד ארבע שעות כשהמפתח לקופסה של הטלפונים ישוחרר מפסל הקרח אחרי שיימס ? 
ארבע שעות ? תביאו את האחיות ברונטה . 
תביאו את הברונטוזאורוס . 
- תביאו את האפטוזאורוס . 
היא מחזיקה בסכין . 
לא , אוכל להוציא משם את המפתח תוך חמש דקות . 
ולאחר מכן , נראה לי שאלך . 
תודה לאל שהערב הזה עוד מעט יסתיים . 
זה היה גיהינום . 
תודה רבה על האירוח , אנחנו חייבים לעשות את זה שוב . 
פרייז'ר , מה קורה פה ? 
אתה בסדר ? יש לי חמש דקות לטהר את שמי . 
אם לא אצליח להוכיח שאני חף מפשע עד שתחלץ את המפתח , לצערי , זה יהיה הסוף שלי עם הולי . 
ואיך תוכיח שלא עשית את זה ? 
רגע . 
רגע . 
אין לי מושג . 
בסדר , הוצאתי את המפתח . כולנו יכולים ללכת . 
רגע , רגע . אין סיכוי שד"ר קריין עשה את זה . 
ואני יכולה להוכיח את זה . 
זה אמור להיות מעניין . 
מה קרה , לדעתך , איב ? 
בדיוק כשהאור כבה דיוויד שפך קמח על הנעליים של ד"ר קריין . הוא השאיר עקבות קמח בכל מקום . 
אבל תסתכלו , טביעות הרגליים לא התקרבו לבית הבובות , ונגזר מכך שהוא לא היה יכול לעשות את זה . 
התכוונת לומר שנרמז מכך , ולא נגזר מכך . 
אמרתי לך לשתוק . 
פענחתי את התעלומה . 
מי צריך צבעים עכשיו , פרופסור ? 
איב , לא יעלה לך כסף להיות נחמדה . 
בסדר , נהדר , פרייז'ר לא עשה את זה . אני מצטערת שהאשמתי אותך . 
אז מי עשה את זה ? 
למי אכפת ? 
לכו הביתה . 
אני שמחה שאתה לא הרוצח . 
אני עדיין מבולבלת . לא עד כדי כך שאני רוצה לדעת עוד פרטים . 
אני מצטער על כל זה . 
נראה לך שאוכל לכפר על הערב הזה ? אולי נוכל להמשיך במקום אחר ? 
אני אשמח . 
אנחנו לא במיטבנו בתקופת העוצרות . 
אני רק חייב לומר לה לילה טוב . 
אני מצטער על המסיבה שלך . 
גם אני מצטערת . 
באמת חשבתי שתיהנה מזה . 
לכן ביססתי את הדמות שלך על מי שאתה באמת . 
' שלפוחיות , גיבנת וכו ? 
החלק שלא קראת . 
מחלות ... פחדן ... 
" אבל אם שאר האורחים יוכלו להסתכל מתחת לפני השטח , " הגאונות והנדיבות שלי יוכלו להציל את המצב " . 
ובנוסף , אני מצורע . 
אני יודעת שלא כולם מתחברים לזה , פשוט חשבתי שאנשים יתלהבו מזה . 
שכולם יופתעו ויצחקו ויחשפו סודות , ואז הרוצח יתגלה בסיום הגדול . 
חשבתי שכולם ייהנו . 
בואי איתי . 
בסדר , שכל אחד ייקח את הטלפון שלו בדרך החוצה . 
סליחה . סליחה . הולי , אני לא יכול ללכת עכשיו . 
למעשה ... אף אחד לא יוצא מפה . 
אני פרופ' הורסלי , ורק דבר אחד מעניין אותי : למצוא את הרוצח . 
נו , באמת , לפחות תיראו קצת מופתעים . 
לכל אחד מהנוכחים היה מניע לרצוח את המסיבה הזו , 
או שאולי לא ? 
אני איתך . 
תודה . 
אולי זו הייתה הולי ? 
היא הייתה להוטה לעזוב , נכון ? 
אולי היופי הטבעי שלה מסתיר אופי אכזרי ? 
בסדר , עכשיו אני לא מבינה כלום . אתה מאשים אותי ברצח , אבל אמרת שאני יפה , אז ... בואו נבחן מקרוב . 
ובעצם , נאזין . 
הולי , תוכלי בבקשה לצעוד לכיוון בית הבובות ובחזרה ? 
הפעמון . 
היינו שומעים אותה , אילו הולי ביצעה את הפשע . 
זה צלצול הפעמון של אישה חפה מפשע . 
ועכשיו ... 
פרדי ואיב הם חשודים סבירים . 
הם מתו לצאת מפה . 
אבל האם הם ירצחו ? 
אילו איב עשתה את זה , היא לא הייתה מטהרת את השם שלך . 
אבל בחושך שמענו את פרדי צועק , " כן , נראה אותך עכשיו ! " , והוא הסתיר משהו כשהאור נדלק . 
בסדר . הסתרתי את הטלפון שלי במקום לתת אותו לדיוויד . 
וכשהיה חשוך בדקתי את התוצאה של המשחק . ה"פטריוטס " הובילו , וקצת התרגשתי . 
רגע , המשחק הזה עוד לא התחיל . 
מה אתה מסתיר ? 
הכלב שנבח . 
אני יודעת את התשובה . 
מה שם תוכנית הריאליטי שאת אוהבת ? 
לא , לא , רוז ניחשה נכון . אני הרסתי את המסיבה . איזה מניאק . 
אני מתנצל , בסדר , בואו נלך . 
היא נקראת " קרב ריקודי כלבים : אולסטארס " 
בסדר , התמכרתי לתוכנית המטופשת הזו , אחרי שצפיתי בה עם איב בכל שבוע , והייתי סקרן לראות מה יקרה הערב . 
ואז כשהפומרניאן החצוף הזה ניצח את הוויסלה ההונגרי היהיר שחושב שהוא צדיק יותר מהאפיפיור בתחרות הסלסה , ברור ששמחתי . 
ואני אעשה את זה שוב . 
הסיפור שלך מאומת , פום - פום ניצח . ספוילר . - ספוילר . 
אז זו לא הייתה הולי , זו לא הייתה איב , זה לא היה פרדי . 
אז נשארו לנו רוז והמרצים . 
רגע , מישהו באמת מאמין שרוז עשתה את זה ? 
בסדר , אז נדלג על רוז . 
אז זה בטח היה אלן . 
הוא לא הפסיק להתלונן כל הערב . 
נכון . 
נכון . 
אבל נותרה לי עוד תאוריה אחת שאני רוצה לבחון . 
לפני שהאור כבה , המקטורן של אלן לא היה מכופתר . לאחר שהאור נדלק , הוא היה מכופתר . 
הרגשתי שאני לא לבוש מספיק . 
ואולי הוא הסתיר ... את זה . 
המעטפה של הכרטיסיות הנוספות . אלה שנקרעו . 
זה מוכיח שהוא עשה את זה . 
אני לא מאמינה שאני מבלה ככה בשבת בערב . 
אבל אלן כתב את התזה שלו על מלכת סיפורי הפשע הבריטית , דורותי ל' סיירס , מה שמוביל אותנו למסקנה אחת בלבד . 
פרייז'ר , הבטחת לי , נשבעת לי . 
אני מצטער , ידידי הוותיק . 
פרדי , תוכל להקריא את מה שכתוב על גב המעטפה הזו ? 
" פרדי מסתיר משהו . 
" לפרייז'ר יש מקל . 
" דיוויד הוא הממזר של הוויקונט " ? 
רגע , אלה ראשי פרקים . 
הוא ניסה לפענח את תעלומת הרצח . תראו , הוא כתב " איבסן " באותיות גדולות . 
אמרת לי שזו תאוריה מטופשת . 
כי היית קרובה מדי . האמת היא ... 
- פרייז'ר , לא . אלן אוהב מסיבות תעלומת רצח . 
לך לעזאזל , פרייז'ר . 
לא רציתי שאוליביה תדע שיש לנו משהו במשותף . 
למה לא ? 
אני אוהבת את דורותי ל' סיירס . 
נוכל להקים מועדון קריאה . 
בדיוק בגלל זה . 
הייתי חייב לפענח את התעלומה בעצמי . 
אז לא , לעולם לא הייתי יכול לרצוח את מסיבת תעלומת הרצח , כי אהבתי את מסיבת תעלומת הרצח . 
תודה , אלן . 
וזה משאיר אותנו עם אחד המרצים . 
גרימסבי . 
בסדר , אני מודה , אני לא עונד טבעת נישואים כי אני מנהל רומן . 
לא סביר שגרימסבי הוא החשוד שלנו . 
שארמה אוהב משחקים . 
הוא לעולם לא היה הורס משחק . 
ואולי כן ? 
פרייז'ר , אתה חייב להפסיק לצאת בהצהרות , ומייד להטיל ספק בנכונות ההצהרות האלה . 
אתה צודק , אני צריך להפסיק . ואולי לא ? 
שארמה מארח ערבי משחקים תחרותיים . אבל בערב האחרון שהוא אירח הוא ואוליביה כמעט התעמתו . 
זלזלתי בך , פרייז'ר . לא ציפיתי שתצליח להערים עליי . 
רגע , רגע . זה בגלל מה שקרה במשחק ה"פיקשנרי " ? נו , באמת , דב , אני מצטערת , אבל הציור שלך לא נראה כמו גמל . הוא נראה כמו ... קדימה , אוליביה . 
תספרי לכולם כמו מה הציור שלי נראה , לדברייך . 
ברונטוזאורוס . 
נכון . 
פסל הקרח לא היה טעות . 
את הרסת את ערב המשחקים שלי , אז אני הרסתי ... זה לא דרמטי מספיק . 
אני מצטערת , הוא שתה דיאט קולה קודם . 
את הרסת את ערב המשחקים שלי , אז אני הרסתי את שלך . 
אולי אני הנבל בסיפור שלך , אבל את הפכת אותי לכזה . 
אתה לא מבין , דב ? 
בניסיון שלך להרוס את המסיבה שלי , בעצם , הצלת אותה . 
הערב הזה היה בדיוק כמו שרציתי שיהיה . 
תודה . 
ותודה לך , פרייז'ר . 
העונג כולו שלי . 
אני אנקום את נקמתי . 
אני עדיין צריך את הטלפון שלי . 
עבודת בילוש מעולה . - תודה . אני מצטער שנאלצת להתעכב פה יותר מכפי שרצית , אבל אנחנו יכולים ללכת עכשיו . אבל בדיוק התחלתי ליהנות . 
נהנית ? 
כן , כי אתה נהנית . 
למאק היה חשוב מה אחרים חשבו עליו , וזה הרבה יותר מהנה כשלא אכפת לך . 
בטח מתיש להיות מגניב כל הזמן . 
כן . 
אני שמחה שאני לא צריכה לדאוג לגבי זה כשאני איתך . 
אני אסתפק בניצחון . 
