‫ - חדשות - ‫ דיונדרה טונדרה בשידור חי ‫ ממטה " שבוע הדוב השמן " . 
‫ אנחנו כבר באמצע השבוע וחביבי הקהל , ‫ " דובון סטון " , " הארי חיוכוני " ‫ ו"שחינלה זללני " מובילים 
‫ " הנער " ! 
אותו אני אוהב . 
‫ ואותי . גם אותי אבא אוהב . 
‫ אוקיי , מותק , תירגע . 
‫ אבל הכול משתנה כעת , ‫ אתמול בלילה דוב חדש ‫ הופיע בזירה בהולס פולס . 
‫ קוראים לו " החתיך " , ‫ והוא מאיים על האלוף הנוכחי . 
‫ ואני מאיים על " החתיך " ‫ שלא שווה כלום . 
‫ אכזרי , אבא . 
‫ אז בואו שוב ‫ למועדון החיילים המשוחררים הערב , ‫ כדי להתערב על הדוב שיכריע את הכף ‫ ויוכתר לדוב השמן ביותר ‫ בשקילה האחרונה בסוף השבוע . 
‫ אוף , כל תעמולת הדובים הזו ‫ נראית כאילו שאתם ‫ מגייסים תמיכה לאימא רוסיה . 
‫ בוקר טוב , דירטרוד . 
‫ סליחה על ההתלהבות , ‫ אבל זה שבוע הדוב השמן בעיירה . 
‫ בזמני , רק הרגנו ואכלנו את הדובים . 
‫ בימינו במקום לאכול אותם , ‫ אנחנו רואים כמה הם אוכלים ‫ לפני שהם נכנסים לשנת החורף . 
‫ ואפשר אפילו להמר איזה דוב ‫ ישקול הכי הרבה בסוף . 
‫ דירט , פשוט תגידי לי או לג'ודי ‫ אם תרצי להמר ‫ על אחד החברים הפרוותיים שלנו . 
‫ אנחנו שוליות סוכני ההימורים של זויה . 
‫ רוצה להשקיע ב"דובי סטינבורג'ן " ? 
‫ אני אומרת לך , היא המועמדת המפתיעה . 
‫ בחייך , כולם מתחזים בהשוואה ל"נער " . ‫ הוא אגדה אמיתית . 
‫ הוא חכם , מהמם , ‫ הוא שרד אחרי שדרסו אותו שתי רכבות , ‫ וזכה בתואר הדוב השמן 11 שנים ברצף . 
‫ אנחנו תומכים במלך הדרוס . 
‫ אם אתה כל כך אוהב את הדוב ‫ למה שלא תתחתן איתו ? 
‫ את צוחקת , אבל הכנתי לאבא עוגת חתונה ‫ עם פסלון של " הנער " אוכל את אבא . 
‫ אהבתי את העוגה הזו ! 
ואני אוהב את כולכם . 
‫ זה מדהים שכולנו יכולים להיות פה ‫ בכוכב הלכת המטורף הזה . 
‫ טוב , מפגש משפחתי חשאי עכשיו . 
‫ דירט , אפשר להשתמש בבונקר ? ‫ 
- עשרה דולר . 
‫ דירט ! 
‫ - עכשיו זה מאה . 
‫ חבר'ה , שיחה רצינית . אבא באושר - ביף , נכון ? 
‫ מה זה בכלל אושר - ביף ? 
‫ כשאבא מדוכא , אנחנו קוראים לזה שבר - ביף . 
‫ אבל אושר ? 
‫ זה לרוב אומר שמשהו מרגש באמת ‫ ולגמרי בלתי צפוי קרה בחייו . 
‫ מצבי אושר - ביף הם נדירים מאוד . 
‫ הוא היה מאושר כך רק פעם אחת בחיי , ‫ כשראה את דיון וורוויק בשדה התעופה . 
‫ חשבתי שמצב הרוח הטוב שלו ‫ הוא רק תופעת לוואי של שבוע הדוב השמן . 
‫ הלוואי שזה כל מה שזה היה . 
‫ מון ! אתה יודע למה אבא באושר - ביף ? 
‫ כן . זו סיבה כל כך אפלה ומאיימת ‫ שאני בקושי יכול לדבר עליה . 
‫ דבר , גבר . 
‫ דבי ואן סיפרה לי . 
‫ היא עבדה על פרויקט לבית הספר ‫ בבית של אבא שלה , ‫ דיורמה של סכנת הסיגריות האלקטרוניות , ‫ והייתה צריכה קצת צמר גפן . 
‫ רעיון מקסים . תמשיך . 
‫ אבל אבא שלה לא היה בבית , ‫ אז היא הלכה ‫ לבית של אימא שלה בלי להודיע ו ... ‫ אימא ? 
אבא של מון ? 
‫ לא ייאמן . אבא וקריסה יוצאים ? 
‫ ועושים אמבטיות ? 
‫ וואו , איזו בחורה בת מזל . 
‫ תפסה לה גבר מזדקן , ‫ אב גרוש לארבעה , פשוט מציאה ! 
‫ כמה זמן זה כבר נמשך ? 
‫ אני לא יודע ולא רוצה לדעת . 
‫ אני ודבי נקנה יחד ‫ את מוחק הזיכרונות מ"גברים בשחור 3 " . 
‫ היא מצאה אחד למכירה בפייסבוק . 
‫ נראה שאבא עדיין לא מוכן לספר לנו על זה , ‫ אז בואו פשוט נתעלם וננהג באיפוק . 
‫ אבא , אתה יוצא עם קריסה , ‫ לכן אתה מאושר ואנחנו שמחים מאוד בשבילך . 
‫ ודבי סיפרה למון על האמבטיה החושנית . 
‫ ג'ודי ! ‫ 
- יופי של איפוק . 
‫ סליחה . תעמידו פנים שלא אמרתי את זה . 
אבא , ‫ אנחנו יודעים על החברה הסודית שלך , ‫ אבל אתה לא חייב לדבר על זה . 
‫ מצחיק שאתה קורא לה כך , ‫ כי למעשה , היא עדיין לא החברה שלי . 
‫ וואו . 
אוקיי , הוא פרפר . 
‫ אבל הערב אציע לקריסה חברות ‫ במפגש הדוב השמן . 
‫ והפרפר עוקץ . 
‫ היא מגישה קפה ב"אקסל קרים דונאט קינג " ‫ אז אקרא לה הצידה ואציע לה . 
‫ - תרגיל כיבוי אש - ‫ חבל שאין לי זמן לארגן " פלאש מוב " . ‫ לא נראה לי שיש צורך , וולף . 
‫ פשוט אציע לקריסה חברות ואז , ‫ אני לא יודע , בטח אנשק אותה . 
‫ הלו , שירותי הרווחה ? 
יש לכם נקודות איסוף ? 
‫ האם , בחיים לא תאמין מה ראיתי . 
‫ אוי , לא , את הסרט " סיפור אהבה בלתי נשכח " ? 
‫ הוא טלטל גם אותי . ‫ לא ! 
שתי נשים שהתנשקו בלב העיירה , ‫ ואני לא מדברת על נשיקה קטנה בלחי . 
‫ זה נראה כאילו אחת ניסתה ‫ להוציא לשנייה את השקדים עם הלשון . 
‫ אז מה הסיפור ? זה מקובל מאוד עכשיו . 
‫ זה דבר אחד לשמוע את זה , ‫ ומשהו אחר לגמרי לראות את זה בפומבי . 
‫ בזמני היינו צריכים להסתיר הכול . 
‫ היית יוצר קשר עין עם מישהו בחדר , ‫ ממהר החוצה לעשות דברים ליד פח אשפה , ‫ ואז מעמיד פנים שזה לא קרה . 
‫ הזמנים השתנו ב - 60 השנה שישבת בבונקר . 
‫ אפשר היום להיות גאים בציבור . 
‫ יש אפילו מצעדי גאווה , שבוע סקי לגייז , ‫ שני צבים גאים בגן החיות , שלדון וטרי , ‫ ברים לגייז ... ‫ שתוק ותגיד את זה שוב . 
יש פה ברים לגייז ? 
‫ אלו מלכודות ? 
התכוונת למעצרי גייז ? 
‫ לא . זאת אומרת , טכנית , ‫ הצבים הגאים בגן החיות כלואים , ‫ אבל נראים מאושרים . 
‫ בתור קרוב המשפחה הגיי המוכר היחיד שלי , ‫ אני סומכת עליך שתיקח אותי ‫ לאחד המקומות האלה . ‫ אני לא יכול ללכת לבר , דודה דירט . 
‫ אני צעיר מדי ואין לי תעודה מזהה מזויפת . 
‫ בחייך . מון ואני ‫ מחפשים סמים בחדר שלך פעם בשבוע . 
‫ יש לך תעודה מזהה מזויפת , האם . 
‫ או שעליי לקרוא לך " טימברגר קריבינס " ? 
‫ יודעת מה ? ‫ זה היה אמור להיות " טימותי קולמן " , ‫ אבל הבחור שמכין אותן מתחת לרציף קצת חירש . 
‫ תחשוב לאן כדאי לנו ללכת ‫ ותתכונן להסיע אותי לשם מחר . 
‫ אוקיי . - ויש לי בערך 60 שנות לסביות ‫ להשלים , אז תתכונן לערב ארוך . - אקסל קרים דונאט קינג - ‫ סנטיאגו , כדאי לך להמר על הסוס השחור . 
‫ חשבתי שמדובר בדובים . 
‫ - אני מתכוון לחסר הסיכוי . 
‫ ההימור הפרוע הזה הוא זכייה מובטחת . 
‫ אני לא אמורה להגיד את זה , ‫ אבל שלם לי 20 דולר ותקבל " כפול או כלום " . 
‫ תדאגי שיהיה " כפול " . 
‫ " הנער " מתקשה להתחיל השנה , מה , ביף ? 
‫ הוא פשוט נח בשלווה ‫ כי הוא יודע שיפצה על זה אחר כך . 
‫ זה " הנער " . 
‫ והנה " החתיך " . 
‫ הוא מתקרב מדי למקום הדיג של " הנער " , לטעמי . 
‫ כן , הוא יסתבך כש"הנער " יתעורר . 
‫ הנה היא באה . 
‫ החברה לעתיד של אבא שלי . 
‫ ומי זה ? ‫ נכון ? ‫ הוא כל כך ... ‫ מהמם ? 
- אוי , לא . 
‫ " דונאט קינג " ? 
‫ יותר מלך ה"עושה לי את זה " . נכון ? ‫ בדרך כלל זה הרגע שבו אני אומרת " וולף ! " ‫ אבל אתה צודק . 
‫ היי , מה קורה , מוזר אחד ? 
‫ שלום , קריסה . 
‫ ביף , זה אקסל . ‫ איש הדונאטס שאני עובדת איתו השבוע . 
‫ מה קורה , אחי ? 
‫ שלום , אז אתה אקסל . 
‫ כן , זה מה שאמרתי כרגע . 
‫ אוקיי . שמישהו יביא לי בירה , בבקשה . 
‫ אין בעיה . ‫ 
- אני אביא . 
‫ חכה , אדום הזקן . עצור , מלח , מה תשתה ? 
‫ אני ... ‫ 
- פשוט אביא לך בירה . 
‫ אקסל מדבב את כל הדונאטס . 
‫ אלו במילוי ריבה הן בריטיות . 
‫ ריבה של דונאט , חביבי . 
‫ מצחיק . 
‫ אז ביף , כתבת שרצית לדבר איתי על משהו ? אולי נוכל לצאת ... ‫ אצבעות . 
‫ לצאת אצבעות ? 
‫ נשתה לחיי יום נפלא , קריסה . 
‫ אנחנו צוות נהדר . 
‫ סליחה , אחי . אמרת משהו ? 
‫ כן , הוא רצה לשאול אותי משהו . 
‫ אני לא ... ‫ ביף , אתה בסדר ? ‫ אני ? 
כן . 
‫ אבל עכשיו אני ... ‫ לצערי אני צריך ללכת . 
‫ עכשיו ? 
‫ - כן , עכשיו . 
‫ שלום לכם . 
‫ אוקיי . ביי . 
‫ קדימה , " נער " , אתה לא יכול ‫ לתת לבחור החדש לקחת לך את הדג . 
‫ אני לא מסוגל להסתכל . 
‫ אקסל קרים דונאט קינג . 
- בעלי " אקסל קרים דונאט קינג " - ‫ בחיי הלן מירן . מי הבחור הזה ? 
‫ אקסל ? 
קריסה ? 
‫ תתעלם ממנו , אקסל . 
‫ הוא סתם גבר חסר - דונאט משעמם ‫ שפעם עשיתי איתו אמבטיות . 
‫ אבל אני לא רוצה להתרחץ . אני רוצה לטבול . 
‫ אקסל . 
‫ לזה אני קוראת מוזיקה ! 
‫ קדימה , " נער " . אתה מוכרח לקום . 
‫ אתה צריך לאכול משהו . 
‫ הנה הוא . - העל הבא של אלסקה ... ‫ אוי ! 
אבא 
מה ... ‫ מה קורה , אבא ? 
- שום דבר . 
‫ ביף , אתה עדיין כועס ‫ כי קריסה בילתה עם איש הדונאטס הזה אתמול ? 
‫ בגלל זה לא הצעת לה חברות ? ‫ ולא רצית לדבר עם אף אחד כל הדרך הביתה ? 
‫ לא , האידיוט החתיך הזה בכלל לא הרגיז אותי . 
‫ אין לו שום קשר ‫ לסיבה שלא הצעתי לקריסה חברות . 
‫ ולא חלמתי עליו . זה שקר ארור . 
‫ ביף , מותק , קריסה מחבבת אותך . ‫ היא יוצאת איתך . 
‫ נכון , אקסל הוא " עשר " בניו יורק , ‫ זאת אומרת , 85 בעיירה . 
‫ זה לא עוזר , מותק . 
‫ - קיבלתי . 
‫ אבל אבא , הדרך היחידה ‫ להתגבר על הפחד הלא - הגיוני הזה ‫ היא לתלוש את פלסטר האהבה הדביק הזה ‫ ולהגיד לקריסה מה אתה מרגיש . 
‫ או שאוכל ללכת איתו מכות . 
‫ לא . ביף , וולף צודק . 
‫ אתה מאבד שליטה . 
‫ פשוט תדבר עם קריסה . תרגיש טוב יותר . 
‫ אולי את צודקת . 
אני אנסה שוב ‫ במועדון החיילים המשוחררים הערב . 
‫ אדבר איתה , במילים . 
‫ אוקיי , אבל תסתרק . ‫ כן . 
‫ אוקיי , אקסל הוא לא איום . 
‫ אני רק אלך לדבר איתה , במילים . 
‫ הם פשוט צוחקים . 
זה לא סיפור . 
‫ גם אנשים שלא עושים סקס זה עם זה ‫ צוחקים ביחד . 
‫ " בנות הזהב " , למשל . 
‫ אלוהים אדירים . 
‫ וואו . ‫ - לא ! 
‫ ביף ? 
‫ מה העניין ? ‫ היי , ביף . 
אתה כבר הולך ? 
‫ כן , השארתי את המגהץ דולק ו ... ‫ גם התנור שלי דולק . ‫ אני חולה מאוד והחתול שלי חולה , ‫ אז אני צריך ללכת . 
‫ אולי עדיף . הדוב שלנו לא נראה טוב . 
‫ " החתיך " גנב לו את מקום הדיג ממש מתחת לאף . 
‫ " הנער " פשוט הלך משם . 
‫ - באמת ? 
‫ אולי אחליף מועמד ואתמוך בחדש . 
‫ הוא די מרשים . 
‫ - לא נכון . 
‫ הוא פשוט חדש ונאה . 
‫ הבדיחות שלו לא מצחיקות , ‫ אף רכבת לא דרסה אותו , ‫ ומבטא הדונאטס הבריטי שלו אפילו לא אמיתי . 
‫ הדוב הזה עושה מבטאים ? 
‫ אולי הייתי צריך להמר עליו . 
‫ - בר האריה הגאה - ‫ שוב תודה שהצעת להביא את הציפור הזקנה הזו ‫ חזרה לשוק , האם . 
‫ לא הצעתי , אבל העונג כולו שלי . 
‫ ואם לא תתלהבי מהמקום הזה , ‫ נוכל ללכת למקום אחר . 
‫ אני כבר מחכה להיכנס לשם ‫ ולמלא את העגלה שלי ב"בניות " , ‫ ואין לי כוונה לכבד את מגבלת העשרה פריטים . 
‫ המוזיקה הזו מחרישת אוזניים ! 
‫ קיוויתי לקצת מגע , לא לשבץ . 
‫ סליחה . אני מניח שזה קצת מציף . 
‫ מה ? לא . יותר יבש . 
‫ במילותיה של הזמרת החביבה עליי , ‫ שאניה טווין , ‫ " זה לא מרשים אותי " . 
‫ טוב , נמשיך לבר הבא . 
‫ אני שמח להיות נער הליווי הגיי שלך . 
‫ זה לא נשמע טוב , אבל הבנת אותי . ‫ בכל אופן ... טוב , בואי . 
‫ - מאד מאדג' - ‫ אני לא לבושה בהתאם ולא מתרשמת . הלאה . 
- בר העורב - ‫ אדגר אלן " לא " , תודה . 
- לאקי לאס ‫ מאז 1959 - ‫ " לאקי לאס " ? יותר , כאילו , ‫ " תור ארוך , לכו לעזאזל " . 
‫ הנה הוא . 
‫ הלכת הערב בלי להגיד שלום , ‫ אז רק רציתי לוודא שהכול בסדר . 
‫ הכול נהדר . 
מושלם , בעצם . 
‫ יופי , ומה עם קריסה ? 
‫ קריסה ? אני חושב שאולי טוב ‫ שעדיין לא הצעתי לה חברות . 
‫ כן . למה ? 
‫ היא עסוקה כל כך עם הקפה שלה ועם אקסל . 
‫ מה יש בתרמיל הזה ? 
‫ אתה מתכנן לברוח ‫ כמו " ילדי הקרון " של גרטרוד וורנר ? 
‫ אתה לא תשרוד את חיי המסילה ! 
‫ לא , בן . 
אני ... ‫ אני הולך לגרש את הדוב החדש והזר הזה ‫ מסלע הדיג של " הנער " . ‫ מה ? 
אבא , תמיד אמרת לנו , ‫ " אם תראו דוב , תתרחקו . " 
‫ ועכשיו אתה רוצה לעשות את ההפך ? 
‫ מישהו צריך לסדר את העניינים . 
‫ אבא , זו תוכנית גרועה . 
אתה עלול למות ! 
‫ ונראה לי שאתה ... אתה פשוט כועס על קריסה . 
‫ אין שום קשר בין שני הדברים . 
‫ אני עושה את זה ‫ כדי להגן על כבודו של " הנער " . 
‫ אני אצטרף ואז אנסה לעצור אותך שוב . 
‫ מה קורה פה ? 
‫ וולף , חשבתי שנזמין פיצה ‫ ונצפה ב"בני הדודים המלחיצים בקנדה " . 
‫ סליחה , מותק , ‫ אבל אבא אומר שהוא הולך להילחם בדוב ‫ כי הוא פרנואידי לגבי קריסה ‫ שמבלה עם מלך הדונאטס החלומי הזה . ‫ אז אצטרף אליו ואנסה לעצור אותו . 
‫ גברים יעדיפו להיכנס לבית גידול של דובים ‫ עם תרמיל מלא בדגים ‫ מאשר לדבר על הרגשות שלהם . 
‫ תעשו לי טובה , אל תמותו . ‫ אני מבטיח שזה לא יקרה . 
‫ אבל אם כן , ‫ תתקשרי ותצביעי לסלק את דארוש השבוע . 
‫ הוא בכלל לא מלחיץ . 
- אזהרת דובים - ‫ בחיי הדגים ובעלי הפלוצים . 
השביל סגור . ‫ אבא ? 
‫ חכה לי ! 
‫ אז שוב , אני רק רוצה להגיד בעדינות ‫ שאולי אתה מזדהה יותר מדי ‫ עם הקושי של " הנער " מול דוב האלפא החדש ‫ באופן שעלול להביא למותך , אז ... ‫ וולף , אני לא מזדהה עם " הנער " , אוקיי ? 
‫ נכון , שנינו בילינו את כל חיינו בעיירה , ‫ ושנינו אוהבים לדוג . ‫ וכן , נכון , בסדר , את שנינו דרסו שתי רכבות . 
‫ דרסו אותך שתי רכבות ? 
‫ כן . פעם דרסה אותי רכבת הילדים בקניון ‫ ופעם רכבת משא קטנה ‫ כשאימא שלך המציאה משחק ‫ בשם " רכבת ארוכה ונשיקה " . 
‫ זה נשמע כיף אדיר . 
‫ הנה , נכבה את מצלמות הדובים . 
‫ היי ! מה קורה ? 
‫ רוצה להמר מתי המצלמות יחזרו לפעול ? 
‫ על 10 - 1 או 2 - 3 . תחליט אתה . 
‫ ומה אמרת , זויה ? מלך משנה צורה ? 
‫ לא אמרתי לך כלום . 
‫ עכשיו אף אחד לא ישים לב . 
‫ ואף אחד לא יראה איך ניהרג . 
יופי . 
- בננה סאמס - ‫ אני מנחש שגם זה לא בר החלומות שלך ? 
‫ אולי אני זקנה מדי . ‫ פספסתי את התקופה שלי , ‫ ועכשיו עדיף שאסתפק בחוברות עירום ‫ ואחכה למוות . 
‫ לא אתן לך לוותר בקלות כזו . 
‫ אדאג שתחיי את החיים הגאים שלך במלואם ! 
‫ זה בסדר , האם . 
‫ בוא פשוט ניסע למזח ‫ כדי שאוכל לזרוק בקבוקי בירה על שחפים . 
‫ לרוב הייתי מסרב , ‫ אבל אני רואה שאת ממש זקוקה לזה עכשיו . 
‫ היי , לונדרה . 
‫ היי , האם . 
‫ ואת , מן הסתם , דודה דירט . 
‫ תהיי בשקט . את מפחידה את השחפים . 
‫ - תסלחי לה . 
‫ ניסיתי לקחת אותה לגיי - בר הראשון שלה , ‫ אבל אף מקום לא נראה לה . 
‫ ולא נגע בי . ‫ 
- עברתי את זה . ‫ המקום היחיד שאני טורחת להגיע אליו ‫ זה ה"וולי מאם " . 
‫ זה מקום פשוט , אבל התאורה נעימה ‫ ואפשר לשמוע את עצמך חושבת . 
‫ זה מתאים לי . 
‫ איך זה שה"וולי מאם " לא מופיע בשום אתר ? 
‫ כי זה בר סודי . ‫ חוץ מזה , רוב הלקוחות ‫ לא יודעים להשתמש באינטרנט . 
‫ תגידי לי איפה נמצא ה"וולי מאם " , ‫ או שאני נשבעת שאפוצץ לך את הסירה . 
‫ לא , דירט . 
‫ " אפוצץ לך את הסירה , בבקשה . " 
‫ אני רק אומר , אולי קריסה חושבת ‫ שאקסל הזה הוא סתם ליצן . 
‫ זאת אומרת , הגובה שלו רק 1.95 מ' . 
‫ אין לזה שום קשר לקריסה . 
‫ אני מבריח את הדוב החדש הזה משטחו של " הנער " ‫ כי אתה פשוט לא מופיע פתאום בעיירה ‫ ומתחיל לדוג מסלע הדיג של דוב אחר . 
‫ במיוחד לא של דוב שבילה שנים ‫ במחשבה על סלע הדיג הזה ‫ וחשש בכלל לצאת לדוג מלכתחילה , ‫ כי בפעם האחרונה שהוא דג , הוא נפגע קשה ו ... ‫ " החתיך " . 
הגיע הזמן . 
‫ אף אחד לא לוקח את מה ששייך ל"נער " ‫ בלי לעבור דרכי קודם . 
‫ אבא , למרות שזה נשמע ממש מגניב , ‫ אולי עדיף שנחשוב על זה ... ‫ או שפשוט נלך . גם זה טוב . 
‫ קבל , בריון טיפש . 
‫ לך קח דגים של מישהו אחר ‫ כמו שאתה תמיד עושה . 
‫ וולף , ראית את זה ? 
זה עבד . 
‫ אבא , הוא חוזר לכיוון שלך . 
‫ אבא ! 
‫ אוי , לא . זה חתיך נגד " החתיך " . 
‫ אבא , תנסה להציל את עצמך ! 
‫ קח את תרסיס הדובים ! ‫ - התרסיס . 
‫ אוי , לא ! 
‫ אבא ! לא ! 
‫ אני בא , אבא ! 
‫ קורס המצילים באינטרנט , ‫ אל תאכזב אותי עכשיו ! 
‫ תמצא לך אבא משלך , בול עץ ! 
‫ זה תפוס . 
‫ אוקיי , תעזור לי להגיע לגדה . 
‫ אני צריך לחזור לשם ולהילחם בשם " הנער " . 
‫ יצאת מדעתך ? 
‫ אתה לא תנצח דוב במשקל 300 ק"ג . 
‫ רק דוויין " דה רוק " ג'ונסון היה יכול , ‫ והוא עשה את זה בסרט " קרב דובים " . ‫ הוא השפיל את הדוב הטיפש הזה , ‫ אבל הוא היחיד . 
‫ אוקיי . בסדר . כן . 
‫ - סווטס - ‫ אנחנו מחפשים את ה"וולי מאם " . 
‫ סיסמה ? 
‫ - לסבית . 
‫ זה מספיק קרוב . 
דרך תא המדידה שם . 
‫ דירט , זה מוצא חן בעינייך ? 
‫ אתה יודע , זה לא כל כך ... 
‫ - שלום לך , חדשה . 
‫ שמי דניס . ‫ 
- ואני ... אלוהים . 
‫ אוי , לא . יש לי סחרחורת . 
‫ וולף , אני לא מאמין שעשיתי את זה . 
‫ ולמה ? 
כדי להימנע מהאפשרות ‫ שמישהי תשבור לי שוב את הלב ? 
‫ כולנו עושים דברים מטורפים ‫ כשאנחנו מאוהבים . ‫ זאת אומרת , לא ככה . 
‫ אל תחשוב שזה אפילו מתקרב לנורמלי . 
‫ כן . 
‫ ניסיתי להילחם בדוב . 
מה חשבתי ? ‫ אני מוכרח להשלים עם זה ‫ שגברים יתלהבו מקריסה . 
‫ כיף איתה . ‫ היא יכולה לבלוע שלוש בירות בדקה . 
‫ אני מבין את זה . 
‫ היו המוני שרקים , חמורים ‫ ואנשי עוגיות סקסיים ‫ שכתבו להאניבי בפורום הסרט כשרק הכרנו . 
‫ כן ? אז איך התמודדת עם זה ? 
‫ כל מה שיכולתי לעשות היה לנסות , ‫ להתנהג בטבעיות , ‫ ולקוות שהבצל יתקלף לטובתי . 
‫ תראה , דייטים זה הימור , ‫ והלב שלך הוא עיגול ההימורים הקטן ‫ שבא לי להגיד שקוראים לו ‫ אזיקון הימורים ? 
‫ או ... לא , אפרסמון הימור ? 
‫ נראה לי שהידע שלי בפוקר טבע בנחל . 
‫ בכל אופן , זה הימור ששווה להסתכן בו . 
‫ אני חושש שאולי אתה צודק , בן . 
‫ אחזור בשביל הזה לעיירה , אדפוק לקריסה בדלת ‫ ואגיד לה מה אני מרגיש . 
‫ מעולה . 
‫ אף אחד לא שם לב . 
‫ יופי . 
עכשיו באמת , מה קורה ? 
‫ זה ביף ? ‫ דודה דירט ? 
‫ דודה דירט לא כאן כרגע , ‫ אלו השמלות שמדברות . 
‫ את רוצה לספר לנו מה קרה ? 
‫ חשבתי שאם אמצא את הבר המתאים , ‫ אפלרטט יותר מדיילת " פאן אם " . 
‫ אבל אני לא צריכה לשנות אווירה ‫ אני צריכה לשנות את עצמי . 
‫ כל כך מלחיץ אותי להיות מי שאני , כך בגלוי . 
‫ אני עדיין מרגישה הכי בנוח בחדר קטן וחשוך ‫ שבו איש לא יכול לראות אותי . 
‫ קצת כמו ארון ? 
‫ לא , שמרן . 
כמו בונקר . ‫ כמו זה שגרתי בו 60 שנה . 
‫ דעי לך שלפחד זה חלק מהעניין , דירט . 
‫ לפחות בהתחלה . ‫ כן . ‫ - באמת ? ‫ אבל האם , אתה כל כך חופשי ‫ ואני רוצה להגיד , גאה . 
‫ לגמרי . ‫ אבל צריך לעבוד על זה . 
‫ אז אני מניח שאת יכולה ‫ לגור בקולב שמלות לנצח , ‫ אבל נראה לי שאת רוצה יותר ‫ מבונקר מלא בחוברות עירום ‫ ומפגשים רומנטיים אקראיים ליד הפח . 
‫ כן , אני באמת רוצה יותר . 
‫ אז בואי נדאג שתצאי מתחת לשמלות האלו ‫ ותיכנסי לשמלה של מישהי אחרת . 
‫ שוב שלום . 
אני מצטערת מאוד שברחתי קודם . 
‫ זה בסדר . ניסיתי חמש פעמים ‫ לפני שהצלחתי להזמין פה משקה . 
‫ מה שמך , חומד ? ‫ 
- אני דירטרוד . 
‫ חייתי עכשיו 60 שנה בבונקר , ‫ אכלתי רק שעועית ושתיתי את השתן המטוהר שלי . 
‫ אני נהנית מזכויות אזרחיות , ‫ לזרוק בקבוקים על שחפים ‫ וקוקטייל ג'ין חזק . 
‫ שלושה מתוך שלושה . 
‫ במילותיה של הזמרת החביבה עליי לאחרונה , ‫ שאניה טווין , ‫ " מותק , אני בבית " . 
‫ ביף ? ‫ 
- קריסה , אני מצטער . 
‫ רימיתי . 
‫ מה , באמת ? 
‫ לא , לא ככה . 
‫ אני מתכוון שרימיתי בשבוע הדוב השמן , ‫ או שניסיתי לרמות . 
‫ אבל אז תקף אותי דוב . ‫ ביף ! 
‫ הרגשתי שאקסל קרים , ‫ החבר לעבודה הסקסי שלך , מאיים עליי ‫ ובחרתי להוציא את הכעס ‫ על דוב נאה , צעיר , גברי וזר . 
‫ זה לא נשמע הגיוני . 
תמשיך . 
‫ ניסיתי להילחם בדוב הזה והוא כמעט הרג אותי . ‫ אבל נראה לי ‫ שמה שאני באמת רוצה להגיד זה פשוט ‫ תרצי להיות החברה שלי ? ‫ כן . 
‫ וביף , אתה לא צריך לחשוש מאקסל . 
‫ לא ? ‫ 
- לא , הוא לא הטיפוס שלי . 
‫ אני אוהבת טיפשים גדולים ושעירים ‫ שנלחמים למעני בדובים אמיתיים . 
‫ בשקילה האחרונה המפתיעה , ‫ " הנער " זכה בפעם ה - 12 בתואר הדוב השמן ‫ וגרם ל"חתיך " להיראות מביך . 
‫ נראה של"נער " עדיין יש את זה . 
‫ כן , ואני תכף אקבל את זה . 
‫ אבא , ראית את ה ... ‫ תרגום כתוביות : 
